[
  "ỌLounès Matoub (Kabyle: ; Arabic: ) (January 24, 1956 意 June 25, 1998) bụ onye Algeria Kabylian na-agụ egwú, na-ede uri, onye na-eche echiche nke kpaliri mgbanwe ọgụgụ isi, na onye na-egwu mandole bụ onye na-akwado ihe Berber, ikike mmadụ, na secularism na Algeria n'oge ndụ ya niile.",
  "Ọtụtụ n'ime ndị Alakụba bi na Algeria kparịrị Matoub maka ndọrọ ndọrọ ọchịchị ya na-ekweghị na Chineke ya na nkwado agha ya maka ikike ndị Berber, n'ihi ya, ọ bụghị onye a ma ama n'etiti ndị agha abụọ ahụ na-alụ ọgụ n'oge Agha Obodo Algeria. Ogbugbu ya, nke Armed Islamic Group (GIA) kwuru, n'ọnọdụ ndị a na-amaghị ama, kpatara ọgba aghara na Kabylia.",
  "A mụrụ Lounes Matoub na 24 Jenụwarị 1956 n'obodo Taourirt Moussa na Kabylia Algeria",
  "Mgbe ọ gbara afọ 9, o ji mmanụ ụgbọ ala efu wuo ụbọ akwara mbụ ya ma dee egwụ mbụ ya dị ka onye nọ n'afọ iri na ụma",
  "Ọdịdị ndọrọ ndọrọ ọchịchị na ọdịbendị ya sitere na esemokwu agha n'etiti ndị Kabylians na ndị agha gọọmentị na 1963-1964",
  "N'afọ 1968, gọọmentị Algeria webatara ịwụ nke Arabization na ụsoro agụmakwụkwọ",
  "Matoub meghachiri site n'ịhapụ ụlọ akwụkwọ; ihe ncheta ya na-echeta: \"Anyị ga-ahapụ Berber ma jụ French",
  "Anọ m ee e! Emere m hooky na klas Arabic m niile",
  "Klas ọ bụla m hapụrụ bụ omume nke nguzogide, obere nnwere onwe meriri",
  "Ọjụjụ m jụrụ bụ nke aka ya na nke ebumnụche",
  "\" Ka ọ na-erule afọ 1975, ọ hapụrụ agụmakwụkwọ",
  "Ọ gara France ịchọ ọrụ.",
  "Matoub malitere ọrụ ịbụ abụ ya n'okpuru nkwado nke onye na-agụ egwu a ma ama bụ Idir",
  "O dekọrọ abọm mbụ ya Ay Izem (The Lion) na 1978; ọ bụ ihe ịga nke ọma dị egwu",
  "Ọ gara n'ihu na-edekọ abọm iri atọ na isii, yana ide egwu maka ndị omenkà ndị ọzọ",
  "O nyere nnukwu egwu egwu mbụ ya n'ọnwa Eprel afọ 1980, n'oge ngagharị iwe \"Berber Spring\" na Kabylia.",
  "Egwú ya na-agwakọta Algeria Andalucian Chaabi orchestration na okwu ndọrọ ndọrọ ọchịchị Kabyle (Berber), ma na-ekpụchi isiokwu dịgasị iche iche gụnyere ihe kpatara Berber, ọchịchị onye kwuo uche ya, nnwere onwe, okpukpe, Islamism, ịhụnanya, ịgba ọsọ ndụ, ncheta, akụkọ ihe mere eme, udo na ikike mmadụ",
  "N'adịghị ka ndị Berber na-ede uri / ndị na-agụ egwú bu ya ụzọ, ụdị Matoub bụ nke ihu na ihu na esemokwu",
  "Onye egwu ibe ya bụ Mohamed Alileche na-echeta:",
  "N'agbanyeghị na a machibidoro ya na redio na telivishọn Algeria n'oge ndụ ya, Matoub ghọrọ, ma nọgide na-abụ, onye na-agụ egwu Kabylian a ma ama.",
  "N'oge ọgba aghara n'ọnwa Ọktoba n'afọ 1988, onye ụwe ojii gbara Matoub égbè ugboro ise ma hapụ ya ka ọ nwụọ. A kpọgara ya n'ụlọ ọgwụ afọ abụọ, na-achọ ịwa ahụ iri na asaa, gụnyere itinye scrotum aka  mkpụmkpụ ụkwụ ya site na  cm ise (2.0 in)",
  "Abọm ya nke afọ 1989 L'Ironie du sort na-akọwa ogologo oge ọ gbakere.",
  "N'oge agha obodo, nke malitere na 1992, Islamist Armed Islamic Group gbakwunyere aha ya na ndepụta nke ndị na-ese ihe na ndị nwere ọgụgụ isi",
  "Matoub nọgidere na Algeria",
  "Na 25 Septemba 1994, a tọọrọ ya",
  "E jidere ya izu abụọ n'ugwu GIA ma maa ya ikpe ọnwụ",
  "A tọhapụrụ ya mgbe nnukwu ngagharị iwe ọha na eze gasịrị ebe ndị na-akwado ya yiri egwu \"agha zuru oke\" megide ndị Alakụba.",
  "Na ọwa jun 1998, n'ihe dị ka elekere 12:30 nke ehihie n'oge mpaghara, a kwụsịrị ụgbọala Matoub n'okporo ụzọ mgbe ọ na-akwọ ụgbọala n'okpọ ụzọ ugwu n'ebe ọwụwa anyanwụ Algeria (Kabylia)",
  "Ndị na-agba égbè kpuchiri ihu gbagburu ụgbọala ahụ, gbuo Matoub ma merụọ nwunye ya, Nadia Matoub, na ụmụnne nwanyị abụọ ahụ",
  "N'ime awa ole na ole, akụkọ banyere ogbugbu Matoub agbasaala na Kabylia niile na ọtụtụ puku ndị na-eru uju na-ewe iwe gbakọtara gburugburu ụlọ ọgwụ ebe e weere ozu ya",
  "Ìgwè mmadụ ahụ tiri mkpu \"Pouvoir, Assassin\" (\"Government, Assasins\")",
  "Otu izu nke ọgba aghara sochiri ọnwụ ya",
  "Ndị na-eto eto na-eme ngagharị iwe na ndị uwe ojii na-eme ọgba aghara lụrụ ọgụ ma wakpo ihe onwunwe gọọmentị",
  "N'abalị iri abụọ na asatọ n'ọnwa Juun afọ 1998, ọtụtụ iri puku mmadụ gara olili ozu ya n'ihu ụlọ ya n'obodo ya",
  "E liri ya n'etiti osisi fig na osisi cherry, n'ihu ụlọ a mụrụ ya",
  "Ezinụlọ Matoub kụrụ egwu na-awụ akpata oyi n'ahụ nke ukwe mba Algeria, nke sitere na abọm ikpeazụ Matoub bụ Lettre ouverte aux",
  "(\"Meghe akwụkwọ ozi na...\"), wepụtara mgbe ọ nwụsịrị (Gold-Disc)",
  "Ogbugbu Matoub mere otu izu tupu iwu na-ewepu asụsụ ndị ọzọ na-abụghị Arabic na ndụ ọha na eze amalite",
  "Matoub bụ onye na-akatọ iwu a n'ezoghị ọnụ.",
  "N'abalị iri atọ n'ọnwa Juun afọ 1998, GIA kwuru na ọ bụ ya kpatara ogbugbu Matoub.",
  "N'ụbọchị ncheta mbụ nke ọnwụ ya, e mere ngagharị iwe n'obodo Kabylian nke Tizi-Ouzou na ọtụtụ puku mmadụ mere ngagharịiwe n'okporo ámá",
  "Ndị na-eme ngagharị iwe banyere n'ụlọ ikpe obodo ahụ ma kwatuo ihe ikpe ziri ezi ya",
  "BBC kọrọ na ọtụtụ ndị Berber na-eme ihe ike boro gọọmentị ụta maka ọnwụ Matoub ma jụ nkwupụta ya na ndị Alakụba bụ ndị kpatara ya.",
  "Ihe dị ka mmadụ 20,000 mere ngagharị na Tizi-Ouzou iji mee emume ncheta nke atọ nke ogbugbu Matoub.",
  "Ezinụlọ ya emeela ntọala n'aha ya iji kwalite ncheta ya, mee ka ọnọdụ nke ogbugbu ya doo anya ma kwalite ụkpụrụ ọ gbachitere",
  "A gụrụ okporo ámá abụọ na France aha Matoub, otu na Grenoble na otu na Lyon.",
  "N'abalị iri na asatọ n'ọnwa Julaị n'afọ 2011, a mara ndị ikom abụọ, Malik Madjnoun na Abdelhakim Chenoui, ikpe maka igbu Matoub, ma maa ha ikpe ịga mkpọrọ afọ iri na abụọ",
  "A kwụsịtụrụ ikpe otu ụbọchị ugboro abụọ mgbe ezinụlọ Matoub kwụsịrị iji kwado na ndị a na-enyo enyo enweghị ihe ha mere. Dị ka Madjnoun na Chenoui nọ n'ụlọ mkpọrọ na-echere ikpe kemgbe 1999, a tọhapụrụ ha na 2012, ebe ha nọrọ n'oge ha.",
  "Matoub kwuru okwu na-akwado gọọmentị etiti, nke ụwa, ọchịchị onye kwuo uche ya, nnwere onwe ikwu okwu, nkwenye nke Berber dị ka asụsụ mba na nke gọọmentị, na ikerịta ụlọ akwụkwọ ọha na eze na Algeria.",
  "Ruo oge ụfọdụ, ọ bụ onye otu Rally for Culture and Democracy, otu ndị mmegide na Algeria, ọ bụ ezie na ọ hapụrụ òtù ahụ n'oge ọnwụ ya."
]