[
  "Lovie Olivia bụ ónyé America na-ese ihe nkírí",
  "Ọ na-eji mgbasa ozi nke óbíbí akwụkwọ, eserese, na ntinye iji nyochaa isiokwu gbásárá okike, mmekọahụ, agbụrụ, ọkwa na ike.",
  "Olivia bụ nwá afọ Houston, Texas ma gaa Kinder High School for the Performing and Visual Arts (HSPVA). Ọ na-arụkarị ọrụ na nnukwu ogwe osisi kpuchiri ọtụtụ ọkwa plaster nkè a na-eji ihe osise fresco eme ihe ma mezue ya.",
  "Dị ka ónyé na-ese ihe dị iche iche, Olivia na-arụ ọrụ na mgbasa ozi dị iche iche gụnyere obibi akwụkwọ, eserese, fresco, nhazi dijitalụ na eserese, na ntinye audiovisual na ihe ọkpụkpụ. Ọrụ Olivia na-agba gbụrụ-gbúrụ ọtụtụ okwu metụtara mmekọrịta dị mkpa màkà ọtụtụ obodo ndị na-anọchite anya ha niile na-ejikọta na njirimara ya na ahụmịhe ndụ ya n'okpuru ụdị ndị a kpọrọ: \"Nwanyị, Black, Gay, wdg\". Nkwupụta mgbasa ozi màkà ihe ngosi onwe ónyé nke Olivia na 2010 Thrice Removed na Spacetaker ARC Gallery na Houston, Texas, gosipụtara ihe ngosi ahụ dị ka:",
  "N'ime ahịrịokwu anọ a naanị, a na-ewepụ ndị na-agụ akwụkwọ ọtụtụ ihe maka ọrụ Olivia: ụzọ ndị a na-esi kpụzie ihe ùgwù, ike, na ọdịnala ma na-edepụta ya site na okwu monolithic nke agbụrụ, mmekọahụ, na klas",
  "Na Thrice Removed, na-arụ ọrụ megide ikike iji mee ka njirimara ndị na-anọchite anya ha dị larịị ma ọ bụ belata njirimara ndị a na-anọchi anya ha, Olivia na-agbagwoju anya ma gbasaa njirimara site na ọtụtụ mgbasa ozi na \"akwụkwọ\" nke na-emesi \"eziokwu\" nke njirimara dị otú ahụ ike, ma ọ na-enyekwa ohere màkà ahụ erughị ala, esemokwu, na mgbagwoju ányà dị na ụdị \"ọnụnọ ngwakọta\"",
  "Na-ese ihe na ịkpụ ihe n'ime plaster na pigment, \"ihe osise nke ógè a\" nke Olivia màkà ihe ngosi a gosipụtara ọpụpụ n'ọrụ ya ruo n'oge ahụ.",
  "Olivia bụ ónyé natara Onyinye Onye Ọkpụkpọ Ónyé Ọkpịsị Aka 2009 nà 2014 nke Houston Arts Alliance nyèrè ma bụrụ nke City of Houston kwadoro. N'afọ 2018 ọ nọ na panel nke ọbọdọ Houston gbakọtara iji họrọ ndị na-ese ihe iji mepụta obere mgbidi ọhụrụ irí anọ màkà Obodo ahụ. Ọ bụ onye otu ROUX artist collective n'akụkụ Ann Johnson, Rabéa Ballin, na Delita Martin. O sonyere n'ihe ngosi, gụnyere:"
]