[
  "Lowery Stokes Sims (amụrụ n'afọ 1949) bụ ónyé America na-akọ akụkọ ihe méré eme na ónyé na-ahụ màkà nka nke ógè a na nke oge a nke a maara maka nka ya n'ọrụ ndị Africa, African American, Latinx, Native na Asian American artists dị ka Wifredo Lam, Fritz Scholder, Romare Bearden, Joyce J",
  "Scott na ndị ọzọ",
  "Ọ rụrụ ọrụ na ndị ọrụ nlekọta nkè Metropolitan Museum of Art, Studio Museum na Harlem, na Museum of Arts and Design",
  "Ọ na-eje ozi ugboro ugboro dị ka ónyé nlekọta ọbịa, na-akụzi na mba ụwa ma na-ebipụta ọtụtụ akwụkwọ, ma nata ọtụtụ nhọpụta ọha na eze",
  "E gosipụtara Sims na ihe nkiri ihe nkiri nke afọ 2010 !Women Art Revolution.",
  "SIMs nwetara Ph.D",
  "ya na akụkọ nka na 1995 site na Graduate School nke City University of New York",
  "Isiokwu nkè édémédé ya bụ ónyé na-ese ihe na-ese onyinyo nke Afro-Cuban Chinese Surrealist Wifredo Lam na International Avant-Garde, 1923 Xi1992, nké Mahadum Texas Press bipụtara (2002). Sims enwetala nzèrè nsọpụrụ site na Maryland Institute College of Art (1988), Moore College of Art and Design (1991), Parsons School of Design na New School University (2000), Atlanta College of Art (2002), na College of New Rochelle na Brown University (2003)",
  "O nwere B.A",
  "na akụkọ nka site na Queens College, City University of New York, na M.A",
  "n'akụkọ nka site na Johns Hopkins University. Ọ gụsịrị akwụkwọ na Bishop Reilly High School na Fresh Meadows, Queens, New York na 1966.",
  "Site na 2000 ruo 2007, Sims bụ ónyé isi nchịkwa, ónyé ísí óchè, nké The Studio Museum na Harlem ma jee ozi dị ka ónyé nlekọta enyemaka màkà nchịkọta na-adịgide adịgide. Ọ bụ ónyé nhazi maka ihe ngosi nke afọ 2003, Challenge of the Modern: African American Artists, 1925 na Fred Brown: Icons and Heroes (2003), nke ọ haziri màkà Kemper Museum of Contemporary Art.",
  "N'afọ 2004, ọ bụ ónyé nlekọta màkà Curator's Eye, na-elekwasị ányá na nka ntinye nke ógè a na Jamaica, na National Gallery, Kingston, Jamaica",
  "Ọ bụkwa onye nlekọta màkà The Persistence of Geometry, nhọrọ sitere na nchịkọta nke Cleveland Museum of Art, nke egosiri na Museum of Contemporary Art, Cleveland na 2006",
  "N'otu afọ ahụ, o so chepụta Legacies: Contemporary Artists Reflect on Slavery na New York Historical Society.",
  "Sims natara 1991 Frank Jewett Mather Award site na College Art Association màkà ọdịiche na nkatọ nka na 2018 Distinguished Feminist Award nkè njikọ ahụ.",
  "Sims bụ ónyé otu na Clark Art Institute n'oge opupu ihe ubi nke afọ 2007",
  "N'afọ 2005 na 2006, ọ bụ Prọfesọ Nleta na Queens College na Hunter College na New York City na n'oge mgbụsị akwụkwọ nkè afọ 2007, Nleta Ọkà mmụta na Ngalaba nka na Mahadum Minnesota, Twin Cities",
  "Ọ bụ prọfesọ enyemaka na Institute of Fine Arts, Mahadum New York na prọfesụ pụrụ iche na Mahadum California Irvine Claire Trevor School of the Arts.",
  "Sims akụziwo okwu ná mbà na mbà ụwa ma ónyé ọbịa haziri ọtụtụ ihe ngosi, na nso nso a na National Gallery of Jamaica, Kingston, Jamaica (2004), The Cleveland Museum of Art na New York Historical Society (2006)",
  "Ọ rụrụ ọrụ na mbà na mbà ụwa dị ka ónyé ọka ikpe na ónyé nlekọta ọbịa na The Queens Museum, The Studio Museum na Harlem, Pratt Institute, Caribbean Cultural Center (New York), Cooper Union, The New Museum of Contemporary Art, California African American Museum, Maryland Institute College of Art, na Contemporary Arts Center na New Orleans.",
  "[Ihe e dere n'ala ala peeji] Stuart Davis: Onye America na-ese ihe",
  "New York: Metropolitan Museum of Art.",
  "Metropolitan Museum of Art (New York, N.Y.), Sims, L",
  "S., Rewald, S., Lieberman, W",
  "S., & American Federation of Arts",
  "(1996)",
  "Still Life: The Object in American Art, 1915-1995: Nhọrọ sitere na Metropolitan Museum of Art",
  "New York: Rizzoli",
  "[Ihe e dere n'ala ala peeji] Romare Bearden New York, N.Y.: Rizzoli Publications.",
  "[Ihe e dere n'ala ala peeji] Wifredo Lam na International Avant-Garde, 1923-1982",
  "Austin, Tex: Mahadum nke Texas Press.",
  "Sims, L.S",
  "(onye nchịkọta akụkọ)",
  "(2008)",
  "Fritz Scholder: Indian Ọ bụghị Indian",
  "Washington, DC, na New York, NY: Smithsonian Institution na New York",
  "Y.: Prestel.",
  "[Ihe e dere n'ala ala peeji].",
  "Museum of Arts and Design (New York, N.Y.)",
  "(2014)",
  "New Territories: Laboratories for Design, Craft and Art na Latin America.",
  "Sims, L",
  "S., Carr, D., & Museum of Fine Arts",
  "(2015)",
  "Common Wealth: Art site n'aka ndị Africa America na Museum of Fine Arts, Boston",
  "Boston: MFA Publications.",
  "[Ihe e dere n'ala ala peeji] Joyce J",
  "Scott: Harriet Tubman na Eziokwu Ndị Ọzọ",
  "Hamilton, New Jersey: Ala maka ihe ọkpụkpụ."
]