[
  "Luísa Dias Diogo (amụrụ n'abalị iri na otu n'ọnwa Eprel n'afọ 1958) bụ onye ndọrọ ndọrọ ọchịchị Mozambik nke jere ozi dị ka praịm minista nke Mozambique site n'ọnwarị n'afọ 2004 ruo Jenụwarị n\"afọ 2010",
  "Ọ nọchiri Pascoal Mocumbi, onye bụ praịm minista afọ itoolu gara aga",
  "Tupu ọ bụrụ praịm minista, ọ bụ minista na-ahụ maka atụmatụ na ego, ọ nọgidekwara na-arụ ọrụ ahụ ruo n'ọnwa Febụwarị afọ 2005.",
  "Ọ bụ nwanyị mbụ bụ praịm minista nke Mozambique",
  "Diogo na-anọchite anya otu FRELIMO, nke na-achịkwa mba ahụ kemgbe nnwere onwe na 1975.",
  "Diogo gụrụ akụ na ụba na Mahadum Eduardo Mondlane na Maputo",
  "Ọ gụsịrị akwụkwọ na nzere bachelọ n'afọ 1983",
  "Ọ gara n'ihu nweta nzere masta na akụ na ụba ego na School of Oriental and African Studies, Mahadum London na afọ 1992.",
  "Diogo malitere ịrụ ọrụ na Ministry of Finance nke Mozambique na afọ 1980 mgbe ọ ka bụ nwa akwụkwọ kọleji",
  "Ọ ghọrọ onye isi ngalaba na afọ 1986 na onye nduzi mmefu ego mba na afọ 1989",
  "Ọ gara rụọ ọrụ na World Bank, dị ka onye ọrụ mmemme na Mozambique. N'afọ 1994, ọ sonyeere gọọmentị FRELIMO dị ka osote minista na-ahụ maka ego n'okpuru onye isi ala Mozambik Joaquim Chissano.",
  "N'afọ 2003, odeakwụkwọ ukwu nke United Nations Kofi Annan họpụtara Diogo na United Nations Commission on the Private Sector and Development, nke Praịm Minista Paul Martin nke Canada na Onye isi ala Ernesto Zedillo nke Mexico so bụrụ onye isi oche.",
  "A họpụtara Diogo ka ọ bụrụ praịm minista na Febụwarị, na afọ 2004, na-anọchi Pascoal Mocumbi",
  "Ọ gara n'ihu n'ọkwa ya dị ka minista ego ruo n'afọ 2005.",
  "Na Septemba afọ 2005, Diogo bụ onye ọbịa mba ụwa na-ekwu okwu na British Labour Party Conference.",
  "N'afọ 2006, Annan họpụtara Diogo ka ọ bụrụ onye isi oche ya na Shaukat Aziz na Jens Stoltenberg bụ ndị otu dị elu na United Nations Systemwide Coherence, nke e guzobere iji chọpụta otú usoro United Nations ga-esi rụọ ọrụ n'ụzọ ziri ezi ma dị irè n'ofe ụwa na mpaghara mmepe, enyemaka enyemaka enyemaka na gburugburu ebe obibi. Ọ bụkwa onye otu Commission on Effective Development Cooperation with Africa nke Praịm Minista Anders Fogh Rasmussen nke Denmark guzobere ma nwee nzukọ n'etiti Eprel na Ọktoba, na afọ 2008.",
  "Mgbe akụkọ na ụfọdụ ndị ọrụ ugbo na-ajụ ịhapụ anụ ụlọ ha n'ógbè ndị idei mmiri Mozambican nke afọ 2007 na-eyi egwu, Diogo nyere iwu ka a chụpụ ụmụ amaala n'ebe dị ala nke ndagwurugwu Zambezi.",
  "N'oge ọ nọ n'ọchịchị, Diogo gbara ndị minista ahụike Afrịka ume ka ha nye ọrụ ahụike ọmụmụ na mmekọahụ n'efu na kọntinent ahụ dum",
  "Ọrụ ndị a nwere ike belata ọnwụ ụmụaka site na ụzọ abụọ n'ụzọ atọ, belata ọnwụ nne site na ụzọ atọ n'ụzọ anọ, gbanwee mgbasa nke ọrịa AIDS, ma kwalite nha nhata nwoke na nwanyị na inye ụmụ nwanyị ike",
  "Ebumnuche UN setịpụrụ bụ iji mezuo ebumnuche ndị a site na afọ 2015.",
  "Diogo lekwasịrị anya na nha nhata nwoke na nwanyị na inye ụmụ nwanyị ike site na \"Network of Women Ministers and Parliamentarians\" (MUNIPA) nke e wepụtara na nso nso a",
  "Netwọk MUNIPA na-ezube ime ka ọrụ nkwado na lobbying sie ike ka a nabata iwu na iwu na-akwado ịha nhata nwoke na nwanyị na inye ụmụ nwanyị ike",
  "Ịkwalite ịha nhata n'etiti ụmụ nwoke na ụmụ nwanyị bụ nchegbu dị mkpa nke gọọmentị Mozambik, nke na-eji ngwá ọrụ iji kwalite ike ụmụ nwanyị na ọkwa niile [nke gọọmentị].",
  "N'ọnwa Ọgọstụ afọ 2010, odeakwụkwọ ukwu UN Ban Ki-moon họpụtara Diogo ka ọ bụrụ onye isi oche nke Kọmitii Ukwu na Global Sustainability, nke ndị isi ala Tarja Halonen nke Finland na Jacob Zuma nke South Africa so bụrụ onye isi.",
  "N'afọ 2014, Diogo bịara nke abụọ na Filipe Nyusi na ntuli aka FRELIMO[[s maka onye na-azọ ọkwa na ntuliaka n'afọ ahụ. N'oge ahụ, otu pati nke Chissano duziri kwadoro ya.",
  "N'afọ 2016, Erik Solheim, onye isi oche nke Kọmitii Enyemaka Mmepe, họpụtara Diogo ka ọ rụọ ọrụ na Kọmitii Nkwado dị elu na Ọdịnihu nke Kọmiti Enyemaka Mmepụta n'okpuru nduzi nke Mary Robinson.",
  "N'akwụkwọ afọ 2010 na The New York Times, onye egwu Irish na onye na-eme ihe ike Bono kọwara Diogo dị ka onye nwere \"ike ọdụm nke Ellen Johnson Sirleaf, Ngozi Okonjo-Iweala ma ọ bụ Graça Machel\"."
]