[
  "Akụkọ ọdịnala nke ndị Luo nke Kenya na-ekwu maka onye agha dị ike a maara dịka Luanda Magere",
  "A mụrụ ya n'afọ 1720 nye Abonyo Wuod Omolo na nne ya Nyabera",
  "Nne ya nwụrụ mgbe a mụrụ ya n'ihi ya' nne nne ya Rapondi lekọtara ya",
  "Nna ya nwụrụ n'otu n'ime ọtụtụ agha ya na ndị agbata obi ha Nandi mgbe Magere bụ onye nọ n'afọ iri na ụma",
  "Ọ bụ onye ezinụlọ Sidho na Kano, n'ikperé mmiri nke Ọdọ Mmiri Victoria",
  "Ezinụlọ Sidho bi na belt shuga dị ugbu a n'okpuru ugwu Nandi",
  "O nwere mmụọ na-abụghị nke ụwa, e jikwa nkume mee anụ ahụ ya",
  "Akụ́, ube na mkpara adịghị aba ya na ahụ na-eme ka ọ bụrụ onye a na-apụghị imeri emeri n'oge agha",
  "A maara ya nke ọma maka ikike ya ịdọwa ndị agha niile naanị ya.",
  "Ndị iro ọdịnala Luo n'oge ahụ bụ jo Lang'o (aha Luo maka obodo Kalenjin)",
  "Ike gwụrụ ndị Lang'o n'ihi mmeri ndị Luo meriri ha n'agha",
  "Ndị okenye Nandi nọdụrụ iji kwurịta okwu ahụ wee ruo nkwubi okwu ebe ha ga-enye Luanda Magere nwanyị Maryann ka ọ lụọ, na-ekwu na ọ bụ ngosipụta nke udo",
  "Ọrụ Maryann bụ ịchọpụta otu esi emeri ya",
  "Ọ bụ ezie na ndị okenye Luo dụrụ ya ọdụ ka ọ ghara ịlụ ya, Luanda Magere agbasoghị ndụmọdụ ha",
  "Mgbe ọ bụla Luanda na-arịa ọrịa, nwunye mbụ ya ga-elekọta ya",
  "Otu ụbọchị ọ dara ọrịa mgbe nwunye mbụ ya pụrụ apụ",
  "Ya mere, ọ kpọrọ nwunye Lang'o ya ka o wetara ya ọgwụ",
  "Luanda nyere ya iwu ka o jiri mma bepụ onyinyo ya ma tinye ọgwụ ahụ",
  "O juru ya anya mgbe ọ hụrụ onyinyo ya na-agba ọbara",
  "N'abalị ahụ, ọ gbapụrụ n'ụlọ Lwanda wee laghachi n'ụlọ ndị ya ma gwa ha adịghị ike di ya.",
  "Ha wee wakpo ndị Luo",
  "Ndị Luo lụrụ ọgụ siri ike ma Luanda gburu ọtụtụ ndị agha Nandi nke mere na ha kpebiri ịlaghachi",
  "Ka ha na-agba ọsọ, otu onye agha Nandi chetara na ike Luanda dị na onyinyo ya",
  "O guzoro n'elu ugwu wee tụba ube ya na onyinyo Luanda",
  "Luanda Magere dara ma nwụọ",
  "Ahụ ya ghọrọ nkume.",
  "1",
  "Anthropology sitere na Gabriel Mboche Obute (nwa nke ala; site na Kano Kobura, West Kochieng,, Migingo obodo)",
  "A ka na-asọpụrụ otu ebe dị na Sidho nke nwere nkume dịka ebe Luanda Magere nwụrụ na ndị mmadụ na ya si ebe ndị dị anya na ebe niile iji chụọ aja ma kpee ekpere na ebe ahụ.A ka na-eme emume Luanda Magere n'etiti ndị Luo site na abụ na ịgba egwu."
]