[
  "Lucian Wiina Msamati (a mụrụ na 5 Machị 1976) bụ onye na-eme ihe nkiri na Britain na Tanzania.Ọ natara ọtụtụ agụmakwụkwọ ya na ụlọ akwụkwọ Prince Edwards dị na Harare, Zimbabwe",
  "Ọ rụrụ Salladhor Saan na usoro HBO Game of Thrones ma bụrụ onye isi ojii mbụ na-eme ihe nkiri na-eme Iago na mmepụta afọ 2015 nke Othello nke Royal Shakespeare Company.",
  "A mụrụ Msamati na London ma zụlite ya na Zimbabwe site n'aka nne na nna ya bụ ndị Tanzania, dọkịta na onye nọọsụ; ọ bụ nwa mbụ n'ime ụmụnne anọ",
  "Agụmakwụkwọ praịmarị ya malitere na Olympio Primary School na Dar-es-Salaam, Tanzania, wee gaa n'ihu na Avondale Primary School dị na Harare, Zimbabwe",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị na Prince Edward School na Harare, ọ gụrụ maka nzere BA na French na Portuguese na Mahadum Zimbabwe site n'afọ 1995 ruo 1997.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum, ọ rụrụ ọrụ ụbọchị dịka onye na-ede akwụkwọ mgbasa ozi na onye na-eme ihe ngosi redio n'onwe ya",
  "Ọ rụkwara ọrụ dịka onye na-ese okwu, onye na-eme ihe nkiri na onye na-ekwu okwu mgbe nri abalị gasịrị.",
  "N'afọ 1994, Msamati na ndị enyi ụlọ akwụkwọ Shaheen Jassat (nwụrụ anwụ), Craig na Gavin Peter, Kevin Hanssen, Roy Chizivano, Sarah Norman guzobere ihe ga-aghọ ụlọ ọrụ ihe nkiri Zimbabwe a ma ama na Harare, mgbe e mesịrị, Erica Glyn-Jones, Zane E",
  "Lucas, Chipo Chung, Karin Alexander, Rob Hollands na Michael Pearce sonyeere",
  "Ụlọ ọrụ ahụ mere emume ncheta afọ 10 ya n'ọnwa Disemba afọ 2004, ebe ọ na-efefe ọkọlọtọ Zimbabwe gafee Europe, United States na South Africa",
  "Afọ ole na ole gara aga ahụla ndị otu n'otu na-achụso ọdịmma ndị ọzọ",
  "Ọ bụ ezie na a naghị agbasa ya n'ụzọ iwu, ọ nweghị atụmatụ ozugbo maka nnọkọ Over the Edge",
  "Site n'afọ 1998 ruo 2001, ụlọ ọrụ ahụ rụrụ ọrụ na Edinburgh Festival Fringe na Edinburgh, Scotland; Msamati dere ụfọdụ egwuregwu.",
  "N'ọnwa Nọvemba afọ 2010, a họpụtara Msamati ka ọ bụrụ onye nduzi nka nke ụlọ ọrụ ihe nkiri British-African Tiata Fahodzi, ruo mgbe Natalie Ibu nọchiri ya n'afọ 2014.\nỌ gara n'ihu na-arụ ọrụ na Tiata Fahodzi, na-eduzi Boi Boi is Dead n'ọnwa February na March 2015.",
  "N'oge opupu ihe ubi nke afọ 2015, Msamati ghọrọ onye isi ojii mbụ na-eme ihe nkiri Iago na mmepụta nke Royal Shakespeare Company nke Othello (ya na Hugh Quarshie na ọrụ aha).",
  "Site n'ọnwa Ọktoba 2016 ruo n'ọnwa Maachị 2017 nakwa site n'ọnwụrụ Febụwarị ruo n'ụbọchị iri abụọ na anọ n'ọnwe Eprel 2018, ọ rụrụ ọrụ dịka Antonio Salieri na egwuregwu Peter Shaffer bụ Amadeus na National Theatre, ihe Michael Billington, na nyocha kpakpando anọ maka The Guardian, kọwara dịka \"dị mma\".",
  "N'afọ 2019 ọ pụtara dịka Sam na Master Harold and the Boys na Royal National Theatre",
  "Msamati apụtala n'ọtụtụ ihe nkiri ndị ọzọ na London, UK, gụnyere:",
  "Ọ pụtakwara n'ọtụtụ ihe nkiri telivishọn, gụnyere ihe omume nke usoro telivisheneng Ultimate Force na Spooks",
  "N'afọ 2008, ọ malitere ọrụ ya kachasị pụta ìhè, na-egwu JLB Matekoni na usoro BBC / HBO mepụtara The No",
  "1 Ladies' Detective Agency",
  "Ọ bụ onye ọbịa na-eme ihe nkiri na usoro ihe nkiri telivishọn BBC Luther, Ashes to Ashes, Doctor Who, Taboo, na Death in Paradise, yana igwu egwu nke onye ohi ụgbọ mmiri Salladhor Saan na usoro HBO Game of Thrones\nN'oge na-adịbeghị anya, ọ pụtara dịka Lord Faa na His Dark Materials na BBC One",
  "N'afọ 2020, Msamati pụtara dịka Ed Dumani na Sky Atlanticī Gangs of London na n'otu ihe omume nke mmepụta BBC nke Alan Bennett's Talking Heads",
  "Msamati pụtara na ihe nkiri The International (2009)",
  "Ihe nkiri ndị ọzọ gụnyere Lumumba (1999), nke Raoul Peck duziri; ihe nkiri animated The Legend of the Sky Kingdom (2003), nke Roger Hawkins na Richard II duziri, nke Rupert Goold duziri.",
  "Msamati pụtara dịka Matthew na ihe nkiri BBC Radio 4 Burned to Nothing (2011) nke Rex Obano.",
  "Msamati kwagara na UK n'afọ 2003, ma ugbu a ọ bi na London."
]