[
  "Lucie Memba Bos (a mụrụ n'afọ 1987) bụ onye Cameroon na-eme ihe nkiri, onye na-emepụta ihe nkiri bụ onye gosipụtara na usoro na ihe nkiri na asụsụ French na Bekee. A na-asọpụrụ ya maka onye na-eme ihe nkiri kachasị mma na Cinema nke Cameroon maka onye na na-eme egwuregwu na-asụ French na Cameroon Movies Merit Award (CMMA) nke afọ 2013.  O mere nke mbụ ya na ndị Nollywood na ihe nkiri Pink Poison nke gosipụtara Jim Iyke na Far na-eme ihe nkiri n'akụkụ onye Naijiria Dakore Akande.\nN'afọ 2014 ọ malitere mmepụta L.M.B site na aha ya [Lucie Memba Bos].N'ịmepụta ihe nkiri Cameroon Paradise, ka na-eme n'afọ 2014",
  "Ọ na-arụkọ ọrụ na La patrie dabord, ihe nkiri agha mbụ iji kwanyere ndị agha Cameroon n'okpuru mmepụta ya ùgwù. Na Septemba, 2017 a họpụtara ya dịka onye Cameroon nwanyị na-eme ihe nkiri kachasị mma maka TROPHEES FRANCOPHONES DU CINEMA na ihe nkiri La Patrie D'abord",
  "A mụrụ Lucie na Dschang West Region (Cameroon) ma too na Bafoussam ebe ọ malitere ime ihe ngosi ma gbanwee gaa n'ime ihe nkiri, mgbe ọ nwetasịrị akara ugo mmụta na Baccalauréat philosophique, ọ kwagara Douala maka ohere ndị ọzọ. Enweghị ozi gbasara ezigbo ụbọchị a mụrụ ya, ụfọdụ akwụkwọ na-ekwu; a mụrụ ya n'afọ 1987.",
  "Lucie pụtara na mbụ na \"Emoin A Seduire\" n'afọ 1999 mgbe Cinema nke Cameroon ka na-emepe emepe.Ọ ghọrọ onye a ma ama n'afọ 2008 wee merie Cameroon Movies Merit Award (CMMA) dịka onye na-eme ihe nkiri kachasị mma na French n'afọ 2013, ọ malitere mmepụta nke ya Lucie Memba Bos (LMB)",
  "Ọ bụ onye na-emepụta ihe nkiri Cameroon Paradise, a matara ọrụ ya dịka onye ndu na onye na-arụkọ ọrụ maka ihe nkiri La patrie d Xiaabord, ihe nkiri agha mbụ iji kwanyere ndị agha Cameroon ùgwù ma ka na-erule n'afọ 2014, ọ rụkọtara ọrụ \"Ntah Napi\" nke meriri ihe nrite Ecrans Noirs n'afọ 2014 maka ihe nkiri French kacha mma Ọ bụ otu n'ime ndị na-eme ihe nkiri Cameroonian nke ụlọ ọrụ ya mara mma, ọ so na ndị na ndị na-ahụ maka ịmekọrịta ihe nkiri Ama Munaison n'afọ 2013.\nN'afọ 2016, ebe nrụọrụ weebụ Cameroonian a ma ama Le Film Camerounais Lucie matara ya dịka onye na-eme ihe nkiri kachasị mma, a makwaara ya maka ihe nkiri Fast Life na onye na-ese ihe nkiri French Thomas Nguijol. Ọ na-arụkwa ọrụ na (Tribe Africa Media) iji kwado ma gosipụta ịhụnanya maka Albinism na Cameroon dịka ncheta nke ememe ụbọchị World Albino",
  "Na Septemba 2017, Lucie zutere Samuel Eto'o na Douala"
]