[
  "Lucy Akello bụ onye ọrụ mmekọrịta ọha na eze na onye ndọrọ ndọrọ ọchịchị nke Uganda, onye jere ozi dị ka onye otu ndị omeiwu maka Amuru District Women's Constituency na 10th Parliament (2016 ruo 2021). A họpụtara ya ka ọ laghachi na Nzukọ Ndị Omeiwu nke iri na otu na-anọchite anya mpaghara Amuru n'okpuru òtù ndọrọ ndọrọ ọchịchị FDC",
  "Ọ bụ onye otu ndị mmegide Forum for Democratic Change (FDC), ọ na-ejekwa ozi dị ka minista onyinyo maka ọrụ, okike na mmepe mmekọrịta mmadụ na ibe ya.",
  "A mụrụ Akello na 9 Ọktoba 1980, na mpaghara Lamogi, Amuru District, na Northern Region nke Uganda",
  "Nna ya bụ John Obina, onye nkuzi na Mahadum Kyambogo.",
  "Akello gara Olwal Ocaja Primary School, mgbe e mesịrị ọ gara Lacor Primary School",
  "Ọ gara Iganga Secondary School maka ọmụmụ O-Level ya wee gaa Uganda Martyrs' Secondary School Namugongo, ebe ọ gụsịrị akwụkwọ A-Level",
  "A nabatara ya na Mahadum Makerere, na Kampala, ebe ọ gụsịrị akwụkwọ na 2004, na Bachelor of Arts na Social Science",
  "Ka e mesịrị, n'afọ 2011, ọ nwetara Master of Arts in Development studies, site na Mahadum Uganda Martyrs na Nkozi, Wakiso District.",
  "N'afọ 2005, Justice & Peace Commission (JPC) were ya n'ọrụ, otu ụlọ ọrụ na-abụghị nke gọọmentị n'ime Chọọchị Katọlik nke na-akwalite udo na ime udo na Northern Uganda nke agha mebiri",
  "Ọ rụrụ ọrụ n'ebe ahụ afọ iri, malite dị ka onye isi mmemme, mgbe ahụ dị ka onye njikwa mmemme na site na 2006 ruo 2014, dị ka onye nduzi",
  "O lekwasịrị anya na ikike mmadụ, ikike ala, ikike ụmụ nwanyị na ikike ụmụaka.",
  "N'ọnwa Ọktoba n'afọ 2014, Betty Bigombe, onye otu ndị omeiwu nke Amuru District Women gbara arụkwaghịm iji nweta nhọpụta na World Bank, na Washington, DC. A haziri ntuli aka pụrụ iche iji mejupụta oche ya na Disemba 2014",
  "Akello, na-agba ọsọ na tiketi ndọrọ ndọrọ ọchịchị FDC na-emegide ya, meriri mmadụ asaa ndị ọzọ wee merie. N'oge ntuli aka ndị omeiwu nke afọ 2016, ọ gbara ọsọ nke ọma, ọzọ na tiketi FDC. O kwuru okwu ugboro iri atọ n'ime afọ mbụ nke Nzukọ Ndị Omeiwu nke iri.",
  "Akello bụ nne lụrụ di."
]