[
  "Àtụ:MedalTableTop\nLucy Wangui Kabuu (amụrụ na 24 Machị 1984) bụ onye Kenya na-agba ọsọ ogologo oge nke na-ahụ maka ihe omume mita 5000 na 10,000",
  "Ọ nọchitere anya Kenya ugboro abụọ na Summer Olympics, na-emecha n'elu iri nke 10,000m na 2004 na 2008",
  "Ihe kacha mma ya nke 14:33.49 nkeji maka 5000 m na 30:39.96 nkeji maka 10,000 m mere ka ọ bụrụ otu n'ime ndị Kenya na-agba ọsọ na ihe omume ahụ.",
  "Ọ nọ na Japan maka ọrụ mbụ ya",
  "Na mba ụwa, ọ bụ onye nwetara ọlaọcha na IAAF World Cross Country Championships na 2005 ma bụrụ onye nwetara ọla abụọ dị anya na 2006 Commonwealth Games (ebe ọ bụ onye mmeri 10,000 m na onye nwetara ọla nchara 5000 m)",
  "Kemgbe afọ 2011 ọ na-asọ mpi n'okporo ụzọ ma merie na Great North Run na Delhi Half Marathon",
  "O mere marathon mbụ ya na afọ 2012 wee bụrụ nwanyị nke asatọ kachasị ọsọ na oge nke 2:19:34 awa maka ọnọdụ nke abụọ na Dubai Marathon.",
  "A mụrụ ya na afọ 1984 na Ichamara na mpaghara Mukurweini / Nyeri nke etiti Kenya",
  "A chọpụtara ikike ya maka ịgba ọsọ ogologo oge mgbe ọ nọ n'ụlọ akwụkwọ praịmarị",
  "John Kanyi, onye na-agba ọsọ n'ógbè ahụ nke bi na Japan, gbara ya ume ịnwale agụmakwụkwọ egwuregwu iji mee ka ọ mụọ ma zụọ n'ebe ahụ",
  "Ọ rụrụ ọrụ nke ọma na asọmpi nhọpụta agụmakwụkwọ ma, mgbe ọ dị afọ iri na isii, merie ebe na Aomori Yamada High School.",
  "Mgbe ọ nọ na Japan, ọ meriri 1500 mita na asọmpi ụlọ akwụkwọ sekọndrị ma, mgbe ọ gụsịrị akwụkwọ na afor 2002, ọ malitere ọzụzụ na Suzuki Track and Field Club. Ọ bịanyere aka na PACE Sports Management ma Ricky Simms na-azụ ya",
  "Wangui setịpụrụ ihe ndekọ nke Kenya maka 10,000m na Septemba na afo 2003",
  "Ọ meriri All-Japan Corporate Half Marathon title na Yamaguchi na March na-esote.",
  "Ọ bịara nke mbụ na mita 5000 n'afọ 2004 Japanese Athletics Championships, na-asọmpi dị ka onye ọbịa",
  "Mgbe nke a gasịrị, ọ bụ onye nke abụọ na ule Olympic nke Kenya karịa 10,000 m",
  "Nnukwu ihe ngosi mba ụwa mbụ ya bịara na afọ 2004 Olympics na Athens, ebe ọ mechara nke itoolu na ihe omume mita 10,000. Ọ gbara ọsọ gafere ebe ahụ na Hyogo Relays zutere ma nwee mmeri atọ n'usoro site na afọ 2005 ruo 2007. Ọ bụ onye nke iri na mita 5000 na afo 2005 World Athletics Final. Wangui mere nke mbụ ya na mba ụwa na ahịhịa n'afọ ahụ na afo 2005 IAAF World Cross Country Championships, ebe ọ nọ n'ọkwa nke ise na ọsọ dị mkpirikpi mere ka ndị otu Kenya bụrụ ndị nke abụọ na Ethiopia na ọkwa ndị otu.",
  "N'ọnwa Machị afọ 2006, ọ meriri asọmpi mita 10,000 nke ụmụ nwanyị na 2006 Commonwealth Games na oge nke nkeji 31, 29.66 sekọnd",
  "O mechikwara nke atọ na mita 5000",
  "Ka ọ na-erule ngwụcha oge ahụ, ọ bụ onye nke iri na mita 3000 na World Athletics Final. N'ọnwa Nọvemba, a họpụtara ya maka otu ụmụ nwanyị Kenya na International Chiba Ekiden",
  "Ọ dị nwayọ karịa Maria Konovalova na ụkwụ ikpeazụ, mana ọ nọgidere na-ebute ụzọ Kenya iji merie aha ụmụ nwanyị. Oge ndị otu ahụ nke awa 2:13:35 ka e mesịrị kwado dị ka ndekọ Afrịka maka ekiden marathon relay.",
  "Wangui malitere afọ 2008 ya site na mmeri na Chiba International Cross Country Na afọ 2008 African Championships in Athletics ọ mechara nke anọ na 10,000 m n'azụ atọ nke ndị Etiopia nke Tirunesh Dibaba duziri",
  "Na ule Olimpik nke mba ọ meriri 10,000m wee bụrụ nke abụọ n'elu 5000m",
  "N'agbanyeghị ọchịchọ ya ịsọ mpi na ihe omume abụọ ahụ, ndị Kenya na-ahọrọ ya họọrọ ya naanị maka 10,000 m, na-ahọpụta Vivian Cheruiyot maka ebe dị mkpirikpi kama. N'oge nke abụọ ọ gara n'egwuregwu Olympic na afọ 2008 Beijing Games, ọ bụ onye nke asaa na 10,000 mita, na-agba ọsọ oge kachasị mma nke 30:39.96 nkeji.",
  "Mgbe ezumike asọmpi na afo 2009 na afọ 2010, n'ihi mmerụ ahụ Achilles tendon mgbe ahụ ime ime, ọ laghachiri n'ọrụ na ụzọ na-agba ọsọ. O nwere mmeri na Great North Run half marathon na Great Edinburgh Run 10K na onwa Septemba na Ọktoba. Mgbe ahụ, ọ gara Delhi Half Marathon wee merie na 1:07:04 awa n'ihu onye Kenya ibe ya Sharon Cherop.",
  "O mere nke mbụ ya n'elu ọsọ marathon na ọnwa Jenụwarị na afọ 2012 na Dubai Marathon",
  "N'otu n'ime agbụrụ kachasị ọsọ n'oge ahụ, ọ gwụchara ọsọ ahụ n'ime awa 2:19:34 iji nweta ọnọdụ nke abụọ naanị sekọnd atọ n'azụ onye na-agbachitere Aselefech Mergia. Nke a bụ otu n'ime oge izizi kachasị ọsọ nke nwanyị ma bụrụ nke asatọ na ndepụta oge niile. O weputara nke ise na afo 2012 London Marathon n'ọnwa Eprel, mana ọ hapụrụ na 2012 London Olympics n'ihi na o mechiri na 10,000 m trial race na Prefontaine Classic",
  "Na marathon nke atọ ya n'afọ ahụ, ọ rutere n'elu ikpo okwu site na njedebe nke atọ na 2012 Chicago Marathon. O meriri na 2013 Ras Al Khaimah Half Marathon na ihe ọhụrụ kachasị mma nke 1:06:09, naanị 19 sekọnd site na ndekọ ụwa nke Mary Keitany.",
  "Kabuu gbara ọsọ nke atọ kachasị ọsọ karịa kilomita 25 iji merie BIG 25 Berlin na Mee, gafee akara ahụ na awa 1:21:37. A họpụtara ya maka ndị otu marathon nke Kenya na afọ 2013 World Championships in Athletics mana ọ rụrụ ọrụ nke ọma na Moscow, na-emecha nke 24 n'ime awa 2:44:06",
  "Oge ikpeazụ ọ pụtara n'afọ ahụ bụ nke atọ na Delhi Half Marathon."
]