[
  "Luisa Moreno (August 30, 1907 - November 4, 1992) bụ onye ndú na United States ọrụ movement na onye na-ahụ maka mmekọrịta mmadụ na ibe ya",
  "Ọ jikọtara ndị ọrụ, duzie ọgbaghara, dee akwụkwọ nta n'asụsụ Bekee na Spanish, ma kpọkọta Congreso de Pueblos de Habla Española nke 1939, \"mgbakọ mbụ nke ikike obodo Latino\", tupu ọ laghachi Guatemala na 1950.",
  "A mụrụ Moreno dị ka Blanca Rosa López Rodríguez n'ezinụlọ bara ọgaranya na Guatemala City, Guatemala",
  "N'ịbụ onye enweghị obi ụtọ na mgbochi nwoke na nwanyị na agụmakwụkwọ, ọ haziri ndị ọgbọ ya, ndị bara ọgaranya n'ime La Sociedad Gabriela Mistral",
  "Ìgwè a jiri mkpesa mkpesa na lobbying na-abụghị nke iwu kwadoro iji kwado ka ụmụ nwanyị nabata na mahadum Guatemala",
  "N'ịjụ ọnọdụ ya dị elu, ọ gara Mexico City mgbe ọ dị afọ iri na itoolu iji chụsoo ọrụ na akwụkwọ akụkọ",
  "Mgbe ọ nọ ebe ahụ, o dekwara uri",
  "Ọ lụrụ Angel De León, onye na-ese ihe, na 1927 ma ha abụọ kwagara New York City n'afọ sochirinụ",
  "N'ebe ahụ, a mụrụ nwa ya nwanyị Mytyl.",
  "Mgbe ọ nọ na New York, ihe nkiri Warner Bros",
  "Under a Texas Moon (1930) mere mkpesa dị ka onye na-emegide ndị Mexico site n'aka otu ndị Latino nke Gonzalo González duziri",
  "Ndị uwe ojii kpagburu ndị na-eme ngagharị iwe, na-egbu González",
  "Ogbugbu ahụ kpaliri ngagharị iwe Pan-Latino, nke Moreno sonyere na ya",
  "O mechara gwa Bert Corona na ahụmịhe ahụ \"kpaliri ya ịrụ ọrụ maka ijikọ obodo ndị na-asụ Spanish\".",
  "Ọ gụsịrị akwụkwọ na mahadum ụmụ nwanyị Katọlik College of the Holy Names na Oakland, California.",
  "Oké Ndakpọ Akụ̀ na Ụba dara na 1929, iji kwado nwa ya nwanyị na di ya na-enweghị ọrụ, Moreno rụrụ ọrụ dị ka onye na-akwa akwa na Spanish Harlem",
  "Ọ haziri ndị ọrụ ibe ya, ọtụtụ n'ime ha bụ Latinas, n'ime otu ndị ọrụ uwe.",
  "N'afọ 1935, American Federation of Labor (AFL) were Moreno n'ọrụ dị ka onye nhazi ọkachamara",
  "Ọ hapụrụ di ya, onye ghọrọ onye mmegbu, wee soro nwa ya nwanyị biri na Florida, ebe ọ jikọtara ndị na-emepụta sịga na Africa America na Latina",
  "Ọ sonyeere Congress of Industrial Organizations (CIO) wee bụrụ onye nnọchi anya United Cannery, Agricultural, Packing, and Allied Workers of America (UCAPAWA), na-aghọ onye nchịkọta akụkọ nke akwụkwọ akụkọ Spanish ya na 1940.",
  "Dị ka onye nnọchi anya UCAPAWA, o nyere aka ịhazi ndị ọrụ na ụlọ ọrụ pecan-shelling na San Antonio, Texas, na ndị ọrụ cannery na Los Angeles",
  "N'ebe ahụ, ọ gbara ndị ọrụ nọ na ụlọ ọrụ dị iche iche ume ka ha jikọọ aka",
  "Nduzi ya bụ nke na-enye ndị ọrụ ndị ọzọ ike, ọkachasị ụmụ nwanyị, ọ gbakwara ụmụ nwanyị ume ka ha bụrụ ndị ndu n'òtù ndị otu.",
  "N'afọ 1937, ọ gara biri n'ógbè Encanto nke San Diego, nke o ji mee ihe dị ka isi maka ọrụ ya na mba niile.",
  "N'afọ 1939, ọ bụ otu n'ime ndị isi na-ahazi, ya na Josefina Fierro de Bright na Eduardo Quevedo, nke El Congreso de Pueblos de Habla Española (Spanish-asụ People's Congress)",
  "O wepụrụ otu afọ na UCAPAWA iji gaa na US, na-eleta ndị ọrụ Latino na East Coast, na Southwest, ma na-akwado ndị gbara ọsọ ndụ nke Agha Obodo Spain na ebumnuche ya.",
  "N'afọ 1940, a gwara ya ka ọ kwuo okwu n'ihu Kọmitii America maka Nchebe nke Ndị A mụrụ Mba Ọzọ (ACPFB)",
  "Okwu ya, nke a maara dị ka okwu \"Caravan of Sorrow\", kọwara ndụ ndị ọrụ Mexico na-akwaga mba ọzọ",
  "E bipụtaghachiri akụkụ ya na mpempe akwụkwọ Kọmitii, na-emepụta ihe nketa nke were ogologo oge karịa oge nke okwu ahụ n'onwe ya",
  "N'ime ya, o kwuru, \n \nN'otu afọ ahụ, ya na enyi ya Robert Galván guzobere ụlọ ọrụ ọrụ na San Diego",
  "Ọ hazikwara ndị ọrụ ụlọ ọrụ na-emepụta ite na San Diego ma mee ka ndị were ha n'ọrụ ghara iwe ndị ọrụ scab n'ọrụ",
  "Site na mmalite nke Agha Ụwa nke Abụọ, ụlọ ọrụ nchekwa ghọrọ onye isi ọrụ na United States, ọkachasị na San Diego",
  "Otú ọ dị, a machibidoro ndị Mexico ịrụ ọrụ na ụlọ ọrụ mmanụ, ebe a na-arụ ụgbọ mmiri, na mpaghara ndị ọzọ metụtara agha, a tụkwara ha n'ọrụ ndị na-akwụ ụgwọ dị ala",
  "Moreno katọrọ ịkpa ókè ahụ, na-ekwu na \"California enwetala ọganihu site na ịrụsi ọrụ ike na ọsụsọ nke ndị Mexico na-aga ụlọ ọrụ ya, ọrụ ugbo",
  "Ugbu a, ha enweela ezigbo ịhụ mba n'anya na mba ọchịchị onye kwuo uche ya nke jụrụ inye ha ụmụ amaala ma ọ bụ ọbụna ikike obodo.",
  "N'afọ 1942, Moreno tinyere aka na ikpe igbu ọchụ nke Sleepy Lagoon, ihe a ma ama maka ndị America aka ekpe na ndị Mexico-America na-ahụ maka ikike obodo",
  "Ya na enyi ogologo oge Bert Corona na onye ọka iwu Carey McWilliams, ha haziri Kọmitii Nchebe Sleepy Lagoon iji wepụ ndị ntorobịa a na-ebo ebubo",
  "Na mgbakwunye na ịmepụta nkwado iwu, Kọmitii ahụ gbalịrị iwepụ asịrị banyere \"ìgwè ndị na-eme ihe ike\" nke Pachucos na igbochi akụkọ na-akpali akpali banyere \"agha ndị agha\" n'etiti Pachucos da ndị agha",
  "(Ndị nta akụkọ kpọrọ mwakpo nke Pachucos na 1943 \"Zoot Suit Riots\".) Ọ chọpụtakwara mmegbu nke ndị agha na San Diego, na-adụ onye kansụl obodo Charles C",
  "Dail ọdụ n'okwu ahụ",
  "Ọ kpọrọ Admiral David W",
  "Bagley, onye isi nke Eleventh Naval District na San Diego, maka nzukọ nke obodo San Diego na ndị isi ọrụ",
  "Bagley azaghachighị ọkpụkpọ òkù ahụ",
  "N'ịga n'ihu na-agbasi mbọ ike maka nyocha, Moreno sooro McWilliams rụkọọ ọrụ iji chịkọta ihe akaebe",
  "Nnyocha ahụ kpasuru Senator nke California State Jack B",
  "Tenney iwe, onye wakporo Moreno, na-ebo ya ebubo n'ihu ọha na ọ na-etinye aka na \"nkwekọrịta na-emegide America\".",
  "N'oge mkpọsa Zoot Suit ya, ọ gara n'ihu na-arụ ọrụ na ndị ọrụ",
  "N'obodo El Monte, ọ nọchitere anya ndị na-anakọta walnut, na-enweta enyemaka nke California Walnut Growers Association",
  "Otu onye nnọchi anya Association \" bịara nwee nkwanye ùgwù dị elu maka àgwà ya, ikike na ịkwụwa aka ọtọ\".",
  "N'afọ 1947, ọ lụrụ Gray Bemis, onye agha mmiri si Nebraska bụ onye nnọchiteanya na mgbakọ mba nke Socialist Party of America nke 1932",
  "Bemis nwekọrọ mmasị Moreno na ikike obodo nke ndị Mexico America, ma see foto ọtụtụ ọrụ ya.",
  "Na ngwụcha afọ 1940, Moreno guzobere ngalaba San Diego nke Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na Mexico",
  "N'okwu ọ na-ekwu n'isi nke Young Progressives of America, ọ dọrọ aka ná ntị na esemokwu agbụrụ na ọgba aghara nke ndị Kọmunist kpaliri ịkpa ókè agbụrụ, ịkpa ókè na obi ọjọọ ndị uwe ojii megide ndị Mexico America na ndị agbụrụ ndị ọzọ.",
  "N'ime afọ 1950, Immigration and Naturalization Service (INS) duziri Operation Wetback iji chụpụ ndị Mexico na ndị Mexico America",
  "Ọrụ ahụ lekwasịrị anya na ndị isi ọrụ karịsịa",
  "Ọ bụ ezie na a na-ewere ya dị ka onye na-akwanyere ùgwù na onye na-agbaso iwu, ọrụ ya mere ka ndị iro ya",
  "Ya na di ya malitere ịnata akwụkwọ ozi iyi egwu maka ọrụ ha megide obi ọjọọ ndị uwe ojii",
  "Tenney, onye kpọrọ ya \"onye mba ọzọ dị ize ndụ\", nyere aka n'ịchụpụ ya",
  "A na-enye ya nwa amaala iji gbaa akaebe megide Harry Bridges, mana ọ jụrụ ịbụ \"nwaanyị nweere onwe ya nwere mkpụrụ obi\".",
  "Na Nọvemba 30, 1950, Moreno na di ya nke abụọ, Gary Bemis nke Nebraska, hapụrụ United States site na Ciudad Juárez, jiri nwayọọ nwayọọ na-aga Mexico City",
  "E nyere ya akwụkwọ ikike nchụpụ n'ihi na ọ bụbu onye otu Communist Party.",
  "N'ikpeazụ, di na nwunye ahụ biri na Guatemala, mana a manyere ha ịgbapụ mgbe nnupụisi nke CIA kwadoro na 1954 chụpụrụ onye isi ala na-aga n'ihu Jacobo Arbenz Guzmán.",
  "Mgbe mmeri nke 1959 Cuban Revolution gasịrị, Moreno nọrọ oge na-akụzi n'àgwàetiti ahụ",
  "O mechara laghachi Guatemala, ebe ọtụtụ ndị ọkọ akụkọ ihe mere eme gbara ya ajụjụ ọnụ tupu ya anwụọ.",
  "Ọ bụ ezie na Luisa Moreno bụ onye isi na Pre-Chicano Movement na American labour movement, a na-elegharakarị ọrụ ya anya",
  "Kemgbe afọ 1970, ndị na-eme ngagharị iwe na ndị ọkọ akụkọ ihe mere eme agbalịwo ịmegharị ọrụ ya na mmegharị ahụ ma nye ya otuto kwesịrị ekwesị",
  "Otu n'ime ha bụ onye na-ese ihe na prọfesọ Judy Baca, onye chetara nzukọ nke ndị ọrụ Cal San na Great Wall nke Los Angeles",
  "Mgbidi ahụ, ihe ngosi nke akụkọ ihe mere eme nke Los Angeles, na-asọpụrụ Moreno site na itinye onyinyo ihu ya gbara onyinyo nke ndị na-eme ngagharị iwe gburugburu",
  "E gosipụtara akụkọ Moreno na National Museum of American History's \"American Enterprise\" installation."
]