[
  "Luix Virgil Overbea (nwụrụ n'ubochí irí n'ọnwa Julaị, 2010) bụ ónyé nta akụkọ America bụ otu n'ime ndị guzobere National Association of Black Journalists",
  "Luix Overbea bụ nwá afọ Chicago; ma nweta nzere bachelọ na nkà ihe ọmụma na akwụkwọ akụkọ na Mahadum Northwestern Ọ kwagara North Carolina ịrụ ọrụ màkà Winston-Salem Journal site na 1955 rụo 1968, ebe ọ bụ naanị ónyé nta akụkọ ojii. Ọ chọghị ka a na-ekpuchi naanị \"akụkọ ojii\" ma na-ekpu ihe niile site na ihe omume ọkachamara na mmekọrịta mmadụ na ibe ya ruo egwuregwu; n'oge ahụ, a na-akparị ndị ọcha ọbọdọ mgbè ọ ga-apụta iji kpuchie ihe dịka nzukọ ndị aldermen, ma mee ka ọ màrà. Overbea bụ otu n'ime ndị mbụ gbara Jesse Jackson ajụjụ ọnụ na 1964 dị ka Jackson na-eduzi ndị na-eri nri ehihie na Mahadum North Carolina A&T.",
  "N'afọ ndị 1960 ọ rụrụ ọrụ dị ka onye nchịkọta akụkọ nke St",
  "Louis Sentinel nke Black nwere na mgbè ahụ màkà Globe-Democrat. Overbea gàrà rụọ ọrụ màkà Christian Science Monitor na 1971, ebe ọ nọrọ afọ 21. N'ọrụ ya na Monitor, ọ rụrụ ọrụ dị ka onye edemede na onye na-eme ihe ngosi TV maka ụlọ ọrụ TV Monitor, ónyé nta akụkọ akwụkwọ akụkọ, ọ bụkwa osote onye isi oche màkà mmekọrịta ọbọdọ màkà ọrụ mgbasa ozi nke Monitor. A maara ya màkà mkpuchi ya banyéré mkpuchi ụlọ akwụkwọ Boston na 1970s. Ọ bụkwa ónyé nyere aka na Boston Globe, Bay State Banner, na akwụkwọ ndị ọzọ.",
  "Overbea rụrụ ọrụ iji nyéré ndị nta akụkọ ojii ndị ọzọ aka ịchọta ụzọ ha na azụmaahịa ahụ. Ọ bụ otu n'ime ndị guzobere National Association of Black Journalists",
  "na 1993 natara Lifetime Achievement Award site na nzukọ ahụ.",
  "Overbea lara ezumike nká na 1992. Ọ nwụrụ na Julaị 10, 2010 na Boston mgbè ọ dị afọ 87. Mgbè ọ nwụrụ, Ónyé isi oche NABJ Kathy Y",
  "Times kwuru na \"na-enweghị ndị isi dị ka Luix Overbea, ọ gaghị enwe NABJ",
  "O meghere ụzọ màkà ọtụtụ ndị nta akụkọ ojii ịgbaso nzọụkwụ ya.",
  "Overbea lụrụ Elexie (Culp) Overbea wee mụọ otu nwa nwanyị aha ya bụ Adgirene. A maara ya màkà ịkpa ọchị ya, na maka ịbụ onye \"na-enweghị obi ilu\" site na ịkpa oke chere ihu na mmalite ọrụ ya.",
  "Na mgbakwunye na ọrụ odeakụkọ ya, Overbea bụ ónyé na-ese ihe na onye na-ede uri. E dere uri ya \"Hometown\" na ihe ncheta na Roxbury Crossing Boston Orange line train stop."
]