[
  "Luke Leon Taitoa Wihone (onye a mụrụ Wijohn; amụrụ na 25 Febụwarị 2002) bụ onye na-ahụ maka gburugburu ebe obibi na New Zealand na onye ndọrọ ndọrọ ọchịchị.",
  "A mụrụ Wihone na 25 Febụwarị 2002. Ọ bụ onye Maori",
  "Ndị iwi ya bụ Ngāpuhi, Ngāi Tūhoe, na Te Rarawa. Ọ gara klas immersion Māori na Richmond Road School ma mesịa gaa Western Springs College, ebe ọ bụ onyeisi ndị otu hockey.",
  "N'afọ 2017, Wihone wepụtara onwe ya maka ije ozi na mkpọsa ntuli aka Julie Anne Genter",
  "N'afọ 2019, o nyere aka iduzi School Strike for Climate na Auckland, na ọnụ ọgụgụ mmadụ 80,000. Ọ nabatara onyinye Ambassador of Conscience maka nnọchiteanya nke òtù ahụ.",
  "Chlöe Swarbrick họpụtara Wihone maka 2019 New Zealand Youth Parliament",
  "N'oge arụmụka n'ozuzu, ọ gara n'ụlọ omebe iwu ndị ntorobịa iji kwupụta ọnọdụ ihu igwe",
  "A gafere mkpebi ahụ n'ime nkeji abụọ",
  "Wihone na ndị omeiwu ndị ntorobịa ịrị asaá na asatọ ndị ọzọ bịanyere aka n'akwụkwọ ozi ghere oghe nye ndị okenye ibe ha na-agba ha ume ka ha kwupụta ọnọdụ ihu igwe.",
  "N'ọnwa Ọgọstụ 2019, Wihone na ndị ọzọ nọ n'afọ iri na atọ natara mmachibido iwu otu afọ site n'aka onye isi oche Trevor Mallard maka ịbụ abụ \"Tūtira Mai Ngā Iwi\" na ife ọkọlọtọ Tino Rangatiratanga na gallery ọha na eze iji kwado ngagharị iwe na Ihumātao.",
  "A họpụtara Wihone na Febụwarị 2020 iji sọọ mpi Mount Albert na ntuli aka New Zealand nke afọ 2020",
  "N'ime ọtụtụ ndị na-eto eto, ọ bụ onye kachasị nta, na-eme afọ irí na asatọ n'ihe na-erughị ọnwa 8 site na ntuli aka",
  "Dị ka ọtụtụ ndị Green Party, ọ na-eme mkpọsa maka ntuli aka nke pati. E debere ya na nke iri na asatọ na ndepụta nke otu",
  "Na ntuli aka ahụ, ọ bịara nke atọ na 5.56% nke votu, na ndepụta ya adịghị elu iji banye na ndị omeiwu.",
  "N'abalị iri abụọ na asaa n'ọnwa Ọgọstụ 2021, mgbe ọ nọ n'okpuru mkpọchi COVID-19, Wihone hụrụ ndị uwe ojii nọ na Wellington na-ejide otu nwoke ma mee vidiyo ya",
  "Ndị uwe ojii yiri egwu ijide ya.",
  "Wihone gbara Swarbrick ume ka ọ maa onye isi otu James Shaw aka na ntuli aka Green Party of Aotearoa New Zealand nke afọ 2022, mana ọ jụrụ.",
  "Wihone na-akwado ibelata afọ ịtụ vootu na imeziwanye agụmakwụkwọ obodo n'ụlọ akwụkwọ. Ọ na-akwado ụtụ isi akụ na ụba na iwu cannabis."
]