[
  "Lulama \"Lulu\" Marytheresa Xingwana (amụrụ na 23 Septemba 1955) bụ onye ndọrọ ndọrọ ọchịchị South Africa onye jere ozi dị ka Minista maka ụmụ nwanyị, ụmụaka na ndị nwere nkwarụ site na Nọvemba 2010 ruo Mee 2014. N'oge gara aga, ọ nọ n'ọkwa osote minista nke mineral na ike site na 2004 ruo 2006 ma bụrụ minista nke ọrụ ugbo na ala site na 2006 ruo 2009, na-anọchi Thoko Didiza.",
  "Xingwana nwetara nzere bachelọ nke sayensị na Mahadum Witwatersrand na 1985 na diplọma atọ, otu na Economic Principles na Mahadim Limpopo na 2002, na abụọ ndị ọzọ na Development and Leadership Studies, na Rural Development na Mahadam Zimbabwe na Zimbabwe.",
  "Xingwana ghọrọ onye omeiwu mgbe ntuli aka South Africa nke afọ 1994 gasịrị",
  "Ọ bụkwa onye isi oche nke Southern African Development Community's Regional Women's Caucus na onye nduzi nke South African Council of Churches' Women's Development Programmes (1987)",
  "Ọ bụ onye isi oche nke Kọmitii Nlekọta Jikọrọ Aka maka Improvement of Quality of Life and Status of Women (2002ī 2004), Caucus nke Ụmụ nwanyị nke ndị omeiwu (1999ī 2004), Malibongwe Rural Development Project for Women (1998ī 2000) na National Assembly Portfolio Committee for Sports and Recreation (1994ī1999)",
  "Ọ bụ onye nkuzi nke Klas maka ndị ọrụ ụlọ n'ime ime obodo na mpaghara ndị dịpụrụ adịpụ nke Johannesburg, yana maka Ịmụta na Ịkụzi, kemgbe afọ 1985",
  "Site na 1999 ruo 2004, ọ nọ na National Assembly Portfolio Committee for Defence",
  "Ọ nọkwa na Kansụl Nchịkwa nke ANC maka Gauteng (1998ī2001) na Kọmitii Nchịkọta Mba: Ihe Ndị Na-ahụ Maka Gburugburu Ebe Obibi na Njem (1996ī2004), Onye isi mmepe maka Njikọ Ụmụ nwanyị nke ANC (1991ī1994) na onye otu FEDSWA (1981ī1991)",
  "Ọ bụ onye otu United Democratic Front site na 1983 ruo 1991, ọ bụkwa onye otu ANC Women's League kemgbe 1993.",
  "Xingwana ekwuola banyere mmegide ya megide nloghachi nke ntaramahụhụ ọnwụ na South Africa na-ekwu na \"ọ na-emegide ụkpụrụ anyị nke ikike mmadụ\" na ụkpụrụ ọchịchị onye kwuo uche ya nke mba ahụ.",
  "N'oge a họpụtara ya dị ka Minista na-ahụ maka ọrụ ugbo na ala, Xingwana kpatara esemokwu na 2007 mgbe ọ boro ndị ọrụ ugbo ọcha ebubo na ha bụ ndị obi ọjọọ na ndị na-enweghị mmadụ n'ebe ndị ọrụ ha nọ",
  "O kwuru na ndị ọrụ ugbo na-edina ndị ọrụ ha n'ike mgbe niile",
  "Okwu ndị a were ọtụtụ ndị ọrụ ugbo iwe, na ndị ọrụ ugbe abụọ, AgriSA na Transvaal Agricultural Union, mara ya aka inye ihe akaebe ga-akwado ebubo ya",
  "Minista ahụ kpọrọ oku ka ya na ndị otu ahụ nwee nzukọ, mana ndị ọrụ ugbo ahụ hapụrụ iji mee mkpesa",
  "A kpọrọ onye bụbu onye isi ala Thabo Mbeki iji dozie esemokwu ahụ.",
  "N'ọnwa Eprel afọ 2009, akụkọ dị na akwụkwọ akụkọ Afrikaans Rapport kwughachiri nkọwa zuru ezu nke otu n'ime ndị na-agụ ya chọtara na akwụkwọ Land Affairs dị peeji atọ nke ụlọ mposi mkpanaka pụrụ iche, nke a na-ebubata na R500,000, maka iji Xingwana mee ihe mgbe ọ na-enyefe ala n'akụkụ dị iche iche nke mba ahụ",
  "A na-ekwu na nkọwa ya gụnyere ọla edo, mana ọnụ na-ekwuchitere Xingwana gọnahụrụ nkwupụta ahụ, na-ekwupụta na, ọ bụ ezie na Xingwana nwere ụlọ mposi pụrụ iche, ọ dịghị iche na ndị na-anabata hoi polloi.",
  "N'ọnwa Machị afọ 2010, Lulu Xingwana si n'ihe ngosi nka nke ọ na-aga na ya dị ka minista nke nka na ọdịbendị, na-akpọ ọrụ ahụ 'omume rụrụ arụ'",
  "Otu onye na-amaghị aha ya kwuru na Xingwana jụrụ ngosipụta nke di na nwunye nwoke na nwanyị, mana ihe kpatara ya nyere site n'aka onye na-ekwuchitere ya bụ na ọ bụ \"Ọ bụ omume rụrụ arụ, mkparị ma na-emegide iwu mba\".",
  "Na mbido Febụwarị 2013 a kọrọ na Xingwana mefuru R2.1 nde n'ịmegharị isi ụlọ ọrụ nke ụmụ nwanyị, ụmụaka na ndị nwere nkwarụ na oche ọhụrụ. Ihe fọrọ nke nta ka ọ bụrụ ọkara nke ego ahụ ka a na-emefu na oche ndị a na-emepụta maka ọfịs nke ya. Ndị otu mmegide boro Xingwana ebubo na ọ na-eji ihe onwunwe ọha na eze eme ihe iji tinye onwe ya n'ihe onwunwe ya na njem mba ofesi kama ịgbachitere ikike nke ndị South Africa na-adịghị ike, nke ngalaba ya na-ahụ maka ya.",
  "N'abalị iri abụọ na isii n'ọnwa Febụwarị n'afọ 2013, Xingwana kwuru na ụlọ ọrụ mgbasa ozi Australia bụ ABC News, sị: \"A zụlitere ụmụ nwoke Afrikaner na okpukpe Calvinist na ha nwere nwanyị, ha nwere nwa, ha nwere ihe niile ya mere ha nwere ike iwere ndụ ahụ n'ihi na ha nwere ya",
  "\"",
  "Mgbe o kwusịrị okwu ndị a, ndị otu na-ahụ maka ihe ndị ruuru mmadụ n'Afrịka bụ AfriForum boro ya ebubo ịkpa ókè \"na-adabere na agbụrụ, okwukwe na okike\", nakwa na nke a bụ \"nnukwu mkpagbu okwu megide iguzosi ike n'ezi ihe nke ndị Afrikaners\". Ndị Christian Democratic Party kpọrọ onye isi ala ka ọ chụọ ya n'ọrụ",
  "Afrikanerbond kwuru na ihe ọ na-ekwu bụ \"nnukwu mkparị okwu megide iguzosi ike n'ezi ihe nke ndị Afrikaners\" ma kwuo na o mere nkwupụta ahụ na mgbalị ịdọrọ uche pụọ na akụkọ na-akọwapụta njikwa ọjọọ n'ime ngalaba ya.",
  "N'ụbọchị na-esote, Xingwana wepụrụ okwu ya ma rịọ mgbaghara n'ihu ọha \"n'enweghị ihe mgbochi\".",
  "Àtụ:S-start\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-aft\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:EndÀtụ:SAAgricultureMinistersÀtụ:Thabo Mbeki cabinet 2Àtụ:Kgalema Motlanthe cabinet 1Àtụ:Jacob Zuma cabinet 1Àtụ:ANC National Assembly membersÀtụ:MembersSAParliament GautengÀtụ:Jacob Zuma cabinet 2"
]