[
  "Alaeze Afrịka LUMI bụ ego ọhụrụ nwere nkwenye dị nta",
  "E guzobere ya dị ka ego iwu kwadoro n'ime afọ 2014 Bank Act of Accompong, obodo nweere onwe ya na Jamaica, ma nye ya ọha na eze site na Central Solar Reserve Bank of Accompog dị ka ego nke Sovereign Maroon State of Accompongo na ego akwụkwọ ụlọ akụ ya e bipụtara na Canada. Onye guzobere LUMI bụ Minista na-ahụ maka ego n'oge ahụ na Gọvanọ nke Ụlọ Akụ̀ nke Accompong, H.H",
  "Chief Timothy McPherson, onye bụ injinia ego zuru ụwa ọnụ nke sitere n'ókèala Maroon nke Queen Nanny nke Maroons na Island nke Jamaica.",
  "Ọ bụ ezie na e bipụtara AKL Lumi mbụ n'afọ 2016 maka iji ya mee ihe n'ime Accompong, kemgbe afọ 2020 ndị otu gọọmentị anabatala LUMI dị ka ego gọọmentị, ha gụnyere: Economic Community of the States, Nations, Territories and Realms of the African Diaspora 6th Region (ECO-6), State of the African Baaspora, the African Kingdoms Federation, the United Kingdoms of Africa, na African Diaspor Central Bank. Otú ọ si la dị, Ụlọ Akụ̀ nke Jamaica dọrọ aka ná ntị megide ego ahụ, na-ekwu na \"Onye ọ bụla na-ekwu maka inye ego nke agwaetiti Jamaica site n'aka mmadụ ma ọ bụ ụlọ ọrụ ọzọ na-abụghị Ụlọ Akùụ̀ nke Jamaican na-eme otu a na-enweghi nkwado nke ụlọ akụ Jamaica ma na-emegide kwa iwu usoro ụlọ akụ ahi\"",
  "enweghị ikike ma mebie Iwu Ụlọ Akùnd nke Jamaica\".",
  "N'ịbụ nke ike anyanwụ kwadoro site na nkwekọrịta ịzụta ịke, ego ahụ ruru 100Kwh nke ike anyanwụ, yana ọnụahịa na-akwụsi na 4 grains nke ọlaedo (0.2592 gram) maka 1 AKL.\nA naghịzi eji lumi eme ihe dị ka ego Accompong",
  "Kama nke ahụ, ọ bụ African Diaspora Central Bank na-enye ya ugbu a",
  "Colonel Richard Currie kpochapụrụ Central Solar Reserve Bank mgbe ọ nọchiri Colonel Ferron Williams dị ka onye isi ala ọhụrụ a họpụtara maka Accompong.",
  "Ka ọ dị ugbu a, e nwere naanị 1 ego akwụkwọ, nke na-anọchite anya 1 lumi.\nN'afọ 2021, African Diaspora Central Bank (ADCB) kọrọ ngụkọta nke US $ 1.1 puku ijeri na azụmahịa n'etiti Afrịka na mbà zuru ụwa ọnụ site na iji LUMI; nke a bụ ihe karịrị otu ụzọ n'ụzọ atọ nke ngụkọta GDP maka kọntinent Afrịka na US $ 2.7 puku ijeri n'afọ 2021."
]