[
  "Luster Willis (1913), bụ ónyé Africa-America na-ese ihe si Terry, Mississippi nke a maara nke ọma màkà ihe osise na ihe osise ya",
  "O jiri ụdị ihe osise dị iche iche na collage mee ihe iji dọta uche na adịghị ike nke mgbasa ozi ọha na eze.",
  "A mụrụ Luster Willis n'ubochí irí abụọ na isé n'ọnwa Disemba, 1913",
  "Ọ gàrà ụlọ akwụkwọ ruo na klas nke asatọ, wee malite ọrụ ugbo ógè niile mgbe nke ahụ gasịrị. N'oge opupu ihe ubi na ógè okpomọkụ ọ nyeere nnà ya aka n'ilekọta ugbo ha dị hekta iri isii",
  "N'oge oyi, ọ gburu osisi ma mee njikọ màkà Illinois Central Railroad. Ọ lụrụ Louvennia Bozman n'ubochí irí n'ọnwa Nọvemba, 1934, ọ bụ ezie na ha enweghị ụmụ nke ha, ha zụlitere ụmụ nwanne nné abụọ.",
  "N'afọ 1943, a kpọrọ ya ka ọ sonye n'agha America n'oge Agha Ụwa nke Abụọ",
  "Ọ nọrọ na Europe ruo afọ atọ, ọ bụkwa na Germany, France, na Austria ebe mbụ ọ hụrụ ezigbo nka",
  "A tọhapụrụ ya n'ọrụ agha n'afọ 1947",
  "Ọ laghachiri Egypt Hill, Mississippi wee gaa Magnolia Trade School na Jackson, Mississippi màkà asambodo onye na-akpụ isi ya.",
  "Nná Willis nwụrụ na 1963 ma Willis ketara ugbo ya, ebe o bìrì ndụ ya fọdụrụ",
  "Mgbè ọ dara ọrịa strok na mberede na 1986, Willis enweghị ike ịmepụta ọrụ nka ndị ọzọ",
  "Ọ nwụrụ nanị afọ ole na ole mgbe nke ahụ gasịrị na 1991.",
  "Willis gosipụtara mmasị na nkà màkà nka n'oge ọ dị obéré",
  "Otú ọ dị, ndị nkụzi ya kụdara mmasị nka ya, na-eleghara ha anya dị ka ndị na-abaghị uru na ndị na-enweghị isi. Ka o sina dị, Willis gara n'ihu na-ese ma na-eme ihe okike ya. N'oge Great Depression, ọ tụrụ osisi ije maka ndị agbata obi ya na Mississippi, na-ekwe nkwa \"ịtinye mkpara n'aka onye agadi ọ bụla nọ na obéré ọbọdọ ya\". Ogwe osisi ya, nke gosipụtara mmadụ n'onwe ya n'isi osisi ahụ, nwere ihe ịga nke ọma nke na ha bụ isi ihe ọ na-enweta n'oge Nsogbu, na-akwụ ụgwọ n'etiti cents irí asaá na isé na dollar ise nke ọ bụla. Mgbe Willis ketara ugbo nna ya na 1963, o nwere ohere na nnwere onwe ka ukwuu iji mepụta n'ụzọ nke ya, ya mere ọ malitere ise ihe na ise ihe na nke mbụ",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, William Ferris, onye nduzi nke Center for the Study of Southern Culture na Mahadum Mississippi chọpụtara ọrụ ya.",
  "E gosipụtara ọrụ Willis na ihe ngosi ndị a:",
  "Ọrụ Willis dị na nchịkọta na-adịgide adịgide nke ebe ngosi ihe mgbe ochie ndị a:"
]