[
  "Luxor (Arabic: , : , lit",
  "'obí eze') bụ obodo nke oge a na Upper (n'ebe ndịda) Ijipt nke gụnyere ebe obodo Ijipt oge ochie nke <i id=\"mwFQ\">Thebes</i> dị",
  "A na-akọwakarị Luxor dị ka \"ụlọ ngosi ihe ngosi ikuku ikuku kachasị n'ụwa\", ebe mkpọmkpọ ebe ụlọ nsọ Egypt dị na Karnak na Luxor guzoro n'ime obodo ọgbara ọhụrụ",
  "Ozugbo chere ihu, n'ofe Osimiri Naịl, ka ihe ncheta, ụlọ arụsị na ili dị n'akụkụ ọdịda anyanwụ Theban Necropolis, nke gụnyere Ndagwurugwu Ndị Eze na Ndagwurugwu Queens",
  "Ọtụtụ puku ndị njem nlegharị anya si gburugburu ụwa na-abịa kwa afọ ịga leta ihe ncheta Luxor, na-atụnye ụtụ dị ukwuu na akụ na ụba nke obodo ọgbara ọhụrụ.",
  "Ndị bi na Luxor bụ 422,407 (2021), na mpaghara  ihe dịka 417 km2 (  mi). Ọ bụ isi obodo Luxor Governorate",
  "Ọ bụ otu n'ime obodo ndị mmadụ kacha ochie n'ụwa.",
  "Aha Luxor (Arabic: , : , lit",
  "'', a na-akpọ /ˈlʌksɔːr, ˈlʊk-/, Egyptian Arabic pronunciation: [ˈloʔsːoɾ], Upper Egyptian: [ˈ loɡsːor]) sitere na Arabic qasr (قصر), nke pụtara \"obí eze\".)",
  "Aha Sahidic Coptic Pape (Coptic), sitere na Demotic \"adyton\", nke, n'aka nke ya, sitere na Ijipt. Ụdị Grik bụ Ōnʹnʹn na Ōn·φιεῖον sitere n'otu isi iyi. Obodo nta Ijipt Aba al-Waqf (Arabic, Ancient Greek) nwere otu okwu ahụ.",
  "Aha Grik bụ Thebes (Grik oge ochie) ma ọ bụ Diospolis",
  "Aha ndị Ijipt nke obodo ahụ bụ Waset, nke a makwaara dị ka Nut (Coptic)",
  "Luxor bụ obodo oge ochie nke Thebes, isi obodo nke Upper Egypt n'oge Alaeze Ọhụrụ, na obodo Amun, nke mesịrị ghọọ chi Amun-Ra",
  "A na-ewere obodo ahụ n'ihe odide ndị Ijipt oge ochie dị ka wAs.t (nke a na-akpọ \"Waset\"), nke pụtara \"obodo nke mkpanaka\", ma mesịa na Demotic Egyptian dị ka tapt (nke a kpọrọ \"t A ipt\" ma ọ pụtara \"ụlọ nsọ / ụlọ nsọ\", nke ndị Gris maara ugbu a dị ka \"nakets\"",
  "A makwaara Thebes dị ka \"obodo nke ọnụ ụzọ ámá 100\", mgbe ụfọdụ a na-akpọ ya \"Heliopolis nke ndịda\" ('Iunu-shemaa' na Ijipt oge ochie), iji mee ka ọ dị iche na obodo Iunu ma ọ bụ Heliopolis, isi ebe ofufe maka chi Ra n'ebe ugwu",
  "A na-akpọkarị ya niw.t, nke pụtara \"obodo\", ọ bụkwa otu n'ime naanị obodo atọ dị n'Ijipt nke e ji aha a mee ihe (abụọ ndị ọzọ bụ Memphis na Heliopolis); a na-akpọkwa ya niw, \"obodo ndịda\", dịka ndịda ha."
]