[
  "Lycée Français Louis Pasteur de Lagos bụ ụlọ akwụkwọ mba France dị na Victoria Island, Lagos, Naijiria",
  "Ụlọ akwụkwọ ahụ nwere ọkwa praịmarị na sekọndrị.",
  "E hiwere French School of Lagos n'afọ 1958 site na Association Française du Nigeria (AFN)",
  "Tupu e wuo ụlọ akwụkwọ dị ugbu a na 1987 site n'enyemaka nke French Ministry of Foreign Affairs, ọ kwagara ọtụtụ ebe na Ikoyi na Victoria Island",
  "AFN bụ òtù na-enweghị uru, otu ndị nlekọta nke bụ ụlọ ọrụ ụlọ akwụkwọ nke ụlọ akwụkwọ onwe onye a",
  "Ndị nne na nna bụ ndị otu ahụ ma họpụta ndị nne na nna n'etiti ha ka ha guzobe kọmitii njikwa.",
  "Site na nkwekọrịta a bịanyere aka na 2002 na Agency for French Education Abroad (AEFE; French: Agence pour l'enseignement français à l'étranger), ụlọ ọrụ nke French Ministry of the Foreign Affairs, ụlọ akwụkwọ ahụ jikọtara ya na ndị ọchịchị France nke na-enye ya nkwado ego",
  "Dabere na nkwekọrịta ahụ, ụlọ akwụkwọ ahụ na-enye akara na diplọma French na-enye ohere maka ọmụmụ post-gụsịrị akwụkwọ na mahadum French na mahadum ndị ọzọ dị na Europe yana Quebec, Canada",
  "(Lycee Francais nke Lagos bụ otu n'ime ụlọ akwụkwọ 494 dabere na AEFE n'ụwa.)",
  "N'afọ 1997, ụlọ akwụkwọ French ghọrọ \"Lycee Français\"",
  "E mere mgbatị nke ụlọ dị ugbu a na 1998 na 2004.",
  "Lycée Français Louis Pasteur nwere ụlọ atọ, ogige abụọ, na ebe egwuregwu atọ.",
  "Otu isi ụlọ nwere klas, ụlọ nyocha, CDI na BCD (ọbá akwụkwọ ụlọ akwụkwọ), nchịkwa, ụlọ nzukọ.",
  "Otu ụlọ nwere \"Salle des Droits de l São Hum\" nke bụ ụlọ nzukọ eji eme ihe ngosi niile (ihe nkiri, ihe ngosi, nnukwu nzukọ, wdg) na maka ụfọdụ asọmpi egwuregwu ma ọ bụ ọzụzụ (egwuregwu mmega ahụ, karate, fencing, wdg.Ọ dị iche iche Ikike ya bụ ihe dị ka oche narị abụọ",
  "N'akụkụ, e nwere ụlọ oriri ọhụrụ, ebe ụmụ akwụkwọ na ndị nkuzi nwere ike ịzụta nri ma ọ bụ ihe oriri.",
  "Otu ụlọ nwere klas ụfọdụ maka mgbakọ na mwepụ na nkuzi asụsụ, na ọfịs nke CPE na \"Vie Scolaire\" nke na-elekọta ụlọ akwụkwọ sekọndrị.",
  "E nwere ogige egwuregwu dị n'ime ụlọ nke a na-ejikarị eme basketball, handball, na volleyball",
  "Ogige ahịhịa dị n'èzí dị mma maka bọọlụ ma ọ bụ ịgba ọsọ",
  "N'afọ 2017, e wuru ọdọ mmiri."
]