[
  "Lydia Katjita (amụrụ na 15 Ọktoba na afo 1953 na Omatjete, Erongo Region, Namibia) bụ onye bụbu onye otu National Assembly of Namibia na Pan-African Parliament.",
  "A mụrụ Lydia Katjita na 15 na onwa Ọktoba na afo 1953 na Omatjete na mpaghara Erongo nke etiti Namibia",
  "N'afọ 1989, ọ natara asambodo agụmakwụkwọ praịmarị dị elu (HPEC) na Mahadum Namibia",
  "Ọ nwetara B.A",
  "na Mahadum nke South Africa na afo 1996 wee debanye aha na Master of Educational Management and Administration program na Mahadim nke Namibia n'afọ sochirinụ.",
  "Site na afo 1980 ruo mmalite nke ọrụ ndọrọ ndọrọ ọchịchị mba ya na afo 1999, Katjita bụ onye nkuzi",
  "N'oge a, o nwere ọtụtụ ọkwa ndị ọzọ, gụnyere onye isi ngalaba maka sayensị, mgbakọ na mwepụ, Bekee, na Afrikaans na Ministry of Education na Grootfontein (na afo 1993 wee ruo 1999), onye otu ụlọ akwụkwọ na kọmitii njikwa na Kalenga English Primary School (na afo 1993 wee ruo 1995), onye na-ahụ maka akụ nke ụka Evangelical Lutheran na Grootfonstein (1994-n'oge na-adịbeghị anya), onyeisi oche nke Grootfontein Town Council (1995-1996), onye nkuzi oge na Namibia College of Open Learning (NAMCOL) na Grootfontain (1995-1999), na Grootfon protein (1997).",
  "Katjita ghọrọ onye otu nke atọ National Assembly of Namibia na afo 2000 (na-anọchite anya SWAPO) ma nọgide n'ọkwa ruo mgbe ntuli aka ndị omeiwu Namibia gasịrị na onwa Nọvemba na afo 2004",
  "O lekwasịrị anya karịsịa na iwu na-emetụta ime obodo ma bụrụ onye otu kọmitii na-adịgide adịgide na Human Resources na Gender Development na Privileges na Reports of the Ombudsperson. N'afọ 2002, a họpụtara ya ka ọ bụrụ onyeisi oche nke kọmitii ndị omeiwu iji nabata nhọpụta maka Nobel Peace Prize na Namibia.  Katjita bụkwa onye otu alaka Namibia nke Commonwealth Parliamentary Association na Pan-African Parliament, ebe ọ nọ na Kọmitii Ikpe Ziri Ezi na Ihe Ndị Ruuru Mmadụ na Pan-Africa Parliamentary Women Caucus.  N'ọnwa Julaị na afọ 2005, a họpụtara ya ka ọ bụrụ odeakwụkwọ maka nchịkwa na ego nke nzukọ ụmụ nwanyị Pan African."
]