[
  "Lydia Cheromei (amụrụ na 15 na onwa Mee na afọ 1977, na Baringo District) bụ onye Kenya na-eme egwuregwu nke amụrụ n'ezinụlọ ndị na-eme ihe nkiri",
  "Ọ bụ ọkachamara na ịgba ọsọ ogologo oge",
  "Ọ ghọrọ onye a ma ama mgbe ọ dị afọ iri na atọ site na mmeri na asọmpi ndị na-eto eto na IAAF World Cross Country Championships",
  "O wepụrụ afọ ole na ole n'asọmpi, na-ekwu maka ike ọgwụgwụ, wee laghachi n'etiti afọ iri itoolu, na-apụta na afo 1996 Atlanta Olympics.",
  "Cheromei nwere ihe ịga nke ọma n'okporo ụzọ, na-enweta mmeri na Saint Silvester Road Race wee bịa nke isii n'okpọ ụzọ na 2000 Summer Olympics",
  "O sonyeghị na asọmpi site na afo 2001 ruo 2004 n'ihi nsogbu onwe onye, ọ tụfuru afọ abụọ ọzọ nke asọmpi mgbe nyocha doping dị mma na afọ 2006.",
  "Cheromei laghachiri na afọ 2008 wee malite ịsọ mpi na marathons, onye nkuzi Ịtali Gabriele Nicola sochiri, na-enweta mmeri mbụ na Amsterdam Marathon.",
  "Lydia Cheromei bụ nwa nke ise n'ime ụmụ asaa",
  "Ya na nne na nna ya na ụmụnne ya Joseph, Jeremiah na David na-akọrọ mmasị ya maka ịgba ọsọ",
  "Nne ya na-agba ọsọ nkeji isii, ebe nna ya na afọ 2010 ka na-agba kilomita asaa mgbe ọ dị afọ 72",
  "Ụmụnne ya nwoke Joseph na Jeremiah nọchitere anya Kenya na Olimpik. David Cheromei na-ekwu na ọ bụ mmụọ nsọ kpaliri ya iwere ịgba ọsọ n'ụzọ siri ike ka ihere wee ghara ime ya maka nwanne ya nwanyị na-eti ya ihe. Onye na-eme egwuregwu ibe ya na onye na-edekọ ihe ndekọ ụwa Paul Tergat bụ nwa nwanne ya.\nNa Septemba na afọ 2006 Lydia mụrụ nwa nwanyị, Faith Chelagat.",
  "Cheromei bụ onye nwetara ọla nchara na World Junior Championships ma merie na Junior category nke World Cross Country Championships na afọ 1991 mgbe ọ dị afọ 13",
  "O meriri ule Kenya maka afọ 1991 World Championships, mana a na-ewere ya dị ka onye na-eto eto iji sọọ mpi na Tokyo",
  "Ọ bụ Sister Christine Heverin nke Singore Girls Secondary School zụrụ ya n'oge ahụ.",
  "Ọ naghị arụ ọrụ n'etiti afọ 1994 na 1997, ebe ọ bụ na a na-ekwu na onye na-agba ọsọ ahụ gbara ọkụ. Ọ laghachiri mana o nwere ezumike afọ atọ ọzọ ruo 2004 n'ihi nsogbu onwe onye.",
  "Cheromei nwere mmeri atọ (afọ 1999, 2000 na 2004) na Saint Silvester Road Race nke a na-eme kwa afọ na Brazil",
  "O meriri na afọ 2004 Zevenheuvelenloop site na ịgba ọsọ 47:02, oge nke abụọ kachasị mma 15K.",
  "N'afọ 2006, a mara Cheromei ikpe maka ọgwụ clomiphene doping",
  "E nyere ihe nnwale ahụ na 24 Febụwarị, na afọ 2005 na ule na-abụghị asọmpi na Eldoret",
  "A kwụsịtụrụ ya na IAAF site na Mee na afọ 2005 ruo Mee 2007. O kwuru na ọ na-aṅụ ọgwụ ahụ n'okpuru ọgwụ nke dọkịta ya ka ọ na-enweta ọgwụgwọ ọmụmụ n'oge ule. Mmachibido iwu ahụ nọgidere n'ihi na ọ gwaghị ndị isi dị mkpa banyere ozi ahụ.",
  "Cheromei meriri na afọ 2008 Rotterdam Half Marathon na ndekọ nke 68:35; ndekọ gara aga (69:13) bụ nke ya onwe ya setịpụrụ na afọ 2004 mgbe ọ merikwara ihe omume ahụ.",
  "O nwere ihe ịga nke ọma na marathon mbụ site na mmeri na 2008 Amsterdam Marathon na oge 2.25.27. Na afọ 2009 Rotterdam Marathon ọ mechara nke abụọ n'azụ Nailya Yulamanova nke Russia.",
  "Ọ gbara ọsọ na 2011 Dubai Marathon wee nweta ọnọdụ nke abụọ n'azụ Aselefech Mergia na oge ya nke 2:23:01 gosipụtara ọganihu karịa ihe kachasị mma ya karịa nkeji atọ. Ọ mebiri ihe ndekọ nke Prague Half Marathon n'ọnwa Eprel na oge mmeri ya nke 1:07:33 gosipụtara ọganihu ọrụ maka anya nke ihe karịrị otu nkeji. N'ọnwa sochirinụ, ọ laghachiri n'obodo ahụ n'ụzọ gara nke ọma, merie Prague Marathon na oge ndekọ nke 2:22:34, ọzọ bụ nke kachasị mma. N'ọnwa Ọktoba, ọ meriri Marseille-Cassis Classic na ndekọ ndekọ nke 1:08:23 awa, mana ọ bụ naanị nke ise na Delhi Half Marathon n'ọnwa na-esote.",
  "Ọ bụ otu n'ime ndị ọkacha mmasị tupu asọmpi na afọ 2012 Dubai Marathon na Jenụwarị, mana ọ gwụchara n'ọnọdụ nke isii",
  "Otú ọ dị, ọ ka na-emeziwanye ihe kachasị mma ya site na ihe karịrị otu nkeji site na ọsọ nke awa 2:21:30 n'ọhịa ụmụ nwanyị. Ọ bụ onye ọkacha mmasị iji chebe aha ya na 2012 Prague Half Marathon ma mepụta ihe kachasị mma nke 1:07:26 awa, mana Joyce Chepkirui meriri ya. Mgbe ọ laghachiri na Prague Marathon, ọ banyere dị ka onye ọkacha mmasị ma nọgide na-agba ọsọ ọsọ ruo 30K, mana o mechara hapụ kilomita ole na ole site na njedebe na-ata ahụhụ site na mmerụ ahụ ụkwụ. Ọ nọ n'ọkwa nke anọ na Lille Half Marathon na 2012 IAAF World Half Marathon Championships, nke bụ mpụta mba ụwa mbụ ya n'ime afọ asatọ",
  "Ọ gbara ọsọ nke 2:23:07 iji merie Yokohama Women's Marathon na Nọvemba.",
  "Ọ banyere na afọ 2013 Prague Marathon na olile anya nke iṅomi mmeri ya afọ abụọ gara aga, mana nsogbu ọkpụkpụ hapụrụ ya n'ọnọdụ nke isii.",
  "Àtụ:S-start\nÀtụ:S-sports\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-end"
]