[
  "Lydia Chekwel (amụrụ n'abalị iri na isii n'ọnwa Ọgọstụ n'afọ 1964) bụ onye ndọrọ ndọrọ ọchịchị na onye nkuzi nke Uganda na-anọchite anya Kween District dị ka nwanyị so na ndị omeiwu nke itoolu na nke iri nke Uganda. O guzoro dị ka onye ndọrọ ndọrọ ọchịchị nwere onwe ya na 10th Parliament of Uganda. Otú ọ dị, na Nzukọ Ndị Omeiwu nke itoolu, ọ sonyeere otu ndọrọ ndọrọ ọchịchị National Resistance Movement.",
  "N'afọ 1976, ọ gụsịrị akwụkwọ Primary Leaving Examinations na Moyok Primary School. N'afọ 1981, ọ nwetara asambodo agụmakwụkwọ nke Uganda Advanced na St Elizabeth Senior Secondary School, Kidetok. N'afọ 1988, e nyere ya asambodo ndị nkuzi praịmarị site na Institute of Teacher Education Kyambogo ma mesịa laghachi na Institute of Professor Education Kyambog maka diplọma na nkuzi ndị nkuzi n'afọ 2000. N'afọ 2008, e nyere ya nzere bachelọ na agụmakwụkwọ na Mahadum Kyambogo",
  "Site na afo 1988 ruo na afor 2000, ọ rụrụ ọrụ dị ka onye nkuzi na Chemwania Primary School ma mesịa sonye na Kapchorwa Primary Teachers College dị ka onye nduzi site na afo 2000 ruo na afo 2011.",
  "Site n'afọ 2011 ruo taa, ọ bụ onye omeiwu na ụlọ omeiwu nke Uganda. Ọ rụrụ ọrụ na ndị ọkachamara dị ka onye otu Red Cross na onye otu zuru oke nke Teachers Association. Ọ rụkwara ọrụ ndị ọzọ na Nzukọ Ndị Omeiwu nke Uganda na Kọmitii na-ahụ maka ihe ndị ruuru mmadụ na Kọmiti na-ahụkarị maka agụmakwụkwọ na egwuregwu. Ọ bụ onye otu UWOPA nke 10th Parliament.",
  "Lydia Chekwel, onye nọ n'ọkwa nwanyị MP, kemgbe afọ 2011 na-alụ ọgụ na nwa nwanne ya nwanyị, Rose Emma Cherukut, onye a maara nke ọma dị ka Pakalast, onye bụbu Kapchorwa Resident District Commissioner (RDC). Na ntuli aka nke afọ 2021, Chekwel kpebiri ịgba ọsọ dị ka onye nweere onwe ya ọzọ mgbe Cherukut meriri ya na ntuli aka pati",
  "Cherukut nwetara vootu 19,004 ebe Chekwel nwetara vootu 15,041.",
  "Ọ lụrụ Alfred Barteka, nwanne Andrew Yesho, onye bụ nna Ms Cherukut. Ihe ntụrụndụ Lydia na-arụ ọrụ na ụmụ nwanyị na ụmụaka, ịgụ akwụkwọ na njem. O nwere mmasị pụrụ iche na nduzi na ndụmọdụ ụmụ nwanyị na ndị ntorobịa, ịhazi na inyere ụmụ nwanyị na ụmụ okorobịa aka, ịkwado obodo na-ewu ụlọ akwụkwọ na ụlọ ụka / ụlọ alakụba."
]