[
  "Lynn Freed bụ onye odee mara maka ọrụ ya dị ka onye edemede, onye edemede na onye edemede nke obere akụkọ.",
  "A mụrụ Lynn Freed ma otolitere na Durban, South Africa",
  "Ọ bịara New York City dị ka nwa akwụkwọ gụsịrị akwụkwọ, nata MA na Ph.D",
  "na akwụkwọ Bekee sitere na Mahadum Columbia",
  "Mgbe ọ kwagara na obodo San Francisco, o dere akwụkwọ akụkọ mbụ ya, Mgbanwe Obi (nke e bipụtara dị ka ndị enyi nke ezinụlọ )",
  "Kemgbe ahụ, o bipụtala akwụkwọ akụkọ isii ọzọ: Ground Home, The Bungalow, The Mirror, House of Women, The Servants Quarters and The Last Laugh",
  "O nwere nchịkọta akụkọ dị mkpirikpi, Akọcha nke Nwoke Kwesịrị Ekwesị na nchịkọta edemede abụọ: Ịgụ, Ide & Ịhapụ Ụlọ: Ndụ na Peeji na Romance nke Ebe Ọzọ",
  "Akụkọ ifo na edemede dị mkpirikpi nke Freed pụtara na Harper, The New Yorker, The Atlantic Monthly, Magazin akụkọ, Plowshares, Southwest Review, Michigan Quarterly Review, The Santa Monica Review, The New York Times, The Washington Post, The Wall Street Journal, Newsday, Mirabella, Elle, Ụlọ mara mma, Ụlọ &amp; ubi, Njem &amp; ntụrụndụ na Vogue, n'etiti ndị ọzọ",
  "A n'asụgharị ọrụ ya n'ọtụtụ ebe, ma tinye ya n'ọtụtụ akwụkwọ akụkọ mgbe ochie.",
  "Na 2011, Freed meriri O",
  "Henry Award maka obere akụkọ ya, \"Sunshine\" (gụnyere na The O",
  "Henry Prize Stories 2011), na, na 2015, ọzọ maka \"Ụzọ Ihe Na-aga\" (gụnyere na The O",
  "Akụkọ ihe nrite Henry, 2015)",
  "N'afọ 2012, edemede ya, \"Idebe nche\", gụnyere n'ime ederede njem njem America kacha mma",
  "O nwetala onyinye nturu ugo nke Bay Area Book Reviewers for Fiction ( Home Ground ), ma emesia enweela akwụkwọ anọ ahọpụtara maka otu onyinye ahụ",
  "Ọtụtụ n'ime akwụkwọ ya apụtala na New York Times \"Akwụkwọ ndị a ma ama nke Afọ\" yana na ndepụta \"New & Noteworthy Paperback\", dị ka ha nwere na ndepụta nke Washington Post, Times Literary Supplement na akwụkwọ akụkọ ndị ọzọ",
  ".",
  "Na 2002, e nyere Freed onyinye mmalite Katherine Anne Porter Award na akụkọ ifo site na American Academy of Arts and Letters",
  "Ọ natara onyinye na mkpakọrịta site na National Endowment for Arts na Guggenheim Foundation, ma nyekwa ya ụlọ obibi na mkpakọrịta nke Rockefeller Foundation kwadoro, Camargo Foundation, Foundation Lannan, John D",
  "na Catherine T",
  "MacArthur Foundation, na Bogliasco Foundation, Civitella Ranieri, Corporation nke Yaddo, na MacDowell Colony, n'etiti ndị ọzọ.",
  "Freed  bụ Prọfesọ Emerita nke Bekee na Mahadum California, Davis (UC Davis).",
  "Na 2002, Lynn Freed nwetara onyinye izizi Katherine Anne Porter maka akụkọ ifo site na American Academy of Arts and Letters",
  "Ọ natakwara mkpakọrịta, onyinye na nkwado site na National Endowment for Arts, The Guggenheim Foundation, The Camargo Foundation, The Rockefeller Foundation, na Lannan Foundation, na Bogliasco Foundation",
  "N'afọ 1986, ọ meriri onyinye nturu ugo akwụkwọ akụkọ Bay Area maka akụkọ ifo, a kwadokwara akụkọ ifo ya dị mkpirikpi na \"Best American Short Story\" na \"O'Henry Awards: Prize Akụkọ\"",
  "Na 2011 ọ meriri PEN/O",
  "Henry Prize maka obere akụkọ ya \"Sunshine,\" nke e bipụtara na mbụ na magazin akụkọ, na, na 2015 ọ meriri PEN/O",
  "Henry Prize maka obere akụkọ ya, \"Ụzọ Ihe Na-aga,\" nke e bipụtara na Harper's Magazine."
]