[
  "Lynne Muthoni Wanyeki (a mụrụ n'afọ 1972) bụ onye sayensị ndọrọ ndọrọ ọchịchị nke Kenya, onye na-akwado ikike mmadụ, onye nta akụkọ, na onye isi mpaghara nke Open Society Foundation's Ụlọ ọrụ mpaghara Africa",
  "Wanyeki bụbu onye isi mpaghara nke Ụlọ ọrụ mpaghara Amnesty International maka East Africa, Horn, na Great Lakes. Ọ bụkwa onye bụbu onye isi oche nke Kenya Human Rights Commission na African Women's Development and Communication Network (FEMNET).",
  "A mụrụ Wanyeki n'afọ 1972 nyere onye nne Canada na ónyé nna Kenya (Kikuyu), ma tolite na Kenya",
  "Nna ya nwụrụ n'afọ 1991.",
  "O nwere BA na Political Science (mmekọrịta mba ụwa) na French (akwụkwọ) na Mahadum New Brunswick na Mahadum Simon Fraser n'otu n'otu. Wanyeki nwekwara MPA (cum laude) n'ihe banyere ọha na eze site na L'Institut d'études politiques na Paris ma na-agụ akwụkwọ doctoral ya ugbu a na Ngalaba ndọrọ ndọrọ ọchịchị na ọmụmụ mba ụwa na School of Oriental and African Studies (SOAS). Ihe odide PhD nke Wanyeki na SOAS akpọrọ \" 'Ngwọta Africa maka nsogbu Africa': ajụjụ nke mba ndị otu' nrube isi na African Union na-eji Kenya dị ka ihe ọmụmụ..'",
  "Wanyeki malitere ọrụ ya dị ka onye na-eme ihe ike lekwasịrị anya na ikike ụmụ nwanyị n'afọ 1988, ógè ọ na-agụ akwụkwọ banyere nzere bachelọ ya na Canada. Na Canada, ọ malitekwara na mgbasa ozi, na-arụ ọrụ na akwụkwọ akụkọ obodo na ụlọ ọrụ redio na nsogbu metụtara ụmụ nwanyị mbịarambịa na ndị gbara ọsọ ndụ.",
  "Ógè ọ laghachiri Kenya mgbe ọ gụsịrị akwụkwọ na mahadum, otu n'ime ọrụ mbụ Wanyeki gụnyere ọrụ mmepe na ime obodo Ukambani, ebe ọ rụrụ ọrụ afọ ofufo n'ihe banyere Oxfam na United Nations Environmental Programme. Na ngwụcha afọ 1990, ọ rụrụ ọrụ na Nairobi maka Inter Press Services, otu ụlọ ọrụ mgbasa ozi nkwado, na maka ECO News Africa. \nMgbe ọ dị afọ iri atọ na ụma, ọ nọchiri Njoki Wainaina dị ka onye isi nchịkwa nke FEMNET.\nNa mbụ, ọ na-ele nzukọ ahụ anya dị ka nke ndị otu ndị inyom meworo agadi na-achịkwa",
  "Mgbe e mesịrị, ọ chọpụtara na ọnọdụ ya nyere ya ntụkwasị obi dị ka onye na-ekwu okwu a na-achọsi ike na ikike mmadụ, nha nwoke na nwanyị na mmepe",
  "Ọ malitekwara ide kọlụm kwa izu na akwụkwọ akụkọ East Africa.",
  "N'afọ 2007, a kpọrọ Wanyeki onye isi oche nke Kenya Human Rights Commission, ọkwa ọ nọrọ ruo ọnwa Juun afọ 2011. A họpụtara ya mgbe ọgba aghara ndọrọ ndọrọ ọchịchị na mbido afọ 2008, ọ natara iyi egwu ọnwụ n'ihi nkwupụta o kwuru màkà ntuli aka ahụ, na-akọwa ya dị ka onye sabo nye ndị Kikuyu.\nMgbe ọ hapụsịrị ọrụ ya dị ka onye isi nchịkwa, Wanyeki jere ozi dị ka onye otu kọmitii nke Kenya Human Rights Commission ruo n'etiti afọ 2017",
  "N'afọ 2011, ọ bụ onye otu Netwọk Ndụmọdụ Mba Nile Maka Ụlọ Ọrụ Na-ahụ Maka Azụmaahịa & Ihe Ndị Ruuru Mmadụ. Ugbu a, ọ bụ onye otu bọọdụ nke Open Society Justice Initiative. Wanyeki jere ozi dị ka onye isi oche na African Women's Development and Communication Network (FEMNET).",
  "N'ọnwa Machị 2018, Wanyeki bụ otu n'ime ndị edemede asatọ hapụrụ Nation Media Group na mkpesa màkà ihe ha weere na ọ bụ mmụba ntinye aka nke gọọmentị Kenyon na imebi nnwere onwe mgbasa ozi."
]