[
  "Lynne Brown (Amụrụ n'ụbọchị 26 Septemba 1961) bụ onye ndọrọ ndọrọ ọchịchị South Africa bụ onye bụbu Minista nke Ụlọ Ọrụ Ọha na onye bụbu onye isi ala nke Western Cape Province. A mụrụ ya na Cape Town ma too na Mitchell's Plain",
  "A họpụtara ya ka ọ bụrụ onye isi ala nke Western Cape mgbe Ebrahim Rasool gbara arụkwaghịm n'ọnwa Julia 2008. N'oge gara aga, ọ bụ Minista na-ahụ maka mmepe akụ na ụba na njem nleta. Ọ bụ onye otu African National Congress ma bụrụ onye a họpụtara dịka onye otu National Executive Committee n'afọ 2007 ruo afọ 2012. Ọ si n'ezinụlọ na-acha ọbara ọbara ma bụrụ onye isi nke anọ na-acha odo odo nke Western Cape, onye nke abụọ site na African National Congress, na onye mbụ na-eme ka nwoke na-edina nwoke ibe ya bụrụ onye a họpụtara ka ọ bụrụ onye isi na gọọmentị Afrịka ọ bụla.",
  "Brown bụ onye isi oche nke Mitchell's Plain Youth Congress n'afọ 1979 na onye otu United Women's Organisation site n'afọ 1979 ruo 1985",
  "Ọ bụ onye otu United Women's Congress site n'afọ 1985 ruo 1990, na-eje ozi mbụ dị ka onye ọrụ agụmakwụkwọ ma mesịa bụrụ odeakwụkwọ mpaghara",
  "O sonyere na United Democratic Front site na mmalite ya n'afọ 1983 ruo mgbe ọ gbasara, na-eje ozi dị ka onye otu Kọmitii Ego ya.",
  "Brown sonyeere ANC n'afọ 1987 ma họpụta ya na Kọmitii Nchịkwa Provincial na Kọmiti Ọrụ Provincial n'afọ 1999",
  "Ọ rụrụ ọrụ dị ka odeakwụkwọ mpaghara Western Cape nke ANC Women's League kemgbe afọ 1990",
  "Mmekọrịta ya na agụmakwụkwọ gara n'ihu mgbe afọ nkuzi ya gasịrị",
  "Ọ bụ onye otu ụlọ ọrụ nke National Literacy Project ma bụrụkwa onye otu ụlọ akwụkwọ nke Extramural Education Project ugbu a",
  "Ọ malitere ma bụrụ onye nduzi nke Women's College n'afọ 1990",
  "N'afọ 1994 na ọzọ n'afọ 1999 a họpụtara ya dị ka onye otu ANC nke Western Cape Provincial Legislature",
  "Ọ bụ onye isi oche nke kọmitii na-anọgide na Community Services na na Health and Welfare, ma jee ozi dị ka onye ANC Whip na Chief Whip na ndị omeiwu",
  "O guzoro dị ka onye ANC na-azọ ọkwa onye isi obodo nke Cape Town na 1999 ma jee ozi dị ka Minista mpaghara (MEC) maka ego, mmepe akụ na ụba na njem nleta ruo mgbe e buliri ya n'ọfịs onye isi ala na 2008."
]