[
  "M'hamed Issiakhem (17 June 1928 - 1 December 1985) bụ otu n'ime ndị guzobere ihe osise Algeria nke oge a.",
  "A mụrụ M'hamed Issiakhem na 17 June 1928 na Taboudoucht, obere obodo dị nso na Azeffoun, ihe dị ka kilomita ịrị anọ na atọ site na Tizi Ouzou (Algeria)",
  "N'afọ 1931, ezinụlọ ya kwagara Relizane ebe ọ nọrọ ihe ka ukwuu n'oge ọ bụ nwata",
  "N'afọ 1943, o ji grenade e zuru n'ohi, site n'ogige ndị agha France, nke gbawara",
  "Ụmụnne nwanyị abụọ na nwa nwanne ya nwụrụ",
  "N'ịbụ onye a kpọgara n'ụlọ ọgwụ afọ abụọ, aka ekpe ya tụfuru",
  "N'agbata afọ 1947 na 1951 ọ nọ na Student Society of Fine Arts na School of Fine Arts nke Algiers ma soro ọmụmụ nke onye na-eme obere ihe Omar Racim",
  "N'etiti afọ 1953 na 1958 ọ gara Ecole des Beaux-Arts de Paris",
  "Issiakhem hapụrụ France gaa Germany na 1958, wee gaa East Germany ebe e guzobere ya ruo mgbe Algeria nweere onwe ya.",
  "N'afọ 1962, Issiakhem laghachiri Algeria, ebe ọ bụ onye na-ese ihe nkiri nke Alger Republicain kwa ụbọchị",
  "N'afọ 1963 ọ bụ otu n'ime ndị guzobere National Union of Plastic Arts",
  "Site na 1964 ruo 1966 ọ bụ onye isi nke ụlọ ọrụ na-ese ihe na School of Fine Arts na Algiers, na-agụnye n'etiti ụmụ akwụkwọ ya Ksenia Milicevic, onye nduzi na Ecole des Beaux-Arts nke Oran.",
  "Site na 1965 ruo 1982 o mepụtara ụdị akwụkwọ ego Algeria yana ọtụtụ stampụ Algeria.",
  "Ọ gara Vietnam na 1972 ma nata ihe nrite ọla edo na International Fair of Algiers maka ọrụ ya na Ministry of Labour and Social Affairs.",
  "Site na 1973 ruo 1978 Issiakhem laghachiri n'ihe na-atọ ọchị",
  "N'afọ 1977, o mere ihe osise na ọdụ ụgbọ elu Algiers",
  "Ministry of Labour and Social Affairs bipụtara broshuọ na Algiers nke Kateb Yacine dere okwu mbido n'okpuru aha Issiakhem's lynx Eyes and Americans, thirty-five years of hell of a painter",
  "Na 1980 Issiakhem natara ọdụm ọla edo mbụ nke Rome, nke UNESCO maka nka Africa",
  "Ọ nwụrụ na 1 Disemba 1985 mgbe ọ rịasịrị ọrịa ogologo oge.",
  "Na 17 June 2018, Google Doodle mere emume ncheta ọmụmụ Issiakhem nke afọ iri itoolu."
]