[
  "Aimee Françoise M'Pongo Langu (27 na ọnwa August nke afọ 1956 ̊ ruo 15 ọnwa January nke afọ 1990), nke a maara dị ka M'Pong Love, bụ onye na-agụ egwu na onye na-ede egwu na Congo",
  "Mbụ ịmalite ịbụ abụ na ndị ukwe chọọchị, ọ hapụrụ ọrụ ya mgbe ọ dị afọ iri na itoolu iji chụsoo ọrụ dị ka onye na-agụ egwú",
  "Malite site na nkwado sitere n'aka ndị egwu ndị ọzọ a ma ama, M'Pongo mechara malite ide egwu nke ya, na-ejikarị isiokwu ụmụ nwanyị.",
  "A mụrụ Aimee Françoise M'Pongo Langu na 27 na ọnwa August nke afọ 1956 na Boma, Belgian Congo, nwa nwanyị nke abụọ n'ezinụlọ nwere ụmụ asaa",
  "Nna ya, Gilbert Pongo, bụ onye agha, ebe nne ya bụ onye nduzi nke ụlọ akwụkwọ ụmụ nwanyị. Mgbe ọ dị afọ anọ, M'Pongo butere ọrịa polio ma kpọnwụọ ya site na penicillin",
  "Ọ na-agbadata ruo mgbe a zụrụ ya iji aka aka  na 1962, na-enye ya ohere ịga ije. Dị ka nwatakịrị, M'Pongo gara chọọchị ebe nna ya bụ onye na-agụ egwú wee malite ịbụ abụ maka ndị ukwe",
  "M'Pongo bụrụkwa abụ n'òtù ukwe ụlọ akwụkwọ sekọndrị ya, mgbe ọ gụsịrị akwụkwọ, ọ kwagara Kinshasa wee debanye aha na nkuzi ederede mkpirikpi",
  "Mgbe nke ahụ gasịrị, ọ nwetara ọrụ dị ka odeakwụkwọ ukwu na ụlọ ọrụ. Na èzí ọrụ ya mgbe niile ọ na-achọ nkwekọrịta azụmahịa ngosi, na-ewebata onwe ya dị ka M'Pongo Love, aha nna ya na-eji ya kemgbe ọ bụ nwata",
  "Na ọnwa Disemba nke afọ 1975 mgbe ọ dị afọ iri na itoolu, M'Pongo zutere onye na-egwu saxophon Empompo Loway, onye kpebiri inyere ya aka ịzụlite ọrụ ịbụ abụ  ma mee ka ọ hapụ ọrụ odeakwụkwọ ya. Mgbe ọdịda mbụ iji nweta nkwado M'Pongo, ha abụọ zutere onye njikwa otu Ngwango Isionoma, onye kwetara inye ha ego iji malite ọrụ ya",
  "Loway nyeere ya aka ịmepụta otu egwu, Tcheke Tcheke Love, ma dee egwu mbụ ya",
  "M'Pongo malitere na egwu \"Pas possible Maty\" ma n'oge na-adịghị anya mgbe nke ahụ gasịrị, o nyere egwu mbụ ya na Ciné Palladium na Kinshasa",
  "Na afọ 1977 niile, ya na ndị ọzọ na-akwado ya, Les Ya tupaī (ya na ndị otu dị ka Ray Lema, Félix Manuaku Waku, na Alfred Nzimbi), na-abụ abụ nke Mayaula Mayoni, Simaro Lutumba, na Souzy Kaseya",
  "Nkọwa ya nke \"Ndaya\" nke Mayaula ghọrọ ihe ịga nke ọma na Kinshasa, ọkachasị na etiti ụmụ nwanyị obodo ahụ.",
  "Na oge na-adịghị anya, M'Pongo malitere ide ma hazie egwu nke ya",
  "Na afọ 1980, ọ kwụsịrị mmekọrịta ọkachamara ya na Empompo iji rụọ ọrụ n'onwe ya, wee kwaga Paris. O mechara mepụta egwu na okpuru akara nke ya, \"Love Islam Music\". Ka oge na-aga, ọ butere ọrịa ụbụrụ na Gabon. Ọ nọ n'ụlọ ya na Binza, Kinshasa, na-eme atụmatụ ịlaghachi n'ọrụ mgbe ọnọdụ ya kara njọ na ọnwa Disemba nke afọ 1989 a nabatara ya na ụlọ ọgwụ dị n'ógbè ahụ",
  "Nwanne ya nwoke nke okenye gwara ndị mgbasa ozi na ọ tara ahụhụ \"oké mwakpo\", na-ekwughị ọrịa ya",
  "Ọ nwụrụ na 15 na ọnwa Jenụwarị nke afọ 1990 ma nwee ụmụ nwanyị atọ.",
  "M'Pongo bụrụ abụ n'olu doro anya, nke dịtụ n'imi ma jiri ụda olu ziri ezi. Na oge ọ na-eme ihe nkiri, ọ kwadoro onwe ya na",
  "akụkụ ihe nkiri iji kwụọ ụgwọ maka nkwarụ anụ ahụ ya",
  "E jiri ya tụnyere ndị ọgbọ ya, M'Pongo bụ onye na-ahụ maka ụmụ nwanyị n'etiti ụmụ nwanyị niile na-agụ egwú ma na-akatọ ịlụ karịa otu nwanyị na omume nke idebe ndị isi nwanyị na egwu ya",
  "N'ajụjụ ọnụ a gbara ya n'afọ 1989, ọ kọwara echiche ụmụ nwanyị ya:",
  "Ana m abụ banyere nsogbu ụmụ nwanyị, ana m agbalị inye ha obi ike..",
  "na m ga-akwụsị ịbụ abụ mgbe mmekọrịta dị n'etiti ụmụ nwoke na ụmụ nwanyị n'Africa na-enweghị nsogbu",
  "Ma gịnị ka nwoke Afrịka na-enweghị nwanyị? Na mgbakwunye na ndụ siri ike, ụmụ nwanyị nwere ọtụtụ ihe ha ga-atachi obi",
  "Enwere m ọrụ ụmụ nwanyị ịhụ ka ha na-alụ ọgụ, ka ha chebe onwe ha, ka ha na ya na-eweli isi ha elu, ka ha were ụmụ nwanyị nwere onwe ha dị ka ihe atụ...Anyị ga-ama otu esi ekwu ihe anyị bụ, anyị ụmụ nwanyị Afrịka, n'atụghị egwu ọgbara ọhụrụ niile anyị chọrọ iji mụta."
]