[
  "Méchoui (Arabic) ma ọ bụ Meshwi bụ atụrụ ma ọ bụ nwa atụrụ zuru oke nke a na-asụ ọnụ na barbecue na nri Maghrebi",
  "Okwu a sitere n'okwu Arabic šawā (شواء, \"isi, isi\"). Nri a na-ewu ewu na North Afrika.",
  "Na mba Algeria na mba Morocco, okwu méchoui \"na-ezo aka n'usoro isi nwa atụrụ ma ọ bụ atụrụ siri n'ozuzu ya n'elu ọnụ\".",
  "Na obodo Tunisia, Otú ọ dị, ọ na-emetụta anụ ọ bụla ma ọ bụ azụ e ji ichekwu ọkụ sie.",
  "Mgbe e gbusịrị nwa atụrụ ahụ ma gbupụ ya ọkpụkpụ, a na-ewepụ akụkụ niile nke oghere afọ, ma e wezụga akụrụ",
  "A na-etinye oghere a mgbe a gbasịrị ya ihe na-esi ísì ụtọ, ọkachasị ras el hanout",
  "A na-etinye nwa atụrụ ahụ n'elu alaka osisi ma sie ya n'akụkụ ụyọkọ ichekwu ọkụ",
  "A na-atụgharị spindle ahụ nke nta nke nta na n'otu n'otu iji hụ na a na-ekesa ya n'otu.",
  "A naghị etinye nwa atụrụ a kwado kpọmkwem n'elu icheku ọkụ, n'ihi na abụba na-agbaze nwere ike ịgba ọkụ ma gbaa anụ ahụ dị n'èzí ọkụ",
  "A na-amalite isi nri n'ụzọ dị nro, nke mere na ime ụlọ na-esi nri fọrọ nke nta ka ọ bụrụ n'otu oge ahụ dị n'èzí",
  "Mgbe a na-esi nri, a na-eji bọta ma ọ bụ mmanụ a gbazere agbaze na-agbanye anụ ahụ, iji mee ka ọ dịkwuo ụtọ",
  "Nke nta nke nta, a na-eme ka nwa atụrụ ahụ dị nso na ọkụ ọkụ, ka anụ ahụ wee nwee ụcha amber",
  "Oge isi nri dịgasị iche dabere na ịdị arọ nke anụmanụ ahụ, nke na-abụkarị ihe dịka otu ụzọ n'ụzọ anọ nke awa kwa kilogram.",
  "Méchoui bụ nri a na-eri na mbido nri, dị ka akụkụ nke oriri ma ọ bụ diffa",
  "Site na mkpịsị aka aka aka nri, onye ọbịa ahụ na-ewere anụ e siri esi ma nye ha ndị ọbịa",
  "Dị ka omenala si dị, a naghị eji efere eme ihe iji nye mechoui, n'ihi na, n'oge a na-esi anụ ahụ n'egbughị oge, a ga-enwe ike iwepụ ya n'enweghị mgbalị ọ bụla.",
  "Ndị na-akwagharị akwagharị, na mgbakwunye na nnukwu ìgwè atụrụ ha nke ọtụtụ puku atụrụ mejupụtara, zụlitere ọnụ ọgụgụ dị nta nke ụmụ atụrụ nwoke maka mechoui, na-enye ha cheih, ụdị mugwort ọhịa nke na-enye nwa atụrụ ọdịdị pụrụ iche.",
  "A na-akwadobe Mechoui, ọkachasị na Morocco, site n'igwu oghere kwụ ọtọ, ma ọ bụ site n'ịrụ ite ọkụ, 0.8 ruo 1 mita n'obosara na 1.5 ruo 2 mita n'omimi",
  "A na-etinye osisi n'ime oghere a ma kpọọ ọkụ ruo awa ise ma ọ bụ isii",
  "Mgbe ala gbara oghere ahụ gburugburu na-ese siga ma gbanwee osisi ahụ ka ọ bụrụ icheku ọkụ na ntụ, a na-ewepụ ọtụtụ n'ime ya iji zere ọkụ ọkụ",
  "A na-agbakwunye nwa atụrụ a kwadebere n'ọkụ ahụ n'ụzọ kwụ ọtọ ma jiri mkpuchi kpuchie ya na ụrọ, apịtị, ma ọ bụ ájá mmiri, na-emechi mkpuchi ahụ dịka o kwere mee",
  "Isi nri na-ewe awa anọ ruo ise",
  "Mgbe emechara nwa atụrụ ahụ, a na-agbaji mkpuchi ahụ siri ike iji wepụ nwa atụrụ ahụ n'ọkụ ahụ.",
  "Dị ka omenala si dị, a na-enye méchoui na cumin na nnu, ma ọ bụ na efere ma ọ bụ n'efere nri ịchọ mma",
  "Ndị na-eri nri na-awụsa nnu na cumin iji nụ ụtọ nwa atụrụ tupu ha eri nri."
]