[
  "Munachi Abii (amụrụ Munachi Gail Teresa Abii Nwankwọ) bụ onye ala Naijiria na-agu egwu rap na egwu \"hip-hop\", ọ nakwa ede egwu",
  "O merịkwara na ndọrọ ndọrọ nke onye kacha nma na afọ 2007",
  "Ọ bụkwa onye ana-ahụ n'ihe onyonyo n'eme ọtụtụ ihe dị ịche ịche",
  "Ọ bụkwa onye mara nma nke ana-ekịrị ekịrị",
  "Ọ n'arụ ọrụ a n'aha nke Muna.",
  "Amụrụ ya zụọkwa ya n'obodo Port Harcourt",
  "Muna bu onye Owerri onye ezị n'ụlọ ya kwadoro k'osogido akara aka ya bu egwu and ihe osịse",
  "Ọgụrụ ihe bekee kpọrọ International relations and Diplomacy na mahadum Benson Idahosa University mgbe omechara agụmagụ ya na secondịrị nke ndi Federal Government Girls College Abuloma.Àtụ:Cn",
  "N'oge ọnọ na-afọ abụọ ya na mahadum n'afọ 2007, Muna merịrị na ndọrọ ndọrọ ọkacha nma n'ụmụ nwanyị nile n'obodo Naijiria. N'ọnọdụ nke eze nwayi n'achị ọchịchị orịtara ka ogịrị ọkwado izisa ozị maka orịa Polio na Sickle cell, ọnọchịtere anya ndị Naijịrịa n'obodo China n'oge ndọrọ ndọrọ okacha nma uwa nile n'afọ ahụ. N'afọ 2009, Muna na onye nmerị nke MBGN nke afọ 2000 nke aha ya bụ Matilda Kerry rụkọtara ọrụ nke izisa ozị maka oria nke cervical cancer.",
  "Tutu omerie na MBGN, Muna osorola ndị Specimen A nke Port Harcourt mee ihe ngosị dị ịche ịche, sorokwa Terry da Rapman n'ihe ha kpọrọ My PH Girl",
  "Iji kagbue ihe onye obula chere, Muna ebidoghị ọrụ egwu ya na ndi Ijaw Boyz n'agu egwu ntabi ire, n'agbanyeghi n'oso ha dika onye obịa gụọ egwu. Dika onye n'agụ egwu ntabi ire nọrọ onwe ya, Muna agụọla egwu na Babyrella tutu ọgbanwe aha ya wee zawa Muna, na dika onye n'ede egwu Muna edeela ọtụtụ egwu nye ndi egwu ama ama dika J Martins na Waje, bụrụ onye ahụrụ n'ọtụtụ ihe onyonyo nke egwu di iche iche, ama ya ama n'egwu ndi P Square n'egwu ha kpọrọ \"Ifunanya\".",
  "N'ọnwa Jun n'afọ 2010 mgbe Muna na ndị egwu ọzọ kwụsịrị ịrụkọrịta ọrụ, Muna na ụlọ ọrụ Ayo Shonaiya's nke RMG  banyere na nkwekọrịta ịrụ ọrụ nke ga-abụ ọtụtụ afọ  were bido ịrụpụta ọrụ efere egwu ya bu nke mbụ nke ọ kpọrọ The Goddess, The Hustler, nke a ga-agunyekwa egwu ndi nke ọgụrụ na-ahịrị na-ahịrị aha ha bụ I Feel Real, ya na Killer Queen. Muna gakwara n'ihu ya na ndi egwu ọzọ ndi iche iche bekee na-akpọ hip hop na rụrikọta ọrụ; na mbido afọ 2011, Muna dere egwu sorokwa gụọ ya bụ egwu nke onye egwu aha ya bụ Waje; egwu nke ama ama ọ kpọrọ So Inspired. Osokwa onye egwu ntabi ire aha ya bụ Suspect mee egwu ihe onyonyo ọkpọrọ I No Send You.",
  "Muna bụ otu n'ime ndi egwu ntabire umu nwanyị kwuchtara anya ndi obodo Naijiria n'ihe onyonyo ezịrị n'ụwa nile nke ndi BET Cypher maka ihe ngosi nke BET Awards n'afọ 2011, nakwa onwa anọ nke afọ 2012, Muna wepụtara egwu abụọ ọgụrụ n'ahịrị n'ahịrị ọkpọrọ Here To Stay na nke ọzọ ọkpọkwara Down Down Low.",
  "N'afo 2011, Muna binyere aka na-akwụkwọ ndi Unilever ịkwado ahịa Lux ha dika onye ngosi",
  "Ọ bụkwa onye n'ezipụta n'ihe onyonyo ire ahia Lux n'isonye nzọmukwu Patti Boulaye ya na Genevieve Nnaji.",
  "N'ọnwa anọ nke afọ 2011, oge ha kwadochara ihe onyonyo nke oso mee nke Michael Word ana-akpọ Pop Sugar, osokwara mee ihe onyonyo ana ezi ngbe obụla nke ndị Malta Guinness ana-akpọ Street Dance Africa.[Tinye edensibịa] Muna n'otu aka ahụ sokwara mee ndọrọ ọkacha nma nke ụmụ nwoke nke ndi Naijiria n'afọ 2012, osokwara mee Nokia Don't Break The Beat ndọrọ ndọrọ nke multi-city Rap Battle."
]