[
  "Mark D",
  "Bright bụ onye America na-eme ihe ọchị na onye na-ese akụkọ",
  "Mgbe ụfọdụ a na-akpọ ya Doc Bright (egwuregwu na mbido ya), a maara ya nke ọma maka ide akụkọ Marvel Comics Iron Man Armor Wars, Green Lantern abụọ: Emerald Dawn miniseries maka DC Comics, maka ise mkpuchi nke Marvel Comics 'Transformers # 5 na maka ịmepụta Quantum na Woody na onye edemede Christopher J",
  "Priest",
  "Bright mechara bụrụ onye na-ese akụkọ n'onwe ya, ọ bụ ezie na ya na Priest jikọtara maka obere ihe nkiri Quantum na Woody ise nke e bipụtara site na ụdị ọhụrụ nke Valiant Comics na 2014-2015, mana e debere ya na usoro Quantum na Wood mbụ.",
  "Ọrụ ya na ihe ọchị malitere na 1978 site na akụkọ dị peeji atọ na House of Mystery #257 (Eprel 1978) Ọrụ mbụ ya na-arụ mgbe niile bụ inye nka maka Christopher J",
  "Priest (nke na-aga site na aha ọmụmụ ya, Jim Owsley) dere Falcon mini-series na 1983.  Onye na-ese ihe bụ Paul Smith dechara otu mbipụta, Bright dekwara mbipụta atọ fọdụrụnụ.",
  "Ya na Priest rụkọtara ọrụ ọzọ na mbipụta iri ikpeazụ nke Power Man na Iron Fist",
  "Ndị na-ese ihe na-eme mgbe niile na usoro akwụkwọ na-atọ ọchị gụnyere Solo Avengers, Iron Man, G.I",
  "Joe, Green Lantern, Action Comics (mgbe a na-ebipụta ya kwa izu), Milestone Comics' Icon na Acclaim Comics' Quantum na Woody",
  "Ọ bụ ezie na Bright dere ụfọdụ n'ime mkpuchi ya, e mepụtara ọtụtụ n'ime ihe osise ya na onye na-ese ihe, karịsịa Romeo Tanghal, Randy Emberlin, Greg Adams na Mike Gustovich",
  "N'ime afọ ya dị ka onye na-ese akwụkwọ na-atọ ọchị oge niile, Bright nyekwara ihe osise maka kaadị azụmaahịa yiri ya: Kaadị Green Lantern Hal Jordan maka kaadị 1992 DC Cosmic nke Impel, ihe dịka otu ụzọ n'ụzọ atọ nke kaadị azụma ahịa 1991 G.I",
  "Joe nke Impel na 1991, na ihe osise Green Lantern na Green Lantern Corps niile maka kaadị azụ ahịa Impel / Skybox nke 1993 DC Cosmic Teams.",
  "Mgbe afọ iri abụọ gasịrị n'akwụkwọ America na-atọ ọchị, Bright banyere n'akụkọ maka mgbasa ozi, na telivishọn na ihe nkiri, ọkachasị gụnyere M",
  "Night Shyamalan's The Last Airbender",
  "Ọ laghachiri na egwuregwu na-atọ ọchị mgbe ụfọdụ, gụnyere Untold Tales nke Nụ Universe otu-shot maka Marvel Comics na mbipụta Transformers Spotlight maka IDW Publishing.",
  "O mekwara usoro ihe ọchị mebiri emebi na Jason McKee nke A-10 Comics.  A na-emelite ihe nkiri na-atọ ọchị nke Ndị Kraịst nke Brightụzọ dị elu, nke ọ na-ede ma na-ese, mgbe ụfọdụ na weebụsaịtị ya.",
  "Ọrụ ndị na-atọ ọchị (ihe osise pensụl dị n'ime) gụnyere:",
  "(Quantum na Woody note: A kagburu usoro ahụ na 1998 na mbipụta # 17",
  "Mgbe Acclaim Comics haziri ma maliteghachi akwụkwọ ya na-atọ ọchị n'afọ sochirinụ, Quantum na Woody maliteghachiri ibipụta",
  "Dị ka ihe ọchị iji mee ka ọnụ ọgụgụ ọnwa ndị gafere kemgbe mbipụta # 17, mbipụta ọhụrụ mbụ e wepụtara bụ # 32, iji kwekọọ na ọnụ ọgụgụ ọnwa usoro ahụ na-apụ n'ebe a na-anọ, dị ka a ga-asị na usoro ahụ gara n'ihu",
  "Mbipụta #32 gosipụtara akụkọ nke na-aga n'ihu, na-enweghị ihe na-egosi ihe mere tupu, na njedebe cliffhanger nke a ga-edozi naanị ma ọ bụrụ na Quantum na Woody gara n'ihu na-ebipụta maka ọnwa 15 ọzọ",
  "N'ọnwa na-esote ọ maliteghachiri nọmba mbụ ya na # 18, na-ewere akụkọ ahụ site na # 17",
  "Bright dere site na mbipụta # 20, mana mbipụta # 21 bụ ihe omenkà Oscar Jimenez, na usoro ikpeazụ, ebe a kagburu ya ọzọ.)"
]