[
  "Jude Lemfani Abaga-emepụta ihe ndekọ na Naijiria",
  "Ọ ghọrọ onye a ma ama n'afọ 2006 mgbe egwu ya \"Crowd Mentality\" ghọrọ ihe a ma ama na Jos, Nigeria",
  "E wepụtara abọm izizi ya bụ Talk About It n'afọ 2008",
  "MI 2: The Movie (2010) nọchiri LP ahụ",
  "Afọ anọ ka e mesịrị, ọ wepụtara The Chairman dị ka abọm studio ya nke atọ",
  "Abaga wepụtara listi egwu Rendezvous na onwa Febụwarị afọ2018",
  "N'ọnwa Ọgọstụ nke afọ ahụ, ọ wepụtara abọm studio nke anọ ya A Study On Self Worth: Yxng Dxnzl\n[[Category:Pages using infobox musical artist w",
  "A mụrụ Jude na Jos, Plateau Steeti",
  "Nne na nna ya, Pastọ na Oriakụ",
  "Abaga si Takum, Taraba steeti, ha abụọ bụ ndị Jukun-Nigerian",
  "Ọ gara Baptist High School, na obodo Jos ebe nne ya zụtara akara egwu na mgbe e mesịrị, obere piano 7 nke mere ka ọ banye n'ụwa egwu",
  "Jude nwere ụmụnne nwoke abụọ, Jesse Jagz, onye nọkwa na egwu Naịjirịa na Afrịka, na Jason Abaga",
  "N'oge Jude na-eto eto, ọ na-ege egwu sitere na Lauryn Hill, Bob Marley, Sarah Maclachlan, Pablo Neruda, Jay-Z na DMX.",
  "Ọrụ Jude na ụwa hip hop malitere site na nchapụta nke ọrụ egwu sitere na DMX na Lauryn Hill n'oge afọ 1998",
  "Mgbe ọ gụsịrị akwụkwọ na Calvin College, Michigan, US, ọ banyere n'ime uri mgbe ọ na-achụso ọrụ na Business na Economics",
  "N'ebe ahụ, ọ na-eme ihe mgbe niile na nnukwu ihe ngosi hip hop na egwu nke ụlọ akwụkwọ ahụ",
  "Egwu rap ya na àgwà ya mere ka ọ nweta ọkwa nke atọ na ihe ngosi Calvin College nke akpọrọ 'HipHopera' na afọ 2003, nke bụ naanị \"ihe ngosi hip hop\" nke Calvin College nwere. M.I",
  "mekwara ụfọdụ mgbalị ndị na-eme ihe ọchị, mana o kpebiri ịrapara na egwu n'ihi na ihere na-eme ya mgbe ọ dịghị onye chịrị ọchị ma e wezụga ya.",
  "Jude malitere ọrụ egwu ya mgbe ọ laghachiri Naịjirịa n'afọ 2003",
  "N'ịchọta ọnọdụ ya na ụlọ ọrụ nke ndị dị ka Modenine, Ruggedman na Eedris Abdulkareem na-achịkwa, ọ malitere ngwa ngwa mmepụta nke mixtapes ya na enyi ya Djinee",
  "Nke a dugara n'otu egwu a ma ama \"Safe\", (abụ nke ọ na-eme ka abụ ndị ama ama na Naijiria na abụ ya) nke chịkọtara egwu dị egwu site na redio na ụlọ ọrụ vidio egwu nke Afrịka dị ka MTV Vibe",
  "Egwu a nwetakwara ya ihe nrite na Nigerian Music Video Awards, City People, N.E.A n'etiti ndị ọzọ.",
  "Nkwupụta gbara ntọhapụ nke Safe mere ka otuto dị egwu nye abọm studio mbụ ya nke akpọrọ Talk About It ma Oye Akideinde nke 360nobs gosiri ya 8.5/10 Abọm ahụ chịkọtara onyinye dịka Onye egwu nke Afọ (Modemen Awards na afo 2008), Onye egwu Hip Hop kacha mma (City People Awards). Mixtape mbụ ya bụ PYERIBOY",
  "O mechara gaa n'ihu wepụta mixtape akpọrọ: Illegal Music na afo 2009, nke ọ na-eji ike egwu ya eme ihe n'ụzọ zuru ezu. Mixtape ahụ sochiri Illegal Music II nke ewepụtara na afọ 2012.",
  "Laa azụ na Jos, Naijiria, ya na nwanne ya nwoke, Jesse Jagz, Ice Prince, Ruby, Threadstone, Lindsay, Moses (Elbulk), na E kelly jikọrọ aka wee mepụta Loopy Music",
  "E mechara bịanye aka na ụlọ ọrụ Chocolate City, akara egwu a ma ama na Naịjirịa, nke mere ka o si obodo Jos kwaga n'isi obodo mba ahụ, Abuja, ma metụtakwa mmalite nke ọrụ ya na-aga nke ọma na ụlọ ọrụ egwu Naịjirịa",
  "O nwetakwara nkwanye ùgwù mba ụwa na South Afrika site na Channel O music Award, MTVbase Awards na American BET Awards",
  "Onye na-emepụta ihe nke ọma, onye na-ede abụ, onye na-ede egwu na onye na-egwu egwu, DIV [onye?] akọwawo M.I dị ka ọdịnihu nke hip-hop Afrika. Ọ mepụtara ma gosipụta na ọrụ nke ndị na-ese ihe dị ka, Don Jazzy, Threadstone (Nigeria's first rock band [citation needed]), Kel, Djinee, Shifi (Styl Plus), Jesse Jagz, Ice Prince, Hyce-age, Ruby, Lindsey, Leony, Wizkid wdg",
  "Ọ na-arụkwa ụlọ ọrụ mmepụta ihe, Rytchus Era Productions ya na nwanne ya nwoke Jesse Abaga (Jesse Jagz)",
  "N'afọ 2013, ụlọ ọrụ nkwukọrịta na Naijiria bụ Glo Mobile họpụtara ya dị ka onye nnọchi anya akara ya na ndị ọzọ na-ese ihe na Naijiria dịka Omawumi, Burna Boy wdg",
  "Ọ bụkwa onye ọka ikpe na Glo X-Factor, nsụgharị Naijiria nke ihe ngosi egwu n'afọ 2013.",
  "Egwú iwu na-akwadoghị 3 - E wepụtara The Finale na 29 Febụwarị 2016",
  "E mere ka mixtape iri ahụ dị n'ịntanetị n'efu, na-achịkọta ihe karịrị 400,000 downloads n'ime naanị ụbọchị atọ.",
  "Na 9 Febụwarị 2018, M",
  "I wepụtara ọrụ studio nke asaa ya nke akpọrọ Rendezvous, ndepụta egwu nke nwere ụdị dị iche na nke oge niile",
  "Ọrụ ahụ bịara dị ka ihe ijuanya nye ndị na-akwado ya ka ewepụtara ya naanị otu ụbọchị mgbe onye na-eti egwu kwupụtara ụbọchị ntọhapụ maka Yxng Dxnzl.",
  "A tọhapụrụ Yxng Dxnzl (nke a na-akpọ Yung Denzl) n'onwe ya na 24 August afo 2018, ihe dị ka ọnwa atọ ka ụbọchị ntọhapụ mbụ gasịrị",
  "A kpọrọ abọm ahụ \"A Study on Self Worth\" ma tinye otu You Rappers Should Fix Up Your Lives - nke kpalitere ọtụtụ nzaghachi. E wepụtara abọm a dị ka akụkụ nke nchịkọta nke abọm rap nke Naijiria akpọrọ LAMB August, na ebumnuche nke ịmaliteghachi egwu rap na Naịjirịa. Abọm atọ ahụ, Crown nke A-Q na Loose Kaynon, Yung Denzl nke M.I Abaga & BadBoyBlaq nke Blaqbonez bụ nke M.I",
  "mepụtara",
  "Na 6 Machị afọ 2020, onye egwu ahụ kwupụtara ọpụpụ ya na Chocolate City mgbe afọ iri na atọ nke ịbụ akụkụ nke akara ahụ.",
  "Tripol nke Blaze-A-Mic na-akọwa M.I's flow dị ka \"dị mfe ịga ma juputara na ọkpọ\". A na-adọtakwara myirịta n'ụdị ndị egwu a ma ama dịka Kanye West, Lil Wayne na Jay-Z",
  "Ndị maara M.I",
  "nke ọma atụnyere ego ya na nke Kanye West na Jay-Z.",
  "M.I",
  "bụ onye na-ahụ maka iwepụta ọtụtụ ndị na-ese ihe na-abịanụ dịka Phyno, Wizkid, Vypa, Jesse Jagz, Ruby, Pype, Tone Ice Prince, Brymo, na KhaliGraph Jones",
  "Ọtụtụ ndị na-akwado hip hop na Naijiria akọwaala ya dị ka \"Hip Hop Messiah\" nke Naịjirịa.\nMI emeela ọtụtụ ihe iji weta ọnụnọ ugwu na ụlọ ọrụ egwu Naịjirịa, ebe ọ na-egosi ihe nlereanya zuru oke nke ijikọ Naịjirịa ọnụ",
  "Ọ bụ onye guzobere Loopy Records na Incredible Music",
  "M.I rụkwara ọrụ na mmepụta egwu na Chocolate City, ma mepụta abọm na abụ maka ndị enyi ya",
  "Ihe kachasị ama n'ime ndị a bụ na afọ 2011 mgbe ọ mepụtara egwu abụọ na abọm Ice Prince's Everybody Loves Ice Prince na nso nso a Ruby Gyang's Good Man off her \"This Is Love\" Ep.",
  "A họpụtara M.I ka ọ bụrụ onye nnọchi anya ọma nke United Nations na afọ 2012. M.I na-akwadokwa mkpọsa Jostified. O nwetala nkwanye ùgwù n'ụwa niile dịka akụkụ nke ndị na-ebute ụzọ nke \"Afrobeats\".",
  "Enweela asọmpi n'etiti ndị na-ese ihe na Naijiria, M.I",
  "Abaga na Kelly Hansome",
  "Nke a malitere mgbe M.I",
  "na egwu ya Fast Money, Fast Cars kwuru, \"Kelly Hansome mara mma, m ga-agwa ya mgbe m hụrụ ya",
  "Ma ọ bụrụ na achọrọ m nwoke, ọ ga-abụ Keke ma ọ bụ D1",
  "Kelly Hansome ejighị okwu ndị a kpọrọ ihe ma site n'ebe ahụ, ha abụọ agaala egwu na Kelly Hansome wepụtara Catch Me If You Can, ebe ọ na-abanye na akara Chocolate City dum",
  "Na nzaghachi, ogige Choc City wepụtara Nobody Test Me na akara sitere na M.I na-agwa Kelly Hansome okwu ozugbo, na-asị, \"Naanị otu Kelly m maara, Kelly Rowland",
  "Gịnị mere m ga-eji jụ ha, nye ha nkwalite dị ọnụ ala",
  "Echere m na ha akọrọla nke ukwuu, m kwesịrị inye ha lotion\"",
  "Mgbe e mesịrị, Kelly Hansome wepụtara Chocolate Boys (ndị otu Chocolate City)",
  "M.I",
  "wepụtara egwu na abọm afọ 2010 ya, M.I.2 aha ya bụ Beef",
  "Ka Kelly nụrụ nke a, weputara egwu Finish You Boy",
  "N'afọ 2009, otu onye na-eti egwu na US nke aha ya bụ Iceberg Slim wepụtara otu egwu akpọrọ Mr International ebe o kwuru ahịrịokwu ndị a: \"M ka mma karịa M.I? Amaghị m",
  "Am I? N'ezie ị ga-ajụ M.I",
  "O doro anya na nke ahụ adịghị mma na M.I, nke mere ka ọ wepụta otu egwu a maara dị ka \"Somebody Wants To Die\", nke gosipụtara onye ọrụ ibe ya bụ Ice Prince na egwu ahụ",
  "N'ihe na-erughị awa iri anọ na asatọ mgbe a tọhapụrụ M.I's \"Somebody Wants to Die\" IceBerg Slim wepụtara \"Assassination\" na isi mmalite na-ekwu na ọnọdụ Facebook ya n'oge ntọhapụ ahụ na-agụ \"Somebody Wants To Die\", m ga-ahụ maka \"Assassination\"",
  "ka ọnụ malite",
  "(Agwara m ha na ọ ga-abụ M.I.stake, mana ha egeghị ntị)",
  "\" E nwere asọmpi n'uche ndị na-akwado rap banyere onye mere ka ọ bụrụ onye rapa kacha mma na Naịjirịa",
  "[mgbe?] M.I mepụtara ọtụtụ ndị na-akwado ya karịa Iceberg Slim ma nwee ọtụtụ ihe ndekọ egwu, ebe Iceberg Slim nwetara obi na ndị na-akwado rap nke Naijiria n'oge dị mkpirikpi na-adịghị ahụkebe",
  "N'afọ 2012, ndị egwu abụọ ahụ kpebiri ikpochapụ esemokwu ahụ n'okpuru rug",
  "Iceberg kwuru, \"Echeghị m na m họọrọ MI",
  "Ọ bụ asọmpi dị mma na Hip-Hop, nke ọtụtụ ndị mmadụ na-aghọtaghị",
  "N'obodo Hip-Hop, anyị nwere ike ịbụ ezigbo ndị enyi ma ọ bụ ụmụnne ma enwere m ike ịsị na abụ m onye rapa kachasị mma n'ụwa ma ọ dịghị onye na-ewe iwe ma ọ bụ were ya onwe ya",
  "Mgbọ m na MI abụghị ihe ịrịba ama nke enweghị nkwanye ùgwù n'ụzọ ọ bụla",
  "Ọ bụ ezie na ọ na-akwa emo, ọ dị mma",
  "Ndị mmadụ wepụrụ ya n'ọnọdụ ma chee na m na-akatọ ya",
  "Egwú rap bụ ihe gbasara asọmpi n'ihi na ọ na-enyere gị aka ito ma meziwanye onwe gị",
  "\"",
  "Ịma ama nke M.I amụbaala ngwa ngwa n'ime afọ ndị gara aga na Naịjirịa ka ọ ghọworo otu n'ime ndị egwu rap a ma ama, ma jiri ya tụnyere ndị egwu ndị ọzọ dịka Naeto C, el Dee, D'banj, 9ice na Mode 9",
  "E depụtara ya dị ka onye egwu nke anọ kachasị nwee nkà na Naịjirịa site na saịtị egwu n'ịntanetị Notjustok.com Ọkwa ahụ adịghị mma na M.I ma o jiri egwu NotJustOk / Savage (Track 5) na mixtape ya wepụtara n'afọ 2016 Illegal Music 3 iji dozie nsogbu nke iji ya tụnyere ndị ọzọ na-eti egwu rap na Naijiria",
  "Ọ rịọrọ n'ụzọ doro anya ka ndị nkatọ hapụ aha ya na ndepụta ọ bụla ma kwụsị ọkwa, ọkwa ma ọ bụ ịkatọ egwu ha na-enyeghị aka ịmepụta naanị n'ihi na onye nkatọ ahụ chọrọ inwetakwu traction, ndị na-eso ụzọ ma kwalite ọkwa ha.",
  "M.I na Vector nwere oke egwu rap na-aga n'ihu iji kwuo onye bụ Hip Hop kachasị mma na Naịjirịa, N'afọ 2019, o mere ka M.I wepụta egwu diss \"The Viper\", ọ na-ekwu otú o si nyere ndị na-eme egwuregwu aka ma e jiri ya tụnyere Vector",
  "O kwuru, sị, \"Lee ka anyị bilie site n'ibuli ndị ọzọ, onye ị buliri? Ọ dịghị onye n'ime afọ ndị a niile",
  "Nwere ike ikwu na Vector tinyere ha n'ọnọdụ wow",
  "'",
  "Vector kụrụ na M.I na diss track \"Judas, òké\", na-azaghachi nkwupụta ya o kwuru,",
  "\"Jesse Jagz, ị bụ enyi m, enweghị m ike ime nke a ngwa ngwa mana eziokwu banyere nwanne gị nwoke agbagwoju anya",
  "Ya mere, n'oge ụfọdụ n'okwuchukwu a, m ga-ekwu ụfọdụ ihe na-adịghị mma iji gosi ndị na-akwado ya na GOAT ha (Greatest Of All Time) bụ n'ezie òké",
  "Ka anyị bido nkuzi ahụ.",
  "\"Ònye bụ ndị rappers m tinyere?  Ọtụtụ ndị ọzọ gbakwunyere abụọ n'ime atọ gị ma etinyeghị m aka n'ihe ọ bụla",
  "Emere m ya niile n'efu ebe ọ bụ na ị na-akwọ n'elu dị ka DJ Lambo gị",
  "Olee maka égbè ị wetara iji nyere aka ịghọ rambo?...Ya mere, gịnị ka m kwesịrị ime Sign a man I wouldn't sign? Anaghị m eme egwu ndọrọ ndọrọ ọchịchị.",
  "\"Ndị Yoruba ga-asị, 'Eni dale lo bale lo.' Ambode na-apụ na VisionScape\"",
  "Na ọnwa Disemba afọ 2020, Vector na Jude \"M.I\" Abaga yiri ka ha emeriela agha ha mgbe ha abụọ zutere na akụkụ nke atọ na nke ikpeazụ nke \"The Conversation\", usoro ihe nkiri Hennessy Nigeria dabere na asọmpi dị n'etiti M.I na Vector, ha abụọ zutere ihu na ihu ma kwurịta ihe mere n'etiti ha",
  "Ndị egwu abụọ ahụ kwuru ihe kpatara anụ ehi ahụ na echiche ha n'ebe ibe ha nọ",
  "M.I kwuru na o nwere echiche na Vector adịghị amasị ya, ebe Vector kwuru na ya kwenyere na M.I bụ onye aghụghọ na aghụghọ.",
  "Àtụ:M.I AbagaÀtụ:Chocolate City (record label)"
]