[
  "MaameYaa Boafo (nke a na-akpọ \"Mah-Mih-Yah Bwafoh\") bụ onye Ghana na-eme ihe nkiri na onye na-eme ihe ọchị.",
  "A mụrụ Boafo na Pakistan. Ọ bụ onye agbụrụ Ashanti nke Ghana. A zụlitere ya na Sudan, Ethiopia, Geneva na Kenya, mana ọ bụ nwa amaala Ghana. N'afọ 2001, mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị, Boafo gara United States iji mụọ French na nkwurịta okwu.",
  "Mgbe ọ gụsịrị akwụkwọ na Hood College n'afọ 2005, ọ natara agụmakwụkwọ iji mụọ ihe nkiri na Mahadum Rutgers wee nweta nzere masta ya n'afọ 2019. Boafo gụrụ akwụkwọ na mba ofesi na Mahadum Marc Bloch na Strasbourg, France.",
  "Boafo mere ihe nkiri mbụ ya dị ka Asa na ihe nkiri mkpirikpi nke afọ 2012 Asa, A Beautiful Girl N'afọ 2014, Boafo malitere igosipụta dịka Nana Yaa na usoro ihe nkiri telivishọn nke Nicole Amarteifio bụ An African City",
  "Omume ya bụ onye nta akụkọ na-agba mbọ ịkwụ ụgwọ ụlọ na Accra, nke yitere Carrie Bradshaw na Sex and the City",
  "Boafo chọpụtara ọrụ ahụ na ibe Facebook, n'ihi na ọ na-eme njem, o zigara Amarteifio nyocha vidio, onye kpọrọ otu izu ka e mesịrị.",
  "N'afọ 2014, ọ pụtara na Bus Nut, ihe nkiri dị mkpirikpi nke ọ gụrụ okwu sitere na ikpe Rosa Parks",
  "Emere ya na San Francisco Film Festival.",
  "N'afọ 2015, Boafo nwere obere ọrụ na The Family Fang",
  "Ọ pụtara na ihe nkiri dị mkpirikpi New York, I Love You na Olive na 2016. Site na 2017 ruo 2018, ọ pụtara dị ka Paulina na egwuregwu School Girls, nke Mean Girls kpaliri.",
  "A họpụtara Boafo maka Lucille Lortell Award na Los Angeles Drama Circle Award maka onye na-eme ihe nkiri kachasị mma, ma nata onyinye Drama Desk maka ihe ngosi ya. Ọ rụrụ ọrụ dị ka onye ọrịa HIV Abena Kwemo na 2018 nke Chicago Med N'afọ 2019, ọ rụrụ ọrụ dị ka onye nyocha onwe onye Briana Logan na usoro TV Bluff City Law Boafo gosipụtara Zainab na usoro TV Ramy na 2020.",
  "Boafo mere vidiyo na mmeghachi omume maka ọnwụ Freddie Gray na Baltimore nke akpọrọ \"Dị ka Nina\", ebe a kọrọ na ọ na-eyi onye na-agụ egwu Nina Simone. Na mgbakwunye na Bekee, ọ na-asụ Twi."
]