[
  "Mai-Mai, nke a na-asụgharịkarị Maay Maay (nke a makwaara dị ka Af-Maay, Af-Maymay, ma ọ bụ naanị Maay; a naghị ejikarị mkpụrụ okwu Mai-Mai eme ihe mana a na-asụkarị ya), so na ya",
  "Somali nke alaka Cushitic nke ezinụlọ Afro-Asiatic. A na-asụkarị ya na Somalia na mpaghara ndị dị nso na Etiopia na Kenya",
  "Na Somalia, a na-asụ ya na steeti South West, Jubaland steeti na Banadir",
  "Ọ bụ otu n'ime isi olumba abụọ nkeasụsụ Somali.",
  "E kewara ụdị asụsụ Somali dị iche iche ụzọ atọ: Northern, Benaadir na Maay",
  "Northern Somali (ma ọ bụ Northern-Central Somali) bụ ntọala maka Standard Somali.",
  "Maay bụ nke ndị Digil na Mirifle (Rahanweyn) na-asụkarị na mpaghara ndịda Somalia, ọkachasị na South West",
  "Ebe a na-asụ ya na-agbasa site n'ókè ndịda ọdịda anyanwụ ya na Etiopia ruo mpaghara dị nso n'ụsọ oké osimiri n'etiti Mogadishu na Kismayo, gụnyere obodo Baidoa. Maay na Northern Somali ma ọ bụ Benadir enweghị nghọta, ọ dịkwa iche na nhazi ahịrịokwu na phonology. A naghị ejikarị ya eme ihe na agụmakwụkwọ ma ọ bụ mgbasa ozi",
  "Otú ọ dị, ndị na-asụ Maay na-ejikarị Standard Somali dị ka asụsụ. A na-amụta ya site na nkwukọrịta ọha na eze, mbata n'ime, na ime obodo.",
  "Ọ bụ ezie na ndị ọkà mmụta gara aga nọgidere na-eche na Maay enweghị nghọta na Northern Somali, e mere ya na-enweghị nwale ya",
  "Nnyocha Deqa Hassan mere n'oge na-adịbeghị anya nwalere nghọta n'etiti ndị na-asụ Af-Maay na Af-Maxaa (Northern Somali).",
  "Nnyocha ahụ chọpụtara na Af-Maay nwere nghọta nke ọma na Af-Maxaa (Ndị na-ekwu okwu ugwu) yana nghọta na-abawanye na nghọta Standard Somali",
  "Nke pụtara nghọta maka ọkọlọtọ Somali (Northern Somali) na-abawanye ohere ịghọta Af-Maay",
  "Nke a bụ ihe kacha mkpa n'asụsụ dị iche iche jikọtara asụsụ abụọ ahụ ọnụ",
  "Ya mere a na-ekewa Af-Maay dị ka olumba Ụdị 5 maka akụkọ ọdịnala na-agbasawanye nke ya na ndị ọkà okwu Af-Maịkọ na-akọwapụta ntakịrị nghọta ya.",
  "Consonant imi na-aga n'ihu a /n/ ụda ga-adị ka ụda [ŋ] mgbe niile",
  "A [ɣ] ụda bụ ihe intervocalic allophone nke /ɡ/.",
  "Maay Maay na-egosipụta ọnụ ọgụgụ dị ukwuu nke epenthesis, na-etinye ụdaume etiti ma ọ bụ nke dị elu iji kewaa ụyọkọ ụdaume",
  "Ogologo ụdaume dị iche; obere ụzọ abụọ dị ka bur ' ntụ ọka' na buur 'ugwu' na-agba akaebe.",
  "Maay Maay bụ ihe na-agwụ ike",
  "O nwere ụdị ngwaa dị mgbagwoju anya, na-atụgharị ma ọ dịkarịa ala maka ihe dị egwu / akụkụ na mmadụ / ọnụọgụ nke ma isiokwu na ihe",
  "Enwekwara nganiihu na-egosi mgbaghara",
  "Na mgbakwunye, ngwaa na-egosipụta morphology ewepụtara, gụnyere ihe kpatara na ngwa",
  "Ngụkọta ọnụ ọgụgụ na-agụnye mgbakwunye mkpezi, nke ụdị ya dabere na okike nke aha isi, yana suffixes nwere.",
  "Maay Maay na-egosipụta usoro okwu SVO na SOV, o doro anya na ọ dị iche iche n'efu",
  "Mgbe ihe ahụ bụ postverbal, prefix maay na-apụta na ngwaa",
  "N'ime ahịrịokwu aha, aha isi bụ nke mbụ",
  "Possessors, adjectives na ụfọdụ quantifiers siri ike na-agbaso aha isi",
  "Nọmba na ọnụọgụ a na-amaghị ama na-ebute aha isi.",
  "Maay jigidere omenala ọnụ na uri na-akpali akpali nke dị iche na ụdị ugwu ama ama karịa",
  "N'ebe ndịda Somalia, onye na-ede uri na onye na-agụ akwụkwọ ga-abụ otu",
  "Ọkachamara ethnology nke Britain bụ Virginia Luling kwuru n'oge ọ gara Afgooye na a ga-atụgharị uri ma gụọ ya n'otu oge na-enweghị nkwadebe mbụ",
  "Ndị na-ede uri ma ọ bụ Laashin dabere na amamihe ha na ebe nchekwa ha wee wuo uri mara mma ma mee ndị na-ege ntị ụtọ.",
  "Geledi Laashins n'oge Luling nọrọ na Afgooye n'afọ 1989 bụrụ abụ banyere nsogbu zuru ohi ala nke gọọmentị Somalia",
  "A gwara Sultan n'ime uri ndị a ka o nyere obodo aka ma chetara ndị nna nna ya Gobroon nke ọtụtụ narị afọ gara aga.",
  "Egwu mgbe ahụ, iwu abụghị iwu a bụ nke onye ndu Laashins of Afgooye, Hiraabey, Muuse Cusmaan na Abukar Cali Goitow na ndị ọzọ mere, gwara onye isi ugbu a Sultan Subuge",
  "Ọ kpalitere ncheta nke Geledi Sultanate dị ike nke afọ gara aga ma bụrụkwa ọdịiche dị ukwuu na ọnọdụ ha ugbu a.Here the richest selection of the poem \nÀtụ:Verse translation",
  "Ganaane gubow gaala guuriow Gooble maahinoo Geelidle ma goynin\nGembi iyo waran guraantiis aa loogu soo gayooday, Gooble\nGacalkiisa guri curad aa looga soo guuray Haddana nin walba aa\nSoo gamgamohaayo, goofka beereed waa la goostay, gelgeshii\nGaashada daaqeysana waa la goostay, gunta intee la geyn doonaa?\nGobroontii soo gaartay Gobroontaan ma ahayn, gargooye Ibraahim\nCumar Xaaji goodaalka adunyada markii joogeen, Awow Gaduud Cali -\nMahinoo - Awow Gaduud Cali Abukar, Yusuf Maxamuud iyo goodaalka\nAddunka markii joogeen, ganuunka ganuunkan ma ahayn, Awow\nGudgudoome Cumar Adeerow goodaalka aduunka markii joogeen\nGanuunka ganuunkan ma ahayn",
  "Beereed waa la goostay, gelgeshii\nGaasha la la goostay, gaasha intee loola guuraa ?\n\nGanaane gubowow, gaala guuriow-aa\nGelgeshii la goostay go'aan maad ka gaart-aa (gaartay) ?",
  "You who burnt Ganaane and chased away the infidels \nDid you not separate from the Geelidle and come to Gooble (Afgooye)?\nWe endured war and the point of the spear \nFor the love of Gooble we left our first home \nAnd now everyone crowds in here, they have taken our cleared farmland \nThey have taken the pasture where the herds grazed - where will the people be led ? \nThe Gobroon who first arrived here are not these Gobroon \nWhen the giver of judgment Ibraahim Cumar Xaaji the pillar of the world was alive and Aw Gaduud Cali \nIs it not so ? - Aw Gaduud Cali Abukar, and Yusuf Maxamuud the pillar of the world \nWhile they were alive the law was not this law \nWhen the giver of decisions Aw Cumar Adeerow was in the world the law was not this law \nNow everyone crowds in, they have taken the cleared farmland, \nThey have taken the pasture of the herds where will we move the herds?\n\nYou who burnt Ganaane and chased away the infidels \nHave you reached a decision about the stolen pastures?",
  "Àtụ:Languages of SomaliaÀtụ:Cushitic languages"
]