[
  "Mabel Segun (born 1930) is a Nigerian poet, playwright and writer of short stories and children's books",
  "She has also been a teacher, broadcaster, and a sports woman.",
  "Born in Ondo City, Nigeria,  she had her secondary school education at CMS Girl's School Lagos",
  "She attended the University of Ibadan, graduating in 1953 with a BA in English, Latin and History",
  "She taught these subjects in Nigerian schools, and later became Head of the Department of English and Social Studies and Vice-Principal at the National Technical Teachers' College, Yaba (Now Yaba College of Technology)",
  "Her first book, My Father's Daughter (1965), published in 1965, has been widely used as a literature text in schools all over the world, and her books have been translated into German, Danish, Norwegian and Greek",
  "Her work is included in the anthology Daughters of Africa (1992).",
  "Segun has championed children's literature in Nigeria through the Children's Literature Association of Nigeria, which she founded in 1978, and the Children's Documentation and Research Centre, which she set up in 1990 in Ibadan",
  "She is also a fellow of the International Youth Library in Munich, Germany.",
  "As a broadcaster, Segun won the Nigerian Broadcasting Corporation 1977 Artiste of the Year award.",
  "In 2009, she received the Nigerian National Order of Merit Award for lifetime achievements.",
  "In 2015, the Society of Young Nigerian Writers under the leadership of Wole Adedoyin founded the Mabel Segun Literary Society (www.mabelsegunaliterarysociety.blogspot.com), aimed at promoting and reading the works of Mabel Segun.",
  "In 2007, Segun was awarded the LNG Nigeria Prize for Literature.",
  "Ụdàkọ",
  "Nigeria Prize for Literature winners",
  "St Anne's School, Ibadan alumni",
  "Yoruba women writers",
  "20th-century Nigerian poets",
  "Recipients of the Nigerian National Order of Merit Award",
  "Nigerian women children's writers",
  "Writers from Ondo State",
  "Nigerian children's writers",
  "Nigerian women poets",
  "Yoruba poets",
  "English-language writers from Nigeria",
  "Yoruba educators",
  "Nigerian women educators",
  "20th-century Nigerian women writers",
  "University of Ibadan alumni",
  "People from Ondo City",
  "Yoruba children's writers",
  "Living people",
  "1930 births",
  "1 ụdàkọ"
]