[
  "Mabel Lozano (Villaluenga de la Sagra, December 28, 1967) bụ onye edemede Spanish, ihe nlereanya, onye nduzi ihe nkiri, onye na-eme ihe nkiri na telivishọn na onye na-agbachitere ikike ụmụ nwanyị. N'ọrụ ya, ọ katọrọ mmegbu mmekọahụ nke ụmụ nwanyị site na ịgba akwụna na ịzụ ahịa",
  "N'afọ 2021, ọ natara Goya Award maka obere ihe nkiri kachasị mma maka Biografía del cadáver de una mujer",
  "A mụrụ ya na Villaluenga de la Sagra, Lozano kwagara Madrid, ebe o zutere ụwa nke catwalks ejiji, biri na Japan, Paris na Milan",
  "Mgbe ọ laghachiri Spainn, ọ ghọrọ onye ama ama mgbe ọ malitere ịrụ ọrụ na telivishọn.",
  "Ọ bụ onye na-egosi ihe omume TVE Noche de Fiesta na 1999, ya na Miguel Ángel Tobías, ruo mgbe Juncal Rivero nọchiri ya na 2000.",
  "Ọ malitekwara igosi TVE's New Year's Eve specials, nochie anya Norma Duval na 1999 ruo 2003",
  "Ya na Ramón García, Juncal Rivero, María José Suárez, Nuria Roca, Andoni Ferreño na Juan y Medio na-arụ ọrụ ngosi.",
  "N'afọ 2007, ọ gbanwere ọrụ ya",
  "Mgbe ọ gụsịrị mahadum iji mụọ ihe nkiri ma gụchaa nzere masta na ihe nkiri ọha na eze na ikike mmadụ na Mahadum Galway, ọ malitere ọrụ dị ka onye na-eme ihe nkiri maka ikike mmadụ, na-ede ma na-eduzi ihe nkiri mbụ ya Voices against trafficking in women, nke e mepụtara na Romania, Moldova na Spain, nke ọ katọrọ ịzụta na ire ụmụ nwanyị na ụmụ agbọghọ maka ebumnuche nke mmegbu mmekọahụ",
  "Ejirila Voice against trafficking in women  mee ihe maka ọzụzụ nke ụlọ ọrụ ndị mmanye iwu na ụlọ ọrụ ndi ọka iwu ọha na eze [ebee?].",
  "Kemgbe ahụ, na mgbakwunye na obere ihe nkiri na egwuregwu, o meela ihe nkiri ndị ọzọ: 2009's La teoría del espiralismo, nke ndị na-eme egwuregwu Paralympic nke ise; 2010's Las sabias de la tribu dị ka ụtụ nye ọgbọ nke ụmụ nwanyị mgbe agha gasịrị bụ ndị lụrụ ọgụ maka ikike ha; 2012's Madre, ihe nkiri banyere ịbụ nne na narị afọ nke 21.",
  "N'afọ 2014, o wepụtara obere ihe nkiri Las mujeres que triunfan nke ọ na-ekwu maka ihe ịga nke ọma nke ụmụ nwanyị karịrị afọ iri anọ na ise.",
  "N'afọ 2015, o wepụtara ihe nkiri Chicas nuevas 24 horas, banyere ịzụ ahịa na mmegbu mmekọahụ nke ụmụ nwanyị; nke bụ mmepụtakọ ọnụ n'etiti Argentina, Colombia, Paraguay, Peru na Spain nke a họpụtara maka Goya Award na Platino Ibero-American Film Awards.",
  "N'afọ 2018, ọ gosipụtara El proxeneta",
  "Paso corto, mala leche bụ ezigbo akụkọ na onye mbụ nke onye na-azụ ahịa ụmụ nwanyị site na nke ọ na-egosipụta mmalite nke ịgba akwụna na ịzụ ahịa na Spain kemgbe afọ 1980. O dere akwụkwọ akụkọ na-abụghị akụkọ ifo nke nwere otu akụkọ ahụ nke ritere ihe nrite Rodolfo Walsh.",
  "N'afọ 2021, o ritere Goya Award maka obere ihe nkiri maka Biografía del cadáver de una mujer  N'ọnwa May afọ 2021, o gosipụtara ebe maka mkpọsa \"Ọ bụrụ na ị kwụọ ụgwọ, ị megbuo\" iji mee ka ndị na-eto eto ghara ịkwụ ụgwọ maka mmekọahụ",
  "Generalitat Valenciana kwalitere nke a na usoro nke Forum for the Abolition of Prostitution",
  "Ọ bụ onye otu CIMA (Association of Women Filmmakers and Audiovisual Media).",
  "N'ọnwa Eprel 19, 2020, o kwupụtara na akara nzipu ozi Instagram ya na a wara ya ahụ mberede maka ọrịa kansa ara, nke a chọpụtara na March."
]