[
  "Macbeth (asụsụ Bekee: The Tragedy of Macbeth, 'egwu mberede Macbeth') bụ ejije ọdachi nke William Shakespeare dere n'ahọ 1606. Ejije nka bụ maka Macbeth, eze ndị Scotland",
  "Macbeth bụbụ mmadụ̀ n'ịta na okwu mba ndị, mana Shakespeare gbanwere ya maka Eze James I nke Ala Bekee (ọ bụkwa Eze James VI nke Ala Ndị Skọtụ). Ejije ọdachi nka na-egosi otu ịchọ ike na ọchịchị nwere ike imebì ndị mmadụụ",
  "Macbeth bụọ onye nwere osi si ike mgbe ọ bụ onye isi ndị agha na ọ bụ Thane ǹkè Glamis (onye na-achị Glamis) mana amụosu a atọ bịara, gwa ya na ọ ga-abụ eze ndị Skọtụ",
  "N'ime obì ya, Macbeth ma ịhe à ekwesịghị ịme maka Duncan bụ eze na-achị achị",
  "Macbeth na nwunye ya, Lọọlọ Macbeth (Bekee: Lady Macbeth), gburu Duncan ka Macbeth bụrụ eze Ndị Skọtụ",
  "Maka ha mere ịhe à, ara ebidozi ị yàa ha, tupu Lady Macbeth gburu onwe ya naMacduff, Thane nke Fife, gburu Macbeth",
  "Mgbe ịhe ndị à niile mechara, Malcolm, nwa izizi Duncan, bụrụ Eze Ndị Skọtụ.",
  "DUNCAN, ezè ndị Scotland",
  "MACBETH, Onye na-achị Glamis na Cawdor, onye isi ndị agha nke Eze",
  "LADY MACBETH, nwunye ya",
  "MACDUFF, Thane nke Fife, nwoke bụ onye ndị isi ndị Scotland",
  "LADY MACDUFF, nwunye ya",
  "MALCOLM, nwa Duncan nke nwoke, nke amụrụ izizi",
  "DONALBAIN, nwa Duncan nke nwoke, nke Malcolm tọrọ",
  "BANQUO (BANKWUO), Thane nke Lochaber, onye isi ndị agha nke Eze",
  "FLEANCE, nwa ya nwoke",
  "LENNOX (LENOKSỊ), nwoke bụ onye ndị isi ndị Scotland",
  "ROSS, nwoke bụ onye ndị isi ndị Scotland",
  "MENTEITH, nwoke bụ onye ndị isi ndị Scotland",
  "ANGUS, nwoke bụ onye ndị isi ndị Scotland",
  "CAITHNESS, nwoke bụ onye ndị isi ndị Scotland",
  "SIWARD, Onye na-achị Northumberland, onye isi ndị agha nke Ana Bekee",
  "SIWARD NKE OBERE, nwa ya nwoke",
  "SEYTON, onye nnezi Macbeth",
  "HECATE, Eze ndị amonsu",
  "Amonsu atọ",
  "Nwa bụ nwoke, Nwa Macduff",
  "Nwaanyi na-enedo Lady Macbeth",
  "Dịbịa ndị Bekee",
  "Dịbịa ndị Scotland",
  "Dinche",
  "Onye nche",
  "Macbeth bụ ọdachi nwe nnukwu isiokwu."
]