[
  "Macroinvertebrate Community Index (MCI) bụ ndepụta eji eme ihe na New Zealand iji tụọ ogo mmiri nke iyi mmiri dị ọcha. Ọnụnọ ma ọ bụ enweghị macroinvertebrates dị ka ụmụ ahụhụ, ikpuru na ejula na osimiri ma ọ bụ iyi nwere ike inye ihe ngosi ndu na ahụike nke mmiri ahụ. MCI na-enye ọnụ ọgụgụ maka ụdị ọ bụla nke macroinvertebrate dabere na mmetụta nke ụdị ahụ na mmetọ",
  "Ndepụta ahụ na-agbakọzi nkezi akara. Akara dị elu na MCI n'ozuzu ya na-egosi iyi dị mma.",
  "MCI (Macroinvertebrate Community Index) na-adabere na ikenye akara maka macroinvertebrates mmiri ọhụrụ dabere na nnabata mmetọ ha",
  "Macroinvertebrates mmiri dị ọhụrụ a na-ahụ n'ọnọdụ pristine ga-adị elu karịa nke a na-ahụ na mpaghara emetọru. Enwere ike ịgbakọ ụkpụrụ MCI site na iji data ọnụnọ-enweghị macroinvertebrate site na iji usoro a:",
  "MCI( = [site score)/(# nke akara taxa)]*20",
  "Nnyocha mmiri dị mma n'oge gara aga dabere na nyocha kemịkal na ebe obibi, Otú ọ dị, egosila na usoro ndị a ezughi ezu n'ihi mmetọ sitere na isi mmalite ndị na-abụghị isi. Ụmụ anụmanụ ndị bi na gburugburu mmiri nwere ike ịbụ ihe ngosi kachasị mma sitere n'okike nke àgwà gburugburu ebe obibi ma na-ekpughe mmetụta nke mgbanwe ma ọ bụ mmetọ ebe obibi ọ bụla,ma gosipụtala na ọ na-azaghachi nsogbu dị iche iche dị ka sedimentation, ime obodo, ọrụ ugbo na ọhịa",
  "mmetụta owuwe ihe ubi. Mgbanwe ọ bụla nwere ike ime na obodo macroinvertebrate nke na-eduga na mbelata nke ịdị iche iche na-abawanye mmụba nke invertebrates na-anabata mmetọ, dị ka oligochaetes na chironomids. Ya mere, enweghị ụdị dị iche iche na obere ọnụọgụ ọnụọgụ nke macroinvertebrates bi na ya nwere ike ịbụ ihe na-egosi àgwà mmiri dị ala. Ihe ize ndụ nke mmebi mmiri bụ nke kachasị ukwuu n'ebe dị ala, ebe ọrụ ugbo siri ike na mmepe obodo bụ ihe kachasị eji ala eme ihe.",
  "Obodo Macroinvertebrate bụ ihe kachasị egosi ahụike gburugburu ebe obibi n'ime mmiri n'ihi na ha dị mfe ịnakọta ma chọpụta, ma nwee ogologo ndụ dị mkpụmkpụ, si otú a na-anabata ngwa ngwa maka mgbanwe na gburugburu ebe obibi ha. Ụzọ MCI nke iji obodo macroinvertebrate iji nyochaa ahụike zuru oke nke gburugburu mmiri na-aga n'ihu ịbụ usoro a pụrụ ịdabere na ya, nke a na-etinye n'ọrụ, na nke a na'ọtụtụ ebe gburugburu ụwa.",
  "Mgbanwe na MCI",
  "Na mgbakwunye na MCI nke akọwapụtara n'elu, e nwekwara ụdị abụọ ọzọ nke MCI",
  "QMCI (Quantitative Macroinvertebrate Community Index) na SQMCI (Semi-Quantitative Macroinvertebrate Community Index)",
  "Ma MCI na QMCI na-ejikarị na mba ndị dị ka New Zealand",
  "Nchikota nke ojiji zuru ebe niile na ezigbo arụmọrụ nke MCI na QMCI n'ịchọpụta àgwà mmiri na gburugburu ebe obibi mmiri emeela ka mmasị n'ịkwalitekwu ụzọ na New Zealand",
  "The QMCI, just like the MCI, was initially designed to evaluate the organic enrichment in aquatic ecosystems",
  "The third index, the SQMCI, was created to reduce sampling and processing efforts required for the QMCI",
  "The SQMCI will respond in a similar matter to the QMCI in community dominance, however, will require fewer samples to achieve the same precision",
  "The SQMCI gives a comparative appraisal to the QMCI with under 40% of the exertion, in circumstances that macroinvertebrate densities are not required",
  "This diminishes expenses and also enhances the logical solidness of biomonitoring projects. Both the QMCI and SQMCI are similar to the MCI in the way that they are graded on a 1 (extremely tolerant) to 10 (highly intolerant) scale",
  "However, they differ in the way that MCI is calculated using presence-absence data whereas QMCI uses quantitative or percentage data. Having a qualitative, quantitative, and semi-quantitative version of the same index has raised some questions as to if this is a good thing or not",
  "All three indexes have the same purpose, which is to measure the quality of an aquatic ecosystem, however, there are no clear recommendations about when each one is most appropriate to be used",
  "In a study conducted on 88 rivers, Scarsbrook et al",
  "(2000) concluded MCI is more useful than the QMCI for recognizing changes in stream water quality over time",
  "Having three forms of a similar index may prompt to various conclusions and also opens the route for specific utilization of either file to give bias to a specific position or position taken by a specialist. In August 2019, the Ministry for the Environment released a draft National Policy Statement for Freshwater Management, and a report from Scientific and Technical Advisory Group that recommended including three different measures, MCI, QMCI and Average Score Per Metric (ASPM).",
  "Enwere ike ịgbakọ ọnụọgụ QMCI site na iji: QMCI = Σ_(i=1)^(i=s) {{{1}}}_i*a_i)/N",
  "Enwere ike ịgbakọ ụkpụrụ SQMCI dịka QMCI ma ewezuga na edochiri ụbara koodu maka ọnụ ọgụgụ n'ezie",
  "Ọmụmaatụ:",
  "Ihe Ndị na-emetụta MCI E nwere ọtụtụ ihe nke nwere ike imetụta nnweta data nke MCI mgbe ị na-enyocha ogo mmiri nke usoro okike mmiri",
  "Ọwa siri ike na nke dị nro nwere ike ịpụta nsonaazụ dị iche iche na ọtụtụ ndị na-eme nchọpụta ga-eji ụdị abụọ dị iche iche nke MCI",
  "Dịka ọmụmaatụ, na nyocha nke Stark & Mallard (2007) ha na-atụle na ọwa ala siri ike na nke dị nro nwere nsụgharị dị iche iche nke MCI na enweghị ike ijikọta nsụgharị abụọ ahụ n'otu data setịpụrụ n'ihi ọdịiche dị na taxa na ụkpụrụ nnagide.",
  "Mgbanwe nke oghere na-adọrọ mmasị n'ihe gbasara imetụta data nwetara site na MCI",
  "Ebe ndị na-agbadata na-emekarị ka uru MCI dị ala",
  "Enwere ike inwe mmetụta mgbagwoju anya n'etiti riffles, runs, ma ọ bụ ọdọ mmiri nwere otu iyi.",
  "A na-ewelitekwa omimi na ọsọ dị ka nchegbu gbasara nsonaazụ nsonaazụ, agbanyeghị Stark (1993) nyochara mmetụta nke usoro nlele, omimi mmiri, ọsọ dị ugbu a na substratum na nsonaazụ ya wee chọpụta na ma MCI na QMCI nwere onwe ha na omimi miri emi",
  ", ọsọ, na substratum sitere na nlele macroinvertebrate anakọtara site na riffles nkume. Nchọpụta a bụ uru maka nyocha nke mmetọ mmiri.",
  "E nweela ọtụtụ nnyocha e mere na mgbanwe oge, nke a na-ewere dị ka isi ihe na-emetụta nyocha nke ogo mmiri",
  "E kwubiri na ụdị niile kwesịrị ịnwale data anakọtara n'oge ahụ dị ka data ntụaka, nke a na-eji.",
  "Enweela ọtụtụ ihe ndị ọzọ dị ka okpomọkụ mmiri, akụkọ ndụ invertebrate na ọkwa oxygen gbazere nke a kọwapụtara dị ka ihe na-akpata mgbanwe n'oge",
  "Oge okpomọkụ nwere akara biotic nke na-egosi ahụ ike iyi ka njọ. Oge okpomọkụ dị ka oge okpomọkụ, ga-abawanye okpomọkụ ya mere na-eme ka okpomọkụ mmiri na-abawanye ma na-ebelata oke oxygen a gbazere agbaze na mmiri na-eme na gburugburu ebe obibi na-adịchaghị mma maka macroinvertebrates mmiri",
  "Na nzaghachi, nke a na-emetụta ọnụ ọgụgụ nke macroinvertebrate ma na-agbanwe nsonaazụ nke ihe ngosi."
]