[
  "Madam Yoko ma ọ bụ Mammy Yoko (ihe dị ka 1849_1906) bụ onye ndú nke ndị Mende na Sierra Leone. N'ịgwakọta agbụrụ bara uru, nhọrọ alụmdi na nwunye dị nkọ na ike nyere ya site na ụlọ ọrụ nzuzo Sande, Yoko ghọrọ onye ndú nwere mmetụta dị ukwuu. Ọ gbasaa alaeze Mende [dubious  ma n'oge ọnwụ ya, ọ bụ onye na-achị nnukwu Kpa Mende Confederacy.",
  "A mụrụ Madam Yoko, dị ka nwatakịrị a na-akpọ Soma, na 1849 na Gbo Chiefdomi.  O nwere ụmụnne atọ Ali Kongo, Lamboi, na Goba",
  "Nna ya bụ onye agha n'ala mpụga",
  "Mgbe ọ na-eto eto, a malitere ya na Sande Society, ebe a kụziiri ya ịbụ abụ, ịgba egwú, ọgwụ, na ịmụ nwa, yana ọrụ ndị ọzọ metụtara ịbụ nwunye na nne",
  "Mgbe ọzụzụ ruo ọtụtụ ọnwa gasịrị, a kpọghachiri ya n'ime ọha mmadụ dị ka okenye na aha Madam Yoko.",
  "Madam Yoko lụrụ di mbụ ya Gongoima, onye agha, a na-ekwukwa na ọ nwere ike ịbụ nwa nwanne ya site na nna ya. Yoko hapụrụ Gongoima n'etiti afọ 1800 n'ihi mmụba nke ekworo na enyo. Madam Yoko lụrụ di ya nke abụọ Gbenje, ọ bụ nwa nwoke nke onye agha Kpe Mende ọzọ na Chief of Taiamav. Yoko bụ Gbenje na-eto eto mana, n'ihi ibu ọrụ na ikike ya, Gbenje kpọgara ya na nwunye ya okenye",
  "Gb proje dara ọrịa ma nwụọ, Yoko mekwara emume ime ka ọ dị ọcha maka ịkwadebe ịlụ di ọzọ.",
  "Yoko lụrụ onye isi agha dị ike aha ya bụ Gbanya Lango ọzọ ma n'ihi esemokwu ya na ndị Britain, e jidere Gbanya ma Yoko nwere ike ịpụta ya site n'ịkpọku gọvanọ arịrịọ onwe ya",
  "Nke a bụ otu Yoko si malite na ndọrọ ndọrọ ọchịchị",
  "Mgbe a tọhapụrụ di ya, Gbanya jiri Yoko mee ihe na ndị Britain, nke nyeere ya aka inweta ma zụlite aha ya dị ka onye ndọrọ ndọrọ ọchịchị",
  "Gbanya buliri Yoko elu ruo n'ihi aka ya n'ime ka a tọhapụ ya ma nyere ya aka n'ịba ọgaranya site n'ọrụ ugbo.vii Mgbe Gbanya nwụrụ na 1878, Yoko nọchiri ya wee ghọọ Eze Nwanyị nke Sennehoo.",
  "Madam Yoko malitere ịchị na ngwụcha narị afọ nke iri na itoolu",
  "Mgbe ọ nọ n'ọchịchị, ọ jikọtara ma duzie otu Kpa Mende",
  "O nwere ike ịchịkwa Kpa Mende niile (ndị isi iri na anọ dị iche iche) site n'ịgbakọta aka na iji ike amamihe",
  "Yoko jiri ndị Sande mee ihe site n'ịmepụta Sande Bush a ma ama na Senehun iji nyere ya aka n'ime njikọ aka ya",
  "O mere nke a site n'ịnata ụmụ agbọghọ site na mmalite ebe ọ zụrụ ha wee nye ha dị ka nwunye nye ndị isi nwoke. Yokoz Sande Bush nwetara ewu ewu nke ukwuu nke na ndị nne gbalịrị itinye ụmụ ha nwanyị n'ime Bush ya. Nke a dị nnọọ iche na ndị isi nwoke; ebe Yoko nwere ike ịzụ ụmụ nwanyị ma nye ha alụmdi na nwunye, ndị isi nwoke nwere ike ịnata nwunye site n'ezinụlọ",
  "Yoko dịkwa iche na ndị isi nwoke n'ihi na o nwere ikike iso ụmụ nwoke na-emekọ ihe site na iji onyinye nke mmekọahụ n'onwe ya, ebe ndị isi nwoke ga-eji ụmụ nwanyị mee ka ha na nwoke ọzọ jikọọ aka",
  "Ndị isi nwoke ga-emekwa ka ha jikọọ aka site n'iwere ụmụ nwanyị si n'otu narị ma ọ bụ karịa ezinụlọ ndị isi ma lụọ ha",
  "Nke a bụ usoro Yoko gaara eji ma ọ bụrụ na ọ bụ nwoke",
  "Madam Yoko sokwa ndị Britain jikọọ aka site na Sande Bush ya",
  "Ọ kpọrọ ndị ọrụ Britain n'obodo ya ma mee ka ndị na-agba egwu Sande ya na-agba maka ha",
  "O nyekwara ndị uwe ojii nke ndị uwe ojii Frontier nwunye. Yoko jikwa njikọ aka ya na ndị Britain nyere ya aka ịga n'ihu n'ike, dịka e kwuru na Women, Culture and Society na-atụ egwu Yoko n'ihi na ọ nwere ike ịkpọ ndị Britain",
  "Ike Yokoz gakwara n'ihu site n'iji njikwa mee ihe na ndị Britain",
  "Dịka ọmụmaatụ, ọ gwara ndị Britain na onye isi ọzọ na asọmpi ya, Kamanda, jikọtara ya na otu ndị agha Temne na-awakpo",
  "N'ihi ya, ndị Britain gburu Temne ma chụpụ ndị isi ha na Kamanda",
  "Ewezuga ikike ya ime njikọ aka, a na-ekwu na Madam Yoko siri ike n'agha",
  "A na-ekwu na ọ na-eji osimiri ndị dị nso dị ka usoro nchebe ma jiri mma agha na-echebe ndị iro ya.",
  "N'afọ otu puku narị asatọ ịrị itoolu na asatọ , ndị Britain kwupụtara na ha na-echebe ha ma tinye iwu na-enye ndị isi niile iwu ịnakọta ụtụ isi na ụlọ ọ bụla dị na ala ahụ. Yoko nyere ndị isi ya iwu ka ha kwụọ ụtụ isi ọhụrụ",
  "Otú ọ dị, ndị mmadụ nupụrụ isi ma boo ya ụta maka ịnapụ mba ahụ n'ihi nkwado ya maka ndị Britain",
  "Kama ịgakwuru ndị Britain iji nweta ikike nke ndị ya na ewu ewu, ọ zoro n'ogige ndị uwe ojii ka ndị ya na-anwa ịwakpo",
  "N'ihi iguzosi ike n'ihe ya na ndị Britain, Eze Nwanyị Victoria nyere ya ihe nrite ọlaọcha",
  "Madam Yoko chịrị dị ka Paramount Chief ruo 1906 mgbe o gburu onwe ya.  Yoko enweghị ụmụ ọ bụla ya mere, nwanne ya nwoke Lamboi nọchiri ya"
]