[
  "Madeleine Selina Rees, OBE bụ onye ọka iwu Britain na odeakwụkwọ ukwu nke Women's International League for Peace and Freedom ugbu a",
  "Ọ ekwuola okwu megide mmebi ikike mmadụ na Bosnia site n'aka ndị na-ahụ maka udo na ndị ọzọ na-arụ ọrụ maka United Nations.",
  "Rees ghọrọ onye ọka iwu n'afọ 1990",
  "Ọ rụrụ ọrụ n'otu nnukwu ụlọ ọrụ ndị ọka iwu nke Britain, wee bụrụ onye mmekọ n'afọ 1994",
  "N'ebe ahụ, ọ bụ ọkachamara na iwu ịkpa ókè, na-etinye aka karịsịa na mpaghara ọrụ, yana ọkachamara na iwu ọha na eze na nke nchịkwa",
  "Rees rụrụ ọrụ n'aha Commission for Racial Equality na Equal Opportunities Commission ebe o nyere aka guzobe ikike maka ndị mmadụ n'okpuru iwu obodo. A nụla ikpe ịkpa ókè nke Rees wetara na European Court of Human Rights na European Court nke Justice na Luxembourg.",
  "N'afọ 1998, Rees malitere ịrụ ọrụ dị ka Onye isi ụlọ ọrụ na Bosnia na Herzegovina na dị ka ọkachamara nwoke na nwanyị maka Ọfịs nke Kọmishọna Ukwu maka Ihe Ndị Ruuru Mmadụ. O nyere aka kpughee mmegbu nke ikike mmadụ metụtara azụmahịa mmekọahụ na Bosnia site n'ịgba akaebe iji kwado Kathryn Bolkovac, onye na-ahụ maka ndị uwe ojii mba ụwa nke United Nations nke e goro iji nyere aka kwụsị mmegbu mmekọahụ na ịgba akwụna na Bosnia. Bolkovac kpughere ojiji nke ndị akwụna na itinye aka na ịzụ ahịa mmekọahụ site n'aka ndị otu United Nations Mission na Bosnia na Herzegovina.",
  "N'afọ 2009, ewepụrụ Rees n'ọkwa ya, mgbe ahụ n'ọnwa Machị 2010 a chụrụ ya n'ọrụ",
  "Ụlọ ikpe esemokwu nchịkwa nke United Nations kpebiri ya dị ka nchụpụ na-ezighị ezi",
  "Ọfịs nke Kọmishọna Ukwu ahụ gọnahụrụ ebubo ahụ, na-ekwu na e bu ụzọ nyeghachi Rees n'ọkwa ọhụrụ n'ihi mkpesa sitere n'aka ndị isi njikwa banyere arụmọrụ ọrụ ya, nakwa na ọ nabataghị ọkwa ọhụrụ a na-enye ya",
  "Otú ọ dị, onye ọka ikpe ụlọ ikpe esemokwu Coral Shaw kpebiri na ịmegharị Rees na ọkwa ọhụrụ bụ iwu na-akwadoghị.",
  "Vanessa Redgrave gosipụtara ya na ihe nkiri n'afọ 2010 The Whistleblower",
  "A họpụtara Rees dị ka onye isi nke Order of the British Empire (OBE) n'afọ 2014 Birthday Honours maka ọrụ maka ikike mmadụ, ọkachasị ikike ụmụ nwanyị, na udo na nchekwa mba ụwa."
]