[
  "Madrid Central bụ mpaghara na-adịghị emesi ikuku dị n'etiti Madrid",
  "Emèrè yà n'ubochi irí atọ n'ọnwa Nọvemba afọ 2018.\nE nwèrè obere ụlọ ọrụ n'etiti obodo ahụ, okporo ụzọ ụgbọala na-akpata oke ikuku n'ébé ahụ.",
  "Madrid Central abụghị mpaghara mbụ na-adịghị mmá na Spain, n'ihi na Pontevedra mepụtara mpaghara dị otú ahụ n'ụzọ dị irè site n'ime ka ọtụtụ n'ime etiti obodo ya bụrụ ndị na-agagharị agagharị. Barcelona kwupụtara mmejuputa nkè mpaghara ikuku dị ala site na mmalite afọ 2020.",
  "Tupu iwebata atụmatụ Madrid Central, a machibidoro okporo ụzọ n'obodo ahụ ma nyé ụgbọala ndị bi na yá ụzọ màkà ịdọrọ ụgbọala na Residential Priority Areas",
  "(Spanish: Área de Prioridad Residencial ma ọ bụ APR).",
  "Madrid Central kwadoro site nà Board Governing nkè City Council of Madrid n'ubochi irí abụọ na itoolu n'ọnwa Ọktoba afọ 2018.  E bu ụzọ hazie mwepụta ya n'ubochi irí abụọ na atọ n'ọnwa Nọvemba afọ 2018, mànà e yigharịrị ya ruo ụbọchị iri atọ n'ọnwa Nọvemba afọ 2018, n'ihi arịrịọ nke Business Confederation nke Madrid-CEOE ka mmejuputa usoro ahụ ghara ikwekọ na Black Friday.",
  "Ewezuga ndị bi na ndị ọbịa, a na-ejedebe okporo ụzọ ụgbọ ala na ụgbọ ala eletrik ma ọ bụ hybrid, na ógè na-agafe agafe ruo afọ 2020 na-enye ohere ọzọ nke ụgbọ ala diesel na gasoline na ọnọdụ nke ébé a na-adọba ụgbọala na ébé a na'adọba ụgbọ ala.",
  "N'ọnwa Machị afọ 2019, Mahadum Nkà na ụzụ nke Madrid bipụtara ọtụtụ atụmatụ na-egosi etu ikuku gas na-emerụ ahụ (CO2, NO2) si daa na mpaghara nkè mejupụtara mpaghara Madrid Central.",
  "N'agbanyeghị ihe ịga nkè ọma nke atụmatụ ahụ n'ibelata ikuku, n'oge mkpọsa màkà ntuli aka Madrid City Council n'ọnwa Mee afọ 2019, Partido Popular (PP) Kwèrè nkwa ikpochapụ Madrid Central, nke jikọtara ya na otu aka ekpe Ahora Madrid",
  "PP pụtara dị ka ndị mmeri na ntuli ákà ahụ, ọ bụ ezie na ha ga-achị n'otu",
  "N'ọfịs, ónyé isi obodo ọhụrụ, José Luis Martínez-Almeida gosipụtara ụfọdụ ambivalence n'ébé Madrid Central nọ.",
  "N'ọnwa Septemba afọ 2019 Almeida kwupụtara atụmatụ màkà ihe ọzọ na Madrid Central, nke a na-akpọ Madrid 360. Obere ihe mgbaru ọsọ n'ihe gbásárá ibelata ikuku na etiti, Madrid 360 ga-ekpuchi mpaghara buru ibu nké obodo ahụ.",
  "N'ọnwa Machị afọ 2020, e gbochiri njem na Madrid nkè ukwuu site na usoro iji gbochie mgbasa nke ọrịa coronavirus na Spain",
  "N'abalị iri na atọ n'ọnwa Machị, Praịm Minista nke Spain Pedro Sánchez kwupụtara nkwupụta nke ọnọdụ egwu mba niile màkà ụbọchị iri na ise, iji malite n'ụbọchị na-esote mgbè nkwado nke Council of Ministers gasịrị. Nke a mèrè ka mmetọ ikuku belata. Ịrụ ọrụ n'ụlọ ghọrọ ihe a na-ahụkarị màkà ọtụtụ ndị ọrụ ụlọ ọrụ Madrid.",
  "Mpaghara nke Madrid Central, mpaghara nke hekta narị anọ na iri asaa na abụọ, bụ Alberto Aguilera Street, Carranza Street, Sagasta Street, Genoa Street, Paseo de Recoletos, Paseo del Prado, Ronda de Atocha, Ronda of Valencia, round of Toledo, Gran Vía de San Francisco, Bailén Street, Plaza de España, Princesa Street na Serrano Jover Street."
]