[
  "Mae Virginia (ma ọ bụ Valentine) Cowdery (Ọnwa Jenụwarị 10, afọ 1909 - ọnwa Nọvemba 2, afọ 1948) bụ onye Afrịka-Amerịka na-ede uri nke bi na Philadelphia, Pennsylvania. A na-ewere ya dị ka akụkụ nke mbọ nka dịgasị iche iche nke sitere na Harlem Renaissance na New York City.",
  "A mụrụ Cowdery n'afọ 1909 na Philadelphia, Pennsylvania",
  "Ọ bụ naanị nwa nke nne na nna na-agagharị agagharị; nne ya bụ onye ọrụ mmekọrịta mmadụ na ibe ya na osote onye nduzi nke Bureau for Colored Children (mgbe e mesịrị Bureau for Child Care); nna ya Lemuel Cowdery bụ onye na-ere nri na onye na-arụ ọrụ na United States. Cowdery chọpụtara nkà ya maka uri mgbe ọ bụ nwata",
  "Ọ gụsịrị akwụkwọ na prestigious Philadelphia High School for Girls wee gaa Pratt Institute na New York iji mụọ ihe ejiji mana ọ gụsịrị akwụkwọ.  Mgbe ọ na-aga Pratt Institute na Brooklyn, ọ na-agakarị ebe abalị na Greenwich Village.",
  "Mgbe ọ ka nọ n'ụlọ akwụkwọ sekọndrị, Cowdery bipụtara uri atọ n'afọ 1927 na Black Opals, akwụkwọ akụkọ ọhụrụ e guzobere n'afọ ahụ. Ọ bụ Arthur Fauset, onye na-akọ akụkọ ọdịnala na onye nkuzi, na Nellie Rathbone Bright, onye nkuzi na onye na-ede uri nke mechara bipụta akwụkwọ akụkọ anọ, guzobere ya n'afọ 1927",
  "Ha so n'òtù ndị edemede na ndị nwere ọgụgụ isi na Philadelphia bụ ndị a makwaara dị ka Black Opals.",
  "Abụ Cowdery na mbipụta mbụ, yana otu n'ime nke Bright, so n'ime ihe ndị Countee Cullen, onye nchịkọta akụkọ ọhụrụ nke Opportunity, akwụkwọ akụkọ buru ibu nke dị na Harlem, New York",
  "A na-eguzobe otu ndị dị ka Black Opals na obodo ndị ọzọ dị n'Ebe Ọwụwa Anyanwụ, dị ka Washington, DC na Boston. Ìgwè ahụ enweghị ihe ịga nke ọma n'ịmepụta ọtụtụ ndị na-ege ntị maka akwụkwọ akụkọ ahụ, ma bipụta ya naanị na 1928.",
  "Cowdery meriri ihe nrite mbụ na asọmpi uri nke afọ 1927 site na The Crisis maka uri ya \"Longings;\" uri ọzọ meriri Krigwa Prize.  N'ime ngwụcha afọ 1920, o guzobere aha ya site na ibipụta akwụkwọ akụkọ, magazin na akwụkwọ akụkọ",
  "O bipụtaghị nchịkọta uri nke ya ruo mgbe akwụkwọ ya bụ We Lift Our Voices: And Other Poems (1936), ọ bụkwa otu n'ime ụmụ nwanyị Afrịka-Amerịka ole na ole na-ede uri na ọkara mbụ nke narị afọ nke 20 iji bipụta akwụkwọ nke ọrụ ya",
  "\"A nabatara ya nke ọma\".",
  "O gburu onwe ya na New York City n'afọ 1948 maka ihe a na-amaghị."
]