[
  "Brandon Green (amụrụ na Julaị 23, 1988), nke a maara nke ọma site na aha egwu ya bụ Maejor (nke bụbu Bei Maejor na mgbe e mesịrị Maejor Ali), bụ ónyé America na-emepụta ihe ndekọ, ónyé na-agụ egwu, na ónyé na-ede egwu si Detroit, Michigan",
  "Green edeela ma mepụta egwu maka ọtụtụ ndị omenkà a ma ama na ụlọ ọrụ egwu nke ukwuu Justin Bieberz ma bụrụ ọkara nke EDM duo Area21, n'akụkụ Dutch DJ Martin Garrix.",
  "N'afọ 2013, Green bịanyere aka na Def Jam Recordings n'oge na-adịghị ányá, wee wepụta egwu egwu ahụ dị ka onye na-ese egwu, \"Lolly\", nke gosipụtara Juicy J na ónyé na-arụkọ ọrụ ogologo oge Justin Bieber",
  "Abụ ahụ rutere n'ọkwa nke 19 na <i id=\"mwGw\">Billboard</i> Hot 100",
  "Tinyere imepụta egwu màkà mkpọsa mba gụnyere Pepsi na Boston Celtics, Maejor enwetala ihe nkiri maka Bratz: The Movie (2007), The Princess and the Frog (2009) na Think Like a Man (2012).\nO mepụtara egwu màkà egwuregwu vidio gụnyere NBA 2K na FIFA.",
  "A mụrụ Maejor dị ka Brandon Green na July 23, 1988. Ọ gụsịrị akwụkwọ na Mahadum Michigan, Ann Arbor na 2008",
  "Ozugbo ọ gụsịrị akwụkwọ, ọ kwagara Atlanta wee sonye na ndị otu mmepụta Ne-Yo bụ Compound Entertainment. Maejor wepụtara mixtape mbụ yá Upside Down, nke gosipụtara ngosipụta sitere na Keri Hilson, Trey Songz, Drake na T-Pain",
  "O nyekwara ikike olu na mmepụta ya na remix nkè Ciara's \"Ride\", ya na André 3000 na Ludacris.",
  "Maejor natara akara ọla edo mbụ ya maka mmepụta ya na album Trill nke Bun B nke afọ 2005, mgbè ọ ka na-aga Mahadum Michigan na Ann Arbor",
  "N'afọ 2010, a họpụtara Maejor màkà Grammy Award, maka ọrụ ya na Trey Songz's album Passion, Pain & Pleasure, na ọzọ na 2011, màkà Monica's album Still Standing",
  "N'afọ 2012, Maejor mepụtara egwu abụọ na abọm Justin Bieber Believe yana otu \"Say Somethin\" nke Austin Mahone",
  "E ji otu egwu Maejor bụ \"Lights Down Low\" mee ihe dị ka ụda olu na NBA Playoffs maka Boston Celtics. O mepụtara mkpọsa mkpọsa mba màkà Pepsi na 2010 na 2013",
  "Ya na Justin Bieber jikọrọ aka ọzọ na 2013, na-emepụta otu egwu ya \"Heartbreaker\"",
  "N'afọ 2013, Maejor weputara otu egwu akpọrọ \"Lolly\", nke gosipụtara Juicy J",
  "\"Lolry\" nke ruru ọnụọgụ 19 na chaatị US <i id=\"mwVQ\">Billboard</i> Hot 100",
  "Ọ na-aga n'ihu na-emepụta ma na-ede maka ndị na-ese ihe kachasị elu na ụlọ ọrụ ahụ gụnyere egwu atọ na nhọpụta Grammy na album nké Justin Bieber bụ Purpose"
]