[
  "Ndị omempụ na ezo aka na mpụ a haziri ahazi n'ọhịa nke igbu osisi n'ụzọ iwu na-akwadoghị.",
  "Brazil nwere oke igbu osisi n'ụzọ iwu na-akwadoghị, na mgbukpọ ọhịa na abawanye na 2013. Ndị Mafia na emenye ndị mmegide egwu, agbanyeghị na ha nwekwara ihe gbasara ikike.",
  "Congo bụkwa onye ahịa osisi iwu na-akwadoghị metụtara.",
  "Ebe ndị a na echebe ọhịa n'akụkụ ụfọdụ nke India dị ka Jammu na Kashmir, Himachal Pradesh, Karnataka na Jharkhand bụ ndị na adịghị ike maka igbu osisi n'ụzọ iwu na-akwadoghị site n'aka ndị mafia osisi ndị na achịkwa ma ọ bụ na emenye ndị ọrụ ọhịa egwu, ndị ndọrọ ndọrọ ọchịchị mpaghara, azụmaahịa na ụmụ amaala",
  "Òtù ndị na abụghị nke steeti esonyerela njikọ ahụ na mpaghara ndị agha metụtara dịka Kashmir",
  "Mgbe ụfọdụ, ndị ọrụ na-eme ihe ike na-ekpuchi ogbugbu doro anya na-akọ akụkọ ọkụ ọhịa na-abụghị eziokwu.",
  "Ọtụtụ nnyocha na-egosi nnukwu mfu nke oke ọhịa na enweghị isi site na ndị mafia osisi, na ihe karịrị otu nde hekta na gburugburu Chhotanagpur naanị na ebufe n'ụzọ iwu na-akwadoghị site na ngalaba ọhịa ozugbo na ụlọ ọrụ mmepụta ihe, na egwupụta ihe na ụlọ ọrụ na egbutu osisi",
  "E wezụga mmebi gburugburu ebe obibi, mmefu ego ọha na eze nwere ike ịdị ukwuu: Otu atụmatụ 1994 nke osisi ezuru na steeti Karnataka ruru ijeri Rs",
  "10 (ihe dị ka US $230 nde). Veerappan bụ onye ohi a ma ama nke, ruo mgbe ndị uwe ojii steeti gburu ya na 2004, bụ ọkachamara n'ịkụ osisi sandalwood n'ụzọ iwu na akwadoghị na Karnataka na Tamil Nadu.",
  "Dị ka ọ dị na kol, e nweela ihe omume nke dochie osisi dị ala maka osisi dị elu mgbe a na enye ikike ịzụta osisi maka iji gọọmentị",
  "N'otu ihe mere n'afọ 2005, ndị ọrụ gọọmentị kpebiri na e jiri osisi chir dị ala dochie osisi deodar dị elu maka ndị agha na ụgbọ okporo ígwè; e jidere osisi dị elu n'oge a na ebubata ya n'ụzọ iwu na-akwadoghị gafee ókèala steeti na Punjab.",
  "Oké ọhịa nke Borneo echewo ogbugbu osisi iwu na akwadoghị ihu nke na eyi ndụ na gburugburu ebe obibi egwu.",
  "Ụlọ ọrụ ọhịa na Romania bụ nke ndị na-achịkwa ma ọ bụ ndị na-ahụ maka ọhịa",
  "A na-ewepụta ọkara osisi Romanian niile n'ụzọ iwu na akwadoghị",
  "A na elekwasị anya na ndị na-agafe ndị òtù ndị omempụ ma ọ bụ na anwa itinye iwu ọhịa nke Romania maka ịbọ ọbọ."
]