[
  "Maggie Pogue Johnson (1883–1956) bụ onye narị afọ nke iri abụọ Black American na-ede egwu na onye na-ede uri",
  "Johnson dere amaokwu n'asụsụ Bekee ma n'asụsụ na usoro okwu nke ndị isi ojii America n'oge ahụ, nke ka nọgidere na-enwe mmetụta nke okwu ha site na mgbe ha bụ ohu.",
  "A mụrụ Johnson na Fincastle, Virginia, ma gụọ akwụkwọ na Virginia Normal and Industrial Institute na Petersburg, Virginia. Nne na nna ya, Lucie Jane Banister Pogue na Rev",
  "Samuel Pogue mere ka ụmụ ha hụ na ụmụ ha gụrụ akwụkwọ ma gụọ akwụkwọ nke ọma, na-atụle ngalaba ya na ụmụnne ya mechara, dịka nkuzi, physics, ụlọ ahịa ọgwụ, na ọrụ ozi.  Johnson kụziri ihe ruo afọ abụọ ma bụrụkwa onye isi oche nke Literary and Debating Society na Covington, Virginia.  Ọ bụ onye dere \"I Know That I Love You\" na egwu ndị ọzọ, yana onye dere Virginia Dreams uri ya bụ The Story of Lovers Leap sitere n'ike mmụọ nsọ site na ebe ntụrụndụ a ma ama na South, Greenbrier White Sulpher Springs na West Virginia. uri mbụ nke Johnson bụ akụkụ nke nnukwu mmegharị nke ụmụ nwanyị ojii na-ede uri iji mepụta ihe nlereanya nke nwanyị nke bụ ihe ọzọ na ihe nlereanya kachasị nke \"Ezi Nwanyị\" dị ka ahụmịhe ọcha, nke etiti. A pụrụ ịhụ ihe atụ nke ụdị nwanyị ọzọ ya na Old Maid's Soliloquy na Meal Time from Virginia Dreams A raara uri ya bụ Poet of Our Race nye onye na-ede uri Paul Laurence Dunbar.",
  "Ọ lụrụ Dọkịta Walter W",
  "Staunton nke Virginia na 1904 onye ya na ya mụrụ otu nwa - Walter W",
  "Jr",
  "na Dr",
  "JW Shellcroft nke West Virginia n'afọ 1938.",
  "Johnson bu n'obi ibuso mmachi nwoke na nwanyị ihu n'ọrụ ya n'agbanyeghị mmetụta dị egwu ọ na-emetụta ndị edemede nwanyị ojii",
  "uri Dialect bụ ọkachasị nka nke ụmụ nwoke na iji ya mee ihe n'ihe ize ndụ nwanyị ya, ebe ọ bụ na e cheworị na ụmụ nwanyị ojii agụghị akwụkwọ na ụmụ nwanyị na-erughị ụmụ nwanyị",
  "N'ihi ya, a na-ewere iji asụsụ nke na-adịghị agbaso okwu ndị ọcha na izi ezi dị ka ihe ize ndụ ma na-eyi egwu.  Johnson na-ekwusi ike na nke a na mgbanwe ya n'etiti asụsụ ọkọlọtọ na asụsụ olumba n'ọtụtụ uri ya",
  "N'ime nke a, ọ na-egosi otú ọnọdụ o si bụrụ maka ụmụ nwanyị nwere agba ịmụta ma jiri asụsụ nkịtị iji maka inwe ike inabata ha na ọha mmadụ.  Ọzọkwa, n'ọtụtụ abụ ya, ma ụmụ nwoke ma ụmụ nwanyị ya na-arụ ọrụ dị ka ihe atụ nke mmepe agụmakwụkwọ na ike omume, ma dị ka ndị dị otú ahụ na-akwado echiche nke ịkwalite agbụrụ."
]