[
  "Maggie Anwer bụ onye nduzi Egypt-Italian, onye mmepụta, na onye edemede",
  "Ọ bụ onye guzobere Faten Hamama Film Festival ma mara nke ọma maka iduzi ọtụtụ ihe nkiri na-egosipụta ọrụ nke ọtụtụ ndị na-ese ihe dịka Al Fatenah ihe nkiri banyere onye nwụrụ anwụ Faten Hamam.",
  "Anwer gụsịrị akwụkwọ na Ngalaba Mass Communication na galaba Redio na Televishọn",
  "Ọ malitere ọrụ ya mgbe ọ dị afọ iri na isii mgbe ọ sonyere n'ide edemede banyere ihe nkiri Bekee na peeji extranet nke akwụkwọ akụkọ ndị ntorobịa na ebe nrụọrụ weebụ ihe nkiri",
  "Na mgbakwunye, ọ nwetara akara ugo mmụta na Mahadum Harvard maka William Shakespeare's Merchant Of Venice N'afọ 2008, mgbe ọ gụsịrị akwụkwọ, o sonyere na nkwadebe mmemme telivishọn nke gụnyere Ashraf Abdel Baqi's Darak",
  "N'afọ 2015, ya na onye omenkà Faten Hamama, guzobere Faten Hamam Film Festival, nke a na-eme ugbu a na London",
  "Emume a gụnyere ụdị atọ nke gụnyere ihe nkiri, ihe nkiri dị mkpirikpi, na eserese. N'afọ 2013, Anwer nwere ogbako iji kụziere ụmụ nwanyị otu esi eme ihe nkiri na Saudi Arabia nakwa na o sonyere n'ịduzi egwuregwu Mali Sewak nke bụ egwuregwu ụmụ nwanyị mbụ maka Rwaq Almadina na Saudi Arabia.",
  "Anwer na-ekere òkè dị ka onye ọka ikpe n'ọtụtụ mmemme ihe nkiri mba ụwa, ọ bụ onye nduzi mbụ sonyere n'otu ndị ikpe na mmemme ihe nkiri Europe anọ dị ka London Film Festival, Nice International Film Festival na France na 2019, na Madrid International Film Festival n'oge nke asatọ ya n'afọ 2020.",
  "N'oge ọrụ ya, o mere ihe nkiri nke na-enyocha ọrụ nke ọtụtụ ndị ama ama",
  "N'afọ 2015, o mere Al Fatenah, ihe nkiri banyere onye nwụrụ anwụ aha ya bụ Faten Hamama, ihe nkiri ahụ na-egosi ozi ikpeazụ nke Faten Hamam nye ndị na-ege ntị tupu ọnwụ ya. O mekwara Al Muntamy, ihe nkiri banyere onye na-eme ihe ọchị na onye nduzi Siria Duraid Lahham, ihe nkiri ahụ na-enyocha ihe omume nka na ndụ ya. N'afọ 2016, ọ duziri Al Gamil, ihe nkiri nkeji iri abụọ na asatọ banyere ọrụ onye na-eme ihe nkiri Egypt Gamil Ratib. N'otu afọ ahụ, ọ duziri ihe nkiri Abu Simbel, o mere ya na Egypt na Italy nke nyeere aka n'ịzọpụta ụlọ nsọ Abu Simbel. Anwer dere ma duzie The Distributor, ihe nkiri nke na-enyocha nkesa nke ihe nkiri mba ọzọ nke Warner Bros",
  "na Fox n'ime afọ iri ise na Egypt, ma na-enyochaa ndụ Antwan Zend, onye na-ekesa ihe nkiri ma ya na onye na-emepụta ihe nkiri Egypt Hisham Selim. N'otu afọ ahụ, o dere ma mepụta Barcodia nke Shadi Al Dali na-eme, ihe nkiri ahụ bụ maka ụwa mebere emepe nke nwere ngwaọrụ nke na-ekpughe eziokwu n'ihu onye ọ bụla ma na-ejikarị ahọrọ onye ibe ndụ. N'afọ 2019, ọ rịọrọ onye Egypt na-ese ihe Farida Fahmy, nwunye onye nduzi nwụrụ anwụ na onye guzobere Reda Troupe Ali Reda, ka o nyere ya aka inye ihe nkiri maka ihe nkiri ya dị mkpirikpi nke na-enyocha ndụ onye nduzi Ali Reda."
]