[
  "Mahadum nke Obafemi Awolowo (OAU) bụ mahadum gọọmentị etiti nwere nke dị n'obodo Ile-Ife, Osun Steeti, Naijiria. E hiwere mahadum ahụ na 1961 na klaasị bidoro n'ọnwa Ọktoba 1962 dị ka   University of Ife   nke gọọmentị mpaghara Western Naijiria, nke onye isi mbubata Samuel Ladoke Akintola na-edu, wee kpọgharịa ya  'Obafemi  Mahadum Awolowo   na 12 Mee 1987 iji kwanyere Chief Obafemi Awolowo (1909–1987), onye isi ala mbụ nke Western Region nke Naịjirịa.",
  "Na 1951, site na iji iwu ọhụrụ, enwere nnukwu mgbanwe n'ime mpaghara nke pụtara ndị omebe iwu ahọpụtara na ndị na -ebu ụzọ mpaghara. Gọọmenti mpaghara ọhụrụ malitere ime ka mgbasa nke ụlọ akwụkwọ praịmarị na nke sekọndrị bụrụ ihe kacha mkpa",
  "Ebumnuche dị mkpa nke mgbasawanye a bụ echiche na agụmakwụkwọ bụ ihe nnọchianya mgbanwe na mmepe",
  "Na 1959, Minista Mmụta nke Federal mepụtara kọmitii ga-eme nchọpụta mkpa ọdịnihu nke ike nke ndị gụsịrị akwụkwọ na mahadum kpọmkwem maka afọ n'etiti 1960 na 1980. Ọ bụ onye nkuzi Cambridge, Eric Ashby, Baron Ashby, onye isi na Clare College, Cambridge tinyekwara onye ọrụ akụ na ụba ọrụ, Frederick H",
  "Harbison Agbanyeghị, atụmanya mkpesa ikpeazụ nke kọmishọna nke gọọmentị mpaghara ọdịda anyanwụ bụ Mahadum nke Ibadan ga-egbo mkpa mpaghara mpaghara ọdịda anyanwụ, ọnọdụ, gọọmentị ekwekọrịtaghị na ya.  Ọbụna tupu e nyefee akụkọ ikpeazụ n'ọnwa Ọktoba 1960, gọọmentị ọdịda anyanwụ malitere nkwadebe maka iguzobe mahadum n'ime mpaghara ahụ",
  "Mkpebi iguzobe Mahadum Ife (nke a na-akpọkarị Great Ife)) site na mkpebi Action Group (Naịjirịa) nke Western State (Naịjirịa) nke Naịjirịa nọ na-eme ngagharị iwe na ndụmọdụ nke Ashby Report.Àtụ:Full citation needed E guzobere mahadum izizi Naịjirịa na 1948 na Ibadan, na mpaghara ọdịda anyanwụ dị ka kọleji dị na mpụga nke mahadum London",
  "Agbanyeghị, mkpa nke Naịjirịa (mgbe ahụ ógbè Britain na -achị) karịrị akarị na-arụpụta mahadum naanị",
  "Karịsịa Mahadum Mahadum dị na Ibadan enweghị ngalaba injinịa ma ọ bụ teknụzụ, enweghị ụlọ akwụkwọ iwu, enweghị ụlọ akwụkwọ ọgwụ ma ọ bụ ikike ọzụzụ nchịkwa",
  "Kọmitii Ashby, nke ndị Britain guzobere, ga-enyocha mkpa agụmakwụkwọ mahadum nke mba Naịjirịa ga-enwere onwe ya n'oge na-adịghị anya",
  "Gọọmentị mpaghara ọdịda anyanwụ achọghị ịdabere na mahadum gọọmentị etiti ma ọ bụ nke mpaghara ndị ọzọ iji nabata ọtụtụ ndị gụchara ụlọ akwụkwọ sekọndrị",
  "Ngagharị iwe nke ntọala Mahadum ahụ n'Ife abụghị naanị na -agbagha echiche nke ndọrọ ndọrọ ọchịchị nke ohere agụmakwụkwọ dị elu na Naịjirịa na mpaghara ọdịda anyanwụ mana emekwara ya iji mejupụta oghere dị na mkpa mmadụ.",
  "N'ọnwa Ọktoba 1960, kọmitii Ashby tụrụ aro mahadum ndị ọzọ (mpaghara) na mpaghara ugwu na ọwụwa anyanwụ nke Nigeria na mahadum gọọmentị etiti ọzọ na nchekwa nchekwa Lagos, mana ọ nweghị onye n'ime mpaghara ọdịda anyanwụ nke gụrụ akwụkwọ nke nwere mmemme 'agụmakwụkwọ izizi n'efu na ụwa niile'",
  "Otu mkpesa pere mpe nke gọọmentị nabatara tụrụ aro ka mahadum ọhụrụ dị n'ime mpaghara ọdịda anyanwụ yana akụrụngwa kọleji nke nka, sayensị na teknụzụ Nigeria, Ibadan nyere mpaghara ahụ. Na 1961, ntuli aka na-eguzobe Provisional Council nke Mahadum gafere na 1961 site na Mgbakọ Mpaghara Ọdịda Anyanwụ",
  "Ebe ikpeazụ ahọpụtara, ndị Ile-Ife nyere ala 13,000 dị ka ebe mahadum a chọrọ.. The first financial grant provided for the takeoff of the university was £250,000 from the Western regional government.",
  "Na Septemba 22, 1962, e mepere ụlọ akwụkwọ ahụ maka ụmụ akwụkwọ ọsụ ụzọ 244 n'ụlọ ọrụ nwa oge, kọleji nka na sayensị gara aga, Ibadan. Ụfọdụ ụmụ akwụkwọ ọhụrụ ahụ nọ na kọleji nka na nka na ụfọdụ ndị ọrụ si na mahadum University, Ibadan na ndị mba ọzọ",
  "Oladele Ajose, a họpụtara ya ka ọ bụrụ osote onye isi oche mahadum ahụ na mahadum bidoro na ngalaba ise: Ọrụ ugbo, nka, akụnụba na Mmụta mmekọrịta ọha, Iwu, na Sayensị.  Ụdị ochichi mahadum na ngalaba ikike dị ka mahadum mahadum, Ibadan na n'oge ntọala ya, ọ malitere mmekọrịta ya na Mahadum Wisconsin. Ọnọdụ ndọrọndọrọ ọchịchị dị n'ime mpaghara ahụ mere ka ngagharị si Ibadan gaa Ife kwụsị.",
  "N'ọnwa Febụwarị 1966, Lt-Col Francis Adekunle Fajuyi, onye ọbịa nke Mahadum Ife na Gọvanọ ndị agha mbụ nke mpaghara ọdịda anyanwụ, họpụtara Hezekaịa Oluwasanmi ka ọ bụrụ osote onye isi ọhụụ, na Chief TT Solaru ka ọ bụrụ pro-chancellor wee nye",
  "nye ha ego na iwu ngagharị, ịkwaga n'ogige ụlọ akwụkwọ na-adịgide adịgide ka ọ na-erule Ọktoba 1966",
  "Egburu Fajuyi na mwakpo ndị agha nke July 1966 na Ibadan, ma ọ hụghị mmegharị ahụ ọ haziri",
  "Fajuyi Hall, ụlọ obibi maka ụmụ akwụkwọ nwoke na -agụghị akwụkwọ ka akpọrọ aha iji sọpụrụ onyinye ya na -adịru ebighị ebi.",
  "Mmegharị ya na kampos ọhụrụ na ebe ọ dị ugbu a na Ile-Ife malitere na Jenụwarị 1967.",
  "Ife bidoro ngalaba izizi ahịa ọgwụ na ọdịda anyanwụ Afrịka, ngalaba mbụ nke Chemical Engineering na ngalaba elektrọnik mbụ na mgbakwunye na Injinịa Eletriki. Ụlọ akwụkwọ ahụike ya bidoro site na usoro mmụta agbakwunyere na nhazi obodo (nke Nzukọ ahụike ụwa (WHO) nabatara) [na nzere bachelọ | baccalaureate (BSc na-asọpụrụ) tupu ịbanye n'ụlọ akwụkwọ ụlọ ọgwụ, mana nke a  e mesịrị jettisoned.",
  "Na 1975, gọọmentị ndị agha ọhụrụ mere iwu nke mere Mahadum Ife ka ọ bụrụ mahadum etiti.",
  "Na 10 Julaị 1999 ndị otu \"Neo Black Movement of Africa\"  gburu odeakwụkwọ ukwu nke otu ụmụ akwụkwọ, George Iwilade, na ọtụtụ ndị ọzọ na-akwado ụmụ akwụkwọ na ogbugbu Mahadum Obafemi Awolowo",
  "Mịnịsta na-ahụ maka agụmakwụkwọ Tunde Adeniran wepụtara nkwupụta na-ekweta ihe merenụ nakwa na ministri ahụ ga-eji okwu ahụ were oke nchegbu."
]