[
  "Mahadum nke Ȯra Delta, Abraka  nke a na-akpọ DELSU  bụ mahadum nwe obodo na Naịjirịa nke nwere nnukwu ụlọ akwụkwọ dị na Abraka, Delta State na ogige abụọ na Asaba, Delta na Oleh, Delta. E guzobere ogige Oleh, Delta  na Iwu E degharịrị 1995",
  "Mahadum bụ otutu-kampos nwere ogige atọ n'ime anya dị ihe dị ka kilomita 200",
  "Ugbu a, yana ọnụ ọgụgụ ụmụ akwụkwọ ruru 22,000 (na nnọkọ 2019/2020), Mahadum ahụ na-enye ọtụtụ mmemme site na asambodo oge niile, diplọma na mmemme nzere ruo na mgbede nwa oge na mmemme ogo izu ụka. Mahadum ahụ na-enye Akwụkwọ diplọma ọmụmụ ihe ruo ọkwa doctoral",
  "Ebe ndị ọrụ/ebe ndụmọdụ ụmụ akwụkwọ, ebe mmụta elektrọnik, ebe ụmụ akwụkwọ na akụrụngwa egwuregwu n'etiti ndị ọzọ dị maka ịkwado ọrụ",
  "Ọ bụ otu n'ime mahadum steeti iri abụọ na ise nke 'Kọmitii Mahadum Mba' na-elekọta ma nabatakwa.",
  "Mahadum nke Ȯra Delta, Abraka ka edekọtara n'akụkọ ihe mere eme dị ka ebe agụmakwụkwọ",
  "Ọ malitere dị ka kọleji Ọzụzụ Ndị Nkụzi Gọọmentị n'oge Obodo Naijiria chịrị na afọ ụfọdụ banye n'ọchịchị mgbe ọchịchị gachara. Ọ ghọrọ kọleji agụmakwụkwọ nke enyere asambodo agụmakwụkwọ Naịjirịa (NCE) site na 1971 ruo 1985",
  "Na 1981, o jikọrọ aka na Mahadum Benin, Benin City wee nye ya  mmemme nzere site na 1981 ruo 1985 mgbe ọ ghọrọ ngalaba nkuzi nke Mahadum Bendel Steeti na nnukwu ogige ya na Ekpoma. Okike Edo Steeti na Delta Steeti na Ọgọstụ 1991 na ntụgharị nke nnukwu ụlọ akwụkwọ Mahadum nke Ȯra Bendel, Ekpoma ka ọ bụrụ Mahadum nke Ȯra Bendel na  Disemba 1991, mere ka e guzobe mahadum steeti Delta, Abraka, onye isi ọchịchị steeti ahụ n'oge ahụ, Olorogun Felix Ibru na 30 Eprel 1992.",
  "Mahadum nke Ȯra Delta, Abraka bidoro na ngalaba nkuzi ise, ya bụ:",
  "Na 1995, Gọọmentị Steeti wepụtara amụma inwe ogige atọ nke ekwesịrị ịgbasa n'ime mpaghara ndị omebe iwu atọ na steeti. N'iburu n'uche iwu a, e hiwere ogige atọ iji gụnye isi ụlọ akwụkwọ dị na Abraka, Anwai-Asaba Oleh na ogige.",
  "N'okpuru bụ ndepụta ụlọ ọrụ mmekọ nke Kọmitii Mahadum Mba (NUC) kwadoro.."
]