[
  "Mahadum nke Ȯra Kwara,  nke a makwaara dị ka  'KWASU' , bụ mahadum nke iri asaa na asaa nke kọleji mahadum Naijiria (NUC) ga-edebanye aha ya",
  "Ọ bụ mahadum 95th ka amata na Naịjirịa.",
  "Ọchịchị Dr",
  "Bukola Saraki guzobere mahadum ahụ na 2009, wee chee na ọ ga-abụ karịa mahadum a na-ahụkarị na Nigeria",
  "E mere ya ka ọ bụrụ ebe etiti maka ọrụ obodo na ịchụ nta ego",
  "N'ime obodo ebe ụkpụrụ nke ọrụ afọ ofufo na itinye aka na obodo ka nabatabeghị nke ọma, mahadum ahụ matara onwe ya dịka akụkụ nke obodo, ma nwee ọnọdụ nke onye ntụzi maka mmepe obodo maka ebumnuche ịkpọkọta obodo, ịtọ ntọala  atụmatụ, na ịchọpụta mkpa dị n'ime obodo ka ndị nkuzi nwee ike iji nka ha metụta obodo",
  "KWASU nwere ọgbakọ izizi ya na 1 Juun 2013 wee mepee Ndị otu Alumni KWASU.",
  "Njem ahụ iji guzobe mahadum steeti na Kwara State malitere na 11 Julaị 2007 mgbe Gọvanọ Kwara steeti Bukola Saraki hiwere kọmitii nhazi n'okpuru onye bụbu gọvanọ Kwara Steeti, Alhaji Mohammed Shaaba Lafiagi iji kwadebe ala maka ntọala ụlọ akwụkwọ ahụ",
  "Mahadum Kwara Steeti",
  "Ebinyere ụgwọ maka mahadum steeti Kwara ka ọ bụrụ iwu na 24 Disemba 2008. Enwetara asambodo na akụrụngwa iji rụọ ọrụ mahadum ahụ na February 9, 2009 sitere na Kọmitii Mahadum Mba (NUC)",
  "Onye osote onye isi ọsụ ụzọ, Prọfesọ Abdul Rasheed Na'Allah, onye ruo mgbe a họpụtara ya, bụ onye isi na ngalaba ihe ọmụmụ Afrịka nke Western Illinois University, Macomb, United States of America, wee malite ọrụ  28 Julaị 2009",
  "Ugbu a Onye isi ndị ọrụ nke onye isi ala Naijiria, Muhammadu Buhari onye bu ụzọ họpụta ya onye ọkammụta ruru eru na onye nnọchi anya mba ụwa, Prọfesọ Ibrahim Gambari bụ onye isi ọsụ ụzọ nke ụlọ akwụkwọ ahụ, Johnson Adewunmi bụ onye gọvanọ họpụtara AbdulRahman AbdulRazaq na Mọnde, Mee 25, 2020. Mgbe ọ na-arụ ọrụ nke ọma, a na-eme atụmatụ mahadum ahụ ka mmemme agụmakwụkwọ ya rụọ ọrụ site na ogige atọ dị na Malete, Ilesha-Baruba na Osi-Opin.",
  "Ogige ụlọ akwụkwọ Malete bụ ogige ụlọ akwụkwọ ma nwee kọleji dị ọcha na nke etinyere n'ọrụ, kọleji nke ozi na teknụzụ nkwukọrịta, yana kọleji agụmakwụkwọ",
  "Ogige Osi (ọchịchị ime obodo Ekiti) ga-enwe kọleji injinịa, kọleji ụmụ mmadụ, njikwa, na sayensị mmekọrịta",
  "Ogige Baruba (ọchịchị ime obodo Baruten) ga-ebi kọleji ọrụ ugbo na sayensị anụmanụ."
]