[
  "Mahadum nke Ahmadu Bello  'Zaria'  'bụ mahadum nyocha gọọmentị etiti na Zaria, Kaduna State, Naijiria. ABU was founded on 4 October 1962, as the University of Northern Nigeria.",
  "Mahadum ahụ na-arụ ọrụ ogige abụọ: Samaru (isi) na Kongo na Zaria",
  "Enwere ụlọ akwụkwọ praịmarị na Funtua kilomita ole na ole site na nnukwu ogige mahadum ahụ nwere",
  "Ndị Samaru nwere ụlọ ọrụ nchịkwa na ikike nke sayensị anụ ahụ, sayensị ndụ, sayensị mmekọrịta, nka na asụsụ, agụmakwụkwọ, imepụta gburugburu ebe obibi, injinịa, sayensị ọgwụ, sayensị ọrụ ugbo na ebe nyocha",
  "Ogige Kongo na -akwado ikike nke Iwu na nchịkwa",
  "Ngalaba nchịkwa gụnyere Akaụntụ, Nchịkwa Azụmaahịa, Ọchịchị Obodo na Ọmụmụ Mmepe na Ngalaba Nlekọta Ọha",
  "Ọzọkwa, mahadum na -ahụ maka ụlọ ọrụ na mmemme ndị ọzọ na ebe ndị ọzọ.",
  "Akpọrọ ya aha Sardauna nke Sokoto, Alhaji Sir Ahmadu Bello, onye isi ala mbụ nke ugwu Naịjirịa.",
  "Mahadum ahụ na-eme mmemme mmụta asambodo dị iche iche na nke gụsịrị akwụkwọ (yana na -enye ogo ndị otu na mmemme aka ọrụ na mmezi)",
  "O nwere nnukwu mmemme ahụike nwere ụlọ ọgwụ nkuzi ABU nke ya, otu n'ime ụlọ ọgwụ kacha akụzi ihe na Naịjirịa na Afrịka.",
  "Na Septemba 2021, Mahadum ahụ bugara ngalaba nke mkpuchi na Ihe nkiri sayensị, ịza ajụjụ na nchịkwa azụmahịa site na Kongo gaa Samaru (ụlọ akwụkwọ azụmahịa).",
  "Ka Naịjirịa na-abịaru nnwere onwe na Ọktoba 1, 1960, ọ nwere naanị otu mahadum: Mahadum nke Ibadan, hiwere na 1948",
  "Akụkọ dị mkpa Ashby Commission  (nyefere otu ọnwa tupu nnwere onwe) tụrụ aro ịgbakwunye mahadum ọhụrụ na mpaghara ọ bụla nke Naịjirịa mgbe ahụ na  isi obodo, Lagos",
  "Agbanyeghị tupu akụkọ a, gọọmentị mpaghara amalitela ịhazi mahadum",
  "N'ọnwa Mee 1960, mpaghara mpaghara ugwu akwalitela Schoollọ Akwụkwọ Ọmụmụ Arabic na Obodo Kano ka ọ bụrụ kọleji Ahmadu Bello maka ọmụmụ Arabic na nke Alakụba",
  "(Akpọrọ kọleji ahụ aha onye isi ndọrọ ndọrọ ọchịchị mpaghara ahụ, Alhaji Sir Ahmadu Bello.)",
  "Nkwupụta mkpesa nke Ashby Commission nyere nkwalite na ntụzịaka ọhụrụ",
  "E mechara kpebie imepụta Mahadum nke Northern Nigeria na Zaria (kama Kano)",
  "Mahadum a ga-eweghara akụrụngwa nke kọleji nka, nka na nka na teknụzụ dị na Samaru dị na mpụga Zaria, wee tinye kọleji Ahmadu Bello dị na Kano, ụlọ ọrụ nyocha ọrụ ugbo na Samaru, ụlọ ọrụ nchịkwa na Zaria, na ụlọ ọgwụ anụmanụ",
  "Ụlọ ọrụ nyocha na Vom na Jos Plateau",
  "Iwu ụlọ ọrụ mahadum ọhụrụ ahụ bụ nke ndị ụlọ omebe iwu mpaghara Northern Region mere n'afọ 1961",
  "E kpebiri ka a kpọọ mahadum ahụ aha Ahmadu Bello, kọleji Kano were aha Abdullahi Bayero, onye bụbu Emir Kano.",
  "Na mmeghe na 4 Ọktoba 1962, ekele n'otu akụkụ na -amata ụlọ ọrụ ndị dị adị, ABU kwuru na ikike ikike anọ gụnyere ngalaba 15",
  "Ụmụ akwụkwọ na mmemme niile gụrụ naanị 426.",
  "Ihe ịma aka ndị ahụ buru oke ibu",
  "Ihe karịrị afọ 60 nke ọchịchị ndị Britain na -achị, agụmakwụkwọ na mpaghara mpaghara agbadala azụ na mpaghara mpaghara ndịda abụọ ahụ",
  "Ụmụ akwụkwọ ole na ole si n'ebe ugwu nwere asambodo maka ịbata mahadum, ọ bụkwa ole na ole ka ndị ugwu nwere iru eru maka nhọpụta nkuzi",
  "N'ime ụmụ akwụkwọ izizi, naanị 147 sitere na ugwu.",
  "Onye isi osote onye isi ABU (onye isi nchịkwa na onye ndu) bụ onye Britain, dịkwa ka ọtụtụ nhọpụta ọkachamara",
  "Naanị ndị Naịjirịa abụọ - Dr",
  "Iya Abubakar (Mgbakọ na mwepụ) na Adamu Baikie (Mmụta) - so na nhọpụta izizi ngalaba izizi",
  "Ụlọ ọrụ n'ogige ụlọ akwụkwọ Samaru ezughi oke, na nchịkwa na njikọta nke ụlọ ọrụ dịbu adị iche siri ike.",
  "Ka o sina dị, n'okpuru osote onye isi ọchịchị nke Dr",
  "Norman Alexander, e mepụtara ndị ọrụ agụmakwụkwọ na nhazi, e mepụtara ngalaba na mmemme ọhụrụ, emepụtara atụmatụ ụlọ dị mkpa, ntinye aha ụmụ akwụkwọ toro ngwa ngwa",
  "Ka ọ na-erule ngwụcha oge Alexander (1965 - 66), ihe fọrọ nke nta ka ọ bụrụ ụmụ akwụkwọ 1,000 debara aha",
  "Obodo New Zealand-onye amụrụ Alexander, site na 1966, ghọrọ ụdị \"onye osote onye isi ala\", na-enye nka ya iji nyere aka n'ịtọlite ​​mahadum ndị ọzọ Ọgbakọ mba niile na West Indies, Fiji na Afrịka.",
  "Na 1966, Dr",
  "Alexander Ishaya Shuaibu Audu, onye na-ahụ maka ụmụaka na onye prọfesọ na Mahadum Lagos nọchiri anya ABU Alexander",
  "Amụrụ Audu na Wusasa, dịdebere Zaria, n'afọ 1928",
  "Ọ bụ onye Hausa, ọ bụ osote onye isi ala Nigeria na ABU na onye ugwu",
  "Agbanyeghị, ịbụ onye otu ya na Hausa Ndị Kraịst nke Wusasa nwere ike imetụta oge ya n'ọchịchị.",
  "Ntugbu na ọgbaghara na-emegide Igbo n'afọ 1966 metụtara ABU nke ukwuu",
  "Mana, n'okpuru nduzi Dr",
  "Audu, ABU ga-eto ma zụlite n'ike n'ike",
  "A na-ejide uto nke ndebanye aha ụmụ akwụkwọ maka uto na mmepe nke ọzụzụ ọkwa A n'ụlọ akwụkwọ sekọndrị",
  "Ya mere, malite na 1968–69 ABU nwere onwe ya pụọ ​​na ihe nketa afọ atọ nke Britain wee guzobe School of Basic Studies iji nye ọzụzụ nrịgo mmụta sekọndrị dị elu na kampos",
  "Ụmụ akwụkwọ ndị sitere na School of Basic Studies bidoro mmemme afọ anọ gaa nzere bachelọ.",
  "Ndị ụfọdụ megidere ya na mbụ, ụlọ akwụkwọ ahụ nwere nnukwu ihe ịga nke ọma na ntinye aha gbasakwara ngwa ngwa",
  "Ka ọ na-erule afọ nke iri ABU debara aha ndebanye aha gụnyere mmemme na-abụghị nke mbụ na ihe karịrị 7,000 nke ihe karịrị ọkara nọ na mmemme nzere",
  "N'ime afọ iri mbụ, Mahadum Ibadan wepụtara mmadụ 615 gụchara akwụkwọ",
  "Na ABU, ọnụ ọgụgụ kwekọrọ mgbe afọ iri gachara bụ 2,333 nzere mbụ, yana ọtụtụ nzere dị elu",
  "1972;  na  History nke Mahadum Ahmadu Bello,  p",
  "267–282.</ref>",
  "Site na mbido, ABU dị ịrịba ama maka ịdị obosara ya",
  "N'ime ụlọ ọrụ ya, mana ọkachasị ma ọ bụ nso site na nnukwu ụlọ akwụkwọ site na Samaru, ABU na -ekepụta ọtụtụ mmemme nke naanị sọsọ mahadum United States nwere ike dakọtara",
  "N'ịgafe n'ogo nke nka, asụsụ, sayensị mmadụ na sayensị, ọ gụnyere injinịa, ọgwụ (ụlọ ọgwụ Zaria bụ ụlọ akwụkwọ nkuzi ABU), ụlọ ahịa ọgwụ, ihe owuwu, na ngalaba ọrụ ugbo dị iche iche gụnyere ọgwụ anụmanụ.",
  "Ihe akpọrọ kampos Kongo dị na mpụga obodo ochie na Zaria kuziri nchịkwa ọha wee mee mmemme ọzụzụ ọrụ maka gọọmentị ime obodo n'akụkụ ugwu niile",
  "Ngalaba Iwu dabere na ogige Kongo",
  "Ngalaba Nkụzi kuziri nkuzi mmụta ma jikwaa kọleji ndị nkuzi dị elu na steeti ugwu",
  "N'ụlọ akwụkwọ Kano (nke a na-akpọ Abdullahi Bayero College ugbu a) ABU kuziri nkuzi n'asụsụ Hausa, Arabic na ọmụmụ Alakụba.",
  "ABU bụkwa ihe pụrụ iche n'etiti mahadum Naịjirịa maka ịdị obosara na akparamagwa ụmụ akwụkwọ",
  "E hiwere ABU ka ọ bụrụ Mahadum nke Northern Nigeria",
  "N'agbanyeghị, karịa mahadum ndị ọzọ dị na Naịjirịa, ABU enyerela ụmụ akwụkwọ sitere na steeti ọ bụla nke gọọmentị etiti Nigeria aka",
  "Ndị na-arụ ọrụ nzere maka ịdebanye aha ụmụ akwụkwọ na onyinye mmụta bụ mmachi nwere ike n'oge a",
  "Na mbido 1970s ego dị ukwuu mere ka o kwe omume iziga ụfọdụ ndị ọrụ agụmakwụkwọ ka ha gaa ụlọ ọrụ dị na mba ofesi ka ha mezue ogo dị elu",
  "Ọnụ ọgụgụ dị nta mana na-abawanye ndị Naịjirịa nwere Ph.D.s ma ọ bụ nzere ndị ọzọ dị elu na -esite na mba ofesi na -alọta (mana ABU ga-asọrịta mpi na mahadum ndị ọzọ dị na Naịjirịa iji were ha n'ọrụ)",
  "Ka ọ dị ugbu a, nhọpụta ndị ọrụ nkuzi si mba ofesi dị mkpa ma ọ gbasaa nke ukwuu na mba dị iche iche",
  "Onye osote onye isi ala Audu gbalịsiri ike ịhazigharị ebumnuche nke ndị Niger (na \"ugwu ugwu\") nke ndị prọfesọ ABU na ntinye nkwa idobe mmemme niile na ogo agụmakwụkwọ mba ụwa.",
  "Ka ọ na -erule 1975, nguzozi a enweghị nsogbu",
  "Ngalaba nkuzi nọrọ ihe karịrị ọkara ndị mbịarambịa n'ozuzu ha;  n'ọkwa ndị ka dị elu",
  "A chọpụtara na mmepe ndị ọrụ Naịjirịa (ọkachasị ndị ọrụ nkuzi sitere na mgbago ugwu) dị nwayọ",
  "Na 1975, ABU tụgharịrị na nkwanye ugwu siri ike na mmepe ndị ọrụ ime ụlọ ka ọ nakweere mmemme enyemaka Graduate",
  "N'okpuru mmemme a, a na-ewebata ndị gụsịrị akwụkwọ kachasị mma na mmemme Undergraduate nke ngalaba ka ha sonye na ngalaba ahụ dị ka ndị ọrụ na ọzụzụ wee nweta ọzụzụ dị elu ka ha na-enweta ahụmịhe ọrụ",
  "N'ime afọ ole na ole, ọnụ ọgụgụ dị ukwuu nke ndị ọrụ ABU bụ ngwaahịa nke mmemme ọzụzụ n'ime",
  "Site na 1975, ọnụ ọgụgụ ndị ọrụ nkuzi si mba ofesi belatara ngwa ngwa.",
  "Ka ọ na-erule ngwụcha osote onye isi oche nke Ishaya Audu (n'etiti 1975), ABU hiwere nke ọma dịka mahadum kachasị na Naịjirịa na n'etiti ụlọ akwụkwọ mahadum kacha sie ike na Afrịka[Tinye edensibịa]",
  "Uto siri ike gara n'ihu",
  "Mana ABU na -enwewanye ihe mberede na ihe ịma aka",
  "Onweghi onye osote onye isi ala ogologo oge (ma ọ bụ, arụmụka, na-eme nke ọma) dị ka nke Ishaya Audu",
  "Malite na mbido 1980, ABU nwere nnukwu ego belatara ka International Monetary Fund na World Bank tiri Structural Adjustment Program: uru nke ego mba dara dara n'ihe metụtara ego mba ofesi",
  "A na-ebelata ụgwọ ọnwa ndị ọrụ ngwa ngwa na ọnụ ahịa ibi ndụ, na-akwụsịkwa ego maka akụrụngwa, nnweta ọbá akwụkwọ, na akụrụngwa ndị ọzọ dị mkpa",
  "Ọzọkwa, ABU na -asọrịta mpi maka ụmụ akwụkwọ, ndị ọrụ na itinye ego na ụlọ ọrụ ndị ọzọ na Naịjirịa na -agbasa n'ike n'ike  sistemụ mahadum.",
  "N'ọnwa Mee 1986, ndị nchekwa gbagburu ihe ruru mmadụ iri abụọ na-eme ngagharị iwe na ndị na-eguzo n'akụkụ ABU iji gbochie ngagharị iwe udo megide mmejuputa Mmemme Nhazi.",
  "Kemgbe ọtụtụ afọ, ọgba aghara ndọrọ ndọrọ ọchịchị mba emetụtala ABU",
  "Eziokwu nke ABU nwere \"agwa obodo\" pụtara ihe (n'ịdọta ụmụ akwụkwọ na ndị ọrụ sitere na mpaghara mpaghara, agbụrụ na okpukperechi nke Naịjirịa nke ukwuu) nwere ike ime ka ụlọ ọrụ ahụ nwee nkwarụ n'ime",
  "ABU so na mahadum ndị Naịjirịa kacha ata ahụhụ na mmechi.",
  "Mana ABU gara n'ihu na -ewere ọnọdụ dị mkpa n'etiti mahadum Naịjirịa",
  "Ka ọ na-eru nso ncheta afọ iri ise ya, ABU nwere ike ịsị na ọ bụ mahadum kachasị na mpaghara kacha ukwuu na Sub-Saharan Africa. It covers a land area of Àtụ:Convert na-agụnye ikike mmụta agụmakwụkwọ 12, ụlọ akwụkwọ postgraduate na ngalaba agụmakwụkwọ 82",
  "O nwere ụlọ akwụkwọ ise, ụlọ ọrụ isii pụrụ iche, ngalaba kọleji ọrụ ugbo, ụlọ akwụkwọ sekọndrị na ụlọ akwụkwọ praịmarị, yana ndọtị na ọrụ ndụmọdụ nke na -enye ọha mmadụ sara mbara ọrụ",
  "Mkpokọta ndebanye aha ụmụ akwụkwọ nzere mahadum na mmemme nzere mahadum dị ihe dị ka 35,000, sitere na steeti ọ bụla nke Nigeria, Africa, na ụwa ndị ọzọ",
  "Enwere ihe dị ka ndị ọrụ agụmakwụkwọ na nyocha 1,400 na ndị ọrụ nkwado 5,000.",
  "Mahadum azụlitela ụlọ ọrụ ọhụrụ abụọ: Mahadum Bayero Kano na Mahadum Abubakar Tafawa Balewa nke teknụzụ, Bauchi",
  "Ụfọdụ ụlọ akwụkwọ sekọndrị 27 mejupụtara kọleji agụmakwụkwọ, polytechnics na ụlọ akwụkwọ nke isi ma ọ bụ nke izizi nwere njikọ na ya.",
  "Mahadum nwere ikike iri na atọ:",
  "Mahadum ahụ nwekwara ngalaba nke Agric kọleji (DAC), ụlọ ọrụ nyocha guzobere tupu mahadum, mana emesịa jikọta ya na mahadum",
  "Eweliri ngalaba nkuzi na kọleji nke sayensị ahụike na 2018, nwere ikike ise;"
]