[
  "Mahadum nke Ilorin, nke a makwaara dị ka Unilorin, bụ mahadum gọọmentị etiti nwere na Ilorin, Ȯra Kwara, Naijiria. Iwu nke Gọọmentị Ndị agha gọọmenti etiti guzobere ya n'August, 1975. Ntọala ahụ bụ iji mejupụta otu ndụmọdụ nkuzi nke atụmatụ mmepe mba nke atọ nke ezubere inye ndị Naịjirịa na-achọ inweta agụmakwụkwọ mahadum na imepụta ikike dị elu, dị oke mkpa maka akụ na ụba na-agbasa ngwa ngwa. Tụnyere ụlọ akwụkwọ mmụta ndị ọzọ dị elu na mba ahụ, ụlọ ọrụ ahụ nwere otu nnukwu ala na-ekpuchi ihe dị ka hectare 15,000 nke ala. JAMB kpughere ya ka ọ bụrụ mahadum a na-achọkarị n'afọ 2021.",
  "Mahadum ahụ bidoro na 1975 dị ka Kọleji mahadum nwere mmekọ na Mahadum Ibadan",
  "Dọkịta T.N",
  "Tamuno bụ onye prọfesọ na onye isi ngalaba akụkọ ihe mere eme na Mahadum Ibadan ka a họpụtara ka ọ bụrụ onye isi ụlọ akwụkwọ kọleji na Septemba 1975",
  "Ka ọ na-erule December 1975, a họpụtara Tamuno ka ọ bụrụ osote onye isi ọchịchịnke Mahadum Ibadan",
  "N'ihi ya, Prọfesọ O.O",
  "A họpụtara Akinkugbe ka ọ bụrụ onye isi ọhụụ nke Mahadum Ilorin (mgbe ahụ, Mahadum Mahadum) na 1975",
  "Akinkugbe bụbu Dean nke ngalaba na -ahụ maka ọgwụ, Mahadum nke Ibadan.",
  "Akinkugbe, mere nleta ugboro ugboro na Gọvanọ ndị agha nke abụọ Kwara State, onye nwụrụ anwụ Colonel Ibrahim Taiwo n'ihe metụtara ụlọ ọrụ ọhụrụ ahụ, nke mere na n'ọnwa Maachị 1976, o hibela ụlọ na Ilorin",
  "Nkwado nke Gọvanọ Taiwo nyere ụlọ ọrụ ọhụrụ ahụ gara n'ihu n'ihu siri ike n'okpuru Gọvanọ ndị agha steeti nke atọ, Brigadier George Agbazika Innih, onye nyefere ngalaba ala nke Kwara State College of Technology na mahadum",
  "N'ọnwa Ọktoba 1977, ụlọ ọrụ ahụ nwetara ọkwa nnwere onwe zuru oke site na nhọpụta Prọfesọ O.O Akinkugbe dị ka osote onye isi oche mahadum ahụ.",
  "A nabatara usoro izizi nke ụmụ akwụkwọ 200 na 23 Ọktoba 1976 mgbe nyocha nyocha na ọrụ agụmakwụkwọ malitere na 25 Ọktoba 1976 na -eso adreesị Onye Isi",
  "Mahadum mahadum bidoro na ngalaba agụmakwụkwọ atọ: Nkà, Sayensị na Mmụta",
  "Mahadum ahụ bidoro na ngalaba ụlọ akwụkwọ nwa oge nke Kwara State Polytechnic nke a maara dị ka obere ụlọ akwụkwọ",
  "Obere ụlọ akwụkwọ ahụ bụ saịtị mmemme agụmakwụkwọ maka ikike nke Nkà, Sayensị na Mmụta, Injinia & Teknụzụ, Azụmaahịa na sayensị mmadụ na ngalaba Ọgwụ sayensị ngalaba nke ngalaba Ahụike Ahụike",
  "A na-eduzi arụmọrụ niile nke mahadum n'obere ụlọ akwụkwọ ahụ ruo na Jenụwarị 1982 mgbe ihe karịrị ụmụ akwụkwọ 1000 na-amụ sayensị na-akwaga na saịtị na-adịgide adịgide nke ụlọ ọrụ ahụ ka emechara ngọngọ ngalaba ọhụrụ na ebe obibi maka Sayensi na Injinịa na saịtị",
  "Na 1983, e guzobere mmemme iwu dị ka ngalaba n'okpuru ngalaba azụmaahịa na sayensị",
  "Mgbe afọ 6 gachara, enyere ngalaba Iwu ahụ ọkwa ngalaba zuru oke na 1993.",
  "Prọfesọ O",
  "O",
  "Akinkugbe (1975–1978) onye isi nke abụọ na onye osote onye isi nke mbu"
]