[
  "Mahder Assefa (amụrụ n'ụbọchị nke ise n'ọnwa Ọktoba n'afọ 1987) bụ onye Etiopia na-eme ihe nkiri",
  "Ọ rụrụ ọrụ dị mkpa na Seberta, Yalteneka Amalayu, Ye Bet Lij, Shefu, FBI 2, Made In China na Triangle trilogy",
  "Mahder dọtakwara uche ọha na eze na 2011 late night telivishọn drama series Sew le sew, ebe o gosipụtara dị ka Medhanit.",
  "A mụrụ Mahder na 5 Ọktoba 1987 na Addis Ababa, Ethiopia nke dị gburugburu Shero Meda na Rebeka Feyessa na Assefa Demelash",
  "Ọ biri n'ebe ahụ ruo mgbe ọ dị afọ ise, mgbe ahụ ọ kwagara na mpaghara Kera dị nso",
  "Ọ gara ụlọ akwụkwọ elementrị na Atse Zeray Yacob wee gaa ụlọ akwụkwọ sekọndrị na Shemeles Habte School, ebe ọ gụsịrị akwụkwọ n'afọ 2011",
  "Ọ gụsịrị akwụkwọ kọleji ya na Admas College, na-amụ sayensị odeakwụkwọ",
  "Mgbe ọ na-aga kọleji, ọ rụrụ ọrụ dị ka onye na-ere ahịa.\nMahder gosipụtara mmasị n'ịgba egwú site na nwata",
  "N'agbanyeghị ọchịchọ ndị mụrụ ya maka ya ilekwasị anya na agụmakwụkwọ ya, ọ gara n'ihu na-agba egwú ruo mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị wee soro ndị enyi ya guzobe otu ịgba egwú, nke akpọrọ \"UNIQUE GIRLS\"",
  "Otu ahụ nwere ihe ịga nke ọma ma mee ka a kpọọ Mahder na ndị na-eme ya ka ha bụrụ ndị na-agba egwú na ọtụtụ ndị egwu Etiopia, gụnyere Dawit Melesse na Tibebu Workiye",
  "Nkọwa na telivishọn mere ka nne ya chọpụta ihe ntụrụndụ ịgba egwú ya, otu ahụ wee gbasaa iji kwe ka Mahder lekwasị anya na agụmakwụkwọ.",
  "Mgbe ọ hapụrụ kọleji, ọ nwetara ọrụ na Bole International Airport, na-arụ ọrụ na ụlọ ahịa na-akwụghị ụgwọ dị ka onye na-ere ahịa ruo ihe dị ka afọ anọ",
  "N'oge a, ọ malitere ọrụ ya na ụlọ ọrụ ihe nkiri ma tinye akwụkwọ maka ọrụ na Tasralech",
  "N'agbanyeghị nchegbu ya banyere enweghị ahụmịhe ime ihe nkiri, ọ nwetara akụkụ ahụ",
  "Otu enyi ya mechara mee ka ọ sonye na ụlọ ọrụ mmepụta ihe",
  "N'ịgbaso ihe nkiri mbụ ya, Mahder pụtara na ọtụtụ ndị ọzọ dịka Seberta, Yalteneka, Amalayu, Ye Bet Lij, Shefu, FBI 2, Made In China, Triangle, Amran, 45 Ken, Linega Sil, Tsinu Kal, Body Guard, Hiwot ena Sak, Ayrak, Anelakekem.\nN'afọ 2011, Mahder gosipụtakwara na usoro ihe nkiri telivishọn a ma ama Sew le sew, na-agbagharị dị ka Medi. Ọdịdị ya na ihe ngosi ahụ mere ka ọ pụta ìhè, n'oge na-adịghịkwa anya, ọ rụkwara ọrụ na bọọdụ mgbasa ozi, magazin na mgbasa ozi TV.\nN'ihe gbasara ihe nkiri ya, a gbara ya ajụjụ ọnụ n'ọtụtụ ihe ngosi telivishọn, gụnyere ETV Lewtatoch na Enechewawet na EBS TV.",
  "Akụkọ gbasara na Mahder nwere mmekọrịta siri ike na onye ọchụnta ego a mụrụ na Saudi Sheikh Mohammad Hussein Al Amoudi",
  "Akwụkwọ akụkọ tabloids kọrọ na ha abụọ na-agba akwụkwọ nakwa na Mahder dị ime nwa ya",
  "Kemgbe afọ 2012, FM 102.1 na-arụ ọrụ n'inye onyinye maka onye na-eme ihe nkiri na onye na-ese ihe nkiri kacha mma nke afọ na Film Side",
  "Nhọrọ ahụ dabere na nhọrọ ndị na-ege ntị na ihe nkiri ya a ma ama Amran bu nke a họọrọ dị ka ihe nkiri kachasị mma n'afọ",
  "A họpụtara Mahder Assefa dị ka onye mmeri kacha mma nke afọ 2013.",
  "N'afọ 2012, FM 102.1 họọrọ otu n'ime ọrụ Mahder, Amran, dị ka ihe nkiri nke afọ.\nN'afọ 2013, a họpụtara ya dị ka onye na-eme  nkiri kacha mma nke afọ."
]