[
  "Mahi Binebine bụ onye Morocco na-ese ihe na onye na-ede akwụkwọ akụkọ",
  "A mụrụ ya na Marrakech na 1959",
  "Binebine edeela akwụkwọ akụkọ isii nke a sụgharịrị n'asụsụ dị iche iche.",
  "A mụrụ ya na 1959 na Marrakech",
  "Mahi Binebine kwagara na Paris na 1980 iji gaa n'ihu na ọmụmụ ya na mgbakọ na mwepụ, nke ọ kụziri ruo afọ asatọ",
  "O tinyeziri onwe ya n'ide ihe na eserese",
  "O dere ọtụtụ akwụkwọ akụkọ, nke a sụgharịrị n'asụsụ iri na abụọ",
  "Ọ kwagara New York site na 1994 ruo 1999",
  "Ihe osise ya bụ akụkụ nke nchịkọta na-adịgide adịgide na Guggenheim Museum na New York",
  "Ọ laghachiri Marrakech na 2002 ebe ọ bi ma na-arụ ọrụ ugbu a.",
  "Na \"Mamaya's Last Journey\" onye edemede ahụ na-esite na ihe omume sitere na akụkọ ezinụlọ ya",
  "Nwanne ya nwoke bụ Aziz bụ otu n'ime ndị isi na-eto eto sonyere na atụmatụ iwepu Eze Hassan nke Abụọ n'ike na 1971",
  "Atụmatụ a dara mba",
  "Ruo afọ iri na asatọ, a tụrụ ya mkpọrọ n'ogige ọzara nke Tazmamart, n'okpuru ọnọdụ nke obi ọjọọ a na-apụghị ichetụ n'echiche na nke a na-apụghị ịkọwa akọwa",
  "N'ime ndị mkpọrọ iri ise na isii, naanị ọkara lanarịrị; n'etiti ha, Aziz Binebine",
  "Onye edemede Mahi Binebine bụ Tahar Ben Jelloun weere akụkọ a dị ka ihe ndabere maka akwụkwọ akụkọ ya bụ This Blinding Absence of Light",
  "Welcome to Paradise, nsụgharị Bekee nke Cannibales (nke Lulu Norman dere) bụ nke edepụtara maka Independent Foreign Fiction Prize na 2004",
  "Horses of God, nke Lulu Norman sụgharịkwara (nke mbụ: Les étoiles de Sidi Moumen), edepụtara ya maka onyinye akwụkwọ kacha mma a sụgharịrị na 2014",
  "Emere ya ka ọ bụrụ ihe nkiri na Morocco n'afọ 2011, nke a na-akpọ Horses of God, nke Nabil Ayouch duziri ma họrọ ya maka ntinye akwụkwọ Morocco maka ihe nkiri asụsụ mba ọzọ kachasị mma maka 2013 Oscars",
  "N'afọ 2020, Mahi ritere ihe nrite Mediterranean maka akwụkwọ akụkọ ya \"Rue du pardon\".",
  "2017 Galerie Abla Ababou , Rabat Art Paris (Grand Palais) Galerie DX Rétrospective - Galerie Claude Lemand",
  "2016 Musée MACMA, Marrakech.",
  "2015 Insoumission Forum international des droits de L'Homme, Marrakech, Musée de la Palmeraie",
  "2014 Musée de la Palmeraie, Marrakech",
  "2013 Galerie Document 15, Paris",
  "2012 Galerie 38, Casablanca Galerie Benamou, Paris",
  "2011 Galerie Caprice Horn, Berlin Galerie Loft (Expo à six mains avec Mourabiti et Yamou), Casablanca 2010 Galerie Atelier 21 (Casablanca) AAART Foundation, Kitzbühel, Autriche",
  "2009 53ème Biennale de Venise Venice Biennale AAART Foundation - Autriche Galerie CMOOA, Rabat Galerie Delacroix, Tanger 2008 Galerie Atelier 21 - Casablanca Galerie Violon Bleu - Londres Galerie Navarra - 75 Faubourg, Paris Galerie Loft, Paris Galerie Bailly, Paris Fondation FAAP, Sao Paolo 2007 Siège Société Générale, Casablanca Galerie Nationale Bab Rouah, Rabat Galerie Noir sur blanc, Marrakech Palais des Congrès, Grasse (France) Le Lazaret Olandini, Ajaccio (Avec Yamou)",
  "2006 Kasbah Agafay, Marrakech Galerie Venise Cadre, Casablanca Galerie les Atlassides, Marrakech",
  "2005 Galerie Venise-Cadre, Casablanca Galerie Atlassides, Marrakech Musée Archéologique de Silves (Portugal) Eglise de la Miséricorde, Silves (Portugal) Gemap, Casablanca",
  "Áa2004 Arte Invest, Rome Festival Arte Mare Bastia (corse) Bellas Artes, Madrid Galerie Atalante, Madrid Galerie Brigitte Schenk, Köln",
  "2003 Espace Actua, Casablanca (avec Yamou) Galerie Bab el kebir, Rabat (avec Selfati) Galerie AAM, Rome Studio Bocchi, Rome Fundacione Maturen, Tarazona.\nGalerie Baskoa, Barcelonne.\nKunst Köln, Galerie Brigitte Schenk",
  "2002 Galerie Dahiez & Associés, Zurich Galerie Brigitte Schenk, Köln Musée de Marrakech Société Générale Marocaine, Casablanca Institut Cervantes, Tanger Galerie Brigitte Schenk, Kunst Köln Ministère de la culture, Abu Dhabi",
  "2001 Tinglado 4 Moll de Costa, Taragone Palais des congrès, Grasse.",
  "2000 Espace Paul Ricard, Paris Galerie El Manar, Casablanca",
  "1999 Galerie Stendhal, New York Galerie du Fleuve, Paris Galerie Brigitte Shenk, Köln 1998 Galerie Ott, Düsseldorf Museum of Contemporary Art, Washington DC",
  "1997 Galerie Stendhal, New York",
  "1989 Contemporary French Art Gallery, New York 1988 Galerie la Découverte, Rabat 1987 Galerie de L'ONMT, Paris",
  "https://northafricapost.com/41558-moroccan-writer-mahi-binebine-wins-mediterranean-prize-2020.html"
]