[
  "Mahjoub Sharif (1 Jenụwarị 1948 2 Eprel 2014), amụrụ dị ka Mahjoub Muhammad Sharif Muhammad, bụ onye mba Sudan na-ede uri, onye nkuzi na onye na-ahụ maka ihe ndị ruuru mmadụ.\nA maara ya na Sudan na mba ndị ọzọ na-asụ Arabụ maka uri mkparịta ụka ya na ntinye aka ọha na eze ya, ha abụọ na-agba mbọ ịkwalite ihe kpatara ọchịchị onye kwuo uche ya, nnwere onwe, ọdịmma n'ozuzu na njirimara mba",
  "Ndị egwu a ma ama, dị ka Mohammed Wardi na Mohamed Mounir, tinyere uri ya n'egwú, mana ọ mekwara ka a tụọ ya mkpọrọ ugboro ugboro n'okpuru gọọmentị Sudan dị iche iche.",
  "A mụrụ Mahjoub Sharif n'ime ime obodo n'ezinụlọ ndị na-ere ahịa ma nọrọ n'oge ọ bụ nwata na Omdurman, mgbe ọ na-eleta ụlọ akwụkwọ praịmarị n'obodo Arabụ",
  "Ọ hapụrụ ọrụ ezinụlọ ya wee zụọ ya dị ka onye nkuzi na Maridi Instituutu fọ Tịịchasị na Khartoum; mgbe nke ahụ gasịrị ọ bụ onye nkuzi ụlọ akwụkwọ praịmarị ọtụtụ afọ ọrụ ya",
  "N'ihi uri ya na-akatọ ọchịchị Gaafar Nimeiry, a tụrụ ya mkpọrọ na nke mbụ ya na 1971, ọtụtụ oge n'ụlọ mkpọrọ sochiri ya n'ime afọ 1970, 1980 na 1990",
  "A na-ejikọkwa nke a na nkwụsịtụ ugboro ugboro site na ọrụ ọha na eze na ikike dị mkpirikpi iji gaa n'ihu mgbe a tọhapụrụ ya n'ụlọ mkpọrọ.",
  "Ọrụ Mahjoub Sharif bụ uri sitere na abụ ụmụaka dị mkpirikpi ruo ogologo abụ mgbanwe",
  "O dekwara egwuregwu na akụkọ mkpirikpi maka ụmụaka, otu n'ime ha bụ nke e bipụtara n'asụsụ Dutch, French na Bekee (lee mbipụta)",
  "Otú ọ dị, ọ bụ ezie na ụfọdụ nsụgharị na-enweghị ikike dị, ọ fọrọ nke nta ka ọ bụrụ na ọ dịghị ihe odide Mahjoub Sharif dị na Bekee ma ọ bụ asụsụ ndị ọzọ.\nA na-eji ngwakọta nke okwu mkparịta ụka, ihe mara mma, ihe na-atọ ọchị, ma na-ejikwa ike na-etinye aka nke mere ka a kpọọ ya \"abụ uri na-agwakọta \"ihe ndị a hụrụ na ndụ kwa ụbọchị na ndọrọ ndọrọ ọchịchị na abụ ịhụnanya na uri maka ụmụaka\". A na-egosikarị ụdị abụ ya na uri a na ngwaọrụ nchebe nke ọchịchị mmegbu:",
  "N'ihi ya, asụsụ uri ya nyekwara onwe ya iji kwupụta echiche karịrị okwu gọọmentị, dịka ọmụmaatụ n'oge nkewa nke ugwu na South Sudan, nke e ji ibu iro dị iche iche mara",
  "Mahjoub Sharif kwusiri ike mmetụta nke mwute, ohere efu na nghọta nke ihe ndị a na-ahụkarị na mba abụọ ahụ:",
  "Maka onye otu Rift Valley Institute Magdi El Gizouli, ojiji a nke asụsụ ya ruru n'ókè nke na \"ikike pụrụ iche iche iche iche n'echiche ọdịnihu ọzọ na akara ọkụ, nke dabara adaba ọbụna maka ntụrụndụ ụmụaka\" mere \"akụkụ nke ndọrọ ndọrọ ọchịchị na-akpali agụụ mmekọahụ nke ọgbakọ ndị mmegide mgbe ọ bụla ohere kwere\".",
  "Mkpọrọ a na-atụ Mahjoub Sharif ugboro ugboro n'okpuru Gaafar Nimeiri na mgbe ahụ n'okpuru Omar al-Bashir dọtara uche Amnesty International na mgbe e mesịrị Afrịka Watch / Human Rights Watch. E mekwara ikpe ya akụkụ nke usoro Prisoners of Consciousness nke BBC, nke David Attenborough gosipụtara.\nKarịsịa Amnesty International anọgidewo na-enwe mmasị na ikpe ahụ ruo ihe karịrị afọ iri abụọ, site na akụkọ mbụ na 1980, n'ime mkpọsa 1990 iji zigara ya kaadị n'ụlọ mkpọrọ, nke ọ natara ihe dị ka 2,000, na mmemme ekele nke Mahjoub Sharif haziri na London n'ọnwa Ọgọstụ afọ 2008, mgbe o zighachiri akwụkwọ ozi na adreesị dịnụ.",
  "Kemgbe afọ 2004, Mahjoub Sharif anọwo na-arịa ọrịa idiopathic pulmonary fibrosis, nke sitere na mmebi nke oge ọ nọrọ n'ụlọ mkpọrọ kpatara ma bụrụ nke ọrịa shuga nke ụdị 2 mere ka ọ dịkwuo mgbagwoju anya",
  "Ọ nwụrụ na 2 Eprel 2014 n'ụlọ ọgwụ dị na Omdurman ma lie ya n'ebe ili ozu Ahmed Sharfi n'otu obodo ahụ.",
  "Ọtụtụ narị ndị Sudan bịara ememe olili ozu ya ma gbasaa ya site na ọtụtụ nnukwu ọwa akụkọ Arabic, n'etiti ha Sky News Arabia, Al Jazeera Arabic, Al Arabiya, na BBC Arabic.",
  "Al-Soumbulayya (Mkpụrụ ọka dị obere)",
  "Azza Publishing House, Khartoum, 1998",
  "(N'asụsụ Arabic)",
  "Zeinab na osisi mango",
  "Abd al-Karim Mirghani Cultural Center, nke e bipụtara na Cairo, 1999",
  "(Original Arabic, bipụtara na Dutch, French na Bekee)"
]