[
  "Mat Mahjong nke a makwaara ndị mmadụ n'ihe dị ka mat nke oge okpomọkụ bụ mat nke oge ọkọchị nke a na-eji eme ihe n'Eshia",
  "A na-eme ya site na obere iberibe achara e kewara n'etiti onwe lekwasịrị ụmụ ndị ogbi ekewa nke na-enyere aka belata okpomọkụ ahụ ma melite ntụsara ahụ n'oge ụra.",
  "A maara mat mahjong ya n'asụsụ Chinese dị ka liangxi (凉席) nke a na-akpa n'ụzọ nkịtị, nke a na'asụgharịkarị dị ka mat ihi ụra n'oge ochie nakwa ike ọkọchị. Mahjong mat bụ aha e nyere ya site na njikọ ndị mmadụ n'ihe dika ya na tebụl Mahjong eji eme egwuregwu ọdịnala na ímé ihe nọr na ndị China nwere ike otu aha ahụ.",
  "A na-eji ọtụtụ narị obere tebụl achara eme ihe dị ka tebụl Ụbọchị ndị Nne Nna pụrụ isi dị otú ahụ ka ndị ọzọ Mahjong site na egwuregwu tebụl nke e mepụtara na narị afọ okuku n'oge nke 19 na China",
  "Thomas Taylor Meadows kwuru banyere ihe ndina ndị a n'oge ọkọchị n'akwụkwọ njem ya n'afọ 1856.",
  "Na Korea, àkwà oge okpomọkụ bụ àkwà kachasị mma na nke kachasị mkpa nke ndị mmadụ ji mee ihe na narị afọ nke 19",
  "A na-eji osisi pine na achara eme ya.",
  "Ka ọ na-erule n'etiti na ngwụcha afọ 1990, Mahjong mats nọ n'ọkwa ha",
  "China nwere ihe dị ka usoro mmepụta 1000 na-arụ ọrụ zuru oke n'ọtụtụ ebe na-emepụta achara na China",
  "Bamboo summer mats bụ otu n'ime ụdị asaa nke ngwaahịa achara nke gọọmentị Kọmunist nke China depụtara iji kwalite ụlọ ọrụ ahụ na 1997. Otú ọ dị, na ngwụcha afọ 1990 na mmalite afọ 2000, ka ihe ndina ụfụfụ nke oge a na-emepe emepe, na ikuku oyi na-aghọ ihe a na-ahụkarị dị ka usoro ịjụ oyi, ewu ewu nke mahjong bamboo mats dara nke ukwuu.",
  "A na-eji achara dịgasị iche iche eme ihe na-acha anụnụ anụnụ na Mahjong dabere na nnweta na mpaghara mmepụta",
  "Na Vietnam, a na-eji Dendrocalamus barbatus eme ihe ndina.",
  "N'adịghị ka ihe na-esi ísì ụtọ, ihe na-atọ ụtọ na-ewu ewu ma n'oge mmiri ozuzo ma n'ozuzu okpomọkụ na Ndịda Ọwụwa Anyanwụ Eshia n'ihi na ha anaghị amị mmiri ma nwee ike ịjụ oyi",
  "N'ịbụ ndị a na-afụkọta n'ụzọ dị mfe maka nchekwa, nhicha ha dịkwa mfe n'ihi na enwere ike iji ákwà mmiri kpochaa ya.",
  "Na China, a na-azakarị mat mahjong na ọnụahịa dị ọnụ ala na mbido oge okpomọkụ ma tụfuo ya dị ka ihe mkpofu na ngwụcha oge okpompe ka ha na-ehi ụra ozugbo.",
  "N'ezie, a na-ewere mat mahjong dị ka ụdị mat ihi ụra nke nwere ikike okpomọkụ kachasị elu",
  "Nnukwu ikike okpomọkụ pụtara na otu ihe nwere ike inyere aka ịmịkọrọ okpomọkụ, yabụ ọ bụrụ na okpomọkụ mbụ nke mat dị ala karịa okpomọkụ nke elu ahụ mmadụ, ihi ụra na mat bamboo ga-adị jụụ.",
  "Otú ọ dị, ihe ndina mahjong nwekwara ikuku na-adịghị mma, ike dị elu, ha na-agbaji n'ụzọ dị mfe mgbe ihe ndina na-adịghị nhata",
  "Mkpụrụ osisi bamboo nwere usoro spray nwekwara ike ịkpata ọrịa akpụkpọ ahụ.",
  "Àtụ:Bedding"
]