[
  "Mahmoud Abdel Aziz (Arabic; 4 June 1946 - 12 November 2016) bụ onye Egypt na-eme ihe nkiri na telivishọn",
  "Ọ ghọrọ onye a ma ama maka ọtụtụ ọrụ a ma ama na ihe nkiri Egypt, tupu ọ bụrụ onye a ma ma ama n'ala nna ya bụ Egypt na mpaghara ahụ dum maka ọrụ ịhụ mba n'anya ya n'Ijipt na usoro ihe nkiri TV Egypt Raafat el-Hagan",
  "Egyptian Actors Guild mara ọkwa ọnwụ ya n'abalị nke 12 Nọvemba afọ 2016.",
  "A mụrụ Mahmoud Abdel Aziz na Wardeyan, mpaghara dị na Alexandria, Ijipt n'ezinụlọ nọ n'etiti",
  "Ọ bụ ezie na ọ na-amụ sayensị ọrụ ugbo na Mahadum Alexandria, ọ na-eme ihe nkiri ya site na ihe nkiri mahadum.",
  "Ọ malitere ọrụ ime ihe nkiri ya site n'ịrụ ọrụ na Al Dawama TV show n'etiti afọ 1970 ya na Nelly na Mahmoud Yacine, mgbe nke ahụ gasịrị ọ banyere na ụlọ ọrụ ihe nkiri na nke mbụ ya site na Al Hafeez ihe nkiri Egypt niile.\nMahmoud Abdel Aziz pụtara na ihe nkiri iri abụọ na ise n'oge ngwụcha afọ 1970 na mmalite afọ 1980; mgbe ewu ewu ya na-abawanye nke ukwuu, ọtụtụ n'ime ihe nkiri ya n'oge ahụ bụ ihe nkiri ịhụnanya.",
  "Ụzọ ime ihe nkiri ya tozuru oke mgbe ọ malitere ịrụ ọrụ dị iche iche nke kpughere nkà ya n'ezie",
  "A maara ya dịka onye maara nke ọma na ihe ọchị na ihe nkiri.\nAfọ 1980 gosipụtara Mahmoud Abdel Aziz dịka onye ama ama mgbe ọ pụtara na ihe nkiri na-aga nke ọma dịka El Aar (1982) na El Kef (1985), na usoro TV dịka Raafat El-Hagan (1987) nke bụ otu n'ime ọrụ kachasị ewu ewu nke telivishọn Ijipt dabere na ezi akụkọ nke onye nledo Ijipt a ma ama Refaat Al-Gammal onye a kụrụ n'Izrel ihe karịrị afọ 20 tupu na mgbe Agha Ụbọchị Isii gasịrị.",
  "Mahmoud Abdel Aziz emeela ihe nkiri ihe karịrị 100 ma ọ ka na-eju ndị na-ege ya ntị anya na ọrụ ndị dịka Bab El Khalk (2012) TV Series mgbe afọ 7 nke enweghị na telivishọn Ijipt.",
  "Ọ lụrụ nwanyị ugboro abụọ",
  "Nke mbụ na Jelan na ha nwere ụmụ abụọ, Mohamed Mahmoud Abdel Aziz, onye na-emepụta ihe nkiri na onye nduzi, na Karim Mahmoud abdel Aziz",
  "Mgbe ịgba alụkwaghịm ha gasịrị, ọ lụrụ onye Ijipt, Poussy Chalabi.",
  "Nwa nwanne ya nwoke Kato Hafez bụ onye na-emepụta egwu dịka onye na-ede egwu na onye na-agụ egwu",
  "A maara ya nke ọma n'egwuregwu egwú Arab nke Ijipt."
]