[
  "Mahmoud Qasdy Ahmed Mourad Zulfikar (18 Febụwarị 1914 - 22 Mee 1970) bụ onye nduzi ihe nkiri Egypt, onye na-emepụta ihe, onye na'ede ihe nkiri, na onye na-eme ihe nkiri",
  "Ọ bụ onye isi na ụlọ ọrụ ihe nkiri Egypt. A họpụtara Zulfikar maka onyinye Silver Bear maka onye nduzi kachasị mma na 14th Berlin International Film Festival.",
  "A mụrụ Mahmoud Qasdy Ahmed Mourad Zulfikar n'abalị 18 ọnwa Febụwarị afọ 1914 na Tanta, Egypt",
  "Nna ya, Ahmed Mourad Bek Zulfikar, jere ozi dị ka onye isi ndị uwe ojii na Ministry of Interior na nne ya Nabila Neem Zulfikara bụ onye na-elekọta ụlọ.",
  "Mahmoud Zulfikar gụsịrị akwụkwọ na ngalaba injinia ma rụọ ọrụ dịka onye na-ese ụkpụrụ ụlọ na Ngalaba Design na Ministry of Works, mana mmasị ya maka azụmahịa ihe nkiri gbara ya ume ka ọ gbanwee ọrụ ma ghọọ onye na-eme ihe nkiri",
  "Ọ bụ onye na-eme ihe nkiri, onye na-emepụta ihe, onye na'akwụkwọ ihe nkiri na onye nduzi.",
  "Zulfikar bụ onye na-ese ihe zuru oke",
  "Ọ bụ otu n'ime ndị na-eme ihe nkiri kachasị mma n'akụkọ ihe nkiri nke Egypt",
  "Ọ malitere dịka onye na-eme ihe nkiri n'afọ 1940 ma duzie ihe nkiri 44 n'etiti afọ 1947 na 1970",
  "A họpụtara ihe nkiri Zulfikar maka ọtụtụ onyinye ma na mba ma na mba ụwa, ihe nkiri ya ama ama bụ; A Girl from Palestine (1948), Akhlaq lel-Bai (1950), The Unknown Woman (1959), El Robat el Mukadass (1960), For Men Only (1964), Dearer than my Life (1965), Al Khroug Men Al Guana (1967) na Featureless Men (1972) nke a tọhapụrụ mgbe ọ nwụsịrị",
  "A na-etinye ihe nkiri Zulfikar nke 1963 Soft Hands n'ime 14th Berlin International Film Festival ma họpụta Mahmoud Zulfikir maka Silver Bear maka Onye nduzi kacha mma.",
  "Zulfikar lụrụ onye na-eme ihe nkiri bụ Aziza Amir, ha abụọ wee nwee ihe ịga nke ọma",
  "Mgbe ọ nwụsịrị, ọ lụrụ Mariam Fakhreddine n'afọ 1952 ma nye ya ụlọ ọrụ ihe nkiri, ọ ghọrọ onye na-eme ihe nkiri a ma ama n'afọ ndi 1950",
  "Ha nwere otu nwa nwanyị, Iman",
  "Heş bụ nwanne nwoke nke Ezz El Dine Zulfikar, onye nduzi ihe nkiri na onye na-emepụta ihe nkiri, na Salah Zulfikir, onye na-eme ihe nkiri na Onye na-emepụta.",
  "Zulfikar nwụrụ na mberede site na nkụchi obi mgbe ọ dị afọ 56 na 22 Mee 1970 na Cairo, Egypt."
]