[
  "Maria (Maikki) Elisabeth Friberg (1861 Xi 1927) bụ onye nkuzi Finland, onye nchịkọta akụkọ akwụkwọ akụkọ, onye na-akwado ụmụ nwanyị na onye na-ahụ maka udo",
  "A na-echeta ya maka itinye aka na òtù ụmụ nwanyị Finland, ọkachasị dịka onyeisi oche nke otu na-ahụ maka ikike ụmụ nwanyị Finland Suomen Naisyhdistys na dịka onye guzobere na onye nchịkọta akụkọ nke akwụkwọ akụkọ ụmụ nwanyị Naisten Ääni (Women's Voice)",
  "Ọ gara ọtụtụ ebe, na-akwalite nghọta nke Finland na mba ofesi mgbe ọ na-ekere òkè na nzukọ mba ụwa ma na-enye aka na ndị nta akụkọ mba ọzọ.",
  "Amụrụ ya n'ụbọchị 5 Jenụwarị 1861 na Kankaanpää, Maria Elisabeth Friberg bụ nwa nwanyị nke Karl Arvid Friberg na Fanny Adelaide Boijer",
  "Mgbe nna ya nwụsịrị n'oge, nne ya na ụmụ ya kwagara Tammerfors ebe ọ mepere ụlọ ndị ọbịa",
  "Friberg gara Swedish School for Women na Helsinki ebe ọ debara aha ya na klas ọzụzụ ndị nkuzi.",
  "N'afọ 1883, Friberg nwetara ọkwa nkuzi n'ụlọ akwụkwọ sekọndrị ndị mmadụ nke Helsinki nke o nwere ruo n'afọ 1912",
  "Ọ gụrụ akwụkwọ na Berlin na Zurich, gụsịrị akwụkwọ na Mahadum Bern n'afọ 1897 na thesis na iwu obodo Nordic",
  "Mgbe nke ahụ gasịrị, ọ gara nkuzi gbasara akụ na ụba na Mahadum Brussels, na-asụ German, French na Bekee nke ọma",
  "Ruo n'afọ 1906, ọ na-eme njem ọmụmụ ugboro ugboro gburugburu Europe, na-eme ka ahụmịhe ya nke usoro nkuzi dịkwuo mma",
  "Ọ makwaara ndị Scandinavia ndị ọzọ, ọkachasị ndị Denmark.",
  "Mgbe ọ na-eme njem n'afọ 1906, Friberg malitere inwe mmasị n'ihe omume ụmụ nwanyị, na-aga mgbakọ na mgbakọ dị iche iche, ebe ọ na-anọchite anya Kvinnosaksförbundet Unionen (Union Women's Association)",
  "N'afọ 1906, na nzukọ International Alliance of Women na Copenhagen, a nabatara echiche ya banyere ikike ịtụ vootu dịka ụmụ nwanyị Finland nwetara ikike ịtụ voolu n'afọ ahụ. N'oge a, ọ nwere mmasị karịsịa na pacifism na temperance",
  "Ka o sina dị, ọ gara n'ihu na-agbasa ihe ọmụma banyere Finland, na-ekwu okwu banyere ụlọ akwụkwọ Finnish na Sami na Germany, Austria na Denmark, gụnyere iwu gọọmentị Russia nke igbochi nnwere onwe Finland.",
  "Site na afọ 30 nke ahụmịhe nkuzi sara mbara, n'afọ 1912 Friberg tinyere akwụkwọ maka ọkwa osote onye nyocha nke ụlọ akwụkwọ Helsinki Folk mana e nyere Guss Mattsson nke Helsinki City Council nhọpụta ahụ, ikike na-ahazi nhọpụta ahụ",
  "O were ya iwe nke ukwuu nke na o kpebiri ịhapụ izi ihe, na-ahọrọ itinye oge ya na nsogbu ụmụ nwanyị.",
  "Onye otu Finnish Women's Association site n'afọ 1889, na-eje ozi na bọọdụ site n'afọ 1907 ruo afọ 1924, na nke Union Association, nke o guzobere na 1892 ma bụrụ onyeisi oche site n'afọ 1920 ruo afọ 1927, Friberg na-arụkwa ọrụ na njikọ udo nke Finland Finlands Fredsförbund. O nyekwara edemede na akwụkwọ akụkọ Finnish na nke mba ọzọ ma guzobe magazin nke ya Naisten 25:3ni (Women's Voice) n'afọ 1905 nke ọ dezigharịrị ruo mgbe ọ nwụrụ. N'afọ 1909 na Naisten 25:3ni, o bipụtara akụkọ banyere nzukọ International Alliance of Women na London."
]