[
  "Àtụ:Infobox Language/IPA",
  "Ndị Majangir nke Etiopia na-asụ asụsụ Majang",
  "Agbanyeghị na ọ bụ otu n'ime ụyọkọ asụsụ Surmic, ọ bụ nke kacha dịpụrụ adịpụ n'ime otu ahụ (Fleming 1983)",
  "Nnyocha asụsụ egosiwo na mgbanwe olumba si n'ebe ugwu ruo na ndịda dị obere ma ghara igbochi nzikọrịta ozi",
  "Ọnụọgụ ndị Etiopia nke afọ 2007 depụtara ndị na-asụ Majang (Messengo) 6,433, mana na-akọkwa na agbụrụ ahụ nwere mmadụ 32,822 (Messengo na Mejengir)",
  "Dika onu ogugu ndi mmadu siri gosi, o nweghi onye na-ekwu okwu na mpaghara Mezhenger nke mpaghara Gambela; A na-edepụta mkpokọta ndị ọkà okwu iri na otu maka mpaghara ahụ, mana ihe fọrọ nke nta ka ọ bụrụ 10,000 agbụrụ Mejenger ma ọ bụ ndị Messengo.",
  "Ogologo ụdaume dị iche na Majang, yabụ ụdaume niile na-abịa na ụzọ abụọ ogologo na nke dị mkpụmkpụ, dịka goopan 'ntaramahụhụ' na 'gopan' okporo ụzọ'",
  "Ewepụtara akara ụdaume na Joswig (2012) na Getachew (2014, p",
  "65)",
  "Unseth (2007) weputara sistemu vowel 9 nwere ahịrị -ATR mechiri ụdaume ɪ na ʊ",
  "Moges na-ekwu na ụdaume nke iri ɐ, ebe Bender (1983) dị njikere naanị ịkwado ụdaume isii",
  "Ndị ode akwụkwọ niile kwenyere na ọ nweghị ndakọrịta ụdaume ATR n'asụsụ ahụ.",
  "Bender na-ekwukwa na a ga-emeso nkwụsị glottal [ʔ] dị ka fọnịm nke Majang n'agbanyeghị Unseth na-agbagha nke a",
  "Majang nwere ihe eji eme ihe abuo, bibial na coronal, nke Moges Yigezu muru n'umu olu na nkesa.",
  "Ụda na-eme ka ọdịiche dị n'ihe ọ pụtara na Majang, ma na ọkwa okwu ma na ọkwa ụtọ asụsụ: táŋ (ụda dị elu) 'ụgbọ ehi', tàŋ (ụgbọ dị ala) 'enweghị ihe ọ bụla'. Nchịkọta ụda nwere ọkwa ụda abụọ, na ụda na-ada ma na-arị elu nke nwere ike ime na njedebe nke okwu phonological, gbakwunyere nkwụsị akpaghị aka na nke na-abụghị akpaghị ọnụ.",
  "Asụsụ ahụ nwere ihe nrịbama na-egosi ogologo oge atọ dị iche iche gara aga (nso, etiti, nke gara aga) na nkeji abụọ n'ọdịnihu (nso na n'ihu).",
  "Asụsụ ahụ nwere ihe nrịbama na-egosi ogologo oge atọ dị iche iche gara aga (nso, etiti, nke gara aga) na nkeji abụọ n'ọdịnihu (nso na n'ihu).",
  "Usoro agụta bụ usoro vigesimal gbanwere, dabere na 5, 10, na 20",
  "\"Iri abụọ\" bụ 'otu onye zuru oke' (mkpịsị aka na mkpịsị ụkwụ niile), ya mere 40 bụ 'mmadụ abụọ zuru oke', 100 bụ 'mmadụ ise zuru oke'",
  "Otú ọ dị, taa, n'okpuru nduzi nke ụlọ akwụkwọ na ịba ụba nke asụsụ abụọ, ndị mmadụ na-ejikarị okwu Amharic ma ọ bụ Oromo mee ihe 100.",
  "Usoro akara onye na nọmba anaghị egosi ihe dị iche iche anyị na-agụnye ma na-ekewapụ onwe anyị, ụdị ọdịdị nke a na-ahụ n'asụsụ ndị dị nso na ndị yiri ya.",
  "Majang nwere usoro okwu VSO bụ isi, n'agbanyeghị na ọ na-enye ohere mgbanwe maka ilekwasị anya, wdg",
  "Asụsụ ahụ na-eji nkebiokwu ikwu eme ihe nke ukwuu, gụnyere maka ọnọdụ ebe Bekee ga-eji adjectives",
  "Nnyocha e mere n'oge na-adịbeghị anya na-ekwu na a na-eji Majang nwere usoro nhịahụ-absolutive siri ike morphological, na ihe dị iche iche na-ejikọta ọnụ bụ nke dabere na ọnụnọ ma ọ bụ enweghị nkebiokwu aha zuru oke na-eso ngwaa ahụ ozugbo",
  "Ọtụtụ n'ime ndị a dị iche bụ koodu dị iche iche ụda.",
  "Majang, na ụfọdụ asụsụ Surmic emetụtara, egosila na ọ bụ ihe pụrụ iche na amụma ụfọdụ n'ụdị syntactic maka asụsụ ndị nwere usoro okwu isiokwu–ngwaa–ihe",
  "Majang nwere nbido na ajụjụ okwu ahịrịokwu-n'ikpeazụ, akụrụngwa abụọ e buru n'amụma agaghị eme n'asụsụ nwere usoro okwu VSO.",
  "Àtụ:Languages of Ethiopia"
]