[
  "Majid Michel (a mụrụ na 22 Septemba 1980) bụ onye Ghana na-eme ihe nkiri, ihe nlereanya, onye telivishọn, onye na-ezisa ozi ọma na onye enyemaka",
  "O nwetara nhọpụta maka onye na-eme ihe nkiri kachasị mma na ọrụ na Africa Movie Academy Awards n'afọ 2009, 2010, 2011, 2012, 2014 na 2017. O mechara nweta ihe nrite ahụ n'afọ 2012 mgbe ahọpụtarachara ya ugboro atọ",
  "A mụrụ Michel na Cantonments, nke dị n'ime ime obodo Ghana bụ Accra",
  "Nwa nke nna Lebanon na nne Ghana, ya na ụmụnne ya itoolu tolitere na Accra. Ọ gara ụlọ akwụkwọ praịmarị St",
  "Theresa, ma mesịa, ụlọ akwụkwọ Mfantsipim, ụlọ akwụkwọ Van Vicker na nke onye bụbu odeakwụkwọ ukwu nke United Nations Kofi Annan",
  "N'ụlọ akwụkwọ sekọndrị, Michel na-arụsi ọrụ ike na ihe nkiri ma bụrụ onye otu Drama Club nke ụlọ akwụkwọ ahụ",
  "Dịka onye otu klọb ihe nkiri, ọ natara onyinye kacha mma n'otu n'ime ihe nkiri ha na Emancipation Day na Cape Coast, Ghana.",
  "Michel banyere n'ihe nkiri ọkachamara site na nyocha maka ụlọ ọrụ na-eme ihe ngosi; onye agbata obi kpọbatara ya na ụlọ ọrụ ahụ",
  "A kpọrọ ya ka ọ sonye n'ụlọ ọrụ na-ahụ maka ịme ihe ngosi, Super Model Agency, n'iwu nke onye agbata obi ya",
  "Ọ pụtara na usoro telivishọn Things We Do for Love, na-enweta aha njirimara ya \"Shaker\" na set",
  "Ọrụ ya na Things We Do for Love bụ nke nwata nwoke Lebanon ga-arụ, Michel na-ekwukwa na e nyere ya ọrụ ahụ n'ihi ihe nketa Lebanon ya",
  "N'ajụjụ ọnụ ya na Star FM Ghana n'afọ 2017, Majid kọwara na ọ nwetaghị ọrụ maka ihe nkiri mbụ ọ nyochara n'ihi ọrụ adịghị mma site n'aka ya, na-akọwa \"obi ụtọ ya maka ime ihe nkiri\" dịka ihe mere ka ọ nọgide na-aga n'ihu na ụlọ ọrụ ihe nkiri.",
  "Ihe Anyị Na-eme Maka Ịhụnanya ghọrọ ihe ịga nke ọma ma mee ka ọ banye n'ime ndị isi",
  "N'ike nke arụmọrụ ya na usoro ahụ, a họpụtara ya na ihe nkiri mbụ ya, Divine Love, dịka onye ndu nwoke, ya na Jackie Aygemang dịka onye ndu nwanyị, ya na Van Vicker n'ọrụ nkwado",
  "Ha atọ jiri ọrụ ha na ihe nkiri ahụ malite ọrụ ihe nkiri ha",
  "Divine Love bụ nnukwu ihe ịga nke ọma, na-eme ka Majid Michel, Jackie Agyemang na Van Vicker ghọọ aha ezinụlọ na Ghana.",
  "N'afọ 2008, Michel pụtara dịka onye ndu na ihe nkiri Agony of the Christ, nke natara nhọpụta asaa na Africa Movie Academy Awards n'afọ 2009. N'ọnwa Ọktọba afọ 2017, Majid kpughere na a na-akwụ ya ma ọ dịkarịa ala $ 15,000 maka ọrụ na ihe nkiri, o kpughekwara na ọ nwetara ihe ruru $ 35,000 iji mee ihe nkiri. N'afọ 2016, Majid kọwara na n'agbanyeghị na ọ na-arụkarị ọrụ ịhụnanya na ihe nkiri, ya na onye na-eme ihe nkiri enwetụbeghị mmekọahụ. N'ọnwa Ọktọba afọ 2017, Majid kọwara n'ajụjụ ọnụ redio na n'ihi nkwenkwe okpukpe ya, ọ gaghịzi anabata akụkụ ihe nkiri nke chọrọ ka ọ susuo ọnụ na set.",
  "Majid Michel lụrụ nwunye ma nwee ụmụ atọ. Na 19 Nọvemba 2015, o kpughere na nwunye ya nke afọ iri bụ onye kpatara ihe ịga nke ọma ya. Ọ na-ezo aka naanị Chineke n'ihu ya",
  "O kwughachiri nkwa alụmdi na nwunye ya n'otu afọ ahụ.",
  "Majid bụ Onye Kraịst a mụrụ ọzọ. Na 4 Ọktọba 2016, ọ bụ onye ozi ọbịa na ụka obodo ebe ọ na-akọrọ okwu ahụ ma napụta ndị mmadụ. Mgbe ọ na-agwa Joy F.M na Ghana okwu, Majid kọwara ndụ ime mmụọ ọhụrụ ya dịka \"ezigbo ma sitere n'ike mmụọ nsọ site na nghọta ya site na Bible\". Na 1 Eprel 2017, ọ kọwara na mmekọrịta ya na Chineke dị mma efuola ya ụfọdụ ndị enyi ya",
  "Ọ gara n'ihu kwuo na ndị enyi ya ugbu a na-ekpebi naanị site n'ọhụụ sitere n'aka Chineke. N'okwuchukwu nke afọ 2017 na-eme ememe Ista, Majid chịkọtara isi ihe niile nke cruxification nke Kraịst dịka \"ịgbagha ịkpa ókè agbụrụ, ịkpọasị, anyaụfụ, ekworo, nganga, agha na ike ndị mmụọ ọjọọ na ndụ dị mfe.\" N'ọnwa Ọktọba afọ 2017, Majid kwuru na Chineke ejirila ya rụọ ndị mmadụ ọrụ ebube. Na masturbation, Majid kọwara omume ahụ dị ka mmehie n'ebe Chineke nọ",
  "Ọ gara n'ihu kwuo na ọ bụ ihe a na-apụghị izere ezere ka mmadụ tinye aka na omume ahụ ma ọ dịkarịa ala otu ugboro n'oge ndụ ya. O kpughekwara na ọ bụbu onye a tara ahụhụ n'oge ọ dị obere mana ọ na-agba ndị ntorobịa ume ka ha kwụsị ya. N'oge arụmụka mgbasa ozi ọha na eze na Freeze, Majid ekwenyeghị na ọnọdụ Freeze na inye otu ụzọ n'ụzọ iri",
  "Majid rụrụ ụka na inye otu ụzọ n'ụzọ iri abụghị ozizi Agba Ochie. Kama nke ahụ, o kwuru na a ga-enye otu ụzọ n'ụzọ iri na chọọchị iji nyere ndị ogbenye aka."
]