[
  "Ndivhudzannyi Ralivhona, onye a maara aha ya dị ka Makhadzi, bụ onye South Africa na-agụ egwu",
  "A mụrụ ya ma zụlite ya na Ha-Mashamba, Limpopo, ọrụ ya malitere mgbe ọ dị afọ iri na atọ, ọ nwetara nlebara anya obodo mgbe egwu ya \"Tashanda Vhuya\" pụtara n'afọ 2017",
  "A maara ya nke ọma maka egwu ya \"Themba muthu\" na \"Matorokisi\"",
  "Albọm Makhadzi bu Kokovha ghọrọ otu n'ime ihe nwetara ya nnukwu ihe ị gaa nke ọma ya ma ọ malitere  na nke mbụ na nweputa yana chaatị Albọm iTunes  nke South Africa",
  "Albọm a nwere egwu kachasị elu \"Amadoda\", \"Mphemphe\", \"Kokovha\" na \"Tshikwama\".",
  "A mụrụ Makhadzi n'otu obere obodo a na-akpọ Ha-Mashamba Tshivhangani, na mpụga Elim na mpaghara Limpopo",
  "Mgbe nne na nna ya kewara, Ndivhudzannyi na ụmụnne ya abụọ sooro nne ha nọrọ",
  "Ọ gụsịrị ọkwa nke iri na abụọ na Mukula Integrated School",
  "Ndivhudzannyi nwetara nzere ya na Mmekọrịta Ọha ma ọ na-agu gbasara ejije ugbu a.",
  "Ọrụ ya malitere mgbe ọ dị afọ iri na abụọ, ọ na-arụ ọrụ na Taxi Rank ma n'enweta ego site na onyinye ndị mmadụ. N'afọ 2019, Master KG gosipụtara Makhadzi na egwu akpọrọ \"Tshikwama\", nke ewepụtara na abọm Jerusalema",
  "N'abalị iri na Isii nke ọnwa   Ọktoba afọ 2020, ewepụtara Makhadzi studio album Kokovha na South Africa. Albọm ahụ gosiputara Mayten, Mampintsha, Prince Benza, Mr Brown, Gigi Lamayne, Jah Prayzah, Team Mosha, Moonchild Sanelly, FB, Charma Girl na Sho Madjozi. Ka ọ na-erule n'ọnwa Ọgọstụ afọ 2021, a kpọpụtars albọm ya dị ka nke kachasị na ngosipụta nke Apple Music. A kwadoro albọm ahụ si n'iji akara ọla edo.",
  "N'abalị ise nke ọnwa Eprel afọ 2021, Makhadzi wepụtara otu egwu \"Mjolo\" nke gosipụtara Mlindo the Vocalist. Egwu a ruru nọmba iri abụọ na asatọ na chaatị iTunes nke South Africa.",
  "N'abalị asaa nke ọnwa Julaị, ewepụtara egwu ya \"Ghanama\" nke gosipụtara Prince Benza, na King Monada. E mere ka abụ ahụ bụrụ platinum na South Africa.",
  "N'abalị iri na isii nke ọnwa Ọgọstụ, ọ kwụrụ gbasara albọm ya bụ African Queen na ụbọchị nwepụta ya na Twitter ya. N'otu ọnwa ahụ, o weputara egwu ya \"Tchukutsha\" nke gosipụtara Lady Du N'abalị asaa nke ọnwa Ọgọstụ afọ 2021.",
  "N'abalị Isii nke ọnwa Ọgọstụ , Kabza De Small na Makhadzi wepụtara otu egwu \"Salungano\" na YouTube, nke ewepụtara n'abalị abụọ nke ọnwa Septemba afọ 2021.",
  "E wepụtara albọm studio ya bụ African Queen, N'abalị atọ Septemba 2021. Abọm ahụ nwere Cassper Nyovest, Kabza De Small na Lady Du.",
  "Na emume nke isii nke All Africa Music Awards, ọ natara nhọpụta maka Best Female Artist na South Africa.",
  "E wepụtara egwu ya Pain Ya Jealous n'abalị iri atọ na otu nke ọnwa Machị afọ 2022",
  "E mere ka EP ahụ bụrụ ọla edo na South Africa.",
  "N'ọnwa Disemba afọ 2021, Makhadzi malitere akara azụmahịa nke Kokovha na njikota ya na Kicks Sportwear na Mall of Africa.",
  "N'ọnwa Machị afọ 2022, ọ malitere ụde ahụ ya bụ Mavoda.",
  "N'afọ 2018, a kwadoro Makhadzi na Yo TV maka ihe nkiri telivishọn mbụ ya. Kemgbe ahụ, a gbala ya ajụjụ ọnụ na ụlọ ọrụ redio dị iche iche, gụnyere Munghana Lonene FM, Phalaphala FM, Nzhelele FM, Makhado FM, Sloot FM, na Capricon FM, ebe o kwuru banyere egwu ya, ndụ ya na ihe isi ike ya. Ọ pụtakwara na The Morning Show na ETV",
  "Makhadzi bụ otu n'ime ndị na-eme ihe nkiri na 2020 DSTV Mzansi Viewers Choice Awards",
  "E toro arụmọrụ ya dị ka otu n'ime arụmọrụ kachasị mma n'abalị ahụ na soshal midia."
]