[
  "Ezinụlọ Makhamra (Arabụ ), nke a na-akpọkwa Muhamra ma ọ bụ Mahmara, bụ ezinụlọ sitere n'obodo Yatta nke Palestine, na Gọọmenti Hebron, West Bank",
  "Ọ bụ otu n'ime agbụrụ kachasị ukwuu na ndịda Hebron Hills",
  "N'asụsụ Arabic nke Palestine, ihe Makhamra pụtara bụ \"ndị na-emepụta mmanya\", omume a machibidoro iwu na Islam dịka nkọwa a na-ahụkarị si dị.",
  "Ezinụlọ Makhamra nwere omenala nke sitere n'agbụrụ ndị Arabụ ndị Juu sitere na Khaybar bụ ndị a chụpụrụ na Arabian Peninsula. Yitzhak Ben-Zvi, onye ọkọ akụkọ ihe mere eme nke mechara bụrụ onye isi ala nke abụọ nke Israel, gara Yatta n'afọ 1920 wee gbaa onye isi obodo ahụ, 'Ibn Aram ajụjụ ọnụ",
  "Ben-Zvi mechara dee na nna nna nke atọ n'ime agbụrụ isii mejupụtara obodo ahụ bụ Muheimar, onye Juu nke si n'ọzara bịa na agbụrụ ya wee merie obodo ahụ, ma eleghị anya na ọkara nke abụọ nke narị afọ nke 18. Davar kọrọ na 1929 na ndị otu \"Land of Israel Wandering Association\" zutere ndị ezinụlọ ahụ kwupụtara nna nna ha bụ ndị Juu site na Khaybar, \"ma eleghị anya afọ 700 gara aga\"",
  "Ọtụtụ n'ime ha kwuru na ha agaghị eri anụ kamel, nke a machibidoro iwu na okpukpe ndị Juu.",
  "N'afọ 1938, a kọrọ na ezinụlọ ndị Arabụ si Yatta na-eme emume ezumike ndị Juu nke Hanukkah, na-amụnye kandụl ndị e nwetara n'obodo ndị Juu nke Hebron.",
  "A gbara ọtụtụ ndị ezinụlọ Makhamra ajụjụ ọnụ maka akụkọ Channel 1 banyere Tzvi Misinai, onye bụbu onye ọchụnta ego dị elu, ma kweta na ha maara banyere mmalite ndị Juu ha, ọ bụ ezie na taa ha na-ewere onwe ha dị ka ndị Alakụba ọtụtụ ọgbọ ebe ọ bụ na ndị nna ha gbanwere Islam",
  "Ndị otu ahụ na-ala azụ taa ịnakwere ihe nketa ndị Juu ha, ma eleghị anya n'ihi egwu na Israel ga-eji nke ahụ kwado nkwupụta ya maka ala ahụ.",
  "N'oge na-adịbeghị anya, a na-ejikọta ndị ezinụlọ Makhamra na iyi ọha egwu nke Palestine",
  "Na June 8, 2016, mmadụ abụọ so n'ezinụlọ ahụ, Khaled Mahmara na Muhammad Mahamara, gbara egbe na Sarona Market, Tel Aviv, n'oge ha gburu mmadụ anọ. Ụfọdụ ndị edemede ekwuola na ọrụ ahụ bụ n'ihi ọchịchọ ha igosi ndị agbata obi ha na n'agbanyeghị \"ndị Juu gara aga\", ha na ndị Palestine na esemokwu Israel na Palestine."
]