[
  "Makoma bụ otu Christian, pop, R&B na egwu egwu sitere na Kinshasa, Democratic Republic of Congo (nke bụbu Zaire) ma guzosie ike na Netherlands",
  "Ọ bụ umunne isii mebere ya (ụmụnne nwoke atọ na ụmụnne nwanyị atọ): Nathalie Makoma, Annie Makoma, Pengani Makoma, Tutala Makoma, Duma Makoma, Martin Makoma na onye na-abụghị onye ezinụlọ, Patrick Badine",
  "Ha na-abụkarị abụ na Lingala na French, Dutch na German.",
  "Onye na-agụ egwu bụ Nathalie Makoma hapụrụ otu ahụ n'afọ 2004 ma nwee ọrụ naanị ya mgbe ọ kwụsịrị dị ka onye na-esote n'oge Dutch Idols 4 n'afọ 2007-2008",
  "N'ikpeazụ, ya na ụmụnne ya ndị nwoke na ndị nwanyị \"Ola Olé\" bụrụ abụ, bụ egwu doro anya nke ndị otu Makoma.",
  "Makoma laghachiri na abọm ọhụrụ n'afọ 2012 nke a na-akpọ Evolution nke nwere egwu ọhụrụ iri",
  "Usoro ahụ bụ otu ihe ahụ, ma e wezụga Nathalie Makoma onye kpebiri ịmalite n'afọ 2006 itinye uche na ọrụ nke ya.",
  "Tutala Makoma guzobere otu Makoma n'afọ 1993, wee malite ime ihe n'ihu ọha dị ka otu n'afọ 1995",
  "Aha ndị otu ahụ bụ \"Nouveau Testament\" (nke a sụgharịrị dị ka Agba Ọhụrụ).",
  "Ezinụlọ ahụ hapụrụ Democratic Republic of Congo nke a maara dị ka Zaire n'ihi esemokwu ndọrọ ndọrọ ọchịchị ma guzosie ike na Netherlands, mgbe e mesịrị na Germany ịlaghachi n'afọ 1996 iji biri na Rotterdam, Netherlands",
  "A gbanwere aha ndị otu ahụ Makoma (aha ezinụlọ) mgbe ha guzobere na Europe",
  "Ha na-edekọ na Westcoast Studios, nke Tutala Makoma nwekwara na Rotterdam",
  "Annie Makoma na-emepụta ọtụtụ n'ime uwe ndị otu ahụ, Martin Makoma na-arụkwa ọrụ dị ka onye na-ede egwu nke otu ahụ.",
  "E wepụtara abọm mbụ ha n'afọ 2000 nke akpọrọ Nzambe Na Bomoyi sochiri n'afọ 2002 nke akpọrọ On Faith",
  "N'otu afọ ahụ, ha meriri Best African Group na Kora African Music Awards. Ha agagharịala ọtụtụ mba gụnyere ọtụtụ mba Europe, Africa, Caribbean na Canada.",
  "Nathalie Makoma, onye amụrụ n'ụbọchị 24 Febụwarị 1982 na Kinshasa ghọrọ, onye ama ama na Dutch-Congolese na-abụ abụ n'onwe ya,",
  "Nathalie Makoma hapụrụ ìgwè ahụ wee guzosie ike na England ma mesịa na Ireland",
  "O wepụtara On Faith n'afọ 2003 nakwa I Saw the Light na 2005",
  "N'afọ 2007-2008, ọ laghachiri Netherlands ma sonye na Idols 4 na Netherlands wee bụrụ onye nke abụọ, aha ahụ bụ Nikki Kerkhof",
  "Ndị otu Makoma pụtara dịka ndị ọbịa na Idols ikpeazụ ya na nwanne ha nwanyị Nathalie na-abụ Ola Olé na Bekee",
  "Ọ bịanyere aka na Sony BMG."
]