[
  "Makoko Floating School bụ ọrụ owuwu nke Makoko, Lagos, Nigeria nke e mepụtara n'afọ 2013",
  "A gbahapụrụ ụlọ akwụkwọ ahụ na Maachị 2016 n'ihi nchegbu nchekwa ma daa n'oké ifufe na Jụn 2016",
  "A tụwo aro ugboro ndị ọzọ.",
  "Tupu mmalite nke ọrụ ahụ, ụmụ Makoko nwere ohere ịnweta naanị otu ụlọ akwụkwọ praịmarị nke na-ezughị ezu, nke e wuru n'ala e weghachiri, ma na-eyi egwu ugboro ugboro site na idei mmiri",
  "N'afọ 2013, onye Naijiria na-ese ụkpụrụ ụlọ, Kunlé Adeyemi nke NLÉ tụrụ aro ịgbanwe ọnọdụ mmiri nke obodo Makoko dị n'akụkụ mmiri ka ọ bụrụ agwaetiti na-ese n'elu mmiri site n'ịmepụta prototype ụlọ na-arụ ọrụ",
  "Ya na ndị otu na-abụghị gọọmentị rụkọtara ọrụ gụnyere Heinrich Böll Foundation, United Nations Development Programme (UNDP), Federal Ministry of Environment Africa Adaptation Programme, Yaba Local Council Development Area (LCDA) na obodo Makoko waterfront iji rụọ ọrụ ahụ.",
  "Ụlọ akwụkwọ Makoko na-ese n'elu mmiri nwere ụlọ na ihe owuwu ndị ọzọ na-adịgide adịgide iji kwekọọ n'ụdị ndụ mmiri nke obodo ndị bi na ya",
  "Ụlọ akwụkwọ ahụ na-ese n'elu mmiri jiri ihe ndị dị n'ógbè ahụ dị ka achara, osisi na ihe onwunwe mepụta ihe owuwu nke metụtara mkpa anụ ahụ, mmekọrịta mmadụ na ibe ya nke ndị mmadụ ma gosipụta ọdịbendị nke obodo ahụ",
  "Osisi bụ isi ihe maka nhazi, nkwado na mmecha nke ụlọ akwụkwọ",
  "Ụdị ụlọ akwụkwọ ahụ bụ akụkụ A-Frame triangular nwere ihe dị ka  square-foot  otu puku play area",
  "Ụlọ klas ndị ahụ dị na ọkwa nke abụọ ma jiri slats a na-agbanwe agbanwe mechie ha",
  "A na-ejikwa ahịhịa ahịhịhịa gbara ụlọ klas ahụ gburugburu",
  "Enwere ogige egwuregwu n'okpuru klas ebe elu ụlọ nwere ụlọ klas ikuku ọzọ",
  "Enwere ike iji oghere klas maka ọrụ ọha na eze karịsịa n'oge oge ezumike",
  "Ihe ndị na-adịgide adịgide gụnyere itinye mkpụrụ ndụ anyanwụ n'elu ụlọ, usoro mmiri ozuzo na ụlọ mposi composting",
  "A na-emekwa ihe owuwu ahụ iji jiri ihe dị ka barrels plastik narị abụọ na iri ịse na-ese n'elu mmiri ma nwee ikuku ikuku na ikuku",
  "A na-atụle iji prototype ụlọ ahụ nye ndị ọzọ akụrụngwa maka obodo gụnyere ebe ntụrụndụ, ebe obodo na ụlọ ọgwụ ahụike. Nhazi ụlọ akwụkwọ ahụ na-ese n'elu mmiri meriri ihe nrite 2013 AR + D maka ihe owuwu na-apụta ma depụta ya maka ihe nrite 2014 Design of the Year nke London Design Museum",
  "Ọ nwetakwara nhọpụta maka 2015 International Award for Public Art.",
  "Na Jụn 7, 2016, nnukwu mmiri ozuzo metụtara ụlọ akwụkwọ Makoko Floating, ma daa.  Enweghị ndị nwụrụ anwụ ka ụmụ akwụkwọ na ndị nkuzi kwagara ọnwa atọ gara aga n'ihi nchegbu nchekwa. A ga-eji mmelite na prototype ụlọ ahụ mee ihe dị ka ihe dochie anya.",
  "N'afọ 2016, a kpughere nke abụọ nke Makoko Floating School, nke a na-akpọ Makoko Floated School II (MFS II), na Venice Architectural Biennale",
  "E mere mbipute a emelitere ka ọ bụrụ nke a rụpụtara, nke na-agbakọta ngwa ngwa nke mbụ. E nyere ya ihe nrite Ọdụm Ọlaọcha, nke a ghọtara dị ka ngosipụta siri ike, ma ọ bụ na Lagos na Venice, na ihe owuwu ahụ, n'otu oge ihe ngosi na nke bara uru, nwere ike ime ka mkpa agụmakwụkwọ dịkwuo mkpa.",
  "E gosipụtara nke atọ nke Makoko Floating School, MFS III, na 2018",
  "N'ịbụ nke dị na Bruges, Belgium, MFS III na-ezube imezigharị ụlọ akwụkwọ ahụ na-ese n'elu mmiri ka ọ dịkwuo mma, na-azọrọ na ọ ga-adịru afọ iri abụọ na ise."
]