[
  "Makoko bụ ebe obibi na-abụghị nke iwu kwadoro gafee ákwà miri nke atọ Mainland Bridge nke dị n'ụsọ oké osimiri nke Lagos",
  "A na-ewu otu ụzọ n'ụzọ atọ nke obodo ahụ n'elu stilts n'akụkụ ọdọ mmiri ahụ na ndị ọzọ dị n'ala",
  "Ndị na-ahụkarị n'akụkụ mmiri nke obodo ahụ bụ ndị Egun si Badagary na Republic of Benin kwapụ na ọrụ ha bụ ịkụ azụ",
  "A na-akpọ Makoko mgbe ụfọdụ ana akpọ ya \"Venice nke Africa\" n'ihi ụzọ mmiri ya. A na-ewere ndị bi na ya dị 85,840; Otú ọ dị, a gụghị mpaghara ahụ dị ka akụkụ nke ọnụ ọgụgụ mmadụ nke afọ 2007 ma e mere atụmatụ na ọnụ ọgụgụ ndị bi na-adị elu karịa. N'ọnwa Julaị n'afọ 2012, gọọmentị Lagos Steeti nyere iwu ka e wụda ụfọdụ n'ime stilts ndị gafere eriri ike n'enweghị ọkwa kwesịrị ekwesị",
  "Nke a dugara na mbibi nke ọtụtụ stilts na mmiri Iwaya / Makoko na ọtụtụ ezinụlọ enweghị ebe obibi.",
  "E guzobere ya na narị afọ nke iri na itoolu, ọtụtụ n'ime Makoko dị n'ihe owuwu ndị e wuru n'elu stilts n'elu Lagos Lagoon. Makoko bụ obodo dị nso na Iwaya n'akụkụ mmiri na Oko Baba",
  "A na-asụgharị aha Makoko n'ụzọ nkịtị site na Yoruba ka ọ bụrụ \"anya Akoko\"",
  "N'omenala Yoruba, a na-eji akwụkwọ \"Akoko\" eme ihe iji nyere aka n'ịmụ nwa ma jiri ya mee ihe n'oge okpueze Chieftancy, n'oge a Makoko nwere akwụkwọ ahụ na-eto n'ụba",
  "N'ọnwa Julaị afọ 2012, gọọmentị Lagos Steeti n'okpuru ọchịchị Babatunde Fashola nyere iwu ka a kwatuo stilts dị n'akụkụ mmiri Iwaya / Makoko ma kwatuo ọtụtụ stilts n'ime awa iri asaa na abụọ nke ọkwa nye ndị bi na ya",
  "Ihe fọrọ nke nta ka ọ bụrụ mmadụ 3,000 tụfuru ụlọ ha n'ihi mgbukpọ ahụ.\nỌnwa abụọ mgbe mmebi ahụ gasịrị, ụlọ ọrụ Serac nke a maara dị ka Urban Spaces Innovation mepụtara atụmatụ mmelite maka Makoko nke ga-ejikọta obodo na ndị ọkà mmụta, ndị na-enweghị uru, na ndị ndụmọdụ mba ụwa",
  "E zigara atụmatụ ahụ na Ministri nke Obodo na Atụmatụ nke Lagos na Jenụwarị 2014.",
  "Detail of map of Lagos, 1962, showing Makoko and Lagos Mainland",
  "Makoko, 2010",
  "A landscape photo of Makoko, 2017.",
  "Fish caught at Makoko",
  "Fish roasting in Makoko",
  "After fish roasting in Makoko"
]