[
  "Malangatana Valente Ngwenya (6 June 1936 - 5 January 2011) bụ onye Mozambican na-ese ihe na onye na-ede uri.  Ọ na-egosipụtakarị ọrụ ya naanị n'aha mbụ ya, dị ka Malangatana",
  "Ọ nwụrụ na 5 Jenụwarị 2011 na Matosinhos, Portugal.",
  "A mụrụ ya na Matalana, obodo dị n'ebe ndịda nke Portuguese Mozambique, Ngwenya nọrọ ndụ ya n'oge ọ bụ nwata na-aga ụlọ akwụkwọ ozi ala ọzọ ma na-enyere nne ya aka n'ọrụ ugbo",
  "Mgbe ọ dị afọ iri na abụọ, ọ gara obodo Lourenço Marques (nke bụzi Maputo) ịchọta ọrụ, wee bụrụ nwa na-arutu bọọlụ maka klọb tennis n'afọ 1953",
  "Nke a nyere ya ohere ịmaliteghachi agụmakwụkwọ ya, ọ gakwara klas abalị, nke o si na ya wee zụlite mmasị na nka",
  "Ọ bụ Augusto Cabral, onye otu klọb tennis, gbara ya ume, onye nyere ya ihe ma nyere ya aka ire nka ya, yana Pancho Guedes, onye ọzọ so na klọb tenis.",
  "N'afọ 1958, Ngwenya gara mmemme ụfọdụ nke Nucleo de Arte, otu ndị na-ese ihe n'ógbè ahụ, ma nweta nkwado site n'aka onye na-ese ihe Ze Julio.  N'afọ sochirinụ, Ngwenya gosipụtara n'ihu ọha na nke mbụ ya, dị ka akụkụ nke ihe ngosi otu; afọ abụọ ka e mesịrị, ihe ngosi mbụ ya, mgbe ọ dị afọ iri abụọ na ise",
  "N'afọ 1963, e bipụtara ụfọdụ n'ime uri ya na akwụkwọ akụkọ Black Orpheus, a gụnyekwara ọrụ ya na akwụkwọ Modern Poetry from Africa",
  "N'afọ 1964, Ngwenya, onye sonyeere ndị agha FRELIMO, bụ onye PIDE, ndị uwe ojii nzuzo Portuguese nke ọchịchị Estado Novo, jidere ma nọrọ ọnwa iri na asatọ n'ụlọ mkpọrọ",
  "E nyere ya onyinye site n'aka Gulbenkian Foundation nke dị na Lisbon na 1971, ma mụọ ihe osise na ceramics na Portugal, Europe",
  "Mgbe ọ laghachiri Mozambique, Africa, e gosipụtara nka ya ọtụtụ ugboro na Lourenço Marques na Lisbon ruo mgbe nnwere onwe.",
  "Mgbe nnwere onwe nke Mozambique gasịrị, n'ihi ihe omume nke Carnation Revolution nke Eprel afọ 1974, Ngwenya laghachiri na FRELIMO, ugbu a otu òtù ndị Kọmunist nke na-achị mba ọhụrụ ahụ, ma rụọ ọrụ na mmemme ndọrọ ndọrọ ọchịchị na mkpọsa ịgụ akwụkwọ",
  "N'afọ 1979 o sonyere na ngosi Moderne Kunst aus Afrika, nke a haziri na West Berlin dị ka akụkụ nke mmemme nke Horizonte mbụ - Festival der Weltkulturen",
  "Mgbe afọ 1981 gachara, ọ rụrụ ọrụ oge niile dị ka onye na-ese ihe",
  "E gosipụtara ọrụ ya na Africa niile, ọ dịkwa na nchịkọta nke National Museum of African Art na Washington, DC",
  "Na mgbakwunye, o mere ọtụtụ ihe osise nke gụnyere maka FRELIMO na UNESCO",
  "Nnukwu mgbidi ya chọrọ steepụ nke ụlọ mbụ nke Africa Centre, London, na King Street, Covent Garden. E tinyere mgbidi ahụ n'ụlọ ọhụrụ nke Africa Centre, meghere na Southwark na June 2022.",
  "Ngwenya nyekwara aka ịmalite ọtụtụ ụlọ ọrụ ọdịnala na Mozambique, ọ bụkwa onye guzobere Mozambican Peace Movement",
  "E nyere ya ihe nrite Nachingwea maka onyinye ya na omenala Mozambican, e mekwara ya Grande Oficial da Ordem do Infante D",
  "Henrique",
  "N'afọ 1997, a kpọrọ ya UNESCO Artist for Peace, o wee nata ihe nrite Prince Claus Award.",
  "Mahadum nke Évora nyere ya nzere honoris causa n'afọ 2010.",
  "Ọ nwụrụ mgbe ọ dị afọ iri asaa na anọ, na 5 Jenụwarị 2011 na Matosinhos, n'ebe ugwu Portugal, mgbe ọ rịasịrị ọrịa ogologo oge."
]