[
  "Franki (ISO 4217 koodu MGF) bụ ego nke Madagascar ruo n'ụbochị 1 n'ọnwa Jenụwarị nke afọ 2005",
  "E kewara ya na 100 cents",
  "N'asụsụ Malagasy, okwu kwekọrọ na franc bụ iraimbilanja, a na-akpọkwa franc ise nke Madagascar ariary.",
  "Francs mbụ a na-ekesa na Madagascar bụ francs French",
  "A gbakwunyere ihe ndị a n'oge Agha Ụwa Mbụ site na nsogbu mberede, gụnyere mbipụta nke stampụ stampụ ndị a na-etinye na kaadị na denominations nke 0.05 ruo 2 francs.",
  "Gọọmentị France guzobere Banque de Madagascar n'ụbochị 1 n'ọnwa Julaị nke afọ 1925",
  "Ọ bụ Banque de Madagascar nke gọọmentị nyere ego ahụ ma jikọta ya na franc French",
  "Ọ bụ naanị ego akwụkwọ ka e wepụtara na ego mkpụrụ: ụzọ ZXmkpụrụ French na-aga n'ihu na-agagharị",
  "Mgbe Comoro Islands ghọrọ ókèala dị iche iche nke France, a gbanwere aha ụlọ akụ na-enye ya ka ọ bụrụ Banque de Madagascar et des Comores",
  "franc CFA Madagascar-Comores (XMCF) nọchiri franc nke Madagascar na 26 Disemba 1945, site na ịmepụta francs CFA ndị ọzọ",
  "CFA franc ruru 1.7 French francs ruo 1948 mgbe mbelata nke ego French mere ka ọnụego ahụ ruo 1 CFA franc = 2 French francs",
  "Mgbe ewepụtara franc French ọhụrụ na 1960, ọnụego ahụ ghọrọ 1 CFA franc = 0.02 French francs.",
  "Mgbe nnwere onwe site na France, e nyefere ihe ùgwù nke ịnye akwụkwọ ego na Institut d'Émission Malgache na-ụbọchị 31 n'ọnwa Disemba afọ 1961",
  "A gbanwere franc CFA na franc Malagasy na 1 Julaị 1963",
  "E jikọtara ya na franc French na otu uru ahụ dị ka franc CFA (1 FRF = 50 MGF), nke ụlọ akụ French kwadoro",
  "A na-enye ma na francs na ariary, na 5 francs = 1 ariary",
  "Madagascar hapụrụ mpaghara franc CFA n'afọ 1972 ma kwupụta franc Malagasy na-enweghị ike ịgbanwe",
  "Institut d'Émission Malgache wepụtara akwụkwọ ego ruo afọ 1974 mgbe Banque Centrale de Madagascar (Central Bank of Madagascar) weghaara ọrụ ahụ.",
  "A na-ejigide njikọ ahụ na franc French ruo n'afọ 1982 mgbe usoro mbelata malitere",
  "N'ikpeazụ, a na-ese franc ahụ n'enweghị ihe mgbochi n'ọnwa Mee afọ 1994",
  "N'ụbọchị mbụ n'ọnwa Juun afọ 1995, ọnụego mgbanwe ahụ adaala na 1 FRF = 777 MGF",
  "Na-ụbochị 1 ọnwa Jenụwarị afọ 2005 e ji ariary dochie ya na ọnụego nke 5 francs na ariary",
  "Ka ọ na-erule mgbe ahụ, ọnụego mgbanwe ahụ bụ 1 EUR = 11,531 MGF (na otu euro = 6,55957 FRF).Àtụ:Coin image box 1 doubleEgo mkpụrụ",
  "Madagascar mbụ bụ nke Free French wepụtan'afọ na 1943",
  "Ndị a egoụmkpụrụ go ọla nchara 50 centime na 1 franc nwere akara Cross of Lorraine",
  "N'afọ 1948, e webatara mkpụrụ ego aluminum 1 na 2 franc, aluminum 5 francs na aluminum bronze 10 na 20 francs sochiri ya n'afọ 1953.",
  "Site n'afọ 1965, e wepụtaraego  mkpụrụ na francs na ariary.",
  "N'ịgbaso nsogbu mberede n'etiti afọ 1914 na afọ 1917 metụtara nnweta nke 5, 10 na 20 franc, e webatara akwụkwọ ozi Malagasy dị iche iche n'afọ 1925 n'ụdị nke 5, 10, 20, 50, 100 na 1000 francs",
  "A gbanwere ego mkpụrụ atọ dị ala n'afọ 1940 na 50s, na mkpụrụ ego franc 5,000 e webatara na-afọ 1950.",
  "Site n'afọ 1961, a na-ewepụta ego akwụkwọ n'ụdị francs na ariary",
  "Mgbe France gbanwere na euro, Madagascar kpebiri na oge eruola ịhapụ franc",
  "Ọ bụ ezie na a ka na-akpọ ya ma ariary ma francs, na ihe edeturu ewepụtara kemgbe 31 Julaị 2003, a na-ekwusi ike na nke mbụ na mkpụrụedemede buru ibu na ntinye kachasị",
  "Site na-mmalite afọ  2007, ego akwụkwọ ọhụrụ anaghịzi enwe ntụaka maka franc dị ka ego ma na-ụdị naanị na ariary, nke dochiri franc dị ka ụgwọ gọọmentị nke Madagascar na 1 ọnwa Jenụwarị afọ 2005, na ọnụego nke 5 francs kwa ariary."
]