[
  "International Monetary Fund (IMF) anọwo na-arụ ọrụ na Malawi kemgbe 1965.",
  "Malawi sonyeere International Monetary Fund na July 19, 1965",
  "Malawi emechaala ndokwa iri na atọ (ụgwọ) na ego ahụ",
  "Nke mbụ bịara na October 31, 1979 na nke iri na atọ na July 23, 2012",
  "N'etiti 661,749 Special Drawing Rights kwetara na mgbazinye ego 13 ndị a, Malawi adọtawo 493,679 SDRs, nke 149,741 SDRs ka na-echere",
  "Ọnụ ọgụgụ Malawi ruru nde 138.8 nke ikike pụrụ iche.",
  "Malawi so n'òtù Africa Group 1, mpaghara kachasị ukwuu nke IMF, tinyere mba 22 ndị ọzọ. Mpaghara ahụ n'ozuzu ya na-enweta pasent 2.97 nke ikike ịtụ vootu n'ime ego ahụ ma bụrụ nke nhata, n'adịghị ka nnukwu mpaghara ndị ọzọ, Ka ọ na-erule afọ 2017, Maxwell M",
  "Mkwezalamba, onye bụbu Minista na-ahụ maka ego na Malawi, na-eje ozi dị ka onye isi nchịkwa nke mpaghara ahụ, ọnọdụ nke na-agbanwe n'etiti ndị otu.",
  "Na Julaị 23, 2012, ụlọ ọrụ IMF Extended Credit Facility (ECF) kwadoro mgbazinye ego nke 138,800 SDRs, nke Malawi nwetara nde 119.3. Malawi rịọrọ enyemaka ego site na Fund, n'ihi na mba ahụ na-eche nsogbu mmefu ego ihu",
  "N'ọnwa Julaị afọ 2012, ECF nyere ego mgbazinye nke $ 156 nde iji gbochie mbelata nke mba ụwa. Ebumnuche nke itinye aka nke ego ahụ gụnyere ibelata ịrị elu nke ọnụ ahịa, ịbawanye ego mgbanwe mba ọzọ, na ịkwalite ọrụ ego iji melite nkwụghachi ụgwọ mba ahụ ma gbaa ume itinye ego mba ọzọ",
  "N'ihi ụkọ mmiri ozuzo nke El Niño kpatara, ego ahụ kwadoro nde dollar 49.2. N'ihi mbelata nke mmepụta ọka site na ihe dị ka 12%, itinye aka dị mkpa iji gbochie ịrị elu ọnụ ahịa ọka. United Nations World Food Program mere atụmatụ na mbelata nke mmepụta ọka na ihe ọkụkụ ndị ọzọ emeela ka ihe karịrị nde ndị Malawi 6.5 nwee nsogbu nri. IMF kwadoro nkesa a ọzọ iji belata ụkọ nri.",
  "N'ịbụ nke IMF na World Bank guzobere na 1996, nzukọ Heavily Indebted Poor Countries (HIPC) gbatịrị mgbaghara ụgwọ nye mba ndị ji ụgwọ n'ụwa",
  "N'etiti mba 36 ndị mezuru ihe achọrọ maka atụmatụ a gụnyere Malawi, Afghanistan na Haiti. Malawi bụ mba nke iri abụọ a kwadoro dị ka onye sonyere na atụmatụ ahụ, ma ozugbo a kwadoro ya, Malawi ruru eru maka enyemaka ụgwọ ọzọ site na World Banks IDA, IMF na African Development Fund (AfDF) n'okpuru Multilateral Debt Relief Initiative (MDRI)."
]