[
  "Malcolm X (o sì nà nwatà zàa ahà Malcolm Little; 19 Ọnwaìse 1925 — 21 Ọnwaàbụọ 1965) ha màkwà ya kà El-Hajj Malik El-Shabazz (nà asụ̀sụ̀ Arabic: الحاجّ مالك الشباز‎) bụ̀ m̀gbè m̀bụ onye Afụrịka ǹkè Amerịka onye Àlakụ̀ba ǹkè onye isi, onye nkwusi okwu, nà onye ndozi ìwu madụ̀",
  "Nà anya ndị n'e so ya, ọ bụ̀ onye ike nà òdogwu màkà ịhe ọma o mèrè ndị Afrika ǹkè Amerika màkà ìwundụ̀ ha",
  "Ọ bụ̀kwà màkà o chèdòrò ndị Afrika ime okwu o kwùrù màkà ndị ọcha ndị n'e megbu ndị oji",
  "Ndị ọ̀ naghị̀ à masịrị ha sị̀ ọ bụ̀ onye n'e kwudà ndị ọcha, ha à sịkwa nà o n'e wèli ndị oji na elu isi ndị ọcha, ọ n'e kwudà ndị Ju, nà ọ bụ̀ onye ọ̀chọ ọ̀gụ̀",
  "Madụ̀ sị̀ nà ọ bụ̀ onye Afrika ǹkè Amerika kachasị ị nwere ịhe ukwu o mèrè nà ụ̀wà.",
  "Ha mụ̀rụ̀ Malcolm X nà Omaha, Nebraska",
  "Ịhe mere nà m̀gbè o n'è to, dị kà nkwuzi nnà ya zìrì ya màkà ńwèliùgwù ndị oji nà ị rụ nà aka ònwe gị, nà ịhe ọ hụ̀rụ̀ nà anya ya gbasara ịhe ndị oji n'à tara ahụhụ ndị ọcha, bụ̀ ịhe mkpà nà ndụ̀ Malcolm X m̀gbè o n'è to",
  "M̀gbè o tozùrù afọ̀ ìri nà àtọ, nnà ya nwụ̀rụ̀ nà nne ya gàrà ụlọ̀ ọgwụ̀ isi",
  "M̀gbè ọ bàchàrà ụlọ̀ ndị ọ̀zọ n'e lekọta ya, Malcolm X bànyèrè ọrụ ahia àzụ nà ịhe dara ìwu nà Boston nà New York City kwa",
  "Nà afọ̀ 1946, ụlọ̀ ìkpe tọ̀rọ̀ Malcolm X mkpọrọ zuru afọ̀ àsatọ mà ọ̀ bụ̀ ìri.",
  "M̀gbè ọ nọ̀ nà mkpọrọ, Malcolm X bànyèrè òtù ndị Nation of Islam",
  "M̀gbè ọ pụ̀tàrà mkpọrọ, nà ntọpụ̀tụ mkpọrọ, nà afọ̀ 1952, ọ bàtàrà ị bụ onye isi nà onye ndụ̀ n'è kwusiri ndị Nation of Islam",
  "Nà m̀gbè afọ̀ dị kà ìri nà àbụọ̄, ọ bụ̀ onye nnọchìri òtù Nation of Islam",
  "Nsògbu chọ̀ṛ'ị dà na ètitì Malcolm X nà Elijah Muhammad, onye isi ǹke duru ndị Nation of Islam; ọ bụ̀ ịhe â mèrè kà Malcolm X jì la òtù â nà Ọnwaàtọ ǹkè afọ̀ 1964.",
  "M̀gbè ọ làrà ndị Nation of Islam, Malcolm X bàrà ị bụ onye Àlakụ̀ba Sunni nà ọ gàrà njem Mecca; m̀gbè o mèchàrà ȯ gọrọ mbànyíkàrịrị àgùgò",
  "O gàrìrì nà ímé Afrika na Odida Etítì à gárírí",
  "O kèrè Muslim Mosque, Inc., òtù òkwùkwe, nà òtù nke òkwùkwe adịghị̀, nà ǹkè Africa-Nílé, Afro-American Unity",
  "M̀gbè ịhe dịkà nà òrughị̀ otù afọ̀ o jì hapụ̀ ndị Nation of Islam, madụ̀ àtọ jụpụ̀tàrà ìgwè madụ̀ gbagbuo Malcolm X m̀gbè ọ n'ènye okwu nà New York.",
  "Ha mụ̀rụ̀ Malcolm Little nà Ọnwaìse, chi 19, nà afọ̀ 1925 nà Omaha, Nebraska",
  "Nnà bụ̀ Earl Little, nne ya bụ̀ Louise Little (nà ahà nnà ya, Louise Norton)",
  "Nnà ya kwuru na ñkịtị nke ndi Baptist",
  "O kwàdọrọ onye Adịèmenàotù Afụrịka Marcus Garvey nà m̀gbè ọ bụ̀ onye isi Universal Negro Improvement Association (UNIA)",
  "Malcolm échéfụghị óbị màkà ńwèliùgwù ndị oji na nkwàdo ònwe nnà ya nà ndị UNIA ọ̀zọ lìlì òlìlì",
  "Malcolm X nà ogè gáfèrè sị na ímé nwanne Nwoke di ntà nke Earl di àtó, ndi ocha gbùrù ya na ùdò",
  "Màkà ndị Ku Klux Klan lùrù ha ozi umesaojọ, ikwu ya à laje gàa Milwaukee, Wisconsin nà afọ̀ 1926, nà ogè adịghị ānyā ha à gakwa Lansing, Michigan.",
  "Earl Little jìrì njĪ nà ha mụ̀rụ̀ ya nà Georgia",
  "O nwè mgbe áhụ úmù àtó shí nwínyè yá nke mbu: Ella, Mary, nà Earl Jr.; nà o nwè àsaà si nwunyè ọ lụ̀rụ̀ ǹkè búrú abụọ, Louise, ọ bu nke Malcolm byàrà nke ànó: Wilfred, Hilda, Philbert, Malcolm, Reginald, Yvonne, na Wesley.",
  "Louise Little sì Grenada ebe ha mụ̀rụ̀ ya",
  "Màkà nnà ya bụ̀ onye Scotland, àhụ ya dị̀ ọ̀cha, chara kà onye oyìbo",
  "Malcolm nwètàrà àhụ ọ̀cha ya si nne ya nà nnà nne ya",
  "Nà m̀gbe m̀bụ, àhụ ọ̀cha ya bụ̀ ịhe buru isi Malcolm màkà o chè sị̀ nà ọ bụ̀ ịhe ndị ukwu, ma m̀gbè ogè gafere ọ sị ótù mgbe na o \"kpọrọ asị ọbạrạ nílé nọr na ya na àhú shí onye mmebuó nwanyì nke onye ọchá.\" Malcolm X chéfùtàrà na mgbe ógè gáfèrè na ńnà ya hùchara ya ányá kárírí úmù ya ndi nke ọ̀zọ màkà àhú ya di ȯchá kárírí úmù nọr na umunna ya; mànà o chè sị mmá ya megbụrụ yá màkà ótù ihe nke kwa",
  "Otù áhà ha túrú ya, \"Red\" (ūfie), shì àgwà zírí nke na ntùtù ya",
  "Nke ótù ọdé ndu mádu si bụ na mgbe há mùrù ya, o nwèrè \"ntùtù chárá ka ánwú chákwá ntụ ntụ",
  "chákwá ka cinnamon\", na afọ̀ ànó, \"ntùtù chárá ka ánwú, ūfie dítúrú\"",
  "Ntùtù ya gàrà ojié mgbe ó tòrò, mànà o yị kwàrà mmá nnà ya, onye ntùtù ya \"chàrà ūfie, ūfie na ánwú summer.\" Okwu gbásárá àgwà àhú ya bịdọrọ Í di kwá mkpà na ndu Malcolm mgbe ó tòchàrà.",
  "Na Önwa iri na abụọ nke 1924, Louise Little nwètèrè ozi ojö shí ndi Ku Klux Klan mgbe ȯ jị Malcolm dị íme",
  "Ȯ kòwàrì na ndi áhù si umunna ha kpachákwá anya Í nọr nga na ha gí fwüor Omaha, màkà ihe Earl Little ne mè na UNIA nà \"gbásà nsogbu\".",
  "Mgbe ha làchàrà Í ga Lansing, úlò ha gbàrà ökü ruó na àlà na afọ̀ 1929, mànà umụ̀nnà ha háfùrù me ọ díghì ihe méré ótù ha",
  "Na Önwa itoolu 28, nke 1931, Earl Little dàrà nwüo na ihū ụgbo àlà na Lansing na okúrù uzọr",
  "Ndi íshí mèrè önwu ya ka ihe mbèlèdè",
  "Ndi nche obodo kwùrù na Earl Little nwèkwàrà íshí ya mgbe ọ gàrà ébé áhù, na ha sị ọ sị na ọ dànarị ímé mgbùrù mgbúrù ugbo àlà áhù",
  "Malcolm X na óge gáfèrè chètàrà na ȯgbà ndi ojié sèrè okwu sí na ọ bi ihe öjö mádu mèrè ya",
  "Ndi Black Region, ndi nnwétérí ndi ọchá na élú kàgburu ndi Umunna ya, ọ bu ndi á ńnà ya sị gbàrà úlò ha ökü na afọ̀ 1929",
  "Ọ di ndi ojié chéré si ọ bu ọtú Black Legion gbùrù Earl Little",
  "Na nke Malcolm dèrè na mgbe ógè gáfèrè, \"Òtù ólé ka ńnà m gí suó íshí ya, sekpù na ónú ugbo àlà ka ugbó nírí ya na élú?\""
]