[
  "Na mba United States, mmalite ụlọ akwụkwọ na-eme n'oge na-adịghị anya bụ mgbalị nke ndị ọkachamara na ahụike, ndị na-eme nchọpụta ụra, ndị nkụzi, ndị na'ahụ maka obodo, ndị nne na nna, ụmụ akwụkwọ, na ụmụ amaala ndị ọzọ na-arụ ọrụ maka oge ụlọ akwụkwọ nke na-enye ụmụ akwụkwọ ohere ihi ụra zuru ezu n'oge kachasị mma",
  "Ọ na-adabere na nkwupụta ya na ihe akaebe na-arịwanye elu na ịmalite ụlọ akwụkwọ sekọndrị na ụlọ akwụkwọ sekọrịtandrị n'isi ụtụtụ adịghị mma, na-adịghị arụpụta ihe, ma na-ekwekọghị na mkpa ụra na usoro ụra nke ndị na-eto eto. N'ime ọkara nke abụọ nke narị afọ nke iri abuo, ọtụtụ ụlọ akwụkwọ ọha na eze na mba United States malitere ịgbanwe oge nkuzi tupu oge mgbịrịgba a na-ahụkarị, nke [onye?] chere na elekere itoolu nke ụtụtụ",
  "Taa, ọ bụ ihe a na-ahụkarị maka ụlọ akwụkwọ ndị America ịmalite ụbọchị nkuzi n'elekere 7 nke ụtụtụ ma kwụsị ihe dị ka awa asaa ka e mesịrị, n'ihe dị ka elekere abụọ nke ehihie. Ọtụtụ nnyocha ụra na-atụ aro na klas ụtụtụ ekwesịghị ịmalite n'oge 8:30 nke ụtụtụ maka ụmụ akwụkwọ sekọndrị na nke sekọndị.",
  "Ndị na-akwado ịlaghachi n'oge mmalite ụlọ akwụkwọ na-ekwu na a ga-ele ụra na oge ụlọ akwụkwọ anya dị ka nsogbu ahụike ọha na eze, na-ekwu maka ihe akaebe na-ejikọta oge mmalite ụlọ akwụkwọ n'oge na-eto eto na enweghị ụra n'etiti ndị nọ n'afọ iri na ụma yana ọtụtụ nsogbu anụ ahụ, nke uche, na nke agụmakwụkwọ",
  "Ọ bụghị naanị na ụmụ akwụkwọ na-ehi ụra nke ukwuu n'abalị ụlọ akwụkwọ mgbe ụlọ akwụkwọ ha na-aga n'oge mmalite, mana oge ụlọ akwụkwọ na-agafe agafe ejirila ya na arụmọrụ ụlọ akwụkwọ ka mma, mbelata mkpali, na nnukwu mkpali, yana ọnụ ọgụgụ dị ala nke ịda mbà n'obi, igbu oge, enweghị ọrụ, na ihe mberede ụgbọala ụtụtụ. Nnyocha ndị e mere n'oge na-adịbeghị anya (2011) na-atụ aro na oge mmalite ụlọ akwụkwọ na-emerụ ụmụ akwụkwọ na-enweghị ego ma nwedịrị ike imetụta ụmụ akwụkwọ n'ọdịnihu, na-eme ka ego ọ bụla a na-echekwa na usoro ụlọ akwụkwọ na oge ndị gara aga.",
  "Na mbido afọ 1990, Mahadum nke uloakwukwo Minnesota's landmark bidoro igu akwukwo School nyochara ụmụ akwụkwọ ụlọ akwụkwọ sekọndrị si na mpaghara abụọ nke Minneapolis - Edina, mpaghara dịpụrụ adịpụ nke gbanwere oge mmeghe ya site na 7:20 ụtụtụ ruo 8:30 ụtụtụ na ụlọ akwụkwọ ọha na eze nke Minneapolis, nke gbanwere mmeghe ha site na 720 ụtụtụ ruo 8:40 ụtụtụ",
  "A chọtara ọtụtụ uru dị mma maka ụmụ akwụkwọ, gụnyere:",
  "Nnyocha na-esote nke ụlọ akwụkwọ ọha na eze Minneapolis mgbe afọ ise gasịrị kpughere na uru ndị a na uru ndị ọzọ dị mma anọgidewo",
  "N'afọ 2014, ọrụ afọ atọ na-eji data sitere n'ihe karịrị ụmụ akwụkwọ ogu iteolu na-aga ụlọ akwụkwọ sekọndrị asatọ na steeti atọ, chọpụtara na mgbe ụlọ akwụkwọ gbanwere na oge mmalite nke mgbe ojiri okara gafe elekere nke asato  nke ụtụtụ ma ọ bụ mgbe e mesịrị, ịga, akara ule na arụmọrụ agụmakwụkwọ ka mma, na igbu oge, iji ọgwụ ọjọọ eme ihe, mgbaàmà nke ịda mbà n'obi, iri ihe ọṅụṅụ caffeinated, na ọnụ ọgụgụ ihe mberede okporo ụzọ metụtara ndị ọkwọ ụgbọala na-eto eto belatara.",
  "Oge nloghachi nke akwukwo mbge emesiri gosiri ezigbo akaebe na ibido etiti na oke uloakwukwo tupuo owere okara gafe elekere nke asato ma obukwanu elekere nke iteolu na otutu bu ihe na adabaghi ya na nwanne elekere nke umuntakiri na ndi okenye, na afo 1993, otu ogbako nke Mary Carskadon, PhD nke mahadum Brown gisiri na mgbanwe na ezigbo circadian mgbe ntoju na edu iteta ura agwa nke umuntakiri nke na eduba ha na  na iru ura ma teta ma emesia karia ndi obere na ndi okenye.l",
  "Otutu omumu ihe achoputala ihe nchoputa ndia, mehee itinye oge mbido uloakwukwo na uru na udi ura na umuntakiri.ma gosikwa mgbanwe iru na nweputa nke melatonin na ntoju, nke putara na mgbanwe, nke putara isonye na mgbanwe nke iteta ura mgbe nile na awa na oge umuntakiri",
  "Otu mgbanwe na igbu oge na iweputa melatonin na oge ntoju aburukwala ihe no na mmadu ndi ozo.,..",
  "Mgbanwe nke circadian rhythms metụtara puberty na-eme ka o sie ike, ma ọ bụrụ na ọ gaghị ekwe omume, maka ọtụtụ ndị nọ n'afọ iri na ụma - ndị nwere ike ibili n'elekere ise ma ọ bụ isii nke ụtụtụ iji kwadebe ma gaa ụlọ akwụkwọ n'oge maka mgbịrịgba ụlọ akwụkwọ nke elekere asaa - iji nweta ụra zuru ezu n'abalị ụlọ akwụkwọ. Ọbụna na-eleghara ihe ndọpụ uche nke ọrụ ụlọ na ihe ndị ọzọ achọrọ na ngwá electronic anya anya, ọtụtụ ndị nọ n'afọ iri na ụma na-esiri ike ihi ụra tupu elekere iri na otu nke ehihie ma ọ bụ bilie tupu elekere asatọ nke ụtụtụ",
  "Na mgbakwunye, ha kwesịrị ihi ụra ruo elekere asatọ nke ụtụtụ ma ọ bụ karịa iji nweta awa 9 ma ọ bụ koleka nke ọtụtụ nyocha ụra na-atụ aro na ha chọrọ. N'ihi ya, ọtụtụ ndị nọ n'afọ iri na ụma na-abata n'ụlọ akwụkwọ na-enweghị ụra. Ihe ndekọ kachasị ọhụrụ sitere na Nnyocha Akparamàgwà Ndị Ntorobịa na-egosi na 70% nke ụmụ akwụkwọ ụlọ akwụkwọ.",
  "A na-ejikọta mmalite ụlọ akwụkwọ na ụra dị elu maka ụmụ akwụkwọ",
  "Ihe fọrọ nke nta ka ọ bụrụ 70% nke ndị nọ n'afọ iri na ụma anaghị ehi ụra zuru oke ma a kọrọ na mmụba nke mmetọ, ibu ibu, ihe ize ndụ nke ọrịa shuga, nsogbu nke usoro ahụ ji alụso ọrịa ọgụ, mgbanwe nke ọnọdụ uche, ịda mbà n'obi, na echiche igbu onwe, yana mbelata nchịkwa mkpali. Oge mmalite ụlọ akwụkwọ ejikọtara ya na ịkwọ ụgbọala na-ehi ụra na ndị ọkwọ ụgbọala ọhụrụ na ọnụ ọgụgụ dị elu nke ihe mberede ụgbọ ala. Ụlọ akwụkwọ ndị na-akwụsị n'oge mgbede nwekwara ike ịbawanye ihe ize ndụ nke itinye aka n'omume na-adịghị mma, nke dị ize ndụ n'etiti ndị nọ n'afọ iri na ụma na-enweghị ụra. Idozi ụmụaka n'ụlọ akwụkwọ tupu anyanwụ apụ pụkwara ịpụta na ha ga-echere ma ọ bụ na-eje ije n'ọchịchịrị, na-adịghị ahụ anya.",
  "Enweghị ụra nwere ike ịkpata obere mkpali, ihe isi ike itinye uche, enweghị obi iru ala, oge mmeghachi omume dị ala, enweghị ume, njehie ugboro ugboro, ichefu, na ikike mkpebi na-adịghị mma",
  "Nnyocha, ọtụtụ nke Kyla Wahlstrom na ndị otu nyocha ya na Mahadum nke Minnesota's Center for Applied Research and Educational Improvement (CAREI), ejikọtala mmetụta ndị a na oge mmalite ụlọ akwụkwọ, nke, n'aka nke ya, ejikọwo ya ugboro ugboro na ọnụ ọgụgụ dị elu nke igbu oge, enweghị ọrụ, enweghị ọrụ na ịhapụ. N'afọ 2012, nyocha nke na-eji data sitere na Wake County, North Carolina, gosipụtara na igbu oge mmalite ụlọ akwụkwọ sekọndrị site na otu awa, site na ihe dịka 7:30 ruo 8:30, na-eme ka akara ule dị mma site na ọ dịkarịa ala pasent abụọ na mgbakọ na mwepụ na otu pasent na ịgụ ihe",
  "Mmetụta ahụ dị ukwuu maka ụmụ akwụkwọ nwere akara ule dị n'okpuru nkezi, na-atụ aro na oge mmalite ga-eme ka ọdịiche dị n'ihe ụmụ akwụkwọ rụzuru.",
  "Mmetụta nke oge mmalite mgbe e mesịrị na arụmọrụ ụlọ akwụkwọ - gụnyere mbelata nke enweghị akwụkwọ, enweghị akwụkwọ, na mmụba nke ihe ọmụmụ zuru oke - bụ ihe dịka okpukpu abụọ na ụmụ akwụkwọ na-enweghị ego",
  "Enwere ike ịkọwa ọdịiche a, ma ọ dịkarịa ala n'akụkụ ụfọdụ, site n'eziokwu ahụ bụ na ụmụ akwụkwọ nwere ihe ùgwù nwere ohere ịga ụlọ akwụkwọ onwe onye (ọtụtụ n'ime ha na-amalite ntụziaka mgbe elekere asatọ nke ụtụtụ gasịrị) na / ma ọ bụ chekwaa oge site na ịkwọ ụgbọala ma ọ bụ ịkwọ ụgbọala gaa ụlọ akwụkwọ.",
  "Akụkọ RAND Corporation nke afọ 2017 kwubiri na igbu oge ịmalite ụlọ akwụkwọ ruo elekere 8:30 nke ụtụtụ bụ atụmatụ dị ọnụ ala, nke ga-emetụta ahụike ọha na eze na akụ na ụba US, na uru na-agafe ngwa ngwa karịa ụgwọ ọ bụla",
  "Mgbe naanị afọ abụọ gasịrị, nnyocha ahụ gosipụtara uru nke ijeri $ 8.6 na akụ na ụba US",
  "Mgbe afọ iri gasịrị, uru a ga-abawanye na ijeri $ 83, mgbe afọ 15 gasịrị na ijeri dollar 140, nke na-eru ihe dị ka uru kwa afọ maka akụ na ụba US nke ijeri $ 9.3. Akụkọ Hamilton Project nke Brookings Institution bipụtara n'oge gara aga kwubiri na ịmalite klas nwere ike ịbụ ụzọ dị mfe na nke dị ọnụ ala iji bulie ahụike, nchekwa, na ihe ịga nke ọma maka ụmụ akwụkwọ niile",
  "Ndị edemede, ndị na-ahụ maka akụ na ụba bụ Brian A",
  "Jacob na Jonah E",
  "Rockoff, buru amụma na ịmalite ụlọ akwụkwọ sekọndrị otu awa mgbe e mesịrị, n'ihe dị ka elekere itoolu nke ụtụtụ, ga-eme ka ihe dị ka $ 17,500 na mmụba nke ego ọ bụla ga-enweta n'ọdịnihu n'ọnụ ahịa dị ugbu a - uru: ọnụego nke ọ dịkarịa ala 9:1 ọbụna mgbe ị gbanwere usoro ihe omume chọrọ itinye ego n'ihu iji gbanwee usoro bọs na / ma ọ bụ mee ihe omume mgbe ụlọ akwụkwọ gasịrị."
]