[
  "HiStart School Later, aka Healthy Hours, bụ òtù na-enweghị uru na United States. Tọrọ ntọala na 2011 mgbe onye edemede sayensị nke Maryland bụ Terra Ziporyn Snider malitere mkpesa n'ịntanetị site na anyi ndi mmadu nke kpọkọtara ndị na-akwado ndị na-eme nchọpụta, ndị na-ahụ maka ụra, ndị na'ahụ maka ụmụaka, ndị ọrụ mmekọrịta mmadụ na ibe ya, na ndị nkụzi, njikọ ahụ na-ezube inyere obodo aka igbu oge mmalite ụlọ akwụkwọ; hụ na oge ụlọ akwụkwọ dị nchebe, dị mma; ma nye mmemme agụmakwụkwọ ụra maka ụmụ akwụkwọ na obodo ụlọ akwụkwọ.",
  "Mbido uloakwukwo emecha  ugbu a nwere isi 137 nke ndị ọrụ afọ ofufo na-eduzi na mba 3, steeti 31 nke US na Washington, D.C., gosipụtara na Beme,  Huffington Post, na Psychiatric News, ma nweta mgbasa ozi mgbasa ozi na nkwado nchịkọta akụkọ na akwụkwọ gụnyere oge new York, Wall Street Journal, NPR, BBC Brasil, WGBH, na Washington Post. N'afọ 2013, odeakwụkwọ agụmakwụkwọ US Arne Duncan tweeted nkwado ya maka oge mmalite ụlọ akwụkwọ sekọndrị, ma kemgbe afọ 2014 American Academy nke Pediatrics, Centers Maka njikota na mgbochi nje, na American Medical Association, Society of Behavioral Medicine, American Academy of Sleep Medicine, na American Association of Sleep Technologists ewepụtala nkwupụta iwu na-atụ aro ka ụlọ akwụkwọ sekọrịta na ụlọ akwụkwọ sekúndrị malite n'oge 8:30 nke ụtụtụ. N'afọ 2019, ya na California State PTA kwadoro, iwu mbụ nke US steeti niile nke e mere n'ụzọ doro anya iji chebe ma mata mkpa ahụike ụra nke ndị na-eto eto dị site n'ịgwakọta oge ụlọ akwụkwọ sekọndrị na nnukwu ihe akaebe sayensị gbasara mkpa ụra nke ndị ntorobịa na oge.",
  "N'ọnwa Eprel 2017, mbido uloakwukwo emecha - ya na RAND Corporation, Robert Wood Johnson Foundation, na Yale uloakwukwo nkeMedicine's Department nke Pediatrics na Section n'ime Pulmonary, Critical Care, na Sleep Medicine - kwadoro nzukọ mba mbụ na ura ntorobia, ahu ike, and mbido uloakwukwo emecha",
  "N'afọ 2019, iwu nke mbido uloakwukwo emecha na California State PTA kwadoro mere ka California bụrụ steeti mbụ na mba ahụ iji setịpụ ala na otu ụlọ akwụkwọ sekọndrị na ụlọ akwụkwọ sekọrịtandrị nwere ike isi chọọ ịga. N'afọ 2021, mbido uloakwukwo mechara nata onyinye nmeri ura nke American Academy of Sleep Medicine Foundation"
]