[
  "Malick Sidibé (1935 na 14 Eprel 2016) bụ onye Mali na-ese foto nke amaara maka ọmụmụ ojii na ọcha ya banyere ọdịbendị a ma ama n'afọ ndi 1960s na Bamako. Sidibé nwere ọrụ ogologo oge mịtara mkpụrụ dị ka onye na-ese foto na Bamako, Mali, ọ bụkwa onye a ma ama na obodo ya",
  "N'afọ 1994, o nwere ihe ngosi mbụ ya n'obodo ọzọ n'abughi mali ma nweta otuto dị ukwuu maka foto ya nke e ji nlezianya dee",
  "Ọrụ Sidibé abụrụla ihe a ma ama ma bụrụ nke a ma ama n'ụwa niile.\nỌrụ ya bụ isiokwu nke ọtụtụ akwụkwọ ma bụrụ nke e gosipụtara na Europe na United States",
  "N'afọ 2007, ọ natara onyinye Golden Lion Award maka Lifetime Achievement na Venice Biennale, na-aghọ ma onye na-ese foto mbụ na onye Afrịka mbụ e nyere onyinye a. Ihe nrite ndị ọzọ ọ natara gụnyere Hasselblad Award maka foto, International Center of Photography Infinity Award for Lifetime Achievement, na World Press Photo award.",
  "A na-enwe ọrụ Sidibé na nchịkọta nke The Contemporary African Art Collection (CAAC), J",
  "Paul Getty Museum na Los Angeles, na Museum of Modern Art na New York.",
  "A mụrụ Sidibé n'obodo Soloba, kilomita  narị atọ site na Bamako, na Mali",
  "Nna ya, onye na-azụ anụ, onye ọrụ ugbo, na onye na-achụ nta nke ọma aha ya bụ Kolo Barry Sidibé",
  "Nna Malick chọrọ ka ọ gaa ụlọ akwụkwọ, mana ọ gafere tupu ya enwee ike ịga mgbe ọ dị afọ iri na isii",
  "N'afọ 1955, onye na-ese foto Gérard Guillat bịara n'ụlọ akwụkwọ ahụ na-achọ nwa akwụkwọ iji chọọ ụlọ ọrụ ya mma, n'ikpeazụ o weere Sidibé n'ọrụ",
  "Ọrụ ya masịrị Guillat ma o weere ya dị ka onye mmụta",
  "Ọrụ mbụ Sidibé gụnyere ịhazi ngwá ọrụ, na ịnyefe mbipụta",
  "N'oge na-adịghị anya, ọ mụtara ihe gbasara foto ka o wee na-enyere Guillat aka, ma mesịa were ndị ahịa ya",
  "N'afọ 1957, Guillat mechiri ụlọ ọrụ ya, Sidibé malitekwara ise foto nke ndụ abalị Bamako. Ọ bụ ọkachamara na foto akwụkwọ, na-elekwasị anya karịsịa na omenala ndị ntorobịa nke isi obodo Mali. Sidibé na-ese foto na egwuregwu, osimiri, ụlọ oriri na ọṅụṅụ abalị, kọntaktị, ọbụnakwa na-etinye aka mgbe ụmụ okorobịa ahụ na-eduhie ụmụ agbọghọ. Ọ bịara bụrụ onye a ma ama maka ọmụmụ ojii na ọcha ya banyere ọdịbendị a ma ama na 1960s na Bamako",
  "N'afọ ndị 1970, Sidibé tụgharịrị gaa n'ime ihe osise studiyo",
  "Ihe omuma ya n'ise ihe bara uru:",
  "Dị ka iwu, mgbe m na-arụ ọrụ na studiyo ahụ, emere m ọtụtụ ọnọdụ",
  "Dị ka m nwere ntọala n'ise ihe, enwere m ike ịmepụta ọnọdụ ụfọdụ na foto m",
  "Achọghị m ka ndị m na-achị dị ka ndị a gbasiri agbasi",
  "Aga m enye ha ọnọdụ nke mere ka ha nwee ihe dị ndụ.",
  "N'afọ 1962, Sidibé meghere ụlọ ọrụ nke ya na mpaghara Bagadadji ma ọ bụ Bamako.  Sidibé gara n'ihu na-ese foto nke oriri na nkwari mberede na nnọkọ klọb nke obodo ahụ ruo n'afọ 1976",
  "O kwuru na ọ kwụsịrị ọrụ ya n'ihi obere òtù klọb, ịrị elu nke ọnụ ọgụgụ nke igwefoto dị ọnụ ala, na uto nke ụlọ ọrụ mmepe ihe nkiri nke ụlọ ọrụ.  Sidibé gara n'ihu na-ese foto ojii na ọcha, foto ID, ma dozie igwefoto mebiri emebi na ụlọ ọrụ Bamako ya.  Ọ bụ ezie na Sidibé bụ onye a ma ama n'ógbè ahụ ruo ọtụtụ iri afọ, a kpọbataghị ya n'ime ụwa nka dị mma nke ọdịda anyanwụ ruo n'afọ 1994 mgbe ya na onye nlekọta French André Magnin nwere ohere izute. Otu n'ime ọrụ ndị a maara nke ọma nke Sidibé site n'oge ahụ bụ Nuit de Noel, Happy Club (Christmas Eve, Happy Club) (1963), na-egosi di na nwunye na-amụmụ ọnụ ọchị nwoke yi uwe, nwanyị yi uwe oriri ọdịda anyanwụ (ma ụkwụ ọtọ) na ha abụọ na-agba egwú, ikekwe, na egwu.  Ọ bụkwa ihe oyiyi ndị dị ka ndị a kpughere otú ụdị foto Sidibé si ejikọta ya na egwu",
  "Njikọ a bụ ihe Sidibé kwuru banyere ya n'oge ajụjụ ọnụ, kemgbe ọtụtụ afọ.\n\"Anyị nọ na-abanye n'ọgbọ ọhụrụ, ndị mmadụ chọkwara ịgba egwú",
  "Egwu tọhapụrụ anyị",
  "Na mberede, ụmụ okorobịa nwere ike ịbịaru ụmụ agbọghọ nso nso, jide ha n'aka ha",
  "Tupu mgbe ahụ, anabataghị ya",
  "Onye ọ bụla chọkwara ka e sere foto na-agba egwu nso.\"",
  "Ikekwe ọ bụghị ihe ijuanya na ndị ọzọ na-ese ihe na Mali, dị ka ndị na-eti egwu Salif Keita na Ali Farka Touré, bịakwara n'uche mba ụwa na 1990s n'ihe fọrọ nke nta ka ọ bụrụ n'otu oge ahụ ka a na-amata foto Mali.",
  "Sidibé jiri ọkụ ọkụ mgbe ọ nọ n'ọhịa, mana ọ bụ naanị ọkụ tungsten n'ime ụlọ ihe nkiri",
  "O jiri igwefoto Afga 6 x 6 nwere bellows wee see agbamakwụkwọ na ihe omume ndị ọzọ, na Foca Sport 24 x 36 maka ọrụ ya",
  "A maara ya dị ka onye mara mma nke ukwuu ma na-agwa ndị ahịa ya ihe ọchị iji mee ka ha nwee ahụ iru ala mgbe ha na-ese foto.\nVidio mmeri Grammy nke egwu Janet Jackson nke afọ 1997 \"Got 'til It's Gone\" ji ụgwọ siri ike maka ụdị foto Sidibé, vidiyo ahụ na-akwụ ụtụ maka otu oge (n'oge 1960s na '70s) nke foto Sidibée nyere aka ide. Nke a bụ oge mgbe French Sudan (na mgbe ahụ Mali Federation) nwetara nnwere onwe ha pụọ n'ọchịchị France na 1960. Oge ọhụrụ a (mgbe 1960 gasịrị) ka ndị na-ekiri ihe dị iche iche gosipụtara dị ka post-colonial (na post-apartheid) ịmụrụ anya nke uche",
  "Ọtụtụ n'ime ndị na-enwe mmasị n'ọrụ Sidibé kwenyere na o jidere ọṅụ na ihe ịtụnanya nke ịmụrụ anya a, nakwa na a na-ahụ ya na ihu, ihe nkiri, na ihe oyiyi ndị o nyere aka mee ka ha dị. N'oge na-adịbeghị anya, enwere ike ịhụ mmetụta Sidibé kpọmkwem site na vidiyo Inna Modjaʹs 2015 maka egwu ya \"Tombouctou,\" ka a na-ese ya na ụlọ ọrụ foto Sidibé.",
  "N'afọ 2006, Tigerlily Films mere ihe ngosi akpọrọ Dolce Vita Africana banyere Sidibé, na-ese ya na ọrụ na ụlọ ọrụ ya na Bamako, na-ezute ọtụtụ ndị enyi ya (na ndị na-ese foto n'oge ọ bụ nwata, ma na-agwa ya okwu banyere ọrụ ya.",
  "Sidibé ghọrọ onye Afrịka mbụ na onye na-ese foto mbụ e nyere Golden Lion Award maka Lifetime Achievement na Venice Biennale na 2007",
  "Robert Storr, onye nduzi nka nke ihe ngosi ahụ, kwuru, sị:",
  "Ọ dịghị onye na-ese ihe n'Afrịka mere ihe karịrị iji kwalite ogo foto na mpaghara ahụ, tinye aka na akụkọ ihe mere eme ya, mee ka ebe nchekwa ihe oyiyi dịkwuo mma ma ọ bụ mee ka anyị mata mgbanwe nke omenala Africa na ọkara nke senchiri afọ nke ịrị abụọ na mmalite nke senchiri nke iri abụọ na otu karịa Malick Sidibé.",
  "Sidibé nwụrụ n'ihi nsogbu ọrịa shuga na Bamako. Ọ hapụrụ ụmụ iri na asaa na ndị nwunye atọ.",
  "A na-enwe ọrụ Sidibé na nchịkọta ọha na eze ndị a:"
]