[
  "Reema Lamba (amụrụ na 24 Ọktoba na afo 1976), nke a maara nke ọma dị ka Mallika Sherawat, bụ onye India na-eme ihe nkiri nke na-arụ ọrụ na ihe nkiri asụsụ Hindi",
  "A maara ya maka àgwà obi ike ya na ihe nkiri dị ka Khwahish (2003) na Murder (2004), Sherawat emeela onwe ya ka ọ bụrụ ihe nnọchianya mmekọahụ na otu n'ime ndị ama ama na Bollywood. Mgbe ahụ, ọ pụtara na ihe nkiri ịhụnanya na-aga nke ọma Pyaar Ke Side Effects (2006) nke nwetara otuto dị ukwuu.",
  "Kemgbe ahụ, ọ pụtara na ihe ịga nke ọma dị ka Aap Ka Suroor, Welcome (ma afo 2007) - nnukwu ihe ịga nke ọma azụmahịa ya ruo ugbu a - na Double Dhamaal (2011)",
  "Ọ bụ otu n'ime ndị Bollywood ole na ole na-agbalị ịgafe Hollywood, na ihe nkiri dị ka Hisss (2010) na Politics of Love (2011).",
  "A mụrụ Sherawat dị ka Reema Lamba na Moth, obere obodo dị na mpaghara Hisar nke Haryana n'ezinụlọ Jat. Aha nna Mallika bụ Mukesh Kumar Lamba ma a mụrụ ya n'ezinụlọ Seth Chhaju Ram, onye isi Jat philanthropist. Ọ nakweere aha ihuenyo nke \"Mallika\", nke pụtara \"empress\", iji zere mgbagwoju anya na ndị ọzọ na-eme ihe nkiri aha ha bụ Reema",
  "\"Sherawat\" bụ aha nne ya O kwuru na ọ na-eji aha nne ya eme ihe n'ihi nkwado nne ya nyere ya.",
  "Ọ bụ ezie na mmekọrịta ya na ezinụlọ ya nwere nsogbu mgbe ọ banyere ụlọ ọrụ ihe nkiri, ezinụlọ Sherawat anabatala nhọrọ ọrụ ya ugbu a ma ha na Sherawat dịghachi ná mma.",
  "Sherawat gara Delhi Public School, Mathura Road. O nwere nzere na nkà ihe ọmụma na Miranda House, Mahadum Delhi N'oge mbụ nke ọrụ ya, ọ na-azọrọ na ya si n'ezinaụlọ dị n'obere obodo na-echekwa echiche nakwa na ọ na-eche ọtụtụ ihe mgbochi ihu site n'aka ha n'ịchụso ọrụ ya. Otú ọ dị, ezinụlọ Sherawat agbaghawo nke a dị ka akụkọ nke o mepụtara iji nye ya ọdịdị nke nwa agbọghọ na-enweghị isi nke mere ka ọ dị ukwuu na Bollywood.",
  "Tupu ọ banye na ihe nkiri, Sherawat pụtara na mgbasa ozi Igwe onyonyo na Amitabh Bachchan maka BPL na Shah Rukh Khan maka Santro. Ọ pụtakwara na \"Maar Dala\" nke Nirmal Pandey na vidiyo egwu \"Lak Tunoo\" nke Surjit Bindrakhia. Ọ malitere na ihe nkiri na obere ọrụ na Jeena Sirf Merre Liye ebe a kpọrọ ya Reema Lamba",
  "Sherawat dọtara mmasị na mpụta ya na ihe nkiri nke afo 2003, Khwahish",
  "N'afọ 2004, ọ pụtara na Murder, ihe nkiri sitere na Hollywood's Unfaithful",
  "A hụrụ ya maka ọrụ obi ike ya na onye nkatọ Narbir Gosal na-ede, \"ọ nwere ikike iji rụọ ọrụ dị ka nke a",
  "O nwere obi ike ma na-akpali agụụ mmekọahụ dị ka Simran ma na-ejide ihe nkiri mmetụta uche ya n'ụzọ dị ùgwù",
  "\" O nwetara nhọpụta maka 'Best Actress' na Zee Cine Awards maka arụmọrụ ya na Murder",
  "Ihe nkiri ahụ gara n'ihu bụrụ otu n'ime egwu kachasị egwu n'afọ ahụ.",
  "Kemgbe ahụ, a maara Sherawat maka ikwupụta echiche ya n'ihu ọha, yana mmeghachi omume na ụfọdụ nkwupụta ya.",
  "N'afọ 2005, Sherawat mere ihe nkiri na The Myth, ihe nkiri China, ya na Jackie Chan",
  "O mere nwa agbọghọ India nke na-azọpụta àgwà Chan n'osimiri",
  "The Myth bụ ihe nkiri mbụ ya na mba ụwa",
  "Ngosipụta ya na Cannes Film Festival iji kwalite ihe nkiri ahụ nwetara ọtụtụ nlebara anya, na magazin Time Richard Corliss na-akpọ ya \"nnukwu ihe ọzọ\".",
  "Omume ya na ihe nkiri nke afo 2006 Pyaar Ke Side Effects, onye otu Rahul Bose, nwetara otuto ya site na gburugburu ụlọ ọrụ ahụ, onye nkatọ Raja Sen na-ekwu, \"Mallika na-ezu ohi ihe ngosi ahụ site na nkwuwa okwu ya na ihe nkiri ahụ mere nke ọma na ụlọ ọrụ igbe",
  "\"",
  "Ntọhapụ mbụ ya n'afọ 2007 bụ Mani Ratnam's Guru, nke o mere egwu \"Mayya Mayya.\" Ọ rụrụ ọrụ ọbịa na Himesh Reshammiya's Aap Ka Suroor - The Real Love Story ma kwuo na ọ kwụrụ Rs",
  "nde iri na ise maka mpụta nkeji iri. Ntọhapụ ikpeazụ ya nke afọ 2007 bụ Welcome, nke mere nke ọma na ụlọ ọrụ igbe",
  "Omume ya nwetara nyocha dị mma na onye nkatọ ihe nkiri a ma ama bụ Taran Adarsh dere, \"Mallika Sherawat na-enye ọkụ.\"",
  "Ntọhapụ ya n'afọ 2008 bụ Ugly Aur Pagli na Maan Gaye Mughal-e-Azam",
  "Ha abụọ enweghị ihe ịga nke ọma na ụlọ ọrụ igbe",
  "Ntọhapụ Bollywood ọzọ nke Sherawat bụ Double Dhamaal, nke gara n'ihu bụrụ ihe ịga nke ọma na ụlọ ọrụ igbe, na-enweta ọnọdụ 'karịa nkezi' na ụlọ ọrụ igbe, site na Box Office India",
  "Ọ pụtakwara na nọmba ihe nkiri dịka Thank You (Razia Gundon Mein Phas Gayi), Bin Bulaye Baraati (Shalu Ke Thumkey) na Osthe (Kalasala), nke bụ ihe nkiri Tamil",
  "N'afọ 2012, e gosipụtara ya na nọmba ihe na Tezz (Laila)",
  "Sherawat emepụtala na Kismat Love Paisa Dilli, nke ọ ga-egwu Haryanvi.",
  "Na 23 Ọktọba na afo 2013 Mallika na-ele ihe ngosi mkpakọrịta nwoke na nwaanyị nke a na-akpọ Bachelorette India - Mere Khayalon ki Mallika gosipụtara nke a nakweere site na The Bachelorette iji chọta bachelor zuru oke maka onwe ya.",
  "N'afọ 2009, Sherawat pụtara na ihe nkiri Hollywood aha ya bụ Hisss, onye otu Irrfan Khan na Jennifer Lynch duziri",
  "Akụkọ a, dabere na akụkọ ifo nke Nāga, bụ mmepụta nke onwe ya n'etiti United States na India. Endeavour Independent zụtara ikike nkesa nke Hisss. Sherawat kwalitere ya na agwọ dị ndụ na Cannes Film Festival nke afo 2010. A tọhapụrụ Hisss n'asụsụ ndị India niile na 22 Ọktoba na afo 2010.",
  "Sherawat pụtara na ihe nkiri Hollywood ọzọ, Politics of Love, aka Love, Barack, nke William Dear duziri. Ọ na-egwu Aretha Gupta, onye nhazi ọrụ afọ ofufo nke Obama",
  "Ihe nkiri a bụ ihe nkiri na-atọ ọchị nke e mere n'oge mkpọsa Barack Obama maka ọkwa onye isi ala US",
  "Anya mbụ nke Ịhụnanya, Sherawat kpughere Barack na Cannes na afo 2010. E wepụtara ya n'afọ 2011.",
  "Sherawat meriri na afo 2008 Renaissance Artist Award na 16th Annual Diversity Awards nke emere na California. N'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 2009, Sherawat natara nwa amaala nsọpụrụ nke Los Angeles maka nkwanye ùgwù maka ọrụ ya na ọrụ ebere ya.",
  "N'afọ 2012, Sherawat gosipụtara ya na onye egwu pop nke America bụ Bruno Mars na vidiyo ya nke Salt-n-Pepa Whatta Man maka ebe nrụọrụ weebụ na-atọ ọchị Funny or Die",
  "N'oge obere oge ya dị ka onye na-ahụ maka ikuku, Sherawat lụrụ onye na-anya ụgbọelu na Delhi bụ Karan Singh Gill na afo 1997",
  "O mechara gbaa ya alụkwaghịm. O mere ka alụmdi na nwunye ya bụrụ ihe nzuzo dịka ihere nke ịgba alụkwaghịm gaara egbochi ịrị elu ya na Bollywood. Ya na onye na-ahụ maka ala na ụlọ na France bụ Cyrille Auxenfans na afo 2017.",
  "Sherawat etinyela aka na ọrụ ikike ụmụ nwanyị, na-atụle nsogbu ụmụ nwanyị na 65th United Nations DPI / Ogbako NGO na afo 2014. N'oge 2018 Cannes Film Festival, Sherawat kpọchiri onwe ya n'ime ụlọ maka awa iri na abụọ iji kwado Free A Girl India NGO."
]