[
  "Malvin Gray Johnson (ubochí irí abụọ na asatọ n'ọnwa Jenụwarị, 1896 rụo ụbọchị anọ n'ọnwa Ọktoba, 1934) bụ onye America na-ese ihe, amụrụ ma zụlite ya na Greensboro, North Carolina.",
  "Gray Johnson malitere ise ihe mgbe ọ dị obéré mgbè nwanne ya nwanyị Maggie chọpụtara nkà ya ma nye ya nkụzi ise ihe na ihe osise mgbe ọ bụ nwatakịrị",
  "Nkà mbụ ya méré ka ọ merie n'ọnọdụ mbụ màkà ọrụ nka ya na asọmpi na ngosi ọbọdọ ya kwa afọ.",
  "Ezinụlọ ya mechara kwaga New York City, ebe ọ gụrụ nka na National Academy of Design na ndị omenkà a ma ama dị ka Francis Coates Jones. Agha Ụwa Mbụ kwụsịrị ógè ya n'ụlọ akwụkwọ ebe ọ rụrụ ọrụ na 184th Brigade, 94th Division na France. Ọ ghọrọ ónyé a ma ama n'oge Harlem Renaissance",
  "Ọ bụ \"ónyé kachasị nta n'ime ndị na-ese ihe na Harlem Renaissance..",
  "ya na ezinụlọ ya kwagara New York mgbè ọ dị obérè..",
  "ebe French Impressionism na Cubism nwere mmetụta n'ahụ ya",
  "\"",
  "Malvin \"bụ otu n'ime ndị na-ese ihe na-agafe agafe na ndị na-eme ihe dị iche iche n'oge ya",
  "O si n'ọtụtụ ebe ejiji mee ihe ma gosipụta mmụta a na-adọ aka ná ntị dị mkpà màkà ọkwa dị elu nke ngosipụta okike..",
  "ka ọ matara ọrụ nke ndị Impressionists na ndị Cubists ụdị nka ya gbanwere. A na-akọwa ya dị ka ónyé na-ese ihe \"ónyé ọrụ ya na-egosipụta mgbagwoju anya nke Harlem Renaissance na elu ya\" n'agbanyeghị na ya na ndị na-ese egwu ndị ọzọ nke Africa America nọrọ obéré ógè n'oge ya na Harlem.",
  "A na-akpọkarị ọrụ ya Symbolic Abstractionist, ébé ọ bụ otu n'ime ndị na-ese ihe n'Afrịka America mbụ na-ese n'ụdị Cubist. Ọ jikọtara ụdị ọgbara ọhụrụ mbụ na isiokwu, isiokwu, na nchegbu ndị Africa America iji mepụta \"ezi nka ndị Africa America. Akụkụ nke nka ya yiri ka ọ sitere na ọmụmụ nke ihe ọkpụkpụ Africa, ndụ n'okporo ámá Harlem, na ndị mmụọ Africa",
  "Ọ na-echegbu onwe ya banyéré akụkụ teknụzụ nke ìhè, ihe mejupụtara, na ọdịdị, na ọchịchọ igosipụta ahụmịhe nke ndị mmụọ n'ihe gbásárá ihe nnọchianya na-enweghị atụ",
  "A na-akọwa ụdị ihe osise ya dị ka nke ógè a nke nwere brushwork siri ike, ebe dị iche iche dị iche iche, ụdị dị larịị na nke dị n'akụkụ, na enweghị njedebe nke ihe osise",
  "Ụfọdụ n'ime ndị na-akatọ ya nwèrè mmasị n'otú o si jiri eziokwu na ezi obi nyochaa isiokwu ndị Africa America ebe ndị ọzọ dọrọ ya aka ná ntị màkà njikwa ya na-enweghị isi na mmetụta nke ógè a.",
  "N'abalị iri abụọ na atọ n'ọnwa Febụwarị n'afọ 2010, Swann Galleries rere ihe osise Malvin Gray Johnson a ma ama Swing Low, Sweet Chariot, mmanụ n'elu ákwà, 1928 màkà dolla narị puku abụọ na iri abụọ na asatọ",
  "Ọ bụ ógè mbụ ọrụ ọ bụla dị mkpa nke Johnson bịara na ire ere."
]