[
  "Mary Kavere, nke a maara nke ọma dịka Mama Kayai, bụ onye na-eme ihe nkiri na Kenya na otu n'ime ndị na-eme ihe nkiri a nabatara maka ịsụ ụzọ ụlọ ọrụ na-eme ihe nkiri na Kenya. Ọ nọwo na ụlọ ọrụ ahụ ihe dị ka afọ iri anọ",
  "N'afọ 2018, a kwanyeere ya ugwu na Grand Warrior Award nke bụkwa ntinye aka na Riverwood Awards Hall of Fame.",
  "Ọ bịara pụta ìhè n'ihu ọha n'afọ 1980 na-esote onye isi nke ihe ngosi ezinụlọ na-atọ ọchị, Vitimbi, n'afọ 1985 na ụlọ ọrụ mgbasa ozi Kenya nke a maara dịka Voice of Kenya (VOK)",
  "O mechara pụta na ihe nkiri ọzọ a ma ama bụ Vioja Mahakamani N'oge na-adịbeghị anya, ọ na-eme ihe ngosi TV ọzọ Jungu Kuu  nke a na-egosi na K24.",
  "Mama Kayai na-eme ihe dịka nwunye onye ọzọ a ma ama na-eme ihe nkiri, Benson Wanjau nwụrụ anwụ, onye a maara dịka Mzee Ojwan'g na ha abụọ na-eme ememe dịka di na nwunye ike nke ihe nkiri Kenya. Mzee Ojwang, onye a kpọrọ nna nke ezinụlọ na-eme ihe ọchị nwụrụ n'ihi ọrịa oyi n'ahụ n'afọ 2015.",
  "A na-enye ndị ọrụ Vitimbi nke Mama Kayai na Mzee Ojwan'g na-edu ohere mgbe niile iji mee ka mba ahụ nwee obi ụtọ na ezumike mba niile.",
  "Onye isi oche Kenya, Mzee Jomo Kenyatta na-akpọkarị ndị ọrụ vitimbi ka ha mee ya obi ụtọ n'ụlọ G",
  "Gatundu ya",
  "Onye isi ala nwụrụ anwụ bụ Daniel Moi nwekwara mmasị karịsịa na ihe nkiri Mama Kayai na Mzee Ojwan'g na ndị ọzọ karịa ka ha nwee ohere ịme ihe nkiri na ezumike mba, ọ kpọkwara ha ka ha bịa n'ụlọ gọọmentị.",
  "Onye bụbu onye isi ala bụ Mwai Kibaki na-akpọkwa Mama Kayai na ndị otu ya mgbe niile na State House.",
  "Mary Kavere lụrụ Saidiel Matano nwụrụ anwụ",
  "Ha mụtara ụmụ nwoke ise",
  "Ọ bụzi nne nne.",
  "Ọ malitere njem ya na ngalaba okike dịka onye na-agba egwu ọdịnala na onye na-agụ egwu na otu, nke a maara dịka The Black Golden Stars, na Majengo, Pumwani ebe o tolitere",
  "Kavere mechara zute Mzee Ojwan'g na Lucy Wangui (onye mere onye ọka ikpe na Vioja Mahakamani), n'otu n'ime nyocha ya",
  "Ọ na-ekwenye na ha abụọ maka inye ya ndụmọdụ na inye aka ịzụlite ọrụ ya na ime ihe nkiri.",
  "O mere ihe nkiri izizi ya na mmemme Darubini n'afọ 1980 tupu ọ kwaga Vitimbi na Vioja Mahakamani n'otu n'otu na-egosi na KBC.",
  "E nyere Mama Kayai Lifetime Achievement Award na 6th Annual Kalasha Awards n'afọ 2015 ma nwetakwa ntinye n'ime Riverwood Hall of Fame na Septemba afọ 2018 mgbe o meriri Grand Warrior Award na Riverwood Awards."
]