[
  "Mamady \"Wadaba\" Kourouma (amụrụ n'afọ 1963) bụ onye na-akụ ọkpọ si na obodo ana akpo Guinea.",
  "A mụrụ ya n'ezinụlọ na-arụ ọrụ n'ezinụlọ nke ndị na-akụ ọkpọ ọdịnala Malinke, ma zụlite ya n'obodo Oroko dị nso na Kouroussa, Guinea, West Africa",
  "Ọ mụtara site na mgbe ọ dị afọ asatọ egwu na ịgba egwú ọdịnala nke ndị ya dịka ọ si n'aka ndị nna nna ya",
  "A na-akpọ ya \"The Great Panther\" n'ihi ụda ya dị ike na djembe drum.",
  "N'afọ 1993, ọ ghọrọ onye isi mmụta nke onye ama ama djembe bụ Famoudou Konaté",
  "Kemgbe ahụ, ọ gara Germany, Japan, na United States, na-akụzi ma na-eme ihe na Konaté na Mamady Keïta, yana otu nke ya, Annye Ben",
  "Kourouma apụtala na CD anọ, tinyere CD nke ya, Oroko Kan",
  "N'afọ 2003, Famoudou Konaté tọhapụrụ ya n'ọmụmụ ihe ya, ma kpọsaa ya onye na-akụ ọkpọ na onye na-ewu ọkpọ n'onwe ya",
  "Ọ bụ onye nduzi maka òtù ọrụ ebere, Oroko Fund, ma gosipụta onye nkuzi maka African Village Drum Adventure na Guinea.",
  "Aha njirimara Mamady Kourouma, nke pụtara Great Panther, ma sitere n'aka ndị obodo ya, ndị na-ekwu na ụda ya na drum djembe nwere ike nke mkpu nwamba ọhịa.",
  "A mụrụ ya n'ezinụlọ Malinke na-arụ ọrụ n'ebe ugwu Guinea, West Africa, e nyere Kourouma obere djembe mgbe ọ dị afọ asatọ",
  "Ya na nna ya, ụmụnne nna ya, na ụmụnne ya, malitere iso ha na-egwuri egwu na ememme obodo",
  "Mgbe ọ dị afọ iri, ọ na-agbanwere dị ka onye na-agụ egwú, na mgbe ọ dị afọ dị afọ iri na ụma, ọ mụtara ụda ọdịnala ha niile, ma nweta ọnọdụ dị ka otu n'ime ndị na-agụ egwu n'obodo ya.",
  "Kourouma kwagara n'isi obodo Conakry ịrụ ọrụ, otu afọ ka e mesịrị, onye a ma ama na-akụ ọkpọ, Famoudou Konate nabatara ya dị ka onye mmụta",
  "Konate bụ onye agha afọ iri abụọ na isii nke Les Ballets Africains de Guinee, otu mba mbụ na-eme ihe nkiri nke Guinea nke gara ụwa dị ka egwu, na-anọchite anya ọtụtụ ọdịbendị nke Guinea, mgbe ọ nwetasịrị nnwere onwe site na France na afọ 1958",
  "Ọ bụ ezie na Kourouma bụ onye na-akụ ọkpọ, ibi na ịrụ ọrụ na Konate meziwanyere nkà ya",
  "Dị ka onye na-amụta Konate, Kourouma nwetara ahụmịhe na-akụzi ndị ọbịa Europe na-aga n'ụlọ Konate kwa afọ, ma nyekwa Kourouma aka ịmụta usoro Konate maka iwu drum.",
  "Mamady Keita, onye na-akụ ọkpọ dị afọ iri abụọ na abụọ maka Ballet Joliba, nke si Guinea, chọpụtara na Kourouma nwere nkà ịgba egwu",
  "Na Jenụwarị, na afo 1995, Kourouma pụtara na Mamady Keita's Mogobalu CD, ma soro ya dekọ ọzọ na Febụwarị, na afọ 1996 na Keita''s Hamana CD",
  "Kourouma so Keita, Konate, na ndị ọzọ nọ na Mogobalu gaa Japan n'ọnwa Ọgọstụ nke afọ ahụ, ebe e gosipụtara ya dị ka onye na-akụ ọkpọ.",
  "Kourouma pụtakwara na CD abụọ nke Famoudou Konate: Rhythmen und Lieder aus Guinea, nke edere na Conakry na Disemba, na afọ 1995 ma mepụta na Germany, ebe a na-ese Wadaba na mkpuchi ya na ejiji ọdịnala zuru oke, yana na CD French, Guinee: Percussions et Chants Malinke na Famoudou Konates maitre-djembe & länEnsemble Hamana Dan Ba, nke edobere na Febụwarị, na afọ 1998.",
  "Na mgbakwunye na Guinea, Kourouma agakwagharịla Germany na US na-akụzi ma na-eme ihe nkiri",
  "Ọ maara na ka ndị obodo na-anabata ndụ nke oge a, ememe ọdịnala ha na ụda drum na-eso ha ga-apụ n'anya, nakwa na nkuzi ụda ndị ahụ ga-enyere ha aka ibi ndụ",
  "Ndị okenye ya, Konate na Keita, arụwo ọrụ ọtụtụ afọ iji chekwaa ọdịnala egwu Malinke.",
  "N'afọ 2001, Kourouma mere atụmatụ idekọ CD mbụ ya n'obodo ya, Oroko, iji mee òkè ya n'ichekwa egwu ọdịnala",
  "Mana na Jenụwarị nke afọ ahụ, obodo ahụ gbara ọkụ",
  "Mgbalị idekọ ihe ghọrọ mbọ enyemaka",
  "Ọkụ niile gbara ọkụ",
  "E mepụtara Oroko Fund na Febụwarị, na afọ 2002, mgbe otu afọ nke ịnakọta ego gasịrị, Kourouma, na onye America na-akụ ọkpọ, Keio Ogawa, nyere ndị Oroko ihe karịrị pound 500 nke uwe na usoro zuru ezu nke ịgbà",
  "Kemgbe ahụ, ego Oroko Fund nwetara, kwa afọ, nyere aka maka ọrụ maka ndị ogbenye na Oroko, gụnyere nri, uwe, ọgwụ na ihe ụlọ akwụkwọ, na, n'oge na-adịbeghị anya, olulu mmiri nke abụọ dị ọcha maka obodo ahụ.",
  "N'ọnwa Septemba afọ 2002, Kourouma wepụtara CD nke ya, The Great Panther of Guinea, Mamady ozu ozu Kan! nke nwetara nyocha dị egwu.",
  "N'afọ 2003, Kourouma na Ogawa lụrụ",
  "N'otu afọ ahụ, nna ya ukwu, Famoudou Konate, tọhapụrụ Kourouma n'ọmụmụ ihe ya ma kwupụta Kourouma dị ka onye na-akụ ọkpọ na onye na-ewu ọkpọ n'onwe ya.",
  "Ya na nwunye ya na ezinụlọ ya, Kourouma ewuola ebe njem njem na Oroko: African Village Drum Adventure",
  "A na-eduzi ndị sonyere site na Guinea gaa n'etiti Malinke drumming",
  "N'ebe ahụ, ha na-ahụ ndụ obodo Afrịka, klas ịgbà na ịgba egwú, ememe ọdịnala na ememme, wee laghachi n'ụlọ na echiche zuru ụwa ọnụ na ncheta ha ga-enwe obi ụtọ ruo mgbe ebighi ebi.",
  "N'iji akụkụ nke oge ya na Guinea, na akụkụ nke ụlọ ya na Three Rivers, Central California, Kourouma na-aga n'ihu na-arụ ọrụ na Konate na Keita, na-akụzi klas na ụlọ ọgwụ, na-ewu ịgbà, ma na-arụkọ ọrụ na ndị otu ya Annye Ben, n'ógbè na n'ụwa niile",
  "Wadaba nọ na ngalaba na The DrumConnection, Boston, Massachusetts.",
  "A họpụtara \"Sabari\" nke Mamady \"Wadaba\" Kourouma maka 8th Annual Independent Music Awards maka World Traditional Album of the year."
]