[
  "Mame Madior Boye (amụrụ n'afọ 1940) bụ onye bụbu praịm minista nke Senegal site n'afọ 2001 ruo afọ 2002",
  "Ọ bụ nwanyị mbụ nwere ọnọdụ ahụ.",
  "A mụrụ Boye n'ezinụlọ ndị ọka iwu na Saint-Louis, dịka ụmụnne ya atọ ọ gụrụ akwụkwọ dị ka onye ọka iwu na Dakar na Paris",
  "Nna ya bụ onye odeakwụkwọ, mgbe ahụ ọ bụ onye bailiff",
  "Ọ gụsịrị akwụkwọ na Faidherbe High School n'obodo ya",
  "N'afọ 1963, ọ debara aha ya na Faculty of Legal and Economic Sciences na Mahadum Dakar wee gaa n'ihu na ọzụzụ ya na National Center for Judicial Studies (CNEJ) na Paris ruo n'afọ 1969.",
  "Ọ nọrọ ihe ka ukwuu n'ọrụ ya na nchịkwa ikpe ziri ezi nke Senegal",
  "Ọ bụ osote onye ọkàiwu ọha na eze, onye ọka ikpe na osote onye isi oche mbụ nke Ụlọikpe Mbụ nke Dakar na onye isi oche nke Ụlọikpe Mkpegharị Ikpe",
  "Ọ bụ onye guzobere na nwanyị mbụ bụ onye isi oche nke Association of Senegalese Lawyers site na afọ 1975 ruo na afọ 1990, wee bụrụ onye nduzi nke Engagements maka West African Banking Company (Compagnie bancaire de l'Afrique Occidentale, CBAO) site na Septemba na afọ 1990 ruo Eprel na afọ 2000",
  "Boye bụkwa osote onye isi oche nke International Federation of Women Lawyers site na afọ 1978 ruo na afọ 1998",
  "A na-akwanyere ya ùgwù dị ka onye ọkachamara siri ike, onye nwere ọgụgụ isi na onye na-akwụwa aka ọtọ",
  "Ọ bụ onye na-alụ ọgụ maka ụmụ nwanyị, onye Alakụba ma gbaa alụkwaghịm ma nwee ụmụ abụọ",
  "Mmekọrịta ya na ọchịchị nke Onye isi ala Abdou Diouf nwere nsogbu ma ọ nabataghị ọkwa dị elu na usoro ikpe iji chekwaa iguzosi ike n'ezi ihe na nnwere onwe ya.",
  "Mgbe mmeri Abdoulaye Wade meriri na ntuli aka onye isi ala nke afọ 2000, Boye ghọrọ Minista Ikpe Ziri Ezi n'ọnwa Eprel afọ 2000. Mana esemokwu bilitere n'etiti Onye isi ala na Praịm Minista, onye sitere na otu ndọrọ ndọrọ ọchịchị ọzọ",
  "Moustapha Niasse gbara arụkwaghịm ma Wade họpụtara Boye dị ka praịm minista na 3 Machị na afọ 2001, ọnwa abụọ tupu ntuli aka ndị omeiwu",
  "Wade enweghị ihe ka ọtụtụ n'ime ndị omeiwu na ihe karịrị òtù ụmụ nwanyị 30 na-abụghị nke ndọrọ ndọrọ ọchịchị haziri mkpọsa tupu ntuli aka na-achọ ọtụtụ ụmụ nwanyị na ndị omeiwu",
  "Boye abụghị nanị nwanyị, ọ bụkwa onye na-adịghị etinye aka, nke yiri nke ọma. Ọ nọgidere dị ka Minista Ikpe Ziri Ezi na gọọmentị ọhụrụ ahụ. Nhọrọ ahụ nyere Wade ọnụ ọgụgụ ka ukwuu - 89 n'ime oche 120",
  "Ọnụ ọgụgụ ụmụ nwanyị mụbara, mana ọ bụghị ihe karịrị pasent 19",
  "Mgbe ntuli aka ndị omeiwu nke Eprel, na afọ 2001 gasịrị, a họpụtara Boye ọzọ dị ka praịm minista na 10 Mee na afọ 2001; Otú ọ dị, a nọchiri ya dị ka Minista Ikpe Ziri Ezi na gọọmentị a họpụtara na 12 Mee.",
  "N'ọchịchị nke abụọ nke Boye, e nwere ụmụ nwanyị ise n'ime ndị minista 25, ma e jiri ya tụnyere abụọ n'oge gara aga",
  "Nke a bụ mmeri dị mma maka Boye",
  "Mana gọọmentị chere nnukwu nsogbu akụ na ụba na mmekọrịta mmadụ na ibe ya ihu",
  "E mere mgbalị iji mee ka agụmakwụkwọ na ahụike sie ike, melite ụgwọ ọrụ, belata enweghị ọrụ n'etiti ndị na-eto eto ma kwado ngalaba ọrụ ugbo",
  "Mana ndị minista ahụ bụ ndị ọhụrụ na ndị na-enweghị ahụmahụ na echiche dị iche iche na njikọ ahụ",
  "Dị ka Praịm Minista Boye nọ n'okpuru Onye isi ala, Wade bụkwa onye ndú na-arụ ọrụ aka na ya, onye isi ala doro anya na-achịkwa Boye na gọọmentị ya ka Onye isi ala chụpụrụ na 4 Nọvemba, na afọ 2002, a kọrọ na ọ bụ n'ihi mmeghachi omume ya na ọdachi mmiri MV <i id=\"mwMg\">Joola</i> na Septemba, na afọ 2002. Ọ bụ otu n'ime ọdachi ụgbọ mmiri kachasị njọ n'oge niile",
  "Ihe karịrị mmadụ 1,800 nwụrụ mgbe ụgbọ mmiri nke gọọmentị mikpuru",
  "Boye kwuru na ihe mberede ahụ bụ n'ihi ihu igwe, si otú a wepụ ọdịda nke ụgbọ mmiri na ndị ọrụ",
  "Mana n'oge na-adịghị anya, e nwere ebubo nke njehie dị elu",
  "A chụpụrụ onye isi ndị agha mmiri na ndị minista abụọ gbara arụkwaghịm.",
  "Ka e mesịrị, na Septemba, na afọ 2004, Alpha Oumar Konaré họpụtara Boye dị ka onye nnọchi anya pụrụ iche nke African Union maka ịkwalite nchebe nke ndị nkịtị na agha.",
  "Na 12 Septemba, na afọ 2008, otu onye ọka ikpe na France nyere ikike ijide Boye, tinyere ndị ọzọ asatọ, n'ihe metụtara ọdachi <i id=\"mwQA\">Joola</i>",
  "Gọọmentị Senegal jụrụ nke a ma, na nzaghachi, kpebie ikpe ikpe onye ọka ikpe nyere akwụkwọ ikike ahụ",
  "Ụlọikpe mkpegharị ikpe nke Paris kagburu ikike njide Boye n'etiti ọnwa Juun afọ 2009.",
  "Àtụ:S-start\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]