[
  "Mame Baba Thiam (ka amụrụ n'ụbọchị nke 9 n'ọnwa Ọktoba n'afọ 1992) bụ onye Senegal na-agba bọọlụ nke na-agbara Süper Lig club Kayserispor na ndị otu mba Senegal bọọlụ.",
  "A mụrụ ya na Nguidile, Louga Region, Thiam hapụrụ Ịtali mgbe ọ dị obere. A họpụtara ya na ndị otu Veneto mpaghara Allievi maka Coppa Nazionale Primavera, asọmpi megide ndị nnọchi anya mpaghara Italy ndị ọzọ na oge 2007–08. Na kwa klọb ọ gbara bọọlụ na Real San Marco, site na Chirignago [it], mpaghara ala nke obodo Venice. N'afọ 2008, Veneto club Treviso bịanyere aka na ya. Na Jenụwarị afọ 2009, Internazionale si Treviso bịnyere aka na ya na Samuel Longo. Ọ banyere ozugbo n'otu akpọrọ Inter's Allievi Nazionali under-17, na-enye goolu anọ n'oge oge (ogbo otu). N'ihi ndị otu Primavera n'okpuru afọ iri abụọ nke Inter nwere ọtụtụ ndị na-agba bọọlụ, nke bụ Denis Alibec, Mattia Destro, Simone Dell'Agnello, Giuseppe Angarano na Longo, Thiam hapụrụ ndị otu Sassuolo's <i id=\"mwMg\">Primavera</i> n'ọnwa Ọgọstụ afọ 2009",
  "Ndị Emilia-Romagna gbazinyere Alberto Gallinetta ma debe ọnụ ọgụgụ nke ndị egwuregwu Inter mbụ site n'ịgbatị ego ma ọ bụ wepụ nhọrọ ịbanye ozugbo na Inter, dị ka Pellegrino Albanese, Raffaele Conforto na Giorgio Schiavini",
  "Thiam bụ onye mbido ya na Diego Falcinelli, onye bụkwa onye Inter academy. Otú ọ dị, onye nkuzi ahụ jikwa nhazi ndị ọzọ ma họrọ Falcinelli dị ka naanị onye na-aga n'ihu n'agbanyeghị na Thiam rụkwara ọrụ ahụ oge ole na ole. Oge ahụ Thiam nyere goolu ugboro anọ.",
  "N'oge ahụ, Inter na Sassuolo nwere nkwekọrịta dị mgbagwoju anya, nke nyere Thiam ohere isonyere Sassuolo n'efu na Jenụwarị 2010 (Inter debanyere aha ọnwụ nke € 71,000), mgbe ahụ Thiam sonyeere Inter na 30 Ọgọstụ na nkwekọrịta nwekọ, na nkwekọrịta Thiam na-emeso dị ka akụ ego na akaụntụ Sassuolo na akụ na-adịghị ahụkebe na akaụntụ Inter, yana klọb nne na nna nke nkwekọrịta nwe ya ghọrọ Sassuolo kama Inter. Ya na ndị otu Inter Primavera, o nyere goolu anọ n'oge oge, n'azụ ndị na-agba bọọlụ Dell'Agnello, Alibec na Milan Jirásek. O ritekwara Torneo di Viareggio na 2011 na ndị nchekwa.",
  "N'ụbọchị iri atọ nke ọnwa Ọgọstụ 2011, ọ hapụrụ Avellino site na Inter Milan O mere egwuregwu izizi ya na 25 Septemba megide Viareggio dị ka onye nnọchi anya Gianluca De Angelis Ọ malitere nke mbụ ya na egwuregwu na-esonụ megide Sorrento",
  "Ọ gbara egwuregwu na-esote, na-agba na 13, 16 na 30 Ọktoba (gburugburu 7, 8 na 10), ya na Zigoni, Fabrizio Lasagna na De Angelis n'otu n'otu",
  "Otú ọ dị, mgbe ọkọchị goolu gasịrị, Thiam tụfuru ebe mbido, wee bụrụ onye nkwado nke De Angelis na Zigoni",
  "Ọ laghachiri ịmalite XI ọzọ na 7 Machị 2012, ya na Zigoni",
  "Na June 2012 Inter nwetakwara Thiam ozugbo, dịka Sassuolo hapụrụ ikike ndebanye aha 50% nke Thiam.",
  "Na 12 Julaị 2012, Thiam kwagara klọb ọkwa nke atọ ọzọ, South Tyrol (German: , Italian: ).",
  "Na 15 Julaị 2013, Thiam sonyeere klọb Serie B Lanciano na nnyefe n'efu. Na 30 Jenụwarị 2014, Lanciano bịanyere aka na onye na-eche nche Laurențiu Brănescu na nkwekọrịta nwekọ maka ego € 250,000 tinyere 50% ikike ndebanye aha nke Thiam (50% \"kaadị\" nke Thiam dị ọnụ ahịa na € 1.4 nde; 50% \"kaadị\" nke Brănescu bara uru € 1.65 nde). Thiam bịanyere aka na nkwekọrịta afọ   1⁄2 na The Old Lady.",
  "Thiam nọrọ oge 2013-14 fọdụrụ na Lanciano",
  "Ọ gara n'ihu na Lanciano na oge 2014-2015",
  "Na June 2015 Juventus bịanyere aka na Thiam ozugbo maka € 800,000 ọzọ; na 8 July Lanciano bịanyere aka na Filippo Penna (ihe dị ka € 340,000) na Marco Di Benedetto (ekwughị) dị ka ụgwọ ọrụ.",
  "Na 26 Julaị 2015, Thiam bịnyere aka na Zulte Waregem na nkwekọrịta nwa oge. Ntugharị ahụ mere ka Juventus nwee oke mbinye aka maka ndị na-abụghị ndị mba European Union (ọnụ ọgụgụ ọzọ sitere na Carlos Tevez), nke klọb ahụ mechara bịanye aka na Alex Sandro, onye gụrụ dị ka onye na-abụghị EU.",
  "Mgbe mgbazinye ahụ gasịrị, Thiam laghachiri Juventus maka ogige ha tupu oge egwuregwu.",
  "Na 31 August 2016, Thiam sonyere PAOK na mgbazinye ego.",
  "Na 13 Jenụwarị 2017, Thiam bịanyere aka na Empoli na nkwekọrịta nwa oge. O nyere goolu megide AC Milan na 23 Eprel 2017, na-enye Empoli akara 3 dị mkpa maka agha ha site na relegation",
  "Ọ gbakwara bọọlụ na agba ikpeazụ nke oge ahụ, nke Empoli meriri site n'ịda Palermo.",
  "Mgbe mgbazinye  ahụ gasịrị, Thiam laghachiri Turin ọzọ maka ogige ha tupu oge egwuregwu",
  "A kọrọ na ọ kagburu nkwekọrịta ya na Juventus na nkwenye nke ibe ya na Septemba 2017.",
  "Na 6 Febụwarị 208, Thiam bịanyere aka na nkwekọrịta 1  1⁄2 afọ na Esteghlal mgbe ọ gafere nyocha ahụike. E kenyere ya uwe nọmba iri abụọ na ise ka ọ na-eyi na league, mana ọ họọrọ iyi nọmba 7 kachasị amasị ya na AFC Champions League ebe ọ bụ na-anọghị.",
  "Thiam mere egwuregwu nke mbụ ya na 8 Febụwarị na mmeri 3–0 megide Sepidrood na-abịa dị ka onye nnọchi anya Ali Ghorbani na nkeji 82. Ọ malitere egwuregwu mbụ ya maka Esteghlal na asọmpi Champions League megide Al-Hilal nke ọ bụ ihe mgbaru ọsọ mbụ ya maka klọb ahụ. Ihe mgbaru ọsọ ahụ bụ ihe mgbaru ọsọ nke 200 nke Esteghlal na akụkọ AFC Champions League ma ha ghọrọ ndị otu Iran mbụ ruru ọkwa ahụ. Esteghlal mechara merie 1–0 ma kpọọ Thiam Man of the Match maka arụmọrụ ya. N'ụbọchị iri abụọ na anọ n'ọnwa Febụwarị, Thiam meghere akaụntụ goolu ya na league site na mmeri 4–1 megide Foolad",
  "O nyekwara aka maka ihe mgbaru ọsọ ọzọ na egwuregwu ahụ. N'ụbọchị nke isii n'ọnwa Maachị, o nyere goolu ọzọ n'asọmpi 2–2 nke ndị mmeri megide Al-Ain, a kpọkwara ya \"Man of the match\" nke ugboro abụọ n'usoro. Na 3 Mee, Thiam nyere naanị goolu Esteghlal iji merie Khooneh be Khooneh 1–0 na 2018 Hazfi Cup Final, na-emeri ọla ọcha mbụ ya na klọb ahụ. N'abalị iri na ise n'ọnwa Mee, o nyere goolu mbụ ya na mmeri 3–1 megide Zob Ahan Ihe mgbaru ọsọ atọ ya mere ka ọ bụrụ onye na-ebute goolu na mba ọzọ na klọb ahụ, na-emeri ihe ndekọ Jlloyd Samuel nke ihe mgbaru ọsọ iri na otu n'ụbọchị ọnwụ ya. N'ihi arụmọrụ ya, a kpọrọ ya onye egwuregwu ụkwụ nke abụọ nke iri na isii n'izu ma tinye ya na agba nke iri na isii nke izu. Thiam ji goolu iri na abụọ mechie oge ya n'asọmpi niile n'ime egwuregwu iri na atọ, klọb ahụ mechara nke atọ na league n'oge ahụ.",
  "Na 8 Ọgọstụ 2018, Thiam sonyere ndị otu UAE Ajman site na Esteghlal FC na nkwekọrịta afọ abụọ maka ego a na-akọwaghị. Thiam mere egwuregwu izizi ya na klọb ahụ n'ụbọchị iri atọ nke ọnwa Ọgọstụ, na mmeri 1–0 nke Al-Nasr nke o nyere goolu mbụ ya maka klọb ahụ.",
  "Na 24 June 2019, Thiam sonyeere Turkish Süper Lig n'akụkụ Kasımpaşa na nkwekọrịta afọ abụọ. O mere egwuregwu izizi ya na klọb ahụ na 18 Ọgọstụ megide Trabzonspor N'egwuregwu sochirinụ, o nyere goolu mbụ ya maka klọb ahụ na mmeri 4–1 megide Alanyaspor",
  "Na 18 Ọgọstụ 2020, Thiam sonyeere klọb Süper Lig Fenerbahçe na nkwekọrịta afọ atọ.",
  "N'oge ọkọchị nke afọ 2021 onye egwuregwu bọọlụ Afrịka bịanyere aka na Central Anatolian n'akụkụ Kayserispor na nkwekọrịta afọ atọ.",
  "Thiam bu ụzọ nọchite anya ndị otu mba Senegal na mmeri enyi na enyi 3–1 nke Morocco na 9 Ọktoba 2020.",
  "1 Gụnyere Europa League na AFC Champions League egwuregwu.",
  "Esteghlal",
  "Senegal"
]