[
  "Motlagomang Grazy Qabathe, onye a maara nke ọma dị ka Mamiki Qabathe bụ onye ndọrọ ndọrọ ọchịchị si mba South Afrika nke jere ozi na Executive Council nke Free State dị ka onye otu Executive Council (MEC) maka mmepe mmekọrịta ọha bụ Social Development site na ọnwa Mee afọ 2019 ruo ọnwa Ọktoba afọ 2023",
  "Tupu nke ahụ, ọ bụ onye isi oche nke Free State Provincial Legislature site na 2015 ruo 2019",
  "Ọ bụ onye otu African National Congress (ANC).",
  "Qabathe malitere ọrụ ndọrọ ndọrọ ọchịchị ya dị ka onye nkwute ọnụ nke ndị òtù ọrụ South African Municipal  na dị ka onye isi obodo mbụ nke Lejweleputswa District Municipality",
  "A họpụtara ya na mbụ na Executive Council na Jenụwarị 2008 n'okpuru Premier Beatrice Marshoff ma ọ nọgidere n'oche ya n'oge mbụ nke Premier Ace Magashule; o nwere ọtụtụ ọfịs, nke kachasị dị ka MEC maka Ọrụ Ugbo (na 2008, site na 2009 ruo 2011, na site na 2013 ruo 2015)",
  "Ọ rụkwara ọrụ n'okpuru Magashule dị ka osote odeakwụkwọ mpaghara nke alaka Free State nke otu ANC site na afọ 2008 ruo 2021.",
  "A mụrụ Qabathe na Hennenman ma o toro na Meloding, obodo dị na mpụga Virginia na mpaghara Free State nke oge a (nke bụ Orange Free State n'oge ahụ). Ọ malitere ịrụsi ọrụ ike na ọrụ ndọrọ ndọrọ ọchịchị ndị ntorobịa na-emegide ịkpa ókè agbụrụ n'afọ 1986 mgbe ọ bụ nwa akwụkwọ na Mahadum Vista na Bloemfontein, ebe ọ sonyeere Azanian Students' Organisation. N'afọ 1987 ọ malitere ịrụ ọrụ na Meloding Town Council ma n'afọ sochirinụ, a kpọrọ ya na South African Municipal Workers' Union (SAMWU), onye mmekọ nke Congress of South African Trade Unions (COSATU)",
  "N'ime afọ ole na ole sochirinụ, ọ rịgooro n'ọkwa nke SAMWU, site na kansụl ndị isi ụlọ ahịa mpaghara ruo n'ọkwá onye na-ahụ maka akụ na ụba nke mpaghara na osote onye isi ala nke abụọ.",
  "Ọ na-arụkwa ọrụ na ngalaba mpaghara nke COSATU ma mgbe njedebe nke ịkpa ókè agbụrụ n'afọ 1994 ,ọ ghọrọ onye na-arụsi ọrụ ike na mpaghara nke African National Congress (ANC) na ANC Women's League. Mgbe e guzobere Lejweleputswa District Municipality n'afọ 2000, ọ nọchitere anya otú ANC dị ka onye isi obodo nke distrikti ahụ.",
  "N'onwa Jenụwarị nke afọ 2008, Beatrice Marshoff, onye bụbu onye isi ala nke Free State, họpụtara Qabathe na Free State kounsul Executive. Ọ ghọrọ onye otu Executive Council (MEC) maka ọrụ ugbo. N'ọnwa Julaị nke afọ ahụ, ọ rịgooro na nke mbụ ya n'otu n'ime ụlọ ọrụ ndị a na-akpọ \"Top Five\" na alaka Free State nke ANC; a họpụtara ya n'enweghị onye yana  ya na a aka  dị ka osote odeakwụkwọ mpaghara nke Free State ANC, ọ na-eje ozi n'okpuru Ace Magashule, dị ka onye isi oche mpaghara, na Sibongile Besani, dị ka odeakwụkwọ mpaghara. N'ọnwa Ọktoba, Marshoff kwupụtara mgbanwe nke Qabathe ghọrọ MEC maka Egwuregwu, Nkà na Ọdịbendị; ọ nọgidere na ngalaba ahụ maka oge fọdụrụnụ nke Marshoff n'ọchịchị.",
  "Dabere na ntuli aka nke afọ 2009, Ace Magashule bụ ya nọchiri Marshoff dị ka onye isi ala",
  "Na Executive Council ọhụrụ nke Magashule, e weghachiri Qabathe n'ọkwa ochie ya dị ka MEC maka Ọrụ Ugbo. N'ime afọ anọ sochirinụ, Qabathe gafere ọtụtụ ọfịs na mgbanwe Magashule ugboro ugboro",
  "A kpọgara ya na ngalaba ọchịchị, ihe omume ọdịnala na ebe obibi mmadụ na Febụwarị 2011; mgbe ahụ na ngalaba mmepe akụ na ụba, njem nleta na ihe gbasara gburugburu ebe obibi n'onwa Febụwaị afọ 2012; ma mesịa laghachi na ngalaba ọrụ ugbo (nke gụnyere mmepe ime obodo) na ọnwa Machị nke afọ 2013. Na ntuli aka nke afọ 2014, a họpụtara Qabathe ọzọ n'oche ya na Free State Provincial Legislature, nke asatọ na ndepụta nke ANC",
  "Magashule, onye a họpụtakwara ọzọ, jidere ya dị ka MEC maka Ọrụ Ugbo na Mmepe Ime Obodo.",
  "N'abalị iri na otu n'ọnwa Machị n'afọ 2015, a họpụtara ya ka ọ bụrụ onye isi oche nke Free State Provincial Legislature ma si otú a pụọ na otu kounsul Executive ; ọ nọchiri Sisi Mabe, onye nwụrụ n'afọ \nL",
  "Ọnụnọ Qabathe dị ka MEC n'okpuru Magashule mechara dọta esemokwu n'etiti ha n'ihi itinye aka na mmejuputa Vrede Dairy Project, nke e guzobere n'afọ 2012 mana o gara n'ihu n'oge oge nke atọ Qabathe bụ MEC ọrụ ugbo site na 2013 ruo 2015",
  "Onye na-echebe ọha na eze, bụ Busisiwe Mkhwebane,onye mechara nyochaa ọrụ ahụ, onye kwubiri na 2020 na Qabathe ,tinyere Magashule na Msebenzi Zwane, bụ ndị bu ya ụzọ ma nọchie ya n'ọrụ ugbo - ka amara ikpe maka nlekọta na-ezighị ezi ruo n'ókè ọ na-emezughị ọrụ nlekọta iwu ya gbasara ọrụ ahụ.",
  "Mkhwebane tụrụ aro na gọọmentị Free State kwesịrị ịtụle ịkwado Qabathe maka ọrụ ya na Vrede Dairy Project saga. Ndị na-emegide Economic Freedom Fighters kpọrọ oku ka a chụọ Qabathe, ndị na-emegidesi ike Democratic Alliance (DA) rịọkwara  ndi nleba anya mkpesa dị n'aka bụ Special Investigating Unit ka ha nyochaa ya na ndị ọrụ ndị ọzọ maka ọrụ ha. DA kwuru na, na mgbakwunye na ọdịda ya dị ka MEC, Qabathe chebere Zwane pụọ na ịza ajụjụ mgbe ọ bụ onye isi oche nke ndị omeiwu.",
  "A họpụtara Qabathe ọzọ n'ọfịs pati ya dị ka osote odeakwụkwọ mpaghara otu ANC na ọnwa Mee afọ 2013 na onwa Disemba afọ 2017, ka nọ n'okpuru Onye isi oche mpaghara Magashule. N'oge na-adịghị anya mgbe a họpụtara ya ọzọ n'afọ 2017, ụlọ ikpe dị elu wepụrụ nsonaazụ ntuli aka ahụ n'ihi mmebi iwu, mana a họpụtara Qabathe dị ka onye otu ọrụ na-arụ ọrụ nke mba ANC gbakọtara iji duzie pati mpaghara ahụ ruo mgbe a ga-eme ntuli aka ọhụrụ.",
  "Mgbe a na-eme ntuliaka nke otu ANC ọzọ na ọnwa Mee nke afọ 2018, a họpụtara Qabathe n'enweghị onye ya na yá nà ama aka dị ka osote odeakwụkwọ mpaghara, ọ na-eje ozi ugbu a n'okpuru Sam Mashinini, onye nọchiri Magashule dị ka onyeisi oche, na odeakwụkwọ mpaghara Paseka Nompondo. Na ntuli aka nke afọ 2019, ọ nọ n'ọnọdụ nke abụọ na ndepụta nke ANC ma họpụta ya ọzọ na ndị omeiwu mpaghara. Kama ịchọ ka a họpụta ya ọzọ dị ka onye isi oche, e weghachiri ya na Executive Council, ebe Sisi Ntombela, onye nọchiri Magashule dị ka onyeisiala, họpụtara ya MEC maka Mmepe Ọha. Oge ya dị ka osote odeakwụkwọ nke ANC kwụsịrị na 2021 mgbe ANC nke mba ahụ gbasara ndị isi mpaghara.",
  "Na ọnwa Machị afọ 2023, a họpụtaghị Qabathe na ọkwá kounsul Executive  nke Mxolisi Dukwana, onye nọchiri Ntombela mgbe ọ gbara arụkwaghịm n'ọnwa gara aga.",
  "Ọ lụrụ di ma nwee ụmụ atọ."
]