[
  "Mamie Phipps Clark (Eprel 18, 1917 - Ọgọst 11, 1983) bụ ọkà n'akparamàgwà mmadụ nke Africa-American bụ onye, ya na di ya Kenneth Clark, lekwasịrị anya na mmepe nke ịma onwe onye na ụmụaka ụlọ akwụkwọ ọta akara ojii",
  "Clark mụrụ ma zụlite na Hot Springs, Arkansas",
  "Clark nwetara agụmakwụkwọ post-secondary ya na Mahadum Howard, wee nweta nzere bachelọ na nna ukwu ya ebe ahụ.",
  "Maka akwụkwọ akụkọ nna ya ukwu, nke a maara dị ka \"The Development of Consciousness of Self in Negro Pre-School Children,\" Clark na-arụ ọrụ na nwa Arkansas ụlọ akwụkwọ ọta akara",
  "Ọrụ a gụnyere nnwale nwa bebi nke nyochara etu agwa ụmụ Africa America si ele agbụrụ na njirimara agbụrụ si metụta nkewa",
  "Dị ka ọmụmụ ihe si kwuo, ụmụaka ndị na-aga ụlọ akwụkwọ dị iche iche na-ahọrọ iji obere bebi na-acha ọcha egwuri egwu karịa nwa bebi ojii",
  "Ọmụmụ ihe ahụ nwere mmetụta dị ukwuu na Brown v",
  "Ụlọikpe Ụlọ Akwụkwọ Education",
  "O mere ka a ghọta mmetụta ịkpa ókè agbụrụ na-enwe n'ahụ́ ụmụaka toruru akwụkwọ",
  "Ahụmahụ Clark nwere banyere nkewa mere ka ọ ghọọ onye na-akwado ikike obodo na obodo ya ma na-egbo mkpa ndị ntorobịa.",
  "Amụrụ na Eprel 18, 1917, na mmiri ọkụ, Arkansas, Mamie Phipps Clark gara ụlọ akwụkwọ kewapụrụ nke ukwuu",
  "Nna Phipps, Harold H",
  "Phipps, amụrụ na British West Indies, bụ dọkịta a na-akwanyere ùgwù na onye njikwa nke ebe ntụrụndụ",
  "Ọ bụ ezie na Katy Florence Phipps, nne Phipps, bụ onye na-elekọta ụlọ, ọ na-etinyekarị aka n'ọrụ di ya dị ka dibịa",
  "Nwanne ya nwoke nke nta ghọrọ dọkịta ezé.",
  "Mamie Phipps Clark kọwara ụlọ akwụkwọ praịmarị na nke sekọndrị dị ka erughi eru n'akụkụ ndị dị mkpa",
  "Agbanyeghị, ọ bụ ezie na ụlọ akwụkwọ ya kewapụrụ n'agbụrụ, o kwughachiri azụ na ahụmịhe nkewa nkewa na nkwado ezinụlọ na-akwado, mere ka afọ ojuju ọrụ ya mechaa na ndụ ya",
  "Nne ya adịghị mkpa ịrụ ọrụ iji gbakwunye ego ezinụlọ ya na-akpata",
  "Clark kwuru, sị:",
  "“Enwere m nnọọ obi ụtọ n'oge ọ bụ nwata",
  "M mere n'ezie",
  "Obi ruru anyị ala",
  "Kedu ka m ga-esi gwa gị na enwere m obi ụtọ nwata? Ihe niile tọrọ m ụtọ",
  "Ụlọ akwụkwọ masịrị m",
  "Ahụrụ m ụlọ akwụkwọ n'anya",
  "Ntụrụndụ na-atọ m ụtọ",
  "Obere njem anyị mere tọrọ m ụtọ",
  "Obi tọrọ m ezigbo ụtọ",
  "Enweghị m ike ịsị na ọ dara ogbenye, ma ọ bụ - nye m, ọ bụ ihe ùgwù",
  "Maka m",
  "Ugbu a, site n'ụkpụrụ ebumpụta ụwa, a ga m eche na ị ga-asị na ọ bụ naanị otu ezinụlọ",
  "Ma ọ bụ nnọọ ihe ùgwù nwata.” (dị ka ekwuru na Lal, 2002, p. 1)",
  "Clark gụsịrị akwụkwọ na Langston High School, n'agbanyeghị na ọ bụ ihe a na-ahụkarị maka nwa akwụkwọ ojii ime otú ahụ",
  "Ọ nwetara onyinye abụọ na scholarships site na mahadum ndị isi ojii, Fisk University na Mahadum Howard",
  "Ọ debanyere aha na Howard n'afọ 1934",
  "N'agbanyeghị na ọ na-aga mahadum n'oge oké ịda mbà n'obi, nna ya nwere ike iziga ya $50 kwa ọnwa",
  "Ọ gụrụ akwụkwọ na mgbakọ na mwepụ na physics",
  "Ọ bụ ihe a na-adịghị ahụkebe maka ụmụ nwanyị ojii ịnata akwụkwọ na ngalaba ndị ahụ n'oge ahụ.",
  "Na Mahadum Howard, Mamie Phipps Clark zutere di ya n'ọdịnihu, Kenneth Bancroft Clark, onye bụ nwa akwụkwọ akara ugo mmụta na nkà mmụta uche",
  "Ọ bụ Kenneth Clark gbara ya ume ịchụso akparamaagwa n'ihi na ọ ga-enye ya ohere ịchọpụta mmasị ya na ụmụaka na-arụkọ ọrụ",
  "Phipps kwuru otu oge \"M na-enwe mmasị mgbe niile n'ebe ụmụaka nọ",
  "Site na mgbe m dị obere",
  "M na-eche mgbe niile na m chọrọ ka mụ na ụmụaka na-arụkọ ọrụ, na nkà mmụta akparamàgwà mmadụ yiri ezigbo ubi.\"  Mamie Phipps Clark na Kenneth Bancroft Clark gbagoro n'oge agadi ya n'afọ 1937",
  "N'afọ 1938, Mamie Phipps Clark gụsịrị akwụkwọ magna cum laude na Mahadum Howard",
  "Mgbe ọ debanyere aha ozugbo na mmemme gụsịrị akwụkwọ na akparamaagwa nke Mahadum Howard",
  "Maka akwụkwọ mmụta nna ya ukwu, ọ gụrụ akwụkwọ mgbe ụmụaka ojii matara na ha nwere “onwe” dị iche, yana mgbe ha matara na ha so n'otu agbụrụ",
  "Ọ kọwara \"nsụhọ agbụrụ\" dị ka echiche nke onwe onye nke otu otu, nke dị iche na ndị ọzọ site na njirimara anụ ahụ doro anya",
  "Nkwubi okwu ya banyere ụmụaka ndị America America ghọrọ ntọala na ntọala maka ọmụmụ nwa bebi ama ama nke ya na di ya ga-emecha mara nke ọma",
  "Phipps kwuputara na ọ bụ na njedebe nke afọ agụmakwụkwọ ya ka o mesịrị nwee obi ike banyere ịmepụta ihe ngwọta maka nkewa na mmegbu agbụrụ",
  "N'oge okpomọkụ mgbe ọ gụsịrị akwụkwọ, Phipps rụrụ ọrụ dị ka odeakwụkwọ n'ụlọ ọrụ iwu nke Charles Houston, onye bụ onye ọka iwu a ma ama na onye na-eduzi ihe ndị ruuru mmadụ n'oge mgbe otu mba Association for the Advancement Colored People na-ewere ego nchekwa iwu nke mba",
  "N'ebe ahụ, ọ hụrụ ọrụ William Hastie, Thurgood Marshall, na ndị ọzọ na nkwadebe maka ihe ịma aka ụlọ ikpe nke ga-eduga n'afọ 1954 mkpebi dị ịrịba ama Brown v",
  "Board of Education",
  "Dị ka o mesịrị kwuo, sị: \"Enweghị m ike icheta aha ha nile, ma ha gbakọrọ n'ọfịs ya iji dozie okwu ndị a na nke ahụ bụ ahụmahụ mmụta kachasị mma nke m nwetụrụla- n'ozuzu ya n'ezie, nkwulu, na Ndị isi ojii, e wetara m nke ọma n'ụlọ ọrụ ahụ.\"  Nke a nwere mmetụta na akwụkwọ akụkọ nna ya ukwu, \"The Development of Consciousness of Self in Negro Pre-School Children,\" nke ga-emesị bụrụ maka nyocha na nyocha nke metụtara Ụlọikpe Kasị Elu, Brown v",
  "Board of Education",
  "Clark bụ nwanyị ojii mbụ nwetara Ph.D",
  "na nnwale akparamaagwa, nke o mere n'afọ 1943 si Columbia University",
  "Ọ laghachiri na ndụ nwata akwụkwọ nwere echiche doro anya na nke nwere nchekwube na enwere ike iji \"ụzọ a na-ahụ anya\" mee ka nyocha ya na nchọpụta ya gbasara ụmụaka ndị America America",
  "Onye ndụmọdụ akwụkwọ akụkọ Phipps Clark bụ Henry E",
  "Garrett, onye mechara bụrụ onye isi oche nke American Psychological Association",
  "Achọpụtara ya dị ka onye ọnụ ọgụgụ pụrụ iche mana ọ bụkwa onye ịkpa ókè agbụrụ mepere emepe",
  "Ka oge na-aga n'ọrụ ya, a gwara ya ka ọ gbaa akaebe na Prince Edward County, Virginia, ikpe mwepu ka ọ gbaghaa akaebe ya e nyere n'ụlọ ikpe ahụ iji kwado ndịiche agbụrụ.",
  "Mgbe ọ gụsịrị akwụkwọ, ọ nwetara nnukwu nkụda mmụọ n'ọrụ-amamihe",
  "O kwuru na nke a bụ \"nhụsianya a na-achọghị\" nke ịbụ nwanyị ojii n'ọhịa nke ndị nwoke ọcha na-achị",
  "Otu ọrụ dị mkpa bụ ọrụ n'afọ 1945 na-eduzi ule nke mmụọ maka ụmụ agbọghọ ojii na-enweghị ebe obibi maka Riverdale Home for Children",
  "N'ebe a, o kere ma mee ule nke uche, yana ndụmọdụ ndị Africa America na-enweghị ebe obibi na ụmụaka ndị ọzọ dị nta na New York City: \"Echere m na Riverdale nwere mmetụta dị ukwuu n'ahụ m, n'ihi na ọ dịghị mgbe m maara na e nwere ọtụtụ ụmụaka ndị nọ na ya",
  "dị nnọọ ka ị maara, ma ọ bụ ndị mụrụ ha ka hapụrụ ha, dị ka a pụrụ isi kwuo ya.\"  Nke a kpalitere ọchịchọ imepe Ebe mmepe ụmụaka Northside.",
  "Ọmụmụ nwa bebi Phipps Clark bụ n'ihu n'ọrụ ọ rụrụ maka tesis nna ya ukwu",
  "Ọ bụ ọrụ Ruth na Gene Horowitz mere n'ike mmụọ nsọ na \"ịmapụta onwe\" n'ime ụmụaka ụlọ akwụkwọ ọta akara",
  "Nkà mmụta nna ya ukwu kpalitere mmasị di ya na mpaghara ahụ wee jee ozi dị ka ndabere nke ọrụ imekọ ihe ọnụ ha mechara na mmasị agbụrụ nke ụmụ ojii",
  "Ọ họọrọ ịghara ibipụta akwụkwọ akụkọ ya n'ihi na ọ chere na ọ na-erigbu ya na onye prọfesọ bipụta ya",
  "A kọrọ na ọ gwara di ya na ha ga-emekọ ọnụ.",
  "Nnwale ahụ rụrụ ọrụ dị mkpa dị ka ihe akaebe na ịma aka ụlọ ikpe nke butere Courtlọikpe Kasị Elu Brown v",
  "Mkpebi Board of Education n'afọ 1954, site n'igosipụta na nkewa kpatara nsogbu uche na ụmụaka",
  "Mamie Phipps Clark emewo nnwale ahụ na di ya, Kenneth, afọ iri na anọ tupu mgbe ahụ",
  "Nchọpụta sitere na ọmụmụ ihe a bụ nchọpụta sayensị mbụ gbasara mmekọrịta mmadụ na ibe ya ka ọ bụrụ ihe akaebe siri ike na akụkọ ihe mere eme nke Ụlọikpe.",
  "Ọmụmụ ihe ahụ jiri obere bebi anọ yiri ya n'ụzọ niile ma e wezụga agba",
  "Enyere ya ụmụaka dị afọ 3–7, na-ajụ ajụjụ iji mata nghọta na mmasị agbụrụ",
  "A jụrụ ajụjụ ndị a:",
  "Nnwale ahụ gosipụtara mmasị maka nwa bebi na-acha ọcha maka ajụjụ niile ma kwuo na àgwà dị mma na ụmụ bebi na-acha ọcha",
  "Ndị Clarks kwubiri na \"ịkpọasị, ịkpa ókè na nkewa\" mere ka ụmụ ojii nwee mmetụta nke ịdị ala na ịkpọ onwe ha asị",
  "Phipps Clark kwubiri, \"Ọ bụrụ na ọha mmadụ na-ekwu na ọ ka mma ịbụ ndị ọcha ọ bụghị naanị ndị ọcha ma ndị Negroes na-ekwenye na ya",
  "Nwatakịrị nwekwara ike ịgbalị ịgbanahụ ọnyà nke ịdị umeala n’obi site n’ịgọnarị eziokwu nke agbụrụ nke ya.” Nnwale mbụ ahụ dugara ụzọ na nnwale ndị ọzọ Phipps Clark na di ya mere",
  "Phipps Clark gbara ụmụaka narị atọ ajụjụ ọnụ si n'akụkụ dị iche iche nke ógbè ahụ ebe ụlọ akwụkwọ kewapụrụ wee chọta otu nsonaazụ ahụ.",
  "Dị ka akụkụ nke nnwale nwa bebi ahụ, Phipps Clark nyekwara ụmụaka nkọwa nke otu nwoke na nwa agbọghọ ma gwa ha ka ha na-agbapụta ihe ngosi ahụ otu agba dị ka onwe ha",
  "Ọtụtụ n'ime ụmụaka ojii na-acha ọcha ma ọ bụ edo edo.",
  "Mkpebi nke ule nwa bebi na ule nkewa gosipụtara na nkewa n'ụlọ akwụkwọ na-emetụta ụmụaka na-adịghị mma",
  "Ọmụmụ ihe ahụ jiri nwa bebi yiri ya; naanị ihe dị iche bụ ụda akpụkpọ anụ nwa bebi.",
  "Mamie na di ya duziri ọtụtụ ọmụmụ tupu ha amụ nwa bebi a ma ama",
  "N'afọ 1939, ha mere ọmụmụ ihe iji chọpụta mgbe ịma onwe onye, kpọmkwem agbụrụ agbụrụ na-etolite na ụmụaka ndị America America",
  "Enyere ụmụaka ndị Africa America kewapụrụ onwe ha afọ 3-5 eserese ahịrị eserese nke ụmụ nwoke ọcha na agba, yana eserese ahịrị anụmanụ dị iche iche",
  "A gwaziri ụmụaka ka ha mata foto ha kọwara onwe ha ma ọ bụ onye ha na ha nọ",
  "Nsonaazụ nke ọmụmụ ha gosiri na ụfọdụ ụmụaka dị afọ atọ họọrọ anụmanụ iji kọwaa onwe ha, ebe ụmụaka dị afọ anọ emebeghị",
  "Nke a na-egosi na n'ihe dị ka afọ anọ, ụmụaka na-amalite ịghọta na ha bụ nnọọ mmadụ nke ndị nchọpụta na-atụ aro ịmalite tupu ụmụaka aghọta na ha bụ akụkụ nke ụfọdụ otu ndị mmadụ",
  "Na mgbakwunye, nchọpụta ahụ chọpụtara na ụmụaka na-amalite ịmata onwe ha dị ka ndị ọcha ma ọ bụ agba gburugburu otu afọ",
  "Enwere mmụba nke njirimara agba na ụmụaka dị afọ 4 ma e jiri ya tụnyere ụmụaka dị afọ 3, Otú ọ dị, omume a adịghị mkpa n'etiti ụmụaka 4 na 5",
  "Ndị nchọpụta ahụ ekwenyeghị na ụmụaka na-akwụsị ịga n'ihu na mmepe njirimara agbụrụ ha na afọ 5, ma ha tụrụ aro na ụzọ ha si atụ nke a emeghị nke ọma iji weghara mmepe a",
  "Ọrụ Mamie na di ya mere ka ndị na-eme nchọpụta n'ọdịnihu jiri usoro ahụ mee ihe ma gbasaa nyocha nke di na nwunye ahụ",
  "Jensen na Tisak (2020) zoro aka na ọmụmụ Clark wee jiri usoro yiri nke ahụ chọpụta na ndị na-eto eto na-acha ọcha na-ahọrọ ụmụ agbọghọ ọcha na ndị na-abụghị ndị ọcha na-ahọrọ ndị na-abụghị ndị ọcha, gbasaa n'echiche na ụmụaka na-akọwapụta onwe ha, na-agbakwụnye na ụmụaka na-ahọrọ ndị ọzọ dabara adaba",
  "njirimara agbụrụ ha",
  "Na February 1946, Mamie Phipps Clark tọrọ ntọala Northside Center for Child Development  na okpuru ulo nke Paul Lawrence Dunbar ụlọ, ebe ezinụlọ ya bi",
  "Ọ bụ nbinye $946 sitere n'aka nna Mamie, Harold Phipps",
  "Nke mbụ akpọrọ Northside Testing and Consultation Center, ọ ghọrọ Northside Center for Child Development n'afọ 1948",
  "Northside bụ ebe izizi na-enye ọgwụgwọ maka ụmụaka nọ na Harlem, yana inye nkwado nye ezinụlọ ndị chọrọ enyemaka ụlọ.",
  "Usoro ọgwụgwọ a na-ahụkarị n'oge ahụ bụ psychoanalysis",
  "Otú ọ dị, Clarks wepụrụ ịdị irè nke psychoanalysis na ndị bi na etiti na-eje ozi",
  "Ha chere na etiti ahụ kwesịrị inye ndị ahịa ha ihe achọpụtara na ọ na-efu ma họrọ usoro zuru oke karịa.",
  "Ebe etiti ahụ mechara gbasaa ọrụ ya iji gụnye ndụmọdụ gbasara mmụọ maka nsogbu omume n'ihi mgbakasị mmetụta uche, ntụzịaka aka ọrụ maka ndị nọ n'afọ iri na ụma, agụmakwụkwọ n'ịzụ ụmụaka maka ndị nne na nna ojii, na nnwale dị iche iche nke mmụọ",
  "Ọrụ taa gụnyere nzigharị ọgụgụ na nkuzi mgbakọ na mwepụ, nkuzi nri nri, na ọzụzụ nne na nna",
  "Clark nọgidere na-arụsi ọrụ ike dị ka onye nduzi nke Northside ruo mgbe ọ lara ezumike nká n'afọ afọ 1979.",
  "Ọ gara n'ihu na-eso di ya na-arụkọ ọrụ n'ọtụtụ ọrụ, gụnyere Harlem Youth Opportunities Unlimited project (HARYOU),  iji nye ohere mmụta na ohere ọrụ maka ndị ntorobịa na Harlem",
  "Ewubere ya n'afọ 1962 site n'enyemaka Kenneth Clark na ndị isi obodo ndị ọzọ",
  "HARYOU nyere ọzụzụ mmezi/mgbazigharị maka ndị ntorobịa dara ogbenye bụ ndị na-ada azụ n'ụlọ akwụkwọ, nye ndị ntorobịa ojii ohere ọrụ, ma kuziere ndị bi ka ha na ụlọ ọrụ gọọmentị na-arụkọ ọrụ iji nweta ego na ọrụ",
  "Kenneth Clark tụpụtara ụgbọ ala iji jikọta ụlọ akwụkwọ, mana mkpesa sitere na ndị nne na nna n'akụkụ abụọ gbochiri mpụta",
  "HARYOU mechara jikọta ya na ndị otu obodo Associated dịka akụkụ nke atụmatụ Lyndon B",
  "Johnson's War on Poverty",
  "A kpọgharịrị ya HARYOU-ACT",
  "Ntinye aka Clark na ụlọ ọrụ ahụ adịteghị aka n'ihi esemokwu ndọrọ ndọrọ ọchịchị",
  "Kenneth Clark bipụtara nkwubi okwu ya na HARYOU n'akwụkwọ akpọrọ Dark Ghetto (1965).",
  "Mamie Phipps na Kenneth Clark lụrụ n'afọ 1937",
  "Mamie Clark kwuru na mmekorita dị n'etiti ya na di ya rụpụtara \"ahụmahụ dị nso, ihe ịma aka na nke ọkachamara na-eju afọ.\" Ndị Clark lụrụ maka afọ 45 ruo mgbe Mamie Clark nwụrụ na August 11, 1983",
  "Ọ nwụrụ mgbe ọ dị afọ iri isii na isii, hapụrụ ụmụ abụọ, Kate Harris na Hilton Clark.",
  "Clark na-arụsi ọrụ ike n'obodo ya",
  "Ọ rụrụ ọrụ dị ka onyeisi oche nke otu ụlọ ọrụ wuru ụlọ na NYC",
  "Ọ na-ejekwa ozi na bọọdụ nke American Broadcasting Companies, Museum of Modern Art, New York Public Library, Mishon society nke New York, The Phelps Stokes Fund, na Ụlọ akwụkwọ nkuzi na Mahadum Columbia",
  "Na mgbakwunye, o jere ozi na otu ndụmọdụ gụnyere kọmitii atụmatụ isi mmalite nke mba.",
  "Ọrụ Clark na mmetụta nke ịkpa ókè agbụrụ na stereotypes nyere onyinye dị mkpa na ngalaba nke nkà mmụta sayensị mmepe na nkà mmụta uche nke agbụrụ",
  "Ọ rụrụ ọrụ dị ka ọkà n'akparamàgwà mmadụ nyocha maka United States ụlọ ọrụ ndị agha agha na Òtù Ahụ Ike Ọha",
  "Mgbalị ya na njirimara na ùgwù onwe onye nke ndị ojii gbasaara ọrụ na mmepe njirimara.",
  "Clark abụghị onye a ma ama dị ka di ya",
  "Achọpụtara na nnabata Phipps Clark na ihe nketa nke ntinye aka ya na ụwa nyocha agụmakwụkwọ ka na-ebelata taa",
  "Dr",
  "Phipps Clark chere ihu ma mgbochi nwoke na nwanyị na nke agbụrụ na ọrụ ya ma nọgidere na-arụ ọrụ n'agbanyeghị ihe ịma aka nke intersectionality na mpaghara uche",
  "A chọpụtala na ọ na-agbaso atụmanya ndị nwanyị n'oge ahụ ma na-elezi anya ka ọ \"nọgide na ndò nke di ya\"",
  "Ọ na-egosipụtakarị dị ka onye ihere",
  "Ekelela ya maka inwe ihe ịga nke ọma n'ọkachamara ma na-edobe afọ ojuju nke ndụ ụlọ na-eju afọ",
  "Ọ natara onyinye nturu ugo Candace maka ọdịmma mmadụ site na National Coalition of 100 Black Women n'afọ 1983",
  "Clark nwụrụ n'ihi ọrịa cancer na August 11, 1983, mgbe ọ dị afọ iri isii na isii."
]