[
  "Ikike nke nwoke na nnọkọ ezi-na-ụlọ (Hebrew:",
  "N'ime afọ 1996, Schlusser bipụtara akwụkwọ, Ikike nke Nwoke na Ezinụlọ?, nke kwuru na iwu ezinụlọ na Steeti Israel na-ele mmadụ anya n'ihu megide ụmụ nwoke. A na-edozi nsogbu ndị dị ka ịgba alụkwaghịm, alimony, ebubo ụgha nke mmetọ, na nkwado ụmụaka.",
  "Schlusser mechara zọọ ntuli aka Knesset nke afọ 1996 dị ka onye isi nke Ikike nke Nwoke na nnoko Ezinụlọ",
  "N'elu ikpo okwu nke otu ahụ kpọrọ oku ka ewepụ nkebi ahịrịokwu ahụ na-enye nne ikike na-akpaghị aka n'ọnọdụ ịgba alụkwaghịm maka obere ụmụaka",
  "Ọ kpọkwara oku ka a dabere na nkwado ụmụaka na ihe ndị ọzọ ma e wezụga ndepụta ego nke ndụ",
  "Ihe ndị ọzọ ndị otu ahụ lebara anya bụ ụlọ maka ndị di na nwunye na-eto eto, ibelata ụtụ isi, na oku maka ụgwọ ezumike nká steeti",
  "Ọ kpọkwara oku maka nhọrọ nke alụmdi na nwunye obodo na mgbakwunye na alụmdi na nwunye a nabatara n'okpukpe. O nwetara vootu 2,388 (0.1%), na-enwetaghị oche.",
  "Na ntuli aka Knesset nke dị nime afọ 1999, otu ndọrọ ndọrọ ọchịchị ahụ pụtara n'okpuru aha \"Justice for All\", ma nweta votu 1,257 (0.04%), ọnụ ọgụgụ nke abụọ kachasị ala nke votu na 1.5% nke ntuli aka.",
  "N'ime afọ 2003, ndị Oghere ọnụ ụlọ ụmụ nwanyị Israel boro otu ahụ ebubo na ha na-akpali ime ihe ike megide ụmụ nwanyị ma na-ekwupụta eziokwu na mgbasa ozi mgbasa ozi ha",
  "Otú ọ dị, dị ka otu isiokwu dị na Haaretz si kwuo, onye isi oche nke Kọmitii ntuli aka etiti jụrụ arịrịọ ụmụ nwanyị na-akwado iji nyochaa mkpọsa ahụ. Na ntuli aka Knesset sochirinụ, otu ahụ nwetara vootu 1,284 (0.04%)",
  "Nhoputa ndi ochichi nke afọ 2006 mere ka ndi otu ndọrọ ọchịchị ahụ bụrụ \"Justice for All\" ọzọ, na nke ugbu a, ha nwetara vootu 3,819 (0.12%).",
  "Tupu ntuli aka Knesset nke afọ 2009, Schlusser kwuru n'ajụjụ ọnụ ya na Yedioth Achronoth na otu n'ime nna abụọ ọ bụla na-efunahụ ikike ịhụ ụmụ ha n'ihi ịgba alụkwaghịm rụrụ arụ, na-agbakwụnye, \"ụmụ nwere ikike ịhụ nna ha,\" na-ekwukwa na \"nwa nke na-ahụ nwanyị na-achịkwa, na-emegide okike, nwere ike ịghọ nwoke idina nwoke\". Na ntuli aka ahụ, otu ahụ nwetara naanị vootu narị itoolu na iri abụọ na otu (0.03%).",
  "N'ime afọ 2012, a kọwara Schusser na Makor Rishon banyere ahụmịhe onwe ya nke mere ka ọ zọọ ọkwa ọchịchị. N'ime afọ 2013, ọ kwadoro ịgbanwe iwu nke na-ekwu na ndị ikom na-anọ n'ụlọ ga-akwụ ụgwọ mkpuchi mba, ebe a na-ahapụ ndị nne na-elekọta ụlọ",
  "N'ajụjụ ọnụ ya na Haaretz, o kwuru, \"Mgbe a bịara n'afọ ezumike nká, dịka ọmụmaatụ, ụmụ nwanyị nwere ike ịla ezumike nká mgbe ha dị afọ iri isii na abụọ, mana enweghị m ike.\""
]