[
  "Manasi Pradhan (amụrụ n'ụbọchị nke anọ n'ọnwa Ọktoba n'afọ 1962) bụ onye India na-ahụ maka ihe ndị ruuru ụmụnwanyị na onye edemede",
  "Ọ bụ onye guzobere Honour for Women National Campaign, otu mba niile iji kwụsị ime ihe ike megide ụmụ nwanyị na India. N'afọ 2014, Onye isi ala India nyere ya Rani Laskhmibai Stree Shakti Puraskar",
  "Ya na Mary Prema Pierick, onye isi ụwa nke ndị ozi ala ọzọ nke ọrụ ebere, meriri 'Outstanding Women Award' n'afọ 2011.",
  "Akwụkwọ na òtù mba ụwa na-egosikarị Pradhan",
  "N'afọ 2016, Bustle nke dị na New York kpọrọ ya n'etiti ndị edemede na ndị na-eme ihe ike 20 kachasị akpali akpali. N'afọ 2017, ụlọ ọrụ Welker Media Inc",
  "nke dị na Los Angeles kpọrọ ya otu n'ime ndị na-eme mgbanwe ụmụ nwanyị iri na abụọ kachasị ike. N'afọ 2018, Oxford Union nke Mahadum Oxford kpọrọ ya ka ọ kwuo okwu na njikọ ahụ.",
  "Ọ bụ onye guzobere Nirbhaya Vahini, Nirbhaya Samaroh na OYSS Women. Ọ rụrụ ọrụ na panel nke Central Board of Film Certification (Censor Board) maka India na Kọmitii Nnyocha nke National Commission for Women.",
  "A mụrụ ya n'ezinụlọ dara ogbenye n'ime obodo Odisha dịpụrụ adịpụ, ọ lụsoro mma iwu ọha na eze na-ewu ewu megide ịkụziri ụmụ nwanyị ihe, na-eje ije kilomita 15 kwa ụbọchị n'etiti ugwu na ala mmiri na naanị ụlọ akwụkwọ sekọndrị na mpaghara ahụ dum iji pụta dị ka nwanyị mbụ gụsịrị akwụkwọ n'obodo ya ma mesịa bụrụ nwanyị mbụ gụsị akwụkwọ na mpaghara ya",
  "A nabatara akụkọ ndụ Manasi Pradhan dị ka ihe ngosi na United States na Israel.",
  "A mụrụ Pradhan n'ezinụlọ dara ogbenye n'obodo nta dịpụrụ adịpụ a na-akpọ Ayatapur na mpaghara Banapur nke mpaghara Khordha, Odisha. Ọ bụ nwa mbụ n'ime ụmụnwanyị abụọ na nwa nwoke nke Hemalata Pradhan na Godabarish Pradhan mụrụ",
  "Nna ya bụ onye ọrụ ugbo na nne ya bụ nwanyị ụlọ.",
  "A na-ewere agụmakwụkwọ ụmụnwanyị dị ka nnukwu ihe a machibidoro iwu n'ọtụtụ ime obodo nke Banapur n'oge ahụ",
  "A naghị ekwe ka ụmụ nwanyị gaa ụlọ akwụkwọ sekọndrị",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị ya n'ime obodo, enwere nrụgide siri ike ịkwụsị akwụkwọ ya",
  "Ọzọkwa, enweghị ụlọ akwụkwọ sekọndrị n'ógbè ndị dị nso.",
  "Ọ na-eje ije kilomita 15 kwa ụbọchị, n'etiti ugwu na ala mmiri, gaa naanị ụlọ akwụkwọ sekọndrị na mpaghara ahụ dum, iji pụta dị ka nwanyị mbụ gafere ule ụlọ akwụkwọ sekọrịtandrị n'obodo ya.",
  "Mgbe ọ gụsịrị akwụkwọ na Patitapaban High School na Gambharimunda, ezinụlọ ahụ kwagara Puri maka agụmakwụkwọ kọleji ya",
  "Site na obere ego sitere na ala ugbo obodo, ọ bịara sie ike ịkwado",
  "N'oge na-adịghị anya mgbe ọ gafere ule nke etiti, ọ ghaghị ịrụ ọrụ iji kwado ezinụlọ ya na ọmụmụ ya",
  "O nwetara B.A",
  "na Economics site na Government Women's College, Puri, na M.A",
  "n'akwụkwọ Odia site na Mahadum Utkal",
  "Ọ nwetara Bachelor of Laws na G.M",
  "Law College, Puri.",
  "Ọ rụrụ ọrụ na ngalaba ego, Gọọmentị nke Odisha na Andhra Bank maka obere oge mana ọ hapụrụ ha abụọ iji chụsoo mmasị nke ya",
  "N'ọnwa Ọktoba n'afọ 1983, mgbe ọ dị afọ iri abụọ na otu, ọ malitere azụmahịa obibi akwụkwọ nke ya na akwụkwọ akụkọ",
  "N'ime afọ ole na ole, azụmaahịa ahụ toro nke ukwuu, na-etinye ya n'òtù ụmụnwanyị ole na ole nwere ọganihu n'oge ya.",
  "N'afọ 1987, o guzobere OYSS Women",
  "Ebumnuche mbụ bụ inyere ụmụ akwụkwọ nwanyị aka inweta agụmakwụkwọ dị elu ma zụlite ha dị ka ndị isi n'ọdịnihu na ọha mmadụ",
  "OYSS Women anọwo na-ahazi ọmụmụ ihe ndị ndu, ogige agụmakwụkwọ na ọzụzụ ọrụ aka, mmata iwu na ogige nchebe onwe onye, na-azụlite ọtụtụ puku ụmụ agbọghọ dị ka ndị ga-abụ ndị isi n'ọhịa ha họọrọ.",
  "Ewezuga ihe ndị dị n'elu, nzukọ ahụ na-eme ọtụtụ ọrụ na ihe omume ma bụrụ nke a na-eto n'ọtụtụ ebe maka enyemaka ọsụ ụzọ n'inye ụmụ nwanyị ike",
  "Nzukọ ahụ na-eduga na Honour for Women National Campaign.",
  "N'ọnwa Nọvemba afọ 2009, ọ malitere Honour for Women National Campaign, otu mba niile iji kwụsị ime ihe ike megide ụmụnwanyị na India",
  "Omume a enyerela aka n'ịkpali mba ahụ megide arụrụala ụmụnwanyị.",
  "Ngagharị iwe ahụ na-eji usoro dị iche iche iji lụso egwu ime ihe ike megide ụmụ nwanyị na India ọgụ.",
  "Ọ na-eji ọtụtụ ụgbọala ya bụ ụlọ ọrụ ikike ụmụ nwanyị, emume ikike ụmụnwanyị",
  "Nzukọ ikike ụmụnwanyị na-ezukọ, akwụkwọ ikike ụmụ nwanyị; akwụkwọ ihe nkiri, ihe ngosi ọdịyo, ihe nkiri n'okporo ámá wdg iji mee ka a mara banyere iwu na usoro iwu iji lụso arụrụala na ụmụnwanyị ọgụ.",
  "N'aka nke ọzọ, ọ na-etinye nrụgide na steeti site n'ịkpali echiche ọha na eze na mkpọsa na-aga n'ihu maka mgbanwe ụlọ ọrụ na usoro mgbazi iji gbochie ime ihe ike megide ụmụ nwanyị.",
  "N'afọ 2013, mgbe afọ anọ nke na-emetụta usoro nzukọ ọmụmụ ihe mba, ogbako na ndụmọdụ metụtara ndị metụtara ya si n'ofe India, òtù ahụ wepụtara akwụkwọ zuru ezu na-egosi ọgụ ya iji kwụsị ime ihe ike megide ụmụnwanyị.",
  "N'afọ 2014, òtù ahụ wepụtara Charter of Demand nke Isi anọ maka gọọmentị steeti niile nke India",
  "N'otu afọ ahụ, ọ malitere Nirbhaya Vahini, nke nwere ihe karịrị ndị ọrụ afọ ofufo 10,000 gbasaa n'ofe India iji kpalie echiche ọha na eze ma tinye aka na mkpọsa na-aga n'ihu maka mmejuputa iwu ya anọ.",
  "N'afọ 2014, Honour for Women National Campaign nke Manasi Pradhan duziri wepụtara akwụkwọ ikike anọ maka gọọmentị steeti niile nke India",
  "Akwụkwọ iwu ahụ bụ isi nkuku nke mmegharị ahụ ma mee ka ọtụtụ gọọmentị steeti mee mgbanwe kwesịrị ekwesị.",
  "Manasi Pradhan bụ onye edemede na onye na-ede uri a ma ama",
  "A sụgharịrị akwụkwọ ya nke anọ Urmi-O-Uchchwas (  ) n'asụsụ asatọ.",
  "Media related to Manasi Pradhan at Wikimedia Commons"
]