[
  "Àtụ:ChineseOkwu Oriri Alaeze Ukwu Manchu-Han Imperial (Asụsụ China dị mfe), yana Oriri Nke ukwu Manchu-Han  ) na-egosi ụdị isi nri na nnukwu oriri nke jikọtara ihe Manchu na nri Han nke China mepụtara na usoro eze Qing nke China (site n'afọ 1636 ruo afọ1912)",
  "A na-arụrịta ụka banyere mmalite ya, mana ka ọ na-eru narị afọ nke iri na itoolu, ụdị ahụ ghọrọ ihe a ma ama nke emomiri ya na ụlọ oriri nke narị afọ nke iri abụọ na narị afọ nke iri abụọ na abụọ",
  "Mgbe Manchus weghaara China na narị afọ nke iri na asaa, ha jiri ndị osi nri Manchu nke ha dochie ndị isi nri n'obí, ndị na -esitekarị na Shandong",
  "Nri Manchu bụ nri bụ isi a na-enye n'obí ruo mgbe eze ukwu Qianlong kpọrọ ndị osi nri ama ama sitere na ndịda ka ha sonyere kichin obí eze",
  "Ụdị nri ọhụrụ gụnyere ihe Shandong, ndịda, na Manchu, wee rụpụta ihe akpọrọ \"oriri Manchu-Chinese\" ( Man Han quanxi )",
  "E gosipụtabeghị ụdị oriri a na oriri eze, mana n'oge na-adịghị anya ọ ghọrọ ihe ejiji na ka ọ na eru narị afọ iri na iteghete ọ gbasawo n'obodo ndị dị ka Canton na Tianjin",
  "Akụkọ ọzọ bụ na Eze ukwu Kangxi chọrọ idozi esemokwu dị n'etiti ndị Manchu na Han, ya mere o mere nnukwu oriri n'oge ememme ncheta ọmụmụ nke iri isii na isii ya",
  "Nri ahụ gụnyere nri Manchu na Han, ya na ndị ọrụ si agbụrụ abụọ ahụ bịakọrọ oriri ahụ ọnụ",
  "Nri ahụ nwere oriri isii n'ime ụbọchị atọ nwere ihe karịrị nri narị atọ",
  "Na mkpokọta, a na-ekwu na enwere isi nri otu narị na iri itoolu na isii na nri nri otu narị na iri abụọ na anọ, maka ngụkọta nke efere nri narị atọ na iri abụọ n'ime ụbọchị atọ",
  "Dabere n'otú e si agụ efere ndị ahụ n'omume, n'uju, enwere nri otu narị na asatọ",
  "Ekewara oriri ahụ n'ime nnukwu oriri n'ime-ụlọ na oriri n'obí eze; ọ bụ naanị ezinụlọ ndị eze na ndị ọrụ na-eme ihe ọma, gụnyere ndị isi Han karịa ọkwa nke abụọ, ka a kpọrọ ka ha bata oriri n'ime ụlọ eze.  Akwụkwọ  site n'ọchịchị nke Eze ukwu Qianlong (site na afọ 1735 ruo afọ 1796) na -enye nkọwa zuru ezu banyere oriri na efere na ngwa nri.",
  "A na-ekwu na enwere \"Nri iri atọ na abụọ,\" na-egosi na ngwa nri mba ọzọ eji mee oriri ahụ",
  "\"Nri pụrụ iche nke ugwu asatọ\" na -agụnye nri ndị dị ka mpi kamel, ụkwụ bear, ụbụrụ enwe, egbugbere ọnụ enwe, nwa ebu n'afọ leopard, ọdụ rhinoceros, na akwara mgbada",
  "\"Nri ụtọ pụrụ iche nke ala asatọ\" gụnyere ọtụtụ nnụnụ na olu dị oke ọnụ ahịa, na \"ụtọ oke osimiri asatọ\" gụnyere kukumba mmiri ọkpọọ, fin shark, ofe akwu nnụnụ na ndị ọzọ.",
  "Ụfọdụ Nri ndi a:",
  "Ngwa ndị ahụ, dị ka nri ahu, mara mma; ọtụtụ nke ngwa ndị nwere nka ngwaahịa ọla mara nma na ngwaahịa ụrọ nke dị n'udi nke ọtụtụ ụmụ anụmanụ na nke e mere na usoro nke na-edebe efere ọkụ ruo mgbe erichara nri.  N'ozuzu, e bu ụzọ tụọ enri Manchu, nri Han sochiri ya.",
  "Eweghachitere nri eze ukwu na ihe nkiri The Chinese Feast, nke gosipụtara oriri nke nri otu narị na asatọ nke enyere na nri isii n'ime ụbọchị atọ",
  "Nri ndị ahụ n'onwe ha gụnyere ihe ndị pụrụ iche nke mba ọzọ na ụdịrị isi nri dị iche iche sitere n'akụkụ niile nke Eze Ukwu China",
  "Ihe nkiri telivishọn Happy Ever After, na anime Cooking Master Boy na usoro telivishọn My Fair Princess, yana n'isi akwụkwọ otu narị na isii na otu narị na iri anọ na abụọ nke manga Medaka Box",
  "N'oge a, enwere ike iji okwu China \"Manhan Quanxi\" dị ka akpaala okwu iji gosipụta oriri ọ bụla nke nwere oke dị ịrịba ama",
  "Dịka ọmụmaatụ, ụlọ ọrụ mgbasa ozi dị iche iche nwere ike zoo aka na nri abalị dị ka \"Manhan Quanxi\", ebe na China enwekwara ọtụtụ asọmpi isi nri nke na-eji aha ahụ e hotara na mbụ,  ebe ọ na-ekwupụtaghị kpọmkwem ihe mbụ oriri alaeze ukwu pụtara",
  "A na -ejikwa aha ahụ eme ihe nke ukwuu na aha ngwaahịa na ụlọ ọrụ nri, ojiji dị otú ahụ pụtara dị ka ụdị ofe na ofe ngwa ngwa nke ụlọ ọrụ dị iche iche.",
  "Edere ụdị Cantonese nke nri alaeze na Mister Ajikko, ebe eji nri mmegharị ọnụ: Almond Tofu eji eme ihe dị ka asọmpi megide ọkachamara na isi nri: mọnk rụrụ arụ n'ụlọ nsọ nri",
  "site n'ike mmụọ nsọ Emeghachiri mkpali nke nri eze ukwu na ezumike Kung Fu Panda",
  "E gosiputara ụdị nri akụkọ ifo alaeze Japan na Ntụziaka nri Ikpeazụ",
  "N'ime anime Kore wa Zombi Desu ka? (Bekee: Nkea a bụ Zombie? ) Agwa ogbi bụ Eucliwood Hellscythe, onye na -ekwurịta okwu site na ide ozi, na-achọ ka onye isi agwa mere ya nri abalị; wee na-esochi arịrịọ a site n'ịchọ \"mmemme oriri eze ukwu Manchu.\"",
  "Enweela ịgba mbọ kemgbe afọ 1720 iji mepụtaghachi ụdị nke mbụ Manhan Quanxi na ngwụsị afọ 1980, ụdị nri oyiri ka e mere atụmatụ na ọ ga-efu ihe karịrị otu nde yen Japanese",
  "Ọtụtụ n'ime anụmanụ ndị a na-eji eme nri a bụ anụ ndị nọ n'ihe ize ndụ taa."
]