[
  "Manillas bụ ụdị ego, nke a na-ejikarị ọla nchara ma ọ bụ ọla kọpa eme, nke a rụrụ na West Afrịka. E mepụtara ha n'ọnụ ọgụgụ buru ibu n'ụdị dịgasị iche iche, nha, na ịdị arọ",
  "N'ịbụ nke malitere tupu oge ọchịchị, ikekwe n'ihi azụmahịa ya na Alaeze Ukwu Portugal, Manillas nọgidere na-eje ozi dị ka ego na ihe ịchọ mma ruo na ngwụcha afọ 1940 ma ka na-eji ya eme ihe mgbe ụfọdụ dị ka ihe ịchọ mma",
  "N'omenala a ma ama, a na-ejikọta ha na ahia ohu nke Atlantic.",
  "A na-ekwu na aha manilla sitere na Spanish maka 'mgba na-ka', okwu Portuguese maka 'mgba aka' manilha, ma ọ bụ mgbe Latin manus (aka) ma ọ bụ site na monilia, otutu nke 'monile (mkpịga). Ha na-adịkarị ka akpụkpọ ụkwụ, na njedebe ndị na-eche ihu na ibe ha ma bụrụ ihe yiri lozenge",
  "Ojiji mbụ nke manillas bụ na West Africa",
  "Dị ka ụzọ mgbanwe ha malitere na Calabar",
  "Calabar bụ isi obodo nke alaeze oge ochie dị n'ụsọ oké osimiri nke ndịda ọwụwa anyanwụ Naijiria nke aha ahụ",
  "Ọ bụ ebe a na 1505 ka a pụrụ ịzụta ohu maka 8-10 manillas, na ezé enyí maka otu manila ọla kọpa.",
  "Manillas nwere ihe yiri torcs ma ọ bụ torques n'ịbụ ihe siri ike na ị gbá okirikiri na ịnwe oghere n'ihu.",
  "Ndị mpaghara Afrịka ọ bụla nwere aha dị iche iche maka ụdị manilla ọ bụla, ma nwee ike ị dịgasị iche na mpaghara",
  "Ha ji ha kpọrọ ihe n'ụzọ dị iche, ma bụrụ ndị pụrụ iche banyere ụdị ha ga-anabata",
  "Manillas nwere akụkụ dị iche iche ma jiri ụda ha na-eme mgbe a kụrụ ya kpọrọ ihe.",
  "Akụkọ sitere n'aka onye nnọchi anya Britain nke Fernando Po n'afọ 1856 depụtara usoro ise dị iche iche nke manillas éjị eme ihe na Naịjirịa",
  "Antony Manilla dị mma n'ahịa niile dị n'ime; Congo Simgolo ma ọ bụ 'olu karama' dị mma naanị n'ahịa Opungo; Onadoo kacha mma maka Old Calabar, mba Igbo dị n'etiti Bonny New Kalabari na alaeze Okrika; Finniman Fawfinna nwere ike ịgafe na Juju Town na Qua Market, mana ọ bụ naanị ọkara uru nke Antony; ndị mmadụ nọ na Umballa ji Cutta Antony kpọrọ ihe.",
  "Mmụba nke aha ndị Afrịka nwere ike ịbụ n'ihi omenala mpaghara karịa mmepụta n'ezi",
  "'Mkporo'o' nwe ike ịbụlmanilla a Duhmma a ọ bnke Britain,l a na 'Popo' bụ French, mana ndị ọzọ bụ ihe atụ nke otu ngwaahịa Birmingham na-agbanwe agbanwe",
  "Ka ọ na-erule mmalite narị afọ nke iri na isii, ọ bụ ihe a na-ahụkarị n'ahịa ohu ka ndị na-ebu manillas na-ebugharị gaa n'ụzọ oké osimiri Afrịka, site na nwayọọ nwayọọ manillas ghọrọ ego bụ isi nke azụmahịa a",
  "Dị ka ihe na-adọrọ mmasị maka azụmahịa ndị njem nleta na 'ndị na-abụghị ego' a ka na-eji ha eme ihe, mgbe ụfọdụ site na ọla ọgbara ọhụrụ dịka aluminum, mana atụmatụ ndị ahụ ka bụ nke ọdịnala. Enwere ike iji Manillas mee ihe mgbe ụfọdụ n'ime obodo ole na ole dịpụrụ adịpụ na Burkina Faso (2000)."
]