[
  "Mannikin na acha nchara nchara (Lonchura castaneothorax), nke a makwaara dị ka munia na acha anụnụ anụnụ ma ọ bụ nnụnụ na-emegbu mmadụ (n'Australia), bụ obere munia na na acha odo odo nwere ihu ojii na okpueze na acha ntụ ntụ",
  "O nwere oghere ara dị obosara n'elu afọ ọcha",
  "A na-ahụ ụdị ahụ na Australia, New Caledonia, Indonesia, na Papua New Guinea",
  "E webatara ụdị a na French Polynesia.",
  "Mannikin na acha nchara nchara nwere ngụkọta nke ụdị isii na ụdị asaa",
  "Ụdị ndị a bụ:",
  "L",
  "castaneothorax na-apụta na Tahiti",
  "O doro anya na ọ sitere na L",
  "c",
  "castaneothorax",
  "A na amata ha taa site n'inwe akụkụ dị n'okpuru na site na scalloping nke olu gbatịrị n'elu uwe.",
  "N'Australia, a maara mannikin na-acha nchara nchara dị ka nnụnụ nwere akwa ahịhịa na ahịhịhịa dị n'akụkụ osimiri, n'ọzara, n'ala ahịhịrị, na mangroves",
  "A na ahụkarị ya n'ubi okpete na ihe ọkụkụ ọka",
  "N'oge ọkọchị, a na ahụ ya n'ala kpọrọ nkụ mana ọ dị nso na mmiri mgbe niile",
  "A na ahụkwa ya n'ọhịa ahịhịa.",
  "John Gould dere banyere ya (nke e hotara na Cayley, 1932):\n \nNa Ọhụrụ Guinea, mannikin na-acha nchara nchara bụ nnụnụ nke ebe kpọrọ nkụ ma a naghị ahụkarị ya n'okporo ụzọ ọhịa na oghere dị ọcha ebe a na ahụ munias ndị ọzọ dị ka mannikin na isi awọ.",
  "Na French Polynesia, e guzobere ya nke ọma dị ka ụdị e webatara, omume ya emeela n'ụzọ dị iche, na egosi mgbanwe nke ụdị ahụ",
  "A na ahụkarị ya na ndagwurugwu ugwu ndị a na ekpuchi na bracken, n'ebe ịta nri na ogige (ọ bụghị nnụnụ ubi na Australia), n'ala a na-akọ ugbo na ala ịkpa, n'ọhịa ecotones na ubi akị bekee (Lever 1989).",
  "N'Australia, n'oge oge ọmụmụ, a na ahụkarị mannikins nwere ara chestnut abụọ abụọ, mana n'oge mgbụsị akwụkwọ na ọnwa oyi ọ na agbakọta n'ìgwè buru ibu, mgbe ụfọdụ na eri mkpụrụ nke ihe ọkụkụ.",
  "Mannikin na acha ara chestnut bụ ụdị na emekọrịta ihe nke ukwuu, na agbakọta n'ọnụ ọgụgụ buru ibu n'èzí oge ọmụmụ",
  "Nnụnụ na amụ nwa ga esonyere ìgwè ma ọ bụ ìgwè mgbe ha na eri nri.",
  "Ọ nwere mmasị pụrụ iche maka mkpụrụ ọka bali ma ya mere ndị obodo ahụ na akpọ ya \"nnụnụ ọka bali\"",
  "Ụdị ahụ na enwekwa mmasị na Paspalum longifolium, bullrush millet Pennisetum typhoides na ụdị Sorghum",
  "E dekwara na ọ na-eri nri na ọka ọka ọhịa Pannicum maximum na okpete ọhịa Saccharum robustum na Papua New Guinea (Bapista 1990).",
  "Kpọpụta njehie: <ref> tag with name \"avibase\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Cayley1932\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"IOC\" defined in <references> has group attribute \"\" which does not appear in prior text."
]