[
  "Edmie Tshabalala-Msimang (onye a mụrụ na Mali; 9 Ọktoba 1940 16 Disemba 2009) bụ onye ndọrọ ndọrọ ọchịchị South Africa.  Ọ bụ osote minista ikpe site na 1996 ruo 1999 ma jee ozi dị ka minista ahụike site na 1999 ruo 2008 n'okpuru Onye isi ala Thabo Mbeki",
  "Ọ rụkwara ọrụ dị ka Minista na Presidency n'okpuru Onye isi ala Kgalema Motlanthe site na Septemba 2008 ruo Mee 2009",
  "Mmetụta ya na ịgwọ ọrịa AIDS nke South Africa na akwụkwọ nri dị mfe dị ka poteto Africa, galik na beetroot, kama iji ọgwụ antiretroviral, bụ isiokwu nke nkatọ obodo na nke mba ụwa",
  "Iwu ndị a dugara n'ọnwụ nke ihe karịrị ndị South Africa 300,000 butere ọrịa.",
  "A mụrụ ya dị ka Mantrin Edmie Mali na Durban, Tshabalala-Msimang gụsịrị akwụkwọ na Mahadum Fort Hare na 1961",
  "Dị ka otu n'ime ọtụtụ ndị na-eto eto African National Congress cadres e zigara mba ọzọ maka agụmakwụkwọ, ọ natara ọzụzụ ahụike na First Leningrad Medical Institute na Soviet Union site na 1962 ruo 1969",
  "Ọ zụrụ dị ka onye na-edeba aha na obstetrics na gynaecology na Tanzania, na-agwụcha ebe ahụ na 1972",
  "N'afọ 1980, ọ nwetara nzere masta na ahụike ọha na eze na Mahadum Antwerp na Belgium",
  "Ọ bụ onye ọrụ n'ime ndị isi ANC a chụgara na Tanzania na Zambia n'ime afọ iri ikpeazụ nke ịkpa ókè agbụrụ, na ọrụ ọrụ na-elekwasị anya na ahụike na ọdịmma nke ndị agha ANC n'ebe ahụ.",
  "Ọchịchị Tshabalala-Msimang dị ka Minista nke Ahụike bụ nke na-ese okwu, n'ihi na ọ chọghị ịnakwere atụmatụ ọha na eze maka ịgwọ ọrịa AIDS na ọgwụ mgbochi retroviral (ARVs)",
  "N'afọ 2000, onye na-eme ihe ngosi na Radio 702 bụ John Robbie gbara ya ajụjụ ọnụ, Tshabalala-Msimang jụrụ ikwu ma ọ kwenyere na HIV kpatara ọrịa AIDS. A kpọrọ ya Dr",
  "Beetroot maka ịkwalite uru nke beetroot, galik, lemon, na poteto Afrịka yana ezigbo nri na-edozi ahụ, mgbe ọ na-ezo aka na nsị nwere ike ịbụ ọgwụ AIDS. A na-ahụkarị ya dị ka onye na-agbaso iwu ọrịa AIDS n'ụzọ kwekọrọ n'echiche nke Onye isi ala South Africa Thabo Mbeki, onye kwupụtara obi abụọ n'ihu ọha ma HIV kpatara ọrịa AIDS ruo oge ụfọdụ.",
  "N'afọ 2002, ndị kansụl South Africa kwupụtara iwu ahụ bụ \"HIV na-akpata ọrịa AIDS\" nke dị ka nkwupụta gọọmentị mere ka ndị otu kansụl, gụnyere Onye isi ala, kwụsị ịkọ nkọ ọ bụla ọzọ gbasara isiokwu a",
  "N'ọnwa Ọgọstụ afọ 2003, ndị kansụl ahụ tụkwara vootu iji mee ka ndị na-emegide retrovirals dị na ngalaba ọha na eze, ma nye Tshabalala-Msimang iwu ka ọ rụọ ọrụ ahụ.",
  "The Treatment Action Campaign (TAC) na onye guzobere ya Zackie Achmat na-elekwasịkarị minista ahụ anya maka nkatọ, na-ebo gọọmentị na Ministri ahụike ebubo karịsịa maka nzaghachi na-ezughị oke maka ọrịa AIDS",
  "TAC duziri mkpọsa na-akpọ oku ka ọ gbaa arụkwaghịm ma ọ bụ chụọ ya n'ọrụ.",
  "TAC boro Tshabalala-Msimang ebubo na ya na Matthias Rath, onye dọkịta Germany na onye ọchụnta ego vitamin, na-ejikọ aka, onye boro ya ebubo maka igbochi iji ARVs.",
  "Tshabalala-Msimang kwusiri ike na ebumnuche ahụike ọha na eze, na-ahụ ọrịa AIDS dị ka naanị otu akụkụ nke mgbalị ahụ na otu nke, n'ihi ọdịdị na-enweghị ngwọta nke HIV na ego ọgwụgwọ HIV, nwere ike igbochi mgbalị sara mbara iji melite ahụike ọha",
  "Akụkọ na-ekwu na ọrịa AIDS bụ ibu arọ na usoro ahụike ọha na eze nke na ịgwọ ya ga-eme ka ọ ghara ịkwụ ụgwọ ka e zigara ya maka nkọwa ma ghara ịtọhapụ ya n'oge ọkọchị nke afọ 2003, ruo mgbe TAC nwetara ya ma wepụ ya",
  "Mgbe ndị kansụl vootu iji nabata nchọpụta nke akụkọ a, Tshabalala-Msimang bụ onye na-ahụ maka mpịakọta ARV, mana ọ nọgidere na-ekwusi ike na mkpa nri na-edozi ahụ na ọrịa AIDS na ịgba ndị ọzọ ume ịhụ ọrịa AIDS dị ka naanị otu nsogbu n'etiti ọtụtụ ndị na-ahụike South Africa.",
  "Otu ikpe nke dọtara uche ọha na eze bụ Nozipho Bhengu, nwa nwanyị nke onye omeiwu African National Congress, onye jụrụ ọgwụgwọ anti-retroviral maka ọrịa AIDS iji kwado nri galik na lemon nke Tshabalala-Msimang",
  "Minista ahụ jụrụ ịga olili ozu ya, a kụkwara onye na-anọchite anya ya n'elu ikpo okwu.",
  "N'ọnwa Febụwarị afọ 2005, Congress of South African Trade Unions (COSATU) katọrọ ngalaba ahụike maka ọdịda ha iji hụ na ọtụtụ n'ime nde rand 30 e ji guzobe ntụkwasị obi ọrịa AIDS nke gọọmentị na 2002 emefuola",
  "Ha kwuru na ọ bụ naanị R520,000 nke ego a ka e ji mee ihe na nke a ka e mebiri akụkụ dị ukwuu n'ọfịs ndị a na-enweghị ebe obibi maka odeakwụkwọ SANAC, ihe nke dọtara nkatọ site n'aka onye nyocha-ọchịchị.",
  "N'ọnwa Ọgọstụ afọ 2006, na Nzukọ Ọrịa AIDS nke mba ụwa na Toronto, Stephen Lewis, onye nnọchi anya pụrụ iche nke United Nations maka ọrịa AIDS na Africa, mechiri nzukọ ahụ site na nkatọ siri ike banyere gọọmentị South Africa",
  "O kwuru na South Africa na-akwalite àgwà \"n'ụzọ nzuzu\" n'ebe HIV na AIDS nọ, na-akọwa gọọmentị dị ka \"ihe na-adịghị mma, dilatory, na ileghara anya maka iwepụta ọgwụgwọ\".\nMgbe nzukọ ahụ gasịrị, iri isii na ise n'ime ndị ọkà mmụta sayensị HIV / AIDS na-eduga n'ụwa (ọtụtụ n'ime ha na-aga nzukọ ahụ) jụrụ n'akwụkwọ ozi na Thabo Mbeki chụpụrụ Tshabalala-Msimang.",
  "Na nzukọ ya na ndị na-agwọ ọrịa ọdịnala iji kwurịta iwu ọdịnihu na Febụwarị 2008, Tshabalala-Msimang kwuru na ọgwụ ọdịnala ekwesịghị \"ịgba\" na nnwale ahụike, na-ekwukwa, \"Anyị enweghị ike iji ụdị usoro ọdịda anyanwụ maka nyocha na mmepe\".",
  "Na Septemba 2008, Tshabalala-Msimang kpọrọ oku maka nchebe ka ukwuu nke ikike ọgụgụ isi nke ọgwụ ọdịnala Africa",
  "N'ikwu okwu na ncheta nke isii nke Ụbọchị Ọgwụ Ọdịnala Africa na isi obodo Cameroon nke Yaoundé, o kwuru na kọntinent ahụ kwesịrị irite uru karịa site na ihe ọmụma ọdịnala oge ochie ya.",
  "Tshabalala-Msimang lụrụ di mbụ ya, Mandla Tshabalala, mgbe ha abụọ nọ na Soviet Union",
  "O mechara lụọ Mendi Msimang, onye na-ahụ maka akụ nke African National Congress",
  "[mgbe?]",
  "Nchegbu banyere ahụike Tshabalala-Msimang pụtara na ngwụcha afọ 2006",
  "A nabatara ya n'ụlọ ọgwụ Johannesburg na 20 Febụwarị 2007, na-arịa ọrịa anaemia na pleural effusion (nchịkọta mmiri na-adịghị mma gburugburu akpa ume)",
  "Ngalaba ahụike gakwuuru Onye isi ala Thabo Mbeki, ma gwa ya ka ọ họpụta onye na-anọchite anya minista, na 26 Febụwarị, a họpụtara Jeff Radebe ka ọ bụrụ onye na-ahụ maka ahụike. N'abalị iri na anọ n'ọnwa Machị afọ 2007, a gbatịrị Tshabalala-Msimang imeju",
  "Ihe kpatara ya bụ ịba ọcha n'anya na-alụso ọrịa ọgụ na ọbara mgbali elu, mana ebubo nke ịṅụbiga mmanya ókè gbara transplant ahụ gburugburu.\nO mechara gbakee ma laghachi n'ọrụ Minista ya ruo mgbe ọ nọchiri ya dị ka minista ahụike n'afọ 2008.",
  "N'abalị iri na isii n'ọnwa Disemba afọ 2009, ọ nwụrụ n'ihi nsogbu ndị metụtara transplantation imeju ya.",
  "N'abalị iri na abụọ n'ọnwa Ọgọstụ n'afọ 2007, ụbọchị anọ mgbe a chụpụrụ osote minista ya, Nozizwe Madlala-Routledge, Sunday Times bipụtara akụkọ akpọrọ \"Manto's hospital booze binge\" banyere ịnọ n'ụlọ ọgwụ n'afọ 2005 maka ịwa ahụ n'ubu",
  "Akụkọ ahụ kwuru na o zigara ndị ọrụ ụlọ ọgwụ iji nweta mmanya, whisky na ihe oriri, n'otu oge n'elekere 1:30 nke ụtụtụ",
  "Tshabalala-Msimang yiri egwu ikpe megide akwụkwọ akụkọ ahụ n'ihi na ha nwere ihe ndekọ ahụike ya",
  "Akwụkwọ akụkọ ahụ gbachitere nkwupụta ya, na-ekwu na \"a naghị atụle ntụgharị\". Akụkọ ahụ kọwakwara ịkọ nkọ n'etiti \"ọtụtụ ndị ọkachamara ahụike kachasị elu na ụlọ ọrụ gọọmentị na nke onwe, ndị jụrụ ka a kpọọ aha ha n'ihi na ha na-atụ egwu ịbọ ọbọ site na ngalaba ahụike\" na ọnọdụ imeju ya bụ mmanya na-aba n'anya kpatara ya, cirrhosis.",
  "Dị ka otu isiokwu Sunday Times nke akpọrọ \"Manto: A Drunk and a Thief\" nke e bipụtara na 19 Ọgọst 2007, onye minista ahụ bụ onye ohi a mara ikpe nke zuru ihe ndị ọrịa n'ụlọ ọgwụ dị na Botswana, a chụpụkwara ya na Botswana ma kwupụta na ọ bụ onye mbịarambịa a machibidoro iwu.",
  "Site na nkwado nke ndị na-akwado Jacob Zuma, a họpụtara Tshabalala-Msimang ọzọ na Kọmitii Nchịkwa Mba nke ANC nke mmadụ 80 na Disemba 2007 na ọnọdụ nke 55, na votu 1,591.",
  "ANC manyere Mbeki ịgba arụkwaghịm na Septemba 2008",
  "Mgbe onye nọchiri ya, Kgalema Motlanthe, malitere ọrụ na 25 Septemba 2008, ọ kpọgara Tshabalala-Msimang n'ọkwa Minista na Onye isi ala, na-ahọpụta Barbara Hogan ka ọ nọchie ya dị ka Minista ahụike.",
  "A gụnyeghị Tshabalala-Msimang na kọmitii mbụ nke Onye isi ala Jacob Zuma, mara ọkwa na 10 Mee 2009.",
  "Tshabalala-Msimang nwụrụ na 16 Disemba 2009 na Mahadum Wits Donald Gordon Medical Centre na Medi-Clinic ICU",
  "Dọkịta ya, Prọfesọ Jeff Wing, kwupụtara na ọ nwụrụ n'ihi nsogbu ndị sitere na transplantation imeju.",
  "Ndị na-emegide ndọrọ ndọrọ ọchịchị na ndị enyi gosipụtara ihe ijuanya na ọkwa ọnwụ ya:",
  "N'okwu nke ya:",
  "Àtụ:SAHealthMinistersÀtụ:SecondMbekiÀtụ:Kgalema Motlanthe cabinet 1"
]