[
  "Manuela Solís Sager (1912-1996) bụ onye isi ọrụ nke Mexico America, onye nhazi otu na onye nkuzi",
  "A maara ya nke ọma maka ọrụ ya na ụmụ nwanyị Mexico na-ahazi na Texas n'oge afọ 1930, ebe 40% nke ọnụ ọgụgụ ndị Mexico na-arụ ọrụ fọrọ nke nta ka ọ bụrụ naanị na ọrụ a na-akwụ ụgwọ dị ala, ọrụ dị ala.",
  "Ọrụ ndọrọ ndọrọ ọchịchị Manuela malitere na 1932 na 1933, mgbe ọ malitere ịhazi ya na ndị ọrụ Tejano na-arụ ọrụ n'ubi yabasị na uwe na Laredo.",
  "N'afọ 1934, La Asociación de Jornaleros nyere ya agụmakwụkwọ otu afọ iji gaa Universidad Obrera de México, ụlọ akwụkwọ ọrụ aka ekpe na Mexico City",
  "N'oge a, o nyere aka guzobe Texas Workers Alliance na San Antonio n'akụkụ Emma Tenayuca.",
  "Mgbe ọ laghachiri Laredo na 1935, Manuela na di ya, James Sager, malitere ijikọ mbọ ha na-agba n'etiti ndị ọrụ Mexico n'ime otu steeti",
  "Ka e mesịrị n'afọ ahụ, a họpụtara Manuela na James dị ka ndị na-ahazi Ndagwurugwu Rio Grande na nzukọ Corpus Christi nke guzobere South Texas Agricultural Worker's Union (STAWU), nke na-anọchite anya ndị ọrụ ugbo na ndị na-etinye ihe na Mexico",
  "N'afọ 1937, ọ ghọrọ onye otu kọmitii na-ahụ maka ndị ọrụ Alliance of America, otu mba nke ndị ọrụ na-enweghị ọrụ.",
  "N'afọ 1938, Manuela Solis Sager na James Sager kwagara San Antonio iji kwado ndị ọrụ Mexicana na Chicana na-etinye aka na 1938 Pecan Shellers strike megide Southern Pecan Shelling Company, nke Emma Tenayuca duziri",
  "N'oge ọgbaghara ahụ, ọtụtụ puku ndị ọrụ nọ n'ihe karịrị ụlọ ọrụ 130 mere mkpesa maka mbelata ụgwọ ọrụ nke otu cents kwa pound nke shelled pecans",
  "A na-egbu ndị ọrụ na-eme ngagharị iwe, jide ha, ma tụọ ha mkpọrọ",
  "Ọgbaghara ahụ kwụsịrị mgbe ụbọchị iri atọ na asaa gasịrị mgbe ndị ọrụ pecan nke obodo ahụ kwetara na ha ga-eme mkpebi",
  "N'ọnwa Ọktoba n'afọ ahụ, Iwu Mmekọrịta Ọrụ Mba buliri ụgwọ ọrụ ruo cents iri abụọ na ise n'otu awa, ọ bụ ezie na n'oge na-adịghị anya mgbe Southern mepụtara usoro ịgba égbè.",
  "Mgbe ọgbaghara ahụ gasịrị, Manuela Solis Sager nọgidere bụrụ onye otu Communist Party na San Antonio, ma gaa n'ihu na-eme mkpọsa ma na-ahazi gburugburu usoro chicano, usoro ụmụ nwanyị, ikike ndị mbịarambịa, ndọrọ ndọrọ ọchịchị ntuli aka, na megide iwu mba ọzọ.",
  "N'ime afọ ndị 1970, Manuela bụ onye na-akwado Raza Unida Party.",
  "Ọ nwụrụ na California na 1996, mgbe ọ na-eleta nwa ya nwoke."
]