[
  "Maqbul Mohammed (a mụrụ na 7 Machị 1981) bụ onye Kenya na-eme ihe nkiri na onye na-egosi redio. A maara ya maka ọrụ ya (Donavan) na Auntie Boss na Vashita, usoro ihe nkiri mbụ nke Kenya nke Moonbeam productions mepụtara.  O gosikwara na mpụ na ihe nkiri iwu mbụ nke Kenya bụ Crime and Justice Ama ama Maqbul dịka onye na-eme ihe nkiri rịrị elu mgbe ọ gosipụtara na Kenya'sMakutano Junction, nke bụ otu n'ime usoro TV nke obodo kachasị ogologo site n'afọ̀ 2005 ruo 2009. \nỌrụ ihe nkiri kachasị ọhụrụ nke Maqbul bụ mpụ na ikpe ziri ezi nke e gosipụtara na Showmax",
  "O meela ihe na ọrụ ndị ọzọ dịka ụgha nke na-ejikọta [nkọwa dị mkpa].",
  "A mụrụ ya na Mombasa na 7 Machị 1981, Maqbul bụ nwanne onye na-eme ihe nkiri, Shadya Delgush.",
  "Ọ lụrụ nwunye ma bụrụ nna ụmụ atọ.",
  "Maqbul sonyeere ụlọ ihe nkiri ozugbo ọ gụsịrị ụlọ akwụkwọ sekọndrị na ụlọ ihe nkiri phoenix n'afọ̀ 1999 Horning nkà ya n'elu ngwago maka afọ 4 sochirinụ na-egosi n'ọtụtụ egwuregwu nke ga-eme ka ọ nweta oku TV na Kenya Broadcasting Corporation.",
  "Maqbul gosipụtara n'ọtụtụ usoro telivishọn na ihe nkiri",
  "Nnukwu ọganihu ya na ụlọ ọrụ ntụrụndụ bụ n'afọ̀ 2006 maka ọrụ ya dịka Karis na usoro Makutano Junction",
  "Ọ ga-emesị pụta ma gosipụta na ọtụtụ ihe ngosi telivishọn dịka Auntie Boss, Vashita na Crime and Justice O mechara pụta na ọtụtụ ihe nkiri dịka; Behind Closed Doors, Kwani Readings Weakness, All Girls Together,.",
  "O bu ụzọ pụta na TV mgbe ọ dị afọ iri na ụma na ihe nkiri KBC TV Reflections\nN'afọ 2011, a họpụtara ya dịka otu n'ime ndị isi na ihe nkiri soap opera Lies that Bind",
  "Ya na Ruth Maingi, Maureen Koech, Justine Mirichii na Florence Nduta nwere ihe nrite",
  "N'ihi nnukwu arụmọrụ ya na ọrụ ahụ, a họpụtara ya na 2013 Kalasha Awards.\nN'afọ 2015, o nwere ọrụ na-eduga na ihe ọchị Auntie Boss! n'akụkụ Eve D'Souza\nE wezụga ime ihe nkiri, Maqbul bụ onye na-egosi redio na Capital FM na nso nso a Onye isi redio na Nation Fm",
  "2021 Ọrụ nkwado mpụ na ikpe ziri ezi",
  "Maqbul Mohammed na IMDb"
]