[
  "María Bruguera Pérez (6 Nọvemba 1913 - 26 Disemba 1992) bụ onye anarcho-syndicalist nke nwụrụ na Madrid na 1992.",
  ".Bruguera sitere na ezinụlọ nwere nkwenye siri ike nke anarchist na obodo PSOE na-achị na mpaghara Confederación Nacional del Trabajo (CNT)",
  "Mgbe ọ dị afọ itoolu, ọ na-etinye aka na ndọrọ ndọrọ ọchịchị site na isonyere Juventudes Libertarias",
  "Ọ sonyekwara n'òtù ihe nkiri ụmụ nwanyị bụ Ni Dios Ni Amo.",
  "Burguera zere ntaramahụhụ ọnwụ, e nyekwara ya afọ iri atọ n'ụlọ mkpọrọ nke e belatara n'ihi ọrụ ụlọ mkpọrọ.Ekewapụrụ ya na nwa ya nwoke, ndị ọchịchị na-agbanwe aha ya ịbụ nke onye senti n'ihi mgbanwe e mere n'iwu nke chọrọ ka a kpọọ ụmụaka aha ndị senti Katọlik",
  "Mgbe ọ nọsịrị ihe karịrị afọ asatọ n'ụlọ mkpọrọ, a tọhapụrụ Bruguera n'ụlọ ikpe Madrid na 1946.",
  ".. Ezinụlọ ya nwere nkwenye siri ike nke anarchist n'ihi nna ya nwere kọntaktị na mgbasa ozi anarchist mgbe ọ na-arụ ọrụ dị ka onye na-amụ akwụkwọ na Seville na ụlọ ọrụ cork",
  "N'oge a mụrụ Bruguera, obodo ya na-abụkarị ndị na-elekọta mmadụ nwere nhazi ndọrọ ndọrọ ọchịchị nke ụlọ ọrụ",
  "Ọ bụ ezie na nna ya na-ekerịta echiche anarcho-syndicalism ya n'etiti ndị ndọrọ ndọrọ ọchịchị, ọ na-ewe oge na ndị obodo aghaghị ịkụziri onwe ha ihe gbasara nkuzi nke mmegharị ahụ.  Confederación Nacional del Trabajo (CNT) ahazila ọtụtụ ndị ọrụ ugbo na ndị ọrụ na mpaghara Badajoz na njedebe nke 1920s.Nna ya jere ozi dị ka onye isi oche nke Casa del Pueblo de Jerez de los Caballeros",
  "N'oge ọ bụ nwata, enweghi CNT na njikọ jikọtara ya na Jerez maka nna ya ka ọ sonye n'oge ahụ.",
  "Mgbagha ọchịchị nke malitere Agha Obodo nke Spain malitere na July 1936",
  "Burguera dị afọ iri abụọ na otu n'oge ahụ, ọ dịkwa ime Antonio n'ihi mmekọrịta ya na Francisco Torrado. Antonio ga-abụ naanị nwa ya.",
  "Bruguera na ezinụlọ ya gbapụrụ na ogbugbu nke ndị Fascist nke Jerez's Republican left",
  "Nna ya gbagara n'ógbè Republican dị nso na Badajoz",
  "Bruguera na ndị ọzọ nọ n'ezinụlọ gbalịrị ịgafe ókèala gaa Portugal",
  "Ndị si Huelva na Badajoz niile gara n'okporo ụzọ iji mee otu ihe ahụ",
  "Ọtụtụ n'ime ha chọtara onwe ha n'ogige ndị gbara ọsọ ndụ Coitadinha dị nso na Noudar n'akụkụ Portugal nke ókèala",
  "Ndị ọzọ hụrụ onwe ha n'ogige dị nso na Mourão",
  "Ọ bụ ezie na ọ bụghị Spain, a hụghị Portugal dị ka ihe dị nchebe kpamkpam dịka a na-ele Portugal anya dị ka onye na-elekọta ọdịmma ndị Nationalists.",
  "E chebere ndụ Bruguera, e wee kpọga ya na Jerez ebe ya, ụbọchị asatọ n'akụkụ nwa ya nwoke, a kpọgara ya n'ụlọ ọgwụ tupu a kpọga ya n'Ụlọ mkpọrọ dị na Badajoz ruo otu afọ",
  "Ọ bụ ezie na a hapụrụ nwa ya nwoke ka ya na ya nọrọ ọnwa itoolu mbụ nke ụlọ mkpọrọ ya ka o wee nwee ike ilekọta ya, Antonio mechara kewapụ ya",
  "E zigara ya ka ya na nne na nna Torrado biri",
  "Iwu ọhụrụ sitere n'aka gọọmentị Spain abịala na a ga-akpọ ụmụaka niile aha ndị senti",
  "Nke a bụ n'ihi na a na-eweta Katọlik n'ime gọọmentị dị ka ike nke mba",
  "Ihe si na ya pụta bụ na Antonio gbanwere aha ya ka ọ bụrụ Francisco, mgbanwe nke ya na nkewa a manyere ya bụ nnukwu ihe na-akụ Bruguera.",
  "A tọhapụrụ Bruguera n'ụlọ mkpọrọ Madrid na 1946, mgbe ọ nọrọ afọ asatọ na otu ọnwa n'ụlọ ikpe",
  "Mgbe a tọhapụrụ ya, ọ nwetaghachiri ikike ilekọta nwa ya nwoke ma nwee ike ịgakwuru nwanne ya nwoke, Antonio, onye, dị ka Bruguera na nna ha, e jidere n'otu oge na ihe omume nke hụrụ nne Bruguera ya na onye mmekọ ya nwụrụ",
  "A tọhapụrụ ya n'ụlọ mkpọrọ n'onwe ya, ọnwa ole na ole tupu nwanne ya nwanyị",
  "Nwanne nwoke na nwanne nwanyị ahụ gbazitere obere ụlọ na Madrid",
  "Bruguera gbalịrị ịmalite ndụ ọhụrụ maka onwe ya, mana ọ nọgidekwara na-etinye aka na ọrụ ndọrọ ndọrọ ọchịchị ya gara aga.",
  "Mgbe ọ nwụsịrị na 26 Disemba 1992 n'ihi ihe ndị sitere n'okike, a kpọrọ ozu ya ọkụ ma debe ntụ ya na ili ozu La Almudena de Madrid. N'emume na-emetụ n'ahụ nke ndị ezinụlọ na ndị obodo ya gara, a na-ele mbọ ndụ ya na-agba inyere ụmụ nwanyị na ndị ọrụ ndị ọzọ aka dị ka akụkụ nke mmesapụ aka ya nye ndị ọzọ."
]