[
  "Maravene Sheppard Loeschke (Jenuari 28, 1947 ̊ Juun 25, 2015) bụ onye nchịkwa agụmakwụkwọ Amerika nke jere ozi dịka onye isi oche nke Mahadum Towson site na 2012 ruo mgbe ọ lara ezumike nká na 2014",
  "Ọ kụziri na Towson site na 1970 ruo 2002 tupu ọ hapụ Maryland gaa Pennsylvania, ịghọ onye isi nke Mahadum Wilkes, mgbe ahụ onye isi oche nke Mahadụm Mansfield.",
  "A mụrụ Loeschke na Jenụwarị 28, 1947, na Baltimore na Joseph Sheppard na Aumelia Shriner",
  "Nna ya rụrụ ọrụ na ngalaba njem Baltimore County",
  "A mụrụ nne ya na ihe ghọrọ Tides Inn na Northern Neck nke Virginia ma rụọ ọrụ dị ka odeakwụkwọ maka Towson Elementary School. Maravene Sheppard gụsịrị akwụkwọ na Parkville High School na 1965 wee gaa Towson State College, ebe ọ gụrụ Bekee na ihe nkiri n'okpuru nduzi nke C",
  "Richard Gillespie",
  "Ọ bụ ezie na o mere atụmatụ ịkwaga New York iji malite ọrụ ime ihe nkiri mgbe ọ gụsịrị akwụkwọ na 1969, Gillespie mere ka o kwenye isonyere ngalaba Towson kama. Loeschke nwetara nzere masta na agụmakwụkwọ na Towson n'afọ 1972. O mechara nweta Ph.D na Union Institute na Mahadum.",
  "Loeschke malitere izi ihe na Towson n'afọ 1970 ma jee ozi dịka onye isi oche nke ngalaba nka ihe nkiri tupu a kpọọ ya Dean nke College of Fine Arts and Communication n'afọ 1997. Ọ hapụrụ Towson na 2002 maka ọkwa onye isi na Mahadum Wilkes Mgbe ọ nọrọ afọ anọ n'ebe ahụ, Loeschke rụchara afọ anọ dịka onye isi oche nke Mahadum Mansfield, site na 2006 ruo 2010. Mgbe ọ nọ na Mansfield, Loeschke malitere ọtụtụ mmemme nke baara ụmụ akwụkwọ na-agagharị agagharị uru, ọtụtụ n'ime ụmụ akwụkwọ ahụ. Ọ laghachiri na alma mata ya na Jenụwarị 2012, nọchiri Robert L",
  "Caret dị ka onye isi ala. N'afọ 2013, Loeschke kpebiri ịkwụsị egwuregwu baseball na egwuregwu bọọlụ ụmụ nwoke na Towson, na-eme ka onye nchịkwa Maryland Peter Franchot kpọọ ya ka ọ gbaa arụkwaghịm. Site na mgbalị ndị ọzọ maka ịnakọta ego, mmụba ego, na nkwekọrịta ego sitere na steeti Maryland, e mechara weghachi mmemme baseball. A chọpụtara na Loeschke nwere ọrịa kansa adrenal n'ọnwa Eprel afọ 2014, wee gbaa arụkwaghịm n'ọkwa onye isi ala na Disemba nke afọ ahụ.",
  "Ọ lụrụ Richard Loeschke, onye o mechara gbaa alụkwaghịm. Loeschke lụrụ C",
  "Richard Gillespie na 1981, onye ya na ya biri ruo mgbe ọ nwụrụ na 2015 site na ọrịa kansa adrenal na Gilchrist Hospice Care. Towson mere emume ncheta iji sọpụrụ Loeschke na Septemba 18, 2015."
]