[
  "Marais ma ọ bụ Groupe Marais, nke e guzobere na afo 1962 na obodo France, bụ onye na-emepụta trenchers",
  "Isi ụlọ ọrụ na ụlọ ọrụ dị na mpaghara Durtal kemgbe afọ 2001",
  "Marais Society site na onye guzobere ya, Jacques Marais nọ na 1962 n'azụ wiil trenching na ntinye nke eriri ma ọ bụ usoro ọkpọkọ na-agbanwe agbanwe.",
  "Ka ọ dị ugbu a, akara MARAIS na-agụnye ndị na-agba trenchers, ndị na-aga trenchers chain, na ndị na-eme trenchers micro.",
  "N'ịbụ onye e kere na afo 1962, Maazị Marais, onye ọrụ ngo dị na ngalaba Sarthe French, nwetara ikike  maka wiil na-ebibi ihe maka usoro drainage (ọrụ ugbo) : nke ahụ bụ mmalite nke trencher wheel.",
  "1974, nchịkwa nke Postes et Télécommunications họọrọ ili 40,000 kilomita nke netwọk",
  "Ụlọ ọrụ ahụ mepụtara ntụgharị akụkụ nke wiil ahụ na igbe na-adọba iji mee ka ọrụ dị n'akụkụ ụzọ dị mfe.",
  "N'agbata afọ 1974 na afọ 1993, e wuru ọtụtụ trenchers ma nye ụlọ ọrụ injinia obodo ụgwọ iji lie eriri na netwọk Telecommunications, ọkụ eletrik, gas na mmiri.",
  "1995, ụlọ ọrụ ahụ nyochara ahịa ọhụrụ na mba ofesi : Morocco, Algeria, Senegal, Colombia, Mexico, United States, Canada, nke ga-anọchite anya 30% nke ahịa ya n'oge na-adịghị anya.",
  "2000, Marais mepụtara micro-trencher nke aha ya bụ CLEANFAST maka eriri eriri anya na-etinye n'ime obodo ukwu.",
  "62001, site n'iwu netwọk LDCOM nke dị kilomita 12 000, ugbu a 9 telecom, ụlọ ọrụ ahụ nwetara nkà na ahụmịhe nke onye na-emepụta ngwọta netwọk.",
  "2005, ụlọ ọrụ Marais guzobere ụlọ ọrụ enyemaka mbụ ya na Morocco \"Marais Morocco\".",
  "2006, ọ bụ onye ndu Europe nke igwe na-etinye n'ọhịa nke netwọk ike, nkwukọrịta na ili mmiri na gas.",
  "2008, iwu nke ụlọ ọrụ ahụ bụ ịmepụta igwe ọhụrụ n'ọhịa nke micro trenching na Side Cut maka ahịa FTTx.",
  "2009, okike nke njikọ aka Marais-Lucas Technologies na Sydney (Australia).",
  "2009, nnweta nke ụlọ ọrụ Marais site na Qualium Inverstissement (Caisse des dépôts et consignations) na Ouest Croissance (Groupe Banque Populaire), na Etienne Dugas nọchiri Daniel Rivard dị ka onye isi oche nke Marais Group.",
  "Marais ma ọ bụ Groupe Marais na-emepụta trenchers maka ime obodo na obodo ukwu",
  "Marais Group nwere ụlọ ọrụ ise:"
]