[
  "Marc Bouwer bụ onye South Africa ma bụrụ  onye na-emepụta ejiji na New York City.",
  "Na mmeri o meriri na South African Vogue Young Designers Award, Marc Bouwer kwagara New York City",
  "N'oge na-adịghị anya nke a gasịrị, onye na-emepụta ihe bụ Halston hụrụ pọtụfoliyo Bouwer",
  "Bouwer kuziri Halston ọrụ, ma kpalie  nkà ya, ọkachasị nka mpịají",
  "\"Obube akwa' Bouwer na ntunye ichu n'ụdị akwa ọbara ọhụrụ n'adọ adọ,dịka Jesi na spandes, dị ka ejiji mgbede ka enyere aha dị ka \"bathing suit gown\" ma tụgharịa bụrụ \"athletic glamour\".  Mmeghe ụlọ n'afọ 1990 ya na onye mmekọ azụmahịa, Paul Margolin, Marc Bouwer Couture ekesala na mkpuchi na peeji nke mbipụta gụnyere Harper's Bazaar, Cosmopolitan, Vanity Fair, Glamour, na InStyle",
  "Onye na-eme ihe nkiri Angelina Jolie  biara n'afọ 2004 Academy Awards ma yiri uwe ọcha satin Marc Bouwer, nke André Leon Talley mechara kpọọ otu n'ime uwe Oscar kachasị mma n'oge niile. N'ọnwa Febụwarị afọ 2012, Patti Stanger bụ otu n'ime otu ndị ama ama nke yi uwe n'acha uhie uhie nwere ga ije nsere ụkwụ nke ọgbako ihe ngosi nke'Heart Truth Red Dress Collection show, nsonye nke New York Fashion Week",
  "Patti yi uwe uhie ọbụna abụọ nke Marc Bouwer  N'oge na-adịbeghị anya, Bouwer nyere aka mee ka anyị hụrụ onye ahịa ya na enyi ya,bụ Shania Twain, ma n'edozi uwe maka njem  Still The One Tour ya nke mepere N'abalị mbụ nke ọnwa Disemba afọ 2012 na Caesars Palace.",
  "Bouwer bụ onye mmepụta ejiji America mbụ na-emepụta ihe ngosi ejiji na nzaghachi maka mgba akụ na ụba n'ụwa niile yana gburugburu ebe obibi",
  "N'emezughi igosi anyi ihe ejiji na Bryant Park, Bouwer gosiputara nke a, na nchịkọta mmalite ya Spring / Summer 2009, na weebụ.  nke Ọ bụghị naanị na ejiji ọhụrụ a nyere ndị enyi na ndị ahịa ohere ịnweta nghọta ọhụrụ a ma ọ bụrụ na ha enweghị ike ịga ihe ngosi, kamakwa o meghekwara ka ihe ngosi a pụta ihe n'ụlọ ọrụ na ụlọ nke ndị na-emepụta ejiji, ndị na-azụ ahịa, ndị nta akụkọ, na ndị na-emepụta ejiji n'ebe niile",
  "Bouwer chere na ọ bụ ntinye yana \"ọrụ mmekọrịta mmadụ na ibe ya na gburugburu ebe obibi\" ya iji mepee ụzọ maka mmegharị dị otú ahụ \"na-ebelata mmetụta na mkpofu\".  Bouwer gosipụtara nchịkọta Fall 2010 ya n'abụghị n'ihe, nke Candice Swanepoel gosipụtara, tupu ọ gaa n'ihu na nchoputa ya",
  "N'ọnwa Febụwarị afọ 2011 Bouwer bụ onye mbụ na-emepụta ihe ngosi ejiji 3D na nchịkọta Fall 2011 ya nke gosipụtara onye nlereanya Selita Ebanks.",
  "Ihe nrite Bouwer maka izere ngwaahịa anụmanụ n'ụdị ejiji ya gụnyere PETA Humanitarian Award, na United States Humane Societies “Compassion in Fashion Award'",
  "Marc na-eji nkà na ụzụ emepụta ihe, iji mepụta ejiji nna anaghị egosi obi ọjọọ  na iji  faux furs dị elu, ma n'enweta ọtụtụ nkwado nke PETA."
]