[
  "Marcelle Capy bụ aha njirimara nke Marcelle Marquès (1891 Xi 1962), onye France na-ede akwụkwọ akụkọ, onye nta akụkọ, onye na-ahụ maka ụmụnwanyị na onye na-eme udo",
  "O bipụtara ọtụtụ akwụkwọ site n'afọ 1916 ruo afọ 1950, ha niile raara onwe ha nye mmasị ya na pacifism",
  "A na-echeta ya karịsịa maka ihe nrite ya Des hommes passèrent (Ndị Nwoke Gafere), nke e bipụtara n'afọ 1930",
  "Dị ka onye nta akụkọ, o nyere aka n'ọtụtụ akwụkwọ, ọkachasị La Vague nke o guzobere n'afọ 1918",
  "Na mbido afọ 1930, ọ bụ onye otu Ligue internationale des combattants de la paix (International League of Fighters for Peace).",
  "A mụrụ ya n'ụbọchị 16 Machị n'afọ 1891 na Cherbourg, Eugénie Marie Marcelle Marquès bụ nwa nwanyị nke abụọ nke Jean Marquès, onye ọrụ ụgbọ mmiri, na nwunye ya Marceline Capy. Dị ka nwatakịrị, ọ na-anọkarị na nne nne ya na ugbo ha na Pradines na ndịda ọdịda anyanwụ France",
  "Ọ mụtara banyere ihe efu nke agha site n'aka nna nna ya nke lụrụ agha na Agha Franco-Prussian. Ọ bịarutere nso na nne na nna nna ya nke na ọ nabatara aha ha, bụrụ Marcelle Capy.",
  "Ọ gara ụlọ akwụkwọ sekọndrị na Toulouse, na-agbanye aha na nsonaazụ magburu onwe ya",
  "Ka ọ nọ na Toulouse, na-ezube ịghọ onye nkuzi, ọ gara n'ihu na-aga klas nkwadebe maka École normale supérieure de Sèvres mana, mgbe ọ nụsịrị okwu gbasara Tolstoy site n'aka onye ndọrọ ndọrọ ọchịchị nke Socialist Jean Jaurès mgbe ọ dị afọ iri na asatọ, o kpebiri kama ịghọ onye nta akụkọ na Paris. Site n'oge ahụ gaa n'ihu, ọrụ ndụ ya bụ ilekwasị anya na pacifism, ọrụ ụmụnwanyị na ọha mmadụ nke oge a, na humanitarian socialism na-ekwu maka ahụhụ na ịda ogbenye.",
  "N'oge na-adịghị anya, ọ na-enye aka na ọtụtụ akwụkwọ akụkọ, gụnyere La Voix des femmes, Journal du peuple na Hommes de jour",
  "Site n'ọnwa Septemba 1913, edemede ya na akwụkwọ ndị ọrụ aka Bataille syndicaliste kpuchiri ọnọdụ dị egwu a na-etinye n'ahụ ụmụnwanyị na-arụ ọrụ na ụlọ ọrụ ịkpa ákwà nke France, dabere na ahụmịhe nke onwe ya nke ịrụ ọrụ n'akụkụ ha",
  "N'ọnwa Ọgọstụ 1915, ya na onye mmekọ ya Fernand Desprès, a manyere ya ịhapụ Bataille syndicaliste nke kwadoro Union sacrée na-akwado gọọmentị n'oge Agha Ụwa Mbụ, ebe di na nwunye ahụ nọgidere na-akwado udo.",
  "Ka ọ na-aga n'ihu na-ede akụkọ akwụkwọ akụkọ, n'afọ 1916 Capy bipụtara ọrụ mbụ ya, Une voix de femme au-dessus de la mélée (A Women's Voice in the Fray) na okwu mbido nke Romain Rolland, na-akatọ ebube nke agha na ike nke ndị agha",
  "N'ihi Agha Ụwa Mbụ, a machibidoro ọrụ ahụ nke ukwuu. Ọrụ ndị yiri ya sochiri, gụnyere La défense de la vie (1918) na L'Amour roi (1925), nke ikpeazụ na-ejikọta nkwenkwe ya nke Ndị Kraịst ọhụrụ na-elekwasị anya na pacifism.",
  "Ọrụ ya kachasị nwee ihe ịga nke ọma bụ akwụkwọ akụkọ Des hommes passèrent nke e nyere ihe nrite Séverine na 1930",
  "Ọ na-akọ akụkọ banyere ndị mkpọrọ Germany na-arụ ọrụ n'ugbo ndị France mgbe a kpọrọ ndị ọrụ mpaghara ka ha gaa n'ihu. Ọkpụkpọ maka fraternity, a na-etinye ya na Pradines ebe Capy nọrọ ọtụtụ oge n'oge ọ bụ nwata.",
  "Onye ọkà okwu ihu ọha ruru eru, ọ sonyere na nzukọ na Europe, United States na Canada",
  "N'afọ 1924, o guzobere otu agụmakwụkwọ na-ahụ maka udo nke a na-akpọ Les Amis de la Paix ma gaa nzukọ Women's International League for Peace and Freedom na Washington, D.C",
  "N'afọ 1916, ọ gwara okwu na nzukọ Femmes pour la Paix et la Liberté na Geneva.",
  "Ọ gara n'ihu na-arụ ọrụ dị ka onye nta akụkọ, mana ndị Nazi katọrọ ya dị ka onye Kọmunist n'afọ 1943 ma wakpo ụlọ ya na Pradines",
  "Laa azụ na Paris, n'afọ 1944 o nyere aka na akwụkwọ akụkọ na-ahụ maka udo Germinal, na-ede akụkọ gbasara mmadụ",
  "Mgbe agha ahụ gasịrị, ya na nwanne ya nwanyị Jeanne Marquès gara Ijipt, bipụta L'Egypte au coeur du monde n'afọ 1950.",
  "Na ngwụcha afọ 1950, ọ laghachiri n'ụlọ ya na Pradines",
  "Ọ nwụrụ n'ebe ahụ n'ọnwa Jenụwarị 5, 1962, mgbe ọ ghọsịrị Onye Kraịst na-anụ ọkụ n'obi n'afọ ndị ikpeazụ ya",
  "E liri ya na ndị ikwu nne ya na ili ozu Pradines."
]