[
  "Marcia Judith Freedman (Hibru; née Prince; May 17, 1938 September 21, 2021) bụ onye America-Izrel na-eme ihe maka udo, ikike ụmụ nwanyị, na ikike nwoke idina nwoke",
  "N'afọ 1969, ọ gara Israel ebe o nyere aka guzobe ma duzie òtù ụmụ nwanyị n'afọ ndị 1970",
  "Ọ bụ onye otu Knesset site na 1974 ruo 1977.",
  "A mụrụ ya na ezinụlọ ndị Juu na Newark, New Jersey na Mee 17, 1938, Freedman nwetara BA na Bennington College na MA na Mahadum New York. Ọ na-arụsi ọrụ ike na American Civil Rights Movement n'etiti afọ 1960 na 1967",
  "N'afọ 1969, ọ gara Israel, n'oge na-adịghị anya, ọ banyere n'ọrụ na ndọrọ ndọrọ ọchịchị",
  "Ọ ghọrọ onye a ma ama site na ọchịchọ ya ị gbanwe iwu ite ime ma mee ka a mara ndị na-ahụ maka ihe ndị ruuru mmadụ.",
  "N'afọ 1973, òtù ụmụ nwanyị kpebiri ị kwado Ratz nke Shulamit Aloni (Movement nke Ikike Obodo), e nyekwara Freedman ọnọdụ nke atọ na Ratz slate",
  "Ọ dọtara uche Shulamit Aloni dabere na mmasị ya, mkpebi ya, na ịnụ ọkụ na obi maka mmegharị ahụ. Aloni gwara Freedman ka ọ bụrụ oche nke atọ na party ahụ. Òtù ahụ meriri oche atọ na ntuli aka ndị ome iwu Israel nke afọ 1973, Freedman ghọrọ onye otu Knesset",
  "N'oge na-adịghị anya, Ratz sonyeere Ya'ad ̊ Civil Rights Movement, mana Freedman na Aryeh Eliav kewara iji guzobe Social-Democratic Faction (nke e mechara kpọwa Independent Socialist Faction)",
  "Freedman jere ozi na Knesset site na 1974 ruo 1977. Ọ ghọrọ onye nkwado siri ike maka òtù ndị na-ahụ maka ikike nwoke na nwanyị n'ihi na ọ pụtara dị ka nwanyị na-edina nwanyị n'ebe nwa ya nwanyị nọ na nwa ya nwanyị malitere i kewapụ onwe ya.",
  "Tupu ntuli aka nke afọ 1977, Freedman guzobere Women's Party, ọ bụ ezie na ọ kwụghị dị ka onye na-azọ ọkwa ya. Òtù ahụ emeghị ka 1% nke ntuli aka gafee ọ bụ ezie na ọ nwere ihe ịga nke ọma na ịdọta nkwado ọha na eze maka nsogbu ụmụ nwanyị",
  "Mgbe ọ bụ onye otu Knesset, Freedman kwuru okwu na ezoghị ọnụ banyere nsogbu ụmụ nwanyị ma mee ka ọha na eze mara okwu ndị a na-ekwukarị n'ihu ọha na Israel, gụnyere ime ihe ike n'ụlọ, ọrịa cancer ara, ndina n'ike, mmekọahụ, na ịgba akwụna ndị ntorobịa",
  "Na mgbakwunye, Freedman na-etinye aka na mkparịta ụka banyere udo na ndị Palestine. Otú ọ dị, n'ajụjụ ọnụ ya na 2015 na American Jewish Peace Archive, o kwuru na \"a dọtara ya n'ihe m ga-akpọ nsogbu iwu mba ọzọ n'ihi na abụ m onye otu Knesset, nke ahụ bụ ihe mberede na nke a na-atụghị anya ya\" (maka itinye aka ya na esemokwu Palestine). Freedman bụ onye mbụ kwadoro ịmepụta steeti nwere onwe ya na Palestine",
  "O tinyere aka na nkwukọrịta ya na Palestinian Liberation Organization ma kwado ihe a maara ugbu a dị ka ngwọta mba abụọ.",
  "Freedman nyere aka mepụta netwọk nkwado na nkwado maka ụmụ nwanyị na Israel",
  "Ọ bụ onye guzobere, ya na Barbara Swersky na ndị ọzọ nke ebe obibi mbụ nke Israel maka ụmụ nwanyị a na-eti ihe, nke e guzobere na 1977 na Haifa",
  "Freedman hapụrụ Israel wee laghachi na United States na 1981",
  "Ọ biri ọzọ na Israel site na 1997 ruo 2002, wee guzobe Community of Learning Women, nke nyere agụmakwụkwọ na ọmụmụ ụmụ nwanyị na ịgụ na ide na kọmputa.",
  "Freedman dere edemede akpọrọ \"Feminist Publishing in Israel\" maka Women's Studies Newsletter na 1980",
  "Ọ kwuru banyere ụlọ ahịa akwụkwọ dị iche iche metụtara akwụkwọ ụmụ nwanyị na Hibru na ndị na-ebipụta akwụkwọ isii na-enye ohere ka e bipụta ọrụ ụmụ nwanyị",
  "O kwukwara banyere akwụkwọ ole na ole e dere banyere ụmụ nwanyị na Hibru na obere mgbalị e mere iji bipụta akwụkwọ ụmụ nwanyị.",
  "Freedman dere akwụkwọ ncheta akpọrọ, Exile in the Promised Land, ma raara ya nye nna ya",
  "O kwuru na peeji \"onye m gbasoro ihe nlereanya ya n'ụzọ dị ukwuu\"",
  "Ọ bụkwa onye dere ọtụtụ isiokwu na nyocha.",
  "Freedman bụ onye guzobere onye isi oche nke Brit Tzedek v'Shalom, otu na-akwado Israel na nke na-akwado udo nke jikọtara na J Street na 2010. Ọ bụkwa onye isi oche gara aga nke San Francisco Jewish Film Festival.",
  "Ọ lụrụ Bill Freedman na 1961, ma nwee otu nwa nwanyị",
  "Freedman nwụrụ na Septemba 21, 2021 mgbe ọ dị afọ 83. Ka ọ na-eru 2021, ọ ka bụ naanị nwanyị na-edina nwoke n'ihu ọha jere ozi na Knesset."
]