[
  "Margaret Rose Vendryes (1955 rụo n'ọnwa Machị ubochí irí abụọ na isé, 2022) bụ ónyé na-ese ihe, onye nlekọta, na ónyé na-akọ akụkọ ihe méré eme nke bi na New York.",
  "Vendryes malitere ọmụmụ ya na ejiji ejiji tupu ọ gaa na nka màrà mmá ma nweta nzere bachelọ na Amherst College, gụsịrị akwụkwọ na 1984. Ọ gàrà n'ihu nweta MA ya na akụkọ nka na 1992 na Mahadum Tulane na PhD ya na Mahadụ Princeton na 1997 ebe o lekwasịrị anya na akụkọ nka nke ndị Africa America. Ndị Southeast Queens Artists' Alliance márá ọkwa ọnwụ Vendryes.",
  "Vendryes jere ozi dị ka Ónyé isi óchè nke Ngalaba nke Performing na Fine Arts na Onye nduzi nke Fine Arts Gallery na York College na New York ébé ọ malitere ịrụ ọrụ na 2000. A kwadoro ya ka ọ bụrụ Dean nké School of the Museum of Fine Arts na Mahadum Tufts na Boston na June 2022.",
  "Site na 2000 ruo 2001 ọ rụrụ ọrụ dị ka ónyé nkuzi nleta màkà Art & Archaeology na African American Studies na Mahadum Princeton",
  "Ọ rụkwara ọrụ dị ka osote prọfesọ màkà Modern American na Contemporary Art na City University of New York site na 2002 ruo 2007.",
  "Ọ dọrọ aka ná ntị megide ihe ọ na-akpọ \"ụzọ agbụrụ na-emetụta\" ịkọwa ọrụ nka, omume nke ịgụ mmetụta nke agbụrụ ónyé na-ese ihe n'ime ọrụ nka ha, ebe ọ kwenyere na ọ nwere ike igbochi nkọwa na ọnọdụ nke ọrụ ahụ ma belata nyocha nke mmetụta ha na nnukwu nka.",
  "N'afọ 2005, Vendryes malitere usoro ọrụ mgbasa ozi dị íchè íchè n'ime ọrụ ya The African Diva Project, na mmanụ na wax oyi na ákwà, na n'oge na-adịbeghị ányá, ihe nkpuchi Africa",
  "Usoro ahụ malitere site na onyinyo Donna Summer nke sitere n'ike mmụọ nsọ ya Four Seasons of Love album cover",
  "Ihe oyiyi ahụ na-ejikọta ma jikọta ihe osise nke ọdịbendị ọdịda anyanwụ na ihe nkpuchi ọdịnala Afrịka",
  "N'ihi na ọ bụ naanị ụmụ nwoke na-eyi ihe mkpuchi ndị a, ọ chọpụtara nchọpụta ya banyere ike, agbụrụ, okike na ịma mma site na ọrụ ndị a. Ọrụ ahụ gụnyere ọtụtụ ihe oyiyi ụmụ nwanyị Black American gụnyere Aretha Franklin, Grace Jones, na Whitney Houston."
]