[
  "Margaret Ballinger (née Hodgson; Na afọ 1894[[1980) bụ onye isi oche mbụ nke Liberal Party nke South Africa na onye omeiwu South Africa",
  "N'afọ 1944, magazin TIME kpọrọ Ballinger \"Queen of the Blacks\".",
  "A mụrụ Margaret Hodgson na Glasgow, Scotland na afọ 1894 wee kwaga Cape Colony na ezinụlọ ya mgbe ọ bụ nwata",
  "Nna ya rutere obere oge tupu Agha Boer ma mechaa lụso ndị Britain ọgụ",
  "Hodgson (Ballinger) gara Huguenot College na Wellington tupu ọ gaa n'ihu na agụmakwụkwọ ya na England",
  "N'England ọ gara Somerville College, Oxford.",
  "Ọ kụziri akụkọ ihe mere eme mgbe ọ laghachiri South Africa na Mahadum Rhodes na Grahamstown na Mahaduma nke Witwatersrand",
  "Ọ guzoro maka ntuli aka ebe e nwere ndị nnọchiteanya asaa maka nde ndị isi ojii South Africa asatọ megide ndị M.P",
  "140 na-anọchite anya 20% ndị ọzọ nke ndị bi na ya",
  "O guzoro megide ụmụ nwoke ndị ọzọ na-azọ ọkwa ma na-ekwu okwu site na onye ntụgharị nwere ike inweta obi ike nke ndị na-eme ntụli aka",
  "A na-ekwu na o jiri ihe atụ nke Joan of Arc mee ihe iji gosipụta ihe nwanyị nwere ike ime maka ha.",
  "Ọ nọchitere anya ndị Eastern Cape site na afo 1937 na Native Representatives Council (NRC). E nyere ya otuto, ya na Senator Edgar Brookes, maka ịkpali ndị mmadụ ikwu banyere ịchịkwa ndị obodo South Africa iji chọpụta otú e si eme ka ndụ ha dịkwuo mma",
  "N'afọ 1943, ọ na-atụ aro iwu ọhụrụ ma na 1947 atụmatụ ya gụnyere ọzụzụ ọhụrụ na nnọchite anya obodo maka \"ndị isi ojii\" na ndụmọdụ ka mma na NRC. A na-ahụ oge a site na 1937 ruo 1950s dị ka mgbe Ballinger nwere ike na mmetụta kachasị",
  "Akụkọ Time Magazine na afọ 1944 kpọrọ \"Mrs Ballinger\" dị ka \"Queen of the Blacks\"",
  "Ike ya dị ka ọkà okwu bụ naanị ndị praịm minista, Jan Smuts, na Jan Hofmeyr, onye ga-anọchi ya",
  "Ọdịnihu nke isiokwu ahụ hụrụ maka Ballinger bụ dị ka \"olileanya ọcha\" na-eduga ndị isi ojii 24,000,000 dị ka akụkụ nke mmetụta Britain gbasaa na ndịda Africa. Ọ kpuchiri di ya, William, onye ụfọdụ na-ahụ ugbu a site na omimi ya na mgbanwe ndọrọ ndọrọ ọchịchị",
  "Ha abụọ guzobere otu ndị enyi nke Afrịka, mana nke a lere anya na Britain maka ego karịa ka ọ mere na ihe ịga nke ọma ya na ijikọ ya na òtù ndọrọ ndọrọ ọchịchị ndị Afrịka na-apụta.",
  "Mgbe e guzobere Liberal Party nke South Africa na afọ 1953 ọ bụ onye isi oche mbụ ya",
  "E guzobere otu ahụ gburugburu Alan Paton, onye bụ otu n'ime ndị osote onye isi ala",
  "Ọ bụ otu n'ime mmadụ ole na ole na-ekwu okwu megide echiche ịkpa ókè agbụrụ nke Hendrik Frensch Verwoerd.",
  "N'afọ 1960, ọ hapụrụ ụlọ omebe iwu mgbe gọọmentị South Africa wepụrụ oche ndị omebe iwu na-anọchite anya ndị Afrịka",
  "British Royal African Society nyere ya ọla nchara na afọ 1961 maka ọrụ ya na Africa",
  "Nkwupụta ya kwuru banyere njikọ ọ guzobere n'etiti ụmụ nwanyị Africa na Europe na maka ụlọ maka ụmụaka na-arịa ọrịa ọ guzobere.",
  "Ọ hapụrụ òtù ahụ tupu ndị otu ya emebie ya na 1968",
  "N'oge ahụ, ọ ghọrọ iwu na-akwadoghị maka otu ndọrọ ndọrọ ọchịchị inwe ndị otu si n'ihe karịrị otu agbụrụ",
  "Ndị otu ahụ họọrọ ịnwụ karịa ịhọrọ.",
  "E mechiri ụlọ ụmụaka na-arịa ọrịa nke o guzobere n'oge ịkpa ókè agbụrụ, mana ọ na-ewere ọdịdị ọhụrụ",
  "Ballinger malitere ụlọ akwụkwọ atọ na Soweto na-enweghị ikike gọọmentị, a na-akpọ nke mbụ iji sọpụrụ ya."
]