[
  "Margaret Joan Holmes AM (née Read; 24 Jenụwarị 1909 10 Septemba 2009) bụ onye Australia na-eme udo, ọkachasị n'oge Agha Vietnam na dịka akụkụ nke Anglican Pacifist Fellowship",
  "O guzobere alaka New South Wales nke Women's International League for Peace and Freedom na 1960, na 2001 e mere ya onye otu Order of Australia maka ọrụ ya na obodo.",
  "A mụrụ Margaret Holmes n'ezinụlọ bara ọgaranya na Sydney na ụbọchị iri abụọ na anọ n'ọnwa Jenụwarị n'afọ 1909, nwa mbụ n'ime ụmụ ise, ma too na Wahroonga",
  "Ọ gara The Women's College, Mahadum Sydney, ebe ọ bụ nwa akwụkwọ nwanyị mbụ nwere ụgbọ ala, ma mụọ ọgwụ",
  "Mgbe ọ nọ na mahadum, Holmes sonyeere Christian Student Movement ma jikọta ya na Christian pacifism",
  "Ọ gụsịrị akwụkwọ na Bachelor of Science ma na 1933 lụọ dọkịta, T",
  "A",
  "G",
  "(Tag) Holmes, kama ịghọ otu.",
  "Margaret na Tag Holmes wuru ụlọ na Military Road, Mosman, mpaghara dị na Lower North Shore nke Sydney, ebe T",
  "A",
  "G",
  "Holmes nwere ọrụ ahụike ya ma zụlite ụmụ isii",
  "Na mbido Agha Ụwa nke Abụọ, ndị Holmes guzobere \"50-50 Club\", mgbede oriri na ọṅụṅụ kwa izu ebe \"ndị Australia ọhụrụ\" nwere ike ịmara ndị obodo ahụ ma sonye n'ime obodo ọhụrụ ha.",
  "N'afọ 1959, Holmes mere njem ịga mgbakọ nke Women's International League for Peace and Freedom na Stockholm; ọ matara banyere nzukọ udo ụmụ nwanyị a na 1940 site na edemede na The Peacemaker nke Eleanor Moore dere",
  "Ebe ọ bụ na enweghị alaka Sydney nke WILPF n'oge ahụ, ọ sonyeere dị ka onye otu mba ụwa",
  "O guzobere NSW Branch mgbe o si na nnọkọ ahụ lọta. Njem ya gụnyere ịga Austria maka nzukọ IFOR, Russia (ebe o bugara Bible ndị a na-ebubata na Moscow Baptist Church) na India (na oku nke Sushila Nayar, onye ọ zutere na nzukọ WILPF).",
  "N'afọ ndị 1960 n'oge Agha Vietnam, ọrụ Holmes ghọrọ nke ọha na eze",
  "Ọ duziri ngagharị iwe gụnyere ịgagharị ma bụrụ onye na-eme mkpọsa mgbe niile n'etiti obodo Sydney, na-ekere òkè na ekpere, ọkụ kandụl, nzukọ ọha na eze na nkesa akwụkwọ",
  "N'oge a, ọ malitekwara ịrụsi ọrụ ike na mkpọsa maka ikike ndị Aborigine na nkwụsị nuklia",
  "E bipụtara akụkọ ndụ ya, Margaret Holmes: The Life and Times of an Australian Peace Campaigner, nke Michelle Cavanagh dere, na 2006. E dekwara ndụ ya n'akụkọ ihe mere eme dị iche iche na ihe ndị ọzọ, ụfọdụ n'ime ha bụ nke Australian War Memorial.",
  "N'afọ 2001, e mere Holmes onye otu Order of Australia na Queen's Birthday Honours, \"maka ijere obodo ozi site na òtù na-akwalite udo, ikike mmadụ na ngwọta esemokwu, ọkachasị dịka onye otu Women's International League for Peace and Freedom\".",
  "Holmes mere emume ncheta ọmụmụ 100 ya na 24 Jenụwarị 2009 n'ụlọ ya na Sydney, ya na ụmụ ya isii, ọtụtụ ụmụ ụmụ na ụmụ ụmụ",
  "Ọ nwụrụ na 10 Septemba 2009 na Coffs Harbour, Australia."
]