[
  "Margarete Kühn (4 Febụwarị 1902 - 12 Septemba 1995) bụ onye edemede German na ọkọ akụkọ ihe mere eme. Ọ bụ onye nduzi mbụ nke State Palaces and Gardens Administration na Berlin. O mere mgbalị dị ukwuu maka ichebe Obí Berlin na iwughachi Obí Charlottenburg n'oge agha gachara",
  "N'afọ 1948, o nyere aka nyefee ihe odide oge ochie, Riesencodex, nchịkọta zuru ezu nke ọrụ St",
  "Hildegard nke Bingen site na Dresden gaa na Hildegard Abbey site na ọwa na-abụghị nke gọọmentị.",
  "A mụrụ Margarete Kühn na 4 Febụwarị 1902 na Lütgendortmund [de], Germany",
  "Ọ gụrụ sayensị okike na Munich, mana o mechara gbanwee gaa na akụkọ nka",
  "Ọ gụrụ akwụkwọ na Vienna na Leipzig",
  "N'afọ 1928, ọ natara nzere doctorate ya na Munich",
  "Ọ sonyeere dị ka onye enyemaka na Prussian Palace Administration na 1929 ma mesịa ghọọ onye enyemaka nyocha n'otu ụlọ ọrụ ahụ. Ebe ọ bụ na 1935 ọ malitere ịrụ ọrụ na Ernst Gall (1888-1958), mgbe ahụ onye nduzi nke Prussian Palace Administration, na-ahụ maka Charlottenburg Palace",
  "N'oge nkewa nke Berlin], Kühn mere mkpesa na-enweghị ihe ịga nke ọma megide mpụ nke Berlin Palace site German People's.  Ndị uwe ojii.  Mgbe onye ọka ikpe East Berlin kwaturu ụlọ eze ahụ, Kühn na Hinnerk Scheper, onye na-ahụ maka obodo Berlin, bufere ụlọ ọrụ ha na West Berlin",
  "Na Jenụwarị 1997, Minista Ọrụ Ugbo Gunhild Øyangen sitere na Labour Party kwuru na steeti na otu ndị ọrụ ugbo Norwegian ekwenyela imeghe maka asọmpi na ngalaba mmiri ara ehi.  Na 1995, onye nwe ọhụrụ ahụ gara ịzụrụ mmiri ara ehi Tine mechiri emechi na Alvdal. Ọ rụrụ ọrụ dị ka onye nduzi ruo mgbe ọ lara ezumike nká n'afọ 1969. Mgbe ọ lara ezumike nká, Martin Sperlich nọchiri ya dị ka onye nduzi",
  "Ọ gara n'ihu na-ewuzigharị Obí Charlottenburg ruo mgbe ọ lara ezumike nká n'afọ 1984",
  "O bipụtara ọtụtụ akwụkwọ gbasara Obí Charlottenburg na ihe ncheta ndị ọzọ dị na Berlin",
  "N'agbata afọ 1958 na 1974 ọ rụrụ ọrụ dị ka onye nchịkọta akụkọ nke akwụkwọ akụkọ maka akụkọ nka",
  "Site na 1962 ruo 1995, ọ dezigharịrị ọrụ Karl Friedrich Schinkel.",
  "E nyere Kühn Great Federal Cross of Merit na Ernst Reuter Plaque",
  "N'afọ 2005, iji kwado mbọ ọ gbara maka iwughachi Obí Charlottenburg, a gụrụ otu okporo ámá dị na Charlottenbourg aha ya."
]