[
  "A mụrụ Margaret E",
  "Grigsby na Jenụwarị 16, n'afọ otú pụkụ narị iteghete na iri abụo na atọ, na Prairie View, Texas, nke John Richard na Lee (Hankins) Grigsby",
  "Ọ bụ dibịa Afrika-Amerika, nke a ma ama dị ka nwaanyị Afrịka-Amerika mbụ ghọrọ onye òtù American College of Physicians na nwaanyị mbụ na-elekọta nnukwu ngalaba ahụike na Howard University Hospital. A maara Grigsby nke ọma dị ka Dọkịta nke Ọgwụ Ime Obodo, na ọkachamara na Ọgwụ Tropical na Ọrịa Na-efe efe na-eme ma na United States na Africa. Grigsby nwụrụ n'onwa June 24, n'afọ pụkụ abụọ na iteghete mgbe ọ dị afọ iri asatọ na isii na ụlọ ọgwụ Howard University, Washington, DC.",
  "Grigsby nwetara nzere baccalaureate ya na Prairie View College n'afọ otú pụkụ narị iteghete na iri anọ na atọ",
  "Mgbe ọ nwetasịrị baccalaureate ya, ọ gara Mahadum Michigan iji nweta nzere ahụike ya",
  "Mgbe ọ nwetasịrị M.D., ọ gara mba ndị so na Soviet Union n'afọ otú pụkụ narị iteghete na iri isii ma gosipụta akwụkwọ na Moscow, Warsaw, na Prague",
  "Mgbe Grigsby nọ na mba ọzọ, ọ gara n'ihu na-arụ ọrụ ya dị ka prọfesọ nke ọgwụ na Mahadum nke Ibadan na Naịjirịa",
  "N'afọ otú pụkụ narị iteghete na iri isii na atọ Grisby natara diplọma na Tropical Medicine & Hygiene site na London School of Hygiene and Tropical Medicine. N'oge na-adịghị anya, Grigsby natara ihe nrite n'afọ otú pụkụ narị iteghete na iri isii na asaa dị ka prọfesọ a ma ama nke ọgwụ na West Africa",
  "E mechara kwanyere onyinye ya na ọgwụ kịtịkpa na Afrịka ùgwù na Presidential  n'afọ otú pụkụ narị iteghete na iri asaa na abụọ.",
  "Malite nafo otú pụkụ narị iteghete na iri anọ na asatọ Grigsby nọrọ na Homer G",
  "Phillips Hospital na St",
  "Louis ruo n'afọ otú pụkụ narị iteghete na iri anọ na iteghete",
  "N'afọ otú pụkụ narị iteghete na iri anọ na iteghete, a kwalitere ya ka ọ bụrụ osote onye bi na nkà mmụta ọgwụ, ọkwá ọ nọrọ ruo n'afọ otú pụkụ narị iteghete na iri ise",
  "N'afọ otú pụkụ narị iteghete na iri ise, Grigsby nwere ohere ịbụ onye enyemaka bi na Freedmen's Hospital na Washington",
  "N'ihi ya, ọ bufere ụlọ ọgwụ ma rụọ ọrụ n'ọkwa a, ruo n'afọ otú pụkụ narị iteghete na iri ise na otú mgbe Freedman's Hospital kwalitere ya ka ọ bụrụ osote dibịa",
  "N'afọ otú pụkụ narị iteghete na iri ise na isii, Grigsby ghọrọ dibịa na-elekọta ụlọ ọgwụ Freedmen's Hospital ma n'oge a, ọ bụ ọkachamara na ọgwụ ime ụlọ site na n'afọ otú pụkụ narị iteghete na iri ise na atọ ruo n'afọ otú pụkụ narị iteghete na iri ise na anọ.",
  "N'afọ otú pụkụ narị iteghete na iri ise na asaa, ọ nabatara ọrụ na Mahadum Howard ebe ọ bụ onye nkuzi ọgwụ",
  "Ọ kụziri ihe dị ka onye nkuzi ruo n'afọ otú pụkụ narị iteghete na iri ise na asaa e wee kwalite ya dị ka osote prọfesọ na Howard",
  "Ọ rụrụ ọrụ dị ka osote prọfesọ ruo n'afọ otú pụkụ narị iteghete na iri isii mgbe ọ ghọrọ osote prọfesọ",
  "Grigsby rụrụ ọrụ dị ka prọfesọ ruo n'afọ otú pụkụ narị iteghete na iri isii na isii mgbe ọ ghọrọ prọfesọ oge niile.",
  "Ka o sina dị, n'oge ọrụ Grigsby, ọ nọkwa n'ọkwa ndị ọzọ",
  "Na Howard, ọ rụrụ ọrụ dị ka onye isi nke ọrịa na-efe efe site n'afo otu puku narị iteghete na iri ise na abụọ ruo n'afọ otú pụkụ narị iteghete na iri asaa na otú, na onye enyemaka nchịkwa maka ngalaba nke ụlọ akwụkwọ ọgwụ site na n'afọ otú pụkụ narị iteghete na iri isii na otú ruo n'afọ otú pụkụ narị iteghete na iri isii na atọ.",
  "Na mgbakwunye na ọkwa ya na Howard, Grigsby nwere ọkwa di na nwunye na Ibadan, Nigeria",
  "O nwere ọkwa na Epidemiologist United States Public Health Service site nafo otú pụkụ narị iteghete na iri isii na isii ruo n'afọ otú pụkụ narị iteghete na iri isii na asatọ ma jee ozi dị ka prọfesọ nleta na-asọpụrụ maka ọgwụ mgbochi na mmekọrịta mmadụ na ibe ya site N'afọ otú pụkụ narị iteghete na iri isii na asaa ruo n'afọ otú pụkụ narị iteghete na iri isii na asatọ.",
  "N'ime afọ abụọ Grigsby nọ n'Afrịka, ọ lekọtara ọgwụ kịtịkpa nke ọtụtụ nde mmadụ",
  "Grigsby nwere ike ime nke a site na Smallpox Eradication Program site na Howard University College of Medicine. Mgbe o si Afrịka lọta, ọ gara n'ihu na ọrụ ya dị ka prọfesọ na Mahadum Howard ruo mgbe ọ lara ezumike nká n'afọ otú pụkụ narị iteghete na iri iteghete na atọ."
]