[
  "Margaret Simpson (amụrụ na 31 Disemba na afọ 1981 na Krapa) bụ onye Ghana na-eme egwuregwu heptathlete",
  "O meriri ọla nchara na afọ 2005 World Championships, na-etinye ọtụtụ ihe kachasị mma n'ime usoro ahụ",
  "Ihe kacha mma ya bụ 6423 points, nke o nwetara na Götzis na ọnwa Mee, na afọ 2005.",
  "N'otu n'ime ihe ngosi mba ụwa mbụ ya, ọ nọ n'ọnọdụ nke anọ na afọ 1999 All-Africa Games",
  "Ọ bụ onye mmeri na afo 1999 African Junior Athletics Championships, mana o nweghị ike ịmecha na ihe omume ahụ na afo 2000 World Junior Championships in Athletics",
  "A họpụtara ya maka heptathlon na afọ 2001 World Championships in Athletics ma tinye ya na 13th n'ozuzu",
  "Nnukwu ihe ịga nke ọma bịara n'afọ sochirinụ ka ọ na-ewere ọla nchara na afọ 2002 Commonwealth Games wee merie ọla edo heptathlon na 2002 African Championships in Athletics",
  "O nweghị ike ịmecha na afo 2003 World Championships in Athletics",
  "N'afọ 2004, Simpson ghọrọ onye mmeri Afrịka nke ugboro abụọ wee soro nsonaazụ a site na nke itoolu na afọ 2004 Athens Olympics.",
  "Simpson ruru n'ọkwa ụwa na nke mbụ ya na 2005 World Championships in Athletics, na-ewere ọnọdụ nke atọ na arụmọrụ nke abụọ kachasị mma nke ọrụ ya na ọnụ ọgụgụ nke 6375 isi",
  "O setịpụrụ ihe kachasị mma nke 6423 na Hypo-Meeting na mbido oge ahụ",
  "Ọ hapụrụ oge afọ 2006 mana ọ laghachiri n'afọ sochirinụ na nrite ọla edo na afo 2007 All-Africa Games",
  "O nweghị ike ịmecha na afọ 2007 World Championships in Athletics n'ikpeazụ n'oge ahụ",
  "Ọ hapụrụ oge niile nke afọ 2008 mgbe nke a gasịrị",
  "Ọ hapụrụ n'afọ 2009 wee debanye aha kachasị mma nke oge nke 5872 na Meeting International d'Arles",
  "Ọ laghachiri n'ọnọdụ dị mma na afọ 2010 African Championships in Athletics, ebe ọ meriri nke atọ heptathlon title na akara nke 6031 points",
  "Ọ chịkwara nke asatọ na elu elu maka Afrịka na afọ 2010 IAAF Continental Cup.",
  "O meriri mbipụta na afọ 2011 nke nzukọ Multistars na Desenzano del Garda na akara nke 6270 isi, na-emeri onye mmeri na afọ 2010 Marina Goncharova. Ọ bụ onye nke iri na anọ na afo 2011 World Championships in Athletics ma merie nke atọ na-esote na 2011 All-Africa Games",
  "O meriri African Combined Events Championship na afọ 2011 na 2012.",
  "Ọ hapụrụ heptathlon na afo 2012 Summer Olympics n'ihi ọrịa akụrụ.",
  "Simpson bụ onye a ma ama maka ịgba ụta ya siri ike, nke kachasị mma ya bụ mita 56.36."
]