[
  "Margaret Danner (1915-1984) (Margaret Esse Danner, Margaret Danner Cunningham) bụ onye Amerịka na-ede uri, onye nchịkọta akụkọ na onye na-ahụ maka ọdịbendị nke a maara maka ihe osise ya na ememe ya nke ihe nketa Afrịka na ụdị ọdịbendị.",
  "A mụrụ ya n'afọ 1915, Margaret Esse Danner toro na Chicago n'oge Great Migration",
  "Akụkọ na-ekwu na a mụrụ ya na Pryorsburg, Kentucky, n'afọ 1915, ọ bụ ezie na o kwuru na Chicago bụ ebe a mụrụ ya. Na klas nke asatọ, ọ nwetara ihe nrite mbụ na asọmpi ụlọ akwụkwọ maka \"The Violin\", uri na-akọwa ngwa égwu violin Stradivarius na Guarnerius",
  "Agụmakwụkwọ kọleji Danner gụnyere ọmụmụ na Mahadum Loyola, Mahadum Northwestern, YMCA College, na Roosevelt College e guzobere ọhụrụ. Ikekwe ihe dị ịrịba ama bụ agụmakwụkwọ ya na obodo ọdịbendị ndị Afrịka-Amerịka nke Chicago's South Side, nke n'afọ ndị 1930s na 1940s nwere ụlọ ọrụ ọdịbendị na mpaghara ndị na-abụghị nke gọọmentị raara onwe ha nye ndọrọ ndọrọ ọchịchị, agụmakwụkwọ, nka na akwụkwọ ma na-ejikọkarị na Communist Popular Front. Ọ bụ ezie na Danner nọpụrụ iche na ọchịchị Kọmunist ma mesịa megide ndọrọ ndọrọ ọchịchị niile, ọ sonyere n'òtù dị iche iche nke South Side, gụnyere Inez Cunningham Stark's poetry workshop na South Side Community Art Center, tinyere Gwendolyn Brooks na Margaret Goss Burroughs, ya \"ndị enyi (na ndị na-asọmpi) \" N'afọ 1946, Danner guzobere Art Associates iji chịkọta ma kwalite ndị edemede na ndị na-ede uri ojii nke Chicago",
  "Ọ gụrụ dị ka ndị enyi onye na-ede uri na onye nkatọ Edward Bland, yana Hoyt Fuller, onye ga-eduzi Negro Digest (mgbe e mesịrị Black World) malite n'afọ 1951.",
  "\"Onye na-eme okwu na onye na-ese ihe, ọ na-enye onye na-agụ ya 'ihe osise okwu' nke ọma nke na-akpali akpali na nke na-egosipụta",
  "Abụ ya, nke sitere na okwu dị n'etiti olu nke oge gara aga, ugbu a, na ọdịnihu, na-ekpughe ọrụ ya na mmekọrịta ya na ọdịnala nke abụ ọdịda anyanwụ; ihe osise ya nke abụ dị ka ihe ngosi na-ejikọta nkatọ mmekọrịta mmadụ na ibe ya na ihe ngosi, nke bụ ma nkuzi ma mimetic, n'ime njikọ na-akpali akpali nke ihe ọhụrụ mara mma; amaokwu ya na-eme ka onye na-agụ ya bụrụ onye na-ekiri nka (ihe oyiyi synesthetic)",
  "\" Erlene Stetson",
  "\"Onye nwere ike ịghọta n'etiti mkpuchi abụọ nke otu mpịakọta a, n'ụzọ zuru oke, web nke ihe oyiyi dị mgbagwoju anya na nke na-egbuke egbuke nke mkpịsị akwụkwọ ya tụgharịrị na njem nke mmụọ nwere mmetụta, nke nwere onwe ya na ọmịiko gafee oge ọgba aghara ndị a n'ebe a a na-ejighị n'aka",
  "\" Samuel A",
  "Allen"
]