[
  "Marisa Bosman (amụrụ na abali ato onwa  Mee 1980), nke onye obula  maara dịka Marisa Drummond, bụ onye  mba South Africa na-eme ihe nkiri na onye nduzi",
  "A maara ya nke ọma maka ngosiputa ya na ihe nkiri Elke Skewe Pot, Stom na Isidingo",
  "A mụrụ ya na abali ato n' onwa  Mee afo  1980 na Bloemfontein, South Africa",
  "Ọ nwetara nzere  BA  na Drama na Theatre Arts na Mahadum nke Free State",
  "Ebe o mechara  kwaga Johannesburg ịchụso ọrụ ihe nkiri ya.",
  "Ọ lụrụ Christopher Drummond. Mgbe o  mụsịrị nwa ya Annabel, ọ dara mbà n'obi bu onodu na-eso omumu nwal(PND). N'ime afọ atọ ikpeazụ ya, ọ malitere nwenwe obi mmafu, mgbako mmiri na  nsogbu nke akuru",
  "Mgbe ahụ, ọ malitere ịmụ nwa izu atọ tupu oge eruo ma nwee ịwa ahụ na mberede.",
  "Ọrụ mbụ ya dị mkpa na ihe onyonyo sitere na kykNET sitcom Hester & Ester Bester",
  "N'ime usoro ihe nkiri ahụ, ọ gosiputara agwa 'Ester', onye nkuzi ịgba egwu na ụlọ akwụkwọ ịgba egwu Marthur Curry",
  "Usoro a ghọrọ ihe a ma ama ma mesịa puta n' ngalaba  ihe omume iri ise na abụọ na 2010",
  "Mgbe ahụ, ọ pụtara na ọtụtụ usoro telivishọn dịka kykNET soapie Villa Rosa na usoro ihe nkiri SABC2 Geraamtes",
  "E mere ya ka ọ pụta dịka onye ọbịa na ihe omume nke usoro njem SABC2 Mooiloop! inn 2013",
  "Mgbe ahụ, ọ pụtara na ihe ngosi telivishọn dị ka Begeertes, Dof en Dilly Poppie na Sterlopers",
  "Ewezuga i puta n' onyonyo,o gosiputala onwe ya n' otutu ihe emume ejije di iche iche  dika :Uda egwu, Nwanyi ocha nkem, Fiddler on the Roof nakwa Ons vir Jou",
  "O gosiputakwara onwe na   Broadway Theater production Thoroughly Modern Millie. N' afo 2016, o meputara aka oru nke aka ya na short Spoor(loos)",
  "N' otu afo ahu, o sonyere n' emume onyonyo tv n' ewu ewu bu  Fluiters",
  "O biakwa gosiputa onwe ya n' ngala emume onyonyo soapie  bu  Isidingo ebe o gosiputara agwa  'Kimberly Lewis-Haines'",
  "O gosiputakwara agwa  'Alexa' n' ime  kykNET soap opera Binnelanders, na 2013",
  "N' agwa o mechara nwee ihe nrite   inaugural Royalty Soapie maka onye nwanyi putara ihe n' ikpa ike  na 2014."
]