[
  "A mụrụ Marian Ellis na Nottingham, otu n'ime ụmụ ejima nke Quaker na ndị nne na nna na-eme ihe ike, onye nwe ebe a na-egwupụta coal na Liberal MP John Ellis na nwunye ya na-enyere ndị mmadụ aka Maria (née Rowntree). Aha ejima ya bụ Edith",
  "Ọ gụrụ akwụkwọ n'ụlọ ma mụta ịkpọ cello.",
  "N'oge Jameson Raid n'afọ 1895, ọ ghọrọ ode akwụkwọ nna ya, na n'oge Agha nke Abụọ nke Boer, ọ sonyere na ọrụ Ruth Fry iji nyere ụmụ nwanyị ndị agha ahụ aka",
  "N'Agha Ụwa Mbụ, ụmụnne nwanyị Ellis nyere ego maka ezinụlọ ndị na-ata ahụhụ nke ndị jụrụ n'ihi akọ na uche ma kwado No Conscription Fellowship",
  "Mgbe o bipụtara akwụkwọ mpịakọta nke gọọmentị na-enyochaghị, a tụrụ Edith na ndị Quakers ndị ọzọ mkpọrọ n'okpuru Iwu Nchebe nke Alaeze n'afọ 1918, ebe Marian nọgidere na-enye aka n'echiche Quaker nke agha.",
  "N'afọ 1919, Marian Ellis na Baroness Courtney nke Penwith guzobere Kọmitii Na-alụso Ụnwụ",
  "Na ụbọchị iri na anọ n'ọnwa Julaị n'afọ ahụ, ọ lụrụ onye ndọrọ ndọrọ ọchịchị Charles Cripps, \"1st Baron Parmoor\", nwanne di Lady Courtney na Beatrice Webb",
  "Alụmdi na nwunye ahụ enweghị nwa, mana Lady Parmoor nwere mmetụta siri ike n'ebe nwa ya nwoke nke nta, Stafford Cripps nọ.",
  "Lady Parmoor rụrụ ọrụ dị ka onye isi oche nke World YWCA n'etiti 1924 na 1928, ma nyere aka guzobe Fellowship of Reconciliation. Ọ bụ onye guzobere Women's International League for Peace and Freedom ma bụrụ onye isi oche nke alaka ụlọ ọrụ Britain na 1950",
  "Lady Parmoor jere ozi dị ka osote onye isi oche nke National Peace Council ma kwuo na ọ kwadoro ịnabata China na United Nations ma kwurịta maka njedebe nke Agha Korea. N'afọ 1948, Lady Parmoor dere akwụkwọ nta akpọrọ The Challenge of the Atomic Bomb, nke Kọmitii Udo Ndị Enyi bipụtara. Mgbe ọ dị afọ 70, Dowager Baroness Parmoor malitere nyocha nke fission nuklia iji kwuo okwu megide iji ngwá agha nuklia.",
  "Ụbọchị abụọ tupu ọnwụ ya n'ụlọ ya dị na London, mgbe ọ dị afọ 74, o nyere aka dee ozi Quaker nye praịm minista, Winston Churchill, iji mee mkpesa megide ịtụ bọmbụ North Korea",
  "A kpọrọ ozu ya ọkụ na Golders Green Crematorium, a kpọgakwara ntụ ya na Frieth",
  "Nwanne ejima ya, Edith, bụkwa onye na-eme ihe ike."
]