[
  "Marion Sampler bụ onye America na-emepụta ihe",
  "A maara Sampler nke ọma maka ịbụ otu n'ime ndị na-ese ihe osise Black mbụ na-arụ ọrụ na ụlọ ọrụ na-emepụta azụmahịa.",
  "A mụrụ Sampler na 1920 na Anniston, Alabama. Nna ya bụ onye na-ese ihe, Sampler n'onwe ya malitere agụmakwụkwọ na nka n'oge ọ dị obere na Cincinnati",
  "Sampler wee kwaga California, debanye aha na Jepson Art Institute na 1953",
  "Mgbe emesiri, ọ gụrụ na California Institute of the Arts",
  "Sampler gara Mahadum nke Southern California, ma gụsịrị akwụkwọ n'ebe ahụ na 1955.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum nke Southern California, Sampler malitere ịkụzi nka na Fremont High School na Los Angeles",
  "Ọ bụ ezie na ọ ga-aga n'ihu na-arụ ọrụ na ụlọ ọrụ azụmahịa, Sampler gara n'ihu ịkụzi na Fremont High School.",
  "N'afọ 1956, Sampler sonyeere otu ndị nduzi imepụta ihe nke Saul Bass, Norm Gollin, Louis Danziger, na Milton Zolotow mepụtara",
  "Ebumnuche mmemme ahụ bụ inyere ndị na-acha uhie uhie aka ịchọta ọrụ na ọzụzụ na eserese. Sampler bụ otu n'ime ndị na-emepụta ihe mbụ ritere uru site n'òtù ahụ",
  "Ọ sonyeere Los Angeles County Museum of Art's design and typography program n'otu afọ ahụ",
  "N'afọ 1957, ụlọ ọrụ na-ahụ maka ihe owuwu Victor Gruen and Associates were Sampler n'ọrụ; ọ ghọrọ otu n'ime ndị Black mbụ na-ese ihe osise iji rụọ ọrụ na nnukwu ụlọ ọrụ na Los Angeles. N'afọ 1963, Sampler ghọrọ onye isi nke ngalaba eserese eserese, ebe ọ ga-anọgide na-arụ ọrụ ruo afọ 20.",
  "N'afọ 1973, e nyere Gruen & Associates nkwekọrịta imepụta ma wuo South Coast Plaza, ụlọ ahịa dị na Orange County, California",
  "Ụlọ ọrụ ahụ tụrụ aro ka e wuo ihe dị ka dome ebe anyanwụ ga-esi wee weta ihe dị ka akụkụ nke ụlọ ahịa ahụ",
  "Marion Sampler chepụtara dome, na-ahọrọ iji ugegbe na-acha odo odo mepụta ugegbe dome n'elu ụlọ",
  "Sampler gara n'ihu na-emepụta maka ụlọ ọrụ na-ere ahịa",
  "E nyere ya ọrụ ịmepụta njirimara njirimara maka ụlọ ahịa ahụ dị ka eserese gburugburu ebe obibi, akara ngosi, na mgbidi tebụl.",
  "N'etiti afọ 1980, Sampler hapụrụ Gruen & Associates wee soro Anita Berry malite ụlọ ọrụ mmewe nke ya, Anita Berry na Marion Sampler Design",
  "O mechara malite imepụta ihe osise yana ọrụ imepụta ihe.",
  "A maara Sampler maka ojiji ọ na-eji geometry na ọdịdị",
  "Ụdị mbinye aka ya gosipụtara ọdịdị geometric na-egbuke egbuke nke a na-etinye n'ime nhazi dị ka grid",
  "Sampler nwere mmasị na triangles na triangular, nke a na-ahụ n'ọtụtụ atụmatụ azụmahịa ya yana ihe osise ya",
  "Usoro keere òkè dị mkpa na usoro ime ihe oyiyi nke Sampler, ebe ọ bụ na nke a bụ isiokwu na-apụta ugboro ugboro na atụmatụ ya",
  "Ndị na-emepụta ihe mkpuchi ojii na Southern America nwere mmetụta na Sampler, ọkachasị na-ezo aka n'ụdị nnụnụ ha na-efe efe n'ụdị triangular ya.",
  "E chefuru ọrụ Sampler n'ụzọ dị ukwuu mgbe ọ nwụsịrị. Ọ bụ ezie na a maara ya n'oge ndụ ya, ma mara ya nke ọma n'etiti ndị na-emepụta ihe na Los Angeles na New York, Sampler enweela obere nkwenye mgbe ọ nwụsịrị. E depụtara Sampler na akwụkwọ ọkọwa okwu ole na ole nke ndị Black na-ese ihe",
  "E tinyekwara ọrụ ya na ihe ngosi Los Angeles County Museum of Art California Design, 1930-1965: Living in a Modern Way",
  "A na-enwe anọ n'ime ọrụ Sampler na nchịkọta nke California African American Museum. Otu n'ime ihe osise ya dị na Metropolitan Museum of Art",
  "Ewezuga obere ihe ngosi ndị ọzọ, ọrụ ya kpuchiri n'ụzọ dị ukwuu, na New York Times na Design Observer na-akọwa ya dị ka \"echefuru echefu\"."
]