[
  "Marie Christina Kolo (amụrụ ya na 1989) bụ onye na-akwado ihu igwe, onye na-ahụ maka akụ na ụba, na onye ọchụnta ego na-elekọta mmadụ sitere na Madagascar, bụ onye welitere mmata zuru ụwa ọnụ banyere mmetụta mgbanwe ihu igwe na Madagascar ma rịọ maka nkwado mba ụwa n'ịgbasa mmetụta ya.",
  "A mụrụ Kolo n'afọ 1989 ma too na Ambodirano. Dị ka nwatakịrị, ọ hụrụ mmetụta gburugburu ebe obibi nke ụlọ ọrụ akwa dị nso n'ụlọ ya kpatara, wee rịọ ka a kwụsị mmetọ ahụ. Ọ gara Mahadum Katọlik nke Paris ma nweta nzere masta na Humanitarian and Development Project Management. E nyere ya Mahadum Maine Mandela Washington Fellowship n'afọ 2017.",
  "Kolo malitere ịrụsi ọrụ ike na ọrụ ihu igwe n'afọ 2015, mgbe ọ na-arụ ọrụ dị ka onye ọrụ afọ ofufo nke United Nations na mpaghara Androy nke mmiri ozuzo na-enwekarị",
  "N'oge ahụ, Kolo guzobere netwọk ihu igwe nke Indian Ocean dị ka ikpo okwu maka ndị ntorobịa na-eme ihe ike si Madagascar, Mauritius, Réunion, na Seychelles. Ikpo okwu ahụ haziri mmadụ 3,000 ka ha gaa ngagharị iwe ihu igwe mbụ nke Madagascar n'afọ 2015.",
  "Kolo guzobere ụlọ ọrụ mmekọrịta ọha na eze Green N Kool n'afọ 2016. Nzukọ a na-emepụta ogige egwuregwu na ala ala site na ihe eji emegharịgharị ma na-ere ngwaahịa na gburugburu ebe obibi iji kwado ụlọ akwụkwọ praịmarị, ebe etiti obodo, na mmemme obodo na mpaghara Antananarivo na Nosy Be. Iji dozie ọrịa COVID-19, Green N Kool wepụtara ncha ịsa aka na-ahụ maka gburugburu ebe obibi nke e ji mmanụ a na-eri eri mee. Na njem ya na-enweghị egwu, nzukọ ahụ na-arụ ọrụ iji dozie nsogbu mmekọahụ na njem ọha na eze.",
  "N'afọ 2018, Kolo guzobere Ecofeminism Madagascar, ikpo okwu n'ịntanetị lekwasịrị anya na mgbanwe ihu igwe na mmekọrịta ya na ime ihe ike dabere na nwoke na nwanyị. N'afọ ahụ, e nyekwara ya ọkwa nke abụọ na World Wide Fund for Nature Africa Youth Awards.",
  "N'afọ 2019, Kolo gara ọgbakọ 2019 United Nations Climate Change Conference (COP25), ebe onye minista gburugburu Madagascar, Alexandre Georget zutere ya n'ihu ọha",
  "O ji akwụkwọ ozi ghere oghe zaghachi (\"Non à līâgisme et à la misogynie par les membres de notre gouvernement\") nke o degaara onye isi ala, Andry Rajoelina, na-akatọ omume Georget, na-ajụ nchụpụ nke ndị na-eto eto na-eme ihe ike na ndị nnọchi anya COP25 nke Madagascar, ma na-ekwu okwu megide ịkpa nká na ịkpọasị ụmụ nwanyị site n'aka ndị otu gọọmentị.",
  "N'ọnwa Disemba 2020, Kolo duru otu otu enyere onyinye United States Department of State Alumni Engagement Innovation Fund award maka oru ngo iji luso mwakpo mmekọahụ na ime ihe ike dabere na Madagascar.",
  "N'ọnwa Eprel 2021, Kolo, ya na Paloma Costa nke Brazil, gwara odeakwụkwọ ukwu nke United Nations António Guterres okwu n'onwe ya na mkparịta ụka gbasara omume ihu igwe ndị ntorobịa. O kwuru maka mmetụta nke COVID-19 na mgbanwe ihu igwe na mba ya, dị ka ụnwụ nri Madagascar nke afọ 2021-2022, ma kwe nkwa na ụwa ndị ọzọ ga-egosi ịdị n'otu na mba ndị mgbanwe ihu igwe emetụtalarị.",
  "Kolo gara ọgbakọ 2021 United Nations Climate Change Conference (COP26) dịka akụkụ nke ngalaba ụmụ nwanyị na okike.",
  "Na ngwụcha afọ 2022 a gụnyere ya na BBC's 100 Women."
]