[
  "Maricela Monserrate Gómez (amụrụ ya na Nọvemba 23, 1976) bụ onye Ecuadorian na-eme ihe nkiri, onye na-egosi onyonyo, na ọkà n'akparamàgwà mmadụ.",
  "A mụrụ Maricela Gómez na Guayaquil na Nọvemba 23, 1976",
  "Ọ malitere ọrụ ihe nkiri ya na mmalite afọ 1990 dị ka onye otu ụlọ ọrụ Teatro Bambalinas, nke onye na-eme ihe nkiri bụ Raúl Varela duziri",
  "O mere ihe nkiri mbụ ya na telivishọn na 1993 dị ka onye mgbakwunye na telenovela Ángel o Demonio [es], nke Ecuavisa mepụtara. Nke a dugara na ọrụ na mmepụta ndị ọzọ dị ka Dulce tormento [es] (1995) na María Soledad [es] (1995).",
  "O nwetara nkwanye ùgwù ọha na eze na 1999, mgbe ọ pụtara na TC Televisión telenovela Emergencia [es]",
  "N'afọ 2003, ọ pụtara na telenovela La Hechicera [es], na-egwu onye na-emegide ndị isi Sharon la Hechicera na Bernie Paz. N'afọ sochirinụ, ọ bụ akụkụ nke ndị otu Ecuavisa telenovela Yo vendo un ojos negros [es]",
  "N'afọ 2005, o mere nke mbụ ya dị ka onye na-eme ihe ngosi telivishọn, na-eje ozi dị ka onye na-ahụ maka ihe ngosi azụmahịa Sharon y los especialistas, ya na Sharon la Hechicera na-ekerịta ihuenyo ọzọ",
  "N'afọ 2006, ọ pụtara na telenovela Amores que matan [es], n'otu afọ ahụ, ọ pụtara na ihe nkiri Kliffor n'akụkụ Richard Barker [es] N'afọ 2007, ọ pụtara dị ka María na usoro ndị ntorobịa na-aga nke ọma Súper Papá [es]",
  "N'afọ 2008, Gómez laghachiri TC Televisión na usoro ihe nkiri El Gabinete, ya na Santiago Naranjo [es], Prisca Bustamante, na, ọzọ, Sharon la Hechicera",
  "Na ngwụcha afọ ahụ, ọ pụtara na ihe nkiri Corazón contento",
  "N'afọ 2009, ọ sonyeere RTS dị ka onye na-ahụ maka ihe ngosi ụtụtụ El Club de la Mañana, ya na Marcelo Cornejo, María Gracia Manzano, na Sandra Pareja. Gómez nọgidere na ihe ngosi ahụ ruo mgbe a kagbuo ya na mbido afọ 2018.",
  "N'afọ 2019, ọ laghachiri ime ihe nkiri mgbe afọ iri gasịrị, sonye na telenovela Sharon la Hechicera [es] na oge nke abụọ ya",
  "Omume ya, Wilma Aguilar, bụ onye ọka iwu na-enyocha ọnwụ onye na-agụ egwu Sharon.",
  "N'afọ 2021, ọ pụtara n'ụzọ pụrụ iche na usoro TC Televisión Juntos y revueltos [es], nke ọ na-egwu María Elena.",
  "Gómez nwere ụmụ nwanyị atọ site na alụmdi na nwunye mbụ ya, ya na onye na-eme ihe nkiri Patricio Moreno",
  "Ọ lụrụ onye na-eme ihe nkiri ibe ya bụ Darío León n'ọnwa Ọktoba afọ 2006. Ha gbara alụkwaghịm n'afọ iri abụọ",
  "009, mana ha gara n'ihu na mmekọrịta ha ruo 2011.",
  "Ya na ọkà n'akparamàgwà mmadụ Gerardo Panchana nwere mmekọrịta ịhụnanya kemgbe afọ 2014.",
  "A chọpụtara na ọ na-arịa fibromyalgia n'afọ 2011, nke ọ natara ọgwụgwọ iji mee ka ihe mgbu ahụ dị jụụ ma gbakee. Mgbe nna ya nwụsịrị n'ihi ọrịa kansa afọ, onye na-eme ihe nkiri ahụ gbanwere àgwà iri nri ya kpamkpam, na mgbakwunye na izere usoro mmega ahụ dị elu na ilekọta akpụkpọ ahụ ya gbasara ihe ịchọ mma.",
  "N'afọ 2018, Gómez gụsịrị akwụkwọ dị ka ọkà n'akparamàgwà mmadụ na Mahadum Guayaquil, na-enwetakwa onyinye Contenta nke ụlọ akwụkwọ ahụ",
  "Ka ọ na-erule 2020, ọ hapụrụ ime ihe nkiri ma na-enye usoro ọgwụgwọ n'ịntanetị n'oge ọrịa COVID-19."
]