[
  "Mariam Mohamed Fakhr Eddine (8 Septemba 1933 - 3 Nọvemba 2014) bụ onye Egypt na-eme ihe nkiri na telivishọn, ọ bụkwa nwunye nke abụọ nke onye nduzi ihe nkiri Mahmoud Zulfikar. A na-akpọ ya \"ịma mma nke ihe nkiri\" (Egyptian Arabic). Tupu ọ chụsoo ọrụ na ime ihe nkiri, ọ meriri aha nke Most Beautiful Face na asọmpi nke magazin French-language Image haziri",
  "Ọ bụ onye nduzi Mahmoud Zulfikar, onye ga-abụ di ya, chọpụtara ya",
  "Ihe nkiri mbụ Mariam Fakhr Eddine pụtara na ya bụ na ihe nkiri 1951 A Night of Love ma ọ gara n'ihu na-apụta na ihe nkiri dịka Back Again (1957), Sleepless (1957), The Cursed Palace (1962) na Soft Hands (1963).",
  "Na ngwụcha afọ 1950 nakwa na mmalite afọ 1960, ọ nwetara ihe ịga nke ọma na ọrụ mmetụta uche buru ibu tupu ọ gbanwee n'ịkọwa matriarch n'oge ọrụ ya. N'afọ 2007, a họpụtara Mariam Fakhr Eddine dị ka Mrs",
  "Aida n'ihe nkiri ịhụnanya French-Canadian Lola Whatever Wants",
  "Ọ gara Alexandria International Film Festival na 2009. Ruo ọnwụ ya na 2014, Fakhr Eddine pụtara na ihe karịrị ihe nkiri narị abụọ. Nwanne ya nwoke nke obere, Youssef Fakhr Eddine, bụkwa onye na-eme ihe nkiri.",
  "A mụrụ ya na Faiyum, Middle Egypt nye nna onye Ijipt na nne onye Hungary",
  "Nwanne ya nwoke nke obere bụ onye na-eme ihe nkiri Youssef Fakhr Eddine (1935-2002)",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ sekọndrị German",
  "Tupu ọ chụsoo ọrụ nke ime ihe nkiri, ọ meriri aha \"Most Beautiful Face\" na asọmpi nke magazin French-language Image haziri",
  "Onye nduzi ihe nkiri bụ Mahmoud Zulfikar chọpụtara ya, onye ọ lụrụ n'afọ 1952",
  "Ọ mụrụ nwa ya nwanyị, Iman",
  "Ihe nkiri mbụ ya ọ pụtara na ya bụ na ihe nkiri 1951 A Night of Love",
  "E tinyere ihe nkiri ahụ na 5th Cannes Film Festival",
  "Ọ gara n'ihu pụta na ihe nkiri The Murderous Suspicion (1953), Devil of the Sahara (1954), The Love Message (1954), A Window on Paradise (1954), Back Again (1957), Rendezvous with the past (1961), The Cursed Palace (1962) na Soft Hands (1963).",
  "Ọnwa ole na ole mgbe a wasịrị ya ụbụrụ, Fakhr Eddine nwụrụ na 3 Nọvemba 2014, na Maadi Armed Forces Hospital na Cairo. Mgbe emesịrị olili ozu okpukpe nke e mere na Maadi Military Hospital Mosque, e liri ya na 6th of October City, Giza Governorate."
]