[
  "Maria Emily Lubega Mutagamba (5 Septemba na afọ 1952 na 24 June 2017) bụ onye Uganda na-ahụ maka akụ na ụba na ndọrọ ndọrọ ọchịchị",
  "Ọ bụ minista nke njem nleta, anụ ọhịa na ihe ochie na Cabinet Ugandan site na onwa  15 August 2012 ruo 6 June 2016.",
  "Site na 2011 ruo 2012, ọ bụ minista nke mmiri na gburugburu ebe obibi. Ọ rụkwara ọrụ dị ka onye omeiwu a họpụtara maka onye nnọchi anya ụmụ nwanyị nke Rakai District site na 2001 ruo 2016.",
  "A mụrụ Mutagamba na Rakai District na 5 Septemba 1952",
  "Ọ gụrụ akwụkwọ na St",
  "Aloysius Senior Secondary School na Bwanda, Kalungu District maka ọmụmụ O-Level ya (1967-1970)",
  "Ọ gara Mount Saint Mary's College Namagunga na Mukono District maka agụmakwụkwọ A-Level ya (1971 Xi 1972)",
  "Ọ gara Mahadum Makerere site na afọ 1973 ruo afọ 1976, na-agụsị akwụkwọ na Bachelor of Arts na akụ na ụba",
  "O nwetakwara diplọma na mmemme kọmputa site na ICL Computer School na Nairobi, Kenya, nke o nwetara na 1980, yana asambodo na ndị isi nchịkwa site na John F",
  "Kennedy School of Government na Cambridge, Massachusetts, United States, nke o nyere na 1997. N'afọ 2013, Mahadum McMaster dị na Canada nyere ya nzere doctorate na iwu.",
  "Mutagamba jere ozi dị ka onye ọrụ ụlọ akụ na Bank of Uganda site na 1976 ruo 1980 ma bụrụ onye nduzi ụlọ akụ ahụ site na 1991 ruo 1999",
  "Ọ bụ onye nnọchi anya Constituent Assembly n'etiti afọ 1994 na 1995",
  "N'afọ 1999, ọ bụ osote odeakwụkwọ ukwu nke Democratic Party of Uganda",
  "N'afọ 2000, a họpụtara ya ka ọ bụrụ minista nke steeti maka akụ mmiri ma mesịa n'afọ 2006 a họpụtara ka ọ bụrụ Minista nke mmiri na gburugburu ebe obibi, ọkwá ọ nọrọ ruo n'afọ 2012",
  "Ọ bụ onye isi oche nke African Ministers' Council on Water site na 2004 ruo 2012 na onye nhazi nke Global Women Leaders Forum for Water and Sanitation site na afọ 2005 ruo na afọ 2012",
  "Ọ bụkwa osote onyeisi oche nke United Nations Task Force on Integrated Water Resource Management",
  "A maara ya maka ọrụ ya maka ihe kpatara nsogbu metụtara mmiri na Global Water Harvesting Network.",
  "Mutagamba jere ozi dị ka minista nke njem nleta, anụ ọhịa na ihe ochie site na 15 nke onwa Ọgọst na afọ 2012 ruo mgbe Ephraim Kamuntu nọchiri ya na 6 June nke afọ 2016",
  "Mgbe ọ bụ onye ozi, a maara ya maka ịkwalite àkwá, akwụkwọ nri, na chapati wrap a ma ama na Uganda nke a maara dị ka Rolex. Ọ maliteghachiri asọmpi ịma mma Miss Tourism Uganda nke malitere na 2010. Ọ hapụrụ ndọrọ ndọrọ ọchịchị na 2016 n'ihi ahụike ya na-akawanye njọ.",
  "Ọ lụrụ Tarsis Matthew Mutagamba onye rụrụ ọrụ na Bank of Uganda ruo afọ iri na asaa ruo mgbe ọ lara ezumike nká na afọ 1980",
  "Ọ bụ onye isi ego Afrịka mbụ na ụlọ akụ ahụ. Tarsis nwụrụ site na nkụchi obi na Jenụwarị 2, 2004 mgbe ọ dị afọ 70",
  "Ụmụ iri na isii hapụrụ ya.",
  "Mutagamba nwụrụ na onwa  24 June na afọ 2017 na Case Medical Centre na Kampala site na nsogbu nke ọrịa kansa imeju, ọ bụ ezie na ọ na-arịa ọrịa gallstones",
  "Ọ dị afọ iri isii na anọ",
  "A nabatara ya n'ụlọ ọgwụ izu atọ tupu ọnwụ ya",
  "Praịm Minista Ruhakana Rugunda kpọrọ ọnwụ ya \"nnukwu mfu maka mba ahụ\". E liri ya na onwa  28 June nke afọ 2017 na obodo Gamba, Kakuuto Subcounty na Rakai District",
  "Ọ bụ John Baptist Kaggwa, bishọp nke Roman Catholic Diocese nke Masaka, mere olili ozu ahụ."
]