[
  "Maria Pognon née Rengnet (15 Febụwarị 1844 na 17 Eprel 1925) bụ onye France na-ede akụkọ, onye nchịkọta akụkọ, onye na-ahụ maka ụmụ nwanyị, onye na'ahụ maka ụmụ nwoke, onye na na-ahụ n'udo na onye na-eme ihe ịga nke ọma ya dị ka onye na-agbachitere ikike ụmụ nwanyị na ngwụcha narị afọ nke 19",
  "Site na 1892 ruo 1903, ọ bụ onye isi oche nke Ligue Française pour le Droit des Femmes, ọ bụkwa onye otu ndị na-ahụ maka udo Société française pour l'arbitrage entre nations",
  "Dị ka onye Freemason, ọ bụ otu n'ime ndị iri na asaa guzobere Loge du Droit humain (Human Rights Lodge), nke meghere ma ụmụ nwoke ma ụmụ nwanyị.",
  "A mụrụ ya na Honfleur na ụbọchị iri na ise n'ọnwa Febụwarị n'afọ 1844, Maria Rengnet bụ nwa nwanyị nke Julien Rengnet, onye na-edozi nkume. A zụlitere ya n'ezinụlọ bara ọgaranya, n'afọ 1873 ọ lụrụ onye na-ese ụkpụrụ ụlọ Raymond Pognon, onye ya na ya nwere nwa nwoke na nwa nwanyị",
  "Di ya nwụrụ n'ọrịa ịba ahụ n'afọ 1876",
  "N'afọ 1880, ọ kwagara Paris ebe ọ na-elekọta ụlọ obibi dị elu.",
  "N'afọ 1889, mgbe ọ gachara nnọkọ maka ikike ụmụ nwanyị Congrès français et international du droit des femmes, ọ ghọrọ onye otu ụmụ nwanyị",
  "Site na 1892, ọ bụ onye isi na French League for Women's Rights (Ligue Française pour le Droit des Femmes), ọ ghọrọ onye isi ala afọ abụọ ka e mesịrị ma nọgide n'ọkwa ahụ ruo 1903",
  "O gosipụtara na ọ bụ onye ndu dị irè na onye na-ekwu okwu n'ihu ọha, na-ahazi ma na-eduzi International Feminist Congress (Congrès Feministe International) na Paris na 1882 na 1896 na, ya na Marguerite Durand, 1900 International Congress on the Status and Rights of Women (Congrés international de la condition et des droits des femmes), nke emere na Paris",
  "N'afọ 1901, ọ bụ otu n'ime ụmụ nwanyị isii guzobere National Council of French Women (Conseil National des Femmes Françaises).",
  "Pognon bụkwa onye edemede siri ike, na-enye ihe dị ka isiokwu iri asaa n'akwụkwọ akụkọ ụmụ nwanyị La Fronde n'etiti 1897 - 1900",
  "N'afọ 1893, ọ bụ otu n'ime ụmụ nwanyị iri na asaa guzobere ụlọ ụka Droit Humain nke a na-emeghe maka ụmụ nwoke na ụmụ nwanyị.",
  "N'afọ 1905, na mberede na-enweghị ego, ya na nwa ya nwanyị, Mathilde sonyeere nwa ya nwoke na New Caledonia",
  "Afọ abụọ ka e mesịrị, ya na nwa ya nwanyị, kwagara Sydney, Australia, ebe ọ malitere ịrụsi ọrụ ike n'òtù ụmụ nwanyị dị n'ógbè ahụ. Ọ nwụrụ na Double Bay nke dịpụrụ adịpụ na Sydney na 17 Eprel 1925."
]