[
  "Dr",
  "Maria Ruth B",
  "Pineda-Cortel bụ osote prọfesọ na ónyé nhazi ụlọ nyocha na Mahadum Santo Tomas (UST) ébé ọ na-akụzi na Ngalaba Nkà na Ụzụ Ọgwụ nke Faculty of Pharmacy. Ọ na-emekwa nnyocha na Mahadum Research Center for the Natural Sciences and Applied Sciences (RCNAS). Pineda-Cortel emeela nnyocha sara mbara na-elekwasị ányá na ọrịa shuga ime (GDM, nke a makwaara dị ka ọrịa shuga n'oge ime) na polycystic ovarian syndrome (PCOS) dị ka ụzọ isi mee ka ọrịa ndị na-emetụta naanị ụmụ nwanyị",
  "Dị ka nwanyị sayensị, ọ na-akwado ma na-arụ ọrụ iji meziwanye nlekọta ahụike màkà ụmụ nwanyị",
  "Pineda-Cortel emeela nnyocha na-ekpuchi ọtụtụ nsogbụ metụtara ahụike nke gụnyere mmetụta nke mgbanwe ihu igwe na ọrịa na-efe efe nke jupụtara na Philippines, dị ka dengue na ịba.",
  "Pineda-Cortel gụrụ akwụkwọ na Mahadum Santo Tomas na Manila, Philippines ébé ọ natara nzèrè ya niile: Bachelor of Science na Medical Technology, Master of Science na Medicine Technology, na Doctor of Philosophy na isi na Biological Sciences.",
  "Pineda-Cortel na-elekwasị ányà na nyocha ya na nchọpụta na nchọpụta nke GDM na ụmụ nwanyị dị ime na Philippines",
  "Mgbasawanye nke GDM na Philippines dị ihe dị ka pasenti iri atọ, Pineda-Cortel na-ezube ịbawanye nnweta na nnweta nke nyocha nyocha na nyocha màkà GDM iji gbochie nsogbụ ahụike ọzọ na nne na nwa",
  "Ebumnuche ya bụ ịchọta ihe ndị na-egosi ihe ndị dị ndụ nké nwéré ike ịchọpụta na ụmụ nwanyị dị ime iji gbochie mmepe nke GDM",
  "Ọ na-eme nnwale ya site n'ịchịkọta ọbara ọ bụla n'ime ọnwa atọ site n'aka otu ụmụ nwanyị dị ime na-enweghị ọrịa shuga (ìgwè na-abụghị GDM) na otu ụmụ nwanyị ọzọ dị ime na ọrịa shuga tupu ime ime na / ma ọ bụ nwéré GDM n'oge ime gara-aga (ìgwè GDM)",
  "A na-enyocha RNA sitere na ihe nlele ọbara site na ngosipụta mkpụrụ ndụ ihe nketa dị íchè íchè iji tụnyere ọnụ ọgụgụ ndị a gụrụ nke mkpụrụ ndụ ihe ndụ ihe nkesa dị mkpa n'etiti ndị na-abụghị GDM na ndị GDM n'oge nke izizi, nke abụọ, na nke atọ. N'otu n'ime ọmụmụ ya, ọ kwubiri na ụdị mkpụrụ ndụ ihe nketa rs7754840 nke mkpụrụ ndụ ihe ndụ CDKAL1 (nke a maara na ọ na-egbochi mmepụta insulin) anaghị eme ka GDM ghara ịbawanye. Otu n'ime nnyocha ya na-atụkwa aro na ụkọ iron na ụmụ nwanyị dị ime na-ebelata ihe ize ndụ nke ịmalite GDM. Nnyocha Pineda-Cortel bụ mgbalị iji kwụsị usoro ọrịa shuga na-aga n'ihu ka mgbasa ya na-agawanye n'ihu n'ụwa niile.",
  "Pineda-Cortel na-emekwa nnyocha iji chọpụta mmetụta nkè mgbanwe ihu ígwé na ihe ndị ọzọ metụtara gburugburu ébé obibi na ihe omume dengue na ọnụ ọgụgụ nke ndị na-arịa ya na gburugburu ọ bụla",
  "Nnyocha ya na-egosi njikọ siri ike n'etiti ihe na-eme na dengue na okpomọkụ, mmiri ozuzo na iru mmiri",
  "N'ihi na Philippines dị n'ebe okpomọkụ, mgbanwe ihu igwe atọ a bụ isi ihe na-akpali ọrịa dengue",
  "Okpomọkụ na-ekpo ọkụ na-eme ka oge mpụga nke nje dengue na mmepe nkè anwụnta nke na-emewanye ọnụọgụ ọrịa",
  "Na ntinye, nchọpụta ya na-egosiputakwa na mmiri ozuzo na-enye ákà n'ịbawanye ọrịa dengue dịka mmiri kwụ otu ébé na-enye ébé anwụnta na-amụ",
  "N'iburu ihe ndị a na-enye aka n'uche, Pineda-Cortel mepụtara ụdị amụma nkè ọrịa dengue na mpaghara anọ a mụrụ na Philippines."
]