[
  "Maria Kiwanuka (amụrụ na 12 Mee, 1955) bụ onye Uganda na-ahụ maka akụ na ụba, nwanyị ọchụnta ego na onye ndọrọ ndọrọ ọchịchị jere ozi dị ka Minista na-ahụ Maka ego na Cabinet nke Uganda site na 27 Mee 2011 ruo 1 Machị 2015. Kemgbe afọ 2015 ọ bụ onye ndụmọdụ ukwu nke onye isi ala nke Uganda na okwu ego, na-ahụ maka ụlọ ọrụ Bretton Woods.",
  "Tupu a họpụta ya ka ọ bụrụ onye kansụl, ọ bụ onye isi nchịkwa nke Radio One na ụlọ ọrụ nwanne ya nwanyị Radio Two nke a maara n'ógbè ahụ dị ka Akaboozi FM, na Uganda, ebe ezinụlọ ya nwere ọtụtụ òkè",
  "Ọ rụkwara ọrụ dị ka onye na-abụghị onye isi na bọọdụ ndị nduzi nke Aga Khan Foundation (East Africa), Nabagereka Development Trust, Nkumba University, Uganda Development Bank na Stanbic Bank Uganda Limited.",
  "Ọ rụrụ ọrụ na bọọdụ Stanbic Bank Uganda Limited site na 2009 ruo 2011",
  "Mgbe ọ rụchara ọrụ dị ka onyeisi oche nke ndị nduzi na United Bank for Africa Uganda Limited, ruo ọtụtụ afọ, a họpụtara Maria na bọọdụ nke Standard Chartered Uganda na Mee 2021.",
  "A mụrụ ya na Kampala, isi obodo Uganda na 12 Mee 1955. Maria Kiwanuka gara ụlọ akwụkwọ sekọndrị Gayaza, ụlọ akwụkwọ sekọrịtandrị ụmụ nwanyị niile, nke dị ihe dị ka kilota 26 (16 mi), site n'okporo ụzọ, n'ebe ugwu ọwụwa anyanwụ Kampala, gụsịrị akwụkwọ na 1973",
  "N'afọ 1974, ọ banyere Mahadum Makerere, ụlọ akwụkwọ agụmakwụkwọ ka elu kachasị ochie na Uganda",
  "Ọ gụsịrị akwụkwọ na 1977 na nzere Bachelor of Commerce (BCom)",
  "O mechara gaa n'ihu na agụmakwụkwọ na London Business School na United Kingdom, gụsịrị akwụkwọ na nzere Master of Business Administration (MBA).",
  "Malite n'ihe dị ka afọ 1980, ọ rụrụ ọrụ ihe karịrị afọ iri na World Bank, dị ka onye na-ahụ maka akụ na ụba na onye na-enyocha ego maka mpaghara East Asia na Southern Africa",
  "Karịsịa, ọ kọọrọ ọrụ na Burma, Malawi, Swaziland na Uganda",
  "Mgbe ọ hapụsịrị World Bank, ọ laghachiri n'obodo ya bụ Uganda wee banye na azụmahịa onwe onye",
  "Ya na ndị ezinụlọ ya, hiwere azụmaahịa na mpaghara mgbasa ozi, mbipụta, ụlọ na ndụmọdụ akụ na ụba",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ ego na Nabagereka nke Buganda kemgbe mmalite afọ pụkụ abụọ N'ime mgbanwe nke kansụl na 1 Machị 2015 a chụpụrụ ya na kansụl ma họpụta ya dị ka onye ndụmọdụ ego nke onye isi ala.",
  "Kemgbe ọtụtụ afọ, ọ rụrụ ọrụ dị ka onye na-abụghị onye isi nchịkwa nke ụlọ ọrụ Stanbic Bank Uganda Limited, Agha Khan Foundation, Nkumba University na Uganda Development Bank. Kemgbe ọ hapụrụ kansụl Uganda na 2015, ọ rụrụ ọrụ dị ka onyeisi oche nke United Bank for Africa Uganda Limited",
  "Ka ọ na-erule Mee 2022, ọ na-anọdụ na bọọdụ nke Standard Chartered Uganda, dị ka onye na-abụghị onye isi, kemgbe Mee 2021. Na Mee 2022, a họpụtara Maria Kiwanuka ka ọ bụrụ onyeisi oche nke ụlọ ọrụ Airtel Mobile Commerce Uganda Limited (AMCUL), onye mmekọ nke Airtel Uganda na onye na-eweta Airtel Money Uganda.",
  "Ọ lụrụ Mohan Kiwanuka, onye isi nchịkwa nke Oscar Industries Limited",
  "N'afọ 2007, afọ anọ tupu a họpụta ya ka ọ bụrụ Minista na-ahụ maka ego, edepụtara di ya dị ka otu n'ime ndị kasị baa ọgaranya na Uganda."
]