[
  "Mariam Najjemba Mbabaali, onye a maara dị ka Rosemary Najjemba Muyinda bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ rụrụ ọrụ dị ka Minista Steeti maka Atụmatụ Obodo na Kọmitii Ugandan site na 15 Ọgọst na afo 2012, ruo 6 June afo 2016, mgbe a chụpụrụ ya na kọmitii. N'ime kansụl, ọ nọchiri Justine Lumumba Kasule, onye a họpụtara dị ka Chief Whip nke Gọọmentị",
  "Najjemba jere ozi dị ka onye omeiwu a họpụtara maka Gomba County, Gomba District na tiketi ndọrọ ndọrọ ọchịchị National Resistance Movement (NRM), maka oge abụọ n'usoro, site na afo 2006 ruo afo 2016.",
  "A mụrụ ya na Gomba District na 4 Ọgọstụ afo 1972",
  "Ọ gara ụlọ akwụkwọ Kitante Hill maka agụmakwụkwọ O-Level ya. Ọ gụrụ akwụkwọ na MacKay College maka ọmụmụ A-Level ya, gụsịrị akwụkwọ na afo 1993",
  "Ọ banyere Mahadum Makerere na afo 1994, gụsịrị akwụkwọ na afo 1997 na nzere Bachelor of Arts na Public Administration and Management",
  "O nwekwara nzere Master of Arts n'otu mpaghara ahụ, nke ọ nwetara na afo 2004, site na Mahadum Makerere.",
  "Malite na afo 1999, ruo mgbe ọ sonyeere ndọrọ ndọrọ ọchịchị na afo 2006, Mariam Najjemba rụrụ ọrụ nchịkwa dị iche iche n'ọfịs onye isi ala nke Uganda, gụnyere dịka onye isi nke Desịkụ ụmụ nwanyị na State House Uganda na dịka onye enyemaka onye isi ala maka nyocha na State House, Uganda",
  "N'afọ 2006, ọ banyere na ndọrọ ndọrọ ọchịchị dị ka onye na-asọ mpi maka oche ndị omeiwu Gomba County, n'ihe bụ Mpigi District n'oge ahụ",
  "Ọ gbara ọsọ na tiketi nke National Resistance Movement (NRM) ndọrọ ndọrọ ọchịchị wee merie",
  "N'afọ 2011, e kewara Gomba County na Mpigi District, wee guzobe Gomba District",
  "A họpụtara ya ọzọ na mpaghara a gbanwere aha ya ma nọchite anya mpaghara ọhụrụ ahụ na ndị omeiwu nke itoolu ( na afo 2011 ruo na afo 2016). N'ime mgbanwe nke kansụl na 15 Ọgọstụ na afo 2012, a họpụtara ya ka ọ bụrụ Minista Steeti maka Atụmatụ na Mmepe Obodo.",
  "N'afọ 2015, Najjemba kwupụtara na ọ na-ahapụ ndọrọ ndọrọ ọchịchị Uganda",
  "O sonyeghị na ntuli aka nke pati n'afọ ahụ ma gbachitere mpaghara ya n'afọ 2016",
  "A chụpụkwara ya n'ọchịchị n'afọ 2016.",
  "Mariam Najjemba lụrụ di",
  "Ọ bụ onye okpukpe Alakụba.",
  "O nwere ọrụ ndị ọzọ na-esonụ na ndị omeiwu:"
]