[
  "Marie T",
  "Cochran (amụrụ n'afọ 1962) bụ ónyé America na-ese ihe, ónyé nkụzi, ónyé na-eme atụmatụ, ónyé na'ede nka, na ónyé na-ahụ màkà nka. N'afọ 2020 ruo 2022, ọ bụ Lehman Brady Prọfesọ, na Mahadum Duke.",
  "A mụrụ ya ma zụlite ya na Toccoa, Georgia, ebe Cochran na-ezo aka dị ka \"ebe pụrụ iche\". Ọrụ ya na-elekwasị anya n'ihe gbásárá agbụrụ na okike site n'echiche ndị Africa America, ma na-enyocha ike nke Affrilachia, na-ezo aka na akụkọ ihe mere eme na ọdịbendị nke ndị Africa America na ndị ọzọ na-acha ọbara ọbara si mpaghara Appalachian nke United States. N'ajụjụ ọnụ Candice Dyer, Cochran kwuru, n'ihe gbasara Appalachia, na \"Ndị mmadụ na-ejikọta Blackness na Atlanta, Detroit, D.C., mana anyị nwèrè ya ebe a n'ugwu",
  "Anyị nwèrè ike ịbụ obéré n'ọnụ ọgụgụ, mana anyị nwere nnukwu mmetụta.",
  "A mụrụ Marie Cochran na Toccoa, Georgia na 1962",
  "O nwetara nzèrè Bachelor of Fine Arts na Drawing na Painting na Mahadum Georgia na 1985, na 1987, were ọnọdụ dị ka ónyé na-ese ihe na Mahadim Georgia Southern",
  "E mechara nye ya onyinye agụmakwụkwọ Ford Foundation ma nweta Master of Fine Arts na Fiber na Drawing / Painting site na School of the Art Institute of Chicago na 1992, ebe o mechara nweta NEA fellowship na agụmakwụkwọ ebe ngosi ihe mgbè ochie.",
  "Site na 1992 ruo 1996, ọ bụ osote prọfesọ nke nka na Mahadum Georgia Southern",
  "Site na 1996 ruo 2000, ọ rụrụ ọrụ dị ka osote prọfesọ nké nka na Mahadum Georgia.   Cochran abụwo prọfesọ nleta n'ọtụtụ mahadum, gụnyere Mahadum Georgia, Prince Georges Community College, na Mahadum Western Carolina. Ọ bụ Prọfesọ Lehman Brady na Center for Documentary Studies na Mahadum Duke malite na ọdịda semester 2020 site na ógè opupu ihe ubi nkè 2022",
  "N'oge opupu ihe ubi nkè afọ 2022, ọ kụziri ihe ọmụmụ nke undergraduate na graduate dị ka Lehman Brady Prọfesọ nkè akpọrọ Black Spaces Matter: Race, Place, and Resilience.",
  "Ọ bụkwa ónyé na-ese ihe na ọtụtụ mahadum: ọ ga-aga ọtụtụ ebe na nka ma ọ bụ na ọ ga-enye ndị na-ese egwu oge iji chee echiche ma rụọ ọrụ n'èzí mpaghara ntụsara ahụ ha",
  "Ọtụtụ n'ime ọrụ a mèrè na Asheville, North Carolina",
  "E gosipụtara ọrụ ya na Studio Museum na Harlem, Spelman College, High Museum of Art, na Georgia Museum of Art.",
  "Cochran enwetala ọtụtụ ihe nrite na nkwado ya maka nka",
  "O meriri na Cultural Olympiad Regional Designation Award site na Kọmitii Atlanta Cultural Olympics iji sọpụrụ 1996 Summer Olympics. O nwetakwara onyinye nke ónyé na-ese ihe nke Georgia Council; onyinye nke Mid-Atlantic Arts Council nke \"Artist as a Catalyst\"; NEA / Southern Arts Federation Sculpture Fellowship na Fast Track Challenge Grant na \"We Shall Overcome Fund\" site na Higherlander Center for Research and Education na New Market, Tennessee."
]