[
  "Mariela de Jesús Viteri Velasco (amụrụ ya na Disemba 27, 1968) bụ onye na-eme ihe ngosi telivishọn nke Ecuador, onye na-ahụ maka redio, onye nduzi mgbasa ozi, na onye na-eme ihe nkiri",
  "O meela ihe ngosi okwu dịka Simplemente Mariela, nke gbara oge iri na abụọ na Telecentro (nke bụ TC Televisión ugbu a).",
  "Ọ bụkwa nwanyị na-azụ ahịa, na-eje ozi dị ka onye nduzi mgbasa ozi nke Radio Fuego na magazin Revista Mariela",
  "N'afọ 2013, ụlọ ọrụ ya Producciones de Fuego malitere ebe nrụọrụ weebụ MarielaTV.com na ọwa YouTube MarielaTV",
  "A mụrụ Mariela Viteri na Bahía de Caráquez na Disemba 27, 1968, nne na nna ya bụ Mariana Velasco na Dr",
  "Leonardo Viteri",
  "O nwere ụmụnne anọ.",
  "Viteri malitere ọrụ telivishọn ya n'afọ 1989 na mmemme Telecentro Aplausos Mgbe nke a gasịrị, ya na Gerardo España kwadoro Música y Deportes na ọwa CableDeportes, na-agbaso usoro ajụjụ ọnụ na-adịghị mma na ndị mba na mba ụwa",
  "Ọ ghọrọ isi ihu nke ihe ngosi ahụ mgbe España hapụrụ.",
  "N'afọ 1993, Viteri kwagara CRE Televisión (nke bụ Canal Uno ugbu a), ebe ọ rụrụ ọrụ dị ka onye na-agba ajụjụ ọnụ maka ihe ngosi Na 'que ver na Media hora con Mariela",
  "Ná mmalite afọ 1994, o mepụtara mmemme Aquí Mariela na Teleamazonas, ebe e nyere ya ohere ịgba ndị si Ecuador na Spain ajụjụ ọnụ.",
  "Viteri laghachiri Telecentro na 1997 iji kwado La Hora de Mariela",
  "Nke a nwere ọnụ ọgụgụ dị ala, ebe ọ bụ mmemme etiti ehihie n'akụkụ El Show de Bernard a ma ama",
  "N'ihi arụmọrụ ya na-adịghị mma, Jorge Kronfle tụrụ aro usoro ajụjụ ọnụ ọhụrụ kwa izu, Simplemente Mariela",
  "Nke a bụ nnukwu ihe ịga nke ọma, na-anọ n'ikuku maka oge iri na abụọ, ma na-edugakarị oge ya.",
  "Ọ bụ onye ọka ikpe maka ọtụtụ mmemme asọmpi, dị ka Escuela de famosos na 2011, Soy el mejor VIP n'afọ 2014, na Prueba de amor na 2019.",
  "N'afọ 2018, Viteri mere ihe nkiri na Ecuavisa telenovela Sharon la Hechicera [es], nke ọ na-akọ ndụ onye na-agụ egwu",
  "N'akụkọ ahụ, Viteri na-eme Luz María, onye na-eme ihe ngosi TV Destellos, dabere na Luzmila Nicolalde, onye na-elekọta Chispazos. N'otu afọ ahụ, ọ pụtara n'ụzọ pụrụ iche na oge nke anọ nke ihe nkiri ezinụlọ atọ [es], na Ecuavisa",
  "Viteri bụ nwanyị na-azụ ahịa, na-eje ozi dị ka onye isi oche nke Radio Fuego: 106.5 FM, nke e kere n'afọ 1995 ya na di ya mgbe ahụ Ricardo Mórtola, na nke Revista Mariela, malitere n'afọ 2006 dị ka onye nduzi maka ụmụ nwanyị na isiokwu nke nri, akparamaagwa, ajụjụ ọnụ, ntụrụndụ, na ejiji.",
  "N'afọ 2013, ụlọ ọrụ ya Producciones de Fuego malitere ikpo okwu weebụ MarielaTV.com, dị ka ụzọ maka magazin na ụlọ ọrụ redio",
  "Ọwa YouTube ya nwere ọdịnaya dị ka ajụjụ ọnụ ya na ndị mmadụ sitere na ntụrụndụ n'okpuru aha Miércoles de MarielaTV, yana nri, ahụike, ịma mma, na ajụjụ ọnụ akparamaagwa na Mariela en Cabina.",
  "O dekọrọ obere abọm Krismas isii maka ọrụ ebere: Que canten los niños, Ahora tengo más, Vive, Yo quiero ser como tú, La familia, na Amigos por Ecuador, nke ikpeazụ ya na Daniel Betancourth, Fausto Miño, David Reinoso [es], na Francisco Pinoargotti [es]."
]