[
  "Mariam al-Sadiq al-Mahdi (Arabic; amụrụ n'afọ 1965) bụ onye ndọrọ ndọrọ ọchịchị Sudan, onye ndú nke National Umma Party, na Minista Sudan nke Mmekọrịta Mba Ọzọ kemgbe 11 Febụwarị 2021",
  "Ọ bụ nwa nwanyị Sadiq al-Mahdi, onye ndú mmegide na onye bụbu praịm minista nke Sudan, na onye otu etiti nke pati ahụ.",
  "A mụrụ al-Mahdi na Omdurman n'afọ 1965",
  "Ọ sonyeere ndị Umma Party ma mesịa nweta ọkwa onye ndu n'ime ya. O nwetara akara ugo mmụta mbụ ya na Mahadum Jọdan n'afọ 1991, wee nweta akara ugo mmụta na ọgwụ ụmụaka na-ekpo ọkụ na Liverpool School of Tropical Medicine n'afọ 1995",
  "Ọ rụrụ ọrụ ahụike afọ isii dị ka onye na-agwọ ọrịa n'etiti afọ 1990 n'ụlọ ọgwụ ụmụaka Sudan",
  "al-Mahdi nwetara diplọma dị elu na mmepe na nsogbu okike na Mahadum Ahfad maka ụmụ nwanyị na Omdurman n'afọ 2006, na Bachelor of Law na Mahadim Neelain na Sudan n'afọ 2013.",
  "N'abalị iri atọ n'ọnwa Jenụwarị n'afọ 2019, ndị otu National Umma Party mara ọkwa na ndị ọrụ nchekwa jidere osote onye isi ala nke pati ahụ, Mariam Al-Mahdi",
  "Dị ka ndị isi pati ahụ si kwuo, e jidere al-Mahdi n'ụlọ ya na Khartoum",
  "Nke a na-abịa n'ime usoro nke ngagharị iwe na Sudan kemgbe 19 Disemba 2019, na n'ihi mkpebi gọọmentị nwere ịtọhapụ ndị ndọrọ ndọrọ ọchịchị",
  "N'echi ya, a tọhapụrụ Mariam, mgbe e jidere ya ruo ọtụtụ awa. Na 10 Machị 2019, e jidere ya ọzọ ma maa ya ikpe otu izu n'ụlọ mkpọrọ mana a tọhapụrụ ya ụbọchị atọ ka e mesịrị. O kwusiri ike na iwepụ Sudan na ndị na-akwado ndepụta iyi ọha egwu na United States bụ ihe kachasị mkpa mana ọ jụrụ ijikọ ya na nkwekọrịta Israel-Sudan.",
  "Na Febụwarị 11, 2021, al-Mahdi weghaara ọkwa Minista na-ahụ maka ihe gbasara mba ofesi na gọọmentị Abdalla Hamdok. Ọ bụ nwanyị nke abụọ nwere ọnọdụ ahụ mgbe Asma Mohamed Abdalla gasịrị.",
  "Mgbe nnupụisi ọchịchị nke Ọktọba 2021 nke Sudan gasịrị, Financial Times depụtara al-Mahdi dị ka otu n'ime ụmụ nwanyị iri abụọ na ise kachasị emetụta 2021 ma kọwaa ya \"dị ka otu n\"ime ndị nkatọ [ndị agha] kachasị ekwu okwu na dị ka olu maka ụmụ nwanyị niile gara n'okporo ámá iji mee mkpọsa maka mgbanwe",
  "\" Ụbọchị abụọ mgbe nnupụisi ahụ gasịrị, odeakwụkwọ nke US State Antony Blinken gwara al-Mahdi okwu iji kwupụta \"nkatọ nke US maka mmeri ndị agha\" ma gbaa ume ka a tọhapụ ndị isi obodo e jidere ozugbo."
]