[
  "Marieme Faye Sall, nke a na-akpọkwa Marème Faye Sell, bụ onye Senegalese nke jere ozi dị ka nwanyị mbụ nke Senegal kemgbe afọ 2012",
  "Sall, nwunye onye isi ala Macky Sall, bụ nwanyị mbụ nke mba ahụ nwere ihe nketa Senegalese zuru oke site na ọmụmụ na agbụrụ, dịka ndị atọ bu ya ụzọ bụ ndị agbụrụ French ma ọ bụ Lebanese.",
  "A mụrụ Faye Sall n'obodo Saint-Louis, Senegal, dị ka nwa nke anọ n'ime ụmụ asatọ nke ezinụlọ ya. Dị ka akụkọ ndụ ya si kwuo, ọ bụ onye Peule na Serer. Ọ gara ụlọ akwụkwọ praịmarị na Saint-Louis tupu ya na ezinụlọ ya kwaga Diourbel, obodo dị na mpaghara Diourbel nke etiti Senegal. Ọ gara ụlọ akwụkwọ sekọndrị ma gụsịrị akwụkwọ na nzere ụlọ akwụkwọ sekọrịtandrị. Sall debanyere aha na Higher Institute of Technology na Mahadum Cheikh Anta Diop, ebe ọ gụrụ injinia eletrik, mana ọ gụsịrị akwụkwọ. Ọ hapụrụ Cheikh Anta Diop mgbe amuchara nwa mbụ ya.",
  "Marieme Faye Sall zutere onye ga-abụ di ya, Macky Sall, n'afọ 1992 mgbe ọ ka nọ n'ụlọ akwụkwọ sekọndrị. Ọ hapụrụ agụmakwụkwọ ya na Mahadum Cheikh Anta Diop n'afọ 1995 mgbe ọ lụsịrị di na nwunye na ọmụmụ nwa mbụ ya. Di na nwunye ahụ nwere ụmụ atọ.",
  "N'oge di ya na-azọ ọkwa onye isi ala n'afọ 2012 megide onye isi ala Abdoulaye Wade Marieme Faye Sall rụrụ ọrụ dị ka onye ndụmọdụ na onye na-akwado ya. Otú ọ dị, ọ nọgidere na-anọghị na atụmatụ kwa ụbọchị nke Alliance for the Republic nke di ya. N'agbanyeghị nke ahụ, ụfọdụ akwụkwọ ndị dị nso na Onye isi ala Wade gbalịrị igosi ya dị ka onye nwere oké ọchịchọ na onye na-asọpụrụ Chineke n'oge mkpọsa ahụ. Macky Sall meriri Onye isi ala Wade na ntuli aka nke e mere n'ọnwa Machị 25, 2012.",
  "Sall ghọrọ nwanyị mbụ nke anọ nke Senegal n'ọnwa Eprel 2, 2012",
  "Sall bụ nwanyị mbụ ojii na Senegal, nwanyị mbụ onye Alakụba, yana nwanyị mbụ Senegalese a mụrụ ma zụlite na mba ahụ. Ndị inyom mbụ na nke atọ nke Senegal, Colette Senghor na Viviane Wade (onye bu ụzọ Sal), si France, ebe onye bụbu onye isi ala Elizabeth Diouf, nwunye onye bụbu Onye isi ala Abdou Diouf. Ọtụtụ ụmụ nwanyị Senegal kpọrọ ya \"ezi nwanyị Senegalese\"."
]