[
  "Marike de Klerk ( née Willemse ; 29 Maachị 1937 – 3 Disemba 2001) bụ nwunye mbụ nke South Africa, dịka nwunye onye isi ala steeti Frederik Willem de Klerk, site na 1989–1994",
  "Ọ bụkwa onye ndọrọ ndọrọ ọchịchị nke National Party na-achịbu n'aka nke ya",
  "Egburu De Klerk n'ụlọ ya na Cape Town n'afọ 2001.",
  "A mụrụ Marike Willemse n'ime ezinụlọ Africaner nke etiti dị na Pretoria",
  "Nna ya, Wilhelm Willemse, bụ onye gụrụ akwụkwọ na onye edemede",
  "Ọ bụ prọfesọ nke Social Pathology na nkà mmụta uche na Mahadum Pretoria",
  "Willemse zutere di ya n'ọdịnihu, FW de Klerk, na Mahadum Potchefstroom (ebe ọ na-agụ akwụkwọ maka akara mmụta na azụmahịa )",
  "Di na nwunye ahụ mechara lụọ ma mụta ụmụ atọ ọnụ; Jan, Willem, na Susan.",
  "N'afọ 1983, a katọrọ de Klerk  n'elu ihe o kwuru banyere obodo Colored : \"Ị maara, ha bụ otu ọjọọ",
  "na-abụghị onye",
  "Ha bụ ndị fọdụrụ mgbe e dochara mba dị iche iche",
  "Ha bụ ndị ọzọ.\"",
  "N'afọ 1991 ọ banyere na ihe nkiri nkeonwe mgbe ụlọ ọrụ mgbasa ozi South Africa kpughere na nwa ya nwoke, Willem nọ na mmekọrịta dị ogologo ọnwa 18 na nwanyị nwere agba, Erica Adams",
  "Adams bụkwa onye ndọrọ ndọrọ ọchịchị, nna ya bụ onye ndọrọ ndọrọ ọchịchị maka Labour Party",
  "Ihụnanya Willem na Erica kpasuru Marike bụ isi akụkọ nke Sunday Times bipụtara",
  "A kọrọ na Willem nọ na nrụgide sitere n'aka nne ya ka ọ kwụsị mmekọrịta nwoke na nwanyị dị n'etiti agbụrụ, di na nwunye ahụ kwụsịrị njikọ ha na 1992 na Willem lụrụ nwanyị ọzọ n'afọ na-esote",
  "De Klerk mechara enweghị obi ụtọ maka nhazi ụlọ n'oge mgbanwe South Africa na ọchịchị onye kwuo uche ya",
  "Ebubere ya na mgbe ntuli aka ahụ gasịrị na 1994, ya na onye isi ala ga-anọ n'ụlọ Libertas na Nelson Mandela ga-ebikwa n'ụlọ ọzọ a maara dị ka onyeisi oche",
  "Mandela mechara kwuo na ndị otu ndọrọndọrọ ọchịchị ya bụ ANC nọ na-arụgide ya ka ọ biri na Libertas",
  "Ya mere, de Klerks ga-akwaga na Presidency",
  "Mandela gwaziri de Klerks na ndị ọrụ ibe ha chọrọ iji onyeisi oche maka ihe ndị ọzọ",
  "Ya mere, ha kwagara na Overvaal, ebe obibi mbụ nke ndị nchịkwa Transvaal",
  "Overvaal chọrọ nnukwu nrụzigharị ma de Klerk were iwe na Mandela mere nyocha nkeonwe iji kpebie ihe ụlọ chọrọ, ụgwọ nke ngalaba ọrụ ọha ga-ezute",
  "FW de Klerk mechara kwuo, sị: \"O wutere ya nke ukwuu maka igbubi na mgbanwe niile ọ kọwara dị ka mbọ Mandela n'onwe ya gbakọrọ iji weda anyị ala",
  "Mweda n'ala ọhụrụ a ghọrọ nke ukwuu nke na o iloli",
  "Ọ bịara katọọ Mandela nke ukwuu ma ọ laghị azụ ikwupụta nkatọ ya.\" Ndị de Klerks mechara gaa nraranye Mandela dị ka onye isi ala na Union Buildings na Pretoria",
  "Melanie Verwoerd ga-emesị kọọ na de Klerk bụ naanị onye nọ ọdụ na ụlọ ngosi ọha juru ebe niile ka Mandela banyere n'ime ụlọ na ndị gbara ya gburugburu bilie ma kụọ aka",
  "Otu onye omeiwu rịọrọ nwunye mbụ ahụ ka o kweta emume ahụ: \"Bilie Marike, ị na-akparị mmadụ!\", mana de Klerk nọrọ ọdụ wee legide MP anya",
  "N'afọ 1994, FW de Klerk malitere mmekọrịta ya na Elita Georgiades, nwunye Tony Georgiades, onye na-ebufe ụgbọ mmiri Gris bụ onye boro ebubo nyere de Klerk na nkwado ego nke National Party",
  "Alụmdi na nwunye FW na Marike biri n'afọ 1996 na FW na-ekwupụta na ụbọchị Valentine na ya bu n'obi ịgba alụkwaghịm nwunye ya nke afọ 37",
  "Marike megidere ịgba alụkwaghịm ahụ: \"Ọ bụrụ na ị gbanwee obi gị, m ga- agbaghara ihe niile - ruo ugboro 70 ugboro asaa\" Agbanyeghị, FW zara ya, sị: “Eji m n'aka maka mkpebi m",
  "Kwụsị inwe olileanya.\"  FW de Klerk lụrụ Georgiades otu izu ka ya na Marike gbara alụkwaghịm.",
  "N'afọ 2000, ọ nwekwuru ọgba aghara mmetụta uche mgbe mmekọrịta ya na onye chọrọ ịlụ na onye ọchụnta ego bụ Johan Koekemoer, dara",
  "Mgbe ndị mgbasa ozi kpughere na ọ na-eche ihu n'ịgba ụgwọ ego na-abịanụ, de Klerk gbachitere onye chọrọ ịlụ, mana n'oge na-adịghị anya ka ụjọ jidere ya wee lelee ụlọ ọgwụ Pretoria",
  "N'afọ ndị ikpeazụ nke ndụ ya, ọ dara ịda mbà n'obi",
  "N'oge di ya na-achị, Marike bụ onye isi otu nku ụmụ nwanyị National Party",
  "Ọ tọrọ ntọala Women's Outreach Foundation (WOF), otu nke lekwasịrị anya n'ịkwalite ụmụ nwanyị ime obodo",
  "Na 1990 de Klerk kpọrọ oku ka ụmụ nwanyị na-ekere òkè na-arụsi ọrụ ike na usoro ndọrọ ndọrọ ọchịchị",
  "N'afọ 1993, e nyere ya ihe nrite nwanyị maka udo na Geneva, Switzerland maka ịkwalite ọdịmma na mmepe ụmụ nwanyị ime obodo.",
  "N'afọ 1994, de Klerk na ndị òtù ya gara United States maka njem mmụta ọhụrụ na Los Angeles nke e mere iji nwee mmasị na ndị Africa-America na sayensị",
  "WOF na-anọkarị na akụkọ na afọ mgbe 1990s maka ịkatọ nrụrụ aka n'etiti ndị isi ANC",
  "Agha okwu dị n'etiti pati na-achị achị na onye bụbu nwunye onyeisiala dara mgbe pati ahụ chụrụ ya dịka \"onye obi ilu na-enweghị ike ịkweta n'eziokwu na ọ bụbu nwunye mbụ nke obodo a.\"",
  "N'afọ 1998, de Klerk bipụtara akụkọ ndụ ya, Njem N'oge Summer na Winter,  nke ọ nyochara alụmdi na nwunye ya nke afọ iri atọ na itoolu na FW de Klerk",
  "Akwụkwọ ahụ mechara nweta ama ama mgbe ọ pụtachara na FW enyochala otu isiakwụkwọ na-ekwu maka obi mgbawa ya mgbe ọ chọpụtachara ihe di ya na Elita Georgiades nwere",
  "Mgbe e mesịrị de Klerk bipụtara Ebe Ebe Sun na-enwu ọzọ ebe ọ na-enye nduzi nye ụmụ nwanyị na-eche ịgba alụkwaghịm mgbe e mesịrị na ndụ.",
  "Na 3 Disemba 2001, e gburu de Klerk n'ụlọ ya Dolphin Beach na Blouberg, Cape Town",
  "Na mbụ a kọrọ na onye bụbu onye isi ala gburu onwe ya",
  "Onye gburu ya, Luyanda Mboniswa dị afọ , rụrụ ọrụ dị ka onye na-eche nche n'ụlọ nchekwa okomoko ebe de Klerk bi",
  "Mboniswa ji ike jide Klerk n'olu, gbajie ọtụtụ ọkpụkpụ n'akpịrị ya wee mee ka arịa ọbara gbawaa n'anya ya",
  "Achọtara mma steak gbanyere n'azụ ya ma mekwara ọtụtụ mmerụ ahụ n'isi",
  "A tọhapụrụ Mboniswa maka ebubo idina mmadụ n'ike mana onye na-ahụ maka ọrịa enweghị ike iwepụ nbanye",
  "Di ya gara aga, n'oge achọpụtara ahụ ya, nọ na Stockholm maka emume na narị afọ nke Nobel Peace Prize, ma laghachi na South Africa ngwa ngwa iji nye nkwupụta na-ekwu \"Amụtala m na nnukwu ihe ijuanya na mwute nke ọnọdụ ọnwụ dị egwu nke nwunye m mbụ Marike.\" Winnie Madikizela-Mandela, mgbe ahụ di ya bụ Nelson gbara alụkwaghịm, kwuru okwu n'oge olili ozu mbụ nke First Lady na Pretoria, na-ekwu; \"Dịka nwanyị, a na m achọpụta na ike ọgwụgwụ nke ihe mmetụta uche ya na-enyere aka ịkpụzi ọrụ di ya.\"   Ọ họọrọ ịga olili ozu de Klerk karịa olili ozu ANC stalwart Joe Modise",
  "De Klerk nyefere ụmụ ya ala na ihe onwunwe R2 nde ya",
  "A mara Luyanda Mboniswa ikpe maka igbu ọchụ de Klerk ma tụọ ya mkpọrọ ndụ",
  "Kpọpụta njehie: <ref> tag with name \"McGreal2001\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"WrenWren\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Witt1991\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Indep1993\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Verwoerd2013\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Braid1998\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"BBCNews2001\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"AutoE5-1\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Maritz2011\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Williams1994\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Maartens1998\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Munusamy2012\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"news_FWba\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"News242001a\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"M&G2002\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"BBCNews2003\" defined in <references> is not used in prior text."
]