[
  "Marianne ma ọ bụ Edda Fannin (ụbọchị abụọ n'ọnwa Machị n'afọ 1845 na ụbọchị irí na asatọ n'ọnwa Nọvemba n'afọ 1938) bụ onye Irish botanical artist, nke a maara màkà ọrụ ya na-ese ihe osise nke South Africa. A na-ewere ya dị ka otu n'ime ndị isi na-ese ihe na South Africa n'oge ya.",
  "A mụrụ Marianne Edwardine Fannin na Dublin ụbọchị abụọ n'ọnwa Machị n'afọ 1845, nwa nwanyị nke Thomas na Ellen Fannin",
  "Mgbè Fannin dị ọnwa ole na ole, ezinụlọ ya si Dublin kwaga South Africa. Na mbụ, ha biri na Cape of Good Hope. Ha wee biri na Dargle, nke bụ isi iyi nke Osimiri Umgeni, nna Fannin gụrụ ya aha Osimiri Dargle dị nso na Dublin. A maara mpaghara ahụ ugbu a site na aha Dargle.",
  "Fannin lụrụ Reverend Eustace Wilberforce Jacob n'afọ 1869",
  "Di na nwunye ahụ gara England n'afọ 1871, ebe Jacob nwụrụ n'oge na-adịghị anya mgbè ha rutere",
  "Fannin nọgidere na England ruo oge ụfọdụ, na-amụ egwu na eserese",
  "Ọ laghachiri South Africa n'afọ 1875",
  "Site n'afọ 1878, ọ biri na Transvaal, lụọ Reverend Alfred Roberts n'afọ 1879 onye ọ zutere site na nnọkọ ozi ala ọzọ",
  "Roberts mechara bụrụ onye isi dikọn na Diocese nke Pretoria",
  "Di na nwunye ahụ biri na Potchefstroom site na 1881 ruo 1896, ebe ha nwere ụmụ nwoke abụọ",
  "Nwa ha nwoke, Dr Austin Roberts, gara n'ihu bụrụ onye a ma ama na-amụ banyere ụmụ nnụnụ. Fannin bụ otu n'ime ndị guzobere St",
  "Mary's Diocesan School for Girls, Pretoria, Roberts jere ozi dị ka onyeisi ụlọ akwụkwọ ụmụ nwoke St Birinus",
  "N'afọ 1881, n'oge nnọchibido nke Pretoria, Fannin laghachiri n'ụlọ ezinụlọ ahụ na Natal. Fannin nwụrụ n'ubochí irí na asatọ n'ọnwa Nọvemba n'afọ 1938, ma ọ bụ na Heidelberg, Gauteng, ma ọ bụ Na New Muckleneuk, Pretoria.",
  "Fannin yiri ka ọ bụ Ónyé na-ese ihe n'onwe ya",
  "Nwanne ya nwoke nke okenye, George Fox Fannin, onye na-amụ màkà ihe ọkụkụ, gbara ya ume ịmụ banyere ihe ọkpọkọ South Africa. Mmasị ha dị na orchid na Asclepiadoideae (milkweeds). Mmasị a mere ka Fannin na-agbanye ma na-ese ihe osise George chịkọtara ma zigara William Henry Harvey ihe osise na Trinity College, Dublin",
  "Ihe osise ya masịrị Harvey nkè ukwuu, ọ kpọrọ orchid aha iji sọpụrụ ya, na-eto ya dị ka onye chọpụtara ya. N'ihe dị ka n'afọ1869, Fannin sere otu abọm na-akọwapụta okooko osisi nke Natal",
  "N'afọ 1878, Fannin bụ onye otu ndị ozi ala ọzọ nke Bishọp Henry Bousfield duziri, n'oge njem ha si Durban gaa Pretoria Fannin sere ihe osise nke ime obodo ndị gbara ya gburugburu",
  "Mgbè ọ bi na Transvaal, Fannin sere okooko osisi ọhịa na ọdịdị ala",
  "Ihe osise okooko osisi ya dị na School of Botany, Trinity College, Dublin",
  "A na-edebe ihe osise ya na nchịkọta onwe onye na South Africa."
]