[
  "Marie-Josèphe Zani-Fé Touam-Bona (née Valangadede, n'oge gara aga Franck; 12 Septemba, na afọ 1933 - 7 Disemba, na afọ 2001) bụ onye ndọrọ ndọrọ ọchịchị na Central African Republic (CAR)",
  "Ọ bụ nwanyị mbụ bụ minista gọọmentị na mba ahụ.",
  "Tupu ọ banye na ndọrọ ndọrọ ọchịchị, Marie-Josèphe rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ na onye ọrụ mmekọrịta mmadụ na ibe ya",
  "Ọ bụ onye ndụmọdụ dị elu na gọọmentị David Dacko n'afọ ndị afọ 1960, ma nọgide na-enwe ihu ọma mgbe Jean-Bédel Bokassa weghaara ọchịchị na afọ  1966",
  "Bokassa họpụtara ya ka ọ bụrụ onye kansụl na afọ 1970, ọ nọgidekwara n'ọkwa ruo mgbe a chụpụrụ ya na afọ 1979, na-ejide ọtụtụ ọfịs dị iche iche",
  "Marie-Josèphe batara na ndọrọ ndọrọ ọchịchị na afọ 1993 dị ka onye otu nke National Assembly, ma jee ozi ruo mgbe ọ nwụrụ.",
  "A mụrụ Marie-Josèphe n'obodo Ippy (nke dị ugbu a na Ouaka prefecture), nwa nwanyị nke Achille Petit-Jean (onye injinia na-egwupụta ihe na Belgium) na Augustine Valagandede (nwanyi Banda sitere na Mbrès)",
  "Nna ya hapụrụ obodo ahụ tupu a mụọ ya, ọ bụ naanị mgbe iri afọ ole na ole gachara ka ọ kwetara na ọ bụ nwa ya nwanyị",
  "N'ihi agbụrụ ya, Marie-Josèphe nwetara agụmakwụkwọ asụsụ French, na-aga ụlọ akwụkwọ na Bangui na Mbaïki nke ndị nọn Katọlik na-elekọta",
  "E nyere ya aha nna ọzọ n'oge ọ na-aga akwụkwọ, Jeannot, iji mata ya dị ka onye nna nna Europe, mana o weere aha nna di ya (Franck) mgbe ọ di na afọ 1951.",
  "N'afọ 1960, Marie-Josèphe natara agụmakwụkwọ site n'aka gọọmentị mba iji gaa ọzụzụ akụ na ụba n'ụlọ na Paris, nke ruru 30,000 francs",
  "Ọ rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ mgbe ọ laghachiri na CAR, mana n'ọnwa Ọktoba afọ 1961 ọ sonyeere ọrụ gọọmentị dị ka onye na-enyere onye ọrụ mmekọrịta mmadụ na ibe ya aka",
  "N'ọnwa Ọktoba n'afọ 1962, Onye isi ala David Dacko họpụtara Marie-Josèphe ka ọ bụrụ onye otu Social and Economic Council, ebe ọ jere ozi ruo Jenụwarị 1966. N'ọnwa Febụwarị afọ 1964, o mekwara ya onye isi nke Service for the Advancement of Women, ụlọ ọrụ gọọmentị ọhụrụ raara onwe ya nye imeziwanye ọnọdụ ụmụ nwanyị na ndị obodo Central Africa",
  "A kwalitewo Marie-Josèphe n'ọnwa Ọktoba n'afọ 1965, ọ ghọrọ onye isi nke Social Affairs. Na Maachị, na afọ 1967, a họpụtara ya na kọmitii mba nke Central African Red Cross Society.",
  "Na Jenụwarị, na afọ 1965, a họpụtara Marie-Josèphe ka ọ bụrụ onye isi oche nke Union Féminine Centrafricaine (UFCA; \"Central African Women's Association\"), ọkwá ọ ga-ejide ruo ọnwụ ya",
  "E guzobere UFCA n'afọ gara aga dị ka ngalaba ụmụ nwanyị nke MESAN, naanị otu ndọrọ ndọrọ ọchịchị iwu kwadoro n'oge ahụ. N'ọnwa Febụwarị n'afọ 1970, e mere Marie-Josèphe odeakwụkwọ nke steeti maka ihe gbasara mmekọrịta mmadụ na ibe ya n'ọchịchị onye isi ala Jean-Bédel Bokassa, onye weghaara ọchịchị na Jenụwarị, na afọ 1966",
  "Ọ bụ nwanyị mbụ minista gọọmentị na CAR, ma nọrọ na kansụl ruo ihe karịrị afọ itoolu, ọ hapụrụ na Septemba, na afọ 1979 mgbe a chụpụrụ Bokassa. O nwere ọtụtụ ọfịs na utu aha dị iche iche n'oge ọ nọ n'ọchịchị, n'oge dị iche iche na-ahụ maka mmekọrịta mmadụ na ibe ya, agụmakwụkwọ, na ọganihu ụmụ nwanyị.",
  "Marie-Josèphe laghachiri na ndọrọ ndọrọ ọchịchị na ntuli aka nke afọ 1993, merie ntuli aka na National Assembly dị ka onye nweere onwe ya ma guzo na mpaghara Mbrès",
  "A họpụtara ya ọzọ na ntuli aka nke afọ 1998, mana ọ nwụrụ n'ọchịchị na Disemba 2001, mgbe ọ na-agwọ ọrịa na Paris",
  "E bughachiri ozu ya na CAR, ọ dinara n'ụlọ National Assembly ruo ụbọchị abụọ tupu e lie ya n'obodo ya",
  "Onye isi ala Ange-Félix Patassé na ndị ọrụ gọọmentị ndị ọzọ bịara olili ozu ya.",
  "N'afọ 1951, mgbe ọ dị afọ iri na asatọ, Marie-Josèphe lụrụ Antonio Franck, onye ọrụ gọọmentị si Middle Congo",
  "Ha nwere ụmụ asaa, ụmụ nwoke anọ na ụmụ nwanyị atọ",
  "Antonio Franck ghọkwara onye minista n'okpuru Onye isi ala Bokassa, na-abanye na kansụl afọ atọ tupu nwunye ya. Di na nwunye ahụ gbara alụkwaghịm na afọ 1973, Marie-Josèphe mechara lụọ André Zani-Fé Touam-Bona, onye ọzọ n'ime ndị minista Bokassa."
]