[
  "Marie Madoé Sivomey (na ọnwa July 3, 1923 ̊ September 15, na afọ 2008), a mụrụ Marie Madoe Gbikpi Tian Benissan, bụ onye ndọrọ ndọrọ ọchịchị Togo onye bụ nwanyị mbụ jere ozi dị ka onye isi obodo na Togo, na-elekọta isi obodo, Lomé, site na afọ 1967 ruo na afọ 1974.",
  "A mụrụ ya na afọ 1923 n'ezinụlọ Ndị Kraịst na Aného, obodo dị na mpaghara Maritime nke ndịda ọwụwa anyanwụ Togo, ebe ime mmụọ nke ndị Guin-Mina",
  "Nwanne ya nwoke, Jean Kuassi Gbikpi, ga-emesị bụrụ achịbishọp nke Lomé.",
  "Mgbe ọ malitere agụmakwụkwọ praịmarị ya na Aného, ọ gụsịrị akwụkwọ na Porto-Novo, Benin",
  "Ọ gara Cours Complémentaire na Lomé.",
  "Ọchịchị ndị France were Sivomey n'ọrụ dị ka onye ọrụ gọọmentị, na-arụ ọrụ na Ngalaba Ego site na 1940 ruo 1945",
  "Ọ gara n'ihu na-arụ ọrụ na Ngalaba Ego a n'okpuru usoro nke French West Africa site na 1945 ruo 1953, gụnyere na Ngalaba Ụtụ Isi nke obodo Bobo-Dioulasso, n'ihe bụ Burkina Faso ugbu a.",
  "Ọ laghachiri na Togo kpamkpam, nke nwetara nnwere onwe site na France na 1960, ma kwado idu ndú nke Ngalaba Ụtụ Isi kpọmkwem nke mba ahụ site na 1960 ruo 1962",
  "Ọ rụrụ ọrụ dị ka onye isi odeakwụkwọ nchịkwa na onye nduzi nke mmekọrịta mmadụ na ibe ya malite na 1963. N'otu oge ahụ, ọ nọchitere anya Togo na nnọkọ na mgbakọ dị iche iche, na 1961 ọ ghọrọ nwanyị Togolese mbụ sonyere na nnọkọ nke Nzukọ Ezumezu nke United Nations.",
  "Ọ bụ n'oge a ka o nyekwara aka hazie L'Union des Femmes du Togo (UFEMTO), Union of Togolese Women, n'akụkụ Marguerite Adjoavi Thompson-Trénou na ụmụ nwanyị ndị ọzọ na-eme ihe ike.",
  "Mgbe nnupụisi ọchịchị nke Togo na Jenụwarị 1967 na ịrịgo n'ike nke Onye isi ala Gnassingbé Eyadéma, a gbasara ndị otu niile a họpụtara ahọpụta na mba ahụ, a machibidoro òtù ndọrọ ndọrọ ọchịchị iwu, na nchịkwa nke obodo Togo dara n'aka ndị nnọchi anya pụrụ iche, ma ọ bụ ndị nnọchianya pụrụ iche",
  "N'ọnọdụ a, a họpụtara Marie Madoé Sivomey ka ọ bụrụ onye isi obodo Lomé na July 24, 1967, dabere na ahụmịhe ya dị ukwuu dị ka onye ọrụ gọọmentị.",
  "\"N'etiti ndị nwere ike ịzọ ọkwa onye isi obodo, abụ m onye nwere ahụmịhe na ọrụ nke nchịkwa, ebe ọ bụ na ọ na-elekọta ọrụ ọha na eze, \"ka o mechara kwuo.",
  "Ọ nọ n'ọkwa ahụ ruo na Mee 17, 1974.",
  "Mgbe ọ lara ezumike nká, Sivomey biri na Lom-Nava",
  "Ọ na-etinye aka nke ukwuu na parish ya, dị ka nwanyị ji okpukpe kpọrọ ihe nke ndị ntorobịa mba ahụ katọrọ mgbe ụfọdụ maka nguzo omume ọma ya",
  "Ọ gara n'ihu na-akwado ụmụ nwanyị Togolese, ọkachasị na nkwado maka agụmakwụkwọ ụmụ nwanyị.",
  "Ọ nwụrụ na Septemba 15, 2008, na Lomé."
]