[
  "Marinel Sumook Ubaldo (1997) bụ onye Filipinos na-ahụ maka ihu igwe si mba Philippines nke nyere aka ịhazi ọgbaghara ihu igwe nke ndị ntorobịa mbụ na mba ya",
  "Ọ gbara akaebe dị ka onye akaebe obodo maka Commission on Human Rights nke Philippines dị ka akụkụ nke nyocha ha banyere ọrụ ụlọ ọrụ na ma enwere ike iwere mmetụta nke mgbanwe ihu igwe dị ka mmebi nke ikike mmadụ nke Philippines.",
  "A mụrụ Ubaldo na 1997 site nye nna bụ onye ọkụ azụ na Matarinao, Salcedo, Eastern Samar.",
  "Ubadio mụtara banyere mgbanwe ihu igwe na mbelata ihe ize ndụ ọdachi n'ọnwa Ọktoba afọ 2012",
  "Ubaldo bụbụ onye ndú ndị ntorobịa na Plan International, otu na-achọ ịkwalite ụmụaka na ikike ụmụ nwanyị",
  "N'ọrụ a, Ubaldo na-ekwu na ọ zụrụ ndị otu mpaghara na ihe kpatara okpomọkụ ụwa.",
  "N'ọnwa Nọvemba afọ 2013, Typhoon Haiyan wetara ifufe ruru 275 km / h (170 mph) na ebili mmiri ruru 15 m (45 ft), karịsịa na-emetụta mpaghara dị ala nke Philippines. Ihe karịrị mmadụ pụkụ isii nwụrụ na ọdachi ahụ ebe mmadụ pụkụ ịrị abụọ na asatọ merụrụ ahụ. Ndị ọkà mmụta sayensị ekwuola na ihe omume ihu igwe siri ike dị ka ajọ ifufe a, na-akawanye njọ ma ọ bụ mee ka o yikarịrị ka ọ ga-abụ site na ịrị elu okpomọkụ ụwa. N'ịbụ onye nwere mmetụta nke Typhoon Haiyan, Ubaldo gara n'ihu na-arụ ọrụ ihu igwe ya, na-agba gọọmentị ume maka nsogbu mgbanwe ihu igwe.",
  "N'afọ 2015, Ubaldo nwetara agụmakwụkwọ iji mụọ ọrụ mmekọrịta mmadụ na ibe ya. Ọ gụrụ akwụkwọ na Mahadum Leyte Normal iji nweta nzere Bachelor of Science in Social Work ma gụsịrị akwụkwọ n'ọnwa Ọgọstụ 2019.",
  "Ubaldo na-akwado maka mmachibido iwu na plastik a na-eji eme ihe otu ugboro, mbelata nke ikuku carbon na itinye ego na ike na-agbanwe agbanwe.",
  "N'afọ 2015, Ubaldo kwuru okwu na United Nations (UN) Climate Conference ebe o kwuru na ọ dị mma iche echiche banyere anyị, chee echiche banyere ọgbọ ndị na-abịa ga-ata ahụhụ n'ihi na i meghị mkpebi n'oge",
  "Ubaldo ekwuola na ịlụso mgbanwe ihu igwe ọgụ bụ ebumnuche nke ndụ m. N'otu afọ ahụ, ọ pụtakwara na ihe ngosi nke Christoph Schwaiger duziri. Aha ihe nkiri ahụ bụ Girl and Typhoons",
  "N'ọnwa Ọktoba 2019, Ubaldo gara mmemme ọzụzụ nke ndị isi ihu igwe na Yokohama, Japan, nke Al Gore guzobere",
  "Ọ kwukwara okwu na mahadum dị iche iche nke Japan.",
  "Ubaldo kwuru na:",
  "Mba ụwa mbụ...[nwere ike] ịkwụsị ịkwalite mgbanwe ihu igwe, ma gbanwee omume azụmahịa ka e wee belata ikuku carbon gị..",
  "Mba ndị a kwesịrị ịbụ ndị na-aza ajụjụ",
  "Ọ bụ ihe na-ezighị ezi maka ndị mmadụ, maka mba ndị dị ka Philippines, ịta ahụhụ site na ihe anyị na-akpata.",
  "Ubaldo na-ekwu na ekwesighi ikwe ka ụlọ ọrụ mmanụ ala mee ka ha kwuo mmeghachi omume na mgbanwe ihu igwe. Ọ na-ekwu na ọ ka nwere nchekwube na enwere ike ịmepụta atụmatụ iji belata mmetụta nke mgbanwe ihu igwe.",
  "N'abalị iri abụọ na otu n'ọnwa Julaị n'afọ 2021, ọ gbara akaebe na Kọmitii Senate nke United States na-ege ntị na mmekọrịta mba ọzọ nke akpọrọ \"Ịlụ ọgụ megide mgbanwe ihu igwe n'Ebe Ọwụwa Anyanwụ Eshia na Pacific\".",
  "Ubaldo na-arụ ọrụ dị ka onye na-akwado Ikpe Ziri Ezi na Mmekọrịta Ndị Ntorobịa na Living Laudato Siʹ Philippines."
]