[
  "Marjorie Hope van Heerden (amụrụ Ọktoba 8, 1949) bụ onye odee na onye na-akọwa akwụkwọ ụmụaka",
  "Kemgbe e bipụtara akwụkwọ foto ụmụ mbụ ya na 1983, Van Heerden ka ebipụtara dị ka onye na-ese ihe ma ọ bụ onye edemede / onye na-ese ihe n'asụsụ 33 na Africa, Britain, Europe, Orient, Canada na USA.",
  "Amụrụ ya na De Doorns site na Alex na Marina van Niekerk (née Botha), Marjorie tolitere n'ugbo mkpụrụ vaịn na-abụghị De Doorns na ndagwurugwu Hex River dị nso na Cape Town na South Africa",
  "Ọ gụrụ akwụkwọ na Rustenburg School for Girls na Cape Town n'afọ 1967, mụọ Fine Art maka otu afọ na Mahadum Stellenbosch wee gaa na Michaelis School of Fine Art na Mahadum Cape Town afọ atọ.",
  "N'afọ 1973 ọ lụrụ Johann van Heerden na ha nwere ụmụ abụọ",
  "Ezinụlọ a na-eme njem n'ọtụtụ ebe, ebe ha biri otu afọ na Evanston, Chicago",
  "Site n'afọ 1989 ruo 1999 ha biri na Johannesburg na site na 1999 ruo afọ 2003 na Athens, Greece",
  "Kemgbe 2003 di na nwunye a na-ebi na Gordon's Bay village na False Bay na mpụga Cape Town.",
  "N'afọ 2003 van Heerden malitere South Africa isi nke International Society of Children's Book Writers and Illustrators ( SCBWI ), nke dabeere na Los Angeles",
  "N'afọ 2000 ya na enyi ya malitekwara isi SCBWI na Gris",
  "Ugbu a ọ bụ onye ndụmọdụ ngalaba mpaghara mpaghara South Africa.",
  "Awards Marjorie van Heerden emeriela maka ọrụ ya gụnyere 2011 WB Mkhize Award, nke Usiba Writers' Guild na-enye kwa afọ, maka ụdị Zulu nke ogologo ụzọ ụlọ Lulama ( Uhambo LukaLulama Olude ), akwụkwọ foto o dere na ihe atụ, nke bipụtara ya",
  "Akwụkwọ Giraffe, akara nke Pan MacMillan",
  "N'afọ 2012, Marjorie na onye edemede Alex D'Angelo meriri MER Award (otu n'ime Media24 Books Literary Awards ) maka akwụkwọ ụmụaka kacha akọwapụta nke e bipụtara na South Africa n'oge afọ gara aga (2011) - ha meriri maka Goblin Diaries: Appreticed to the Red Witch, nke Tafelberg Publishers (SA) bipụtara",
  "Nke a bụ oge nke abụọ enyere ya onyinye a dị egwu - nke mbụ bụ n'afọ 2008 mgbe o meriri ya na onye edemede Wendy Hartmann maka Nina na Little Duck, nke Human & Rousseau (SA) bipụtara n'afọ 2007."
]