[
  "Mark O'Hara (a mụrụ n'ụbọchị nke iri abuo n'ọnwa Disemba n'afọ 1995) bụ onye Scotland na-agba bọọlụ nke na-agbara St Mirren bọọlụ dị ka onye egwuregwu etiti. Ọ gbara bọọlụ na Kilmarnock, Dundee, Peterborough United, Lincoln City na Motherwell.",
  "O'Hara, onye otu Kilmarnock n's under-20 squad mere egwuregwu mbụ ya na 28 August n'afọ 2012, na-abịa dị ka onye nnọchi anya nkeji iri na atọ na egwuregwu Scottish League Cup megide Stenhousemuir, dochie Jeroen Tesselaar merụrụ ahụ na mmeri 2-1. Mgbe ọ dị naanị afọ iri na isii na mbido ya, O'Hara ghọrọ onye nke ise kacha nta na-egwuri egwu maka Kilmarnock na naanị onye nke abụọ kacha nta na asọmupi ahụ. N'abalị iri abụọ na asaa n'ọnwa Ọktọba afọ 2012, o mere mmalite mbụ ya na egwuregwu mbụ ya na mmeri 2–0 megide Celtic na Celtic Park, mmeri mbụ Kilmarnock meriri na ebe ahụ kemgbe 1955.",
  "O'Hara bịanyere aka na Dundee na June 2016. Mgbe ọ bịanyere aka na Dundee, onye njikwa Paul Hartley mere ka ọ banye n'ọkwa na-awakpo etiti, onye kwuru na ọ maghị ihe mere O'Hara ji na-egwuri egwu dị ka onye na-agbachitere. N'abalị iri na atọ n'ọnwa Ọgọstụ n'afọ 2016, o nyere goolu mbụ ya, na mmeri abụo–otụ nke Dundee megide Rangers O nyeziri goolu ọzọ n'egwuregwu sochirinụ, na-enweta akara nhata na otụ–otụ megide Hamilton Academical",
  "Na 19 Febụwarị n'afọ 2017, o nyere goolu mmeghe ka Dundee meriri 2–1 megide Rangers, nke mbụ kemgbe 1992 na Dundee meriri ha n'ụlọ na league. Mgbe Paul Hartley si Dundee pụọ, O'Hara nyere goolu na egwuregwu mbụ nke onye njikwa ọhụrụ Neil McCann, mmeri 3–2 megide otu Motherwell.",
  "O'Hara nyere goolu nhata na 1–1 na Dundee derby megide Dundee United na Scottish league cup group stage",
  "O nyere goolu ọzọ megide Rangers, nweta goolu abụọ ahụ na mmeri 2–1 n'ụlọ na 24 Nọvemba n'afo 2017, nke a bụ goolu nke anọ O'Hara nyere Rangers na egwuregwu ụlọ ya nke atọ megide ha.",
  "O'Hara kwagara Peterborough United na Mee 2018 n'okpuru nnwere onwe nkwekọrịta, Dundee na-enweta ụgwọ ọrụ.",
  "Ọ malitere ọrụ ya na London Road n'ụdị goolu, na-etinye goolu atọ na egwuregwu abụọ mbụ ya na League One megide Bristol Rovers na Rochdale Mmalite iri na anọ na mpụta asatọ sochiri na ọkara mbụ nke oge 2018 wee ruo 2019, mana njedebe nke onye njikwa Steve Evans na klọb ahụ dabara na mgbazinye ego na Njikọ Abụọ Lincoln City.",
  "Ụdị etiti ya na-eme ihe ike na nke siri ike hụrụ ya ka ọ na-enwe mmetụta ozugbo na Imps, na-eme ngosi iri na asaa ka ndị otu Danny Cowley meriri aha egwuregwu ahụ site na akara isii karịa Bury na MK Dons.",
  "Peterborough United depụtara ya na njedebe nke oge 2018 wee ruo 2019.",
  "Na 2 Septemba n'afo 2019, O'Hara sonyeere Motherwell na mgbazinye ego maka oge 2019-20 fọdụrụnụ.",
  "Na 24 June n'afo 2020, Motherwell kwupụtara ntinye aka nke O'Hara na nkwekọrịta na-adịgide adịgide site na Peterborough United maka ego efu, na-etinye aka na nkwekọrịta afọ abụọ.",
  "Na Mee 2022 mgbe nkwekọrịta Motherwell ya biara na njedebe, O'Hara bịanyere aka na ndị otu Scottish Premiership St Mirren na nkwekọrịta afọ abụọ, ebe ọ bịanyere aka na nkwekọrịta nkwekọrịta tupu nkwekọrịta ya na Buddies na Machị."
]