[
  "Marlene Dumas (a mụrụ n'ụbọchị nke 3 n'ọnwa Septemba n'afọ 1953) bụ onye South Africa na-ese ihe na onye na-ese ihe ugbu a na Netherlands.",
  "A mụrụ Dumas na 1953 na Cape Town, South Africa ma tolite na Kuils River na Western Cape, ebe nna ya nwere ubi vaịn",
  "Dumas malitere eserese na 1973 ma gosipụta nchegbu ndọrọ ndọrọ ọchịchị ya na ntụgharị uche ya na njirimara ya dị ka nwanyị ọcha nke agbụrụ Afrikaans na South Africa. Ọ gụrụ nka na Mahadum nke Cape Town site na 1972 ruo 1975, wee gaa Ateliers '63 na Haarlem, nke dị ugbu a na Amsterdam. Ọ gụrụ akparamaagwa na Mahadum Amsterdam na 1979 na 1980. Ọ bi ma na-arụ ọrụ ugbu a na Netherlands ma bụrụ otu n'ime ndị na-ese ihe na mba ahụ.",
  "Dumas egosipụtala na ụfọdụ ihe nkiri, Miss Interpreted (1997), Alice Neel (2007), Kentridge na Dumas in Conversation (2009), The Future is Now! (2011), na Screwed (2017)",
  "Ọtụtụ akwụkwọ gụnyere ihe osise nke Dumas, - Marlene Dumas: Myths and Mortals, Venus and Adonis, David Zwirner: 25 Years, Marlene Dumas: Against the Wall, Marlene Dumas: Sweet Nothings, Marlene Dumas: The Image as Burden, Marlene Dumas: Measuring Your Own Grave, Experiments with Truth: Gandhi and Images of Violence.",
  "Dumas na-ejikarị ihe ntụgharị nke foto polaroid nke ndị enyi ya na ndị hụrụ ya n'anya, ebe ọ na-ezo aka na magazin na ihe ndị na-akpali agụụ mmekọahụ",
  "Ọ na-ese ihe osise nke ụmụaka na ihe nkiri na-akpali agụụ mmekọahụ iji metụta ụwa nke nka nke oge a",
  "O kwuru na a na-eji ọrụ ya akpọrọ ihe dị ka ihe mbụ ebe ọ bụ na ọtụtụ n'ime obere ọrụ mmekọahụ ya dị oke mma",
  "Site n'ọtụtụ ihe osise ya, ọ na-egosi ndị enyi ya, ndị nlereanya ya, na ndị ndọrọ ndọrọ ọchịchị a ma ama.",
  "A na-ahụta eserese Dumas dị ka ihe osise mana ha anaghị anọchite anya ndị mmadụ kama ọ bụ ọnọdụ mmetụta uche nke mmadụ nwere ike ịnọ na ya",
  "Ihe osise ya na-elekwasị anya n'okwu ndị ka njọ na isiokwu ndị dị ka mmekọahụ na agbụrụ, ikpe ọmụma na aka ya dị ọcha, ime ihe ike na ịdị nro. Ụdị Dumas bụ ọdịnala Romantik ochie",
  "Ọ na-eji brushstrokes na-enweghị isi iji tinye mgbagwoju anya ma na-enyekwa nkọwa zuru ezu na nka ya. Dumas na-enwe mmasị iji usoro mmiri-na-mmiri, nke na-ejikọta oghere dị nro na ndị siri ike. Mgbasa ozi ọ họọrọ bụ mmanụ na akwa na ink na mpempe akwụkwọ",
  "Ihe ọmụmụ ya sitere na ụmụ amụrụ ọhụrụ, ndị nlereanya, ndị na-ese ihe, na ọtụtụ ndị sitere na omenala a ma ama.",
  "Ahịa nke Dumas's Jule-die Vrou (1985), mere ka Dumas bụrụ otu n'ime ụmụ nwanyị atọ dị ndụ na-ese ihe na-azụ ahịa maka ihe karịrị $ 1 nde.",
  "Dumas kụziri na Academie voor Beeldende Vorming (ABV) na Tilburg, Academie voor Kunst en Industrie (AKI) na Enschede, Rijksakademie Van Beeldende Kunsten na Amsterdam, na De Ateliers na Amsterdam (Tutorials and Coaching).",
  "Ọrụ Dumas dị na nchịkọta nke Museum of Modern Art E tinyere ọrụ ya na ihe ngosi 2022 Women Painting Women na Modern Art Museum of Fort Worth",
  "E nyere Dumas akara ugo mmụta nsọpụrụ na Mahadum Antwerp",
  "O nwekwara akara ugo mmụta na Mahadum nke Cape Town, site na Ateliers 63 na Haarlem na Institute of Psychology, Mahadum nke Amsterdam"
]