[
  "Mgbochi alụmdi na nwunye bụ omume nke igbochi ọrụ nke ụmụnwanyị lụrụ di. Ihe a na-ahụkarị na mba ọdịda anyanwụ site na ngwụsị narị afọ nke iri na itoolu ruo n'afọ ndị 1970, omume a na-akpọkarị ka a kwụsị ọrụ nke nwanyị n'alụmdi na nwunye ya, ọkachasị na nkuzi na ọrụ ndị ụkọchukwu. Ọzọkwa, a ka na-ewere ụmụnwanyị di ha nwụrụ nwere ụmụ dị ka ndị lụrụ di na nwunye mgbe ụfọdụ, na-egbochi ha ka a ghara ịrụ ọrụ.",
  "Omume ahụ enweghị ihe ziri ezi na akụ na ụba, na itinye ya n'ọrụ siri ike na-akpaghasịkarị ebe ọrụ",
  "Otú ọ dị, ụlọ mmanya alụmdi na nwunye dị jụụ n'oge agha, n'ihi mmụba nke ọchịchọ maka ọrụ",
  "Nnyocha nke Claudia Goldin mere iji chọpụta ihe ha na-ekpebi site na iji data ọkwa siri ike site n'afọ 1931 nakwa n'afọ 1940, chọpụta na ha na-ejikọta ya na nkwalite site n'ime, ụgwọ ọrụ dabeere na ọrụ, na omume ndị ọrụ ọgbara ọhụrụ ndị ọzọ.",
  "Kemgbe afọ 1960, a na-ele omume a anya dị ka enweghị nhata n'ọrụ na ịkpa ókè n'ụzọ mmekọahụ, ma kwụsịla ya ma ọ bụ machibido iwu site na iwu mgbochi ịkpa ókè",
  "Na Netherlands, ewepụrụ ihe mgbochi alụmdi na nwunye n'afọ 1957, na Ireland ewepụrụ ya n'afọ 1973.",
  "Ọ bụ ezie na \"ụlọ mmanya alụmdi na nwunye\" bụ okwu a na-ejikarị agụnye omume niile na-akpa ókè megide ụmụnwanyị lụrụ di, ọdịiche abụọ bụ ihe a na-ahụkarị maka ndị ọrụ n'afọ 1900s",
  "\"Ụlọ ọrụ\" bụ nhazi nke igbochi ịhọpụta ụmụnwanyị lụrụ di",
  "\"Ụlọ mmanya nchekwa\" bụ igbochi ịnọgide na-enwe ndị ọrụ lụrụ di na nwunye",
  "Okwu abụọ ahụ na-adaba n'okpuru okwu mkpuchi ka ukwuu.",
  "Iji zere omume yiri ịkpa ókè, ọtụtụ ndị ọrụ jiri ụlọ mmanya alụmdi na nwunye kpaa ụmụnwanyị lụrụ di dị ka ndị ọrụ mgbakwunye, kama ịbụ ndị na-adịgide adịgide",
  "Nke a bụ ikpe, dịka ọmụmaatụ, na Lloyds Bank ruo 1949, mgbe ụlọ akụ ahụ kagburu ụlọ ọrụ alụmdi na nwunye ya. Ịhazi ụmụnwanyị dị ka ndị mgbakwunye, kama ndị ọrụ oge niile, nyere ndị ọrụ ohere izere ịkwụ ụmụnwanyị ụgwọ ọnwa na ịkwụsị ụmụnwanyị n'ụzọ dị mfe.",
  "Na UK, ọtụtụ ọrụ nwere ụlọ ọrụ alụmdi na nwunye ruo n'afọ ndị 1970, na British Geological Survey ruo n'afọ 1975; Ụlọ ọrụ alụmdi na nwunye machibidoro ụmụnwanyị lụrụ di na nwunye ịbanye n'ọrụ obodo.  A kpochapụrụ ya na 1946 maka Home Civil Service na 1973 maka Foreign Service, ruo mgbe ahụ, a chọrọ ka ụmụnwanyị hapụ ọrụ mgbe ha lụrụ. E nwere ihe mgbochi alụmdi na nwunye maka ndị nkụzi E wepụrụ ihe mgbochi alụmdi na nwunye maka ndị nkụzi niile na BBC n'afọ 1944 ma mee ka omume ahụ bụrụ iwu na-akwadoghị site na Iwu Mmekọahụ nke afọ 1975.",
  "Omume nke mgbochi alụmdi na nwunye bilitere na United States na ngwụsị afọ 1800",
  "A na-ahụkarị ụlọ mmanya alụmdi na nwunye na ụlọ ọrụ nkuzi na ndị ụkọchukwu",
  "Ọ bụ ezie na ọtụtụ ụmụ nwanyị zoro ọnọdụ alụmdi na nwunye ha na mgbalị iji nọgide na-arụ ọrụ ha, iwu akwadoghị ụlọ mmanya alụmdi na nwunye ruo n'afọ 1964 mgbe Title VII nke Civil Rights Act nke afọ 1964 machibidoro ịkpa ókè n'ọrụ n'ihi agbụrụ, ụcha, mmekọahụ, ma ọ bụ agbụrụ.",
  "Ọ bụ ezie na ọ bụ ihe a na-ahụkarị na United States, ụlọ mmanya alụmdi na nwunye dị jụụ na mpaghara ụfọdụ na oge",
  "N'adịghị ka obodo mepere emepe, ime obodo na-achọkarị ndị nkụzi ka ha wee dị njikere ịnara ụmụnwanyị lụrụ di",
  "Ụlọ mmanya alụmdi na nwunye adịchaghị oke njọ n'oge Agha Ụwa nke Mbụ n'ihi na a chọrọ ụmụnwanyị iji nyere aka n'agha",
  "Ná mmalite nke Agha Ụwa nke Abụọ, 87% nke ụlọ akwụkwọ agaghị akwụ ụmụnwanyị lụrụ di na 70% agaghị ejigide nwanyị lụrụ di",
  "Mana n'afọ 1951, ọ bụ naanị 18% nke bọọdụ ụlọ akwụkwọ nwere \"ụlọ mmanya\" na 10% nwere \"ụlọ mmanya nchekwa\".",
  "Ụlọ mmanya alụmdi na nwunye na-emetụta ụmụnwanyị lụrụ di na nwunye gụrụ akwụkwọ, ọkachasị ụmụnwanyị ọcha amụrụ",
  "Ọrụ ha bụ nke izi ihe na ọrụ ndị ụkọchukwu",
  "Ụmụ nwanyị na ụmụ nwanyị na-acha ọcha na-arụ ọrụ n'ichepụta ihe, ndị na-eje ozi, na ndị na-eje ozi n'ụlọ anaghị emetụta ụlọ mmanya alụmdi na nwunye",
  "Akwụsịghị ịkpa ókè megide ndị nkụzi nwanyị lụrụ di na nwunye na US ruo n'afọ 1964 na ngafe nke Civil Rights Act.",
  "Otu isiokwu nke afọ 1946 na The Spectator, magazin British conservative, nyere ihe ole na ole maka nkwado nke ụlọ mmanya alụmdi na nwunye. Isiokwu ahụ kwuru na di ha na-akwado ụmụnwanyị lụrụ di, ya mere ha adịghị ha mkpa ọrụ. Ọzọkwa, ụlọ mmanya alụmdi na nwunye nyere ohere maka ndị na-akwado ha lere anya dị ka \"n'ezie\" chọrọ ọrụ, dị ka ụmụnwanyị na-alụbeghị di. Arụmụka ọzọ The Spectator na-ekwu na ụmụ nwanyị na-alụbeghị di bụ ndị a pụrụ ịdabere na ha ma na-agagharị agagharị karịa ụmụnwanyị lụrụ di, ebe ha enweghị ezinụlọ ma ọ bụ ọrụ ndị ọzọ dị mkpa.",
  "Ụlọ mmanya alụmdi na nwunye nwere njikọ na mgbanwe mmekọrịta mmadụ na ibe ya na akụ na ụba, yana, ọkachasị mgbe Agha Ụwa nke Mbụ gasịrị",
  "Ndị ọrụ na-alọghachi chọrọ ọrụ, na mgbe e mesịrị ịda mbà n'obi na 1930s, dugara na mmejuputa ụlọ mmanya alụmdi na nwunye n'ọtụtụ ọrụ. Otú ọ dị, a na-ekwukarị na ọdịnala, ọkachasị n'ebe enwere ọdịnala siri ike nke ụmụnwanyị lụrụ di dị ka ndị nlekọta.",
  "Ọ bụ ezie na ọ nweghị njikọ kpọmkwem na ụlọ ọrụ alụmdi na nwunye, ụfọdụ omume ịkpa ókè n'ezie taa na-ewelite nchegbu yiri nke ahụ maka ụmụnwanyị dị ka ụlọ ọrụ alụmdi na nwunye mere na n'afọ 1900s",
  "Dịka ọmụmaatụ, [nkọwa ọzọ dị mkpa] ụfọdụ omume ịkpa ókè megide ụmụnwanyị dị ime dugara na Iwu ịkpa ókè nke afọ ime nke afọ 1978."
]