[
  "Marsinah (10 Eprel 1969 - c",
  "8 Mee 1993) bụ onye na-arụ ọrụ n'onwe ya nke na-arụkọ ọrụ na ụlọ ọrụ elekere dị n'Ebe Ọwụwa Anyanwụ Java, Indonesia, onye ogbugbu ya dọtara uche mba ụwa na mmegide obi ọjọọ nke ọchịchị aka ike nke Suharto.",
  "Marsinah na-eje ozi dị ka onye na-ekwuchitere ndị ọrụ 500 na-eme ngagharị iwe maka enweghị ike itinye ụgwọ ọrụ kacha nta na nnwere onwe ndị otu ọrụ",
  "N'ụbọchị nke ise n'ọnwa Mee, a tọọrọ ya mgbe emesịrị ngagharị iwe; a chọtara ozu ya e merụrụ ahụ ụbọchị anọ ka e mesịrị. E kwenyere n'ọtụtụ ebe na ndị agha so na-apụ n'anya na ọnwụ ya.",
  "Nwa nke abụọ nke Sumini na Mastin, Marsinah tolitere n'okpuru nlekọta nke nne nne ya, Puirah, na nwanne nne ya Sini, na Nglundo, East Java",
  "Ọ gara ụlọ akwụkwọ na Karangasem Public School 189, mgbe nke ahụ gasịrị Nganjuk No.5 Middle School",
  "Afọ ndị ọ bụ nwata bụ ndị a ma ama na azụmahịa, na-ere ihe oriri iji bulie ego nne nne ya na nwanne nne ya",
  "Marsinah nọrọ n'ụlọ akwụkwọ ikpeazụ ya na Muhammadiyah Boarding School, a na-egbochi ọganihu agụmakwụkwọ ya n'ihi enweghị ego.",
  "N'ịbụ onye na-enweghị ike ịchọta ọrụ na Nglundo, Marsinah tụgharịrị uche ya n'obodo ukwu, na-ezigara akwụkwọ anamachọihe na Surabaya, Mojokerto na Gresik",
  "Ndị Bata Shoes goro ka ọ rụọ ọrụ n'ụlọ ọrụ Surabaya ha na 1989, ọ kwagara otu afọ ka e mesịrị na ụlọ ọrụ elekere Catur Putra Surya (nke bụbu Empat Putra Surya) na Sidoarjo",
  "N'ịgafe n'akụkụ ụlọ ọrụ Porong ha ka emepechara ya, Marsinah mechara hụ onwe ya na-eje ozi dị ka onye na-ekwuchitere ndị ọrụ ibe ya.",
  "Mgbe, na 1993, Gọvanọ nke East Java kwupụtara ịrị elu na ụgwọ ọrụ kacha nta nke mpaghara, Catur Putra Surya (ụlọ ọrụ nwere njikọ na ndị agha Indonesian-ụlọ ọrụ mmepụta ihe) jụrụ irube isi",
  "Na 3-4 May ndị ọrụ gara abụbọ ọrụ na-achọ mmejuputa atumatu ụgwọ ọnwa opekempe yana ka chụsasịa ngalaba otu steeti na-achị, SPSI. Marsinah gara na Ministry of Labor nke Indonesia iji weghachite akwụkwọ ntuziaka gọvanọ iji nyefee ndị nlekọta CPS.",
  "On 5 May the Sidoarjo District Military Command summoned 13 workers to its headquarters and forced them to sign letters of resignation, with eight more to follow in the next couple of days",
  "Outraged by this turn of events, Marsinah decided to go there herself and demand an explanation that very same day",
  "She was never seen alive again. She was raped and tortured",
  "Her mutilated body was found some distance from the factory days later.",
  "Ndị uwe ojii Indonesia nwara ikpuchi ogbugbu Marsinah",
  "A kpọbatara ndị mmadụ n'otu n'otu ikpe maka igbu ọchụ ya mana ha mechara hapụ ya mgbe a chọpụtara na amanyela nkwupụta ha",
  "Ọ bụ ezie na ndị agha etinyela aka na nchekwa nke ụlọ ọrụ mmepụta ihe na enwere ihe akaebe na-egosi na ndị agha tinyere aka na igbu ọchụ ya, ọ dịghị mgbe a kpọtara ndị gburu mmadụ ikpe n'ikpe.",
  "Òtù ụmụ nwanyị na òtù ndị na-ahụ maka ihe ndị ruuru mmadụ tinyere nrụgide na ọtụtụ ndị Indonesia na-echeta ọnwụ Marsinah",
  "Mgbasa ozi nke òtù ụmụ nwanyị Indonesia, òtù ndị ọrụ, na òtù ndị na-ahụ maka ihe ndị ruuru mmadụ gosipụtara Marsinah. Mgbasa ozi Indonesia ji nwayọ kọọ ihe merenụ na ụlọ ọrụ elekere",
  "Izu abụọ gafere tupu Surabaya Post akọ akụkọ banyere ihe ahụ merenụ",
  "Ndị otu na-achọpụta eziokwu nke na-anọghị na gọọmentị guzobere site na Workers Solidarity Forum (FORSOL) izu abụọ mgbe a chọtara ozu ya",
  "N'ime otu ọnwa, e guzobere Komite Solidaritas Untuk Marsinah (KSUM), kọmitii nkwado nke ụlọ ọrụ 20 na-abụghị nke gọọmentị guzobere, iji nyochaa ma nyochaa omume ndị ọchịchị gbasara ogbugbu ahụ. Ndị otu na-ahụ maka ihe ndị ruuru mmadụ jikwa ogbugbu Marsinah mee ihe iji nye United States nsogbu iji gbochie imezigharị ọnọdụ mba kachasị amasị Indonesia.",
  "N'afọ 2002, onye isi ala Indonesia bụ Megawati Soekarnoputri kwadoro nyocha nke Human Rights Commission.",
  "Enyere ya onyinye nturu ugo Yap Thiam Hien mgbe ọ nwụsịrị, ndị International Labour Organisation gosipụtara igbu ọchụ ya dị ka ikpe # 1773."
]