[
  "Akụkụ mmiri bụ nchịkọta nke ọkpọkọ plastik ejikọtara na ogwe osisi nke a na-etinye n'ime mmiri iji tụọ mmetụta nke oge idei mmiri na ugboro ole idei mmiri na mmepụta nke ahịhịa mmiri.  A na-eji ozi ahụ eme ihe maka ebumnuche nyocha sayensị",
  "Ọ bụ James Morris si na Mahadum nke South Carolina mepụtara akụkụ ahụ mmiri na nkwado sitere na National Science Foundation na NOAA's National Centers for Coastal Ocean Science",
  "Ebumnuche ha bụ ịkọwa mmetụta dị mkpirikpi na nke ogologo oge nke ịrị elu nke oke osimiri na usoro ndị dị n'ụsọ oké osimiri dị ka mmepụta ihe ọkụkụ, ire ure nke ihe ndị dị n\"ime ala, sedimentation nke na-enye aka n'ịhazi nkwụsi ike nke ala mmiri.",
  "A na-eji akụkụ mmiri ahụ chọpụta otú usoro dị iche iche dị n'ụsọ oké osimiri ga-esi meghachi omume na ịrị elu nke oke osimiri",
  "Mmetụta mgbanwe ihu igwe dị ka ịrị elu nke oke osimiri na-eme ka ala mmiri dị n'ụsọ oké osimiri nwee ọkwa mmiri dị elu karịa ka ọ dị, nke na-eduga na nnu dị elu n'ime ala, sediment na ọnwụ dị elu, na mgbanwe na nhazi obodo osisi.",
  "Nsonaazụ ndị a ga-emetụta nrụgide-nkwụsị nke a na-etinye na ahịhịa ndị dị n'ụsọ oké osimiri, mana nnagide nke ụdị osisi ndị a na azụmahịa ha nwere ike ịnwale edoghị anya",
  "Ngwaọrụ a bụ ụzọ isi chịkwaa ihe ahịhịa marsh nwere ike ịnwale n'ọdịnihu ma nye nghọta ka mma banyere mgbalị mweghachi dị mkpa iji gbochie ihe na-emebi ihe na ala mmiri nke osimiri.",
  "Ọkpụkpọ ala opitoropi bụ ihe owuwu nwere ahịrị ọkpọkọ n'ebe dị iche iche dị elu",
  "A na-eji apịtị jupụta na ọkpọkọ ndị a ma na-akụ ụdị osisi ala opitoropi n'ime ọkpọkọ ọ bụla",
  "Ọnọdụ dị iche iche kwụ ọtọ na-anọchite anya \"ịdị elu\" dịgasị iche iche nke mmiri nke osisi marsh ga-enwe",
  "Ka ebili mmiri na-agbadata ma na-aga, a na-ekpughe paịpụ ahụ na mmiri na-arị elu ma na-ada",
  "Ndị ọkà mmụta sayensị nwere ike idozi ihe dị iche iche, dị ka oke elu nke nhazi ahụ, oge ide mmiri, ihe oriri na-agbakwunye na ọtụtụ ihe ndị ọzọ",
  "Ka oge na-aga, ndị ọkà mmụta sayensị nwere ike ịnakọta ozi dịka mkpokọta ihe ọkụkụ zuru oke, ihe niile dị ndụ, mmepụta peat, ọnụego ire ure, na sedimentation",
  "Enwere ike iji data ahụ mee ihe iji buo amụma maka ahụike ọdịnihu nke marsh a na-amụ, yana otu marsh ga-esi meghachi omume na ịrị elu nke oke osimiri n'ọdịnihu.",
  "Site n'ọtụtụ ụdị ọmụmụ na ụzọ dị iche iche, ndị na-eme nchọpụta achọpụtala na osisi marsh nwere ike imeghachi omume na ịrị elu nke oke osimiri n'ọdịnihu n'ụzọ dị iche, ya mere ọ bụ kpamkpam ụdị.",
  "Ndị na-eme nchọpụta na-amụ mmeghachi omume nke osisi marsh na Northeast Pacific tidal marshes jiri akụkụ marsh ma chọpụta na ụdị ndị a na-ahụkarị na ala marsh dị elu (na-ejupụta naanị n'oge oke mmiri ma ọ bụ ọnọdụ ihu igwe siri ike) dị ka Salicornia pacifica na Juncus balticus nwere mmetụta maka idei mmiri na-arịwanye elu",
  "Ụdị ndị ọzọ dị ka Bolboschoenus maritimus na Carex lyngbyei jupụtara na marshes na ma ọ bụ n'elu elu nke kwekọrọ na mmepụta ha kachasị. Otu ọzọ na-eji akụkụ marsh ahụ chọpụtakwara na mmụba nke idei mmiri belatara biomass maka ụdị ndị a na-ahụkarị n'ebe dị elu",
  "Ọnụnọ nke ndị agbata obi belatara ngụkọta biomass ọbụna karịa.",
  "Otu ìgwè ndị na-eme nchọpụta jiri akụkụ mmiri nyochaa mmetụta nke ahịhịa na-awakpo obodo osisi nke estuary na China",
  "Ha chọpụtara na ahịhịa na-awakpo na-adịgide nke ọma n'ebe kachasị elu, ọ bụghịkwa nke ọma n\"ebe dị elu na ala",
  "Mgbe a na-agwakọta ya na ụdị ala, ahịhịa na-awakpo na-egbochi biomass ala site na pasentị iri itoolu (90%) na ịdị elu dị n'etiti ebe biomass bụ nke kachasị ukwuu.",
  "Tinyere nrụgide nke ịrị elu nke oke osimiri, ọtụtụ ihe ndị ọzọ dị ka oké ifufe, ụkọ mmiri ozuzo, enrichment nke ihe na-edozi ahụ, na mgbanwe elu na-agbadata na ọdịda na-emetụta ahịhịa marsh",
  "A chọpụtala mmeghachi omume nke osisi marsh na ihe ndị a na-eme ka nrụgide dị na nyocha dị iche iche site na iji akụkụ marsh.",
  "Otu ìgwè na-eji akụkụ marsh iji mụọ <i id=\"mwPA\">Spartina alterniflora</i>, ọtụtụ ala ala ala (nke na-enwekarị idei mmiri n'ụbọchị niile) chọpụtara na oké ifufe na nsogbu ụkọ mmiri ozuzo mere ka ihe dị ala dị ala karịa ihe ndị a kụrụ n'ọnọdụ mmiri ozuzo",
  "Osisi ndị idei mmiri na-eme na nnukwu ide mmiri nwekwara mgbọrọgwụ na okooko osisi dị mma nke na-eme ka osisi na-adịghị ike.",
  "Mgbakwunye na-edozi ahụ nwere ike inye aka na uto nke ọtụtụ ụdị osisi, mana ihe na-edochi ahụ gabigara oke nwere ike inwe mmetụta dị iche ma mebie ihe ịga nke ọma nke ọtụtụ osisi marsh",
  "N'otu nnyocha nke akụkụ ahụ marsh, ndị na-eme nchọpụta chọpụtara mmekọrịta dị mma ebe agbakwunyere nitrogen na-eme ka osisi na-eto eto n'ogo oké osimiri ebe idei mmiri na-emetụta osisi, mmetụta ya dịkwa ukwuu na njikọta ya na carbon dioxide dị elu",
  "Otú ọ dị, ha kwuru na mgbakwunye nitrogen na-adịghị ala ala site na mmetọ na-ebelata nnweta nke propagules (mkpụrụ osisi ọhụrụ) nke ụdị na-anabata ide mmiri nke ga-agbanwe ụdị na-eme ka marshes nwee ike ịda. A chọpụtakwala mgbanwe a na ọmụmụ nke akụkụ ahụ marsh ebe mgbakwunye ihe na-edozi ahụ nwere ike ịbawanye mmepụta ihe, mana ọ nwere ike imetụta mkpokọta ihe ndị dị ndụ na mmepụta peat.",
  "Osisi ndị dị n'ọhịa nwere ike ịdị n'otu maka mgbanwe dị elu nke na-eso oke osimiri n'ihi mgbanwe nke ebe obibi ha chọrọ",
  "N'iji nhazi nke akụkụ ahụ marsh, ndị na-eme nchọpụta chọpụtara na maka ịdị elu nke marsh dị elu karịa nke kachasị mma a tụrụ anya ya na ọnụego ịrị elu dị ala nke oke osimiri, ọsọ ọsọ na ọnụego nke ịrị elu nke oke osimiri ga-eme ka uto mgbọrọgwụ dịkwuo elu, mmụba nke ihe ndị dị ndụ na nkwụsi ike nke ala mmiri kpamkpam",
  "Mana, maka ịdị elu nke ala mmiri kachasị mma a na-atụ anya na ọnụego ịrị elu nke oke osimiri na obere mmiri, mmụba nke mmiri ga-eduga na mbelata nke uto mgbọrọgwụ na mbelata na ọnụego nke mmeri elu",
  "Nke a nwere ike iduga n'ịmebi ala mmiri ngwa ngwa. N'ikwekọ na ịdị elu, otu ìgwè ndị na-eme nchọpụta na-eji akụkụ mmiri ahụ eme ihe chọpụtara na ala belatara obere na ọgwụgwọ a kụrụ akụ karịa ọgwụgwọ nchịkwa a na-akụghị akụ tụrụ aro na osisi nwere ike inye aka belata ọnwụ nke ịdị elu mmiri n'ihi ịrị elu nke oke osimiri"
]