[
  "A na-enye Martine-Anstett Award, ma ọ bụ Martine-Anstett Ihe nrite nke ruuru mmadụ, kwa afọ na ụbọchị iri abụọ na itoolu n'ọnwa Eprel na Paris nye onye, nwoke ma ọ bụ nwanyị, na-agbasi mbọ ike ịgbachitere ikike mmadụ",
  "Ụbọchị iri abụọ na itoolu n'ọnwa Eprel bụ ụbọchị ncheta nke ụbọchị Martine Anstett nwụrụ.  Onyinye ruuru mmadụ nke' Martine Anstett bụkwa iji chebe ikike nke ndị mbịarambịa.",
  "Ihe nrite a na-enye kwa afọ ruru Euro otu puku na narị ise.",
  "Onye nta akụkọ bụ Frantz Vaillant mepụtara onyinye a n'ọnwa June n'afọ 2015 iji cheta Martine Anstett (afọ 1969 rụọ afọ 2015), onye ọka iwu ọkachamara na iwu mba ụwa na onye raara ndụ ya nye Human Rights mbụ na United Nations (Geneva na New York City), mgbe ahụ maka Amnesty International, tupu ọ banye na Organisation internationale de la Francophonie (OIF).",
  "Dị ka ebe nrụọrụ weebụ nke mkpakọrịta ahụ si kwuo, ihe nrite mba ụwa a na-ezube ịmata ọdịiche dị n'etiti mmadụ n'enweghị ọdịiche nke afọ, mmekọahụ ma ọ bụ okpukpe, \"Màkà na e nwere ndị nọ n'ụwa ndị ọrụ ha na-enweghị ekele, na-akwado ikike mmadụ, kwesịrị ka a gbaa ha ume.",
  "Ndị ọka ikpe ahụ nwere mmadụ isii (abụọ n'ime ha bụ onye isi ala na onye otu ọzọ, ndị otu NGO abụọ na ndị nta akụkọ abụọ",
  "Ọ na-ekpebi mgbe arụmụka gasịrị màkà uru atụnyere nke ndị a họọrọ.",
  "N'ubochí iri abụọ na itoolu n'ọnwa Eprel afọ 2016, n'ihu Michel Forst, UN Special Rapporteur on the situation of defenders of human rights and Michaëlle Jean, Secretary General of the International Organization of La Francophonie (OIF), e nyere Cesar Estrada Chuquilin nke Peru onyinye Martine Anstett nke mbụ. César agbanahụla mgbalị igbu ọchụ ugboro ugboro. O kpughere nsogbu gburugburu ebe obibi nke ọrụ Ngwuputa na Conga kpatara yana ọtụtụ mmegbu gbasara esemokwu ala na mpaghara Cajamarca.",
  "N'ubochí iri n'ọnwa Machị afọ 2017 na mmemme mmeghe nke ememme ihe nkiri nke iri na ise na nnọkọ gbasara ikike mmadụ na Geneva Switzerland Martine Anstett nyere onye nta akụkọ foto Teddy Mazina.",
  "Teddy Mazina kọwara onwe ya dị ka \"onye na-eme ncheta\"",
  "\"Ise foto bụ maka m omume ndọrọ ndọrọ ọchịchị",
  "Ana m agbalị iwulite ncheta ọhụụ nke akụkọ ihe mere eme anyị ka anyị wee ghara ichefu ihe anyị nwetara.",
  "N'ubochí itoolu n'ọnwa Machị afọ 2018, na mmemme mmeghe nke International Film Festival on Human Rights FIFDH na Geneva (Switzerland) e nyere onye ọka iwu Ijipt Azza Soliman, onye na-agbachitere ikike mmadụ ihe nrite Martine Anstett iji kwanyere ọgụ ya megide ime ihe ike megide ụmụ nwanyị na mba ya. N'afọ 2018 kwa Nkwupụta Ụwa nke Ihe Ndị Ruuru Mmadụ (UDHR) gbara afọ iri asaa nke e mere n'emume nrite.",
  "E nyere Evdokia Romanova ihe nrite n'afọ 2019 site na obodo Samara na Russia.",
  "Onye meriri na Martine Anstett Human Rights 2020 bụ Tahani Abass, onye Sudan.Tahani Abass bụ onye ọka iwu, onye nta akụkọ na onye na-akwado ikike ụmụ nwanyị",
  "Ọrụ ya gụnyere ikpe Noura Hussein onye e belatara ikpe ọnwụ ya na mkpọrọ afọ ise."
]