[
  "Martha Ann Cassell Thompson (1925 ruo 1968) bụ onye otu ezinụlọ Cassell a ma ama nke ndị na-ewu ụlọ n'Afrịka Amerịka",
  "Ọ bụ onye isi na-ahụ maka mweghachi maka Washington National Cathedral.",
  "Martha Ann Cassell Thompson bụ nwa nke abụọ nke Albert Cassell, onye na-ese ụkpụrụ ụlọ, na Ann Mason Cassell, Onye nkuzi ụlọ akwụkwọ ọha na eze Baltimore. Ọ gara James Monroe Elementary School, Garnett Patterson na Banneker Junior School, na Dunbar High School, gụsịrị akwụkwọ dị ka onye na-ekwu okwu ikpeazụ na 1943. Ya na ụmụnne ya Charles Cassell na Alberta Jeannette Cassell, nna ha Albert Cassell gbara Martha ume ịga Cornell University College of Architecture, Art, and Planning maka ọrụ gụsịrị akwụkwọ",
  "O nwetara nzere bachelọ nke sayensị na ihe owuwu site na Cornell University's School of Architecture na 1947 ma ọ bụ 1948. Ya na nwanne ya nwanyị Alberta Jeannette Cassell bụ ụmụ nwanyị Afrịka Amerịka abụọ mbụ gụsịrị akwụkwọ na bachelor nke ụlọ na mahadum.",
  "Thompson, site na 1949 ruo 1951, rụrụ ọrụ maka ụlọ ọrụ na-ahụ maka ihe owuwu na St",
  "Louis",
  "Mgbe nke ahụ gasịrị, ya na onye na-ese ụkpụrụ ụlọ Philip Hurbert Frohman (1887 ruo 1972) rụkọtara ọrụ na ụlọ ọrụ Frohman, Robb, & Little na District of Columbia.  N'ebe ahụ, n'ihi nka ya na Gothic architecture, ọ ghọrọ onye isi nri na-eweghachi ihe owuwu maka Cathedral nke St",
  "Peter na Paul (nke Bodley & Vaughn mepụtara na mbụ), nke e mechara mara dị ka Washington National Cathedral. Ọ bụkwa otu n'ime naanị ụmụ nwanyị na-ese ụkpụrụ ụlọ na otu na-ahụ maka mmezu nke ọrụ ahụ",
  "Ọ rụrụ ọrụ na ọrụ ahụ site na 1959 ruo 1968.",
  "Martha Cassell Thompson bụkwa onye na-akpọ piano, ma hazie Kọmitii Ọrụ Ọha maka YWCA.",
  "N'afọ 1948, Martha Cassell lụrụ Dr",
  "Victor Thompson, onye bụ nwa akwụkwọ ahụike na Meharry Medical College",
  "Ha nwere otu nwa, Karen Thompson, na 1949, onye zụrụ na Illinois Institute of Technology wee ghọọ ọgbọ nke atọ nke ndị na-ese ụkpụrụ ụlọ. Martha Cassell Thompson nwụrụ na 1968, e lie ya na Lincoln Memorial Cemetery, Suitland, Maryland."
]