[
  "Martti Oiva Kalevi Ahtisaari (Finnish:  (na-ege ntị); a mụrụ na 23 June 1937) bụ onye ndọrọ ndọrọ ọchịchị Finland, onye isi ala nke iri nke Finland (1994- 2000), onye nrite Nobel Peace Prize, na onye nnọchi anya mba United Nations na onye ogbugbo ama ama maka ọrụ udo mba ụwa ya.",
  "A mụrụ Martti Ahtisaari na Viipuri, Finland (nke bụzi Vyborg, Russia)",
  "Nna ya, Oiva Ahtisaari (onye nna nna ya Julius Marenius Adolfsen na ndị mụrụ ya kwagara Finland n'afọ 1872 site na Tistedalen na Southern Norway) nwetara nwa amaala Finland n'afọ 1929 ma nye aha nna ya n'aka Adolfsen n'afọ 1936",
  "Agha Na-aga n'ihu (Agha Ụwa nke Abụọ) kpọgara nna Martti n'ihu dịka onye na-arụ ọrụ n'agha NCO, ebe nne ya, Tyyne, kpọọrọ nwa ya nwoke kwaga Kuopio iji gbanahụ ihe ize ndụ ozugbo site na agha ahụ",
  "Kuopio bụ ebe Ahtisaari nọrọ ihe ka ukwuu n'oge ọ bụ nwata, mesịa gaa ụlọ akwụkwọ sekọndrị Kuopion Lyseo.",
  "N'afọ 1952, Martti Ahtisaari na ezinụlọ ya kwagara Oulu ịchọ ọrụ",
  "N'ebe ahụ, ọ gara n'ihu na agụmakwụkwọ ya na ụlọ akwụkwọ sekọndrị, gụsịrị akwụkwọ n'afọ 1956. Ọ sonyekwara na YMCA mpaghara",
  "Mgbe ọ rụchara ọrụ agha ya (Ahtisaari nwere ọkwa nke onyeisi na Finnish Army Reserve), ọ malitere ịmụ ihe site na nkuzi nkuzi dị anya na kọleji ndị nkuzi Oulu",
  "O nwere ike ibi n'ụlọ mgbe ọ na-aga ọmụmụ ihe afọ abụọ nke mere ka o ruo eru dịka onye nkuzi ụlọ akwụkwọ praịmarị n'afọ 1959",
  "E wezụga asụsụ ala ya, Finnish, Ahtisaari na-asụ Swedish, French, English, na German.",
  "N'afọ 1960, ọ kwagara Karachi, Pakistan, iji duzie ụlọ ọrụ ọzụzụ ahụike nke Swedish Pakistani Institute, ebe ọ bịara mara gburugburu mba ụwa",
  "Na mgbakwunye na ijikwa ụlọ ụmụ akwụkwọ, ọrụ Ahtisaari gụnyere ịzụ ndị nkuzi",
  "Ọ laghachiri Finland n'afọ 1963, wee bụrụ onye na-arụsi ọrụ ike n'òtù ndị na-abụghị gọọmentị na-ahụ maka enyemaka maka mba ndị na-emepe emepe",
  "Ọ sonyeere nzukọ ụmụ akwụkwọ mba ụwa AIESEC, ebe ọ chọpụtara mmasị ọhụrụ banyere ịdị iche iche na mmekọrịta mba na mba",
  "N'afọ 1965, ọ sonyeere Ministry for Foreign Affairs na Bureau for International Development Aid, mesịa bụrụ osote onye isi nke ngalaba ahụ",
  "N'afọ 1968, ọ lụrụ Eeva Irmeli Hyvärinen",
  "Di na nwunye ahụ nwere otu nwa nwoke, Marko Ahtisaari, onye ọchụnta ego teknụzụ na onye egwu."
]