[
  "Martha Yujra Apaza (amụrụ na 19 Jenụwarị 1964) bụ onye ndọrọ ndọrọ ọchịchị Bolivia na onye otu ọrụ nke jere ozi dị ka minista nke ọdịbendị na njem nleta site na 2019 ruo 2020",
  "Onye isi otu ọrụ a ma ama na El Alto, Yujra bụ naanị onye otu Jeanine Áñez Cabinet ma bụrụ onye ọrụ ikpeazụ na-eduzi Ministry of Cultures and Tourism; e wepụrụ ụlọ ọrụ ahụ n'oge ọ nọ n'ọkwa",
  "N'oge ọ nọ n'ọkwa, ọfịs Yujra lekwasịrị anya na mmetụta nke ọrịa COVID-19 na ngalaba ọdịbendị, na-echepụta ụzọ isi belata mmetụta akụ na ụba nke usoro nnọpụiche na ndị ọrụ aka na ndị na-eme ihe ntụrụndụ",
  "O mechara rụọ ọrụ dị ka onye ndụmọdụ na Embassy nke Bolivia na Quito site na July ruo November 2020",
  "Tupu ọ bụrụ onye minista, Yujra nwetara aha ọjọọ maka mmegide siri ike ya megide ọchịchị Evo Morales",
  "N'afọ 2017, ọ duziri otu akụkụ nke El Alto Regional Workers' Center na-akwado gọọmentị",
  "Dị ka onye isi odeakwụkwọ ya, Yujra jikọtara njikọ ahụ na Bolivia Says No alliance, na-agba ọsọ n'enweghị ihe ịga nke ọma na-anọchite anya La Paz na Chamber of Deputies na ntuli aka 2019 a kagburu.",
  "A mụrụ Martha Yujra na 19 Jenụwarị 1964 na La Chojlla, obere obodo na-egwupụta ihe n'ime ala nke dị na La Paz Yungas",
  "Nne Yujra nwụrụ mgbe ọ dị afọ asaa; n'ihi ya, nna ya, onye na-arụ ọrụ n'ebe ahụ zụlitere ya",
  "Site n'oge ọ dị afọ iri na asaa, a zụrụ ya na idu ndú ndị ọrụ, na-eje ozi dị ka onye nnọchi anya ụmụ akwụkwọ na Chojlla mine",
  "N'ebe ahụ, ọ na-enupụ isi megide ọrụ nwoke na nwanyị ọdịnala nke obodo ya manyere, na-achọ ịchụso ọrụ na òtù ndị ọrụ a haziri ahazi.",
  "Mgbe ọ dị afọ iri na ụma, Yujra kwagara El Alto, ebe ọ gụrụ akwụkwọ na Eduardo Abaroa School, mgbe e mesịrị gụsịrị akwụkwọ na Simón Bolívar Educational Unit. N'oge na-adịghị anya mgbe nke ahụ gasịrị, Yujra malitere ọrụ ogologo oge na trade unionism; n'afọ 2000, ọ sonyeere ndị nne na nna Federation tupu ọ bụrụ onye otu Bartolina Sisa Federation. Ka oge na-aga, Yujra ghọrọ onye otu na-arụsi ọrụ ike na Regional Workers' Center of El Alto (COR-El Alto), na-anọgide na-etinye aka na nzukọ ahụ ruo ihe karịrị afọ iri",
  "N'agbanyeghị ọrụ ya, ọ na-enwekarị àgwà nna ochie site n'aka ndị enyi ya: \"na mbụ, na COR, ndị ọrụ ibe m zigara m na ụlọ ahịa [ọ bụ ezie na] Abụ m ọgbọ ha",
  "Ruo mgbe m kwụsịrị ma sị: a ga-akwanyere ụmụ nwanyị ùgwù\". Dị ka onye otu COR, Yujra nọ n'oge ọgba aghara nke El Alto nwere n'oge esemokwu gas nke Bolivia, nke mechara bụrụ onye isi ala Gonzalo Sánchez de Lozada n'ọnwa Ọktoba afọ 2003.",
  "Site na mmegide ya, Yujra bịara bụrụ onye a ma ama na El Alto, na-enweta aha ọjọọ maka nkatọ olu ya nke Onye isi ala Evo Morales, onye ngalaba ọrụ na-asọpụrụ. N'ihi ya, ọnọdụ ya na-eme ka ọ ghara ịdị na COR mgbe ụfọdụ, nke jikọtara onwe ya na pati Morales, Movement for Socialism (MAS-IPSP)",
  "N'afọ 2015, Yujra megidere onye isi obodo Edgar Patana n'ọchịchị COR kwadoro maka nhọpụta ọzọ, na-ekwu na njikwa ya ejirila ọkara afọ iri laghachi azụ",
  "Dị ka onye nnọchi anya Neighborhood Civic Movement, ọ bịanyere aka na njikọ ndọrọ ndọrọ ọchịchị iji kwado mkpọsa onye isi obodo nke Soledad Chapetón, onye mechara jụ Patana oge nke abụọ na ntuli aka obodo nke afọ ahụ.",
  "Ọpụpụ ikpeazụ nke Yujra na COR bịara na June 2017, mgbe ekwuputara na ọ bụ odeakwụkwọ ukwu nke COR na nnọkọ nke ya onwe ya kpọkọtara, na-ama ọchịchị Eliseo Suxo aka, onye bụbu onye omeiwu na-akwado gọọmentị, onye wepụtara usoro iji gbatịkwuo oge ya n'ọchịchị. Nzọụkwụ ahụ kewara COR n'ime akụkụ abụọ, ebe Yujra na Suxo kwupụtara onwe ha dị ka ndị odeakwụkwọ iwu kwadoro nke nzukọ ahụ dum",
  "A gbakwunyere nke atọ nke Pedro Chinche duziri, nke nwere njikọ na nchịkwa Chapetón. N'abalị asatọ n'ọnwa Disemba, ndị na-akwado gọọmentị nke COR chụpụrụ Yujra n'ọkwa ya, na-ebo ya ebubo na ya na ndị otu ndọrọ ndọrọ ọchịchị na-emebi iwu nnọpụiche nke njikọ ahụ.",
  "N'agbanyeghị mwepụ ya, ndị otu Yujra nọgidere na-arụ ọrụ n'obodo ahụ",
  "Na mbido ntuli aka nke afọ 2019, COR nke Yujra sonyere n'ọtụtụ mmegide ndị mmegide na-eduzi, na-ajụ nhọpụta nke Onye isi ala Morales maka oge nke anọ, nke megidere ntuli aka 2016 nke tụgharịrị ntuli aka iwepụ oke oge",
  "Yujra ji okwu mmeghe nke 21F,[lower-Greek 2] duziri ngagharị gafee El Alto, na-ekwu na \"ndị Alteño sonyeere ọgụ a n'ihi na ọchịchị onye kwuo uche ya bụkwa nke Alteños\". N'ọnwa Jenụwarị nke afọ ahụ, Yujra sonyere n'ọgba aghara agụụ ụbọchị asaa megide onye isi ala, naanị iwepụ iwu ahụ na arịrịọ ngwa ngwa nke ndị ọrụ ahụike. N'oge mkpọsa ahụ, ọ kwadoro ndọrọndọrọ ọchịchị nke Senator Oscar Ortiz, na akụkụ ya nke COR na-aghọ akụkụ nke njikọ Bolivia Says No (BDN). BDN họpụtara Yujra dị ka onye na-azọ ọkwa onye nnọchi anya La Paz, na-etinye ya nke abụọ na ndepụta ntuli aka ya.",
  "N'ikpeazụ, njikọ BDN enwetaghị nkwado dị ukwuu na Ngalaba La Paz, na-enweta naanị pasent 1.19 nke votu. Ka ọ na-erule oge ọnụ ọgụgụ gọọmentị na La Paz kwubiri, Otú ọ dị, Bolivia abanyela n'oge ọgba aghara zuru oke nke ebubo nke aghụghọ ntuli aka na mba ahụ kpatara. N'etiti ọgbaghara obodo niile, COR nke Yujra duziri ngagharị iwe na El Alto, na-achọ ka ndị otu Supreme Electoral Tribunal, ndị ọ kpọrọ \"ndị na-agba ala nna ha mgba okpuru\", gbaa arụkwaghịm. Mgbe ụbọchị iri abụọ na otu nke ngagharị iwe gasịrị, ihe a na-akpọ Pitita Revolution rụzuru na arụkwaghịm nke Morales na gọọmentị ya.",
  "Onye nnọchi anya ndị mmegide bụ Jeanine Áñez nọchiri Morales, onye kwagara ngwa ngwa iji guzobe kọmitii ad hoc iji lekọta gọọmentị na-elekọta",
  "N'abalị iri na anọ n'ọnwa Nọvemba n'afọ 2019, ụbọchị abụọ ka ọ banyere n'ọkwa, Áñez họpụtara Yujra ka ọ bụrụ onye isi nke Ministry of Cultures and Tourism",
  "Yujra bụ naanị nwa amaala so na Cabinet Áñez, ihe ọ gosipụtara na emume iyi ya, ebe ọ \"[kwesịrị], dị ka nwanyị na pollera,",
  "ịga n'ihu na-alụ ọgụ maka mba dị n'otu n'ụdị dị iche iche\"",
  "N'okwu ya, o kwupụtakwara na \"ọ bụ oge ụmụ nwanyị",
  "Anyị bụ ndị na-achịkwa mba a\"; n'akụkọ ihe mere eme ya, Áñez bụ naanị nwanyị nke abụọ bụ onye isi ala na Bolivia.",
  "Mgbe emesịrị ya, n'etiti ọgba aghara na-aga n'ihu na mba ahụ, Yujra gosipụtara onwe ya dị ka onye ogbugbo na mkparịta ụka gọọmentị na ngalaba ọrụ na El Alto",
  "N'abalị iri na asatọ n'ọnwa Nọvemba, ọ gara obodo ahụ izute ndị isi nke òtù ndị agbata obi, na-achọ ịmekọrịta nkwụsị nke ngagharị iwe megide gọọmentị. Mkparịta ụka gara nke ọma, ebe ọtụtụ n'ime ndị isi ọrụ El Alto kwetara ịhapụ ọrụ. Otú ọ dị, ngalaba ndị ọzọ siri ike nọgidere na-enwe nrụgide, na-agbanyụ na ogbugbu ndị uwe ojii na-eduzi na Senkata barrio. Yujra boro ndị na-akwado gọọmentị gara aga ụta maka ọtụtụ n'ime ọgba aghara ahụ, na-ebo ndị otu ndọrọndọrọ ọchịchị na-achị achị ebubo na ha na-amanye ndị Alteños isonye na ngagharị iwe. Tụkwasị na nke a, gọọmentị Yujra na ndị ọkàiwu kwadoro n'ime usoro mpụ megide onye bu ya ụzọ, Wilma Alanoca, onye a na-ebo ebubo na ọ na-eduzi ime ihe ike n'obodo ahụ.",
  "N'ime ihe mbụ ya dị ka onye minista, Yujra gbalịrị inweta nkwado gọọmentị nke obodo Chola nke Bolivia",
  "N'abalị iri abụọ na asaa n'ọnwa Jenụwarị afọ 2020, n'emume ndị isi nke otu chola dị iche iche bịara, Áñez bịanyere aka n'akwụkwọ iwu na-echeta cholas sitere na ngalaba ise na obodo Afro-Bolivian, na-amata njirimara ha dị ka akụkụ nke ihe nketa ọdịbendị a na-apụghị ịhụ anya nke mba ahụ. N'akụkụ ya, Yujra - n'onwe ya bụ chola - kwuru na \"site na iwu a, ụmụ nwanyị nọ na polleras ga-enwe ọnọdụ kwekọrọ na anyị\".",
  "N'okpuru okwu mmeghe \"omenala nke udo na ịdị n'otu iji gwọọ\", Ministri nke Ọdịbendị na Njem malitere emume carnival nke afọ 2020",
  "Emere emume mmeghe nke emume ahụ na Viru Viru International Airport, na-egosi ndị na-agba egwú, ndị ọchịchị kpọrọ - gụnyere Yujra - na ndị ọbịa ndị ọzọ, ha niile sonyere na emume ahụ n'ime ụgbọ elu azụmahịa",
  "N'oge emume ahụ, ozi Yujra na ụlọ ọrụ onwe onye na-arụkọ ọrụ, na-achọ ịkwalite njem nleta na mba ahụ.",
  "Na mmalite nke ọrịa COVID-19, nchịkwa Yujra chere mmetụta nke usoro nkewapụ na ndị na-ese ihe na ndị na'eme ihe ntụrụndụ nke mba ahụ ihu",
  "N'abalị iri abụọ na asatọ n'ọnwa Eprel, Ngalaba Ọdịbendị nwere nzukọ weebụ na ndị nnọchiteanya si na ngalaba ntụrụndụ dị iche iche, ebe e depụtara ihe ngwọta ndị dị irè iji chee ọnọdụ siri ike ihu. Ka o sina dị, a katọrọ Yujra maka ịghara igbo mkpa nke ndị na-ese ihe n'ụzọ zuru oke, ndị na-emegide ya na-ekwu na ozi ya enweghị nlekọta dị mma n'oge ọrịa a. Tụkwasị na nke a, Federation of Neighborhood Councils of El Alto boro Yujra ebubo na ya na ndị ọchịchị mpaghara anaghị arụkọ ọrụ mgbochi COVID, n'agbanyeghị na a họpụtara ya dị ka onye nnọchi anya onye isi ala n'obodo ahụ maka nzube ahụ.",
  "N'ụbọchị ikpeazụ nke ọchịchị ya, Yujra nyere ikike inye onyinye, na mgbazinye afọ iri itoolu, nke La Sombrerería Cultural Center na Central Bank of Bolivia's Cultural Foundation",
  "N'ịbụ nke dị na Sucre, La Sombrerería bụ akụkụ kachasị ukwuu nke ọdịbendị na mba ahụ, nke nwere ọtụtụ ụlọ ihe nkiri, ebe ngosi ihe mgbe ochie ụmụaka, na ebe ndị dị n'èzí, niile nwere ike ịba ọtụtụ narị mmadụ",
  "E meghere ebe ọdịnala ahụ n'ọnwa Ọktoba 2019 mana ọ nọgidere na-emechi kemgbe, na-adaba na nsogbu ndọrọ ndọrọ ọchịchị malitere n'oge ahụ",
  "Yujra chere na mgbazinye ego ahụ - nke e nyere ikike site na Iwu Kasị Elu N° 4243 - ga-akwụ ndị ọrụ nwere ike ịkwụ ụgwọ maka idebe ihe onwunwe ahụ, na-enye ya ohere imeghe ya mgbe ọtụtụ ọnwa gachara.",
  "Oge Yujra nọ n'ọchịchị dịgidere ruo 4 June, mgbe a kwụsịrị ya mgbe Áñez kpebiri iwepụ ozi atọ kpamkpam; n'etiti ha, Ministry of Cultures and Tourism, nke e jikọtara ya na Ministry of Education",
  "Onye isi ala ahụ kọwara mkpebi ahụ dị ka usoro ịchekwa ego iji chekwaa ihe onwunwe iji lụso ọrịa COVID-19 ọgụ. N'ajụjụ ọnụ ya na Página Siete, Yujra kwuru na a jụghị ya maka mkpebi imechi ozi ahụ: \"eziokwu, ọ bụ ihe ijuanya nye m,",
  "Naanị ihe m mere bụ ịnakwere ya\"",
  "Onye bụbu minista lere mkpebi ahụ anya dị ka njehie, na-ekwupụta olileanya ya na a ga-eweghachi ozi ahụ, ikekwe jikọta ya na Ministry of Sports, nke a kagburu. Víctor Hugo Cárdenas, minista nke agụmakwụkwọ, nọchiri Yujra, ọ bụ ezie na osote minista nke ọdịbendị - nke a na-ebo ebubo na ọ na-eduzi ngalaba ọdịbendị-anọgide na-enweghị ihe ọ bụla ruo ọnwa atọ, a họpụtara Marcelo Bazán ka ọ bụrụ onye isi ya na Septemba.",
  "Ọnwa abụọ mgbe e wepụrụ ya n'ọfịs, na ngwụcha ọnwa Julaị, Áñez họpụtara Yujra ka ọ bụrụ onye ndụmọdụ na ụlọ ọrụ nnọchi anya Bolivia na Quito, Ecuador. N'ịgbaso ntuli aka zuru oke nke afọ 2020 na nloghachi nke MAS, ngalaba ndị na-akwado gọọmentị site na El Alto, La Paz, na mpaghara ndị gbara ya gburugburu gosipụtara Yujra n'etiti ndepụta ha nke ihe karịrị ndị mmekọ iri atọ na \"ọchịchị ọchịchị\" nke afọ 2019, na-arịọ ka Ọfịs Prosecutor malite nyocha mpụ megide ha. N'akụkụ ya, na-esochi oge ya dị ka onye ndụmọdụ, Yujra lara ezumike nká n'ụlọ ya na El Alto, na-ekwusi ike na o nweghị ebumnuche ịhapụ mba ahụ ma ọ bụ zoo: \"onye na-eme ihe ọ bụla anaghị atụ egwu ihe ọ bụla",
  "Enweghị m ihe mere m ga-eji zoo, gịnị mere m ga ga-eji zoro?\"",
  "Àtụ:Notelist-lg",
  "Àtụ:S-start",
  "Àtụ:S-off\nÀtụ:S-break\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-non\nÀtụ:S-endÀtụ:Bolivian Ministers of CultureÀtụ:Áñez cabinet"
]