[
  "Hajia Maryam Inna Ciroma (a mụrụ n'abali iri na otu n'ọnwa itoolu n'afọ1954) a họpụtara ya dika onye isi oche nke na-ahụ maka ihe gbasara Ụmụ nwanyi na Nigerian n'ọnwa asaa n'afọ 2005 onye mere nghọpụta bụ  President Olusegun Obasanjo.",
  "E ji Saudatu Bungudu gbanwee ya mgbe President Umaru Yar'Adua mere nghọpụta nke ya n'ọnwa Asaa n'afọ 2007.",
  "A mụrụ Ciroma na 11 September 1954 na State Borno",
  "Ọ gara ụlọ akwụkwọ n'a Ahmadu Bello University, Zaria, ebe O nwetara akara mmụta na Science Politics, ma mesịa nweta akara diploma na Nchịkwa Ọha",
  "Ọ rụrụ ọrụ dịka onye editọ cadet na NTA Kaduna, tupu ya abanye na ọrụ gọọmenti etiti ebe Ọ rụrụ ọrụ site n'afọ 1980 na 1985",
  "O mesịrị ghọọ Onyeisi Oche /Onyeisi Nchịkwa Ụlọ ọrụ ụlọ akụ Intis.",
  "Ọ bụ nwunye nke Mallam Adamu Ciroma, , onye bụbu Gọvanọ nke Central Bank nke Naijiria na Minista nke na-ahụ maka Ego onye bụkwara onye isi oche nke nzukọ Ọchịchị Obasanjo na 2003.",
  "N'afọ 2003, Ciroma dọrọ ndọrọ-ndọrọ ọchichi n'okpuru People's Democratic Party (PDP) maka ndị Borno South Senatorial District.\nA họpụtara ya dika Minista Steeti maka Women Affairs na July 2005, dochie  Rita Akpan. Ọ nọgidere n' ọkwá a mgbe enwere ntụgharị  January 2007.  Na August 2005, ọ malitere njem nlekọta mba nile nke mpaghara 36 Steeti nke Naijiria n'ụdị metụtara ikike ụmụntakịrị na ịkpa ókè megide ụmụ nwanyị. \nTupu nhoputa ndi ochichi afo 2007, o dụrụ ọdụ ka edotara ndi Nwanyi ọkwa ọchichi , nakwa otu esi emegbu ndi nwanyi na ndọrọ ndọrọ ọchịchị Naijiria.",
  "N'oge Ọchichi ya, Gọọmenti etiti kwadoro 'National Gender Policy in pursuance of gender equality and children welfare in the country'.\nNa Ọnwa mbụ n'afọ 2007, Ụlọ ọrụ ya nyere Iwu \"National Guidelines and Standards of Practice for Orphans and Vulnerable Children\".\nN'okwu okwu ya na May 2007 nk atụmatụ ahụ na akụkọ a, Ciroma kwuru, sị: \"N'ọbụrụ n'enweghị mkpebi siri ike iji gboo mkpa ụmụntakịrị, A gaghị enwe ohere izute Mbido Millennium Development Goals\".",
  "Mgbe ọpụrụ n'ọkwa ọrụ ya, Ciroma mechara bụrụ onye isi ndi Nwanyi nke ndi PDP. Hajia Maryam Inna Ciroma rụkwara dika onye isi na-aghazi: National Inland Waterways Authority, Lokoja, Kogi State Naijiria",
  "O wetara ọtụtụ mgbanwe nakwa nchekwa ndụ n'ụzọ Mmiri di iche-iche nke ala Naijiria",
  "Na December 2014 otu ụmụakwụkwọ nke  ECOWAS a na-akpọ West African Students Union Parliament-WASUP nyere ya ugwu nke 'WASUP Kwame Nkrumah Honor' (www.wasuonline.org)",
  "Onye nghazi WASUP na Naijiria nke aha ya bụ Comr",
  "Daniel Emeka Nwachukwu kọwasiri ya dika nwanyi ike, onye ndu nakwa onye ụmụ nwanyi na ndi na-etolite etolite nwere ike ilegide anya makwa soro omume ya."
]