[
  "Mary Lovelace O'Neal (amụrụ na úbọchị irí n'ọnwa Febụwarị, 1942) bụ ónyé America na-ese ihe na ónyé nkụzi nka",
  "Ọrụ ya na-elekwasị anya na mgbasa ozi agwakọta agwakọta (nke bụ isi eserese na obibi akwụkwọ) na minimalism",
  "Ọ bụ Prọfesọ Emeritus, Mahadum California, Berkeley ma laa ezumike nká na nkụzi na 2006. E gosipụtara nka O'Neal n'ọtụtụ ebe na North America na mba ụwa, yana ngosipụta otu na nke onwé na Ịtali, France, Chile, Senegal na Naịjirịa. Ọ bi ma na-arụ ọrụ na Oakland, California, ma na-elekọta ụlọ ọrụ na Chile.",
  "A mụrụ Mary Lovelace na Jackson, Mississippi, na úbọchị irí n'ọnwa Febụwarị, 1942",
  "Ọ na-eto nna ya màkà ịzụlite ịhụnanya ya màkà nka. N'oge ọ bụ nwata na n'oge uto nna O'Neal, Ariel Lovelace, bụ ónyé nduzi ukwe na prọfesọ nke egwu na Tougaloo College na Mahadum Arkansas.",
  "O'Neal gara Mahadum Howard na Washington, DC, site na 1960 ruo 1964 ma soro David Driskell, Lois Mailou Jones na James A",
  "Porter mụọ, nwéta B.F.A",
  "ya na 1964. Ọ gàrà Skowhegan School of Painting and Sculpture na Maine n'oge ọkọchị nke afọ 1963. N'oge ọ nọ na Mahadum Howard, O'Neal malitere ịrụsi ọrụ ike na Civil Rights Movement ma bụrụ ónyé ọtụtụ ndị isi nwere mmetụta na-eduzi, gụnyere Stokely Carmichael, Jacob Lawrence na nwunye ya, ónyé na-ese ihe Gwendolyn Lawrence. Ọ rụrụ ọrụ nwa ógè na Free Southern Theater (FST) na otu n'ime ndị guzobere ihe nkírí ahụ, di mbụ ya John O'Neal.",
  "Ihe osise Mary Lovelace O'Neal enweela ọganihu site na usoro dị iche iche n'ime ogologo ọrụ ya, malite na ụdị ndị na-enweghị isi ma gbanwee gaa na usoro ziri ezi",
  "O'Neal enwetala ọtụtụ onyinye ma gosipụta ya n'ọtụtụ ihe ngosi mba na nke mba ụwa n'oge ọrụ ya. A kpọrọ ya dị ka ónyé na-ese ihe bi na ya ka ọ sonye na mmemme nka mba ụwa na Asilah, Morocco, n'afọ 1983",
  "O'Neal haziri ihe ngosi màkà Museo Nacional de Bellas Artes na Santiago, Chile, \"17 Artistas Latino y Afro Americanos en USA\" na 1991",
  "Afọ abụọ ka e mesịrị, ọ natara onyinye Artist En France nke gọọmentị France na Moet & Chandon kwadoro",
  "N'afọ 2005, a họpụtara ya ka ọ nọchite anya Mississippi na Committees Exhibition na National Museum of Women in the Arts na Washington, D.C.",
  "O'Neal mepụtara ihe osise ndị a mgbè ọ na-enweta MFA ya na Mahadum Columbia",
  "Usoro monochromes a, nke e mere na ngwụcha afọ 1960 - mmalite afọ irí asaá, bụ ihe dị egwu ma mee ya site na iji ihe na-acha odo odo nke a na-agbanye n'ime ákwà a na-adịghị agbatị agbatị site na iji chalkboard eraser ma ọ bụ aka ya. Ọchịchịrị dị omimi nke elu nwéré ike, \"na-amịkọrọ ma na-emechi mkpọtụ nke echiche, na-eme ka ohere rụọ ọrụ, ma na-emetụta ahụ\".",
  "Na Febụwarị 2020, Mnuchin Gallery mere ihe ngosi nke mbụ nke O'Neal na New York kemgbe 1993, nke nyochara ihe karịrị afọ iri ise nke ọrụ ya, site na ngwụcha afọ 1960 ruo afọ 2000",
  "Obéré ihe ncheta, Chasing Down the Image, na-ekpughe ụzọ O'Neal si etinye aka na abstraction na materiality nke ọma màkà ebumnuche ndọrọ ndọrọ ọchịchị, na-alụ ndị na-eme nnwale ojii na mmetụta nke Minimalism",
  "Ọ na-etinye aka na nsogbụ ndị Donald Judd, Joseph Stella, na Sam Gilliam na-ewe mgbe ya na Amiri Baraka na-akparịta ụka n'otu ógè ahụ bụ ónyé kpaliri ya ime ihe oyiyi nke Black Power movement kama abstraction. N'ime afọ 60 na 70 O'Neal's abstraction gàrà megide nkwenye nke Black Arts Movement na Black Panthers na-etinye na figuration dị ka ụzọ maka inye Black ike",
  "Ọrụ O'Neal, \"na-ekwusi ike na njikọta mara mma nke ahụmịhe na ụdị ndị a na-akọwa na ha bụ ndị na-emegiderịta onwe ha\".",
  "O'Neal na ónyé na-eme ihe ike Stokely Carmichael, onye ọ zutere mgbè ọ na-aga Mahadum Howard na 1960s. Di mbụ ya bụ John O'Neal. N'afọ 1983, O'Neal zutere ónyé na-ese ihe na Chile bụ Patricio Moreno Toro, o mechara lụọ di ọzọ."
]