[
  "Mary Kelly Foy (née McStea; amụrụ na 27 Febụwarị 1968) bụ onye ndọrọ ndọrọ ọchịchị British Labour Party na-eje ozi dị ka onye omeiwu (MP) maka obodo Durham kemgbe ntuli aka 2019. Ọ bụ onye otu Socialist Campaign Group parliamentary caucus.",
  "A mụrụ Foy na Jarrow, County Durham, ma too n'ụlọ kansụl",
  "Ọ bụ nwa nke abụọ n'ime ụmụ ise na nne na nna ya ochie bụ ndị Irish kwagara mba ọzọ. Nna ya bụbu onye na-arụ ọrụ n'ebe a na-arụ ụgbọ mmiri nke a chụrụ n'ọrụ ya n'afọ ndị 1980 n'okpuru ọchịchị Margaret Thatcher",
  "Foy nwere akara ugo mmụta na sayensị mmekọrịta mmadụ na ibe ya, nke ọ nwetara dị ka nwa akwụkwọ tozuru oke.",
  "Foy bụ onye otu UNISON na Unite the Union",
  "Ọ bụ onye ọrụ mmepe obodo na Durham site na 2006 ruo 2013, ọ rụkwara ọrụ dị ka onye enyemaka ndị omeiwu nke onye bụbu onye omeiwu Jarrow Stephen Hepburn",
  "A họpụtara ya dị ka onye kansụl mpaghara iji nọchite anya mpaghara Lamesley (nke aha ya sitere na mpaghara nke otu aha na Gateshead Council Metropolitan Borough Council na 2006",
  "O mechara bụrụ onye otu kansụl maka ahụike na ọdịmma na kansụl ahụ n'afọ 2009, na-ejide ọkwa ahụ ruo mgbe ọ kwụsịrị na kansụল ahụ n'ọnwa 2019. Ọ bụ onye isi oche nke Blaydon tupu ọ kwaga na City of Durham, na onye nnọchi anya mpaghara nke Labour's National Policy Forum.",
  "Onye Socialist na onye nọ n'aka ekpe nke pati ahụ, ọtụtụ òtù kwadoro mgbalị Foy",
  "Ọ kwụsịrị na Gateshead Council mgbe a họpụtara ya dị ka onye omeiwu maka obodo Durham na 2019, wee sonye n'òtù ndị omeiwu nke Socialist Campaign Group.",
  "N'abalị iri na ise n'ọnwa Ọktoba n'afọ 2020, Foy gbara arụkwaghịm dị ka odeakwụkwọ onwe onye nke Andy McDonald iji mee ntuli aka megide iwu nzuzo nke ndị mmadụ (omume mpụ) Bill, na-ekwenyeghị na onye ọrụ ahụ ka ọ ghara.",
  "N'ọnwa Nọvemba 2020, Foy tinyere aka n'ịzọpụta ụlọ akwụkwọ dị n'ógbè ahụ, St Thomas More Primary School, Belmont",
  "Foy zutere ndị nnọchi anya diocese na ndị na-achịkwa, ndị isi Durham County Council na ndị isi a họpụtara ahọpụta, ndị nne na nna na ndị obodo iji gee ntị na nchegbu ma nyere aka chọta ụzọ iji dozie ọnọdụ ahụ.",
  "Foy so na Kọmitii nke nyochara Iwu Ahụike na Nlekọta na Nzukọ Ndị Omeiwu",
  "ka akụkụ nke kọmitii a, Foy wepụtara ọtụtụ mmezigharị metụtara ahụike ịṅụ sịga, gụnyere ịmachibido oghere nke na-eme  e nye ndị na-erubeghị afọ n'efu ma bulie afọ ire siga ruo 21.",
  "Àtụ:S-start\nÀtụ:S-par\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:S-endÀtụ:North East Labour Party MPsÀtụ:Socialist Campaign Group"
]