[
  "-Mary Hardie Bamber (née Little; 18 Jenụarị 1874 – 4 June 1938), nke a na-akpọkarị Ma Bamber, bụ onye ndọrọndọrọ ọchịchị Scotland, onye otu azụmaahịa, onye ọrụ na-elekọta mmadụ na onye nkwuputa",
  "Nwa ya nwanyị Bessie Braddock bụ onye omeiwu nke Labour (MP).",
  "N'ịbụ onye gụrụ akwụkwọ na nzuzo ma biri n'otu n'ime akụkụ ndị kasị baa ọgaranya nke Edinburgh, ndụ nwata Bamber dị nnọọ iche na nke ndị ogbenye nọ na Liverpool ọ ga-ebi n'etiti ha",
  "Otú ọ dị, mgbe ọ ka bụ nwa agbọghọ, nna ya bụ onye ọka iwu malitere ịṅụ mmanya ma otu ụbọchị ọ hapụrụ ezinụlọ ahụ ka a ghara ịhụ ya ọzọ",
  "Ndụ nne ya Agnes Glanders Little (née Thomson) ruo mgbe ahụ bụ nkwadebe na-adịghị mma maka ịdị ike nke ịbụ nne naanị ya na ụmụ isii iji kwa.Ọ rụsiri ọrụ ike n'ịgba akwụkwọ na n'ọrụ ndị ọzọ iji na-elekọta ezinụlọ ya, na-emekọrịta ihe nke ọma na ọnọdụ ịda ogbenye, mgbe ọkpara ya nwetara ọrụ na onye na-ebi akwụkwọ na Liverpool, ezinụlọ ya so ya bịa.",
  "N'oge oyi nke 1906-7, Mary nọ na njem nke ụmụ nwanyị na-eme ofe iji ree efere site na ụgbọala Clarion nke St George's Hall kwụsịrị na Lime Street",
  "Ọ gara leta ndị ọrịa, chịkọta maka ndị na-enweghị ọrụ ma mee ka ụlọ ghere oghe maka ndị na'eme njem",
  "Ọ na-ekwukarị okwu na nzukọ ndị dị n'èzí, mgbe mgbe na ihe ncheta Wellington ma ọ bụ na nkuku okporo ámáSylvia Pankhurst kọwara ya dị ka \"onye na-ekwu okwu ikpo okwu kachasị mma na mba ahụ\"",
  "N'otu obodo nke ịrọ òtù na-achị, ọ jụrụ ihe e ji amata okpukpe ọ bụla, ọ na-agbasikwa mbọ ike ná nnọkọ ndọrọ ndọrọ ọchịchị Katọlik ma ndị Protestant.",
  "Otú ọ dị, ọ bụ site na ọrụ ya dị ka onye na-ahazi òtù ọrụ ka Bamber ghọrọ onye a na-ahụkarị",
  "N'ime afọ ndị na-eduga na Agha Ụwa Mbụ, ọ rụrụ ọrụ n'akwụsịghị akwụsị dị ka onye ọrụ maka Ụlọ Ọrụ Ndị Ọrụ",
  "Ọ gara ogologo ụzọ ụgbọ mmiri, na-ahazi ụmụ nwanyị site na Johnson's Cleaners and Dye Works na njedebe North ruo Wilson's Bobbin Works na South.",
  "Ọ bụ ezie na ọrụ ya dị ka onye na-ahazi òtù ndị ọrụ bụ isi na ndọrọ ndọrọ ọchịchị Bamber, ọ na-ejikọta ya na ọrụ ndị ọzọ",
  "Ọ nọ na ngosipụta 'Bloody Sunday' n'oge ọgbaghara ụgbọ njem Liverpool na 1911",
  "N'afọ 1919, o guzoro dị ka onye otu Labour Party na mpaghara ndị Protestant nke Everton",
  "N'ime mkpọsa maka okwu ndị a na-eme kwa ụbọchị dị ka mmiri ara ehi, agụmakwụkwọ na ụlọ ịsa ákwà obodo, ọ meriri site na obere mmeri",
  "N'otu afọ ahụ, ọ ghọrọ onye guzobere otu ndọrọndọrọ ọchịchị Kọmunist nke mpaghara ahụ ma na 1920 ọ gara Nzukọ nke Abụọ nke International nke Atọ na Moscow",
  "Ọ bụ onye otu kọmitii mpaghara na National Unemployed Workers Committee ma, na Septemba 1921, ọ bụ otu n'ime ndị e jidere n'oge ọrụ nke Walker Art Gallery",
  "Ọ chọghị oge nke abụọ dị ka onye kansụl obodo ma ka ọ na-erule afọ 1924 ọ hapụrụ ndị Communist Party, na-ekwu na ọ na-etinye aka n'ọrụ ya dị ka onye nhazi",
  "Ọ nọ na ngosipụta niile dị mkpa e mere n'afọ ndị 1920 na n'ime afọ iri atọ",
  "Ọ kwuru okwu na nzukọ ikpeazụ ya naanị izu abụọ tupu ya anwụọ."
]