[
  "Mary A",
  "Miller (née, Davis; aha mkpịsị aka, dị iche iche; September 18, 1837 - September 23, 1925) bụ onye nchịkọta akụkọ America na onye na-ebipụta akwụkwọ ozi ala ọzọ",
  "Ọ bụkwa onye dere History of the Woman's Foreign Missionary Society of the Methodist Protestant Church, 1896",
  "Aha Miller pụtara dị ka onye nchịkọta ozi ala ọzọ nke ngalaba nwanyị ahụ na Methodist Recorder, nke e bipụtara na Pittsburgh, ma kemgbe 1885, dị ka onye editọ na onye na-ebipụta na Women's Missionary Record,  akụkụ nke Women's Foreign Missionary Society nke Methodist Protestant Church (WFMS; haziri na 1879)",
  "Ọ bụ onye nchịkọta akụkọ mbụ nke Women'S Missionary Record na-eje ozi na ọrụ ahụ ruo afọ iri",
  "Miller jere ozi dị ka odeakwụkwọ nke ụlọ ọrụ ahụ ruo ọtụtụ afọ isii, na nzukọ ndị nnọchi anya World, na nzukọ abụọ nke London, na nzukọ World Conference, na 1885.",
  "A mụrụ Mary A",
  "Davis na Allegheny, Pennsylvania, na Septemba 18, 1837. Ọ bụ nwa nwanyị nke abụọ nke David Davis.",
  "Choosing  the profession of teacher she taught for five years until she married William Miller of allegheny her first public literary work was done in 1858 being poems and short stories  the latter of which were continued with more or less intermission  under a pen name until 1874 when the death of her husband and the business cares consequently  caused an interruptionher natural timidity in her early efforts caused her frequently to change her pen name so that it often  occurred in the household Thatcher stories were read without a suspicion of the authors presenỌrụ edemede mbụ ya n'aha nke ya bụ na 1878, na-abụ usoro akwụkwọ ozi na-akọwa njem ọdịda anyanwụ site na Pittsburgh, Pennsylvania, gaa Montana site na ụgbọ okporo ígwè na ikpo okwu, site na Montana gaa Utah, na site na Utah gaa New Mexico.",
  "Miller bụ onye guzobere WFMS nke Chọọchị Protestant Metọdist,  ebe a họpụtara ya ka ọ bịanye aka na Charter ya, ya na Mrs",
  "John Scott, Oriakụ Susan E",
  "Anderson, Oriakụ J",
  "H",
  "Claney, na Mrs",
  "James I",
  "Bennett N'oge Nzukọ nke Abụọ nke WFMS, nke e mere na Pittsburgh, 1881, a họpụtara Miller dị ka onye nchịkọta akụkọ nke \"Methodist Recorder\", nke ọ jupụtara ruo mgbe a malitere akụkụ nke Society, mgbe ọ ghọrọ onye nchịkọta akụkọ ya. Akụkụ ahụ, Woman's Missionary Record, bụ kwa ọnwa, na ọnụahịa nke US $50 kwa afọ",
  "N'oge Nzukọ nke Atọ Kwa Afọ, nke e mere na Cambridge, Ohio, 1882 Miller kwuru na n'echiche ya, \"Ọchịchọ Society nwere ịnwe onwe ya na Board of Missions bụ na ọ nwere ike ịkwaga ọrụ ya na mba ọzọ ngwa ngwa karịa ka iwu nke Board yiri ka ọ na-akwado\"",
  "Na Nzukọ Afọ nke Ise, nke emere na Springfield, Ohio, 1884, Miller bụ otu n'ime ụmụ nwanyị atọ a họpụtara ịnọchite anya Society na General Conference",
  "Na Nzukọ nke asatọ kwa afọ, nke e mere na Ohio, Illinois, 1887, Miller na Mrs",
  "A họpụtara J",
  "E",
  "Palmer ka ọ nọchite anya WFMS na nnọkọ ọzọ nke Nzukọ Ezumezu",
  "Na Nzukọ nke itoolu kwa afọ, nke emere na Washington, D.C., 1888, a mara ọkwa na Miller nọchitere anya Society na Nzukọ mbụ nke Ecumenical nke Foreign Missions of World's Missionary Convention nke zutere na Exeter Hall London na Miller na-ebu ego nke ya na ọ nwere ike ịnọ na nzukọ a ma si otú a nweta mkpali ọhụrụ, ma n'otu aka ahụ, tinye ọrụ nke Society yana ndị otu ochie.",
  "E mere nnọkọ nke iri na isii kwa afọ na 1895 na Lafayette Ave",
  "Chọọchị Protestant Metọdist, na Baltimore, Maryland, ebe, Miller, onye nchịkọta akụkọ nke \"Missionary Record\", gbara arụkwaghịm ka ọ na-ahapụ Pittsburgh iji mee ụlọ ya na Kansas City, Kansas",
  "O dere akụkọ ihe mere eme nke WFMS na 1896, ebe ọ chịkọtara akụkọ ihe mere mere eme nke afọ iri na isii mbụ nke nzukọ ahụ.",
  "N'afọ 1907, ọ sonyeere Marietta Louise Gibson Stephens na Julia Hickey na Japan ileta ụlọ ọrụ ndị ozi ala ọzọ nke mba ahụ.",
  "Mary A",
  "Davis Miller nwụrụ na Septemba 23, 1925 ma lie ya na Forest Hill Cemetery, Dunmore, Pennsylvania."
]