[
  "Mary Agnes Stainbank (afọ 1899 rụọ afọ 1996) bụ onye South Africa na-akpụ ihe.",
  "A mụrụ Stainbank n'afọ 1899 n'ugbo Coedmore na Bellair, Durban",
  "Ọ gụrụ akwụkwọ na St",
  "Anne's Diocesan College na Hilton, KwaZulu-Natal Ọ zụrụ na Durban School of Art site n'afọ 1916 ruo afọ 1921 n'okpuru John Adams na Alfred Martin, na site na afọ 1922 rụọ afọ 1924 na Royal College of Art, London, n'okpuru William Rothenstein na Frederick John Wilcoxson",
  "E nyere ya agụmakwụkwọ Royal College n'afọ 1925 ma mụọ ọla nchara na ụlọ ọrụ injinia na London.",
  "Ógè ọ laghachiri Saụt Afrịka n'afọ 1926, o guzobere ụlọ ọrụ ihe ọkpụkpụ - Ezayo - na Coedmore estate ebe, n'agbata afọ 1926 na afọ 1940, ọ mepụtara ọrụ ya kachasị mma",
  "Eric Gill na Jacob Epstein metụrụ ya n'ahụ.",
  "Ọ bụ ezie na a na-akwanyere ya ùgwù n'ihe banyere iwebata ụlọ akwụkwọ ọgbara ọhụrụ nke ihe ọkpụkpụ na South Africa n'oge mbido ọrụ ya, a na-akatọkarị ya maka iji ihe oyiyi avant-garde",
  "Nhọrọ ya nke isiokwu Afrịka na iji ya mee ihe dị nkọ, ụdị akụkụ na mgbagha nke akụkụ aka iji gosipụta isiokwu ya wụrụ ndị na-ekiri ihe n'oge ahụ akpata oyi n'ahụ, bụ ndị na-eji ụdị ịhụnanya nke ndị na-ese ihe na South Africa",
  "N'ihi ya, ihe ọkpụkpụ ya adịghị amasị ọha na eze na-azụ ahịa n'oge ahụ",
  "E gosipụtara ọtụtụ n'ime ihe ọkpụkpụ ya n'oge afọ 1930s na ihe ngosi nke Natal Society of Artists haziri.",
  "Ógè ọ rụchara ọrụ na ụlọ ọrụ eserese ndị agha n'oge Agha Ụwa nke Abụọ, a họpụtara ya dị ka onye isi ngalaba ihe ọkpụkpụ na Durban School of Art, ebe ọ kụziri ihe ruo afọ 1957.",
  "Ọ bụ ezie na ọrụ ya ereghị, ọ gara n'ihu na-emepụta ihe ọkpụkpụ, nke e debere na ụlọ ọrụ ya na Coedmore",
  "N'afọ ndị 1980, e gosipụtara nnukwu ọrụ ndị a na Old Parliament Buildings na Pietermartzburg",
  "E mechara bufee nchịkọta a na Voortrekker / Msunduzi Museum na Pietermaritzburg",
  "Site na nhazigharị nke ụlọ ngosi ihe mgbe ochie ahụ, e weghachiri ọrụ ahụ n'aka ezinụlọ Stainbank.",
  "A na-ele nchịkọta Stainbank anya dị ka ọrụ kachasị ukwuu nke otu onye na-ese ihe na South Africa nọgidere na-adịgide adịgide",
  "A na-edebe nchịkọta ahụ na Mary Stainbank Memorial Gallery na Coedmore, ụlọ izizi nke ezinụlọ Stainbank, ebe ezinụlọ ahụ biri n'afọ 1880s",
  "N'oge ọrụ ya, Stainbank mepụtara ọtụtụ ihe osise nke ndị bi na Coedmore estate yana ọrụ ụkpụrụ ụlọ nke ọ natara",
  "Ndị a gụnyere ịchọ mma na ụlọ, na Durban, dị ka ụlọ ọgwụ ụmụaka na Addington Beach na ụlọ ọrụ gọọmentị dị na CBD.",
  "Ọtụtụ ihe ọkpụkpụ ya n'ihu ọha na Durban gụnyere ndị na-ere okooko osisi; ihe oyiyi ya na-atọ ụtọ n'ezie dị ka gargoyle na ụlọ ochie Receiver of Revenue; pediments na ceramik na ụlọ ọgwụ ụmụaka Addington ochie na ihe ọkpụkpụ ọla nchara nke John Ross guzo na Durban's Victoria Embankment",
  "Ọ bụ Stainbank mere reredos na chọọchị All Saints Maidstone",
  "O mere ihe nrite Springbok maka South African Polo Association",
  "O mepụtara ihe ịchọ mma n'ihe banyere Port Elizabeth Magistrates' Court"
]