[
  "Àtụ:Soundbox",
  "Mary Ella Dignam (A mụrụ Mary Ella Williams; 1857ń1938) bụ onye Canada na-ese ihe, onye nkuzi, na onye na-ahazi nka nke a na-echeta nke ọma dị ka onye guzobere na onye isi oche mbụ nke Women's Art Association of Canada (WAAC).",
  "A mụrụ Mary Ella Williams na Port Burwell, Ontario na ụbọchị iri na atọ n'ọnwa Jenụwarị 1857. Ọ gụrụ nka na Western School of Art and Design na London, Ontario",
  "N'afọ 1886, ọ gara New York City iji gaa n'ihu na ọzụzụ ya na Art Students League, oge sochiri ya na Paris, France, na ụlọ ọrụ onye na-ese ihe nke Raphaël Collin (1850-1916) na Luc-Olivier Merson (1846-1920) na-eduzi.",
  "N'afọ 1886, Dignam guzobere Women's Art Club, nke mechara ghọọ WAAC",
  "N'oge ọ bụ onye isi ala (1887-1913, 1935-1938), Dignam bụ ihe na-akpali mmepụta nke Cabot Commemorative State Dinner Service",
  "Nke a bụ ihe eji aka mee ihe asatọ, ebe iri abụọ na anọ na-anọchite anya ndị Canada nke ndị otu WAAC mere iji cheta ncheta 400 nke nchọpụta John Cabot nke Canada.",
  "Mgbe ọ laghachiri Canada na 1891, ọ kụziri na ụlọ akwụkwọ nka ụmụ nwanyị na Toronto, Ontario ma mesịa hazie ụlọ ọrụ nka mbụ nke Moulton Ladies' College na Mahadum McMaster",
  "N'afọ 1898, Dignam na Lady Edgar, nwunye onye isi oche nke House of Commons, mere ndokwa ka ndị otu House na Senate tinye $ 1,000 iji zụta ọrụ ahụ, nke e nyere Lady Aberdeen n'ụzọ ziri ezi n'oge di ya na-emecha ọrụ ya dị ka Gọvanọ General nke Canada",
  "O mechara nyere aka hazie International Society of Women Painters and Sculptors na n'afọ 1900, hiwere ihe ngosi nka mba ụwa nke ụmụ nwanyị mbụ na-akpọ ndị otu Women's Art Association & Women's International Art.",
  "Dignam bụ onye otu Art Association nke Montreal (1886-1931), Ontario Society of Artists (1883-1912), Royal Canadian Academy of Arts (1883-1924), na Toronto Industrial Exhibition (1891-1900)",
  "E gosipụtara ọrụ ya na Canada na New York, London, na Paris",
  "Dignam gosipụtara ọrụ ya na Palace of Fine Arts na 1893 World's Columbian Exposition na Chicago, Illinois.",
  "Ọ nwụrụ na mkpụrụ ụbọchị isii n'ọnwa Septemba 1938 na Toronto, Ontario."
]