[
  "Mary T",
  "Quaile (8 Ọgọst 1886 - 16 Disemba 1958) bụ onye otu Oru ndị ahịa Irish",
  ".",
  "Amụrụ na Dublin, Quaile tolitere na Manchester, wee hapụ ụlọ akwụkwọ mgbe ọ dị afọ iri na abụọ",
  "Na mbụ ọ bụ onye na-arụ ọrụ n'ụlọ, n'oge na-adịghị anya ọ kwagara ịrụ ọrụ na kọfị",
  "Mgbe ọ nọ n'ebe ahụ, Margaret Bondfield gara obodo ahụ iji hazie ndị ọrụ",
  "N'ịbụ onye kpaliri, Quaile malitere ime ka ndị ọrụ nri nọ n'obodo ahụ sonye n'òtù ndị ọrụ",
  "N'ihi ya, na 1911, a họpụtara ya ka ọ bụrụ onye enyemaka Ọhazi nke Manchester Women's Trade Union Council (WTUC), emesịa bụrụ odeakwụkwọ nhazi ya.",
  "Na 1919, WTUC ghọrọ akụkụ nke Manchester Trades Council, Quaile wee bụrụ onye isi nwanyị mba nke Dock, Wharf, Riverside na General Labourers' Union, nke mechara bụrụ akụkụ nke Transport na general workers Union",
  "Ọ na-arụkwa ọrụ na Trades Union Congress (TUC), ma jee ozi na General Council nke TUC site na 1923 ruo 1926",
  "Site na 1923, Quaile bụ odeakwụkwọ nke Ngalaba Ụmụ nwanyị Manchester Trades Council, n'oge na-adịghịkwa anya, ọ bụkwa onye na-echekwa ego nke kansụl.",
  "Ọ na-arụkwa ọrụ na Trades Union Congress (TUC), ma jee ozi na General Council nke TUC site na 1923 ruo 1926",
  "Site na 1923, Quaile bụ odeakwụkwọ nke Ngalaba Ụmụ nwanyị Manchester Trades Council, n'oge na-adịghịkwa anya, ọ bụkwa onye na-echekwa ego nke kansụl.",
  "a General workers Union",
  "Ọ rụkwara ọrụ na Trades Union Congress (TUC), ma jee ozi na General Council nke TUC site na 1923 ruo 1926",
  "Site na 1923, Quaile bụ odeakwụkwọ nke ngalaba ụmụ nwanyị nke Manchester Trades Council, n'oge na-adịghịkwa anya ọ bụkwa onye na-ahụ maka akụ na ụba nke kansụl ahụ.",
  "N'afọ 1925, Quaile duuru ndị nnọchi anya TUC ụmụ nwanyị na Soviet Union",
  "A họpụtakwara ya na Kọmitii Ndụmọdụ Ụmụ nwanyị nke International Federation of Trade Unions.  N'ihi enweghị ahụ ike, ọ gbara arụkwaghịm na ọkwa mba ya niile na 1933, mana ọ ghọrọ onye ọka iwu na 1934 ma jigide ọrụ kansụl trades ya n'ime ọchịchị 1950.",
  "Àtụ:Start box",
  "Àtụ:S-npo\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:End box"
]