[
  "Mary Boyoi bụ onye na-agụ egwu South Sudan, onye edemede na nwa nwanyị nke onye bụbu SSPDF Commander.",
  "Nna Mary, onye isi agbụrụ Murle na onye isi agha n'ime Sudan People's Liberation Movement / Army (SPLM / A) nwụrụ n'afọ 1989",
  "Mgbe nna ya nwụsịrị, ya na ezinụlọ ya nọrọ ọtụtụ afọ n'ogige ndị gbara ọsọ ndụ na Sudan na ogige ndị gbara ndụ na Etiopia iji zere esemokwu nke agha.",
  "Ọ gara n'ihu na agụmakwụkwọ ya dị elu na Kenya ma mechaa usoro ọmụmụ diplọma",
  "N'afọ 2002, ọ malitere ịrụ ọrụ maka ụlọ ọrụ enyemaka na ebe dị iche iche na South Sudan.",
  "Site n'ọrụ enyemaka, Boyoi chọtara mmasị ya na-enyere ndị ọzọ aka",
  "Boyoi na-eji nkà pụrụ iche ya n'egwú eme ka ihe doo anya n'okwu ma na-akpọ maka udo na ime udo n'etiti ndị ya.  \nN'afọ 2005, o guzobere ABONA International, otu na-enweghị uru nke ebumnuche ya bụ ịkwado udo na South Sudan dum na inye ụmụ agbọghọ na ụmụ agbọghọ aka n'ọnọdụ ime ihe ike na mbibi",
  "N'afọ 2007, ọ malitere ịrụ ọrụ na ọrụ egwu mbụ ya, nke a na-akpọ \"SáReferendum\".",
  "Mary Boyoi bụ onye isi nchịkwa na onye guzobere Voice of the Peace (VOP) ugbu a",
  "VOP bụ otu NGO nke mba na-enye nkwado psychosocial na ụzọ ntụgharị maka nlekọta ahụike nye ndị lanarịrị Gender-Based Violence (GBV)",
  "Òtù NGO na-elekwasị anya n'ịmata obodo site n'ịgakwuru ndị otu dị iche iche na obodo",
  "VOP nwere oghere maka ụmụaka yana oghere maka ụmụ agbọghọ iji nye ndị GBV lanarịrị ebe nchekwa",
  "Ha na ụmụ nwanyị na ụmụ agbọghọ na-adịghị ike na-arụkwa ọrụ site n'inye ha nkà dị ka ịkpa nkata, ịkpa ákwà na ọrụ aka ndị ọzọ iji nye ha ike ịghọ ndị nweere onwe ha n'ụzọ ego.",
  "N'ọnwa Jenụwarị afọ 2010, ndị otu Murle họpụtara Boyoi ka ọ gbaa ọsọ maka oche ndị omeiwu na Southern Sudan Legislative Assembly na Juba",
  "O mere mkpọsa maka ntuli aka e mere n'ọnwa Eprel, afọ 2010.",
  "Zooz, abụ sitere na Boyoi nke a ka na-ewepụta abọm nke abụọ gosipụtara na Sudan Votes Music Hopes na Machị 2010",
  "Sudan Votes Music Hopes bụ njikọ aka nke ndị na-ese ihe si n'ofe Sudan dere egwu ntuli aka \"iji gbaa ndị Sudan ume ka ha mee akara maka ọdịnihu ha\"",
  "Onye na-agụ egwú German bụ Max Herre chịkọtara abọm SVMH ma na-ekesa ya gafee Sudan na cassettes ọdịyo, redio na dijitalụ site na sudanvotes.com",
  "Ọ bụ Media in Cooperation and Transition (MICT) mepụtara mmepụta ahụ ma ụlọ ọrụ German Foreign Office kwadoro ya. N'ọnwa Ọgọstụ n'afọ 2012, ụlọ ọrụ Süd Electronic wepụtara vinyl nwere ụlọ remixes site na Tama Sumo na Portable",
  "Mary lụrụ onye ọrụ enyemaka America nke ya na ya nwere ụmụ anọ; ụmụ nwoke niile",
  "E kwenyere na ya na nwoke ahụ kewara.",
  "O nwekwara nwa \"Akech\" ya na onye na-eti egwu na Hardlife Avenue bụ Mantani nke o kwupụtara na ThaWave Podcast na Facebook ya mgbe onye na-eme egwu ahụ nwụrụ."
]