[
  "Maryam Elisha (amụrụ Maryam Rikoto Elisha) bụ onye nlereanya Naijiria, nwanyị mara mma, na onye na-emepụta ejiji. Ọ tọrọ ntọala Rikaoto site na ụdị ejiji ME n'afọ 2009, afọ abụọ ka e chiri ya Miss Valentine. A kpọrọ Elisha otu n'ime mmadụ iri abụọ kachasị nwee mmetụta na Naịjirịa.",
  "Elisha si na Kebbi steeti mana amụrụ ya na Kano steeti nye nna onye uwe ojii lara ezumike nká ugbu a na nne nwanyị na-azụ ahịa",
  "Ọ bụ nwa nke ikpeazụ n'ime ụmụ asaa. Ọ gụrụ akwụkwọ praịmarị na sekọndrị na Kano steeti tupu ọ kwaga Lagos steeti ịmụ Asụsụ Bekee na Mahadum Lagos Mgbe ọ gụsịrị akwụkwọ na mahadum, ọ gara New Jersey Fashion School, na United States, ebe a zụrụ ya ọnwa asatọ na imewe ejiji.",
  "N'ọnwa Machị afọ 2017, Elisha nwere ọnọdụ nke fọdụrụ ihe nta ka o duga ya n'ọnwụ.",
  "Otu onye ọrụ chọtara Elisha mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị ma mesịa rụọ ọrụ dị ka ihe nlereanya ruo ihe fọrọ nke nta ka ọ bụrụ afọ asatọ. Dị ka onye nlereanya, ọ bụ ihu nwa agbọghọ nke Airtel Nigeria (Zain), mgbe ọ bụ Vmobile",
  "O mekwara ihe ngosi maka ụdị ndị ọzọ kachasị elu nke gụnyere Delta Soap, Sterling Bank na Nigeria. MTN Nigeria, Lucozade Boost na Diamond Bank.",
  "Mgbe ọ na-amụ Asụsụ Bekee na Mahadum nke Lagos, Elisha banyere ma merie Miss Valentine Beauty Pageant, 2007. N'afọ 2008, ya na onye mmeri ọzọ, Damilola Otunbanjo, Sisi Oge nke Lagos, rụkọrọ ọrụ iji kwado maka ezi nlekọta ahụike na mkpọsa megide mmechuihu nke ndị bu nje HIV / AIDS",
  "Nkwado a wetara Elisha aha Miss Environment, site na Lagos State Waste Management Authority, na nkwanye ùgwù site n'aka onye bụbu gọvanọ nke Lagos steeti, Babatunde Fashola. Elisha sonyekwara na asọmpi ịma mma nke Miss Nigeria 2013 mana o meriri.",
  "E hiwere akara ahụ na 2009 ma na-eme kapeeti uhie na uwe mgbede",
  "Ọtụtụ ndị na-asọmpi asọmpi na ndị mmeri na asọmpi obodo na nke mba ụwa etinyela atụmatụ nke Rikaoto By ME. N'afọ 2014, n'ihi mkpakọrịta nke Most Beautiful Girl in Nigeria (MBGN) 2013, Anna Ebiere Banner na akara Rikaoto, Elisha rụrụ ọrụ dị ka onye ndụmọdụ ejiji na MBGN 2014. N'afọ 2015, Elisha na ụdị ejiji ya nwetara nlebara anya ọha na eze n'ihi ihe ịga nke ọma nke ndị na-asọmpi ọ yi na onyinye ha meriri. N'ajụjụ ọnụ ya na Encomium Magazine n'afọ 2016, Elisha kpughere ihe dị ka ndị eze nwanyị mara mma iri na anọ pụtara na-eyi atụmatụ ya. N'ajụjụ ọnụ ọzọ nke 2016 na akwụkwọ akụkọ The Punch, Elisha kwuru na: “Nwa agbọghọ kachasị mma na Naịjirịa n'afọ 2015, Unoaku Anyadike, pụtara n'elu ise n'oge asọmpi ịme ihe ngosi na Miss World 2015",
  "Ọzọkwa, Miss Tourism Nigeria 2014, Collete Nwadike, bụ nwanyị ojii mbụ meriri Exquisite Face of the Universe na 2015",
  "O ritekwara uwe kachasị mma na asọmpi ahụ",
  "Elisha tinyekwara uwe agbamakwụkwọ na Rikaoto site na nchịkọta ME. Akara a egosila ọtụtụ ihe ngosi ejiji dịka New York Fashion Week, Miami Fashion Week, Washington based DC Fashion Week, Paris Fashion Week, Mercedes Fashion Week, na The African Fashion Week Nigeria.",
  "Rikaoto By Me bụ otu n'ime ụlọ ejiji e nyere ọrụ imepụta uwe maka onye bụbu onye isi ala Naịjirịa, Goodluck Jonathan.",
  "Elisha na-eje ozi dị ka onye ọka ikpe na ihe ngosi.",
  "A kpọrọ ya Pageant Couturier of the Year na 2016 Xperience Womanity Awards, nke emere na Enugu steeti n'ọnwa Eprel",
  "N'afọ 2017, o ritere ihe nrite abụọ, Pageant Designer of the Year na Pageant Couturier of the Year, na Xperience Womanity Awards.",
  "Gọọmentị Lagos steeti n'okpuru ọchịchị gọvanọ Akinwunmi Ambode gbakwunyere Elisha dị ka otu n'ime akụkọ ihe ịga nke ọma nke steeti ahụ, na ememe ncheta afọ iri ise nke steeti ahụ."
]