[
  "Mary Machuche Mwanjelwa (amụrụ n'abalị iri abụọ na asaa n'ọnwa Ọgọstụ n'afọ 1965) bụ onye ndọrọ ndọrọ ọchịchị Tanzania nke so n'òtù Chama Cha Mapinduzi na-achị achị ma bụrụ onye omeiwu pụrụ iche kemgbe afọ 2010",
  "Ọ bụ osote minista na-ahụ maka ọrụ ugbo, dịka osote minisita nke steeti ugbu a n'ọfịs onye isi ala na-ahụ anya maka ọrụ ọha na eze na ezi ọchịchị.",
  "A mụrụ ya na mpaghara Mbeya nke oge a, na 27 Ọgọst 1965",
  "Ọ gara ụlọ akwụkwọ praịmarị Muungano",
  "Ọ gara Sangu Secondary School maka ọmụmụ ụlọ akwụkwọ sekọndrị ya",
  "Maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya, ọ gara Siha Secondary School. N'afọ 2009, ọ gụsịrị akwụkwọ na Mahadum St",
  "Augustine nke Tanzania, na nzere Master of Science",
  "Mgbe e mesịrị, e nyere ya nzere Doctor of Philosophy site na Open University of Tanzania.",
  "Site na 2000 ruo 2001, ọ rụrụ ọrụ dị ka onye njikwa na Two Wings Pegasus Tanzania",
  "Mgbe ahụ, ọ gafere na \"Placer Dome Tanzania\", ebe a na-egwupụta ọlaedo nke Barrick Gold, dị ka onye njikwa, na-eje ozi na ikike ahụ site na 2001 ruo 2005",
  "Site na 2006 ruo 2010, ọ rụrụ ọrụ dị ka onye nduzi ụlọ ọrụ na PSI Tanzania.",
  "Dị ka profaịlụ ya na ebe nrụọrụ weebụ nke ndị omeiwu Tanzania si kwuo, Mary Machuche Mwanjelwa anọwo na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị nke Chama Cha Mapinduzi site na 2006",
  "A họpụtara ya ka ọ bụrụ onye omeiwu nke Tanzania n'afọ 2010, na-eje ozi dị ka onye otu oche pụrụ iche ruo n'afọ 2015",
  "N'oge ahụ, ọ rụrụ ọrụ dị ka onye otu Board nke National Institute for Medical Research (NIMR), site na 2013 ruo 2015.",
  "N'afọ 2015, a họpụ tara ya ọzọ ka ọ bụrụ onye ome iwu",
  "N'afọ 2016, ọ rụrụ ọrụ n'ọkwa atọ (a) dị ka onye isi oche nke Kọmitii Ala, Akụnụba na Njem nke Nzukọ Ndị Ome iwu nke Tanzania (b) dị ka Onye isi oche nke Nzukọ ndị Ome iwu Tanzania na (c) dị ka otu Kọmitii Na-eduzi Nzukọ Ndị Isi nke Tanzania.",
  "N'abalị itoolu n'ọnwa Ọktoba n'afọ 2017, onye isi ala John Magufuli ṅụrụ iyi dị ka osote minista na-ahụ maka ọrụ ugbo."
]