[
  "Mary Goretti Kitutu, nke a na-akpọkwa Mary GorettiKitutu Kimono bụ onye agụmakwụkwọ Ugandan, onye ndọrọ ndọrọ ọchịchị na onye na-ahụ maka gburugburu ebe obibi",
  "A họpụtara ya ka ọ bụrụ Minista na-ahụ maka ihe gbasara Karamoja na 8 June 2021, na-anọchi John Byabagambi. Ọ bụ Minista na-ahụ maka ike na mmepe nke mineral, na Cabinet nke Uganda, site na 14 Disemba 2019 ruo 8 June 2021. Tupu nke ahụ, site na 10 June 2016, ruo 14 December 2019, ọ rụrụ ọrụ dị ka Minista Steeti maka Gburugburu Ebe Obibi na Cabinet nke Uganda. Dr Mary Kitutu na-eje ozi n'otu oge ahụ dị ka onye nnọchi anya ụmụ nwanyị Manafwa District, na 10th Parliament (2016 - 2021).",
  "A mụrụ ya na Manafwa District na 17 Septemba 1962",
  "Mgbe ọ gachara ụlọ akwụkwọ dị n'ógbè ahụ, ọ banyere Mahadum Makerere na 1984, gụsịrị akwụkwọ na 1987 na nzere Bachelor of Science na Chemistry na Geology",
  "N'afọ 1993, ọ laghachiri Makerere wee nweta diplọma postgraduate na agụmakwụkwọ",
  "E nwetara nzere Master of Science ya na 1998 site na Faculty of Geo-Information Science and Earth Observation nke Mahadum Twente, na Enschede, Netherlands",
  "N'afọ 2011, ọ nwetara Doctor of Philosophy na Mahadum Makerere, na Kampala, Uganda.",
  "Ọrụ mbụ ya mgbe ọ gụsịrị akwụkwọ na mahadum bụ dịka onye nkuzi na Busoga College Mwiri, site na 1988 ruo 1991",
  "Site na 1991 ruo 1996, ọ kụziri na Our Lady of Good Counsel School, na Gayaza, Wakiso District",
  "Mgbe ọ hapụsịrị nkuzi, ọ rụrụ ọrụ dị ka onye ndụmọdụ na Axis Technical Geo Mineral Consult, n'etiti afọ 1998 na 2001.",
  "N'ọnwa Eprel afọ 2002, e were ya n'ọrụ dị ka onye nyocha na ọkachamara gburugburu ebe obibi na National Environment Management Authority (NEMA), na-eje ozi na ikike ahụ ruo n'ọnwa Febụwarị afọ 2015",
  "Site na Febụwarị 2015, ọ rụrụ ọrụ dị ka onye ndụmọdụ teknụzụ na onye na-ahụ maka gburugburu ebe obibi na Tetra Tech, ọrụ nke USAID kwadoro, na-eje ozi na ikike ahụ ruo n'afọ puku abụọ na iri na ise",
  "Na ngwụcha afọ 2015, ọ banyere na ndọrọ ndọrọ ọchịchị ntuli aka nke Uganda site na ịsọ mpi maka onye nnọchi anya ụmụ nwanyị Manafwa District na ntuli aka mba na nke ndị omeiwu nke afọ 2016",
  "Ọ gbara ọsọ na National Resistance Movement ndọrọ ndọrọ ọchịchị. Ọ meriri ma bụrụ onye nọ n'ọkwa",
  "A họpụtara ya ka ọ bụrụ Minista Na-ahụ Maka Gburugburu Ebe Obibi na 6 June 2016. N'ime mgbanwe nke ụlọ ọrụ na 14 Disemba 2019, a kpọrọ Mary Goretti Kitutu, Minista nke Energy na Mineral Development",
  "Ọ nọchiri Irene Muloni, onye e wepụrụ na Cabinet."
]