[
  "Mary Emily Foy (July 13, 1862 - February 21, 1962) bụ nwanyị mbụ na-elekọta ọbá akwụkwọ nke Los Angeles Public Library, nke a họpụtara n'ọrụ ahụ na 1880 mgbe ọ dị afọ 18",
  "Ọ gụsịrị akwụkwọ n'afọ gara aga na Los Angeles High School. Ọ rụrụ ọrụ naanị afọ anọ mana ọ hapụrụ ihe nketa maka ndị na-ahụ maka ọbá akwụkwọ Los Angeles iji cheta.",
  "A mụrụ Foy na Los Angeles, California.",
  "Ụmụ nwanyị rụrụ ọrụ enyemaka na Los Angeles Public Library ruo ọtụtụ afọ",
  "Mgbe e guzobere ọbá akwụkwọ ahụ na 1872, a machibidoro ụmụ nwanyị iji ya mee ihe.",
  "A họpụtara John C",
  "Littlefield, onye nchịkọta akụkọ nke Los Angeles Weekly Express, dị ka onye na-elekọta ọ́bá akwụkwọ mbụ nke obodo ahụ na 1872",
  "Littlefield bụ onye ụkwara ume ọkụ ma na-ese siga n'ọfịs ya nke na-ewute ndị ahịa. Onye nọchiri ya n'afọ 1879 bụ onye a na-azụghị aha ya, Patrick Connolly, onye, a tụrụ aro ya, bụ onye aṅụrụma nke furu ihe karịrị ụbọchị ya n'ọrụ ma bụrụ onye ụlọ ọrụ ọbá akwụkwọ ahụ chụpụrụ, nke ṅụrụ iyi ịkpọ aha \"onye na-elekọta ọbá akwụkwọ nwanyị\".",
  "Foy, nwa nwanyị dị afọ iri na asatọ nke onye ahịa Samuel Foy, jụrụ onye agbata obi nke ndị Foys, Mayor John Toberman, maka ọrụ ahụ ma ọ dụrụ ya ọdụ ka ọ kpọọ ndị otu City Council niile, nke o mere",
  "Ọ nọrọ n'oge ọkọchị nke 1880 na mpaghara San Francisco Bay, na-arụ ọrụ na ndị na-ahụ maka ọbá akwụkwọ na San Francisco na Oakland iji mụta ọrụ ya.",
  "O mechara dee na ọrụ ya n'ọbá akwụkwọ dị na Main na Temple Streets na Los Angeles gụnyere:",
  "Dị ka Sheri D",
  "Irvin si kwuo, n'oge ahụ, a na-ahọpụta ụmụ nwanyị n'ọkwá obodo Los Angeles maka ebumnuche ebere dịka mkpa nwanyị maka nkwado ego",
  "Mgbe Onye isi obodo Toberman hapụrụ ọrụ, a họpụtara bọọdụ ọbá akwụkwọ ọhụrụ na nwanyị ọzọ a họpụtara n'ọnọdụ Foy",
  "Otú ọ dị, Foy ahapụghị n'ụzọ dị jụụ: Ọ \"bipụtara okwu nkwụsịtụ na akwụkwọ akụkọ ebe ọ katọrọ bọọdụ [na-apụ apụ] maka enweghị itinye aka na mmasị na ọbá akwụkwọ\"",
  "Nwanyị a họpụtara iji dochie Foy bụ nwa nwanyị L.D",
  "Gavitt, Jessie.",
  "Ụlọ ebe amụrụ Mary Foy na July 13, 1862, ebe ọ bi bụ Los Angeles Historical Cultural Monument No",
  "8.",
  "O mechara kụzie na Alameda School na Downey na Eighth Street School na Los Angeles ma site na 1903 ọ na-akụzi na Los Angeles High School.",
  "Onye na-ede akwụkwọ akụkọ bụ John Adams, na-ede na Downey Eagle, kwuru na Foy bụ \"nwanyi siri ike\" nke \"na-eme mkpọsa maka Woodrow Wilson n'oge ọrụ ndọrọ ndọrọ ọchịchị mba ya ma lụọ ọgụ ruo ọtụtụ iri afọ maka California Progressive Movement na Women's Rights\". E depụtara ya na akwụkwọ afọ 1913 nke Los Angeles High School dị ka \"nwaanyị a ma ama na klọb na onye na-akwado ụmụ nwanyị\".",
  "Na Febụwarị 21, 1962, Foy nwụrụ",
  "Ọ dị afọ 99.",
  "A kwanyeere Foy ùgwù site n'ịmepụta Ụlọ Mary Foy California n'ụlọ akwụkwọ ọha na eze ọhụrụ dị na Fifth na Olive Streets, ọ bụ ezie na ụlọ ahụ abụghị akụkụ nke imezigharị ụlọ akwụkwọ ahụ mgbe e wughachiri ya mgbe nnukwu ọkụ abụọ gasịrị na 1986.",
  "A na-akọ akụkọ banyere ọrụ Foy na Los Angeles Central Library na Susan Orlean's The Library Book"
]