[
  "Mary E",
  "Ireland (née, Haines; aha mkpịsị aka, Marie Norman; Jenụwarị 9, 1834 - Ọktoba 29, 1927) bụ onye edemede na onye ntụgharị America",
  "A mụrụ ya na Maryland, ọ biri ndụ na-arụsi ọrụ ike na Washington, D.C., na-ele ọrụ edemede ya anya dị ka ntụrụndụ",
  "Ọ bụ ezie na a na-echeta ya dị ka \"onye na-ede uri nke Cecil County\", ọ malitere ide uri n'oge ndụ ya, ọ bụghị ruo mgbe ọ nwetara ọdịiche dị ka onye na-ede akwụkwọ. Site na 1895 ruo 1918, o dere ọtụtụ akwụkwọ a ma ama maka ndị na-eto eto, ma e wezụga ịbụ onye dere akụkọ, uri, na edemede",
  "Ọrụ ya pụtara na Cecil Whig, Scribner's Magazine, Oxford Press, Arthur's Magazine",
  "Ọrụ ya kachasị ewu ewu bụ Timothy na ndị enyi ya. Ọ sụgharịrị site na German ọrụ Bertha Clément (1852-1930), Elisabeth Philippine Karoline von Dewitz (1820-1899), Nikolaus Fries (1823-1894), Elizabeth Halden (aha njirimara nke Agnes Breitzmann), John J",
  "Messmer, Karl Gustav Nieritz (1795-1876), Otto Nietschmann (1840-1929), Emmy von Rhoden (aha njikere nke Emilie Auguste Karoline Henriette Friedrich-Friedrich), Richard Roth, na Emma Seifert.",
  "A mụrụ Mary Eliza Haines n'obodo nta nke Brick Meeting House (nke bụzi Calvert), Maryland, na Jenụwarị 9, 1834",
  "Ọ bụ nwa nwanyị nke Joseph na Harriet (Kirk) Haines",
  "N'akụkụ nna, nke isii n'agbụrụ Richard Haines, Quaker English, onye si Oxfordshire na 1682. N'akụkụ nne, Scotch-Irish; nke isii n'agbụrụ Roger Kirk, onye si Lurgen, Province of Ulster, na 1712",
  "Ezinụlọ abụọ ahụ zụrụ ala dị n'akụkụ 40 acres nke William Penn nyere n'onwe ya na 1701 nke ha ga-ewu ụlọ nzukọ ndị enyi",
  "Ha chere na ha nọ na Chester County, Pennsylvania, mana mgbe, na 1763, akara Mason-Dixon na-agba ọsọ, ha chọpụtara na ha nọ n'ime Cecil County, Maryland",
  "Nna nna ya, Job Haines, dị ka onye otu Maryland Legislature, sooro ndị ọzọ so n'òtù ahụ gaa olili ozu nke General George Washington",
  "N'ụlọ ochie nke nne na nna ya, ọ tolitere ruo ogo mmadụ, ya na ụmụnne ya, Charles (1826-1866), Cornelia (b",
  "1828), Lewis K",
  "(1831-1835), William L",
  "(b.1825), na Reuben (b",
  "1840).",
  "Ireland gụrụ akwụkwọ na seminarị ụmụ nwanyị nke Jamaica, Long Island, ma nwee nkà maka egwu na eserese.",
  "Mgbe ọ dNo ị obere, Ireland' dere akụkọ dị mkpirikpi akpọrọ \"Ellen Linwood\", n'okpuru aha \"Marie Norman\", nke e bipụtara na Cecil Whig, nke Palmer C",
  "Ricketts dezigharịrị",
  "Otu n'ime ihe osise mbụ ya bụ \"The Defoe Family in America,\" nke e bipụtara na Scribner's Magazine na 1876, nke e depụtaghachiri n'ọtụtụ akwụkwọ akụkọ ndị ọzọ",
  "N'ime afọ ole na ole sochirinụ, ọ na-ede akwụkwọ maka Cecil Whig na Oxford Press mgbe ụfọdụ",
  "O dere akụkọ maka Arthur's Magazine, ebe ọ nọ na Philadelphia n'oge na-adịghị anya mgbe edere ya, ọ kpọgara ya n'ụlọ obibi akwụkwọ, ebe ọ zutere Timothy Shay Arthur na nke mbụ ya, onye ọ matara site na nwata site na akwụkwọ ya",
  "O ji obiọma nabata ya, kwe ya nkwa ịgụ akụkọ ya, ma mee ka ọ mara mkpebi ya n'echi ya",
  "Mkpebi ahụ bụ, na ọ bụ ezie na ọ na-atọ ụtọ ma dee ya nke ọma, ọ dabara na magazin ya",
  "Ọ tụrụ aro akwụkwọ akụkọ ọzọ ebe ọ ga-enwe ihu ọma",
  "Ọ rịọkwara maka akụkọ ọzọ, ma nye ya ọtụtụ magazin ka ọ hụ ụdị edemede ọ chọrọ",
  "Akụkọ ọzọ ọ kọrọ maka Arthur bụ ihe ịga nke ọma, site n'oge ahụ ruo mgbe ọ nwụrụ, ọ nọgidere bụrụ onye nkatọ ziri ezi nke ihe niile o zitere ya maka mbipụta, yana akụkọ ụfọdụ e bipụtara n'ebe ndị ọzọ, yana onye ndụmọdụ na enyi",
  "Ọ nọgidere na-akọ akụkọ mbụ ya (nke ọ jụrụ) ruo afọ atọ, mee mgbanwe ụfọdụ na ya, ọ nabatara ma bipụta ya.",
  "O mechara bụrụ onye na-enye aka na Cottage Hearth, Household, na magazin ndị ọzọ dị n'ụlọ, ma e wezụga The Literary World, Ladies' Cabinet, Woman's Journal, na ọtụtụ akwụkwọ ụka",
  "Oge ya gụnyere nyochaa akwụkwọ ọhụrụ maka ndị nta akụkọ",
  "O dere akụkọ abụọ nke nwetara ihe nrite mbụ",
  "N'afọ 1882, a chịkọtara akụkọ mkpirikpi ya ma mee ka ọ bụrụ akụkọ na-aga n'ihu nke J",
  "B",
  "Lippincott & Co., Philadelphia bipụtara, n'okpuru aha Timothy, His Neighbors and His Friends",
  "Ọtụtụ akwụkwọ ozi ekele sitere n'akụkụ ndị dị anya nke mba ahụ gbara akaebe banyere uru nke akwụkwọ ahụ, a gbakwara ya ume ka ọ kwado arịrịọ nke Presbyterian Observer Company nke Baltimore iji dee usoro maka akwụkwọ ha",
  "A kpọrọ ya \"Ivandale\", ndị ọkàikpe nke akwụkwọ edemede ji obi ụtọ jaa ya mma. Na Otterbrook's Blessing (1902), Ireland dere akụkọ dị nro, nke na-akpali akpali banyere ndụ nwa agbọghọ, dịka Liela Harcourt kọrọ n'akwụkwọ akụkọ ya, malitere n'ụbọchị ọ dị afọ iri na isii, na aro nne nne ya",
  "Otterbrook Parsonage (1904), ihe na-aga n'ihu na Otterbroak's Blessing, dị ka obi ụtọ na nke dị mma dị ka onye bu ya ụzọ, na-egosi Liela Harcourt na-ebi ndụ obi ụtọ ma baa uru dị ka nwunye onye ụkọchukwu obodo.",
  "N'ịchọ ịgụ akwụkwọ German na mbụ, ọ malitere ịmụ asụsụ ahụ",
  "Ebe ọ bụ na ọ chọghị imepụta oge maka nkuzi oge niile, ọ nwetara onye na-agụ mkpụrụedemede German, na-enweghị ntụziaka site n'aka onye ọ bụla, ọ nwere ihe ịga nke ọma n'ịmụta ịgụ na ịsụgharị, na-akpọ mkpụrụedemede nke ọma iji ghọta ya site n'etiti ndị na-asụ asụsụ ala",
  "Ihe ọmụma a banyere asụsụ ahụ bụ isi iyi nke obi ụtọ nye ya, ma kwụọ ya ụgwọ maka nlebara anya ọ na-enye ya kwa ụbọchị.",
  "TỊsụgharị site na German ghọrọ ihe ntụrụndụ kachasị amasị ya",
  "Ọ sụgharịrị ọtụtụ akwụkwọ site na German, abụọ n'ime ha bipụtara dị ka usoro na Oxford Press, na Lutheran Board of Publication bipụtara otu n'ime nsụgharị ya",
  "Site n'otu asụsụ ahụ, Ireland sụgharịrị ọtụtụ akụkọ mkpirikpi ma tinye ya na akwụkwọ akụkọ nke oge ahụ",
  "Dr",
  "Eckhart's Boys (1902) bụ akụkọ banyere ezinụlọ ụmụaka, ma na-akọ banyere ịdị mfe na ịma mma nke ndụ ezinụlọ n'ụlọ ime obodo nke mmetụta okpukpe sitere na ya",
  "Ụbọchị Pita Onye Ukwu, bụ ezigbo akụkọ banyere oge onye ọchịchị ahụ",
  "Happy Days at Grandfather's na-akọ banyere Lottie Von Alstyne, onye nna ya, onye isi ndị agha, nyere iwu ka ọ gaa Constantinople, wee gaa nọrọ otu afọ, ya na Mrs",
  "Von Alstyne Afọ nke Abụọ Lottie na Wendorfs bụ ihe na-esote Happy Days na Grandfather's",
  "Stolen for Ransom bụ maka njem nke nwa eze eze nke a tọọrọ mgbe ya na onye nkuzi ya na-agagharị n'akụkụ osimiri, ma kpọga ya n'ụlọ zoro ezo n'otu agwaetiti, ebe ọ biri ndụ dị mwute ruo mgbe ezi Providence zitere ya enyi, nwa nwoke dị nso na afọ ya, nwa nwoke nke nwoke gụrụ akwụkwọ nke gafere dị ka onye ọkụ azụ",
  "An Obstinate Maid, na mbụ, gafere mbipụta 21 tupu ntụgharị nke Ireland",
  "Nsụgharị ndị ọzọ e bipụtara n'ụdị akwụkwọ gụnyere Red Carl (na-agwọ ajụjụ ọrụ), Lenchen's Brother, Platzbacker of Plauen, The Block House on the Shore, Erna Stark, Christian Beck's Grandson, Her First and Only School Friend, Adolph's Victories, In Days of Abd-el-Rader, The School of Luneburg Heath, Driven Out, Eric's Vacation, Life Work of Pastor Louis Harms, The First Year, Dorris and Her Mountain School Home, The Tower Angel, and Pixy's Holiday.",
  "N'afọ 1859, ọ lụrụ John M",
  "Ireland (d",
  "March 1911), onye ahịa obodo, nwa Colonel Joseph Ireland, nke Kent County, Maryland, onye ya na ya biri n'ụlọ nke ya. N'oge 1867 ruo n'etiti afọ 1880, ha biri na Elisha Kirk House. Ka ọ na-erule 1887, ha biri na Baltimore, ebe Maazị Ireland nwere ọkwa onye na-elekọta ụlọ ahịa United States na Ngalaba Na-ahụ Maka Ụtụ Isi",
  "Mgbe nke ahụ gasịrị, ha kwagara Washington, D.C.",
  "Ha bụ nne na nna nke ụmụ atọ, otu n'ime ha nwụrụ na nwata.",
  "Ọ bụ onye otu Eastern Presbyterian Church na ndị ozi ala ọzọ ya, yana Women's Christian Temperance Union.",
  "Mary Eliza Ireland nwụrụ na Home for Incurables na Washington, D.C., October 29, 1927, afọ 94",
  "E liri ya na Rosebank Cemetery, Calvert, Maryland.",
  "What I told dorca:a story for mission worker (1895)",
  "Thamar and the destruction of Jerusalem (19??)",
  "Grandma Eliots farm house:a story for girls and boys (1900)",
  "Hildas mascot:A tale of Mary land my maryland(1902)",
  "Nans first term and other stories of school and adventure(1902)",
  "Timothy and his friends (1902)",
  "Otterbrooks blessing a delightful story gleaned from girls diary (1902)",
  "The young patriot and the table prayer (1903)",
  "Otterbrooks personage (1904)",
  "The young violinist (illustrated by carll B Williams 1906)",
  "Daniel Defoe  the author of Robinson crusoe  with notes about brick meeting house maryland where some of Defoes relative's still live (1906)",
  "Otterbrook people (1907)",
  "The titanic (1912)",
  "The emigrants (1918)",
  "Under the cherry blossoms"
]