[
  "Mary Sibande (amụrụ n'ubochí irí na otu n'ọnwa Eprel n'afọ 1982) bụ onye na-ese ihe na South Africa nke bi na Johannesburg",
  "Ihe osise ya nwere ihe ọkpụkpụ, eserese, foto, na imewe",
  "Sibande na-eji usoro na usoro ndị a enyere aka gosipụta ọdịdị mmadụ ma chọpụta owuwu nke njirimara na ọnọdụ South Africa",
  "Na mgbakwunye, Sibande na-elekwasị anya n'iji ọrụ ya gosipụta ahụmịhe onwe ya site na Apartheid. Ihe osise ya na-anwa ịkatọ ihe ngosi nke ụmụ nwanyị, ọkachasị ụmụ nwanyị ojii.",
  "A mụrụ Sibande na Barberton na apartheid South Africa ma nne nne ya zụlitere ya",
  "Nne ya bụ onye ọrụ ụlọ n'onwe ya, nna ya nọkwa na ndị agha South Africa",
  "Ọ maghị nna ya mgbe ọ dị obere mana ọ matara ya ógè ọ dị afọ iri na ụma. N'ihi na nne ya bụ onye ọrụ ụlọ, ọ na-asọpụrụ ndị ọrụ ụlọ na ọrụ nka ya",
  "Ihe osise dị ka ndị sitere na ihe ngosi ya, \"Long Live the Dead Queen\". Sibande ga-akọwa nwata ya dị ka onye zuru oke; ọ na-ekwu na \"Enwere m ihe niile m chọrọ, agara m ụlọ akwụkwọ sekọndrị dị mma nke nwere agbụrụ dị iche iche",
  "Ụfọdụ ezinụlọ enweghị ike iziga ụmụ ha ebe ahụ mana enwere m obi ụtọ na nne m nwere ike",
  "Echere m na nke ahụ kpalikwara m n'otu ụzọ",
  "\"",
  "Sibande natara diplọma ya na Fine Arts na Technikon Witwatersrand n'afọ 2004",
  "O nwetara nzere B-tech na Mahadum Johannesburg n'afọ 2007. Na mgbe mbu, Sibande chọrọ ịbụ onye na-emepụta ejiji na nka bụ ihe a na-eche ógè e mesịrị",
  "Ọchịchọ ya nke ịbụ onye na-emepụta ejiji ka pụtara ìhè n'ọrụ ya niile",
  "Ojiji nke ejiji na imewe agwụla ma gosipụta ya nke ọma n'ime ihe ọkpụkpụ ya ọ bụla",
  "N'afọ 2001, Sibande na nne ya kwagara Johannesburg ebe ọ gụrụ akwụkwọ na Witwatersrand Technikon",
  "Sibande ejirila ọrụ ya kpughee ụfọdụ ihe dị iche iche, site na postcolonial South Africa na echiche nke ụmụ nwanyị yana echiche banyere ụmụ nwanyị ojii na South Africa. Ọrụ ya nwere ọtụtụ ụdị ihe eji eme ihe dịka ihe ọkpụkpụ, foto, imewe, collage, na ọbụna ihe nkiri",
  "Ihe osise na ihe ọkpụkpụ Sibande na-eji ọdịdị mmadụ iji chọpụta ihe owuwu nke njirimara na ọnọdụ South Africa, mana ọ na-anwa ịkatọ ihe ngosi nke ụmụ nwanyị, ọkachasị ụmụ nwanyị ojii. Ọ bụ onye nnọchi anya South Africa na 45th 2011 Venice Biennale, a hụkwara ọrụ ya Long Live the Dead Queen na murals n'obodo Johannesburg niile n'afọ 2010.   N'afọ 2016, ọrụ ya bụ The Purple Shall Govern gara South Africa. Sibande ejirila ihe osise ya lekwasị anya n'inye ndị na-enweghị olu olu olu ha. Ụfọdụ ekwuola na ọrụ ya na-eche echiche nke nwanyị Afrịka na-enweghị ike ihu nakwa na ọrụ ya na-ezube imebi ụkpụrụ morse nke metụtara echiche ọdịda anyanwụ nke ịma mma na otú ha nwere ike isi rịọ ụmụ nwanyị ojii.",
  "Sibande kpebisiri ike ịbụ onye na-emepụta ejiji ma kwuo, sị, \"Enweghị ebe ngosi ihe mgbe ochie na ebe ngosi ihe ngosi nka n'obodo m tolitere; nke ahụ bụ ihe mba ọzọ nye m",
  "\" Sibande ejirila ihe ọmụma ya na ịhụnanya ya n'ihe banyere imewe tinye n'ọrụ ya",
  "O lekwasịrị anya n'ụdị ejiji ya maka ihe gbasara uwe ọ bụla ihe ọkpụkpụ ya na-eyi",
  "N'ihe ngosi ya \"Mkparịta ụka ya na Madam CJ Walker\", ihe ọmụma ya na nkà ya banyere ákwà na ejiji ejiji pụtara ìhè. A na-echekwa atụmatụ ya na ọrụ ejiji ya nke ọma",
  "Uwe na agba Sibande họọrọ iji nwere ihe dị iche iche na mmetụta dị iche na ọrụ ya",
  "N'isiokwu akwụkwọ akụkọ maka UNISA na Durban Art Gallery otu onye edemede aha ya bụ Carol Brown kwuru màkà ojiji nke ákwà na ọrụ Sibande",
  "Ọ na-ekwu na \"Ụdị ákwà eji emepụta uwe maka ndị ọrụ ụlọ bụ ihe a na-ahụ anya ozugbo n'ime ụlọ na South Africa, site n'itinye ya na uwe Victorian ọ na-anwa ikwu okwu banyere akụkọ ihe mere eme nke ịgba ohu na ọchịchị dị ka ọ metụtara ugbu a n'ihe gbasara mmekọrịta ụlọ",
  "\"",
  "Sibande ejirila foto weghara ma wuo ihe osise ya",
  "N'afọ 2013, o nwere foto asaa sara mbara nke ọrụ ya gosipụtara n'okporo ámá nke ime obodo ndị France dịka Ivry-sur-Seine, Vitry-sur-Seine na Choisy-le-Roi Ọ bụghị naanị na ese foto na-ekere òkè dị ukwuu na nnukwu ihe ngosi ọha ya kamakwa n'ọrụ ya kwa ụbọchị",
  "Sibande na-atụle otú a ga-esi na-ese foto ọrụ ya nke gosipụtara n'otú o si egosipụta ma hazie ọrụ ya na ntinye ya",
  "Ụfọdụ n'ime ihe ngosi ya gụnyere ma ngosipụta nke ihe ọkpụkpụ ya yana foto o sere nke ọrụ ya ma ọ bụ ntinye ya.",
  "Na mgbé mbụ, ọ na-eji ụrọ eme ntakịrị ihe osise na nke ahụ bụ ihe gbasara oke ọrụ nka n'oge ahụ",
  "N'ikpeazụ, ọ ga-eji ụzọ nka; Otú ọ dị, Sibande na-ekwu, \"...Enwere m ike ịlụ ụwa abụọ ahụ ugbu a - ejiji na nka dị mma adịghị anya n'ebe ibe ha nọ",
  "\" Ógè e mesịrị na nzụlite Sibande na ihe ọmụma na ihe ọkpụkpụ ghọrọ nke sara mbara",
  "Site na ihe ngosi dị ka \"Long Live the Dead Queen Series\" n'afọ 2013, mmadụ nwere ike ịhụ mmalite nke àgwà ya \"Sophie\" bụ otu n'ime àgwà ya a maara nke ọma ma na-apụtaghachi na ihe ọkpụkpụ ya.\nSophie, isi ihe dị na ọrụ ya niile bụ ihe ọkpụkpụ",
  "A na-akpụzi Sophie dịka Sibande n'onwe ya ma dị ka alter-ego ya",
  "Ihe ọkpụkpụ Sibande na-enweta ike site na ogologo akụkọ ihe mere eme nke ụmụ nwanyị na-arụ ọrụ n'ụlọ, n'oge apartheid na post-apartheid",
  "Ihe ọkpụkpụ ahụ, Sophie, na-anwa ịkatọ ogologo akụkọ mmegbu na South Africa, kpọmkwem banyere ụmụ nwanyị ojii na South Africa.",
  "A maara ọrụ Sibande nke ọma n'ihe banyere echiche ya ma ihe nkiri ya",
  "Ihe nkiri nke ọrụ ya na-arụ ọrụ dị ukwuu n'otú o si egosipụta ma gosipụta ihe odide ya yana ozi ya",
  "N'isiokwu nke Leora Farber dere, onye edemede ahụ na-eme nyocha nke ụfọdụ nkatọ ndị ọzọ kwuru, \"Sibande's theatrical quotations of the language of dress and use of dramatic poses may be related to photograph representations of the Victorian female hysteric in various stages of a hysterical attack, in that they both evoke a sense of excess",
  "\" Ojiji Sibande nwere maka ihe gbasara itinye ihe ọkpụkpụ ya, na mgbakwunye na ihe ndị ọzọ niile nke ọrụ ya bụ iji mee ka onye na-ekiri ya nwee mmetụta.",
  "Sophie arụwo nnukwu ọrụ na ọrụ Sibande",
  "Sophie dị ka e kwuru na mgbe mbụ bụ onye na-agbanwe onwe Sibande, ọ bụ onye ọrụ ụlọ nke na-achọta udo na ụzọ mgbapụ site na ịgba ohu site na nrọ nke ịtọhapụ onwe ya",
  "Onye a nọ n'ime ụwa a na-eche n'echiche na nrọ ebe o mechara nweere onwe ya. A na-anakọta ndụ Sophie ma gosipụta ya site na usoro ihe ọkpụkpụ mmadụ, nke a kpụrụ na Sibande n'onwe ya",
  "A na-eji nwayọọ nwayọọ gbanwee uwe ọrụ Sophie ka ọ bụrụ nnukwu uwe Victorian nke ndị isi Europe. Itinye Sophie n'uwe Victorian na-ekwu màkà mmachi nke ụmụ nwanyị na nnukwu uwe ndị a, dị arọ ma sie ike",
  "Uwe ya bụ ngagharị iwe megide ịbụ onye na-eje ozi, n'otu oge ahụ, ọ bụ ihu ya na-enye ohere ka echiche efu ya dị ndụ",
  "Sophie na-ebido ịrụ ọrụ dị iche iche n'ọrụ Sibande na mgbakwunye na ịbụ ụdị mmadụ dị iche iche",
  "N'ime ọrụ nke ọ bụla Sophie na-egosi mmadụ dị iche iche, otu bụ eze nwanyị Victoria, onye ọzọ bụ ọchịagha nke na-edu ndị agha niile na mmeri, ọ bụkwa nwanyị mara mma na-aga bọọlụ na ọbụna poopu n'otu oge",
  "A na-egosi Sophie dị ka dike na onye jupụtara n'ike na nnọgidesi ike.",
  "Ọzọkwa, Sibande na-akpọrọ Sophie tinyé n'ihe ngosi dị iche iche n'ime afọ niile",
  "O bu ụzọ gosipụta Sophie na ihe ngosi ya \"Long Live the Dead Queen\" site n'afọ 2009 ruo afọ 2013",
  "\"Long Live the Dead Queen\" na-egosi Sophie dị ka nwa agbọghọ na-eje ozi nke na-eweghachite onye ọ na-achị achị",
  "A kpọghachiri ya ọzọ na ọnọdụ dị iche na \"The Purple Shall Govern\" na 2013–2017",
  "Ihe ngosi a bụ mgbe Sibande kwere ka \"ọhụrụ\" Sophie pụta ma gosipụta onwe ya",
  "Ihe ngosi ahụ na-ewere ebe ntinye nke na-ewe ohere ahụ. Sophie na-apụta ọzọ na usoro Sibande kachasị ugbu a, “I Came Apart at the Seams’ nke na-ewere ọnọdụ site na 2019 ruo ugbu a. A na-egosipụtakwa Sophie na ihe ọkpụkpụ a na-akpọ Sophie / Elsie, nke Sibande kere iji sọpụrụ nne nne ya (onye ọrụ ụlọ nke ndị nna ya ukwu nyere ya \"Elsie\" dị ka aha ọdịda anyanwụ).",
  "A na-arụ ọrụ Sibande na nchịkọta na-adịgide adịgide ndị a:",
  "Ọ bụkwa onye Smithsonian Fellow na Washington DC, Ampersand Foundation Fellow na New York, na Fellowship na University of Michigan Fellowship",
  "N'afọ 2018 rụọ 2019, Sibande bụ Prọfesọ Virginia C",
  "Gildersleeve na Barnard College."
]