[
  "Maryam Qaasim (Somali: Maryam Qaasim Axmed, Arabic: Maria قاسم) bụ onye ndọrọ ndọrọ ọchịchị Somalia. Ọ rụrụ ọrụ dị ka Minista na-ahụ maka mmepe mmadụ na ọrụ ọha na eze nke Somalia site na Nọvemba 2012 ruo Jenụwarị 2014",
  "Ọ bụkwa onye isi oche nke Tayo Political Party",
  "N'abalị iri abụọ na otu n'ọnwa Machị n'afọ 2017, Praịm Minista Hassan Ali Khaire họpụtara ya ka ọ bụrụ Minista na-ahụ maka enyemaka na njikwa ọdachi.",
  "A mụrụ Qaasim n'ezinụlọ sitere n'ezin ụlọ Barwani (Bravanese).",
  "Ọ bụ dọkịta site na ọzụzụ",
  "Qaasim jere ozi dị ka onye na-ahụ maka ịmụ nwa na onye na-amụ ụmụ nwanyị, na-ebi ma na-arụ ọrụ n'ebe dị iche iche, gụnyere Somalia, Yemen, Netherlands na United Kingdom.",
  "Tụkwasị na nke a, ọ bụ onye nkuzi mahadum.",
  "N'ihe gbasara ndọrọ ndọrọ ọchịchị, Qaasim rụrụ ọrụ dị ka Minista nke Mmepe Ụmụ nwanyị na Mmekọrịta Ezinụlọ na Gọọmentị Federal Transitional",
  "Ọ bụ akụkụ dị mkpa nke Kọmitii Praịm Minista Mohamed Abdullahi Mohamed (Farmajo).",
  "N'ụbọchị nke abụọ n'ọnwa Eprel afọ 2012, a họpụtara Qaasim ka ọ bụrụ onye isi oche nke Tayo Political Party (TPP)",
  "Ọ bụ òtù ndọrọ ndọrọ ọchịchị dị na Mogadishu nke Farmajo guzobere.",
  "N'ụbọchị nke anọ n'ọnwa Nọvemba n'afọ 2012, Praịm Minista Abdi Farah Shirdon họpụtara ya ka ọ bụrụ Minista na-ahụ maka mmepe ọha na eze na Gọọmentị Federal nke Somalia. A na-akpọ ya Minista na-ahụ maka mmepe mmadụ na ọrụ ọha na eze, Qaasim jikọtara agụmakwụkwọ, ahụike, ọrụ, ndị ntorobịa na egwuregwu na ụmụ nwanyị na mmekọrịta mmadụ na ibe ya.",
  "N'ọnwa Machị afọ 2013, gọọmentị etiti n'okpuru Minista nke Ahụike Qaasim malitere atụmatụ atụmatụ atụmatụ nke ngalaba ahụike (HSSPs) maka mpaghara ọ bụla nke Somalia",
  "Usoro ahụike mba ọhụrụ ahụ na-ezube inye ụmụ amaala niile nlekọta ahụike zuru ụwa ọnụ site na 2016",
  "Ka ikike ụlọ ọrụ gọọmentị na-etolite, ụlọ ọrụ UN ga-eme n'oge na-adịghị anya site na mmekọrịta ọha na eze na nke onwe na-enye ọgwụ mgbochi n'etiti mmemme ahụike ndị ọzọ metụtara ya",
  "A na-eji HSSPs akpọrọ $ 350 nde USD n'ozuzu ya, n'etiti 70%-75% e wepụtara maka ọrụ ahụike",
  "Ozugbo emechara, a na-atụ anya na usoro nlekọta ahụike mba ọhụrụ ga-emeziwanye isi obodo mmadụ na ngalaba ahụike, yana imeziwanye ego maka mmemme ahụike na akụrụngwa ahụike n'ozuzu.",
  "Oge Qaasim dị ka Minista na-ahụ maka mmepe mmadụ na ọrụ ọha na eze kwụsịrị na 17 Jenụwarị 2014, mgbe e kewara Minista ahụ iji kwe ka e mepụta ọkwa kansụl isii",
  "Ahmed Mohamed Gurase nọchiri ya n'ọkwa ndị a dị ka Minista nke Mmụta, Duale Adan Mohamed dị ka Minisita nke Ọdịbendị na Mmụta Kasị Elu, Ahmed Mohamed Mohamud dị ka Ministra nke Ahụike, Lugman Ismail Ali dị ka Ministrị nke Ọrụ na Mmekọrịta Ọha, Khadijo Mohamed Diriye dị ka Ministri nke Ụmụ nwanyị na Ihe Ndị Ruuru Mmadụ, na Khalid Omar Ali dị ka Mịnịsta nke Egwuregwu na Ndị Ntorobịa.",
  "Na 21 Machị 2017, Praịm Minista Hassan Ali Khaire kwupụtara na Dr.Maryan Qasim ga-ejide ọkwa ọhụrụ nke Minista nke Humanitarian na Disaster Management."
]