[
  "Mary Thomas, nke a maara dị ka Queen Mary, (ihe dị ka 1848-1905) bụ otu n'ime ndị isi nke 1878 \"Fireburn\" ọrụ riot, ma ọ bụ nnupụisi, n'àgwàetiti St",
  "Croix na Danish West Indies.",
  "Mary Thomas si Antigua wee rute St",
  "Croix n'afọ 1860 iji rụọ ọrụ n'ubi ndị dị n'àgwàetiti ahụ",
  "N'afọ 1878 ọ biri na ubi Sprat Hall. O nwere ụmụ atọ mana ọ lụbeghị di. Tupu nnupụisi ahụ, a mara ya ikpe maka izu ohi na imeso ụmụ ya ihe ọjọọ. Ndị ọkọ akụkọ ihe mere eme atụwo aro na ndị ọchịchị jiri ahịrịokwu ndị dị otú ahụ mee ihe iji mebie ndị na-emegide ha.",
  "Mgbe nnwere onwe nke ndị Afrịka na-agba ohu na 1848 na Danish West Indies, iwu ọrụ nke 1849 setịpụrụ ụgwọ ọrụ na ọnọdụ ọrụ maka ndị ọrụ ugbo niile ma machibido nkwekọrịta maka ụgwọ ọrụ ka mma ma ọ bụ ọnọdụ ọrụ",
  "Nke a mere ka ọrụ ubi ghara ịdọrọ mmasị, ọtụtụ ndị ọrụ họọrọ ịhapụ ubi na agwaetiti iji chọọ ọnọdụ ka mma n'ebe ọzọ",
  "Gọọmentị meghachiri omume na ụkọ ndị ọrụ site n'ime ka o sie ike maka ndị ọrụ ịhapụ agwaetiti ahụ, na-achọ asambodo ahụike na ịkwụ ụgwọ maka paspọtụ",
  "Mgbe a ga-atụle ụgwọ ọrụ n'oge mgbụsị akwụkwọ nke 1878, a jụrụ arịrịọ ndị ọrụ, a tụkwara ọnọdụ ọhụrụ siri ike maka njem",
  "Nke a kpaliri ihe a na-akpọ ọgba aghara Fireburn, nke a kpọrọ ọgba agha ọrụ kachasị ukwuu n'akụkọ ihe mere eme nke Denmark, n'oge a gbara ihe karịrị ubi 50 ọkụ.",
  "N'ihi ọrụ ya dị ka onye ndú n'oge nnupụisi ahụ, a bịara mara Mary Thomas dị ka \"Queen Mary\"",
  "Ndị ọrụ ahụ họọrọ ya na ụmụ nwanyị abụọ ndị ọzọ, \"Queen Agnes\" na \"Queen Matilda\", dị ka ndị eze nwanyị iji rụọ ọrụ ememe na ememe n'oge nnupụisi ahụ. Thomas rụrụ ọrụ dị mkpa ma kpọọ onwe ya \"kaptịn\" na nnupụisi ahụ. A na-ekwu na, n'otu nnupụisi ahụ, Thomas kpọrọ ndị na-achọghị isonye ka e gbupụ ha isi.",
  "E jidere ya ma kpee ya ikpe ya na ndị isi ndị ọzọ nke nnupụisi ndị ọrụ",
  "N'oge ikpe nke ndị isi ọrụ, o nyere akaebe megide onye ndu ọzọ, Thomas Graydon, nke a makwaara dị ka \"Colonel Peter\", onye a mara ikpe ọnwụ. A mara Mary Thomas ikpe ọnwụ maka ịgba ọkụ na ịpụnara mmadụ ihe mana a gbanwere ikpe ya ka ọ bụrụ mkpọrọ ndụ ya niile",
  "A kpọfere ya na Copenhagen ma tinye ya n'ụlọ mkpọrọ ụmụ nwanyị, Christianshavn, n'afọ 1882, mana n'afọ 1877, e zigara ya na Christiansted, St",
  "Croix, iji rụọ ọrụ fọdụrụ n'ụlọ ikpe ya.",
  "Thomas nwetara ọnọdụ ọkara akụkọ ifo na ọdịnala ọdịnala Virgin Islands, ebe abụ a ma ama na-echeta omume ya na nnupụisi ahụ:",
  "A na-akpọ Queen Mary Highway na St",
  "Croix aha ya.",
  "N'afọ 2018, ndị na-ese ihe Jeannette Ehlers na La Vaughn Belle mepụtara nnukwu ihe a tụrụ atụ n'ihu ọha, Abụ m Queen Mary, nke na-egosi ihe oyiyi dị mita 7 (23 ft) nke Mary Thomas nọ ọdụ n'ocheeze na-eji ọkụ na mma mkpara",
  "A kpughere ihe oyiyi ahụ na Copenhagen na 2018; ọ bụ ihe ncheta ọha na eze mbụ nke Denmark maka nwanyị ojii.",
  "E bipụtara akwụkwọ akpọrọ Fireburn The Screenplay: A story of passion ignited, nke dabeere na akụkọ ihe mere eme nke St",
  "Croix nke onye edemede Caribbean-American Angela Golden Bryan dere na 2018",
  "Akwụkwọ ahụ na-asọpụrụ Eze Nwanyị Mary na ndị isi ndị ọzọ nke nnupụisi ahụ.",
  "site n'aka m"
]