[
  "Mary Tillman Smith (1904-1995), bụ ónyé na-ese ihe n'onwe ya nke South America nké bírí ma rụọ ọrụ na Mississippi ọtụtụ ógè ndụ ya",
  "O mepụtara ihe osise siri ike, mara mma, na nke na-egosipụta ihe, na-ejikarị ihe osise ụlọ na osisi ma ọ bụ tin",
  "Ọrụ ya nwere ihe osise dị iche iche na agba siri ike, mgbè mgbè na-enwe ntụpọ na akara na-eme ka ọ dị ndụ, n'akụkụ mgbe ụfọdụ ederede na-adịghị ahụkebe nke a na-etinye na monochrome dị iche iche",
  "A na-egosi ọrụ ya n'ụwa niile ma na-anakọta ya na ebe ngosi ihe mgbe ochie, nke a ma ama site na Metropolitan Museum of Art, yana ọtụtụ ebe ngosi ihe ochie ndị ọzọ gụnyere High Museum of Art na Atlanta; de Young Museum of Art dị na San Francisco; Museum of Fine Arts, Houston; Milwaukee Art Museum; Birmingham Museum of Art; na Smithsonian American Art Museum; yana nchịkọta nke Mahadum Tufts, Mahadum Willamette, na Mahadum Mississippi. Ọ natala ihe ngosi onwe ya na gallery na United States na Europe, a gụnyekwara ya n'ọtụtụ ihe ngosi otu",
  "A na-ewere ya dị ka onye na-ese ihe na Southern, otu nke gụnyere Thornton Dial na Nellie Mae Rowe",
  "Onye nlekọta na ónyé nchịkọta William Arnett kwalitere ọrụ ya nke ukwuu.",
  "Smith bụ nwá nwanyị nke ndị na-ekere òkè. Smith bụ nwa nke atọ n'ime ụmụ iri na atọ ma na nwata nwéré nnukwu nsogbu ịnụ ihe. Ọ gụsịrị akwụkwọ na klas nke ise, n'agbanyeghị ikewapụ onwe ya na owu ọmụma nkwarụ ya kpatara ya. N'oge ọ bụ nwata, Smith \"chọtara ụzọ isi na-ese ihe\".",
  "Smith lụrụ di ugboro abụọ, otu ugboro n'alụmdi na nwunye dị mkpirikpi na Gus Williams na 1922 na John Smith n'oge ụfọdụ n'afọ ndị 1930. Alụmdi na nwunye ya nke abụọ dịkwa mkpụmkpụ, na-agwụ mgbe Smith hụrụ na njedebe afọ nke di ya na-arụ ọrụ ugbo dị mkpụmbi. Mkpesa ya banyere njehie ahụ, ihe karịrị otu puku dollar, mèrè ka John Smith \"iziga ya\". Smith wee kwaga Hazelhurst, Mississippi, ibi n'onwe ya",
  "N'afọ 1941, ọ mụrụ nwa ya nwoke, Sheridan L",
  "Major, ọ bụ ezie na ọ lụghị nna ya. Smith rụrụ ọrụ dị ka onye na-elekọta ubi ma rụọ ọrụ ụlọ ndị ọzọ ruo mgbe ọ lara ezumike nká na 1970s.",
  "N'afọ 1985, Smith nwere ọrịa strok nke méré ka okwu ya na ide ihe ghara ịdị mma",
  "Ọ belatara ọsọ iji mepụta naanị ọrụ abụọ n'otu ụbọchị mgbè ọ dara ọrịa strok. Ka mmepụta ọrụ ya na-ebelata, Smith nwetara ego ole na ole, ọ kwụsịrị ise ihe na 1991. Ọ nwụrụ na 1995.",
  "Smith malitere ise ihe na ngwụcha afọ 1970",
  "Ọ gbanwere ụlọ ya na ogige ya, ebe dị ihe dịka otu acre, n'ime ebe dị n'èzí nke \"ụdị ọha na eze nke akụkọ ndụ onwé ime mmụọ\". Ọrụ ya na-egosipụta ihe na nke onwé ya gosipụtara echiche ndị nọ n'uche ya ruo ọtụtụ afọ. Ozugbo Smith jikọtara ya na ndị na-anakọta ihe osise, ọ gbalịrị ịgbaso ihe achọrọ.",
  "A na-emekarị ọrụ Smith na ihe ndị dị mfe, dị ka plywood, tin corrugated na akụkụ ndị ọzọ a rụgharịrị arụgharị. N'ọrụ mbụ ya, ọ na-ejikarị naanị otu ma ọ bụ abụọ agba nke ágbá",
  "Ihe oyiyi ya \"na-echetara ihe nkpuchi ememe West Africa\" na ọtụtụ n'ime ha bụ ihe atụ. E jirila nka ya tụnyere ndị na-ese ihe dịka Jean-Michel Basquiat. Ọrụ ya bụkwa nke onwe ya",
  "Otu n'ime isiokwu kachasị amasị ya bụ ise foto nke ezinụlọ, ndị enyị na ndị agbata obi.  Ọtụtụ n'ime ọrụ ya gosipụtara ndị mmadụ na-eweli aka ha elu, onyinyo jikọtara ya na ecstasy ma ọ bụ nghọta ime mmụọ."
]