[
  "Mary Cathryn Ricker (amụrụ na Disemba 15, 1968) bụ onye isi ọrụ, onye ndọrọ ndọrọ ọchịchị na onye nkuzi na United States, onye bụ onye isi nchịkwa nke Albert Shanker Institute ugbu a, otu na-enweghị uru, nke na-enweghị ndọrọ ndọrọ ọchịchị raara onwe ya nye isiokwu atọ: ịdị mma na agụmakwụkwọ ọha na eze, òtù dị ka ndị na-akwado àgwà, na nnwere onwe nke mkpakọrịta na ndụ ọha na eze nke ọchịchị onye kwuo uche ya",
  "Ebumnuche ya bụ ịmepụta echiche, ịkwalite mgbanwe ndị na-achọ, ma kwalite atụmatụ iwu na-ewuli elu metụtara nsogbu ndị a",
  "N'ihi ebumnuche ndị a, ASI na-eme nchọpụta mbụ, na-akwado nchọpụta, ma na-ahazi nzukọ na mkparịta ụka na mpaghara atọ ya",
  "Ricker jere ozi dị ka onye nkuzi klas, Kọmishọna nke Mmụta maka Steeti Minnesota, dị ka Onye isi oche nke American Federation of Teachers, na dị ka Onye Isi oche nke Saint Paul Federation of Teachors.",
  "A mụrụ Ricker ma zụlite ya na Hibbing, Minnesota.",
  "Ricker bụ onye nkuzi National Board Certified onye bụ onye nkuchi Bekee na ụlọ akwụkwọ sekọndrị Bekee / asụsụ maka afọ 13 na St",
  "Cloud, Minnesota; Camas, Washington; na Seoul",
  "Ọ kụzikwaara afọ ise na ụlọ akwụkwọ ọha na eze Saint Paul.",
  "Ricker nwere ahụmịhe dị ka onye isi oche gara aga nke St",
  "Paul Federation of Teachers site na 2005 ruo 2014, otu ndị otu 4000+ na-ejere ndị nkuzi na ndị enyemaka agụmakwụkwọ na St",
  "Paul Public Schools ozi",
  "N'afọ 2014, a họpụtara Ricker ka ọ bụrụ osote onye isi oche nke American Federation of Teachers",
  "Ọ bụkwa onye nnọchi anya mpaghara na St",
  "Paul Area Trades and Labor Assembly ma jee ozi na bọọdụ nke Minnesota AFL-CIO.",
  "A họpụtara Ricker ka ọ bụrụ onye otu Education Minnesota Governing Board ma rụọ ọrụ na kọmitii ndị otu Education Minnesota",
  "Ricker rụkwara ọrụ na National Board for Professional Teaching Standards na dịka onye isi oche gara aga nke Education Minnesota Foundation for Teaching and Learning",
  "Ọ bụ onye isi oche nke Middle School na bọọdụ nke Minnesota Council of Teachers of English.",
  "Ricker na-ejekwa ozi na Board of Directors maka National Democratic Institute, Department for Professional Employees, AFL-CIO, United Way of America, na Albert Shanker Institute."
]