[
  "Mary Emmeline Godfrey (3 Julaị 1913 - 30 Eprel 2007) bụ ónyé na-ese ihe na ónyé nkụzi nka nke ghọrọ ónyé mbụ na-arụ ọrụ oge niile na Mahadum Penn State. E were ya n'ọrụ n'afọ 1957 ma jee ozi dị ka osote prọfesọ nke agụmakwụkwọ nka ruo mgbe ọ lara ezumike nká n'afọ 1979.",
  "Godfrey nwetara nzèrè bachelọ nke nka márá mma site na Pratt Institute na nzere masta site na Mahadum Columbia ma rụọ ọrụ dị ka ónyé na-enyere ónyé nlekọta steeti aka na agụmakwụkwọ nka maka Ngalaba Mmụta Virginia",
  "N'afọ 1957, Dr",
  "Viktor Lowenfeld, onye isi nke Ngalaba Mmụta nka, College of Education, na Mahadum Pennsylvania State, were Godfrey n'ọrụ dị ka osote prọfesọ nke agụmakwụkwọ nka.",
  "A mụrụ Mary Godfrey na July 3, 1913 na obéré ọbọdọ dị n'ebe ndịda nke Charlotte Court House, Virginia, ọ bụkwa otu n'ime ụmụ asatọ nke Henry B",
  "Godfrey Na Louise (née Reid) Godfrey",
  "N'oge a na-agba ya ajụjụ ọnụ, Godfrey kwuru na a mụrụ ya na New York City. Ezinụlọ Godfrey nwere ugbo na Charlotte Court House na ébé óbíbí na New York City, ebe nna ya guzobere azụmahịa.",
  "Godfrey banyèrè na Pratt Institute Department of Teacher Training in Art Education na 1933, mgbè ọ dị afọ 20, wee nweta asambodo nkụzi na 1937",
  "Ọ bụ ezie na ihe ndekọ na-egosi na Godfrey nwetara BFA na agụmakwụkwọ nka, Pratt enyeghị nzèrè bachelọ afọ anọ ruo 1938",
  "Ọrụ ọmụmụ Godfrey nwetara n'ime afọ anọ ya bụ otu ihe na nzere bachelọ",
  "O ruru eru ịkụzi usoro nka niile n'ụlọ akwụkwọ ọha na eze na nke onwe site na elementrị ruo na kọleji na steeti ọ bụla.",
  "Godfrey gárá n'ihu na agụmakwụkwọ ya wee nweta nzèrè masta na Columbia University Teachers College.",
  "Mgbè Godfrey gụsịrị akwụkwọ na Pratt Institute ọ ghọrọ onye nkuzi nka / onye nlekọta maka Camden Public School na Camden, New Jersey site na 1938-1947",
  "N'afọ 1947, Godfrey ghọrọ ónyé Africa America mbụ dị ka ónyé enyemaka State Art Supervisor màkà Virginia State",
  "Ọrụ ya bụ ilekọta ụlọ akwụkwọ ndị isi ojii na steeti ahụ na ịkwalite agụmakwụkwọ nka."
]