[
  "Àtụ:Data box",
  "Mary Elizabeth Connell (ubochí irí abụọ na isii n'ọnwa Machị 1917, York rụo ọnwa Julaị 1997) bụ ónyé na-ese ihe osise botanical nkè South Africa.",
  "Ọbụna n'oge ọ dị obéré, Connell gosipụtara nkà nka pụrụ iche na agụmakwụkwọ mbụ ya bụ na York College for Girls (nke mechiri na 1997). O zigara ọrụ ya na Royal College of Art maka ule Masters ha ma nye ya nsọpụrụ na 1932 màkà Drawing sí Nature Forms na 1933 màkà Pictorial Representation.",
  "N'afọ 1933, ezinụlọ ya kwagara South Africa",
  "Ọ gụsịrị akwụkwọ na Barnato Park High School na Berea, wee banye na Johannesburg School of Art",
  "Otú ọ dị, n'afọ 1936, é bịdọrọ inweta ọkwa ónyé na-ese ihe na National Herbarium na Pretoria ma kwado nhọpụta ya.",
  "Ọrụ mbụ ya bụ imepụta nnukwu efere na-egosi osisi ndị na-egbu egbu na ndị na-emerụ ahụ màkà mbipụta na 'Farming in South Africa', ma mesịa bipụta ya dị ka Henderson na Anderson's 'Common Weeds in South Africa' (Botanical Survey Memoir nọmba irí atọ na asaá nke 1966)",
  "A kpọọrọ ya n'okpuru nku nke Cythna Letty, nnukwu nwanyị nke ndị na-ese ihe ọkụkụ na South Africa, wee malite imepụta efere màkà akwụkwọ akụkọ botanical 'Flowering Plants of Africa'",
  "N'ozuzu, o mepụtara efere otu narị na iri abụọ na otu màkà ọrụ ahụ.",
  "Na mgbakwunye, o nyèrè aka na ihe osise màkà White, Dyer & Sloane's 'The Succulent Euphorbieae' (1941), Meredith's ' The Grasses and Pastures of South Africa' (1955) na 'Flora of Southern Africa'",
  "Mgbè ọ mepụtara ma zụlite ezinụlọ, ọ laghachiri na National Herbarium n'etiti afọ 1958 na 1960, wee mepụta ihe osise iri asatọ na àtó nke ahịhịa maka 'Onye ahịhịhịa na South Africa' (1966), nsụgharị ọhụrụ nke Phillips es 'Onye Ahịhịa nke South Africa' (afọ 1939), mbipụta nke o nyekwara aka na ya.",
  "Ọ lụrụ Niko Stutterheim (1915-2005), ónyé injinia kemịkal na ónyé nduzi ụlọ ọrụ, nwa Nicolaas Anton Stutterheim na Elizabeth Catherina van Nouhuijs, na Febụwarị 1942.",
  "Ụmụ ha bụ Jan Anton, Catherine Mary, Konrad, Adrian Henk, na Philip Oswald."
]