[
  "Maskulizim ma ọ bụ maskulinizim  nwere ike na-ezo aka n'echiche na ndọrọ ndọrọ ọchịchị nke na-achọ iwepụ mmekọahụ megide ụmụ nwoke, mee ka ikike ha na ụmụ nwanyị dị nhata,  ma na-eme ka ịrapara ma ọ bụ kwalite àgwà ndị a na-ewere dị ka ụmụ nwoke na ụmụ nwoke. Okwu ndị ahụ nwekwara ike na-ezo aka na mmegharị ikike ụmụ nwoke ma ọ bụ mmegharị ụmụ nwoke, [lower-alpha 1] yana ụdị mmegide ụmụ nwanyị.",
  "Dị ka ọkọ akụkọ ihe mere eme Judith Allen si kwuo, Charlotte Perkins Gilman mepụtara okwu nwoke n'afọ puku iteghete na iri na anọ , mgbe o nyere usoro okwu ihu ọha na New York nke isiokwu ya bụ \"Ọmụmụ na Maskulism\". O doro anya na onye na-ebi akwụkwọ ahụ enweghị mmasị na okwu ahụ ma gbalịa ịgbanwe ya",
  "Allen na-ede na Gilman jiri nwoke na-ezo aka na mmegide nke ụmụ nwoke na-asọ oyi na ikike ụmụ nwanyị na, n'ụzọ sara mbara karị, iji kọwaa omume ndọrọ ndọrọ ọchịchị na ọdịbendị ụmụ nwoke na nnọchite nke mmekọahụ ha,  ma ọ bụ ihe Allen na-akpọ ndọrọ ndọrọ ọchịchị mmekọahụ nke okwu ọdịbendị androcentric",
  "Gilman zoro aka na ụmụ nwoke na ụmụ nwanyị na-emegide ntuli aka ụmụ nwanyị dị ka ụmụ nwoke - ụmụ nwanyị ndị ha na ụmụ nwoke ndị a na-arụkọ ọrụ bụ \"umunwanyi ndị aghaghị ije na ihu\"  - ma kọwaa Agha Ụwa nke Mbụ dị ka \"maskulism na ya kasị njọ \"",
  "[nkọwa ndị ọzọ citations) needed]",
  "Na nzaghachi maka nkuzi ahụ, W",
  "H",
  "Sampson dere n'akwụkwọ ozi o degaara New York Times na ụmụ nwanyị ga-ekekọrịta ụta maka agha: \"Ọ baghị uru ime ka à ga-asị na ụmụ nwoke lụrụ ọgụ, gbalịsie ike ma rụsie ọrụ ike maka onwe ha, ebe ụmụ nwanyị nọrọ n'ụlọ, na-achọ ka ha ghara ime ya, na-ekpe ekpere n'ihu ụlọ arụsị maka udo, ma na-eji atọm ọ bụla nke mmetụta ha mee ka obi dị jụụ",
  "\" [ihe dị mkpa]",
  "Na Oxford English Dictionary (2000) na-akọwa oke nwoke, na n'otu aka ahụ nwoke, dị ka: \"Ịkwado ikike nke ụmụ nwoke; nrubeisi ma ọ bụ kwalite echiche, ụkpụrụ, wdg, na-ewere dị ka ụdị nke ụmụ nwoke; (karịa n'ozuzu) mgbochi nwanyị, machismo\"  [lower-alpha 2] Dị ka Susan Whitlow si kwuo na The Encyclopedia of Literary and Cultural Theory (2011), a na-eji okwu ndị ahụ \"na-agbanwe agbanwe n'ofe ọzụzụ\"",
  "Ọkà mmụta mmekọrịta ọha na eze bụ Robert Menzies dere n'afọ puku abụọ na asaa na okwu abụọ a bụ ihe a na-ahụkarị na ikike ụmụ nwoke na akwụkwọ ndị na -emegide nwanyị : \"Onye na-eme egwuregwu na-enweghị atụ nke na-abanye n'ime oghere ndị a na-atụghị anya ya na-enweta ụgwọ ọrụ iyi nke diatribes, nche pụta , akụkọ ọjọọ., na-azọrọ na ya nwere ikike, ịkpọ òkù ngwá agha, na ndenye ọgwụ maka mgbanwe n’ijere ụmụ nwoke, ụmụaka, ezinụlọ, Chineke, oge gara aga, ọdịnihu, mba, ụwa, na ihe ndị ọzọ nile na-abụghị nke nwanyị.”",
  "Ọkà mmụta na-amụ banyere nwoke na nwanyị bụ Julia Wood na-akọwa nwoke dị ka echiche na-ekwusi ike na ụmụ nwanyị na ụmụ nwoke kwesịrị inwe ọrụ na ikike dị iche iche n'ihi ọdịiche dị mkpa n'etiti ha, nakwa na ụmụ nwoke na-ata ahụhụ site na ịkpa ókè na \"mkpa iweghachite ọnọdụ ha kwesịrị ekwesị dị ka ụmụ nwoke\". Ndị ọkà mmụta mmekọrịta mmadụ na ibe ya bụ Arthur Brittan na Satoshi Ikeda na-akọwa nwoke dị ka echiche na-akwado ọchịchị nwoke na ọha mmadụ",
  "[lower-alpha 3] Maskulinism, dị ka Brittan si kwuo, na-ekwusi ike na e nwere \"ọdịiche dị mkpa\" n'etiti ụmụ nwoke na ụmụ nwanyị ma na-ajụ arụmụka ụmụ nwanyị na mmekọrịta nwoke na nwanyị bụ ihe owuwu ndọrọ ndọrọ ọchịchị.",
  "Dị ka Ferrel Christensen si kwuo, onye ọkà ihe ọmụma Canada na onye isi oche nke mbụ Alberta ije maka oruru okike ha hà n'ezie,   \"Emere ịkọwapụta 'oke nwoke' na-eme ka ọ sie ike n'eziokwu ahụ bụ na mmadụ ole na ole jiri okwu ahụ mee ihe",
  "na ọ bụghị ndị ọkà ihe ọmụma ọ bụla.\" Ọ dị iche n'etiti \"ndị na-enwe ọganihu na-aga n'ihu\", bụ ndị na-anabata ọtụtụ mgbanwe ọha mmadụ na-akwalite site n'aka ndị inyom feminists, mgbe ha kwenyere na ụfọdụ usoro iji belata mmekọahụ megide ụmụ nwanyị amụbawo ya megide ụmụ nwoke, na \"ụdị nke extremist\" nke nwoke na nwanyị na-akwalite oke nwoke",
  "Ọ rụrụ ụka na ọ bụrụ na nwoke na nwanyị na-ezo aka na nkwenye na a na-akpachapụ anya na ndị nwoke/ụmụ nwanyị, na ekwesịrị iwepụ ịkpa ókè a, ọ bụchaghị esemokwu n'etiti nwoke na nwanyị na nwoke, ma ụfọdụ na-ekwu na ha abụọ bụ",
  "Otú ọ dị, ọtụtụ ndị kwenyere na a na-akpa ókè megide otu nwoke na nwanyị, ma si otú a na-eji otu akara ma jụ nke ọzọ",
  "Ọkà mmụta sayensị ndọrọ ndọrọ ọchịchị bụ Georgia Duerst-Lahti na-eme ka ọdịiche dị n'etiti nwoke, nke na-egosipụta ụkpụrụ nke mmegharị nwoke na nwanyị, na nwoke, nke na-ezo aka n'echiche nke patriarchy. Ndị ọkà mmụta mmekọrịta mmadụ na ibe ya bụ Melissa Blais na Francis Dupuis-Déri na-akọwa nwoke dị ka ụdị nke mmegide nwanyị; ha na-eme ka nwoke na nwoke, na-ekwu na nke mbụ bụ onye edemede Warren Farrell. Okwu a na-ahụkarị, ha na-arụ ụka, bụ \"mmegharị ụmụ nwoke\"; ha na-ede na enwere nkwekọrịta na-arịwanye elu na mgbasa ozi asụsụ Frenchi na a ga-akpọ mmegharị ahụ dị ka nwoke",
  "Dị ka Whitlow si kwuo, echiche nwoke dị ka Farrell na nke onye ọkà mmụta gbasara nwoke na nwanyị R.W Connell mepụtara n'akụkụ echiche nke atọ nke feminizim na echiche ndị na-abụghị nwoke, ma nwee mmetụta site na-ajụ ajụjụ banyere ọrụ nwoke na nwanyị ọdịnala na nwanyị na ihe okwu ndị dị ka nwoke na nwanyị pụtara",
  "Dị ka Bethany M",
  "Coston na Michael Kimmel si kwuo, ndị otu mythopoetic men's movement na-akọwa dị ka nwoke. Nicholas Davidson, na The Failure of Feminism (1988), na-akpọ maskulism \"virism\": \"Ebe echiche nwanyị bụ na nsogbu mmekọrịta mmadụ na ibe ya na-akpata site na nchịkwa nke ụkpụrụ nwoke, echiche virist bụ na ọ bụ ọdịda nke ụkpụrụ ndị ahụ kpatara ha.\" Christensen na-akpọ virism \"ụdị dị oke egwu nke nwoke na nwoke.\"",
  "Ọtụtụ ndị na-ahụ maka nwoke na-emegide ụlọ akwụkwọ agụmakwụkwọ, na-ekwere na ụlọ akwụkwọ nwoke na nwanyị na-akwalite ọdịmma ụmụ nwoke.",
  "Data sitere na United States n' afo 1994 kọrọ na ụmụ nwoke na-ata ahụhụ pasenti iri iteghete na anọ nke ọnwụ n'ebe ọrụ",
  "Farrell ekwuola na ụmụ nwoke na-arụ ọrụ ruru unyi, nke na-achọ anụ ahụ, na ọrụ dị ize ndụ.",
  "Ndị nwoke na-ekwu na ọnụ ọgụgụ dị elu nke igbu onwe ya n'ime ụmụ nwoke karịa ụmụ nwanyị",
  "Farrell na-egosipụta nchegbu banyere ime ihe ike megide ụmụ nwoke na-egosi dị ka ihe ọchị, na mgbasa ozi na ebe ndị ọzọ.",
  "Ha na-ekwupụtakwa nchegbu banyere ime ihe ike a na-eme ụmụ nwoke na-eleghara anya ma ọ bụ ibelata ma e jiri ya tụnyere ime ihe ike megide ụmụ nwanyị,   na-ekwusi ike na njirimara nwoke na nwanyị na ime ihe ike n'ụlọ",
  "Ihe ọzọ na-echegbu Farrell bụ na echiche ọdịnala nke ịdị ọcha nke nwanyị ma ọ bụ ọmịiko maka ụmụ nwanyị, nke a na-akpọ mmekọ nwoke na nwanyị dị mma, na-eduga n'ọhụụ na-ezighị ezi maka ụmụ nwanyị na ndị ikom na-eme mpụ yiri nke ahụ,  n'enweghị ọmịiko maka ndị nwoke na -eme ihe ike n'ime ụlọ",
  "ikpe mgbe onye mere ya bụ nwanyị, na ịchụpụ nke mmekọ nwoke na nwanyị n'ihe gbasara mmekọ nwoke na nwanyị",
  "Usoro nwoke na ọmụmụ gbasara nwoke na nwanyị, nke na-elekwasị anya ugboro ugboro na ụzọ nwanyị ma ọ bụ ụzọ nwanyị, na-enyocha mmegbu n'ime nwoke, ọha mmadụ site n'echiche nwoke. Dị ka Oxford Edensibia si kwuo, \"Maskulinists na-ajụ echiche nke nwoke bụ isi zuru ụwa ọnụ, na-arụ ụka na tupu feminism ọtụtụ ụmụ nwoke enweghị ike dị ka ọtụtụ ụmụ nwanyị",
  "\"",
  "N'oge mkpochapụ nke ịkpa ókè agbụrụ, Saụt Afrịka hụrụ mmegharị nke ndị otu na-ezisa ozi ọma nke Ndị Kraịst, nke Nzukọ Ndị Nwoke Dị Ike na Nzukọ Ụmụ nwanyị Kwesịrị Ekwesị na-eduzi",
  "Nke ikpeazụ hụrụ mmepe nke \"formenism\": \"Formenism, dị ka masculinism, na-akwado nkwenkwe na ịdị elu nke ụmụ nwoke karịa ụmụ nwanyị (n'ikwu ya n'ụzọ ọzọ, ọ bụ naanị ụmụ nwoke nwere ike ịbụ ndị isi), mana n'adịghị ka masculinism, ọ bụghị echiche nke ụmụ nwoke mepụtara ma kwado, kama ọ bụ nke ụmụ nwanyị wuru, kwadoro ma kwado",
  "\" Òtù Ndị Nwoke Dị Ike na-alaghachi azụ n'echiche Victorian nke Iso Ụzọ Kraịst Muscular",
  "Ndị ọkà mmụta nwanyị na-arụ ụka na enweghị nlebara anya nke otu a na ikike ụmụ nwanyị na ọgụ maka ịha nhata agbụrụ na-eme ka ọ bụrụ ihe iyi egwu nye ụmụ nwanyị na nkwụsi ike nke mba ahụ. Ọkà mmụta Miranda Pillay na-arụ ụka na arịrịọ ndị Mighty Men dị na nguzogide ya na ịha nhata nwoke na nwanyị dị ka ihe na-ekwekọghị n'ụkpụrụ Ndị Kraịst, na n'ịwelite patriarchy na \"ọnọdụ dị elu\", karịa ihe ịma aka site na ndị ọzọ na-ekwu maka ike.",
  "Òtù Ụmụ nwanyị bara uru bụ ihe enyemaka nye ụmụ nwoke dị ike n'ịkwado menism, nkwenye na ịdị elu nke ụmụ nwoke karịa ụmụ nwanyị. Onye ndu ha, Gretha Wiid, na-ata ọgba aghara South Afrịka ụta maka nnwere onwe nke ụmụ nwanyị, ma na-ezube iweghachi mba ahụ site na ezinụlọ ya, na-eme ka ụmụ nwanyị na-edo onwe ha n'okpuru ụmụ nwoke ọzọ. A na-ekwu na ihe ịga nke ọma ya bụ n'ihi na ọ na-ekwu na Chineke kere ndị isi nwoke na nwanyị, mana na ụmụ nwanyị abaghị uru karịa ụmụ nwoke, nakwa na iweghachi ọrụ ọdịnala nwoke na nwanyị na-eme ka nchegbu dị adị na South Afrịka ca mgbe ịkpa ókè agbụrụ gasịrị.",
  "UK:",
  "Edensibia"
]