[
  "mbidoMasimba Hwati bụ onye na-ese ihe na-eme ihe nkiri site na mba Zimbabwe, na-arụ ọrụ na mba ụwa na njikọ nke ihe ọkpụkpụ, arụmọrụ na ụda, nke a maara maka ihe ọkpụkọ mgbasa ozi atọ na-abụghị nke omenala. Hwati gụsịrị akwụkwọ na Harare Polytechnic School of Art and Design n'afọ 2003 ebe ọ gụrụ akwụkwọ na Ceramics na Painting. Hwati kụziri Visual Arts na 3D Art na Harare Polytechnic School of Art and Design. Ọ bụ onye PhD Candidate na Akademie Der Bildenden Künste Wien ,Österreich, onye MFA site na Penny W",
  "Stamps School of Art and Design University of Michigan, Ann Arbor Ọ bụ onye na-adịbeghị anya, gụnyere na ngosi nke Montreal Museum of Fine Art (MMFA), Face To Face: From Yesterday to Today, Non-Western Art na Picasso. N'afọ 2015, ọ bụkwa otu n'ime ndị omenkà atọ ahọpụtara maka Pixels Of Ubuntu / Unhu maka Zimbabwean Pavilion na 56th Venice Biennale",
  "Ọ bụ onye nchọpụta nsọpụrụ na Rhodes University Fine Arts Department na Grahamstown, South Africa.",
  "Hwati na-enyocha mgbanwe na mbido nke usoro ihe ọmụma nke sitere na nzụlite ya mgbe ọ na-anwale ihe nnọchianya na echiche ndị metụtara ihe ọdịbendị, gosipụtara dị ka mmegharị  nke a maara dị ka \"The Energy of Objects\"",
  "[nkọwa dị mkpa]",
  "Hwati na-anwa ịrụ ọrụ site na ihe ndị bụ isi, na-emepụta ihe ndị dị na-acha ọcha, na ịmepụta ihe site na ihe ndị bụ isi. Ọrụ ya na-eji isiokwu nke oge a na akụkọ ihe mere eme. Ọ na-arụkwa ọrụ nke ọma na ihe ndị a chọtara, na-agbanwe ihe ndị dị ugbu a n'ime ihe ndị dị na ọrụ nka.",
  "Hwati na-ekwu na ọ ga-enwe ike ịchọta ma ọ dịkarịa ala 35 ọdịiche na ihe ọ bụla enyere, mana ọ na-ekwu ọtụtụ mgbe ọ na-enweghị ike ịghọta ihe karịrị iri.",
  "Mahadum nke Michigan School of Art dere banyere ngosi Hwati nke afọ 2015 n'ebe ahụ:",
  "Onye na-ese ihe na Zimbabwe Masimba Hwati na-enyocha isiokwu ndị na-esote ọchịchị site n'inweta ihe ndekọ na ihe ma gosipụta ha n'ọnọdụ ọhụrụ",
  "Site n'ịkwado ọrụ ihe ọkpụkpụ, Hwati na-anakọta ihe akụkọ ihe mere eme, ihe ọdịbendị sitere na ụgbọala na akpụkpọ ụkwụ, iji kpochapụ ígwè na ihe ndị a chọtara, na-agbanwe ma na-edozi ha n'ime obodo nke oge a.",
  "A kpọrọ Masimba Hwati aha n'etiti 12 \"Ndị a ga-ele anya\" site na New African Magazine n'ihu 1-54 Contemporary Art Fair na London na Somerset House.",
  "N'afọ 2006, o ritere ihe nrite National Art Merit Award, ihe nrite nka kachasị elu na Zimbabwe",
  "Hwati bụ otu n'ime ndị nnọchi anya mba atọ na-egosi ugbu a na ngosi Zimbabwean Pavilion; Pixels Of Ubuntu / Unhu na 56th Venice Biennale"
]