[
  "Julius Masimba Musodza (a mụrụ na 29 Machị 1976) bụ onye edemede Zimbabwe.",
  "A mụrụ Musodza n'oge mmalite nke Zimbabwe ọhụrụ, nwa mbụ nke onye isi ọrụ gọọmentị na Ministry of Lands",
  "Ezinụlọ Musodza sitere na ndị Buja nke Mutoko, n'ebe ugwu ọwụwa anyanwụ Zimbabwe",
  "A na-agba ume ịgụ ihe n'ezinụlọ Musodza",
  "Ọ gụrụ akwụkwọ na Avondale Primary School, Harare na St Mary Magdalene's High School, Nyanga",
  "Mgbe ọ gụsịrị akwụkwọ, ọ zụrụ onwe ya dịka onye na-ede ihe nkiri, na-ere ihe nkiri mbụ ya na Media For Development Trust n'afọ 2002",
  "N'ihe na-erughị otu ọnwa mgbe nke ahụ gasịrị, ka ejighị n'aka ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya na-emetụta Zimbabwe, Musodza kwagara United Kingdom, ebe ọ bi kemgbe ahụ",
  "Ọ bi na obodo Middlesbrough nke North East England.",
  "Onye na-agụ akwụkwọ nke ọma mgbe ọ bụ nwatakịrị, Musodza chọsiri ike ịbụ onye edemede site n'oge ọ chọpụtara na ọ ga-ekwe omume iji ya nweta ihe ọ ga-eri. Musodza enyela aka na StoryTime e-zine, nke onye edemede na onye na-ebipụta akwụkwọ na Zimbabwe nke Sweden, Ivor Hartmann., Jungle Jim, Bookends, Winter Tales na akwụkwọ akụkọ ndị ọzọ guzobere.",
  "Ọ bụkwa onye dere akwụkwọ akụkọ sayensị mbụ doro anya n'asụsụ Shona, MunaHacha Maive Nei? Musodza na-ekwu na ọ malitere ide akụkọ sayensị na ChiShona mgbe ọ dị afọ iri, mgbe ọ sụgharịrị Frankenstein nke Mary Shelley maka nne nne ya",
  "Ojiji ọ na-eji ChiShona eme ihe na-agbagha nghọta a na-ahụkarị na asụsụ ụmụ amaala enweghị \"ọkaibe\" nke iji kọwaa ma kọwaa echiche \"dị mgbagwoju anya\" dịka a na-achọta na akụkọ sayensị. O kwukwara na ọ bụ Ngũgĩ wa Thiong'o's Decolonising The Mind kpaliri ya",
  "Musodza na-enyocha ide sayensị - akụkọ ifo na ChiShona n'otu edemede, Ide na ibipụta 'Ihe mgbagwoju anya' n'asụsụ Afrịka, nke pụtara na Vector 289, magazin nke British Fantasy Association Ọ bụ otu n'ime ndị edemede Zimbabwe abụọ gosipụtara na Geoff Ryman's 100 African Writers of SF",
  "Na mgbakwunye na blọọgụ onwe onye abụọ, Musodza, onye na-akwado Zionism, blọọgụ maka The Times of Israel.",
  "Ihe nkiri izizi nke Masimba Musodza bụ na egwuregwu Edgar Langeveldt, No News, nke gosipụtara na Theatre-In-The-Park, Harare, n'afọ 1997",
  "Ọ pụtakwara na ihe nkiri dị mkpirikpi, Vengeance is Mine (2001) nke Tawanda Gunda",
  "Otú ọ dị, ọ bụghị ruo mgbe ọ biri na Middlesbrough ka ọ malitere ịchụso ime ihe nkiri nke ọma",
  "Ọ pụtara n'egwuregwu dị mkpirikpi, To Be Or Not To Be, nke onye obodo ya bụ Dictator Maphosa dere, dịka akụkụ nke egwuregwu dị mkpirisi Boro Bites nke Kansụl Middlesbrough kwadoro (August, 2010)",
  "N'afọ 2011, ọ sonyeere Arc Sketch Group, mgbatị nke ụlọ ọrụ Writers Block North East, nke na-eme ihe ngosi eserese na Arc Theatre, Stockton-on-Tees ruo mgbe ọ gbasara n'afọ 2012.",
  "Kemgbe ahụ, Masimba Musodza abụwo ihe nkiri na TV ọzọ, na-apụta na mmepụta dịka Beowulf: Return to the Shieldlands (Episode 11), ebe ọ na-eme onye agha Vani. A pụkwara ịhụ ya na mmemme teaser na UK trailer maka Ken Loach's I, Daniel Blake. Ọ pụtakwara na Make! Craft Britain, nke e gosipụtara na BBC4 n'ọnwa June 9, 2016. Ọ pụtara n'oge na-adịbeghị anya na fim dị mkpirikpi I Need help (Ben Stainsby, 2018), ebe ọ na-eme 'The Wise Man'"
]