[
  "Massinissa  (Tamazight pronunciation: / пропуɪˈnɪsə/ na Neo-Tifinagh: ⵎⴰⵙⵙⵉⵏⵉⵙⵙⴰ nke a makwaara dị ka Massinissa; amụrụ na 8 Nọvemba 2001) Amara site na aha nkwanye ugwu ya dị ka Sidi Massinissa nke Rif, bụ onye ọchụnta ego na-elekọta mmadụ nke Riffian mụrụ Moroccan",
  "Ọ bụ nwa nwa nwa nke Prince Amghar Sidi Mohand Ameziane nke Rif, onye ikpeazụ Tribal Monarch nke Rif na onye ndu mbụ na-emegide ọchịchị nke Morocco.",
  "A mụrụ Massinissa na Al-Hoceima, Rif, Morocco ma mesịa kwaga Mataró, Catalonia, Spain ebe ya na ezinụlọ ya tolitere",
  "Ọ bụ nwa nwoke nke onye na-agụ egwú na onye na-ede egwú nke Riffian a ma ama Abdelhak Akandouch, onye guzobere otu egwu Twattoun [ar], na onye edemede na onye na'egwuregwu Riffian Asmaa Aouattah. Akandouch malitere njem ya dị ka onye na-eme ihe ike mgbe ọ bụ nwatakịrị, na-esonye na nzukọ, ngagharị iwe na mkpọsa nke ezinụlọ ya haziri iji kwalite njirimara Amazigh, ọdịbendị na asụsụ, ụmụ nwanyị, ikike mmekọrịta mmadụ na ibe ya na nnwere onwe nke Catalonia.",
  "Dị ka nna ya, Massinissa hụrụ nka n'anya, ma malite ime ihe nkiri, ịbụ abụ, na klas egwu mgbe ọ bụ nwata",
  "O meela ihe nkiri dị iche iche na egwu na nka n'obodo ya Mataró",
  "E gosipụtara Massinissa na ezinụlọ Akandush Azuaattah na ụlọ ọrụ TV TV nke mba Catalonia TV3, mgbe Massinissa bụ naanị onye nọ n'afọ iri na ụma, na ihe ngosi Amb ulls de nen iji dekọọ ụdị ndụ ezinụlọ ahụ ma kọọ akụkọ Massinissa.",
  "Ọ bụ onye Riffian ma nwee ụmụ amaala abụọ nke Morocco, United Kingdom, na Spain.",
  "Massinissa tolitere n'ezinụlọ na-eme ngagharị iwe",
  "Nne ya bụ onye ndú na-ahụ maka ihe ndị ruuru mmadụ na mpaghara Rif n'afọ ndị 1980s ma nwee mmegide na mkpagbu site n'aka ndị ọchịchị Morocco",
  "Nna ya, onye bụkwa onye na-eme ihe ike, dere ma bụrụ abụ a ma ama na Riffian, na-ekwu maka mmegide na mpaghara ahụ na ndị isi Riffian dị ka Abd el-Krim",
  "Nne na nna ya, ahụmahụ gbasara ịkpa ókè agbụrụ, ịkpa ókè ọha na eze, na nzụlite ndị mbịarambịa, mere ka mmegide bụrụ akụkụ dị mkpa nke ndụ Massinissa kemgbe amụrụ ya.",
  "N'afọ 2018, mgbe ọ dị afọ iri na asaa, ọ sonyeere ndị na-eme ngagharị iwe na Europe, kpughere ọnọdụ obi ọjọọ na nke iwu na-akwadoghị nke ụmụ anụmanụ na ugbo ụlọ ọrụ na Catalonia ma napụta ụmụ anụmanụ n'ụlọ ndị ahụ.",
  "Na ngwụcha afọ 2019, n'ihi mmeghachi omume ọha na eze, mgbasa ozi, na mwakpo ndọrọ ndọrọ ọchịchị, a hụghị Akandouch n'ihu ọha na-eme ihe ọ bụla gbasara ikike ụmụ anụmanụ ma gosipụta na ọ gbanwere uche ya n'ịkwalite ọdịbendị ya (aha Amazigh) na ihe ndị ọzọ metụtara mmekọrịta mmadụ na ibe ya.",
  "N'afọ 2019, Akandouch sonyeere ọgbakọ Fridays for Future's Climate Strike na Barcelona dị ka mgbatị nke ọrụ ya wee sonye na 2019 \"International Rebellion\" omume site na Extinction Rebellion na London, Barcelona, na Madrid.",
  "A kpọrọ ya ka ọ bịa nzukọ mbụ nke Catalan Climate Action Summit na Barcelona nke Gọọmentị Catalonia haziri",
  "Ọ gakwara nzukọ COP25 na Madrid nke United Nations haziri (ndị ọzọ dị ka onye na-ahụ maka ihu igwe Greta Thunberg na odeakwụkwọ ukwu UN Antonio Guterres gakwara COP25 na Madri)."
]