[
  "Massa Lemu bụ onye na-ese ihe na onye edemede si Malawi nke na-arụ ọrụ na eserese, eserese, na arụmọrụ na ọrụ echiche dabeere na ederede",
  "Ọ na-akọwa nka ya dị ka \"ntinye aka na nkọwa nke ebe mmekọrịta mmadụ na ibe ya anyị niile bi na ya\".",
  "A mụrụ Massa Lemu n'afọ 1979 na Blantyre",
  "Mmetụta mbụ ya na nka bụ nwanne nna ya nwụrụ anwụ, David Zuze, onye na-ese ihe dị ka ihe ntụrụndụ; Lemu na-ele nwanne nna ya na-ese foto.",
  "Lemu nwetara nzere bachelọ nke agụmakwụkwọ (nke nwere isi na Fine Arts) na Mahadum Malawi n'afọ 2003 na Master of Arts in Painting na Savannah College of Art and Design (USA) n'afọ 2009.",
  "Ihe osise Lemu gụnyere njikọta nke ihe okike, nke mmadụ mere, na nke e chepụtara echepụta dị ka akụkụ nke ịza ajụjụ banyere okwu. Ọrụ arụmọrụ ya gụnyere iji akụkụ okporo ámá na saịtị ndị ọzọ ndị na-enweghị akwụkwọ na-ejikarị, dịka akụkụ nke ọrụ gbasara ịkwaga.",
  "Lemu egosila ọrụ ya na ebe ngosi dị  na mba Malawi nakwa mba United States",
  "A tụlere ọrụ ya n'akwụkwọ gụnyere Texphrastic, Cite (Houston, Texas), Reflections (Blantyre, Malawi) na akwụkwọ Steve Chimombo akpọrọ Aids, Artists and Authors (Zomba, Malawi).",
  "Ọ kụziri ihe ọmụmụ na mahadum gụnyere Mahadum Virginia Commonwealth na Richmond, Virginia, na Mahadum Rice na Houston, Texas.",
  "Lemu bụ Core Critical Studies Fellow na Glassell School of Art na Museum of Fine Arts, Houston site n'afọ 2010 ruo n'afọ 2012, ebe ọ na-eme nchọpụta ma dee banyere nka Africa nke oge a",
  "Lemu mere nnyocha na biopolitics nke ndị otu nka Africa nke oge a dị ka nwa akwụkwọ PhD na Mahadum Stellenbosch.",
  "PRECARIOT bụ onyinyo onwe onye nke onye na-ese ihe dị ka onye na-agagharị na kọntinent na-enweghị nsogbu mgbe niile. Precariat bụ okwu nke jikọtara okwu ahụ na-akọwa ụdị ndị ọrụ na ndị ọkachamara na-akwaga mba ọzọ na-ebi ma na-arụ ọrụ n'ụzọ na-adịghị mma, na-arụ obere ọrụ nwa oge, na-enweghị olu ndọrọ ndọrọ ọchịchị ma na-enwekwu nkụda mmụọ maka ọnọdụ ndụ na ọrụ ha",
  "Lemu na-ekwu na akụkụ mgbanwe ya dọtara mmasị ya, na-anabata akara ahụ ma na-ewere ya dị ka aha ya",
  "Maka Lemu, onye hụrụ mba n'anya ochie ahụ dị mpako, ma dị njikere ịnwụ maka ala nna ya, ọ bụ ezie na ọ bụ naanị ihe onwunwe ya bụ ala na-adịghị akwụsi ike na nke a na-amaghị ama nke enweghị ntụkwasị obi, na-ekwu na ọ na-eme ihe na ala a a na-ejighị n'aka",
  "PRECARIOT na-elekwasị anya na usoro nyocha na nyocha, akara na akara iji mee ka eziokwu nke ịkwaga pụta ìhè.",
  "Dị ka Lemu si kwuo, Passages for the Undocumented malitere ihe karịrị otu afọ gara aga na nzaghachi maka nsogbu bara uru ọtụtụ ndị na-ese ihe na-eche enweghị ohere iji gosipụta nka ya ihu. N'ịbụ onye ndị panhandlers ọ zutere kpaliri, Lemu malitere iṅomi usoro ha, na-ede okwu nke ya na akara katọn ma na-eguzo na nkuku okporo ámá gburugburu Houston",
  "Okwu mmeghe ahụ na-elekwasị anya na ahụmịhe Lemu dị ka onye na-ese ihe na-akwaga mba ọzọ n'ime nkwupụta ndị na-ejikọta ọrụ nka echiche na mgbanwe ọdịbendị.",
  "Na Stranded Fishes and Masks on Wheelchairs, ihe osise ndị dị na ngosi ahụ jiri ihe oyiyi Gule Wamkulu nke ndị Chewa nke Malawi dị ka ebe ọpụpụ iji kwuo maka ọtụtụ isiokwu dịka itinye na mwepu, mkpebi siri ike na ntachi obi",
  "Ihe ngosi ahụ gụnyekwara foto ndị na-eji onyinyo azụ ahụ, chambo karịsịa, iji kwuo maka ịkwaga, mmetọ, na mmetọ",
  "A kpaliri onye na-ese ihe iji onyinyo azụ ahụ mee ihe dị ka ihe atụ maka ịkwaga na mmetọ mgbe ọ hụrụ azụ Tilapia nke East Africa na mmiri mmiri na-emetọ emetọ nke Houston n'afọ 2010.",
  "Dị ka onye edemede, e bipụtara Lemu na ndị a:"
]