[
  "Àtụ:Infobox settlement\nMatahi bụ ndagwurugwu ime obodo dị na Whakatāne Distrịktị na Bay nke Plentị Rịjịọnụ nke North Island nke New Zealand.",
  "Rua Kenana Hepetipa, onye amụma Maori, onye na-agwọ ọrịa n'okwukwe na onye na-ahụ maka ikike ala, guzobere ebe obibi ahụ na 1910. O guzobere ebe obibi nke Maungapohatu afọ atọ tupu mgbe ahụ.",
  "Ruo ọtụtụ afọ, Rua biri n'etiti Matahi, ya na nwunye ya nke nta Te Atawhai Tara ma ọ bụ Piimia, na Maungapohatu, ya na nwanyị mbụ ya Pinepine Te Rika",
  "Site na 1912, Matahi gafere oge uto, ebe Maungapohatu gafere ọdịda. Rua nọrọ oge na-arịwanye elu na Matahi, ọ nọkwa ebe ahụ mgbe ọ nwụrụ na 1937.",
  "N'oge ọrịa influenza nke afọ 1918, mpaghara ahụ enweghị ọnụ ọgụgụ dị elu nke ndị nwụrụ n'akụkụ ndị ọzọ nke ọwụwa anyanwụ Bay nke Plenty.",
  "E bibiri àkwà mmiri Matahi ma mebie ebe ahụ n'oge nnukwu idei mmiri na Machị 1964",
  "Otu n'ime ụmụ ụmụ Rua ga-eji helikọpta napụta mgbe o merụrụ ahụ nke ukwuu n'oge ihu igwe siri ike.",
  "Ka ọ na-erule 1986, ụfọdụ ụmụ na ndị na-eso ụzọ Rua laghachiri Matahi na ezinụlọ ndị na-eto eto iji biri nso na marae ha na ụzọ ndụ ọdịnala.",
  "N'afọ 2010, nwanne ya nwoke nke obere bụ Whairiri Tamataonui Terewa gburu nwoke Bay of Plenty bụ Pomare Mason na ndagwurugwu ahụ, n'oge arụmụka banyere onye nwe ụlọ.",
  "E mechiri ndagwurugwu ahụ, ma mechie Matahi Valley Road, n'ihi idei mmiri na mgbapụ n'ọnwa Eprel afọ 2014. Idei mmiri metụtakwara ndagwurugwu ahụ na Machị na Eprel 2017.",
  "N'ọnwa Julaị afọ 2016, otu nne na ụmụ anọ furu efu na mpaghara echedoro Te Urewera, na Lions Hut na Matahi Valley Road ghọrọ isi maka ọrụ ọchụchọ ahụ. Ndị ikwu nyochara mpaghara ahụ n'onwe ha, megide ndụmọdụ gọọmentị, wee chọta ìgwè ahụ ihe dị ka minit 30 site n'okporo ụzọ ndagwurugwu.",
  "Ndagwurugwu ahụ bụ obodo (ebe agbụrụ) nke ndị Tuhoe",
  "O nwere kwa ọtụtụ marae.",
  "Ụlọ Matahi Marae na Te Huinga ō te Kura nwere njikọ na Ngāi Tamatuhirae ma guzobe ya na 1925",
  "N'ọnwa Ọktoba 2020, Gọọmentị nyere $ 508,757 site na Provincial Growth Fund iji kwalite Tataiāhape Marae, Piripari Marae, Matahi Marae na Tanatana Marae, na-emepụta ọrụ 9.8.",
  "Omuriwaka Marae na Te Tātua o Hape ki Tūarangi ụlọ nwere njikọ na Ngāi Tamatuhirae.",
  "Ụlọ Tuapo Marae na Te Ao Hou nwere njikọ na Tamakaimoana.",
  "Whakarae Marae na Toi te Huatahi ụlọ nwere njikọ na Whakatāne Hapū na Ngāi Tama ma guzobe ya na 1930.",
  "Ma Daalụ kwa nụ o",
  "Te Kura Mana Māori o Matahi bụ ụlọ akwụkwọ praịmarị na-agbakọta agụmakwụkwọ asụsụ Maori maka ụmụ akwụkwọ nke afọ 1 ruo 8, nke nwere mpịakọta nke 18 ka ọ na-erule Julaị 2022.",
  "177.110312"
]