[
  "Mathias Nwafor Ugochukwu // (nụrụ) (site na afọ otu puku, nari iteolu na iri abuo na isii ruo na afo otu puku, nari iteolu na iri iteolu)(1926-1990), bụ onye ọchụnta ego Naijiria a ma ama si Anambra Steeti",
  "Onye isi ụlọ ọrụ mmepụta ihe si n'Ebe Ọwụwa Anyanwụ Naịjirịa, ọ rụrụ ọrụ ọsụ ụzọ na nnukwu mmepụta na mpaghara ahụ",
  "A na-akpọ ya mgbe ụfọdụ site na aha ọzọ ya, Ugobuzuo",
  "Ọ bụ enyi nke ndị ndọrọ ndọrọ ọchịchị Igbo dị iche iche dịka K",
  "O",
  "Mbadiwe na onye bụbu osote onye isi ala Naijiria, Alex Ekwueme",
  "Mmekọrịta ya na osote onye isi ala nwere ike buru ihe kpalitere njide ya  n'okpuru ọchịchị General Buhari.",
  "A mụrụ Mathias Ugochukwu na Nsogwu, Umunze na Orumba South L.G.A nke Anambra steeti",
  "Ọ gara ụlọ akwụkwọ praịmarị St Augustine, Umunze",
  "Mgbe ọ gụsịrị akwụkwọ praịmarị ya, ọ hapụrụ Obodo ya bu Umunze gawa Jos ka ọ rụọ ọrụ dị ka onye nlekọta ebe obibi maka Rufus \"Ofor Jos\" Ofor, onye ọchụnta ego Igbo si Enugwu-ukwu, Anambra State",
  "Otú ọ dị, na-atụ anya ohere ọzọ, ọ hapụrụ Jos wee sonye na ndị uwe ojii na Anambra Steeti nke oge ahu",
  "Tupu ọ banye n'usuu ndị agha, ọ na-etinye aka na obere azụmaahịa",
  "Dị ka onye ọrụ, ọ banyere ma merie 50,000 pound na Irish Sweepstake",
  "Mgbe ọ chịkọtara ego ahụ, ọ hụtara ụlọ-ọrụ nkeonwe ya na-emezu ma na-arụpụta ihe na ojuju afo, o wee banye azụmaahịa oge niile",
  "Dị ka onye ọchụnta ego, o guzobere ọtụtụ ụlọ ọrụ, na-emepụta ma kwudosie ụlọ ọrụ siri ike",
  "O guzobere ụlọ ọrụ njem, ma soro John Holt guzobe azụmahịa, mesịa bụrụ onyeisi oche nke John Holt Inc",
  "O tinyekwara ego dị ukwuu na izụ ahia akụkụ mapụtara amapụta akụkụ, mbubata akwa, ahịa ịre ụlọ  na mmepe ala",
  "Dị ka onye ọchụnta ego Igbo, ọ bụ onye isi oche nke ndị nduzi nke African Development Corporation, ụlọ ọrụ ahụ nwekwara C.T Onyekwelu na Louis Ojukwu dị ka ndị otu",
  "Ụlọ ọrụ ahụ bụ akụkụ nke ọrụ iji kwalite ọchụnta ego Africa ma N.C.N.C",
  "kwadoro ya.",
  "N'afọ otu puku, nari iteolu na iri isii na anọ (964), a họpụtara ya ka ọ bụrụ onyeisi oche nke Nigerian Industrial Development Bank, na-aghọ onyeisi oche mbụ ya.",
  "N'ime afọ otu puku, nari iteolu na iri asaa (1970) gawa, ọ zụrụ ụlọ ọrụ ndi enyemaka dị iche iche nke John Holt dị ka akụkụ nke iwu Indigenization; ọ bụ otu n'ime ndị ọchụnta ego Igbo ole na ole nwere ego zuru ezu iji nweta òkè na ụlọ ọrụ mba dị iche iche na Naịjirịa."
]