[
  "Mathilda Blanchard (amụrụ Mathilda Landry) (December 10, 1920-July 1, 2007) bụ onye ndu ndị ọrụ Canada",
  "Akpọrọ ya la pasionaria acadienne n'ihi ntinye aka ya na agbachitere ndị ọrụ Acadian New Brunswick, ọkachasị na ahia nri oke osimiri",
  "A mụrụ ya na Caraquet, New Brunswick, na Disemba 10, 1920, Mathilda Blanchard tolitere n'ezinụlọ nọ n'etiti. Ezinụlọ ya nwere mgbọrọgwụ na òtù ndị ọrụ a haziri ahazi",
  "Nwanne ya nwanyị nke obere, Sylvia Landry-Blanchard, jere ozi dị ka onye isi oche nke International Pulp and Paper Union Local 464 na Rumford, Maine ruo ihe karịrị afọ iri abụọ ma mesịa bụrụ onye otu ndị isi nke Maine AFL-CIO",
  "Sylvia na Mathilda ga-emesị lụọ ụmụnne abụọ si n'otu ezinụlọ.",
  "Mgbe ọ dị afọ 20, o nyeere aka agha ahụ, na-arụ ọrụ n'ụlọ ọrụ mmepụta ihe na Windsor, Ontario na Montréal",
  "Enweghị ike ịkpata ego zuru oke iji debanye aha na ụlọ akwụkwọ iwu, Blanchard kama ọ gụrụ akwụkwọ na ntutu isi.",
  "Ruo ihe karịrị afọ iri ise, Blanchard haziri òtù ndị ọrụ nwere onwe ha na ụlọ ọrụ nhazi azụ n'akụkụ mmiri niile nke Acadian",
  "Nkwado ya maka ndị ọrụ oge na omume ya n'ezoghị ọnụ mere ka ọ bụrụ onye a na-akwanyere ùgwù n'etiti ndị enyi na ndị iro.Onye isi Union na onye bụbu onye omeiwu Yvon Godin jiri Blanchard tụnyere onye isi ọrụ Quebec Michel Chartrand, na-ekwu na ha nwere ụdị ejiji yiri nke ahụ",
  "Onye edemede Acadian Rino Morin Rossignol dere na \"iwe ya dị egwu na okwu ya na-atụ egwu\".",
  "Abụọ n'ime ụmụ atọ Blanchard sokwa na ihe gbasara Acadian",
  "Michel-Vital Blanchard bụ onye na-akwado ikike ụmụ akwụkwọ yana mwepu nke Moncton na 1968 - akụkọ ihe mere eme nke bụ kọrọ na akwụkwọ akụkọ L'Acadie l'Acadie?!? nke Michel Brault na Pierre Perrault dere",
  "Na mgbakwunye, nwa Blanchard Louise duziri Parti acaddien na nkenke, tupu mgbasa ya na 1981.",
  ".",
  "N'etiti afọ 1960, Blanchard guzobere Canadian Union for the Fisheries Industry and Affiliated Workers, nke na-anọchite anya ihe karịrị ndị ọrụ 10,000. Blanchard sonyere n'ọtụtụ ọgbaghara iji melite ndụ ndị ọrụ oge na ụlọ ọrụ ịkụ azụ",
  "N'afọ 1972, Blanchard jere ozi dị ka onye isi maka mmegharị iji mee ka akụ na ụba nke North East New Brunswick dị iche iche, nke na-alụ ọgụ na enweghị ọrụ.",
  "Ọrụ Blanchard na Acadian Affiliated Fisheries Workers Union na itinye aka na Kọmitii nke 12 maka Ikpe Ziri Ezi na New Brunswick mere ka o sonye na ngagharị iwe megide mgbanwe na Inshọransị Ọrụ na 1992 na 1994",
  "Ngagharị iwe ahụ nyere aka mee ka e merie ndị otu Liberal Party na Acadian-majority ridings nke Acadie - Bathurst na Beauséjour n'oge ntuli aka gọọmentị etiti nke Canada na 1997",
  "Blanchard kwadokwara maka ndị ọrụ ụlọ ọrụ na-enyeghị awa zuru ezu iji ruo eru maka Inshọransị Ọrụ.",
  "Blanchard ghọrọ nwanyị mbụ gbara ọsọ maka idu ndú ndọrọ ndọrọ ọchịchị na Canada n'oge ntuli aka ndị isi Progressive Conservative Party nke New Brunswick na 1969, na-abịa nke atọ n'azụ Richard Hatfield, onye ghọrọ onye isi ala nke New Brumswick n'afọ sochirinụ",
  "Blanchard ga-emecha gbaa ọsọ dị ka onye nweere onwe ya na ntuli aka gọọmentị etiti nke afọ 1972, na-enweta 3% nke votu na ịgba ịnyịnya nke Gloucester.",
  "Dị ka onye ọrụ Acadian Jean-Marie Nadeau si kwuo, ọrụ nke ndị otu ọrụ dịka Mathilda Blanchard na Yvon Godin dị oke mkpa maka ndị ọrụ na New Brunswick.\n \nBlanchard bụ onye na-akwado akụkọ ihe mere eme na onye na-agbachitere ọchịchị ndị eze Britain",
  "N'oge Prince Charles gara n'obodo Village Historique Acadien na 1996, Blanchard mebiri usoro iwu ma nata aka ya n'aka Prince na akwụkwọ ya A Vision of Britain: A Personal View of Architecture",
  "National Film Board nke Canada mepụtara ihe ngosi banyere Blanchard na 1997",
  "Ihe nkiri ahụ, nke akpọrọ \"[[[[[[[[Mathilda]] [[La passionnaria acadienne]]]]]]), na-agafe ọrụ ya na nkwupụta ya na-akpali akpali",
  "Onye nduzi Ginette Pellerin ghọtara ọdịdị a n'ezoghị ọnụ, na-ekwu, sị:  \n \nA gbara Blanchard ajụjụ ọnụ na 1972 National Film Board ihe nkiri Un soleil pas comme ailleurs nke Léonard Forest.."
]