[
  "Matilde Alvim bụ onye na-ahụ maka gburugburu ebe obibi na Portugal, otu n'ime ndị na-ahụ anya maka ịhazi ọgbaghara ihu igwe ụmụ akwụkwọ (Fridays for Future) na Portugal nke sitere n'ike mmụọ nsọ nke onye na-eme ihe ike na Sweden Greta Thunberg.",
  "Alvim si na parish nke Quinta do Anjo, nke bụ akụkụ nke Palmela, na Setúbal District nke Portugal, n'ebe ndịda nke isi obodo Lisbon na nso Arrábida Natural Park",
  "Nwa akwụkwọ na Palmela Secondary School mgbe ngagharị iwe ụmụ akwụkwọ malitere, ọ bụzi nwa akwụkwọ anthropology na Faculty of Social and Human Sciences nke Mahadum NOVA Lisbon.",
  "Ihe gbasara gburugburu ebe obibi kpaliri ya site na nwata, na-echeta na akụkọ akwụkwọ akụkọ banyere nnukwu ebe mkpofu Pacific metụtara ya nke ukwuu",
  "Nke a mere ka ọ ghọta na nsogbu gburugburu ebe obibi, ọkachasị nsogbu ihu igwe, enweghị ike idozi site n'omume onye ọ bụla naanị na ọ dị mkpa ịga na isi iyi nke nsogbu ahụ",
  "Karịsịa, ọ na-ata ụlọ ọrụ mmanụ ala ụta, nke, ọ na'ekwu, etinyela ego na mgbasa ozi aghụghọ na mkpọsa lobbying iji mee ka gọọmentị ghara ịgbaso nkwa mba ụwa na-ebelata ikuku. Ọ na-ekwu na ụwa ga-eru na nnọpụiche carbon site na 2030, kama 2050, ụbọchị gọọmentị Portugal tụrụ aro.",
  "Alvim tinyere aka na mmegide ihu igwe na 2019, ya na enyi ya, Beatriz Barroso",
  "Ha dị njikere na mbụ iji gosipụta onwe ha, dị ka Greta Thunberg, mana nkwado maka \"Fridays for Future\" ụlọ akwụkwọ na-eme ngagharị iwe gbasara ngwa ngwa, na ngagharị iwe mbụ na Lisbon na-esote ngagharị iwe Friday na mba ahụ dum",
  "Ihe karịrị ìgwè ụmụ akwụkwọ iri atọ sonyere, na nkwado pụrụ iche na Porto na Coimbra",
  "Na 15 Machị 2019, ụmụ akwụkwọ pụkụ ịrị abụọ gbakọtara na Lisbon.",
  "N'abalị atọ n'ọnwa Disemba n'afọ 2019, Alvim degaara Minista na-ahụ maka gburugburu ebe obibi akwụkwọ ozi, na-akatọ ụzọ gọọmentị si emeso ọnọdụ ihu igwe",
  "N'etiti ihe ndị ọzọ, ọ jụrụ atụmatụ maka ọdụ ụgbọ elu ọhụrụ Lisbon na maka ịdọrọ Osimiri Sado",
  "Otu n'ime ihe ndị ọzọ ndị na-eme ngagharị iwe chọrọ bụ mkpa ọ dị ịmachibido iji gas eme ihe na Portugal ma kagbuo atụmatụ maka paịpụ gas.",
  "N'otu ụbọchị ahụ ka mbipụta nke akwụkwọ ozi ya, Alvim so na kọmitii nnabata nke nabatara Greta Thunberg na Lisbon, mgbe ọ si New York laghachi Europe, na-aga nzukọ ihu igwe nke United Nations (UN), nke a na-akpọ COP25, nke na-ewere ọnọdụ na Madrid",
  "Thunberg, onye jụrụ ife n'ụgbọelu n'ihi mmetụta ụgbọ elu nwere na gburugburu ebe obibi, jiri ụgbọ mmiri rute",
  "Alvim kwuru okwu na-ekwughachi ụfọdụ n'ime ihe ndị o mere n'akwụkwọ ozi o degaara minista.",
  "N'oge ọrịa COVID, mgbe ngagharị iwe na-ekweghi omume, Alvim nọgidere na-eme ka nsogbu mgbanwe ihu igwe bụrụ ihe na-ebute ụzọ n'uche ndị mmadụ, na-ede edemede maka akwụkwọ akụkọ ma na-agba ya ajụjụ ọnụ."
]