[
  "Matoke, nke a makwaara dị ka matooke, amatooke na Buganda (Central Uganda), ekitookye na ndịda ọdịda anyanwụ Uganda, ekitooke na ọdịda anyanwụ Uganda, kamatore na Lugisu (Eastern Uganda), ebitoke na ugwu ọdịda anyanwụ Tanzania, gitoki na Rwanda, Burundi na aha a na-akpọ East African Highland banana, bụ osisi unere triploid nke sitere na Great Lakes nke Africa",
  "A na-ewepụta mkpụrụ osisi ahụ na-acha akwụkwọ ndụ akwụkwọ ndụ, jiri nlezianya wepụ ya, wee sie ya ma na-agbakarị ya ma ọ bụ na-agbanye ya n'ime nri",
  "Na Uganda na Rwanda, a na-esi mkpụrụ osisi ahụ na steam, a na'elekwa nri a na-achịkọta achị anya dị ka nri mba na mba abụọ ahụ.",
  "Unere Matoke bụ ihe oriri a na-ahụkarị na Uganda, Tanzania na mba ndị ọzọ dị na Great Lakes. A makwara ha dị ka Mutika / Lujugira subgroup.",
  "Mkpụrụ osisi ndị na-acha akwụkwọ ndụ akwụkwọ ndụ, nke sitere na otu otu unere, unere owuwa anyanwu Afrika Highland (Musa AAA-EA), bụ ndị a mara n'asụsụ Bantu nke Uganda dị ka matoke.",
  "Ọ dịla anya ịta unere na-abụkarị ihe a na-ahụkarị n'akụkụ ọdọ mmiri Victoria nke Uganda, na mpaghara ọdịda anyanwụ na Kilimanjaro nke mba Tanzania.",
  "A na-amata unere nke Ugwu Uganda site na unere ndị ọzọ site na ọtụtụ ntụpọ ojii (ma ọ bụ na-adịkarịghị nchara ma ọ bụ ọla nchara) na pseudostems ha, na-enye ha ọdịdị nke ọla a nụchara anụcha",
  "Akpụkpọ ahụ kachasị elu nke pseudostems ha bụ akwụkwọ ndụ akwụkwọ ndụ, nke a na-etinye n'elu akwa na-acha pinki na purple.",
  "Akwụkwọ ha na-adịkwa akwụkwọ ndụ akwụkwọ ndụ ma na-adịghị mma, ọdịiche doro anya mgbe ị na-eji ha tụnyere n'akụkụ n'akụkụ na osisi unere ndị ọzọ site n'ebe dị anya.",
  "Inflorescence nwere peduncles kpuchiri ntutu siri ike",
  "Bracts bụ ovate ruo lanceolate n'ụdị na mpụga nke na-acha odo odo na nchara nchara na mpụba nke dị n'ime nke na-agba ọbara ọbara na-acha ọbara ọbara na odo n'akụkụ ala",
  "Okooko osisi ndị nwoke nwere tepals na-acha creme na lobes odo odo",
  "Anthers na-acha pinki pinki, ebe stigmata na-acha oroma.",
  "Mkpụrụ osisi ahụ na-agbanye ma nwee ike ịdịgasị iche n'ogologo",
  "A na-eme ka ha na-ebu ibu site na ntụziaka na-enweghị isi",
  "Mkpụrụ osisi ahụ na-acha ọcha na mkpụrụ osisi na-eto eto ma na-acha creme na mkpụrụ osisi ndị tozuru etozu.",
  "Banana nke East African Highland bụ ụdị osisi triploid (AAA)",
  "Aha ha bụ Musa acuminata Colla (AAA-EA)",
  "Aha ndị ọzọ gụnyere Musa brieyi De Wild",
  "Nne na nna ha bụ ụdị unere ọbara (M",
  "acuminata ssp",
  "zebrina) nke ụdị unere ọhịa Musa acuminata.",
  "Banana nke onwunwa anyanwụ mbà Highland bụ obere ìgwè nke na-ezo aka n'ihe dị ka 200 n'otu n'otu (ma ọ bụ clones). Enwere ike kewaa ha n'ime ìgwè ise dị iche iche nke clones a maara dị ka clone set:",
  "A mara ihe karịrị aha mpaghara 500 maka cultivars sitere na subgroup EAHB.",
  "E webatara unere dị n'Ebe Ọwụwa Anyanwụ Afrịka n'oge na-adịghị anya site na Ndịda Ọwụwa Ọwụwa anyanwụ Eshia n'oge mbụ ruo narị afọ nke isii AD, ma eleghị anya site na azụmahịa. Ha dị iche na mkpụrụ ndụ ihe nketa site na ụdị AAA ndị ọzọ, ebe ha malitere na mpaghara Great Lakes nke Africa ruo ihe karịrị otu puku afọ",
  "A naghị ahụ ha ebe ọzọ n'ụwa, a na-akpọkwa Great Lakes nke Africa etiti nke abụọ nke ụdị unere dị iche iche n'ihi nke a (nke ndịda ọwụwa anyanwụ Eshia bụ nke mbụ)",
  "A na-ewere unere dị n'Ebe Ọwụwa Anyanwụ Afrịka dị ka nke dịgasị iche iche na Uganda, Burundi, na Rwanda. Otú ọ dị, nyocha mkpụrụ ndụ ihe nketa ekpughere na unere niile dị n'Ebe Ọwụwa Anyanwụ Afrịka bụ otu mkpụrụ ndụ ihe ndụ ihe nkesa, ebe ọ ga-abụ na ọ sitere n'otu clone nna nna nna (nke e webatara n'Africa n'ime afọ 2000 gara aga) nke nwere mmụba nke ọnụ ọgụgụ mmadụ site na mgbasa nke ahịhịa. Ogige mkpụrụ ndụ ihe nketa nke unere nke East African Highland sitere na otu ihe omume ngwakọta, nke kpatara nsogbu mkpụrụ ndụ ihe ọkụkụ n'oge ntọala nke mkpụrụ ndụ ihe ubi",
  "Triploid East African Highland unere bụ unere na-adịghị amị mkpụrụ, a na-agbakwunye ya n'ụzọ na-enweghị mmekọahụ ruo ọtụtụ ọgbọ site n'ọgbọ ndị ọrụ ugbo na-esote kemgbe ha webatara n'Africa",
  "Nke a nwere ike iduga n'ịpụta mkpụrụ ndụ ihe nketa nke na-adị nso na isogenic somatic mutants (ya bụ, ụdị unere dị n'Ebe Ọwụwa Anyanwụ Afrịka taa) nke ndị ọrụ ugbo na gburugburu ebe obibi họọrọ n'Ebu Ọwụwa Anyanwụ Afríka.",
  "Banana nke East African Highland bụ otu n'ime ihe oriri kachasị mkpa na mpaghara Great Lakes nke Afrika, ọkachasị maka Uganda, Tanzania, Burundi, na Rwanda",
  "Onye ọ bụla na-eri unere kwa afọ na Uganda bụ nke kachasị elu n'ụwa na 0.70 kg (1.5 ) kwa ụbọchị kwa onye ọ bụla. Gụnyere Rwanda na Burundi, oriri bụ ihe dị ka 250 ruo 400 kilogram (550 ruo 880 ) kwa onye kwa afọ (ihe dị ka unere atọ ruo 11 kwa ụbọchị). Uganda bụ nke abụọ kachasị emepụta unere n'ụwa",
  "Otú ọ dị, ọ bụ otu n'ime ndị na-ebupụ ihe kacha nta, ebe a na-ejikarị ihe ọkụkụ eme ihe maka oriri ụlọ.",
  "Banana nke East African Highland dị mkpa dị ka ihe ọkụkụ nri, aha obodo matoke (ma ọ bụ karịa matooke) bụ otu okwu maka okwu \"nri\" na Uganda",
  "Ọzọkwa, a na-eji akụkụ nke unere East African Highland nke a mara dị ka mbidde emepụta mmiri / biya.",
  "A na-eji mma akpụcha matoke, na-ekpuchi ya na akwụkwọ osisi ahụ (ma ọ bụ akpa plastik), ma tinye ya n'ime ite nri (Swahili: sufuria) n'elu osisi unere",
  "A na-etinye ite ahụ n'elu icheku ọkụ ma ọ bụ ọkụ osisi ma na-etinye matoke ahụ n'ime mmiri ruo awa ole na ole, a na-awụnye mmiri n'ime ala ite nri ọtụtụ ugboro",
  "Ogwe osisi ndị dị n'ala nke ite ahụ na-eme ka mkpụrụ osisi ndị a na-ekpuchi n'elu ọkwa mmiri ọkụ",
  "Ọ bụ ezie na esighị ya, matoke na-acha ọcha ma sie ike; isi nri na-eme ka ọ dị nro ma na-acha odo odo",
  "Mgbe ahụ, a na-achịkọta matoke ahụ mgbe a ka na-ekpuchi ya na akwụkwọ ma ọ bụ akpa ma na-ejikarị ya na akwụkwọ unere ọhụrụ",
  "A na-eri ya na ofe e ji akwụkwọ nri, ahụekere, ma ọ bụ ụdị anụ ụfọdụ (ụmụ ewu ma ọ bụ anụ ehi) mee.",
  "A na-ejikwa Matoke eme nri ụtụtụ a ma ama a na-akpọ Katogo na Uganda.  A na-esikarị Katogo dị ka ngwakọta nke unere na ahụekere ma ọ bụ anụ ehi, ọ bụ ezie na anụ ma ọ bụ nke ewu bụkwa ihe a na-ahụkarị.",
  "Na Bukoba, Tanzania, a na-esi matoke (ma ọ bụ ebitooke) na anụ ma ọ bụ azụ catfish a na-ese anwụrụ ọkụ, na agwa ma ọ bụ mkpụrụ osisi",
  "Usoro a na-ewepụ mkpa ọ dị ịkwadobe ofe dị iche",
  "N'ime usoro nri a, a naghị achịcha matoke",
  "Ruo mmalite afọ 1980, nke a bụ nri a na-ahụkarị na Bukoba ma a ga-eri ya n'afọ niile"
]