[
  "A mụrụ Uwatse na 10 Mee 1981 na Warri, Delta Steeti na mpaghara ndịda Naịjirịa",
  "Ọ bụ nwa John Uwatse (onye injinia) na Pat Omare (onye ọchụnta ego)",
  "Ọ bụ onye mbụ n'ime ụmụnne asaa, o nwere ụmụnne nwoke anọ na ụmụnne nwanyị atọ",
  "Ọ gara ụlọ akwụkwọ John F",
  "Kennedy International na Our Lady's High School na Effurun",
  "Ọ gara Federal Government College Warri",
  "Ọ bụ onye gụrụ akwụkwọ na Delta State University, Abraka, ma nwee ọmụmụ na mba ọzọ na ọmụmụ French na Vileji du Benin, Togo.",
  "Matse jikọtara ya na Wazobia FM, mgbe nyocha gara nke ọma na Lagos n'afọ 2008. Ọ kwadoro ihe ngosi ehihie a na-akpọ Coolele Zone, na ụlọ ọrụ redio Pidgin na-asụ Bekee nke e bidoro gosiputawa na 2007. Ịbawanye ewu ewu ya n'ihi ọgụgụ isi ya na ọrụ mgbasa ozi mere ka o merie ọtụtụ onyinye gụnyere, Nigerian Broadcasters Merit Awards, Best of Nollywood Awards na The Future Awards E dekwara ya dị ka otu n'ime ndị na-eto eto iri kachasị ike na Naijiria na mgbasa ozi.",
  "N'afọ 2011, ọ kwupụtara ọpụpụ ya na Wazobia FM site na soshal midia. N'ajụjụ ọnụ ya na Encomium Magazin, ọ kọwara na ihe mere o ji wee hapụ Wazobia FM maka Nigeria Info bụ n'ihi na ọ chọrọ ịma onwe ya aka na ihe \"siri ike, nke ga-eme ka mbara igwe ya gbasaa\"",
  "Ọ kọwara mgbanwe ya na mgbasa ozi site na Pidgin English gaa na Bekee dị ka nnukwu ihe ịma aka ya n'oge ọ nọ na Nigeria Info F.M",
  "Na Septemba 2013, Nigeria Info chụrụ Matse, mkpebi ọ weere dị ka enweghị mmetụta na enweghị ekele n'ụzọ nke ndị were ya n'ọrụ n'oge gara aga.",
  "N'afọ 2014, Sola Filani nke YNaija kọwara mmetụta ya na redio Naịjirịa dị ka nke na-aga n'ihu \"na-aga n'ihu\" ọtụtụ afọ mgbe ọ kwụsịrị ịbụ onye na-ahụ maka ikuku",
  "Ọ kọwara mkpebi ya ịhapụ redio dị ka ụzọ isi tụleghachi ndụ ya na ịnọ ezinụlọ ọhụrụ ya nso. Ugbu a, ọ na-arụ ọrụ na blọọgụ nri www.matsecooks.com Na Machị 2014, ọ kọwara na \"Matse Cooks\" ga-enye ozi nwere nghọta banyere nri na ihe ọṅụṅụ ndị dị mkpa n'ọdịbendị nye ndị Afrịka. Onye mgbasa ozi, Linda Ikeji kọrọ na Matse na-emekwa nri na-esi ísì ụtọ na oge na ọnụ ọgụgụ azụmahịa. N'afọ 2016, YNaija depụtara ya dị ka otu n'ime ụmụ nwanyị 100 kachasị akpali akpali na Naịjirịa. N'afọ 2020, Social Animal depụtara ya dị ka otu n'ime ndị na-ede blọogụ nri 121 kachasị elu n'ụwa."
]