[
  "Mattrise ikuku bụ mattrise ikuku ma ọ bụ ebe ihi ụra.",
  "N'ihi ịdị elu yá na ụdị nke ụwa họrọ site n'ime ndị kasị dị umeala, a na-ejikarị ya eme ihe dị ka ihe eji egwuri egwu mmiri ma ọ bụ ngwaọrụ flotation, na mba ụfọdụ, gụnyere UK na South Africa, a na'akpọ lilo (\"Li-lo\" bụ akara ahịa a kapịrị ọnụ - nke sitere na ahịrịokwu \"na-ala ala\") ma ọ bụ Readybed.",
  "Mattress ikuku, nke a makwaara dị ka lgwe ikuku  ma ọ bụ àkwà ikuku, bụ mattress na-afụli elu nke e ji polyvinyl chloride (PVC) ma ọ bụ plastik urethane ma ọ bụ rọba mee. Enwere ike ịbelata ọnụ nke ndị Kraịst Oge mbụ Nile dị ka ndị mmadụ n'ihe ndị mere n'oge ochie nakwa ijikọta matarasị ahụ ma buru ya ma ọ bụ chekwaa ya n'ụdị dị obere",
  "A na-eme ka ha na-afụli elu site na ịfụ n'ime valvụ, ma ọ bụ site na ntuziaka ma ọ bụ mgbapụta eletrik",
  "Ụfọdụ na-afụli elu na-akpaghị aka mgbe a na-emeghe valvụ, ruo nrụgide ụfọdụ na inflation ọzọ aka ma ọ bụ site na mgbapụta.",
  "matarasị ikuku eme ihe maka ogige ntụrụndụ, iji ụlọ eme ihe nwa oge ma ọ bụ oge zuru oke, a pụkwara imeziwanye ya iji jikọta ndị mere n'oge ochie nakwa ike ịbelata ọtụtụ ojiji (dịka, ogige ntụgharị na ojiji ndị ọbịa) ebe ndị ọzọ bụ otu nzube",
  "Mattresses ikuku nwere ike ịnwe ọdịdị a haziri nke ahazi, dị ka ịkpụ ndị mmadụ n'ihe banyere ụkpụrụ ndị ziri ezi ntụziaka oriri ụkwụ maka iji ya mee ihe na mpaghara ibu nke ụgbọala pickup ma ọ bụ SUV.",
  "Ogwe ụra dị arọ, nke dị obere ma dị arọ ma bụrụ nke dị arọ maka ime ụlọikwuu na ime njem azụ, ma nwee ike ịnwe ihe mkpuchi na nchekwa onwe lekwasịrị ụmụ ndị ikom abụọ ahụ n'ebe ụfụfụ n'okpuru ụlọ ikuku",
  "Ụlọ ikuku dị elu na-eji rọba vulcanized, kpuchie ya na ákwà ma ọ bụ polyurethane na mkpokoro ákwà ọ bụ akọrọ (ing)",
  "Àkwà ikuku na-adịgide adịgide ga-adị ka àkwà site n'ime  nkịtị ma e wezụga inwe hose (otu ụlọ ikuku) ma ọ bụ hoses (ọnụ ụlọ ikuku abụọ) na-apụta n'isi àkwà",
  "A ga-ejikọta eriri ndị a na ngwaọrụ ikuku, nke nwere mmasị nwanyị Mmekọahụ ike ọzụzụ ihe mepụtara site na iji bịa na ímé ihe ọ bụla n'ime anyị si egosi ịhụnanya n'ebe nile na ímé ihe ọ na ímé ihe ọ ga abụ ọma valvụ abụọ, nke ga-enwe njikwa (s) dịpụrụ adịpụ ka onye ọ bụla wee nwee ike idozi nkwụsi ike nke akụkụ ya na mkpa nke ya",
  "Enwere ike idozi nkwụsi ike ahụ n'elu ma ọ bụ n'ala, site na ịpị bọtịnụ dị mfe, na remote (s).",
  "Otu ụlọ ọrụ nchekwa gọọmentị USA adọla aka ná ntị megide ikwe ka ụmụ ọhụrụ na-ehi ụra na matarasị ikuku, n'ihi na ha nwere ike ịdị nro ma na-eme ka ụmụaka dị obere (karịsịa ndị na-erubeghị ọnwa 8) ghara iku ume n'ime oghere ma ọ bụ mgbe ha nọ n'etiti matarasị na ala àkwà",
  "Tụkwasị na nke a, e nweela ọtụtụ nnyocha gọọmentị na iwu ndị e mere n'oge na-adịbeghị anya n'ihi ọdịdị na-egbu egbu nke phthalate plasticizers dị n'ime ọtụtụ akwa ikuku PVC vinyl na ngwaahịa vinyl ndị ọzọ dị nro. European Union emeela mgbalị yiri nke ahụ iji gbochie ojiji nke ihe vinyl na ihe egwuregwu na ihe ndina.",
  "Mattresses ikuku buru ibu, nke dị mgbagwoju anya (nke a maara dị ka \"ihe ndina ikuku\" n'ebe ndị na-asụ Bekee na Britain) abịala n'ahịa n'afọ ndị na-adịbeghị anya nke e bu n'obi maka iji ndị ọbịa ma ọ bụ dị ka àkwà na-adịgide adịgide n'ime ụlọ ihi ụra. Ogologo àkwà maka àkwà ikuku nwa oge sitere na ejima ruo n'ogo eze, mana ndị na-emepụta àkwà ndị ọbịa ole na ole na-enye ọnụ ọgụgụ eze ka a na-ere ọtụtụ àkwà ifufe ndị ọbịa na mpụga United States ebe matarasị ndị eze abụghị ọkọlọtọ",
  "Ọtụtụ ebe ikuku na-adịgide adịgide na-eji akwa na ihe ndina dị mfe ịchọta",
  "California King (ma ọ bụ Western King) ákwà na ihe ndina nwere ike isi ike ịchọta ebe ọ bụ na e bu ụzọ chepụta nha a maka ụlọ ọrụ mmiri.",
  "A na-ebuli ndị ọbịa e welitere elu ma ọ bụ àkwà nwa oge n'ala iji mee ka ndị ọrụ ghara ịnọ n'ala ma nye ahụmịhe matarasị ọdịnala",
  "Ọ bụ ezie na àkwà ikuku 'ebuli elu' dị n'ala, emeghị ha maka iji ha mee ihe n'oge niile, ebe ala nke àkwà ahụ bụ ụlọ ikuku ọ bụghị ntọala siri ike.",
  "Mattresses ikuku nwekwara ike imeziwanye ndụ (ma nwee ike inye ụfọdụ enyemaka) maka ndị na-arịa azụ mgbu. Inwe ikike idozi nkwụsi ike nke matarasị iji nweta ọdịdị ahụ dị iche iche, nha, na ịdị arọ, nwere ike ịbụ ihe na usoro ọgwụgwọ",
  "A na-eji matarasị ikuku eme ihe mgbe ụfọdụ iji chebe ndị nọ n'àkwà pụọ na ọnyá nrụgide, nke nwere ike ịkpata ọnyá na-eyi ndụ egwu. Tụkwasị na nke a, matarasị ikuku arụpụtara na-enweghị ihe ndị nwere ike ịhapụ VOCs ma ọ bụ ihe ndị ọzọ na-egbu egbu site na usoro nrụpụta (nke nwere ike ime ka nsogbu ahụ na ụmụaka ma ọ bụ ndị ọzọ na'ahụ anya) dị.",
  "Okwu ikuku mattress nwekwara ike izo aka na ọdọ mmiri mmiri ma ọ bụ ihe eji egwuri egwu n'ụsọ osimiri, nke nwere akpa ikuku na ọtụtụ (na-abụkarị anọ ma ọ bụ ise) tubes na-agba ọsọ",
  "A na-akpọkwa ya \"lilo\" (UK, AUS, NZ, SA), \"ụgbọ mmiri ikuku\", \"ụgbọelu ikuku\", \"ụlọ oriri na ọṅụṅụ\", ma ọ bụ \"ụgbọ (ing) mat (ike) \", a na-eji ya ala n'elu mmiri",
  "E debara aha Li-Lo maka ngwaahịa ihe rubberised na UK na 19 Apr 1944 na USA na 25 Sep 1947 site na P",
  "B",
  "Cow na Co Ltd.  A na-akpọsa matarasị ikuku na-afụli elu maka ntụrụndụ dị ka otu n'ime ngwaahịa Li-Lo na British Industries Fair na London 1949. Ọ bụ ezie na ọ na-eyi ihe ndina ikuku, a naghị ewu ya nke ọma ma ọ nwere ike ọ gaghị adịgide na-afụli elu n'abalị niile, na-eme ka ọ ghara ịdị irè maka iji ya dị ka àkwà.",
  "\"Ụra ikuku\" a na-agbanwe agbanwe na-adịgide adịgide ghọrọ ihe a ma ama karịsịa mgbe onye isi ahịa Select Comfort malitere nnukwu mkpọsa ahịa n'ihe dị ka afọ 2001. Comfortaire rụrụ ebe ikuku mbụ ahụ na 1981, nke Select Comfort mechara zụta, na Jenụwarị 2013 maka $ 15.5m",
  "Select Comfort mara ọkwa na Machị 30, 2017, na ha na-akwụsị ahịa mkpọsa nke atọ, nke Comfortaire Line nke ngwaahịa, na-emechi Comfortaire Brand. Ndị nrụpụta ndị ọzọ gụnyere Boyd Specialty, InnoMax, na American National.",
  "Ebe ikuku dị ọnụ ala nke a na-eji eme ogige ma ọ bụ ndị ọbịa gụnyere Aerobed, nke ụlọ ọrụ Jarden The Coleman Company rere."
]