[
  "Clarence Matthew Baker (ubochí irí n'ọnwa Decemba, 1921 , rụo ụbọchị irí nà otu n'ọnwa Ọgọst, 1959) bụ ónyé America na-ese akwụkwọ na-atọ ọchị na onye na-ese ihe osise, nke a maara nke ọma màkà ịdọrọ ndị dike na-atọ ụtọ ógè ochie dị ka onye na-alụ ọgụ mpụ Phantom Lady, na ndị na-atọ egwu. Ọ na-arụsi ọrụ ike na 1940s na 1950s Golden Age nke akwụkwọ ndị na-atọ ọchị, ọ bụ ónyé na-ese ihe na-atọ ụtọ nke mbụ a maara n'Afrịka na America iji nweta ihe ịga nke ọma na ụlọ ọrụ akwụkwọ ndị na'atọ ọchị. O dekwara akwụkwọ akụkọ \"ihe osise\" nke St",
  "John Publications' digest-sized \"It Rhymes with Lust (1950), akwụkwọ akụkọ mbụ na-ese onyinyo n'agbanyeghị na e chepụtara okwu ahụ n'oge ahụ.",
  "A nabatara Baker na Will Eisner Comic Book Hall of Fame na 2009. Enwere ike ịhụ mmetụta ya na ndị na-ese ihe dịka Dave Stevens na Adam Hughes.",
  "A mụrụ Baker n'ubochí irí n'ọnwa Disemba, 1921, na Forsyth County, North Carolina. Mgbè ọ dị obere, ya na ezinụlọ ya kwagara Pittsburgh, Pennsylvania, ma mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị na 1940, ọ kwagara Washington, D.C",
  "N'ịbụ ónyé ọrịa obi gbochiri ka a banye n'ọrụ agha US n'oge Agha Ụwa nke Abụọ, ọ malitere ịmụ nka na Cooper Union, na New York City. Ọ banyèrè na ihe ọchị site na Jerry Iger Studio, otu n'ime ndị \"nchịkọta\" nke 1930s ruo 1940s nke nyere ndị na-ebipụta akwụkwọ na-abanye na usoro ọhụrụ ahụ ihe ọchị. Iger chetara na Baker batara n'ime ụlọ ọrụ ya na otu ihe nlele nke ihe osise na-acha anụnụ anụnụ n'ime ọfịs ya; o chere na nwanyị ahụ màrà mma nke na ọ were Baker n'ọrụ n'ebe ahụ, dị ka onye na-ese ihe n'azụ tupu e nye ya edemede mbụ ya. Ọrụ mbụ Baker gosipụtara na ọ na-eme ihe ọchị bụ ide ihe na inking ụmụ nwanyị na akụkọ \"Sheena, Queen of the Jungle\" dị peeji iri na abụọ na Fiction House's Jumbo Comics #69 (nke dị n'ihu na Nov",
  "1944), nke Robert Webb na Alex Blum dere.",
  "Ọtụtụ n'ime ọrụ Baker bụ ndị e dere na mbụ na penciled backgrounds nakwa ụmụ nwanyị màkà ndị na-ese ihe ndị ọzọ, a na-enwekwa ọtụtụ n'ime akwụkwọ ya, na onye na-ese ya maka ọrụ ya",
  "O mepụtara aha ngwa ngwa dị ka otu n'ime ndị na-ese ihe \"Good Girl\" kachasị mma na azụmaahịa màkà nlebara anya ya na nkọwa zuru ezu mgbè ọ na-ese ụmụ nwanyị.",
  "N'oge a, nke a maara dị ka Golden Age of Comic Books, Baker rụrụ ọrụ maka ndị na-ebipụta akwụkwọ gụnyere Fiction House, Fox Comics, Quality Comics, na St",
  "John Publications. N'afọ ndị sochirinụ, ya na ónyé na-ese  Jon D'Agostino jikọrọ aka n'onwe ya n'okpuru aha Matt Bakerino na Charlton Comics.",
  "Enyi Baker bụ Frank Giusto na onye na-ese ihe Lee J",
  "Ames ekwuola na Baker bụ nwoke na-edina nwoke ibe ya. Nwanne Baker bụ Fred Robinson gbakwunyere banyéré Baker na onye na-ebipụta akwụkwọ St",
  "John bụ Archer St",
  "John, \"Ha nwere mmekọrịta chiri anya",
  "Amaghị m kpọmkwem ihe ọ bụ\".",
  "Ihe osise ya ndị ọzọ màkà akwụkwọ ndị na-atọ ọchị gụnyere aha agha na-atọ ụtọ Canteen Kate, nke Baker sere 22 niile, yana akụkọ dị na akụkọ akụkọ ihe mere eme Tales of The Mysterious Traveler; ihe nkiri \"Sky Girl\" na Fiction House's Jumbo Comics, nke nwéré ihe ndị mbụ na mbipụta ndị ọzọ na-agba ọsọ site na #69-139 (November 1944 Ōz Disemba 1952); \"Flam\", \"South Sea Girl\", \"Glory Forbes\", \"Kayo Limited\". Baker gosipụtara Lorna Doone màkà Classic Comics na Disemba 1946, otu onyinye ya na naanị onyinye ya na usoro a ma ama. Ọ bụ ónyé a na-akwanyere ùgwù n'ozuzu ma ọ bụghị onye a na'ekwuputa na ọ bụ ónyé na-ese ihe maka Fox's Rulah, Jungle Goddess #1717X27 (Ọgọst 1948 June 1949, aha zuru ezu mgbè ọ weghaara nọmba nke Zoot Comics)",
  "O mepụtara Flamingo dị ka  na-atọ ọchị site na 1952 ruo 1954",
  "[citation needed] Aha edemede ya gụnyere Curt Davis. Baker kpụrụ ụmụ nwanyị ka ha bụrụ ndị mara mma, ndị mara mma n'ezie, jupụtara n'àgwà n'akụkọ nke ha n'adịghị ka ụzọ e si egosi ụmụ nwanyị na egwuregwu ndị ọzọ nke oge ahụ.",
  "Baker mepụtara ma ọ bụ soro mepụta ihe onye edemede John Arcudi na-akpọ \"onye isi ojii mbụ a maara na ndị America na-atọ ọchị\". Ónyé dike ọhịa dị ka Tarzan Voodah, nke Baker sere ma bụrụ nke ónyé édémédé a na-amaghị ama dere, gosipụtara na ónyé na-ebipụta McCombs 'Crown Comics # 3 (ụbọchị mkpuchi nke ọdịda 1945, ụbọchị ire ere nke Septemba 19, 1945). Dị ka Grand Comics Database si kwuo, dabere na nka sitere na \"The Matt Baker Checklist\" nke Alberto Becattini na Jim Vadeboncoeur Jr",
  "na Matt Baker: The Art of Glamour (nke e depụtara n'okpuru References), \"Voodah na-acha ka nwa amaala Africa na egwuregwu a, mana mgbè mbipụta a gasịrị, a na-acha ya ka Caucasian\"",
  "Ọ bụkwa onye Caucasian n'ihu ya.",
  "Ka e mesịrị n'ime afọ iri ahụ, Baker rụrụ ọrụ n'efu maka Atlas Comics, onye bu ụzọ na 1950 nke Marvel Comics, malite na akụkọ akụkọ akụkọ dị peeji ise n'ozuzu ya, ma ọ bụrụ na ọ bụghị ihe a na-ejighị n'aka, nke a na-enye onye edemede na-ede akwụkwọ Stan Lee, na aha omnibus Gunsmoke Western # 32 (Dec",
  "1955)",
  "N'oge ụfọdụ n'oge a, na-arụ ọrụ site na ụlọ ọrụ Vince Colletta, Baker gara n'ihu na-ese akụkọ maka Atlas 'Western Outlaws, Quick Trigger Action, Frontier Western, na Wild Western; karịa maka ụlọ ọrụ ahụ na-eme ihe ọchị Love Romances, My Own Romance, na Teen-Age Romance; na otu akụkọ ọ bụla maka akụkọ akụkọ karịrị nke mmadụ / sayensị akụkọ ifo Strange Tales, World of Fantasy, na Tales to Astonish (\"M Fell to the Center of the Earth, March # 2, 1959)",
  "Baker nyekwara ihe osise maka mbipụta Dell Movie Classic nke Eze Richard na ndị Ntụte.",
  "Na ngwụcha afọ iri ise ọ gbasara n'ọrụ ihe osise, dịka ọmụmaatụ maka mkpirisi 16 nke o mere nke Howard J",
  "Lewis ' The Complete Guide to Better Bowling (1956, Maco Magazine Corporation) maka General Motors 'Information Rack Service nọmba 1R-58-46 na mbipụta mbụ nke St",
  "John detective pulp digest Manhunt",
  "Ọrụ ikpeazụ a maara bụ peeji isii \"I Gave Up the Man I Love!\" na ụlọ ọrụ My Own Romance #73 (Jan",
  "1960). Ọrụ ikpeazụ a maara dị ka nke a na-ekwukarị ma a na-ejighị n'aka bụ peeji mbụ nke akụkọ peeji isii \"Happily Ever After\" na Marvel's Love Romances #90 (Nov",
  "1960).",
  "Ọ nwụrụ site na nkụchi obi n'August 11, 1959.",
  "A nabatara Baker na Will Eisner Comic Book Hall of Fame na 2009."
]