[
  "Mauerick Frankera Ahanmisi (amụrụ na Julaị 17, 1991)  amụrụ n'Amerịka bụ onye Filipino-Naijiria bụrụ ọkachamara basketball player maka Converge FiberXers nke Philippine Basketball Association (PBA).",
  "Ahanmisi nọrọ otu afọ na Stoneridge Prep na Simi Valley, California, mana ọ gụsịrị akwụkwọ na Golden Valley High School na Santa Clarita, California na 2009",
  "Dị ka onye okenye, ọ na-enweta akara 20.2 n'egwuregwu ọ bụla ma mechaa ọrụ ya dị ka onye na-ebute akara na onye na-agba égbè atọ na GVHS",
  "Ọ gbara bọọlụ AAU na Branch West Basketball Academy n'okpuru nkuzi nke Bob Gottlieb.  N'afọ 2010, ọ bịanyere aka n'akwụkwọ ozi nke ebumnuche igwu egwu maka Mahadum Minnesota.",
  "Ahanmisi gbara bọọlụ kọleji na Mahadum Minnesota, ụlọ akwụkwọ NCAA Division I, site na 2010-2014, nke ka ukwuu n'ọrụ nchekwa",
  "Ọ bụ onye a ma ama na-eme ihe na bench ma na-eduga otu nke abụọ nke otu ahụ. O nyeere Golden Gophers aka imeri n'asọmpi National Invitational Tournament n'afọ 2014. Richard Pitino, nwa onye nkuzi Rick Pitino nke Louisville, na-azụ Gophers.",
  "N'afọ 2014, Ahanmisi kpebiri ịhapụ United States mgbe ọ gụsịrị akwụkwọ na kọleji ma soro ya rụọ ọrụ basketball na Philippines, site n'ịgba egwu maka Cafe France Bakers na PBA Developmental League",
  "Na ọrụ mbụ ya na Philippines, o mere ka ọnụnọ ya dị ozugbo, na-enweta akara iri na iri na asatọ na nkeji iri na ise nke mbụ nke mere ka Cafe France nwee mmeri.\nNa 2015 PBA D-League Foundation Cup eliminations, ọ duziri ndị otu ahụ n'ịgba goolu, na-enweta akara 13.9 n'egwuregwu ọ bụla, ebe ọ na-enyekwa 6.8 rebounds na 4.0 assists kwa ọpụpụ",
  "O nyere aka iduzi Café France na asọmpi PBA-D-League nke mbụ ya site n'ịchịkwa Foundation Cup.",
  "Dabere na ndepụta nke PBA wepụtara na Ọgọọst 10, 2015, Ahanmisi bụ otu n'ime ndị Fil-Foreigners iri na isii tinyere akwụkwọ maka akwụkwọ PBA nke afọ 2015. A họpụtara ya dị ka onye nke atọ n'ozuzu site na Rain ma ọ bụ Shine Elasto Painters na 2015 PBA draft",
  "Ọ bịanyere aka na nkwekọrịta afọ abụọ kachasị elu na Elasto Painters. N'egwuregwu mbụ ya dị ka onye na-agba ọsọ megide Mahindra n'ụbọchị iri abụọ na ise nke ọnwa Ọktoba n'afọ 2015, ọ gbara akara iri na otu n'ime akara iri na anọ ya naanị na nkeji nke anọ, mgbe ọ na-eduga Elasto Painters na mmalite nke abụọ na 2015 All-Filipino Cup.",
  "N'oge nnọkọ All-Filipino, ọ nwetara akara 8.3, 4 rebounds, na 2.3 nyere aka n'egwuregwu, mgbe ọ na-ejupụta n'efu nke Paul Lee merụrụ ahụ maka ọtụtụ n'ime asọmpi ahụ.",
  "N'abalị iri na isii n'ọnwa Ọgọọst n'afọ 2019, e rere Ahanmisi na Alaska Aces maka Chris Exciminiano na 2019 nke mbụ.",
  "Na Jụn 6, 2022, Ahanmisi bịanyere aka na Converge FiberXers, otu ọhụrụ nke weghaara ikike Alaska Aces.",
  "Ahanmisi si n'ezinụlọ nwere agbụrụ dị iche iche",
  "Nna ya, Victor Ahanmisi bụ onye Naijiria, ebe nne ya Marissa (née Frankera) bụ onye Filipino, onye si Alcala, Pangasinan. O nwere ụmụnne abụọ, Jerrick na Mylenne",
  "Jerrick na-egwuri egwu ugbu a maka Magnolia Hotshots na PBA."
]