[
  "Mavhungu Maureen Lerule-Ramakhanya bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Onye otu African National Congress, Lerule-Ramakhanya bụ onye bụbu onye isi obodo nke Vhembe District Municipality",
  "A họpụtara ya dị ka onye otu ndị omeiwu nke Limpopo Provincial na Mee, na afọ 2019",
  "A họpụtara ya dị ka ọkà okwu nke ndị omeiwu",
  "Na Maachị, na afọ 2020, a họpụtara Lerule-Ramakhanya dị ka onye otu Executive Council (MEC) maka Transport na Community Safety",
  "A kpọgara ya n'ọkwa agụmakwụkwọ nke kansụl ndị isi na June 2022.",
  "Lerule-Ramakhanya bụ onye otu African National Congress ogologo oge",
  "Ọ malitere ọrụ dị ka onye isi obodo nke Makhado Local Municipality na 1 Disemba, na afọ 2008, na-anọchi Glory Mashaba. N'ọnwa Eprel afọ 2012, kọmitii na-ahụ maka mpaghara ANC kpebiri iwepụ ndị isi obodo atọ",
  "Ndị otu ahụ chere na nnyefe ọrụ na-adịghị mma bụ n'azụ mkpebi ya",
  "Lerule-Ramakhanya bụ otu n'ime mmadụ atọ ahụ ma ọ kwụsịrị dịka onye isi obodo na 22 Eprel",
  "A họpụtara Farisani Mutavhatsindi dị ka onye nọchiri ya.",
  "Na 14 Disemba, na afọ 2018, a họpụtara Lerule-Ramakhanya ka ọ bụrụ onye isi obodo nke Vhembe District Municipality. Ọ nọchiri Florence Radzilani, onye gbara arụkwaghịm mgbe ọ sonyere na esemokwu VBS Mutual Bank",
  "Onye ọka ikpe ụlọ ikpe dị elu Frans Kgomo ṅụrụ iyi n'otu ụbọchị ahụ.",
  "Maka ntuli aka mpaghara nke e mere na 8 Mee, na afọ 2019, Lerule-Ramakhanya nọ n'ọnọdụ nke iri na atọ na ndepụta mpaghara nke pati ahụ",
  "A họpụtara ya ka ọ bụrụ onye omeiwu nke Limpopo Provincial dị ka ANC meriri oche 38",
  "A ṅụrụ ya iyi dị ka MPL na 22 Mee, na afọ 2019",
  "ANC họọrọ ya dị ka onye ha na-azọ ọkwa onye ọkà okwu, a họpụtakwara ya.",
  "N'abalị iri abụọ na atọ n'ọnwa Maachị, na afọ 2020, onye isi ala Stanley Mathabatha họpụtara Lerule-Ramakhanya dị ka onye otu ndị isi na-ahụ maka Ngalaba Na-ahụ Maka Njem na Nchebe Obodo, na-anọchi Dickson Masemola. Mgbanwe ndị ahụ malitere n'otu ụbọchị ahụ. Rosemary Molapo nọchiri ya dị ka ọkà okwu nke ndị omeiwu.",
  "N'abalị iri abụọ na itoolu n'ọnwa Juun, na afọ 2022, Mathabatha mere mgbanwe nke ndị isi ya, ebe ọ kwagara Lerule-Ramakhanya na ngalaba agụmakwụkwọ ma họpụta onye MEC agụmakwụkwọ na-apụ apụ Polly Boshielo dị ka MEC ọhụrụ maka Transport na Community Safety.",
  "Lerule-Ramakhanya lụrụ Happy Ramakhanya na Julai, na afọ 2011."
]