[
  "Mavis Iona Pusey (ubochí irí na asaá n'ọnwa Septemba, 1928 rụo ụbọchị irí abụọ n'ọnwa Eprel, 2019) bụ onye America na-ese ihe na-enweghị atụ nke a mụrụ na Jamaica. Ọ bụ ónyé na-ebi akwụkwọ na ónyé na-ese ihe nke a maara nke ọma màkà ihe osise ya siri ike, nke na-abụghị nke nnọchiteanya",
  "Pusey nwetara mkpali site na iwu ọbọdọ",
  "Ọ bụ onye na-eduga abstractionist ma na-arụ ọrụ ndị sitere n'ike mmụọ nsọ nke ala na-agbanwe agbanwe mgbè niile.",
  "A mụrụ Pusey n'ubochí irí na asaá n'ọnwa Septemba, 1928, na Retreat, Jamaica, Nné na nnà ya nwụrụ mgbè amụrụ ya. Mgbè ọ dị afọ 9, Pusey mụtara otú e si àkwá ákwà na ime uwe site n'aka nwanne nné ya",
  "Ọrụ mbụ ya bụ na ụlọ ọrụ na-emepụta uwe na Kingston.",
  "Mgbè ọ dị afọ iri na asatọ, Pusey kwagara New York City iji nweta akara ugo mmụta n'ịmepụta ejiji na Traphagen School of Fashion Mgbè afọ ole na ole nke nsogbu ego gasịrị, Pusey hapụrụ ụlọ akwụkwọ wee rụọ ọrụ na ụlọ ahịa ndị na-alụ nwanyị ọhụrụ",
  "Mgbè ahụ, ọ debanyere aha na nkụzi nka dị mma na Art Students League nke New York, ụlọ ọrụ na-arụ ọrụ na ógè ọrụ ya ma nye ya ohere ịkwado onwe ya ego",
  "N'ụlọ ọrụ a, Pusey nwetara agụmakwụkwọ site na Ford Foundation ma kwe ka ọ gaa ọmụmụ ihe ma mụọ n'okpuru ndị na-ese ihe dịka ndị na-eme ihe nkiri Harry Sternberg na Will Barnet, ónyé na-ese foto na onye na-ebi akwụkwọ. Ọ gwara The New York Amsterdam News na 1978, \"Na mberede, m banyere na klas nke Will Barnetz nke eserese",
  "Mgbè otu ọnwa m kwuru, na-eche na ọ nọ na klas na-ezighi ezi",
  "Mana n'oge a, etinyela m aka nke ukwuu n'ihe osise m, ọ nọrọ m\". Site n'ịmụ akwụkwọ n'okpuru Barnet, a kpọbatara Pusey n'ụwa nke Modern Art ma gbaa ya ume ka ọ gaa n'ihu n'ọrụ ya na eserese.",
  "N'afọ 1968, Pusey kwagara Paris ma nwee ihe ngosi nke mbụ ya na Galerie Louis Soulanges na Paris, France",
  "Mgbè ọ bi na Paris, Pusey hụrụ ọgba aghara ụmụ akwụkwọ nke 1968 nke ga-akpali ọtụtụ ọrụ ya na mbipụta ya kachasị dị ịrịba ama, <i id=\"mwSw\">Paris</i> Mai Juin (1968). Pusey laghachiri na US ma gosipụta ọrụ ya na nnukwu ihe ngosi nke 1971 nke akpọrọ Contemporary Black Artists in America na Whitney Museum of American Art",
  "Otu n'ime ọrụ sitere na ihe ngosi nke 1971, nnukwu ihe osise Dejygea (1970), so na ndị a gụnyere na ihe ngosi 2017, Magnetic Fields: Expanding American Abstraction, 1960s to Today, na Kemper Museum of Contemporary Art.",
  "Pusey ghọkwara ónyé nkụzi ma kụzie n'ebe dị iche iche, gụnyere The New School, Pennsylvania Academy of the Fine Arts, na Mahadum Rutgers. N'afọ 1988, Pusey kwagara Pusey wee kwaga Orange, Virginia wee malite ịkụzi na Woodberry Forest School, ụlọ akwụkwọ ụmụ nwoke niile.",
  "Pusey nwèrè ọrụ n'ọtụtụ nchịkọta dị iche iche na ebe ngosi ihe mgbè ochie gafee United States, gụnyere:"
]