[
  "Àtụ:Infobox record labelMavin Records (amakwaara dịka Supreme Mavin Dynasty)  bụ akara ndekọ onye mmepụta ndekọ na ihe nkiri bụ Don Jazzy tọrọ ntọala akara ndekọ a n'ụbọchi asato n'ọnwa May, afọ 2012 Mbido akara a bịara na mmezu mgbe emechiri Mo 'Hits Records, akara ndekọ nke onye mmepụta akpọburu aha ya na D'banj nwekọtara.  Akara a bụ ụlọ maka ndị na-eme ihe nkiri dịka Korede Bello, Dr SID, D'Prince, Di'Ja, Johnny Drille, Ladipoe, DNA Twins, Rema, Ayra Starr, 6xSlatt na Crayon",
  "Ndị mmepụta ihe nkiri dịka Don Jazzy n'onwe ya, Altims na Baby Fresh n'ọkwa n'okpuru akara a.  Na afọ 2014, DJ Big N bụrụ onye n'etiri  akara egwu.  Tiwa Savage, Wande Coal, Reekado Banks na Iyanya bụcha ndị adị na mbu binye aha ha na akara ahụ.  N'abali asatọ n'ọnwa May, afọ 2012, akara ahụ wepụtara album mkpokọta Solar Plexus.  N'ọnwa Jenụwarị afọ 2019, Mavin Records nwetara ntinye ego nke nde kwuru nde site na Kupanda Holdings, enyemaka nke Kupanda Capital na TPG Growth",
  "Mavin Records malitere n'ihi ọpụpụ D'banj na Mo'Hits",
  "Tupu anyi e kwuo okwu maka ọpụpụ D'banj na Mo'Hits, e nwere ebubo na D'banj bịnyere aka na Mo'Hits nọ na nchekwa Don Jazzy.  N'ajụjụ ọnụ nke Sunday Punch, Don Jazzy kwuru òkwu banyere ọpụpụ D'banj na Mo Hits, na-asị, \"Anyị na-arụkọ ọrụ ọnụ, ihe niile nọ na-agakwa nke ọma",
  "O nwere ebe o rúru  m lee ọnọdụ ahụ anya mgbe ahụ ka anyị abụọ kpebiri na ọ naghị arụkwa ọrụ nke ọma mgbe ahu ka onye ọbụla gara nke ya\"",
  "Don Jazzy kwuru na Igbanwe aha hịara ya ahụ.  Dịka BellaNaija si kwuo, Aha a bụ \"Mavin\" na-akọwa onye nwere onyinye nwekwa nka na aka ọrụ ọ bụla.  Mgbe o guzobere aha ndekọ aha ya, Don Jazzy kwuru na ọ na-ahụ Mavin Records ịbụ ụlọ ike nke egwu n'Africa n'oge na-adịghị anya.  Mgbe ahazigharịrị Mo 'Hits ka ọ bụrụ Mavin, Don Jazzy bịnyere aka na onye na-agụ egwú Naijiria bụ Tiwa Savage",
  "Ụlọ ọrụ Pulse nke Naijiria kwuru na Jazzy nwere mmasị na ụkpụrụ ọrụ na ọnyịnya ya",
  "Ụlọ ọrụ Pulse nke Naijiria kwukwara na Mavin Records binyere aka na ndị nrụpụta Aluko \"Altims\" Timothy na Sunday \"BabyFresh\" Enejere",
  "N'ụbọchi asaa n'ọnwa May, afọ 2012, akara ndekọ ahụ malitere ebe nrụọrụ weebụ gọọmentị ya na Mavin league, ebe nrụọrụ weebụ ịkparịta ụka nke e mere iji kwado ndị hụrụ ha na-anya ma n'eso ha n'ụwa niile.   Don Jazzy bịnyere aka na nkwado ụlọ ọrụ Samsung na Loya Milk mgbe ha guzobere akara ahụ; Tiwa Savage bịnyerekwara aka na nkwekọrịta nkwado nke Pepsi",
  "N’ime otu afọ ị emegharịrị akara a, akara ndekọ a wepụtara \"Take banana” na “Oma Ga” dịka otu egwu ndi si na mpịakọta nke albọm mbụ ha akpọrọ Solar Plexus.   N'ọnwa Febụwarị afọ 2014, Don Jazzy bịnyere Di'Ja, Reekado Banks na Korede Bello aka na Mavin Records izu atọ dị iche iche dịkọrọ ọnụ.  N'ụbọchị nke mbụ n'ọnwa Mee, afọ 2014, Mavin Records weputara otu egwu a na-akpọ \" Dorobucci \" iji too ya.  N'ụbọchị iri na abụọ n'`ọnwa Febụwarị, afọ 2015, Don Jazzy, Tiwa Savage  na konga.combịnyere aka na nkwekọrịta  N’ụbọchi iri ato n'ọnwa Ọktoba, afọ 2016, ọtụtụ ụlọ ọrụ mgbasa ozi na Naijiria kwuru na Iyanya e bịnyela aka na akara ndekọ Mavin Records",
  "Iyanya na Don Jazzy kwadoro akụkọ a na Instagram.  N'ụbọcghị iri na asatọ n'`ọnwa Febụwari, afọ 2017, Don Jazzy kwupụtara maka mbinye aka nke Johnny Drille, Ladipoe na DNA na akara ndekọ Mavin Records.  Na-ọnwa Machị 2019, ọ kwupụtakwara mbinye aka nke Rema na-akara ndekọ Mavin.  N'ụbọchị iri atọ n'`ọnwa Mee, Mavin kpughere na ha na Crayon ebinyela aka na akara ndekọ Mavin.  N’echi ya, akara ndekọ a wepụtara otu egwu agụkọrọ ọnụ “All is in Order”.  N'`ụbọchị iri na otu n'ọnwa Jenụwarị, 2021, akara ahụ gosipụtara mbinye aka nke Ayra Starr bụ nwanyị dị afọ iri na asatọ na-agụ abụ afropop",
  "Akụkọ banyere ọpụpụ Wande Coal pụtara mgbe ọ hapụsịrị ma kwalite otu \"Kilaju\" na-enweghị nkwado nke Mavin Records.  N'`ụbọchị ise n'ọnwa Nọvemba, afọ 2013, Wande Coal weputara egwu nke akpọrọ \"Baby Face\" wee sị na Shizzi mepụtara ya",
  "N'iga n'ihu, Don Jazzy gara na Twitter ma bo Coal ebubo nke izu ohi ọgụgụ isi.  O tinyere ihe ngosi onyonyo nke “Baby Face”, nke e kwuru na e mere na afo gara aga",
  "Wande Coal dere ọtụtụ oge, na-akagbu ebubo Jazzy.  O tinyekwara njikọ gosiri mgbe mbụ emere egwu a n'ebe ana arụ egwu.  Onye ọkaiwu na-ahụ maka ihe nkiri/egwuruegwu bụ Demilade Olaosun gwara ndị ntaakụkọ Premium Times okwu gbasara akụ ọgụgụ isi (IP)",
  "O kwuru na abụ a bụ ihe onwunwe nke Mavin Records ebe ọ bụ na ọ na-emepụta, hazie ma kwupụta ya site n'aka onye ọrụ akara ahụ.  Onye ọka iwu ahụ kwukwara na ebe ọ bụ na emeghị ka ọha na eze nweta nkwekọrịta ndekọ Wande Coal, nkọwa enweghị ike ịdị banyere akụ ọgụgụ isi nke ọrụ egwu ndekọ a.  N'ụbọchị asaa n'ọnwa Nọvemba, afọ 2013, Mavin Records zipụrụ nkwupụta mgbasa ozi na-ekwupụta ọpụpụ Wande Coal",
  "Nkwupụta mgbasa ozi ahụ bịara mgbe obere oge gachara maka esemokwu Twitter dị n'etiti Don Jazzy na Wande Coal",
  "N'ajụjụ ọnụ redio na Beat FM na ọnwa Febụwarị afọ 2018, Iyanya kwupụtara ọpụpụ ya na Mavin Records, na-asị, \"Abanyela m ugbu a na Temple Music mana abụ m aga m abụ onye Mavin na ndụ m nile",
  "Ọ bụghị esemokwu",
  "Anọ m ebe ahụ o ruo oge ịga n'ihu \".  N'ọnwa Disemba afọ 2018, Reekado Banks kwuputara ọpụpụ ya na Mavin Records na Instagram.  N'ọnwa Mee afọ 2019, Otu Egwuregwu Universal mara ọkwa mbinye aka nke Tiwa Savage.  N'oge ekwuputara ya, ekpughere na Savage hapụrụ Mavin Records.  Don Jazzy kelere Savage na mbinye aka ya na UMG ma kwuo na a ga-echeta ya na Mavin ruo mgbe ebighi ebi",
  "A họpụtara Mavin Records maka Ndekọ Kasị Mma na-Afọ na enọ ntụrụndụ ndi obodo nke afọ 2013.  Akara a nwere meri n'ụdi ihe ndi edere na enọ ntụrụndụ ndi obodo nke afọ 2014",
  "n'okpuruakara a",
  "akara",
  "(x Rvssian)",
  "Ọ bụ ezie na Godywn, Don Jazzy na Di'jja rụrụ orụ, o binyeghi aka na-akara Mavin"
]