[
  "Maximillian James Aarons (amụrụ na 4 Jenụwarị 2000) bụ onye na-agba bọọlụ",
  "Ọ bụ onye bekee nke na-agba bọọlụ dị ka onye na-agbachitere EFL Championship otu egwuregwu Norwich City",
  "Ọ bụ onye na-agbachitere aka nri, mana ọ pụkwara igwu egwu dị ka onye na-agachitere aka ekpe.",
  "Aarons malitere ọrụ ya na Luton Town, wee kwaga ụlọ akwụkwọ Norwich City na 2016. Ọ bịanyere aka na nkwekọrịta ọkachamara afọ atọ na Canaries na June 2018, tupu ya emee nke mbụ ya na egwuregwu EFL Cup megide Stevenage na 14 Ọgọst. Goolu mbụ ya dị elu bịakwara na EFL Cup, ka ọ kwubiri mmeri nke Cardiff City izu abụọ ka e mesịrị. Aarons mere egwuregwu mbụ ya na 2 Septemba, malite na East Anglian derby megide Ipswich Town, ebe otu abụọ ahụ nwetara otu goolu otu goolu. N'abalị iri n'ọnwa Ọktoba, ọ gbatịkwuru nkwekọrịta ya na klọb ahụ ruo n'ọnwarị 2023.",
  "N'ọnwa Maachị afọ 2019, a họpụtara ya na 2018 - 19 Championship Team of the Season, e nyekwara ya onyinye 2018 - 19 EFL Young Player of the Season. A kwalitere ya na Norwich na Premier League mgbe o meriri Blackburn Rovers.",
  "N'ọnwa Eprel afọ 2021, a họpụtara ya maka EFL Young Player of the Season.",
  "Na Jenụwarị 2022, Aarons mere egwuregwu nke 150 ya maka Norwich City na egwuregwu Premier League megide West Ham United",
  "Mgbe ọ banyere n'òtù mbụ nke Norwich City na mbido oge 2018 na 19, Aarons nwetara oku na ndị otu England na-erubeghị afọ 19 na Septemba 2018.",
  "N'abalị iri atọ n'ọnwa Ọgọstụ n'afọ 2019, a gụnyere Aarons n'òtù England U21 maka oge mbụ wee mee nke mbụ ya n'oge mmeri 2021 U21 Euro qualifying ha meriri Turkey n'ụbọchị isii nke ọnwa Septemba n'afọ 2019.",
  "N'agbanyeghị na ọ na-eme egwuregwu n'England, na Maachị 2021, a kọrọ na a ga-akpọ Aarons ka ọ bịa n'òtù mba Jamaica, dịka akụkụ nke atụmatụ nke Jamaican Football Federation iji kpachara anya lekwasị anya n'ọtụtụ ndị egwuregwu a mụrụ na England na ndị bekee maka ịkpọ oku iji mụbaa ohere mba ahụ nwere iru eru maka Iko Mba Ụwa nke 2022. Onye isi oche JFF Michael Ricketts kwuru na Aarons ga-etinye akwụkwọ maka paspọtụ Jamaica iji gbaa bọọlụ maka mba ahụ. Otú ọ dị, Aarons mechara kpughee na Jamaica akpọtụbeghị ya, na-ekwu, sị: \"Enwere m ike igwu egwu maka Jamaica mana anụtụbeghị m ihe ọ bụla site n'aka ha ma ọ bụ ihe ọ bụla",
  "Enwere m ndị mmadụ na-ezipụ m ozi, ndị ezinụlọ ole na ole si Jamaica, m ga-ekwu na anụbeghị m ihe ọ bụla\". Aarons kpughekwara na o nweghị mmasị igwu egwu maka onye ọ bụla ọzọ ma e wezụga mba ya, na-ekwu, sị: \"ihe m na-elekwasị anya bụ England\".",
  "Aarons bụ onye Jamaica. Ọ bụ nwa nwanne nne nke onye egwuregwu Huddersfield Town Rolando Aarons.",
  "Àtụ:Updated",
  "Otu egwuregwu Norwich City",
  "Otu onye",
  "Àtụ:Norwich City F.C",
  "squad"
]