[
  "Maxine Jones (amụrụ n'ubochí irí na isii n'ọnwa Jenụwarị, 1962),[lower-alpha 1] bụ ónyé America na-agụ egwu nke a maara nke ọma dị ka ónyé guzobere otu R&B / pop En Vogue, otu n'ime ìgwè ụmụ agbọghọ kachasị ere n'ụwa n'oge niile. Ọ bụrụ abụ ndị isi na egwu egwu \"My Lovin' (You're Never Gonna Get It) na \"Don't Let Go (Love)\", ha abụọ nwetara ihe ịga nke ọma mba ụwa ma ree ihe karịrị otu nde",
  "N'oge niile ọ na-arụ ọrụ, Jones ereela ihe karịrị nde irí abụọ na En Vogue",
  "Ọrụ ya emeela ka o nweta ọtụtụ onyinye na nhọpụta, gụnyere American Music Awards abụọ, Billboard Music Award, MTV Video Music Awards anọ, na Soul Train Music Awards anọ.",
  "N'afọ 1988, ndị na-emepụta Denzil Foster na Thomas McElroy họọrọ Jones na Dawn Robinson na Cindy Herron ka ha nọrọ n'òtù ụmụ nwanyị atọ",
  "Mgbè agbakwunyere Terry Ellis na usoro ahụ, otu áhụ ghọrọ quartet wee họrọ aha En Vogue. Ha malitere idekọ abọm mbụ ha na 1989 ma mechaa na 1990. N'afọ 1990, En Vogue wepụtara egwu mbụ ha \"Hold On\", nké ghọrọ egwu mbụ na chaatị Hot R&B / Hip-Hop Songs. Ka e mesịrị n'afọ ahụ, otu ahụ wepụtara abọm mbụ ha Born to Sing, nke rere otu nde na United States.",
  "N'ubochí irí abụọ na isii n'ọnwa Septemba, 2011, Ellis, Jones, na Herron wepụtara otu \"I'll Cry Later\" site na abọm ha na-abịanụ nkè a haziri maka ntọhapụ December",
  "Mkparịta ụka màkà ntọhapụ nke abọm ahụ mèrè ka Jones hapụ En Vogue, nke ya na Robinson kwurịtara na Access Hollywood ihe fọrọ nke nta ka ọ bụrụ otu afọ ka e mesịrị n'ubochí irí na asaá n'ọnwa Ọktoba, 2012.",
  "Olu Maxine na-agbasa octaves atọ na akara abụọ",
  "Ọ bụ ónyé mezzo-soprano",
  "Dị ka ónyé otu En Vogue, a na-ekwukarị na Jones na-eme ka akụkụ dị ala nke abụ ha kwekọọ",
  "E dekọrọ akara ya kachasị ala n'abụ \"Love Won't Take Me Out\" ebe ọ bụrụ abụ Gī2",
  "E dekọrọ akara kachasị elu ya na Silent Night (Happy Holiday Mix)\", ebe ọ na-abụ abụ B5",
  "Jones na-edekarị egwu dị arọ n'òtù ahụ",
  "Ọ bụrụkwara abụ ndị isi na egwu ha kachasị egwu gụnyere: \"Whatta Man\", \"Don't Let Go (Love)\", \"Give It Up, Turn It Loose\", na abụ ha \"My Lovin' (You're Never Gonna Get It)"
]