[
  "May El Calamawy (mkpọpụta  [māɑjj (el) ʔælæmæːwiː]; amụrụ n'October 28, 1986) bụ onye Egypt-Palestinian na-eme ihe nkiri nke na-arụ ọrụ ma biri na United States kemgbe 2015. A maara ya maka ọrụ ya na usoro telivishọn America Ramy dị ka Dena Hassan, na Moon Knight dị ka Layla El-Faouly",
  "A mụrụ Calamawy na October 28, 1986, na Bahrain n'aka nna onye Ijipt nke na-arụ ọrụ dị ka onye na-echekwa ego, na nne Palestine-Jordan. O nwere nwanne nwoke tọrọ ya",
  "A zụlitere ya na Bahrain, ọ nọrọ afọ isii na Doha, Qatar, na Houston, Texas, tupu ya eruo afọ iri na abụọ. Calamawy na-asụ Bekee na Arabic.",
  "A kpaliri ya ịghọ onye na-eme ihe nkiri mgbe ọ kiriri ihe nkiri 1992 Death Becomes Her mgbe ọ ka bụ nwatakịrị.",
  "Calamawy gụsịrị akwụkwọ sekọndrị na Bahrain, mgbe ọ dị afọ iri na asaa, ọ kwagara Boston, Massachusetts, iji mụọ gbasara mmepụta ụlọ ọrụ, n'ihi na nna ya chọrọ ka ọ mee nke ahụ. Ọ biri na Dubai ruo afọ ise tupu ọ laghachi na United States iji chụsoo ọrụ ime ihe nkiri.",
  "O tinyere akwụkwọ na Emerson College wee gwa ndị mụrụ ya, \"Ọ bụrụ na m banye, m ga-aga\"",
  "A nabatara ya o wee nweta B.A",
  "na ọmụmụ ihe nkiri. Calamawy agụọla akwụkwọ na William Esper Studio na New York City.",
  "Calamawy malitere ọrụ ya na-eme ihe nkiri dị mkpirikpi ma na-eji aha ya zuru ezu, May El Calamawy",
  "O mechara gbanwee ya ka ọ bụrụ May Calamawy Mgbe ọ gachara kọleji, o sonyere na New York Arab American Comedy Festival",
  "Site na 2009 ruo 2014, ọ na-eke oge ya n'etiti Dubai na Abu Dhabi, na-eme ihe nkiri dị mkpirikpi na onye na-anya ụgbọelu TV.",
  "Ọrụ ihe nkiri mbụ ya bụ na ihe nkiri Tobe Hooper nke afọ 2013 bụ Djinn, ihe nkiri egwu mbụ a ga-emepụta na United Arab Emirates.",
  "N'afọ 2017, ọ nwere ọrụ ugboro ugboro na obere usoro ihe nkiri National Geographic The Long Road Home na ọrụ ndị ọbịa na The Brave na Madam Secretary N'afọ sochirinụ, ọ bụ onye ọbịa na-eme ihe nkiri na telivishọn mpụ nke CBS FBI.",
  "N'ọnwa Ọktoba afọ 2018, a mara ọkwa na ọ ga-arụ ọrụ ugboro ugboro na usoro ihe nkiri Hulu Ramy, dịka nwanne Ramy, Dena Hassan. N'afọ 2020, o nwere ọrụ olu dị ka Ellie Malik na egwuregwu vidio NBA 2K21.",
  "N'afọ 2021, ọ pụtara na ihe nkiri Together Together, ya na Ed Helms na Patti Harrison. Na Jenụwarị nke otu afọ ahụ, a mara ọkwa na ọ ga-apụta na usoro ihe nkiri Disney+ a kpọrọ Moon Knight, nke gosipụtara na Machị 30, 2022, ebe Calamawy gosipụtara Layla El-Faouly, onye Egypt na-amụ banyere ihe ochie na nwunye nke Marc Spector (nke Oscar Isaac gosipụtara). Layla bụ onye Arab mbụ na dike na Marvel Cinematic Universe.",
  "Ọ nwere alopecia areata, a chọpụtakwara ya na mbụ mgbe ọ dị afọ iri abụọ na abụọ. E tinyere alopecia ya n'ime akụkọ nke onye ya bụ Dena Hassan na Ramy n'oge oge nke abụọ nke ihe ngosi ahụ.",
  "Kemgbe afọ 2015, Calamawy ebiela na United States."
]