[
  "Maya Jribi (January 29, 1960 May 19, 2018) bụ onye ndọrọ ndọrọ ọchịchị Tunisia. Site na 2006 ruo 2012, ọ bụ onye ndú nke Progressive Democratic Party (PDP)",
  "Site na njikọta PDP na Republican Party na Eprel 2012, ruo mgbe ọ gbara arụkwaghịm na 2017, ọ bụ odeakwụkwọ ukwu nke pati etiti.",
  "Nna ya si Tatouine, ebe nne ya si Algeria",
  "Ọ gara akwụkwọ ya na Radès Tunisia, tupu ọ mụọ ihe ọmụmụ ihe ndị dị ndụ na Mahadum Sfax, site na 1979 ruo 1983",
  "N'oge ahụ, ọ sonyere ma bụrụ onye otu ụmụ akwụkwọ, nke a maara dị ka UGET, na Njikọ Tunisian nke Ihe Ndị Ruuru Mmadụ",
  "O dere maka Erraï kwa izu na mgbe e mesịrị maka akwụkwọ akụkọ PDP Al Mawkif.",
  "Ya na Ahmed Najib Chebbi, Maya Jribi guzobere Progressive Socialist Rally, nke e guzobere na 1983, nke e mechara kpọwa Progressive Democratic Party (PDP)",
  "Kemgbe afọ 1986 ọ bụ onye otu ndị isi otu ahụ",
  "Na 25 Disemba 2006, a họpụtara Jribi ka ọ bụrụ odeakwụkwọ ukwu nke PDP",
  "Ọ bụ nwanyị mbụ na-eduzi otu ndọrọ ndọrọ ọchịchị na Tunisia.",
  "Site na 1 ruo 20 Ọktoba 2007, Jribi, ya na Najib Chebbi, sonyere n'ọgba ọsọ agụụ iji mee mkpesa megide ịkwaga isi ụlọ ọrụ pati ahụ na Tunis, nke kpatara nnukwu nsogbu ahụike nye ya.",
  "Jribi bụ onye isi nke ndepụta ntuli aka nke PDP na Ben Arous maka ntuli aka ndị omebe iwu n'ọnwa Ọktoba afọ 2011",
  "Ndepụta PDP nwetara otu oche na Ben Arous dịka nsonaazụ ntuli aka mbụ si dị",
  "N'abalị itoolu n'ọnwa Eprel n'afọ 2012, PDP jikọtara ya na ndị ọzọ na-adịghị ekpe okpukpe iji guzobe ndị Republican Party na Maya Jribi ghọrọ onye ndú nke otu a",
  "O gosipụtara ọkwa ya maka onye isi oche nke Nzukọ Iwu nke Tunisia na Nọvemba 22",
  "Otú ọ dị, odeakwụkwọ ukwu nke Democratic Forum for Labour and Liberties (Ettakatol), Mustapha Ben Jaafar meriri ya site na votu 145 na 68 na-akwado ya.",
  "Maya Jribi bụ onye na-akwado ụmụ nwanyị n'ezoghị ọnụ",
  "Ọ kpọrọ Israel dị ka \"ihe owuwu ndị Zionist\", ma kwuo na ọ ga-egbochi ndị njem ala nsọ Israel ileta ụlọ nzukọ El Ghriba na agwaetiti Djerba.",
  "Maya Jribi, kwupụtara ezumike nká ya, n'oge mgbakọ nke Republican Party na 2017.",
  "Na Machị 2018, Center for Research, Studies, Documentation and Information on Women nyere ya otuto maka ndụ ndọrọ ndọrọ ọchịchị ya dị mma.",
  "N'abalị iri na itoolu n'ọnwa Mee afọ 2018 ọ nwụrụ n'ọrịa kansa.",
  "Onye isi ala nke Tunisia, na nkwupụta gọọmentị, kpọrọ ọnwụ ya ọnwụ nke \"onye na-eme ihe n'eziokwu\" ma kelee àgwà mmadụ ya na ọrụ ndọrọ ndọrọ ọchịchị.",
  "N'ọnwa Machị afọ puku abụọ na iri na asatọ , ụlọ ọrụ na-ahụ maka nyocha, ọmụmụ, akwụkwọ na ozi gbasara ụmụ nwanyị nyere ya otuto maka ọrụ ndọrọ ndọrọ ọchịchị ya",
  "Onye isi ala nke mba Tunisia kwara arịrị, na nkwupụta mgbasa ozi gọọmentị, maka ọnwụ nke onye na-eme ihe na-eme ma kelee àgwà mmadụ ya na ọrụ ndọrọ ndọrọ ya.",
  "Na Mee 21, Ministrị nke Ihe Ndị Nwanyị mara ọkwa na nzukọ ndị isi na isi ụlọ ọrụ ahụ nwere aha Maya Jribi ugbu a."
]