[
  "Maya (Anne) Evans bụ onye kansụl na Hastings Borough Council ọ nọchitere anya Hollington ward na East Sussex. Kemgbe a họpụtara ya na 2018, Maya bụ onye mmeri ndị agha nke Hastings (nke na-enyere ndị agha ochie na-enweghị ebe obibi aka), doziri otu ọrụ iji belata plastik a na-eji eme ihe, ma họpụta onye otu kọmitii maka mgbanwe ihu igwe, gburugburu ebe obibi na ntụrụndụ",
  "N'oge ọrịa na-efe efe, ọ nọ na-ọkwá dị elu n'ime kansụl ahụ; nke a mere ka Hollington bụrụ onye a na-ebute ụzọ mgbe niile ma nata ọrụ dị mkpa",
  "Maya bụ onye otu kọmitii maka gburugburu ebe obibi ugbu a ma kọwaa ya dị ka onye mmeri mgbanwe ihu igwe na 2019",
  "Maya bụkwa onye na-eme mkpọsa udo nke e jidere n'ọnwa Ọktoba n'afọ 2005 n'ihu ihe ncheta agha Cenotaph na London, maka ịjụ ịkwụsị ịgụ aha ndị agha Britain e gburu na Iraq mgbe agha Iraq nke afọ 2003 gasịrị.",
  "Evans, onye na-emegide agha site na Hastings, ghọrọ onye mbụ na UK ka a mara ikpe n'okpuru Serious Organized Crime and Police Act 2005 maka isonye na ngagharị iwe na-enweghị ikike n'ime 1 kilomita nke Parliament Square",
  "A tọpụrụ ya n'ọnọdụ na ịkwụ ụgwọ.",
  "N'ọnwa Disemba afọ 2006, Evans meriri n'ikpe mkpegharị ikpe megide ikpe ha.",
  "Evans bụ otu n'ime ndị isi na-eme mkpọsa na-òtù 'Voices for Creative Non-Violence UK' na-elekwasị anya na esemokwu na-aga n'ihu na Afghanistan",
  "Evans anoro na njem ikwu okwu na UK na 2006, 2007 na 2012, akwụkwọ ozi ya na-apụta mgbe niile na The Guardian na The Independent ma ruo 2011 nwere column mgbe niile na Peace News kwa ọnwa",
  "N'ụbọchị iri n'ọnwa Disemba n'afọ 2007, ụbọchị ikike mmadụ, otu nrụgide Liberty nyere Evans Peter Duffy Award \"maka ọrụ mkpọsa ya na mkpebi ya maka nnwere onwe\" na \"obi ike iguzo maka ikike anyị bụ isi maka mkpesa udo na nnwere onwe ikwu okwu\".",
  "Ọ bụ onye otu International Organization for a Participatory Society.",
  "N'ọnwa Juun afọ 2009, Evans chọrọ nyocha ikpe banyere iwu mbufe ndị mkpọrọ nke metụtara ndị Afghanistan ndị ndị agha Britain jidere, wee soro kwupụta na a tara ha ahụhụ, gụnyere site na iti ha ihe na ọkụ eletrik, mgbe e nyere ya ndị ọchịchị Afghanistan dịka National Directorate of Security (NDS). Ikpe ahụ, n'ọnwa Eprel afọ 2010, gụnyere ihe aka ebe sitere n'aka ndị uwe ojii Royal Military, [citation needed] ma mee ya na nzuzo, na ọtụtụ n'ime  aka ebe ndị ọka iwu Evans enweghị. Ndị ọka ikpe kọwara mkpebi ha, na 25 June 2010, dị ka \"mmeri dị nro\" maka Evans, na-ekwu bi na enwere \"ezi ihe ize ndụ na ndị e jidere na NDS Kabul ga-ata ahụhụ ma ọ bụ mmeso ọjọọ\" na ndị e nyefere ga-abụ \"ya mere na-emebi iwu nke odeakwụkwọ nke steeti ma bụrụ iwu na-akwadoghị\", mana nnyefe na ụlọ ọrụ NDS ndị ọzọ (Kandahar na Lashkar Gah) nwere ike ịga n'ihu ma ọ bụrụ ha ala na e mezuru ọnọdụ akọwa pụtara, dị ka ikike nke ndị n'okpuru ndị a kapiri ọnụ, dị ka ndị lekota ndị lekotara, dị ka iwu na-ahụ maka ndi lekotara aka, dị ka ihe ndị lekoti mgbe niile. Mgbe mkpebi ikpe ahụ gasịrị, United Nations Assistance Mission na Afghanistan \"chọtara ihe aka ebe siri ike na ndị ọrụ NDS nọ n'ụlọ ọrụ ise na-ata ndị mkpọrọ ahụhụ\", gụnyere ma ọ dịkarịa ala otu ụlọ ọrụ, na Kandahar, nke ụlọ ikpe dị elu kwuru na ọ dị mma maka nyefe ndị mkpọrọ.",
  "N'afọ 2010, Evans kporo oku maka nyocha ikpe maka ebubo igbu ndị nkịtị site n'aka ndị agha Britain na Afghanistan. Na-abalị iri na abụọ n'ọnwa Mee n'afọ 2011, Evans meriri na-okwu dị iche megide mbelata enyemaka iwu maka ikpe nyocha ikpe nke e wetara maka ọdịmma ọha na eze, na-enyefe na ebu na-uche nke mbelata ahụ bụ izere ịza ajụjụ gọọmentị kama ịchekwa ego",
  "Lord Justice Laws na Maazị Justice Stadlen chọpụtara na gọomentị ekwputaghị \"ezi ihe kpatara\" n'azụ mmezigharị ha na-atụ aro maka enyemaka iwu, nakwa na usoro mkparịta ụka ahụ \"dị njọ n'ụzọ iwu\"",
  "A na-eto mkpebi ahụ megide mbelata ahụ dị ka \"mmeri dị ịrịba ama maka ọchịchị iwu\".",
  "N'ọnwa Disemba afọ 2011, Evans sonyeere Voices for Creative Nonviolence na ndị nnọchi anya udo mbụ nke Britain na Afghanistan, na-eleta ogige ndị gbara ọsọ ndụ iji nye aka nke ndị ọzọ na-ahụ maka udo nke Britain. Ọ gara Kabul ọzọ na Krismas 2012 dị ka onye ọbịa nke ndị na-eme udo n'Afghanistan."
]