[
  "Mbelata akụrụngwa bụ oriri akụrụngwa ngwa ngwa karịa ka enwere ike mejupụta ya",
  "A na-ekewakarị akụ ndị sitere n'okike n'etiti akụ ndị a na-emegharịgharị na ihe ndị na-adịghị emezigharị (leekwa nhazi nke akụrụngwa ịnweta)",
  "A na-ewere iji nke ọ bụla n'ime ụdị akụrụngwa ndị a gafere ọnụego nnọchi anya ha dị ka mbelata akụrụngwa",
  "Uru nke akụrụngwa bụ nsonaazụ ozugbo nke nnweta ya na okike na ọnụ ahịa ịwepụta akụrụngwa, ka ihe akụrụngwa na-ebelata ka uru nke akụ na-abawanye",
  "Enwere ọtụtụ ụdị mmebi akụ na ụba, nke a kacha mara amara bụ: Mbelata nke mmiri ozuzo, igbutu ọhịa, igwu ala maka mmanụ ọkụ na mineral, mmetọ ma ọ bụ mmetọ nke akụrụngwa, slash-na-ire ọrụ ugbo, mbuze ala, na iri nri, oke ma ọ bụ na-enweghị isi",
  "akụrụngwa.",
  "A na-ejikarị mbelata akụrụngwa na-arụ ọrụ ugbo, ịkụ azụ, igwu ala, ojiji mmiri na oriri mmanụ ọkụ",
  "Mbibi nke anụ ọhịa ka a na-akpọ defaunation.",
  "N'ịgbalị iji mebie mmebi nke ihe onwunwe, ndị ọkà mmụta sayensị ewepụtala echiche nke nchịkọta ego",
  "Amara nke ọma dị ka 'akwụkwọ ndekọta akwụkwọ ndụ akwụkwọ ndụ,' depletion aza ajụjụ na-achọ ịkọwa uru okike na nha nhata n'ahịa ahịa",
  "Akaụntụ mbelata akụrụngwa na-eji data enyere site na mba iji tụọ ngbanwe dị mkpa n'ihi ojiji ha na mbelata nke isi obodo dị ha",
  "Isi obodo sitere n'okike bụ akụ sitere n'okike dị ka nkwụnye ego ịnweta ma ọ bụ osisi osisi",
  "Ihe ndị na-eme ka ihe ndekọ ego na-ebelata n'ọtụtụ mmetụta dị iche iche dị ka ọnụ ọgụgụ nke afọ ruo mgbe ike gwụrụ akụ, ọnụ ahịa mmepụta ihe na ọchịchọ nke ihe onwunwe",
  "Ụlọ ọrụ mmepụta ihe bụ akụkụ buru ibu nke ọrụ akụ na ụba na mba ndị ka na-emepe emepe",
  "Nke a, n'aka nke ya, na-eduga n'ọkwa dị elu nke mbelata ihe onwunwe na mmebi gburugburu ebe obibi na mba ndị ka na-emepe emepe",
  "Ndị ọkà mmụta sayensị na-arụ ụka na mmejuputa atumatu mbelata ihe onwunwe dị mkpa na mba ndị ka na-emepe emepe",
  "Ngụkọta ndekọ ego nbibi na-achọkwa ịlele uru ọha mmadụ nke akụ sitere n'okike na gburugburu ebe obibi",
  "A na-achọ ịlele uru mmekọrịta mmadụ na ibe ya site na ọrụ gburugburu ebe obibi, nke akọwara dị ka uru nke okike nye ezinụlọ, obodo na akụ na ụba.",
  "Enwere ọtụtụ ndị otu dị iche iche nwere mmasị na ngụsị akwụkwọ",
  "Ndị na-ahụ maka gburugburu ebe obibi na-enwe mmasị n'ịkọpụta ego dị ka ụzọ isi nyochaa ojiji nke ihe ndị sitere n'okike ka oge na-aga, na-aza gọọmentị ajụjụ ma ọ bụ jiri ọnọdụ gburugburu ebe obibi ha tụnyere nke obodo ọzọ",
  "Ndị ọkachamara n'ihe banyere akụ na ụba chọrọ ịlele mbelata akụrụngwa iji ghọta ka mba ma ọ bụ ụlọ ọrụ na-adabere n'ụzọ ego si arụ ọrụ na-enweghị ike imeghari, ma a ga-ejigide ojiji a yana ihe ndọghachi azụ nke ego nke ịgbanwere na akụrụngwa enwere ike imegharị n'ihi akụrụngwa na-emebi emebi.",
  "Akaụntụ mbelata dị mgbagwoju anya iji mejuputa ebe ọ bụ na ọdịdị adịghị atụ ọnụ ka ụgbọ ala, ụlọ, ma ọ bụ achịcha",
  "Ka mbelata ndekọ ego na-arụ ọrụ, a ghaghị ịmepụta akụkụ kwesịrị ekwesị nke akụ sitere n'okike ka akụ ndị sitere n'okike wee nwee ike ịba uru na akụ na ụba ahịa",
  "Isi okwu na-ebilite mgbe ị na-agbalị ime otú ahụ bụ, ikpebi otu akaụntụ kwesịrị ekwesị, ikpebi otú e si emeso ọdịdị \"mkpokọta\" nke gburugburu ebe obibi zuru oke, na-akọwapụta ókè nke gburugburu ebe obibi, na ịkọwapụta ókè enwere ike ịmegharị akwụkwọ mgbe akụrụngwa na-emekọrịta ihe n'ihe karịrị otu gburugburu ebe obibi",
  "Ụfọdụ ndị ọkachamara n'ihe banyere akụ na ụba chọrọ ịgụnye nha nke uru na-esite na ngwa ahịa ọha na-enye site na okike, mana ugbu a enweghị ihe ngosi ahịa nke uru",
  "N'ụwa niile, akụ na ụba gburugburu ebe obibi enwebeghị ike ịnye nkwenye nke nkeji nlegharị anya nke ọrụ okike.",
  "A na-achọ mineral iji nye nri, uwe, na ụlọ",
  "Nnyocha nyocha nke United States Geological Survey (USGS) chọpụtara usoro dị ogologo ogologo oge na narị afọ nke 20 maka akụrụngwa anaghị emeghari ohuru dị ka mineral iji weta oke nke ntinye akụrụngwa na mpaghara na-abụghị mmanụ, nke na-abụghị nri",
  "akụ na ụba; ihe atụ bụ ka e ji nkume, ájá, na ajịrịja ndị e gwepịara egwepịa mee ka ukwuu na-eri ihe.",
  "Oke nrigbu nke mineral malitere na mgbanwe nrụpụta ihe dị ka 1760 na England ma tolite ngwa ngwa kemgbe ahụ",
  "Nkwalite nkà na ụzụ emeela ka ụmụ mmadụ gwuo ala ma nweta ọkwa dị ala na ụdị ọla dị iche iche n'oge ahụ",
  "Fọrọ nke nta niile isi ulo oru ọla (ọla kọpa, ígwè, bauxite, wdg), nakwa dị ka obere ụwa mineral, na-eche ihu mmepụta adịghị ike site n'oge ruo n'oge, n'ihi na ọkọnọ na-agụnye nnukwu elu-n'ihu investments na ya mere ngwa ngwa ịzaghachi ngwa ngwa na-abawanye na",
  "ọchịchọ.",
  "Mmanụ ala ndị ụfọdụ na-atụ anya na ha ga-abanye na mbelata mmepụta n'ime afọ 20 sochirinụ:",
  "Mmanụ ala ndị ụfọdụ na-atụ anya na ha ga-abanye na mbelata mmepụta n'ime narị afọ a:",
  "Atụmatụ dị otú ahụ nwere ike ịgbanwe, dịka a na-eme nchọpụta ọhụrụ ma na'ozuzu ya na ọ na - na: data dị na Mineral Resources na mineral Reserves.",
  "Ala mmiri mmiri bụ gburugburu ebe obibi nke na-ejupụtakarị n'elu ala ma ọ bụ mmiri dị n'ime ala iji kwado ahịhịa ndị a na-emekarị maka ọnọdụ ala jupụtara, dị ka cattails, bulrushes, maple red, osikapa ọhịa, blackberries, cranberries, na peat moss",
  "N'ihi na ụfọdụ ala mmiri dị iche iche bara ụba na mineral na nri na-enye ọtụtụ uru nke ma ala na gburugburu mmiri ha nwere ụdị dị iche iche ma na-enye ihe ndabere dị iche iche maka eriri nri",
  "Ebe obibi mmiri mmiri na-enye aka na ahụike gburugburu ebe obibi na ụdị dị iche iche",
  "Ala mmiri mmiri bụ ihe a na-apụghị imegharịgharịgharị n'oge mmadụ na n'akụkụ ụfọdụ enweghị ike imegharị ya ọzọ",
  "Nnyocha e mere n'oge na-adịbeghị anya na-egosi na ọnwụ zuru ụwa ọnụ nke ala mmiri nwere ike ịdị elu dị ka 87% kemgbe 1700 AD, na 64% nke mfu ala mmiri na-eme kemgbe 1900",
  "Ụfọdụ mfu nke ala mmiri sitere na ihe ndị sitere n'okike dị ka mbuze, sedimentation, subsidence, na ịrị elu nke ala mmiri",
  "oke osimiri.",
  "Ala mmiri na-enye ọrụ gburugburu ebe obibi maka:",
  "Ụfọdụ n'ime mpaghara ọrụ ugbo kacha eme nke ọma n'ụwa bụ ala mmiri na-ekpochapụ ma ghọọ ala ubi maka ọrụ ugbo buru ibu",
  "Oke ikposa ala mmiri na-apụtakwa maka mmepe ụlọ na ime obodo",
  "N'ụzọ dị iche, n'ọnọdụ ụfọdụ, idei mmiri na-ejukwa ala mmiri ka e mee ka ọ bụrụ ọdọ mmiri ntụrụndụ ma ọ bụ mmepụta ike mmiri",
  "Ná mba ụfọdụ, ndị na-azụ anụ ebufewokwa ihe onwunwe ha n'ime ala mmiri maka ịta nri n'ihi ahịhịa na-edozi ahụ",
  "Ala mmiri mmiri dị na ndịda America na-egosikwa na ndị na-achụ anụ na-amịpụta mkpụrụ, n'ihi na a na-adọta anụmanụ ndị nwere mkpuchi bara uru dị ka jaguars, anụ ọhịa wolf ndị mmadụ, caimans na agwọ na-adọta n'ime ala mmiri",
  "A ka amabeghị mmetụta nke mwepụ nke nnukwu anụ ọhịa na ala mmiri South Africa.",
  "Ụmụ mmadụ na-eritekwa uru site na ala mmiri n'ụzọ ndị na-apụtaghị ìhè",
  "Ala mmiri na-arụ ọrụ dị ka ihe nzacha mmiri sitere n'okike, mgbe mpụta mmiri sitere na usoro okike ma ọ bụ nke mmadụ mere na-agafe, ala mmiri nwere ike ịkpachapụ anya",
  "Ọ bụrụ na ala mmiri dị n'etiti mpaghara ọrụ ugbo na gburugburu ebe obibi mmiri dị ọhụrụ, mmiri mmiri ga-ejupụta na mmiri fatịlaịza ma jiri ya mee ka usoro ahụ ji nwayọọ nwayọọ na-eme na-eme, site na oge mmiri ahụ rutere n'ebe obibi mmiri dị ọhụrụ, a gaghị enwe fatịlaịza ga-ezuru",
  "na-eme ka ifuru algal na-emebi emebi nke na-emebi gburugburu ebe obibi mmiri dị ọhụrụ.",
  "Iji chekwaa akụ ndị a na-amịpụta na ala mmiri, atumatu dị ugbu a bụ ịhazi ala mmiri na-ebute ụzọ maka nchekwa ala mmiri na-arụ ọrụ gburugburu ebe obibi, mepụta ogbugba mmiri n'ubi nke ọma maka ala mmiri mmiri a na-eji maka ugbo na igbochi ohere ịnweta ala mmiri site na ndị njem nlegharị anya.",
  "Mmiri bụ ihe dị mkpa achọrọ iji dịrị ndụ kwa ụbọchị",
  "N'akụkọ ihe mere eme, mmiri enweela mmetụta dị ukwuu n'ọganihu na ọganihu mba na gburugburu ụwa",
  "Mmiri dị n'ime ala bụ mmiri nke dị na mpaghara ndị jupụtara n'okpuru ala, a na-akpọ elu elu nke mpaghara ahụ jupụtara na tebụl mmiri",
  "A na-ejide mmiri dị n'ime ala na oghere na mgbaji nke ihe ndị dị n'okpuru ala dị ka ájá, gravel na nkume ndị ọzọ, a na-akpọ ihe ndị a nkume aquifers",
  "Mmiri dị n'ime ala nwere ike isi na ihe okwute pụta ma ọ bụ nwee ike ịgbapụta ya",
  "Mmiri dị n'ime ala na-enye olulu mmiri na mmiri mmiri maka onwe, ọrụ ugbo, na nke ọha na eze na-eji ihe karịrị otu ụzọ n'ụzọ atọ nke ndị bi n'ụwa eme ihe kwa ụbọchị maka mmiri ọṅụṅụ ha",
  "N'ụwa niile, mmiri dị n'ime ala dị nde cubic kilomita 22.6 na naanị nde35 n'ime ya ka enwere ike imeghari.",
  "A na-ewere mmiri dị n'ime ala dị ka ihe a na-apụghị imegharịgharịgharị n'ihi na ihe na-erughị pasentị isii nke mmiri gburugburu ụwa na-ejuputa ma na-emegharị ọhụrụ n'oge oge mmadụ nke afọ 50",
  "Ndị mmadụ na-eji mmiri na-adịghị emezigharị nke dị ọtụtụ puku afọ, na mpaghara ndị dị ka Egypt, ha na-eji mmiri nke nwere ike ime ka ọ dị ọhụrụ otu nde afọ gara aga bụ nke a na-apụghị imeghari n'oge mmadụ",
  "N'ime mmiri ala a na-eji arụ ọrụ ugbo 16 ruo 33% bụ nke anaghị emeghari",
  "A na-eme atụmatụ na ebe ọ bụ na 1960s mmịpụta mmiri dị n'ime ala amụbaala okpukpu abụọ, nke mere ka mmiri dị n'ime ala mụbaa",
  "N'ihi mmụba a nke mbelata, n'akụkụ ụfọdụ nke kacha agwụcha, iji mmiri dị n'ime ala maka ịgba mmiri aghọwo ihe na-agaghị ekwe omume ma ọ bụ na-akwụ ụgwọ.",
  "Iji mmiri dị n'ime ala emebiga ihe ókè, ndị agadi ma ọ bụ ndị na-eto eto, nwere ike iweda ọkwa mmiri dị n'okpuru ala ma kpoo mmiri iyi, nke nwere ike inwe mmetụta dị ukwuu na gburugburu ebe obibi n'elu",
  "Mgbe a na-ewepụ mmiri dị n'ime ala dị mfe ịnwetaghachi nke ọma, nke a na-ahapụ ihe fọdụrụ na àgwà mmiri dị ala",
  "Nke a bụ n'otu akụkụ site na mwepu sitere n'elu ala, na-ekpuchi akwa ma ọ bụ mmiri mmiri dị n'akụkụ nke nwere saline ma ọ bụ mmiri emetọru",
  "Gburugburu ụwa oke mbelata mmiri dị n'ime ala site na nchekwa nwere ike buru oke nke nwere ike bụrụ ihe na-atụnye ụtụ na ịrị elu oke osimiri.",
  "Ka ọ dị ugbu a, ọha mmadụ na-anabata mbelata akụrụngwa mmiri site n'ịgbanwe ebumnobi njikwa site na ọnọdụ na imepụta ngwa ọhụrụ iji kwalite nchekwa na mbugharị ngwa ahịa dị ugbu a",
  "Enwere echiche abụọ dị iche iche maka mbelata mmiri dị n'ime ala, nke mbụ bụ na a na-ahụta mbelata n'ụzọ nkịtị na naanị dị ka mbelata oke mmiri na mpaghara juputara, n'agbanyeghị echiche ịdị mma mmiri",
  "Echiche nke abụọ na-ele mbelata dị ka mbelata oke mmiri dị n'ime ala dị ọhụrụ na nchekwa.",
  "Ịkwalite akụrụngwa nwere ike ịpụta ịkwalite ogo mmiri ma ọ bụ ịba ụba nke mmiri",
  "Enwere ike imeri mmebi n'ihi nlebara anya dị mma site na ọgwụgwọ, ebe enwere ike ibelata oke mbelata metric naanị site na ibelata mwepu ma ọ bụ ịba ụba nchaji",
  "Ntunye ihe eji arụ ọrụ nke oke mmiri ozuzo na mmiri mkpofu nke ime obodo emela nke ọma weghaghachi mbelata mmiri dị n'ime ala",
  "N'ọdịnihu, a ga-eji teknụzụ ntinye na nchacha mma eme ihe n'ọtụtụ ebe iji mee ka njide nke mmiri na-asọpụta na mmiri na-ekpofu ihe.",
  "Ndị nchọpụta bụ ndị mepụtara mmelite nke akụkọ Club of Rome's Limits to Growth na-achọpụta na ọtụtụ ndị na-agọnahụ ịdị adị nke nsogbu ụkọ, gụnyere ọtụtụ ndị ọkà mmụta sayensị na ndị ndọrọ ndọrọ ọchịchị",
  "Nke a nwere ike ịbụ n'ihi dịka ọmụmaatụ, n'ịchọghị ịgbanwe usoro oriri nke onwe ya ma ọ bụ ikesa akụrụngwa sitere n'okike dị ụkọ karịa, ma ọ bụ n'usoro nchekwa nke mmụọ.",
  "Ụkọ ihe onwunwe na-ebute nsogbu omume bụ isi gbasara nkesa na oke nke akụ ndị sitere n'okike",
  "Asọmpi pụtara na ndị kachasị elu na-enweta ọtụtụ ihe onwunwe, nke na-apụtakarị West mepere emepe",
  "Nsogbu ebe a bụ na West amalitela akụkụ site na ọrụ ohu nke colonial na ime ihe ike na akụkụ site na atumatu nchebe, bụ nke jikọtara ọtụtụ mba na-enweghị mmepe",
  "Nsogbu nke omume bụ, n'ihi akụkọ ihe mere eme dị otú ahụ, nke mere ka mba dị iche iche nwee ọganihu dị iche iche na asọmpi, enwere ike ịtụle asọmpi iji kesaa ihe onwunwe n'ụzọ ziri ezi na nke ziri ezi?",
  "N'ọdịnihu, imekọ ihe ọnụ mba ụwa n'ịkekọrịta akụrụngwa dị ụkọ ga-adịwanye mkpa",
  "Ebe ụkọ na-etinye uche na akụrụngwa ndị na-adịghị emeghari ohuru nke na-arụ ọrụ kachasị mkpa n'igbo mkpa, ihe kachasị mkpa maka mmezu nke ikike mmadụ bụ oke zuru oke na nke ziri ezi nke ụkọ",
  "Ịha nhatanha, nke a na-ewere n'oke ya, na-akpata oke iwe, nke nwere ike ịkpata ọgba aghara ọha na eze na ọbụna agha",
  "Ọtụtụ ndị ọkachamara kwenyere na ịhụ na mmepe ziri ezi bụ naanị ụzọ ekwesịrị iji kesaa ụkọ n'udo.",
  "Ụzọ ọzọ a na-esi ewepụ ihe onwunwe bụ usoro nchịkọta nke nkwụsịtụ na nhazigharị ebe mmadụ na-agbalịsi ike ịkwụsị njedebe nke usoro mmekọrịta mmadụ na-atụgharị n'ime ihe ndị na-adịghị adịgide adịgide, dịka ọmụmaatụ, ihe ndị na-emepụta ihe na-adịghị agbanwe agbanwe, na ịzụlite kama usoro nke ịtụgharị ihe na-adịgide adịgide n'ime ihe ndị na-adịgide adịgide",
  "akụrụngwa dịka ọmụmaatụ, akụrụngwa mmadụ nwere ike imeghari."
]