[
  "Mbibi ebe obibi (nke a na-akpọkwa mbibi ebe obibi na mbelata ebe obibi) bụ usoro nke ebe obibi okike na-enweghị ike ịkwado ụdị ala ya",
  "A na-achụpụ ma ọ bụ nwụọ ihe ndị dị ndụ ndị bi n'ebe ahụ n'oge gara aga, si otú a belata ụdị dị iche iche na ụdị dị iche. Mbibi ebe obibi bụ isi ihe na-akpata mbibi nke ụdị dị iche iche. Nkewa na ọnwụ nke ebe obibi aghọwo otu n'ime isiokwu kachasị mkpa nke nyocha na gburugburu ebe obibi dịka ha bụ nnukwu egwu maka ịdị ndụ nke ụdị ndị nọ n'ihe ize ndụ.",
  "Ọrụ ndị dị ka owuwe ihe ubi, mmepụta ụlọ ọrụ na ime obodo bụ onyinye mmadụ na mbibi ebe obibi",
  "Nsogbu sitere n'ọrụ ugbo bụ isi ihe na-akpata mmadụ",
  "Ụfọdụ ndị ọzọ gụnyere igwu ala, igbu osisi, igbu azụ, na mgbasa obodo",
  "A na-ewere mbibi ebe obibi ugbu a dị ka isi ihe na-akpata mkpochapụ ụdị n'ụwa niile. Ihe ndị metụtara gburugburu ebe obibi nwere ike inye aka na mbibi ebe obibi n'ụzọ na-apụtaghị ìhè",
  "Usoro ala, mgbanwe ihu igwe, iwebata ụdị ndị na-awakpo, mbelata nri na-edozi ahụ, mmetọ mmiri na mkpọtụ bụ ụfọdụ ihe atụ. Mfu nke ebe obibi nwere ike ibute ụzọ site na nkwarụ mbụ nke ebe obibi.",
  "Mgbalị iji lebara mbibi obibi anya dị na nkwa amụma mba ụwa nke Sustainable Development Goal 15 \"Life on Land\" na Sustainable Development Goal 14 \"Ndụ N'okpuru Mmiri\"",
  "Agbanyeghị, akụkọ United Nations Environment Programme banyere \"Ime Udo na Nature\" ewepụtara na 2021 chọpụtara na ọtụtụ n'ime mbọ ndị a emezughị ebumnuche ha kwekọrịtara na mba ụwa.",
  "Mgbe a na-ebibi ebe obibi, a na-ebelata ikike ibu maka osisi, anụmanụ, na ihe ndị ọzọ dị ndụ ka ọnụ ọgụgụ mmadụ wee belata, mgbe ụfọdụ ruo n'ókè nke mkpochapụ.",
  "Mfu ebe obibi bụ ma eleghị anya ihe kachasị egwu nye ihe ndị dị ndụ na ụdị dị iche iche. Temple (1986) chọpụtara na 82% nke ụdị nnụnụ ndị nọ n'ihe ize ndụ na-eyi egwu nke ukwuu site na mbibi ebe obibi",
  "Ọtụtụ ụdị anụmanụ na-ebi n'ala na n'ala nọkwa n'ihe ize ndụ site na mbibi ebe obibi, ụfọdụ ụdị na-amụ nwa ugbu a na ebe obibi gbanwere agbanwe. Ihe ndị dị ndụ na-emetụta ebe obibi na-emetụtakarị mbibi ebe obibi, tumadi n'ihi na ahụghị ihe ndị a n'ụdị ebe ọ bụla ọzọ n'ụwa, yabụ enweghị ohere ịgbake",
  "Ọtụtụ ihe dị ndụ nwere ihe a kapịrị ọnụ maka nlanarị ha nke enwere ike ịhụ naanị n'ime otu gburugburu ebe obibi, na-ebute mbibi ha",
  "Mwepụ nwekwara ike ime ogologo oge ka e bibisịrị ebe obibi, ihe a maara dị ka ụgwọ mkpochapụ",
  "Mbibi ebe obibi nwekwara ike ibelata oke nke ụfọdụ ihe dị ndụ",
  "Nke a nwere ike ibute mbelata mkpụrụ ndụ ihe nketa dị iche iche na ikekwe mmepụta nke ndị ntorobịa na-amụghị nwa, n'ihi na ihe ndị a nwere ike inwe ohere dị elu nke inwe mmekọahụ na ihe ndị yiri ya n'ime ọnụ ọgụgụ ha, ma ọ bụ ụdị dị iche iche",
  "Otu n'ime ihe atụ ama ama bụ mmetụta na nnukwu panda nke China, nke a chọtara n'ọtụtụ ebe na Sichuan",
  "Ugbu a, a na-ahụ ya naanị na mpaghara ndị kewara ekewa na ndị dịpụrụ adịpụ na ndịda ọdịda anyanwụ nke mba ahụ, n'ihi igbukpọ osisi juru ebe niile na senchiri nke iri abụọ.",
  "Ka mbibi ebe obibi nke mpaghara na-eme, ụdị dị iche iche na-agbanwe site na njikọta nke ndị na-ahụ maka ebe obibi na ndị ọkachamara na ọnụ ọgụgụ nke mejupụtara ụdị ndị na-agụnye ihe niile. Ụdị ndị na-awakpo na-abụkarị ndị na-ahụ maka ihe niile nwere ike ịdị ndụ na ebe obibi dị iche iche. Mbibi ebe obibi na-eduga na mgbanwe ihu igwe na-egbochi nguzozi nke ụdị dị iche iche na-agbaso ọnụ ụzọ mkpochapụ na-edughachi n'oké ohere nke mkpochapụ.",
  "Mfu ebe obibi bụ otu n'ime isi ihe na-akpata gburugburu ebe obibi nke mbelata nke ụdị dị iche iche dị iche na mpaghara, mpaghara, na ụwa",
  "Ọtụtụ kwenyere na nkwarụ ebe obibi bụkwa ihe iyi egwu nye ụdị dị iche iche nke ihe ndị dị ndụ mana ụfọdụ kwenyere na ọ bụ nke abụọ na mbibi ebe obibi. Mbelata nke ọnụọgụ ebe obibi dịnụ na-ebute ọdịdị ala ụfọdụ nke e ji mpaghara dịpụrụ adịpụ nke ebe obibi kwesịrị ekwesị mee n'ime gburugburu ebe obibi / matrix",
  "Usoro a na-abụkarị n'ihi mbibi ebe obibi dị ọcha yana mmetụta nkewa",
  "Mfu ebe obibi dị ọcha na-ezo aka na mgbanwe ndị na-eme na ihe mejupụtara ala nke na-akpata mbelata n'ime ndị mmadụ",
  "Mmetụta nkewa na-ezo aka na mgbakwunye nke mmetụta na-eme n'ihi mgbanwe ebe obibi. Mfu ebe obibi nwere ike ịkpata mmetụta na-adịghị mma na ike nke akụ na ụba nke ụdị",
  "Usoro Hymenoptera bụ otu dịgasị iche iche nke ndị na-eme ntụ ọka nke osisi bụ ndị nwere ike ịnweta mmetụta ọjọọ nke mbibi ebe obibi, nke a nwere ike ịkpata mmetụta domino n'etiti mmekọrịta osisi na onye na-eme ka osisi na-eme ihe na-eduga na nnukwu mmetụta nchekwa n'ime otu a.",
  "Nkewa nke ebe obibi nwere mmetụta dị ukwuu na ọnụ ọgụgụ anụmanụ n'ihi na ọ na-anapụ ụdị ihe ha maara nke ọma",
  "Nke a na-eme ka ụdị dị iche iche dị iche iche, na-ebelata ebe ha nwere ike ibi, ma mepụta ókèala ọhụrụ nke gburugburu ebe obibi",
  "Nnyocha ụfọdụ egosila na mgbanwe na akụkụ abiotic na biotic emeela ka mmetụta dị ukwuu na gburugburu ebe obibi karịa mbelata nke ebe obibi n'onwe ya",
  "Ha kwubiri na ịkwanye otu ụdị n'otu oghere ga-emecha mee ka ụdị ahụ kpochapụ.",
  "Mbibi na nkwarụ nke ebe obibi okike bụ ihe na-eduga ugbu a na mkpochapụ ụdị",
  "Nke a bụ n'ihi na ọnwụ na nkewa nke ebe obibi na-ebute ọnụ ọgụgụ dị nta",
  "Mbelata ọnụ ọgụgụ mmadụ na-eme ka ohere dị elu nke mkpochapụ.",
  "Nnyocha egosila na enweghị njikọ dị n'etiti ebe obibi na ọnụọgụ ụdị mgbe ọ na-abịa na ụdị osisi ndị ọkachamara na-ahụ maka ebe obibi dị na ala dị iche iche",
  "Nke a nwere ike ịbụ n'ihi mbelata dị egwu nke ụdị osisi n'ihi mgbanwe na ala gbara ya gburugburu.",
  "N'oge na-adịbeghị anya, mbibi nke ebe obibi abụwo ihe kpatara ọnwụ nke ọtụtụ ụdị",
  "Mgbe ụfọdụ, mpaghara ahụ nwere ike ịbụ obere mbibi mana ka oge na-eji nwayọọ nwayọọ na-aga, ọ ga-akpata mmụba nke mkpochapụ",
  "Mfu nke ebe obibi abụghị mgbe niile ihe kpatara mkpochapụ; enwere ihe ndị ọzọ kpatara mkpocha nke na-ejikọta na mfu nke ebe ndụ",
  "Dịka ọmụmaatụ, ọ bụrụ na naanị anụ na-eri ibe ya n'ime usoro okike ga-apụ n'anya, ọnụ ọgụgụ anụ oriri ga-abawanye, nke nwere ike ịkpata oke mmadụ",
  "Ọnụ ọgụgụ dị elu nke ụdị ọ bụla nke nwere ike ime ka ha jiri ọtụtụ ihe onwunwe ha mee ihe",
  "Ebe ọ bụ na ọtụtụ ụdị na-adabere na obere ihe onwunwe okike, site na iji ha eme ihe n'ụzọ gabigara ókè ha ga-emecha mebie ebe obibi ha.",
  "Mbibi ebe obibi na nkwarụ bụ ihe abụọ kachasị mkpa na mkpochapụ ụdị",
  "Mmetụta ọjọọ nke mbelata nha na mmụba nkewa nke ebe obibi na-aghọtahie site na nkwarụ, mana n'eziokwu ha nwere mmetụta ka ukwuu na ndị mmadụ",
  "Nkewa n'ozuzu ya enweghị mmetụta ma ọ bụ mmetụta na-adịghị mma na ndụ ndị mmadụ",
  "Ebe ọ bụ na mmebi ebe obibi nke nkwarụ na-emekarị ọnụ ọ ka na-edochaghị anya usoro nwere mmetụta dị ukwuu na mkpochapụ",
  "Ịbawanye nkewa na mbibi ebe obibi na nkwarụ niile jikọtara n'ụzọ na-adịghị mma na gburugburu ebe obibi.",
  "Biodiversity hotspots bụ mpaghara okpomọkụ nke nwere oke oke nke ụdị dị iche iche na, mgbe a jikọtara hotspots niile, nwere ike ịnwe ihe karịrị ọkara nke ụdị ụwa. Ebe ndị a na-ekpo ọkụ na-ata ahụhụ site na mbibi na mbibi ebe obibi",
  "Ihe ka ọtụtụ n'ebe obibi okike n'àgwàetiti na n'ógbè ndị mmadụ dị elu emebilarị (WRI, 2003)",
  "Agwaetiti na-ata ahụhụ na mbibi ebe obibi gụnyere New Zealand, Madagascar, Philippines, na Japan. Ndịda na Ọwụwa Anyanwụ Eshia karịsịa China, India, Malaysia, Indonesia, na Japan na ọtụtụ ebe dị na West Africa nwere ọnụ ọgụgụ mmadụ buru ibu nke na-enye ohere dị nta maka ebe obibi okike",
  "Mpaghara mmiri dị nso n'obodo ndị dị n'ụsọ oké osimiri na-enwekwa mmebi nke coral reefs ma ọ bụ ebe obibi mmiri ndị ọzọ",
  "Ebe ndị a gụnyere ụsọ oké osimiri ọwụwa anyanwụ nke Eshia na Africa, ụsọ oké mmiri ugwu nke South America, na Oké Osimiri Caribbean na agwaetiti ndị metụtara ya.",
  "Mpaghara nke ọrụ ugbo na-adịghị adịgide adịgide ma ọ bụ gọọmentị na-adịghị akwụsi ike, nke nwere ike ịga aka na aka, na-enwekarị oke mbibi ebe obibi",
  "South Asia, Central America, Sub-Saharan Africa, na mpaghara mmiri ozuzo Amazon nke South America bụ mpaghara ndị isi nwere ọrụ ugbo na-adịghị adịgide adịgide na / ma ọ bụ nchịkwa gọọmentị na-ezighị ezi.",
  "Mpaghara ndị na-arụpụta ọrụ ugbo dị elu na-enwekarị oke mbibi ebe obibi",
  "Na US, ihe na-erughị 25% nke ahịhịa ala ka dị n'ọtụtụ akụkụ nke Ọwụwa Anyanwụ na Midwest. Naanị 15% nke ala ka na-enweghị mgbanwe site na ọrụ mmadụ na Europe niile.",
  "Ka ọ dị ugbu a, mgbanwe ndị na-eme na gburugburu ebe dị iche iche gburugburu ụwa na-agbanwe ebe obibi ụfọdụ nke dabara adaba maka osisi itolite",
  "Ya mere, ikike osisi nwere ịkwaga n'ebe ndị kwesịrị ekwesị ga-enwe mmetụta siri ike na nkesa nke ụdị osisi dị iche iche",
  "Otú ọ dị, n'oge a, ọnụ ọgụgụ nke mbata nke osisi nke na-emetụta ọnwụ ebe obibi na nkewa anaghị aghọta nke ọma dị ka ha nwere ike ịbụ.",
  "Oké ọhịa mmiri ozuzo nke okpomọkụ enwetala ọtụtụ nlebara anya gbasara mbibi nke ebe obibi",
  "Site na ihe dị ka nde square kilomita iri na isii nke ebe obibi oké ọhịa na-ekpo ọkụ nke dị na mbụ n'ụwa niile, ihe na-erughị nde square kilomita itoolu ka dị taa. Ọnụ ọgụgụ ndị na-ebibi ọhịa ugbu a bụ square kilomita 160,000 kwa afọ, nke na-adaba na mfu nke ihe dịka 1% nke ebe obibi ọhịa mbụ kwa afọ.",
  "Usoro okike ndị ọzọ nke oké ọhịa enweela nnukwu mbibi ma ọ bụ karịa dị ka oké ọhịa mmiri ozuzo",
  "Mgbukpọ ọhịa maka ọrụ ugbo na igbu osisi emeela ka ọ dịkarịa ala pasent 94 nke oké ọhịa ndị nwere akwụkwọ ndụ akwụkwọ ndụ dị larịị; ọtụtụ osisi ndị na-eto eto na-efu ihe karịrị pasent 98 nke mpaghara ha gara aga n'ihi ọrụ mmadụ. Oké ọhịa kpọrọ nkụ nke okpomọkụ dị mfe iwepu ma kpọọ ọkụ ma dịkwuo mma maka ọrụ ugbo na ịzụ ehi karịa oké ọhịa mmiri ozuzo nke okpompe; n'ihi ya, ihe na-erughị 0.1% nke oké ọhịa kpọrọ nk nkụ na Central America's Pacific Coast na ihe na-erighị 8% na Madagascar ka dị site na mmalite ha.",
  "Ala dị larịị na ebe ọzara emebiwo ruo n'ókè dị ala",
  "Naanị 1020% nke ala kpọrọ nkụ nke ụwa, nke gụnyere ala ahịhịa, ala ahịhi, na ala ahịha, ahịhịhịa ahịhịrị, na oké ọhịa ndị na-acha akwụkwọ ndụ akwụkwọ ndụ, emebiwo. Mana gụnyere na 10 a 20% nke ala bụ ihe dịka 9 nde square kilomita nke ala kpọrọ nkụ nke ụmụ mmadụ gbanwere ka ọ bụrụ ọzara site na usoro ọzara. N'aka nke ọzọ, ala ahịhịa dị elu nke North America, nwere ihe na-erughị 3% nke ebe obibi okike fọdụrụ nke a na-agbanweghị ka ọ bụrụ ala ugbo.",
  "Ala mmiri na mpaghara mmiri atawo nnukwu mbibi ebe obibi",
  "Ihe karịrị 50% nke ala mmiri dị na US emebiwo n'ime afọ 200 gara aga. N'etiti 60% na 70% nke ala mmiri Europe emebiwo kpamkpam. Na United Kingdom, enwere mmụba n'ịchọrọ ụlọ ndị dị n'ụsọ oké osimiri na njem nleta nke kpatara mbelata nke ebe obibi mmiri n'ime afọ 60 gara aga",
  "Mmiri na okpomọkụ na-arịwanye elu nke oké osimiri emeela ka ala na-agbada, idei mmiri n'ụsọ oké osimiri, na mbelata nke ịdị mma na UK marine ecosystem. Ihe dị ka otu ụzọ n'ụzọ ise (20%) nke mpaghara ndị dị n'ụsọ oké osimiri agbanweela nke ukwuu site n'aka ụmụ mmadụ. E mebiri otu ụzọ n'ụzọ ise nke coral reefs, na nke ise ọzọ emebiwo nke ukwuu site na igbubiga azụ, mmetọ, na ụdị ndị na-awakpo; 90% nke coralreefs nke Philippines naanị emebiwo. N'ikpeazụ, ihe karịrị 35% nke usoro mangrove gburugburu ebe obibi n'ụwa niile ebibiwo.",
  "Mbibi ebe obibi site na usoro okike dị ka mgbawa ugwu, ọkụ, na mgbanwe ihu igwe edere nke ọma na ndekọ fossil. Otu nnyocha na-egosi na nkwarụ ebe obibi nke oké ọhịa mmiri ozuzo na Euramerica 300 nde afọ gara aga dugara na nnukwu mfu nke ụdị anụmanụ dị iche iche, mana n'otu oge ahụ, ihu igwe kpọrọ nkụ kpaliri mgbawa nke ụdị dị iche iche n'etiti anụ ndị na-akpụ akpụ.",
  "Habitat destruction caused by humans includes land conversion from forests, etc",
  "to arable land, urban sprawl, infrastructure development, and other anthropogenic changes to the characteristics of land",
  "Habitat degradation, fragmentation, and pollution are aspects of habitat destruction caused by humans that do not necessarily involve over destruction of habitat, yet result in habitat collapse",
  "Desertification, deforestation, and coral reef degradation are specific types of habitat destruction for those areas (deserts, forests, coral reefs).[Tinye edensibịa]",
  "Geist na Lambin (2002) nyochara nyocha 152 nke oke ọhịa na-ekpo ọkụ iji chọpụta usoro ọ bụla dị nso na ihe kpatara mgbukpọ ọhịa na-akpata",
  "Nsonaazụ ha, nke e nwetara dị ka pasentị nke ọmụmụ ihe nke ọ bụla bụ ihe dị mkpa, na-enye ọnụọgụ nke ihe ndị dị nso na ihe ndị dị n'okpuru bụ ihe kachasị mkpa",
  "A chịkọtara ihe ndị dị nso n'ụdị dị iche iche nke mgbasawanye ọrụ ugbo (96%), mgbasawanye akụrụngwa (72%), na mwepụta osisi (67%)",
  "Ya mere, dị ka nnyocha a si kwuo, ntụgharị ọhịa gaa n'ọrụ ugbo bụ isi mgbanwe nke iji ala eme ihe na-akpata mgbukpọ ọhịa n'ebe okpomọkụ",
  "Ụdị ndị a na-ekpughe nghọta ọzọ banyere ihe ndị na-akpata mgbukpọ ọhịa n'ebe okpomọkụ: mgbasa njem (64%), iwepụta osisi azụmahịa (52%), ịkọ ugbo na-adịgide adịgide (48%), ịzụ ehi (46%), ịkọ ugoloọma (41%), ịkọ ugodo na-agbanwe agbanwe (40%), ọrụ ugbo (40%), na iwepụta osisi maka iji ụlọ (28%)",
  "Otu nsonaazụ bụ na ịkọ ugbo na-agbanwe agbanwe abụghị isi ihe na-akpata mgbukpọ ọhịa na mpaghara ụwa niile, ebe mgbasawanye njem (gụnyere iwu okporo ụzọ ọhụrụ) bụ ihe kachasị nso na-akpatara mgbukpọ osisi.",
  "Ịrị elu nke okpomọkụ ụwa, nke mmetụta greenhouse kpatara, na-enye aka na mbibi ebe obibi, na-etinye ụdị dị iche iche n'ihe ize ndụ, dị ka anụ ọhịa bea. Melting ice caps na-akwalite ịrị elu nke oke osimiri na idei mmiri nke na-eyi ebe obibi na ụdị dị iche iche egwu n'ụwa niile.",
  "Ọ bụ ezie na ọrụ ndị a kpọtụrụ aha n'elu bụ ihe kachasị ma ọ bụ ihe kpatara mbibi ebe obibi n'ihi na ha na-ebibi ebe obibi, nke a ka na-akọwa ihe mere ụmụ mmadụ ji bibie ebe obibi",
  "A maara ike ndị na-eme ka ụmụ mmadụ bibie ebe obibi dị ka ndị na-akpata mbibi ebe obibi",
  "Ndị na-akwọ ụgbọala na-ahụ maka ọnụ ọgụgụ mmadụ, akụ na ụba, mmekọrịta mmadụ na ibe ya, sayensị na teknụzụ, na ọdịbendị niile na-enye aka na mbibi ebe obibi.",
  "Ndị ọkwọ ụgbọala na-agụnye ọnụ ọgụgụ mmadụ na-abawanye ụba; ọnụ ọgụgụ mmadụ keabawanye ka oge na-aga; nkesa nke ndị mmadụ n'otu mpaghara (obodo ukwu na ime obodo), ụdị gburugburu ebe obibi, na mba; yana mmetụta jikọtara ịda ogbenye, afọ, atụmatụ ezinụlọ, okike, na ọnọdụ agụmakwụkwọ nke ndị mmadụ na mpaghara ụfọdụ. Ihe ka ọtụtụ n'ime mmụba nke ọnụ ọgụgụ mmadụ n'ụwa niile na-eme n'ime ma ọ bụ nso ebe dị iche iche dị iche iche. Nke a nwere ike ịkọwa ihe mere ọnụ ọgụgụ mmadụ ji bụrụ 87.9% nke ọdịiche dị n'ọnụ ọgụgụ nke ụdị ndị na-eyi egwu gafee mba 114, na-enye ihe akaebe a na-apụghị ịgbagha agbagha na ndị mmadụ na-arụ ọrụ kachasị n'ibelata ụdị dị iche iche. Ọganihu nke ọnụ ọgụgụ mmadụ na mbata nke ndị mmadụ n'ime mpaghara ndị dị otú ahụ na-eme ka mbọ nchekwa ghara ịdị ngwa ngwa kamakwa ọ ga-emegide ọdịmma mmadụ. Ọnụ ọgụgụ dị elu nke ndị bi n'ógbè ndị dị otú ahụ nwere njikọ kpọmkwem na ọnọdụ ịda ogbenye nke ndị bi ebe ahụ, ọtụtụ n'ime ha enweghị agụmakwụkwọ na atụmatụ ezinụlọ.",
  "Dị ka ọmụmụ Geist na Lambin (2002) si kwuo, a na-ebute ndị agha na-anya ụgbọ ala ụzọ dị ka ndị a (na pasent nke 152 ihe kpatara ya bụ ọrụ dị ịrịba ama): ihe gbasara akụ na ụba (81%), ihe ụlọ ọrụ ma ọ bụ amụma (78%)",
  "), ihe teknụzụ (70%), omenala ma ọ bụ ihe gbasara ndọrọndọrọ ọchịchị (66%) na ihe gbasara igwe mmadụ (61%)",
  "Isi ihe gbasara akụ na ụba gụnyere ịzụ ahịa na uto nke ahịa osisi (68%), nke ihe mba na mba na-achọ;  mmepe ụlọ ọrụ obodo (38%);  Ọnụ ego ụlọ dị ala maka ala, ọrụ, mmanụ ụgbọala na osisi (32%);  na mmụba n'ọnụ ahịa ngwaahịa tumadi maka ihe ọkụkụ (pasent 25)",
  "Ihe gbasara ụlọ ọrụ na amụma gụnyere atumatu pro-igbutu osisi maka mmepe ala (40%), uto akụ na ụba gụnyere ịchịisi na nkwalite akụrụngwa (34%), na enyemaka maka ọrụ dabere na ala (26%);  ikike ihe onwunwe na enweghị nchebe nke ala (44%);  na ọdịda amụma dị ka nrụrụ aka, mmebi iwu, ma ọ bụ mmechi (42%)",
  "Isi ihe na nkà na ụzụ bụ ngwa ngwa na-adịghị mma nke nkà na ụzụ na ụlọ ọrụ osisi (45%), nke na-eduga n'omume igbutu osisi",
  "N'ime nnukwu ụdị nke omenala na ihe gbasara ndọrọ ndọrọ ọchịchị bụ àgwà ọha na eze (63%), omume onye ọ bụla / ezi na ụlọ (53%), enweghị mmasị ọha na eze maka gburugburu ọhịa (43%), ụkpụrụ efu efu (36%), na enweghị nchegbu nke ndị mmadụ n'otu n'otu",
  "(32%)",
  "Ihe ndị mere n'ọnụọgụ mmadụ bụ ntugharị nke ịchịkọta ndị bi n'ime oke ọhịa ndị mmadụ bi na ya (38%) na ọnụ ọgụgụ ndị mmadụ na-arị elu - nke sitere na ihe mbụ - na mpaghara ndị ahụ (25%).",
  "Enwekwara nzaghachi na mmekọrịta n'etiti ihe ndị dị nso na ihe ndị na-akpata mgbukpọ ọhịa nke nwere ike ime ka usoro ahụ dịkwuo elu",
  "Ihe owuwu okporo ụzọ nwere mmetụta nzaghachi kachasị ukwuu, n'ihi na ọ na-emekọrịta ihe na-eduga n'ịmepụta ebe obibi ọhụrụ na ndị ọzọ, nke na-akpata uto na osisi (ịkụ osisi) na ahịa nri. Uto n'ahịa ndị a, n'aka nke ya, na-aga n'ihu na azụmahịa nke ọrụ ugbo na ụlọ ọrụ ịkwa osisi",
  "Mgbe ụlọ ọrụ ndị a na-azụ ahịa, ha ga-abụrịrị ndị na-arụ ọrụ nke ọma site na iji igwe buru ibu ma ọ bụ karịa nke oge a nke na-enwekarị mmetụta dị njọ na ebe obibi karịa usoro ọrụ ugbo na ịkpụ osisi ọdịnala",
  "N'ụzọ ọ bụla, a na-ewepụ ala karịa ngwa ngwa maka ahịa azụmahịa",
  "Ihe atụ nzaghachi a na-ahụkarị na-egosipụta etu ihe ndị dị nso na  ndị dị n'okpuru ya si nwee njikọ chiri anya na ibe ha",
  "Mbibi ebe obibi nwere ike ime ka mpaghara ahụ nwee ike ịdabere na ọdachi ndị sitere n'okike dịka idei mmiri na ụkọ mmiri ozuzo, ọdịda ihe ọkụkụ, mgbasa nke ọrịa, na mmetọ mmiri",
  "[pe  N'aka nke ọzọ, usoro okike dị mma nwere ezigbo njikwa nwere ike belata ohere nke ihe omume ndị a na-eme, ma ọ bụ ọ dịkarịa ala belata mmetụta ọjọọ. Ihichapụ ala mmiri na-eme ka ebe obibi nke ụmụ ahụhụ dị ka anwụnta nyere aka n'igbochi ọrịa dịka ịba.\nỊnapụ onye na-ebute ọrịa (dị ka nje virus) ọgwụ mgbochi ọrịa ya kpamkpam, dịka ọmụmaatụ, ọ ga-eme ka e kpochapụ onye na-efe efe ahụ.",
  "Ala ọrụ ugbo nwere ike ịta ahụhụ site na mbibi nke ala gbara ya gburugburu",
  "N'ime afọ 50 gara aga, mbibi nke ebe obibi gbara ala ugbo gburugburu emebiwo ihe dịka 40% nke ala ugbo n'ụwa niile site na mbuze, salinization, compaction, mmebi nke ihe na-edozi ahụ, mmetọ, na ime obodo. Ụmụ mmadụ na-enwekwaghị ojiji nke ebe obibi okike mgbe e bibiri ebe obibi",
  "Ojiji mara mma dị ka ikiri nnụnụ, ntụrụndụ dị ka ịchụ nta na igbu azụ, na njem ecotourism na-adabere na ebe obibi na-enweghị nsogbu",
  "Ọtụtụ ndị mmadụ [na-atụle] na-eji mgbagwoju anya nke ụwa okike kpọrọ ihe ma na-ekwupụta nchegbu maka ọnwụ nke ebe obibi okike na nke anụmanụ ma ọ bụ ụdị osisi n'ụwa niile.",
  "O yikarịrị ka mmetụta kachasị njọ nke mbibi ebe obibi nwere na ndị mmadụ bụ mfu nke ọtụtụ ọrụ gburugburu ebe obibi bara uru",
  "Mbibi ebe obibi agbanweela nitrogen, phosphorus, sulfur, na carbon cycles, nke mere ka mmiri ozuzo acid, algal blooms, na igbu azụ na osimiri na oké osimiri dị ukwuu ma nye aka nke ukwuu na mgbanwe ihu igwe zuru ụwa ọnụ",
  "Otu ọrụ gburugburu ebe obibi nke ihe dị  na-aghọta nke ọma bụ nhazi ihu igwe. N'ógbè, osisi na-enye ikuku na onyinyo; n'ógbè mpaghara, transpiration nke osisi na-emegharị mmiri ozuzo ma na-enwe mmiri ozuzo kwa afọ; n'ókè zuru ụwa ọnụ, osisi (karịsịa osisi na oké ọhịa mmiri ozuzo) gburugburu ụwa na-egbochi nchịkọta nke gas na-ekpo ọkụ na ikuku site na sequestering carbon dioxide site na photosynthesis. Ọrụ ndị ọzọ na-arụ ọrụ gburugburu ebe obibi nke na-ebelata ma ọ bụ na-efu kpamkpam n'ihi mbibi ebe obibi gụnyere njikwa mmiri, nitrogen fixation, mmepụta oxygen, pollination (lee mbelata nke pollinator), ọgwụgwọ mkpofu (ya bụ, mmebi na immobilization nke mmetọ na-egbu egbu), na imegharị ihe oriri nke nsị ma ọ bụ nsị ugbo.",
  "Mfu nke osisi site na oké ọhịa mmiri ozuzo naanị na-anọchite anya mbelata dị ukwuu nke ikike ụwa nwere ịmepụta oxygen na iji carbon dioxide",
  "Ọrụ ndị a na-aghọwanye ihe dị mkpa ka mmụba nke ọkwa carbon dioxide bụ otu n'ime ndị isi na-enye aka na mgbanwe ihu igwe ụwa. Mfu nke ụdị dị iche iche nwere ike ọ gaghị emetụta ụmụ mmadụ kpọmkwem, mana mmetụta na-apụtaghị ìhè nke ọnwụ ọtụtụ ụdị yana ụdị dị iche dị iche iche nke gburugburu ebe obibi n'ozuzu ya buru ibu",
  "Mgbe ụdị dị iche iche nke ihe ndị dị ndụ na-efu, gburugburu ebe obibi na-efu ọtụtụ ụdị ndị na-arụ ọrụ bara uru na nke pụrụ iche na gburugburu ebe obibi",
  "Gburugburu ebe obibi na ndị niile bi na ya na-adabere na ụdị dị iche iche iji gbakee site na ọnọdụ gburugburu ebe obibi siri ike",
  "Mgbe ọtụtụ ihe dị iche iche furu efu, ihe ọdachi dị ka ala ọma jijiji, idei mmiri, ma ọ bụ mgbawa ugwu nwere ike ime ka usoro okike daa, na ụmụ mmadụ ga-ata ahụhụ site na nke ahụ",
  "Mfu nke ụdị dị iche iche pụtakwara na ụmụ mmadụ na-atụfu anụmanụ ndị nwere ike ịrụ ọrụ dị ka ndị na-achịkwa ihe ndị dị ndụ na osisi ndị nwere ike inye ụdị ihe ọkụkụ dị elu, ọgwụ ọgwụ ọgwụ ọgwụgwọ ma ọ bụ ọrịa ndị dị ugbu a ma ọ bụ n'ọdịnihu (dị ka ọrịa cancer), na-eguzogide  ọkụkụ ọhụrụ maka ụdị ọrụ ugbo ndị na-egide nje virus-egbu ahụhụ, na nje virus.",
  "Mmetụta ọjọọ nke mbibi ebe obibi na-emetụtakarị ndị bi n'ime ime obodo karịa ndị bi n\"obodo ukwu. N'ụwa niile, ndị ogbenye na-ata ahụhụ karịa mgbe a na-ebibi ebe obibi okike, n'ihi na ebe obibi okpomọkụ dị ala pụtara obere ihe onwunwe okike maka onye ọ bụla, ma ndị ọgaranya na mba ndị nwere ike ịkwụ ụgwọ karịa iji gaa n'ihu na-enweta ihe karịrị òkè ha nke ihe onwunwa okike.",
  "Ụzọ ọzọ iji lelee mmetụta ọjọọ nke mbibi ebe obibi bụ ile anya na ohere ohere nke ibibi ebe obibi enyere",
  "N'ikwu ya n'ụzọ ọzọ, gịnị ka ndị mmadụ na-efunahụ site na iwepụ ebe obibi e nyere? Mba nwere ike ịbawanye nri ya site n'ịgbanwe ala ọhịa ka ọ bụrụ ọrụ ugbo, mana uru nke otu ala ahụ nwere ike ibu karịa mgbe ọ nwere ike inye ihe onwunwe ma ọ bụ ọrụ dị ka mmiri dị ọcha, osisi, njem gburugburu ebe obibi, ma ọ bụ nchịkwa idei mmiri na nchịkwa ụkọ mmiri ozuzo",
  "[ọ chọrọ ntinye aka iji chọpụta]",
  "Mmụba ngwa ngwa nke ọnụ ọgụgụ mmadụ zuru ụwa ọnụ na-abawanye ihe oriri ụwa chọrọ nke ukwuu",
  "Echiche dị mfe na-ekwu na ọtụtụ ndị mmadụ ga-achọ nri karịa",
  "N'ezie, ka ọnụ ọgụgụ ndị bi n'ụwa na-abawanye nke ukwuu, mmepụta ọrụ ugbo ga-achọ ịbawanye ma ọ dịkarịa ala 50%, n'ime afọ 30 na-esote. N'oge gara aga, na-aga n'ihu na-aga ala ọhụrụ na ala nyere nkwado na mmepụta nri iji gboo mkpa nri zuru ụwa ọnụ",
  "Otú ọ dị, ihe mgbochi ahụ dị mfe agaghịzi adị, ebe ihe karịrị 98% nke ala niile dabara adaba maka ọrụ ugbo ejirila ma ọ bụ mebie ya n'enweghị ike idozi.",
  "Nsogbu nri zuru ụwa ọnụ na-abịanụ ga-abụ isi ihe na-akpata mbibi ebe obibi",
  "Ndị ọrụ ugbo na-azụ ahịa ga-achọsi ike imepụta nri ndị ọzọ site n'otu ala ahụ, yabụ ha ga-eji fatịlaịza ndị ọzọ ma gosipụta nchegbu dị ala maka gburugburu ebe obibi iji gboo mkpa ahịa",
  "Ndị ọzọ ga-achọ ala ọhụrụ ma ọ bụ gbanwee ojiji ala ndị ọzọ ka ọ bụrụ ọrụ ugbo",
  "Mgbasawanye ọrụ ugbo ga-agbasa n'ọtụtụ ebe na gburugburu ebe obibi na ndị bi na ya",
  "A ga-achụpụ ụdị dị iche iche n'ebe obibi ha ma ọ bụ site na mbibi ebe obibi ma ọ bụ n'ụzọ na-apụtaghị ìhè site na nkwarụ, mmebi, ma ọ bụ mmetọ",
  "Mgbalị ọ bụla iji chebe ebe obibi okike fọdụrụ n'ụwa na ụdị dị iche iche ga-asọ mpi na ọchịchọ na-arịwanye elu nke ụmụ mmadụ maka ihe onwunwe okike, ọkachasị ala ọrụ ugbo ọhụrụ.",
  "Mgbukpọ oké ọhịa: N'ọtụtụ ọnọdụ nke mgbukpọ oké osimiri, ihe atọ ruo anọ na-akpata ihe abụọ ruo atọ dị nso. Nke a pụtara na iwu zuru ụwa ọnụ maka ịchịkwa mgbukpọ ọhịa n'ebe okpomọkụ agaghị enwe ike idozi njikọta pụrụ iche nke ihe ndị dị nso na ihe kpatara mgbukpọ osisi na mba ọ bụla. Tupu edee ma mee ka iwu ọ bụla nke ime obodo, nke mba, ma ọ bụ nke mba ụwa gbanyụọ ọhịa, ndị isi gọọmentị ga-enweta nghọta zuru ezu banyere njikọta dị mgbagwoju anya nke ihe ndị dị nso na ihe ndị na-akpali mgbanyụ ọhịa n'otu mpaghara ma ọ bụ mba. Echiche a, tinyere ọtụtụ nsonaazụ ndị ọzọ nke mgbukpọ ọhịa site na nyocha Geist na Lambin, nwere ike itinye n'ọrụ n'ụzọ dị mfe na mbibi ebe obibi n'ozuzu.",
  "Mgbasa mmiri n'ụsọ oké osimiri: Mgbasa osimiri bụ usoro okike dị ka oké ifufe, ebili mmiri, ebili mmadụ na mgbanwe mmiri ndị ọzọ na-eme",
  "Enwere ike ime ka ọnụ mmiri kwụsie ike site na ihe mgbochi dị n'etiti ala na mmiri dị ka mgbidi mmiri na bulkheads",
  "Ebe ndị dị n'ụsọ oké osimiri na-enweta nlebara anya dị ka usoro nkwụsi ike ọhụrụ",
  "Ndị a nwere ike belata mmebi na mbuze ma n'otu oge na-enye ọrụ gburugburu ebe obibi dị ka mmepụta nri, mwepụ ihe na-edozi ahụ na ihe ndị dị n'ime ala, na imeziwanye mmiri maka ọha mmadụ.",
  "Igbochi mpaghara ka ọ ghara ịla n'iyi n'ụdị ndị ọkachamara ya na ụdị ndị na-awakpo na-adabere n'otú mbibi ebe obibi nke emeworị",
  "N'ebe ebe obibi ahụ na-enweghị nsogbu, ịkwụsị mbibi ebe obibi ọzọ nwere ike zuo ezu. N'ebe mbibi ebe obibi dị oke njọ (mbibi ma ọ bụ ọnwụ patch), iweghachi gburugburu ebe obibi nwere ike ịdị mkpa.",
  "Mmụta nke ọha na eze n'ozuzu ya nwere ike ịbụ ụzọ kachasị mma iji gbochie mbibi ebe obibi mmadụ",
  "Ịgbanwe mmetụta na-adịghị mma nke mmetụta gburugburu ebe obibi site na ile ya anya dị ka ihe a na-anabata na ile ya ahụ dị ka ihe kpatara mgbanwe gaa n'omume ndị ọzọ na-adịgide adịgide. Mmụta banyere mkpa ọ dị ime atụmatụ ezinụlọ iji belata mmụba nke ọnụ ọgụgụ mmadụ dị mkpa ka ọnụ ọgụgụ ka ukwuu na-eduga na mbibi ebe obibi nke mmadụ kpatara.",
  "Nchekwa na okike nke ebe obibi nwere ike ijikọ ndị mmadụ dịpụrụ adịpụ ma mụbaa mmịpụta. A makwaara ụzọ ndị na-ebelata mmetụta ọjọọ nke mbibi ebe obibi.",
  "Nnukwu ikike iji dozie nsogbu nke mbibi ebe obibi na-abịa site na idozi nsogbu ndọrọ ndọrọ ọchịchị, akụ na ụba na mmekọrịta mmadụ na ibe ya na-eso ya dịka, onye ọ bụla na azụmahịa ihe oriri, nchọpụta na-adịgide adịgide nke ihe onwunwe, ebe nchekwa, iweghachi ala mebiri emebi na idozi mgbanwe ihu igwe.",
  "Ndị isi gọọmentị kwesịrị ime ihe site n'ịkwado ndị na-akpali akpali, kama ịchịkwa naanị ihe kpatara ya",
  "N'echiche sara mbara, ụlọ ọrụ gọọmentị na mpaghara, mba, na mba ụwa kwesịrị imesi ike:",
  "A na-ekwu na enwere ike igbochi mmetụta nke ebe obibi na nkewa site na itinye usoro oghere na atụmatụ nchịkwa mweghachi",
  "Otú ọ dị, ọ bụ ezie na mgbanwe nke ebe dị oke mkpa na nchekwa na mgbake nke ụdị, obere atụmatụ njikwa na-ewere mmetụta nke ebe obibi na nchekwa n'uche."
]