[
  "Mbongeni Ngema (a mụrụ na 1 June 1956) bụ onye edemede South Africa, onye na-ede abụ, onye na'ede egwu, onye nduzi na onye na-emepụta ihe nkiri, a mụrụ na Verulam, KwaZulu-Natal (n'akụkụ Durban)",
  "Ọ malitere ọrụ ya dịla onye na-akwado ihe nkiri na-agba ụbọ akwara",
  "O dere egwu Sarafina! nke nwetara ọtụtụ ihe nrite ma soro dee Woza Albert! nke nwetara ihe nrite ọtụtụ.",
  "Ọ lụrụ onye na-eme ihe nkiri Leleti Khumalo, onye natara nhọpụta Tony Award nke afọ 1988 maka onye na-ese ihe nkiri kacha mma na Musical maka Sarafina! (onye sokwa mee ihe nkiri ya nke afọ 1992), yana ịpụta na ihe nkiri mbụ a họpụtara na Oscar nke South Africa bụ Yesterday",
  "A mụrụ ya na Verulam ma zụlite ya n'etiti Zululand, Mbongeni Ngema emeela onwe ya dịka onye edemede egwuregwu a ma ama, onye edemede na onye na-ede akwụkwọ",
  "Ngema na-etu ọnụ na ya sitere n'agbụrụ ndị agha Mbandama na Sigcwelegcwele kaMhlekehlekehleke nke ezinụlọ Ngema bụ ndị duziri ndị agha Ingoba Makhosi, ndị agha dị mkpa nke meriri ndị agha Britain na Agha nke Isandlwana na agha Anglo-Zulu, na 22 Jenụwarị 1879.",
  "A maara ya nke ọma dịka onye edemede nke egwu egwu Sarafina! nke a ma ama na mba ụwa, nke a họpụtara maka Tony Awards ise, ma mesịa họpụta ya maka Grammy Awards",
  "Egwú ahụ meriri 11 NAACP Image Awards nwere afọ abụọ na Broadway, gara US, Europe, Australia na Japan ma mesịa gbanwee ya ka ọ bụrụ ihe nkiri nke Whoopi Goldberg, Leleti Khumalo na Miriam Makeba.",
  "Ngema enweela ọtụtụ ihe nkiri nke gụnyere Woza Albert, Township Fever (1990), nke si na Market Theatre gaa USA na Brooklyn Academy of Music's Majestic Theatre; Mama (1995), Asinamali (1996), Maria (1997), The Zulu 化 the musical (1999), 1906 Bhambada The Freedom Fighter, The House of Shaka (2005) na The Lion of the East (2006).",
  "N'afọ 1995, Ngema mepụtara Sarafina II, egwu na-ekwu maka ọrịa AIDS na South Africa, nke malitere na mbido afọ 1996.",
  "N'afọ 1997, a họpụtara Ngema dịka onye nkuzi nleta na Mahadum Zululand iji kụzie usoro nka ya pụrụ iche ma mepụta CD mbụ nke ngalaba egwu nke mahadum wepụtara.",
  "N'afọ 1998, a nabatara Ngema na New York \"Walk of Fame\" n'ihu Lucille Lortel Theatre na Manhattan, New York City, dịka otu n'ime ndị edemede a na-asọpụrụ nke narị afọ nke 21",
  "N'afọ 2001 n'oge emume Renaissance nke Africa, e dere aha ya n'ọnụ ụzọ nke Ụlọ Nzukọ Obodo dị na Durban n'akụkụ nke Nelson Mandela, Oliver Tambo, Miriam Makeba na ndị dike ndị ọzọ nke ọgụ nnwere onwe."
]