[
  "Mbum Proper (nke a na-akpọkwa Mboum, Buna, Mboumtiba na Wuna) bụ asụsụ Adamawa u-Ubangi nke Central Africa. Ihe dị ka mmadụ 137,000 na-asụ ya na Cameroon, Chad na Central African Republic.",
  "Ndị Mbum bi na Cameroon, Central African Republic, na Chad na-asụ asụsụ Mbum",
  "Ọ bụ ezie na amabeghị ebe ha si malite, ụfọdụ kwenyere na ndị Mbum bụ otu n'ime agbụrụ mbụ na mpaghara Adamawa",
  "Mbum nke Tibati na-azọrọ na ha bụ ndị nna ochie nke ndị Tikar, ndị nwere ike ịbụ ndị a maara dị ka ndị Mboum",
  "Otú ọ dị, ụfọdụ ndị ọkọ akụkọ ihe mere eme, ndị ọkà mmụta asụsụ, na ndị ọkà mmụta gbasara mmadụ na-arụrịta ụka banyere nkwenkwe a bụ́ ndị kwenyere na òtù ndị ọzọ tinyere onwe ha na ndị Tikar na ndị Kirdi dị ka ndọrọ ndọrọ ọchịchị iji nye nkwado ha na-azọrọ na ha na-ekwu na usoro ọmụmụ.",
  "Prọfesọ na onye na-ahụ maka mmekọrịta mmadụ na ibe ya bụ David Zeitlyn nyochara echiche nke mmalite Tikar nke ọtụtụ ndị ọkọ akụkọ ihe mere eme, gụnyere Eldridge Mohammadou",
  "N'ịchọpụta echiche mmalite ndị ahụ, Zeitlyn kwuru na \"Isi ajụjụ a na-ajụ bụ mmalite nke ndị guzobere usoro ndị eze na ụlọ ọrụ obí eze nke ndị na-asụ asụsụ Tikar dị iche iche",
  "Olee otuto ole a ga-enye na nkwupụta nke Mbum sitere? Iji zaa nke a, a ghaghị ịtụle ihe akaebe dịgasị iche iche, gụnyere ọdịnala ọnụ na akụkọ ihe mere eme",
  "\"",
  "Ndị Mbum na ndị Dii nwere mmekọrịta chiri anya, na nke nọgidere ruo ogologo oge, nke na ndị si n'èzí na-esikarị ike ịmata ọdịiche dị n'etiti ha. Na mbido narị afọ nke iri na itoolu, ìgwè abụọ ahụ nọ n'okpuru ọchịchị nke ndị Alakụba Fulani, bụ ndị a na-ekwu na ha lụrụ n'ọnụ ọgụgụ buru ibu",
  "N'agbanyeghị nke a, ndị Mbum na Dii ka jisiri ike ijide nkwenkwe ime mmụọ ọdịnala ha ruo na narị afọ nke iri abụọ",
  "Mbum ghọrọ ndị Alakụba, ebe Dii ghọrọ ndị Kraịst.",
  "Mbum bụ asụsụ dị mgbagwoju anya nke nwere ọtụtụ ụdị",
  "ALCAM (2012) na-ewere Mbum, Larang, Pana na Gbata dị ka asụsụ anọ dị iche iche ma nwee njikọ chiri anya",
  "Pana (nke a na-asụkwa na Chad), Karang, Kali-dek na Kuo bụ ụdị ọwụwa anyanwụ nke nwere ike ịbụ asụsụ dị iche iche.",
  "N'ebe ndịda, a na-asụ Gbata n'akụkụ ugwu nke mpaghara Bélabo na ngalaba Lom-et-Djerem, Eastern Region",
  "N'ebe ahụ, a na-asụ ya na Woutchaba na Deng-Deng, nke dị n'ebe ọdịda anyanwụ na n'ebe ọwụwa anyanwụ nke Osimiri Sanaga, n'otu n'otu. Blench (2006) weere Gbete (Gbata) dị ka asụsụ dị iche.",
  "A na-asụ LiMbum na South West karịsịa na Donga Mantung na gburugburu Nkambe na Ndu Sub Divisions."
]