[
  "McArthur Binion (amụrụ n'afọ 1946) bụ onye America na-ese ihe nke bi na Chicago, Illinois",
  "A mụrụ Binion na Macon, Mississippi. O nwèrè BFA site na Mahadum Wayne State (1971) na Detroit, Michigan na MFA site na Cranbrook Academy of Art na Bloomfield Hills, Michigan",
  "Ọ bụ Prọfesọ nké nka na Columbia College na Chicago site na 1993-2015.",
  "A mụrụ McArthur Binion na Septemba 1, 1946 na ugbo owuwe ihe ubi na Macon, Mississippi na Russell Earl Binion na Martha Binion n'ezinụlọ nwèrè ụmụ 11. N'afọ 1951, ezinụlọ ya kwagara Detroit.",
  "Binion nwetara BFA ya na Mahadum Wayne State, Detroit, na 1971, na MFA ya na Cranbook Academy of Art, Bloomfield Hills, MI, na 1973.  N'afọ 1973, ọ kwagara New York, ébé Binion rụrụ ọrụ n'etiti ma bụrụ enyi ọtụtụ ndị omenkà ndị ọzọ na-arụ ọrụ n'ọbọdọ ahụ, dị ka Jean Michel-Basquiat na Sol Lewitt. N'otu afọ ahụ ọ kwagara New York, a họpụtara Binion màkà ihe ngosi otu na Artists Space, ihe ngosi nke abụọ nke ụlọ ọrụ na-enweghị uru nke Maazị Lewitt na Carl Andre haziri. Ihe osise Binion apụtala na Contemporary Arts Museum Houston, Studio Museum na New York, na Detroit Institute of Art. N'afọ 1991, Binion kwagara Chicago, ébé ọ nwetara ọkwa dị ka Prọfesọ nke nka na Columbia College n'afọ 1993. Ọ bụ ezie na ọ na-arụ ọrụ n'oge ahụ, ọ na-egosipụta ọrụ ya ugboro ugboro ruo mgbè ónyé na-ere ahịa Chicago Kavi Gupta malitere ịnọchite anya ya na 2013. Kavi Gupta na Galerie Lelong & Co",
  "nọchitere anya Binion ruo mgbè ọ sonyeere Lehmann Maupin na Massimo De Carlo gallery na 2018. N'afọ 2017, a gụnyere Binion na VIVA ARTE VIVA nke Christine Macel haziri maka 57th Venice Biennale, ebe ihe osise ya sitere na usoro DNA ya nwetara aha a ma ama. Akụkọ ihu akwụkwọ nke 2019 na The New York Times matara ya, na ndị ọzọ, dị ka otu n'ime \"ọgbọ nke ndị na-ese ihe n'Afrịka na America na 70s na 80s ha bụ ndị na-enwe mmeghachi omume ahịa mgbè ọtụtụ iri afọ nke enweghị mmasị gasịrị",
  "\"",
  "Ọrụ McArthur Binion na-agụnye ihe osise ndị na-adịghị ahụkebe, nke e ji crayons, osisi mmanụ, na ink mepụta, mgbé mgbè n'elu ihe siri ike dịka osisi ma ọ bụ aluminum",
  "Ruo ọtụtụ afọ, Binion anọwo na-etinye ákàrà laser dị ka ala a na-agbakọta n'elu nke ọ na-etinye usoro ndị ọzọ.  Binion na-ekwu na ihe ọ na-ewepụ site na minimalism n'usoro okike ya bụ na ị chọrọ ime ihe nke gị n'onyinyo nke gị. E jirila ọrụ ya tụnyere Dorothea Rockburne, Robert Mangold, Robert Ryman na Jasper Johnsʹs The Dutch Wivesʹs na-ese ihe osise mgbè ụfọdụ.",
  "McArthur Binion na-anọchite anya Lehmann Maupin, New York, Hong Kong na Seoul; Massimo De Carlo, Milan, London, na Hong Kong; na Richard Gray Gallery, Chicago."
]