[
  "meat pie bụ pie a na-etinye anụ na mgbe mgbe ihe ndị ọzọ na-atọ ụtọ",
  "A na-ahụ ha na nri n'ụwa niile.",
  "A na-esikarị achịcha anụ, sie ya, ma ọ bụ sie ya nke ọma iji mee ka ha na-acha nchara nchara ma mepụta ụtọ site na mmeghachi omume Maillard",
  "Ọtụtụ ụdị nwere mkpo flaky.",
  "A chọtara mmalite nke anụ achịcha laa azụ n'oge Neolithic, n'ihe dị ka 6000 BC. E gosipụtara nsụgharị nke ihe a maara ugbu a dị ka pies na mgbidi ili ndị Ijipt oge ochie, na n'ihe odide Grik na Rom oge ochie.",
  "Nri ndị Ijipt oge ochie gosipụtara achịcha ndị bụ isi e ji oat, ọka wit, rye, na ọka bali mee ya , jupụta na mmanụ aṅụ ma sie ya n'elu ọkụ ọkụ. Ndị Gris jiri ntụ ọka-mmiri paste yiri achịcha achịcha, ma jupụta ya na anụ. A na-esikarị achịcha ndị a esi ma ọ bụ sie ha n'okpuru coal",
  "Ndị Rom nabatara ihe ndị Gris kere, na-eji anụ dịgasị iche iche, oyster, mussels, lampreys, na azụ dị ka ihe na-ejupụta na ngwakọta ntụ ọka, mmanụ, na mmiri maka mkpo. Ebumnuche nke 'achịcha' a abụghị ka a rie ya ma tụfuo ya.",
  "N'Ebe Ugwu Europe, ndị na-esi nri na-eji abụba na bọta eme achịcha iji mee ntụ ọka siri ike nke nwere ike ijide achịcha kwụ ọtọ. A na-akpọ efere ndị a nke oge ochie \"coffins/coffyns\", ya bụ, nkata ma ọ bụ igbe, ma bụrụ:",
  "Ụfọdụ ndị ọkọ akụkọ  ala ihe mere eme [onye?] na-atụ aro na e nyere ndị na-ejere ya ozi mkpo siri ike, nke fọrọ nke nta ka ọ bụrụ ihe a na-apụghị iri eri, ebe ndị nwe ụlọ na ndị inyom na-eri ihe dị n'ime ya.",
  "Nri a ghọrọ nri a na-ahụkarị n'oge etiti oge, na narị afọ nke iri na anọ, a bịara na-akpọ ya \"pye\" ma ọ bụ \"pie\"",
  "N'agbata afọ 1387 na 1400, Geoffrey Chaucer dere, na The Canterbury Tales, banyere onye na-esi nri nke \"koude rooste, and sethe, and broille, and frye / Máken mortreux, and wel bake a pye\". A maghị mmalite nke okwu ahụ, mana enwere ike ịmekọrịta ya na magpie (nke a na-akpọkwa \"pie\"), ikekwe n'ihi na ha abụọ nwere ntụpọ, ma ọ bụ n'ihi nde nnụnụ ahụ na-anakọta ihe dị iche iche, ọ fọrọ nke nta ka ọ bụrụ ihe ọ bụla nwere ike ịfụchie ya na achịcha ma sie ya.",
  "Ndị mba France na ndị mba Ịtali bụ ndị ọkachamara n'ịkọwapụta achịcha nke achịcha ahụ, na-eme ka ọ dịkwuo ụtọ ma na-atọ ụtọ site na ụzọ ọhụrụ nke ịgbakwunye bọta, ịtụgharị, na ịpịkọta ntụ ọka",
  "N'afọ 1440, a matara ndị na-eme achịcha na Paris ma malite ịgbasawanye ngwaahịa ha, ya mere a malitere iji ihe dị ka mkpo nke oge a.",
  "Ndị ozi ala ọzọ na ndị na-eme nchọpụta na-agbasa nri anụ na-eri n'ụwa niile",
  "Ndị njem ala nsọ Bekee nke ndị bi na North America wetara ha usoro nri gafee oké osimiri",
  "Akpụkpọ ahụ bara uru iji chekwaa nri n'oge ogologo ọnwa oyi na America (dị ka eji achịcha mee ihe n'oge ochie)",
  "Mana a naghị ele achịcha ahụ anya dị ka ihe a ma ama n'ebe ahụ ruo n'afọ 1800, taa na America, achịcha anụ efunahụla ewu ewu ha ka ejiri achịcha na-atọ ụtọ dochie ya.",
  "Nri anụ Natchitoches bụ otu n'ime nri gọọmentị nke steeti Louisiana nke US.",
  "Nri anụ Naijiria yiri anụ ehi ehi nke ndi Jamaica",
  "Enwere ike isi ya ma ọ bụ sie ya, ihe a na-etinye ya nwere ike ịbụ ihe ọ bụla site na anụ ehi a na-egbutu egbutu, na poteto na karọt (nke a na-ejikarị eme ihe) ruo naanị yabasị na tomato.",
  "Empanadas anụ Latin America nwere ike ịbụ achịcha ma ọ bụ karịa achịcha; a na-eji mkpokoro achịcha dị iche iche na ihe ndị a na-etinye na ya, a pụkwara isi ha ma ọ bụ sie ha",
  "Empanadas na-enwekarị ọtụtụ yabasị na ose na-acha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ na-acha ọbara ọbara, na njikọta ya na anụ ma ọ bụ azụ",
  "Mkpụrụ ọka Empanada na-ewere ụdị dị iche iche, site na ndị e ji nri ọka mee ruo na achịcha puff.  A na-eji anụ ehi e gwakọtara agwakọta na mkpụrụ oliv, àkwá e siri esi, anụ ezì a dọtara adọkpụ, anụ e gburu egbu, ọbụna cheese na salami eme ihe na Chile, Argentina, Bolivia, Colombia, Ecuador, Puerto Rico na Peru dịka ọmụmaatụ.",
  "Ụdị  nke ndi MBA Australia nke Irish steak na Guinness pie nwere ihe jupụtara na steak gburugburu na Guinness Stout Beer, becon, na yabasị",
  "A na-enye ya poteto na akwụkwọ nri ma na-ewu ewu na ụlọ mmanya Irish",
  "N'Australia, anụ achịcha bụ nri a na-ahụkarị na ọdụ mmanụ ụgbọala, ụlọ mmanya, ụlọ oriri na ọṅụṅụ, ebe a na-eme achịcha, nnukwu ụlọ ahịa na ụlọ ahịa.",
  "A na-akpọ anụ anụ ndị dị n'Etiti Ebe Ọwụwa Anyanwụ Ụwa sfiha ma nwee anụ ehi, mmanụ oliv, yogọt nkịtị, tahini, allspice, yabasị, tomato na mkpụrụ osisi pine",
  "A na-akpọ achịcha anụ ndị Gris kreatopita ma nwee anụ ehi, yabasị na cheese feta",
  "A na-ekpuchi ihe a na-etinye na kreatopita na ntụ ọka phyllo",
  "A na-akpọ anụ anụ ndị India samosa ma na-enwekarị ahịhịa, poteto, coriander, lentils, ma ọ bụ anụ ehi ma ọ bụ ọkụkọ a gwakọtara agwakọta ma na-ejikarị chutney.",
  "Na Turkmenistan, a na-akpọ achịcha anụ ishlekli ma ọ bụ achịcha onye ọzụzụ atụrụ",
  "Dị ka omenala si dị, ndị ọzụzụ atụrụ na-eme ishlekli, bụ ndị liri ya n'ájá na-ekpo ọkụ nke ọzara Turkmen na coal",
  "Taa, a na-esikarị ishlekli n'ọkụ, mana ndị ọzụzụ atụrụ Turkmen ka na-echekwa usoro ọdịnala.",
  "Pie anụ ụdị nke ndi  China nwere ọtụtụ ọdịiche, ọkachasị anụ anụ Xianghe.",
  "Àtụ:Street foodÀtụ:Pies"
]