[
  "Medea Benjamin (onye a mụrụ Susan Benjamin; Septemba 10, 1952) bụ onye ndọrọ ndọrọ ọchịchị America bụ onye ya na Jodie Evans na ndị ọzọ guzobere Code Pink",
  "Ya na onye na-ekwuchitere ndi mmadu na onye edemede Kevin Danaher, mepụtara otu nkwado azụmahịa ziri ezi Global Exchange",
  "Benjamin bụ onye Green Party na California n'afọ 2000 maka United States Senate.",
  "A mụrụ Susan Benjamin na Septemba 10, 1952 ma too na Freeport, New York, na Long Island, onye kọwara onwe ya dịka \"nwa agbọghọ Juu mara mma\".",
  "N'ime afọ mbụ ya na Mahadum Tufts, ọ gbanwere aha ya n'aha onye akụkọ ifo ndị Gris bụ Medea wee sonye na Students for a Democratic Society",
  "Mgbe ahụ, ọ hapụrụ ụlọ akwụkwọ wee gaa Europe na Africa, na-akụzi klas Bekee iji nweta ego",
  "O mechara laghachi na United States wee nweta nzere masta na ahụike ọha na eze na Mahadum Columbia na akụ na ụba na The New School",
  "Benjamin rụrụ ọrụ afọ iri dịka onye na-ahụ maka akụ na ụba na nri na-edozi ahụ na Latin America na Africa maka United Nations Food and Agriculture Organization, World Health Organization, Swedish International Development Agency, na Institute for Food and Development Policy.",
  "N'afọ 1988, ya na di ya, Kevin Danaher, na Kirsten Moller, Benjamin guzobere Global Exchange nke dị na San Francisco, nke na-akwado ụzọ azụmaahịa ziri ezi karịa ihe ọ kọwara dị ka ijikọ ụwa ọnụ",
  "N'afọ 2002, ya na Jodie Evans na ndị ọzọ, ha guzobere otu ụmụ nwanyị na-emegide agha Code Pink: Women for Peace, nke kwadoro maka njedebe nke Agha Iraq, mgbochi nke agha n'ọdịnihu, na ikpe ziri ezi",
  "Benjamin etinyela aka na otu na-emegide agha United for Peace and Justice.",
  "O mechara mepụta Occupation Watch Center na Baghdad (IOWC) iji nyochaa ndị agha United States, na mmetụta agha ahụ na ndị nkịtị",
  "Site n'ụlọ ọrụ a, ọ kpọtara ndị ezinụlọ ndị agha US iji hụ ọnọdụ ndị ọrụ debanyere aha na-eje ozi, na ikwu okwu megide agha ahụ, na Congress na United Nations, n'afọ 2003.",
  "Benjamin nwere ụmụ nwanyị abụọ ma lụọ di ugboro abụọ",
  "Nwa ya nwanyị, Arlen Benjamin-Gomez, site na alụmdi na nwunye mbụ ya na Cuba na nwa ya nwanyị, Maya Mandela Benjamin-Danaher, site na agbamakwụkwọ ya n'afọ1985 na onye na-eme ihe ike Kevin Danaher. A na-akpọ nwa ya nwanyị Arlen aha onye Sandinista na-eme mgbanwe Arlen Siu, ya na nwa ya nwanyị na-ede \"M tolitere na-ekwere na usoro mkpesa na nkuzi bụ njem ezinụlọ nkịtị..",
  "A mụrụ m na Cuba n'aka nna Afro-Cuban na nne onye Juu-American, na eziokwu ahụ bụ na akpọrọ m aha nwanyị mbụ nwụrụ na-alụ ọgụ maka mgbanwe Nicaraguan [Sandinista] na-enye gị echiche nke ọzụzụ m na ndọrọ ndọrọ ọchịchị."
]