[
  "Medefaidrin (Medefidrin), ma ọ bụ Obɛri aceimɛ, bụ asụsụ na edemede e wuru dị ka asụsụ dị nsọ nke Ndị Kraịst site n'ọgbakọ Ibibio na 1930s Naijiria",
  "Ọ gbanyere mkpọrọgwụ na glossolalia ('na-ekwu okwu n'asụsụ').",
  "Ndị na-ekwu okwu na-ewere Medefaidrin dị ka 'asụsụ mmụọ'",
  "Ọ bụ ndị isi ụka abụọ, Michael Ukpong na Akpan Akpan Udofia kere ya",
  "Ha na-ekwu na Mmụọ Nsọ kpughere okwu nke asụsụ ahụ na Ukpong, ebe Udofia dere ha",
  "N'oge ahụ Ibibio abụghị asụsụ edere ede, Udofia mepụtara edemede iji dee Medefaidrin.",
  "Mgbe ha mechara asụsụ ahụ n'afọ 1936, ndị otu ụka malitere ụlọ akwụkwọ ebe a na-akụziri ụmụaka na Medefaidrin",
  "Gọọmentị Britain na-achị ala ahụ anabataghị nke a, bụ ndị mechiri ụlọ akwụkwọ ahụ n'otu afọ ahụ",
  "Ka o sina dị, a nọgidere na-eji asụsụ ahụ eme ihe maka ọrụ ụka, gụnyere liturgy na ukwe, yana maka akwụkwọ ozi na nkwekọrịta edere ede n'etiti ndị otu",
  "Asụsụ ahụ kwụsịrị iji ya mee ihe, mana na 1986 Udofia malitere ịkụzi ya ọzọ na ụlọ akwụkwọ ụbọchị  nke ụka na Ididep",
  "Ihe odide ochie dị n'ihe odide ahụ dị njọ, na narị afọ nke iri abụọ na otu meela mgbalị iji chekwaa ha.",
  "Medefaidrin bụ asụsụ na-ekwusi ike na nrụgide karịa asụsụ ụda olu, ọ bụ ezie na nke a nwere ike ịgbanwe n'okpuru mmetụta Ibibio",
  "N'adịghị ka asụsụ Ibibio, e nwere ọtụtụ ụyọkọ ụdaume na Medefaidrin, ọtụtụ n'ime ha adịghị na Bekee.",
  "N'ụzọ nhazi, asụsụ ahụ bụ n'ụzọ dị ukwuu relexification nke Bekee, ọ bụ ezie na semantics dị nso na asụsụ ala nke ndị ọrụ ya, Ibibio",
  "Isiokwu doro anya bụ dei, na ọtụtụ prepositions alliterate ma ọ bụ rhyme na ndị yiri ha n'asụsụ Bekee: su \"to\", fra \"from\", nai \"by\", kin \"in\"",
  "Otú ọ dị, ọtụtụ okwu adịghị ka ihe ọ bụla na Bekee ma ọ bụ Ibibio, mana o yiri ka e kere ya n'enweghị usoro dị n'okpuru",
  "Ọdịdị ahụ abụghị nke mepere emepe, mana e wepụtara ihe ole na ole site na Bekee, dị ka ọnụọgụ na -s (z?Ọ dị iche iche",
  "Usoro ọnụọgụ ọnụọgụ iri abụọ na kalenda na-egosipụta ụkpụrụ Ibibio",
  "Afọ kalenda nwere ọnwa iri na isii na izu anọ.",
  "Ihe odide ahụ nwere mkpụrụedemede dị elu na nke dị ala dị ka mkpụrụedemede Bekee, mana e mepụtara mkpụrụedemede ahụ ma ọ nweghị mmekọrịta dị n'etiti glyph na ụda. E nwere ọtụtụ digraphs, nke a na-apụghị ikpebi ịkpọpụta site na mkpụrụedemede ha, ọzọ dị ka ọ dị na Bekee.",
  "A gbakwunyere edemede Medefaidrin na Unicode Standard na Jụn, 2018 site na ntọhapụ nke mbipute 11.0.",
  "Ngọngọ Unicode maka Medefaidrin bụ U+16E40 ÁU+16E9F ma nwee mkpụrụedemede 91:Àtụ:Unicode chart Medefaidrin"
]