[
  "Nnọpụiche ahụike na-ezo aka n'ụkpụrụ nke enweghị ntinye aka na ọrụ ahụike n'oge agha na ọgba aghara obodo: a ghaghị ikwe ka ndị dọkịta lekọta ndị ọrịa na ndị merụrụ ahụ, ndị agha ga-enwetakwa nlekọta n'agbanyeghị njikọ ndọrọ ndọrọ ọchịchị ha; ndị otu niile ga-ezere ịwakpo na iji ụlọ ọrụ ahụike, njem, na ndị ọrụ eme ihe n'ụzọ na-ezighị ezi",
  "Echiche ndị gụnyere ụkpụrụ nke nnọpụiche ahụike sitere na iwu ruuru mmadụ nke mba ụwa, ụkpụrụ ahụike na iwu enyemaka mmadụ",
  "Enwere ike iche na nnọpụiche ahụike dị ka ụdị nkwekọrịta mmekọrịta mmadụ na ibe ya nke na-amanye ọha mmadụ ichebe ndị ọrụ ahụike n'oge agha na udo, ma na-amanye ndị ọrụ ahụike ịgwọ mmadụ niile n'agbanyeghị okpukpe, agbụrụ, agbụrụ, ma ọ bụ njikọ ndọrọ ndọrọ ọchịchị",
  "Mmebi nke nnọpụiche ahụike bụ mpụ ndị akọwapụtara na Mgbakọ Geneva.",
  "Ụkpụrụ nke nnọpụiche ahụike nwere mgbọrọgwụ n'ọtụtụ ọdịnala ọha na eze",
  "A na-emebi nnọpụiche ahụike mgbe ndị ọkachamara na-ahụ maka ahụike, ụlọ ọrụ, ma ọ bụ ndị ọrịa na-awakpo, ma ọ bụ mgbe a na-ekweghị ka ndị ọkachamara ahụike nye ọgwụgwọ.  Ihe atụ gụnyere:",
  "N'oge bọmbụ Israel nke mba Gaza n'ọnwa Mee afọ 2021, e bibiri akụkụ nke ụlọ ọgwụ ndị dọkịta na-enweghị ókèala / Médecins Sans Frontières (MSF) na-ahụ maka mmerụ ahụ na ọkụ na mwakpo ụgbọelu",
  "Mgbochi ahụ emerụghị onye ọ bụla ahụ n'ime ụlọ ọgwụ MSF ahụ, mana o bibiri ụlọ ịwa ahụ ma mebie ebe echere",
  "Mgbochi ahụ bibikwara okporo ụzọ nke na-eduga n'ụlọ ọgwụ ahụ, si otú a gbochie ụzọ ịbanye na ya",
  "A manyere ụlọ ọgwụ ahụ imechi. \nMwakpo ụgbọelu ahụ butekwara ọnwụ nke ndị dọkịta abụọ a ma ama na mba Gaza",
  "Dr",
  "Ayman Abu al-Ouf, onye isi ọgwụ ime ụlọ n'ụlọ ọgwụ Al-Shifa, nwụrụ ya na mmadụ iri na abụọ n'ime ezinụlọ ya mgbe ụgbọelu wakporo ụlọ ya n'ụbọchị 16 nke ọnwa Mee, n'afọ 2021",
  "Dr",
  "Mooein Ahmad al-Aloul, onye dị afọ iri isii na isii na-ahụ maka ọrịa uche, gbukwara n'ụlọ ya n'oge mwakpo al-Wehda.",
  "N'oge ngagharị iwe maka ọchịchị onye kwuo uche ya n'ọnwa Febụwarị 13, n'afọ 2021, e nwere ihe nkiri na-egosi ndị uwe ojii ọgba aghara Thai na-eti onye ọrụ afọ ofufo ahụike, ebe ọ na-eyi uwe na-acha akwụkwọ ndụ akwụkwọ ndụ na-akọwa onwe ya dịka akụkụ nke ndị ọrụ afọ ofufo ahụike na-enye ọrụ n'akụkụ abụọ.",
  "Esemokwu agbụrụ na obodo abụwo akụkụ na-adịgide adịgide nke obodo Burmese / Myanmar nke oge a, ndị Tatmadaw (Burmese Army) ejirila ihe ngọpụ nke mmechi COVID-19 mee ka ndị obodo na nzuzo na-arụrụ ha rụọ ọrụ, na-aga n'ihu na-awakpo ụlọ ọrụ nlekọta ahụike dị na mpaghara esemokwu ma na-ejere obodo ozi, ma na nso nso nso a wakporo ụgbọ mmiri Red Cross bu ọgwụ na-akpata nkatọ mba ụwa. Mgbe ọchịchị ndị agha nke afọ 2021, n'oge mmegide megide ndị na-eme ngagharị iwe n'udo, ndị agha lekwasịrị ndị dọkịta na ụgbọ oloko na-elekọta ndị ọrịa mberede, na-eduga na nkatọ nke World Medical Association. Kọmitii Nchebe nke Mba Ndị Dị n'Otu egosipụtala nchegbu miri emi banyere mmachi ndị ọrụ ahụike.",
  "Kemgbe ọgba aghara obodo malitere n'ọnwa Ọktọba afọ 2019, enwere mmegide n'ebe ndị uwe ojii na ndị agha nọ maka ileghara ndị ọrụ afọ ofufo ahụike na-enyere ndị na-eme ngagharị iwe merụrụ ahụ aka",
  "Ikpe a maara nke ọma ma gosipụta ya ruo ugbu a mere n'ụbọchị Fraịde n'ọnwa Novemba 15, afọ 2019",
  "A na-egbochi ụgbọ oloko ikike ya ibugharị onye na-arịa ọrịa obi n'oge ngagharị iwe udo na Plaza de la Dignidad",
  "Ndị ọrụ afọ ofufo ahụike na-elekọta ya nwetara ọkụ site na mgbọ rọba nke carabineros, gas anya mmiri na gwongworo mmiri",
  "E tinyere ha n'ihe ize ndụ ma gbochie ha na mbọ ha iji kpọlite onye ọrịa ahụ",
  "Otu onye ọrụ afọ ofufo nwetara ọnyá n'ụkwụ",
  "Enweghị ike nke ndị ọrụ ahụike ilekọta onye ọrịa ahụ n'enweghị nsogbu ma buru ya gaa ụlọ ọgwụ kpatara ọnwụ ya.",
  "Na 3 Ọktọba 2015, mwakpo ụgbọelu nke mba United States gburu mmadụ iri anọ na abụọ ma bibie ụlọ ọgwụ MSF (Médecins Sans Frontières - Doctors Without Borders) trauma na Kunduz, Afghanistan (Lee isi isiokwu)",
  "Ọtụtụ ndị ọrịa nọ n'ụlọ ọgwụ ahụ gbara ọkụ na ndụ n'ihe ndina ha ka ụgbọ agha US AC-130 mere ọtụtụ njem na-agba ụlọ ọgwụ ahụ site n'elu",
  "Ọ dịghị mgbe a kwanyere arịrịọ MSF maka nyocha nke onwe ya ùgwù",
  "Ndị agha mba United States nyochara onwe ha, n'ikpeazụ were ihe ịdọ aka ná ntị megide ndị ọrụ iri na abụọ",
  "Enweghị ikpe mpụ sochiri.",
  "Mgbochi gọọmentị Bahraini na ọgba aghara Bahrain n'afọ 2011 nakwa n'afọ 2012 gụnyere mmebi iwu nke nnọpụiche ahụike",
  "Akụkọ nyocha nke Physicians for Human Rights wepụtara kpughere na a wakporo ọtụtụ ndị dọkịta ma ọ bụ tụọ ha mkpọrọ",
  "Ọzọkwa, ndị ọrụ nchekwa Bahraini ejidewo ụlọ ọrụ ahụike, gbochie ndị ọrịa ịnata ọgwụgwọ, jiri ọrụ ụgbọ oloko mee ihe n'ụzọ na-ezighị ezi, ma gbaa ndị ọrịa merụrụ ahụ ajụjụ ọnụ.  N'ọnwa Septemba 2011, a mara ndị ọrụ ahụike iri abụọ na Bahrain ikpe ịga mkpọrọ ruo afọ iri na ise maka ịgwọ ndị na-eme ngagharị iwe. Odeakwụkwọ ukwu nke United Nations bụ Ban Ki-Moon na ndị otu na-ahụ maka ikike mmadụ dịka Physicians for Human Rights katọrọ ikpe ndị a ozugbo.  O doro anya na nzaghachi maka nrụgide mba ụwa, gọọmentị Bahrain nyere iwu ka a kpee ndị dọkịta ikpe ọzọ n'ụlọ ikpe ndị nkịtị, mana a ka ekpebeghị ikpe ahụ.",
  "N'afọ 2011, n'oge ọgba aghara ndọrọ ndọrọ ọchịchị, ndị ọrụ nchekwa steeti wakporo ndị na-eme ngagharị iwe na ụlọ ọgwụ, merụọ ma gbuo ọtụtụ mmadụ",
  "Otu onye ọrụ nchekwa steeti yi uwe dị ka dọkịta ma gbaa ndị merụrụ ahụ n'ụlọ ọgwụ na mpụga Tahrir Square égbè",
  "[nyocha na-emezughị] Ndị ọrụ agha weghaara ihe ndị agha na ụlọikwuu ụlọ ọgwụ ọkụ n'oge mwakpo Tahrir.",
  "N'oge agha obodo Libya nke afọ 2011, ndị otu na-ahụ maka ikike mmadụ dere mmebi nke nnọpụiche ahụike tinyere ọtụtụ mmebi iwu ndị ọzọ nke ikike mmadụ",
  "Ndị dọkịta maka ihe ruuru mmadụ mere nyocha n'ime Libya n'afọ 2011, wee chọpụta na ndị agha wakporo ma bibie ụlọ ọgwụ",
  "Ọtụtụ ndị ji anya ha hụ ihe mere kwuru na ndị agha Gaddafi wakporo ụgbọ oloko bu ndị agha merụrụ ahụ, n'agbanyeghị eziokwu ahụ bụ na ụgbọ oloko ahụ nwere akara ngosi Red Crescent",
  "Ndị agha Gaddafi tọọrọ ndị ọrụ ahụike, ndị agha jikwa ndị mmadụ dị ka ọta mmadụ.",
  "Agha obodo Siria nwere mmetọ zuru oke nke ikike mmadụ, gụnyere ọtụtụ mmebi nke nnọpụiche ahụike",
  "Ndị agha gọọmentị wakporo, wakpoo, ma jiri ụlọ ọgwụ na njem ahụike mee ihe n'ụzọ na-ezighị ezi, na-egbochi ndị nkịtị ịnata nlekọta ahụike",
  "E jidere ndị dọkịta 250 ma taa ha ahụhụ maka ịgwọ ndị nkịtị merụrụ ahụ",
  "Nnyocha nke ndị dọkịta maka ihe ruuru mmadụ kpughere na ọnọdụ ndị a emeela ka netwọk ahụike dị n'okpuru ala bilie.",
  "N'ọnwa Juun n'afọ 2008, ndị ọchịchị Iran jidere Dr",
  "Arash Alaei na Dr",
  "Kamiar Alaei, ndị dibịa Iran abụọ a ma ama na ndị isi na ọgụ megide HIV / AIDS",
  "Ndị dibịa ahụ, bụ ụmụnne, ejidere n'ụlọ mkpọrọ Evin a ma ama nke Tehran ihe karịrị ọnwa isii n'ebughị ebubo ma ọ bụ ikpe",
  "N'abalị iri atọ na otu n'ọnwa Disemba n'afọ 2008, e mere otu ụbọchị, ikpe mechiri emechi, nke a na-ekpe ụmụnna ikpe dị ka ndị na-agba izu na-arụ ọrụ na \"gọọmentị ndị iro\" iji kwatuo ọchịchị Iran",
  "A na-ekpe ha ikpe n'oge ahụ na ebubo ndị ọzọ a na-akọwaghị nke ha ma ọ bụ onye ọka iwu ha ekweghị ka ha mara, hụ ihe akaebe nke, ma ọ bụ dozie. E boro ha ebubo na ha na-anwa ịkwatu ọchịchị Iran n'okpuru isiokwu 508 nke Iran's Islamic Penal Code",
  "A mara Kamiar ikpe ịga mkpọrọ afọ atọ na Arash ikpe afọ isii",
  "Gọọmentị Iran jiri njem ụmụnna ahụ gaa nzukọ mba ụwa banyere ọrịa AIDS dị ka ihe ndabere maka nkwupụta ndị a.",
  "Ndị mba ụwa katọrọ ikpe nke ndị dọkịta ahụ, ndị dọkịta maka ihe ruuru mmadụ wee malite mkpọsa maka ntọhapụ ha. N'afọ 2010, a tọhapụrụ Dr",
  "Kamiar Alaei mgbe ọ nọrọ afọ abụọ n'ụlọ mkpọrọ",
  "A tọhapụrụ Dr",
  "Arash Alaei n'ọnwa Ọgọstụ afọ 2011 mgbe ọ nwụchiri ya ihe karịrị afọ atọ",
  "Kemgbe a tọhapụrụ ha, ndị dọkịta ahụ ejikọtala na United States, ebe ha na-aga n'ihu na ọrụ ahụike na nkwado ha.",
  "Ogologo agha obodo Sri Lanka nwere mmetọ dị ukwuu nke ikike mmadụ",
  "N'afọ 2009, ndị agha ikuku Sri Lanka mebiri ụkpụrụ nke nnọpụiche ahụike mgbe o bibiri Ponnampalam Memorial Hospital na Puthukkudiyiruppu.",
  "N'oge Agha Grozny n'afọ 1996 n'oge Agha Chechen nke Mbụ, a wakporo ọtụtụ ụlọ ọgwụ",
  "Ndị agha Russia wakporo ụlọ ọgwụ obodo No",
  "9 ma jide ihe dị ka ndị nkịtị 500.  A wakporo ụlọ ọgwụ ICRC nke Novye Atagi, nke e kere iji gosipụta nnọpụiche ahụike na mpaghara agha ahụ, ma gbuo mmadụ isii n'ime ndị ọrụ ICRC.",
  "Otu afọ mgbe ndị agha kwusịrị ọchịchị na-enweghị ọbara na Bangkok n'ọnwa Febụwarị afọ 1991, gọọmentị ọhụrụ zaghachiri ndị na-akwado ọchịchị onye kwuo uche ya na-emeghe ọkụ na nnọkọ mmegide nke ọnwa Mee, nke kpatara ọnwụ mmadụ iri ise na abụọ, ọtụtụ narị ndị merụrụ ahụ, na ọtụtụ ndị na-apụ n'anya",
  "Ndị dọkịta maka ihe ruuru mmadụ kọrọ na e gbochiri ndị ọkachamara ahụike iru ndị merụrụ ahụ ma ndị uwe ojii gbagburu ụgbọ oloko.",
  "N'agha obodo Salvador, ndị agha wakporo ọtụtụ ụlọ ọgwụ",
  "A na-atụkarị ndị ọrịa n'ụlọ ọgwụ, ndị agha gọọmentị na-ejidekwa mmegharị nke ndị ọrụ ahụike",
  "A wakporo ụgbọ njem ahụike, n'ọnọdụ ụfọdụ kpatara ọnwụ nke ndị ọrụ ahụike.",
  "N'oge agha obodo Mozambik, ndị otu na-eguzogide RENAMO bụ ndị na-ahụ maka ọtụtụ mmebi nke nnọpụiche ahụike",
  "Mwakpo n'ụlọ ọgwụ na ụlọ ọgwụ ahụike bụ ihe a na-ahụkarị",
  "N'otu oge, ndị agha RENAMO wakporo obodo Homoine, gbuo ndị nkịtị 442 gụnyere ndị ọrịa nọ n'ụlọ ọgwụ.",
  "ọgba aghara obodo na ngagharị iwe malitere na Panama na June 1987",
  "N'oge ọgba aghara ahụ, ndị otu na-ahụ maka ikike mmadụ dịka Physicians for Human Rights dere ọtụtụ mmegbu ruuru mmadụ na mmebi nke nnọpụiche ahụike",
  "Ndị agha gbochiri ịbanye n'ụlọ ọgwụ ma tinye aka n'inye nlekọta ahụike, chịkwaa ọrụ ụgbọ oloko maka ebumnuche ndị agha, ma gbaa ndị ọrịa merụrụ ahụ ajụjụ ọnụ",
  "Na mgbakwunye, a tọọrọ ndị dibịa Panama, tie ha ihe, ma taa ha ahụhụ maka ikwu okwu megide iwu gọọmentị nke gbochiri ha inye ndị ọrịa ha nlekọta zuru oke.",
  "N'ọnwa Eprel afọ 1971, ndị agha Pakistan lekwasịrị anya n'agbụrụ Bengalis na Lalmonirhat Railway Hospital, nke dị na nsọtụ ugwu nke ihe a na-akpọ East Pakistan (nke bụ Bangladesh ugbu a)",
  "Ihe dị ka ndị nkịtị Bengali iri atọ na asaa ma ọ bụ ndị na-abụghị ndị agha, gụnyere ndị ọrịa, ndị dọkịta, ndị nọọsụ, na ndị ọkachamara nlekọta ahụike ndị ọzọ ma ọ bụ ndị ọrụ ahụike bụ ndị agha Pakistan gburu.",
  "Ka ọ na-erule Machị 12 ọ dịkarịa ala ụlọ ọgwụ itoolu, gụnyere ụlọ ọgwụ ọmụmụ Mariupol, ọtụtụ n'ime ha dị n'ebe ugwu na ndịda ọwụwa anyanwụ nke Ukraine, ndị agha Russia wakporo. Nke kachasị njọ na-eme n'ọnwa Febụwarị 24, 2022 na Central City Hospital na Vuhledar mgbe bọmbụ bọmbụ Russia jupụtara na bọmbụ ụyọkọ dara n'èzí ụlọ ọgwụ ahụ, gbuo mmadụ anọ ma merụọ mmadụ iri ahụ. Mịnịsta na-ahụ maka nchekwa na Rọshịa kwuru na e ji ụfọdụ ụlọ ọgwụ mee ihe maka ebumnuche ndị agha ma gọnahụ ịwakpo ụlọ ọgwụ ọmụmụ Mariupol na-ekwu na ọ bụ \"mkpasu iwe\".",
  "N'etiti ọnwa Febụwarị 24 na Machị 21, ndị agha Russia lekwasịrị ụlọ ọgwụ iri isii na anọ na ndị ọrụ ha anya na Ukraine, World Health Organization (WHO) kọrọ. A na-akụ ụlọ ọrụ ndị ahụ na ọnụọgụ abụọ ruo atọ kwa ụbọchị na-egbu mmadụ iri na ise na mmerụ ahụ iri atọ na asaa.  A kwadoro mwakpo iri isii na anọ niile ma kwuo na ọ bụ mmebi iwu mba ụwa na-emebi nnọpụiche ahụike. A kọrọ na a gbanwere ụfọdụ ụlọ ọgwụ ka ha bụrụ ebe ndị agha siri ike nakwa na ọtụtụ n'ime mmebi ahụ bụ ngwá agha dị arọ kpatara. Ka ọ na-erule 8 Eprel, WHO kwadoro mwakpo 91.",
  "The Medical Neutrality Protection Act of 2011, (H.R",
  "2643), bụ iwu bipartisan nke ndị nnọchi anya Jim McDermott (D-WA), na Walter B",
  "Jones, Jr",
  "(R-NC) webatara nke na-ezube ime ka nchebe nke ndị ọkachamara ahụike na ịnweta ọrụ ahụike bụrụ ihe kachasị mkpa maka gọọmentị US."
]