[
  "Dị ka United Nations si kwuo, a na-akọwa mbubata mmadụ dị ka \"ịzụta, iji nweta, kpọmkwem ma ọ bụ n'ụzọ na-apụtaghị ìhè, uru ego ma ọ bụ ihe onwunwe ndị ọzọ, nke ntinye iwu na-akwadoghị nke mmadụ n'ime Steeti nke onye ahụ abụghị obodo ma ọ bụ onye bi na-adịgide adịgide",
  "\" A hụla ọgba aghara obodo na Etiti ọwụwa anyanwụ na narị afọ nke iri abụọ na otu na mgbanwe iwu mbata Europe ọnụ ọgụgụ ndị gbara ọsọ ndụ na-agbapụ na obodo ha",
  "Ndị mbịarambịa na-adabere na ndị na-ebubata mmadụ iji nyere ha aka n'ịgafe ókèala na-akwadoghị na Europe. Site n'enyemaka nke ndị na-ebubata mmadụ, ndị gbara ọsọ ndụ na-eji ụzọ dị iche iche na EU n'ihi iwu mbata dị iche iche",
  "N'etiti ọnwa Jenụwarị na ọnwa Septemba 2015, nke a na-ahụkarị bụ Eastern Mediterranean. Ọzọkwa, afọ 2015 hụrụ mmụba dị ukwuu n'ọnụ ọgụgụ ndị mbịarambịa na-agafe n'Ebe Ọwụwa Anyanwụ Mediterenian; “E nwere ihe fọrọ nke nta ka ọ bụrụ ugboro asatọ karịa nchọpụta site na ụzọ Ọwụwa Anyanwụ Mediterenian n'ime ọnwa itoolu mbụ nke afọ 2015 (Narị anọ na otu puku) karịa n'oge 2014 dum (Iri ise na otu puku).  European Migration Network na-akọ na mmegharị nke abụọ nke ndị gbara ọsọ ndụ mgbe ha rutere Europe na-enwe mmetụta dị ukwuu site n'aka ndị na-ebubata mmadụ. Dị ka UN si kwuo, mbubata mmadụ bụ mpụ. Otú ọ dị, ọnụ ọgụgụ ndị na-azụ ahịa mmadụ na Turkey mụbara site na puku anọ na narị isii na iri anọ na otu n'afọ 2017 ruo puku isii na narị abụọ na iri asaa na asatọ n'afọ 2018.",
  "N'ihi na mbubata mmadụ bụ iwu na-akwadoghị, ọ dị ntakịrị ihe a maara màkà omume ahụ",
  "Ihe a maara sitere na ajụjụ ọnụ ndị gbara ọsọ ndụ ma ọ bụ ndị na-ebubata ndị nta akụkọ nyere ndị nta akụkọ.",
  "Ọnụahịa dịgasị iche iche nke onye na-ebubata ndị na-ebubata ihe, mana njem gafee Mediterranean nwere ike ịkwụ ụgwọ n'etiti otu puku dollar na puku dollar asatọ na narị isii. Ọnụahịa ahụ na-ekpuchikarị otu ebe n'ime ụgbọ mmiri na-adịghị ike ma ọ bụ ụgbọ mmiri ịkụ azụ ochie, na-enweghịkarị jaket ndụ. Iji mee ka uru ha dị ukwuu, ndị na-ebubata ndị mmadụ na-ejikarị ụgbọ mmiri na-abaghị uru jupụta nke ọma karịa ikike ha bu n'obi",
  "Nke a emeela ka ọnụ ọgụgụ dị elu nwụọ n'afọ ndị nwụrụ n'afọ ndị na-emikpu ma ọ bụ kpuo. Ụfọdụ ndị na-ebubata ndị mmadụ na-akụda jaket ndụ n'ihi na ha na-ewe ohere dị ukwuu. Ọtụtụ na-ere jaket ndụ adịgboroja nke na-adịghị arụ ọrụ n'ezie. Ụfọdụ n'ime ihe nchekwa ndụ ndị a na-ere n'ụsọ oké osimiri nke Turkey nwere akara na-agụ \"nke a abụghị ngwaọrụ na-azọpụta ndụ\".",
  "Nkà na ụzụ nke oge a emeela ka ndị na-ebubata mmadụ na Middle East nwee ọganihu. Otu Facebook nke “Smugglers Market’ nwere ndị òtù narị isii na iri anọ tupu Facebook ewepụ ya n'ihi imebi ụkpụrụ obodo. O nwere ozi kọntaktị maka ndị na-ebubata mmadụ, nhọrọ ọnụahịa n'ihe banyere akwụkwọ adịgboroja dị ka ikikere alụmdi na nwunye, ogo mahadum, na paspọtụ. Ọzọkwa, ndị na-ebubata mmadụ na-eji WhatsApp dị ka ụzọ isi zie ndị gbara ọsọ ndụ ozi ozugbo na ha na-ebubata.",
  "Ọtụtụ ndị isi ụwa akatọla Turkey maka iwu ya na-adịghị mma megide mbubata mmadụ. Onye isi ala Gris Prokopis Pavlopoulos kwuru, sị: “Enwere m egwu siri ike na ndị na-ebubata ndị Turkey nwere nkwado nke ndị ọchịchị, ọkachasị, ndị ọchịchị ókèala na-eme dị ka ha ahụbeghị ihe ọ bụla.”  Ndị ọzọ na-akatọ nsogbu mbubata mmadụ na Mediterranean na-ekwu na okwu a na-aga n'ihu n'ihi mbọ mba Europe na-agba iji kwụsị ndị na-ebubata mmadụ. Onye isi oche nke Europa-Institut Christof Zellenberg kwuru \"Site n'ịkpọ [ndị mmadụ] ma mechie ụzọ niile, anyị na-ewu ụdị azụmahịa banyere ndị na-azụ ahịa.”  François Crépeau, Onye nta akụkọ pụrụiche United Nations, na-atụ aro “Ihe dị mkpa bụ ka steeti weghachi ahịa njem site n'aka ndị na-ebubata mmadụ site n'inye ọtụtụ ndị mmadụ ngwọta njem dị mma, iwu, na ọnụ ala, na iwulite ọchịchị ngagharị na-emeghe ma na-achịkwa n'ime ọgbọ.”"
]