[
  "Ebubennem Megalyn Ann Echikunwoke (/ˈmɛɡəlɪn ɛˌtʃɪkʊnˈwoʊkeɪ/ MEG-ə-lin eh-CHIK-uun-WOH-kay; amụrụ na Mee 28, 1983), nke a makwaara dị ka Megalyn E.K., bụ onye Amerika na-eme ihe nkiri, nke a maara karịsịa maka ọrụ ya na telivishọn na ihe nkiri.",
  "A mụrụ ya na Spokane, Washington, a chọpụtara ya mgbe ọ na-eme ihe nkiri maka ụlọ akwụkwọ nka, ọ malitekwara ịrụ ọrụ ọkachamara mgbe ọ dị afọ iri na ise, na-apụta n'otu ihe omume nke The Steve Harvey Show",
  "N'agbata afọ 2001 na afọ 2002, ọ rụrụ ọrụ dị ka Nicole Palmer, nwa nwanyi nke David Palmer, na usoro Fox 24, nke ọrụ ndị ọbịa sochiri na ER na Buffy the Vampire Slayer",
  "N'agbata afọ 2004 na afọ 2005, ọ gosipụtara Angie Barnett, nwanne Steven Hyde, na sitcom That '70s Show",
  "N'afọ 2006, ọ pụtara dị ka onye ndu na usoro The 4400 nke gara ruo n'afọ 2007, na-esote ọrụ ugboro ugboro na 90210 na House of Lies",
  "Ọrụ ihe nkiri ya na mbido afọ 2010 gụnyere Whit Stillman's Damsels in Distress (2011), na ihe omume na-esote A Good Day to Die Hard (2013)",
  "N'afọ 2016, o gosiputara Mari McCabe / Vixen na Arrowverse",
  "N'afọ sochirinụ, o nwere ọrụ nkwado na CHiPs (2017), nke na-esote ya bụ An Actor Prepares (2018)",
  "Na-esote, ọ sonyeere na ihe nkiri Night School (2018)",
  "Na ngwụcha afọ 2018, o mere ihe nkiri mbụ ya na New York na mmepụta nke Apologia na Broadway.",
  "A mụrụ Ebubennem Megalyn Ann Echikunwoke na Spokane, Washington na Mark Onigwe Versato Echikunvoke, nna Igbo Naijirịa, na Anita Laurie. Nna ya, onye kwagara na United States, bụ onye lanarịrị Agha Obodo Naijirịa, n'oge ọ nwere mmerụ ahụ égbè nke mere ka ọ butere ịba ọcha n'anya B.",
  "Mgbe Echikunwoke dị afọ anọ, nna ya, onye na-aga ụlọ akwụkwọ iwu na Spokane, nwụrụ n'ọrịa kansa imeju, nke sitere na nsogbu ahụike ya metụtara agha. Nne ya kwagara ezinụlọ ya na Navajo Nation, ebe ọ zụlitere Echikunwoke na ụmụnne ya na obodo na-enweghị ụlọ ọrụ nke Chinle, Arizona. Mgbe ọ dị afọ iri na anọ, a chọpụtara Echikunwoke mgbe ọ na-eme ihe nkiri na mmepụta ihe nkiri na ogige oge okpomọkụ nke ụlọ akwụkwọ nka.",
  "Ọrụ mbụ Echikunwoke gosiputara bụ onye ọbịa na The Steve Harvey Show na 1998. N'afọ sochirinụ, o nwere ọrụ ihe nkiri mbụ ya na Julie Dash's Funny Valentines N'afọ 2001, ọ rụrụ ọrụ dị mkpa na ihe nkirí MTV Spyder Games dị ka Cherish Pardee, onye na-agụ egwú n'ụlọ kọfị, nke gbara n'afọ ahụ. O mechara rụọ ọrụ ugboro ugboro na oge mbu nke 24 (2001 Dz 2002) dị ka nwa nwanyị David Palmer bụ Nicole. Na mbido afọ 2003, ọ pụtara dị ka Danika na-usoro ihe nkiri Like Family, ma bụrụ onye ọbịa na Buffy the Vampire Slayer, na ihe omume \"The Killer in Me\" (2003). Nke a sochiri ya na ọrụ ọbịa na Veronica Mars na 2004.",
  "N'agbata afọ 2004 na 2005, ọ pụtara na Fox's That '70s Show dị ka nwanne Steven Hyde, Angie Barnett. N'afọ 2006, a tụbara ya dị ka usoro na-aga n'ihu na usoro ihe nkiri telivishọn akụkọ sayensị The 4400 dị ka ụdị okenye nke Isabelle Tyler dị omimi. Ọ hapụrụ ihe ngosi ahụ na 2007",
  "Site na 2008 ruo 2009, ọ pụtara na oge 7 nke CSI: Miami dị ka onye nyocha ahụike ọhụrú Dr",
  "Tara Price. O nwere ọrụ ugboro ugboro na TNT's Raising the Bar (2008ī2009) dị ka mmasị ịhụnanya nke onye ọka iwu Marcus McGrath, nke J",
  "August Richards mere. N'afọ 2008, ọ pụtara dị ka onye na-agụ egwu na Leonard Chess biopic Who Do You Love? N'afọ 2011, ọ mere Holly na oge nke anọ nke 90210, ma mesịa pụta na ihe nkiri na-atọ ọchị Damsels in Distress",
  "O mere April na Showtime's House of Lies (2012) na Riley Parker na ihe nkịrị iwu nke Made in Jersey (nakwa 2012) na CBS. N'afọ 2014, o sonyere na usoro ihe nkiri Mind Games na ABC.",
  "N'afọ 2016, Echikunwoke pụtara na CW's Arrow dị ka DC Comics superhero Mari McCabe / Vixen maka otu ihe omume, ma kwupụta agwa ahụ na CW Seed animated series Vixen",
  "N'ihi nkwa ndị gara aga, ọ nọghị na ya igwu egwu na Legends of Tomorrow, nke mere ka ewebata Vixen ọhụrụ nke Maisie Richardson-Sellers, nne nne nke Echikunwoke",
  "Echikunwoke nwere ọrụ nkwado na Dax Shepard's CHiPs (2017), nke ihe ọchị An Actor Prepares (2018) sochiri",
  "N'afọ ahụ, o nwere ọrụ nkwado na ihe nkiri Night School, nke nwetara ihe karịrị $ 100 nde.",
  "Ọ rụrụ ọrụ Claire na mmepụta nke Apologia maka Roundabout Theatre Company nke malitere n'October 16, 2018, ruo December 16, 2018. N'afọ 2019, o nwere ọrụ nkwado na Late Night O mechara nwee ọrụ dị mkpa na Almost Family, usoro ihe nkiri Fox nke na-akọ akụkọ ụmụ nwanyị atọ na-amụta na ha bụ ụmụnne mgbe dọkịta na-ahụ maka ọmụmụ a ma ama kpughere na o jirila sperm nke ya mee ihe karịa 100 ụmụ na ndị ọrịa ya. A kagbuola ya mgbe otu oge gachara.",
  "N'afọ 2007, Echikunwoke, Justin Long, Olivia Wilde na Kal Penn mere mkpọsa maka onye a họpụtara dịka onye isi ala nke Democratic Barack Obama n'afọ 2008",
  "Ọ gụnyere njem nleta n'oge oyi nke ụlọ akwụkwọ kọleji na ụlọ mmanya na Iowa, nke a maara dị ka All-Actor All-Iowa All-Star Voter Education Tour, iji debanye aha ndị ọhụrụ na-eme ntụli aka na kọleji tupu ntuli aka.",
  "Nwa nwanne nne Echikunwoke bụ onye na-eme egwuregwu Annette Echikunvoke."
]