[
  "Megan Burns (née Sneddon; amụrụ n'abalị itoolu nke ọnwa Septemba afọ 1985) bụ onye Scotland na-agba bọọlụ nke na-agba bọọlụ Motherwell na  Premier League ụmụ nwanyị Scotland",
  "Sneddon gbara bọọlụ nke mbụ ya na Scotland mgbe ọ dị afọ iri na isii ma nwee egwuregwu otu  narị  na iri atọ nke ndị otu mba.",
  "Sneddon nọrọ afọ ise na Kilmarnock,ma nwee  mmeri okpukpu atọ n'afọ 2002 mgbe ọ dị naanị afọ iri na isii",
  "N'ọnwa Julaị afọ 2006, ọ sonyeere Glasgow City",
  "N'abalị iri na asatọ n'ọnwa Eprel afọ 2010, e gosipụtara mpụtara ya  ya na klọb ahụ ka ọrụru ugboro otu narị na na mmeri goolu anọ asatara  abụọ na megide ndị Spartan.",
  "N'ọnwa Febụwarị n'afọ 2011, a kpọrọ Sneddon n'ime ndị otu Scotland's Cyprus Cup, nke edepụtara dị ka onye egwuregwu Liverpool. O kpebiri ịhapụ Glasgow City mgbe ọ na-enweghị afọ ojuju na klọb ahụ. Sneddon gbara mpụtara nke mbụ ya nke klọb FA WSL na mmeri enyi na enyi na Hibernian. Otú ọ dị, na mbido oge bekee Sneddon bịanyere aka na Celtic",
  "O kwuru ihe kpatara ya tinyere ndụmọdụ nke onye nkuzi Scotland bụ Anna Signeul maka mkpebi ahụ.",
  "Sneddon bịanyere aka na Rangers na ọnwa Jenụwarị 2013.",
  "N'abalị iri na itoolu n'ọnwa Ọgọstụ n'afọ 2015, Sneddon sooro ọtụtụ ndị otu Scotland ya site n'ịbịanye aka na Motherwell nwere ịnụ ọkụ n'obi. O kwuru banyere ịbịanye aka ya: \"Obi dị m ụtọ na Motherwell enyewo m ohere ịmalite ọrụ m",
  "Anọ m na-atụ anya ịlaghachi n'ámá egwuregwu ebe ọ bụ na ọ fọrọ nke nta ka m kụọ bọọlụ kemgbe Nọvemba",
  "Ọ ga-adịkwa mma igwu egwu n'akụkụ ụfọdụ ihu ama",
  "\"",
  "Ọ bịanyere aka na Motherwell ọzọ n'afo 2018.",
  "Sneddon gbara egwuregwu  mbụ ya na Scotland ka oforo otu ụbọchị tupu afọ iri na asaa ya, na mmeri goolu asatọ asatara abụọ nke United States na mba Columbus, Ohio.",
  "A họpụtara Sneddon maka ndị otu ụmụ nwanyị Scotland nọ n'ihi ndị n'erubeghi afọ iri abụọ na anọ ka ha gbaa bọọlụ na asọmpi Nordic n'ọnwa Ọgọstụ afọ 2008",
  "Ọ bụ onyeisi ndị otu ahụ na asọmpi ahụ.",
  "N'ọnwa Disemba afọ 2011, Sneddon bụ otu n'ime ndị egwuregwu Celtic anọ a bịakwutere maka igba egwuregwu bọọlụ nyee otu  GB na Olympics afọ 2012",
  "Ọ kwụsịrị ọrụ mba ụwa ya mgbe Scotland erughi n'ogo ndị tozuru na asọmpi iko mba uwa nke FIFA kwadoro nke afọ 2015 akpọrọ 2015 FIFA Women's World Cup, na nkatọ ọkatoro  n'ihu ọha usoro Anna Signeul ma na-ekwu maka ihe isi ike ndị egwuregwu nwere nkwa ịgba bọọlụ dị iche iche maka klọb na mba n'elu ọrụ na-abụghị egwuregwu ahụ."
]