[
  "Meghann Kay Burke (amụrụ n'October 11, 1980) bụ onye ọka iwu na onye isi nchịkwa nke National Women's Soccer League Players Association (NWSLPA), òtù ọrụ maka ndị egwuregwu na NWSL, ngalaba kachasị elu nke bọọlụ ụmụ nwanyị na United States",
  "Burke duuru NWSLPA gaa na nkwekọrịta nkwekọrịta mbụ ya na 2022.",
  "Burke bụkwa onye egwuregwu bọọlụ lara ezumike nká na onye nkuzi",
  "Dị ka onye ọkpụkpọ, Burke bụ onye na-edebe goolu maka ndị otu na Women's Professional Soccer (WPS), ọ bụkwa onye ọkpịsị aka na onye nkuzi maka klọb Asheville City SC nke Women's Premier Soccer League.",
  "Burke gara Mehlville High School ma bụrụ onye a kpọrọ Metro Goalkeeper of the Year na 1998. Ọ bụ otu n'ime ndị otu United States U16 na 1996-97. N'ime afọ anọ na Mahadum Saint Louis, Burke bụ onye mbido otu mbụ ma kpọọ aha ya na ndị otu dị iche iche. Ọ nwetakwara aha njirimara \"Burkeinator\" ma kwupụta na ọ bụ onye egwuregwu nke afọ iri nke mahadum.",
  "Mgbe afọ 2000 gasịrị, Burke gosipụtara maka ọtụtụ ndị otu W-League na WPSL.",
  "Ọ gbara bọọlụ maka Bristol Rovers na 2004-05, na-enyere klọb ndị England aka iru ọkara ikpeazụ nke FA Women's Cup.",
  "Mgbe ọ gụsịrị akwụkwọ na SLU, Carolina Courage nke WUSA dere Burke. Ọ laghachiri n'ọkwa ọkachamara dị ka onye na-emepe emepe na Chicago Red Stars of Women's Professional Soccer (WPS) na 2010 tupu ọ banye Sky Blue FC dị ka onye nnọchi anya n'efu n'ọnwa Ọgọstụ 2010.",
  "Burke gụrụ iwu ọrụ mgbe ọ na-egwu na WPS",
  "Ọ gụsịrị akwụkwọ na dọkịta iwu na Northeastern University School of Law.",
  "N'afọ 2010 mgbe ọ ka na-egwu na WPS, Burke nyere aka ịhazi WPS Players Union iji nọchite anya ndị egwuregwu n'okpuru usoro nchịkwa ọhụrụ nke league.",
  "Burke rụrụ ọrụ na ụlọ ọrụ Brazil & Burke na Asheville, North Carolina, dị ka onye na-agbachitere mpụ na onye ọka iwu na-ahụ maka ihe ndị ruuru mmadụ site na 2011 ruo 2021.",
  "NWSL Players Association (NWSLPA) were Burke n'ọrụ dị ka kansụl ya n'ozuzu ya na Mee 2017 na ntọala njikọ ahụ",
  "Burke bụ onye otu nke onye isi nchịkwa nke otu ahụ bụ Yael Averbuch na 2010 mgbe ọ nọ na Sky Blue FC",
  "Njikọ ahụ họpụtara Burke dịka onye isi ọrụ ya na Nọvemba 2020. N'April 1, 2022, NWSLPA were Burke n'ọrụ dị ka onye isi nchịkwa oge niile, na-anọchi Brooke Elby.",
  "Na June 2022, ndị otu AFL-CIO họpụtara Burke ka ọ bụrụ osote onye isi oche.",
  "NWSLPA malitere mkparịta ụka na NWSL maka nkwekọrịta nkwekọrịta mbụ ya (CBA) na Machị 2021.",
  "Njikọ na league kwadoro nkwekọrịta ahụ na Jenụwarị 31, 2022, ihe na-erughị otu ụbọchị tupu a na-atụ anya ka ndị egwuregwu kọọrọ klọb maka oge mbido 2022",
  "Nkwekọrịta ahụ nyere mmelite na ụgwọ ọrụ na uru ndị ọkpụkpọ, ụlọ ọrụ, ezumike nne na nna na nke uche, na nzọụkwụ mbụ maka ụlọ ọrụ n'efu maka ndị egwuregwu ogologo oge. Burke kwuru na njikọ ahụ na-arụkọ ọrụ na ndị otu egwuregwu nke egwuregwu ndị ọzọ ọkachamara iji nyere aka dee CBA, ọkachasị Women's National Basketball Players Association, ma rụọkwa ọrụ iji mee ka NWSL CBA pụta ìhè.",
  "CBA ọhụrụ ahụ nyere ndị egwuregwu oge zuru oke nke nkwekọrịta ha na-agwụ na August 26, 2022, nhọrọ ịmalite mkparịta ụka na klọb dị ka ndị nweere onwe ha",
  "Otú ọ dị, league kọwara ndokwa a iji wepu ndị egwuregwu nwere nkwekọrịta ha nwere nhọrọ ịgbatị, ọbụlagodi na klọb ahụ ekpebieghị ma ọ ga-eme nhọrọ ma ọ bụ gwa onye ọkpụkpọ ahụ mkpebi ọ bụla ịgbatị",
  "Nkọwa nke league ga-egbu oge mkparịta ụka ndị egwuregwu ahụ ruo na Nọvemba 15, oge a kara aka maka klọb iji mee nhọrọ",
  "NWSLPA ekwenyeghị n'aha ndị egwuregwu 22 metụtara ndị tụrụ anya ịmalite mkparịta ụka n'ọnwa Ọgọstụ.",
  "Burke na onye isi oche NWSLPA Tori Huster rụkọtara ọrụ iji rụrịta ụka na nkọwa nke league site na onye nnọchiteanya nwere onwe ya dịka usoro CBA si dị, na October 17, 2022, onye nnọchite anya ahụ kpebiri na ọ kwadoro NWSLPA ma nye 22 n'ime ndị egwuregwu ahụ ọrụ n'efu",
  "Burke na onye isi NWSL Jessica Berman toro iji usoro ikpe, nke CBA gbakwunyere, iji dozie esemokwu ahụ.",
  "N'ọnwa Julaị 2021, Burke dọrọ onye kọmishọna NSL n'oge ahụ bụ Lisa Baird aka na ntị na ndị egwuregwu ga-etinye mkpesa siri ike megide onye isi nchịkwa North Carolina Courage bụ Paul Riley",
  "Otu mkpesa e tinyere na league n'otu ọnwa ahụ kwuru na Riley na-ekwurịta banyere ịdị arọ nke ndị egwuregwu n'ụzọ na-ekwesịghị ekwesị ma chọọ ka onye ọkpụkpọ zitere ya nkọwa gbasara ịdị arọ ya kwa ụbọchị ruo ọnwa abụọ.",
  "Na Septemba 2021, The Athletic bipụtara akụkọ na-akọwapụta ebubo nke mmetọ mmekọahụ nke ndị egwuregwu na omume ọjọọ nke Riley na-agafe ọtụtụ afọ na gafee NWSL na WPS",
  "Ọ kọwakwara na NWSL leghaara ndị egwuregwu kọrọ banyere nsogbu ndị ahụ anya na 2015",
  "Burke gwara Baird okwu ọzọ banyere akụkọ ahụ tupu Baird agba arụkwaghịm n'October 1, 2021. N'abalị iri abụọ na isii n'ọnwa Ọktoba n'afọ 2021, Burke tụrụ aro na arụkwaghịm Baird emeghị ka nsogbu ndị metụtara usoro ahụ dugara na mmetọ ahụ.",
  "Burke na NWSL rụkọtara ọrụ iji malite nyocha jikọrọ aka na akụkọ banyere mmetọ na omume ọjọọ",
  "Njikọ na njikọ nke ọ bụla goro ụlọ ọrụ ndị ọka iwu ka ha rụọ ọrụ dị ka ndị nyocha onwe ha",
  "Nnyocha jikọrọ aka ahụ kọrọ nsonaazụ ya na Disemba 2022, nke dugara na mmachibido iwu na-adịgide adịgide nke ndị nkuzi mbụ Riley, Richie Burke, Rory Dames, na Christy Holly, ma kpughee ọtụtụ ihe omume ọjọọ n'ọtụtụ n'ime ndị otu league.",
  "N'ọnwa Ọktoba 2022, e gosipụtara Burke na ihe ngosi E:60, Truth Be Told, banyere ihe ihere mmegbu ahụ",
  "N'ihe nkiri ahụ, ọ tụrụ aro na ụkpụrụ ọkachamara dị ala nke league n'afọ ndị mbụ ya nyere aka n'imegbu ahụ.",
  "Burke bụ onye nwe Asheville City SC ma nyere aka mepụta otu egwuregwu Premier Soccer League nke ụmụ nwanyị na Stacey Enos na Lydia Vandenbergh.",
  "Burke lụrụ Jasmine Beach-Ferrara, onye kọmishọna Buncombe County na onye isi nchịkwa nke otu nkwado LGBT Campaign for Southern Equality. Burke jere ozi dị ka onye isi ndụmọdụ maka Campaign for Southern Equality ma soro dee akwụkwọ <i id=\"mwuA\">amicus</i> brief nke nzukọ ahụ na Ụlọikpe Kasị Elu nke United States na ikpe alụmdi na nwunye nwoke na nwoke Obergefell v",
  "Hodges"
]