[
  "Meherzia Labidi Maïza (Arabic; 17 Disemba 1963 22 Jenụwarị 2021) bụ onye ndọrọ ndọrọ ọchịchị Tunisia na onye ntụgharị na onye ntụziaka. Ọ ghọrọ osote onye isi oche mbụ nke Nzukọ Iwu nke Tunisia.",
  "TMaïza bụ nwanyị kachasị elu a họpụtara na Middle East. Ọ dị mpako inye aka tinye nkwekọrịta iji chebe ikike ụmụ nwanyị n'ime iwu Arab Spring nke Tunisia.",
  "N'afọ 2004, Labidi-Maïza so dee Abraham, teta, ha ghọrọ ndị isi mgbaka! (Abraham, Wake Up",
  "Ha na-agba ara) na Laurent Klein. O nyere nkuzi banyere agụmakwụkwọ na obodo ọdịbendị dị iche iche, ụmụ nwanyị, okpukpe na ọha mmadụ",
  "Site na 2006, ọ bụ onye isi oche nke Global Women of Faith Network.",
  "N'afọ 2009, Labidi-Maïza bụ onye otu European Council of religious leaders",
  "Ọ bịara mara mba ụwa mgbe ọ kwadoro ọnọdụ dị nro karịa iyi niqab",
  "Nke a bụ n'oge arụmụka French nke bu n'uche igbochi iyi ya na France",
  "N'afọ 2015, ọ rụrụ ọrụ dị ka onye isi oche nsọpụrụ nke Religions for Peace, otu NGO dị na New York nke a nabatara na UN.",
  "N'abalị iri abụọ na atọ n'ọnwa Ọktoba n'afọ 2011, a họpụtara Labidi-Maïza ka ọ bụrụ onye nnọchi anya Ennahda Movement maka ndị Tunisia bi na mba ọzọ. O kwuru na ọ ritere uru site na nkwekọrịta nke chọrọ ka onye ọ bụla ọzọ bụrụ nwanyị. N'abalị iri abụọ na abụọ n'ọnwa Nọvemba, ọ ghọrọ osote onye isi oche nke nzukọ ahụ mgbe ọ natara 142 n'ime votu 214. N'afọ 2012, a kọwara Labidi-Maïza dị ka \"nwaanyị kachasị elu a họpụtara na Middle East\".",
  "Labidi-Maïza haziri arụmụka nke mụrụ iwu ọhụrụ nke Tunisia",
  "Ọ dị mpako ịhụ na e tinyere ikike ụmụ nwanyị na Nkeji edemede 45 nke iwu. Huffington Post kọwara ya dị ka otu n'ime ụmụ nwanyị asatọ \"mere ka ụwa bụrụ ebe ka mma\" n'afọ 2014",
  "Iwu Arab Spring nwere ahịrịokwu ndị na-akwado ya enweghị mmasị mana o kwuru, \"Ọ dị ka ịmụ nwa: ihe mgbu, mana n'ikpeazụ onye ọ bụla nwere obi ụtọ mgbe nwatakịrị ahụ rutere\".",
  "Labidi-Maïza bụ nwa amaala France na Tunisia, nwa nwanyị nke nna nwere ụmụ asatọ gwara ha na ha niile ga-agụsị akwụkwọ tupu ha enwee ike ịtụle alụmdi na nwunye",
  "Mba abụọ ya bụ isiokwu nke esemokwu nye ndị nkatọ ya. Ọ lụrụ di ma nwee ụmụ nwanyị abụọ na otu nwa nwoke.",
  "A họpụtara Labidi-Maïza ka ọ bụrụ onye nnọchi anya ndị mmadụ na ntuli aka ndị omeiwu Tunisia n'ọnwa Ọktoba afọ 2014, n'oge a na mpaghara nke abụọ nke Nabeul na ugwu ọwụwa anyanwụ Tunisia. N'afọ puku abụọ na iri na ise ọ ka bụ onye otu gọọmentị Tunisia ma duzie kọmitii ya maka ụmụ nwanyị, ezinụlọ, ụmụaka na ndị agadi.",
  "A kọrọ na Labidi-Maïza butere COVID-19 na ngwụcha afọ pụkụ abụọ na iri abụọ ma n'etiti ọnwa Nọvemba ọ kwagara France iji nweta ọgwụgwọ",
  "Ahụike ya kara njọ site na mbido Disemba wee nwụọ n'isi ụtụtụ nke 22 Jenụwarị 2021.  Minista na-ahụ maka ihe gbasara ụmụ nwanyị na Tunisia, Sihem Badi kwuru na ọ naghị ata ahụhụ COVID-19. E weghachiri ozu Labidi-Maïza na Tunisia na 23 Jenụwarị ma lie ya na ili ozu Grombalia, Nabeul na 24 Jenụwarụ."
]