[
  "Meji Alabi (a mụrụ na 13 Disemba n'afọ 1988) bụ onye na-eme ihe nkiri, onye nduzi, onye na-ese foto na onye na-emepụta ihe",
  "Ọ bụ onye nduzi ma rụọ ọrụ na Beyonce, Burna Boy, Wizkid, Davido, Tiwa Savage, Popcaan, Goldlink, Koffee na Nasty C.",
  "A mụrụ ya na Disemba 13, 1988, na London, Meji nọrọ ọtụtụ oge nwata ya na nna ya na-agagharị mgbe nne na nna ya kewara na 1989",
  "Ọ na-agagharị n'etiti London, Bahamas, na Texas, USA",
  "Ọ gara ụlọ akwụkwọ etiti Spring Forest na ụlọ akwụkwọ sekọndrị Stratford na Houston, Texas",
  "Meji Alabi gụsịrị akwụkwọ na Mahadum nke West London na klas mbụ summa cum laude distinction na ndekọ ego na ego, ma nwekwa nzere ikikere nke Nursing na St",
  "Phillips College na San Antonio, Texas.",
  "N'afọ 2014, Meji Alabi na Jimi Adesanya hiwere JM Films. Ihe nkiri JM (nke enyemaka nke Unbound Studios) bụ ụlọ ọrụ mgbasa ozi na mmepụta ọrụ pụrụ iche na ihe ngosi okike, vidiyo egwu, mgbasa ozi, ihe nkiri na telivishọn ma dabere na Lagos, Naijiria",
  "Ọ bụkwa onye guzobere Priorgold Pictures nke bụ ụlọ ọrụ mmepụta ihe nke dị na Lagos Naijiria, nke e kere iji gboo mkpa nke ụlọ ọrụ ntụrụndụ site n'inye ngwá ọrụ na ndị ọrụ maka ime ihe okike ọhụụ.",
  "N'afọ 2014, ọ duziri vidiyo egwu maka 'Murda' nke Seyi Shay mere nke gosipụtara Patoranking, Shaydee",
  "Ihe ịga nke ọma nke vidiyo a mere ka ọ nweta ọtụtụ nlebara anya na ụlọ ọrụ egwu Naịjirịa ma a họpụtara ya n'otu afọ ahụ na MTV Africa Music Awards maka Best Video",
  "Nakwa n'afọ 2014, ọ duziri vidiyo egwu maka ‘Crazy’ nke Seyi Shay mere nke gosipụtara Wizkid na a họpụtara vidiyo ahụ n'afọ 2015 maka Best Music Video of the Year (Artist and Director) na Nigeria Entertainment Awards nakwa Best Music Video na The Headies 2015.",
  "N'afọ 2016, ọ duziri vidiyo maka 'Kontrol' nke Maleek Berry nke gosipụtara ebili mmiri ọhụrụ nke ya na-eduzi vidiyo egwu maka ndị isi ụlọ ọrụ egwu Naịjirịa",
  "N'otu afọ ahụ, ọ duziri 'Aje' nke Alikiba mere nke meriri ihe nrite Best Music Video na Soundcity MVP Awards Festival na 2017.",
  "Kemgbe afọ 2018, Meji Alabi na Burna Boy rụkọrọ ọrụ na ụfọdụ ọrụ ya",
  "Ọ duziri Pull Up, On The Low, na Gum Body nke gosipụtara Jorja Smith na abọm Burna Boy 'African Giant'",
  "Meji duziri vidiyo maka Way Too Big, Wonderful, Monsters You Made nke gosipụtara Chris Martin na Real Life nke gosipụtara Stormzy na 'Twice As Tall' album.",
  "Meji Alabi na Wizkid rụkọrọ ọrụ na abọm Made in Lagos, ma na-eduzi ihe ndekọ maka vidiyo egwu maka Ginger nke gosipụtara Burna Boy, No Stress na Smile nke gosipụtara H.E.R",
  "N'afọ 2020, Meji Alabi jere ozi dị ka onye na-emepụta ihe nkiri nke Naijiria maka ọrụ ọhụụ Black Is King nke Beyonce Knowles-Carter mepụtara",
  "Ọ rụkwara ọrụ n'akụkụ Ibra Ake na Jenn Nkiru iji mee ihe nkiri egwu 'Brown Skin Girl' nke meriri Grammy Award ma bụrụ onye nduzi maka otu ihe ahụ.",
  "N'afọ 2021, Meji Alabi na Black Dog Films rụkọrọ ọrụ dị ka onye nduzi nke ọrụ ọhụụ maka mkpọsa 'Zero Malaria: Draw The Line Against Malaria'",
  "Ngagharị ahụ nwere onye na-eme ihe nkiri Naijiria na onye na-enyere ndị mmadụ aka Omotola Jalade-Ekeinde, onye na-eme ihe nkiri nakwa ọchụnta ego Osas Ighodaro, onye Kenya Olympic Gold-medallist na onye na-edekọ ihe ndekọ ụwa nke marathon Eliud Kipchoge, onye South Afrịka na-eme nchọpụta na onye ugwu Saray Khumalo, onye na-ese ihe na Naijiria Laolu Senbanjo onye isi ndị otu egwuregwu Rugby mba South Afrịka Siya Kolisi, na onye Rwanda-British n-eme ihe choreographer, Sherrie Silver.",
  "Surgeon\"",
  "Drink\""
]