[
  "Mel Streeter (1931 Jụn 12, 2006) bụ onye Amerịka na-ese ụkpụrụ ụlọ na onye na-egwu basketball na kọleji",
  "A mụrụ ya na Riverside, California, ọ bụ onye egwuregwu bọọlụ bọọlụ nke abụọ nke Afrịka-Amerịka na Mahadum Oregon maka Ducks na mbido afọ 1950",
  "Mgbe ọ rụchara ọrụ dị ka onye ọrụ na ndị agha US, ọ kwagara Seattle wee guzobe ụlọ ọrụ na-ahụ maka ihe owuwu.",
  "A mụrụ Streeter na 1931 ma too na Riverside, California, nwa nke onye na-ebubata ihe na onye na-esi nri.",
  "Streeter gara Riverside Polytechnic High School na California ebe ọ na-egwu basketball",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, e nyere ya ohere na otu basketball na UCLA, mana ọ jụrụ n'ihi na ọ chọrọ ịmụ ihe owuwu. Ọ gara Mahadum Oregon na agụmakwụkwọ ndị agha ma bụrụ onye Afrịka Amerịka nke abụọ na otu egwuregwu basketball Ducks na naanị onye Afrịka Amerịka n'oge ahụ. Ọ gụsịrị akwụkwọ na 1955 na nzere architecture.",
  "N'afọ 1954, ọ lụrụ Kathleen Burgess, n'otu n'ime alụmdi na nwunye agbụrụ mbụ iwu kwadoro na Oregon. Di na nwunye ahụ nwere ụmụ nwoke anọ: Doug, Kurt, Jon, na Ken.  Streeter nwere ọrịa amyloidoisis n'ime afọ ise ikpeazụ nke ndụ ya.",
  "Mgbe ọ gụsịrị akwụkwọ, Steeter rụrụ ọrụ na ndị agha na Fort Lawton ma biri na mpaghara Magnolia nke Seattle site na 1955 ruo 1957. Mgbe ọ hapụsịrị ndị agha na 1957, ọ nọrọ na Seattle wee malite ịrụ ọrụ dị ka onye na-ese ụkpụrụ ụlọ. O tinyere akwụkwọ na ụlọ ọrụ iri abụọ na abụọ tupu ọ chọta otu nke ga-ewe onye Afrịka Amerịka n'ọrụ. O mechara mepee ụlọ ọrụ nke ya na 1967, nke mesịrị too ruo ndị na-ese ụkpụrụ ụlọ iri atọ tupu ndị mmekọ ahụ kewaa. Streeter jere ozi na kọmitii atụmatụ Seattle n'etiti afọ 1989 na 2000.",
  "N'abalị atọ n'ọnwa Ọgọọst n'afọ 2006, onye omeiwu Washington bụ Maria Cantwell gwara onye isi ala na ndị omeiwu okwu n'ịsọpụrụ Mel Streeter",
  "O kwuru, sị, \"Maazị Onye isi ala, na mbido oge okpomọkụ a, Seattle tụfuru otu n'ime ndị isi ya kachasị mma na ndị na-akpali akpali",
  "Dị ka onye na-ese ụkpụrụ ụlọ pụrụ iche na nwoke pụrụ iche, Mel Streeter hapụrụ akara ya na obodo anyị ma gbanwee ndụ ọtụtụ mmadụ...",
  "Dị ka otu n'ime ndị Afrịka-Amerịka mbụ na-ewu ụlọ na-eduzi ụlọ ọrụ Seattle, Mel mebiri ihe mgbochi ma mepụta ohere ọhụrụ maka ndị ọzọ sochiri."
]