[
  "Melanie Scholtz bụ onye South Africa na-agụ egwu jazz, onye na-ede egwu, onye na-agba egwu na onye na-eme ihe nkiri nke mere ngosi ya na Wynton Marsalis, The Jazz na Lincoln Center Orchestra, na Hugh Masakela.",
  "A mụrụ Scholtz na Cape Town South Africa n'ime ezinụlọ egwu",
  "Ọ malitere ọmụmụ piano mgbe ọ dị afọ ise ma mgbe ọ dị afọ iri na isii, ọ malitere ọzụzụ olu ya na onye ọmụmụ soprano May Abrahams",
  "Site n'afọ 1997-2000 Scholtz gara Mahadum nke Cape Town ebe ọ gụsịrị akwụkwọ Cum Laude na Performers Diploma na Opera.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum nke Cape Town, Scholtz pụtara nghọpụta nwanyí South Africa nke afọ n'afọ 2001 South African Woman of the Year Awards show",
  "N'afọ sochirinụ, ọ laghachiri na South African Woman of the Year Awards Show na South African Music Award Winner, Mozambican guitarist Jimmy Dludlu, na-eme egwu ha bụ Peaceful Moment nke Melanie dere abụ ahụ",
  "N'afọ 2002, o ritere ihe nrite Best Jazz Vocalist Award na Old Mutual Jazz Encounters",
  "Scholtz wepụtara abọm mbụ ya bụ Zillion Miles n'afọ 2006",
  "Ọ bụ Thor Kvande mepụtara abọm ahụ ma dekọọ ya na Paris Studios na Cape Town.",
  "N'afọ 2010, Scholtz ritere ihe nrite Standard Bank Artist Award. Ole Jørn Myklebust bụ onye Scholtz na ya gara ma dekọọ abọm ya nke abụọ bụ Connected",
  "N'otu afọ ahụ, ọ wepụtara Living Standards, mgbalị mbụ ya na-edekọ ihe ọdịnala jazz.",
  "Scholtz wepụtara Freedom's Child - Melanie Scholtz na-abụ abụ James Matthews n'afọ 2013",
  "Mmekọrịta ya na onye na-emegide ịkpa ókè agbụrụ na onye na-ede uri bụ James Mathews bụ nke Mark Fransman mepụtara ma gosipụta onye saxophonist Soweto Kinch",
  "Abọm ahụ nwere abụ iri na otu nke Matthews site na anthologies dị iche iche nke e debere na egwu Scholtz",
  "N'otu afọ ahụ, Scholtz wepụtara Oge Anyị nke Bokani Dyer mepụtara.",
  "Scholtz kwagara Czech Republic n'afọ 2015 wee rụọ ọrụ n'ebe ahụ dị ka onye na-ede egwu mgbe ọ na-arụ ọrụ onwe ya na Europe.",
  "N'afọ 2017 Melanie kwagara New York City wee malite ịrụ ọrụ na Jazz na Lincoln Centre nzukọ dị ka akụkụ nke ọmụmụ ihe na-egosipụta South African na American Jazz",
  "E gosipụtara ya dị ka akụkụ nke The Great South African Songbook Tour na Wynton Marsalis na The Jazz na Lincoln Center Orchestra, na-eme na New York, Chicago, Vienna na South Africa."
]