[
  "A mụrụ Dr Melville Leonard Edelstein (1919 - June 16, 1976) na Nachum na Rose Edelstein na King William's Town",
  "Nne na nna ya bụ Litvak bu ụzọ gaa UK ma mesịa gaa Cape Town n'afọ 1896 tupu ha esonye n'ìgwè nke \"boere-Jode\" [Afrikaner ma ọ bụ ndị ọrụ ugbo ndị Juu] ebe nne na nna ya biri na Nachum malitere ma na-azụ ahịa na-aga nke ọma.",
  "Edelstein bụ onye na-ahụ maka mmekọrịta mmadụ na ibe ya na onye nkuzi a na-akwanyere ùgwù ma tinye mgbalị ya na ọrụ enyemaka na ọrụ ọdịmma ọha na eze na Soweto",
  "Ka ọ na-eje ozi dị ka osote onye isi ọrụ ọdịmma, Edelstein guzobere ọtụtụ ọrụ iji nyere ndị ntorobịa, ndị nwere nkwarụ, ndị ogbenye, na ndị a chụpụrụ n'ime Soweto aka, ebe ọ rụrụ ọrụ ihe dị ka afọ 18",
  "Onye Juu Ọtọdọks na-eme ihe, Edelstein anaghị etinye aka na ndọrọ ndọrọ ọchịchị ma raara onwe ya nye ijere ọdịmma nke ihe a kpọrọ mmadụ ozi",
  "Ọ bụkwa onye na-eme udo nke jụrụ ịbanye n'Agha Ụwa nke Abụọ. Mgbe ọ na-arụ ọrụ dị ka onye ọrụ mmekọrịta ọha na eze maka ngalaba ọdịmma nke Ngalaba Na-abụghị nke Europe, nke dara n'okpuru Obodo Johannesburg, o gosipụtara nchegbu dị ukwuu maka ndị Soweto, ebe ọ jere ozi afọ 18.",
  "Dr Edelstein bụ otu n'ime ndị ọcha abụọ nwụrụ na nnupụisi Soweto nke ụbọchị 16 n'ọnwa Juun afọ 1976, mgbe ìgwè ụmụ akwụkwọ iwe ji nkume tugburu ya.",
  "Dr Edelstein anọwo na-akwado mmeghe gọọmentị maka alaka nke Sheltered Workshop Programme ya na Orlando East, nke e mere iji nye ndị nwere nkwarụ ọrụ, mgbe akụkọ banyere ngagharị iwe ụmụ akwụkwọ ruru ọrụ ahụ",
  "Ememe ahụ kwụsịrị ngwa ngwa ka a na-achụpụ ndị isi na ndị ọrụ n'obodo ahụ.\nN'inwe nchegbu banyere nchekwa nke onye ọrụ ibe nwanyị bụ Pierette Jacques, mgbe ọ laghachiri na Youth Center na Youth Center dị na Jabavu, Dr Edelstein gbara ìgwè mmadụ nke ụmụ akwụkwọ na-achịkọta iji gaa n'ọfịs ya",
  "Edelstein wee gbaa ọsọ gafee n'ụlọọrụ ahụ, na-agwa ndị ọrụ ka ha pụọ ozugbo.",
  "Ka ọ nọ n'ebe ahụ, otu ìgwè mmadụ iwe ji wakporo ụlọ ahụ wee jiri nkume tụgbuo ya",
  "Onye nta akụkọ Peter Magubane mechara chọta ozu ya na ihe odide na-ekwu \"Kpachara anya na Afrikaans bụ ọgwụ kachasị ize ndụ maka ọdịnihu anyị\"",
  "Magubane kwuru, \"Ọ bụrụ na ha maara onye ọ bụ, nke a agaraghị eme\"."
]