[
  "Melvin LeVarn Williams (amụrụ na Julaị 21, 1953) bụ onye America na-agụ egwú gospel",
  "Ọ malitere ọrụ egwu ya n'onwe ya, na 1988, site na ntọhapụ nke, Back to the Cross, nkè Compendia Music Group wepụtara",
  "E wepụtara abọm nke abụọ ya, In Living Color, na 1992, na nkwado nkè Blackberry Records wepụtara ọrụ ahụ",
  "E wepụtara abọm nké atọ ya, Never Seen Your Face, na 1998, e wepụtara abọọm nke anọ ya, Duets, na 2001",
  "E wepụtara abọm ya nké ise Crazy Like Love, na abọm nke isii, Love Like Crazy, n'otu ụbọchị ahụ na 2007",
  "E wepụtara abọm nke asaa ya, The Best of Melvin Williams, na 2009",
  "A tọhapụrụ abọm nkè asatọ ya, Where I Started From, na 2017 na akara ngosi ya, mmekọrịta Melvin Williams Entertainment na New Day Christian Distributors",
  "Abọm ndị a niile, depụtara na chaatị <i id=\"mwFQ\">Billboard</i> Gospel Albums.",
  "A mụrụ Williams na July 21, 1953, na Smithdale, Mississippi, dị ka Melvin LeVarn Williams, nwá Leon \"Pop\" Williams (November 24, 1908/1909 September 6, 1989), ọ nwụrụ n'ihe mberede ụgbọ ala, na Amanda \"Mom\" Williams (B:1919 ːD:August 30, 2014), ọ nwụrụ mgbè ọ dị afọ 94. Nwanne ya nwoke nke okenye bụ Leonard, nwanne ya nwoke nke obéré bụ Doug Williams, nwanne ya nwanyị nke ọzọ bụ Frank Williams nwụrụ anwụ. Melvin na Doug na-arụkọ ọrụ Blackberry Records, Inc., akara ndekọ nke Williams Brother.",
  "Ọ bụ otu akụkụ nke The Williams Brothers, nke nnà ya guzobere na 1960",
  "Ọ malitere ọrụ egwu solo ya na 1988, site na ntọhapụ nke Back to the Cross site na Compendia Music Group, nké gosipụtara na No",
  "6 na chaatị <i id=\"mwNQ\">Billboard</i> Gospel Albums. Na 1998 Never Seen Your Face, nké Blackberry Records wepụtara na Eprel 7, 1998, nke a ga-adị na chaatị Gospel Albums na No",
  "34. Tony Cummings, na-egosi na nyocha iri n'ime irí nkè Cross Rhythms, kwetara, Williams bụ \"ónyé na-agụ <i id=\"mwQQ\">egwú</i> nwèrè ike iwepụ mmetụta ọ bụla ikpeazụ site na abụ ndị na-emegide nchekasị na-akụda mmụọ na mmekọahụ dị ọnụ ala nke R&B na-ahọrọ kama okwu nke ịhụnanya dị elu nke Chineke\". Abọm nké ise na nke isii pụtara n'otu ụbọchị ahụ na 2007, Crazy Like Love na Love Like Crazy, nke Blackberry Records wepụtara na Febụwarị 6, 2007. Abọm abụọ a ga-edepụta n'otu ógè na chaatị Gospel Albums, nke mbụ na-edepụta na No",
  "17 na nke ikpeazụ na No",
  "32."
]