[
  "Ncheta n'ozuzu na-ezo aka na ụzọ ichekwa ncheta nke ndị mmadụ ma ọ bụ ihe mmemmé",
  "Ọ nwere ike ịbụ ụdị adreesị ma ọ bụ arịrịọ, ma ọ bụ ememe ncheta ma ọ bụ ncheta.",
  "Ncheta bụ mkpa zuru ụwa nílé n'ihi ndị a na-echeta ma ndị na-eru uju",
  "Ọ bụ ezie na akụkọ ihe mere eme, ọ bụ naanị ndị a ma ama ma na-eme ya naanị na klas kachasị elu, ọ fọrọ nke nta ka ọ bụrụ ugbu a ka e were ya dị ka ikike mmadụ niile.",
  "N'ihe gbasara ikpe ziri ezi nke mgbanwe, a na-eji ncheta eme ihe iji sọpụrụ ndị e metọrọ maka mmegbu ikike mmadụ",
  "Ihe ncheta gá enyerenwu gọọmentị aka idozi esemokwu na ndị metụtara site n'igosi nkwanye ùgwù na ikweta oge gara aga",
  "Ha nwekwara ike inye aka guzobe ndekọ nke akụkọ ihe mere eme, na igbochi mmeghachi omume nke mmetọ.",
  "Ihe ncheta nwekwara ike igunyere ihe mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị na mbọ ndị na-ewuli ọchịchị onye kwuo uche ya.",
  "Ihe ncheta bụkwa ụdị nkwụghachi ụgwọ, ma ọ bụ mgbalị nkwụghachi ụgwọ nke na-achọ idozi mmebi ikike mmadụ n'oge gara aga. Ebumnuche ha bụ inye nkwụghachi ụgwọ n'ihi mfu nke ndị e metọrọ, ma dozie mmejọ ndị e mere nà mgbe mbụ",
  "Ha na-ahụkwa n'ihu ọha na ndị a metụtara nwere ikike idozi na nkwanye ùgwù",
  "Ụkpụrụ Isi nke Mba Ndị Dị n'Otu banyere ikike ịhazigharị na nkwụghachi ụgwọ na-aghọta \"ncheta na nkwanye ugwu nye ndị ahụ metụtara\" dị ka ụdị nkwụghachi ụgwọ.",
  "E nwere ọtụtụ ụdị ncheta eji eme ihe dị ka atụmatụ ikpe ziri ezi mgbanwe",
  "Ndị a gụnyere ncheta ụlọ, ebe ngosi ihe mgbe ochie, na ihe omume ncheta ndị ọzọ",
  "Dịka ọmụmaatụ, n'ebe ugwu Uganda, e mepụtara ihe ncheta, emume ekpere kwa afọ, na àlà ili ozu iji meghachi omume na agha nke ndị agha Lord's Resistance Army mere na megide ya n'ebe ahụ.",
  "Ncheta nwere ike ịkpalite esemokwu ma buputa ụfọdụ ihe ize ndụ",
  "N'ọnọdụ ndọrọ ndọrọ ọchịchị na-adịghị mma, ncheta nwere ike ime ka ọchịchọ ịbọ ọbọ dịkwuo elu ma mee ka ime ihe ike ọzọ",
  "Ha bụ usoro ndọrọ ndọrọ ọchịchị nke na-anọchite anya uche ndị nọ n'ọchịchị",
  "Màkà ya, o siri ike ịmepụta ha, ndị ọrụ enyemaka mba ụwa, ndị na-ahụ maka udo, na ndị NGO nọ n'ihe ize ndụ ịbanye na esemokwu banyere ịmepụta ma ọ bụ mmezi nke ebe ncheta",
  "N'agbanyeghị nke ahụ, ha nwekwara ike idozi mkpesa akụkọ ihe mere eme ma mee ka ọha mmadụ nwee ọganihu."
]