[
  "Memphis ma ọ bụ Men-nefer (Arabic) bụ isi obodo oge ochie nke Inebu-hedj, aha mbụ nke Lower Egypt nke a maara dị ka mḥw (\"n'ebe ugwu\"). Mkpọmkpọ ebe ya dị nso n'obodo nta Mit Rahina (Arabic), na Marasar (obodo) Badrashin, Giza, Egypt. O yikarịrị ka aha nke oge a sitere na aha ndị Ijipt oge ochie maka Memphis mjt-rhnt nke pụtara \"Ụzọ nke Ram-Headed Sphinxes\".",
  "Tinyere ubi pyramid ndị gbatịrị n'ọzara dị larịị ihe karịrị kilomita iri atọ n'ebe ọdịda anyanwụ ya gụnyere Pyramids a ma ama nke Giza, edepụtara ha dị ka World Heritage Site Memphis na Necropolis ya. Ebe nrụọrụ ahụ meghere maka ọha na eze dị ka ebe ngosi ihe mgbe ochie.",
  "Dabere n'akụkọ ifo ndị Manetho kọrọ na mmalite narị afọ nke atọ BC, onye ụkọchukwu na ọkọ akụkọ ihe mere eme nke biri na Alaeze Ptolemaic n'oge oge Hellenistic nke Ijipt oge ochie, Eze Menes tọrọ ntọala obodo ahụ",
  "Ọ bụ isi obodo Ijipt oge ochie (Kemet ma ọ bụ Kumat) n'oge Alaeze Ochie ma nọgide na-abụ obodo dị mkpa n'akụkọ ihe mere eme nke Ijipt oge mbụ. Ọ nọ n'ọnọdụ dị mma n'ọnụ Osimiri Naịl Delta, ọ bụkwa ebe a na-arụ ọrụ na-aga n'ihu",
  "Isi ọdụ ụgbọ mmiri ya, Peru-nefer (ekwesịghị ịgbagwoju anya na Peru-nefier na Avaris), gosipụtara nnukwu ụlọ ọrụ, ụlọ ọrụ, na ụlọ nkwakọba ihe na-ekesa nri na ngwaahịa n'alaeze oge ochie ahụ",
  "N'oge uto ya, Memphis nwere ọganihu dị ka ebe etiti mpaghara maka azụmahịa, azụmahịa, na okpukpe.",
  "E kweere na Memphis nọ n'okpuru nchebe nke chi Ptah, onye na-elekọta ndị omenkà",
  "Nnukwu ụlọ nsọ ya, Hut-ka-Ptah (nke pụtara \"Mgbachi nke ka nke Ptah\"), bụ otu n'ime ụlọ ndị a ma ama n'obodo ahụ",
  "Aha ụlọ nsọ a, nke a sụgharịrị n'asụsụ Grik dị ka Aἴγυπτoς (Ai-gy-ptos) nke Manetho, kwenyere na ọ bụ mmalite nke aha Bekee ọgbara ọhụrụ igypt.",
  "Akụkọ banyere Memphis nwere njikọ chiri anya na nke obodo ahụ n'onwe ya",
  "Ekwenyere na ọdịda ya mechara bụrụ n'ihi mfu nke mkpa akụ na ụba ya n'oge ochie, na-eso ịrị elu nke Alexandria dị n'ụsọ oké osimiri",
  "Okpukpe ya ebelatara ka a gbahapụrụ okpukpe ochie na-esochi Iwu nke Tesalonaịka (380 AD), nke mere Iso Ụzọ Kraịst nke Nicene bụrụ naanị okpukpe nke alaeze Rom.",
  "Taa, mkpọmkpọ ebe nke isi obodo mbụ ahụ na-enye ihe akaebe nke oge gara aga",
  "Àtụ:HieroMemphis enweela ọtụtụ aha n'oge akụkọ ihe mere eme ya nke ihe fọrọ nke nta ka ọ bụrụ puku afọ anọ",
  "Aha Ijipt oge ochie ya bụ Inebu-hedj (, nke a sụgharịrị dị ka \"mgbidi ọcha\").",
  "N'ihi ogo ya, a makwaara obodo ahụ site na aha ndị ọzọ dị iche iche bụ aha mpaghara ma ọ bụ mpaghara ndị nwere nnukwu aha n'otu oge ma ọ bụ ọzọ",
  "Dịka ọmụmaatụ, dị ka ederede nke Oge Mbụ nke etiti si kwuo, a maara ya dị ka Djed-Sut (\"ebe na-adịgide adịgide\"), nke bụ aha pyramid nke Teti.",
  "N'otu oge a na-akpọ obodo ahụ Ankh-Tawy (nke pụtara \"Ndụ nke Ala Abụọ\"), na-emesi ọnọdụ dị mma nke obodo ahụ ike n'etiti Upper Egypt na Lower Egypt",
  "Aha a yiri ka ọ sitere na Middle Kingdom (c",
  "2055-1640 BCE), a na-ahụkarị ya n'ihe odide ndị Ijipt oge ochie",
  "Ụfọdụ ndị ọkà mmụta na-ekwusi ike na aha a bụ nke mpaghara nwere osisi dị nsọ, mpaghara ọdịda anyanwụ nke obodo ahụ nke dị n'etiti nnukwu ụlọ nsọ Ptah na ili dị na Saqqara.",
  "Na mbido Alaeze Ọhụrụ (ihe dị ka 1550 BC), a maara obodo ahụ dị ka mn-nfr (nke a na-akpọ Men-nefer, nke pụtara \"na-adịgide adịgide ma mara mma\"), nke ghọrọ \"Memfi\" na Bohairic Coptic",
  "Aha \"Memphis\" (Μέμφις) bụ mgbanwe Grik nke aha ha nyere pyramid nke Pepi I,[Fnt 1] nke dị n'ebe ọdịda anyanwụ nke obodo ahụ.",
  "Obodo nke oge a bụ Mit Rahina nwere ike ịnata aha ya site na aha ndị Ijipt oge ochie maka Memphis mjt-rhnt nke pụtara \"Ụzọ nke Ram-Headed Sphinxes\" na-ezo aka n'okporo ụzọ oge ochie jikọtara Memphis na Saqqara, ebe ngagharị nke ehi ahụ nwụrụ anwụ gara olili ya na Serapeum nke Saqqara.",
  "Ka ọ na-anwa ịdọrọ akụkọ ihe mere eme na ihe okpukpe ndị Ijipt oge ochie n'ime nke ọdịnala ha, onye Gris na-ede uri Hesiod na Theogony ya kọwara aha obodo ahụ site n'ikwu na Memphis bụ nwa nwanyị nke chi osimiri Gris bụ Nilus na nwunye Epaphus (nwa Zeus na Io), onye tọrọ ntọala obodo ahụ ma gụọ ya aha nwunye ya.",
  "Na Bibulu, a na-akpọ Memphis Moph.",
  "Omenala ndị Alakụba nakweere usoro ọmụmụ Copt nke na-arụ ọrụ na etymon Māfah, nke sitere na Coptic: ⲙⲁⲁⲃ, lit",
  "'iri ato'",
  "O mere ka ọnụ ọgụgụ ahụ dị ịrịba ama na omenala ndị a metụtara Memphis: ọ dị kilomita iri atọ n'ogologo, Manqāwus wuru ya maka ụmụ ya nwanyị iri atọ na Baysar biri ebe a na ụmụ ya iri atọ..",
  "Obodo Memphis dị 20 km (12 mi) ndịda Cairo, n'akụkụ ọdịda anyanwụ nke Naịl",
  "Obodo na obodo ọgbara ọhụrụ nke Mit Rahina, Dahshur, Abusir, Abu Gorab, na Zawyet el'Aryan, ndịda Cairo, niile dị n'ime ókèala nchịkwa nke Memphis akụkọ ihe mere eme (<span class=\"geo-inline\">.mw-parser)",
  "-mmepụtageo-default,.mw-parser-mmepụtageo-dms,.mw-parser-mmepụtageo-dec{ngosi:inline}.mw-parser-mmepụtageo-nondefault,.mw-parser-mmepụta",
  "geo-multi-punct,.mw-parser-mmepụtageo-inline-ezoro ezo{ngosi:ọ dịghị}.mw-parser-mmepụtalongitude,.mw-parser-mmepụtalatitude{ọcha-space:nowrap}</  span>29°50′58.8″N 31°15′15.4″E﻿ /﻿29.849667°N 31.254278°E﻿ / 29.849667; 31.254278)",
  "Obodo ahụ bụkwa ebe ahụ nke mara ókè ya n’etiti Elu Ijipt na Ndabere",
  "(Nome 22nd nke Upper Egypt na 1st nome nke Lower Egypt)..",
  "Taa, ọ dịghị onye bi na ụkwụ nke obodo oge ochie ahụ",
  "Obodo kachasị nso n'oge a bụ obodo Mit Rahina",
  "Atụmatụ nke ọnụ ọgụgụ ndị bi n'akụkọ ihe mere eme dịgasị iche iche n'etiti isi mmalite",
  "Dị ka Tertius Chandler si kwuo, Memphis nwere ihe dị ka mmadụ 30,000 ma bụrụ ebe obibi kachasị ukwuu n'ụwa niile site n'oge ntọala ya ruo ihe dị ka 2250 BC na site na 1557 ruo 1400 BC. K",
  "A",
  "Bard na-akpachara anya ma na-eme atụmatụ na ọnụ ọgụgụ ndị bi n'obodo ahụ dị ihe dị ka mmadụ 6,000 n'oge Alaeze Ochie.",
  "N'oge Alaeze Ochie, Memphis ghọrọ isi obodo Ijipt oge ochie maka ihe karịrị usoro ọchịchị asatọ n'usoro",
  "Obodo ahụ ruru ọkwa dị elu n'okpuru Ọchịchị nke Isii dị ka ebe ofufe nke Ptah, chi nke okike na ọrụ nka",
  "Alabaster sphinx nke na-eche ụlọ nsọ nke Ptah na-eje ozi dị ka ihe ncheta nke ike na ùgwù mbụ nke obodo ahụ. Triad nke Memphis, nke nwere chi okike Ptah, nwunye ya Sekhmet, na nwa ha nwoke Nefertem, bụ isi ofufe n'obodo ahụ.",
  "Memphis jụrụ mgbe usoro eze nke iri na asatọ na ịrị elu nke Thebes na ala-eze Ọhụrụ, mana ọ tụgharịrị n'okpuru ndị Peshia, tupu ọ daa n'ụzọ siri ike na ebe nke abụọ na-esote ntọala Alexandria",
  "N'okpuru Alaeze Ukwu Rom, Aleksandria nọgidere bụrụ obodo kacha mkpa n'Ijipt",
  "Memphis nọgidere bụrụ obodo nke abụọ nke Ijipt ruo mgbe e guzobere Fustat (ma ọ bụ Fostat) na 641 AD",
  "E mesịa, a gbahapụrụ ya nke ukwuu wee ghọọ isi iyi nkume maka ógbè ndị gbara ya gburugburu",
  "Ọ ka bụ mkpọmkpọ ebe dị egwu na narị afọ nke iri na abụọ, ma n'oge na-adịghị anya ọ ghọrọ ntakịrị karịa mbara ala nke mkpọmkpọ ebe dị ala na nkume gbasasịrị.sị."
]