[
  "Òtù ụmụ nwoke bụ òtù mmekọrịta mmadụ na ibe ya na-akatọ mgbochi nke ọha mmadụ na-etinye ụmụ nwoke",
  "Ndị na-akwado ihe gbasara nnwere onwe ụmụ nwoke na-enwekarị ọmịiko n'echiche ụmụ nwanyị.",
  "Ekwesighi ịnwe mgbagwoju anya na mmegharị nnwere onwe ụmụ nwoke na mmegharị dị iche iche dị ka mmegharị ikike ụmụ nwoke nke ụfọdụ na-arụ ụka na feminism nke oge a agafeela nke ukwuu ma tinyekwuo uche na ikike ụmụ nwoke",
  "Òtù nnwere onwe nke ụmụ nwoke na-ekwusi ike na ego nke akụkụ ụfọdụ na-adịghị mma nke \"omenala\" nwoke, ebe òtù ikike ụmụ nwoke bụ n'ụzọ dị ukwuu gbasara mmeso na-adịghị nhata ma ọ bụ na-ezighị ezi nke ụmụ nwoke site n'aka ụlọ ọrụ ọgbara ọhụrụ n'ihi, ma ọ bụ n'agbanyeghị àgwà ndị ahụ zuru ebe niile na ọdịnala nwoke ọdịnala",
  "Òtù nnwere onwe nke ụmụ nwoke na-ezube ịtọhapụ ụmụ nwoke site na echiche na àgwà ha nke na-egbochi ha igosipụta mmetụta uche ha.",
  "Mmegharị nnwere onwe nke ụmụ nwoke, dị ka ndị feminists na ndị ọkà mmụta gbasara nwoke na nwanyị ghọtara, mepụtara ọtụtụ n'etiti ndị nwoke na-edina nwoke na nwanyị, ndị nọ n'etiti na Britain na North America dị ka nzaghachi maka mgbanwe ọdịbendị nke afọ 1960 na afọ 1970, gụnyere uto nke mmegharị ụmụ nwanyị, ọdịbendị, mmegharị nnwere onwe ụmụ nwanyị na nwoke na nwanyị, na mgbanwe mmekọahụ. Jack Sawyer bipụtara otu isiokwu akpọrọ \"Na nnwere onwe nwoke\" na akwụkwọ akụkọ Nwee Onwe n'oge mgbụsị akwụkwọ nke afọ 1970, ebe ọ tụlere mmetụta ọjọọ nke echiche nke ọrụ mmekọahụ nwoke",
  "1971 hụrụ ọmụmụ nke ndị otu mkparịta ụka ụmụ nwoke na United States, yana nhazi nke Warren Farrell nke National Task Force na Masculine Mystique n'ime National Organization for Women",
  "Robert Lewis na Joseph Pleck nwetara ọmụmụ nke mmegharị ahụ na mbipụta nke akwụkwọ ise banyere isiokwu ahụ na ngwụsị afọ 1974 na mmalite afọ 1975, nke sochiri mmụba nke mbipụta ndị a na-elekwasị anya na ndị na-ege ntị na ndị na-agụ akwụkwọ.",
  "Agbụrụ dí icheiche adịla n'ime òtù nnwere onwe nke ụmụ nwoke nke n'agbanyeghị mbọ kachasị mma ọ na-agba itinye nkewa dị otú ahụ n'oge ụfọdụ bụ nsogbu",
  "Ụfọdụ ndị ọkà mmụta profeminist na mmegide ndọrọ ndọrọ ọchịchị na mmegharị ahụ na ikike ụmụ nwoke n'ọtụtụ ebe ekwuola na ịkpa ókè agbụrụ n'ime ọha mmadụ America emeela ka ụmụ nwoke na-abụghị ndị ọcha. Dịka ọmụmaatụ, a na-ahụta ụmụ nwoke ojii ka ndị na-enweghị ike ịchịkwa mwakpo mmekọahụ ha. Ná mpaghara usoro echiche a, a na-egosi ụmụ nwoke ojii dị ka ndị na-enwe mmekọahụ dị ukwuu ruo n'ókè nke anụ ọhịa; ya mere, ha na-anọchite anya anụ ọhịa, ọ bụghị ụmụ nwoke",
  "Otú ọ dị mkpa] Ndị East Asia America, e gosipụtara ha dị ka ndị na-adịghị mma na ndị na-erughị nwoke.",
  "Ifufe Nke abụọ nkè pro-feminism lebakwuo anya n'okwu banyere mmekọahụ, ọkachasị mmekọrịta dị n'etiti ụmụ nwoke na-edina nwoke na nwoke hegemonic",
  "Mgbanwe a dugara na imekọ ihe ọnụ n'etiti nnwere onwe ụmụ nwoke na nnwere onwe nwoke na nwanyị",
  "N'otu akụkụ, imekọ ihe ọnụ a bilitere n'ihi na a ghọtara na nwoke bụ ihe owuwu mmekọrịta mmadụ na ibe ya, nakwa dị ka mmeghachi omume maka \"ụmụ nwoke\" zuru ụwa ọnụ nke a hụrụ na mmegharị ụmụ nwoke gara aga.",
  "E mepụtara Nzukọ ụmụ nwoke California (CMG) n'afọ 1978 site n'aka ndị ikom na-emegide mmekọahụ.  Onye edemede Margo Adair, onye gara nnọkọ nke iri na abụọ n'afọ 1987, dere na ọ hụrụ ọnọdụ dị iche karịa ihe ọ bụla ọ hụtụrụla",
  "Mgbe o chechara banyere ya, ọ chọpụtara na ọ bụ nke mbụ ọ na-enwe mmetụta nchebe zuru oke n'etiti nnukwu ìgwè ụmụ nwoke, ya na ụmụ nwanyị ole na ole ndị ọzọ",
  "Ọ chọpụtakwara na a nabatara onye ọ bụla, a na-egosipụtakwa ịhụnanya n'etiti ndị sonyere n'ihu ọha.",
  "CMG na-ahazi ezumike atọ kwa afọ, lekwasịrị anya n'okwu ụmụ nwoke. Ka ọ dị ugbu a, ọtụtụ n'ime ụmụ nwoke na-aga Nzukọ ụmụ nwoke nke California bụ ndị na-edina nwoke ma ọ bụ nwoke na nwanyị.",
  "A haziri Radical Faeries na California na 1979 site n'aka ndị na-eme ihe ike na-edina ụdị onwe ha na-achọ ịmepụta ihe ọzọ iji banye n'ọdịbendị ụmụ nwoke."
]