[
  "Menhat Helmy (1925-2004) bụ onye na-ese ihe na onye ọsụ ụzọ na etMenhat Helmychings na printmaking nke Ijipt.",
  "A mụrụ Menhat Helmy na Helwan, Egypt na July 11, 1925 dị ka nwa nke abụọ n'ezinụlọ nwere ụmụnne nwanyị asaa na ụmụnne nwoke abụọ",
  "Ọ gụsịrị akwụkwọ n'ụlọakwụkwọ Cairo's High Institute of Pedagogic Studies for Art na 1949 tupu ọ gaa n'ihu na agụmakwụkwọ ya na mba ofesi na Slade School of Fine Art n'etiti afọ 1953 na 1555, ebe o lekwasịrị anya na eserese, grafiks, na etching. O mechara mụọ ihe osise na-acha anụnụ anụnụ na Morley College na London n'oge nke abụọ ọ nọrọ na London n\"etiti afọ 1973-79.",
  "Ya na ndị dị ka Hussein El Gebaly, Abdullah Gohar, na Mariam A",
  "Aleem, Helmy so n'ọgbọ ndị na-ese ihe na-arụ ọrụ dị mkpa n'ọrụ ise ihe. A na-eto ihe osise ojii na-acha ọcha nke Helmy maka mgbagwoju anya ha, yana maka ihe isi ike ha na mmezu",
  "Helmy bụ otu n'ime ndị na-ese ihe mbụ na-ese onyinyo dum n'ime ọrụ ya, na-emegharị mmetụta nke eserese na eserese zuru oke na zinc tupu ọ gbanwee ha ka ha bụrụ mbipụta.",
  "Mgbe o nwetasịrị onyinye Slade Prize of Etching na 1955, Menhat Helmy gara n'ihu sonye na ngosi dị iche iche na gburugburu ụwa",
  "O sonyere n'ọtụtụ ihe ngosi obodo na Egypt site na 1956 gaa n'ihu ma mee ihe ngosi nke mbụ ya na 1966. O sonyere n'ọtụtụ mba abụọ nke etchings na West Germany, Yugoslavia, Poland, Italy, Tokyo, na India",
  "O meriri ihe nrite Saloon Du Caire na 1959 na 1960, ihe nrite Cairo Production Exhibition na 1957, na Ljublyana Honorary Prize na 1961. Helmy gara n'ihu bụrụ onye nkuzi na Fine Arts Institute na Cairo, Prọfesọ nke Fine Arts na Mahadum Helwan na Cairo, prọfesọ nsọpụrụ nke Etching na Accademia delle Arti del Disegno na Florence, Ịtali, na onye otu Print Maker Council na United Kingdom.",
  "Ọ bụ ezie na Helmy lara ezumike nká n'ọrụ obibi akwụkwọ n'afọ ndị 1980 n'ihi ọrịa akpa ume nke ọ butere site na kemịkal eji eme ihe na etchings ya, ọ gara n'ihu na-akụzi na Mahadum Helwan ruo mgbe ọ nwụrụ na 2004 mgbe ọ dị afọ iri asaa na asatọ.",
  "A na-anọchite anya ọrụ Helmy na Museum of Modern Arts na Egypt",
  "Ọ dikwa na nchịkọta onwe onye na Egypt, Germany, Britain, U.A.E, na United States. Otu n'ime ihe osise ya, 'To the Point,' bụ nke nwa ya nwanyị, Sara Khallaf nyere Mahadum Cairo",
  "E rere ihe osise ya, 'Procession to Work', n'ụlọ ahịa Christies n'afọ 2007. Sultan Sooud Al-Qassemi nke Barjeel Art Foundation nwetara ihe osise ya, 'Space Exploration', na 2019."
]