[
  "Oge ezumike nsọ bụ ụdị ezumike ebe mmadụ nwere ike ịnwe nhọrọ iji ezumike akwụ ụgwọ ma ọ bụ na-akwụghị ụgwọ site na ọrụ ha ma ọ bụrụ na ha na-ahụ nsọ nwanyị ma enweghị ike ịga ọrụ n'ihi nke a. N'akụkọ ihe mere eme ya niile, a na-ejikọta ezumike nsọ nwanyị na esemokwu na ịkpa ókè megide ụmụnwanyị, na mba ole na ole na-eme iwu; a na-ejikọta ya na nnabata dị ala na mba ndị ahụ mere iwu",
  "Ụfọdụ na-ahụ ya dị ka nkatọ maka arụmọrụ ọrụ ụmụnwanyị ma ọ bụ dị ka mmekọahụ.  Ndị na-akwado iwu ezumike nsọ nwanyị jiri ọrụ ya tụnyere nke ezumike ịmụ nwa ma lee ya anya dị ka onye na-akwalite ịha nhata nwoke na nwanyị.",
  "Ụfọdụ ụmụnwanyị na-enwe ọnọdụ a na-akpọ dysmenorrhea nke na-akpata ihe mgbu n'oge nsọ nwanyị. Ihe ruru 80% nke ụmụnwanyị anaghị enwe nsogbu zuru oke iji mebie ọrụ kwa ụbọchị n'ihi nsọ nwanyị, ọ bụ ezie na ha nwere ike ịkọ na ha nwere nsogbu ụfọdụ tupu nsọ nwanyị",
  "Ihe mgbaàmà na-egbochi ndụ nkịtị, na-eru eru dị ka ọrịa premenstrual, na 20 ruo 30% nke ụmụnwanyị",
  "Na 3 ruo 8%, mgbaàmà siri ike.  Premenstrual dysphoric disorder (PMDD) bụ ụdị ọrịa siri ike ma na-egbochi ọrịa premenstrual na-emetụta 1.8–5.8% nke ụmụnwanyị na-ahụ nsọ.",
  "E bu ụzọ tinye iwu ezumike nsọ nwanyị na ụfọdụ ngalaba ọrụ na post-Revolutionary Russia na mmalite narị afọ nke iri na itoolu; n'ihi ịkpa ókè megide ụmụnwanyị na-arụ ọrụ, ewepụrụ iwu ahụ n'afọ 1927.",
  "Otu ụlọ akwụkwọ ụmụnwanyị dị na steeti Kerala nke ndịda India nyere ụmụakwụkwọ ya ezumike nsọ n'oge 1912.",
  "N'afọ ndị 1920, òtù ndị ọrụ Japan malitere ịchọ ezumike (seiri kyuka) maka ndị ọrụ nwanyị ha",
  "N'afọ 1947, ụkpụrụ ndị ọrụ Japan mere ka iwu rụọ ọrụ nke nyere ụmụnwanyị na-ahụ nsọ nwanyị ohere ịhapụ ọrụ ụbọchị",
  "Mkparịta ụka na-aga n'ihu banyere ma ọ bụ mkpa ahụike ma ọ bụ ihe ịkpa ókè.",
  "E nwere mmechuihu metụtara ezumike nsọ nwanyị; dị ka Levitt na Barnack-Tavlaris (2020) si kwuo, ọ nwere ike ime ka echiche dị iche iche dịgide ma na-aga n'ihu na ọgwụ nke ịhụ nsọ nwanyị",
  "Ịga ezumike nwere ike ịchọ ịgwa ndị njikwa bụ ụmụnwoke banyere ihe nwanyị ahụ kwere na ọ bụ okwu onwe onye",
  "Ọ nwere ike igosi ụmụnwanyị dị ka ndị na-enweghị ike karịa ụmụ nwoke ma ya mere ọ nwere ike ibute ịkpa ókè megide ụmụnwanyị",
  "Otu aro iji wepụ ihere ahụ bụ inye ezumike ahụike ọzọ maka ndị nwoke na nwanyị niile.",
  "Na mpaghara Indonesia, n'okpuru Iwu Ọrụ No",
  "13 na nke afọ 2003, ụmụnwanyị nwere ikike ụbọchị abụọ nke ezumike nsọ kwa ọnwa ọ bụ ezie na ndị a abụghị akwụkwọ ndị ọzọ.",
  "Na Japan, ebe ọ bụ na 1947, Nkeji edemede nke 68 nke Iwu Ụkpụrụ Ọrụ na-ekwu \"Mgbe nwanyị nke na-arụrụ ọrụ n'oge nsọ nwanyị ga-esi ike karịsịa rịọrọ ezumike, onye were ya n'ọrụ agaghị eji nwanyị dị otú ahụ n'ọrụ n'ụbọchị nke oge nsọ nwanyị",
  "\" Ọ bụ ezie na iwu ndị Japan chọrọ ka nwanyị na-agabiga nsọ nwanyị siri ike hapụ ya ka ọ gaa ezumike, ọ dịghị achọ ka ụlọ ọrụ nye ezumike akwụ ụgwọ ma ọ bụ ụgwọ ọzọ maka ụmụnwanyị na-ahọrọ ịrụ ọrụ n'oge nsọ nwanyị.",
  "Na Saụt Koria, ụmụnwanyị na-arụ ọrụ nwere ikike ezumike nsọ nwanyị dị ka Nkebi nke 71 nke Iwu Ụkpụrụ Ọrụ, a na-ahụkwa na a na-akwụ ụgwọ ọzọ ma ọ bụrụ na ha anaghị ewere ezumike nsọ nwanyị nke ha nwere.",
  "Na Taiwan, Iwu nke Ịdị n'Otu Mmekọahụ n'ọrụ na-enye ụmụnwanyị ụbọchị atọ nke \" ezumike nsọ\" kwa afọ, nke a na-agaghị agụta maka ụbọchị iri atọ nke \" ezumike ọrịa nkịtị\", na-enye ụmụnwanyị ruo ụbọchị iri atọ na atọ nke \"akwụkwọ metụtara ahụike\" kwa afọ",
  "Ụbọchị atọ ndị ọzọ anaghị abịa na ọkara ụgwọ ozugbo nwanyị na-arụ ọrụ gafere 30 a na-achịkwa.",
  "Na mba Europe, ka ọ na-erule 2021, ọ dịghị mba nwere ezumike nsọ nwanyị",
  "Atụmatụ nke ndị omeiwu Ịtali iji webata iwu ezumike nsọ nwanyị n'afọ 2017 kpalitere arụmụka na mba Europe banyere otú ahụike nsọ nwanyị si emetụta ụmụnwanyị n'ọrụ",
  "Iwu ahụ ga-ewebata iwu maka ụlọ ọrụ iji nye ezumike ụbọchị atọ a na-akwụ ụgwọ maka ụmụnwanyị na-arịa ọrịa nsọ nwanyị; e meghị iwu ahụ.",
  "Na mba Zambia, ka ọ na-erule afọ 2015, iwu kwadoro ụmụnwanyị ụbọchị ezumike kwa ọnwa n'ihi iwu ezumike nsọ ha, nke a maara dị ka \"Ụbọchị Nne\". Ọ bụrụ na a gọnahụrụ nwanyị na-arụ ọrụ ikike a, ọ nwere ike ikpe onye were ya n'ọrụ ikpe.",
  "Coexist, ụlọ ọrụ na-ahụ maka ọdịmma obodo Bristol, webatara \"ụkpụrụ oge\" iji nye ụmụnwanyị mgbanwe na ọnọdụ ọrụ dị mma",
  "N'inwe olileanya imebi iwu ahụ gbasara ịhụ nsọ nwanyị, Coexist ghọrọ ụlọ ọrụ mbụ na United Kingdom iji mejuputa iwu a.",
  "A na-akọ na Nike na-akwado ezumike nsọ n'ebe ọ bụla ọ na-arụ ọrụ, mana ndị mgbasa ozi gosipụtara iwu a n'ụzọ na-ezighị ezi; Nike na-agbaso iwu ọrụ obodo ebe ọ na-arụ ọrụ."
]