[
  "Àtụ:MedalTableTopMercy Cherono Koech (amụrụ na 7 Mee 1991) bụ onye Kenya ọkachamara na-agba ọsọ ogologo oge",
  "Ọ bụ onye nwetara ọlaọcha na mita 5000 na 2013 Asọmpi mba ụwa na egwuregwu",
  "Ọ bụ onye mmeri ụwa ugboro abụọ na mita 3000 (2008, 2010) ma nwetakwala ihe nrite ọla edo na 2007 Asọmpi ndị ntorobịa ụwa na egwuregwu na 2008 Egwuregwu ndị ntorobịa Commonwealth",
  "Ọ bụ onye na-eme egwuregwu nke ọma na-agba ọsọ na mba, na-ewere ihe nrite ọlaọcha na ndị otu na asọmpi onwe onye na 2009 IAAF World Cross Country Championships ma na-emeziwanye ihe nrite ego na mbipụta 2010.",
  "Cherono mere ka ọ pụta mba ụwa nke mbụ ya na 2007 IAAF World Cross Country Championships na Mombasa ma ọ mechara nke 23 na asọmpi ndị na-eto eto. O ruru ọkwa mba ụwa mbụ ya na 2007 World Youth Championships ka ọ na-agba ọsọ oge ndekọ nke 8:53.94 iji merie nrite ọla edo na mita 3000. O nwere oge ịga nke ọma na njedebe nke afọ ahụ, na-ewere mmeri 6 kilomita na atọ n'ime nzukọ Athletics Kenya. O nwere mmeri azụ azụ na azụ na asọmpi ndị na-eto eto na Tuskys Wareng Cross Country na 2007 na 2008.",
  "Ọ nataghị nhọpụta maka 2008 World Cross Country Championships, kama ọ lekwasịrị anya na ọsọ ọsọ",
  "Mbụ, ọ gbakwunyere obere aha na mmeri 3000m nke ndị ntorobịa ya, na-eti Bizunesh Urgesa n'oge 8:58.07 iji merie ọla edo na 2008 World Junior Championships na Bydgoszcz, mgbe ahụ ọ meriri ọla edo na 2008, na-agba ọsọ n'enweghị mmegide iji setịpụ oge ndekọ egwuregwu.",
  "Ọnọdụ ya na ndị otu Kenya na-agafe mba ụwa yiri ihe a na-ejighị n'aka na 2009 ka onye isi nchịkwa Julius Kirwa chụpụrụ ohere ya, na-ekwu na ọ gbara ọtụtụ agbụrụ n'oge ahụ",
  "Cherono zaghachiri site n'ibute ụzọ ozugbo na Kenyan Trials ma merie obere agbụrụ site na sekọnd iri na atọ. Na 2009 World Cross Country Championships na Amman, Cherono sonyeere Genzebe Dibaba na asọmpi ogologo oge",
  "Cherono butere ụzọ na nzọụkwụ ikpeazụ mana ihe siri ike na ịrịgo mita 40 mere ka Dibaba nwee ike ịgafe ya na Cherono mechara nweta ọlaọcha. Na 2009 African Junior Athletics Championships, Cherono jiri ihe dị ka sekọnd 13 belata na 3000 m ma Genzebe Dibaba meriri ya ọzọ na 5000 m ọsọ, jiri ọlaọcha mechie. O meriri n'okporo ụzọ ndị okenye n'afọ ahụ ma bụrụ onye nke atọ na Rieti IAAF Grand Prix, na-edekọ ihe kacha mma nke 8:44.67 maka 3000 m. O were nke atọ maka oge nke abụọ na Memorial van Damme na Septemba, na-edekọ ihe kachasị mma na mita 1500 na mita 2000 ma bụrụ naanị ndị mmeri ụwa Gelete Burka na Vivian Cheruiyot kụrụ ya.",
  "O meriri n'asọmpi mgbagharị obodo na Kericho na ngwụcha afọ 2009, mana o nweghị ike iru n'elu atọ na 2010 Kenyan Trials. Ọkwa nke anọ ya zuru ezu iji nweta ọnọdụ na otu maka 2010 World Cross Country Championships. Cherono bilitere n'oge ahụ na Asọmpi mba ụwa na Bydgoszcz, otu ebe ahụ dị ka mmeri World Junior nke afọ 2008",
  "Ya na ndị otu Kenya ya duziri n'ọtụtụ n'ime asọmpi ahụ ma merie site na sekọnd asaa, na-eduga n'ụlọ mmeri 1 Xia Xia 34 maka ndị otu Kenya",
  "N'agbanyeghị nnukwu mmeri, ọ dịghị ya mkpa ịkwanye onwe ya na mmeri, mgbe e mesịrị kwuo, sị: \"N'agba nke abụọ, enwere m ọtụtụ ihe fọdụrụ\". O mere njem mbụ ya na IAAF Diamond League sekit na Mee, na-agba ọsọ nke 14:47.13 maka nke asaa na mita 5000 na Shanghai Golden Grand Prix. Na 2010 World Junior Championships in Athletics, Cherono ghọrọ nwanyị mbụ na-ejigide aha 3000 m ka ọ na-egbochi ihe ịma aka sitere n'aka Emebet Anteneh iji bụrụ onye mbụ nwetara ọla edo nke ihe omume ahụ. O nwetakwara ihe nrite ọlaọcha na 5000m, na-agwụ n'azụ Genzebe Dibaba.",
  "N'ịga na sekit ndị okenye, ọ gbara ọsọ na Rieti IAAF Grand Prix n'ọnwa Ọgọstụ wee bụrụ onye nke abụọ na 3000 m n'azụ Sylvia Kibet, na-etinye ndụ ọhụrụ kachasị mma nke 8:42.09. Ọ tụgharịrị uche ya gaa na mba ndị okenye wee merie na AK zutere na Kericho na Nọvemba, ebe nwanne ya nwanyị Caroline Chepkoech gara n'ihu merie asọmpi ndị na-eto eto. A họpụtara ya dị ka onye na-eme egwuregwu kachasị mma na Kenya's kwa afọ SOYA Awards",
  "N'ọnwa Jenụwarị afọ 2011 ọ gbara ọsọ na Nchọpụta Kenya Mgbagharị obodo na Eldoret, mana o mehiere ọsọ ya wee banye n'ọnọdụ nke anọ na njedebe.",
  "Cherono bịara nke iri na atọ na asọmpi mba ndị okenye na Febụwarị 2011. Ọ bụ ezie na ọ hapụrụ ebe maka ndị otu ụwa, ọ gara na 2011 African Cross Country Championships ma merie ọla edo na nrite n'akụkụ Viola Kibiwot na Doris Changeywo. Oge ya na-agafe mba gwụrụ na njedebe atọ kachasị elu na Trofeo Alasport. Na 2011 Diamond League circuit ọ debere n'elu atọ nke 5000 m na Prefontaine Classic na Meeting Areva",
  "A họpụtara ya maka ndị otu egwuregwu nke Kenya na nke mbụ ya wee bịa nke ise karịa 5000 m na 2011 World Championships in Athletics.",
  "Ọ malitere mmeri 2012 site na mmeri dị ukwuu na Campaccio cross country. Ọ tụfuru ohere ya ịgba ọsọ na 2012 Summer Olympics mana ọ bụ onye na-achịkwa n'okporo ụzọ n'afọ ahụ: ọ meriri Herculis, Athletissima na British Grand Prix 2012 IAAF Diamond League zutere ma bụrụ onye nke abụọ na London Grand Prix, Weltklasse Zurich na Memorial van Damme",
  "Ihe kacha mma nke 3000m nke 8:38.51 nkeji bịara na Herculis",
  "Mgbe oge egwu gasịrị, ọ meriri Cross Internacional de Venta de Baños na Cross de Itálica.",
  "Cherono meriri ule mba maka 5000 m wee gaa n'ihu na-azọrọ nrite ọlaọcha na ihe omume na 2013 World Championships in Athletics n'azụ Meseret Defar. Na 2013 IAAF Diamond League circuit ọ bụ onye nke abụọ na 1500 m na Memorial Van Damme, onye nke abụọ n'ime 3000 m na DN Galan, ma tinye ya n'elu atọ nke 5000 m ma Prefontaine Classic na Weltklasse Zürich. Ọ laghachiri na Cross de Venta de Baños wee merie maka oge n'usoro. N'abalị iri na itoolu n'ọnwa Ọgọstụ, n'afọ 2016, Cherono bịara n'ọnọdụ nke anọ na 5000m ihe omume na Rio Olympics na 14:42.89 site na ndị na-agba ọsọ iri na asaa.",
  "Cherono si n'obodo Kipajit, nso obodo Sotik",
  "Ọ malitere ịgba ọsọ mgbe ọ nọ na Kipajit Primary School ma mesịa kwaga Chelimo Primary School dị nso na Kericho ma mesịa gaa Ngariet Secondary School na Sotik",
  "Gabriel Kiptanui na-azụ ya ma Gabriel Rosa na-achịkwa ya",
  "Ọ bụ nwa mbụ n'ime ụmụnne isii",
  "Nwanne ya nwanyị nke obere Sharon Chepkorir bụkwa onye na-agba ọsọ",
  "Nna ha John Koech na-elekọta ogige ọzụzụ n'obodo Kipajit.",
  "Cherono meriri n'asọmpi Most Promising Sportswoman of the Year na 2009 Kenyan Sports Personality of the Year awards, ma kwughachi site na mmeri n'otu ụdị ahụ n'afọ na-esote."
]