[
  "Mery Segunda Zamora García (amụrụ n'April 19, 1972) bụ onye isi syndicalist nke Ecuador, onye nkuzi, na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ onye isi oche nke National Union of Educators (UNE) site na 2007 ruo 2010, oge nke dabara na mmalite nke ọchịchị Rafael Correa",
  "Ọ ghọrọ onye a ma ama na-akatọ ọchịchị a, ọ bụkwa onye a na-ekwukarị okwu mkparị na mgbasa ozi Citizen Link nke Correa, nke mechara bụrụ ebubo iyi ọha egwu na mmebi na 2010",
  "E mechara wepụ ikpe megide ya mgbe ọ rịọrọ arịrịọ nke ọma.",
  "Kemgbe afọ 2014 ọ bụ osote onye nduzi mbụ nke pati Popular Unity.",
  "A mụrụ Mery Zamora na Portoviejo na Eprel 19, 1972. Ọ gụsịrị akwụkwọ praịmarị ya na Escuela Fiscal Mixta Amalia Zevallos No",
  "14, na agụmakwụkwọ sekọndrị na Colegio Nacional Mixto 18 De Octubre na Colegio 23 de Octubre",
  "Na Instituto Normal Superior 23 de Octubre ọ nwetara utu aha onye nkuzi na Basic Education.",
  "N'oge ọ nọ n'ụlọ akwụkwọ, Zamora bụ onye ndú ụmụ akwụkwọ, ọ ghọrọ onye isi oche nke kansụl ụmụ akwụkwọ nke Colegio 18 De Octubre na 1987, na onye isi oche ya nke kansụল ụmụ akwụkwọ nke colegio 23 de Octubre n'afọ 1990.",
  "N'afọ 1995, ọ bụ onye guzobere na onye isi oche nke Frente de Lucha por el Ingreso al Magisterio (FLIM). Ọ sonyeere Confederation of Women for Change na 1996",
  "Ọ bụ osote onye nduzi mpaghara nke Frente Político Vanguardia del Magisterio na 2000, odeakwụkwọ nkwukọrịta nke UNE na Manabí Province site na 2000 ruo 2004, ma jee ozi dị ka onye isi oche mpaghara nke nzukọ ahụ site na 2004 ruo 2007",
  "N'afọ 2007 ọ ghọrọ onye isi ala UNE.",
  "Dị ka onye isi oche nke UNE, otu n'ime nnukwu òtù ndị ọrụ na mba ahụ, Zamora malitere imegide usoro agụmakwụkwọ nke gọọmentị Rafael Correa, nke gụnyere nyocha nke ndị nkuzi",
  "Nke a kpasuru Correa iwe, ọ ghọkwara nwanyị nke atọ a na-akatọkarị na mgbasa ozi Citizen Link, mgbe Lourdes Tibán na Cynthia Viteri gasịrị.",
  "Mgbe ihe mere na Septemba 30, 2010, e boro ya ebubo iyi ọha egwu na mmebi mgbe e gosipụtara vidiyo ekwentị mkpanaaka nke na-egosi ya na-akpali otu ụmụ akwụkwọ ime ihe ike na Guayaquil na Citizen Link",
  "Zamora zaghachiri na ọ nọ na-arịọ ụmụ akwụkwọ ka ha gbasaa, nakwa na ndekọ ahụ gụnyere naanị obere akụkụ nke ọdịyo nke e wepụrụ n'ihe gbara ya gburugburu. Na June 12, 2013, ụlọ ikpe nke iri nke Guayas kwupụtara na ikpe mara Zamora maka mpụ ahụ, mana na May 27, 2014, ndị ọkàikpe atọ nke Ụlọikpe Ikpe Mba nabatara arịrịọ ya, abụọ n'ime ha mechara chụpụ n'ọkwa ha, otu onye gbara arụkwaghịm",
  "Na Febụwarị 10, 2015, ikpe megide Zamora kwụsịrị.",
  "N'ime Democratic People's Movement (MPD), ọ  onye nnọchi anya onye omeiwu Jorge Escala site na 2008 ruo 2013, na-apụta na National Assembly n'oge ụfọdụ",
  "N'ọnwa Ọgọstụ n'afọ 2011, mgbe ọ ka na-eche ikpe mpụ megide ya na Guayaquil, a họpụtara ya dịka onye nduzi mpaghara nke MPD na Manabí",
  "N'ọnwa Ọktoba ahụ, ọ ghọrọ osote onye nduzi mbụ ya",
  "Na ntuli aka nke afọ 2014 ọ gbara ọsọ maka ọkwa onye isi obodo nke Portoviejo, nweta ọnọdụ nke anọ na CREO Movement.",
  "Na Septemba 27, 2014, a họpụtara Zamora ka ọ bụrụ osote onye nduzi nke Popular Unity, nke pụtara mgbe agbasachara MPD. Na ntuli aka nke afọ 2017 ọ bụ onye na-azọ ọkwa onye omebe iwu maka mpaghara ndịda Manabí, mana enwetaghị oche. N'abalị iri abụọ na abụọ n'ọnwa Febụwarị, ya na ndị otu anọ ndị ọzọ rịọrọ ka a gụgharịa ya n'ihi enweghị nkwekọ nke ọnụ ọgụgụ."
]