[
  "Merzagua Abderrazak (ka amụrụ n'afọ 1967 na Morocco) bụ onye Morocco bụbu onye egwuregwu bọọlụ na onye isi nkuzi.",
  "Na 4 August 2001, ọ gbara bọọlụ na 2001 Sultan of Selangor Cup dị ka onye ọbịa.",
  "N'ịbụ onye a kpọbatara dị ka onye egwuregwu mba ọzọ na Penang nke Malaysia na mmalite afọ 1990, Abderrazak bu ụzọ mee ka klọb ahụ gaa asọmpi abụọ kachasị elu na 1998 na 2001 tinyere ebe nke abụọ na 1999 na 2000 na nkà ya na ikike mgbaru ọsọ ya. A na-akpọ ya 'Great Merz' site n'aka ndị na-akwado ya, a kọwara ya dị ka otu n'ime ndị egwuregwu bọọlụ mba ọzọ kachasị egwu na Malaysia na Ndịda Ọwụwa Anyanwụ Eshia.",
  "N'ịga Gombak United nke Singapore n'afọ 2001, Abderrazak na onye bụbu onye nkuzi Penang ya bụ Moey Yok Ham na Guinean Ballamodou Conde na-eyi nọmba 9.  Otú ọ dị, onye na-aga n'ihu enweghị ike itinye uche na bọọlụ n'ihi azụmahịa ezinụlọ ya na Morocco dara",
  "N'ikpeazụ, ọ hapụrụ klọb ahụ iji kwado azụmahịa ezinụlọ ya, na-arịọ mgbaghara nye onye ndụmọdụ Moey Yok Ham n'ụzọ.",
  "A mara ọkwa dịka onyeisi nchịkwa Penang na ngwụsị afọ 2012, ebumnuche Abderrazak bụ ibuli klọb ahụ na Malaysia FAM League nke atọ. N'ime egwuregwu enyi atọ mbụ ndị otu ahụ gbara site na preseason, ha dekọrọ mmeri abụọ mana ha meriri otu ugboro megide Perak nke Malaysia Super League n'ihi ndị na-akwado ụlọ. Na-eduga klọb ahụ na asọmpi FAM League nke afọ 2013 na nkwalite na 2014 Malaysia Premier League, a machibidoro Abderrazak ịbụ onye nkuzi ha maka oge na-abịanụ na ọkwa nke abụọ ebe ọ na-enweghị akara nkuzi nke otu ahụ gụnyere. Afọ atọ ka e mesịrị, onye Morocco nwetara ikikere ya na ọtụtụ isi mmalite dị nso na Penang kwuru na ọ nwere ike ịlaghachi na-eduzi ndị otu steeti nke na-emetụbeghị.",
  "Abderrazak ka  emechuihu na arụmọrụ Penang na 2017 Malaysia Super League n'ihi eziokwu ahụ bụ na klọb mbụ ya nọ na ala nke tebụl league. Kemgbe ọpụpụ ya, ọ na-enyocha arụmọrụ Panthers na asọmpi.",
  "N'ịbụ onye a họpụtara ka ọ bụrụ onye na-ahụ maka uwe Sungai Ara nke Penang na nkwekọrịta otu afọ na ngwụsị afọ 2014, ndị na-akwado ya, ndị egwuregwu na ndị isi kelere onye na-agba bọọlụ mbụ ahụ mgbe ọ bịarutere steeti Malaysia. N'ịkwalite ogo ahụike na mmụọ nke ndị egwuregwu tupu oge ahụ na ọnwa isii nke nkwadebe na egwuregwu enyi iri atọ, ebumnuche ya bụ inweta nkwalite na Malaysia Premier League site na 2016, na-egosipụta ekele nye bọọdụ ahụ.",
  "Penang",
  "Penang"
]