[
  "Meselech Melkamu amụrụ na 27 Eprel, na afọ 1985 na Debre Marqos) bụ onye Etiopia na-agba ọsọ ogologo oge",
  "O meriri Meseret Defar iji merie nrite ọla edo nke mita 5000 na 2008 African Athletics Championships, mana a maara ya nke ọma maka ọsọ ya 29:53.80 karịa mita 10,000 na afọ 2009, nke ruo n'ọnwa Ọgọstụ, na afọ 2016 mere ya nke abụọ na ndepụta oge niile n'azụ onye na-edekọ ụwa Wang Junxia",
  "Ọ bụ otu n'ime ụmụ nwanyị asaa n'akụkọ ihe mere eme mebiri ihe mgbochi nkeji iri atọ na otu n'etiti ndị Etiopia anọ rụzuru ọrụ ahụ.",
  "Kemgbe afọ 2012, ọ na-asọ mpi na asọmpi okporo ụzọ",
  "O meriri na 2012 Frankfurt Marathon na ndekọ ọmụmụ na nke kachasị mma nke 2:21:01 awa.",
  "O mere ọganihu ya na ndị na-eto eto na afọ 2004 site na mmeri na IAAF World Cross Country Championships ma were aha mita 5000 na World Junior Championships in Athletics.",
  "Ọ hapụrụ ihe nrite ndị okenye na afọ 2005, na-ewere nke anọ na ọsọ dị mkpirikpi na World Cross Country Championships na nke anọ na mita 5000 na World Championships.",
  "Ihe nrite mbụ ya dị ka onye na-eme egwuregwu dị elu bịara n'afọ sochirinụ ka Melkamu meriri ọla nchara na agbụrụ dị ogologo na nke dị mkpirikpi na afọ 2006 IAAF World Cross Country Championships (na-emeri ọla edo abụọ)",
  "Ọ gara n'ihu merie 10 kilomita Great Ireland Run n'ọnwa na-esote na ihe omume 31:41 nkeji.",
  "Ọ kwughachiri ọla nchara ya na afo 2007, na-enyere ụmụ nwanyị Etiopia aka imeri ọla edo ọzọ",
  "O nwetakwara ihe nrite ọlaọcha n'okporo ụzọ na All-Africa Games, na-agwụcha dị ka onye nke abụọ n'azụ Meseret Defar na mita 5000",
  "Ọ bụ onye nke isii n'ebe ahụ na World Championships n'ikpeazụ n'afọ ahụ.",
  "Melkamu meriri nrite mbụ ya n'ime ụlọ karịa mita 3000 na Machị, na afọ 2008, ọzọ na-ewere ọnọdụ nke abụọ n'azụ Defar na World Indoor Championships",
  "O nwetaghị ihe nrite na World Cross Country Championships (na-agwụ na nke itoolu), mana ọ meriri Defar iji merie mita 5000 na African Championships",
  "A họpụtara ya ka ọ nọchite anya Etiopia na Summer Olympic Games na Beijing, na-emecha nke asaa na mita 5000 ikpeazụ n'oge 15:49.03. (Ọ gwụchara ọsọ ahụ n'ọnọdụ asatọ mana ọ rịgooro na nke asaa mgbe e wepụrụ onye nke abụọ nke Elvan Abeylegesse ọtụtụ afọ ka e mesịrị n'ihi ọgwụ ọjọọ.)",
  "Ọ laghachiri n'ọkwa na afọ 2009 World Cross Country Championships, na-ewere ọla nchara ọzọ",
  "N'abalị iri na anọ n'ọnwa Juun, o ji oge nke 29:53.80 merie ihe ndekọ Afrịka na 10,000 mita na asọmpi na Utrecht, Netherlands, na-emeri oge Tirunesh Dibaba nke 29:54.66. O meriri nrite mbụ ya n'ụwa n'ikpeazụ n'oge ahụ, na-agwụcha dị ka onye nke abụọ na Linet Masai na mita 10,000 na World Championships.",
  "Ọ gara n'ihu na nrite ọla nchara ya na afo 2010 World Cross Country Championships",
  "N'abalị iri atọ na otu n'ọnwa Julaị, o ritere ihe nrite ọlaọcha na asọmpi African Championships na Nairobi, na-emecha nke abụọ na Dibaba na mita 10,000. Iji mechie afọ ahụ, ọ meriri Obudu Ranch International Mountain Race na Obudu ime obodo nke Naịjirịa, nke okpukpu abụọ dị ka African Mountain Running Championships.",
  "N'ọnwa Febụwarị afọ 2011, ọ meriri n'asọmpi nke anọ ya na Jan Meda International Cross Country na Addis Ababa.",
  "In February 2013, she ran a half marathon personal best of 1:08:05 hours while finishing in seventh place at the Ras Al Khaimah Half Marathon in the United Arab Emirates."
]