[
  "Meseret Defar Tola (Amharic; amụrụ na 19 Nọvemba na afọ 1983) bụ onye Etiopia na-agba ọsọ ogologo oge nke na-asọ mpi na 3000 mita na 5000 mita",
  "O ritere ihe nrite na asọmpi mba ụwa kachasị elu gụnyere ihe nrite ọla edo nke Olympic na World Championship karịa mita 5000",
  "Ọ mebiri ihe ndekọ ụwa na ihe omume ahụ na afọ 2006, mebie ya ọzọ na afọ 2007 ma jide ya ruo na afo 2008, mgbe onye Etiopia ibe ya Tirunesh Dibaba meriri oge ya.",
  "N'afọ 2007 n'okporo ụzọ dị na Brussels Belgium, ọ ghọrọ naanị nwanyị, na-agba ọsọ kilomita abụọ n'ihe na-erughị nkeji 9 (8:58.58)",
  "Nke a bụ mmụba na ndekọ ụwa site na sekọnd iri na otu.",
  "Defar enweela ihe ịga nke ọma na 5000m na Olympic Games, na-ewere ọla edo na afọ 2012 London Olympics, na afọ 2004 Athens Olympics na ọla nchara na 2008 Beijing Olympics",
  "O nweela ihe ịga nke ọma yiri nke ahụ na World Championships, na-ewere ọlaọcha na afo 2005 Helsinki Championships na ọla edo na afọ 2007 Osaka Championships.",
  "Defar nwere ihe ndekọ ime ụlọ maka mita 5,000, mita 3000 na ọsọ kilomita abụọ",
  "Ọ na-achịkwa ihe omume ime ụlọ 3000m, na-emeri ọla edo anọ n'usoro na IAAF World Indoor Championships site na afo 2004 ruo na afọ 2010",
  "Ọ bụkwa onye mmeri ugboro abụọ na All-Africa Games, onye nwetara ihe nrite ugboro anọ na African Championships na onye nwetara ọla edo ugboro abụọ na World Junior Championships.",
  "Defar wepụrụ onwe ya na asọmpi na 2014 iji malite ezinụlọ",
  "O kwere nkwa ịlaghachi n'afọ 2015 ọ bụ ezie na ọ naghị asọmpi na asọmpi August World Championships na Beijing.",
  "Defar meriri nrite ọla edo nke mita 5000 na egwuregwu Afro-Asian nke mbụ na afọ 2003",
  "O ritere ihe nrite ọla edo na mita 5000 nke ụmụ nwanyị na 2004 Summer Olympics na Athens na oge nke 14:45.65 na mita 5000 na afọ 2012 Summer Olympics na London",
  "O nwetakwara ọla nchara na afọ 2008 Beijing Olympics, nke tụgharịrị ọlaọcha mgbe e wepụrụ onye na-eme egwuregwu Turkey bụ Elvan Abeylegesse.",
  "Na 3 June 2006 ọ gbara ọsọ mita 5000 na New York City na oge ndekọ ụwa nke 14:24.53 O mechara melite ndekọ ahụ ruo 14:16.63 na Egwuregwu Bislett na Oslo na 15 June 2007.\nN'abalị atọ n'ọnwa Febụwarị n'afọ 2007, ọ gbara ọsọ mita 3000 n'ime ụlọ na Stuttgart (Germany) n'oge ndekọ ụwa nke 8:23.72.\nN'abalị iri abụọ n'ọnwa Mee afọ 2007, ọ gbara ọsọ kilomita abụọ na Carson, California na oge kachasị mma n'ụwa nke 9:10.47.\nNa 1 Septemba 2007 ọ meriri ọla edo na 14:57.91 na 5000 m na 2007 World Championships na Osaka, iji soro mmeri Olympic ya na ndekọ ụwa.\nN'abalị iri na anọ n'ọnwa Septemba n'afọ 2007, o setịpụrụ ihe kachasị mma n'ụwa (8:58.58) na ụmụ nwanyị 2-mile (3.2 ) na Van Damme Memorial meet, na-akpụ akpụ sekọnd 11.89 site na akara 9:10.47 ọ setịpụrụ na Mee na Carson, California. N'afọ 2007, Defar ritere ihe nrite nke nwanyị IAAF World Athlete of the Year.",
  "O ritere ihe nrite ọlaọcha na 2005 World Championships na Helsinki, naanị Tirunesh Dibaba meriri ya.\nN'afọ 2006, ọ meriri World Indoor Championships karịa mita 3000, na-agbachitere aha ya site na 2004 IAAF World Indoor Championship.\nNa nzukọ Reebok Boston Indoor nke Jenụwarị 2008, Defar gbara oge nke 9:10.50 na ihe omume kilomita abụọ (3.2 km) iji guzobe oge kachasị mma n'ime ụlọ ọhụrụ nke kilomita abụọ, na-emebi oge kachasị mma nke ime ụlọ gara aga karịa sekọnd iri na abụọ.\nDefar meriri nrite ọla edo nke atọ n'usoro World Indoor na 3000 m na afọ 2008 World Indoor Championships in Athletics",
  "Na 2008 African Championships in Athletics, onye obodo ya Meselech Melkamu meriri Defar na 5000 m",
  "Na 2008 Bislett Games, Tirunesh Dibaba mebiri ihe ndekọ ụwa nke 5000m nke Defar",
  "O mere 3000/5000 m okpukpu abụọ na afọ 2008 World Athletics Final.\nDefar malitere oge egwuregwu afọ 2009 site n'imeziwanye ihe kachasị mma ya, na-etinye ihe ndekọ ọhụrụ nke 5000 m n'ime ụlọ nke 14:24.37 na ihe kachasị mma n'ime ime ụlọ karịa kilomita abụọ (3.2 km) na 9:06.26 ọsọ. O sonyere na asọmpi mita 10,000 na ule mba Britain na Julaị, na-anwa iwere ọnọdụ na ndị otu Etiopia na afọ 2009 World Championships in Athletics",
  "N'agbanyeghị ọnọdụ mmiri na ikuku, ọ gbara ọsọ kachasị mma nke 29:59.20 nkeji na-emebi ndekọ UK nke Paula Radcliffe, na-aghọ nwanyị nke ise na-agba ọsọ n'okpuru minit 30, ma nweta iru eru maka asọmpi na usoro ahụ.",
  "Na Berlin, Meseret na-eduga na afọ 2009 World Championships in Athletics Women's 10,000 mita ruo na mita 50 ikpeazụ mgbe ụkwụ ya yiri ka ọ na-ejikọta ya nke ọma, na-enye Linet Masai nke Kenya ihe nrite ọla edo ma ndị egwuregwu atọ ndị ọzọ gafere ya, na-agwụ na oge nke 30:52.37",
  "Mgbe ahụ, ọ gbara ọsọ na 2009 World Championships na Athletics nke ụmụ nwanyị 5000 mita ikpeazụ ma na-eduga n'elu ụlọ ahụ, mana ndị Kenya abụọ na mita gafere ya, Vivian Cheruiyot na Sylvia Kibet",
  "Ọ gara n'ihu merie ndị egwuregwu abụọ ahụ na 3000m na 2009 IAAF World Athletics Final otu ọnwa ka e mesịrị, na-etinye oge kachasị n'ụwa nke 8:30.15 na usoro ahụ.",
  "N'ịgba ọsọ site na mmeri ọla nchara ya, o nwetara ọla edo nke anọ na 3000 m na 2010 IAAF World Indoor Championships",
  "Ka ọ na-aga n'okporo ụzọ, ọ meriri nke atọ ya na Carlsbad 5000, ọ bụ ezie na oge ya nke 15:04 emeghị ka ihe ndekọ nke ya nwee nsogbu. Na 2010 African Championships in Athletics, ọ nọchitere anya Ethiopia na 5000 m wee merie ọlaọcha n'azụ Vivian Cheruiyot",
  "O meriri ọla edo 3000m na afọ 2010 IAAF Continental Cup otu ọnwa ka e mesịrị",
  "O mere ọkara marathon mbụ ya na Rock 'n' Roll Philadelphia Half Marathon ma nwee ihe ịga nke ọma na nke mbụ, na-emeri n'oge 1:07:44",
  "Akara a ka mma na oge kachasị ọsọ nke Berhane Adere n'ala America maka ebe dị anya ma bụrụ nke ise kachasị ọsọ.",
  "Na mbido afọ 2011 o mere mgbalị ndekọ ụwa maka 3000 m n'ime ụlọ ma jiri ọsọ nke 8:36.91 nkeji. Ọ bụ onye na-achịkwa na sekit dị n'èzí, na-enweta mmeri 5000m na FBK Games, Bislett Games na Meeting Areva",
  "Mmeri mmeri ya kwụsịrị na afo 2011 World Championships in Athletics, ebe ọ malitere ịpụ na 10,000 m mgbe ahụ Vivian Cheruiyot na Sylvia Kibet meriri ya na 5000 m, wee nweta ọla nchara.",
  "Na afọ 2012 IAAF World Indoor Championships ọ chọrọ ka ọ bụrụ onye nke ise na-esote ma na-eduga ruo 100m ikpeazụ, mgbe ahụ ọ dara n'azụ Hellen Obiri wee mechaa ọsọ ahụ dị ka onye nke abụọ. Ọ bụ n'oge nke abụọ ka ọ na-esote n'oge n'èzí, ka ọ na'ọkwa nke abụọ na Cheruiyot ugboro abụọ na onye Etiopia ibe ya Tirunesh Dibaba. N'agbanyeghị nke a, mgbe ọ bịara na 5000m ikpeazụ na afọ 2012 London Olympics ọ meriri ndị na-asọmpi ya abụọ iji nweta aha Olympic nke abụọ ya n'ebe dị anya.",
  "Ọ malitere oge ịgba ọsọ n'ime ụlọ ya na afọ 2013 site na mmeri 3000m na nkeji 8:35.28. Ka e mesịrị n'ọnwa ọ gbara ọkara marathon kacha mma nke 67:25 nkeji iji mebie ihe ndekọ na New Orleans Half Marathon.",
  "O meriri n'asọmpi 5000m na afọ 2013 World Championships in Athletics na Moscow n'oge 14:50:19",
  "O meriri n'ọsọ ahụ site n'ịnọ nso n'ihu, mana n'ebughị ụzọ tupu ọ pụọ na 200m fọdụrụ.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-sports\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-end"
]