[
  "Meskerem Assefa Legesse Wondimagegn (amụrụ na 20 Septemba na afọ1985 na Robe, Arsi) bụ onye Ethiopia na-agba ọsọ n'etiti na ogologo oge. Ọ nochitere anya Etiopia na 2008 na 2012 London Olympics. O nwere ihe kachasị mma nke onwe ya gụnyere 4:02.12 nkeji maka mita 1,500, 8:46.37 nkeji maka mita 3000 na 2:25:11 awa maka marathon.",
  "Meskerem na-asọ mpi karịsịa na 1500 m",
  "Ọ bụ onye sonyere nke ugboro abụọ na World Championships in Athletics ma bụrụ onye nwetara ọlaọcha na 2008 African Championships in Atletics.",
  "Meskerem malitere ịgba ọsọ n'etiti n'afọ 2001 ma mgbe ọ nọ na Oregon n'afọ 2003 ọ gbara ọsọ 800 mita kacha mma nke 2:01.11 nkeji na 1500 mita kacha mma ya nke 4:03.96",
  "Ọ bi na United States ruo n'afọ 2007. Mmeri o meriri na All-Ethiopian Games na Addis Ababa na onye nke abụọ na Ethiopian Athletics Championships wetara ya ọnọdụ dị mma na 2007 All-Africa Games, ebe ọ nọ na ọnọdụ nke anọ na ọsọ nke 4:09.83 nkeji.",
  "N'afọ na eso nke gara gara o wetara ihe nrite mbụ ya dị elu bụ ya bụ onye nwetara ọlaọcha n'azụ Gelete Burka na 1500 m na 2008 African Championships in Athletics N'okporo ụzọ egwuregwu Brazil, o nwere mmeri atọ na-aga n'ihu gụnyere nkeji 2:02.12 kacha mma na 800m na Rio de Janeiro. Ọsọ kachasị mma ya na 1500m n'oge ahụ bụ 4:05.67 nkeji, nke bịara na nzukọ na Jerez de la Frontera. A họpụtara ya ka ọ nọchite anya Etiopia na 2008 Summer Olympics, mana e wepụrụ ya na agba nke mbụ nke okpomọkụ.",
  "Onye nke abụọ na asọmupi mba ahụ mere ka o keta nnukwu ọnọdụ na 2009 World Championships in Athletics",
  "Ọ gafere agba nke mbụ, mana ọ malitereghị na ọkara ikpeazụ",
  "1500m kacha mma ya n'afọ ahụ (4:05.99) bụ na Prefontaine Classic na Eugene, Oregon, ọ setịpụkwara 3000m kacha mma nke nkeji 8:46.37 na Meeting Lille Metropole. Nnukwu asọmupi ya nke afọ 2010 bụ African Championships, ebe ọ bụ onye nke ise n'elu 1500 m. N'ime ọkara mbụ nke afọ ahụ, ọ malitere ịpụ site n'etiti etiti gaa n'ịgba ọsọ dị anya: ọ bụ onye nke abụọ na Le Mans Cross Country, setịpụrụ oge mita 5000 nke nkeji 15:03.49 maka nke atọ na GE Galan, merie Cooper River Bridge Run na ọsọ nke nkeji 32:31 maka 10K, ma nwee njedebe nke atọ na Carlsbad 5000 na Crescent City Classic 5K road races.",
  "N'agbanyeghị ihe ịga nke ọma na agbụrụ dị ogologo, Meskerem lekwasịrị anya na 1500 m na afọ 2011 wee nweta oru nsonaazụ kachasị mma ya",
  "Ọ gbara ọsọ kachasị mma nke 4:03.63 nkeji maka nke abụọ na Colorful Daegu Championships Meeting, wee meziwanye nke a ruo 4:02.12 nkeji dị ka onye nke abụọ na nzukọ Golden Gala IAAF Diamond League. Ọ gbara ọsọ 4:06.32 maka ọnọdụ nke abụọ ọzọ na nzukọ Brazzaville wee bụrụ nke asaa na ọsọ nke 4:04.48 nkeji na ọkwa kachasị elu Herculis zutere",
  "Ọ bụ onye nke abụọ na Kalkidan Gezahegne n'etiti ndị na-agba ọsọ Ethiopia n'afọ ahụ. A họpụtara ya ọzọ ka ọ nọchite anya Etiopia n'ọkwa ụwa, mana e wepụrụ ya na okpomọkụ nke 2011 World Championships in Athletics. Ọ nọkwa n'ọnọdụ nke anọ na 1500 m na 2011 All-Africa Games, na-agwụcha n'elu ikpo okwu.",
  "Na mbido afọ 2012 ọ gbara ọsọ kachasị mma n'ime ụlọ nke 4:07.65 nkeji maka 1500 m na 8:53.18 nkeji maka 3000 m. N'èzí, oge kachasị mma ya bịara na Daegu, ebe ọ kwughachiri ọnọdụ ya nke afọ gara aga, na-abịa nke abụọ na 4:06.52 nkeji. Egwuregwu Olympic nke abụọ Meskerem sochiri na 2012 London Games, mana ọzọ ọ nweghị ọganihu gafere okpomọkụ nke 1500 m. Mgbe egwuregwu Olimpik gaferer, ọ bụ onye nke abụọ na asọmupi DécaNation."
]