[
  "Methodist Boys High School, Lagos (MBHS Lagos) bụ ụlọ akwụkwọ sekọndrị maka ụmụ nwoke dị na Victoria Island, Lagos",
  "Naịjirịa E hiwere ya na 1878, ọ bụ ụlọ akwụkwọ sekọndrị e guzobere na Naịjirịa.",
  "Ndị isi nke obodo Metọdist, gụnyere Charles Joseph George, zutere na 1874 iji kwurịta banyere ịmepụta ụlọ akwụkwọ sekọndrị maka ndị otu ha dị ka ihe ọzọ na CMS Grammar School, Bariga Lagos",
  "Mgbe a na-akpata ego, a malitere iwu ụlọ ahụ ma wuchaa ụlọ akwụkwọ sekọndrị Methodist Boys, Lagos na Jụn 1877.",
  "Na Maachị 14, 1878, e meghere ụlọ akwụkwọ ọhụrụ ahụ n'ụzọ iwu kwadoro, na Rev",
  "W",
  "Terry Coppin dị ka onye isi mbụ",
  "N'ọnwa Eprel 1878, a kpọbatara ụmụ akwụkwọ mbụ",
  "E nwere aha iri na abụọ na mpịakọta ahụ",
  "N'etiti ụmụ nwoke iri na abụọ bụ George Stone Smith, onye mbụ na ndepụta ahụ ya mere Senior Foundation Scholar",
  "E nwekwara ndị ọrụ ozi isii na-enye ọzụzụ",
  "Ka ọ na-erule ngwụcha afọ ahụ, ọnụ ọgụgụ ahụ amụbaala ruo ụmụ nwoke 23 na ndị ọrụ asaa, ọrụ amalitela n'ụzọ siri ike",
  "Methodist Boys' High School, Lagos si otú a ghọọ ụlọ akwụkwọ sekọndrị na Naijiria, mgbe CMS Grammar School, Bariga, Lagos tọrọ ntọala na 1859 na Baptist Academy, Obanikoro, Lagos na 1885",
  "Baptist Academy malitere dị ka ụlọ akwụkwọ praịmarị na 1855 wee gbanwee ka ọ bụrụ ụlọ akwụkwọ sekọndrị na 1885.",
  "MBHS Lagos na CMS Grammar School, Bariga, Lagos mechara jikọta ọnụ iji nye ụmụ akwụkwọ na-apụ apụ maka Igbobi College, Yaba, Lagos guzobere site na mmekorita nke Chọọchị Metọdist Nigeria na Anglican Communion na Nigeria, na 1932.",
  "Ụkpụrụ iwu ụlọ akwụkwọ ahụ bụ Non Sibi Sed Aliis, nke pụtara Ọ bụghị Maka Anyị, Kama Maka Ndị Ọzọ.",
  "Abụ ụlọ akwụkwọ dị ugbu a bụ Land of Our Birth, We Pledge to You.",
  "Uwe ejiji ahụ bụ uwe mkpụmkpụ maka juniors na brọsh maka ndị agadi; uwe ogologo, tie ụlọ akwụkwọ nke na-acha anụnụ anụnụ, ọla edo na maroon; na jaket ọcha",
  "A na-ejikarị ihe na-acha uhie uhie eme ihe maka mmemme.",
  "Ụlọ akwụkwọ ahụ nwere ụlọ anọ ebe a na-ekesa ụmụ akwụkwọ niile na mberede maka ebumnuche nke asọmpi ụlọ kwa afọ",
  "Ụlọ ndị ahụ bụ Didsbury House, Handsworth House, Kingswood House na Westminster House",
  "Nke a bụ ebe a mụrụ nnukwu ndị na-eme egwuregwu si n'ụlọ akwụkwọ ahụ pụta",
  "Otu n'ime ha bụ Sunday Oliseh onye bụbu Captain nke Green Eagles, ndị otu mba dị elu, nke Naịjirịa",
  "Ụlọ akwụkwọ ahụ meriri Zard Cup maka ụlọ akwụkwọ sekọndrị na 1948 na Principal's Cup maka ụlọ ọrụ sekọndary na Lagos Steeti na 1961 n'etiti ndị ọzọ.",
  "Methodist Boys' High School, Lagos malitere na Broad Street, Lagos ma nọrọ na saịtị ahụ ihe karịrị otu nari afọ",
  "N'ikpeazụ, Gọọmentị Lagos Steeti nyere ụlọ akwụkwọ ahụ ala dị hekta iri isii na Ojoo, Lagos - Badagry Road, Lagos State maka ebumnuche nke ịgbasawanye na ịdị mma maka mmụta",
  "Ọ bụ ezie na e mere mmepe dị ịrịba ama na ebe ọhụrụ ahụ maka ịkwaga ụlọ akwụkwọ ahụ e mere atụmatụ maka 1982, Gọọmentị Steeti Lagos mechara weghara ebe ọhụrụ ahụ ma bụrụzi ebe na-adịgide adịgide nke Mahadum Steeti Lagos",
  "N'afọ 1983, e kenyere ụlọ akwụkwọ ahụ ala ọhụrụ dị 5.7-acre na Victoria Island, Lagos, dị ka ụgwọ maka Ojoo Site, Badagry, Lagos Steeti, nke Gọọmentị Lagos Steeti weghaara maka iji Mahadum Lagos Steeti",
  "Ụlọ akwụkwọ ahụ na-arụ ọrụ na Victoria Island.",
  "E hiwere Association Old Boys' Association n'oge zuru oke iji rụọ ọrụ dị oke mkpa n'oge mmemme Jubili Golden nke ụlọ akwụkwọ ahụ emere n'afọ 1928.Nwa akwụkwọ mbụ na ndepụta ahụ na-apụ na ụlọ akwụkwọ ahụ, Ọkà mmụta Senior Foundation, George Stone Smith, bụ onye mesịrị ghọọ Dr",
  "Orishadipe Obasa, jere ozi dị ka onye isi oche mbụ nke Association.",
  "N'ịghọta agụmakwụkwọ dị mma e nwetara n'ụlọ akwụkwọ ahụ na iji nyeghachi azụ maka akụrụngwa ka mma maka ụmụ akwụkwọ dị ugbu a, Old Boys' Association wuru Centenary Hall iji mee emume ncheta afọ otu narị nke ụlọ akwụkwọ ahụ, wuo ụlọ ekpere, ma nye ndị ọrụ.",
  "Ụmụ nwoke ochie na-ahazi ma na-ezukọ mgbe niile, ma n'ime ma na mpụga Naịjirịa, gụnyere alaka na United Kingdom na North Amerịka."
]