[
  "Mfon Sunday Udoka (a mụrụ na June 16, 1976) bụ onye na-ahụ maka basketball na Nigeria na onye nchịkwa ọhụrụ nke Ngwá Ụmụ Nwanyị Nigeria nke Lady Tigers",
  "A mụrụ na Portland, Oregon, Udoka gụsịrị akwụkwọ na High School Polytechnic High School (1994) na Portland tupu ya abịa na University DePaul na Chicago, Illinois site na 1994-1998",
  "Ọ bụ nwanne nwanyị NBA na-eme Udoka",
  "Mgbe ọ hapụsịrị DePaul na afo 1998, Udoka bịanyere aka na Detroit Shock nke WNBA",
  "Na Detroit, ọ pụtara n'egwuregwu atọ",
  "Udoka hapụrụ United States na-eso 1998, na-aga Portugal maka oge 1998-99. N'afọ 2000, o lahachiri ulo akwukwo ebe o gucha communications",
  "N'afọ 2001, ọ ji nwayọọ nwayọọ maliteghachi ọrụ ya na Birmingham Power nke National Women's Basketball League",
  "Mgbe afọ iri na isii nke afọ NWBL gasịrị, Udoka hapụrụ United States, na-akwaga Israel, ebe ọ na-egwuri egwu na Electra Ramat HaSharon tupu ya akwaga Harbin na China maka oge 2002",
  "Maka oge 2003, Udoka laghachiri Harbin tupu ya egwu Chicago Blaze, ọzọ nke NWBL",
  "N'afọ 2003, a kpọgara ya na nhazi ọzụzụ Houston Comets wee mee ka akwụkwọ akụkọ ahụ bụrụ onye nweere onwe ya.",
  "N'ịga ọtụtụ afọ site na WNBA, Udoka laghachiri n'afọ 2003 na Houston Comets",
  "Na Comets, ọ na-egwuri egwu 25 ma malite 3 n'ime ha, na-ebute 3.2 ihe kwa egwuregwu na minit 10",
  "Udoka biri aka na Los Angeles Sparks banye maka oge fọdụrụ nke afọ WNBA 2004, mgbe ọ gwusịrị maka Naijiria na Atens ndị Athens, mana ọ na-egwu nanị egwuregwu.",
  "Mgbe ọ hapụrụ Los Angeles, Udoka kwaga Spain (2004), mgbe ahụ, Athens Summer Olympics na Russia (2005)",
  "Ọ na-egwuri egwu na Mersin, Turkey maka ọkara nke abụọ nke afọ 2006 ma nọrọ na Tarbes Gespe Bigorre nke France Ligue Finemin Basketball na 2007.",
  "Udoka duru ndi otu ndi basketball basketball mba Nigeria nke ha bia n'egwuregwu Olympic Summer 2004",
  "N'Ogwuregwu Olympic, ọ bụ onye nke abụọ n'ịgụ ihe na nlọghachi ma mana Nigeria natara 11 n'ime otu 12",
  "Ha ghọrọ ndi mbu Afrika ka ha merie otu egwuregwu n'egwuregwu Olympic",
  "Udoka wee duru Naijiria na FIBA ​​World Championship maka afọ 2006, bụ ebe Nigeria jedebere n'ikpeazụ.",
  "Na May 2011, a kpọrọ Udoka dịka Onye Nchịkwa Enyemaka ọhụrụ maka ndị otu egwuregwu basketball nke Nigeria (Lady Tigers) ka ha na-akwadebe maka Nations Cup Afrika na Mali na egwuregwu niile nke Africa."
]