[
  "N'ihe gbasara usoro UN Framework Convention on Climate Change (UNFCCC), mfu na mmebi bụ mmerụ ahụ sitere na mgbanwe ihu igwe nke mmadụ.",
  "Nzaghachi kwesịrị ekwesị maka mfu na mmebi arụrịta ụka kemgbe UNFCCC nabatara",
  "Ịtọlite ụgwọ na ịkwụ ụgwọ maka mfu na mmebi abụwo ihe mgbaru ọsọ ogologo oge maka mba ndị na-adịghị ike na ndị nọ n'ọkwá na Alliance of Small Island States (AOSIS) na Least Developed Countries Group na mkparịta ụka. Agbanyeghị, mba ndị mepere emepe eguzogidewo nke a",
  "Usoro UNFCCC nke ugbu a, Warsaw International Mechanism for Loss and Damage, na-elekwasị anya na nyocha na mkparịta ụka karịa ibu ọrụ ma ọ bụ ụgwọ.",
  "UNFCCC akọwaala mfu na mmebi iji tinye mmerụ ahụ sitere na ihe omume mberede (ọdachi ihu igwe, dị ka cyclones) yana usoro mmalite nwayọ (dị ka ịrị elu nke oke osimiri). Mfu na mmebi nwere ike ime na usoro mmadụ (dị ka ụzọ ndụ) yana usoro okike ( dị ka ụdị dị iche iche), ọ bụ ezie na nkwenye na nyocha na iwu bụ na mmetụta mmadụ. N'ime ala nke mfu na mmebi nke usoro mmadụ, a na-eme ọdịiche n'etiti mgbọ akụ na ụba na mụọ na ọ bụghị akụ",
  "Mfu akụ na ụba na mmebi na-emetụta ihe onwunwe, ngwongwo na ọrụ ndị a na'ahịa",
  "Mfu na mmebi na-abụghị nke akụ na ụba nwere ọnwụ nke ndị òtù ezinụlọ na njedebe nke ọdịbendị. Isi ihe dị iche n'etiti ha abụọ bụ na mfu ndị na-abụghị nke akụ na ụba na'ihe ndị a na - anaghị ere ahịa na ahịa.",
  "Nkwụghachi ụgwọ ihu igwe bụ mfu na ịkwụ ụgwọ mmebi nke dabere na echiche nke nkwụghachi",
  "Nkwụghachi ihu igwe bụ ụdị ikpe ziri ezi nke ihu igwe, nke nkwụghachi ụgwọ dị mkpa iji jide mba maka mfu na mmebi nke sitere na mpụta akụkọ ihe mere eme, ọ bụkwa ọrụ ụkpụrụ na omume..",
  "Otu onye ndụmọdụ Bangladesh kwuru na COP26, \"Okwu 'mfu na mmebi' bụ okwu euphemism maka okwu anyị na-anaghị ekwe ka anyị jiri, nke bụ 'ibu ọrụ na ịkwụ ụgwọ'..",
  "'Nrụzi' ka njọ.",
  "Ka a na-edepụta UNFCCC na 1991, AOSIS tụrụ aro ka e mepụta ọdọ mmiri mkpuchi mba ụwa iji \"kwụọ ụgwọ maka obere agwaetiti na mba ndị na'ụsọ oké osimiri maka mfu na mmebi sitere na ịrị elu nke oke osimiri\". N'atụmatụ ahụ, ego nke obodo ọ bụla ga-enye na ọdọ mmiri a ga-ekpebi site na ntinye aka ha na-enye maka ikuku ikuku zuru ụwa ọnụ na oke ha na ngwaahịa mba ụwa zuru ụwa ọnụ, usoro \"nke e mere na 1963 Brussels Supplementary Convention on Third Party Liability in  ngalaba nke Nuklia Energy\"",
  "A jụrụ atụmatụ a, na mgbe UNFCCC nakweere na 1992 ọ nweghị aha maka mfu ma ọ bụ mmebi..",
  "A na-ekwu maka mfu na mmebi nke mbụ na ederede UN kwadoro na 2007 Bali Action Plan, nke kpọrọ maka \"Atụmatụ Mbelata ọdachi na ụzọ iji dozie ọnwụ na mmebi metụtara mmetụta mgbanwe ihu igwe na mba ndị ka na-emepe emepe bụ ndị na-adịghị ike na mmetụta nke mgbanwe ihu igwe\".",
  "The Warsaw International Mechanism for Loss and Damage, nke e mepụtara na 2013, kwetara na \"mfu na mmebi metụtara mmetụta ọjọọ nke mgbanwe ihu igwe gụnyere, na n'ọnọdụ ụfọdụ gụnyere karịa, ihe nwere ike belata site na mgbanwe\". Ọrụ ya gụnyere \"ịkwalite ihe ọmụma na nghọta\", \"ime ka mkparịta ụka sie ike, nhazi, ịdị n'otu na mmekọrịta dị n\"etiti ndị metụtara ya\", na \"melite ọrụ na nkwado, gụnyere ego, teknụzụ na ikike-ewulite, iji dozie mfu na mmebi metụtara mmetụta ọjọọ nke mgbanwe ihu igwe\". Otú ọ dị, ọ naghị eme ndokwa maka ibu ọrụ ma ọ bụ nkwụghachi ụgwọ maka mfu na mmebi",
  "Nanị ihe mere e ji tụgharịa uche na mmebi na Warsaw bụ n'ihi na ndị nnọchi anya mba niile na-emepe emepe mere ngagharị iwe na mkparịta ụka.",
  "Nkwekọrịta Paris na-enye maka ịga n'ihu nke Warsaw International Mechanism mana ọ na'ụzọ doro anya na itinye ya \"adịghị etinye ma ọ bụ nye ihe ndabere maka ibu ọrụ maọbụ ụgwọ ọ bụla\". Ntinye nke ahịrịokwu a bụ ọnọdụ nke mba ndị mepere emepe, ọkachasị United States, kwetara itinye aka na mfu na mmebi.",
  "Akuko nyocha ha nke 5 nke Intergovernmental Panel on Climate Change (IPCC), nke e bipụtara na 2013-2014 enweghị isi dị iche iche maka mfu na mmebi, mana Grouping Group II: Mmetụta, Mgbanwe na Vulnerability (WG2) Isi nke 16 gbasara oke mgbanwe na mgbochi,  dị nnọọ mkpa maka ndị nwere mmasị na ọnwụ na mmebi. Nnyocha data dị mma nke ihe IPCC 5th Assessment Report ga-ekwu banyere mfu na mmebi n'ụzọ dị ịtụnanya gosipụtara na a na-eji okwu ahụ eme ihe karịa na nkwupụta banyere mba Ndepụta 1 (dịka",
  "US, Australia ma ọ bụ mba Europe) karịa na ederede banyere mba ndị na-abụghị Ndepụta 1 (ọtụtụ mba dị na Africa, Eshia Latin America na Pacific), nke na'enwekarị mmetụta nke mgbanwe ihu igwe. N'agbanyeghị aro ugboro ugboro site n'aka ndị nnọchiteanya si mba ndị na-adịghị ike, IPCC 6th Assessment Report agaghị enwe isi na mfu na mmebi.",
  "Mgbe afọ iri atọ nke ịkwanye maka nkwụghachi ụgwọ maka 'Mfu na mmebi' nke mgbanwe ihu igwe kpatara, Nzukọ Ndị otu nke 27 nakweere atụmatụ a",
  "Ndị otu ahụ kwenyere iji Santiago Network, nke e hibere na COP25, iji nye aka ọrụ aka n'ịkwụsị, ibelata, na ikwado mfu na mmebi.",
  "Nke a pụtara na mba ndị bara ọgaranya ekwenyela ịkwụ mba ndị dara ogbenye ụgwọ maka mmebi e mebiworo, dị ka idei mmiri Pakistan 2022",
  "Onye minista mgbanwe ihu igwe nke Pakistan Sherry Rehman, onye gbasiri ike maka nke a na ogbako na Sharm el Sheikh, kọwara nke a dị ka \"ụgwọ ịkwụ ụgwọ maka ikpe ziri ezi ihu igwe\"."
]