[
  "Nkwekọrịta mba ụwa maka igbochi mmetọ site n'ụgbọ mmiri, 1973 dị ka Protocol nke 1978 gbanwere, ma ọ bụ \"MARPOL 73/78\" (nkenke maka \"mmetọ mmiri\") bụ otu n'ime mgbakọ gburugburu ebe obibi mmiri kachasị mkpa nke mba ụwa",
  "Ọ bụ International Maritime Organisation mepụtara ya na ebumnuche ibelata mmetọ nke oke osimiri na oke osimiri, gụnyere mkpofu, mmanụ na mmetọ ikuku.",
  "A bịanyere aka na MARPOL mbụ na 17 Febrụwarị 1973, mana ọ bataghị n'ọrụ n'ụbọchị mbinye aka",
  "Mgbakọ ugbu a bụ nchikota nke 1973 Convention na 1978 Protocol, nke malitere na 2 October 1983",
  "Dị ka nke January 2018, 156 steeti so na mgbakọ ahụ, bụ ọkọlọtọ ọkọlọtọ nke 99.42% nke tonnage mbupu ụwa.",
  "Ụgbọ mmiri niile ejiri akara n'okpuru mba ndị debanyere aha MARPOL nọ n'okpuru ihe ọ chọrọ, n'agbanyeghị ebe ha na-akwọ ụgbọ mmiri, mba ndị otu na-ahụ maka ụgbọ mmiri edebanyere aha na ndekọ ụgbọ mmiri mba ha.",
  "A na-ekewa MARPOL ka ọ bụrụ Annexes dị ka ụdị mmetọ dị iche iche si dị, nke ọ bụla n'ime ha na-ekwu maka nhazi nke otu ìgwè ikuku ụgbọ mmiri.",
  "Ihe edeturu",
  "Annex MARPOL mbu malitere na 2 Ọktoba 1983 ma na-ekwu maka mwepu mmanụ na gburugburu oke osimiri",
  "Ọ na-agụnye njirisi mwepu mmanụ edepụtara na mmezi 1969 na Mgbakọ Mba Nile nke 1954 maka Mgbochi Mmetọ nke Oké Osimiri site na Mmanụ (OILPOL)",
  "Ọ na-akọwapụta atụmatụ nhazi ụgbọ mmiri nke e bu n'obi belata nsị mmanụ n'ime oke osimiri n'oge ọrụ ụgbọ mmiri na ihe mberede",
  "Ọ na-enye ụkpụrụ gbasara ọgwụgwọ nke engine room bilge water (OWS) maka nnukwu ụgbọ mmiri azụmahịa na ballast na mkpochapụ tank (ODME)",
  "Ọ na-ewebatakwa echiche nke \"Special Sea Area (PPSE)\", nke a na-ewere dị ka ihe ize ndụ nke mmetọ mmanụ",
  "Akwụsịla ịwụfu mmanụ n'ime ha iwu kpamkpam, ma ewezuga ihe ole na ole.",
  "Nkeji mbụ nke MARPOL Annex I na-emekọ ihe n'efu ụlọ injin",
  "Enwere ọgbọ dị iche iche nke teknụzụ na akụrụngwa emepụtara iji gbochie ihe mkpofu dị ka ndị na-eke mmanụ mmanụ (OWS), mita ọdịnaya mmanụ (OCM), na ebe nnabata ọdụ ụgbọ mmiri.",
  "Akụkụ nke abụọ nke MARPOL Annex I nwere ihe jikọrọ ya na ihicha ebe ibu na tankị",
  "Akụrụngwa nlekota nke mkpofu mmanụ (ODME) bụ teknụzụ dị oke mkpa akpọrọ na MARPOL Annex I nke nyerela aka kwalite ịdị ọcha na mpaghara ndị a.",
  "Akwụkwọ ndekọ mmanụ bụ akụkụ ọzọ dị mkpa nke MARPOL Annex I, na-enyere ndị ọrụ ụgbọ mmiri aka ịdekọ ma na-edekọ ihe na-agbapụta mmiri na-ekpofu mmanụ, na ihe ndị ọzọ.",
  "MARPOL Annex II malitere n'ọrụ na 6 Eprel 1987",
  "Ọ na-akọwapụta usoro mwepụta maka mkpochapụ mmetọ site na ihe mmiri mmiri na-adịghị mma na-ebu n'ọtụtụ buru ibu",
  "Ọ na-ekewa ihe n'ime ma webata ụkpụrụ na usoro arụmọrụ zuru ezu",
  "A na-ahapụ mwepụta nke mmetọ naanị na ụlọ nnabata nwere ụfọdụ ntinye na tions",
  "N'agbanyeghị ihe ọ bụla, a naghị ekwe ka mwepu ihe fọdụrụ nwere ihe mmetọ n'ime kilomita iri na abụọ (kilomita 22) nke ala kacha nso",
  "Mmachibido iwu na-emetụta \"mpaghara pụrụ iche\".",
  "Annex II na-ekpuchi International Bulk Chemical Code (IBC Code) na njikọ Isi nke 7 nke Mgbakọ SOLAS",
  "Na mbụ, ndị tankị kemịkalụ arụrụ tupu 1 Julaị 1986 ga-agbasorịrị ihe iwu chọrọ maka iwupụta na akụrụngwa nke ụgbọ mmiri na-ebu kemịkalụ dị ize ndụ na nnukwu (BCH Code).",
  "MARPOL Annex III malitere na 1 Julaị 1992",
  "O nwere ihe ndị a chọrọ maka ụkpụrụ maka mbukota, akara, akara, akwụkwọ, stowage, mwepu oke, nkewa na ọkwa maka igbochi mmetọ site na ihe ndị na-emerụ ahụ",
  "Ihe mgbakwunye a dabara na usoro zuru ezu na Code International Maritime Dangerous Goods (IMDG), nke gbasaara ka ọ gụnyere ihe ndị na-emetọ mmiri",
  "Ndozigharị a malitere ịdị irè na 1 Jenụwarị 1991.",
  "Marpol Annex IV malitere na 27 Septemba 2003",
  "Ọ na-ewebata ihe ndị a chọrọ iji chịkwaa mmetọ nke oké osimiri site na nsị si n'ụgbọ mmiri.",
  "MARPOL Annex V (Iwu maka Mgbochi Mmetọ site na mkpofu site na ụgbọ mmiri) malitere na 31 Disemba 1988",
  "Ọ na-akọwapụta ebe dị anya site na ala ebe enwere ike ịkwanye ma kesaa ụdị ahịhịa dị iche iche na irighiri mmiri",
  "Ihe ndị a chọrọ siri ike n'ọtụtụ \"akụkụ pụrụ iche\" mana ikekwe akụkụ kachasị ama na Mgbakwunye bụ mmachibido iwu ịkwanye plastik n'ime oke osimiri.",
  "MARPOL Annex VI malitere na 19 Mee 2005",
  "Ọ na-ewebata ihe ndị a chọrọ iji chịkwaa mmetọ ikuku nke ụgbọ mmiri na-ebupụta, gụnyere nsị nke ihe na-emebi ozone, Nitrogen Oxides (NOx), Sulfur Oxides (SOx), Volatile Organic Compounds (VOCs)",
  ") na ịgba ọkụ ụgbọ mmiri",
  "Ọ na-ewepụtakwa ihe achọrọ maka ụlọ nnabata maka ihe mkpofu sitere na sistemu ihicha gas, ihe nsure ọkụ, mma mmanụ mmanụ, ikpo okwu dị n'ikpere mmiri na ebe a na-egwupụta ihe, yana nguzobe Mpaghara Sulfur Emission Control Area (SECAs).",
  "Dị ka nke 1 Jenụwarị 2020, a na-amanye ụkpụrụ ikuku ọhụrụ maka mmanụ mmanụ ụgbọ mmiri na-eji, na usoro a maara dị ka IMO 2020",
  "Oke sọlfọ zuru ụwa ọnụ (n'èzí SECA's) gbadara site na 3.5% sọlfọ ekwenyere na mmanụ ụgbọ mmiri ruo 0.5%",
  "Nke a ga-eme ka ikuku dị mma dịkwuo mma n'ọtụtụ mpaghara oke osimiri na ọdụ ụgbọ mmiri, nke ga-egbochi ihe karịrị 100,000 ịnwụ n'oge kwa afọ, yana ọtụtụ ọrịa asthma na mpaghara na obodo ndị a",
  "Ihe karịrị mba 170 abanyela na mgbanwe a, gụnyere United States",
  "A na-atụ anya na nke a ga-emepụta nnukwu mgbanwe maka mbupu na ụlọ ọrụ mmanụ, na-enwe nnukwu mmelite achọrọ maka ụgbọ mmiri na mmụba nke mmanụ sulfur dị ala.",
  "Mmanụ aṅụ nke a na-eji n'ime mpaghara njikwa ikuku (ya bụ North Sea) ga-enwerịrị ọkwa ọdịnaya sọlfọ na-erughị 0.1% (1000 ppm).",
  "IMO arụ ọrụ n'ịhụ na mmejuputa iwu na-agbanwe agbanwe nke oke 0.5% sọlfọ na Kọmitii Nchebe gburugburu ebe obibi mmiri (MEPC) na kọmitii ya na Mgbochi na Nzaghachi Mmetọ (PPR)",
  "Nke a emeela ka e nwee mmepe na ọtụtụ usoro nchịkwa na ihe bara uru (FONAR's, Carriage Ban, Ship Immplementation Plan etc.) iji mee ka a chọpụta ihe ọ bụla na-akwadoghị, dịka ọmụmaatụ n'oge njikwa ọdụ ụgbọ mmiri (PSC's).",
  "Mgbanwe MARPOL Annex VI dị ka MEPC 176(58) malitere na 1 Julaị 2010.",
  "Iwu 12 emezigharịrị metụtara njikwa na idekọ ihe na-emebi Ozone.",
  "Iwu 14 emezigharịrị gbasara mmanye mmanye mmanụ mmanụ maka mgbanwe maka usoro ụgbọ mmiri na-abanye ma ọ bụ pụọ na mpaghara SECA na oke sọlfọ FO.",
  "Agbanwewo Mgbakwunye Annex V ọtụtụ oge, na-agbanwe akụkụ dị iche iche nke ederede mbụ.",
  "MEPC.219(63) malitere na 2 Maachị 2012 iji machibido mkpofu ahịhịa ọ bụla n'ime oke osimiri, ewezuga ihe mkpofu nri, ihe fọduru ibu, mmiri ịsa ahụ na ozu anụmanụ",
  "Enwere ndokwa ndị ọzọ na-akọwa mgbe na otu esi ekpofu ihe mkpofu anabatara.",
  "MEPC.220(63) malitere na 2 Maachị 2012 iji gbaa ume ịmepụta atụmatụ nlekọta mkpofu na ụgbọ mmiri.",
  "Ka ụkpụrụ IMO wee dịrị n'otu, a ga-ebu ụzọ kwado ha site na ọnụ ọgụgụ mba ndị so na ha jikọtara ọnụ ọgụgụ buru ibu na-anọchite anya opekata mpe 50% nke nnukwu ton n'ụwa, usoro nwere ike ịdị ogologo",
  "Ya mere etinyere usoro nnabata nke ntachi obi, nke ọ bụrụ na anụghị mkpesa sitere na mba otu mgbe oge ụfọdụ gafere, a na-eche na ha etinyela aka na nkwekọrịta ahụ.",
  "E kwadowo Mgbakwunye isii niile site na ọnụ ọgụgụ mba chọrọ; Nke kachasị ọhụrụ bụ Annex VI, nke malitere na Mee 2005",
  "Obodo a debanyere aha ụgbọ mmiri (Flag State) bụ ọrụ maka ịkwado ụgbọ mmiri ahụ na-akwado ụkpụrụ mgbochi mmetọ nke MARPOL",
  "Mba ọ bụla bịanyere aka na ya ga-ahụ maka iwepụta iwu ụlọ iji mejuputa nkwekọrịta ahụ ma kwe nkwa nke ọma irube isi na nkwekọrịta, mgbakwunye na iwu metụtara mba ndị ọzọ",
  "Na United States, dịka ọmụmaatụ, iwu mmejuputa iwu dị mkpa bụ Iwu igbochi mmetọ site na ụgbọ mmiri.",
  "Otu n'ime ihe isi ike dị n'imejuputa MARPOL sitere na ụdị mbupu ụgbọ mmiri zuru ụwa ọnụ",
  "Obodo nke ụgbọ mmiri ahụ gara nwere ike ime nyocha nke ya iji chọpụta na ụgbọ mmiri na-akwado ụkpụrụ mba ụwa ma nwee ike ijide ụgbọ mmiri ahụ ma ọ bụrụ na ọ hụghị nrubeisi dị ukwuu",
  "Mgbe ihe omume mere na mpụga ikike obodo ma ọ bụ ikike enweghị ike ikpebi, obodo ahụ na-ezo aka na steeti ọkọlọtọ, dịka MARPOL siri dị",
  "Otu akụkọ US GAO nke 2000 depụtara na ọbụlagodi mgbe emechara ndị nnọchi anya, ọnụego nzaghachi sitere na steeti ọkọlọtọ adịghị mma.",
  "Na Jenụwarị 1, 2015, ọkwa mbupu ụgbọ mmiri ghọrọ n'okpuru iwu MARPOL ọhụrụ n'ihi na mpaghara SECA (Sulfur Emission Controlled Areas) mụbara n'oke",
  "Mpaghara SECA a buru ibu ga-agụnye oke osimiri North, Scandinavia, na akụkụ nke ọwa Bekee",
  "Edebere mpaghara a ịgụnye mmiri mba ụwa niile nke Republic of Ireland na 2020 na-ejedebe na nrubeisi Western Europe niile na ntuziaka MARPOL",
  "Nke a egosila arụmụka maka ndị na-ebufe ụgbọ mmiri na ndị na-arụ ụgbọ mmiri n'ofe Europe.",
  "Ewelitela nchegbu banyere mmebi gburugburu ebe obibi na-alaghachi n'okporo ụzọ site n'aka ụfọdụ ndị ọrụ ụgbọ mmiri buru ibu na-ebufe nnukwu ibu na njem njem site n'ụzọ ndị a nke ụkpụrụ IMO metụtara",
  "Ha na-ekwu na MARPOL ga-ebuli ụgwọ ụgbọ mmiri maka ndị na-azụ ahịa na ụlọ ọrụ na-ebuga ibu na-ebugharị ha n'okporo ụzọ Europe dị ka ọnụ ahịa ego bara uru karịa ọnụ ahịa ụgbọ mmiri na-abawanye, si otú a na-emeri ihe nke ibelata mmetọ mmiri.",
  "Ewelitekwa nchegbu ma iwu ikuku na MARPOL Annex VI, dị ka oke sọlfọ 0.5% zuru ụwa ọnụ, enwere ike itinye ya na mmiri mba ụwa site na mba ndị na-abụghị ọkọlọtọ, dịka ụgbọ mmiri ụfọdụ na-aga n'okpuru ọkọlọtọ nke ịdị mma",
  "Ekwenyere na United Nations Convention on the Law of the Sea (UNCLOS) na-enye ohere ka mba ọdụ ụgbọ mmiri kwupụta ikike maka mmebi iwu nke ikuku ikuku (nakwa nke iwu GHG n'ọdịnihu) mgbe ha na-eme n'oké osimiri",
  "Steeti dị n'ụsọ oké osimiri nwere ike kwupụta ikike maka mmebi iwu na-eme n'ime mmiri ha, yana ụfọdụ ewepụrụ gbasara ngafe na-emeghị ihe ọjọọ na ikike nke ngafe",
  "Ọrụ pụrụ iche maka steeti ọkọlọtọ yana ikike ịgbasawanye maka steeti ndị dị n'ụsọ oké osimiri na ọdụ ụgbọ mmiri, ịmanye MARPOL (gụnyere Annex VI) dị n'ime ndokwa pụrụ iche nke akụkụ XII nke UNCLOS."
]