[
  "Nweghachi ihe onwunwe na-eji ihe mkpofu dị ka ihe ntinye iji mepụta ngwaahịa bárá uru dị ka mmepụta ọhụrụ",
  "Ebumnuche bụ iji belata ọnụ ọgụgụ ihe mkpofu a na-emepụta, si otú a belata mkpa màkà oghere mkpofu, na imeziwanye uru ndị sitere na ihe mkpofu. Nweghachi ihe onwunwe na-egbu ógè mkpa ọ dị iji ihe ndị a na-emepụta na usoro nrụpụta",
  "Enwere ike iji ihe ndị a chọtara na ihe mkpofu siri ike nke obodo, ihe owuwu na ihe mkpuchi, ihe mkpofu azụmahịa na ihe mkpochapụ ụlọ ọrụ iji weghachite ihe onwunwe màkà imepụta ihe ọhụrụ na ngwaahịa. Plastic, akwụkwọ, aluminum, iko na ígwè bụ ihe atụ nke ebe a pụrụ ịchọta uru na ihe mkpofu.",
  "Mweghachi ihe onwunwe na-aga n'ihu karịa soso njikwa ihe mkpofu",
  "Mweghachi ihe onwunwe bụ akụkụ nkè akụ na ụba gburugburu, nke a na-ebelata mwepụta nke ihe onwunwa okike na mmepụta nke ihe mkpofu, na nke a na'ime ihe na ngwaahịa ndị a na-emepụta n'ụzọ na-adịgide adịgide màkà ogologo ógè, iji ya mee ihe ọzọ, nrụzigharị, imepụta ihe na imegharị ihe. Enwere ike iji nyocha usoro ndụ (LCA) iji tụnyere ikike mgbake nke teknụzụ ọgwụgwọ dị íchè íchè",
  "Mweghachi ihe onwunwe nwekwara ike ịbụ ebumnuche n'ihe banyere ịdị ọcha",
  "N'ebe a, okwu ahụ na-ezo aka n'ụzọ iji weghachite ihe onwunwe ndị dị na mmiri na nsị mmadụ (mmanụ na nsị)",
  "Okwu ahụ bụ \"ihe onwunwe ụlọ mposi\" abụrụla ihe eji eme ihe n'oge na-adịbeghị anya. Ihe onwunwe ndị ahụ gụnyere: ihe na-edozi ahụ (nitrogen na phosphorus), ihe ndị dị ndụ, ike na mmiri",
  "A na-akpọkwa echiche a dị ka mkpocha gburugburu ébé obibi",
  "Nkewa nke ihe mkpofu nwèrè ike inye aka mee ka iweghachite ihe dị mfe",
  "Ihe atụ gụnyere idebe mamịrị kewapụrụ onwé ya na nsị (dị ka n'ụlọ mposi ntụgharị mamịrị) na idebe mmiri ntụ ntụ na mmiri ojii kewapụrụ.",
  "Enwere ike ime ka mgbake nke ihe onwunwe site na mgbanwe na iwu gọọmentị, akụrụngwa akụ na ụba dị ka 'binfrastructure' ka mma iji kwalite nkewa nke isi iyi na nchịkọta ihe mkpofu, iji ya mee ihe ọzọ na imegharị ya, ụdị azụmaahịa dị íchè íchè, na ịtụle ihe na ngwaahịa n'ihe gbasara akụ na ụba ha kamakwa ụgwọ na gburu-gburu ébé obibi ha na uru ha. Dịka ọmụmaatụ, enwere ike ịgwọ ihe ndị sitere n'okike site na composting na anaerobic digestion ma gbanwee ya ka ọ bụrụ ike, compost ma ọ bụ fatịlaịza. N'otu aka ahụ, a na-echekwa ihe mkpofu a na-edebe ugbu a na ụlọ ọrụ mmepụta ihe na gbụrụ-gbúrụ ebe a na-egwupụta ihe ochie nwèrè ike iji bioleaching na injinia nanoparticles iji weghachite ọla dịka lithium, cobalt na vanadium màkà iji ya na teknụzụ carbon dị ala dị ka ụgbọala eletrik na turbines ifufe.",
  "Recycling bụ usoro mgbake nke na-ezo aka na nchịkọta na iji ihe ndị a tụfuru atụfu dịka akpa ihe ọṅụṅụ efu",
  "E nwèrè ike ịmegharị ihe ndị a na-eji eme ihe ndị ahụ n'ime ngwaahịa ọhụrụ",
  "Enwere ike ịnakọta ihe màkà imegharị ihe n'ụzọ dị iche site na ihe mkpofu n'ozuzu site na iji ihe mkpofu a raara nye na ụgbọala nchịkọta, ma ọ bụ hazie ya kpọmkwem site na iyi mkpofu ngwakọta.",
  "Enwere ike iweghachite ihe onwunwe bara uru site na mmiri nsị, nsị nsị, ihe nsị na nsị mmadụ. Ndị a gụnyere mmiri, ike, na fatịlaịza nitrogen, phosphorus, potassium, yana micro-nutrients dị ka sulphur na organic matter. Enwekwara mmasị na-arịwanye elu màkà iweghachite ihe ndị ọzọ sitere na mmiri na-adịghị mma, dị ka bioplastics na ọla dịka ọlaọcha. Na mbụ, e mere usoro mmiri mkpofu naanị iji wepụ nsị na mmiri mkpofu n'obodo ukwu",
  "A na-eji mmiri eme ihe iji kpochapụ ihe mkpofu, na-agbakarị n'ime mmiri dị nso",
  "Kemgbe afọ 1970, enwere mmasị na-arịwanye elu n'ịgwọ mmiri mkpofu iji chebe gbụrụ-gbúrụ ébé obibi, na mgbalị lekwasịrị anya n'ịsacha mmiri na njedebe nke ọkpọkọ ahụ",
  "[ihe odide dị mkpa] Kemgbe afọ 2003, echiche nke ịdị ọcha gbụrụ-gbúrụ ébé obibi na ịdị ọcha na-adịgide adịgide apụtala na-elekwasị anya n'inweghachi  onwunwe site na mmiri mkpofu",
  "[ihe ndekọ dị mkpa] Ka ọ na-erule afọ 2016, okwu ahụ bụ \" onwunwe ụlọ mposi\" malitere iji mee ihe, ma gbaa ume ka a na-ele anya na ikike màkà iweghachite ihe onwunwu site na ụlọ mposi.",
  "Enwere ike imegharị ihe ndị a tụfuru n'ụdị ihe ndị dị ndụ, dị ka ihe ọkụkụ, ihe oriri, na ngwaahịa akwụkwọ, site na iji composting na usoro mgbari nri iji mebie ihe ndị dị n'ime ala",
  "A na-emegharị ihe ndị a na-emepụta dị ka mulch ma ọ bụ compost màkà ọrụ ugbo ma ọ bụ ịchọ mma",
  "Na mgbakwunye, gas mkpofu sitere na usoro ahụ (dị ka methane) nwèrè ike ijide ma jiri ya mee ihe màkà ịmepụta ọkụ eletrik na okpomọkụ (CHP / cogeneration) iji mee ka arụmọrụ dịkwuo mma",
  "Ebumnuche nke nhazi nke ihe ndị dị ndụ bụ ịchịkwa ma mee ka usoro okike nke ire ure nke ihe ndị sitere n'okike dị ngwa.",
  "N'ọtụtụ mba, nchịkọta dị íchè ichè bụ otu ụzọ iji weghachite ihe onwunwe.",
  "Nweghachi ihe onwunwe bụ akụkụ dị mkpa na ikike azụmaahịa iji nọgide na-enwe ikikere ISO14001",
  "A na-agba ụlọ ọrụ ume imeziwanye arụmọrụ gbụrụ-gbúrụ ébé obibi ha kwa afọ",
  "Otu ụzọ isi mee nké a bụ site na ịgbanwe ụlọ ọrụ site na usoro nchịkwa ihe mkpofu gaa na usoro mgbake ihe onwunwe (dị ka imegharị ihe: iko, ihe mkpofu nri, akwụkwọ na katọn, karama plastik wdg.)",
  "Ọrụ mmepụta gbasaa (EPR) bụ usoro ọnụahịa nke na-akwalite ijikọta ọnụahịa niile metụtara ngwaahịa enyere n'oge ndụ ya",
  "Inwe ọnụahịa ahịa na-egosipụtakwa \"ọnụahịa nkwụsị nke ndụ\" na-agba ume izi ezi na ọnụahịa",
  "Ọrụ mmepụta gbasaa bụ iji wèré mee ka a na-aza ajụjụ n'oge ndụ niile nkè ngwaahịa, site na mmepụta, na nkwakọ ngwaahịa, na njem na ịhapụ ma ọ bụ iji ya mee ihe ọzọ",
  "EPR chọrọ ka ụlọ ọrụ ndị na-emepụta, na-ebubata na / ma ọ bụ na-ere ngwaahịa ka ha bụrụ ndị na-ahụ màkà ngwaahịa ndị ahụ n'oge ndụ ha niile na iwepụ ma ọ bụ iji ngwaahịa eme ihe ọzọ."
]