[
  "Mgbanwe ihu igwe na-eweta egwu na-arịwanye elu maka mmepe mmekọrịta ọha na eze na akụ na ụba ụwa na nkwado gburugburu ebe obibi. Mba ndị na-emepe emepe nwere ikike dị ala na nnukwu ihe na-emetụta ihe omume ahụ",
  "Mgbanwe ihu igwe na Kenya na-emetụta ndụ ụmụ amaala Kenya na gburugburu ebe obibi. Mgbanwe ihu igwe emeela ka ihe omume ihu igwe dị egwu dị ka ụkọ mmiri ozuzo nke na-adịte aka karịa ka ọ dị, mmiri ozuzo na-adịghị mma na nke a na-amaghị ama, idei mmiri na okpomọkụ na-arịwanye elu.",
  "Mmetụta nke mgbanwe ihu igwe ndị a emeela ka ihe ịma aka ndị dị ugbu a na nchekwa mmiri, nchekwa nri na uto akụ na ụba sie ike",
  "Ihe ubi na mmepụta ugbo nke mejupụtara ihe dị ka pasenti iri atọ na atọ nke ngụkọta Gross Domestic Product (GDP) dịkwa n'ihe ize ndụ. Okpomọkụ na-arịwanye elu, ọdịiche mmiri ozuzo na mpaghara kpọrọ nkụ na nke ọkara kpọrọ nkụ, na ifufe siri ike metụtara oké ifufe na-ekpo ọkụ agbakọtawo iji mepụta ọnọdụ dị mma maka ọmụmụ na ịkwaga nke ụmụ ahụhụ. A na-ebu amụma na mmụba nke okpomọkụ ruru abụọ pom ise°C site na nde abụọ na iri ise ga-amụba ugboro ugboro nke ihe ndị siri ike dị ka idei mmiri na ụkọ mmiri ozuzo.",
  "Ọnọdụ okpomọkụ na nke kpọrọ nkụ na Ala kpọrọ nkụ (ASALs) na-eme ka ụkọ mmiri ozuzo ma ọ bụ idei mmiri nke mgbanwe ihu igwe siri ike kpatara ọbụna karịa ihe ize ndụ",
  "Obodo ndị dị n'ụsọ oké osimiri enweela ịrị elu nke oke osimiri na ihe ịma aka ndị metụtara ya dị ka intrusion saltwater. Ọdọ Mmiri Victoria, Ọdọ Mmị Turkana na ọdọ mmiri ndị ọzọ amụbaala nke ukwuu n'etiti afọ 2010 na 2020 na-eme ka obodo ndị dị n'akụkụ ọdọ mmiri.  Ihe ndị a niile na-emetụta ndị nọ n'ihe ize ndụ dị ka obodo ndị a chụpụrụ achụpụ, ụmụ nwanyị na ndị ntorobịa.",
  "Mgbasa gas na-ekpo ọkụ na Kenya kwa afọ dị ala na ihe na-erughị otu tọn kwa onye, na-erubeghị otu narị nde tọn CO2eq kwa afọ, nke ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ atọ sitere na mgbukpọ ọhịa. N'afọ 2020, Kenya nyere UNFCCC ọkwa ntụle ọhịa.",
  "A na-emepụta ọkara ọkụ eletrik nke Kenya site na mmiri",
  "Otú ọ dị, n'ihi na ọgbọ na nkesa nke ọkụ eletrik abụghị ihe a pụrụ ịdabere na ya, ụfọdụ ụlọ ọrụ na-emepụta ike na-agbakwunye site na isi mmalite mmanụ ala",
  "Oké ọkọchị na mmụba nke evaporation belatara ikike hydropower, nke ga-eme ka ojiji nke isi mmalite ike na-emetọ mmetọ",
  "[nchọpụta dara ada]",
  "Ọrụ mmadụ na-eme ka ike nke mmetụta okpomọkụ nke na-enye aka na mgbanwe ihu igwe",
  "O yikarịrị ka ọ bụ carbon dioxide site na ọkụ ọkụ fossil fuels: coal, mmanụ, na gas sitere n'okike.",
  "Mgbanwe okpomọkụ dị mma kwa afọ kemgbe afọ 2000 n'ihe gbasara ọnọdụ ihu igwe nke afọ 1981 ruo 2010 dị ka data satellite si kwuo. Nnyocha nke ọnọdụ ihu igwe na mpaghara Arid na Semi Arid (ASAL) nke Kenya na-egosi mmụba nke okpomọkụ na mbelata nke mmiri ozuzo n'etiti afọ  1977 na 2014. A na-ebu amụma na mmetụta mgbanwe ihu igwe ga-apụta ìhè karịsịa na ASALs ebe akụ na ụba na ndụ ime obodo na-adabere nke ukwuu na ọrụ ndị na-emetụta ihu igwe, dị ka ịkpa anụ na ịkọ ugbo mmiri ozuzo.\n \nOkpomọkụ na-arịwanye elu, ọdịiche mmiri ozuzo na ifufe siri ike metụtara oké ifufe na-ekpo ọkụ agbakọtawo iji mepụta ọnọdụ dị mma maka ịzụlite ụmụ ahụhụ na ụmụ ahụhụ",
  "Dị ka ọmụmaatụ, na mbido afọ 2020, akụkụ ụfọdụ nke Kenya na mba ndị gbara ya gburugburu n'Ebe Ọwụwa Anyanwụ Afrịka chere nnukwu ụsụ ihu. Ọbụna ma ọ bụrụ na ịnye kpọmkwem nje ụfọdụ na mgbanwe ihu igwe siri ike, a maara mgbanwe ihu igwe dị ka onye nwere ike ịgbanwe nri na ntiwapụ nke ụdị ụmụ ahụhụ ụfọdụ.",
  "Ka ọ dị ugbu a, ịrị elu nke oke osimiri kwa afọ bụ ihe dị ka mm atọ  kwa afọ",
  "Mgbanwe mpaghara dị n'ihi mgbanwe okike na ifufe mpaghara na oke osimiri, nke nwere ike ime n'ime ụbọchị ruo ọnwa ma ọ bụ ọbụna iri afọ.",
  "Mpaghara ndị dị n'ụsọ oké osimiri ụwa na-eche ihe ịma aka ihu n'ihi ịrị elu nke oke osimiri nke mmadụ",
  "Mmiri na-arị elu nke oke osimiri (MSL) na oké ifufe na-agbakọta iji mee ka oke oke oke osimiri (ESL)",
  "Ịbawanye ESL bụ ihe ịma aka dị ukwuu maka ihe fọrọ nke nta ka ọ bụrụ ijeri mmadụ abụọ pom isii na mpaghara Indian Ocean iji mee mgbanwe ihu igwe. Ihe dị ka pasenti iri na asaa nke Mombasa ga-eyi egwu site  ịrị elu nke mmiri nke sentimita iri atọ (iri na abụọ in).",
  "Mmiri na-arị elu ga-eduga na mbibi nke akụrụngwa gụnyere ọdụ ụgbọ mmiri na ụlọ ọrụ ndị dị n'ime mpaghara osimiri ma ọ bụrụ na etinyeghị usoro mgbanwe",
  "Ọ nwekwara ike iduga ọbụna mmụba nke mmiri na nsogbu nnu, dị ka mmiri na-adịghị ọcha na-emetọ.",
  "Mmiri na-agbanye mmiri n'okpuru ala, isi iyi nke mmiri ọṅụṅụ n'Afrika  na-eyi egwu site na mbelata mmiri ozuzo. Mmiri ozuzo dị n'etiti ọnwa Machị na Mee / June belatara n'ebe ọwụwa anyanwụ Afrịka site na ọ dịkarịa ala afọ 1980 gaa n'ihu, mmiri ozuzo na-ebelata n'etiti afọ 1948 na 2009 na Mpi Afrịka. Mmiri na-asọpụta kwa afọ site n'osimiri ndị na-agafe n'Ebe Ọwụwa Anyanwụ Afrịka, dị ka Naịl, ga-ebelata n'ihi mgbanwe ihu igwe",
  "A na-atụ anya na oke ọkọchị na ọzara na-arịwanye elu ga-akpata ụkọ mmiri dị ọcha. Ọ bụ ezie na ụkpụrụ mba ụwa na-atụ aro na otu nde m3 nke mmiri kwesịrị ịdị na onye ọ bụla, naanị narị ise iri asatọ na isiim3 dị na afọ 2010, nke a nwere ike ịdaba na narị abụọ iri itoolu na atọ  m3 site na afọ 2050",
  "Mbelata nke ice nke Ugwu Kenya emeela ka ụkọ mmiri ka njọ",
  "Osimiri ndị na-asọba n'afọ niile n'ihi mmiri na-agbaze ugbu a na-asọ n'oge, na-eme ka esemokwu banyere ihe onwunwe mmiri ka njọ.",
  "Mgbanwe ihu igwe nwere ike imebi ọrụ gburugburu ebe obibi na-emetụta ọrụ ugbo, dị ka site na imetụta nkesa ụdị, mmekọrịta n'etiti ụdị, na ịgbanwe ịdị irè nke usoro nchịkwa. Ọrụ ndị dị otú ahụ dịkwa mkpa site na ngalaba njem nleta nke ijeri $ abụọ pom ise.: A na-atụ anya na ụdị anụ ọhịa atọ nke Kenya ga-emetụta n'ụzọ dịgasị iche iche ka mgbanwe ihu igwe, na mgbanwe nke okpomọkụ na mmiri ozuzo na-emetụta ihe omume oge na ụdị dị iche iche.",
  "Oké ọhịa kpuchiri pasenti asaa pom anọ nke ala Kenya, ma na-enye ọrụ gụnyere imeziwanye mmiri, igbochi mbuze, na ịmịkọrọ gas na-ekpo ọkụ, na mgbakwunye na ịbụ ebe obibi maka anụ ọhịa ndị ọzọ",
  "Ihe dị ka hekta nde ise nke ọhịa na-efu kwa afọ. Site na afọ 1990 ruo 2015, oke ọhịa jiri pasenti iri abụọ na ise  (824,115 hekta) belata, nke ruru hekta nde iri atọ na atọ kwa afọ. Nke a na-ebelata ma ọrụ gburugburu ebe obibi nke oké ọhịa na-enye, gụnyere site na ibelata mmepụta osisi na ogo, na ụdị dị iche iche ha na-akwado",
  "Mgbanwe ihu igwe nwere ike igbochi mgbake nke oké ọhịa ndị a",
  "Ọ na-emetụta ikike ime ka ọhịa dịghachi ọhụrụ, na-egbochi uto osisi na ịdị ndụ, yana ịbawanye ihe otiti na pathogen",
  "Enwekwara ihe ize ndụ na oke ọkụ ọhịa ka okpomọkụ na-abawanye na ụkọ mmiri ozuzo na-ababawanye n'ogologo.: iri na issue Ebe obibi ndị ọzọ metụtara bụ coral reefs na mangroves, nke ọrụ gburugburu ebe obibi ya gụnyere nchebe pụọ na oké ifufe, na-enye ohere maka njem gburugburu ebe obibi, na ịkwado azụ. Ha abụọ na-emetụta ozugbo site na ịrị elu okpomọkụ na ịrị elu nke oke osimiri.: 3",
  "Akụkụ abụọ kachasị mkpa n'ime akụ na ụba Kenya bụ ọrụ ugbo na njem nleta, nke abụọ na-emetụta mmetụta nke mgbanwe ihu igwe. Oké ọkọchị nke na-adịgide site na afọ 2008 ruo 2011 kpatara mmebi nke ijeri $ 12.1. Enweghị nchekwa nri kpatara ụkọ mmiri ozuzo site na afọ 2014 ruo 2022 metụtara ihe dị ka nde mmadụ atọ pom anọ ebe na afọ 2018, ihe dị ka mmadụ nde narị ise enweghị ike ịnweta mmiri.",
  "N'inwe nde mmadụ iri anọ na asatọ pom ise Kenya bụ akụ na ụba kachasị ukwuu n'Ebe Ọwụwa Anyanwụ na Central Africa, ma na-eje ozi dị ka ụlọ ọrụ na-ahụ maka mmekọrịta mba na mba, nkwukọrịta, ego na azụmahịa n'ime mpaghara ahụ. Mmebi akụ na ụba nke mgbanwe ihu igwe na ihu igwe siri ike kpatara nwere ike ịghọ pasenti abụọ pom isii  nke GDP site na afọ 2030.",
  "Ọrụ ugbo ka bụ akụkụ dị mkpa nke akụ na ụba na ọdịmma ọha na eze nke ezinụlọ Kenya. Mgbanwe ihu igwe na-emetụta ngalaba ọrụ ugbo nke mba ahụ, nke na-ahụ maka ihe karịrị pasenti iri atọ na atọ nke GDP Kenya ma bụrụ isi ihe na-enye ihe oriri maka pasenti iri isii nke ndị bi na ya. Atọ n'ụzọ anọ nke ihe ọkụkụ ugbo nke Kenya sitere na ndị ọrụ ugbo pere mpe. N'ebe ụfọdụ nke Kenya, okpomọkụ nwere ike ịgafe iri atọ na ise °C (iri itoolu na ise), ebe okpomọkụ na-emebi ọka, ihe ọkụkụ dị mkpa na Kenya.",
  "Kenya bụ otu n'ime ndị na-emepụta tii kachasị ukwuu n'ụwa, ebe ngalaba tii na-aza ajụjụ maka ihe dị ka otu ụzọ n'ụzọ anọ nke ngụkọta ego mbupụ na pasenti anọ  nke GDP. Ụlọ ọrụ ahụ na-enye ọrụ ime obodo nke bụ isi ihe na-ebelata mbata nke ime obodo, mana a na-atụ anya na mpaghara ndị a na-akụ tii ugbu a ga-enwe nrụgide na-arịwanye elu nke ihu igwe.",
  "A na-atụkwa anya na okpomọkụ dị elu ga-amụba ibu ọrịa na ọrịa n'ime anụ ụlọ, ọkachasị na mpaghara kpọrọ nkụ na nke kpọrọ nkụ (ASALs). Omume anụ ụlọ na ASALs n'etiti afọ 1977 na 2016 na-egosi ehi jiri pasenti iri abụọ na isii pom ise  belata, ebe atụrụ na ewu ji pasenti iri asaa na isii  rịa elu na kamel site na pasenti iri na atọ pom atọ  Mgbanwe ihu igwe nwere ike ịkpata ọnwụ nke pasenti iri ise na abụọ nke ehi ASAL (ma ọ bụ otu pom asaa nde ehi) na ọnụahịa nke US $ 340680 nde maka akụ na ụba.",
  "Ọtụtụ mmalite, ndị na-enweghị uru na ụlọ ọrụ na-arụ ọrụ iji dozie nsogbu metụtara mgbanwe ihu igwe.",
  "Ngalaba na-emepụta ihe na Kenya, nke na-emepụta ezigbo ihe maka iji ya eme ihe n'ụlọ na mbupụ ya, bụ otu n'ime ndị kasị ukwuu na Sub-Saharan Afr",
  "N'ịbụ onye na-aza ajụjụ maka ihe fọrọ nke nta ka ọ bụrụ pasenti iri na atọ  nke GDP na afọ 2010, ma na-ewe pasenti iri na atọ  nke ọrụ ngalaba iwu kwadoro na afọ 2012, mmepụta ya ruru ihe karịrị puku ijeri KES1 na afọ 2014. N'iji ihe dị ka pasenti iri isii  nke ọkụ eletrik a na-emepụta na mba ahụ, mmepụta na-emepụta ihe dị ka pasenti iri  nke gas na-ekpo ọkụ nke Kenya.",
  "National Climate Change Action Plan (NCCAP) nke Kenya na-akọwa mmetụta ụfọdụ nke mgbanwe ihu igwe na ngalaba mmepụta:",
  "Mmetụta dị iche iche nke mgbanwe ihu igwe kpatara ma ọ bụ mee ka ọ ka njọ, dị ka okpomọkụ, ụkọ mmiri ozuzo, na idei mmiri, na-emetụta ahụike mmadụ n'ụzọ na-adịghị mma.: iri na abụọ Ihe ize ndụ nke ọrịa na-ebute ọrịa na mmiri ga-arị elu.: A na-atụ anya na nde mmadụ 1: iri asatọ na atọ ga-anọ n'ihe ize ndụ nke ịba naanị site n' afọ 2070,: 3:  ọrịa nke na-akpata pasenti ise nke ọnwụ n'ime ụmụaka na-erubeghị afọ ise mana nnukwu ego.: 4: A na-eme ka ahụ ọkụ ọ gbasaa site na afọ 2070.",
  "N'etiti ndị dị afọ iri isii na ise ma ọ bụ karịa, a na-atụ anya na ọnwụ metụtara nchekasị okpomọkụ ga-abawanye site na ọnwụ abụọ kwa narị otu nde kwa afọ na afọ 1990 ruo iri ano na ise kwa otu narị nde site na afọ 2080.: 4 : 4 N'okpuru ọnọdụ ikuku dị ala, nke a nwere ike ịbụ naanị ọnwụ asaa kwa otu narị nde na afọ 2080. N'okpuru ọnọdụ dị elu nke ikuku, a na-atụ anya na mgbanwe ihu igwe ga-eme ka ọnwụ afọ ọsịsa ka njọ, na-akpata ihe dị ka pasenti itoolu nke ọnwụ dị otú ahụ maka ụmụaka na-erubeghị afọ iri na ise ka ọ na-erule afọ 2030, na iri na atọ nke ọnwụ dị iche ka ọ na afọ 2050",
  "Nsogbu na-edozi ahụ nwere ike ịrị elu ruo pasenti iri abụọ ka ọ na-erule afọ 2050",
  "N'afọ 2009, e dekọrọ na Kenya na mmụba nke nkwụsịtụ n'ime ụmụaka, ụmụaka na-erubeghị ibu na igbufu n'ime ụmụ na-erughị afọ ise bụ pasenti iri atọ na ise pom abụọ, pasenti iri na isii pom anọ  na pasenti asaa , n'otu n'otu: 4",
  "National Environmental Management Authority na Ministry of Environment and Mineral Resources (MEMR), National Climate Change Activities Coordinating Committee, na Kenya Meteorological Department na Ministry of Transport bụ isi ihe ndị mejupụtara usoro ụlọ ọrụ gọọmentị na-arụ ọrụ kwa ụbọchị na-ewulite ike ihu igwe.",
  "N'afọ 2010, gọọmentị Kenya bipụtara National Climate Change Response Strategy. Iwu Mgbanwe Ihu igwe nke afọ 2016 guzobere Kansụl Mgbanwe Ihuigwe nke Mba, nke onye isi ala Kenya na-eduzi,: 4 nwere ikike ilekọta \"mmepe, njikwa, mmejuputa na nhazi nke usoro iji bulie mgbanwe ihu igwe na mmepe carbon dị ala maka mmepe na-adịgide adịgide nke Kenya\", site na Gọọmentị Mba na nke Obodo, ngalaba onwe, ọha na eze, na ndị ọzọ.",
  "E tinyere National Adaptation Plan (NAP) n'ọrụ na afọ 2015 iji melite ike ihu igwe. NAP nwere Adaptation Technical Analysis Report (ATAR), nke na-enyocha nsogbu akụ na ụba nke ngalaba, na-achọpụta mkpa mgbanwe, ma na-atụ aro omume mgbanwe nwere ike ime na mpaghara dị iche iche. NAP na-akwado mmepe nke atụmatụ mmepe nke mpaghara County Integrated Development Plans (CIPDs), nke gụnyere nguzobe nke County Climate Change Funds (CCCFs).",
  "National Climate Change Action Plan nke ugbu a (NCCAP 2018 Tian2022) na-agbaso National Climate Changement Action Plan 2013 Tian2017",
  "Atụmatụ ahụ na-elekwasị anya na mgbanwe na usoro mgbochi nke mba ahụ nwere ike iwere, na ebumnuche nke \"mmepe na-eguzogide ihu igwe carbon dị ala\". National Environment Management Authority na-eje ozi dị ka ụlọ ọrụ a kwadoro na mba ahụ maka ụlọ ọrụ na-ahụ maka ego ihu igwe mba ụwa dị ka The Adaptation Fund na Green Climate Fund.",
  "N'afọ 2022 Onye isi ala Ruto kwuru, sị: \"Tyrbines ikuku na panel anyanwụ na-arụ ngwa ngwa ma nwee ike ịmepụta ma nyefee ike ngwa ngwa na n'ụzọ dị mfe karịa mmanụ ọhụrụ, yana obere mmerụ ahụ na ihu igwe anyị na-adịghị ike",
  "\"",
  "N'ime obodo ukwu, mmụba nke ọnụ ọgụgụ mmadụ na ọnụ ọgụgụ ebe obibi na-abụghị nke iwu kwadoro na-ekpughe ọtụtụ ndị mmadụ na okpomọkụ, idei mmiri, na ụkọ mmiri",
  "Nsonaazụ nke mgbanwe ihu igwe emetụtala obodo ndị a na-akparaghị ókè, ụmụ nwanyị na ndị ntorobịa.",
  "Mpaghara Arid na Semi Arid na-anabata pasenti iri atọ na asatọ nke ndị bi na ya, ma na-emepụta pasenti iri na abụọ nke GDP. Ọnụ ọgụgụ ịda ogbenye na ASALs ndị dị n'ebe ugwu ka dị n'elu pasenti iri asatọ  n'agbanyeghị mbelata nke ọnụ ọgụgụ ịda oghere mba.",
  "Àtụ:Africa topic"
]