[
  "Mgbanwe ihu igwe na Tanzania na-emetụta gburugburu ebe obibi na ndị bi na Tanzania",
  "Okpomọkụ dị na Tanzania na-arị elu site n'ike dị elu nke oke mmiri ozuzo (na-akpata idei mmiri) na nke akọrọ (na-akpata ụkọ mmiri ozuzo).",
  "Enweghị mmiri aghọwo nsogbu na-arịwanye elu na ọtụtụ nnukwu mmiri nwere oke ọdịda na ọkwa mmiri, gụnyere Lake Victoria, Lake Tanganyika Lake Jipe, na Lake Rukwa. Ngalaba ọrụ ugbo nke obodo Tanzania, nke na-ewe ihe karịrị ọkara nke ndị bi na ya n'ọrụ, bụ ndị na-adịghị ike karịsịa ebe ndị ọrụ ugbo na-adabere na ọrụ ugbo mmiri ozuzo. N'aka nke ọzọ, oke mmiri ozuzo na-arị elu butere idei mmiri na mpaghara ahụ, nke mebiri akụrụngwa na ihe eji ebi ndụ. Ọnụ ọgụgụ dị elu nke ndị bi na Tanzania bi n'ụsọ oké osimiri ma dabere na ịkụ azụ na ugbo mmiri. A na-atụ anya na ịrị elu nke oke osimiri na mgbanwe na ogo mmiri ga-emetụta ngalaba ndị a ma bụrụ ihe ịma aka na-aga n'ihu maka mba ahụ.",
  "N'etiti afọ 1981 na afọ 2016, e nwere ebe akpọrọ akpọnwụ n'akụkụ ugwu ọwụwa anyanwụ yana ọtụtụ ndịda obodo Tanzania",
  "N'ụzọ dị iche, usoro mmiri mmiri adịghị agafe agafe mere na etiti Tanzania yana usoro mmiri mmiri siri ike na ugwu ọdịda anyanwụ nke mba ahụ. Omume okpomọkụ doro anya pụtara ìhè na okpomọkụ kwa afọ",
  "Ka ọ na-erule afọ ndị 2090, a na-atụ anya na okpomọkụ dị n'agbata 1.6 na 5.0 °C, a na'otu n'otu na mba ahụ. Maka mmiri ozuzo, enwere nkwekọrịta siri ike maka mbelata nke ọnụ ọgụgụ nke ụbọchị mmiri ozuzo na mmụba nke mmiri ozuzo n'ụbọchị mmiri ozuzo ọ bụla",
  "N'ozuzu mgbanwe ndị a, mmiri ozuzo na-agbanwe agbanwe, na ohere dị elu nke oge ọkọchị (dị ka ụkọ mmiri ozuzo) na ohere dị ukwuu nke nnukwu mmiri ozuzo (nke a na-ejikọkarị na idei mmiri).Enwere ike ịhụ mgbanwe mgbanwe ihu igwe nke oke ụkọ mmiri ozuzo, idei mmiri, ọnwụ anụ ụlọ, ọdịda ihe ọkụkụ na ntiwapụ nke ọrịa (dị ka ọgbụgbọ na ịba) mgbe niile..",
  "Ọrụ ugbo (gụnyere anụ ụlọ) bụ ngalaba kachasị na akụ na ụba Tanzania, na-enye ihe oriri, ego na ọrụ. A na-ekwukwa na ọ bụ ngalaba kachasị nwee nsogbu maka mgbanwe ihu igwe. Mmụba nke okpomọkụ site na 2 °C - 4 °C nwere ike ịgbanwe nkesa nke mpaghara asaa nke Tanzania",
  "Mpaghara ndị na-akụ ihe ọkụkụ na-adịgide adịgide ga-adị mma maka ihe ọkụkụ kwa afọ",
  "Mgbanwe ihu igwe ga-eme ka uto osisi dị ngwa ma belata ogologo oge oge uto. Ihe ọghọm dị na ngalaba ọrụ ugbo nwere ike ịgụnye mbelata mmepụta ihe ọkụkụ dị iche iche na-akawanye njọ site na mgbanwe ihu igwe na enweghị amụma nke oge oge, mbuze nke ntọala akụrụngwa na mmebi gburugburu ebe obibi.",
  "Enwere ọtụtụ ọrịa na-enwe mmetụta ihu igwe na Tanzania nke nwere ike gbasaa karịa n'oge ọkọchị na idei mmiri. Ọrịa ndị metụtara mmiri dịka ọgbụgbọ na ịba nwere ike ịbawanye na Tanzania n'ihi mgbanwe ihu igwe.",
  "A maara na ọnụọgụ nke ịba kachasị elu n'oge nnukwu mmiri ozuzo na okpomọkụ dị elu ka ọ na-eme ka ebe obibi anwụnta (dị ka ọdọ mmiri, ọdọ mmiri, olulu mmiri ma ọ bụ oghere, iyi, osimiri na ọwa mmiri) dị mma maka ọmụmụ. Dị ka ihe atụ, otu nnyocha e mere na mpaghara Lushoto, Tanzania, kọrọ na ọrịa ịba pụtara ìhè n’oge oké mmiri ozuzo na e nwere njikọ na mmụba nke okpomọkụ.",
  "Tanzania meputara  mmemme National Adaptation Programmes of Action nke mba (NAPAs) na afọ 2007 dika nke United Nations Framework Convention on Climate Change nyere ikike",
  "Ọhụụ niile nke NAPA nke Tanzania bụ ịchọpụta omume mgbanwe ihu igwe ozugbo na ngwa ngwa nke ga eme ka mmepe na-adigide ogologo oge ma na ihu igwe na-agbanwe. NAPA na-akọwa ngalaba nke ọrụ ugbo, mmiri, ahụike, na ike dị ka ngalaba kachasị njọ na Tanzania maka mgbanwe ihu igwe. Mgbasa na mgbasawanye nke teknụzụ dị ọnụ ala, nke dị mfe dị ka stovu ọkụ ọkụ, yana itinye ego na-aga n'ihu na isi mmalite ike ndị ọzọ dị ka ifufe na anyanwụ.",
  "N'afọ 2012, Tanzania mepụtara National Climate Change Strategy na nzaghachi maka nchegbu na-arịwanye elu nke mmetụta ọjọọ nke mgbanwe ihu igwe n'ihe gbasara mmekọrịta mmadụ na ibe ya, akụ na ụba na gburugburu ebe obibi. N'afọ 2015, Tanzania nyere onyinye ya nke a na-akpo Intended Nationally Determined Contributions (INDC).",
  "Àtụ:Africa topic"
]