[
  "Mweghachi bụ mgbakwunye nke teknụzụ ọhụrụ ma ọ bụ atụmatụ na sistemụ ochie",
  "Mweghachi nwere ike ime n'ihi ọtụtụ ihe kpatara ya, dịka ọmụmaatụ na nnukwu mmefu ego dị ka ụgbọ mmiri ụgbọ mmiri, ngwá agha ndị agha ma ọ bụ ụlọ ọrụ mmepụta ihe, ụlọ ọrụ ma ọ bụ gọọmenti nwere ike ịmaliteghachi iji belata mkpa iji dochie usoro kpamkpam",
  "Mweghachi ndị ọzọ nwere ike ịbụ n'ihi mgbanwe koodu ma ọ bụ ihe achọrọ, dị ka seismic retrofit nke emebere na-ewusi ụlọ ochie ike iji mee ka ha na-eguzogide ala ọma jijiji.",
  "Retrofitting bụkwa akụkụ dị mkpa nke mbelata mgbanwe ihu igwe na mgbanwe mgbanwe ihu igwe: n'ihi na ọha mmadụ tinyere ego na akụrụngwa, ụlọ na usoro ndị ọzọ tupu oke mgbanwe nke mgbanwe ihu igwe tụrụ anya ya",
  "Ntinye aka iji bulie arụmọrụ ụlọ, dịka ọmụmaatụ, ha abụọ na-enyere aka belata mmetụta ọjọọ nke mgbanwe ihu igwe site na ibelata ikuku ụlọ na mmetụta gburugburu ebe obibi ma na-ekwe ka ụlọ ahụ dịkwuo mma n'oge ihe omume ihu igwe siri ike",
  "Retrofitting bụkwa akụkụ nke akụ na ụba gburugburu, ibelata ọnụ ọgụgụ nke ngwaahịa emepụtara ọhụrụ, si otú a na-ebelata ikuku ndụ ndụ na mmetụta gburugburu ebe obibi.",
  "Ntugharị n'isi na-akọwa usoro ndị a na-eme na ụlọ ọrụ mmepụta ihe iji kwe ka akụkụ ọhụrụ ma ọ bụ emelitere dabara na mgbakọ ochie ma ọ bụ nke oge ochie (dị ka agụba na turbines).",
  "Akụkụ ntughari dị mkpa maka nrụpụta mgbe a gbanwere ma ọ bụ gbanwee nhazi nke nnukwu mgbakọ",
  "Ọ bụrụ na, mgbe emechara mgbanwe ndị ahụ, onye ahịa (nwere ụdị ngwaahịa ochie) chọrọ ịzụta akụkụ nnọchi, mgbe ahụ, a ga-eji akụkụ nrụpụta na usoro ịgbakọta ka akụkụ ndị edegharịrị wee dabara nke ọma na mgbakọ ochie",
  "Mweghachi bụ usoro dị mkpa eji eme valves na ndị na-eme ihe iji hụ na ọrụ kachasị mma nke ụlọ ọrụ mmepụta ihe",
  "Otu ihe atụ na-emegharị valvụ ụzọ 3 n'ime valvụ ụzọ abụọ, nke na-eme ka imechi otu n'ime oghere atọ ahụ iji nọgide na-eji valvụ maka ụfọdụ usoro mmepụta ihe ụfọdụ.",
  "Retrofitting nwere ike imeziwanye ọrụ igwe ma ọ bụ usoro n'ozuzu ya site na iji ngwá ọrụ dị elu na nke emelitere na teknụzụ dịka ijikọta Human Machine Interfaces n'ime ụlọ ọrụ ochie.",
  "A na-ejikwa okwu ahụ mee ihe n'ọhịa injinia gburugburu ebe obibi, ọkachasị iji kọwaa ọrụ owuwu ma ọ bụ imezigharị na ebe ndị e wuru na mbụ, iji melite ogo mmiri na iyi, osimiri ma ọ bụ ọdọ mmiri dị nso",
  "A na-etinyekwa echiche a iji gbanwee ngwakọta mmepụta nke ike site na ụlọ ọrụ ike gaa na cogeneration na mpaghara obodo ukwu nwere ike maka okpomọkụ distrikti.",
  "Ebe ndị nwere nnukwu mbara ala (dị ka ebe a na-adọba ụgbọala na elu ụlọ) nwere ike ime ka mmiri ozuzo na-asọpụta n'oge oké mmiri ozuzo, nke a pụkwara imebi ozu mmiri dị nso.Enwere ike idozi nsogbu ndị a site na itinye atụmatụ nchịkwa mmiri mmiri ọhụrụ na saịtị ahụ, usoro nke ndị ọrụ na-ezo aka na ya dị ka mmiri mmiri mmiri",
  "Omume nchịkwa mmiri ozuzo nke a na-eji na ọrụ mmezigharị gụnyere ogige mmiri ozuzo, paving na-agafe agafe na ụlọ akwụkwọ ndụ akwụkwọ ndụ. (Hụkwa mweghachi iyi.)"
]