[
  "Mgbanwe ihu igwe na Ndịda Afrịka na-eduga n'ịbawanye okpomọkụ na mgbanwe mmiri ozuzo",
  "Ihe akaebe na-egosi na ihe omume ihu igwe siri ike na-aghọwanye ihe a ma ama n'ihi mgbanwe ihu igwe. Nke a bụ nchegbu dị oke egwu maka ndị Ndida Afriịka  dịka mgbanwe ihu igwe ga-emetụta ọnọdụ na ọdịmma nke mba ahụ, dị ka ọmụmaatụ n'ihe gbasara mmiri",
  "Dị nnọọ ka ọtụtụ akụkụ ndị ọzọ nke ụwa, nyocha ihu igwe gosipụtara na ezigbo ihe ịma aka na Ndịda Afrịka metụtara nsogbu gburugburu ebe obibi karịa nke mmepe",
  "Mmetụta kachasị njọ ga-abụ na ọ na-elekwasị anya na mmiri, nke nwere nnukwu mmetụta na ngalaba ọrụ ugbo. Mgbanwe gburugburu ebe obibi ngwa ngwa na-akpata mmetụta doro anya na obodo na gburugburu ebe obibi n'ụzọ na akụkụ dị iche iche, malite na ikuku dị mma, na okpomọkụ na ọnọdụ ihu igwe, na-eru na nchekwa nri na ibu arụ ọrịa.",
  "A na-atụ anya na mmetụta dị iche iche nke mgbanwe ihu igwe na obodo ndị dị n'ime ime obodo ga-agụnye: ụkọ mmiri ozuzo, mbelata nke ihe onwunwe mmiri na ụdị dị iche iche, mbuze ala, mbelata akụ na ụba na ịkwụsị ọrụ ọdịnala.",
  "Ndịda Afrịka  na-enye nnukwu ikuku CO2, na-abụ nke iri na anọ kachasị na-ewepụta CO2. N'elu nkezi ụwa, Ndịda  Afrịka nwere tọn ndị a: 9.5 nke CO2 na-ewepụta kwa onye na afọ 2015. Nke a bụ n'ụzọ dị ukwuu n'ihi usoro ike ya na-adabere na coal na mmanụ. Dị ka akụkụ nke nkwa mba ụwa ya, Ndịda Afrịka ekwewo nkwa na ikuku ga-esi n'ụgbọ mmiri na-esi n\"ụgbọ mmiri apụta n'etiti afọ 2020 na 2025.",
  "Ndida  Afrịka bụ mba nke iri na anọ kachasị na-emepụta gas na-ekpo ọkụ n'ụwa.",
  "Ngalaba njem na Ndịda Afrịka na-enye 10.8% nke ngụkọta a na akpọ Greenhouse Gas (GHG) Emissions na bekee na mba ahụ",
  "Ewezuga ikuku na-esi n'otu n'otu apụta, ikuku na-apụtaghị ìhè site na mmepụta na njem nke mmanụ na-enyekwa nnukwu ikuku. Ụgbọ njem n'okporo ụzọ, ọkachasị, na-enye aka ihe dị ka ụzọ atọ n'ụzọ anọ na ngụkọta ikuku.",
  "E nweela nkwenye dị iche iche banyere mmetụta mgbanwe ihu igwe na Ndịda Afrịka  na mbelata ngwa ngwa nke mmiri ozuzo na-ada ma chọpụta ọkwa okpomọkụ dị elu",
  "A na-atụ anya na mgbanwe ihu igwe ga-ebuli okpomọkụ na Ndịda Afrịka  site abụọ ruo atọ nke akpọrọ degrees Celsius na bekee site na etiti narị afọ, na abụọ ruo atọ nke akpọrọ degrees Celsius na bekee site n'ọgwụgwụ narị afọ na ọnọdụ dị n'etiti. Mmetụta ga-agụnyekwa ịgbanwe usoro mmiri ozuzo na mmụba nke evaporation, na-eme ka ohere nke oke ọkọchị dịkwuo ukwuu.",
  "Afrịka na-ata ahụhụ ugbu a na nke a na-atụ anya ya site na oke okpomọkụ dabere na ọdịdị nke kọntinent ahụ n'etiti nsogbu gburugburu ebe obibi dị ugbu a.",
  "Ihe ịma aka bụ isi mba ọ bụla na-eche ihu n'ihi mgbanwe ihu igwe bụ mmetụta ya na nchekwa nri",
  "N'echiche a, edepụtara Afrịka  dị ka kọntinent kachasị nwee nsogbu maka mgbanwe ihu igwe. Na Ethiopia dị ka ọmụmaatụ, mmepụta nri na-eche ọtụtụ ihe ịma aka ihu n'ihi mgbanwe ihu igwe",
  "A na-ekwu na enwere mmụba na mmepụta mmefu kwa afọ na mgbanwe ihu igwe site n'afọ ruo n'afọ.",
  "A na-atụ anya na ụkọ mmiri ozuzo, mbelata mmiri ozuzo na-eme, ụmụ ahụhụ, na mgbanwe ndị ọzọ na gburugburu ebe obibi ga-emetụta ọrụ ugbo n'ụzọ na-adịghị mma n'ihi mgbanwe ihu igwe. Okpomọkụ dị elu na Ndịda Afrịka na obere mmiri ozuzo ga-eme ka mmiri dị nta na mgbanwe mmiri, na-eduga na mbelata mmepụta ala.",
  "Ụfọdụ amụma na-egosi na mmiri dị n'elu nwere ike belata site na pasent iri isii  site n'afọ 2070 n'akụkụ ụfọdụ nke Ndịda Cape",
  "Iji gbanwee mmebi nke enweghị nchịkwa ala kpatara, gọọmentị akwadowo atụmatụ nke na-akwalite mmepe na-adịgide adịgide na ojiji nke ihe onwunwe okike.",
  "Mmepụta ọka, nke na-enye aka na pasent iri atọ na isii  nke ọnụ ahịa nke ihe ọkụkụ Ndịda Afrịka , enwetala mmetụta ọjọọ n'ihi mgbanwe ihu igwe",
  "Ọnụ ego a na-eme atụmatụ nke ọnwụ ahụ, nke na-eburu n'uche ihe omume ndị nwere na-enweghị mmetụta carbon dioxide, dị n'etiti iri na ọtụtụ narị nde rands.",
  "Ndịda Afrịka nwere akụkụ njem nleta dị mkpa iji lelee ma lebara anya mgbe ị na-atụle mmetụta mgbanwe ihu igwe",
  "Nke a bụ ngalaba dị nro ka a kpọtụrụ aha mana mkpa ya dị na mgbanwe ihu igwe nke na-eto n'oge na-adịbeghị anya. Ihe ịma aka karịrị eziokwu ahụ bụ na ọ dị mkpa ịkwadebe ụzọ maka ndị njem nleta ndị ọzọ na-abịa",
  "Nchegbu bụ isi nke Ndịda Afrịka  na-agbasa iji mepụta atụmatụ ibelata ịda ogbenye sitere na mgbanwe ihu igwe na Ndịda Afrịka Njem nleta gbara ndị na-eme iwu n'Afrika ume imeziwanye ohere ọrụ, uto akụ na ụba na ịkwado ụlọ ọrụ dị iche iche",
  "E nwere ihe ịma aka dị iche iche dị oke egwu na-eche ngalaba njem nleta ihu na Ndịda Afrịka  na nke ahụ bụ n'ihi mmetụta mgbanwe ihu igwe. N'ihe banyere nke a, ọ dị mkpa ịmara na gọọmentị mba na Ndịda Afrịka  malitere itinye n'ọrụ njem nleta ọhụrụ na iwu ndị dabeere na ihu igwe iji merie ihe ịma aka. Ọ dị mkpa ịkọwa na ihu igwe n'ozuzu ya na Ndịda Afrịka  na-ata ahụhụ site na ọnọdụ na mgbanwe dịgasị iche iche / Mgbanwe ndị a na-elekwasị anya na mpaghara mmiri ozuzo n'oge okpomọkụ na n'oge oyi, mpaghara subtropical, na mpaghara mmiri na ala kpọrọ nkụ.",
  "E nwere ihe akaebe na mgbanwe ihu igwe ga-enwe mmetụta na-adịghị mma na ahụike ọha na eze na Ndịda Afrịka  ọkachasị n'ihi ọnụ ọgụgụ dị elu nke ndị na-adịghị ike. E nweela nnukwu ibu nke ọrịa na Ndịda Afrịka metụtara nrụgide gburugburu ebe obibi na mgbanwe ihu igwe ga-eme ka ọtụtụ n'ime nsogbu mmekọrịta na gburugburu ebe obibi ndị a ka njọ. A na-atụ anya na mgbanwe ihu igwe ga-eyi ahụike ọha egwu site na nrụgide okpomọkụ na-arịwanye elu, ịrị elu na ọrịa na-ebute ọrịa na ọrịa na ọrịa ndị na-efe efe, na-eme ka ọnọdụ ihu igwe dị egwu ka njọ, mbelata nke nchekwa nri, na nrụgide ahụike uche dị elu. Nnyocha nke akwụkwọ na afọ 2019 gbasara mgbanwe na ahụike ọha na eze, chọpụtara na \"ọnụ ọgụgụ na ogo nke nyocha ahụ bụ ihe na-akụda mmụọ, ma na-ekwekọghị na egwu nke mgbanwe ihu igwe na Ndịda Afrịka",
  "\".",
  "Gọọmentị nke Ndịda Afrịka ekwenyewo na ikuku CO2 ga-adị n'etiti afọ 2020 na 2025",
  "Ndịda Afrịka ekwekọrịtala ka ya na ndị ọzọ bịanyere aka na nkwekọrịta Paris na-arụkọ ọrụ iji mee ka okpomọkụ na-arị elu n'okpuru 2 °C",
  "Otú ọ dị, ndị na-ekiri ihe n'onwe ha akpọwo ihe gọọmentị na-eme ugbu a ezughi oke. N'akụkụ ụfọdụ, ọdịda a na-eme ihe metụtara ikike gọọmentị nke Eskom, nke na-ahụ maka ọtụtụ ọrụ coal na mba ahụ. N'otu aka ahụ, akụ na ụba bụ otu n'ime ndị kachasị ike n'ụwa ọ bụ ezie na ọ naghị etinye ihe mgbaru ọsọ maka ụlọ ọrụ. Ịkwalite ego na itinye ego na mgbanwe gaa na akụ na ụba carbon na ọha mmadụ bụ nnukwu ihe ịma aka maka Ndịda Afrịka",
  "Dị ka mba niile sonyere na nkwekọrịta  mba Paris, Ndịda Afrịka ga-akọ akụkọ gas na UNFCCC ma ọ dịkarịa ala ugboro abụọ site na  afọ 2024 na nke kachasị ọhụrụ.",
  "European Investment Bank Global na Development Bank of Southern Africa ekwekọrịtala na ego mgbazinye € 200 nde iji kwado atụmatụ ego ọhụrụ a na-achọ iji mepee € 400 nde maka itinye ego na Ndida Afrịka",
  "Gọọmentị Ndịda Afrịka dere atụmatụ mgbanwe ihu igwe nke mba (NCCAS) na afọ 2019",
  "Atụmatụ a na-enye ọhụụ maka ime mgbanwe ihu igwe na ịbawanye ume na mba ahụ",
  "Atụmatụ a na-egosikwa ebe ndị dị mkpa maka inweta ọhụụ a, nke gụnyere ihe onwunwe mmiri, ọrụ ugbo na ọhịa azụmahịa, ahụike, ụdị dị iche iche na gburugburu ebe obibi, ebe obibi mmadụ, na mbelata ihe ize ndụ ọdachi. E mepụtara atụmatụ a iji mee ihe na mkpebi mba ahụ maka ọrụ ya na nkwekọrịta Paris n'okpuru United Nations Framework Convention on Climate Change (UNFCCC)",
  "Ndịda Afrịka na-aga n'ihu n'ịmecha atụmatụ mgbanwe ihu igwe nke mba ya",
  "\"Atụmatụ nke ana-kpo National Adaptation na bekee na-arụ ọrụ dị ka ihe atụ maka mbọ mgbanwe ihu igwe na mba Ndịda Afrịka ọ na-enyekwa ikpo okwu nke enwere ike ịkọwa ebumnuche mgbanwe mgbanwe ihu igwe nke mba ahụ iji nye nduzi zuru oke na ngalaba niile nke akụ na ụba\".",
  "N'etiti afọ 2011 ndị otu akpọrọ UN Climate Change Conference (COP17) nke e mere na Durban, a haziri ngagharị iwe na ngagharị iwe iji mee ka nchegbu banyere nsogbu mgbanwe ihu igwe",
  "Njem nke mmadụ nke ọnụ Ọgụgụ nde iri na abụọ gbakọtara gbara ndị nnọchiteanya na COP17 ume ka ha mee ihe ngwa ngwa maka ihu igwe. Ndị na-eme ngagharị iwe batakwara n'ime ebe nnọkọ ahụ n'oge mkparịta ụka ahụ kwụsịrị.",
  "Mmata a ma ama banyere mmetụta ndị a nwere ike ịbawanye na ụkọ mmiri ozuzo nke afọ 2018-20 Ndida Afrịka na nsogbu mmiri nke Cape Town."
]