[
  "Na mbụ, anyị tụlere ka ọrịa enwe ike dị, ka a ga-esi gwọọ ya, na mpaghara ndị a na-akọkarị",
  "Anyị kwuru na enwe bụ ọrịa nje na-akpata",
  "Ọ na-ebute mgbaàmà dị ka ahụ ọkụ na rashes nke nwere ike were izu iji kpochapụ",
  "Ihe ọkụ ọkụ enwe dị iche na ụdị ọkụ ọkụ ọ bụla ọzọ, ọ ka ukwuu ma na-apụta n'ebe dị ka n'ime ọnụ gị, aka, ụkwụ, akụkụ ahụ na ike.",
  "Ụmụaka nọ n'ihe ize ndụ dị elu nke mgbaàmà na ọnwụ site na enwe",
  "Òtù Ahụ Ike Ụwa ekwupụtala ihe mberede ahụike mgbe o dekọrọ ọnụ ọgụgụ kasị elu nke pox enwe na mpaghara ebe ọ dịtụbeghị",
  "Monkeypox na-adịkarị na mpaghara dịka Africa, mana ikpe na-adịbeghị anya sitere na mpaghara dịka America, Europe, na Middle East kwa.",
  "Mgbaàmà na-adịru n'ime izu abụọ ma ọ bụ atọ ma nwee ike ịpụ n'onwe ha site na nlekọta ahụike na nkwado kwesịrị ekwesị",
  "A ka amabeghị ihe na-ebute ọrịa nrịanrịa enwe, mana ịkpọtụrụ mmiri onye bu ọrịa ahụ ga-ebutere gị ọrịa",
  "A na-ahụ na ndị na-ahụ maka ahụike ga-eyi ngwa nchebe kwesịrị ekwesị ka ha na-eme ọgwụgwọ na ndị ọrịa nwere ọnọdụ ahụ.",
  "Ọ bụrụ na nwa gị egosipụtala ihe mgbaàmà dị ka ahụ ọkụ, ike ọgwụgwụ, isi ọwụwa, mgbu, akpịrị akpịrị, na ọnụ ọnụ lymph fụrụ akpụ, ị ga-agakwuru onye ọkachamara ahụike",
  "Akụkọ egosila na mmadụ iri asaa na ise (14%) kọrọ proctitis, ma ọ bụ mbufụt rectal",
  "Mgbaàmà ndị ọzọ a na-ahụkarị gụnyere ahụ ọkụ (62%), akụkụ lymph fụrụ akpụ (56%), ike ọgwụgwụ (41%), ahụ mgbu (31%), isi ọwụwa (27%) na akpịrị akpịrị (21%)",
  "Ahụ ọkụ bụ nnukwu ihe mgbaàmà mana enwere ike bute ya site na ọrịa na ọnọdụ ndị ọzọ na-akpata.",
  "Rashes n'aka, ụkwụ, na n'ime ọnụ bụ ihe mgbaàmà ndị ọzọ na-egosi na nje a erutela n'ọkwa miri emi",
  "Rashes ndị a na-amalite dị ka ntụpọ agbalitere, nke na-aghọ obere ọnya jupụtara na mmiri mmiri",
  "Ọnya ndị a na-emecha na-etolite akpụkpa nke mechaa dapụ",
  "Mgbaàmà na-apụtakarị n'ime izu ole na ole",
  "Mgbe ị nwere nke ọ bụla n'ime mgbaàmà ndị a, ị nwere ike ibunye ndị ọzọ ọrịa enwe",
  "Ịchọpụta ọrịa mgbe egosipụtachara mgbaàmà bụ nnukwu nzọụkwụ n'ịhụ na ndị nọ gị nso ebuteghịkwa ya",
  "Ndị ọkachamara ahụike ga-edepụta ọgwụ kwesịrị ekwesị na nlekọta nkwado",
  "Mgbe izu ole gachara ọgwụ, a ga-ewepụrịrị gị tupu ị gaa n'ihu na-ekere òkè na mmemme ọ bụla dịka onye ọ bụla ọzọ.",
  "Source: Fitnessethics"
]