[
  "Nkwekọrịta Chemicals, 1990 bụ Nkwekọ International Labour Organization.",
  "Emere mgbakọ ahụ na nnọkọ 77th nke International Labor Convention na Geneva na 6 June 1990",
  "Mgbakọ ahụ na-ekwu na ọ dị mkpa ichebe gburugburu ebe obibi, ọha na eze na ndị ọrụ niile site na kemịkalụ",
  "Ọ na-akọwa mkpa nke Mgbakọ Uru Uru Ọrụ, 1964, Nkwekọrịta Benzene na Nkwanye, 1971, Mgbakọ Ọrịa Cancer na Nkwanye 1974, Gburugburu Ebe Obibi (Mmetọ Ikuku, Noise na Vibration) Mgbakọ, 1970, ndepụta nke ọrịa ọrịa 1977",
  ", Nkwekọrịta Safety and Health Convention na Nkwanye, 1981, Nkwekọrịta Ọrụ Ahụike Ọrụ na Nkwanye, 1985 na Nkwekọrịta Asbestos na Nkwanye 1986",
  "A ghaghị ịgwa ndị ọrụ banyere kemịkalụ eji eme ihe na ohere nke ọrịa na mmerụ ahụ na-arụ ọrụ ga-ebelata",
  ".",
  "Edemede abụọ nke mbụ na-ekwu maka nkọwapụta nke okwu dị iche iche a ga-eji na mgbakọ a na mpaghara ngwa ma ọ bụ oke nke ngwa.",
  "Nkwekọrịta a na-emetụta ngalaba niile nke akụ na ụba, nke a na-eji kemịkal eme ihe",
  "Mgbe nyocha nke ihe egwu dị na ya na usoro nchebe nke a ga-etinye, enwere ike ịwepụ otu nzukọ site n'ikike tozuru etozu nke onye otu ma ọ bụrụ na enwere nsogbu pụrụ iche, enyekwara nchebe zuru oke, ma ọ bụ kpachara anya iji chebe ozi nzuzo adịghị emebi nchekwa nke ndị ọrụ",
  "Mgbakọ a anaghị emetụta akụkọ na-adịghị ekpughe ndị ọrụ na kemịkalụ dị ize ndụ",
  "Ọ naghị emetụta ihe dị ndụ, kama ọ ga-emetụta kemịkalụ sitere na ntule.",
  "A kọwapụtara okwu kemịkalụ dị ka ihe okike ma ọ bụ ihe sịntetik na ngwakọta maka mgbakọ a.",
  "Okwu kemịkalụ dị ize ndụ pụtara kemịkal ọ bụla ekewapụtara dị ka ihe dị ize ndụ n'okpuru edemede 6 ma ọ bụ ozi dị maka ya na-egosi na ọ dị ize ndụ.",
  "Okwu anyị nke kemịkalụ na-arụ ọrụ na-egosi ọrụ ọ bụla nwere ike ikpughe ndị ọrụ na kemịkalụ n'oge mmepụta, njikwa, nchekwa na njem kemịkalụ",
  "Ọzọkwa, okwu ahụ gụnyere ọgwụgwọ kemịkalụ mkpofu, ntọhapụ nke nsonaazụ kemịkalụ na nrụzi, nrụzi na ihicha akụrụngwa na arịa maka kemịkalụ.",
  "Alaka ọrụ akụ na ụba pụtara alaka niile gụnyere ọrụ ọha.",
  "Okwu isiokwu na-egosi ihe nwere udi ma ọ bụ ụkpụrụ mgbe arụpụtara ya ma ọ bụ nke dị n'ụdị okike nke ojiji ya dabere n'ozuzu ya ma ọ bụ n'akụkụ ya n'ụdị ya ma ọ bụ ụkpụrụ ya.",
  "Ndị nnọchite anya ndị ọrụ bụ ndị a nabatara site na iwu obodo ma ọ bụ omume dịka Mgbakọ Ndị Nnọchiteanya Ndị Ọrụ, 1971 siri dị.",
  "A ga-enyocharịrị otu kachasị nnọchite anya ndị na-ewe ọrụ na ndị ọrụ metụtara usoro maka mmejuputa.",
  "Onye ọ bụla so na ya ga-emepụta, mejuputa na nyochaa oge dị iche iche atumatu maka nchekwa maka iji kemịkal n'ebe ọrụ.",
  "A na-ahapụ ndị ikike tozuru etozu ka ọ machibido iji ụfọdụ kemịkalụ dị ize ndụ n'ihi nchekwa ma ọ bụ chọọ nkwado tupu ojiji maka ojiji.",
  "Edemede isii ruo itoolu na-ekwu maka nhazi nke kemịkalụ niile, ọkọnọ, akpachapụ anya nchekwa yana ndụmọdụ nke United Nations",
  "A na-edekọ usoro ndị a na mpempe data nchekwa emegharịrị.",
  "Ndị ikike tozuru etozu ma ọ bụ otu akwadoro ma ọ bụ nke ndị ikike tozuru etozu ga-ewepụta usoro maka nhazi kemịkalụ niile.",
  "Enwere ike ikpebi ihe ndị dị ize ndụ nke ngwakọta na-adabere na ihe ize ndụ nke ihe ndị dị n'otu n'otu.",
  "Enwere ike iburu n'uche ndụmọdụ United Nations n'ebuga ngwa ahịa dị ize ndụ.",
  "A na-eji nwayọọ nwayọọ gbasaa usoro nhazi ọkwa na ngwa ha.",
  "A ga-edobe kemịkalụ niile",
  "A ga-edobere kemịkalụ dị ize ndụ akara pụrụ iche",
  "A ga-eme akara ndị a site n'aka ndị nwe ikike n'onwe ya ma ọ bụ ndị ikike tozuru oke ga-ekwe ka akara ahụ",
  "Mgbe ị na-ebufe ngwongwo ndị dị ize ndụ, a ghaghị iburu n'uche ndụmọdụ nke United Nations.",
  "A ga-enyerịrị ndị were n'ọrụ akwụkwọ data nwere ozi gbasara ihe egwu, ndị na-ebubata ihe, nchekwa nchekwa na usoro mberede maka kemịkalụ dị ize ndụ.",
  "Mpempe akwụkwọ data a dabere na njirisi ndị ikike tozuru etozu ma ọ bụ òtù amaara ama n'okpuru njirisi.",
  "Aha ejiri na mpempe data ga-adakọrịrị na aha dị na labelụ.",
  "Ndị niile na-eweta kemịkalụ ga-ahụ na ekewapụta kemịkalụ ndị ahụ dịka edemede 6 siri dị, nke akpọrọ ya dịka edemede nke 7, ma wepụta mpempe data nchekwa dịka edemede 8 siri dị.",
  "Ka ozi ahụike na nchekwa ọhụrụ gbasara kemịkalụ na-adị, onye na-eweta kemịkalụ dị ize ndụ ga-ahụ na enyefere akara ọhụrụ na mpempe data nchekwa dịka iwu obodo siri dị.",
  "Ndị na-eweta kemịkalụ ekewabeghị n'okpuru edemede 6 ga-achọ ozi dị na kemịkalụ iji nyochaa ma ọ dị ize ndụ.",
  "Isiokwu 10 ruo 16 na-ekwu maka ọrụ ndị na-ewe mmadụ n'ọrụ ịgwa ndị ọrụ gbasara ihe egwu nwere ike ime metụtara iji kemịkal n'ebe ọrụ",
  "Ndị ọrụ na ndị ọrụ ga-arụkọ ọrụ ọnụ iji hụ na nchekwa.",
  "Ndị na-ewe mmadụ n'ọrụ ga-ahụrịrị na akpọrọ kemịkalụ niile dịka edemede 7 siri dị yana na ewepụtara mpempe akwụkwọ data kemịkalụ maka ndị ọrụ na ndị nnọchi anya ha dịka edemede 8 siri dị.",
  "Ọ bụrụ na ndị na-ewe mmadụ n'ọrụ na-enweta kemịkalụ na-edeghị aha n'akwụkwọ edemede 7 ma ọ bụ nke enyeghị akwụkwọ nchekwa data dịka nkeji 8 si dị, ha ga-enweta ozi n'aka onye na-ebubata ya ma ọ bụ isi mmalite ndị ọzọ nwere ezi uche dị na ya",
  "Ruo mgbe ahụ, e kwesịghị iji kemịkal mee ihe.",
  "Onye were ya n'ọrụ ga-ahụ na ekewapụtala kemịkalụ eji eme ihe n'usoro isiokwu 6, nke achọpụtara n'akwụkwọ akụkọ 9, nke e debere n'akwụkwọ akụkọ 7 yana na ewerela nlezianya niile dị mkpa.",
  "Ndị na-ewe mmadụ n'ọrụ ga-edobe ndekọ nke kemịkalụ niile dị ize ndụ ejiri n'ebe ọrụ, yana ntinye aka na mpempe akwụkwọ nchekwa kemịkalụ ha, ma mee ka ọ dịrị ndị ọrụ niile.",
  "Onye were ya n'ọrụ ga-enyerịrị ndị ọrụ ozi zuru oke gbasara nchekwa nchekwa yana njirimara kemịkalụ mgbe ebufe kemịkalụ.",
  "Ndị na-ewe mmadụ n'ọrụ ga-ahụrịrị na ndị ọrụ anaghị ekpughere kemịkalụ dị ize ndụ ogologo oge karịa ka ekwenyere, ga-enyocha onye ọrụ na kemịkalụ dị ize ndụ, ga-enyocha ma dekọọ ọrụ na kemịkalụ dị ize ndụ iji chebe nchekwa na ahụike, ma hụ na edobere ndekọ nke ọma.",
  "Onye were ya n'ọrụ ga-enyocha ihe egwu dị n'ihi iji kemịkalụ na-arụ ọrụ ma chebe ndị ọrụ site na ịme usoro kwesịrị ekwesị.",
  "Ndị were n'ọrụ ga-amachi ikpughe ndị ọrụ na kemịkalụ iji chebe ahụike na nchekwa, nye enyemaka mbụ ma mee ndokwa maka ihe mberede.",
  "A ga-ekpochapụ kemịkalụ dị ize ndụ na arịa ndị a tọgbọrọ chakoo nke nwere ihe fọdụrụ nke kemịkalụ dị ize ndụ n'ụzọ na-ebelata ihe ize ndụ na nchekwa, ahụike na gburugburu ebe obibi.",
  "Ndị na-ewe mmadụ n'ọrụ ga-agwa ndị ọrụ gbasara ihe egwu ha na-eche ihu n'ebe ọrụ ha na akara kemịkalụ na mpempe data nchekwa.",
  "Ha ga-eji mpempe akwụkwọ data nchekwa dịka ntọala maka ntuziaka ọrụ ma nye ndị ọrụ ọzụzụ na-aga n'ihu maka iji kemịkal.",
  "Ndị were n'ọrụ na ndị ọrụ ga-arụkọ ọrụ ọnụ maka nchekwa na iji kemịkalụ n'ebe ọrụ.",
  "Nkeji edemede 17 bụ maka imekọ ihe ọnụ n'etiti ndị were ọrụ na ndị ọrụ iji belata ihe egwu dị n'ọrụ.",
  "Ndị ọrụ ga-eso ndị na-ewe ọrụ na-arụkọ ọrụ ma soro usoro niile na-eji kemịkalụ na-arụ ọrụ iji hụ na nchekwa.",
  "Ndị ọrụ ga-eme usoro ezi uche dị na ya iji belata ihe egwu metụtara njikwa kemịkalụ.",
  "Nkeji edemede 18 na-enye ndị ọrụ ikike iji zere ihe ize ndụ dị nso maka ahụike na-enweghị nsonaazụ na-enweghị isi.",
  "Ndị ọrụ nwere ikike iwepụ onwe ha na ihe egwu dị na kemịkalụ arụ ọrụ ma ọ bụrụ na enwere ihe ize ndụ ozugbo maka ahụike ma ọ bụ nchekwa ha.",
  "Ndị ọrụ na-ewepụ onwe ha n'ihe egwu dịka ndokwa nke edemede a si dị ka a ga-echebe pụọ na nsonaazụ na-enweghị isi.",
  "Ndị ọrụ metụtara nwere ikike ị nweta ozi gbasara akụrụngwa na njirimara, akara, na mpempe data nchekwa nke kemịkalụ eji.",
  "Ọ bụrụ na igosipụta njirimara kemịkalụ nye onye asọmpi nwere ike imerụ azụmahịa onye were ya n'ọrụ, onye were ya n'ọrụ, mgbe ọ na-enye ozi achọrọ n'okpuru edemede a, nwere ike chekwa njirimara ahụ dịka edemede 1 siri dị.",
  "Edemede 19 ruo 27 na-ekwu maka ọrụ dịịrị steeti na-ebupụ kemịkalụ dị ize ndụ yana ọrụ maka njikwa",
  "Ha na-ekwukwa maka izi ezi nke Mgbakọ a na oke itinye n'ọrụ.",
  "Mgbe mba ndị otu na-ebupụ machibido iji ụfọdụ kemịkalụ dị ize ndụ ma ọ bụ ihe niile maka nchekwa na ahụike na-arụ ọrụ, a ga-agwa mba niile na-ebubata ya eziokwu na ihe kpatara ya.",
  "A ghaghị izigara onye isi ụlọ ọrụ na-ahụ maka ndị ọrụ mba ụwa akwụkwọ nkwenye nke nkwekọrịta a maka ndebanye aha.",
  "Nkwekọrịta a ga-adabere naanị na ndị otu ndị debanyere aha nkwado ha n'aka onye isi oche.",
  "Ọ na-abanye n'ọrụ ọnwa iri na abụọ ka ụbọchị e debanyere nkwenye ahụ n'aka onye isi oche nke ndị otu abụọ mbụ.",
  "Mgbe nke ahụ gasịrị, mgbakọ ahụ ga-amalite ịrụ ọrụ maka ndị otu ọ bụla ọzọ ọnwa iri na abụọ ka ụbọchị nkwado ya gasịrị.",
  "Onye otu akwadoro nwere ike ịkatọ afọ iri ka ịbanye n'ike nke mgbakọ ahụ site na iwu ekwuru Onye isi oche",
  "Mkpesa ahụ ga-amalite otu afọ mgbe ụbọchị ndebanye aha gachara.",
  "Onye ọ bụla akwadoro nke na-adịghị egosipụta ikike nke nkatọ n'ime afọ iri a kwuru nwere ike ịkatọ naanị mgbe ngafe nke afọ iri ọzọ n'okpuru ọnọdụ ndị a kpọtụrụ aha.",
  "Onye isi oche ga-edeba aha nkwenye na nkatọ niile sitere n'aka ndị otu niile mara ọkwa.",
  "Mgbe ị na-agwa ndị otu nkwenye nke abụọ, Onye isi nchịkwa ga-egosi ụbọchị nke mgbakọ ahụ ga-amalite.",
  "Onye isi oche nke ILO ga-ebuga onye odeakwụkwọ ukwu nke UN maka ndebanye aha n'okpuru edemede 102 nke Charter nke United Nations nkọwa nke nkwenye na nkatọ niile.",
  "Òtù Na-achị Isi nke ILO ga-, n'oge ọ bụla ọ nwere ike ikpebi, nyefee akụkọ maka mmejuputa nke mgbakọ a ma tụlee mkpa ọ dị maka idegharị ya.",
  "Ọ bụrụ na ọgbakọ ahụ nakweere mgbakọ ọhụrụ nke na-emegharị mgbakọ a, nkwenye nke mgbakọ ọhụrụ ahụ ga-eme ka ọ bụrụ ihe na-adịghị mma na Nkeji 22, ga-eme ka a katọọ nkwekọrịta a ozugbo.",
  "N'ụbọchị mgbakọ ọhụrụ ahụ ga-amalite, mgbakọ a ga-akwụsị ịdị irè.",
  "Nkwekọrịta a ga-anọgide na-adị irè n'ụdị ya ugbu a maka ndị otu ahụ kwadoro ya mana ha akwadoghị nkwekọrịta ngbanwe ahụ.",
  "Ụdị Bekee na French nke ederede nke Mgbakọ a nwekwara ikike.",
  "Ka ọ na-erule Jenụwarị 2023, steeti iri abụọ na atọ akwadowo nkwekọrịta ahụ."
]