[
  "Nkwekọrịta Basel na njikwa mmegharị nke ihe mkpofu dị ize ndụ na mkpofu ha, nke a na-akpọkarị Basel Convention, bụ nkwekọrịta mba ụwa nke e mere iji belata mmegharị nke ihe mkpofu dị ize ndụ n'etiti mba dị iche iche, yana kpọmkwem iji gbochie ịnyefe ihe mkpofu dị ize ndụ site na mmepe",
  "gaa na mba ndị mepere emepe",
  "Otú ọ dị, ọ dịghị ekwu maka mmegharị nke ihe mkpofu redioaktivu",
  "Ebum n'obi na mgbakọ a iji belata ọnụego na nsi nke ihe mkpofu a na-emepụta, iji hụ na njikwa ha na gburugburu ebe obibi dị mma dịka o kwere mee na isi mmalite nke ọgbọ, na inyere mba ndị ka na-emepe emepe aka na gburugburu ebe obibi nke ihe ize ndụ na ihe mkpofu ndị ọzọ ha na-emepụta.",
  "E meghere mgbakọ ahụ maka ịbịanye aka na ya na 21 March 1989, ma malite ịdị irè na May 5, 1992",
  "N'ihe dị ka Septemba 2022, e nwere otu narị mmadụ na iri itoolu na-aga mgbakọ ahụ",
  "Tụkwasị na nke ahụ, Haiti na United States abịanyela aka ná mgbakọ ahụ ma ha akwadoghị ya.",
  "N'ịgbaso arịrịọ na-agba ume ime ihe na okwu nke ihe karịrị nde mmadụ gburugburu ụwa bịanyere aka na ya, ọtụtụ mba ụwa, mana ọ bụghị United States, kwetara na May 2019 na mmegharị nke Mgbakọ Basel iji tinye ihe mkpofu plastik dị ka ihe edoziziri",
  "Ọ bụ ezie na United States esoghị na nkwekọrịta ahụ, mbupu ihe mkpofu plastik na-ebupụ na United States ugbu a bụ \"ụzọ ndị omempụ ozugbo ụgbọ mmiri ndị ahụ rutere n'oké osimiri,\" dị ka Basel Action Network (BAN), na ndị na-ebu ibu",
  "Mbupu ndị dị otú ahụ nwere ike ịnwe ụgwọ, n'ihi na amachibidoro ibufe ihe mkpofu rọba n'ihe dị ka obodo ọ bụla ọzọ.",
  "Site na nchichi nke iwu gburugburu ebe obibi (dịka ọmụmaatụ, RCRA) na mba ndị mepere emepe na 1970s, ọnụ ahịa mkpofu maka ihe mkpofu dị ize ndụ bilitere nke ukwuu",
  "N'otu oge ahụ, ijikọ ụgbọ mmiri zuru ụwa ọnụ mere ka ịgafe n'ókè nke ihe mkpofu dị mfe, na ọtụtụ mba ndị na-emepe emepe na-achọsi ike maka ego mba ọzọ",
  "N'ihi ya, ịzụ ahịa ihe mkpofu dị ize ndụ, karịsịa ná mba ndị ka daa ogbenye, toro ngwa ngwa",
  "N'afọ 1990, mba OECD wepụrụ ihe ruru nde tọn 1.8 nke ihe mkpofu dị ize ndụ",
  "Ọ bụ ezie na a na-ebufe ọtụtụ n'ime ihe mkpofu a ná mba ndị ọzọ mepere emepe, ọtụtụ ihe omume dị elu nke ikpofu ihe mkpofu dị ize ndụ butere oku maka nhazi.",
  "Otu n'ime ihe ndị butere n'ichepụta Mgbakọ Basel bụ ihe a na-ekpofu ahịhịa nke oke osimiri Khian, bụ nke ụgbọ mmiri bu ntụ ntụ si n'obodo Philadelphia dị na United States tụbara ọkara nke ibu ya n'akụkụ osimiri dị na Haiti tupu a manye ya",
  "pụọ",
  "Ọ na-akwọ ụgbọ mmiri ruo ọtụtụ ọnwa, na-agbanwe aha ya ọtụtụ ugboro",
  "N’ịbụ ndị na-enweghị ike ibupụ ibu ahụ n’ọdụ ụgbọ mmiri ọ bụla, e chere na ndị ọrụ ụgbọ mmiri ahụ tụfuru ọtụtụ n’ime ya n’oké osimiri.",
  "Ihe ọzọ mere bụ ikpe 1988 nke ụgbọ mmiri ise bubatara puku barel 8,000 nke ihe mkpofu dị ize ndụ site n'Ịtali gaa obere obodo Nigeria bụ Koko maka ego mgbazinye $100 kwa ọnwa nke a na-akwụ onye Naijiria maka iji ala ubi ya.",
  "Na nzukọ ya nke mere site na 27 November ruo 1 December 2006, ndị ọzọ nke Basel Agreement lekwasịrị anya n'ihe gbasara mkpofu electronic na ịkwatu ụgbọ mmiri.",
  "Mmụba ịzụ ahịa n'ihe ndị a na-emegharịgharị emewo ka abawanye n'ahịa maka ngwaahịa eji eme ihe dị ka kọmputa",
  "A na-eji ọnụ ahịa ahịa a ọtụtụ ijeri dollar",
  "Ihe na-akpata bụ ihe dị iche mgbe kọmputa eji eme ihe kwụsịrị ịbụ \"ngwaahịa\" wee ghọọ \"ihe mkpofu\".",
  "Site na Septemba 2022, enwere ndị otu 190 na nkwekọrịta ahụ, nke gụnyere mba 187 ndị otu UN, Cook Islands, European Union, na steeti Palestine",
  "Mba isii ndị òtù UN na-esoghị na nkwekọrịta ahụ bụ East Timor, Fiji, Haiti, San Marino, South Sudan, na United States.",
  "Ihe mkpofu na-adaba n'okpuru mgbakọ ahụ ma ọ bụrụ na ọ dị n'ụdị mkpofu e depụtara na Annex I nke mgbakọ ahụ ma ọ na-egosipụta otu n'ime àgwà dị ize ndụ dị na Annex III",
  "N'ikwu ya n'ụzọ ọzọ, a ga-edepụta ya ma nwee njirimara dịka ihe mgbawa, ọkụ ọkụ, nsi, ma ọ bụ ihe na-emebi emebi",
  "Ụzọ ọzọ ihe mkpofu nwere ike isi daba n'okpuru mgbakọ ahụ bụ ma ọ bụrụ na akọwara ya ma ọ bụ na-ewere ya dị ka ihe mkpofu dị ize ndụ n'okpuru iwu nke mba na-ebupụ, mba na-ebubata, ma ọ bụ nke ọ bụla n'ime mba ndị na-agafe agafe.",
  "A na-eme nkọwa nke mkpofu okwu ahụ na Nkeji edemede 2 al 4 ma na-ezo aka na mgbakwunye IV, nke na-enye ndepụta ọrụ nke a ghọtara dị ka mkpofu ma ọ bụ mgbake",
  "Ihe atụ nke mkpofu dị obosara, gụnyere mgbake na imegharị ihe.",
  "N'aka nke ọzọ, iji daa n'okpuru nkwekọrịta nke mgbakọ ahụ, ọ ga-ezuru ka etinyere ihe mkpofu na Annex II, nke depụtara ihe mkpofu ndị ọzọ, dị ka ihe mkpofu ụlọ na ihe fọdụrụ na-abịa site na ọkụ ụlọ.",
  "A naghị ekpuchi ihe mkpofu redioaktivu nke kpuchiri n'okpuru usoro nchịkwa mba ụwa na ihe mkpofu sitere na ọrụ ụgbọ mmiri nkịtị.",
  "Annex IX na-anwa ịkọwapụta ihe mkpofu nke anaghị ewere dị ka ihe mkpofu dị ize ndụ yana nke a ga-ewepụ na njedebe nke Mgbakọ Basel",
  "Ọ bụrụ na ejiri ihe ndị dị ize ndụ metọọ ihe mkpofu ndị a ruo n'ókè na-eme ka ha gosipụta njirimara Annex III, anaghị ewepu ha.",
  "Na mgbakwunye na ọnọdụ dị na mbubata na mbupụ nke mkpofu ndị dị n'elu, enwere ihe siri ike chọrọ maka ọkwa, nkwenye na nsochi maka ịkwagharị ihe mkpofu gafere oke mba",
  "Ọ bụ ihe mara mma na mgbakọ ahụ nyere iwu n'ozuzu na mbupụ ma ọ bụ ibubata ihe mkpofu n'etiti ndị ọzọ na ndị na-abụghị ndị ọzọ",
  "Ewezuga iwu a bụ ebe ihe mkpofu nọ n'okpuru nkwekọrịta ọzọ nke na-ewepụghị na Mgbakọ Basel",
  "United States bụ onye ama ama na-abụghị akụkụ nke mgbakọ ahụ ma nwee ọtụtụ nkwekọrịta dị otú ahụ maka ikwe ka mbupu ihe mkpofu dị ize ndụ gaa na mba Basel Party.",
  "Kansụl OECD nwekwara usoro njikwa nke ya na-achịkwa mmegharị nke ihe dị ize ndụ n'etiti mba ndị otu OECD",
  "Nke a na-enye ohere, n'etiti ihe ndị ọzọ, mba OECD ịnọgide na-ere ahịa n'efu na mba ndị dị ka United States bụ ndị na-akwadoghị Mgbakọ Basel.",
  "Ndị na-aga mgbakọ ahụ ga-asọpụrụ mmachibido iwu mbubata nke ndị ọzọ.",
  "Nkeji edemede 4 nke Mgbakọ Basel na-akpọ maka mbelata mkpokọta mkpofu",
  "Site n'ịgba mba ume ka ha debe ihe mkpofu n'ime oke ha yana dị ka o kwere mee na isi mmalite nke ọgbọ ya, nrụgide dị n'ime ya kwesịrị inye ihe mkpali maka mbelata mkpofu na igbochi mmetọ",
  "A machibidoro ndị otu n'otu n'otu ibupụ ihe mkpofu kpuchiri ekpuchi na, ma ọ bụ bubata ihe mkpofu ekpuchiri n'aka ndị na-abụghị nnọkọ.",
  "Mgbakọ ahụ kwuru na okporo ụzọ mkpofu ihe egwu na-ezighi ezi bụ mpụ mana enweghị usoro mmanye.",
  "Dị ka edemede 12 si kwuo, a na-eduzi ndị otu ka ha nakwere ụkpụrụ nke na-ewepụta iwu na usoro ndị kwesịrị ekwesị maka mmebi nke na-esite na mmegharị nke ihe mkpofu dị ize ndụ gafere oke.",
  "Nkwekọrịta dị ugbu a bụ na ebe anaghị ekewa oghere dị ka \"mba\" n'okpuru nkọwa a kapịrị ọnụ, a gaghị ekpuchi mbupụ e-ifufe n'ebe ndị na-abụghị nke ụwa.",
  "Mgbe e nwesịrị mgbakọ mbụ ahụ, ụfọdụ mba ndị na-emepe emepe na òtù gburugburu ebe obibi rụrụ ụka na o rughị ebe dị anya",
  "Ọtụtụ mba na ndị otu na-arụ ụka maka mmachibido iwu na mbupu ihe mkpofu niile dị ize ndụ na mba ndị ka na-emepe emepe",
  "Karịsịa, mgbakọ mbụ ahụ egbochighị mbupụ ihe mkpofu n'ebe ọ bụla ma e wezụga Antarctica mana ọ chọrọ naanị usoro ngosi na nkwenye nke a maara dị ka \"nkwenye mbụ amata\" ma ọ bụ PIC",
  "Ọzọkwa, ọtụtụ ndị na-ere ahịa ihe mkpofu chọrọ iji aha ọma nke imegharị ihe wee malite ịkwado mbupụ niile dị ka ịkwaga ebe a na-emegharịgharị ihe",
  "Ọtụtụ kwenyere na a chọrọ mmachibido iwu zuru oke gụnyere mbupụ maka imegharị ihe",
  "Nchegbu ndị a butere ọtụtụ mmachibido iwu azụmaahịa mpaghara, gụnyere Mgbakọ Bamako.",
  "Lobbying na 1995 Basel ogbako nke mba ndị ka na-emepe emepe, Greenpeace na ọtụtụ mba Europe dị ka Denmark, dugara na ntinye nke mmezigharị na mgbakọ ahụ na 1995 kpọrọ Basel Ban Amendment na Basel Convention",
  "Mba 86 na European Union anabatala mgbanwe a, mana abanyebeghị n'ike (nke ahụ chọrọ nkwado nke ụzọ atọ n'ụzọ anọ nke mba ndị otu na mgbakọ ahụ)",
  "Na 6 Septemba 2019, Croatia ghọrọ mba 97th iji kwado mgbanwe ahụ nke ga-abanye n'ọrụ mgbe ụbọchị 90 gasịrị na 5 December 2019",
  "Ndozigharị ahụ na-amachibido mbupụ ihe mkpofu dị ize ndụ site na ndepụta nke mba ndị mepere emepe (ọtụtụ OECD) na mba ndị ka na-emepe emepe",
  "Basel Ban na-emetụta mbupụ maka ihe ọ bụla, gụnyere imegharị ihe",
  "Ebe nwere nchegbu pụrụ iche maka ndị na-akwado mgbanwe ahụ bụ ire ụgbọ mmiri maka mgbapụta, nkwụsị ụgbọ mmiri",
  "Ọtụtụ otu ụlọ ọrụ yana mba ndị gụnyere Australia na Canada megidere iwu mmachibido iwu ahụ",
  "Ọnụ ọgụgụ nke ratification maka ntinye-n'ime ike nke Ban Amendment bụ n'okpuru arụmụka: Ndozigharị na nkwekọrịta na-abanye n'ike mgbe nkwenye nke \"ụzọ atọ n'ụzọ anọ nke ndị otu nabatara ha\" [Art",
  "17.5]; ka ọ dị ugbu a, ndị otu Basel Convention enwebeghị ike ikweta ma nke a ga-abụ ụzọ atọ n'ụzọ anọ nke otu ndị sonyere na Mgbakọ Basel mgbe a nakweere mmachibido iwu ahụ, ma ọ bụ ụzọ atọ n'ụzọ anọ nke ndị otu mgbakọ ugbu a [lee Akụkọ",
  "nke COP 9 nke Mgbakọ Basel]",
  "Enwere ike ịhụ ọkwa nkwado ndezigharị na ibe weebụ nke Basel Secretariat",
  "European Union mejuputa Basel Ban n'ụzọ zuru ezu na iwu mbupu mkpofu (EWSR), na-eme ka ọ bụrụ iwu kwadoro na mba EU niile",
  "N'otu aka ahụ, Norway na Switzerland emejuputala iwu Basel n'iwu ha.",
  "N'iburu n'uche mgbochi ahụ gbasara ntinye ike nke iwu iwu mmachibido iwu, Switzerland na Indonesia ewepụtala \"Initiative nke mba na-eduzi\" (CLI) iji kparịta n'ụzọ na-adịghị mma maka ụzọ iji hụ na mmegharị nke ókèala nke ihe mkpofu dị ize ndụ",
  ", karịsịa na mba ndị na-emepe emepe na mba ndị nwere akụ na ụba na mgbanwe mgbanwe, adịghị eduga na njikwa na-adịghị mma nke ihe mkpofu dị ize ndụ",
  "Mkparịta ụka a bu n'obi ịchọpụta na ịchọta ihe ngwọta maka ihe kpatara a ka na-ebute ihe mkpofu dị ize ndụ na mba ndị na-enweghị ike ịgwọ ha n'ụzọ dị nchebe",
  "A na-atụ anya na CLI ga-enye aka na mmezu nke ebumnuche nke Ndezigharị Mpụ",
  "Weebụsaịtị Basel Convention na-agwa maka ọganihu nke atụmatụ a.",
  "N'ihi mkpu na-ewu ewu, na Mee 2019 ọtụtụ mba ụwa, mana ọ bụghị United States, kwetara imezigharị Mgbakọ Basel ka ọ tinye ihe mkpofu rọba dị ka ihe edoziziri",
  "A na-eche na oke osimiri nke ụwa nwere 100 nde metric ton nke rọba, yana ihe ruru 90% nke oke a sitere na isi mmalite nke ala",
  "United States, nke na-emepụta ihe mkpofu rọba nde metric ton 42 kwa afọ, karịa mba ọ bụla n'ụwa, megidere mgbanwe a, mana ebe ọ bụ na ọ bụghị akụkụ nke nkwekọrịta ahụ, o nweghị ohere ịme ntuli aka na ya",
  "gbalịa igbochi ya",
  "Ozi gbasara, na onyonyo a na-ahụ anya nke anụ ọhịa, dị ka nnụnụ mmiri, plastik ingesting, na nchoputa sayensị nke nanoparticles na-abanye n'ime mgbochi ụbụrụ ọbara ka akọwara na ọ kpalitere echiche ọha na eze maka nhazi nke mba ụwa n'ụzọ iwu kwadoro",
  "Ihe karịrị otu nde mmadụ gburugburu ụwa bịanyere aka n'akwụkwọ mkpesa na-achọ ka gọọmentị mee ihe",
  "Ọ bụ ezie na United States esoghị na nkwekọrịta ahụ, mbupu ihe mkpofu plastik na-ebupụ na United States ugbu a bụ \"ụzọ ndị omempụ ozugbo ụgbọ mmiri ndị ahụ rutere n'oké osimiri,\" dị ka Basel Action Network (BAN), na ndị na-ebu ibu",
  "Mbupu ndị dị otú ahụ nwere ike ịnwe ụgwọ, n'ihi na Mgbakọ Basel dị ka emezigharịrị na Mee 2019 machibido ibufe ihe mkpofu rọba na obodo ọ bụla.",
  "Mgbakọ Basel nwere isi ntinye atọ na mkpofu rọba na Annex II, VIII na IX nke Mgbakọ ahụ",
  "Ndozigharị ihe mkpofu plastik nke mgbakọ ahụ na-ejizi na steeti 186",
  "Na mgbakwunye na ịhụ na ahia na ihe mkpofu rọba na-edobe anya ma na-achịkwa nke ọma, n'okpuru Mgbakọ Basel, gọọmentị ga-emerịrị usoro ọ bụghị naanị iji hụ na nlekọta gburugburu ebe obibi nke ihe mkpofu rọba, kamakwa iji gboo ihe mkpofu plastik na isi mmalite ya.",
  "Basel Action Network (BAN) bụ ọgbakọ ọrụ ebere nke ọha na eze na-abụghị ndị gọọmentị na-arụ ọrụ dị ka onye na-ahụ maka ndị ahịa maka mmejuputa nkwekọrịta Basel",
  "Ebumnuche bụ isi nke BAN bụ ịlụ ọgụ mbupụ nke nsị nsị, gụnyere mkpofu rọba, site na obodo mepere emepe gaa na mba ndị ka na-emepe emepe",
  "BAN dabere na Seattle, Washington, United States, ya na ụlọ ọrụ mmekọ na Philippines",
  "BAN na-arụ ọrụ iji kwụsị ịzụ ahịa na-agafe agafe na ihe mkpofu eletrọnịkị dị ize ndụ, mkpofu ala, ịgba ọkụ, na iji ọrụ ụlọ mkpọrọ."
]