[
  "Mgbanwe ihu igwe na Cambodia na-eweta nnukwu ihe ịma aka na mba ahụ",
  "Cambodia nwere mmetụta nke mgbanwe ihu igwe",
  "Ọnọdụ ihu igwe siri ike ga-eme ugboro ugboro; nke a gụnyere idei mmiri, nke na-emetụta ndị dị 90,000 bi na Cambodia kwa afọ, na okpomọkụ, ebe Cambodia nwere otu n'ime okpomọkụ kachasị elu n'ụwa",
  "Okpomọkụ amụbaala kemgbe afọ 1960 site na 0.18 °C kwa afọ iri. O nwere nke asaa kachasị ala CO2 na Eshia niile na afo 2019.",
  "Mgbanwe ihu igwe na-eduga n'ịbawanye ụkọ mmiri ozuzo na mba Cambodia, nke na-enwe mmetụta dị ukwuu na Tonlé Sap na Mekong deltas",
  "Usoro mmiri ndị a dị ezigbo mkpa maka mmiri, ọrụ ugbo na ịkụ azụ na mba ahụ",
  "Mmiri ozuzo na-arịwanye elu, oké ifufe na ọrịa mmiri na-ebute na-emetụta ọnụ ọgụgụ ndị Cambodia na arịwanye elu, dịkwa oke egwu n'ihi oke ịda ogbenye ya.",
  "N'afọ 2020, Cambodia kwuru na ọ bụ 15.33 mt na CO2 na-ewepụta ma bụrụkwa ihe kpatara 0.04% na 2019 na 0.01% nke CO2 zuru ụwa ọnụ",
  "Mgbasa CO2 nke onye ọ bụla na 2019 bụ 0.97t kemgbe 2013 a hụrụ nnukwu mmụba na CO2 na mmụba nke 192.69% site na afọ 2013 ruo na afọ 2019",
  "143.84 mt nke CO2 emere n'etiti 1751 na 2019.",
  "Okpomọkụ amụbaala 0.18 °C kwa afọ iri kemgbe afọ 1980",
  "Cambodia enweela otu n'ime okpomọkụ kachasị elu n'ụwa na 35 °C a na-edekọ maka ụbọchị iri isii na anọ n'afọ na mba ahụ",
  "Okpomọkụ ndị a ga-arị elu na ọnọdụ RCP niile nke nwere ike iduga na nrụgide okpomọkụ na-adịgide adịgide",
  "O yikarịrị ka ụkọ mmiri ozuzo na 2080-2099 ga-arị elu site na 4% kwa afọ ruo 5-9% n'okpuru ọnọdụ niile.",
  "Mmiri ozuzo na-ezo kwa ụbọchị ga-abawanye n'ike",
  "Ihe dị ka mmadụ 90,000 na-ahụ idei mmiri kwa afọ na Cambodia, na RCP 8.5 nke a ga-abawanye ruo mmadụ 160,000 kwa afọ",
  "Nnyocha nke ụlọ akụ mba ụwa mere na-atụ anya na n'afọ 2050, pasent 19 nke ndị bi na ya ga-ahụ idei mmiri.",
  "Isi nsogbu mgbanwe ihu igwe maka Cambodia bụ mmetụta ọ nwere na ọdọ mmiri Tonlé Sap na usoro osimiri Mekong. Mgbanwe ihu igwe ga-emetụta mmiri na-aga na mba ahụ ma mee ka ụkọ mmiri ozuzo dịkwuo ukwuu ma rịkwa elu. Ihe mgbochi mmiri eletrik emeela ka nsogbu ahụ kawaye njọ.",
  "Mmetụta nke ọdọ mmiri Tonlé Sap na nke Mekong ga-enwe ma wetakwa mmetụta dị ukwuu maka ọrụ ugbo na ịkụ azụ na mba ahụ. Ndị mba Cambodia, nke nwere oke ịda ogbenye, nwere mmetụta nke mgbanwe ihu igwe na cyclones, idei mmiri na ọrịa mmiri na-ebute.",
  "UNICEF debere Cambodia na ogo nke iri anọ na isii n'ime 163 nke ha nyochara na mmetụta mgbanwe ihu igwe na ndị ntorobịa",
  "A họpụtara Cambodia dị ka mba dị oke egwu na akụkọ ahụ",
  "Ndị ntorobịa nọ na Cambodia enweela oke mmiri, idei mmiri nke osimiri na ọrịa na-ebute ọrịa nke nwere ike ịka njọ na mmetụta nke mgbanwe ihu igwe.",
  "Gọọmentị Cambodia ekwela nkwa ibelata ikuku ikuku ruo na 41.7% na afo 2030."
]