[
  "Mgbakwunye nku anya bụ ngwa ịchọ mma na-eme ka ogologo, curl, juju, na ọkpụrụkpụ nke nku anya eke",
  "Enwere ike ịme mgbatị ahụ site na ọtụtụ ihe gụnyere mink, silk, sịntetik, ntutu mmadụ ma ọ bụ ịnyịnya",
  "Ụzọ bụ isi nke itinye ihe ndọtị ahụ bụ site na iji ihe ntanye cyanoacrylate iji tinye ndọtị (s) na mma nke anụ ahụ 1-2 mm site na isi nke nku anya eke, na-adịghị eme kọntaktị na nkuchianaya",
  "Na 1879, James D",
  "McCabe dere The National Encyclopædia of Business and Social Forms, ebe, na ngalaba \"Laws of Etiquette,\" o kwuru na nku anya nwere ike ịgbatị ogologo site n'iji mkpa isi gbuchapụ nsọtụ",
  "Akwụkwọ ịma mma ndị ọzọ, dị ka My Lady's Dressing Room (1892) nke Baronne Staffe na Beauty's Aids or How to Be Beautiful (1901) nke Countess C na-ekwukwa na mkpụcha nku anya yana iji Trikogene na-erite uru nku anya",
  "uto",
  "Countess C tụkwara aro na enwere ike inyekwu ogologo nku anya site na iji ngwakọta mmiri na akwụkwọ ukpa na-asa ha mgbede ọ bụla.",
  "N'afọ 1882, Henry Labouchère of Truth kọrọ na \"Ndị Paris achọpụtala otú e si eme nku anya ụgha\" site n'itinye ntutu n'ime nku anya. Akụkọ yiri nke ahụ pụtara na mbipụta Julaị 6, 1899 nke The Dundee Courier nke kọwara ụzọ na-egbu mgbu maka ịgbatị lashes",
  "Isi akụkọ nke na-agụ, \"Anya na-apụghị ịgbagha agbagha nwere ike ịnwe site na ịtụgharị ntutu.\" Isiokwu ahụ kọwara otú usoro ahụ si enweta lashes ogologo site n'ịkpa ntutu isi n'isi n'ime nku anya.",
  "N'afọ 1902, ọkachamara n'ihe gbasara ntutu isi nke German mụrụ na onye na-emepụta ihe a ma ama bụ Charles Nessler (aka Karl Nessler ma ọ bụ Charles Nestle) kwadoro \"Ụzọ Ọhụrụ ma ọ bụ Mma nke na Means maka Imepụta Nkuanya Artificial, Eyelashes na ihe ndị yiri ya\" na United Kingdom",
  "] Ka ọ na-erule 1903, ọ malitere ire nku anya mmadụ n'ụlọ ebe a na-eme ihe na London na Great Castle Street. O ji uru sitere n'ahịa ya kwụọ ụgwọ ihe ọzọ ọ rụpụtara, igwe ebili mmiri na-adịgide adịgide. A na-akpọkarị igwe na-efegharị efegharị na-adịgide adịgide perm na-agụnye iji okpomọkụ na/ma ọ bụ kemịkalụ na-agbaji na gbanwee njikọ njikọ nke nhazi ntutu",
  "Na 1911, otu nwanyị Canada aha ya bụ Anna Taylor nwere ikike nku anya ụgha na United States",
  "E ji eriri akwa dị n'ụdị mgbawa mee ihe nku anya ụgha Taylor",
  "Ajị ahụ nwere obere ntutu e debere na ha.",
  "Onye ọzọ a ma ama nke mepụtara nku anya bụ Maksymilian Faktorowicz, onye guru ịma mma Polish na onye ọchụnta ego, onye tọrọ ntọala ụlọ ọrụ Max Factor.",
  "N'afọ 1916, mgbe ọ na-eme ihe nkiri ya bụ Intolerance, onye nduzi DW Griffith chọrọ ka onye na-eme ihe nkiri Seena Owen nwee lashes \"nke na-ehichapụ ntì ya, iji mee ka anya ya na-egbuke egbuke karịa ndụ.\" Ọ bụ otu onye na-eme wig obodo ji ibe ya kpara nku anya ụgha ndị e si na ajị mmadụ mee kpọmkwem",
  "A na-eji chịngọm mmụọ, nke a na-ejikarị na-ekedo wigs jide nku anya",
  "Otu ụbọchị Owen pụtara ịnọdụ ala na anya ya fụrụ akpụ ọ fọrọ nke nta ka ọ mechie, onye otu ya bụ Lillian Gish dere n'akwụkwọ akụkọ ya.",
  "Ka ọ na-erule n'afọ ndị 1930, nku anya ụgha na-aghọ nke a na-anabata nke ọma maka nkezi nwanyị na-eyi",
  "Mgbanwe a n'echiche omenala bụ n'ihi mmetụta nke ndị na-eme ihe nkiri a hụrụ na-eyi ha na ihuenyo",
  "Egosiri na Vogue, nku anya ụgha aghọọla nke ọma wee nye akara nkwado Vogue.",
  "N'afọ ndị 1960, nku anya ụgha ghọrọ isi ihe etemeete",
  "N'oge a, etemeete anya nke nyere ụmụ nwanyị nnukwu anya dị ka nwa bebi bụ ihe a na-ahụkarị",
  "Ha nwetara anya a site n'itinye nku anya ụgha na nku anya elu na ala",
  "Ụdị dị ka Twiggy nyere aka kwalite omume a ma na-ejikọta ya na ya.",
  "N'afọ 1968 na mkpesa nwanyị nwanyị Miss America, ndị ngagharị iwe tụbara ọtụtụ ngwaahịa nwanyị n'ụzọ ihe atụ n'ime '' Freedom Trash Can'",
  "Ndị a gụnyere nku anya ụgha, bụ ndị so na ihe ndị ngagharị iwe ahụ kpọrọ \"ngwaọrụ nke mmekpa ahụ ụmụ nwanyị\" na nkọwa nke ihe ha chere na a ga-amanye ịbụ nwanyị.",
  "Na 2008, Aesthetic Korea Co., Ltd",
  "malitere imepụta ngwaahịa dị ka nku anya ọkara na-adịgide adịgide, bụ nke ghọrọ ewu ewu na Korea. Kemgbe ahụ, ọtụtụ ụlọ ọrụ ndị yiri ya amalitela ịmalite, nke nwere mmetụta dị ukwuu na mba ndị agbata obi, gụnyere China na Japan",
  "Agbanyeghị, n'ihi mmụba nke ụgwọ ọrụ na South Korea kwa afọ, ọtụtụ ndị nrụpụta esila South Korea kwaga China ma ọ bụ Vietnam.",
  "Na 2014, Katy Stoka dabeere na Miami, onye nchoputa nke One Two Cosmetics, chepụtara magnetik ụgha adịghị mma dị ka ihe ọzọ na-eji gluu. Taa nku anya magnetik na-aghọwanye nke a na-ahụkarị, yana ọtụtụ ụdị ụdị dị ka Ardell na To Glam, na-enye nhọrọ dị ọnụ ala karịa",
  "Otú ọ dị, ndị a bụ nku anya ụgha ọ bụghị nku anya.",
  "Ngwunye nku anya ụgha",
  "Nku anya ụgha na nku anya na-adịgide adịgide ma na-akwalite ogologo na olu nke nku anya, n'agbanyeghị na ha dị iche n'ụzọ dị iche iche.",
  "lashes kpochapụwo bụ nha 1:1 nke otu ndọtị etinyere n'otu adịghị mma eke",
  "Ngwakọ lashes bụ kpochapụwo lashes na olu fan lashes agwakọta ọnụ",
  "lashes olu bụ nku anya abụọ ma ọ bụ isii dị gịrịgịrị nke na-eme ọdịdị fan iji mee ka anya nke lashes na-asọ oyi",
  "Mega olu lashes bụ nku anya 10 ma ọ bụ karịa nke dị oke mkpa",
  "Fans nke emebere mbụ bụ mgbatị nku anya olu emebere ya",
  "A haziri ha na mpempe akwụkwọ mmado maka ọ dị mfe iburu na ngwa ngwa.",
  "Ngwakọ lashes na-agụnye ma kpochapụ nku anya nku anya onye ọ bụla yana ndị na-akwado olu agwakọta ọnụ maka ihe kacha mma na-atọ ụtọ, lashes textured",
  "A na-akpọkwa ya dị ka \"ngwakọta agwakọta\", ha na-enye ọdịdị dị arọ, dị njọ karịa lashes kpochapụ, ma na-enweghị otu na ịdị nro nke ụda olu Russia na-ahụkarị.",
  "A na-etinye lashes ụgha nwa oge na gluu adịghị mma na-adịru nwa oge ma emebeghi ya ka a na-eyi mgbe ị na-asa ahụ, na-ehi ụra ma ọ bụ igwu mmiri",
  "lashes na-abịa dị ka ndị mmadụ n'otu n'otu, ụyọkọ, na nke na-adịkarị, ibe adịghị mma",
  "The magnetik lashes na-arụ ọrụ site n'itinye magnetik ụgha adịghị mma n'etiti mmadụ nku anya, si otú sandwiching na eke nku anya na magnetik",
  "Mgbe ị na-eji nku anya magnetik kpachara anya mgbe niile, n'ihi na ọ bụ usoro dị iche",
  "Mgbe ị na-eji usoro gluu, onye ọrụ na-ete gluu na nhịahụ ụgha, na-ahapụ ya ka ọ nọrọ ruo 30 sekọnd wee pịa ya na mgbọrọgwụ nku anya ha ruo mgbe gluu akpọnwụwo nke ọma..",
  "Enwere teknụzụ abụọ bụ isi, ngwugwu na ciliary",
  "Site na usoro ngwungwu, a na-eji ùkwù nku anya ndị a chịkọtara ọnụ, ebe ụlọ ciliary bụ ụzọ e si ewu ihe: otu ma ọ bụ ọtụtụ ihe arụrụ arụ na-arapara n'otu nku anya eke.",
  "Na United States, ọrụ ndọtị nku anya nwere ike si na $30 ruo $500, dabere na:",
  "N'ihi na nkezi mmadụ nwere ike inwe nhịahụ n'ebe ọ bụla site na otu narị ruo narị abụọ lashes kwa anya, ọ nwere ike were site na otu awa atọ iji tinye ihe zuru ezu, ọhụrụ set",
  "Ọnụ ọgụgụ nke lashes otu onye nwere ike na-adị iche n'elu ẹdude eke nku anya",
  "N'ihi na ụmụ mmadụ na-atụfu nku anya eke kwa ụbọchị, nkuanya ntutu na-adịkarị n'etiti izu atọ na anọ na n'ime oge ahụ, lashes eke na-amalite ịdaba ma ọ bụ na-akpụ akpụ",
  "Idokwa nku anya zuru oke chọrọ njuju kwa izu abụọ ma ọ bụ atọ ma ọ bụ setịpụ akụkụ nke izu anọ ọ bụla",
  "Ọ bụrụ na emee ya nke ọma, ekwesighi imebi lashes eke",
  "Ọ dị mkpa ịchọta onye ọkachamara a zụrụ azụ iji chekwaa uto nchara ma belata ohere nke nsogbu anya.",
  "Ndị ọkachamara a zụrụ azụ na Lash Artitry na-eji utu aha dị iche iche gụnyere \"Lash Technicians,\" \"Lash Artists,\" na \"Lash Stylists.\" Enwere ụlọ ọrụ dị iche iche na-enye ọzụzụ na asambodo maka ndị ọkachamara n'ịgbatị anya anya.",
  "Na United States, steeti ọ bụla na-achịkwa ụlọ ọrụ a n'otu n'otu",
  "Steeti ụfọdụ chọrọ ma Cosmetology ma ọ bụ ikike Esthetician na ụfọdụ steeti nwere asambodo ma ọ bụ ikike naanị maka ndị teknụzụ Lash.",
  "Na UK, Guild of Professional Beauty Therapists kwadoro nkuzi maka itinye nchekwa nke nku anya nku anya nke ọ bụla na-adịgide adịgide",
  "Enwere ike ikpebi uru nke ọdịnaya ihe ọmụmụ site na ọnụọgụ CPD (Ọkachamara Ọkachamara Na-aga n'ihu) nke enyere onyinye ahụ.",
  "Eyelash Extensions Pros and Cons 2021 Cosmopolitan",
  "Guardian.ng - Your Prep Guide For Getting Eyelash Extensions",
  "Eyelash Extensions: How Long They Last, How - Glamour",
  "Everything you need to run a successful Lash Business - Deerunspost",
  "Shutterstock - 43623 Eyelash Extensions Images, Stock Photos & Vectors",
  "7 Signs Your Eyelash Extensions Could Be Better - tasleemanigh.com",
  "10 TIPS ABOUT LASH EXTENSIONS - Beautyinlagos.com",
  "The history of fake eyelashes will make you never want to wear them again - Businessinder",
  "divinelashes.ca - The History of Eyelash Extensions: A Complete Timeline!"
]