[
  "Mgbanwe ihu igwe na Naịjirịa pụtara ìhè site na mmụba okpomọkụ, mgbanwe mmiri ozuzo (mmụba mmiri ozuzo na mpaghara ndị dị n'ụsọ oké osimiri na mbelata mmiri ozuzo n'ógbè kọntinent)",
  "Ọ na-egosipụtakwa ụkọ mmiri ozuzo, ọzara, ịrị elu nke oke osimiri, erosion, ide mmiri, égbè eluigwe, ọkụ nke mmanụ ala, ọkụ ọhịa, mbuze ala, na ọnwụ nke ụdị dị iche iche.  Ihe ndị a niile ga-anọgide na-emetụta ndụ mmadụ na gburugburu ebe obibi na Naịjirịa. Ọ bụ ezie na dabere na ọnọdụ, mpaghara na-enwe mgbanwe ihu igwe na okpomọkụ dị elu n'oge ọkọchị ebe mmiri ozuzo n'oge mmiri ozuzo na-enyere aka idebe okpomọkụ na ọkwa dị nro.",
  "E nwere akụkọ ole na ole zuru oke nke na-enye ihe akaebe bara uru nke mmetụta dị iche iche nke mgbanwe ihu igwe na Naịjirịa taa",
  "Ihe ka ọtụtụ n'akwụkwọ ndị ahụ na-enye ihe akaebe nke mgbanwe ihu igwe n'ozuzu.  Otú ọ dị, a ga-elekwasị anya na ngalaba ọrụ ugbo karịsịa omume ndị na-eri nri na mpaghara dị iche iche ebe nnukwu ọrụ ugbo na-achịkwa",
  "Mkparịta ụka ndị ọzọ kwesịrị ilekwasị anya na usoro ndị ọzọ na-ebelata na mgbanwe n'akwụkwọ nke na-ejikarị ụdị aro, karịa ihe atụ nke ihe emeworị.",
  "Okwu a nwere ike ịbụ n'ihi mkpa ọ dị itinye n'ọrụ nke mgbochi na mgbanwe iji hụ na Naịjirịa na-emepụta nri ndị ọzọ n'afọ niile iji nye ndị na-eto eto nri",
  "Na mgbakwunye, ọ bụ ezie na enwere mkparịta ụka ụfọdụ banyere iwulite ikike dị mkpa n'otu n'otu, otu na obodo iji tinye aka na nzaghachi mgbanwe ihu igwe, a na-enyekwa uche dị elu ma ọ bụ obere nlebara anya na ọkwa dị elu nke iwulite ikike na steeti na mba.",
  "Ihe ịma aka ndị metụtara mgbanwe ihu igwe abụghị otu n'ebe niile dị na mba ahụ",
  "Nke a bụ n'ihi usoro mmiri ozuzo abụọ: nnukwu mmiri ozuzo n'akụkụ ndịda ọwụwa anyanwụ na ndịda ọdịda anyanwụ na obere mmiri ozuzo na North na-achịkwa nsogbu mba a dị mkpa",
  "Ọchịchị ndị a nwere ike ịkpata ụkọ mmiri ozuzo, ọzara na ụkọ mmiri n'ebe ugwu; mbuze na idei mmiri na South na mpaghara ndị ọzọ.",
  "N'afọ 2018, ngụkọta gas na-ekpo ọkụ na Naịjirịa bụ 336 nde metric ton nke carbon dioxide (MtCO2e), nke na-erughị 1 pasent nke ikuku zuru ụwa ọnụ.: 1 Nke a pụtara na ikuku na-ekpuchi mmadụ kwa afọ erughị tọn 2, ma e jiri ya tụnyere nkezi ụwa nke ihe karịrị tọn 6. Gas ndị a na-ekpo ọkụ, ọkachasị carbon dioxide na methane na-esikarị na mmepụta mmanụ na gas, mgbanwe nke iji ala eme ihe, ọhịa, ọrụ ugbo na ikuku na-agba ọsọ. Ọnọdụ akụ na ụba na-adabere nke ukwuu na mmepụta mmanụ, n'ihi ya, ọ nwere ike isi ike iru ihe mgbaru ọsọ nke net zero emissions site n'afọ 2060.",
  "E nwere ihe akaebe na-egosi ihe omume ihu igwe siri ike na mgbanwe na usoro ihu igwe nke Naịjirịa",
  "N'etiti afọ 2014-2018, a hụla oke okpomọkụ dị elu karịa 40 °C n'akụkụ ụfọdụ dị n'etiti na n'ebe ugwu nke mba ahụ na Maiduguri na Nguru na-edekọ 44.5 °C na 44.4 °C n\"otu n'otu",
  "A chọpụtara na ebe abụọ a nwere ọnụ ọgụgụ kachasị elu nke ụbọchị na okpomọkụ oge ehihie nke karịrị 40 °C (> ụbọchị 70)",
  "E nwekwara ihe gbasara oke okpomọkụ na Lagos kọwara dị ka otu n'ime oke okpompomọkụ kachasị njọ n'afọ 2016.",
  "N'otu aka ahụ, obodo ole na ole dekọrọ oke okpomọkụ abalị nke hà nhata ma ọ bụ na-erughị 10 °C",
  "E dekọrọ okpomọkụ dị ala (oge abalị) nke 6.9 °C, 7.8 °C, na 8.3 °C na steeti ndị dị n'ebe ugwu nke Bauchi, Kano na Jos n'otu n'otu",
  "Usi-Ekiti (Ekiti North) na West na Jos na North dekọrọ ọnụ ọgụgụ kachasị elu nke ụbọchị na ogologo oge dị ala n'abalị.",
  "N'ime otu oge ahụ, e dekọrọ mmiri ozuzo kachasị elu nke otu ụbọchị nke 223.5mm na Abakiliki na ndịda ọwụwa anyanwụ nke kpatara idei mmiri nke kpọpụrụ ndị bi na 5,000",
  "Ide mmiri na oké ifufe chụpụrụ ihe na-erughị mmadụ 7,290, gbuo mmadụ 67, bibiri ihe karịrị ụlọ 3,900 na ọtụtụ ugbo na steeti ise dị n'ebe ugwu bụ Sokoto, Kano, Kastina, Kebbi na Zamfara",
  "E bibiri ihe onwunwe ruru ihe karịrị nde Naira 700",
  "Gọọmentị etiti nyere ngụkọta nke ijeri Naira atọ (3) site na ego gburugburu ebe obibi n'ime oge a.",
  "Naịjirịa nwere ihu igwe na-ekpo ọkụ nwere oge abụọ: (mmiri na akọrọ)",
  "Mpaghara ndị dị n'ime ala karịsịa ndị dị n\"ebe ugwu ọwụwa anyanwụ, na-enwe nnukwu mgbanwe na okpomọkụ dị ka tupu mmalite mmiri ozuzo, okpomọkụ na-arị elu mgbe ụfọdụ ruo 44 °C ma daa ruo 6 °C n'etiti Disemba na Febụwarị",
  "Na Maiduguri, okpomọkụ kachasị elu nwere ike ịrị elu ruo 38 °C n'ọnwa Eprel na Mee ebe n'otu oge ahụ, oyi nwere ike ime n'abalị.",
  "Dịka ọmụmaatụ na Lagos, nkezi elu bụ 31 °C na ala bụ 23 °C na Jenụwarị na 28 °C na 23 °C n'ọnwa Juun",
  "Mpaghara ndịda ọwụwa anyanwụ karịsịa ndị dị gburugburu ụsọ mmiri dị ka Bonny (n'ebe ndịda Port Harcourt), n'ebe ọwụwa Anyanwụ Calabar na-enweta mmiri ozuzo kachasị elu kwa afọ nke ihe dị ka 4,000 milimita.",
  "Mgbanwe ihu igwe na Naịjirịa na-agbanwe mpaghara ihu igwe",
  "A na-eme ka mpaghara steepụ dị n'ebe ugwu gbasaa n'ebe ndịda, na mpaghara mmiri ozuzo na-ekpo ọkụ na South na-aga n'ebeebe ugwu, na-anọchi oké ọhịa mmiri ozuzo.",
  "Ụlọ ọrụ Naịjirịa Meteorological Agency (NIMET) na amụma mmiri ozuzo oge ya nke afọ 2019, buru amụma n'afọ 2019 ga-abụ afọ ọzọ na-ekpo ọkụ",
  "Mgbanwe dị iche iche kwa afọ na usoro mmiri ozuzo na Naịjirịa n'ime afọ iri isii gara aga na-egosi ọtụtụ mgbanwe mgbanwe kwa afọ na ihe kpatara ihe omume ihu igwe dị egwu dịka ụkọ mmiri ozuzo n'ọtụtụ akụkụ nke mba ahụ.",
  "Afọ ole na ole gara aga, Naịjirịa nwere ọdachi mgbanwe ihu igwe nke mere na mpaghara Northeast nke bụ Borno ugbu a na Yobe na-ekwu na ókèala dị n'akụkụ ndịda nke ọdọ mmiri Chad kpọrọ nkụ",
  "N'ihi igbutu osisi na ịdabere na nkụ maka isi nri, e wepụrụ akụkụ ka ukwuu nke mpaghara Naịjirịa Guinea Savannah na ahịhịa ya",
  "N'otu aka ahụ, e meela ka ọhịa dị gburugburu Oyo bụrụ ala ahịhịa. Enweghị osisi na ahịhịa ndị ọzọ nwere ike ịkpata mgbanwe okike, ọzara, na ala na-emebi emebi, ide mmiri, na ihe ndị na-eme ka ozone gbasaa na gburugburu ebe obibi.",
  "Na ngwụcha ọnwa Ọgọstụ n'afọ 2012, ide mmiri kachasị njọ e nwetụrụla n'ime afọ iri anọ dakwasịrị Naịjirịa",
  "Nke a metụtara nde mmadụ asaa (7) na obodo dị na steeti 33 gụnyere steeti Kogi",
  "Ihe karịrị nde mmadụ abụọ n'ime nde mmadụ asaa ahụ metụtara chụpụrụ n'ụlọ ha site na mmiri na-arị elu.",
  "Naịjirịa nwere ide mmiri ọzọ nke nnukwu mmiri ozuzo mere n'afọ 2013 nke wetara ahụhụ ọzọ nye ndị ka na-agbake site na ide mmiri nke afọ 2012",
  "Ọtụtụ ụlọ brik apịtị dara ma mebie ihe onwunwe ezinụlọ",
  "A na-emetọkwa olulu mmiri ndị e gwuru nke bụ isi iyi nke mmiri ọṅụṅụ",
  "Steeti Abia, Bauchi, Benue, Jigawa, Kebbi, Kano, Kogi na Zamfara nwere mmetụta kachasị site na idei mmiri nke were awa iri anọ na asatọ (48)",
  "Ọnọdụ dị na Kaduna na Katsina ka njọ site na ọdịda nke ihe mgbochi ala",
  "Dị ka National Emergency Management Agency si kwuo, ihe karịrị mmadụ 47,000 metụtara",
  "Ọnụ ọgụgụ dị ala nke ndị metụtara bụ n'ihi nkuzi nke ide mmiri nke afọ 2012 nke kwadebere mba ahụ maka nzaghachi ka mma.",
  "Na Naijiria, mpaghara ndị dị gburugburu mpaghara ndị dị n'ụsọ oké osimiri nọ n'ihe ize ndụ nke ịrị elu nke oke osimiri",
  "Dịka ọmụmaatụ, mpaghara Niger Delta dị oke egwu maka idei mmiri n'ihe ize ndụ nke ịrị elu nke oke osimiri na onye mmetọ mmanụ dị egwu",
  "Mgbanwe ihu igwe bụ ihe kpatara idei mmiri ahụ mere na Southern Nigeria n'afọ 2012",
  "Ide mmiri ahụ kpatara ọnwụ nke ụlọ, ugbo, ihe ọkụkụ, ihe onwunwe na ndụ",
  "Dabere na ọnụ ọgụgụ nke National Emergency Management Agency (NEMA) wepụtara n'afọ 2014, ihe dị ka ụlọ 5,000 na ụlọ 60 metụtara n'oké ifufe nke mere na steeti anọ na mpaghara ndịda ọdịda anyanwụ.",
  "O yikarịrị ka mba ahụ ga-enwe ide mmiri, ụkọ mmiri ozuzo, oke okpomọkụ na igbochi mmepụta ugbo n'oge okpomọkụ ma kpọọ nkụ.",
  "Ọrụ ugbo ka bụ isi ihe nke akụ na ụba Naijiria n'agbanyeghị mmanụ dị ka ọ na-ewe ụzọ abụọ n'ụzọ atọ nke ndị ọrụ niile. Ngalaba ahụ jupụtara na ihe ịma aka ebe mmepụta ugbo ka na-enwekarị mmiri ozuzo ma na-emetụta mgbanwe ihu igwe",
  "Ọ na-esiri ndị ọrụ ugbo ike ịhazi ọrụ ha n'ihi mmiri ozuzo a na-apụghị ịkọwapụta",
  "Mmụba nke mmiri ozuzo na oke okpomọkụ ga-enwe mmetụta na-adịghị mma na mmepụta ihe ọkụkụ",
  "Otú ọ dị na steeti ndị dị n'ebe ugwu dị ka Borno, Yobe, Kaduna, Kano na Sokoto ọtụtụ ihe ọkụkụ nwere ike ịba uru n'ụzọ akụ na ụba",
  "Ihe ọkụkụ ndị dị ka millet, melon, okpete nke a na-akụ n'ebe ugwu ga-erite uru site na oke okpomọkụ.",
  "A na-ejikwa usoro ala ochie na-emetụta ngalaba ahụ nke na-egbochi ịnweta ala (1.8 hectare / ezinụlọ ọrụ ugbo), mbelata ikike mmepe ịgba mmiri (ala a na-akụ n'okpuru ịgba mmiri na-erughị pasent 1), ohere dị nta maka ego, obere nkwenye nke teknụzụ, ntinye ugbo dị oke ọnụ, ohere dị nta na fatịlaịza, ebe nchekwa ezughi oke na ohere ahịa dị oke",
  "Ihe ndị a niile jikọtara ọnụ, belatara mmepụta ugbo (nkezi nke 1.2 metric ton nke ọka / hectare) tinyere nnukwu mfu na ihe mkpofu.",
  "Ngalaba ịkụ azụ na Naịjirịa na-enye ihe dị ka pasentị atọ (3%) na pasentị iri atọ na anọ (34%) na GDP kwa afọ",
  "Ọ bụkwa isi ihe na-enye aka na ihe oriri na-edozi ahụ nke ndị bi na ya n'ihi na ọ mejupụtara ihe dị ka pasentị 50 nke protein anụmanụ",
  "Ngalaba ahụ na-enyekwa ego na ọrụ maka ọnụ ọgụgụ dị ukwuu nke obere ndị ahịa na ndị na-egbu azụ. N'ime afọ ole na ole gara aga, igbu azụ na-ebelata ma n'agbanyeghị nnukwu ikike Naịjirịa nwere na mmiri dị ọcha na azụ mmiri, mmepụta azụ n'ụlọ ka na-erughị ihe niile achọrọ",
  "Nke a emeela ka ịdabere n'ụzọ dị elu na mbubata iji belata ịdabere na mbubata, a na-eme aquaculture ka ọ bụrụ otu n'ime ọnụ ahịa dị mkpa nke gọọmentị Naijiria lekwasịrị anya maka mmepe",
  "Mgbanwe ihu igwe na-emetụta njirimara na ọdịdị nke ihe onwunwe mmiri dị ọcha n'ihi ịrị elu nke oke osimiri na ihe omume ihu igwe siri ike",
  "Mmụba nnu na mbelata ọdọ mmiri na osimiri bụkwa ihe iyi egwu maka ịdị irè nke ịkụ azụ n'ime ala.",
  "Naịjirịa nwere ihe onwunwe ọhịa nke ụdị dị iche iche",
  "Iji ihe onwunwe ọhịa ndị a eme ihe n'ụzọ gabigara oke bụ ihe na-akpata nchegbu n'ihi na ọ bụ ihe iyi egwu nye akụ na ụba, gburugburu ebe obibi na ọdịmma ọha na eze nke ndị Naijiria",
  "Ewezuga inye oke osisi na mmanụ zuru ụwa ọnụ, yana ọrụ gburugburu ebe obibi metụtara ya",
  "Ndị a gụnyere anụ ọhịa, ahịhịa na ahịhịhịa ọgwụ, nchedo mmiri, nkwụsi ike nke ọchịchị mmiri na nchedo carbon",
  "Oké ọhịa na-achịkwa ihu igwe ụwa ma na-eje ozi dị ka onye isi na-ahụ maka mgbanwe carbon na ikuku. Na Na Naijiria, oké ọhịa okike belatara nke ukwuu na mmetụta ya na mgbanwe ihu igwe na-abawanye",
  "Erosion na oke ifufe na-ebelata oke ihe ndị a na-emepụta n'ọhịa, dị ka osisi na okpete",
  "Oké ọhịa nọ n'okpuru nrụgide dị ukwuu ọ bụghị naanị site na mgbanwe ihu igwe kamakwa site na mmụba nke ọnụ ọgụgụ mmadụ na nnukwu ọchịchọ maka ihe onwunwe ọhịa.",
  "NIMET buru amụma na a ga-enwewanye ọrịa ịba n'ihi mgbanwe ihu igwe, na ọrịa ndị ọzọ ga-adị elu n'ógbè ndị nwere okpomọkụ dị n'agbata 18 Xi 32 °C na iru mmiri karịrị 60%.",
  "Iji belata mmetụta ọjọọ nke mgbanwe ihu igwe, ọ bụghị naanị na Naịjirịa bịanyere aka na nkwekọrịta Paris iji belata ikuku, na nkwa ihu igwe nke mba ya, gọọmentị Naịjirị kwere nkwa \"ịrụ ọrụ iji\" kwụsị ọkụ gas site n'afọ 2030",
  "Iji mezuo ebumnuche a, gọọmentị guzobere Gas Flare Commercialisation Programme iji gbaa itinye ego n'omume ndị na-ebelata ọkụ gas",
  "Ọzọkwa, gọọmentị etiti akwadowo iwu ọhụrụ nke National Forest nke ebumnuche ya bụ \"ichebe gburugburu ebe obibi\" ka ọ na-eme ka mmepe mmekọrịta mmadụ na ibe ya dịkwuo mma",
  "A na-emekwa mgbalị iji kpalie nnabata nke ọrụ ugbo nwere ọgụgụ isi na ịkụ osisi.",
  "N'ihi mmetụta ọjọọ nke mgbanwe ihu igwe na Naịjirịa, e meela ọtụtụ usoro mgbanwe iji belata mmetụta ahụ",
  "Usoro na atụmatụ mgbanwe dị ka:",
  "Dị ka ụzọ iji gbochie ọzara, Great Green Wall nke Sahara na atụmatụ Sahel bụ ọrụ a na-eme atụmatụ ịkụ mgbidi osisi gafee Africa na nsọtụ ndịda nke ọzara Sahara",
  "A ga-etinye ya na Naịjirịa na steeti iri na otu dị n'ihu nke Adamawa, Bauchi, Gombe, Kebbi, Sokoto, Zamfara, Katsina, Kano, Jigawa, Yobe na Borno",
  "Ọ ga-ekpuchi mpaghara gọọmentị ime obodo 43 nke Naịjirịa na steeti ndị dị n'ihu ka a ga-ekpu ya iji dozie 225,000 hectare nke ala.",
  "N'afọ 2021 n'oge COP 26, Onye isi ala Naijiria, Onye Ukwu, Onye isi ala Muhammadu Buhari, kpughere atụmatụ mgbanwe ike Naijiria dị ka akụkụ nke nkwenye mba iji nweta NET Zero site n'afọ 2060",
  "Atụmatụ ahụ gụnyere usoro iheomume na usoro maka inweta mbelata ikuku na mpaghara ụfọdụ nke mba ahụ dị ka Mmanụ na mmanụ Gas, Nri, ime njem na Ụlọ Ọrụ na Ike",
  "Nke a bụ iji nyere aka belata mgbanwe ihu igwe.",
  "Naịjirịa kwadoro nkwekọrịta Paris, nkwekọrịta mba ụwa nke e mere iji dozie mgbanwe ihu igwe, n'afọ 2017 ma kwe nkwa belata gas na-ekpo ọkụ ya site na 20% site n'afọ 2030 na ọnọdụ nke 45% nke nkwado mba ụwa.",
  "E bu ụzọ nye onyinye mba (NDCs) n'afọ 2017. NDCs, nke emere n'okpuru nkwekọrịta Paris na-egosipụta mbọ mba ahụ na-agba iji belata ikuku na-esi na mba na ime mgbanwe ihu igwe",
  "Na UNGA na Climate Change Summit, Onye isi ala Muhammadu Buhari wepụtara atụmatụ maka ịnagide mgbanwe ihu igwe",
  "Atụmatụ nke ga-akwalite ụzọ mmepe akụ na ụba dị ala, nke na-eto eto ma na-ewulite Naịjirịa na-eguzogide ihu igwe",
  "Atụmatụ isi asaa nke onye isi ala na-egosipụta mkpebi na omume maka ebumnuche nkwekọrịta Paris.",
  "UNDP na-agba mbọ ịkwado Naijiria na mmemme nkwado UNDP-NDC amalitelarị",
  "Otu n'ime ebumnuche ha bụ ịbawanye mmekọrịta ha na gọọmentị na ụlọ ọrụ onwe.",
  "Nnyocha nke ụmụ akwụkwọ na Mahadum Jos, chọpụtara na 59.7 nke ndị zaghachirinụ nwere ezi ihe ọmụma banyere mgbanwe ihu igwe, ma ghọta njikọ ya na nsogbu ndị dị ka Fossil fuel, Pollution, Deforestation na ime obodo.",
  "Obodo na obodo ndị na-amaghị nke ọma n'ime ime obodo egosighi ihe ọmụma mgbanwe ihu igwe mgbe niile",
  "Nnyocha nke otu puku mmadụ n'ime ime obodo dị na ndịda ọdịda anyanwụ Naịjirịa chọpụtara na ọtụtụ ndị obodo ime obodo nwere nkwenkwe ụgha banyere mgbanwe ihu igwe, nakwa na ndị zaghachirinụ nwere ihe ọmụma dị ala banyere ihe kpatara ya na mmetụta ya."
]