[
  "Mgbanwe ihu igwe na obodo nwere njikọ miri emi",
  "Obodo bụ otu n'ime ndị kacha enye aka na ohere kacha mma maka ikwado mgbanwe ihu igwe. Obodo bụkwa otu n'ime ndị kacha ngwa ngwa akụkụ nke ọha mmadụ na mmetụta nke mgbanwe ihu igwe, ma eleghị anya otu n'ime ihe ngwọta kachasị mkpa maka ibelata mmetụta gburugburu ebe obibi nke ụmụ mmadụ. Ihe karịrị ọkara nke Ndị bi n'ụwa nọ n'obodo ukwu, na-eri oke nri na ngwaahịa ndị a na-emepụta n'èzí obodo. Mmụba nke ọnụ ọgụgụ ndị bi n'obodo mepere emepe bụ otu n'ime isi ihe na-ebute nsogbu ịdị mma ikuku N'afọ 2016, obodo ukwu 31 kwuru na ha nwere opekata mpe nde iri n'ime ndị bi na ha, 8 n'ime ha karịrị nde mmadụ 20. UN na-eme atụmatụ na 68% nke ndị bi n'ụwa ga-ebi na ya mpaghara ime obodo n'afọ 2050. N'ihi ya, obodo ukwu nwere mmetụta dị ukwuu n'ihe owuwu na njem njem—abụọ n'ime ihe ndị na-enye aka n'ikuku okpomọkụ n'ụwa. Ọzọkwa, N'ihi usoro na-emepụta esemokwu ihu igwe na ndị gbara ọsọ ndụ ihu igwe, a na-atụ anya na mpaghara obodo ga-eto eto n'ime iri afọ ole na ole sochirinụ, na-emesi akụrụngwa ike na itinye uche na ndị ogbenye dara ogbenye n'obodo.",
  "N'ihi oke njupụta na mmetụta dị ka agwaetiti okpomọkụ nke obodo, mgbanwe ihu igwe n'ihi mgbanwe ihu igwe nwere ike imetụta obodo ukwu nke ukwuu, na-eme ka nsogbu ndị dị ugbu a ka njọ, dị ka mmetọ ikuku, ụkọ mmiri, na ọrịa okpomọkụ na mpaghara ndị mepere emepe. Nnyocha egosiwo na ọ bụrụ na okpomọkụ ahụ gafere 39 °C maka oge ụfọdụ, oke okpomọkụ nwere ike ime. Ụfọdụ n'ime ọnọdụ ihu igwe ndị ọzọ siri ike nke mgbanwe ihu igwe kpatara gụnyere nnukwu idei mmiri, snowstorms, ice storms, okpomọkụ, ụkọ mmiri ozuzo, na ajọ ifufe, nke na-egbu egbu ma na-emerụ ahụ. Nnyocha egosila na ebili mmiri okpomọkụ nwere ike okpukpu atọ karịa ka ọ ga-eme ma na-akawanye ike kemgbe afọ 1960. Dị ka Òtù Ahụ Ike Ụwa si kwuo, site na 1998-2017, oke okpomọkụ gburu ihe karịrị mmadụ 166,000. Ọzọkwa, n'ihi na e wuru ọtụtụ obodo n'osimiri ma ọ bụ n'akụkụ osimiri, obodo na-enwekarị mmetụta nke ịrị elu nke oke osimiri, nke na-akpata idei mmiri na mbuze, mmetụta ndị ahụ na-ejikọta ya na nsogbu gburugburu ebe obibi ndị ọzọ dị n'obodo ukwu, dị ka ọdịda na mbelata mmiri",
  "Akụkọ sitere n'aka C40 Cities Climate Leadership Group kọwara ikuku na-adabere na oriri dị ka nke nwere mmetụta dị ukwuu karịa ikuku na-emepụta ihe n'ime obodo",
  "Akụkọ ahụ na-eme atụmatụ na 85% nke ikuku na-emetụta ngwaahịa n'ime obodo na-emepụta na mpụga obodo ahụ. Mgbanwe ihu igwe na itinye ego na obodo ga-adị mkpa iji belata mmetụta nke ụfọdụ n'ime ndị kachasị enye aka na ikuku na-ekpo ọkụ: dịka ọmụmaatụ, mmụba nke ọnụ ọgụgụ na-enye ohere maka nkesa nke iji ala eme ihe maka ọrụ ugbo na mgbakwunye osisi, imeziwanye arụmọrụ njem, na iwu akwụkwọ ndụ akwụkwọ ndụ (n'ụzọ dị ukwuu n'ihi nnukwu ọrụ simenti na mgbanwe ihu igwe na mmeziwanye na usoro iwu na ihu igwe).N'oge na-adịbeghị anya, a tụkwara aro ka mmepe obodo na-abawanye ụba dị ka ihe na-ebelata mmetụta na ọnụego carbon zuru ụwa ọnụ karịsịa n'ihi na mmepe obodo nwere ike teknụzụ nke nwere ike inyere aka ịkwalite nkwado. Ndepụta nke ngwọta mgbanwe ihu igwe nwere mmetụta dị elu na-agụnye ngwọta ndị na-elekwasị anya n'obodo; dịka ọmụmaatụ, Project Drawdown na-atụ aro ọtụtụ nnukwu itinye ego n'obodo ukwu, gụnyere imeziwanye akụrụngwa ịnyịnya ígwè, mmezi ụlọ, okpomọkụ distrikti, njem ọha na eze, na obodo ndị a na-aga ije dị ka ngwọta dị mkpa.E nwere ọtụtụ obodo ndị na-anwa ibelata mmetụta nke agwaetiti okpomọkụ obodo site na ite okporo ụzọ ọcha",
  "Okpomọkụ n'okporo ụzọ ndị nwere uwe ahụ bụ ~ 12 F na-erughị okporo ụzọ na-enweghị na Phoenix.",
  "N'ihi nke a, ndị obodo mba ụwa emeela njikọ nke obodo (dị ka C40 Cities Climate Leadership Group na ICLEI) na ebumnuche iwu, dị ka Sustainable Development Goal 11 (\"obodo na obodo ndị na-adịgide adịgide\"), iji rụọ ọrụ ma lekwasị anya na ngwọta ndị a",
  "Ka ọ dị ugbu a, na 2022, enwere mmebi na ọganihu nke ebumnuche ahụ",
  "Enwere ọganihu pere mpe n'ime ka obodo na ebe obibi mmadụ dịkwuo mma ibi na Sub-Saharan Africa, Latin America na Caribbean na mba agwaetiti Pacific",
  "Enwere ọganihu ziri ezi na Central na Southern Asia na Eastern na South-East Asia",
  "Agbanyeghị, emeela ya na mba ndị mepere emepe.",
  "Obodo dị iche iche n'ụwa niile nwere ọkara nke ndị mmadụ n'ụwa, na-eri ụzọ abụọ n'ụzọ atọ nke ike ụwa na 70% nke ihe ndị sitere n'okike ya, ma na-enye ihe karịrị 70% nke ikuku CO2 zuru ụwa ọnụ",
  "[citation needed] Obodo na mpaghara na-enwekwa nsogbu na  ize ndụ metụtara ihu igwe na mmetọ",
  "Ihe ize ndụ ihu igwe na mmetọ na-emetụtakwa ndị ogbenye n'ụzọ na-adịghị mma, na-arịwanye elu",
  "Na ọkara nke ndị bi n'ụwa bi n'obodo ukwu, a ga-enwe mmụba n'iji ike eme ihe nke na-abịa na Mgbanwe ihu igwe",
  "Otu n'ime ndị a ga-abụ AC, ebe ọ bụ na mgbanwe ihu igwe na-abịa na okpomọkụ dị elu ọtụtụ ndị ga-amalite ịchọ usoro oyi, yabụ nke a na-ebute ikuku oyi na ụdị ikuku ọhụrụ nke usoro oyi",
  "Ọ bụ ezie na ọtụtụ ndị mmadụ bi n'obodo ukwu nke nwere ike ịkpata ụkọ, obodo ukwu na-ewepụta obere carbon karịa ime obodo ebe ọ bụ na ụlọ dị obere, a na-eji okpomọkụ gas karịa propane, a na'iji obere ụgbọ njem carbon, ọtụtụ ndị mmadụ na-ekerịta oghere ọha na eze dị ka ụlọ ịsa ákwà na kichin",
  "Ọ bụ ezie na obodo ukwu na-akpata nsogbu ụfọdụ, ọ dị mkpa ịghọta na ọnụ ọgụgụ mmadụ na-emepụta obere ikuku carbon nke na-abara mgbanwe ihu igwe uru.",
  "Banyere usoro nke ikuku na-esi n'ime obodo, ịgụta obodo nwere ike ịbụ ihe ịma aka dịka mmepụta nke ngwaahịa na ọrụ n'ime ókèala ha nwere ike ịmekọrịta ma ọ bụ oriri ụlọ ma ọ bụ mbupụ",
  "N'aka nke ọzọ, ụmụ amaala na-eri ngwaahịa na ọrụ ndị si mba ọzọ",
  "Iji zere ịgụta okpukpu abụọ na ngụkọta ọ bụla, a ga-eme ka o doo anya ebe a ga-agụta ikuku: na ebe mmepụta ma ọ bụ oriri",
  "Nke a nwere ike ịbụ ihe mgbagwoju anya n'ihi ogologo usoro mmepụta na akụ na ụba ụwa",
  "Ọzọkwa, ike a na-etinye na nsonaazụ nke nnukwu ihe a na-ewepụta maka usoro ike na batrị ụgbọ ala eletrik nwere ike ịnọchite anya mgbagwoju anya nke ya",
  "O yikarịrị ka ikuku na-esi n'ógbè na ebe a na-eji ya eme ihe ga-adị obere ma ikuku ndụ ka nwere ike ịdị ịrịba ama.",
  "Echiche nyocha nke obodo ukwu na mgbanwe ihu igwe, malitere na 1990s ka ndị mba ụwa na-aghọwanye ndị maara banyere mmetụta mgbanwe ihu igwe nwere ike inwe. Ndị ọkà mmụta ọmụmụ obodo Michael Hebbert na Vladmir Jankovic na-ekwu na mpaghara nyocha a sitere na nyocha buru ibu banyere mmetụta nke mmepe obodo na ibi na gburugburu ebe obibi malite na 1950s. Kemgbe ahụ, nyocha egosila mmekọrịta dị n'etiti mgbanwe ihu igwe na mmepe obodo na-adịgide adịgide: mmụba nke obodo ọrụ na-ebelata ịda ogbenye ma na-abawanye arụmọrụ.",
  "Ebipụtala nyocha mba ụwa abụọ site na th  na The Earth Institute na Mahadum Columbia. E bipụtara nke mbụ n'ime ha na, nke mbụ n\"ime ha (ARC3.1) bipụtara na 2011, nke abụọ n'ime ya (ARC3.2) bipụtara na 2018. Akwụkwọ ndị a na-arụ ọrụ dị ka nchịkọta nke agụmakwụkwọ maka mpaghara yiri nke Intergovernmental Panel on Climate Change reports",
  "A na-emepụta akụkọ nke atọ ka ọ na-erule 2020.",
  "Obodo ukwu bụ ezigbo isiokwu maka ọmụmụ n'ihi na ha nwere ike itinye ego nke ukwuu na usoro nnwale buru ibu nke enwere ike ịbawanye n'ebe ndị ọzọ (dị ka usoro nhazi obodo dị elu nke San Diego nke enwere ike itinye n'ọrụ n'ebe ọzọ na United States). Ọtụtụ ndị ọkà mmụta na-ele nke a anya n'ụzọ dị iche iche, mana na-akọwa gburugburu ebe obibi \"ụlọ nyocha obodo\" a maka ịnwale ọtụtụ omume dị iche iche",
  "dịka ọmụmaatụ akwụkwọ Life After Carbon na-edekọ ọtụtụ obodo ndị na-arụ ọrụ dị ka \"ụlọ nyocha nke ihu igwe obodo\". Obodo ndị a dị ka ụlọ nyocha na-enye ụzọ dị irè iji chọpụta mgbanwe ihu igwe site n'ile anya na mmetụta nke mmetụta greenhouse n'elu ụlọ, osisi okporo ámá, na mgbanwe gburugburu ebe obibi ndị ọzọ n'ime obodo. Ọ bụ ezie na usoro a nke ile anya na mmetụta nke okpomọkụ na obodo ukwu, ọ ga-enye ụzọ iji hụ nsogbu nke mmetụta nke okike nke obodo ga-edozi n'ọdịnihu.",
  "A chọpụtala na mgbanwe ihu igwe kpatara mmetụta na ahụike mmadụ na ụzọ ndụ na obodo ukwu. Obodo mepere emepe na-emekarị n'obodo ndị nwere obere na nke etiti nke nwere ọnụ ọgụgụ dị elu na enweghị nghọta banyere otu mgbanwe ihu igwe, nke na-emebi gburugburu ebe obibi ha, si emetụta ahụike ha",
  "N'ime obodo ukwu, ọtụtụ ihu igwe na ihe ize ndụ ndị na-abụghị ihu igwe na-emetụta obodo ndị na-eme ka mmebi ahụike mmadụ dịkwuo ukwuu",
  "Dịka ọmụmaatụ, oke okpomọkụ amụbaala n'obodo ukwu n'ihi njikọta nke ọtụtụ ihe na-agbakwunye na mgbanwe ihu igwe",
  "Site na okpomọkụ na-arịwanye elu n'obodo ukwu, ọ kpatara ọtụtụ ọrịa dịka oke okpomọkụ ma ọ bụ okpomọkụ",
  "Mmụba nke okpomọkụ n'ihi mgbanwe ihu igwe agbanwewokwa nkesa nke ọrịa sitere na anwụnta, na-akpata ịrị elu nke ọrịa na-efe efe.  \nN'akụkụ ọrịa na-efe efe na okpomọkụ, mgbanwe ihu igwe nwere ike ịmepụta ihe ize ndụ okike dịka idei mmiri, ụkọ mmiri ozuzo, na oké ifufe n'ihi ịrị elu nke oke osimiri",
  "Ọ na-emerụkwa ndị nwere COVID-19, ụkwara ume ọkụ, ọrịa, wdg.  Mmetụta ahụike mmadụ na ntọala obodo dị omimi karịa na ndị bi n'obodo ukwu na-enweghị ego: SPM-11",
  "Ngalaba Intergovernmental Panel on Climate Change (IPCC) na-akọwa ike dị ka ikike nke usoro mmekọrịta mmadụ na ibe ya ma ọ bụ nke gburugburu ebe obibi iji mịrị nsogbu mgbe ọ na-ejigide otu usoro na ụzọ ọrụ, ikike nke ịhazi onwe ya, na ikike ime mgbanwe na nrụgide na mgbanwe.  Otu n'ime echiche kachasị mkpa a na-ekwusi ike na echiche nke ime obodo bụ mkpa maka usoro obodo iji mụbaa ikike ha iji mịkọrọ nsogbu gburugburu ebe obibi",
  "Site n'ilekwasị anya n'ihe atọ a na-ahụkarị n'ihe omume ahụ, usoro Tyler na Moench na-arụ ọrụ dị ka ihe nlereanya nke enwere ike itinye n'ọrụ maka atụmatụ mpaghara na mba ụwa."
]