[
  "E mere nzukọ nke iri na asaa nke African Union Summit na 28 June 2011 ruo 1 July 2011 na Malabo, isi obodo Equatorial Guinea",
  "Na mgbakwunye na nzuko nke ndị isi obodo AU, nzuko AU na Malabo gụnyere nnọkọ nkịtị nke iri na itoolu nke Council Executive na nke iri abụọ na abụọ nke kọmitii ndị nnọchiteanya na-adịgide adịgide (PRC).",
  "Na Jenụwarị 2011, Onye isi ala Equatorial Guinea Teodoro Obiang Nguema Mbasogo mere ntuli aka ịbụ onye isi oche nke otu African Union bụ onye buru ya ụzọ mara ọkwa Onye isi ala Malawi Bingu wa Mutharika",
  "N'okpuru iwu AU, ndị ndu ndọrọ ndọrọ ọchịchị nke otu a na-atụgharị kwa afọ n'etiti mpaghara mpaghara ise nke Africa.  Na mkpebi a nakweere na ngwụcha nzukọ nke iri na isii ha, ndị isi ala na gọọmentị kwuru na ndị minista na-ahụ maka ihe gbasara mba ofesi nke Afrịka ga-ezukọ na isi obodo Equatorial Guinea, Malabo, na 26-27 June 2011.  N'ịbụ nke e mere n'okpuru isiokwu: \"Ịkwado ike ndị ntorobịa maka mmepe na-adịgide adịgide\", Nzukọ Nzukọ nke Summit nke African Union malitere na Thursday June 23, 2011, na Nzukọ Nzọụkwụ nke 22 nke Kọmitii Ndị Nnọchiteanya Na-adịgide Adịgide (PRC).",
  "Ndị nnọchiteanya nọ na nnọkọ ahụ nọrọ na \"obodo\" nke e wuru maka ebumnuche, nke dị ka Human Rights Watch si kwuo, e wuru ya na $ 830 nde, nke dị nkeji 20 site na Malabo. dị 20 nkeji si Malabo",
  "Ihe mgbagwoju anya gụnyere \"ụlọ obibi ndị isi ala okomoko 52, ụlọ ọgbakọ ogbako, osimiri artificial, ụlọ oriri na ọṅụṅụ okomoko na ebe egwuregwu golf mbụ nwere oghere iri na asatọ\" yana \"ebe ọdịda, heliport, ụlọ ọgwụ na ụlọ maka oriri na ihe omume\"",
  "Ndị NGO katọrọ mmepe ahụ, na-akpọ ya \"ihe na-ezighi ezi\" maka gọọmentị, na-atụle nkezi ego ndị mmadụ na Equatorial Guinea dị n'okpuru $ 1 kwa ụbọchị.",
  "Na ọkpụkpọ òkù nke African Citizens and Diaspora Organisation Directorate nke African Union Commission (CIDO), òtù ndị a nwere ọkwa ndị na-ekiri maka nnọkọ nkịtị nke iri na itoolu nke Council Executive na 17th Nnọkọ Nzukọ nke African Union:",
  "Emere n'okpuru isiokwu: \"Accelerating Youth Empowerment for Sustainable Development\", Nzukọ nkịtị nke Summit nke African Union malitere Tọzdee June 23, 2011, ya na nnọkọ nkịtị nke iri abụọ na abụọ nke kọmitii ndị nnọchiteanya na-adịgide adịgide (PRC)",
  "Ndị nnọchi anya mba ndị otu AU zutere 23–24 Jun 2011 na nnọkọ nkịtị nke iri abụọ na abụọ ha",
  "N'ebe ahụ, ha na-ekerịta echiche na akụkọ nke ndị obere kọmitii PRC, mmefu ego na ego gbasara atụmatụ mmefu ego maka 2012, na ọnọdụ nke mmejuputa iwu na iwu ndị ọrụ AU ọhụrụ..",
  "Nzukọ nkịtị nke iri na itoolu nke Council Executive gụnyere ndị Minista na-ahụ maka Mpụga bụ ndị tụgharịrị uche na akụkọ dị iche iche nke nzukọ ndị minista nke AU Commission haziri n'ime ọnwa isii gara aga",
  "Ndị isi oche gara n'ihu na nhọpụta nke otu onye so na African Union Commission on International Law (AUCIL) na mmadụ ise nke African Commission on Human and People's' Rights (ACHPR).  N'oge mkparịta ụka ahụ, ndị Minista tụlere akụkọ sitere n'aka ndị otu African Union ndị a:",
  "Ndị isi steeti gbakọtara site na 30 June - 1 July 2011 na Malabo iji nabata mkpebi na aro nke 19th Ordinary Session of the Executive Council yana nkwupụta nke nzukọ ahụ",
  "Ndị isi oche kwekọrịtakwara na ụbọchị na ebe nnọkọ nke iri na asatọ nke Nzukọ nke Union.  Tupu nzukọ ahụ, Onye isi ala Naijiria Goodluck Jonathan gwara Bloomberg's Franz Wild banyere ebumnuche ya iso ndị nnọchi anya AU si Algeria kwurịta usoro iheomume maka iwu paịpụ gas gafere Sahara iji buru gas gaa Europe.  Otu n'ime mkpebi ndị isi African Union mere bụ ịtụ aro nkwekọrịta nkwụsị ọkụ na Addis Ababa, Ethiopia n'etiti gọọmentị Libya na ndị nnupụisi Libya. Atụmatụ maka Libya kpọrọ ndị na-ahụ maka udo mba ụwa ka ha nyochaa nkwụsị ọkụ ahụ ma rịọ Kansụl Nchebe nke Mba Ndị Dị n'Otu ka ha wepụ ihe onwunwe Libya."
]