[
  "Mgbanwe gburugburu ebe obibi (mgbe ụfọdụ a na-akpọ ya ngagharị gburugburu ebe obibi), ọ bụ òtù mmekọrịta mmadụ na ibe ya nke na-achọ ichebe ụwa sitere na omume gburugburu ebe obibi na-emerụ ahụ iji mepụta ndụ na-adịgide adịgide. Ndị na-ahụ maka gburugburu ebe obibi na-akwado njikwa ziri ezi na nke na-adịgide adịgide nke ihe onwunwe na nlekọta nke gburugburu ebe obibi site na mgbanwe na iwu ọha na eze na omume mmadụ",
  "N'ịghọta ihe a kpọrọ mmadụ dị ka onye na-ekere òkè na (ọ bụghị onye iro nke) gburugburu ebe obibi, mmegharị ahụ na-elekwasị anya na gburugburu ebe obibi (ecology), ahụike, na ikike mmadụ.",
  "Ngagharị gburugburu ebe obibi bụ ngagharị mba ụwa, nke ọtụtụ òtù gburugburu ebe obibi na-anọchite anya ya, site na ụlọ ọrụ ruo na obodo ma dịgasị iche site na mba ruo mba",
  "N'ihi nnukwu ndị otu ya, nkwenkwe dịgasị iche iche na nke siri ike, na mgbe ụfọdụ ịkọ nkọ, ọ bụghị mgbe niile ka a na-ejikọta ndị na-ahụ maka gburugburu ebe obibi na ebumnuche ya",
  "N'ozuzu ya, òtù ahụ gụnyere ụmụ amaala onwe ha, ndị ọkachamara, ndị na-efe okpukpe, ndị ndọrọ ndọrọ ọchịchị, ndị ọkà mmụta sayensị, òtù na-enweghị uru, na ndị nkwado dị ka onye bụbu Wisconsin Senator Gaylord Nelson na Rachel Carson na narị afọ nke iri abụọ.",
  "Mmalite nke mmegharị gburugburu ebe obibi dị na nzaghachi maka mmụba nke mmetọ anwụrụ ọkụ na ikuku n'oge mgbanwe ụlọ ọrụ",
  "Mpụta nke nnukwu ụlọ ọrụ mmepụta ihe na nnukwu uto na-aga n'ihu na ojiji coal mere ka mmetọ ikuku na-enweghị atụ na ụlọ ọrụ mmepe; mgbe otu nde na narị itoolu gasịrị, nnukwu ọnụ ọgụgụ nke mmepụta kemịkal na-agbakwunye na ibu na-arịwanye elu nke nsị mmadụ a na-agwọghị agwọ. N'okpuru nrụgide ndọrọ ndọrọ ọchịchị na-arịwanye elu site n'aka ndị nọ n'etiti obodo, iwu mbụ buru ibu, iwu gburugburu ebe obibi nke oge a bịara n'ụdị Alkali Act nke Britain, nke e mere na afọ 1863, iji chịkwaa mmetọ ikuku na-emerụ ahụ (gaseous hydrochloric acid) nke usoro Leblanc nyere, nke a na-eji emepụta ntụ soda.",
  "Mmasị mbụ na gburugburu ebe obibi bụ akụkụ nke Romance movement na mmalite narị afọ nke iri na itoolu",
  "Onye na-ede uri bụ William Wordsworth emeela njem nke ukwuu na Lake District nke England ma dee na ọ bụ \"ụdị ihe onwunwe mba nke nwoke ọ bụla nwere ikike na mmasị nke nwere anya ịghọta na obi ịnụ ụtọ\".",
  "E gosipụtara usoro nchekwa nke oge a na mbụ n'oké ọhịa nke India, site na itinye ụkpụrụ nchekwa sayensị n'ọrụ",
  "Omume nchedo nke malitere ịmalite gụnyere ụkpụrụ atọ: ọrụ mmadụ mebiri gburugburu ebe obibi, enwere ọrụ obodo iji lekọta gburugburu ebe obibi maka ọgbọ ndị na-abịa n'ọdịnihu, a ga-etinye usoro sayensị, nke dabeere na ahụmahụ iji hụ na a na-arụ ọrụ a",
  "James Ranald Martin bụ onye a ma ama n'ịkwalite echiche a, na-ebipụta ọtụtụ akụkọ ahụike na-egosi oke mmebi nke a na-eme site na nnukwu mgbukpọ ọhịa na ịcha, yana ịgba mbọ maka nhazi nke ọrụ nchekwa ọhịa na British India site na nguzobe Ngalaba Ọhịa.",
  "Madras Board of Revenue malitere mgbalị nchedo mpaghara na afọ 1842, nke Alexander Gibson, onye ọkachamara na-ahụ maka ihe ọkụkụ nke na-eji usoro nchedo ọhịa dabere na ụkpụrụ sayensị, duziri",
  "Nke a bụ ikpe mbụ nke nchịkwa steeti nke oké ọhịa n'ụwa. N'ikpeazụ, gọọmentị n'okpuru Gọvanọ-Jenal Lord Dalhousie webatara usoro nchedo ọhịa mbụ na-adịgide adịgide na nke buru ibu n'ụwa na afọ 1855, ihe nlereanya nke gbasara n'oge na-adịghị anya na mpaghara ndị ọzọ, yana United States",
  "N'afọ 1860, Ngalaba ahụ machibidoro iji ọrụ ugbo na-agbanwe agbanwe. Akwụkwọ ntuziaka Hugh Cleghorn nke afọ 1861, Oke ọhịa na ubi nke Ndịda India, ghọrọ ọrụ doro anya na isiokwu ahụ ma ndị na-enyere aka n'ọhịa aka na mpaghara ahụ jiri ya mee ihe.",
  "Dietrich Brandis sonyeere ọrụ ndị Britain na afọ 1856 dị ka onye nlekọta nke oké ọhịa teak nke ngalaba Pegu n'ebe ọwụwa anyanwụ Burma",
  "N'oge ahụ, ndị agbụrụ Karen na-alụ ọgụ na-achịkwa ọhịa teak nke Burma",
  "O webatara usoro \"taungya\", nke ndị obodo Karen nyere ọrụ maka iwepu, ịkụ, na ịta ahịhịa teak. Ọzọkwa, o mepụtara iwu ọhụrụ nke ọhịa ma nyere aka guzobe ụlọ ọrụ nyocha na ọzụzụ",
  "Brandis guzobere Imperial Forestry School na Dehradun.",
  "Na ngwụcha narị afọ nke iri na itoolu, e guzobere òtù nchedo anụ ọhịa mbụ.\nOnye na-amụ banyere ụmụ anụmanụ bụ Alfred Newton bipụtara usoro nyocha banyere ọchịchọ nke ịmepụta 'oge nkwụsị' maka nchekwa nke ụmụ anụmanụ n'etiti afọ 1872 na 1903",
  "Nkwado ya maka iwu iji chebe ụmụ anụmanụ pụọ n'ịchụ nta n'oge oge ịlụ di na nwunye dugara n'ịmepụta Plumage League (mgbe e mesịrị Royal Society for the Protection of Birds) na afọ 1889. Ndị otu ahụ rụrụ ọrụ dị ka otu ndị na-eme ngagharị iwe na-eme mkpọsa megide ojiji nke nnukwu akpụkpọ anụ na ábụ́bà kittiwake na uwe ajị anụ",
  "[isi iyi   Ndị otu ahụ dọtara nkwado na-arịwanye elu site na ndị nọ n'etiti obodo, ma metụta ntinye nke Iwu Nchekwa Nnụnụ Oké Osimiri na afọ 1869 dị ka iwu nchedo okike mbụ n'ụwa.",
  "Maka ihe ka ukwuu na narị afọ site na afọ 1850 ruo 1950, Otú ọ dị, isi ihe kpatara gburugburu ebe obibi bụ ibelata mmetọ ikuku",
  "E guzobere Coal Smoke Abatement Society na afọ 1898 na-eme ka ọ bụrụ otu n'ime ndị NGO na-ahụ maka gburugburu ebe obibi kacha ochie",
  "Ọ bụ onye na-ese ihe Sir William Blake Richmond guzobere ya, na-enwe nkụda mmụọ na mkpuchi nke anwụrụ ọkụ coal",
  "Ọ bụ ezie na e nwere iwu ndị gara aga, Iwu Ahụike Ọha 1875 chọrọ ka ọkụ ọkụ na ọkụ niile na-eri anwụrụ ọkụ nke ha.",
  "Mgbalị a na-eme n'usoro na n'ozuzu maka gburugburu ebe obibi malitere na ngwụcha narị afọ nke iri na itoolu; ọ malitere site na mmegharị ntụrụndụ na Britain na afọ 1870, nke bụ mmeghachi omume na mmepụta ihe, uto nke obodo, na mmetọ ikuku na mmiri",
  "Malite site na nguzobe nke Commons Preservation Society na afọ 1865, mmegharị ahụ kwadoro nchekwa ime obodo megide mmegide nke mmepụta ihe",
  "Robert Hunter, onye ọka iwu maka ụlọ ọrụ ahụ, so Hardwicke Rawnsley, Octavia Hill, na John Ruskin rụkọọ ọrụ iji duzie mkpọsa na-aga nke ọma iji gbochie iwu ụzọ ụgbọ okporo ígwè iji buru slate saịtị  na ebe a na-egwupụta ihe, nke gaara ebibi ndagwurugwu ndị a na-emetọghị nke Newlands na Ennerdale",
  "Ihe ịga nke ọma a dugara n'ịmepụta Lake District Defence Society (nke mechara bụrụ The Friends of the Lake District).",
  "N'afọ 1893, Hill, Hunter na Rawnsley kwetara iguzobe otu mba iji hazie mbọ nchekwa gburugburu ebe obibi gafee mba ahụ; e meghere \"National Trust for Places of Historic Interest or Natural Beauty\" n'afọ 1894. Nzukọ ahụ nwetara nkwado siri ike site na afọ 1907 National Trust Bill, nke nyere ntụkwasị obi ahụ ọnọdụ nke ụlọ ọrụ iwu kwadoro",
  "A gafere iwu ahụ n'ọnwa Ọgọstụ afọ 1907.",
  "Ndị Otu \"Back-to-Nature\" mbụ, nke na-atụ anya echiche ịhụnanya nke gburugburu ebe obibi nke oge a, bụ nke ndị ụbụrụ na-aghọ nkọ dị ka John Ruskin, William Morris, na Edward Carpenter kwadoro, ndị niile na-emegide ịzụ ahịa, mmetọ na ọrụ ndị ọzọ na-emerụ ụwa okike. Mgbanwe ahụ bụ mmeghachi omume na ọnọdụ obodo ukwu nke obodo mmepụta ihe, ebe ịdị ọcha dị njọ, ọkwa mmetọ na-enweghị ike ịnagide na ụlọ dị oke mkpụmkpụ",
  "Ndị na-akwado echiche kwadoro ndụ ime obodo dị ka akụkọ ifo Utopia ma kwado ịlaghachi na ya",
  "John Ruskin kwuru na ndị mmadụ kwesịrị ịlaghachi na \"obere ala Bekee, mara mma, udo, ma na-amị mkpụrụ",
  "Anyị agaghị enwe injin steam n'elu ya",
  "anyị ga-enwe ọtụtụ okooko osisi na akwụkwọ nri",
  "anyị ga na-enwe ụfọdụ egwu na uri; ụmụaka ga-amụta ịgba egwú na ya ma bụrụ ya",
  "\"",
  "A nwalere ọrụ ndị bara uru n'ịmepụta obere ugbo na-arụkọ ọrụ ọnụ na omenala ime obodo ochie, na-enweghị \"ihe na-adịghị mma nke mmepụta ma ọ bụ ọrịa kansa nke aka\", ejiri ịnụ ọkụ n'obi mee ka ọ dịghachi ndụ, gụnyere egwu Morris na maypole.",
  "Mgbanwe ahụ na United States malitere na ngwụcha narị afọ nke iri na itoolu, n'ihi nchegbu maka ichebe ihe onwunwe nke ọdịda anyanwụ, na ndị mmadụ dịka John Muir na Henry David Thoreau na-enye onyinye nkà ihe ọmụma dị mkpa",
  "Thoreau nwere mmasị na mmekọrịta ndị mmadụ na okike ma mụọ nke a site n'ibi nso na okike na ndụ dị mfe",
  "O bipụtara ahụmahụ ya n'akwụkwọ Walden, nke na-ekwu na ndị mmadụ kwesịrị ịbịaru okike nso",
  "Muir bịara kwere na ikike okike, ọkachasị mgbe ọ gachara njem nleta na Ndagwurugwu Yosemite ma na-amụ ma gburugburu ebe obibi na geology",
  "O nwere ihe ịga nke ọma n'ịgba ndị omeiwu ume ka ha guzobe Ogige Ntụrụndụ Yosemite ma gaa n'ihu guzobe Sierra Club na afọ 1892. Ụkpụrụ nchedo yana nkwenye na ikike okike ga-aghọ ntọala nke gburugburu ebe obibi nke oge a",
  "Otú ọ dị, mmegharị mbụ na US mepụtara na mgbagha; ndị na-echekwa ihe dị ka John Muir chọrọ ka e wepụ ala na okike maka ọdịmma nke ha, na ndị na-echebe ihe, dị ka Gifford Pinchot (nke a họpụtara dị ka Onye isi mbụ nke US Forest Service saịtị na afọ 1905 ruo 1910), chọrọ ijikwa ihe onwunwe okike maka ojiji mmadụ.",
  "Na narị afọ nke iri abụọ, echiche gburugburu ebe obibi nọgidere na-eto eto na ewu ewu na mmata",
  "A malitere ime mgbalị iji zọpụta anụ ọhịa, ọkachasị anụ ọhịa bea Amerịka",
  "Ọnwụ nke nduru ikpeazụ na-agafe agafe yana ihe ize ndụ nke anụ ọhịa bea America nyere aka lekwasị anya n'uche ndị na-echekwa ihe ma mee ka nchegbu ha bụrụ ihe a ma ama",
  "N'afọ 1916, Onye isi ala US Woodrow Wilson guzobere National Park Service. Ndị ọsụ ụzọ nke mmegharị ahụ kpọrọ oku maka njikwa nke ọma na nke ọkachamara nke ihe onwunwe okike",
  "Ha lụrụ ọgụ maka mgbanwe n'ihi na ha kwenyere na mbibi nke oké ọhịa, ala na-eme nri, mineral, anụ ọhịa, na mmiri ga-eduga na ọdịda nke ọha mmadụ. Otu nke kachasị arụsi ọrụ ike n'afọ ndị na-adịbeghị anya bụ mgbanwe ihu igwe.\n \nU.S",
  "movement malitere ịmalite mgbe Agha Ụwa nke Abụọ gasịrị, ka ndị mmadụ malitere ịmata ihe ndị na-efu nleghara anya gburugburu ebe obibi, ọrịa, na mgbasawanye nke mmetọ ikuku na mmiri site na ọtụtụ ọdachi gburugburu ebe obibi nke mere mgbe Agha ụwa nke Abụọ gachara",
  "Aldo Leopold bipụtara A Sand County Almanac na afọ 1949",
  "O kwenyere na ụkpụrụ omume ala nke ghọtara na idebe \"ịma mma, iguzosi ike n'ezi ihe, na ahụike nke usoro okike\" dị ka ụkpụrụ omume na ụkpụrụ omume.",
  "Ihe ọzọ dị mkpa na-ede akwụkwọ na ịkwalite usoro gburugburu ebe obibi bụ akwụkwọ Rachel Carson nke afọ 1962 Silent Spring banyere mbelata ọnụ ọgụgụ nnụnụ n'ihi DDT, ọgwụ ahụhụ, mmetọ, na mbọ mmadụ na-agba ịchịkwa okike site na iji ihe ndị aka mere",
  "Ozi ya bụ isi maka ndị na-agụ ya bụ ịchọpụta usoro gburugburu ebe obibi dị mgbagwoju anya na nke na-adịghị ike na egwu ndị mmadụ na-eche ihu",
  "N'afọ 1958, Carson malitere ịrụ ọrụ n'akwụkwọ ikpeazụ ya, na echiche na okike chọrọ nchebe mmadụ",
  "Mmetụta ya bụ radiation fallout, smog, nri mgbakwunye, na iji ọgwụ ahụhụ",
  "Isi ihe Carson lekwasịrị anya bụ ọgwụ ahụhụ, nke mere ka ọ mata okike dị ka ihe na-adịghị ike na iji teknụzụ dị ize ndụ nye ụmụ mmadụ na ụdị ndị ọzọ.",
  "Akwụkwọ abụọ a nyere aka mee ka nsogbu ndị ahụ banye n'anya ọha na eze Rachel Carson's Silent Spring rere ihe karịrị nde abụọ ma jikọta ya na mmachibido iwu mba niile na DDT na ịmepụta EPA.",
  "Malite na afọ 1969 ma gaa n'ihu n'ime afọ 1970, onye na-ahụ maka gburugburu ebe obibi nke Illinois bụ James F",
  "Phillips tinyere aka n'ọtụtụ mkpọsa nzuzo megide mmetọ site na iji aha \"The Fox\"",
  "Ọrụ ya gụnyere ịgbanye paịpụ nsị iwu na-akwadoghị na ịtụfu mmiri nsị na-egbu egbu nke ụlọ ọrụ US Steel mepụtara n'ime ụlọ ọrụ ụlọ ọrụ Chicago",
  "Mgbasa ozi \"ecotage\" nke Phillips dọtara uche ndị mgbasa ozi dị ukwuu ma mesịa kpalie ngagharị iwe ndị ọzọ na-eme megide mbibi gburugburu ebe obibi.",
  "E mere emume Ụbọchị Ụwa mbụ na ụbọchị iri abụọ Eprel afọ 1970. Onye guzobere ya, onye bụbu onye omeiwu Wisconsin Gaylord Nelson, sitere n'ike mmụọ nsọ mepụta ụbọchị a nke agụmakwụkwọ gburugburu ebe obibi na mmata mgbe ọ hụrụ ka mmanụ na-awụfu n'ụsọ oké osimiri Santa Barbara na  afọ 1969",
  "E guzobere Greenpeace na afọ 1971 dị ka otu nzukọ nke kwenyere na nkwado ndọrọ ndọrọ ọchịchị na iwu adịghị arụ ọrụ ma ọ bụ ihe ngwọta na-adịghị arụ ọrụ nke ọma ma kwado omume na-abụghị ime ihe ike",
  "Na afọ 1980 hụrụ okike nke akpọrọ Earth First!, otu nwere echiche gburugburu ebe obibi nke ụwa na-ekwere na nha nhata n'etiti ikike ụmụ mmadụ nwere itolite, ikike nke ụdị ndị ọzọ niile nwere itolite na ikike nke usoro na-akwado ndụ iji itolite.",
  "N'afọ 1950, 1960, na 1970, ọtụtụ ihe mere gosipụtara oke mmebi gburugburu ebe obibi nke ụmụ mmadụ kpatara",
  "N'afọ 1954, nnwale bọmbụ hydrogen na Bikini Atoll kpughere ndị ọrụ mmadụ iri abụọ na atọ nke ụgbọ mmiri ịkụ azụ nke Japan Lucky Dragon ise na radiation fallout",
  "A maara ihe omume ahụ dị ka Castle Bravo, ngwaọrụ thermonuclear kachasị ukwuu nke United States mebiri na nke mbụ n'usoro nnwale imepụta ngwá agha thermonucleary dị elu. N'afọ 1967, ụgbọ mmiri na-ebu mmanụ Torrey Canyon kwụsịrị n'ụsọ oké osimiri nke Cornwall, na 1969 mmanụ si n'olulu mmiri dị n'ụsara oké osimiri na Santa Barbara Channel nke California",
  "N'afọ 1971, mmechi nke ikpe na Japan dọtara uche mba ụwa na mmetụta nke ọtụtụ iri afọ nke nsị mercury na ndị Minamata.",
  "N'otu oge ahụ, nyocha sayensị na-apụta na-adọta uche ọhụrụ na egwu ndị dị ugbu a na nke a na-eche n'echiche na gburugburu ebe obibi na mmadụ",
  "Otu n'ime ha bụ Paul R",
  "Ehrlich, onye akwụkwọ ya bụ The Population Bomb (1968) mere ka nchegbu Malthusian dịghachi ndụ banyere mmetụta nke mmụba ọnụ ọgụgụ mmadụ",
  "Onye na-ahụ maka ihe ndị dị ndụ bụ Barry Commoner kpatara arụmụka banyere uto, ọgaranya na \"nkà na ụzụ na-adịghị mma\"",
  "Tụkwasị na nke a, otu ndị ọkà mmụta sayensị na ndị isi ndọrọ ndọrọ ọchịchị a maara dị ka Club of Rome bipụtara akụkọ ha The Limits to Growth na afọ 1972, ma dọta uche na nrụgide na-arịwanye elu na ihe onwunwe sitere n'ọrụ mmadụ.",
  "Ka ọ dị ugbu a, ihe ndị teknụzụ rụzuru dị ka mgbasa nke nuklia na foto nke ụwa site na mbara igwe nyere nghọta ọhụrụ na ihe ọhụrụ maka nchegbu banyere ebe ụwa yiri obere na nke pụrụ iche na mbara igwe.",
  "N'afọ 1972, e mere Nzukọ Mba Ndị Dị n'Otu na gburugburu ebe obibi mmadụ na Stockholm, na nke mbụ ya jikọtara ndị nnọchiteanya nke ọtụtụ gọọmentị na mkparịta ụka metụtara ọnọdụ gburugburu ebe obibi ụwa",
  "Nzukọ a dugara kpọmkwem n'ịmepụta ụlọ ọrụ gọọmentị na-ahụ maka gburugburu ebe obibi na UN Environment Program.",
  "Ka ọ na-erule n'etiti afọ ndị n'afọ 1970 ndị na-emegide nuklia agafeela mkpesa na ndọrọ ndọrọ ọchịchị obodo iji nweta arịrịọ na mmetụta sara mbara",
  "Ọ bụ ezie na ọ nweghị otu nzukọ na-ahazi, mbọ ndị na-emegide nuklia nwetara nlebara anya dị ukwuu, ọkachasị na United Kingdom na United States. Mgbe ihe mberede Three Mile Island mere na afọ 1979, ọtụtụ ngagharị iwe mere",
  "E mere nke kachasị ukwuu na New York City n'ọnwa Septemba 1979 ma tinye mmadụ nde narị iri abụọ",
  "Kemgbe afọ 1970, mmata ọha na eze, sayensị gburugburu ebe obibi, gburugburu ebe obibi na teknụzụ enweela ọganihu ịgụnye ebe a na-elekwasị anya n'oge a dị ka mbelata ozone, mgbanwe ihu igwe zuru ụwa ọnụ, mmiri ozuzo acid, ịzụlite mutation, ihe ọkụkụ gbanwere mkpụrụ ndụ ihe nketa na anụ ụlọ gbanwere mkpụrụ osisi",
  "Site na mmepụta nke mutation, e mepụtara ihe ọkụkụ site na ikpughe mkpụrụ na kemịkal ma ọ bụ radiation",
  "A ka na-eji ọtụtụ n'ime ụdị ndị a eme ihe taa",
  "Ụfọdụ ndị na-ahụ maka gburugburu ebe obibi na-ekwu na osisi na anụmanụ ndị gbanwere mkpụrụ ndụ ihe nketa bụ ihe ọjọọ n'ihi na ha abụghị ihe okike",
  "Ndị ọzọ na-ekwu maka uru ndị nwere ike ịba uru nke ihe ọkụkụ GM dị ka nchekwa mmiri site na ọka gbanwere ka ọ bụrụ obere \"agụụ\" ma belata iji ọgwụ ahụhụ eme ihe site na ihe ọkụkụ na-eguzogide ụmụ ahụhụ",
  "Ha na-ekwukwa na ụfọdụ anụ ụlọ gbanwere mkpụrụ ndụ ihe nketa emeela ka uto dị ngwa nke pụtara na enwere usoro mmepụta dị mkpirikpi nke na-akpata iji nri eme ihe nke ọma.\nE wezụga ihe ọkụkụ na anụ ụlọ gbanwere mkpụrụ ndụ ihe nketa, ihe ndị dị ndụ na-arịkwa elu na ndị na-ahụ maka gburugburu ebe obibi na-ekwu na ndị a nwekwara ihe ize ndụ, ma ọ bụrụ na ihe ndị a ga-agwụ na okike",
  "Nke a, dị ka ọ dị iche na ihe ndị a gbanwere na mkpụrụ ndụ ihe nketa, ihe ndị dị ndụ na-eji ọbụna abụọ abụọ nke na-adịghị na okike.",
  "N'afọ 2022, ndị Global Witness kọrọ na, n'ime afọ iri gara aga, e gburu ihe karịrị otu nde a narị asaa ndị na-agbachitere ala na gburugburu ebe obibi, ihe dị ka otu onye kwa ụbọchị abụọ. Brazil, Colombia, Philippines, na Mexico bụ mba ndị kacha gbuo mmadụ.",
  "N'afọ 2023, Ngalaba Na-ahụ Maka Nchebe Gburugburu Ebe Obibi mara ọkwa na Jenụwarị mkpụrụ ụbọchị iri",
  "na nde $ otu narị  mbụ na ikpe ziri ezi gburugburu ebe obibi ga-emeghe maka òtù obodo, gọọmentị ime obodo na ndị ọzọ ruru eru na-achọ ọrụ n'izu ndị na-abịanụ.",
  "Malite na mmegharị nchekwa na mmalite nke narị afọ nke iri abụọ, a pụrụ ịchọta mgbọrọgwụ nke mmegharị gburugburu ebe obibi nke oge a na akwụkwọ Rachel Carson nke afọ 1962 Silent Spring, akwụkwọ Murray Bookchin nke afọ 1962 Our Synthetic Environment, na Paul R",
  "Ehrlich nke afọ  1968 The Population Bomb",
  "Ndị Amerịka  na-ahụ maka gburugburu ebe obibi emeela mkpọsa megide ngwá agha nuklia na ike nuklia na 1960s na afọ 1970s, mmiri ozuzo acid na 1980s, mmebi ozone na mgbukpọ ọhịa na 1990s, na nso nso a mgbanwe ihu igwe na okpomọkụ ụwa.",
  "United Steeti weputara ọtụtụ iwu gburugburu ebe obibi na afọ 1970s, dị ka Iwu Mmiri Dị Ọcha, Iwu Mmiri dị Ọcha, iwu Ụdị Dị Nri, na Iwu Iwu Gburugburu Ebe Obibi nke Mba. Ndị a ka bụ ntọala maka ụkpụrụ gburugburu ebe obibi ugbu a.",
  "Mgbe Nzukọ Mba Nile nke Gburugburu Ebe Obibi na Stockholm na afọ 1972 ndị ọrụ Latin Amerịka laghachiri na olileanya dị elu maka uto na nchedo nke ihe ndị sitere n'okike a na-emetụbeghị aka",
  "Gọọmentị mefuru ọtụtụ nde dollar, ma mepụta ngalaba na ụkpụrụ mmetọ",
  "Otú ọ dị, nsonaazụ abụghị mgbe niile ihe ndị ọrụ tụrụ anya ya na mbụ",
  "Ndị na-eme ngagharị iwe na ọ na'ihi mmụba nke ndị bi n'obodo ukwu na uto ụlọ ọrụ mmepụta ihe",
  "Ọtụtụ mba Latin Amerịka enweela ọtụtụ ndị mbịarambịa bi n'ụlọ ndị na-adịghị mma",
  "Mmetụta nke ụkpụrụ mmetọ dị ala na ntaramahụhụ dị obere; na Venezuela, ntarhụ kachasị ukwuu maka imebi iwu gburugburu ebe obibi bụ Nde iri ise bolivar ($ 3,400) na ụbọchị atọ n'ụlọ mkpọrọ",
  "N'afọ ndị 1970 ma ọ bụ 1980, ọtụtụ mba Latin Amerịka  na-agbanwe site na ọchịchị aka ike nke ndị agha gaa na gọọmentị ọchịchị onye kwuo uche ya.",
  "N'afọ 1992, Brazil bịara n'okpuru nyocha na Nzukọ Mba Ndị Dị n\"Otu maka Gburugburu Ebe Obibi na Mmepe na Rio de Janeiro",
  "Brazil nwere akụkọ ihe mere eme nke obere mmata gburugburu ebe obibi",
  "O nwere ụdị dị iche iche kachasị elu n'ụwa yana oke mbibi ebe obibi kachasị",
  "Otu ụzọ n'ụzọ atọ nke oké ọhịa ụwa dị na Brazil",
  "Ọ bụ ebe osimiri kachasị ukwuu, Amazon, na oké ọhịa mmiri ozuzo kachasị, oké osimiri Amazon",
  "Ndị mmadụ enwetala ego iji mepụta ogige ntụrụndụ steeti ma mee ka ndị mmadụ mara ndị mebiri ọhịa na ụzọ mmiri emetọ",
  "Ọ bụ ebe obibi nke ọtụtụ òtù ndị na-ebute ụzọ n'ihe gbasara gburugburu ebe ahụ",
  "E guzobere Blue Wave Foundation na afọ 1989 ma soro ụlọ ọrụ mgbasa ozi jikọọ aka iji kwalite mkpọsa agụmakwụkwọ mba iji mee ka osimiri Brazil dị ọcha",
  "E kere Funatura na afọ 1986 ma bụrụ mmemme ebe nchekwa anụ ọhịa",
  "Pro-Natura International bụ òtù na-ahụ maka gburugburu ebe obibi nke onwe ya nke e guzobere na afọ 1986.",
  "N'afọ 1952, ihe omume Great London Smog gburu ọtụtụ puku mmadụ ma mee ka UK mepụta Iwu Mmiri Dị Ọcha nke mbụ n'afọ 1956",
  "N'afọ 1957, nnukwu ihe mberede nuklia mbụ mere na Windscale n'ebe ugwu England",
  "Supertanker <i id=\"mwAaU\">Torrey Canyon</i> kwụsịrị n'ụsọ oké osimiri nke Cornwall na afọ 1967, na-akpata nnukwu mmanụ mbụ nke gburu ndụ mmiri n\"ụsoro oké mmiri",
  "N'afọ 1972, na Stockholm, Nzukọ Mba Ndị Dị n'Otu na gburugburu ebe obibi mmadụ mepụtara UN Environment Programme",
  "Iwu gburugburu ebe obibi nke EU guzobere site na nkwupụta nke European Council ma nabata mmemme gburugburu obodo afọ ise mbụ. Echiche bụ isi nke nkwupụta ahụ bụ na mgbochi dị mma karịa ọgwụgwọ na onye mmetọ kwesịrị ịkwụ ụgwọ.",
  "N'afọ ndị 1980 ndị otu ahịhịa ndụ nke e mepụtara afọ iri tupu ha amalite inwe ihe ịga nke ọma na ndọrọ ndọrọ ọchịchị",
  "N'afọ 1986, e nwere ihe mberede nuklia na Chernobyl, Ukraine",
  "E mere mkpọsa gburugburu ebe obibi buru ibu na Ukraine na afọ 1986",
  "Ọgwụgwụ nke afọ 1980 na mmalite nke narị afọ nke afọ 1990 hụrụ ọdịda nke ọchịchị Kọmunist gafee etiti na Ọwụwa Anyanwụ Europe, ọdịdị nke Mgbidi Berlin, na Union of East and West Germany",
  "N'afọ 1992, e nwere nzukọ UN nke e mere na Rio de Janeiro ebe a nabatara Agenda iri abụọ na otu",
  "E mepụtara Kyoto Protocol na afọ 1997, na-esetịpụ ihe mgbaru ọsọ na oge a kara aka iji belata ikuku na ikuku ikuku zuru ụwa ọnụ",
  "Nkwekọrịta Kyoto nwere ndị bịanyere aka afọ 192, gụnyere European Union, Cook Islands, Niue, na mba UN niile ma e wezụga Andorra, Canada, South Sudan, da United States",
  "Na mbido afọ 2000, ndị na-eme ngagharị iwe kwenyere na nchegbu gbasara iwu gburugburu ebe obibi kpuchiri nchebe ike, globalism, na iyi ọha egwu.",
  "Mgbanwe gburugburu ebe obibi na-eru n'ụwa ndị na'oge na na - enweghị ihe ịga nke ọma",
  "Ụwa ndị Arab, gụnyere etiti ọwụwa anyanwụ  na ugwu Afrịka , nwere mgbanwe dị iche iche nke mmegharị gburugburu ebe obibi",
  "Mba ndị dị na Ọwara Oké Osimiri Peshia nwere nnukwu ego ma na-adabere n'ụzọ dị ukwuu na nnukwu ihe onwunwe ike dị n\"ógbè ahụ",
  "Mba ọ bụla dị n'ụwa ndị Arab nwere ngwakọta dịgasị iche iche nke obere ma ọ bụ nnukwu ihe onwunwe na obere ọrụ maọbụ nnukwu ọrụ.",
  "Njikọ nke Mba ndị Arab nwere otu kọmitii pụrụ iche, nke kọmpụta iri na abụọ pụrụ nnọọ iche na Kọmiti Ndị Minista Na-ahụ Maka Ihe Ndị Na'Ime Mba Ọzọ, bụ nke na-ekwu maka Nsogbu Gburugburu Ebe Obibi",
  "Mba ndị dị na Njikọ nke Mba Arab egosila mmasị na nsogbu gburugburu ebe obibi, na akwụkwọ ụfọdụ ndị na-ahụ maka gburugburu ụlọ nwere obi abụọ banyere ọkwa nke itinye aka na okwu gburugburu obodo; ịbụ akụkụ nke obodo ụwa nwere ike ịmanye mba ndị a igosipụta nchegbu maka ọnọdụ gburugburu",
  "Ọnọdụ mbụ nke mmata gburugburu ebe obibi nwere ike ịbụ ịmepụta ozi gburugburu ụlọ ọrụ",
  "Afọ e guzobere ozi na-egosikwa ọkwa nke itinye aka",
  "Saudi Arabia bụ nke mbụ guzobere iwu gburugburu ebe obibi na afọ 1992 nke Egypt sochiri na afọ 1994",
  "Somalia bụ naanị mba na-enweghị iwu gburugburu ebe obibi",
  "N'afọ 2010, Environmental Performance Index depụtara Algeria dị ka mba Arab kachasị elu na iri anọ na abụọ n'ime otu narị iri isii na atọ; Morocco dị na iri ise na abụọ na Syria na iri ise na isii The Environmental Performance Index na-atụle ikike nke mba iji rụọ ọrụ nke ọma jikwaa ma chebe gburugburu ya na ahụike nke ụmụ amaala ya",
  "A na-emepụta ndepụta dị arọ site n'inye pasenti iri isii nke ịdị arịa maka ebumnuche ahụike gburugburu ebe obibi (ahụike) na  pasenti iri isii  maka ịdị ike nke gburugburu ụlọ (ecosystem); ụkpụrụ dị site na efu ruo iri Enweghị mba Arab nọ n'elu quartile, mba asaa nọ na quartiel kachasị ala.",
  "South Korea na Taiwan nwere uto yiri nke ahụ na mmepụta ihe site na afọ 1965 ruo 1990 na njikwa gburugburu ebe obibi ole na ole. Osimiri Han nke Ndịda Korea na Osimir Nakdong emetọla nke ukwuu site na ịtụfu ihe mkpofu ụlọ ọrụ na-enweghị mgbochi nke na ha fọrọ nke nta ka a kewaa ha dị ka ndị nwụrụ anwụ",
  "Usoro Taiwan maka uto ziri ezi bụ iji gbochie ụlọ ọrụ mmepụta ihe ma gbaa ndị na-emepụta ihe ume ka ha guzobe n'ime ime obodo",
  "Nke a mere ka pasenti iri abụọ  nke ala ugbo bụrụ nke ihe mkpofu ụlọ ọrụ na-emetọ na pasenti iri atọ  nke osikapa a na'àgwàetiti ahụ emetọla ọla dị arọ",
  "Mba abụọ ahụ nwere mmegharị gburugburu ebe obibi na-enweghị isi na na'onwe ya na a na -adọta ndị sonyere na klas dị iche iche",
  "Ihe ha chọrọ nwere njikọ na nsogbu ọrụ, ahụike ọrụ na-arụ ọrụ",
  "Ha bụkwa ndị agha; ndị mmadụ mụtara na ngagharị iwe nwere ike ịkpata nsonaazụ",
  "A manyere ụlọ ọrụ ndị na-emetọ ikuku imeziwanye ọnọdụ ahụ ozugbo ma ọ bụ kwụọ ụgwọ maka ndị merụrụ ahụ",
  "Ọbụna a manyere ụfọdụ imechi ma ọ bụ ịkwaga ebe",
  "Ndị mmadụ nwere ike ịmanye gọọmentị ka ha wepụta iwu ọhụrụ na-egbochi nsí, ihe mkpofu ụlọ ọrụ, na mmetọ ikuku",
  "Iwu ọhụrụ ndị a niile mere ka ụlọ ọrụ ndị ahụ na-emetọ ikuku si Taiwan na South Korea kwaga China na mba ndị ọzọ dị na Ndịda Ọwụwa Anyanwụ Eshia na iwu gburugburu ebe obibi dị jụụ.",
  "A na-akọwa mmegharị gburugburu ebe obibi nke China site na ịrị elu nke NGO gburugburu obodo, nkwado iwu, njikọ aka na mberede, na ngagharị iwe nke na'oge na ọ na - na mpaghara. Ngagharị iwe gburugburu ebe obibi na China na-agbasawanye nchegbu ha, na'akpọ oku maka itinye aka n'ụzọ sara mbara \"n'aha ọha na eze\".",
  "Ndị China aghọtawo ikike nke ọgba aghara na ngagharị iwe iji nwee ihe ịga nke ọma ma mee ka esemokwu na China jiri pasenti iri atọ rịa elu kemgbe afọ 2005 ruo ihe karịrị ihe omume nde iri ise Ngagharị iwe na-ekpuchi isiokwu ndị dị ka nsogbu gburugburu ebe obibi, mfu ala, ego, na nsogbu ndọrọ ndọrọ ọchịchị",
  "Ha etoola n'ibu site na ihe dị ka mmadụ iri ma ọ bụ na-erughị ya n\"etiti afọ 1990 ruo mmadụ iri ise na abụọ n \"ihe omume ọ bụla\" mere na afọ 2004",
  "China nwere iwu gburugburu ebe obibi dị jụụ karịa mba ndị ọzọ dị n'Eshia, ya mere ọtụtụ ụlọ ọrụ na-emetọ emetọ akwagala China, na'akpata mmetọ na China.",
  "Mmetọ mmiri, ụkọ mmiri، mmetọ ala, mmebi ala na ọzara bụ okwu a na-ekwu ugbu a n'China",
  "Tebụl mmiri dị n'okpuru ala nke North China Plain na-ada site na 1.5 m (ise ft) kwa afọ",
  "Tebụl mmiri a dị n'okpuru ala na-eme na mpaghara China nke na'emepụta pasenti iri anọ nke ọka nke mba ahụ. The Center for Legal Assistance to Pollution Victims na-arụ ọrụ iji chee nsogbu iwu metụtara ikpe ziri ezi gburugburu ebe obibi ihu site n'ige ikpe ụlọ ikpe nke na'ikpughe akụkọ nke ndị mmetọ gburugburu ụlọ",
  "[peeji  Ka China na na -aga n\"ihu na mgbanwe akụ na ụba ụlọ na njikọta n-abanye nʼahịa ụwa, njikọ ọhụrụ na",
  "N'iji ahụmahụ nke China, South Korea, Japan na Taiwan tụnyere na-ekpughe na mmetụta nke ime ihe gbasara gburugburu ebe obibi na'ụzọ dị ukwuu site na ọnọdụ ndọrọ ndọrọ ọchịchị nke ụlọ, ọkachasị ọkwa njikọta nke ngagharị iwe na nkwado iwu NGO",
  "N'ịbụ nke akụkọ ihe mere eme nke ndị agbata obi Japan na Ndowịdọwụwa anyanwụ  Korea gosipụtara, njikọ nke NGO na ngagharị iwe megide mmetọ ga-enwe mmetụta dị ukwuu na ndọrọ ndọrọ ọchịchị gburugburu ebe obibi nke China n'afọ ndị na-abịanụ.",
  "Ahụike gburugburu ebe obibi na nke ọha na eze bụ ọgụ na-aga n'ihu n\"ime India",
  "Mkpụrụ mbụ nke mmegharị gburugburu ebe obibi na India bụ ntọala na 1964 nke Dasholi Gram Swarajya Sangh, otu ọrụ na-arụkọ ọrụ ọnụ nke Chandi Prasad Bhatt malitere",
  "Ọ bụ Sucheta Kriplani meghere ya ma guzobe ya n'ala nke Shyma Devi nyere",
  "Omume a mechara soro na mmegharị Chipko malite na afọ 1974.",
  "Ihe omume kachasị njọ nke na-akwado mmegharị ahụ bụ mgbapụta gas Bhopal na mkpụrụ ụbọchị atọ n'ọnwa Disemba afọ 1984",
  "A tọhapụrụ tọn iri anọ nke methyl isocyanate, na'egbu mmadụ nde abụọ narị abụọ iri ise na itoolu ozugbo ma mesịa metụta ụmụ amaala nde narị iri asaa",
  "India nwere mkpọsa mba megide ụlọ ọrụ Coca-Cola na Pepsi Cola n'ihi omume ha nke ịdọrọ mmiri n\"okpuru ala na iji ụrọ emetọ ubi",
  "A na-eji ọgụ obodo megide ugbo aquaculture mara mmegharị ahụ",
  "Akụkụ kachasị emetụta gburugburu ebe obibi na India bụ mmegide mgbochi mmiri",
  "A na-eche na ịmepụta ihe mgbochi mmiri bụ ụzọ India ga-esi nweta West site na ijikọ na grid ike na nnukwu ihe mgbidi, coal ma ọ bụ ụlọ ọrụ mmanụ, maọbụ ụlọ nuklia",
  "Jhola Aandolan bụ otu ìgwè na-eme ihe dị ka ọgụ megide iji akpa polyethylene na ịkwalite akpa akwa / jute / akwụkwọ iji chebe gburugburu ebe obibi na okike",
  "Ndị na-eme ihe ike na gburugburu ebe obibi nke India na'uche okpomọkụ ụwa, ịrị elu nke oke osimiri, na ice na ịla azụ na ibelata mmiri na na - ịbụ nnukwu ihe ịma aka ha ga-eche ihu na mmalite narị afọ nke iri abụọ na otu.\nEco Revolution movement malitere site na Eco Needs Foundation na afọ 2008 site n'aka Aurangabad Maharashtra nke na-achọ itinye aka nke ụmụaka, ndị ntorobịa, Ndị nchọpụta, ndi isi ime mmụọ na nke ndọrọ ndọrọ ọchịchị iji hazie mmemme na nzukọ",
  "Ndị na-eme ngagharị iwe megide mmetọ ikuku na India na ikuku ikuku site na Inde gụnyere Licypriya Kangujam.",
  "Mithun Roy Chowdhury, Onye isi ala, Save Nature & Wildlife (SNW), Bangladesh, siri ọnwụ na ndị Bangladesh ga-ebuli olu ha megide Tipaimukh Dam, nke Gọọmentị India na-ewu",
  "O kwuru na ọrụ Tipaimukh Dam ga-abụ \"ọnyà ọnwụ ọzọ maka Bangladesh dị ka Farakka Barrage, nke ga'eduga na ọdachi gburugburu ebe obibi maka nde mmadụ iri ise na ndagwurugwu Osimiri Meghna",
  "O kwuru na ọrụ a ga-amalite ọzara na Bangladesh.",
  "A họpụtara Bangladesh dị ka mba kachasị emetọ n'ụwa nke ụgbọala ndị nwere nkwarụ, ọkachasị ụgbọala diesel, na gas ndị dị ize ndụ site na ụlọ ọrụ",
  "Ikuku bụ ihe ize ndụ nye ahụike mmadụ, gburugburu ebe obibi, na ọganihu akụ na ụba na Bangladesh.",
  "N'afọ 2022, ụlọ ikpe dị na South Africa kwupụtara ikike iwu nke ụmụ amaala mba ahụ maka gburugburu ebe obibi na-adịghị emerụ ahụike ha, nke gụnyere ikike ikuku dị ọcha",
  "A na-ezo aka n'okwu ahụ na ikpe \"Deadly Air\"",
  "Mpaghara ahụ gụnyere otu n'ime obodo ndị kasị ukwuu na Ndịda  Afrịka  Ekurhuleni, na akụkụ dị ukwuu nke mpaghara Mpumalanga.",
  "Sayensị gburugburu ebe obibi bụ ọmụmụ nke mmekọrịta dị n'etiti ihe ndị dị na gburugburu, kemịkal, na ihe dị ndụ nke gburugburu.",
  "Mgbanwe gburugburu ebe obibi sara mbara ma nwee ike ịgụnye isiokwu ọ bụla metụtara gburugburu, nchekwa, na ihe ndị dị ndụ, yana nchekwa nke ala, osisi, da fauna maka ebumnuche na ojiji dịgasị iche iche",
  "Lee ndepụta nke nsogbu gburugburu ebe obibi",
  "Mgbe a na-eme ihe ike megide mmadụ ma ọ bụ ụlọ ọrụ ụfọdụ n'aha nchekwa gburugburu ebe obibi, a kpọrọ ya iyi ọha egwu gburugburu.",
  "Ọtụtụ ikpe gburugburu ebe obibi na-enyo ikike iwu nke ndị nwe ala, na ma ọha na eze nwere ikike itinye aka na omume ọjọọ na'ala onye ọzọ",
  "Òtù iwu gburugburu ebe obibi dị n'ụwa niile, dị ka Ụlọ Ọrụ Iwu na Iwu gburugburu Ebe obibi na etiti ọdịda anyanwụ United States.",
  "Otu n'ime ikpe ndị mbụ iji gosipụta na ụmụ amaala nwere ike ịgba akwụkwọ maka mmerụ ahụ gburugburu ebe obibi na ịma mma bụ Scenic Hudson Preservation Conference v",
  "Federal Power Commission, nke ụlọ ikpe mkpegharị ikpe nke abụọ kpebiri na 1965",
  "Ikpe ahụ nyere aka kwụsị iwu ụlọ ọrụ ọkụ eletrik na Storm King Mountain na New York State",
  "Hụkwa iwu gburugburu ebe obibi nke United States na David Sive, onye ọka iwu nke tinyere aka na ikpe ahụ.",
  "edemede Christopher D",
  "Stone nke afọ 1972, \"Osisi kwesịrị iguzo?\" kwuru banyere ma ihe ndị sitere n'okike n\"onwe ha kwesịrị inwe ikike iwu",
  "N'ime edemede ahụ, Stone na-atụ aro na arụmụka ya dị mma n'ihi na a na'otu oge ahụ ka a hụrụ ọtụtụ ndị nwe ikike (ụmụ nwanyị, ụmụaka) dị ka ihe.",
  "Ọtụtụ nkatọ na mgbagwoju anya nke ụkpụrụ omume emeela ka nchegbu na-arịwanye elu banyere teknụzụ, gụnyere ojiji nke ọgwụ ahụhụ nwere ike imerụ ahụ, ihe mgbakwunye mmiri dị ka fluoride, na ụlọ ọrụ na'ụzọ dị oke egwu nke ethanol.",
  "Mgbe ndị bi n'ebe dị nso na mmepe ndị a tụrụ aro na-ahazi mmegide, a na'akpọ ha \"NIMBYS\" mgbe ụfọdụ, nkwụsịtụ maka \"ọ bụghị n\"azụ m\".",
  "Just Stop Oil otu ndị na-ahụ maka gburugburu ebe obibi na ndị ọzọ na'ahụ Maka mgbanwe ihu igwe na otu o si emetụta ụzọ ndụ ụmụ mmadụ.",
  "Eze Charles jiri ihe omume soro ndị isi azụmaahịa na obodo na-emekọrịta ihe gbasara nsogbu gburugburu ebe obibi.",
  "Taa, sayensị nke gburugburu ebe obibi na sayensi gburugburu gburugburu, na mgbakwunye na ebumnuche ọ bụla mara mma, nyere ntọala nke ịdị n'otu nye ụfọdụ ndị na-ahụ maka gburugburu ụlọ",
  "Ka a na-anakọta ozi ndị ọzọ na ngalaba sayensị, ọtụtụ okwu sayensi dị ka ụdị dị iche iche, ma e jiri ya tụnyere naanị ịma mma, bụ nchegbu maka ndị na'ihe gbasara gburugburu ebe obibi",
  "Nchekwa ihe ndị dị ndụ bụ ngalaba na-eto ngwa ngwa.",
  "N'ime afọ ndị na-adịbeghị anya, mmegharị gburugburu ebe obibi na'ebe obibi lekwasịrị anya na okpomọkụ ụwa dị ka otu n'etiti nsogbu kachasị elu",
  "Ka nchegbu banyere mgbanwe ihu igwe na-aga n'ihu, site na njikọ dị n\"etiti okpomọkụ ụwa na Hurricane Katrina na ihe nkiri Al Gore nke afọ 2006 An Inconvenient Truth, ọtụtụ ndị na'ime ndị otu gburugburu ebe obibi lekwasịrị anya na mgbalị ha",
  "Na United States, 2007 hụrụ ngosipụta gburugburu ebe obibi kachasị ukwuu n'ime afọ, Step It Up 2007, na nzukọ n\"ihe karịrị obodo 1,400 na steeti 50 niile maka ezigbo ngwọta okpomọkụ ụwa.",
  "Mgbasa ozi na nhazi zuru oke nke ụlọ akwụkwọ maka ihu igwe malitere mgbe nwa akwụkwọ nwanyị Sweden Greta Thunberg mere ngagharị iwe n'ọnwa Ọgọstụ 2018 n\"èzí Riksdag (parliament) nke Sweden",
  "Ọgbaghara ihu igwe nke Septemba 2019 nwere ike ịbụ ọgba aghara ihu ọha kachasị ukwuu n'akụkọ ihe mere eme nke ụwa.",
  "N'afọ 2019, nnyocha chọpụtara na a na-ele mmebi ihu igwe anya dị ka nsogbu kachasị mkpa ụwa na mba asaa n'ime mba asatọ a nyochara.",
  "Ọtụtụ òtù okpukpe na ụka n'otu n\"otu ugbu a nwere mmemme na ọrụ ndị a raara nye nsogbu gburugburu ebe obibi. A na-akwado òtù okpukpe ahụ site na nkọwa nke akụkụ Akwụkwọ Nsọ. A na-anọchite anya ọtụtụ nnukwu òtù okpukpe gụnyere ndị Juu, ndị Alakụba, Anglican, Orthodox, Evangelical, Zoroastrian, Ndị Kraịst na ndị Katọlik.",
  "Nnukwu gburugburu ebe obibi sitere na nkụda mmụọ nke dabeere na gburugburu onwe onye na nhọrọ nke gburugburu ụlọ",
  "Òtù na-ahụ maka gburugburu ebe obibi na'ụzọ siri ike na na - na: ihe onye ọkà mmụta Christopher Manes na..\" Nnukwu gburugburu ebe obibi na-egosi mkpa ọ dị ịtụle echiche ndị Ọdịda Anyanwụ nke okpukpe na nkà ihe ọmụma (gụnyere akụrụngwa, nna ochie na ijikọ ụwa ọnụ) mgbe ụfọdụ site na \"ịgbanwe\" na ịmekọrịta ya na okike.\nGreenpeace na-anọchite anya otu nzukọ nwere usoro siri ike, mana o nyela aka n'ụzọ siri anya n\"ịghọta nsogbu ndị dị oke egwu, ma nwee isi sayensị na radicalism dị ka ụzọ isi kpughee mgbasa ozi",
  "Ìgwè ndị dị ka Earth First! na-ewere ọnọdụ dị egwu karịa",
  "Ụfọdụ òtù ndị na-ahụ maka gburugburu ebe obibi, dị ka Earth First! na Earth Liberation Front, na'ụzọ iwu na ya na - emebi ma ọ bụ bibie isi obodo.",
  "Ndị na-akatọ usoro ahụ na ya na'ụzọ na na - akọwapụtara ya dị ka ihe siri ike na ihe na Karịsịa ndị na-akatọ Iwu Ụdị Dị n'Ebe Ọdịdị Dị N'Ọnwụ nke United States, nke a nyochara n\"oge na'oge a, [mgbe?] na Iwu Mmiri Dị Ọcha, bụ nke ha kwuru na ọ na na ya na ikike ihe onwunwe onwe onye, uru ụlọ ọrụ na uto akụ na ụba mba ahụ",
  "Ndị nkatọ na-agbagha ihe akaebe sayensị maka okpomọkụ ụwa",
  "Ha na-ekwu na mmegharị gburugburu ebe obibi ewepụla uche n'ihe ndị ọzọ dị mkpa. A katọwokwa ndị na-ahụ maka gburugburu ebe obibi n'Ebe Ọdịda Anyanwụ maka ịrụ ọrụ, ọchịchị gburugburu obodo, na ịmepụta okwu ndị nzọpụta ọcha, ọkachasị ndị ama ama na ndị kwalite nchekwa na mba ndị mepere emepe.",
  "Mgbukpọ ọhịa, mmetọ ikuku, na ụdị ndị nọ n'ihe ize ndụ na-apụta dị ka nsogbu esemokwu na akwụkwọ ọdịda anyanwụ ruo ọtụtụ narị, ma n\"ọnọdụ ụfọdụ, ọtụtụ puku afọ.",
  "Àtụ:Environmental social science"
]