[
  "Mgbanwe carbon bụ omume màkà ónyé ọ bụla ịbawanye ikuku carbon dioxide n'otu mpaghara nké ndụ ha n'ihi ibelata ikuku n'ebe ọzọ.",
  "Enwere ike ịkpọ mgbanwe carbon n'ụzọ ziri ezi \"mgbanwe carbon n'ụlọ\" iji mee ka ọ dị iche na carbon leakage, nkè a na-akpọkwa mgbanwe carbon mgbé ụfọdụ.",
  "Ụfọdụ mgbalị iji gbaa ndị mmadụ ume ịgbanwe akụkụ nke ndụ ha wee belata ikuku carbon dioxide ha na-eme ka ọ bụrụ uru nke nchekwa ego",
  "Na United Kingdom, Energy Saving Trust depụtara ụzọ dị iche iche iji chekwaa ike, dịka ọmụmaatụ, \"Lampụ ọkụ na-echekwa ike na-adịru okpukpu iri na abụọ karịa ọkụ ọkụ nkịtị ma nwee ike ịchekwa gị euro itoolu kwa afọ na ọkụ eletrik (na kilogram iri atọ na asatọ nke CO2) ma ọ bụ otu narị euro n'oge ndụ bulbs",
  "\" Otú ọ dị, ma a na-ebelata ikuku carbon dioxide ma ọ bụ na ọ bụghị ga-adabere n'otú e si emefu ego ahụ",
  "Ọ bụrụ na ego echekwara site na ịga ọrụ na-emecha mefu na ezumike ọbọdọ ọzọ nke metụtara njem ụgbọ elu, ngụkọta ikuku nwere ike ịbawanye.",
  "Nsogbụ nke mgbanwe carbon nwèrè ike imebi ọtụtụ mgbalị afọ ofufo iji belata ikuku carbon dioxide",
  "Otú ọ dị, mgbanwe carbon abụghị ihe na-adịghị mma",
  "Ọ bụrụ na enwere ike ime ka mmadụ kweta izere ọrụ ndị na-emepụta oke ikuku màkà mmefu ego, mgbè ahụ ha nwèrè ike ịkwaga na ọrụ ndị na'emepụta obere ikuku màkà otu ego ahụ",
  "Enwere ike ịgba ume ka mgbanwe carbon dị mma site na iji ụtụ isi carbon ma ọ bụ mmejuputa atụmatụ azụmaahịa carbon nke onwe.",
  "Ihe omume nkè carbon na-agbanwe na-atụkwa aro na màkà ebumnuche ụfọdụ, ihe kachasị mma nke ikuku ga-abụ ikuku kwa unit nke ego karịa ngụkọta ikuku",
  "Ọrụ nke na-emepụta obere ikuku na ọnụahịa dị ala nwere ike ọ gaghị abụ ọrụ kachasị mma ịkwalite ka ọ na-ahapụ ónyé ahụ na ego ka ọ na'iji mee ihe na ọrụ ndị ọzọ na-emepụta",
  "N'otu aka ahụ, ọ bụrụ na ndị njem abụọ na-eme njem n'otu ụgbọelu ahụ, enwere ike iwere ha dị ka ndị na-ewepụta otu carbon dioxide",
  "Otú ọ dị, ọ bụrụ na otu n'ime ha kwụọ ụgwọ dị ala, mgbè ahụ site na nke a, a ga-ewere ha dị ka ndị na-emebi gbụrụ-gbúrụ ébé obibi karịa."
]