[
  "Mgbakọ Minamata na Mercury bụ nkwekọrịta mba ụwa nke e mere iji chebe ahụike mmadụ na gburugburu ebe obibi site na mpụta anthropogenic na mwepụta nke mercury na mercury",
  "Mgbakọ ahụ bụ n'ihi afọ atọ nke nzukọ na mkparịta ụka, mgbe nke ahụ gasịrị, ndị nnọchiteanya na-anọchite anya mba 140 dị nso na 19 January 2013 na Geneva kwadoro ederede nke mgbakọ ahụ ma nakweere ma bịanye aka n'afọ ahụ na 10 October 2013 na ogbako diplomatic",
  "emere na Kumamoto, Japan",
  "A kpọrọ mgbakọ ahụ aha obodo Japan bụ́ Minamata",
  "Aha a bụ ihe atụ dị mkpa ka obodo ahụ gara n'ihu n'ihe omume na-emebi emebi nke nsị mercury",
  "A na-atụ anya na n'ime iri afọ ole na ole sochirinụ, nkwekọrịta mba ụwa a ga-eme ka mbelata mmetọ mercury si n'ọrụ ezubere iche maka ntọhapụ nke mercury na gburugburu ebe dị nso.",
  "Ebumnobi nke Mgbakọ Minamata bụ ichekwa ahụike mmadụ na gburugburu ebe obibi site na mpụta anthropogenic na mwepụta nke mercury na mercury",
  "O nwere, na nkwado nke ebumnobi a, ndokwa ndị metụtara usoro ndụ Mercury dum, gụnyere njikwa na mbelata n'ofe ngwaahịa, usoro na ụlọ ọrụ ebe a na-eji mercury, ewepụtara ma ọ bụ na-ebupụta",
  "Nkwekọrịta ahụ na-ekwukwa banyere ngwuputa mercury ozugbo, mbupụ na mbubata ya, nchekwa ya na mkpofu ya ozugbo dị ka ihe efu",
  "Ịkọpụta ọnụ ọgụgụ ndị nọ n'ihe ize ndụ, ịkwalite nlekọta ahụike na ọzụzụ ka mma nke ndị ọkachamara na-ahụ maka ahụike n'ịchọpụta na ịgwọ mmetụta ndị metụtara mercury ga-esikwa na mmejuputa mgbakọ ahụ.",
  "Mgbakọ Minamata na-enye njikwa n'ọtụtụ ngwaahịa nwere mercury, nrụpụta, mbubata na mbupụ nke a ga-amachibido ya kpamkpam site na 2020, belụsọ ebe mba rịọrọ ka ahapụ ya maka afọ ise mbụ",
  "Ngwaahịa ndị a gụnyere ụfọdụ ụdị batrị, kọmpat fluorescent oriọna, relays, ncha na ihe ịchọ mma, temometa, na ngwaọrụ mgbali ọbara",
  "A na-ahazikwa njuputa eze na-eji amalgam mercury n'okpuru mgbakọ ahụ, a ga-ewepụkwa ojiji ha site n'ọtụtụ usoro.",
  "Mercury bụ ihe na-eme n'okike",
  "Enwere ike ịhapụ ya na gburugburu ebe obibi site na isi mmalite - dị ka ihu igwe nke nkume ndị nwere mercury, ọkụ ọhịa, mgbawa ugwu ma ọ bụ ihe omume geothermal - kamakwa site na ọrụ mmadụ",
  "A na-ebupụta ihe dị ka tọn 5500-8900 nke mercury ugbu a ma na-ebughachi kwa afọ na ikuku, yana ọtụtụ n'ime mercury eweghachiri eweghachi na-ewere na ọ metụtara ọrụ mmadụ, dị ka ewepụtara ya kpọmkwem.",
  "N'ihi ihe pụrụ iche ya, mercury ejirila ngwaahịa na usoro dị iche iche mee ihe ruo ọtụtụ narị afọ",
  "Ugbu a, a na-ejikarị ya na usoro mmepụta ihe nke na-emepụta chloride (PVC), na polyurethane elastomers",
  "A na-eji ya amịpụta ọla edo na ọla n'ọrụ nka na obere obere ọla edo",
  "Ọ dị n'ime ngwaahịa dịka ụfọdụ mgba ọkụ eletrik (gụnyere thermostats), relays, ngwa nha na njikwa, ọkụ ọkụ fluorescent na-arụ ọrụ nke ọma, ụdị batrị ụfọdụ na amalgam eze",
  "A na-ejikwa ya na ụlọ nyocha, ihe ịchọ mma, ọgwụ ọgwụ, gụnyere na ọgwụ mgbochi dịka ihe nchekwa, agba, na ọla",
  "A na-ahapụkwa Mercury n'amaghị ama site na ụfọdụ usoro mmepụta ihe, dị ka ike ọkụ na-ekpo ọkụ na ọkụ ọkụ, mmepụta ciment, Ngwuputa ihe na ọrụ ndị ọzọ dị ka mmepụta ọla na-adịghị ferrous, yana site na ọkụ nke ọtụtụ ụdị ihe mkpofu.",
  "Otu ebe kachasi enweta ikuku mercury nke mmadụ mere bụ ngalaba nka na obere ngwupụta ọla edo, bụ nke na-ahụ maka mwepụta ihe ruru tọn 1,000 nke mercury na ikuku kwa afọ.",
  "Ọ dịla anya a mara ogige Mercury na mercury na-egbu egbu na ahụike mmadụ na gburugburu ebe obibi",
  "Nnukwu ọgbaghara ahụike ọha na eze n'ihi nsị mercury, dị ka ọrịa Minamata na ọrịa Niigata Minamata, dọọrọ uche gaa na okwu ahụ",
  "Na 1972, ndị nnọchiteanya na Stockholm Conference on Human Environment hụrụ Japan obere ụlọ akwụkwọ sekọndrị bụ Shinobu Sakamoto, nwere nkwarụ n'ihi nsị methylmercury na utero",
  "E hiwere otu United Nations Environment Programme (UN Environment, nke mbụ UNEP) obere oge ka nke ahụ gasịrị",
  "Gburugburu UN na-agbasi mbọ ike n'iweta sayensị nke nsị mercury na mmejuputa iwu",
  "Na 2001, onye isi oche nke UN Environment kpọrọ oku site n'aka ndị ọchịchị ya ka ọ mee nyocha zuru ụwa ọnụ nke mercury na ogige ya, gụnyere kemịkalụ na mmetụta ahụike, isi mmalite, njem ogologo oge, yana mgbochi na njikwa teknụzụ metụtara mercury",
  ".",
  "Na 2003, kansụl ọchịchị tụlere ntule a wee chọpụta na enwere ihe akaebe zuru oke nke mmetụta ọjọọ zuru ụwa ọnụ sitere na mercury na ogige ya iji nye nkwado mba ọzọ iji belata ihe egwu dị na ahụike mmadụ na gburugburu ebe obibi site na ntọhapụ ha na gburugburu ebe obibi",
  "A gbara ndị gọọmentị ume ka ha nweta ebumnuche maka mbelata ikuku mercury na mwepụta yana UN Environment butere enyemaka nka na ọrụ iwulite ikike iji mezuo ebumnuche ndị a.",
  "E hibere mmemme mercury iji gboo mkparị nke Mercury wetara wee wusiekwa ya ike site n'aka gọọmentị n'afọ 2005 na 2007 site na UNEP Global Mercury Partnership",
  "N'afọ 2007, kansụl ọchịchị ahụ kwubiri na a ga-enyocha ma nyochaa nhọrọ nke usoro afọ ofufo emelitere na akwụkwọ iwu mba ụwa dị ugbu a iji nwee ọganihu n'ịgbasa okwu mercury",
  "N'ọnwa Febrụwarị afọ 2009, otu kansụl na-achị UNEP kpebiri imepụta ngwa eji ejikọta iwu na Mercury zuru ụwa ọnụ.",
  "E hiwere kọmitii mkparita ụka n'etiti gọọmentị ngwa ngwa (INC), nke mba dị iche iche si kpaa nkata ma mepụta ederede nke mgbakọ ahụ",
  "Ndị ọzọ metụtara, gụnyere gọọmentị etiti na ndị otu na-abụghị nke gọọmentị sonyekwara na usoro a wee nye aka site na ịkekọrịta echiche, ahụmịhe na nka nka",
  "Kọmiti mkparita uka nke gọọmentị etiti bụ Fernando Lugris nke Uruguay bụ onye isi oche yana ngalaba Chemicals na Health nke ngalaba UN Environment's Economy Division kwadoro",
  "Ndị INC nwere nnọkọ ise iji kparịta ma kparịta nkwekọrịta zuru ụwa ọnụ na Mercury:",
  "Na 19 Jenụwarị 2013, mgbe e nwesịrị mkparịta ụka ruo n'ime abalị, mkparita ụka ahụ mechiri na ihe fọrọ nke nta ka ọ bụrụ gọọmentị 140 kwetara na ederede mgbakọ",
  "A nabatara mgbakọ ahụ wee meghee maka mbinye aka otu afọ na 10 October 2013, na ogbako nke plenipotentiaries (ogbako diplomatic) na Kumamoto, Japan, tupu nzukọ nkwadebe sitere na 7-8 October 2013",
  "European Union na mba 86 bịanyere aka na ya",
  "mgbakọ n'ụbọchị mbụ e meghere maka mbinye aka",
  "Mba 5 ọzọ bịanyere aka na mgbakọ ahụ n'ụbọchị ikpeazụ nke ogbako diplomatic, 11 October 2013",
  "N'ozuzu, mgbakọ ahụ nwere ndị mbinye aka 128.",
  "Fernando Lugris, onye nnọchi anya oche Uruguayan, kwusara, sị, \"Taa n'isi ụtụtụ nke 19 Jenụwarị 2013, anyị emechiela isiakwụkwọ na njem nke were afọ anọ nke ugboro ugboro mana mkparịta ụka na-aga nke ọma wee meghee isiakwụkwọ ọhụrụ maka ọdịnihu ga-adigide",
  "Emere nke a n'aha ndị na-adịghị ike n'ebe niile ma na-anọchite anya ohere maka narị afọ ahụike na nke ga-adịgide adịgide maka ndị mmadụ niile.\"",
  "N'ịga n'ihu na nnabata nke mgbakọ ahụ, kọmitii mkparita uka nke gọọmentị etiti nyere iwu ka ha zute n'oge oge nke bu ụzọ meghee nzukọ mbụ nke Nzukọ Ndị otu na mgbakọ ahụ iji mee ka ọ banye ngwa ngwa n'ike na mmejuputa dị irè mgbe ịbanye n'ike",
  "Emere nnọkọ abụọ nke INC:",
  "Mkparịta ụka kpuchiri ọtụtụ akụkụ teknụzụ, ego yana nhazi yana ọrụ.",
  "Nkwekọrịta a chọrọ iji tinye n'ọrụ ntinye nke ngwa iri ise nke nkwenye, nnabata, nkwenye ma ọ bụ ntinye nke steeti ma ọ bụ òtù ndị na-ejikọta akụ na ụba mpaghara",
  "Emere mmemme nnabata iri ise a na Mee 18, 2017, ya mere mgbakọ ahụ malitere na 16 Ọgọst 2017.",
  "Nzukọ mbụ nke ogbako nke ndị otu na Minamata Convention on Mercury (COP1) mere site na 24 ruo 29 September 2017 na International Conference Center na Geneva.",
  "Nzukọ nke abụọ nke Nzukọ nke Ndị otu (COP2) mere site na 19 ruo 23 November 2018 na International Conference Center na Geneva, Switzerland.",
  "Nzukọ nke atọ nke Nzukọ Ndị otu (COP3) mere site na 25 ruo 29 November 2019 na International Conference Center na Geneva, Switzerland",
  "Na nzụkọ nke atọ ya, Mgbakọ nke ndị otu ahụ kwenyere n'ọtụtụ ihe omume iji mejuputa Mgbakọ Minamata nke ọma.",
  "Mgbe mgbakọ ahụ malitesịrị ike, Nzukọ nke Pati na-ewere ọnọdụ kwa afọ maka afọ atọ mbụ",
  "Site ugbu a gaa n'ihu, a ga-akpọkọta ọgbakọ ndị otu (COPs) n'ime afọ abụọ ọ bụla.",
  "Nzukọ nke anọ nke ọgbakọ ndị otu (https://www.mercuryconvention.org/en/meetings/cop4) (COP4) ga-ewere ọnọdụ na Nusa Dua, Bali, Indonesia site na 21 ruo 25 Maachị 2022.",
  "Dịka nke Disemba 2022, enwere ndị bịanyere aka na nkwekọrịta 128 na otu 139.",
  "nkwado (AA), ntinye (a)",
  "Mgbakọ ahụ nwere isiokwu 35, mgbakwunye 5 na okwu mmalite.",
  "Okwu mmalite nke mgbakọ ahụ na-ekwu na ndị otu ahụ achọpụtala na mercury bụ, \"kemịkalụ nke nchegbu zuru ụwa ọnụ n'ihi njem ikuku dị ogologo oge, nnọgidesi ike ya na gburugburu ebe obibi ozugbo a kpọbatara mmadụ, ikike ya ịmepụta ihe na gburugburu ebe obibi na mmetụta ọjọọ ya",
  "na ahụike mmadụ na gburugburu ebe obibi.\""
]