[
  "Mgbanwe nke Ọktoba sochiri ma tinye isi na Mgbanwe nke February na mbụ n'afọ ahụ, bụ nke kwaturu ọchịchị ọchịchị Tsarist, na-ebute ọchịchị na-emesapụ aka",
  "Gọọmenti nwa oge ewegharala ọchịchị mgbe Grand Duke Michael kpọsara ya, nwanne Tsar Nicholas nke Abụọ, onye jụrụ iweghara ọchịchị mgbe Tsar kwụsịrị",
  "N'oge a, ndị ọrụ obodo malitere ịhazi n'ime kansụl (soviets) ebe ndị na-eme mgbanwe katọrọ ọchịchị nwa oge na omume ya",
  "Gọọmenti nwa oge nọgidere bụrụ nke a na-adịghị amasị ya, karịsịa n'ihi na ọ na-aga n'ihu na-alụ ọgụ na Agha Ụwa Mbụ, ma jiri aka ígwè chịa n'oge okpomọkụ (gụnyere igbu ọtụtụ narị ndị ngagharị iwe n'ụbọchị Julaị).￼",
  "N'agbanyeghị na ọ na-eme na Nọvemba nke kalenda Gregorian, a na-akpọkarị ihe omume ahụ \"October Revolution\" (Октябрьская революция) n'ihi na n'oge ahụ Russia ka na-eji kalenda Julian",
  "A na-akpọ ihe omume ahụ mgbe ụfọdụ \"November Revolution\", mgbe Soviet Union mezigharịrị kalenda ya",
  "Iji zere mgbagwoju anya, e nyere ma O.S",
  "na N.S",
  "ụbọchị maka ihe omume. Maka nkọwa ndị ọzọ lee Old Style na New Style dates.",
  "Na mbụ, a na-akpọ ihe omume ahụ \"October Coup\" (Октябрьский переворот) ma ọ bụ \"Uprising of the 3rd,\" dị ka a hụrụ na akwụkwọ ndị dị n'oge ahụ (dịka ọmụmaatụ, na mbipụta mbụ nke ọrụ Lenin zuru ezu).",
  "Mgbanwe nke February kwaturu Tsar Nicholas II nke Russia ma jiri Gọọmenti Ogologo oge nke Russia dochie ọchịchị ya",
  "Otú ọ dị, ọchịchị nwa oge adịghị ike ma nwee esemokwu n'ime ya",
  "Ọ gara n'ihu na-ebu Agha Ụwa Mbụ, bụ́ nke na-aghọwanye ndị na-ewu ewu",
  "E nwere nsogbu n'obodo nile nke metụtara mmekọrịta ọha na eze, akụ̀ na ụba, na ndọrọ ndọrọ ọchịchị",
  "Ọgba aghara na ụlọ ọrụ na ụgbọ njem abawanyela, ihe isi ike n'inweta ihe oriri abawanyela",
  "Mkpokọta mmepụta ihe n'ụlọ ọrụ mmepụta ihe na 1917 ji ihe karịrị 36% belata n'ihe ọ dịbu na 1914",
  "N'oge mgbụsị akwụkwọ, ihe ruru 50% nke ụlọ ọrụ niile dị na Urals, Donbas, na ụlọ ọrụ mmepụta ihe ndị ọzọ mechiri, na-eduga n'enweghị ọrụ",
  "N'otu oge ahụ, ọnụ ahịa nke ibi ndụ mụbara nke ukwuu",
  "Ezigbo ụgwọ ọnwa dara n'ihe dị ka pasent 50 nke ihe ha nọburu na 1913",
  "Ka ọ na-erule n'October 1917, ụgwọ mba Rọshịa ji rịgoro ruo ijeri ruble 50",
  "N'ime nke a, ụgwọ ndị gọọmenti mba ọzọ nwere ihe karịrị ijeri 11 rubles",
  "Mba ahụ chere ihe iyi egwu nke ndakpọ ego ihu.",
  "Na Septemba na Ọktọba 1917, ndị ọrụ Moscow na Petrograd, ndị na-egwupụta ihe n'ala na Donbas, ndị ọrụ ígwè na Ural, ndị ọrụ mmanụ na Baku, ndị ọrụ akwa na Central Industrial Region, na ndị ọrụ ụgbọ okporo ígwè na ụzọ ụgbọ okporo ígwè 44",
  "N'ọnwa ndị a naanị, ihe karịrị otu nde ndị ọrụ sonyere n'ọgbaghara",
  "Ndị ọrụ guzobere ikike maka mmepụta na nkesa n'ọtụtụ ụlọ ọrụ na ụlọ ọrụ na mgbanwe mmekọrịta mmadụ na ibe ya. Ndị ọrụ haziri ọgbaghara ndị a site na kọmitii ụlọ ọrụ",
  "Kọmitii ụlọ ọrụ ahụ nọchitere anya ndị ọrụ ma nwee ike ịmekọrịta ọnọdụ ọrụ ka mma, ịkwụ ụgwọ, na awa",
  "Ọ bụ ezie na ọnọdụ ebe ọrụ nwere ike ịbawanye na ogo, ogo ndụ maka ndị ọrụ anaghị emeziwanye",
  "A ka nwere ụkọ nri na ụgwọ ọrụ ndị ọrụ nwetara emeghị ihe ọ bụla iji nye ezinụlọ ha.",
  "N'akwụkwọ ozi nke 1 Mee, minista na-ahụ maka ihe gbasara mba ọzọ, Pavel Milyukov, kwupụtara ọchịchọ Gọọmentị Provisional ịga n'ihu na agha megide Central Powers \"ruo ngwụcha mmeri\", na-akpali iwe dị ukwuu",
  "Na 1-4 Mee, ihe dị ka 100,000 ndị ọrụ na ndị agha nke Petrograd, na, mgbe ha gasịrị, ndị ọrụ na Ndị agha nke obodo ndị ọzọ, ndị Bolshevik du, mere ngagharị iwe n'okpuru ọkọlọtọ na-agụ \"N'okpuru agha!\" na \"Nke niile nye ndị Soviet!\" Nnukwu ngagharị iwe ahụ kpatara nsogbu maka Gọọmentị Provisional",
  "1 Julaị hụrụ ngagharị iwe ndị ọzọ, dịka ihe dị ka ndị ọrụ na ndị agha 500,000 na Petrograd gosipụtara, ọzọ na-achọ \"ike niile na ndị Soviet,\" \"n'okpuru agha,\" na \"n'ala na ndị minista iri nke isi obodo",
  "\" Gọọmentị Provisional meghere mwakpo megide Central Powers na 1 Julaị, nke dara n'oge na-adịghị anya",
  "Akụkọ banyere ọdịda nke mwakpo ahụ mere ka ọgụ nke ndị ọrụ na ndị agha sie ike",
  "Nsogbu ọhụrụ na Gọọmentị Provisional malitere na 15 Julaị.",
  "Oge mmegide sochiri",
  "Na 5-6 Julaị, e mere mwakpo na ụlọ ọrụ nchịkọta akụkọ na ígwè obibi akwụkwọ nke Pravda na n'obí eze nke Kshesinskaya, ebe Kọmitii Central na Kọmitii Petrograd nke Bolsheviks dị",
  "Na 7 Julaị, gọọmentị nyere iwu ka ejide ma kpee Vladimir Lenin ikpe, onye a manyere ịga n'okpuru ala, dịka o mere n'okpuru ọchịchị Tsarist",
  "E jidere ndị Bolshevik, e wepụrụ ndị ọrụ, ma gbasaa ndị agha na-eme mgbanwe na Petrograd ma ọ bụ zigara ha n'ihu agha",
  "N'abalị iri na abụọ n'ọnwa Julaị, Gọọmentị Provisional bipụtara iwu na-ewebata ntaramahụhụ ọnwụ n'ihu",
  "E guzobere gọọmentị nke abụọ na 24 Julaị, nke Alexander Kerensky bụ onye isi oche ya.",
  "Akụkọ ihe mere eme nke Soviet nke October Revolution jikọtara ya na mmepe akụkọ ihe mere eme Soviet",
  "Ọtụtụ n'ime ndị ntụgharị Soviet mbụ nke Mgbanwe ahụ bụ ndị Bolshevik na-eme mgbanwe. Mgbe akụkọ mgbanwe mbụ gasịrị, ndị ọkọ akụkọ ihe mere eme Soviet rụrụ ọrụ n'ime \"ụkpụrụ nduzi dị mkpirikpi\" nke gọọmentị Soviet kọwapụtara",
  "Nkwụsi ike nke nkọwa nwere ike iru n'ókè ya n'okpuru Stalin.",
  "A na-eji okwu \"Red October\" (Красный Октябрь, Krasnyy Oktyabr) eme ihe iji gosipụta Mgbanwe Ọktoba",
  "\"Red October\" e nyere ụlọ ọrụ ígwè nke Agha Stalingrad mere ka ọ bụrụ ihe a ma ama, ụlọ ọrụ na-emepụta ihe na-atọ ụtọ na Moscow nke a maara nke ọma na Russia, na ụgbọ mmiri Soviet na-emeghị eme na akwụkwọ akụkọ Tom Clancy nke 1984 The Hunt for Red October na ihe nkiri 1990 nke otu aha ahụ.Àtụ:Notelist",
  "Àtụ:Soviet Union topics"
]