[
  "Mgbakọ Rotterdam (nke a na-emebu, Nkwekọrịta Rotterdam na Usoro Nkwenye Amụma nke mbụ maka ụfọdụ kemịkalụ dị ize ndụ na ọgwụ pesticide na ahia mba ụwa) bụ nkwekọrịta dị iche iche iji kwalite ibu ọrụ nkekọrịta n'ihe metụtara mbubata kemịkalụ dị ize ndụ",
  "Mgbakọ a na-akwalite mgbanwe nke ozi mepere emepe ma na-akpọku ndị na-ebupụ kemịkalụ dị ize ndụ ka ha jiri akara kwesịrị ekwesị, gụnyere ntụzịaka maka njikwa nchekwa, ma gwa ndị zụrụ ihe mgbochi ma ọ bụ mmachibido iwu ọ bụla amaara",
  "Mba ndị bịanyere aka na ya nwere ike ikpebi ma ha ga-ahapụ ma ọ bụ machibido mbubata kemịkalụ edepụtara na nkwekọrịta ahụ, mba ndị na-ebupụ nwere ike ịhụ na ndị na-emepụta ihe n'ime ikike ha kwadoro.",
  "N'afọ 2012, ndị odeakwụkwọ ukwu nke Basel na Stockholm, yana UNEP-akụkụ nke Ụlọ Ọrụ Mgbakọ Rotterdam, jikọtara ọnụ na otu Secretariat nwere usoro matrix na-eje ozi mgbakọ atọ ahụ",
  "Mgbakọ atọ a na-akwụsịla azụ ọgbakọ nke otu dị ka akụkụ nke mkpebi mmekọ ọnụ ha.",
  "Nzukọ nke itoolu nke Rotterdam Conference mere site na 29 April ruo 10 May 2019 na Geneva, Switzerland.",
  "Kọmiti Nyochaa Kemịkalụ nke Mgbakọ Rotterdam kpebiri ịkwado na ọgbakọ nke asaa nke nzukọ ndị otu na 2015 ka ọ tụleba ndepụta nke kemịkalụ ndị a na Annex III na mgbakọ ahụ:",
  "N’ihe dị ka n’October 2018, mgbakọ ahụ nwere nnọkọ 161, nke gụnyere mba 158 ndị òtù UN, Cook Islands, State of Palestine, na European Union",
  "Steeti ndị na-abụghị ndị otu gụnyere United States.",
  "Na nzukọ 2011 nke Rotterdam Convention na Geneva, ndị nnọchiteanya Canada tụrụ ọtụtụ ndị anya na ha jụrụ ikwe ka mgbakwunye nke chrysotile asbestos fibers na Mgbakọ Rotterdam",
  "A na-ahazi ikpe ikpe na EU n'oge na-adịghị anya iji nyochaa ọnọdụ Canada wee kpebie na ọ ga-eme omume ntaramahụhụ.",
  "N'ịga n'ihu na mkpesa ya, Canada bụ naanị mba G8 na-emegide ndepụta ahụ",
  "Kyrgyzstan, Kazakhstan na Ukraine jụkwara",
  "Vietnam ewelitela mkpesa, mana ọ tụfuru nzukọ na-esochi maka okwu a",
  "N'ịbụ onye na-ewere ọnọdụ ya, Gọọmenti Canada dị iche na India, bụ nke wepụrụ ihe mgbochi ya ogologo oge na mgbakwunye nke chrysotile na ndepụta ahụ tupu oge ogbako 2011",
  "(India mechara gbanwee ọnọdụ a na 2013.)",
  "Ọtụtụ ndị otu na-abụghị ndị gọọmentị ekwupụtala n'ihu ọha nkatọ maka mkpebi Canada igbochi mgbakwunye a.",
  "Na Septemba 2012, onye minista ụlọ ọrụ Canada Christian Paradis kwupụtara na gọọmentị Canada agaghịzi emegide itinye chrysotile na mgbakọ ahụ.",
  "Asato n'ime obodo chrysotile kasị ukwuu na-emepụta na mbupụ megidere mmegharị dị otú ahụ na Mgbakọ Rotterdam nke ndị otu na 2015: Russia, Kazakhstan, India, Kyrgyzstan, Pakistan, Cuba, na Zimbabwe."
]