[
  "Mgbanwe ihu igwe na mba Afghanistan emeela ka okpomọkụ dị elu nke 1.8 °C kemgbe afọ 1950 na mba ahụ",
  "Nke a emeela ka mmetụta dị ukwuu na Afghanistan, n'ihi site na mmekọrịta nke ọdachi ndị sitere n'okike (n'ihi mgbanwe na usoro ihu igwe), esemokwu, ịdabere n'ọrụ ugbo, na nnukwu nsogbu dị na mekọrịta mmadụ na ibe ya",
  "Ngwakọta ya na ala ọma jijiji a na-adịghị ahụkebe, ọdachi metụtara ihu igwe dị ka idei mmiri, idei mmiri, nnukwu mmiri ozuzo na nnukwu mkpụrụ mmiri na-emetụta mmadụ 200,000 kwa afọ, na-akpata nnukwu ọnwụ nke ndụ, ihe eji ebi ndụ na ihe onwunwe. Ihe ndị a na-emekọrịta ihe, ọkachasị esemokwu na-adịte aka nke na-emebi ma na-agbagha ikike ijikwa, ime mgbanwe na ịhazi maka mgbanwe ihu igwe na ọkwa nke otu na nke mba, na-agbanwekarị ihe ize ndụ na ihe iyi ndụ egwu nke ihu igwe n'ime ọdachi",
  "Ọ bụ ezie na mba ahụ n'onwe ya na-enyenọọ soso obere aka na okpomọkụ mba ụwa n'ihe gbasara gas na-ekpo ọkụ, ụkọ mmiri ozuzo n'ihi mgbanwe ihu igwe na-emetụta ma ga-emetụta Afghanistan n'ụzọ dị elu.",
  "N'ihi njikọta nke ndọrọ ndọrọ ọchịchị, ala, na mmekọrịta mmadụ na ibe ya, Afghanistan bụ otu n'ime mba ndị kachasị daa mba maka mmetụta mgbanwe ihu igwe n'ụwa, nke na ha nọ na ogo 176 n'ime 181 mba na 2019 ND-GAIN Index. Ka ọ na-erule 2021, ADB etinyela ihe karịrị $ 900 nde, maka ọrụ ịgbachi mmiri na ọrụ ugbo iji nyere aka na nchekwa nri, agribusiness, na ịkwalite njikwa na njide mmiri site na usoro ihu igwe.",
  "Afghanistan so na mba ndị na-emepụta ikuku kachasị ala n'ụwa",
  "N'afọ 2018, Afghanistan wepụtara sọsọ 0.3 tọn carbon dioxide maka onye ọ bụla bi n'ụwa.",
  "Ike na Afghanistan na-adabere karịsịa na mmiri",
  "Ha na-ebubata ike eletriki site na mba ndị gbara ya gburugburu.",
  "Ụlọ akụ mba ụwa na-atụ aro na Afghanistan ga-ahụ okpomọkụ dị elu karịa nke ụwa n'ihi okpomọkụ mba ụwa, na ịrị elu nke okpomọkụ kachasị elu na nke kachasị ala a na-atụ anya ka ọ dị elu karịa ịrị elu nke okpomokwu. Kemgbe afọ 1950, okpomọkụ na obodo Afghanistan ejirila 1.8 °C rịa elu",
  "Nke a na-eduga ma ga-eduga n'oké ọkọchị. N'ihi oke ọkọchị ndị a metụtara okpomọkụ nke mpaghara niile nke mba ahụ site na 2.0 °C ruo 6.2 °C site na 2090 dabere na ọnọdụ, Afghanistan nwere ike iche ihu na ọzara na mmebi ala",
  "35% nke ndị Afghanistan na-ata ahụhụ site na enweghị nri, na mmụba a tụrụ anya ya. Oké ọkọchị na-arịwanye elu nwere ike iduga n'ịbawanye mmepụta opium na Afghanistan, ebe opium na-eguzogide ụkọ mmiri ozuzo.",
  "Na mgbakwunye na ụkọ mmiri ozuzo, nnukwu mmiri ozuzo ga-abawanye n'ihi mgbanwe ihu nke igwe, nke nwere ike ịkpata nnukwu mbuze ala.",
  "Mmiri nke Osimiri Kunduz ahụla mbelata nke mmiri ozuzo nke 30% kemgbe afọ 1960, nke a na-egozi site na mmụba nke ice na-agbaze. Ihe fọrọ nke nta ka ọ bụrụ 14% nke ice nke Afghanistan furu efu site na afọ 1990 ruo n'afọ 2015",
  "Ka ọ na-erule  n'afọ 2100, mpaghara ahụ nwere ike ịhapụ 60% nke ice ya",
  "Ọnụ ọgụgụ nke glaciers na ọdọ mmiri glacial na-abawanye na Afghanistan n'oge dị ugbua, ma eleghị anya ọnụ n'ihi mmebi nke glacièrs buru ibu",
  "Mpaghara ugwu dị ka mpaghara dị na isi iyi nke Amu Darya ga-anọ n'oké ihe ize ndụ nke idei mmiri nke ọdọ mmiri glacial.",
  "Oké ọkọchị n'afọ 2017 na n'afọ 2018 kpatara nnukwu ngagharị n'ime mba ahụ. ActionAid na-ekwu na ka ọ na-erule afọ 2050, ihe dị ka nde mmadụ ise ọzọ nwere ike ịpụ n'ime Afghanistan n'ihi mgbanwe ihu igwe.",
  "Ndị Taliban kwuru na ọnwa Nọvemba afọ2022 na mgbanwe ihu igwe kpatara mfu nke ego karịrị ijeri dollar US abụọ n'afọ ahụ naanị.",
  "N'afọ 2015, Afghanistan nyere United Nations atụmatụ ihu igwe",
  "Atụmatụ ahụ gosipụtara na ka ọ na-erule afọ 2030 2.5 ijeri USD dị oke mkpa maka njikwa mmiri na 4.5 ijeri USD maka iweghachi na ịrụ harị usoro ịgba mmiri.",
  "Ndị Taliban akwala ákwá maka mfu nke ọtụtụ narị nde ego enyemaka maka ọrụ gburugburu ebe obibi kemgbe ọ weghaara gọọmentị na afo 2021, mere mkpesa maka mwepụ Afghanistan na COP27, ma rịọ enyemaka mba ụwa iji dozie ma wakpo mgbanwe ihu igwe",
  "Ndị mba ụwa anọworị na-ala azụ nnọọ na ịnyere ndị Taliban aka n'ihi iwu mmekọrịta ọha na eze ha nke siri ike",
  "Ndị Taliban ekwuola na nsogbu ihu igwe abụghị okwu ndọrọ ndọrọ ọchịchị.",
  "Àtụ:Afghanistan topics"
]