[
  "The Regional Cooperation Initiative for the elimination of the LRA[note 1] (RCI-LRA) na aka agha ya, African Union Regional Task Force (AU-RTF ma ọ bụ RTF) bụ ọrụ mba dị iche iche iji gbochie Lord's Resistance Army (LRA). \nN'abalị iri abụọ na abụọ n'ọnwa Nọvemba n'afọ 2011, Kansụl Udo na Nchebe nke AU nyere ikike ka RCI-LRA nwee ikike \"ịkwalite ikike ọrụ nke mba ndị arụrụala nke LRA metụtara, mepụta gburugburu ebe obibi nke ga-eme ka ebe ndị ahụ kwụsie ike, na-enweghị arụrụala LRA, ma mee ka nnyefe enyemaka enyemaka na mpaghara ndị metụtara dị mfe\"",
  "Mba Ndị Dị n'Otu nyere nkwado nhazi, European Union na African Union nyere ego ndị ọzọ, na United States nyere nkwado ndị na-abụghị agha na atụmatụ.",
  "Ọrụ malitere na etiti Afrịka na Machị 2012",
  "Ọrụ agha RTF kwụsịrị n'ụzọ dị irè n'etiti afọ 2017 site na mwepụ nke ndị agha Uganda na US, na AU kwụsịrị RCI-LRA na 20 Septemba 2018.",
  "N'ọnwa Nọvemba afọ 2011, Kansụl Udo na Nchebe nke African Union (AU) nyere ikike ka e nwee Regional Co-operation Initiative maka iwepụ Lord's Resistance Army (nke a na-akpọ RCI-LRA mgbe ụfọdụ)",
  "Ihe a na-akpọ Lord's Resistance Army bụ otu ndị na-eme ihe ike sitere n'ebe ugwu Uganda ma bụrụkwa ndị na-ahụ maka igbu ọchụ, ịta ahụhụ, ntọrọ ụmụaka, ịgba ohu mmekọahụ na ịmanye ụmụaka 'ndị agha'",
  "A manyere ìgwè ahụ ịpụ na Uganda ma na-agagharị n'ebe ndị dịpụrụ adịpụ nke (ihe bụ ugbu a) South Sudan, Democratic Republic of the Congo na Central African Republic.",
  "Tupu e guzobe AU-RTF, Uganda emeela mwakpo agha na Democratic Republic of Congo, na-elekwasị anya n'ogige LRA (lee isiokwu 2008-09 Garamba offensive)",
  "Karịsịa Operation Lightning Thunder, nke a malitere na 14 Disemba 2008, hụrụ bọmbụ ụgbọelu nke ogige LRA dị na Garamba National Park, Democratic Republic of the Congo. Nke a sochiri ndị agha ala na-achọ ogige ndị nnupụisi.",
  "N'ọnwa Julaị afọ 2005, Ụlọikpe Mpụ Mba Nile nyere ikike ijide onye guzobere na onye ndú nke Lord's Resistance Army, Joseph Kony, yana ndị isi anọ ya",
  "N'ime ndị a, e gburu Raska Lukwiya na 12 Ọgọstụ 2006, ma gbuo osote onye ndú Vincent Otti site na ndị na-agba égbè, na iwu Kony, na 2 Ọktoba 2007",
  "Ya mere, n'oge e guzobere AU Regional Task Force Joseph Kony, Okot Odhiambo na Dominic Ongwen ka nọ n'efu.",
  "E mere atụmatụ ka RCI-LRA nwee ihe atọ: Njikọ Njikọ, nke Kọmishọna Udo na Nchebe nke AU na-eduzi ma bụrụ nke ndị Minista Nchebe si na mba anọ ahụ metụtara (Uganda, South Sudan, Democratic Republic of the Congo na Central African Republic); isi ụlọ ọrụ Task Force; na, nke atọ, Regional Task Force (AU-RTF) nke ruru ndị agha 5,000 sitere na mba anọ.",
  "AU-RTF malitere na Septemba 2012, mgbe e 'nyefere' ndị agha 360 nke Central African Republic's Forces Armées Centrafricaines (FACA) na Task Force na Obo na CAR",
  "Ụbọchị ole na ole ka e mesịrị, na 18 Septemba 2012, e 'nyefere' ndị agha Uganda 2000 ọzọ na ndị agha South Sudan 500 na Yambio na South Sudan. N'abalị iri na atọ n'ọnwa Febụwarị n'afọ 2013, a gbakwunyere narị ndị agha Congo ise nke otu ndị agha na-agba ọsọ na Dungu na RTF.  Nke a mere ka ndị agha ruo 3,350 (nke ngụkọta ikike nke 5,000) ma mezue ngalaba atọ a na-eche na ha nwere isi na Dungu (DRC), Obo (CAR) na Nzara (South Sudan)",
  "Isi ụlọ ọrụ ndị agha dị na Yambio na South Sudan, Onye isi ndị agha mbụ bụ Colonel Ugandan, mgbe e mesịrị Brigadier Dick Olum (UPDF) na osote onye isi ndị agha bụ Colonel Gabriel Ayok Akuok (nke South Sudan's Sudan's Liberation Army).",
  "Ndị agha pụrụ iche nke United States, kemgbe afọ 2010, na-enyere ndị agha Uganda aka n'ọrụ ha megide LRA na Democratic Republic of the Congo na Central African Republic.  Ndị agha a gara n'ihu na-enyere AU-RTF aka ruo na mbido 2017. Mana na Machị 2017 a kọrọ na ọrụ US ga-abịa n'oge na-adịghị anya mgbe e belatara ndị agha nnupụisi nke Onyenwe anyị ruo n'ókè nke 'enweghị isi'.",
  "N'etiti afọ 2013, mgbe ọnwa itoolu nke ọrụ gasịrị, Brigadier Dick Olum gara rụọ ọrụ na ndị agha Uganda na Somalia dị ka akụkụ nke African Union Mission na Somalia",
  "Onye Brigadier Ugandan Sam Kavuma nọchiri ya dị ka onye isi nke AU-RTF.  Ọrụ siri ike megide otu ndị nnupụisi gosipụtara site na mmalite nke 'Operation Monsoon' na 9 Ọgọst 2013",
  "N'oge na-adịghị anya, a mara ọkwa na e gburu Okot Odhiambo, otu n'ime ndị isi LRA. E mechara kwado na ọnwụ ya mere n'ụbọchị iri abụọ na asaa nke ọnwa Ọktoba afọ 2013.",
  "Nnukwu ihe ịga nke ọma mere na 28 Nọvemba 2013, mgbe a kọrọ na e bibiri ogige nke otu n'ime ndị nnupụisi ole na ole fọdụrụnụ.  N'ihe nwere ike ịbụ otu esemokwu ahụ, e gburu onye isi ndị nnupụisi - 'Colonel' Samuel Kangul - ya na ndị agha 13, mgbe ndị AU-RTF wakporo nzukọ nke ndị agha nnupụnụ abụọ n'akụkụ Osimiri Vovodo n'akụkụ njikọ ya na ndị na-akwado Ofoto na Chinko",
  "E jidere égbè AK-47 iri, otu égbè PKM, égbè aka ise, ihe karịrị 10,000 nke mgbọ na ngwá ọrụ nkwukọrịta.",
  "N'ọnwa Ọktoba n'afọ 2014, e zigara onye isi ndị agha AU-RTF bụ Brigadier Sam Kavuma na Somalia ma Brigadier Lucky Kidega nọchiri ya.  Ka ọ na-erule n'ọnwa Machị afọ 2016, onye isi ndị agha AU-RTF nke Uganda bụ Colonel Richard Otto.",
  "N'ikpeazụ, AU-RTF nwetara ihe ịga nke ọma ọzọ mgbe onye nnupụisi nke abụọ kachasị elu na LRA - 'Major General' Dominic Ongwen - nyefere onwe ya n'aka ndị nnupụise Seleka na Central African Republic na 3 Jenụwarị 2015",
  "E zigara Ongwen na ndị agha pụrụ iche nke US na ndị Uganda nke AU-RTF.",
  "Ọrụ AU-RTF nwere ihe isi ike ọbụna karịa ndị a pụrụ ịtụ anya na ndị agha mba dị iche iche na-arụ ọrụ na mpaghara ndị dịpụrụ adịpụ gafee ọtụtụ mba",
  "N'ọnwa Machị afọ 2013, ndị nnupụisi Seleka kwaturu ọchịchị nke Central African Republic (CAR), nke belatara itinye aka CAR ma mee ka ọrụ sie ike n'akụkụ ụfọdụ nke mba ahụ. Mgbe ahụ, na 15 Disemba 2013, agha dara na South Sudan n'etiti gọọmentị etiti na ndị agha na-akwado onye bụbu osote onye isi ala, Riek Machar.  Iji gbakwunye ihe isi ike ahụ, a machibidoro ndị agha Uganda ịrụ ọrụ na DRC.",
  "Na 29/30 June 2014, ndị UPDF nke AU-RTF na ndị agha Seleka lụrụ ọgụ na obodo Zako na Kono, na Central African Republic dị nso n'ókè ya na Democratic Republic of the Congo",
  "A kọrọ na e gburu ndị nnupụisi 12 ruo 15 ebe UPDF tụfuru otu onye na atọ n'ime ndị ọrụ ha.",
  "N'ọnwa Jenụwarị 2016, ndị UPDF 11 Battalion nọ na CAR na AU-RTF.  N'etiti afọ 2016, a kọrọ na Uganda ga-ewepụ onyinye ya na AU-RTF.  Mana ọrụ AU-RTF na-aga n'ihu na ngwụcha afọ 2016, mgbe otu ndị nnupụisi na Gbudue State nke South Sudan tọọrọ otu onye Task Force.",
  "N'abalị iri na itoolu n'ọnwa Eprel afọ 2017, n'oge na-adịghị anya mgbe a mara ọkwa na ndị agha United States ga-apụ, Uganda kwupụtara njedebe nke ọrụ ịchụso LRA na Central African Republic.  A na-eche na ìgwè ndị nnupụisi ahụ agwụla ruo n'ókè nke na ọ naghịzi egosi egwu agha, ọ bụ ezie na ndị obodo na ụlọ ọrụ na-abụghị gọọmentị gosipụtara nchegbu banyere mwepụ Uganda na Central African Republic.",
  "Àtụ:NoteFoot"
]