[
  "Mgbukpọ bụ njedebe nke ụdị ihe dị ndụ ma ọ bụ otu ụdị (taxon), na abụkarị ụdị",
  "A na ewere oge mkpochapụ dị ka ọnwụ nke onye ikpeazụ nke ụdị ahụ, ọ bụ ezie na ikike ịmụ nwa na ịgbake nwere ike ịla n'iyi tupu oge a",
  "N'ihi na ụdị nwere ike ịdị ukwuu, ikpebi oge a siri ike, a na emekarị ya n'ụzọ laghachiri azụ",
  "Ihe isi ike a na eduga n'ihe omume ndị dị ka Lazarus taxa, ebe ụdị a na eche na ọ nwụọla na mberede \"na apụta\" (nke a na ahụkarị na ndekọ fossil) mgbe oge doro anya na ọ dịghị.",
  "A na eme atụmatụ na ihe karịrị 99% nke ụdị niile biri n'ụwa, nke ruru ihe karịrị ijeri ise, anwụọla. A na eme atụmatụ na e nwere ihe dị ka nde 8.7 nke ụdị eukaryote n'ụwa niile ugbu a, na ikekwe ọtụtụ ugboro karịa ma ọ bụrụ na microorganisms, dị ka nje bacteria, gụnyere. Ụdị anụmanụ ndị a ma ama na adịghịzi adị gụnyere dinosaurs na abụghị nnụnụ, nwamba nwere ezé, dodos, mammoths, sloths, thylacines, trilobites, na toads ọla edo.",
  "Site na evolushọn, ụdị na ebilite site na usoro nke ịkọwapụta ebe ụdị ọhụrụ nke ihe ndị dị ndụ na ebili ma na eto eto mgbe ha nwere ike ịchọta ma na erigbu ụdị gburugburu ebe obibi na apụ n'anya mgbe ha naenweghị ike ịlanarị n'ọnọdụ na agbanwe agbanwe ma ọ bụ megide asọmpi dị elu",
  "E guzobere mmekọrịta dị n'etiti ụmụ anụmanụ na ebe obibi ha. Ụdị dị iche iche na apụ n'anya n'ime nde afọ iri site na mpụta mbụ ya, ọ bụ ezie na ụfọdụ ụdị, nke a na akpọ fossils dị ndụ, na adị ndụ na obere ma ọ bụ enweghị mgbanwe ọdịdị maka ọtụtụ narị nde afọ.",
  "Mgbukpọ buru ibu bụ ihe ndị a na adịghị ahụkebe; Otú ọ dị, mkpochapụ dịpụrụ adịpụ nke ụdị na clades bụ ihe a na ahụkarị, ọ bụkwa akụkụ okike nke usoro evolushọn. Ọ bụ naanị n'oge na adịbeghị anya ka e dekọrọ mkpochapụ na ndị ọkà mmụta sayensị amalitela ịtụ egwu na ọnụ ọgụgụ dị elu nke mkpochapụ ugbu a. Ọtụtụ ụdị ndị na apụ n'anya anaghị edekọ ihe sayensị",
  "Ụfọdụ ndị ọkà mmụta sayensị na eme atụmatụ na ihe ruru ọkara nke ụdị osisi na anụmanụ dị ugbu a nwere ike ịpụ n'anya site na 2100",
  "Akụkọ 2018 gosipụtara na ụdị dị iche iche nke ụdị anụmanụ 300 na enye nwa ara ehichapụrụ n'oge oge mmadụ ebe ọ bụ na Late Pleistocene ga achọ nde afọ 5 ruo 7 iji gbakee.",
  "Dabere na 2019 Akụkọ nleba anya zuru ụwa ọnụ maka ọrụ dị iche iche na gburugburu ebe obibi site na IPBES, biomass nke anụ ọhịa na enye nwa ara ejirila 82%, gburugburu ebe obibi nke okike efunahụla ihe dị ka ọkara mpaghara ha na otu nde ụdị nọ n'ihe ize ndụ nke ịla n'iyi n'ụzọ dị ukwuu n'ihi omume mmadụ",
  "Pasent iri abụọ na ise nke ụdị osisi na anụmanụ nọ n'ihe ize ndụ nke mkpochapụ. N'ime akụkọ sochirinụ, IPBES depụtara ịkụ azụ na enweghị isi, ịchụ nta na igbu osisi dị ka ụfọdụ n'ime ndị isi na akpata nsogbu mkpochapụ ụwa.",
  "Na Junnu 2019, otu nde ụdị osisi na anụmanụ nọ n'ihe ize ndụ nke ịla n'iyi",
  "Ọ dịkarịa ala ụdị 571 efunahụla kemgbe 1750, mana o yikarịrị ka ọtụtụ ndị ọzọ",
  "Isi ihe kpatara mkpochapụ ahụ bụ mbibi nke ebe obibi okike site na ọrụ mmadụ, dị ka igbu osisi na ịgbanwe ala ka ọ bụrụ ubi maka ọrụ ugbo.",
  "Ihe nnọchianya mma (†) nke a na etinye n'akụkụ aha ụdị ma ọ bụ taxon ọzọ naegosipụtakarị ọnọdụ ya dị ka nke na adịghịzi adị.",
  "Ihe atụ nke ụdị na subspecies ndị na adịghịzi adị gụnyere:",
  "Otu ụdị na apụ n'anya mgbe onye ikpeazụ dị adị nwụrụ",
  "N'ihi ya, mkpochapụ na aghọ ihe doro anya mgbe ọ dịghị onye dị ndụ nwere ike ịmụ nwa ma mepụta ọgbọ ọhụrụ",
  "Otu ụdị nwere ike ịpụ n'ọrụ mgbe ọ bụ naanị mmadụ ole na ole na adị ndụ, nke na enweghị ike ịmụ nwa n'ihi ahụike na adịghị mma, afọ, nkesa dị mkpirikpi n'ọtụtụ ebe, enweghị ndị nwoke na nwanyị (n'ụdị na amụba mmekọahụ), ma ọ bụ ihe ndị ọzọ.",
  "Ịkọwapụta mkpochapụ (ma ọ bụ pseudo mkpochapụ) nke ụdị chọrọ nkọwa doro anya nke ụdị ahụ",
  "Ọ bụrụ na a ga ekwupụta na ọ nwụọla, ụdị ahụ a na ekwu okwu ya ga abụrịrị ihe pụrụ iche site na nna nna ma ọ bụ nwa nwanyị ọ bụla, yana ụdị ọ bụla ọzọ nwere njikọ chiri anya",
  "Mgbukpọ nke otu ụdị (ma ọ bụ dochie anya otu nwa nwanyị) na arụ ọrụ dị mkpa na echiche nguzozi nke Stephen Jay Gould na Niles Eldredge.",
  "Na gburugburu ebe obibi, a na eji mkpochapụ eme ihe mgbe ụfọdụ iji zoo aka na mkpochapụ mpaghara, ebe otu ụdị na akwụsị ịdị na mpaghara ọmụmụ ahọrọ, n'agbanyeghị na ọ ka dị n'ebe ọzọ",
  "Enwere ike ime ka mkpochapụ mpaghara dị mma site na iweghachi ndị mmadụ n'otu n'otu nke ụdị ahụ si n'ebe ndị ọzọ; iweghachi anụ ọhịa wolf bụ ihe atụ nke a",
  "A na akpọ ụdị ndị na-adịghị n'ụwa niile dị ndụ",
  "A na akpọ ụdị ndị ahụ dị ugbu a, ma na eyi egwu mkpochapụ, dị ka ụdị ndị na eyi ọha egwu ma ọ bụ ndị nọ n'ihe ize ndụ.",
  "Ka ọ dị ugbu a, otu akụkụ dị mkpa nke mkpochapụ bụ mgbalị ụmụ mmadụ iji chekwaa ụdị dị egwu",
  "A na egosipụta ihe ndị a site na okike nke ọnọdụ nchekwa \"na adịghị n'ọhịa\" (EW)",
  "Ụdị ndị edepụtara n'okpuru ọnọdụ a site na International Union for Conservation of Nature (IUCN) amaghị na ha nwere ụdị ọ bụla dị ndụ n'ọhịa ma na echekwa naanị na zoo ma ọ bụ gburugburu ebe obibi ndị ọzọ",
  "Ụfọdụ n'ime ụdị ndị a na arụ ọrụ na adịghịzi, ebe ọ bụ na ha abụghịzi akụkụ nke ebe obibi ha ma o yighị ka a ga eweghachi ụdị ahụ n'ọhịa",
  "Mgbe o kwere omume, ụlọ ọrụ zoological nke oge a na-anwa ịnọgide na enwe ọnụ ọgụgụ dị mma maka nchekwa ụdị na iweghachi n'ọhịa n'ọdịnihu, site na iji mmemme ọmụmụ nke ọma.",
  "Mgbukpọ nke otu ụdị anụ ọhịa nwere ike inwe mmetụta, na akpata mkpochapụ ndị ọzọ",
  "A na-akpọkwa ndị a \"agbụ nke mkpochapụ\". Nke a bụ ihe a na ahụkarị na mkpochapụ nke ụdị keystone.",
  "Nnyocha e mere n'afọ 2018 gosiri na mkpochapụ nke isii malitere na Late Pleistocene nwere ike iwe ihe ruru nde afọ 5 ruo 7 iji weghachite ijeri afọ 2.5 nke ụdị anụmanụ dị iche iche dị iche iche na ihe ọ bụ tupu oge mmadụ.",
  "Mgbukpọ nke ụdị nne na nna ebe ụdị ụmụ nwanyị ma ọ bụ subspecies ka dị na akpọ pseudoextinction ma ọ bụ phyletic extinction",
  "N'ụzọ dị irè, taxon ochie na apụ n'anya, gbanwee (anagenesis) ka ọ bụrụ onye nọchiri ya, ma ọ bụ kewaa n'ime ihe karịrị otu (cladogenesis).",
  "Ọ na esiri ike igosipụta pseudoextinction ọ gwụla ma mmadụ nwere ihe akaebe siri ike na ejikọta ụdị dị ndụ na ndị otu ụdị dị adị",
  "Dịka ọmụmaatụ, a na azọrọ mgbe ụfọdụ na Hyracotherium, nke bụ ịnyịnya mbụ nke nwere otu nna nna na ịnyịnya nke oge a, bụ pseudoextinct, kama nke na-adịghịzi, n'ihi na e nwere ọtụtụ ụdị Equus dị ugbu a, gụnyere zebra na ịnyịnya ibu; Otú ọ dị, dị ka ụdị fossil anaghị ahapụ ihe nketa n'azụ, mmadụ enweghị ike ikwu ma Hyracotherio gbanwere n'ụdị ịnyịnya nke ọgbara ọhụrụ ma ọ bụ naanị sitere na nna nna nwere ịnyịnya nke nke oge a",
  "Pseudoextinction dị mfe igosipụta maka ìgwè taxonomic buru ibu.",
  "A na ewere coelacanth, azụ metụtara azụ lungfish na tetrapods, dị ka nke na adịghịzi kemgbe njedebe nke Oge Cretaceous",
  "Otú ọ dị, n'afọ 1938, a chọtara ihe dị ndụ n'akụkụ Osimiri Chalumna (nke bụzi Tyolomnqa) n'ụsọ oké osimiri ọwụwa anyanwụ nke South Africa. Onye na-elekọta ebe ngosi ihe mgbe ochie bụ Marjorie Courtenay-Latimer chọpụtara azụ ahụ n'etiti ihe ndị e jidere n'ụgbọ mmiri nke Captain Hendrick Goosen na-arụ ọrụ, na Disemba 23, 1938. Prọfesọ kemịkalụ nke obodo ahụ, JLB Smith, gosipụtara mkpa azụ ahụ dị site na eriri a ma ama: \"Most IMPORTANT PRESERVE SKELETON AND GILLS = FISH DESCRIBED\".",
  "N'oge na-adịbeghị anya ma ọ bụ na-eche na ụdị ndị nwere ike ịdị adị ka gụnyere thylacine, ma ọ bụ agụ Tasmanian (Thylacinus cynocephalus), ihe atụ ikpeazụ a maara nke nwụrụ na Hobart Zoo na Tasmania na 1936; anụ ọhịa wolf nke Japan (Canis lupus hodophilax), nke ikpeazụ a hụrụ ihe karịrị 100 afọ gara aga; American ivory-billed woodpecker (Campephilus principalis), nke ikpeazụ nabatara n'ụwa niile na 1944; na obere-ahụ cur curenius (Numirosenius 2007."
]