[
  "Maria (Mia) Boissevain (1878 - 1959) bụ onye Dutch malacologist na onye na-ahụ maka ụmụnwanyị.",
  "Boissevain bụ nwa ikpeazụ n'ime ụmụ itoolu",
  "Nna ya bụ onye nwe ụgbọ mmiri sitere n'ezinụlọ ndị ahịa Huguenot bara ọgaranya na nne ya bụ nwa nwanyị nke onye ọka iwu.",
  "Boissevain gara ụlọ akwụkwọ sekọndrị maka ụmụnwanyị",
  "Mgbe ọ gụsịrị akwụkwọ, Boissevain gara nkuzi banyere ihe ọkụkụ nke Hugo de Vries, nke kpaliri mmasị ya na isiokwu ahụ",
  "N'afọ 1896, ọ malitere ịmụ sayensị okike na Mahadum Amsterdam",
  "N'ebe a, ọ bụ ọkachamara na zoology",
  "Mgbe ọ gụsịrị akwụkwọ, ọ kwagara Zurich iji mee nchọpụta ọzọ na ụdị Dentalium ma mgbe ọ dị afọ 25 nweta aha dọkịta",
  "Mgbe nke ahụ gasịrị, ọ laghachiri na Netherlands ebe ọ ghọrọ onye nlekọta maka Artis, zoo Dutch na njikọ maka zoology",
  "Ọ ga-anọgide na-arụsi ọrụ ike dị ka onye nchọpụta ruo n'afọ 1915, mana ọ ga-anọgidesi na mmasị ya na zoology mgbe nke ahụ gasịrị",
  "A na-akpọ ụdị mollusk anọ aha ya: ụdị Cadulus boissevaini, Antalis boissevainae, Fustiaria Mariae na ụdị Boissevainia.",
  "Mgbe ọ nọ na Zurich, Boissevain zutere ụmụ akwụkwọ mba ụwa nwere mmasị na ikike ụmụnwanyị",
  "Mgbe ọ laghachiri na Netherlands, ọ gara Aletta Jacobs iji kwuo maka òtù na-ahụ maka ihe ndị ruuru ụmụnwanyị na Netherlands. N'afọ 1908, Jacobs rịọrọ Boissevain ka o nyere aka na nkwadebe maka Nzukọ nke atọ nke International Congress of Women na Amsterdam",
  "N'ebe a, ọ zutere ndị ọzọ a ma ama na-ahụ maka ụmụnwanyị ma gaa n'ihu na-etinye aka na mmegharị ụmụnwanyị. Ya na Rosa Manus, onye ya na ya gara ụlọ akwụkwọ, hiwere kọmitii maka mgbasa ozi n'ime Vereeniging voor Vrouwenkiesrecht ma bụrụ onye isi oche ya ruo 1912. N'otu afọ ahụ, ya na Manus tụrụ aro ihe ngosi nke ga-eme ka ọnọdụ ụmụnwanyị dị n'etiti afọ 1813 na 1913, nke sitere n'ike mmụọ nsọ nke ihe ngosi ndị e mere iji mee emume 100 afọ nnwere onwe site na ndị France. O dere akwụkwọ maka ihe ngosi De Vrouw 1813-1913, nke ghọrọ ihe ịga nke ọma. N'oge Agha Ụwa Mbụ, Boissevain nyeere ezinụlọ ndị agha na ndị Flemish gbara ọsọ ndụ aka",
  "N'afọ 1915, ọ bụ otu n'ime ndị na-ahazi International Congress of Women na Hague",
  "N'otu afọ ahụ, o dekwara akwụkwọ banyere ndụ ya nke akpọrọ Een Amsterdamsche familie, nke e bipụtara n'afọ 1967.",
  "Mgbe 1915, Boissevain kwagara Great Britain ma kuchie ụmụagbọghọ abụọ si England",
  "Ya na ụmụ ya nwanyị abụọ biri na Switzerland site n'afọ 1925 ruo 1928, kwagara Netherlands mgbe nke ahụ gasịrị ma biri na London site na 1930 ruo mgbe ọ nwụrụ n'afọ 1959",
  "E liri ya na Amsterdam."
]