[
  "Michael B",
  "Platt bụ onye Amerịka na-ese ihe (amụrụ n'afọ 1948, nwụrụ n'ọnwa Jenụwarị 20, afọ 2019) na prọfesọ nka. A maara Platt nke ọma dị ka onye na-ebi akwụkwọ na onye na-ese foto. A mụrụ ya, rụọ ọrụ, biri ihe ka ukwuu n'oge ndụ ya, ma nwụọ na Washington, DC.",
  "Platt nwetara nzere ya na Fine Art site na Columbus School of Art & Design na Ohio (BFA 1970), na Howard University (MFA 1973) na Washington, DC.",
  "Ọ bụ ezie na Platt rụrụ ọrụ ọtụtụ afọ dị ka onye na-ebi akwụkwọ na onye na-ese foto, ihe ngosi ọhụrụ ya n'ime afọ ole na ole gara aga na-abụkarị ọtụtụ mgbasa ozi na ọdịdị. Ọ kụziri na Alexandria Campus nke Northern Virginia Community College ruo ihe karịrị afọ 30 ma mechaa rụọ ọrụ na Mahadum Howard ruo ihe karịrị afọ 10, ebe ọ webatara foto dijitalụ na obibi akwụkwọ na-enweghị nsị n'ime usoro agụmakwụkwọ Fine Art. Ọtụtụ ndị na-ewere ya dị ka otu n'ime ndị na-ese ihe DC na ndị prọfesọ nka kachasị emetụta n'ime iri afọ ole na ole gara aga. N'oge ndụ ya, o gosipụtara ọrụ nka ya n'onwe ya na ihe ngosi otu na ebe ngosi ihe mgbe ochie, ebe nka, na gallery na United States na mba ndị ọzọ dị ka Australia, Viet Nam, Ukraine, Greece, Slovenia, United Kingdom, Italy, na France.",
  "N'afọ 2003, Mahadum Howard bụ James A",
  "Porter Colloquium nyere Platt ọrụ ịmepụta mbipụta mbụ maka nzukọ ya nke afọ 2004.",
  "N'afọ 2004 ọ bụ akụkụ nke DC Print Portfolio Project, nke District of Columbia Commission on the Arts and Humanities kwadoro.",
  "N'afọ 2006, e nyere Platt ọrụ ịmepụta ọrụ maka ihe ngosi nke Reginald F",
  "Lewis Museum of Maryland African-American History & Culture na Baltimore haziri na mmekorita ya na Maryland Historical Society na Maryland Institute College of Art maka ihe ngosi ha nwere ọtụtụ ebe na 2007, \"At Freedom Espagne: Challenging Slavery in Maryland\".",
  "N'afọ 2015, Platt na nwunye ya, onye na-ede uri Carol A",
  "Beane, gosipụtara Ritual +Time Travel = Rebirth: Images and Words by Michael B",
  "Platt and Carol A",
  "beane na Sonya Haynes Stone Center nke Mahadum North Carolina, Charlotte, NC.",
  "N'afọ 2019, a kọwara mmetụta na njikọ, nke ya na nwunye ya gosipụtara na American University Museum, dị ka: ọ bụ ezie na ọ bụghị ihe ngosi, ọ ghọrọ ụdị nchịkọta nke ọrụ ya. Onye nyocha nke abụọ kwuru na \"Ihe oyiyi ndị ahụ nwere ọtụtụ akụkụ, nke jupụtara na ya, ma chọọ ile anya miri emi iji dekọọ ihe niile dị n'otu akụkụ\".",
  "N'oge na-adịbeghị anya, n'afọ 2020, a gụnyere ọrụ ya na Art na Authenticity in the Age of Fake News, a virtual exhibition haziri site na American University Museum",
  "A kọwara onyinyo ya nke Angela Davis dị ka nke nwere \"ihe na-eme ka ọ dị ọkụ, ihe na-ewe iwe na ihe osise ojii na-acha ọcha na-ezo aka na ime ihe ike Davis nwere mgbe ọ na-etolite na Alabama n'okpuru iwu Jim Crow",
  "\"",
  "Ihe osise Plattī dị na nchịkọta na-adịgide adịgide nke Corcoran Gallery of Art (nke a na-ebufe ugbu a na American University Art Museum), Smithsonian Museum of American Art, Library of Congress Prints and Photographs Collection na ya Rare Books and Special Collections, Schomburg Research Center in Black Culture of the New York Public Library, Yale University Art Gallery, Harris Poetry Collection of the Rockefeller Library of Brown University, David C",
  "Driskell Center Collection of the University of the Hampton University.",
  "A tụlere ọrụ Plattz n'ọtụtụ ebe ma nweta nlebara anya dị ukwuu n'oge ọrụ ya.  Maka ihe ngosi ya kachasị ọhụrụ, nke meghere ụbọchị ole na ole mgbe ọ nwụsịrị na mberede, The Washington Post dere, sị: N'afọ ndị na-adịbeghị anya, ọdịbendị nke ndị na-esiri ike ibi n'ebe dị anya kpaliri echiche ya: ndị Aborigine Australia. Afọ ole na ole tupu mgbe ahụ, otu akwụkwọ akụkọ ahụ kọwara ọrụ ya dị ka \"ihe na-akpali akpali\".",
  "N'ịtụle ndụ Platt na Washington City Paper, onye na-ede akwụkwọ Lyric Prince kwuru na akụkọ[ndụ ya]",
  "karịrị afọ 70 ọ nọ n'ụwa a; o nwere akụkọ Jim Crow na nke ikike obodo, ruo n'ókè anyị nọ ugbu a",
  "Ihe na-akpali usoro ọ bụla Platt ji mee ihe bụ akụkọ nke ọgụ, mmeri, na mmadụ; nke ojii na-ewere ụdị dị iche iche n'ụwa niile, na ikike iji ọmịiko na nkwanye ùgwù kọwaa onye ọ bụla n'ime akụkọ ahụ.",
  "Onye Amerịka na-enyocha nka Donald Kuspit dere, sị: Ọrụ niile nke Plattá bụ ọrụ nka mara mma, na-ejikọta ihe oyiyi na ihe omimi, ìhè na onyinyo, atụmatụ nke agba na akara na-apụta ìhè.",
  "Platt bụ onye mmeri afọ 1999 nke Washington, DC Mayor's Art Award for Excellence in Artistic Discipline, yana Dorothy Frost Award for Digital Printmaking, Hampton University Museum, n'afọ 2008. Ọ bụkwa onye natara onyinye Franz na Virginia Bader Fund n'afọ 2007."
]