[
  "Michael Thomas Holman bụ ónyé na-ese ihe, ónyé édémédé, ónyé na-eme ihe nkiri na ónyé na-eti egwu na New York. Ọ bụkwa onye na-ahụ maka ọdịbendị n'etiti ọbọdọ na mmalite afọ 1980 na onye mepụtara mmemme egwu Hip Hop Graffiti Rock",
  "Holman bụ onye guzobere, ya na Jean-Michel Basquiat, nke otu nnwale Gray.",
  "N'afọ 2016, ọbá akwụkwọ ọha na eze nke New York nwetara ihe ndekọ Holman màkà Performing Arts na Lincoln Center. National Museum of African American History and Culture nwetara ihe ndị ọzọ Holman",
  "Holman emeela ya Confessions Of A Subculturalist spoken word performance na Bruno Walter Auditorium na Lincoln Center, na ụda na vidiyo ya The Subjective Gaze, Parts 1&2 performance na New York City's Museum of Modern Art.",
  "Holman dèrè ma duzie Nile Rodgers 'We Are Family Foundation 10th Anniversary Gala na Tommy Boy Music 30th Anniversory Performance na Montreux Jazz Festival.",
  "Holman nwetara nzèrè Bachelor of Economics na Mahadum San Francisco na 1978. O mechara gaa New York University Graduate School of Film.",
  "Mgbè ọ na-agba egwú na disko dị n'ebe ugwu California, a kpọbatara ya n'òtù egwu egwu a na-akpọ The Tubes.",
  "Na Mée 1978, Holman kwagara New York City ịrụ ọrụ na Wall Street. N'ebe ahụ, ọ chọpụtara otu Fab Five graffiti ma bụrụ enyi Fab 5 Freddy.",
  "Holman mere  nkírí nka dị mkpirikpi nke gosipụtara na The Mudd Club, Tier 3, The Ritz na ebe egwu ndị ọzọ.",
  "N'afọ 1984, Holman mepụtara ma kwado ihe ngosi telivishọn hip-hop dị mkpirikpi, Graffiti Rock",
  "A gwara Holman ma nye ya akụkọ mmepe na ihe nkiri maka ihe nkiri Miramax nke 1996 Basquiat, nke Julian Schnabel duziri. Ọ pụtakwara na ihe nkiri nke gosipụtara ndụ onye otu ya nwụrụ anwụ Jean-Michel Basquiat.",
  "Holman dere, mepụta ma duzie mmemme telivishọn ụmụaka maka Nickelodeon Network, ọkachasị Blue's Clues na Eureekańs Castle.",
  "Dị ka onye edemede na onye nta akụkọ, Holman edeela maka East Village Eye, ArtForum na Art Monthly.",
  "Holman mepụtara  na Mudd Club, ọkachasị The Soul Party na 1980.",
  "Ọbá akwụkwọ ọha na eze nke New York maka Performing Arts, Jerome Robbins Dance Division nwetara ihe ndekọ Holman na 2016",
  "N'otu afọ ahụ, National Museum of African American History and Culture nwetara  ole na ole Holman si na 1980s.",
  "Holman natara Paulette Goddard Award, Best Film, NYU, maka Head's, You Win, na 1987.",
  "O meriri Best Video Of The Year site na Rolling Stone Magazine maka Run DMC music video Christmas In Hollis na 1987.",
  "Eureeka's Castle meriri Cable Industry Ace Award na 1990."
]