[
  "Michael Steven Harper (March 18, 1938 May 7, 2016) bụ onye America na-ede abụ ma burukwa prọfesọ Bekee na Mahadum Brown, onye bụ onye na-ede abụ Laureate nke Rhode Island site n'afọ 19",
  "1988 ruo 1993",
  "Jazz na akụkọ ihe mere eme nwere mmetụta abụbụ uri ya.",
  "N'etiti mmetụta ndị kpụrụ edemede ya, o kwuru na ihe mmụta kachasị mkpa ọ mụtara n'aka ndị na-agụ egwú bụ phrasing, izi ezi nke phrasing",
  "O bipụtara akwụkwọ iri nke abụ, abụọ n'ime ha bụ Dear John, Dear Coltrane (1970) na Images of Kin (1977) bụ ndị a họpụtara maka National Book Award",
  "A gụnyere ọtụtụ n'ime abụ ya dị ka ihe atụ nke akwụkwọ edemede Africa-America na abụ jazz n'akwụkwọ akụkọ dị iche iche.",
  "A mụrụ Harper na Brooklyn dị ka nwa mbụ n'ime ụmụ atọ n'ime ezinụlọ ndị isi ojii dị ala. Nna nna ya, Roland Johnson, bụ dọkịta Canada a na-akwanyere ùgwù nke ọma ma bụrụ dọkịta na-enye Harper n'ụlọ ha. Ọ bụkwa onye isi na-emetụta mkpebi mbụ ya ịchụso pre-med na Los Angeles kọleji obodo",
  "Nna ya Walter (onye aha ya nke abụọ, Warren) bụ onye malitere akwụkwọ ozi \"ọhụrụ\" ma rụọ ọrụ dị ka onye nlekọta post ọfịs",
  "Nne ya Katherine Louise, nke a mụrụ Johnson bụ odeakwụkwọ ahụike",
  "Banyere nne na nna ya, Harper kwuru n'otu oge, \"Ndị mụrụ m enweghị ego buru ibu, mana ha nwere nnukwu nchịkọta ndekọ\". Nke a ga-emecha metụta ọrụ ya, na-agwakọta uri na jazz.",
  "A mụrụ nwanne ya nwoke nke obere Jonathan Paul n'afọ1941 ma nwụọ n'ihe mberede ọgba tum tum n'afọ 1977",
  "A mụrụ nwanne ya nwanyị nke obere, Katherine Winifred, n'afọ 1943",
  "Ha tolitere na Bedford-Stuyvesant, akụkụ ugwu nke etiti Brooklyn, ruo mgbe ezinụlọ ya kwagara n'ụlọ ha na Los Angeles n'afọ 1951, ebe ọ gara Dorsey nke sekọndrị. Dị ka onye nọ n'afọ iri na ụma, Harper chọsiri ike ịpụ n'ụlọ nna ya banye n'ime nke ya, na-egosi ọchịchọ ya ịrụ ọrụ, mepụta ma mụta ihe n'ụzọ nke ya.",
  "N'afọ 1955, ọ gara Los Angeles City College, na mbụ na-edebanye aha na nkuzi pre-med na akwụkwọ edemede, na-agụsị akwụkwọ n'afọ 1959 na onye mmekọ nke nka",
  "Na Los Angeles State College of Applied Arts and Sciences (nke bụzi California State University, Los Angeles, ọ nwetara nzere B.A",
  "na MA na ọmụmụ Bekee n'afọ 1961. Mgbe ọ nọ ebe ahụ, ọ rụrụ ọrụ nwa oge na post ọfịs ma kpọọ ahụmahụ a \"ezi agụmakwụkwọ\" ya.",
  "Ọ sonyeere Iowa ogbako ndị odee na Mahadum nke Iowa, ebe ọ na-eguzogide n'ụzọ dị ukwuu mmegharị nke ide na syllabics, nke ọ kpọrọ \"nke dị egwu\"",
  "N'oge ọ nọ na Iowa City Harper kwuru, \"Ihe ka ọtụtụ n'ihe m mụtara..",
  "enweghị ihe jikọrọ ya na ogbako\" n'ihi nnupụisi nke Civil Rights Movement n'oge ahụ. O nwetara MFA n' afọ 1963.",
  "Ọ kụziri Bekee na Contra Costa College na San Pablo, California na abụ ya pụtara na obere magazin",
  "N'afọ 1968, ọ ghọrọ onye na-ede abụ na Lewis & Clark College ma kụzie na Reed College ma na Portland, Oregon",
  "Ka e mesịrị n'afọ ahụ, o tinyere ihe odide na Asọmpi Nrite abụ nke U.S., nke Gwendolyn Brooks nyere",
  "Ọ bụ ezie na o merighị, Brooks na-akpọ ọrụ ya onye mmeri ya.  Harper kwuru na Brooks nyere ya ọrụ ya",
  "Na Brooks n'azụ ya, Mahadum Pittsburgh bipụtara akwụkwọ ya ma nyochaa ya na Time n'afọ 1970 na edemede mkpuchi nke Ralph Ellison",
  "N'afọ 1996, Brooks nyere Harper George Kent Ihe nrite nke abụ maka Ndozigharị nsọpụrụ.",
  "N'afọ 1970, ọ kụziri na California State College na Hayward, California. Ọ sonyeere ngalaba Bekee na Mahadum Brown, ebe ọ kụziri ọmụmụ akwụkwọ na ọmụmụ abụ nye ụmụ akwụkwọ",
  "Ọ bụ onye isi oche ruo afọ ole na ole nke mmemme nzere Masta n'okike ide edemede",
  "Otu n'ime ndị enyemaka nyocha ụmụ akwụkwọ ya bụ Denice Joan Deitch, nwa akwụkwọ na mmemme gụsịrị akwụkwọ na Academy of American Poets awardee, 1977 (nke bụzi Rev",
  "Jade D",
  "Benson, onye ozi Unitarian Universalist na onye na-ede uri / onye na-akọ akụkọ mkpirikpi)",
  "Ọ kụzikwaara Michael Gizzi, Bob Kessler, Julia Thacker, na ndị ọzọ gara n'ihu dee, kụzie, ma ọ bụ jeere nka ozi n'ụzọ ndị ọzọ",
  "Ụmụ akwụkwọ kpọrọ ya \"MSH\", \"Onye isi\", na \"Onye Ukwu\". Ọ nọgidere n'ebe ahụ ruo mgbe ọ lara ezumike nká na Disemba 2013 ma bụrụkwa prọfesọ kachasị ogologo oge nke Bekee na Nkà edemede na ụlọ ọrụ ahụ.",
  "N'afọ 1993, Nathan A",
  "Scott dere na Princeton Encyclopedia of Poetry and Poetics na \"Harper emeela ọrụ nke, ọ bụ ezie na ọ nwetara nkwanye ùgwù na mmasị dị ukwuu, kwesịrị ka a mara ya karịa ka ọ bụ\": ịrị abụọ na ise",
  "N'oge na-adịghị anya mgbe ọ lara ezumike nká na Brown, onye bụbu nwa akwụkwọ George Makari kwuru na Harper \"na-abanye n'ụzọ miri emi na ndụ onwe anyị, na-ama anyị aka ịtụgharị onye anyị chere na anyị bụ, [ma] gwa anyị ka anyị hapụ nwata ma banye n'ụdị nsogbu okike",
  "\"",
  "Harper lụrụ di ma nwee nwa nwanyị, Rachel, onye bụkwa onye edemede, na ụmụ nwoke abụọ, Roland na Patrice",
  "O mechara gbaa alụkwaghịm. Ọ biri na Providence, Rhode Island ruo mgbe ọ nwụrụ na Mee 7, 2016.\nHarper nwere ụmụ abụọ nwụrụ mgbe a mụrụ ha, nke kpaliri ọtụtụ n'ime uri mbụ ya, gụnyere \"Nightmare Begins Responsibility\".",
  "Harper dere banyere ndị Afrika Amerika dị mkpa na akụkọ ihe mere eme, gụnyere Jackie Robinson dị ka Richard Wright, yana John Brown",
  "O kwuru n'ajụjụ ọnụ ya na Terry Gross gbara ya n'afọ 2000, na ihe kachasị mkpa ọ mụtara n'aka ndị na-agụ egwú bụ phrasing, izi ezi nke nkebiokwu, izi ezi nke nkebi okwu, na oke elu na ikike ime mmụọ",
  "Harper na-edekarị banyere nwunye ya, Shirley (nke a na-akpọkarị \"Shirl\"), ụmụ ha, na ndị nna nna ha, yana ndị enyi na ndị isi ojii dị iche iche na akụkọ  mere eme na ọdịbendị",
  "[citation needed] Na abụ, Harper kwuru, sị: \"Ezigbo uri bụ ezigbo abụ",
  "Ọtụtụ mgbe, a pụghị itinye ya n'ime okwu, ma ọ bụ edemede dị mfe",
  "\" Nke a metụtara ọtụtụ ọrụ ya, ọkachasị \"Blue Ruth: America\" (1971) nke gosipụtara mba ahụ n'àkwà ụlọ ọgwụ",
  "N'ajụjụ ọnụ nke afọ 2009, o kwuru banyere mkpa ọ dị ikwu okwu ọha na eze, na-ekwu na ndị mmadụ nwere nsogbu na Onye isi ala Barack Obama n'ihi na ọ na-ekwu maka ihe ndị na-esote mgbe a na-eji ọtụtụ n'ime ha \"na-ada ụda\".",
  "Abụ egwu jazz n'eso:"
]