[
  "Michael David Kirchmann (amụrụ na Julaị 5, 1972) bụ onye America na-azụ ahịa ala, onye na-ese ihe, na onye na-emepụta ihe na onye guzobere na onye isi oche nke ụlọ ọrụ mmepe na ụlọ ọrụ GDSNY",
  "Ụlọ ọrụ ya emeela ma mepụta ụlọ obibi na ụlọ ọrụ azụmahịa dị elu dị ka 25 Mercer na SoHo, 177 Franklin Street na TriBeCa nke bụ Shinola flagship na isi ụlọ ọrụ, na Emerson na 500 West 25th Street, n'akụkụ High Line. Ụlọ ọrụ ahụ na-emepe ụlọ ọrụ ụlọ ọrụ klas A ugbu a na 205 West 28th Street, 120 Tenth Avenue, na 1245 Broadway, nke a na-eme atụmatụ imeghe na 2021. Ụlọ ọrụ Kirchmann emeela ma rụzigharịa ihe karịrị pụkụ anọ nke ụlọ dị ọnụ ala na New York City, gụnyere Campos Plaza na East Village, Bronxchester Houses na Bronx, Marcus Garvey Village na Brooklyn, na Arverne View na Rockaway, Queens.",
  "Onye bụbu onye nduzi nhazi na ụlọọrụ Skidmore, Owings, na Merrill, Kirchmann rụrụ ọrụ na ọrụ na United States, Europe, Middle East, na Eshia.",
  "N'afọ 1997, ọ sonyeere SOM na New York City, ebe ọ ghọrọ onye nduzi nke ụlọọrụ dị na New York.\nỌrụ ndị a ma ama a rụchara gụnyere isi ụlọ ọrụ Oracle na Paris, isi ụlọ ọrụ Arcapita na Bahrain, na Park Hotel na Hyderabad, nke bụ ụlọ nkwari akụ LEED Platinum mbụ na India. Kirchmann so onye mmekọ SOM Roger Duffy rụọ ọrụ na ọrụ ndị a.",
  "N'afọ 2007, mgbe ọ nọrọ afọ iri na SOM, Kirchmann guzobere GDSNY, ụlọ ọrụ mmepe na ụlọ nwere ọfịs na New York",
  "Ọrụ ndị a ma ama gụnyere atụmatụ Bahrain Bay, 149 Kent Avenue na Williamsburg, Brooklyn, ụlọ mmega ahụ Dogpound na New York na Los Angeles, na 25 Mercer.",
  "Kirchmann bụ onye nkuzi na onye ọka ikpe na Mahadum Harvard, Mahadum New York, Cityscape, MIPIM, Architectural Association, Parsons School of Design, na Mahadim Pennsylvania",
  "Ọ kụziri na mmemme Masters of Science in Real Estate na Mahadum Columbia site na 2010 ruo 2015 ya na onye mmekọ SOM Chris Cooper na Vishaan Chakrabarti.",
  "Kirchmann emeela ihe karịrị pụkụ anọ nke ụlọ ndị na-enweta ego dị ala nke e wuchara na New York City, gụnyere mmezigharị na Arverne View (nke a maara dị ka Obodo Ocean) na Rockaway, Queens, mpaghara nke ajọ ifufe Sandy bibiri na 2012.",
  "N'afọ 2015, Kirchmann chepụtara mmezigharị dị ukwuu nke obere ego, 625-unit Marcus Garvey Village gbasaa gafee obodo itoolu, na mpaghara Brownsville nke Brooklyn",
  "N'ịbụ nke Kenneth Frampton chepụtara na 1973, ọrụ ahụ nwetara ihe a ma ama n'oge ahụ maka usoro atụmatụ obodo ọhụrụ ya maka ụlọ dị ala, ụlọ dị elu. E nyere ihe onwunwe ahụ e mezigharịrị ihe nrite Building Brooklyn maka Nchebe Ụlọ Affordable na Affordable Housing Magazine Award of Excellence.",
  "N'afọ 2016, Kirchmann na Fabien Baron rụkọtara ọrụ iji mepụta Dogpound, ụlọ mmega ahụ pụrụ iche dị na West Village ma bụrụ nke ndị Hollywood, ndị na-eme egwuregwu Olympic, na Victoria's Secret Angels na-agakarị, nke gụnyere Elsa Hosk, Adriana Lima, Josephine Skriver, na Romee Strijd.",
  "Kirchmann pụtara na oge 2017 nke Bravoş Million Dollar Listing New York na onye na-ere ụlọ Fredrik Eklund, onye na-egosi ọtụtụ nkeji site na mmepe Kirchmann na 25 na 27 Mercer Street.",
  "Kirchmann na onye America na-ese ihe Leo Villareal jikọtara aka iji mepụta gburugburu ebe obibi ka mma na-ejikọta LED na ihe vidiyo n'ime ụlọ na ọdụ ụgbọ elu Bahrain International",
  "Tupu ịmalite ọrụ mmezigharị na 25 na 27 Mercer Street maka ihe ga-emesị bụrụ mmepe condominium dị oké ọnụ ahịa na ụlọ abụọ a kpụrụ akpụ n'akụkọ ihe mere eme na SoHo, Kirchmann sooro onye na-ese ihe na Britain Shantell Martin rụkọọ ọrụ, onye tinyere ihe osise na okpukpu abụọ nke ụlọ ahụ, yana onye na-eme ihe nkiri Matthew Schreiber, onye na-agba egwu American Ballet Theatre Kathryn Boren, na onye na-ewere foto ejiji Nigel Barker. Ụfọdụ n'ime ihe osise Martin nọgidere na-adịgide adịgide n'oge niile a na-ewu ya ma bụrụ akụkụ nke ntọala ụlọ ahụ."
]