[
  "Michael Adonai (amụrụ na 5 Disemba 1962 na Asmara) bụ onye na-ese ihe nkiri si Eritrea",
  "Site na nwata, Adonai nwere mmasị n'ise ihe, nke nwanne ya nwoke nke okenye Berhane metụtara, onye gara n'ihu na-enwetakwa aha ọjọọ dị ka onye na-ese ihe",
  "Mgbe ọ dị afọ iri, a wakporo ya n'ahịa dị n'ógbè ahụ nke ndị Etiopia tụrụ ogbunigwe  na arịa jupụtara na napalm nke mebiri akpụkpọ ahụ ya",
  "Ya na nwanne ya nwoke Berhane sonyeere ndị Eritrean People's Liberation Front n'afo 1977, mgbe ọ dị afọ iri na anọ",
  "Nzukọ a na-eme mgbanwe malitere agụmakwụkwọ Adonaiʹs n'ihe osise site na ndebanye aha ya na EPLF Cultural Establishment na 1978",
  "Ọrụ mbụ ya bụ nke ndọrọ ndọrọ ọchịchị, na-ahọrọ ilekwasị anya na ihe isi ike ndị e nwetara n'ihi Agha Nnwere Onwe Eritrea.",
  "Ọrụ ya mechara lekwasị anya n'ụdị ihe osise ọdịnala na Eritrea nke a maara dị ka nka Coptic",
  "Mgbanwe a n'ụdị ya sitere na Michael ịkwaga n'ugwu Eritrean, nke site na nnabata nke ya meghere anya m n'akụkụ ụwa ndị ọzọ. Nke a bụ ebe mbụ ọ zutere ụlọ ụka Coptic oge ochie na ebe obibi ndị mọnk ndị e kwenyere na ndị ozi ala ọzọ Ijipt ma ọ bụ ndị Siria na-ese ihe na-egbuke egbuke. Ojiji a na-egbuke egbuke, nke na-eguzogide agba, na ojiji nke ụdị na akara Coptic bịara kọwaa ọrụ ya ruo ọtụtụ iri afọ.",
  "N'ọnwa Nọvemba afọ 2012 ọ kwagara Australia (ebe ọ bi ugbu a na Werribee, Victoria) na ngwa ngwa, na-ahapụ ọrụ ya na Eritrea",
  "N'ebe ahụ, ọ gụrụ Fine Art ruo afọ atọ, ọkachamara na eserese",
  "O sonyere n'ọtụtụ ihe ngosi nka ma nweta ọtụtụ ihe nrite",
  "E gosipụtara ọrụ ya na Eritrea dum, yana Etiopia, Sudan na Ịtali",
  "Adonai edeela akwụkwọ ise n'asụsụ Tigrinya ma soro dee abụọ, ọkachasị Hanetayńs Destiny Collection of play, 2012, The verdict of mount Arey Novel, 2012, Windows of Mai Mne Novel, 1998, na Red Mosob Novel, 1998 Ọ bụ onye mmeri ụgboro ise nke asọmpi ihe osise mba Eritrea, gụnyere nnukwu ihe nrite Raimok na 2002",
  "Michael Adonai: Inspiration of a great Eritrean artist",
  "Retrieved on 2010-01-19."
]