[
  "Michael Ray Charles (amụrụ n'afọ 1967) bụ ónyé Africa-America na-ese ihe nke amụrụ na Lafayette, Louisiana",
  "O meriri Rome Prize na 2018.",
  "Ọ nọrọ ihe ka ukwuu n'oge ntorobịa ya na-etolite na Los Angeles, California, New Orleans, Louisiana na St",
  "Martinville, Louisiana",
  "Ọ gụsịrị akwụkwọ na St",
  "Martinville Senior High School na 1985",
  "Ka ógè na-aga n'oge mgbụsị akwụkwọ ahụ, ọ banyèrè McNeese State University, Lake Charles, Louisiana",
  "N'ime afọ atọ na ọkara sochirinụ, Charles gụrụ imepụta na mgbasa ozi tupu ọ nata nzere BFA na 1989",
  "Mgbè ọ natasịrị akara ugo mmụta MFA ya na 1993 na Mahadum Houston, Houston, Texas, Charles malitere ịkụzi na Mahadim Texas na Austin na 2014, ọ nwetara ọkwa na Mahaduma Houston.",
  "Ọrụ na nyocha nke Charles bụ nyocha banyéré ihe nketa nke akụkọ ihe méré eme nke agbụrụ agbụrụ nke ndị Africa America",
  "Ọrụ ya na-enyocha otú e si ele ndị Africa America anya n'akụkọ ihe mere eme nke America nakwa otu ha si ele onwe ha anya n'ihi echiche na-eweda onwe ha ala",
  "N'ihe osise ya na ihe osise ya mara mma na nke na-ese onyinyo, Charles na-eji ihe osise Black na stereotypes dị ka Sambo, Aunt Jemima, na-amụmụ ọnụ ọchị, na Uncle Tom, iji kwuo maka àgwà agbụrụ nke oge a",
  "Ihe osise ya nwèrè ọdịdị ochie na nke oge ochie iji yie nka azụmahịa ógè ochie",
  "Site na ndị a, ọ na-ewepụta mkpọsa satirical nke ya maka ngwaahịa efu a na-akpọ Forever Free",
  "Ngwaahịa a na-anọchi anya nkwa ụgha nke nnwere onwe nke America nyere ndị Africa America na ọkachasị site n'ahịa ndị na-azụ ahịa site na foto ụgha ha. Iji gosipụta njikọ dị n'etiti oge gara aga na ugbu a, Charles na-ewere ihe odide Black nkịtị ma kọwaa ha n'ụzọ nke ógè a",
  "Dịka ọmụmaatụ, onyinyo nke Aunt Jemima, nne, bụ otu ihe na-atọ ọchị nke Charles na-akatọkarị n'ọrụ ya",
  "Omume nne abụwo onye na-elekọta ụlọ maka ezinụlọ White n'akụkọ ihe mere eme",
  "Otú ọ dị, n'ihe osise ebe Charles na-akọwa Norman Rockwellis Rosie the Riveter, a na-egosipụta Aunt Jemima dị ka ụdị dike",
  "Ọ na-anọdụ ala n'ụzọ eze iji tụọ aro onyinye ya na-enweghị nkwenye na White na Black America (ihe ngosi nke na-agaghị adị na mgbasa ozi n'oge ahụ)",
  "N'otu oge ahụ, ihe ngosi ya na-emegide nne bụ nkatọ siri ike maka ịdị ala ya na nka azụmahịa",
  "Charles na-ahụ onyinyo nke anụmanụ na-enye nwa ara, tinyere ihe odide ojii ndị ọzọ, dị ka mgbalị ime ka ha ghara iyi ndị ọcha egwu. Enwere ike ịhụ otu ụdị ụzọ ahụ n'ụzọ Charles si emeso ihe oyiyi nke ihe odide Blackface na ihe ngosi minstrel",
  "Charles yiri ka ọ kwenyere na site n'ịgbaso echiche ịkpa ókè agbụrụ na nke na-eweda n'ala, mmadụ nwere ike ikpughe echiche ịkpa oke agbụrụ na-adịgide adịgide.",
  "Charles so n'ime ndị otu mbụ nkè ndị na-ese ihe gosipụtara na usoro PBS nke afọ 2001, nke akpọrọ \"Art:21.\" Usoro mmiri ahụ na-eme ka ndị na-ese ihe kachasị elu nke narị afọ nke 21",
  "Akụkọ 2003 na Black Issues In Higher Education kwetara na Charles bụ otu n'ime ndị ọkà mmụta Africa-America kachasị elu n'ọdịnihu n'okpuru afọ iri anọ",
  "N'afọ 2000, ọ bụ ónyé ndụmọdụ na ihe nkírí Spike Lee, \"Bamboozled\" ma bụrụkwa isiokwu nke ọtụtụ ihe nkírí.",
  "Na Septemba 2019, Charles meghere ihe ngosi ọhụrụ na UMLAUF na Austin, Texas. Ihe ngosi ahụ gụnyere ma ọrụ ichié na nke ọhụrụ, ọrụ pụrụ iche banyéré ụgbọ ohu Clotilda, yana ihe ahọpụtara site na nchịkọta nyocha Charles nke ihe oyiyi agbụrụ na mgbasa ozi."
]