[
  "Michael Nnachi Okoro (amụrụ na abalị mbụ n'ọnwa iri na otu, n'afọ otu puku,  narị iteolu na iri anọ  (1 Nọvemba 1940) bụ onye ụkọchukwu Naijiria bụ Bishọp nke Roman Catholic Diocese nke Abakaliki site na abalị iri na iteolu n'ọnwa abụọ afọ otu puku, narị iteolu na iri asatọ na atọ (19 Febụwarị 1983) ruo mgbe ọ lara ezumike nká na abalị isii n;ọnwa asaa n'afọ puku abụọ na iri abụọ na otu (6 Julaị 2021).",
  "Okoro si Unwana na Afikpo North Local Government Area nke Ebonyi Steetị",
  "A mụrụ ya na Adiabo na Calabar, Cross River State. Ọ bụ nwa ikpeazụ n'ime ụmụ asatọ",
  "Nna ya rụrụ ọrụ dị ka onye njikwa nke ubi mmanụ nkwụ na Calabar n'oge ọ na-arụ ọrụ.\nMaka agụmakwụkwọ praịmarị ya, ọ gara St Mary's Adiabo, Calabar site na afọ otu puku, narị iteolu na iri anọ n'isii ruo n'afọ otu puku, narị iteolu na iri ise n'abụọ  (1946 ruo 1952)",
  "A kwụsịrị agụmakwụkwọ ya n'ụlọ akwụkwọ ahụ a kpọtụrụ aha n\"elu mgbe nna ya lara ezumike nká na ịkwaga ezinụlọ ya gaa n \"obodo ya\", Unwana, Afikpo",
  "Ọ gara n'ihu na agụmakwụkwọ praịmarị ya na Unwana na-aga St Mary's Afikpo, St",
  "Patrick'l Ndibe na St Brigid'n Ozizza na afọ otu puku, narị iteolu na iri ise n'abụọ, otu puku, narị iteolu na iri ise n'atọ na otu puku, narị iteolu na iri ise n'anọ (1952, 1953 na 1954) n\"otu nʼotu",
  "Ọ malitere agụmakwụkwọ sekọndrị ya na St",
  "Patrick's College, SPC, Calabar, n'oge dị mkpirikpi n\"etiti afọ otu puku, narị iteolu na iri ise n'ise na otu puku, narị iteolu na iri ise n'isii (1955 na 1956)",
  "Mgbe ọ na-eme ebumnuche ya banyere ịchọ ịghọ onye ụkọchukwu, nke nne ya maara bụ onye mechara gwa Right Reverend Thomas McGettrick, a gbanwere ya na Queen of Apostles Junior Seminary, Afaha Obong, Akwa-Ibom Steetị, ebe ọ nọrọ site na afọ otu puku, narị iteolu na iri ise na asaa ruo na otu puku, narị iteolu na iri ise n'iteolu (1957 ruo 1959)",
  "O dere West Africa Senior Secondary School Examination na afọ otu puku, narị iteolu na iri ise n'asatọ (1958) wee gaa Bigard Memorial Seminary, Enugu."
]