[
  "..Michael D'Andrea (amụrụ 1954) bụ onye ọrụ Central Intelligence Agency nke lara ezumike nka bụ onye rụrụ ọrụ dị mkpa na mbọ mgbochi ndị America n'oge Agha na ụjọ",
  "Ọ rụrụ ọrụ afọ itoolu dị ka onye nduzi nke Counterterrorism Center (CTC), ma nwee nnukwu ọrụ na ịchụ nta nke Osama bin Laden.  A kọwawo ọrụ afọ 42 ya dị ka otu n'ime ihe kacha pụta na akụkọ ihe mere eme nke CIA na nso nso a, a na-akpọkwa ya onye ndu kacha egbu egbu na gọọmentị US maka oge ya.  A na-ekwukarị ya na ọ na-agbanwe mbọ ịchụ nta ndị na-eyi ọha egwu nke CIA, na ịgbasawanye mmemme nke igbu mmadụ ezubere iche site na ogbugbu drone ji nnukwu ọgụ megide Al-Qaeda.  \"Ọ bụrụ na ọ bụ ọchịagha na-alụ ọgụ, ọ gaara anọ ọdụ na gallery maka State of the Union, ọ gaara enweta otuto niile, na ụfọdụ, nke David Petraeus nwere,\" ka otu onye bụbu onye isi CIA kwuru",
  "\"Ọ gbara agha ahụ.\"",
  "A zụlitere D'Andrea na Northern Virginia. Ezinụlọ ya nwere njikọ na CIA nke gafere ọgbọ abụọ. Ọ zutere nwunye ya mgbe ọ na-arụ ọrụ na mba ofesi na Central Intelligence Agency, wee gbanwee gaa Islam iji lụọ ya. Nwunye ya, Faridah Currimjee D'Andrea bụ nwa nwanyị nke ezinụlọ ndị Alakụba bara ọgaranya si Mauritius nwere mmalite Gujarati. Ọ na-eje ozi dị ka onye isi nchịkwa nke Currimjee Group, ụlọ ọrụ azụmaahịa nke ezinụlọ ya nwere ihe onwunwe gụnyere mgbasa ozi obibi akwụkwọ, nkwukọrịta, ala, njem nleta, ọrụ ego na ike.",
  "Mgbe ọ hapụsịrị mmemme drone na CTC, na enweghị ike inweta ọnọdụ nke osote onye nduzi nke Ọrụ, D'Andrea nabatara ihe a hụrụ n'ọtụtụ ebe dị ka nkwụsị, na-enyocha ọrụ na-aga n'ihu na ọrụ nlekọta",
  "Ohere ọhụrụ pụtara mgbe gọọmentị Trump lekwasịrị anya na Iran",
  "Site na 2017 ruo mgbe ọ lara ezumike nká n'ike na 2021, D'Andrea jere ozi dị ka onye ndú nke CIA's Iran Mission Center, nke gbasaa n'oge usoro siri ike nke gọọmentị Trump nabatara Iran..A na-ebokwa ya ebubo na D'Andrea na-etinye aka na ọrụ gburu onye isi ala Iran Qasem Soleimani.  Na ezumike nka D'Andrea na 2021, CIA kwụsịrị Iran Mission Center, na-atụgharịghachi ya na nnukwu Near East Mission Center na mbido 2022..",
  "N'agbanyeghị ọtụtụ afọ na ọrụ CIA a ma ama, ezigbo aha D'Andrea apụtaghị n'ihu ọha ruo mgbe Mark Mazzetti nke The New York Times dere na 2015, otu ọnwa mgbe ọ hapụsịrị ọrụ onye nduzi CTC. Mgbasa ozi ya n'akwụkwọ akụkọ mgbe ọ ka bụ onye ọrụ nzuzo nke CIA kpaliri mmeghachi omume site n'aka ọtụtụ ndị ọrụ nzuzo mbụ, ọkachasị mgbe ụlọ ọrụ mgbasa ozi nke Iran bipụtara foto nke D'Andrea na nwunye ya n'echi ya. N'otu edemede dị na Washington Post, onye edemede na-agbaso omenala bụ Marc A",
  "Thiessen kwuru na Iran na-elekwasịkarị ndị America ọ na-ewere dị ka ndị iro, dịka ogbugbu Bill Buckley, onye isi ụlọ ọrụ Beirut nke ndị Islamic Jihad tọọrọ, mekpọọ, ma gbuo na 1985. Mazzetti gbachitere mkpebi ya, na-ekwu na a manyere ya ime ihe mgbe ọ bịanyere aka na Jenụwarị 2015 na mpaghara ndịda Pakistan nke Waziristan, nke dugara na ọnwụ nke ndị ọrụ enyemaka Warren Weinstein na Giovanni Lo Porto",
  "Ọ bụ D'Andrea na ndị isi CIA nyere ikike ịlụ ọgụ ahụ n'enweghị nlekọta White House.",
  "D'Andrea bụ onye kpaliri onye \"The Wolf\" na Kathryn Bigelow's Zero Dark Thirty."
]