[
  "Michika (Mwe-cika) bụ obodo na mpaghara gọọmentị ime obodo na Adamawa Steeti, Naijiria, ọ bụ isi ụlọ ọrụ nchịkwa nke gọọmentị mpaghara. Ọ dị na Northern Adamawa Steeti ma dị kpọmkwem n'ofe ókèala site na ebe ndị njem nleta a ma ama nke Mcedigyi na vecemwe Rhumsiki na Cameroon",
  "Mwe-cika (Michika) bụ obodo nke anọ kachasị ukwuu na steeti Adamawa",
  "Ndị isi agbụrụ na asụsụ na Michika bụ ndị Kamwe ma ha na-asụ asụsụ Kamwe",
  "E guzobere gọọmentị ime obodo Michika na 1976. Ọ dị n'akụkụ ọwụwa anyanwụ nke Republic of Cameroon",
  "N'ókè ya dị n'ebe ugwu bụ gọọmentị ime obodo Madagali, ebe ọ na-ekerịta ókèala n'ebe ọdịda anyanwụ site na mpaghara gọọmentị mpaghara Askira / Uba nke Borno Steeti.",
  "N'ebe ndịda, mpaghara gọọmentị ime obodo Mubi North na Hong gbara ya gburugburu",
  "Okwu 'Michika' bụ ụdị rụrụ arụ nke ahịrịokwu Kamwe maka \"Mwe-che ci-ka\", nke bụ okwu Kamwe maka 'ịgagharị n'olu dara ụda'",
  "Akụkọ ihe mere eme na-ekwu na ọ bụ Kwada Kwakaa tọrọ ntọala Michika (Mwecika) na ngwụcha narị afọ nke iri na ise, onye bụ nwa eze na onye na-achụ nta na-achụrụ nta na mbara ala na ugwu Michika.",
  "Aha Mwecika(Michika) sitere na nkwupụta \"Mwe che ci ka ra Kwada Kwakaa\"; nke ndị ọkọ akụkọ ihe mere eme na ndị okenye Kamwe kwuru na ọ na-asụgharị \"ugwu ebe Kwada Kwaka na-aga na nzuzo ịchụ nta",
  "Site n'ihi ya, a na-eme ka ọ dị mkpirikpi ka ọ bụrụ \"Mwe che ci ka\" ma mesịa bụrụ Mwecika(Michika)",
  "Idris Alooma onye ọchịchị Kanuri nke narị afọ nke iri na isii zoro aka na Mwecika(Michika) na ndị Kamwe na odyssey ya.\nN'otu aka ahụ, Heinrich Barth onye nchọpụta German n'akwụkwọ ya, \"Travels in Africa\" kọwara 1850 dere banyere obi ike nke ndị Kamwe nke Michika.",
  "Michika nwere mpaghara itoolu ya bụ Michika District, Nkafa District, Madzi District, Futu District, Garta District, Bazza/Yambule/Dakwa District, Zah/Ghye District, Vi/Bokka District na Sina/Kamale District",
  "Asụsụ Dakwa a na-akpọkwa Bazza nke bụ ụdị rụrụ arụ nke okwu Margi pazza, ọtụtụ n'ime ha na-ahọrọ ka a kpọọ ha Higgi",
  "Ndị ọzọ na-akpọ ya hagyi ebe ndị ọzọ na-asụ ya higi",
  "Ndị okenye Kamwe na-ekwu na higgi bụ igurube (hagyi) nke bụ okwu mkparị nke ndị Margi chepụtara iji kparịa ụmụ nwanyị Kamwe ndị nwere mmasị ịchụ nta igurube n'oge gara aga iji mee ka ndị Kamwe bụrụ ihe ọchị ma kwọọ ndị Kamwe n'ihi nnukwu agụụ ụmụ nwanyị na ụmụaka ha nwere maka igurube na oge gara aga",
  "Ndị Kamwe na-eleda okwu mkparị na nke obi ọjọọ \"higgi\" anya n'ihi na ha higgi bụ mkparị nye ha",
  "Ha na-akọwa onwe ha dị ka Kamwe (Kamwe pụtara \"Ndị otu agbụrụ",
  "Ndị Kamwe na-arụsi ọrụ ike, na-ele ọbịa na ndị na-akwado mba",
  "Ha na-akwanyere ndị agadi ùgwù dị ukwuu ma kwere na mkpakọrịta obodo na-akpọ Meshike na Vecemwe.\nOmume na ụkpụrụ nke ndị Kamwe na vecemwe bụ \"Dabeghi Nji Denama\" nke a sụgharịrị ka ọ pụtara: \"e nwere ike n'ịdị n'otu\".  Kemgbe afọ 2017, ndị Kamwe anọwo na-eme emume ọdịnala Kamwe ha kwa afọ nke akpọrọ \"Tswe Wasinata\" na Vecemwe",
  "A na-eme ya kwa afọ na Satọdee mbụ ọ bụla n'ọnwa Eprel",
  "Ebe a na-anọ eme ya bụ Government Secondary School Michika (GSS Michika) nke dị n'etiti obodo ahụ",
  "Ọ na-adọta ndị njem nleta site n'ebe dị anya na nso",
  "Ihe kachasị elu nke emume ọdịnala Kamwe kwa afọ bụ ngosipụta nke \"Tuvue\" ihe ngosi Kamwe kachasị elu nke bụ ngosipụta kpakpando na 2006 Nigerian National Festival of Arts and Culture na Abuja ma mee ka onye isi ala Olusegun Obasanjo nwee mmasị.",
  "Eze Ukwu ya, Ngida Zakawa Kwache bụ Onye isi distrikti nke Michika",
  "Ọ bụ 'ndị na-eme eze' họpụtara ya na Satọdee, 31 Disemba 2013, mgbe ọnwụ Coffor Maude onye rụrụ ọrụ dị ka onye isi distrikti ruo afọ iri ise.\nOnye isi ala ya bụ Ngida Zakawa Kwache bụ Onye isi oche nke Kansụl Ndị isi Gọọmentị Obodo nke Michika",
  "Gọọmentị ime obodo Michika bụ nke kacha nwee ọnụ ọgụgụ mmadụ na steeti Adamawa",
  "Michika bụkwa obodo cosmopolitan: ọ nwere alaka nke ọtụtụ ụlọ akụ, kọleji nke ahụike na teknụzụ, kọlejin teknụzụ na ọtụtụ ụlọ akwụkwọ sekọndrị",
  "Ụlọ akwụkwọ sekọndrị kachasị ochie na nke kachasị ewu ewu na Michika bụ Government Senior Secondary School (G.S.S.) Michika",
  "Ndị bi ebe ahụ bụ ndị Kraịst mejupụtara ihe dị ka 98% nke ndị bi ebe ahụ, ebe ndị fọdụrụ bụ ndị Alakụba na ụfọdụ ndị na-efe okpukpe ọdịnala. E nwere ihe dị ka ndị isi iri abụọ na isii na obodo nta iri asatọ na anọ gburugburu ugwu. Ndị bi na Michika buru ibu; atụmatụ dịgasị iche site na narị puku atọ na iri asaa na ise na narị puku asaa dabere na ọnụ ọgụgụ e ji mee ihe na usoro ya.",
  "E nwere ọtụtụ emume ọdịnala nke ndị Kamwe na-eme na Michika",
  "Ndị kachasị n'etiti ha bụ Yawale, Wasinata, Ngarba, na ịgba egwu Zhitta n'etiti ememme ndị ọzọ",
  "Enwekwara ebe ndị njem nleta na ebe ndị dị na Michika dị ka mmiri mmiri oyi nke Kwandree na Dlaka na ugwu Kamale na Kamale.",
  "Ndị isi akụkọ ihe mere eme a ma ama nke ndị Kamwe bụ Gelmai, nna nna Kamwe mbụ hapụrụ Etiopia",
  "Kwada Kwakaa onye guzobere Michika.\nMichika emeela ndị ama ama dị ka Gọvanọ Mbụ nke Adamawa Steeti Abubakar Saleh Michika, Gọvanor mbụ nke Adamawa Boni Haruna, Gọranọ mbụ nke Lagos Steeti Mohammed Buba Marwa, Late Dr John Guli, Late Tumba Ra Wandate, Late Umaru Ngiki, Reverend Dr Samuel Dante Dali onye bụbu Onye isi Chọọchị nke Brethren na Naịjirịa, Most Rev Dr Stephen Dami Mamza (Bishọp Katọlik nke Yola Diocese), Major General John Samuel Zaruwa n'etiti ndị ọzọ.",
  "Ndị na-eyi ọha egwu nke Boko Haram Islam weghaara obodo ahụ na Septemba 2014 mana ndị agha Naijiria weghachitere obodo ahụ na 29 Jenụwarị 2015.",
  "Onye bụbu onye isi ala Goodluck Jonathan kwupụtara mmeghachi omume nke Michika Town site n'aka ndị na-eyi ọha egwu nke Boko Haram Islam na Tọzdee 29 Jenụwarị 2015; o mere ọkwa ahụ mgbe ọ na-eme njem mkpọsa na steeti Adamawa.",
  "Na Jenụwarị 2020, ndị na-eyi ọha egwu nke Boko Haram tọọrọ Rev Lawan Andimi, onye isi oche steeti nke Christian Association of Nigeria na odeakwụkwọ distrikti nke Church of the Brethren maka mpaghara Michika",
  "Njide Andimi nwetara nlebara anya mba ụwa mgbe ewepụtara vidiyo nke ọ kwupụtara okwukwe Ndị Kraịst ya",
  "E gburu Andimi na 20 Jenụwarị 2020."
]