[
  "Michael Okpala (August 8, 1939 - March 11, 2004), nke a makwaara dị ka \"Power Mike\", bụ aha ama ama n' ụwa ịgba mgba dịka ọkaibe, kpokirikpo n'ịgba mgba tutere otutu ugomeri lagooro ezumike nka.",
  "Power Mike ka amuru dịka Michael Okpala n’abalị asatọ nke ọnwa Ọgọstụ, afọ 1939, n' ezinulo Echeobi na Janet Okpala nke obodo Neni, council ọchịchị government ime obodo Anaocha nke  Anambra steeti na mpaghara ọwụwa anyanwụ nke Nigeria",
  "Ọ bụ nwa mbu amuru n'ezinụlọ amuru umu atọ.",
  "Mgbe o ruru afo agum akwukwo elementrị, e debara aha ya n'ụlọ akwụkwọ Anglican Primary na Adazi-Enu, obodo  ya na Neni gbara agbata obi",
  "Ọ bụ n'ụlọ akwụkwọ praịmarị a ka ọ malitere aka ọrụ egwuregwu ya site na isonyesi ike na mmeme egwuregwu",
  "O nwere mmasị dị ukwuu n’ịkụ ọkpọ nke na ọ bu onye na-amu amu iku okpo.",
  "Ka  ọ gụcharaị akwụkwọ praịmarị  ya n' afo  1952, ọ hapụrụ obodo ya gawa Onitsha, iji mụta etu esi ahazi ma na-azụ ahịa azụmahịa",
  "Na Onitsha, o sonyeere otu Dick Tiger Boxing Club dị ka onye ọku ọkpọ ka na-amu amu",
  "Ọ bụ ebe a ka o ghoro Dick Ihetu Tiger dika onye nlegaranya ya",
  "Ka o hapụrụ Onitsha, ọ gawara Kano ka ọ muoo ibu ọpụrụiche gbasara ịzụ na ire okpa ugboala taya",
  "N'oge ọ na-amụ ọrụ dị ka onye na-aru ụgbọala, ọ choputara ihe o choro ibu",
  "Nchoputa  a kpanitere mugharia ya ma mee ka o nweta aha ọhụrụ,  Pawa Mike",
  "Oge ọ nọ na Kano dị na mgbago ugwu Naịjirịa, ọ malitere azụmaahịa ihe ngosi superman nke mere ka ọ bụrụ onye ama ama n'obodo ahụ",
  "Ihe ngosi okike ya na Kano bu ihe oji jide n'oru ndi mmadu sitere na n' ebe di iche iche n’ihi na o na-agu ha agu ikiri ya oge o na-eme ihe ngosi",
  "Ihe ngosi ya bugara ya mba uwa niile n'ime afo 1950s",
  "Omume ya gụnyere ụdị egwu dị ka iji aka aka ya wee gbakoo ntu inchi isii, na-ebuli elu ndị dimkpa anọ dị arọ na-enweghi ihe mgbakasi ahu, na-etinye ọtụtụ ụmụ nwoke na egwuregwu nke ọgụ, na-eji aka nkiti wee na - akuwa akụ bekee, wdg.",
  "N’afọ 1961, ọ malitere njem n' akuku ala anyi  di iche iche, nke ahu butere ya Onitsha, Enugu, Aba, Port Harcourt, Lagos, Jos na Kaduna",
  "N' afo 1964, Pawa Mike gara mba Ghana na arụmọrụ ya nwere nnukwu ọganiihu",
  "O mechara gaa Cote d'Ivoire na Senegal tupu ọ banye Europe na 1967, ya na enyi ya Engr",
  "Onyeso, Igwe nke obodo Nri",
  "Ọ nwetara nkwekọrịta oru otu afọ na Sweden, emesia o gara Gris",
  "Ọ bụ ebe ahụ ka ọ buru onye mgba.",
  "Otu onye nkwalite mgba hụrụ ya ka ọ na-eme dị ka onye isi na  Gris ma nwee mmasị na ya",
  "Ọ bụ Kalie Abdulkalie nke Lebanọn zụrụ ya",
  "Ná mmalite, obi ọjọọ ọ bụla mgba na-amasị ya",
  "Agbanyeghị, ọ mechara bụrụ onye mgba a ma ama na otu n'ime ndị kacha mma Gris nwere ike ịnya isi n'oge ahụ.",
  "Mgbe ọ hapụrụ Gris, ọ laghachiri Britain iji soo mpi, ya mere ọ malitere aka ọrụ ya dị ka onye mgba",
  "Ọ laghachiri n'Africa na 1970 ma n'otu afọ ahụ, o meriri Massambula nke Gambia o wee bụrụ onye mmeri na-agba mgba nke Africa na onye nwe aha.",
  "Ya na Ali Baba nke Lebanon gbara mgba, o merie ya na 1973",
  "Johnny Kwango bụkwa onye ihe ike Mike nwetara mgbe ọ (Mike) meriri ya na Lagos",
  "N'ime ndị na-agba mgba nke Power Mike meriri bụ Power Jack, Joseph Kovacs, Judd Harris, John Tiger nke Canada na ọtụtụ ndị ama ama ama ama ama n'ụwa niile.",
  "Ewezuga ịgba mgba ya, ọ bụkwa onye na-akwalite egwuregwu  na Power Mike International Promotions ya kpotara ndị mgba si mba ọzọ dịka Mil Mascaras, Dick the 'Bulldog Brower', Buddy Rose, Michael Hayes, Mighty Igor, The Mongols, Carlos Colon, Chris Adams, Thunderbolt Williams wee diiri gabazie banye n' akụkụ osimiri Nigeria",
  "Ọ lara ezumike nká na  igba mgba n'afo 1976 wee lekwasị anya n'ịkwalite mba ụwa.",
  "Michael Okpala nwụrụ na 11 Maachị 2004 na National Hospital, Abuja mgbe ọ rịachara ọrịa ogologo oge."
]