[
  "Lagos State University of Education (Lasued) bụbu Michael Otedola College of Primary Education, bụbu Lagos State College of Primory Education a maara dị ka MOCPED, bụ kọleji mbụ pụrụ iche nke agụmakwụkwọ praịmarị na Naịjirịa.",
  "Ọ na-ejikwa usoro nzere na njikọ ya na Mahadum Ekiti State na Mahadim Ibadan",
  "Dabere na National Policy on Education ọhụrụ, nke n'etiti ihe ndị ọzọ na-ekwu na Nigeria Certification in Education (NCE) dị ka iru eru maka nkuzi na Nigeria site n'afọ 2000, tinyere mkpa ọ dị inye agụmakwụkwọ na-arụ ọrụ na nke dị mma nke dabeere na ike nwoke ọkachamara nke ọma na nke ọma nye ụmụ amaala nke steeti ahụ, Gọọmentị Lagos State na Disemba 1994, guzobere Lagos State College of Primary Education (LACOPED) maka ọrụ tupu ọzụzụ na asambodo nke ndị gụsịrị akwụkwọ maka usoro ụlọ akwụkwọ praịmarị",
  "A gbanwere aha kọleji ahụ Michael Otedola College of Primary Education (MOCPED) n'ọnwa Eprel afọ 2007.",
  "MOCPED, nke dị na Noforija dị nso na Epe, na Epe Local Government Area nke steeti ahụ, bụ ụlọ akwụkwọ Tertiary mbụ na Naịjirịa nke tụrụ anya mkpa ọ dị ịzụ ndị ọrụ nke Universal Basic Education System.",
  "Kọleji ahụ malitere na Disemba 1, afọ 1994, na Ụlọ Ndị Nleta Gọmentị, Epe na nhọpụta nke Provost na ndị isi ndị ọzọ atọ, site na Kansụl Na-achị Isi",
  "Ya mere, kọleji ahụ kwagara ebe ọ na-adịgide adịgide na Noforija, Epe",
  "[citation needed]",
  "Iwu na-enyere aka, ọnọdụ ọrụ maka Junior na Senior Staff na College Master Plan mechara pụta.",
  "Mgbe ọ nwesịrị ndụmọdụ zuru oke na National Commission for Colleges of Education (NCCE), kọleji ahụ malitere mmemme agụmakwụkwọ ya na Mee, na afọ 1995 na ụmụ akwụkwọ ọsụ ụzọ 82 na mmemme PRE-NCE atọ na  na-erughị 100 ndị ọrụ agụmakwụkwọ na ndị na-abụghị agụmakwụkwọ yana ụlọ abụọ.",
  "Ọrụ agụmakwụkwọ oge niile maka mmemme NCE malitere na Nọvemba, na afọ 1995 na ụmụ akwụkwọ 182, na ebe na-adịgide adịgide nke kọleji na Noforija, Epe.",
  "Kọleji ahụ na-agba ọsọ National Certificate in Education Programme ma na-ejikọta ya na mmemme Degree nke Mahadum nke Ibadan na Education.",
  "E guzobere Michael Otedola College of Primary Education (MOCPED) ka:",
  "Inye nkuzi nke ụlọ ọrụ na-eduga na National Certificate of Education (Primary) diplọma na ọdịiche ndị ọzọ na agụmakwụkwọ praịmarị na ọmụmụ ihe ndị metụtara ya dị ka a ga-atụ aro; Imere nkuzi ọzụzụ pụrụ iche na agụmakọta na ọmụmụ ihe metụtara ya, ma ọ na-edughachi na ndị dị ka ndị dị na kọleji ma ọ bụghị maka ndị dị otú ahụ dị ka a ka a ka enwere ike ịtụle, na-eburu n'uche n'uche mgbe niile  ndị Ministri nke Federal na State; Improvise usoro agụmakwụkwọ ndị ọzọ ruru eru na-enweghị akara iwu iji mee ka iwu chọrọ iji mee ka ndị ọzọ; na-agbakwunye agụmakwụkwọ dị mkpa iji mee ka usoro agụmakọta ya; na-enweghị agụmakwụkwọ; na-akụzi ndị ọzọ; Usoro agụmakwụkwọ na-akwalite usoro agụmakmakwụkwọ dị otú ahụ;",
  "Official website",
  "Official website"
]