[
  "Michael's Anthony Pegues (amụrụ n'ubochí irí na otu n'ọnwa Mee, 1962) bụ onye Africa America na-ese ihe nkiri bi na New York City",
  "A mụrụ ya ma zụlite ya na Brooklyn, ezinụlọ nné ya si Liberia, nnà ya si Portugal, ọ gàrà ụlọ akwụkwọ sekọndrị ọzọ Redirection, Brownsville, Brooklyn, na mgbe e mesịrị Nassau Community College, Garden City, LI.  Onye nkuzi onwé ya, Fauve nke ógè a, Expressionist yana onye na-ese ihe Pop, ónyé ya na Andy Warhol, Jean-Michel Basquiat, Keith Haring dịkọrọ ndụ, ọrụ ya nwèrè mmetụta siri ike site na Hip Hop na Graffiti",
  "Pegues nwèrè nnukwu ihe ngosi mbụ ya na ihe ngosi na FB Gallery na New York na 2012, \"Prince Michael's Neverland: The Measure of an Artist: Michael Anthony Pegues,\" ubochí irí na isii n'ọnwa Mée rụọ úbọchị atọ n'ọnwa Juun. E gosipụtara ọrụ ya na Ịtali, ihe ngosi mbụ ya na mba ofesi, na 2014 na Le 4 Pareti: galleria d'arte, Napoli, n'ime ụbọchị isé rụo ụbọchị irí asaá n'ọnwa Eprel.\nE gosikwara ihe osise acrylic ya, ihe ọkpụkpụ ya na nchịkọta ya na New York na Aurora Gallery, Chelsea (n'okpuru akara edemede Mazike), Jonathan Shorr Gallery, Soho, na New York Public Library, n'etiti ebe ndị ọzọ.",
  "Ya na onye na-ese ihe Cinthus (aka Martin H.Leff-Cinthus) na ónyé édémédé Tom Mathew rụkọtara ọrụ, na-ese akwụkwọ ụmụaka nke ikpeazụ The Magic Rug: A Christmas Story (Staten Island, New York: Trademark Universal, Inc., 2010).",
  "Ónyé a ma ama n'ihe nkiri nka nke etiti ọbọdọ, ọ na-agakarị oghere gallery, oriri, nchịkọta ego na ọrụ mmekọrịta ndị ọzọ, ndị dị ka onye na-ese foto abalị Patrick McMullan, Bill Farrell, Cojo \"Art Juggernaut\", na ónyé na-se foto Annie Watt sere ya foto.",
  "Museum of Uncut Funk Press Release maka FB Gallery Show",
  "DEJAVU ART GALLERY - Michael Anthony Pegues:Blast from the Past - NYC GALLERY OPENINGS - August 27, 2016",
  "youtube.com",
  "Retrieved on November 7, 2019.",
  "Michael Anthony Pegues @ DEJAVU - ArtisTalking, August 31, 2016",
  "artistalking.blogspot.com",
  "Retrieved on November 7, 2019.",
  "These Artists Know How to Rock a Look on National Sunglasses Day",
  "news.artnet.com, by Daniela Rios, June 27, 2016",
  "Retrieved on November 7, 2019.",
  "The new museum art world of Michael Anthony Pegues art talk (soho new york city)",
  "youtube.com, by Rasta Von, Mar 13, 2017",
  "Retrieved on November 7, 2019."
]