[
  "Michael Thomas Mauldin (amụrụ n'October 30, 1953) bụ ónyé America nwere mgbasa ozi na onye isi ndekọ",
  "Ọ bụ ónyé isi oche nke Mauldin Brand AC / VC ma na-eje ozi dị ka Ónyé isi oche màkà Black American Music Association; otu 501(c)(6) azụmahịa",
  "Ọ bụkwa onye isi nchịkwa maka 2475 AtVille Entertainment",
  "Mauldin bụ ónyé nwe Air Control Music publishing ma ọ bụ onye na-emepụta ihe omume na onye isi oche nke Scream Nation, ụlọ ọrụ na-ahụ màkà njem egwu maka \"Scream Tour\" a ma ama n'ụwa.",
  "N'afọ 1993, Mauldin nyeere Jermaine Dupri (nwa ya nwoke dị afọ iri na itoolu n'oge ahụ) aka iguzobe ákàrà ndekọ ya So So Def Recordings ma nyèrè aka n'inyere Dupri na ndị na-ese egwu So So Def aka inweta otuto zuru ụwa ọnụ. Mauldin bụ ónyé isi na-emepụta abọm gụnyere JE Heartbreak II nke Jagged Edge, Timeless, Uncovered / Covered, na Things That Lovers Do nke Kenny Lattimore & Chante' Moore, Comin' from Where I'm From: Live & More nke Anthony Hamilton, Beware of Dog (abọm), Doggy Bag, na Heartthrobs Live nke Bow Wow, Jump / Lil Boys na Da Hood nke Kris Kross, Off the Hook nke Xscape, 12 Soulful Nights of Christmas, na Like Mike (ụdack)",
  "N'oge na-adịbeghị anya, a maara ya dị ka ónyé na-emepụta ihe maka \"Amplified\"; ihe ngosi ntụrụndụ dijitalụ na-adọrọ adọrọ, na-ekwu maka ọnọdụ nke Black American Music; ntọala ya, nchekwa na ihe ọhụrụ.",
  "A mụrụ ya ma zụlite ya na Murphy, North Carolina, Mauldin mechara hapụ Murphy gaa Atlanta, Georgia mgbè ọ dị afọ 20.",
  "Malite na 1976, Mauldin bụ ónyé na-eme njem maka disko, jazz, funk band \"Brick\"",
  "O mechara duzie mmepụta na njikwa njem na-aga nke ọma, ya na ndị na-eme ihe na ndị ahịa gụnyere Cameo, The S.O.S",
  "Band, Sister Sledge, The Reddings, Earth, Wind & Fire, Anita Baker, The original \"New York City Fresh Fest\", Luther Vandross",
  "na ndị ọzọ.",
  "Dị ka ónyé isi oche nke Columbia Records, Mauldin duziri ọrụ mbụ nkè \"Destiny's Child\" (na-agbakwunye \"Child\" iji mee ihe na aha ha) na \"Alicia Keys\" (na na-agbakwụnye \"Keys\" na aha Alicia)",
  "Mauldin lekọtara ọtụtụ mbipụta platinum site n'aka ndị na-ese ihe gụnyere Maxwell, Fugees, Lauryn Hill, Wyclef Jean, Nas, Men In Black soundtrack, Love Jones soundtrack na ndị ọzọ."
]