[
  "Michael Kelvin Ferber (Amụrụ n'ọnwa Julaị 1, 1944) bụ onye kasị nta n'ime ndị ise a na-ebo ebubo na ikpe gọọmentị etiti na oge opupu ihe ubi nke afọ 1968 na Boston, Massachusetts",
  "Ikpe ahụ dọtara uche mba n'ihi na otu n'ime ndị a na-ebo ebubo bụ Dr",
  "Benjamin Spock, onye a ma ama na-ahụ maka ụmụaka na onye dere akwụkwọ kacha ere ahịa The Common Sense Book of Baby and Child Care. Ndị ọzọ a na-ebo ebubo bụ Rev",
  "William Sloane Coffin, Jr., chaplain nke Mahadum Yale; Mitchell Goodman, onye edemede na onye nkuzi; na Marcus Raskin, onye ọka iwu nke jere ozi nwa oge na US National Security Council n'okpuru Kennedy ma soro guzobe Institute for Policy Studies",
  "A maara ikpe ahụ dị ka \"The Spock Trial\" na ndị a na-ebo ebubo dị ka \"Boston Five\".",
  "Amụrụ Ferber na Buffalo, New York, otu n'ime ụmụ abụọ nke Kelvin Ferber, onye na-emepụta ọgwụ, na Renette Bernhard Ferber",
  "Nwanne ya nwanyị nke okenye, Joanna Ferber Shulman, bụzi onye na-ahụ maka ịmụ nwa na-ahụ n'ahụ maka ụmụ nwanyị na-ala ezumike nká na New York City",
  "Ọ gara Bennett High School na Buffalo na Swarthmore College na Pennsylvania (BA na Greek Literature 1966); mgbe ọ nọ na Swarithmore ọ na-arụsi ọrụ ike n'òtù ụmụ akwụkwọ na-akwado òtù na-ahụ maka ihe ndị ruuru mmadụ n'obodo Chester dị nso, ebe e jidere ya maka ịnọdụ ala n'ụlọ nzukọ obodo n'oge mgbụsị akwụkwọ nke afọ 1963.",
  "Mgbe ọ bụ nwa akwụkwọ doctoral na Bekee na Mahadum Harvard, Ferber na-etinye aka na mmegide megide agha US na Vietnam, ma nwee mmetụta na ya ekwesịghịzi imekọ ihe ọnụ na Selective Service System",
  "N'oge mgbụsị akwụkwọ nke afọ 1967 o nyere aka ịhazi ma kpọsaa emume na Arlington Street Church, Boston, ebe ndị ikom nọ n'afọ draft ga-enye kaadị draft ha ma kwe nkwa ịjụ ịbanye ma gaa mkpọrọ",
  "Nke ahụ bụ atụmatụ nke otu ụmụ akwụkwọ California na-akpọ onwe ha \"The Resistance,\" onye isi ọnụ na-ekwuchitere ya bụ David Harris",
  "Ferber nyere okwuchukwu dị mkpirikpi n'ememe ahụ n'ọnwa October 16 (\"A Time to Say No\") ma, dị ka naanị onye so na Boston Five nke nwere kaadị draft n'ezie, sonyeere ihe dị ka ndị ikom 200 nyere ọtụtụ ndị ụkọchukwu na ndị ụkọchịchị kaadị ha; o wee gaa Washington ebe a gbakwunyere ha na ọtụtụ narị ndị ọzọ si gburugburu mba ahụ ma nye ya Attorney General.",
  "Ebubo e boro Ferber na ndị ọzọ bụ nkata aghụghọ iji nyere aka, gbaa ume, ma nye ndị ọzọ ndụmọdụ ka ha mebie iwu ahụ",
  "N'ụzọ nkà na ụzụ, ndị na-akwado ịjụ ije ozi agha n'oge agha anaghị echebe ha n'ụzọ iwu site na nkwupụta nnwere onwe ikwu okwu nke Ndezigharị Mbụ",
  "Ihe ikpe nke Ụlọikpe Kasị Elu bụ Schenck v",
  "United States, afọ 1919, na-akwado ikpe ndị nledo nke Charles Schenck maka ikesa akwụkwọ mpịakọta na-emegide ndị nwere ike ịbanye",
  "N'afọ 1931, e hotara mkpebi Schenck ma kwughachi ya na Near v",
  "Minnesota, ebe Justice Charles Hughes kwupụtara na gọọmentị nwere ike igbochi okwu iji gbochie \"ihe mgbochi na ọrụ recruitment ya\".",
  "Ndị a na-ebo ebubo ise na Boston na-agbagha n'ihu ọha nnwere onwe ikwu okwu a",
  "Iji nwee ụbọchị ha n'ụlọ ikpe, ndị a na-ebo ebubo kwuru na ikpe amaghị ha, mana onye ọka ikpe Francis Ford wepụrụ arụmụka ọ bụla gbasara agha ahụ, akwụkwọ ahụ n'onwe ya, ma ọ bụ iwu nke okwu ha. A mara Ferber na ndị ọzọ niile ma e wezụga Raskin ikpe, maa ha ikpe ịga mkpọrọ afọ abụọ, ma hapụ ha na nkwenye onwe onye, na-echere mkpesa",
  "Otu afọ mgbe nke ahụ gasịrị, ụlọ ikpe mkpegharị ikpe ahụ jụrụ ikpe ahụ n'ụzọ dị ukwuu n'ihi usoro. Gọọmentị arịọghị arịrịọ maka ịgbanwe ikpe ahụ, e wepụkwara ikpe ahụ. Ọ dịghị onye a na-ebo ebubo nọrọ oge, ha niile ghọkwara ndị nhazi a ma ama na mmegide agha.",
  "Ferber hapụrụ Harvard ruo afọ abụọ iji dee akwụkwọ, The Resistance, ya na ọkọ akụkọ ihe mere eme Staughton Lynd",
  "Ọ laghachiri n'afọ 1971 wee mechaa Ph.D",
  "ya n'afọ 1975, na thesis banyere William Blake",
  "Mgbe ọ rụchara ọrụ dị ka osote prọfesọ na Yale (1975-1982), ọ sonyeere Coalition for a New Foreign Policy dị ka onye ọrụ, na-ede edemede ma na-agba mbọ Congress na disarmament na njikwa ngwá agha",
  "N'afọ 1987 ọ ghọrọ prọfesọ nke Bekee na Mahadum nke New Hampshire, ebe ọ kụziri ruo n'afọ 2018. O bipụtara ọtụtụ akwụkwọ gbasara uri, yana A Dictionary of Literary Symbols (2nd ed",
  "Cambridge University Press, 2007), ma nọgide na-arụsi ọrụ ike na mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị",
  "Alụmdi na nwunye abụọ biri na ịgba alụkwaghịm",
  "Ọ lụrụ Susan Arnold kemgbe 1987; ha nwere nwa nwanyị, Lucy Arnold, onye bi na San Francisco."
]