[
  "Michael Ngadeu-Ngadjui (ka amụrụ n'abalị iri abụọ na atọ n'ọnwa Nọvemba n'afọ 1990) bụ onye Kamerun na-agba bọọlụ nke na-agbara otu egwuregwu Gent nke Belgium bọọlụ na ndị isi ndị otu mba Kamerun.",
  "Ngadeu zụrụ dịka onye ntorobịa na Canon Yaoundé",
  "Mgbe ọ gụsịrị akwụkwọ na Cameroon, ọ nọrọ ọnwa isii na-amụ German iji mụọ Civil Engineering na Germany. Mgbe ọ nọ na Germany, ọ gbara bọọlụ na SV Sandhausen II na 1",
  "FC Nürnberg II, tupu ọ gafee na klọb Botoșani nke Romania n'afọ 2014, ebe o mechara yi uwe aka onye isi.",
  "N'agbanyeghị asịrị jikọtara ya na ịkwaga Steaua Bucharest, n'oge ọkọchị nke afọ 2016 ọ rụchara mbufe € 500k na Slavia Prague.",
  "Na 9 Mee 2018, ọ gbara bọọlụ dịka Slavia Prague meriri na 2017–18 Czech Cup final megide Jablonec",
  "N'ọnwa Jenụwarị 2019, mbufe nde euro 4.5 na Premier League n'akụkụ Fulham dara na nkeji ikpeazụ, mgbe Ngadeu jiri ụgbọelu gaa London ma gafee ahụike.",
  "O gosipụtara ọzọ nke ọma na oge 2018–19, ma na mkpọsa Europa League nke Slavia nke biri na nkeji iri na ise, na n'ụlọ, ebe ndị otu ahụ nwetara okpukpu abụọ mbụ ha kemgbe 1942. Ná ngwụsị nke oge 2018-19 Czech First League, a họpụtara ya ka ọ bụrụ onye na-agbachitere egwuregwu ahụ.",
  "Na Julaị 2019, Ngadeu kwagara klọb Gent nke Belgium.",
  "Ngadeu mere egwuregwu izizi ya maka ndị otu mba Cameroon na mmeri 2–0 megide Gambia maka 2017 Africa Cup of Nations qualification. Ọ gara n'ihu na-egwu nkeji ọ bụla nke mmeri Cameroon na 2017 Africa Cup of Nations campaign, na-enye goolu abụọ, gụnyere ikpochapụ akara na-esote goolu mmeri na egwuregwu nke otu megide Guinea-Bissau",
  "N'ikpeazụ, a kpọrọ ya otu n'ime ndị na-agbachitere atọ na Confederation of African Football's Team of the Tournament",
  "Mgbe ọ lọtara na 2017 Africa Cup of Nations, o nyere naanị okpu-trick nke ọrụ ya maka Slavia Prague na egwuregwu mbụ ya na 25 Febụwarị 2017 na mmeri 8-1 ha na Příbram.",
  "Na Septemba 2018, a kpọrọ ya dịka onye isi maka onye njikwa ọhụrụ Clarence Seedorf nke mbụ 2019 Africa Cup of Nations qualification game megide The Comoros",
  "Slavia Prague",
  "Gent",
  "Camaroon"
]