[
  "Michael Gitlin (a mụrụ n'afọ 1943 na Cape Town, South Africa) bụ onye na-akpụ ihe n'oge ọhụrụ a.",
  "Ezinụlọ Michael Gitlin si nà South Africa kwaga Israel n'afọ 1948",
  "Gitlin nwetara BA ya na English Literature na Art History na Mahadum Hibru nke Jerusalem (n'afọ 1967)",
  "Ọ gụrụ akwụkwọ n'otu oge na Bezalel Academy of Arts and Design na Jerusalem, gụsịrị akwụkwọ n'afọ 1967",
  "Gitlin kwagara New York City n'afọ 1970 wee nweta MFA site na Pratt Institute (afọ 1972)",
  "Ihe ngosi ihe ngosi nka mbụ ya bụ na Israel Museum na Jerusalem n'afọ 1977",
  "N'otu afọ ahụ, e gosipụtara ọrụ ya na Documenta na Kassel, Germany",
  "Schmela Gallery nọchitere anya Gitlin na Düsseldorf ma ụlọ ọrụ ndị dị ka Stedelijk Museum na Amsterdam na Gugghenheim Museum na New York nwetara ọrụ ya",
  "N'afọ ndị 1980, Gitlin kụziri ihe ọkpụkpụ na Parsons School of Design na Mahadum Columbia na New York, Bezalel Academy of Art na Jerusalem, na Mahadum California na Davis.",
  "Ihe ngosi ihe ngosi nka nke otu onye Gitlin gụnyere: Israel Museum, Jerusalem (afọ 1977); ICC Antwerp (afọ 1980); Exit Art, New York (afọ 1985); Kunstraum Munchen (afọ 1986); Bonn Kunstverein (afọ 1988); Kunsthalle Mannheim (afọ 1989); Carnegie Mellon Art Gallery (afọ 1989); Museum van Hedendaagse Kunst Antwerpen (afọ 1991).\nGitlin bụ onye otu ọgbọ nke ndị na-ese ihe na Post-Minimalist na-arụ ọrụ na Manhattan na Europe na mmalite afọ 1970 nke gụnyere Gordon Matta-Clark, Benni Efrat, Joel Shapiro, Joshua Neustein, Robert Grosvenor, Nahum Tevet, na Ulrich Rückriem, n'etiti ndị ọzọ.",
  "A pụrụ ịkọwa ọrụ Gitlin dị ka ihe na-enweghị atụ na nke na-ebelata",
  "Ọ bịdọrọ ọrụ ya na-arụ ọrụ n'ụzọ atọ, nke izizi na akwụkwọ ma mesịa na osisi, na-eji akwụkwọ dị ka ihe eji eme ihe kama ịkwado",
  "Ihe ọkpụkpụ ya na-abụkarị mgbidi, nke na-adabere na ụlọ n'ihe banyere nkwado anụ ahụ na ọnọdụ ha",
  "Na katalọgụ nke afọ 1996 maka ihe ngosi na Katrin Rabus Gallery na Bremen, Germany, Barry Schwabsky na-akọwa ọrụ Gitlin dị ka \"nke a na-egosipụta karịa ihe niile site na enweghị obi iru ala [...]",
  "Ihe nọ na nsogbu - maka Gitlin ma ọ dịkarịa ala, ma eleghị anya naanị n'ihi ya, nke ahụ bụ ihe ize ndụ nke onye na-ese ihe - na-emetụta isiokwu nke ihe ọkpụkpụ karịa ụzọ ya",
  "N'ihi onye na-akpụ ihe, e nwere ihe ahụ ma enwere ohere ọ bi na ya, ndị a ga-enwerịrị mmekọrịta doro anya",
  "Mmekọrịta a nwere ike ịbụ ezigbo isiokwu nke ọrụ ahụ",
  "'",
  "N'afọ ndị na-adịbeghị anya, Gitlin arụwo ọrụ na ajị ígwè, waya ọla kọpa, ụfụfụ, na spandex ojii",
  "Ihe osise bụkwa akụkụ na-achọsi ike nke ọrụ Gitlin.",
  "British Museum, London Brooklyn Museum, New York Detroit Institute of Arts, Detroit Fogg Museum, Harvard University, Cambridge Solomon R",
  "Guggenheim Museum, New York Haifa Museum of Modern Art, Haifa, Israel Hirshhorn Museum and Sculpture Garden, Washington DC Leopold Hoesch Museum, Duren, Germany Israel Museum, Jerusalem, Israel Jewish Museum, New York Kaiser Wilhelm Museum, Krefeld, Germany Kunstverein Ingolstadt, Ingolstadt, Germany Museum Ludwig, Cologne, Germany Kunsthalle Mannheim, Mannheim, Germany Marl Sculpture Museum, Marl, Germany MUSMA, Museum of Contemporary Sculpture, Matera, Italy Neues Museum Weserburg, Bremen, Germany MOMA Museum of Modern Art, New York/>"
]