[
  "Michael Nyuanu Teye (June 13, 1955) bụ onye otu nzuko omeiwu nke abụọ, nke atọ na nke anọ nke mba nke anọ",
  "maka okpuru ọchịchị Manya na mpaghara ọwụwa anyanwụ Ghana nke a na-akpọkwa MTN.",
  "Nyuanu Teye lụrụ di ma nwee ụmụ anọ",
  "Ọ bụ Onye Kraịst raara onwe ya nye na mkpakọrịta dị ka onye Baptist.",
  "A mụrụ Nyaunu Teye na 13 June 1955 na Manya Kpogunor na mpaghara ọwụwa anyanwụ nke Ghana.",
  "Ọ gara ụlọ akwụkwọ nchịkwa na nchịkwa ọha na Ghana  (GIMPA) ma nwee asambodo post-graduate na Business Administration na 2001",
  "O nwetakwara Executive Masters ya na GIMPA.",
  "Ọ bụ onye na-ahụ maka ego site na ọrụ ya ma nwee azụmahịa njem (onye na-arụ ọrụ n'onwe ya). Ọ bụkwa osote onye isi oche nke ECOWAS Parliament.",
  "N'afọ 1996, a họpụtara ya na vootu 24,763 n'ime vootu 30,963 ziri ezi nke na-anọchite anya 59.50% karịa ndị na-emegide ya Kodjiku Lawerence Kpabitey onye otu NPP, Robert Kwesi Nartey onye otu PNC, Samuel Terlabie onye otu CPP na John Tetteh Akuerter onye otu EGLE nke nwetara vootu 5,718, vootu 482, vootu 0 na vootu 0 n'otu.",
  "A họpụtara ya na tiketi National Democratic Congress  ma merie ọtụtụ vootu 4,697 karịa onye na-azọ ọkwa kachasị nso na asọmpi ahụ, iji merie ntuli aka nke ndị omeiwu.O meriri site na inweta 53.00%Ya na mmadụ anọ ndị ọzọ zọọrọ n'otu pati ọhụrụ pati (NPP), Convention people's party (CPP) , NATIONAL reform Party (NRP) na Peoples National Convention (PNC).Henry Derma narth nke NPP nwetara vootu 9,291 onye nnọchi anya CPPs Mr Accam pụtara nke atọ na mkpokọta 1,600 Thomas Narh Batsa nke NRP nwetara 1,062 na Robert Nartey nke PNC nwere 361 Votes, votu ha bụ 35.50%,6.10%,4.10 % na 1.40% n'otu n'otu",
  "Ọ bụkwa akụkụ nke nzuko omeiwu nke abụọ nke mba Ghana nke anọ",
  "(CPP),  (NRP), na People's National Convention (PNC) sonyeere",
  "Henry Derma Narh nke NPP nwetara votu 9,291",
  "Onye nnọchi anya CPP bụ Maazị Accam bụ onye nke atọ na ngụkọta vootu nke 1,600",
  "Thomas Narh Batsa nke NRP nwetara 1,062 na Robert Nartey nke PNC nwere votu 361",
  "Nhọrọ ha ruru 35.50%, 6.10%, 4.10% na 1.40% n'otu n'otu. Ọ bụkwa akụkụ nke ndị omeiwu nke abụọ nke 4th Republic of Ghana (1997).",
  "Na ntuli aka nke afọ 2004, O nwetara vootu 18,571 n'ime vootu 35,248 ziri ezi nke na-anọchite anya 52.70% karịa ndị na-emegide ya Mrs Difie Agyarko Kusi onye otu NPP, Anim Amartey Francis Cecil onye otu IND, Emmanuel Kwame Adjei Okrah onye otu CPP, Robert Nartey Kwesi onye otu PNC na Cecilia Kosi Akuerter onye otu EGLE nke nwetara vootu 15,228, vootu 704, vootu 286, vootu 238 na vootu 221.",
  "Ọ bụkwa otu n'ime ndị otu mkpọsa onye isi ala. NDC kwụsịtụrụ ya na mpaghara Lower Manya Krobo maka omume ọjọọ ya na ndị otu atọ ndị ọzọ nọ na mpaghara ahụ",
  "O mekwara asọmpi dị ka onye omeiwu nwere onwe ya na ntuli aka nke afọ 2012 mgbe ọ hapụrụ onye otu NDC."
]