[
  "Michael P",
  "Kelly (amụrụ na Jenụwarị 31, 1954) bụ onye na-ese ụkpụrụ ụlọ na onye na-eme atụmatụ obodo nke duru ndị isi ụlọ ọha na eze nke ọtụtụ nnukwu obodo US, ọ bụkwa onye na-akwado iwu ọha na eze na-akwalite ụlọ dị ọnụ ala na mba ahụ.",
  "A mụrụ Kelly ma zụlite ya na San Francisco, California",
  "Ọ natara nzere Bachelor of Arts na Architecture na Urban Planning na Mahadum Princeton na 1977, wee gaa n'ihu nata Masters of Architecture na Mahadim California, Berkeley, na 1983; na Master of Arts in Education na Mahadam San Francisco State n'otu afọ ahụ.",
  "Kelly malitere ọrụ ya n'ụlọ ọha na eze dị ka onye na-ese ụkpụrụ ụlọ maka San Francisco Housing Authority na 1983",
  "Ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri, Kelly nwere usoro ọkwá dị iche iche na-aga n'ihu n'ihu na ikike ma mesịa bụrụ onye isi nchịkwa ya na-anọchite anya ya na-aghọ onye mbụ edebanyere aha na-eduzi ụlọ ọha na eze na US.",
  "N'afọ 1994, Kelly hapụrụ San Francisco ka ọ rụọ ọrụ na United States Department of Housing and Urban Development (HUD) dị ka onye ọkachamara na-ahụ maka mgbake nke ụlọ ọrụ ahụ nwere nsogbu, na-enye aka na teknụzụ maka ndị otu Transition Team na Housing Authority nke New Orleans",
  "Mgbe ahụ n'afọ 1995, a họpụtara ya dịka onye isi nchịkwa nke ụlọ ọrụ New Orleans ọ nọrọ n'ọkwa ruo n'afọ 2000.",
  "N'afọ 2000, Kelly ghọrọ onye ndu nke District of Columbia Housing Authority (DCHA), otu n'ime mba ndị kasị ukwuu nwere ndị ọrụ 800 na mmefu ego na isi obodo nke ihe karịrị $3",
  "300 nde",
  "DCHA na-achịkwa ụlpuku asatọ 0 nke ọha na eze na ụlpuku iri na abụọ 0 n'okpuru Housing Choice Voucher Program (HCVP), na-enye ụlọ dị ọnụ ala maka ihe fọrọ nke nta ka ọ bụrụ paseniri10 nke ndị bi na District.",
  "Na ngwụcha Septemba 2009, Kelly gbara arụkwaghịm na DCHA ka ọ bụrụ onye isi njikwa nke New York City Housing Authority (NYCHA). Kelly jere ozi n'ọkwa a ruo na Machị 2011 mgbe onye odeakwụkwọ HUD Shaun Donovan na onye isi obodo Philadelphia Michael Nutter gwara ya ka ọ bụrụ onye na-anabata nchịkwa nke Philadelphia Housing Authority (PHA), mgbe ahụ onye isi obodo Michael Nutter, ka ọ bụrụkwa onye isi nchịkwa na-adịgide adịgide na PHA. Kelly laghachiri Washington DC dị ka onye nduzi nke Ngalaba Ụlọ na Mmepe Obodo na Jụn 2012, mgbe ọ hapụsịrị ọrụ ya na Philadelphia maka inwe mmekọrịta nkwekọrịta nke mebiri ụkpụrụ omume ọhụrụ nke PHA na-amachibido imekọ ihe ọnụ n'etiti ndị isi na ndị nọ n'okpuru.  Na Maachị 25, 2015, Kelly laghachiri na NYCHA, ọzọ dị ka General Manager",
  "NYCHA na-achịkwa ihe karịrị ụlọ otu narị na iri asaa na asatọ na ọ dịkarịa ala narị puku anọ ndị bi na ya.",
  "Kelly enweela ọtụtụ nhọpụta agụmakwụkwọ gụnyere Assistant Adjunct Professor na School of Architecture and Engineering na Howard University na Washington, D.C",
  "na Preceptor maka Project 55 Fellowship program na Princeton University, na-eduzi ndị gụsịrị akwụkwọ nwere mmasị na ọrụ ọha na eze site na mkpakọrịta afọ",
  "Site na 1997 ruo 2000, Kelly jere ozi dị ka Harvey-Wadsworth Prọfesọ nke Urban Affairs na Mahadum Tulane, yana onye nkuzi nleta na Mahadụ California na Berkeley School of Architecture n'oge mmalite afọ 1980",
  "Ọ natara asambodo nkuzi na New Jersey na California, ma gụsịrị akwụkwọ na mmemme Princeton na Nkwadebe nkuzi.",
  "Na mgbakwunye, Kelly arụwo ọrụ ọkachamara dị ukwuu",
  "Ọ bụ onye bụbu onye isi oche nke Council of Large Public Housing Authorities, otu ụlọ ọrụ na-enweghị uru nke Washington, D.C",
  "nke ndị otu ya na-anọchite anya nnukwu obodo ukwu na US",
  "Kansụl ahụ na-arụ ọrụ iji chekwaa ma melite ụlọ ọha na eze na ọnụ ala site na nkwado, nyocha, nyocha iwu na agụmakwụkwọ ọha.\nỌ rụkwara ọrụ dị ka osote onyeisi oche nke National Organization of African Americans in Housing ma nọrọ na bọọdụ nke National Center for Housing and Child Welfare, nke District of Columbia Interagency Commission on Homelessness, na nke Canal Park Development Association. N'afọ 2009, ọ ghọrọ Onye isi oche nke Board of City Year, DC.\nKelly bụ onye otu American Institute of Architects; National Housing Conference; National Association of Housing and Redevelopment Officials; American Planning Association; American Institute of Certified Planners; ọ bụkwa US Green Building Council's Leed Green Associate.",
  "Kelly bụ onye isi ugbu a na Housing Industry Professionals (HIP) ụlọ ọrụ na-ahụ maka atụmatụ obodo na-etinye aka na ikpe ziri ezi nke ọha na eze site na atụmatụ obodo na imewe."
]