[
  "Michèle Magema, onye amụrụ na Kinshasa n'afọ 1977, bụ onye Congo-French na-eme ihe nká vidiyo, mmepụta, na onye na-ese foto",
  "A mụrụ ya na Kinshasa, Democratic Republic of Congo n'afọ 1977",
  "Ọ kwagara Paris, France na 1984, ma biri ugbu a na Nevers.",
  "N'afọ 2002 Michèle Magema nwetara nzere MA ya na nka site na l'Ecole Nationale Supérieure d'Arts de Cergy",
  "Mgbe ọ gụsịrị akwụkwọ, ọ gara South Korea maka ebe obibi post diploma, nke sochiri ya bụ ebe obibi Ifritry na Morocco",
  "Na mgbakwunye na ịbụ onye na-ese ihe na Cité internationale des arts na Paris, o sonyere na Africa Remix Exhibition",
  "E gosipụtara ọrụ ya na ngosi Global Feminisms na Brooklyn Museum, Hirshoron Museum, na Sculpture Garden.",
  "Site na nzụlite na nka plastik Michèle Magema malitere ọrụ ya dị ka onye na-ese ihe",
  "Mgbe ahụ, ọ gbasoro nnwale na vidiyo, arụmọrụ, foto na n'ikpeazụ ịgwakọta vidiyo na eserese na ederede",
  "N'oge a, ọ bụ onye na-ese ihe na-egosipụta onwe ya karịsịa site na arụmọrụ vidiyo, ebe ọ na-ekpuchi ihe nkiri dị iche iche dịka foto na eserese, eserese na vidiyo, foto na lace",
  "Ọtụtụ ọzụzụ na ndị na-ese ihe emetụtawo nka Michèle Magema: na akwụkwọ na uri nke Baudelaire, Victor Hugo, Maya Angelou, Senghor, Edouard Glissant, Franz Fanon; na egwu nke Billie Holiday; site na sinima nnwale Antonioni, Fellini, Rossilini, Wim Wenders, Ingmar Bergman, yana ụmụ nwanyị na-ese ihe dị ka Pipilitorist, Cindy Sherman, Anna Mendieta, Eva Esse, Gina Pane, Renée Green kpaliri ya.\nIhe osise Michèle Magema dị na mpaghara uche dị n'etiti akụkọ ihe mere eme, akụkọ ihe mere eme na akụkọ ihe mere eme",
  "Ọ na-anwa ịmepụta mkparịta ụka na-adịgide adịgide n'etiti akụkọ ya na ihe ncheta ya na ncheta nchịkọta nke ndị na-ekiri ya site na ịbịaru isiokwu dị iche iche dịka feminism, sociology, ndọrọ ndọrọ ọchịchị, na akụkọ ifo",
  "Ọnụnọ ma ọ bụ enweghị ahụ bụ mgbe niile n'etiti ọrụ ya.",
  "Michèle Magema nwetara ọtụtụ ihe nrite nka na ihe ndị ọkachamara rụzuru n'etiti nke ihe nrite mbụ nke Dakar Biennale 2004 na ihe nrite Yango Biennale IFAA 2014",
  "A na-echekwa ụfọdụ n'ime ọrụ ya n'ime nchịkọta nka nke oge a gụnyere Sindika Dokolo Collection na Luanda (Angola), Tervuren Contemporary Collection (Belgium) na Artothèque Villeurbanne (France).",
  "Otu n'ime ọrụ ya a maara nke ọma bụ Oyé Oyé, (2004) ntinye vidiyo abụọ, nke a na-egosi nwanyị (Magema) na-aga ije n'aka ekpe, ebe n'aka nri ihe nkiri akụkọ ihe mere eme nke Mobutu Sese Seko nke Zaire na-elekọta ngagharị nke nganga omenala Congo."
]