[
  "Michaela Ewuraba Boakye-Collinson (a mụrụ na 1 Ọktoba 1987), nke a maara dịka Michaela Coel, bụ onye Britain na-eme ihe nkiri, onye na-ede ihe nkiri, onye nduzi, onye na-emepụta ihe na onye na-agụ egwu. A maara ya nke ọma maka ịmepụta ma gosipụta na E4 sitcom Chewing Gum (2015–2017), nke o ritere BAFTA Award for Best Female Comedy Performance; na BBC One / HBO comedy-drama series I May Destroy You (2020) nke o ritere British Academy Television Award for Best Actress n'afọ 2021. Maka ọrụ ya na nke ikpeazụ, Coel mere akụkọ ihe mere eme dịka nwanyị ojii mbụ meriri Emmy Award for Outstanding Writing for a Limited Series, Movie, or Dramatic Special na 73rd Primetime Emmy Awards.",
  "A makwaara Coel maka ọrụ ya na ihe ndị ọzọ Netflix, gụnyere ndị ọbịa na usoro Black Mirror (2016–2017), nke gosipụtara dịka Kate Ashby na usoro Black Earth Rising (2018) na dịka Simone na ihe nkiri Been So Long (2018).",
  "A mụrụ Michaela Ewuraba Boakye-Collinson na East London. Nne na nna ya bụ ndị Ghana. Ya na nwanne ya nwanyị tolitere na East London, ọkachasị Hackney na Tower Hamlets, ya na nne ha. Ọ gara ụlọ akwụkwọ Katọlik na East London, ma kwuo na, n'oge ụlọ akwụkwọ praịmarị, ọ na-emegbu ụmụ akwụkwọ ndị ọzọ, na-ekwu na ọ bụ n'ihi ịnọpụ iche ya dịka naanị nwa akwụkwọ ojii n'afọ ndụ ya. Nkewa ahụ anọgideghị na agụmakwụkwọ sekọndrị ya na ụlọ akwụkwọ zuru oke.",
  "Site n'afọ 2007 ruo afọ 2009, Coel gara Mahadum nke Birmingham, na-amụ English Literature na Theology. O were Ché Walker masterclass mgbe ọ zutere Walker n'abalị igwe okwu. N'afọ 2009, ọ gafere na Guildhall School of Music and Drama, ebe ọ bụ nwanyị ojii mbụ debanyere aha na afọ ise. O ritere ihe nrite Laurence Olivier Bursary, nke nyeere ya aka ịkwụ ụgwọ ụlọ akwụkwọ ya. N'oge ya na Guildhall, Coel gara nzukọ Mark Proulx na Prima del Teatro ma were Kat Francois Poetry Course na Theatre Royal Stratford East. Ọ gụsịrị akwụkwọ na Guildhall School of Music and Drama n'afọ 2012.",
  "N'afọ 2006, Coel malitere ime ihe nkiri na uri na Ealing. Ka ọ na-aga n'ihu na-eme mics na-emeghe, onye na-eme ihe nkiri, onye na-ede egwuregwu na onye nduzi Ché Walker gbara ya ume, onye hụrụ ya ka ọ na-eme ihe nkiri na Hackney Empire, itinye akwụkwọ na Guildhall. Dịka onye na-ede uri, Coel rụrụ ọtụtụ ihe nkiri gụnyere Wembley Arena, Bush Theatre, Nuyorican Poets Cafe na De Doelen, Rotterdam",
  "Aha ya bụ Michaela The Poet.",
  "Coel sonyeere Talawa Theatre Company summer school program TYPT n'afọ 2009. N'oge ọ nọ na Talawa, Coel nọ na mmepụta TYPT 2009 nke Krunch, nke Amani Naphtali duziri. N'otu afọ ahụ, Coel wepụtara abọm akpọrọ Fixing Barbie, nke gosipụtara ọrụ ya dịka onye na-ede uri na onye egwu. N'afọ 2011, Coel wepụtara ndekọ We're the Losers",
  "Egwuregwu Coel bụ Chewing Gum Dreams bụ ọrụ ngụsị akwụkwọ ya na Guildhall n'afọ 2012",
  "E bu ụzọ mepụta ya na The Yard Theatre na Hackney Wick Egwuregwu ahụ gosipụtara Coel na ihe ngosi otu nwanyị na-akọ akụkọ dị egwu nke nwa agbọghọ dị afọ iri na anọ aha ya bụ Tracey. Egwuregwu ahụ wee gaa n'ihu na Bush Theatre (afọ 2012), Royal Theatre Holland (afọ 2012), Royal Exchange Theatre (afọ 2013) na National Theatre (afọ 2014). Ọ natara nyocha dị mma.",
  "N'afọ 2016 BAFTA Awards, Coel yi uwe, nke nne ya mere, nke e ji ákwà Kente mee. O kwuru na, dịka onye na-eme ihe nkiri Chewing Gum ya bụ Tracey, ọ ghọrọ onye okpukpe n'okwukwe Pentikọstal ma nabata alụkwaghịm. Coel kwụsịrị ime Pentikọstal mgbe ọ gara Guildhall. Ọ na-akọwa dịka aromantic.",
  "EP",
  "LPs"
]