[
  "Michelle Mosalakae (a mụrụ na 14 Septemba 1994), bụ onye na-eme ihe nkiri na South Africa, onye edemede na onye nduzi ihe nkiri.",
  "A mụrụ Michelle Mosalakae na Mabopane, n'ebe ugwu Pretoria na nne na nna Tswana. Ọ zụlitere ịhụnanya ya maka ime ihe nkiri mgbe ọ dị obere",
  "Dịka nwa agbọghọ, ọ ga-eme ihe maka ezinụlọ ya na ndị enyi ya",
  "Ọ gara ụlọ akwụkwọ St",
  "Mary's Diocesan, Pretoria, ebe n'oge a ọ malitere ime ihe nkiri n'ụlọ akwụkwọ mgbe niile",
  "Mgbe ọ gụsịrị akwụkwọ, ọ gara Mahadum Rhodes, Grahamstown ebe ọ gụsịrị klas cum laude, na nzere na Bekee, na-enweta nsọpụrụ na ime ihe nkiri, iduzi na ihe nkiri.",
  "N'afọ 2017, ọ nwetara ọrụ Zakithi onye na-eto eto na-agwọ ọrịa ọdịnala na ihe nkiri TV nke Mzansi Magic Isibaya",
  "Ọrụ ahụ ga-abụ ọrụ ọganihu ya, na-eweta ya nkwanye ùgwù sara mbara ma mee ka ọ bụrụ aha ezinụlọ ozugbo",
  "N'ihi arụmọrụ ya na Isibaya, a họpụtara ya maka Rising star na 2017 DStv Mzansi Viewers' Choice Awards.",
  "N'ọnwa Machị afọ 2018, n'akụkụ onye na-eme ihe ngosi MTV Base Kim Jayde, ndị mgbasa ozi Bontle Modiselle na Loot Love, a mara ọkwa Michelle dịka onye nnọchi anya Revlon, na-eme ka ọ bụrụ onye mbụ nwere albinism ka e mee ya onye nnọchianya maka nnukwu ihe ntecha mba ụwa.\nKa ọ na-aga n'ihu n'ọrụ ya na ihe nkiri dịka onye na-eme ihe nkiri na onye nduzi, ọ gara n'ihu na-arụ ọrụ dịka onye Congolese, Kamina na Mzansi Magic, The Queen (usoro TV South African).",
  "N'ọnwa Machị afọ 2019, a họpụtara ya maka onyinye Naledi Theatre Award maka arụmọrụ kachasị mma na egwuregwu maka ọrụ ya na Shoes & Coups, nke Palesa Mazamisa duziri ma dee.",
  "N'ọnwa Eprel 2022, Mosalakae mere ihe nkiri izizi ya na ihe nkiri Netflix na-akpali akpali Silverton Siege ebe ọ na-eme ihe nkiri Rachel Paige",
  "Mosalakae bụ Onye Kraịst",
  "Ya na ezinụlọ ya na ndị enyi ya na-akwado ya mgbe niile na-akpachi anya",
  "Ọ nwere albinism, mgbanwe mkpụrụ ndụ  nketa nke na-egbochi mmepụta melanin",
  "Mosalakae anọwo na-akpa nganga mgbe niile maka onye ọ bụ",
  "Ọ bụ nne ya Sarah na-elekọta ya, onye ya na ya dị nso."
]