[
  "Michelle Bello (amuru Michelle Aisha Bello ; 30 Septemba 1982) bu onye na eduzi ma mmepụta ihe nkiri BritishNaijiria na onye na-eme ihe nkiri",
  "Ọ bụkwa onye isi oche nke ụlọ ọrụ ntụrụndụ na mbipụta na Naijiria, Blu Star Entertainment Limited",
  "A mụrụ Bello na London, England.",
  "Nke nta nke ụmụ abụọ, amụrụ Bello na September 1982 nye Abdullahi Dominic na Sylviane Bello",
  "Bello bụ onye Naijiria, French, African-American na onye Congo",
  "Ọ nọrọ afọ nwata ya na Lagos, Naịjirịa, ịga ụlọ akwụkwọ ọta akara na ụlọ akwụkwọ praịmarị mgbe ọ dị afọ asatọ, ọ gawara England ebe ọ nwetara ma GCSE na asambodo A-level",
  "Ọ bụ mgbe ọ na-etolite na England ka ọ chọpụtara na ọ na-agụsi ya agụụ ike ime ihe nkiri, ọ dịghị eleghachi azụ na ime ihe nkiri.",
  "Bello gawara United States na 2001 imuta communications (ihe mmụta puruiche  na Visual Media) na American University nke di na Washington D.C",
  "Mgbe ọ nọ n'ebe ahụ, o mere ọtụtụ ihe nkiri dị mkpirikpi na n'oge mmemme ọmụmụ ihe ná mba ọzọ na in Prague, nke Czech Republic, Bello mere obere ihe nkiri 16mm mbụ ya akpọrọ Sheltered.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum America na 2005, ọ laghachiri na Nigeria ka ọ gbasoo ebum n'obi ya nke ịghọ onye na-emepụta ihe nkiri / onye nduzi",
  "Na 2007, Bello na onye na-emeputa ihe nkiri TV a ma ama na onye na-emekwa ihe ngosi Mo Abudu rụrụkoro ọrụ dị ka onye sonyere na-emepụta ihe na ihe ngosi MNet TV Moments with Mo",
  "N'oge na-adịghị anya, ọ mepụtara vidiyo egwu na-emeri ihe nrite Greenland maka onye na-ese ihe na onye na-ese foto TY Bello.",
  "Michelle mepụtara ma duzie ihe nkiri izizi ya akpọrọ Small Boy  na ngwụcha 2007",
  "Ihe nkiri ahụ ghọrọ ihe ịga nke ọma ozugbo na US n'ime ihe nkiri narị anọ, a họpụtara ya maka onyinye abụọ na American Black Film Festival na Los Angeles n'afọ sochirinụ",
  "Nhọpụta ndị a bụ Heineken Red Star Award maka 'Innovation in Film' na ihe nrite onye na-eme ihe nkiri nke Target maka 'Ihe nkiri kachasị mkpali'",
  "N'ihu ụlọ, Small Boy gara n'ihu nweta ihe nrite abụọ nke African Movie Academy maka 'Best Art Direction' na 'Best Young Child Actor' na Eprel 2009",
  "Emere ihe nkiri a na Lagos, Nigeria na Mee 2010",
  "ya na ndị ama ama Nollywood na ndị ụlọ ọrụ na-eme ihe bịara.",
  "Mgbe nke ahụ gasịrị, Bello laghachiri na United States wee nweta nzere masta na Communications, ọkachamara na Film Directing, na Mahadum Regent dị na Virginia",
  "O ji ohere ahụ mepụta nka ya wee mee ọtụtụ ihe nkiri dị mkpirikpi",
  "Mgbe ọ nọ na Mahadum Regent, a họpụtara Bello ka ọ rụọ ọrụ na ụlọ ọrụ ICM Talent Agency nke a ma ama na 2011 Cannes Film Festival",
  "Ọ gara ememme ihe nkiri Sundance n'afọ ahụ dịka akụkụ nke mmemme klas nke mahadum haziri wee zute ọtụtụ ndị na-eme ihe nkiri a ma ama n'oge ọ nọrọ.",
  "Enyere Michelle ihe nrite Trailblazer a ma ama na nke chọsiri ike na ihe nrite Africa Magic Viewer's Choice Awards 2014 na nso nso a, nke mere na Lagos, Nigeria",
  "Ndị ọka ikpe ndị votu kwuru na a na-enye ya ihe nrite a \"maka ntinye aka ya na igosi nkà ya, nka ya na ikike ya maka ụzọ dị mma na sinima Africa\"",
  "Ihe nrite a biara ya na ụgbọ ala Hyundai ọhụrụ",
  "A họpụtara Flower Girl n'onwe ya maka ihe nrite AMVCA anọ gụnyere ihe nkiri kacha mma na onye na-akwado, onye na-eme ihe nkiri wee gaa n'ihu nweta, onye edemede kacha mma na ihe nkiri na-akwado ihe nkiri kacha mma",
  "Michelle na-emepụta ihe nkiri ya nke atọ ugbu a",
  "N'okpuru nche anwụ Blu Star Entertainment Limited, Bello bipụtara The Film Directory, akwụkwọ na-edepụta ọtụtụ ndị na-eme ihe nkiri na ụlọ ọrụ Naijiria na ụlọ ọrụ ahụ",
  "Ewepụtara mbipụta nke mbụ na Septemba 2007 na Abuja Film Festival ma ndị ụlọ ọrụ gọọmentị gụnyere Nigerian Film Corporation na National Film and Video Censors Board kwadoro ya",
  "Dịka nwata n'ụlọ akwụkwọ dị n'England, ikike egwuregwu Bello mere ka ọ banye na netball ụlọ akwụkwọ, igwu mmiri na ndị egwuregwu okirikiri",
  "Na mgbakwunye na nke a, o wepụtara oge maka akụkụ egwu nke ọdịdị ya ma mụta ịkpọ saxophone na piano.",
  "Nna Bello nke Naijiria, Air Vice Marshal Abdullahi Bello (rtd.), A mụrụ na Jimeta, Yola, Adamawa State, wee ruo n'ọkwa wee bụrụ onyeisi ndị ọrụ ụgbọelu kacha nta na Africa na 1980",
  "Ka afọ iri abụọ na ise nke ọrụ ọma gachara ọ kwụsịrị maka ezumike nka n'ọrụ ụgbọ elu Naịjirịa",
  "Nne ya onye America/French, Sylvaline, bụ onye ama ama n'ihe gbasara nka nka nke Naijiria, na-akwalite arụmọrụ na nka n'ụlọ na mba ofesi dịka onye isi oche otu NGO Naijiria akpọrọ Masoma Africa Foundation fnke Arts",
  "Site na nwata, nne Bello kpughere ya na ihe masars egwu, ihe ngosi na ihe nkiri nke ọ na-atọ ụtọ mgbe niile."
]