[
  "Micki Pistorius (amụrụ ná mkpụrụ Ụbọchị iri na iteghete nke afọ 1961 na Pretoria ) bu onye mba South Afrịka forensic ma obu onye nyocha akparamaagwa na onye ode akwukwo",
  "Ọ bụ nwanyị mbụ n'ọrụ ya  na onye mbụ profaịlụ na South Afrịka",
  "Ọ na-ekwu na ya nwere \"cryptesthesia\", nghọta na-enweghị mmetụta maka ndị na-egbu mmadụ",
  "Nwa nwanne ya bụbu onye sprinter na onye ogbu mmadụ bụ Oscar Pistorius a mara ikpe.",
  "Pistorius tolitere na Pretoria nwere ọtụtụ ụmụnne nwoke na ụmụnne nwanyị",
  "Ọ rụrụ ọrụ dị ka onye nta akụkọ ruo afọ asatọ, tupu o kpebie ịmụ nkà mmụta akparamàgwà mmadụ na Mahadum Pretoria, ebe ọ nwetara nzere Masters na isiokwu ahụ, ma ghọọ onye nkuzi nwere aha ọma maka ihe na-adịghị mma. Mgbe ọ na-eme thesis doctoral ya banyere ndị na-egbu egbu, nke mbụ na South Afrịka, ọ mepụtara echiche ya na-ejikọta mmepe nke Freudian psychosexual na igbu ọchụ. Ọ lụrụ di afọ asatọ, ma gbakwa alụkwaghịm n'ihi nrụgide ọrụ mgbe ọ ghọrọ onye na-akọwapụta ihe",
  "Ọ bụ onye Katọlik.",
  "Pistorius sonyeere ndị uwe ojii nke mba South Aftịka (SAPS) n'afọ 1994, ebe o guzobere ma duzie Ngalaba Nnyocha Psych dị ka Chief Investigative Psychologist, ọkwa ya na Colonel; ọ guzobekwara Serious and Violent Crimes Component",
  "Ka ọ na-erule  n' afọ 1997, ọ zụrụ  karịa ndị nchọpụta ruru otu narị iji nyochaa ndị omempụ, na ndị nọchiri anya ya abụọ, gụnyere Elmarie na Myburgh.",
  "O tinyere aka na ihe karịrị ọgbalị iri atọ n' ikpe ogbugbu mgbe ọ nọ na SAPS",
  "N'ime ndị ọ rụrụ ọrụ na ya bụ Norman Afzal Simons, Moses Sithole, David Selepe, Stewart Wilken, Sipho Thwala, Velaphi Ndlangamandla, Cedric Maake, na David Mmbengwa",
  "Ọ malitere nsogbu mgbakasị ahụ nke post-traumatic wee laa ezumike nka n'afọ 2000 ịbanye na ụlọ ọrụ nyocha nkeonwe",
  "Gerrard Labuschagne  were weghara ya",
  "Mgbe ọ kwụsịrị, o degaara akwụkwọ jidere m onye na-egbu ochụ ka o wee \"sachapụ onwe ya\" ahụmahụ nghọta ya mgbe ọ na-akọwapụta ihe",
  "Ọ ka na-agba ajụjụ maka ụlọ ọrụ gọọmentị South Afrịka,  wee pụta n'ụlọ ikpe dịka ọkà n'akparamàgwà mmadụ",
  "A na-amata Pistorius dị ka otu n'ime ndị na-ahụ maka nkà mmụta uche nke ụwa, site n'aka ndị dị ka onye na-ahụ maka FBI Robert Ressler",
  "Pistorius nwere ọmịiko maka ndị na-egbu mmadụ, bụ ndị ọ na-ekwu na ha abụghị \"anụmanụ; ha bụ ụmụ mmadụ nwere mkpụrụ obi tara ahụhụ",
  "Agaghị m anabata ihe ha na-eme, ma enwere m ike ịghọta ha",
  "\"  O sonyere na ọzụzụ nke ihe fọrọ obere ka ọ bụrụ narị abụọ nke ndị nchọpụta na nyocha nke igbu ọchụ."
]