[
  "Miguel Giménez Igualada (1888, Iniesta, Spain - 1973, Mexico) bụ onye edemede na-ahụ maka onwe onye na Spain nke a makwaara dị ka Miguel Ramos Giménez na Juan de Iniesta.",
  "N'oge ọ bụ nwata, Igualada tinyere aka n'ihe omume iwu na-akwadoghị. O n'enweghị ihe ịga nke ọma na-atụ aro ka e mepụta otu Spanish Union of Egoists, ma site n' afọ 1920s ọ bụ onye otu anarcho-syndicalist Confederación Nacional del Trabajo. N'etiti ọtụtụ ụzọ isi nweta ihe ọ ga-esi nweta ihe ọ bụ onye na-ere ahịa n'okporo ámá, onye ọkwọ ụgbọala tagzi, onye na-elekọta ubi, onye njikwa ubi shuga na onye nkuzi nwere ọgụgụ isi na Libertarian Atheneum na Las Ventas, Madrid.",
  "N'agbata Ọktọba 1937 na Febụwarị 1938 ọ dezigharịrị magazin anarchist nke onwe ya bụ Nosotros.",
  "Max Stirner nwere mmetụta siri ike na Igualada",
  "Site n'ihe odide ya, ọ kwalitere Stirner n'ime Spain, ma bipụta mbipụta nke anọ nke akwụkwọ Stirner, The Ego and Its Own, na-ede okwu mbido ya",
  "N'afọ 1968, o bipụtara akwụkwọ banyere Stirner, nke a raara nye ncheta nke onye anarchist ibe ya bụ Émile Armand, ma dee ma bipụta traktị, Anarchism.",
  "Igualada mechara biri na Argentina, Uruguay na Mexico, ma nọrọ na Nzukọ Mbụ nke Mexican Anarchist Federation na 1945.",
  "N'ime nnukwu ọrụ ya Anarchism Igualada na-ekwu na \"humanism ma ọ bụ anarchism,...n'ihi m bụ otu ihe ahụ\". Ọ na-ahụ onye anarchist dị ka onye \"na-anabataghị ịmanye anyị echiche na onye na-anaghị ekwe ka a tụọ otu echiche nke onwe ya n'elu ụbụrụ ọzọ, na-emegbu ya..",
  "ebe ọ bụ na anarchy abụghị maka m naanị ịgọnahụ, kama ọ bụ ọrụ abụọ nke ịma ihe; na nke mbụ, ịmara nke onye ahụ n'ihe ọ pụtara n'ime ụwa mmadụ, na-agbachitere àgwà ya megide ihe ọ bụla ọzọ a na-etinye n'èzí; na nke abụọ, ebe a bụ nnukwu ịma mma nke ụkpụrụ omume ya, ọ na-agbahapụ, na-akpali ma na-eme ka àgwà ya dịkwalite.... Ọ na-ahụ na\"onye na-etinye ndụ ya n'okpuru ihe nlereanya mpụga enweghị ike inwe ịhụnanya ọ bụla ọzọ nke ihe nlereanya ahọpụtara na-enyeghị, nke ọ na-ewu ebe ịchụàjà n'obi ya dị ka chi",
  "Ya mere, ọ bụ ezie na ọ nwere ike ikwusa ịhụnanya, ọ gaghị abụ ịhụnanya; ọbụlagodi na ọ nwere ikike ikwu maka nnwere onwe, ọ ga-eche banyere nnwere onwe nke nke a ma ọ bụ nke na-achịkwa ya, na nnwere onwe ahụ nwere ụdị ịgba ohu ọ bụla: okpukpe nke jikọtara ndụ ya na nkwenkwe mpụga, nke na-edo ya n'okpuru.",
  "Igualada na-ekpughe echiche siri ike nke udo mgbe ọ na-eche na \"Mgbe m na-ekwu na site na agha ụmụ mmadụ agaghị ahụ udo, ana m akwado nkwenye m n'eziokwu ahụ bụ na ndị na-eme udo karị bụ ndị kwere ekwe kacha nta, yabụ...onye nwere ike ikwenye na ụbọchị obi ụtọ nke agha (okpukpe bụ bellicosity) na-apụ n'uche, udo ga-adị n'ụlọ ụmụ mmadụ, ebe ọ bụ na site na ịma nkwe nkwe ndị a agaghị ewepụta ya nke ọma kama site na agụmakwụkwọ ọ bụla, ọ bụghị naanị site na-enweghị isi. Ya mere, ọ na-ekwu maka anarchism nke ga-abụ \"onye udo, onye na-ede uri, nke na-emepụta ịdị mma, nkwekọrịta na ịma mma, nke na'azụlite ezi mmetụta nke ibi ndụ n'udo, ihe ịrịba ama, nke ike na ọmụmụ..",
  "site n'ebe ahụ onye ọ bụla na-enweghị nkwekọrịta (onye agha na-eme ihe ike), onye ọ bụla ga-eme ka, n'ụdị ọ bụla, na-achịkwa onye ọ bụla yiri ya, abụghị onye anarchist, ebe ọ bụ na-akwanyere ùgwù n'ụzọ dị otú a ga-ezi ihe n'ezi ihe nke ahụ, nke mere na ọ gaghị eme ka onye ọ bụrụ ohu nke echiche ya.",
  "Igualada's emphasis abụghị n' akụ na ụba, mana enwere ike ịghọta echiche akụ na ụba ya n'ụzọ na-esonụ",
  "Ọ na-ahụ na ọchịchị onye kwuo uche ya bụ mmetụta nke gọọmentị; ọpụpụ nke gọọmentụ pụtara na ọchịchị onye ọchụnta ego si na ntọala ya daa n'ụzọ dị egwu...Ihe anyị na-akpọ akụrụngwa abụghị ihe ọzọ kama ọ bụ ngwaahịa nke steeti, nke naanị ihe a na-ebugharị n'ihu bụ uru, nke ọma ma ọ bụ nke ọjọọ",
  "Ya mere, ịlụ ọgụ megide ọchịchị onye kwuo uche ya bụ ọrụ na-enweghị isi, ebe ọ bụ na ọ bụ ọchịchị onye kwuo ego nke steeti ma ọ bụ nke ụlọ ọrụ, ọ bụrụhaala na gọọmentị dị, iji ego eme ihe ga-adị",
  "Agha mana nke ịma ihe, bụ megide steeti",
  "\". Echiche ya banyere ihe onwunwe na teknụzụ dị ka ndị a: \"Ihe onwunwe? Ọ bụghị nsogbu",
  "Ebe ọ bụ na mgbe ọ dịghị onye na-arụrụ onye ọzọ ọrụ, onye na-erite uru site na akụ na ụba na-apụ n'anya, dịka gọọmentị ga-apụ n\"anya mgbe ọ dịghị mmadụ na-elebara ndị mụtara ihe anọ na mahadum anya ma site n'eziokwu ahụ ha na-eme ka ha na-achị ụmụ mmadụ",
  "Ndị ikom ga-agbanwe, nnukwu ụlọ ọrụ mmepụta ihe na nnukwu njikọ ebe onye ọ bụla ga-arụ ọrụ ma nụ ụtọ ngwaahịa nke ọrụ ha",
  "Ma site na- nsogbu ndị dị mfe ma mara mma anarchism na-emeso na onye na-etinye ha n'ọrụ ma na-ebi ndụ ha bụ anarchists...Ihe kachasị mkpa nke onye anarchist ga-eme n'enweghị ezumike bụ nke na ọ dịghị onye ga-erigbu onye ọ bụla, ọ dịghị nwoke ma ọ bụ nwoke ọ bụla, ebe ọ bụ na enweghị mmegbu ahụ ga-eduga na njedebe nke ihe onwunwe maka mkpa onwe onye."
]