[
  "Mikael Chukwuma Owunna (amụrụ n'afọ 1990) bụ onye Afrịka-Amerịka na-ese foto nke bi ma na-arụ ọrụ ugbu a na Pittsburgh, Pennsylvania.",
  "A mụrụ Owunna na Pittsburgh, Pennsylvania, nke Naijiria na Swedish",
  "Dị ka onye ntorobịa ọ gara ụlọ akwụkwọ obibi na Ohio, ebe a na-emegbu ya mgbe ọ pụtara",
  "Na kọleji ọ gụrụ injinia, nweta nzere na Injinia Biomedical na akụkọ ihe mere eme na Mahadum Duke",
  "N'afọ 2009 ọ natara Rothermere Scholarship na Mahadum Oxford, n'afọ 2012 a kpọrọ ya Fulbright Scholar",
  "Ọ nọrọ afọ Fulbright ya na Taiwan.",
  "Ka ọ na-agba mbọ ịnakwere mmekọahụ ya (ọ na-akọwa onwe ya dị ka onye na-eme ihe ike) ọ chọpụtara foto, nke ghọrọ ma ụzọ okike ma ụzọ mgbapụ",
  "O kwuru na Octavia Butler na Chinua Achebe nwere mmetụta n'ọrụ ya.  Ọ na-ekwu maka ihe ngosi nke ọrụ Zanele Muholi dị ka \"oge mbụ m hụrụ onyinyo nke onye Afrịka ọzọ na-eme ihe,\" yana dịka akụkụ nke mkpali maka ọrụ mbụ ya, Limitless Africans.",
  "Owunna na-asụ Bekee, French na Mandarin Chinese.",
  "Banyere ọrụ ya, Owunna na-ekwu, sị: \"M na-eche mgbe niile banyere otu m ga-esi chepụta ma chegharịa eluigwe na ala ebe ndị mmadụ si n'ebe ndị a na-anọghị n'ebe dị iche iche, ọkachasị ndị ojii na ndị LGBTQ nwere ike ịbụ ndị zuru ezu na ndị zuru oke",
  "\"",
  "N'afọ 2013 Owunna malitere ịrụ ọrụ na Limitless Africans  Akwụkwọ ahụ were afọ isii na ọkara iji mepụta, n'oge ahụ Owunna gara mba iri gafee North America, Europe na Caribbean iji dekọọ ahụmịhe nke ndị mbịarambịa LGBTQ Afrịka na ndị gbara ọsọ ndụ",
  "\"Mgbe m na-etolite, a gwara m na ọ bụ 'ihe éjị mara ndị Afrịka ịbụ nwoke na-edina nwoke ịbe ya ma burukwa ihe mba ọzọ na abụghị ọdịbendị anyị",
  "Mgbe ọtụtụ afọ nke ikewapụ onwe m site na ihe nketa Naijiria m na usoro nchụpụ mmụọ ọjọọ na Naijiria, amalitere m Limitless iji weghachite African-ness na queerness m n'okwu nke m",
  "\"  The New York Times kọwara akwụkwọ ahụ dị ka \"ihe ịma aka na nke na-ejide, ihe ịma aka banyere ihe ndị mmadụ na-eme ihe ọ bụla dị ka ha, ihe ndị Afrịka dị ka ha na amara nke na-abịa site n'ịhụ onwe ha n'anya\".",
  "Ọrụ ya Infinite Essence sitere na nkụda mmụọ na foto mgbasa ozi na-adịgide adịgide nke ahụ ojii dị ka ebe ime ihe ike na ọnwụ",
  "\"Gịnị bụ mmetụta ọ na-enwe mgbe ị hụrụ onye yiri ka a na-egbu gị oge niile?\"  Ebumnuche nke ọrụ ahụ bụ \"igbochi ihe mgbu nke foto ndị ahụ, ịmepụta ihe oyiyi nke na-egosi ahụ ojii ọ bụghị dị ka ebe ọnwụ kama dị ka ebe anwansi",
  "\"  N'ọnwa Febụwarị afọ 2019 ọ natara onyinye $ 20,000 site na Greater Pittsburgh Arts Council iji mezue ọrụ ahụ.",
  "E gosipụtara ọrụ Owunna na United States, Canada, na Belgium, ma nata ọtụtụ onyinye na aro gụnyere YWCA Racial Justice Award for Creativity and Innovation.",
  "Na mgbakwunye na onyinye Greater Pittsburgh Arts Council a kpọtụrụ aha n'elu, ọ nwetakwala onyinye site na Fine Foundation, Pittsburgh Endowment, na AW Mellon Educational and Charitable Trust Fund",
  "N'afọ 2018, e nyere ya Kathryn Davis Fellowship for Peace site na Middlebury College."
]