[
  "Mikano International Limited bụ ụlọ ọrụ Naijiria nwere mmasị na mmepụta ike, ụlọ na ụlọ. Ụlọ ọrụ a na-enye ahịa, mmezi, mgbakọ na nkesa nke ngwaahịa mmepụta ike, mmepe ala, na ahịa nke ngwá ọrụ iwu ihe.",
  "N'ịbụ onye isi ụlọ ọrụ ya dị na Lagos, Naijiria, Mikano na-achịkọta usoro na-emepụta ike site na ndị na-emepụta; MTU Onsite Energy (Germany), Perkins na Stamford alternator (United Kingdom), na-enye diesel na gas na-emepụta site na 9kva ruo 20,000kva maka ụlọ na ụlọ ọrụ.",
  "E guzobere ya na afọ 1993 na-elekwasị anya na mbubata, ịrụ ọrụ, na mmezi nke ndị na-emepụta ihe, Mikano malitere ịhazi usoro mmepụta na Naịjirịa.",
  "Mikano emela ka ọrụ ya dị iche iche site na Power Generation gaa n'ime imepụta ígwè, Electrical & Lightings, na ụlọ ọrụ iwu ihe.\nN'afọ 2016, ọ gbasaa ọrụ ya n'ime ụlọ na ụlọ na Karameh City Project, ụlọ ọrụ mmepụta ihe na Naịjirịa nwere ụlọ nkwakọba ihe asatọ na-atụle 7,200 square mita, nke dị na Warewa, Ogun steeti.",
  "Site na mmasị mbụ na mmepụta ike, Mikano emeela ka ọrụ azụmahịa ya dị iche iche n'ime imepụta ígwè, Electrical & Lightings, na ụlọ ọrụ Real Estate / Construction, na-arụkọ ọrụ na Schneider Electric, ABB, Raychem si TE Connectivity- ịbụ onye na-ere ngwaahịa MV & HV ha; Philips Lightings- dị ka onye na-eweta ngwaahịa Fittings & lightings na Siemens maka Type-Tested Compact Sub-Station.",
  "Dị ka onye na-achịkọta usoro na-emepụta ike maka ụlọ na ụlọ ọrụ, Mikano nwere ngwọta dị iche iche na-arụ ọrụ [buzzword] gụnyere Compressed Natural Gas (CNG) usoro na-enye ike, usoro na-arụpụta ike Bi-fuel na-arụarụ ọrụ na 70% gas na 30% diesel na 30% Independent Power Producer (IPP) ngwọta ụlọ ọrụ ike [buzzwords] na nhọrọ mmepụta ike Gas / Diesel, na-enye ihe ruru 60MW.\nN'oge na-adịbeghị anya, ụlọ ọrụ ahụ bịanyere aka na MTU Onsite Energy; ya mere na-eji MTU German Engine maka ọnụọgụ generator: site na 300KVA 意3500KVA",
  "Mikano na-enyekwa MAN Diesel na Gas generators ruo 20,000 KVA",
  "N'afọ 2015, Mikano guzobere ụlọ ọrụ na-emepụta ígwè iji gbakwunye mgbasara ya n'ime ngalaba ebe ọ na-emepụta ma na-emepụta atụmatụ ígwè maka ọkụ-ìhè n'okporo ámá, Warehouse-racks, Supermarket Shelves na ihe mgbochi ụda nke ndị na-emepụta ihe niile.",
  "Na mmekorita ya na ụlọ ọrụ nchịkwa ike dị ka ABB & Schneider Electric, Mikano na-etinye aka na ire ere na nkesa nke ngwaahịa voltaji [buzzword] na ngwá ọrụ na nkesa eletrik, ọrụ na mmezi nke Generator-control / Customized Panels na-eme ka nweta nke ngwaahịa ndị a dị na ahịa Naijiria.",
  "Mikano na-eje ozi dị ka onye na-eke Hyundai Engineering & Construction Equipment na Forklifts na-ekesa na ịrụ ọrụ; Hyundai Hydraulic Excavators, Wheel Loader, Skid Steer Loader, Backhoe Loader na Forklits (Diesel, Battery & LPG / Petrol) na ngwaahịa ndị ọzọ na-ejikwa ihe.",
  "Ọrụ a bụ ụlọ ọrụ mmepụta ihe mbụ ya na Naịjirịa nwere ụlọ nkwakọba ihe asatọ na-atụle 7,200 square mita, nke dị na Warewa, Ogun steeti. Ngalaba Mikano Construction na-ejikwa mmepe na mmezu nke ụlọ obibi na ụlọ elu dị elu iji gbanwee mmepe na ọrụ akụrụngwa zuru oke.",
  "Mikano emeela atụmatụ dị iche iche nke ọrụ ọha na eze na-elekwasị anya na STEM Projects na ọzụzụ maka ụmụ akwụkwọ Naijiria, na ndị uwe ojii Naijiria site na onyinye nke ndị uwe ojii na-agafe na mba ahụ, yana nkwado maka ndị na-enweghị ihe ùgwù na ndị na-adịghị mma nke ọha mmadụ."
]