[
  "Mike & Keys (nke a maara n'oge gara-aga aga dị ka The Futuristiks) bụ ndị America na-emepụta hip hop na ndị na-ede egwu si Los Angeles, California nke nwéré Money Mike (onye amụrụ Michael Ray Cox, Jr.) na J-Keys (ónyé amuru John Groover).",
  "J-Keys, amụrụ na South Sacramento na Money Mike amụrụ na Hammond, Louisiana na-akpọ ụka na ezinụlọ dị ka ndị nwéré nnukwu mmetụta na mmepe nke nkà egwu ha",
  "Ndị gụsịrị akwụkwọ na Los Angeles Recording School na Hollywood, CA, ndị duo mbụ zuru oke mmepụta ego bịara na 2009 na Before I Self Destruct màkà ónyé na-eti egwu 50 Cent. Mgbe ha rụchara ọrụ ọzọ na 2010 na abọm hip hop dị ka Dom Kennedy Kings From the Westside with Love, II, Redman'sReggie na Sheek Louch Kings Donnie G: Don Gorilla, The Futuristiks ghọrọ otu mmepụta ama màkà ndị na-ese hip-hop, R&B na Gospel.",
  "N'ịbụ afọ na-agbanwe ndụ màkà The Futuristiks, na 2011, ọrụ ha sitere na ndekọ hip hop na ndị na-ese ihe na-ese onyinyo Eminem, Royce da 5ş9 na Ras Kass yana ihe ndị ọzọ a ma ama dị ka Strong Arm Steady na Mitchy Slick. N'afọ 2011, ha mepụtara ónyé na-eti egwu bụ \"Last Love\" maka mixtape a na-ebipụtaghị Plan B nke nwetara vidiyo na BETX 106 & Park na-eme na Top Ten Countdown na vidiyo ndị ọzọ",
  "Ọzọkwa, n'afọ 2011, ha mepụtara egwu ndị isi màkà Dom Kennedy bụ The Original Dom Kennedy na Skemeys mixtapes The Statement na Before My Next Statement.",
  "N'ịga n'ihu na uto ha, ndị na-emepụta ihe malitere iso ndị na-ese R&B Jeremih na-arụ ọrụ na Late Nights na Jeremih Mixtape, yana ọrụ izizi màkà ndị na-eme R&B TeeFlii na Elijah Blake",
  "N'ahapụghị mgbọrọgwụ hip hop ha, na 2012, ha abụọ mepụtara egwu màkà ndị rapper T.I., Freddie Gibbs, Fat Joe, Bad Lucc, 8Ball, Jay Rock, Curren$y na OverDoz.  The Futuristiks mèrè Billboard Top 100 na 2012 maka mmepụta ha na Capitol Records Tito Lopezs song Mama Proud",
  "Ha mekwara <i id=\"mwSg\">Billboard</i> 200, Top R&B/Hip-Hop Albums chart na Top Rap Album màkà mmepụta ha na Grand Hustle/Atlantic Records artist T.I.z Trouble Man: Heavy Is the Head.",
  "Ka ụda ha na-etolite ma na-agbasawanye ókèala na 2013, a họpụtara Futuristiks màkà onyinye Grammy nke mbụ ha na Best Rap Album maka onyinye ha nyere na Lupe Fiascoz Food & Liquor II: The Great American Rap Album, Pt",
  "1",
  "Lupe's II nọ n'elu <i id=\"mwWQ\">Billboard's</i> Top R&B / Hip-Hop Albums na Rap Albums chaatị, mgbe ọ na-amalite ma na-arị elu na No",
  "5 na Billboard 200.",
  "The Futuristiks malitere ịrụ ọrụ na Epic Records / Roc Nation Management artist Casey Veggies, na-eduzi egwu aha na egwu isii na 2013 Life Changes. N'afọ 2013, ha mepụtara egwu màkà Master P, Juelz Santana, Adonis the Ace, Drumma Boy, Zeke na K.Roosevelt.",
  "Dị ka ọtụtụ ndị na-emepụta ihe, The Futuristiks, ewerewo ọrụ zuru oke ma na nso nso a wepụ ndị isi mmepụta na Nipsey Hussleńs, October 8, 2013 wepụtara Crenshaw.  Na mgbakwunye, Futuristiks nwèrè ọtụtụ n'ime ndị na-emepụta ihe na Dom Kennedy, 2013 release Get Home Safely",
  "Ọmarịcha ha dị mma màkà ịdakwasị n'elu, na ịgbà na-agbadata na ihe nlele gbagọrọ agbagọ nke na-adịghị eme ka ọsọ dị elu maka ọkwa nri Domīs."
]