[
  "Michael Len Williams II (amụrụ na Machị 23, 1989), nke a maara dịka Mike Will Made It (nke a na-akpọkarị Mike WiLL Made-It) ma ọ bụ naanị Mike Will, bụ ónyé America na-emepụta ihe ndekọ, ónyé na-eti egwu, ónyé na'ede egwu na DJ",
  "A maara ya nke ọma maka imepụta egwu egwu màkà ọtụtụ ndị Southern hip hop na ndị na-ese egwu pop na egwu dị iche iche na-aga nke ọma, gụnyere \"Black Beatles\" na \"Powerglide\" nke Rae Sremmurd, \"Mercy\" nke Kanye West, \"No Lie\" nke 2 Chainz, \"Bandz a Make Her Dance\" nke Juicy J, \"Pour It Up\" nke Rihanna, \"Love Me\" nke Lil Wayne, \"Body Party\" nke Ciara, \"We Can't Stop\" nke Miley Cyrus, \"Formation\" nke Beyoncé, na \"Lum\"",
  "O weputara mixtapes isii na otu studio album, Ransom 2.",
  "A mụrụ Williams na Marietta, Georgia, nwa ikpeazụ n'ime ụmụ atọ; o nwere ụmụnne nwanyị abụọ tọrọ ya. Nna ya, Michael Williams Sr., bụ ónyé isi IBM nke rụrụ ọrụ dị ka onye DJ klọb na 1970s",
  "Nne ya, Shirley Williams, ónyé bụbu ónyé na-agbazinye ego n'ụlọ akụ, nọ n'otu òtù ozioma, na-abụ abụ màkà Dottie Peoples",
  "Ọ tolitere n'ezinụlọ na-agụ egwú ebe nwanne nna ya bụ onye na-akpọ ụbọ akwara na otu n'ime ụmụnne ya ndị nwanyị tọrọ ya bụ onye isi na-akụ ụbọ akhara n'egwuregwu Olimpik. Mgbe ọ na-etolite, Mike Will bụ onye na-eme egwuregwu, na-ekere òkè n'ọtụtụ egwuregwu, gụnyere basketball, baseball, na bọọlụ, na nrọ nke ịghọ ónyé na-ese egwuregwu.",
  "Ndụ ya na-elekwasịkwa anya n'ịhụnanya maka egwu hip-hop",
  "Mike Will bu ụzọ zụlite nkà ya màkà egwu site n'ịkpọghachi ngwá egwu ndị a ma ama ọ nụrụ na redio mgbè ya na ndị enyi ya ga-agwa ha ihe n'efu. N'ọtụtụ ajụjụ ọnụ, Will kwuru, ọkachasị, na-akpọghachi ngwá ọrụ màkà \"Still Fly\", abụ a ma ama site n'aka ndị otu rap nke ndịda Big Tymers, na keyboard Casio, ma kwuo na ọ na-akpọ \"Young'n (Holla Back) \" site n'onye na-eti egwu New York bụ Fabolous na ngwá ọrụ mmepụta na ụlọ ahịa egwu dị n'ógbè ahụ.",
  "Mgbè ọ dị afọ iri na anọ, Mike Will malitere ịzụlite ụda nke ya na Korg ES1 beat machine, nke nna ya zụtara ya dị ka ònyìnyé Krismas site na ụlọ ahịa egwu Mars Music",
  "Ka Mike Will na-aghọwanye ónyé rụzuru, ọ malitekwara iji ngwá ọrụ mmepụta, gụnyere Korg Triton, Akai MPC1000, Yamaha Motif, na Roland Fantom. Ka ọ na-erule mgbè Mike Will dị afọ iri na isii, ọ na-etinye ógè na ụlọ ọrụ ndekọ dị na Atlanta, na-anwa ịzụta ndị na-ese ihe a ma ama. A leghaara ya anya na mbụ, mana n'ikpeazụ otu n'ime teepu ya batara n'aka Gucci Mane, ónyé kpọrọ Mike Will na Patchwerk studios, ụlọ ndekọ Atlanta."
]