[
  "Mike Eghan (amụrụ na 14 Machị n'afọ 1936) bụ onye mgbasa ozi na Ghana, nke a makwaara dị ka \"The Magnificent Emperor\". N'ọrụ ya dị ka onye na-eme ihe nkiri na onye na-egosi redio nke gafere afọ iri isii, Eghan kwadoro mmemme maka Ghana Broadcasting Corporation (GBC) na maka BBC World Service na London",
  "Ọ bụ onye isi nke ememe maka egwu akụkọ ihe mere eme na Ghana Soul to Soul, nke mere na Black Star Square na 1971 ma gosipụta ọtụtụ ndị omenkà Africa-America a ma ama n'akụkụ ndị egwu Ghana.",
  "E bipụtara akụkọ ndụ Eghan, The \"Emperor's\" akuko si na etiti nwa ewepụtara n'afọ 2019. N'okwu Anis Haffar: \"Ihe ọmụma kaleidoscopic nke nwoke ahụ banyere azụmahịa ngosi, mgbasa ozi, ntụrụndụ na ndọrọ ndọrọ ọchịchị na-abanye n'ọwara nke izute onwe onye",
  "Ọ na-ekerịta akụkọ ihe mere eme site n'echiche atụmatụ nke ọrụ ya n'ime ya",
  "\"",
  "A mụrụ ya na Sekondi-Takoradi, Gold Coast (nke bu Ghana ugbua), nke ise n'ime ụmụnne itoolu, Eghan sitere n'ike mmụọ nsọ nke nna ya na-arụ ọrụ gọọmentị Ben Eghan nwere mmasị na redio iji sonye na Ghana Broadcasting Corporation (GBC) na 1961, mgbe ọ hapụsịrị ọrụ na Barclays Bank nke e nwetara maka ya.",
  "N'afọ 1965, ọ gara Britain, ebe ọ rụrụ ọrụ na BBC Africa Service, na-akwado mmemme Music with African Beat ruo afọ anọ. na ọtụtụ afọ Foto Eghan e sere n'oge a so n'ọrụ ndị a ma ama nke onye na-ese foto na Ghana bụ James Barnor. Mgbe ọ hapụrụ BBC, Eghan laghachiri n'ụlọ iji rụọ ọrụ na GBC, na-achọ inye aka na mmepe nke Ghana ma zụlite ụmụ ya n'ebe ahụ.",
  "O kwuru, sị: \"Otu n'ime ihe ndị dị ịrịba ama n'ọrụ m dị ka onye na-eme ihe nkiri na onye na-egosi redio bụ ọrụ m dị ka emcee (onye isi nke ememe) maka egwu egwu egwu akụkọ ihe mere eme nke akpọrọ 'Soul to Soul'",
  "Ebumnuche nke egwu egwu a bụ ime ka ndị Afrịka na ndị na-eme ihe nkiri Afrịka na Amerịka gbakọọ aka ka ha na-eme egwu na kọntinent Afrịka iji weghachite akụkọ ihe mere eme ha",
  "Ekwenyere na mgbalị dị otú ahụ ga-akpali ndị isi ojii n'ụwa niile yana ọhụụ Osagyefo Dr Kwame Nkrumah nwere maka Black Race",
  "\" Ndị otu mkpụrụ obi, ndị ozioma na ndị na-agba egwu sonyere na Soul to Soul, nke mere na Black Star Square (nke bụ Independence Square ugbu a), gụnyere Wilson Pickett, Ike na Tina Turner, Les McCann, Eddie Harris, The Staple Singers, Carlos Santana, Roberta Flack, Willie Bobo, Voices of East Harlem, na ndị ọzọ.",
  "Eghan's popular 1970s talk show, The Mike Eghan Show, gosipụtara ndị ọbịa gụnyere Miriam Makeba, Ephraim Amu na Captain J",
  "H",
  "Tachie-Menson. Eghan mechara nweta ọrụ dị ka onye njikwa ọgwụgwọ na Volta River Authority, wee nwee ọrụ ọzọ na UK na BBC.  ọ laghachiri Ghana, ọ maliteghachiri ọrụ na GBC, ma mesịa na-elekọta Sundown Hotel.",
  "Ọ gosiputara akwụkwọ ncheta ya, The \"Emperor\" Story From the Centre of the World, mgbe ọ dị afọ 83 na Accra n'ọnwa Ọgọstụ 2019 na Mahadum nke Ghana's Institute of African Studies, oge nke Prọfesọ Esi Sutherland-Addy duziri.",
  "E gosipụtara ihe nkiri iji sọpụrụ Eghan, nke Andrew Gyawu-Mensah mepụtara, na Machị n'afọ 2017.",
  "Ihe nrite Eghan gụnyere Grand Medal iji kwado ọrụ ya dị mma na mgbasa ozi."
]