[
  "Chief Michael Adeniyi Agbolade Ishola Adenuga Jr CSG GCON (amụrụ n'ụbọchị nke 29 n'ọnwa Eprel n'afọ 1953) bụ onye ọchụnta ego Naijiria, na onye nke atọ kasị baa ọgaranya n'Africa. Ụlọ ọrụ ya bụ Globacom bụ onye ọrụ telecom nke abụọ kachasị ukwuu na Naịjirịa ma nweekwa ọnụnọ na Ghana na Benin",
  "O nwere osisi na Equitorial Trust Bank na ụlọ ọrụ nyocha mmanụ Conoil (nke bụbu Consolidated Oil Company)",
  "Forbes emeela atụmatụ na ọnụ ahịa ya ruru ijeri dọla isii na abụọ na Mee 2021.",
  "Nna ya, Oloye Michael Agbolade Adenuga Sr, bụ onye nkuzi ụlọ akwụkwọ ebe nne ya, Omoba Juliana Oyindamola Adenuga (née Onashile, nke Okesopin, Ijebu Igbo), bụ nwanyị na-azụ ahịa nke eze Ijebu.",
  "Adenuga gụrụ akwụkwọ sekọndrị na Ibadan Grammar School, Ibadan, Oyo State, Nigeria na Comprehensive High School, Aiyetoro, maka asambodo ụlọ akwụkwọ sekọndrị (HSC). Ọ rụrụ ọrụ dị ka onye ọkwọ ụgbọ ala iji nyere aka nweta ego maka agụmakwụkwọ mahadum ya. Ọ gụsịrị akwụkwọ na Northwestern Oklahoma State University na Pace University, New York, na nzere na Business Administration.",
  "Adenuga nwetara nde mbụ ya na 1979, mgbe ọ dị afọ iri abụọ na isii, na-ere lace ma na-ekesa ihe ọṅụṅụ dị nro.\nN'afọ 1990, ọ natara ikikere igwu ala na 1991, Consolidated Oil ya kụrụ mmanụ na mmiri na-emighị emi nke Southwestern Ondo Steeti, ụlọ ọrụ mmanụ obodo mbụ mere nke a na ọnụ ọgụgụ azụmahịa.",
  "E nyere ya ikikere GSM na 1999; mgbe a kagburu ya, ọ natara nke abụọ mgbe gọọmentị mere ahịa ọzọ na 2003. Ụlọ ọrụ telecom ya bụ Globacom gbasara ngwa ngwa wee malite ịma nnukwu MTN Group aka",
  "Ọ malitere ọrụ na Benin n'afọ 2008, ma gaa n'ihu na-agbasa ya na Ghana na Côte d'Ivoire, ebe a na-atụ anya ikikere ndị ọzọ ugbu a na mba ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka.",
  "A kpọrọ ya African Entrepreneur of The Year na African Telecoms Awards (ATA) nke mbụ n'ọnwa Ọgọstụ afọ 2007.",
  "N'ọnwa Mee afọ 2015, Adenuga mere atụmatụ ịzụta onye na-ahụ maka ekwentị mkpanaaka nke Ivorian Comium Côte d'Ivoire maka nde $ 600.",
  "N'afọ 2012, gọọmentị Naịjirịa mere ya Grand Commander of the Order of the Niger",
  "O nwere ọkwa onye isi agbụrụ Yoruba dị ka Otunba Apesin nke ezinụlọ Ijebu.",
  "N'afọ 2018, onye isi ala Emmanuel Macron nke France ji akara nke ọchịagha nke Legion of Honour chọọ ya mma.",
  "E hotara Adenuga dị ka otu n'ime Top 100 kasị nwee mmetụta n'Afrịka site na magazin New African na 2019."
]