[
  "Mildred Jean Thompson (ubochí irí na abụọ n'ọnwa Machị, 1936 rụo ụbọchị mbụ n'ọnwa Septemba, 2003) bụ ónyé America na-ese ihe nke rụrụ ọrụ na eserese, eserese, obibi akwụkwọ, ihe ọkpụkpụ na foto",
  "Ndị nkatọ ejikọtala nka ya na akwa West Africa na ihe owuwu Alakụba; ha kwukwara na German Expressionism, egwu (ma jazz America ma European oge ochie) na ọgụgụ Thompson na astronomy, spiritualism na metaphysics dị ka mmetụta nka dị mkpa. O dekwara ma bụrụ ónyé nchịkọta akụkọ màkà magazin Art Papers",
  "Thompson nwèrè ihe ngosi onwé ya na Goethe-Institut, Agnes Scott College, Howard University, Harvard University, Museum of Contemporary Art Jacksonville, na Leopold Hoesch Museum, Düren na Hochschule für Kunst und Design na Halle, Germany, n'etiti ndị ọzọ. Mgbè ọ nwụsịrị, ọrụ ya bụ akụkụ nkè ihe ngosi 2017 \"Magnetic Fields: Expanding American Abstraction,\" na Kemper Museum of Contemporary Art, na Kansas City, Missouri.\nNa mgbakwunye na ndị dị na gallery ya Galerie Lelong na New York City, e nwere ihe ngosi nke ọrụ ya na New Orleans Museum of Art na Berlin Biennale na 2018 na Spelman College Museum of Fine Art na 2019.",
  "A mụrụ Mildred Jean Thompson na Machị 12, 1936 na Jacksonville, Florida ma too n'ebe ahụ. Ọzụzụ nka ya malitere na 1953 mgbè ọ banyèrè Mahadum Howard na Washington, D.C",
  "ebe a zụrụ ya n'okpuru James A",
  "Porter (1905-1970), ónyé isi nke ngalaba nka nke ụlọ akwụkwọ ahụ",
  "O mèrè ndokwa ka Thompson nweta agụmakwụkwọ màkà ọmụmụ ógè okpomọkụ na Skowhegan School of Painting and Sculpture na Maine",
  "Mgbè Thompson natara Bachelor of Arts site na Howard na 1957, Porter nyeere ya aka ịbanye na Brooklyn Museum of Art School na Max Beckmann Scholarship. Ọ malitere igosi ihe, a nabatara ọrụ ya maka ihe ngosi Art U.S.A",
  "Xia58 na Madison Square Garden.",
  "Mgbè afọ atọ gachara n'ụlọ akwụkwọ ahụ, na mbido 1961, Thompson laghachiri New York City iji malite ọrụ ọkachamara ya na United States",
  "Otú ọ dị, a pụghị ịchọta nkwenye ọha na eze na nka ọ nwèrè na Europe ọbụna n'ọtụtụ obodo ndị America",
  "N'oge na-adịghị ányá, Thompson ghọtara na n'ihi na ọ bụ nwanyị ojii, a jụrụ ya ihe ngosi na ihe ngosi nke ọ chere na ọrụ ya kwesịrị",
  "N'akwụkwọ édémédé akụkọ ndụ nke afọ 1977, Thompson dere na \"Otu nwanyị na-ere ahịa..",
  "kwuru na ọ gaghị ekwe omume ka m nwee ihe ngosi na New York dị ka ónyé na-ese ihe",
  "[Onye ọzọ nwe ụlọ ngosi ihe nkírí kwuru]na ọ ga-aka mma ma ọ bụrụ na enwere m enyi ọcha iji were ọrụ m, ónyé ga-eme ka ọ bụrụ Mildred Thompson",
  "\" Otú ọ dị, o nwetara ndị na-ege ya ntị na William Lieberman, nwa nke onye na-ese ihe German Expressionist Max Liebermann; Lieberman (1923 Sri 2005) bụ ónyé nlekọta nwere mmetụta na Museum of Modern Art",
  "A zụrụ abụọ n'ime mbipụta Thompson màkà nchịkọta ahụ na aro ya.\n \nE nyèrè Thompson ihe ngosi onwé ya n'ọbọdọ ya na Museum of Contemporary Art na Jacksonville, Florida na 1997",
  "Onye nlekọta ahụ, Henry Flood Roberts Jr., kwuru na \"Ndị mmadụ nwèrè nnukwu ihe osise mara mma nke Mildred na otu ụlọ jupụtara na ihe ọkpụkpụ ya yiri nnụnụ",
  "\" Afọ abụọ ka e mesịrị, o nwèrè ihe ngosi onwe ya na Georgia Perimeter College na Atlanta.",
  "Thompson nwụrụ na úbọchị mbụ n'ọnwa Septemba, 2003 na Hospice Atlanta n'ihi ọrịa kansa.",
  "N'afọ 2009, Leopold Hoesch Museum na Schloss Burgau, na Düren, Germany, ebe ọ bi, gosipụtara ihe ngosi nke ọrụ ya nke akpọrọ, \"Mildred Thompson: A Life Long Exploration\"",
  "N'afọ sochirinụ, Galerie l'Aquarium na Valenciennes, France, gosipụtara ihe osise osisi ya na Tubman African American Museum na Macon, Georgia, \"Making the Invisible Visible: Photographs and Works on Paper by Mildred Thompson",
  "\" N'afọ 2015 Michael C",
  "Carlos Museum of Art na Atlanta gosipụtara ihe ngosi nkè ihe osise ya.",
  "N'afọ 1987, ihe ngosi Thompson \"In and Out of Germany,\" na Goethe Institute dị na Atlanta, nwere ihe osise 42 e mere na Germany, France, na United States",
  "Akwụkwọ akụkọ Atlanta Creative Loafing kwuru na usoro Thompson kachasị ọhụrụ nke eserese pensụl na-acha anụnụ anụnụ, Objective Music, dabere na njikọ ya nke nka na egwu",
  "O kwukwara banyere mmetụta ya nke agba na usoro ụda dị ka Wassily Kandinsky nwere mmetụta. Nnyocha ọzọ nke oge a nke ihe ngosi ahụ na Art Papers kwukwara na Kandinsky bụ mmetụta, yana mmasị Thompson na akụkọ ifo nke Hermann Hesse na echiche Jungian nke amaghị ihe",
  "Mana mmetụta Thompson nwere maka egwu yiri ka ọ nwere mmetụta kachasị ike na ọrụ na ngosi ahụ",
  "Ónyé nyocha ahụ, Leslie Schworm, dere na \"ụzọ Thompson bụ ịdọrọ egwu ma ọ bụ ụda",
  "O kwenyere na usoro dị na egwu so n'ime ihe ndị kachasị ọcha, na-enye ohere ịnweta ihe dị mkpà",
  "\"",
  "Thompson nwèrè nwanne nwanyị, Ruth, na ónyé mmekọ, Donna Jackson. N'afọ ndị ọ nọ na Atlanta, a maara ya màkà Afro na-acha odo odo.",
  "Ọ bụrụ abụ ma kpọọ ụbọ akwara n'otu òtù a na-akpọ We Do Blues, nke Jackson nọkwa na ya, nke na-akpọkarị na Daddy D'Z, ébé a na-eri nri, na n'oge nri ehihie na Woodruff Park. \"Mildred kwadoro ihe m ga-akpọ 'happy blues' - ọ dịghị nke ọ bụla n'ime ihe 'My Baby Done Left Me',\" ka onye otu egwu Kerry Davis kwùrù",
  "\"O dere egwu na-akpali akpali dị ka 'A Peacock in the Ghetto', nke bụ ọkacha mmasị m",
  "Egwú ya jupụtara na ọchị na ịma mma mana ọ ka nwere ụda bluesy.",
  "Ọrụ Thompson dị na nchịkọta na-adịgide adịgide nke Smithsonian American Art Museum, National Museum of Women in the Arts, na Howard University, niile dị na Washington, D.C., Museum of Modern Art, Brooklyn Museum; Mott-Warsh Collection, Birmingham Museum of Art, Johnson Museum of Art na Cornell University, Museum of Fine Arts, Houston, Emory University, na Leopold Hoesch Museum, Düren, na Hamburg Museum, n'etiti ndị ọzọ."
]