[
  "Mildred Fahrni (1900-1992) bụ onye Canada na-ahụ maka udo na Socialist, onye ghọrọ enyi Gandhi na Martin Luther King Jr",
  "Ọ bụ onye ndú nke Women's International League for Peace and Freedom (WILPF) na Fellowship of Reconciliation",
  "Fahrni megidere Agha Ụwa nke Abụọ na xenophobia nke dugara n'ụlọ mkpọrọ ndị Japan na Canada na ụlọ mkpọrọ ụmụaka Dukhobor",
  "Ọ bụ onye na-akwado ụmụ nwanyị na onye na-ahụ maka mmekọrịta mmadụ na ibe ya.",
  "Amụrụ Mildred Osterhout n'ime ime obodo Manitoba n'ụbọchị 2 Jenụwarị 1900 na Reverend Abram na Hattie Osterhout",
  "Ezinụlọ ya kwagara British Columbia n'afọ 1914. N'etiti afọ 1919 ruo n'afọ 1923 ọ gara Mahadum nke British Columbia (UBC), nweta Bachelor of Arts na Bekee na nkà ihe ọmụma",
  "Ọ gara n'ihu mezue Master's na Philosophy n'afọ 1923, kwa na UBC",
  "Mgbe ọ gụsịrị akwụkwọ, Osterhout malitere ịrụ ọrụ dị ka odeakwụkwọ maka alaka Vancouver nke YMCA na Canadian Memorial Church (CMC), mana meriri agụmakwụkwọ na Bryn Mawr College, n'afọ 1930 ọ laghachiri n'ụlọ akwụkwọ. N'ụlọ akwụkwọ na Pennsylvania, ọ zutere Muriel Lester ma kpọọ ya ka ọ rụọ ọrụ ọnwa isii na Kingsley Hall na London",
  "N'ụzọ doro anya, mbata Osterhout na London kwekọrọ na Nzukọ Round Table na nnwere onwe India",
  "Mahatma Gandhi, onye na-aga nzukọ ahụ, nọkwa na Kingsley Hall, na nzukọ ya na ya, gbanwere ụzọ ndụ Osterhout.",
  "Ọ laghachiri Canada n'afọ 1933 wee malite ịrụ ọrụ dị ka onye ọrụ mmekọrịta mmadụ na ibe ya",
  "N'otu afọ ahụ, ọ gara Nzukọ Njikọ Commonwealth Federation na Regina, nke guzobere otu ahụ ma malite Regina Manifesto. Ọ gbara ọsọ maka ọfịs gọọmentị etiti na ntuli aka 1933 na 1938 na tiketi CCF, na-efunahụ ugboro abụọ ahụ, na-ekpebi mgbe ọ nwụsịrị nke abụọ ileta Gandhi na India",
  "Mgbe nleta ya gasịrị, ọ laghachiri Canada, were ọrụ nkuzi na Carleton Elementary School n'afọ 1939 ma lekọta nna ya na-arịa ọrịa, onye nwụrụ na afọ 1940. N'afọ 1941, Osterhout lụrụ Walter Fahrni wee malite njem nleta gafee Canada na-akụzi banyere udo na mmegide megide itinye aka Canada na Agha Ụwa nke Abụọ. N'ịbụ onye na-egbochi itinye aka na imegide xenophobia nke gọọmentị, Fahrni wepụtara onwe ya ịkụzi n'akwụghị ụgwọ n'ụlọ akwụkwọ dị na New Denver na ndị Japan Canada.",
  "N'ime afọ 1940 na 1950, Mildred gara mba ụwa maka ihe ndị na-eme udo",
  "Ọ gara nzukọ ntọala nke United Nations na 1945 wee gaa na 1947 Primer Congreso Interamericano de Mujeres nke emere na Guatemala City dị ka onye nnọchi anya Women's International League for Peace and Freedom (WILPF). Na mbido 1947, a họpụtara ya dịka onye isi oche nke alaka Vancouver nke WILPF mana ọ gbara arụkwaghịm na 1948 mgbe ọ kwagara Toronto iji nabata ọkwa dị ka odeakwụkwọ mba nke Fellowship of Reconciliation (FOR). Mgbe afọ ise gasịrị, ọ kwagara Vancouver, na-arụ ọrụ dị ka odeakwụkwọ ọdịda anyanwụ maka FOR. N'afọ sochirinụ, 1949, Fahrni gara India, iji sonye na Nzukọ Ndị Pacifist Ụwa. Ọ bụ onye na-ekwu okwu n'ihu ọha na-ekwu maka isiokwu ndị na-abụghị ime ihe ike, ịda ogbenye, na mgbanwe mmekọrịta mmadụ na ibe ya yana ibipụta isiokwu gbasara isiokwu ndị ahụ. N'afọ 1950, o dere ọtụtụ akwụkwọ maka Doukhobor Inquirer ma nwee ọmịiko maka mkpagbu ha. N'agbata afọ 1953 na 1959, gọọmentị Canada tinyere ụmụaka Doukhobor n'ụlọ akwụkwọ obibi dị na New Denver na Fahrni nyekwara ya ọrụ nkuzi ọzọ.",
  "N'afọ 1955, Fahrni gara njem dị ka onye nnọchi anya Fellowship of Reconciliation na Montgomery, Alabama iji sonye na mkpagbu bọs Montgomery. Onye na-enwe mmasị na Martin Luther King Jr",
  "n'ihi njikọ ya na Gandhi, ha ghọrọ ndị enyi ma na-edegara akwụkwọ ozi gbasara nsogbu mmekọrịta mmadụ na ibe ya na pacifism ruo ọtụtụ afọ. Di ya nwụrụ na 1958 ma Fahrni gbazitere ndị bi na ụmụ akwụkwọ ọnụ ụlọ, na-ebi n'ụdị obodo",
  "N'agbata afọ 1963 na afọ 1979, ọ nọrọ n'oge oyi na Casa de los Amigos nke Quakers na Mexico City, na-arụ ọrụ obodo. Site na 1970 gaa n'ihu, Fahrni jere ozi dị ka onye ọbịa maka Servas, otu udo mba ụwa, nke na-eji njem na ezinụlọ na-elekọta ya iji kwalite udo",
  "Ya na Servas mere njem site na South America",
  "N'afọ 1991, e nyere ya onyinye udo nke Vancouver",
  "Fahrni nwụrụ na 13 Eprel 1992 na Vancouver, British Columbia, Canada."
]