[
  "Mildred Howard (amụrụ n'afọ 1945) bụ ónyé Africa-America na-ese ihe nke a maara nke ọma màkà ihe ọkpụkpụ ya na nchịkọta mgbasa ozi",
  "E gosipụtara ọrụ ya na gallery na Boston, Los Angeles na New York, na mbà ụwa na ebe dị na Berlin, Cairo, London, Paris, na Venice, na ụlọ ọrụ gụnyere Oakland Museum of California, de Young Museum, SFMOMA, San Jose Museum of Art, na Museum of the African Diaspora. A na-arụ ọrụ Howard na nchịkọta na-adịgide adịgide nke ọtụtụ ụlọ ọrụ, gụnyere San Francisco Museum of Modern Art, Oakland Museum of California, na Ulrich Museum of Art.",
  "A mụrụ Howard na 1945 na Rolly na Mable Howard na San Francisco, California, ma zụlite ya na South Berkeley, California. Nné na nnà Howard nwèrè azụmahịa ihe ochie ma na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị na òtù ndị ọrụ, ọgụ màkà ikike obodo na nsogbu ndị ọzọ nke ọbọdọ",
  "Howard ebiela na Berkeley kemgbe 1949",
  "Ọ bụ ónyé otu SNCC na CORE ma sonye dị ka ónyé ntorobịa na ngagharị iwe megide ịkpa ókè n'ụlọ akwụkwọ Berkeley.",
  "O nwetara nzèrè Associate of Arts na Certificate in Fashion Arts na College of Alameda na 1977",
  "Howard gàrà n'ihu na agụmakwụkwọ ya wee nweta nzèrè MFA na 1985 site na Fiberworks Center site na Textile Arts na Mahadum John F",
  "Kennedy nke dị na Orinda, California.",
  "Howard malitere ndụ okike ya dị ka ónyé na-agba egwú, tupu ọ rụọ ọrụ na nka anya",
  "Na mbido afọ 1980, ntinye Howard weere ụdị windo eji eme ihe site na ụlọ ahịa na ụlọ ụka",
  "Ha mechara ghọọ ébé óbíbí ndị e wuru ewu nke nyéré ébé óbíbí ndị a na-agagharị agagharị",
  "Dịka ọmụmaatụ, na 1990 Howard mepụtara ụlọ e ji karama na ájá mee na atrium nke Afro-American Museum na Los Angeles; ọrụ a sitere n'ike mmụọ nsọ nke akwụkwọ Autobiography of an Ex-Colored Man nke James Weldon Johnson ma na-ezo aka n'ụlọ karama nke Johnson kọwara n'akwụkwọ ahụ",
  "N'afọ 2005, o mepụtara ma tinye ụlọ e ji ugegbe na-acha ọbara ọbara mee na Museum of Glass na Tacoma, Washington.  N'afọ 2019, e gosipụtara ọrụ Howard \"TAP: Investigation of Memory\" na Oakland Museum nke California",
  "Ihe ngosi ahụ bụ ihe ngosi multimedia dị ike nke na-enyocha isiokwu nke njirimara, omenala ụka, gentrification, ịgba egwu, ime ihe, na ihe ndị ọzọ",
  "https://museumca.org/exhibit/mildred-howards-tap-investigation-memory",
  "N'afọ 1991, Howard natara Adaline Kent Award site na San Francisco Art Institute màkà ntinye ya Ten Little Children (otu ka a gbagburu ma mgbè ahụ enwere itoolu), ọrụ na-anọchite anya ili ozu nke sitere n'ike mmụọ nsọ nke ogbugbu Soweto.",
  "Ọ bụ ónyé natara Rockefeller Fellowships abụọ na Bellagio, Ịtali (1996 na 2007); Joan Mitchell Award; NEA Fellowship in Sculpture; na Flintridge Foundation Award for Visual Art.",
  "N'afọ 2011, a kwanyeere Howard ugwu na Berkeley City Hall Chambers ébé ónyé isi ọbọdọ Berkeley Tom Bates kwupụtara na Tuesday, March 29, 2011 bụ Mildred Howard Day. N'afọ 2012, Howard natara onyinye SPUR, nke a kọwara dị ka \"ihe Nríte ọbọdọ kachasị ukwuu na nke a ma ama kwa afọ\" nke San Francisco, site na San Francisco Planning and Urban Research Association.",
  "Safụ Ụlọ (2005)",
  "\"Ụlọ nke Na-agaghị Aghata Maka Agba Ọ bụla Karịa nke Ya\" - (2011)",
  "\"Ụlọ nke Na-agaghị Aghata Maka Agba Ọ bụla Karịa nke Ya\" - (2011)",
  "\"Ụlọ nke Na-agaghị agafe maka Agba Ọ bụla karịa nke ya\" - (2011)- gosipụtara ebe a na 2020, arụnyere na Battery Park City, NYC",
  "Mildred Howard n'ime Ụlọ nke Na-agaghị agafe maka Agba Ọ bụla karịa nke ya, Eprel 2022",
  "Howard - 2022"
]