[
  "A mille-feuille (French pronunciation: [mil fœj], \"thousand-sheets\"), nke a makwaara site na aha Napoleon, vanilla slice, na custard slice, bụ ihe oriri e ji achịcha puff mee nke e ji mmiri ara ehi kpuchie. Ọdịdị ya nke oge a nwere mmetụta site na mmelite nke Marie-Antoine Carême mere.",
  "Dị ka omenala si dị, a na-eji okpukpu atọ nke achịcha puff (pâte feuilletée), na-agbanwe agbanwe na okpukpu abụọ nke mmiri ara ehi (crème pâtissière)",
  "A na-emecha okpokoro achịcha dị n'elu n'ụzọ dị iche iche: mgbe ụfọdụ, a na-etinye ya na mmiri ara ehi, ma ọ bụ enwere ike iji shuga ice, koko, ihe nkedo, ma ọ bụrụ almond a pịrị apị mee ya",
  "A pụkwara iji ice ma ọ bụ fondant naanị ya mee ka ọ dị ọcha, ma ọ bụ na-agbanwe agbanwe na-acha ọcha (icing) na-acha nchara nchara (chocolate) ma ọ bụ akara ndị ọzọ na-acha uhie uhie, ma na-agbanye iji mepụta mmetụta marble.",
  "Ihe niile dị na ntụziaka ahụ dị n'ọtụtụ akwụkwọ nri kemgbe ọ dịkarịa ala narị afọ nke iri na isii, mana a maghị kpọmkwem mmalite nke mille-feuille",
  "Dị ka Oxford Companion to Sugar and Sweets si kwuo, usoro nri mille-feuille sitere na narị afọ nke iri na asaa nke French na narị afọ iri na asatọ nke English bụ ihe na-ebute ụzọ na-ekpuchi achịcha.",
  "Nkwupụta mbụ nke aha 'mille-feuille' n'onwe ya pụtara na 1733 n'akwụkwọ nri asụsụ Bekee nke onye isi nri French Vincent La Chapelle dere. A na-enye mille-feuille nke narị afọ nke iri na asatọ na jam na marmalade kama imeju.",
  "N'asụsụ French, aha mbụ nke mille-feuille pụtara obere oge ka e mesịrị, na 1749, n'akwụkwọ nri nke Menon:",
  "Iji mee achịcha mille-feuille, ị na-aṅụ achịcha puff, jiri ya mee achịcha ise hà nhata, & nke ịdị arọ nke mkpụrụ ego abụọ, na nke ikpeazụ ị ga-eme oghere n'etiti n'ụdị obe Knight, gbasara ogo ị ga-adabere na efere ị ga-eji mee ihe maka ọrụ, sie ha n'ọkụ",
  "Mgbe a na-eme ha ma na-eme ka ha jụọ oyi, tinye ha n'otu n'otu, nke nwere oghere n'elu, & jams n'etiti achịcha ọ bụla, [okwu a na-edochaghị anya, ma eleghị anya na-ezo aka na ikpuchi akụkụ niile na jam] & ice ha n'ebe niile na ice ọcha ka ha wee yie ka ha bụ otu iberibe; ị nwere ike iji jelly currant na-acha ọbara ọbara, akpụkpọ lemon na pistachio, na-enye ha n'elu efere.",
  "A naghị eji okwu 'mille-feuille' mee ihe ọzọ n'akwụkwọ ntụziaka nke narị afọ nke iri na asatọ",
  "Otú ọ dị, n'okpuru ọchịchị Napoleon Bonaparte, ọtụtụ n'ime ụlọ ahịa achịcha kachasị mma na Paris yiri ka ha rere achịcha ahụ. N'ime narị afọ nke iri na itoolu, ntụziaka niile na-akọwa achịcha ahụ dị ka nke jupụtara na jam, ma e wezụga ntụziaka 1876 nke Urbain Dubois, ebe a na-enye ya na mmiri ara ehi Bavaria.",
  "Dị ka Alan Davidson si kwuo na Oxford Companion to Food, a na-ekwukarị na Szeged, Hungary, mepụtara ụdị ahụ (ma ọ bụghị nke achịcha n'onwe ya), ebe a na-akpọ 'Szegediner Torte'.",
  "Dị ka omenala si dị, a na-eji okpukpu atọ nke achịcha puff, na okpukpu abụọ nke crème pâtissière",
  "A na-ekpuchi elu ya na shuga ntụ ntụ. Na ọdịiche ndị ọzọ, a na-eji icing na-egbuke egbuke n'elu ya, na-agbanwe agbanwe na-acha ọcha (icing) na-acha nchara nchara (chocolate), wee kpochapụ ya",
  "Taa, e nwekwara mille-feuille na-atọ ụtọ, na cheese na spinach ma ọ bụ ihe ndị ọzọ na-atọ ọchị",
  "[citation needed]",
  "Dị ka La Varenne si kwuo, a na-akpọbu ya gâteau de mille-feuilles (\"achịcha nke otu puku akwụkwọ\"), na-ezo aka n'ọtụtụ akwa achịcha",
  "N'iji achịcha ọdịnala, nke e ji okpukpu isii nke okpukpu atọ mee, ọ nwere okpukpu 729; na ụfọdụ usoro nri nke oge a ọ nwere ike ịnwe ihe ruru 2,048.",
  "Na France, a na-eji okpukpu abụọ jikọtara ọnụ nke pâte feuilletée jupụtara na frangipane eme achịcha a na-akpọ Napoleon.",
  "N'Australia, ụdị nke mille-feuille bụ custard slice, nke a makwaara dị ka vanilla slice; n'ikwu okwu, a na-akpọ ya mgbe ụfọdụ 'snot block' ma ọ bụ 'pus pie'",
  "A na-eme ya site na iji crème pâtissière, na n'ọtụtụ ọnọdụ, passionfruit icing",
  "\"French Vanilla slice\" na-ezo aka na ngwaahịa yiri nke ahụ na-enweghị fondant icing",
  "Na New Zealand, a maara ya n'ụzọ dị iche iche dị ka 'custard slice', 'custart square', 'vanilla slice', ma ọ bụ, na passion-fruit icing, 'passion-fruit slice'.",
  "A na-akpọ ụdị dị otú ahụ krempita na Serbia na Bosnia na Herzegovina, kremna rezina ma ọ bụ kremšnita na Slovenia na Croatia, na krémeš na Slovakia.",
  "Na Belgium na Netherlands, tompouce ma ọ bụ tompoes bụ ihe yiri ya",
  "E nwere ọtụtụ ọdịiche dị na Belgium, mana na Netherlands ọ nwetala ihe fọrọ nke nta ka ọ bụrụ ọnọdụ ihe ngosi, na obere ọdịiche a na-ahụ na ọdịdị, nha, ihe ndị mejupụtara na agba (na-abụkarị okpukpu abụọ nke achịcha, ihe fọrọ nke ọma mgbe niile na-acha pinki, mana oroma gburugburu ememme mba)",
  "A na-akpọ onye na-ese ihe nkiri Tom Puss nke Marten Toonder aha ya site na tompouce.",
  "Na mba Canada, a na-akpọkarị mille-feuille gâteaux Napoléon, ma ọ bụ 'Napoleon slice' na Bekee Canada",
  "A na-ere ya ma ọ bụ na custard, cream, ma ọ bụ ha abụọ, n'etiti okpukpu atọ nke achịcha puff; almond paste bụ ihe a na-ejikarị eme ihe",
  "Ụzọ French Canadian nke ime mille-feuille na-ahụ ya na-eji graham crackers mee ya kama ọ bụ puff pastry, na pudding dochie anya custard layer.",
  "N'akụkụ na-asụ German nke Switzerland nakwa na Austria, a na-akpọ ya Cremeschnitte",
  "N'Izrel, a maara ya site na ọdịiche nke aha ahụ, kremshnit (קרמשניט).",
  "Na Gris, a na-akpọ achịcha ahụ Fangφέιγ, ntụgharị nke okwu 'mille-feuille' site na iji mkpụrụ akwụkwọ Grik",
  "Ihe a na-etinye n'etiti okpokoro ndị ahụ bụ mmiri ara ehi [nkọwa dị mkpa] ebe a na-eji mmiri ara ehi Chantilly eme  n'elu achịcha",
  "[citation needed]",
  "Na Hong Kong, a na-etinye buttercream, meringue na walnuts na-ekpuchi (naa4 po3 leon4, 'Napoleon')",
  "Na Mainland China, ngwaahịa yiri nke a na-erekwa dị ka  (拿破ī; Nápòlún, ma ọ bụ karịa, 法式千層ī) dịgasị iche n'etiti mpaghara na ụlọ ọrụ na-eme achịcha n'otu n'otu, mana ọ na-enwekarị elu na ala nke achịcha puff siri ike, nke a na'iji akwụkwọ nri mee ka ọ dị mkpirikpi kama bọta, na achịcha sponge na ihe eji emeju bọta.",
  "Na Hungary, a na-akpọ ya krémes. Otu nsụgharị, francia krémes (French Napoleon), na-eji mmiri ara ehi na caramel kpuchie ya.",
  "N'Ịtali, a maara mille-feuille dị ka mille foglie, ma nwee ihe yiri ya",
  "Ụdị Italian na-atọ ụtọ na-agụnye achịcha na-atọ ọchị nke jupụtara na spinach, cheese ma ọ bụ pesto, n'etiti ihe ndị ọzọ",
  "Ihe ọzọ dị mkpa dị iche iche nke ụdị Italian bụ na ọ na-enwekarị akwa nke achịcha puff na akwa nke sponge cake (dịka site na ala ruo n'elu, achịcha puf, sponge cake strawberries na cream na mgbe ahụ achịcha puft).",
  "N'Iran, a na-akpọ achịcha ahụ شير__ilo____ilo____ilo__ (shirini-e Nâpel'oni, nke pụtara n'ụzọ nkịtị \"Napoleonic sweet pastry\")",
  "Ọ na-agụnye achịcha dị nro ma na-ejikarị shuga ntụ kpuchie ya.",
  "N'ọdịnala Lithuania, Napoleon ma ọ bụ Napoleonas yiri Napoleon nke Russia",
  "Nchịkọta ahụ dịtụ iche ka ndị Lithuania na-agbakwunye ọtụtụ mkpụrụ osisi dịka apricots",
  "A na-ejikọkarị ya na agbamakwụkwọ ma ọ bụ ememe ma na-enyekarị ya dị ka onyinye",
  "[citation needed]",
  "Na Tunisia, Morocco, na Algeria, a na-eri mille-feuille mgbe niile ma jiri aha French ha mara ha.",
  "Na Philippines, a na-akpọ ha napoleones (nke a na-azọrọ [na.pol.jɔ.nɛs], na-pol-yoh-nes; napoleón n'otu), a na-emekwa ha abụọ ma ọ bụ atọ, na-eji mmiri ara ehi ma ọ bụ crust na-acha ọcha eme ihe, na-ejikọta ya na shuga",
  "Ọ bụ ihe a ma ama na Negros Island, ọkachasị na Silay City, ọtụtụ ndị na-eleta agwaetiti ahụ nwere ike ịzụta ya dị ka pasalubong.",
  "Na Poland, a na-akpọ ụdị achịcha dị n'ógbè ahụ napoleonka, na-abụkarị kremówka",
  "Ọ na-agụnye okpukpu abụọ nke achịcha nke a na-ekewa site na nnukwu mmiri ara ehi",
  "A na-ejizi shuga na-acha ntụ ntụ kpuchie achịcha ahụ dum.",
  "Ndekota akwụkwọ egwuregwu nke mba Rọshịa , nwere achịcha bekee a kpọkwasịrị aha 'Napolion (Àtụ:Lang-ru) nke eburii uzo kpo aha dịka nke mbụ na n'ime ọkara nke mbụ n' ime senchury nke iri na itoolu",
  "Alexander Bestuzhev kọwara mpụta ihe  nke aha ndị a nke sitere na mmụọ nke oke mmekọrịta na akụkọ ka ọ sịrị mee nke mgbe ahụ.",
  "Achịcha bekee a abụrụla ihe e tọrọ eto maka ị bụrụ ihe amara nke oma kemgbe e mechara emume afọ otu narị nke mmeri nke Rọshịa megide Napolion na agha nke Petriotik  nke afọ otu puku, narị asatọ na iri na abụọ (1812)",
  "N' oge emume a n' afọ otu puku, narị asatọ na iri abụọ, achịcha bekee a agbara nkeji atọ bụ nke erere yiri bitcorne",
  "Ọtụtụ usoro nke achịcha bekee a n' egosipụta La Grande Armee",
  "lu achịcha bekee a ejiri ngwa ngwa nri ihe oghe oghe na ziputa snoo nke Rọshịa nke nyere ndị Rọshịa aka ị meri Napolin na agha",
  "mechara, achịcha bekee a bụrụ ihe eji ama ezigbo atụ maka nri ụtụtụ na nri nke Soviet",
  "E",
  "ans defeat Napoleon",
  "Later, the cake became a standard desert in the Soviet cuisine",
  "Nowadays, the Napoleon remains one of the most popular cakes in Russia and other post-Soviet countries",
  "It typically has more layers than the French archetype, but the sameht.",
  "Na Saut Afrịka  na Zimbabwe, a na-akpọ ya 'custard slice'.",
  "Na milhojas Spanish, achịcha puff dị gịrịgịrị ma na-agbaji agbaji",
  "Ha na-adịkarị oimi karịa naanị okpukpu atọ nke achịcha ma nwee ike iru5 feet (0.15 m) ogologo.\nNa mpaghara etiti, \"milhojas\" na-enwekarị naanị okpukpu abụọ ma ọ bụ atọ nke achịcha puff jupụtara na nnukwu okpukpu nke mmiri ara ehi ma ọ bụ chantilly.",
  "Na Sweden nakwa na Finland, Napoleonbakelse (Napoleon pastry) bụ mille-feuille jupụtara na cream, custard, na jam",
  "A na-eji icing na currant jelly eme ihe n'elu achịcha ahụ",
  "Na Denmark a na-akpọ ya napoleonskage na Norway napoleonsmake, ha abụọ pụtara 'Napoleon cake'.",
  "Na United Kingdom, a na-akpọkarị achịcha ahụ 'vanilla slice', 'cream slice', ma ọ bụ 'custard slice', mana enwere ike, mgbe ụfọdụ, ịkpọ ya mille-feuille ma ọ bụ \"Napoleon\" na ngwaahịa ndị a na-ahụkarị",
  "Ọ bụ ihe a na-ahụkarị na UK iji naanị akụkụ abụọ nke achịcha na otu, nnukwu ihe na-eme n'etiti ha.",
  "Na United States, a na-akpọkarị achịcha 'Napoleon'",
  "Ọ na-agụnyekarị okpukpu atọ nke achịcha, jupụtara na mmiri ara ehi, ma jiri shuga na-acha odo odo na-acha uhie uhie ma ọ bụ marble.",
  "Na milhojas nke Latin America, a na-etinye ụdị dị iche iche nke achịcha puff na dulce de leche na shuga nke confectioner n'elu",
  "Ụdị milhoja nke Colombia nwere ọkwa dị iche iche nke achịcha puff na mmiri ara ehi",
  "A na-eji arequipe ee leche) kpuchie ya.",
  "https://parsiday.com/5766-napoleon-pastry/"
]