[
  "Mimi Fawaz bụ onye nta akụkọ egwuregwu Naijiria-Lebanọn, onye na-eme ihe ngosi na onye na-egosi ihe ngosi nke na-arụ ọrụ ugbu a dị ka onye na-ekwu okwu egwuregwu na Focus on Africa, mmemme akụkọ BBC na-agbasa na BBC World News n'akụkụ BBC Africa na BBC Sports",
  "Ọ rụrụ ọrụ na CNN, ESPN na ITV Television networks. Na Jenụwarị na afọ 2017, ọ kwadoro 2016 GLO-CAF Awards n'akụkụ onye Naijiria na-eme ihe nkiri Richard Mofe-Damijo.",
  "A mụrụ Fawaz na Lebanọn n'aka nne Naijiria nke si na obodo Asaba, Delta State, Naijiria na nna Lebanọn, mana ọ dịghị mgbe ọ biri n'ebe ahụ n'onwe ya",
  "Ọ tolitere na Naijiria",
  "Ọ gụsịrị akwụkwọ na Mahadum City nke London ebe ọ gụrụ maka masters na journalism.",
  "Fawaz malitere dị ka onye nta akụkọ na CNN. O mechara gaa rụọ ọrụ na ITN, ITV London na ITV News London ebe ọ gbara Sarah, Duchess of York ajụjụ ọnụ. Mgbe ọ nọ na akụkọ ITV, o mepụtara akụkọ ha banyere asọmupi Champions League nke afo 2008 n'etiti Manchester United na Chelsea nke emere na Moscow, Russia.",
  "Fawaz bụ onye ọbịa, onye na-emepụta ihe na onye na-egosi na ụlọ ọrụ TV Pan-African nke dị na London Vox Africa TV's flagship show Sports 360. Ọ bụ onye na-ahụ maka Vox Africa na VoxLive na akụkọ akụkọ na VoxNews.",
  "N'afọ 2013, mgbe ọ na-arụ ọrụ na Vox Africa, Fawaz jikọtara ihe ndekọ banyere ihe nketa Nelson Mandela nke akpọrọ Mandela: A reflection on Robben Island nke nyere ya ohere ileta Robben Island. E gosipụtara ihe ngosi ahụ na Vox Africa na ọnwa Mee na afọ 2013.",
  "E nyere Fawaz ọrụ dị ka onye na-enye aka na CNN maka bọọlụ Afrịka, ebe ọ ga-ekpuchi iko mba Afrịka ugboro abụọ, 2013 AFCON na 2015 FCON na South Africa na Equatorial Guinea. N'ọnwa Eprel na afọ 2015, Fawaz bụ onye nhazi maka LSE Africa Summit na London School of Economics nke osote onye isi ala Naịjirịa, Yemi Osinbajo bụ onye ọkà okwu ọbịa. Na ọnwa Jenụwarị 5, n'afọ 2017, ọ kwadoro GLO-CAF Awards ya na onye na-eme ihe nkiri Naijiria Richard Mofe-Damijo (RMD). N'ọnwa Mee na afọ 2017, ọ kpuchiri nzukọ FIFA nke 67 na Manama, Bahrain na ọnwa na-esote na June 2017, FIFA Confederations Cup na Russia maka Kwese Sports.",
  "N'oge ọ na-arụ ọrụ, Fawaz agbaala ọtụtụ ndị Afrịka a ma ama ajụjụ ọnụ gụnyere onye bụbu onye isi ala Tanzania, Jakaya Kikwete, Namadi Sambo, onye bụbu osote onye isi ala Naịjirịa, ndị egwu egwu Naịjirị P-Square na ndị bụbu ndị egwuregwu bọọlụ Afrịka Kanu Nwankwo na Didier Drogba.",
  "Fawaz arụwokwa ọrụ dị ka onye nweere onwe ya maka ESPN, na usoro na-ekpuchi Wimbledon Championship na US Open maka ọwa ahụ.",
  "N'abalị iri na asaa n'ọnwa Ọgọstụ n'afọ 2021, Fawaz kwadoro asọmupi ikpeazụ nke iko mba Afrịka nke afọ 2021 ya na onye na-ahụ maka TV na redio na Cameroon Leonard Chatelain na Yaounde Conference Centre na Cameroon.",
  "Fawaz na-asụ asụsụ Bekee na French nke ọma. Ọ na-arụ ọrụ ebere, gụnyere ịkwado obodo ụmụaka SOS na ego n'ịmepụta ogige ụmụ mgbei na ọrụ ndị ọzọ na mba Afrịka."
]