[
  "Ming Smith bụ onye Amerịka na-ese foto",
  "Ọ bụ nwanyị Afrịka-Amerịka mbụ na-ese foto nke Museum Of Modern Art na New York City nwetara ọrụ ya.",
  "A mụrụ Smith na Detroit, Michigan, ma zụlite ya na Columbus, Ohio",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Howard n'afọ 1973, ọ kwagara New York City, ebe ọ chọtara ọrụ ime ihe ngosi",
  "Mgbe ọ nọ na New York, ọ zutere onye na-ese foto Anthony Barboza, onye nwere mmetụta mbụ.",
  "Ụzọ Smith si ese foto gụnyere usoro dị na igwefoto dịka ịji focus gwu egwu, usoro ụlọ gbara ọchịchịrị dị ka ngosipụta okpukpu abụọ, usoro collage na eserese na mbipụta",
  "Ọrụ ya anaghị etinye aka na akwụkwọ nke ihe omume karịa na ngosipụta nke ahụmịhe",
  "A kọwawo ya dị ka ihe na-enweghị isi na ihe na-adịghị adị, dị ka New York Times kwuru: \"Ọrụ ya, nke onwe ya na nke na-ekwupụta, sitere n'ọtụtụ ebe nka, nke kachasị surrealism",
  "O jirila usoro dịgasị iche iche mee ihe: ise foto ya site na akụkụ dị iche iche, na-agbapụ ma ọ bụ site na mmetụta ikuku dị ka alụlụ na onyinyo, na-egwuri egwu na juxtapositions pụrụ iche, ọbụna na-agbanwe ma ọ bụ na-ese ihe n'elu mbipụta",
  "\" Ọrụ mbụ Smith nwere foto ndị a gbara ngwa ngwa iji mepụta ihe nkiri dị iche iche, n'ihi usoro a ọtụtụ foto ya nwere ụbọchị abụọ",
  "O jirila usoro nke ịpị aka mee ihe na ụfọdụ ọrụ ya, ọkachasị usoro Transcendence ya.",
  "Ụfọdụ n'ime ọrụ Smith gosipụtara na Museum of Modern Art na-egosi nne na Harlem",
  "A na-ewere foto ndị a site na iji ụdị akwụkwọ iji see foto ndị a.",
  "Smith eseela ọtụtụ ndị isi ojii dị mkpa n'oge ọrụ ya, gụnyere Alvin Ailey na Nina Simone",
  "N'afọ 1973, e gosipụtara Smith na mpịakọta mbụ nke Black Photographers Annual, akwụkwọ nwere njikọ chiri anya na Black Arts Movement nke afọ ndị 1960s na mmalite afọ ndị 1970s. Smith nwere ihe ngosi mbụ ya na Cinandre, ụlọ ntutu isi, n'afọ 1973",
  "Na Cinandre, ọ zutere Grace Jones, onye ọ na-ese foto na-eyi tutu ojii na ọcha mgbe ụfọdụ",
  "Smith na-echeta na ya na Jones ga-ekwu maka ịlanarị dị ka ndị na-ese ihe ojii",
  "Smith tụgharịrị uche na ncheta site n'ikwu, sị: \"Anyị si na Jim Crow pụta",
  "Ya mere, ịbịa New York ma gbalịa ịbụ ihe nlereanya ma ọ bụ ihe ọ bụla bụ ihe ọhụrụ",
  "\" Afọ abụọ ka e mesịrị (1975), Smith ghọrọ nwanyị mbụ so na otu foto nke Harlem bụ Kamoinge, n'okpuru onye nduzi Roy DeCarava. E hiwere ụlọ ọrụ Kamoinge na New York n'afọ 1963 iji kwado ọrụ nke ndị na-ese foto ojii n'ọhịa ndị ọcha na-achịkwa mgbe ahụ",
  "Ìgwè ahụ, nke ka dị taa, emeela ọtụtụ ihe, gụnyere ihe ngosi, nkuzi, ogbako, na mbipụta nke portfolios maka nkesa na ebe ngosi ihe mgbe ochie",
  "Smith sonyere na Kamoinge na ihe ngosi atọ na New York na Guyana.",
  "Smith wepụrụ akwụkwọ na Museum of Modern Art (MOMA), ebe onye na-anabata ndị ọbịa weere ya dị ka onye ozi",
  "Mgbe ọ laghachiri, a kpọgara ya n'ọfịs onye nlekọta",
  "Susan Kismaric kpọrọ ọnụahịa maka ọrụ Smith, nke Smith jụrụ n'ihi ọnụahịa anaghị akwụ ụgwọ ya",
  "Kismaric gwara Smith ka ọ tụgharịa uche, nke o mechara mee",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ ghọrọ nwanyị ojii mbụ na-ese foto nke a gụnyere na nchịkọta nke Museum of Modern Art (MOMA) na New York City. Na mgbakwunye na MOMA, e gosipụtara nka Smith na Schomburg Center for Research in Black Culture na Smithsonian Anacostia Museum & Center for African American History and Culture na Washington, DC.",
  "Smith egosila ugboro abụọ na Bellvue Hospital Centre na Morristown, New Jersey, site na ngosi nka ha na Atrium",
  "Nke mbụ bụ n'afọ 1995, maka Cultural Images: Sweet Potato Pie, ihe ngosi nke Russell A",
  "Murray haziri",
  "N'afọ 2008, o nyere aka dị ka akụkụ nke ihe ngosi New York City: In Focus, akụkụ nke Creative Destinations 2008 Exhibition of African American Art.",
  "A gụnyere foto Smith na akwụkwọ Ntozake Shange nke afọ 2004 The Sweet Breath of Life: A Poetic Narrative of the African-American Family and Life",
  "N'afọ 2010, e tinyere ọrụ ya na ihe ngosi MOMA Pictures by Women: A History of Modern Photography Ihe ngosi a weghachiri ọrụ Smith na nke Diane Arbus ma gosipụta mmasị na-arịwanye elu na ọrụ Smith. N'ịbụ nke onye nlekọta Roxana Marcoci haziri, Sarah Meister haziri ya site na Ngalaba Foto",
  "N'afọ 2017, e mere nnukwu ihe ngosi nyocha nke ọrụ Smith na Steven Kasher Gallery na New York. Ihe ngosi ahụ gosipụtara ihe osise ojii na-acha ọcha 75 nke na-anọchite anya ọrụ Smith."
]