[
  "Minenhle Dlamini (a mụrụ n'ụbọchị nke 7 n'ọnwa Julaị n'afọ 1990), nke a maara dị ka Minnie Dlamini, bụ onye South Afrika na-eme ihe nkiri na onye nlereanya. N'afọ 2010, a họpụtara ya dị ka onye ngosi ọhụrụ maka SABC 1 Friday live-music show Live Amp",
  "A mụrụ ya na Jabulani na Queen Dlamini na Durban, KwaZulu-Natal Province nke South Afrika",
  "Ọ gụrụ akwụkwọ na Northlands Girls 'High School tupu ọ gaa Mahadum nke Cape Town ebe ọ gụrụ ihe nkiri, mgbasa ozi, ihe nkiri na akụ na ụba.",
  "Na 8 Julaị na afo 2017, ọ lụrụ Quinton Jones n'alụmdi na nwunye ọdịnala nke weere ọnọdụ na Glenn Hills, Durban North; tupu mgbe ahụ, ha gara n'ihu ime agbamakwụkwọ ọcha na 16 Septemba na ikike mkpuchi pụrụ iche rere Multichoice maka R6-million.",
  "Na 13 afo Ọktọba, site na Vuzu Amp na DStv, ọ malitere ihe omume mbụ nke Minnie Dlamini: Becoming Mrs Jones, usoro ihe nkiri atọ nke na-edekọ njem ya tupu agbamakwụkwọ na mgbe agbamakwụkwọ gasịrị. Na 19 afo Ọktoba, VuzuTV kwupụtara site na Twitter, na ihe omume mbụ nke Minnie Dlamini: Becoming Mrs Jones ghọrọ ihe ngosi kachasị elu na akụkọ ihe mere eme Vuzu Amp.",
  "Ná mmalite afọ 2022, a kọrọ na Minenhle na Quinton gbara akwụkwọ maka ịgba alụkwaghịm mgbe afọ anọ nke alụmdi na nwunye gasịrị mgbe ekwuru na ya na onye ọchụnta ego Edwin Sodi ghọgburu.",
  "Mgbe ọ na-agụ akwụkwọ na Mahadum nke Cape Town, Dlamini bụ onye na-eme ihe ngosi maka LIVE na 16 June na afo 2010, mgbe ọ pụtara na ihuenyo mbụ ya mgbe ọ na-ekpuchi \"Youth Day\" na \"World Cup celebrations\" shows\". O mechara kwado Mzansi Insider, ihe ngosi ndụ nke SABC 1",
  "N'afọ 2012, ọ gbara arụkwaghịm na ihe ngosi ahụ iji nweta ọrụ ime ihe nkiri. N'afọ 2013, Minnie gbanwere na mgbasa ozi egwuregwu site n'iso Thomas Mlambo na-akwado Soccerzone, ruo n'afọ 2016 mgbe SABC 1 gbanwere usoro ihe ngosi ahụ. Kemgbe ahụ, ọ kwadoro ọtụtụ mmemme onyinye obodo na mba ụwa, gụnyere 14th Metro FM Music Awards, 2016 Africa Magic Viewers Choice Awards, PSL Awards na South African Film and Television Awards.",
  "N'afọ 2010, Dlamini bidoro dị ka onye na-eme ihe nkiri na Generations, ihe nkiri SABC 1 TV nke ọ pụtara dị ka Miranda. Ọ gara n'ihu na-arụ ọrụ dị ka Zintle Lebone na ncha The Wild na dị ka Nosipho Bogatsu na Rockville",
  "Na Septemba afo 2011, a mara ọkwa Dlamini dị ka ihu ọhụrụ nke ụlọ ahịa LEGit nke South Afrika, ya na ụdị ejiji ya, Minnie-Series.",
  "N'afọ 2014, Dlamini hiwere Minnie Dlamini Foundation, otu nzukọ ọrụ ebere nke e guzobere iji nyere ụmụ agbọghọ South Africa aka inweta ezigbo agụmakwụkwọ. Na 15 Julaị afo 2015, ọ kwupụtara site na Twitter na ntọala ya ga-akwado ụmụ akwụkwọ 29 na ụgwọ mahadum ha."
]