[
  "Miria Rukoza Koburunga Matembe, LL.D (honoris causa) (amụrụ n'abalị iri abụọ na asatọ n'ọnwa Ọgọstụ n'afọ 1953) bụ onye bụbu onye otu ndị omeiwu Pan-African si Uganda",
  "Mgbe ọ na-eje ozi n'ebe ahụ, ọ bụ onye isi oche nke Kọmitii na Iwu, Ihe Nketa na Ịdọ Aka ná Ntị bụ kọmitii na-adịgide adịgide nke ndị omeiwu.",
  "Na onwa June na afọ 2006, ọ ghọrọ onye Reagan-Fascell Democracy Fellow na National Endowment for Democracy.",
  "Matembe bụ onye isi oche nke Citizen coalition on electoral democracy in Uganda (CCEDU) ugbu a.",
  "A mụrụ Matembe na Bwizi Bwera, Kashari, na Mbarara, na Samuel na Eseza Rukooza bụ ndị ọrụ ugbo",
  "Matembe bụ nwa nke anọ n'ime ụmụnne itoolu, ụmụ nwoke ise na ụmụ nwanyị anọ.",
  "Matembe gara Rutooma uloakwukwo utakara, ebe ọ sonyeere Bweranyangi Girls maka O-Level ya",
  "Ọ gara kọleji Namasagali maka ọkwa A ya.\nỌ natara nzere Bachelor of Laws (LLB) na Mahadum Makerere na nzere Master of Laws, LLM na Mahadim Warwick.",
  "Matembe malitere ọrụ ya dị ka onye ọka iwu steeti ụmụ akwụkwọ na Ngalaba nke DPP Ministry of Justice",
  "Mgbe ahụ, ọ kwagara nkuzi na Makerere University Business School(MUBS) nke bụ Uganda College of Commerce n'oge ahụ",
  "Mgbe afọ 5 gasịrị, ọ kwagara na Central Bank of Uganda",
  "Ọ bụ onye omeiwu nke Mbarara District Woman Member site n'afọ 2001 ruo na afọ 2006. Ọ bụ NRM Peggy Waako meriri ya na ntuli aka ndị okenye nke afọ 2021 ebe ọ na-achọ ịnọchite anya ndị agadi na Nzukọ Ndị Omeiwu nke iri na otu.",
  "Miria Matembe abụwo onye nkwado siri ike na onye na-akwado ikike ụmụ nwanyị na Uganda",
  "Ruo ihe karịrị afọ iri abụọ malite na afọ 1989, ọ bụ onye otu ndị omeiwu nke Uganda",
  "Ọ rụrụ ọrụ na gọọmentị Uganda dị ka minista maka ụkpụrụ omume na iguzosi ike n'ezi ihe site na afọ 1998 ruo na afọ 2003, mgbe nke ahụ gasịrị ọ ghọrọ onye otu ndị omeiwu Pan-African na-anọchite anya Uganda.",
  "N'afọ 1995, ọ bụ onye otu Kọmitii Iwu nke mepụtara Iwu Ugandan ma Ọ bụ otu n'ime ndị ọkachamara si Uganda na Kenya nke nyochara ma mee atụmatụ maka Iwu Iwu nke Tanzania ma nye Kọmitii Warioba nchọpụta ha n'afọ 2015, n'okpuru nkwado nke Kituo cha Katiba. Ọ bụbu onye isi oche nke Action for Development, otu na-akwado ụmụ nwanyị na Uganda, otu o guzobere.",
  "N'afọ 1990, ọ bụ osote onye isi nke Pan-African Congress nke e mere na Kampala",
  "Ọ bụ onye nkuzi na iwu na Bekee na Chartered Institute of Bankers, kwa na Kampala",
  "Onye ọka iwu site na ọrụ, Matembe bụkwa onye dere ọtụtụ isiokwu na akwụkwọ, Miria Matembe: Gender, Politics, and Constitution Making in Uganda, on women in politics.",
  "N'ọnwa Ọktoba na afọ 2006, Matembe kwuru okwu akpọrọ \"Women, War, Peace: Politics in Peacebuilding\" na Mahadum San Diego's Joan B",
  "Kroc Institute for Peace & Justice Distinguished Lecture Series.",
  "N'afọ 2011, o kwuru okwu dị mkpa na 11th Sarah Ntiro Lecture and Award nke emere na Grand Imperial Hotel, Kampala -Uganda nye ụmụ nwanyị ndị bụ ndị na-akpali akpali ma ọ bụ ndị rụrụ ọrụ iji mee ka agụmakwụkwọ nwa agbọghọ dị mfe na Forum for African Women Educationalists (Fawe) haziri ihe omume na, maka nwa agbọghọ na-enweghị ihe ịga nke ọma",
  "Ihe nrite ndị bụ isi bịara n'ụdị abụọ; ihe nrite \"Woman of Distinction\" nke na-amata ụmụ nwanyị ọrụ ha na-akwalite agụmakwụkwọ ụmụaka, na ihe nrite Model of Excellence nke na-enye ụmụ nwanyị na-eme nke ọma bụ ndị setịpụrụ ezigbo ihe nlereanya maka ụmụ agbọghọ.",
  "Matembe onye bụ otu n'ime ndị a na-asọpụrụ maka mbọ siri ike ọ na-agba ịkwalite agụmakwụkwọ ụmụaka nwanyị kelere chi mgbe ọ na-anabata onyinye ahụ",
  "O kwuru na amaghị ihe na enweghị ihe onwunwe bụ ụfọdụ n'ime nsogbu ndị na-egbochi ọganihu nke agụmakwụkwọ ụmụaka nwanyị.",
  "Ọ lụrụ Nekemia Matembe ma ha mutara ụmụ nwoke anọ, aha ha bụ Godwin, Gilbert, Gideon, na Grace."
]