[
  "Matodzi Mirriam Ramadwa bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Onye otu African National Congress, a họpụtara ya na Limpopo Provincial Legislature na 2009",
  "N'afọ 2013, a họpụtara ya dị ka onye otu Executive Council (MEC) maka egwuregwu, nka na ọdịbendị",
  "A họpụtara Ramada dị ka ọkà okwu nke ndị omeiwu mpaghara na 2014",
  "N'afọ 2015, ọ gbara arụkwaghịm dị ka ọkà okwu",
  "A họpụtara Ramadwa ka ọ bụrụ onye omeiwu mba South Africa n'afọ 2019.",
  "Ramadwa bụ nọọsụ site na ọrụ",
  "O nwetara asambodo na Leadership na Governance na asambodo na Labour Law na Mahadum nke Witwatersrand",
  "Site na Mahadum nke Western Cape, ọ nwetara diplọma na Economic Management Science.",
  "Ramadwa jere ozi na kọmitii na-ahụ maka mpaghara (PEC) na kọmiti na-arụ ọrụ mpaghara (PWC) nke African National Congress na Limpopo",
  "Ọ bụkwa onye isi oche nke Congress of South African Trade Unions (COASTU) na mpaghara ahụ.",
  "A họpụtara Ramadwa ka ọ bụrụ onye omeiwu Limpopo Provincial na 2009",
  "N'ọnwa Julaị afọ 2013, onye isi ala Stanley Mathabatha họpụtara ya dị ka onye otu Executive Council (MEC) maka egwuregwu, nka na ọdịbendị. Mgbe ntuli aka nke afọ 2014 gasịrị, a họpụtara Ramadwa dị ka ọkà okwu nke ndị omeiwu mpaghara. N'ọnwa Mee afọ 2015, ANC nyere Ramadwa iwu ka ọ gbaa arụkwaghịm dị ka ọkà okwu nke ndị omeiwu mpaghara, ka onye omeiwu ANC Polly Boshielo wee nwee ike ịnọchi ya. Ọ jụrụ ịhapụ ọrụ dịka ọkà okwu",
  "N'abalị iri na ise n'ọnwa Ọgọstụ n'afọ 2015, ndị ANC kwụsịtụrụ ịbụ onye otu ya ka ha na-echere ịdọ aka ná ntị.",
  "Ramadwa mechara gbaa arụkwaghịm dị ka ọkà okwu na 29 Septemba 2015, n'otu ụbọchị ahụ ka a ga-arụrịta ụka na ndị omeiwu mpaghara maka iwepụ ya dị ka ọkà mmụta. E wepụrụ nkwụsịtụ nke ndị otu ANC ya na 18 Nọvemba 2015. Ọ gara n'ihu dị ka onye otu nkịtị nke ndị omeiwu mpaghara ruo na ntuli aka 2019",
  "Na ntuli aka 2019, a họpụtara Ramadwa ka ọ bụrụ onye omebe iwu nke South Africa site na ndepụta Limpopo nke ANC.",
  "N'ọnwa Ọgọstụ 2019, a kpughere na Ramadwa ahapụla oge a kara aka ịpụ n'obodo ndị omeiwu dị na Polokwane",
  "O kwuru na o degaara ndị omeiwu na ngalaba ọrụ ọha na eze akwụkwọ na-arịọ ka a gbatịkwuo oge ọ nọrọ n'ihi na ọ dị ya mkpa ịchọ ụlọ akwụkwọ na Cape Town maka ụmụ mgbei abụọ ọ na-elekọta.",
  "Àtụ:Current MPs of South Africa"
]