[
  "Misan Harriman (a mụrụ n'afọ 1977) bụ onye Britain amụrụ Naịjịrịa onye na-ese foto, onye ọchụnta ego na onye na-akwado mmekọrịta mmadụ na ibe ya",
  "Nakwa ịbụ otu n'ime ndị na-ese foto kachasị ekerịta nke Black Lives Matter movement, Harriman bụ onye isi ojii mbụ sere mkpuchi nke British <i id=\"mwDQ\">Vogue</i> n'afọ nke otu narị na anọ nke ụlọ ọrụ ahụ",
  "Na Julaị 2021 Harriman malitere ọrụ ya dị ka onye isi oche nke Southbank Centre, London.",
  "A mụrụ Harriman na Calabar, Nigeria, n'afọ 1977. Ọ bụ nwa Chief Hope Harriman (onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị si Warri na Delta Steeti Naịjirịa). Ọ gara Stubbington House School na Bradfield College na England",
  "Mgbe ọ gụsịrị akwụkwọ, Harriman rụrụ ọrụ na ntinye akwụkwọ na City of London.",
  "Harriman nwere mmasị na foto site na nwata, nke a gụnyere inye ihe ngosi n'ụlọ akwụkwọ na Stanley Kubrick ji ìhè mee ihe na Barry Lyndon (1975) dị afọ itoolu",
  "N'afọ 2016, Harriman guzobere ụlọ ọrụ mgbasa ozi n'Ịntanet nke a kpọrọ What We Seee",
  "Ọ malitere ịse foto n'afọ 2017 ma bụrụ onye nkuzi onwe ya.",
  "Ọrụ foto Harriman gụnyere ịse foto ndepụta dị iche iche nke ndị ama ama, nke gụnyere Meghan Markle, Rihanna, Stormzy, Olivia Colman, Princess Beatrice, Cate Blanchett, Chiwetel Ejiofor, na Tom Cruise, yana idekọ The Extinction Rebellion, ọgụ ihu igwe na ngagharị iwe megide Trump na 2019. N'oge opupu ihe ubi nke afọ 2020, Harriman sere ọtụtụ foto nke ndị bi n'oge COVID-19 n'obodo ya bụ Woking na ọrụ a na-akpọ Lost in Isolation Foto ya nke ngagharị iwe Black Lives Matter nke e mere n'oge okpomọkụ nke afọ 2020 pụtara na BBC na magazin Vogue na The Guardian, n'ọnwa July, o gosipụtara na Piccadilly Lights na Piccadilly Circus na Central London. Mkpuchi nke Harriman maka mbipụta ọnwa Septemba nke Vogue—nke bụ mbipụta kachasị mkpa nke afọ—gụnyere ihe onyonyo Adwoa Aboah, Marcus Rashford na ndị nkwado mmadụ iri na asatọ ndị ọzọ metụtara otu Black Lives Matter si gburugburu ụwa.. Ndị na-ese foto abụọ, Cornelius Walker na Ron Timehin nyeere ya aka. Ná mmalite afọ 2021 Harriman were foto ahụ iji kwupụta afọ ime nke Meghan, Duchess nke Sussex.",
  "Na Julaị 2021, Harriman malitere nhọpụta nke onye isi oche nke ndị nlekọta nke Southbank Centre.",
  "Harriman lụrụ di ma nwee ụmụ abụọ."
]