[
  "Miss USA 2013 bụ asọmupi Miss USA nke iri isii na abụọ, nke emere na June 16, 2013 na The AXIS na Las Vegas, Nevada.\nSteeti iri ise na District of Columbia sọrọ mpi maka aha ahụ ma a na-egosi asọmupi ahụ na NBC",
  "Onye na-apụ apụ bụ Nana Meriwether nke Maryland kpuchiri onye nọchiri ya bụ Erin Brady nke Connecticut na njedebe nke ihe omume ahụ",
  "Nke a bụ okpueze Miss USA mbụ nke Connecticut.",
  "Ndị na-ekiri ihe nkiri ahụ nwere ike ịmekọrịta ihe na asọmupi ahụ site na Twitter na Zeebox",
  "Ndị Fans nwere ike ịtụ vootu maka onye asọmupi kachasị amasị ha site na ebe nrụọrụ weebụ Miss USA, site na Mee 15 ruo Juun 15",
  "Jessica Billings, Miss Pennsylvania USA, onye meriri na ntuli aka a meriri n'elu iri na ise n'abalị ikpeazụ. Miss Texas USA, Alexandria Nugent, meriri votu Twitter kachasị n'etiti mmadụ iri kachasị elu, na-eme ka ọ nọrọ n'ime mmadụ isii kachasị elu.",
  "A họpụtara otu onye nnọchi anya si na steeti ọ bụla na District of Columbia na asọmupi steeti emere nke malitere na Julaị 2012 wee kwụsị na Jenụwarị 2013",
  "Asọmupi steeti mbụ bụ Florida, nke emere na Julaị 14, 2012 dị ka e mere atụmatụ",
  "Asọmupi ikpeazụ bụ Maine na Nevada, ha abụọ mere na Jenụwarị 27, n'afo 2013.",
  "Ndị nnọchi anya iri bụbu ndị mmeri Miss Teen USA steeti, ebe mmadụ abụọ bụbu ndị mmeri Miss America steeti na mmadụ abụọ ndị ọzọ bụkwa ndị mmeri Miss America's Outstanding Teen state",
  "Courtney Gifford ghọrọ onye mbụ bụbu Miss America's Outstanding Teen contestant na-emeri Miss USA state title.",
  "Tupu telecast ikpeazụ, ndị nnọchiteanya ahụ sọrọ mpi na asọmpi mbụ, nke gụnyere ajụjụ ọnụ nzuzo na ndị ọka ikpe na ihe ngosi ngosi ebe ha na-asọmupi na uwe igwu mmiri na uwe mgbede",
  "Asọmpi izizi ahụ weere ọnọdụ na June 12, n'afọ 2013, na elekere iri nke abalị (ET) nke Chet Buchanan na Nana Meriwether kwadoro, ma gbasaa ya n'ịntanetị na ebe nrụọrụ weebụ Miss USA site na iyi.",
  "N'oge asọmupi ikpeazụ, mmadụ iri na ise kachasị elu sọrọ mpi n'uwe igwu mmiri, ebe mmadụ iri kachasị elu sọrọ mpi uwe mgbede, mmadụ isii kachasị elu sọrọ mpi na ajụjụ ikpeazụ nke otu ndị ọka ikpe bịanyere aka na ya",
  "E kpebiri onye ikpeazụ nke isii site na ntuli aka Twitter."
]