[
  "Miss World Philippines bụ asọmupi ịma mma na Philippines nke na-ahọpụta ndị nnọchi anya mba ahụ na Miss World, otu n'ime Big Four international beauty pageants.",
  "Asọmupi a na-ahọpụta ndị nnọchi anya anọ ndị ọzọ isonye na obere asọmupi mba ụwa dịka Miss Supranational, Reina Hispanoamericana, na Miss Eco International",
  "Na mgbakwunye, onye na-ahazi asọmupi ahụ mekwara ka nwoke ibe ya bụ Mister World Philippines họrọ ndị nnọchi anya isonye na Mister World, na Mister Supranational.",
  "Ihe ngosi a sitere n'ike mmụọ nsọ nke Miss World Ltd",
  "\"Beauty with a Purpose\" wee malite ugbu a nakweere isiokwu \"Beauty in Giving\".",
  "Onye mmeri na ụlọ ikpe ya na-arụ ọrụ na ọrụ obi ebere na-abara ụmụaka nọ ná mkpa uru ma sonyekwa na mmegharị nke ịkwado ikike ụmụ nwanyị na ụmụaka na ọtụtụ nkwado ndị ọzọ.",
  "E chepụtara asọmupi ahụ na Jenụwarị 25, 2011, mgbe Julia Morley, Onye isi oche na onye isi oche nke Miss World Limited, nyere Cory Quirino, onye jere ozi dị ka onye ikikere na onye nduzi mba maka Philippines site na 2011 ruo 2016. A malitere asọmupi ahụ na Machị 23, 2011, na SMDC Showroom na SM Mall of Asia.",
  "Quirino gbara arụkwaghịm dị ka onye nduzi mba na Jenụwarị 15, n'afọ 2017, n'ihi ihe gbasara onwe ya na azụmahịa. Otu ụbọchị ka e mesịrị, Arnold Vegafria, onye jere ozi dị ka onye njikwa talent nke Miss World 2013 Megan Young, weghaara ọkwa ahụ mgbe ya na Morley zutere",
  "N'okpuru oge Vegafria, a na-enye obere aha asaa ọzọ nke mba ụwa nke bụ: Miss Supranational Philippines, Miss Eco Philippines, Miss Multinational Philippines, Reina Hispanoamericana - Filipinas, Miss Philippines Tourism, Miss Eco Teen Philippines na Miss Environment Philippines nke ha ga-anọchite anya Philippines na mba ụwa.",
  "Tupu Miss World Philippines, e nyere aha ahụ site na asọmupi Miss Republic of the Philippines site na 1966 ruo 1976, mgbe ahụ site na Mutya ng Pilipinas, Inc",
  "site na asọmupi Mutya ng Pilipinas site na 1977 ruo 1991, na Binibining Pilipinas Charities, Inc",
  "site na asọmupi Binibining Pilipinas site na 1992 ruo 2010.",
  "Ruba ama na afọ ahụ na-ahọpụta oge Miss World Philippines Organization nwetara asọmupi ahụ."
]