[
  "Miss Meyers (1949 rụo March 1963) bụ American Quarter Horse racehorse na broodmare, 1953 World Champion Quarter Running Horse",
  "Ọ meriri $ 28,725 (nke ya na $ 291,000 ) ya na ọsọ iri na asaa ogbara",
  "Dị ka nwa, ọ mepụtara, ma ọ bụ bụrụ nne nke, onye mmeri kachasị elu nke American Quarter Horse Association (AQHA), Kid Meyers",
  "Ọ bụbu nne nke ụmụ atọ ndị ọzọ, a kpọbatakwara ya na AQHA Hall of Fame n'afọ 2009.\nMiss Meyers bụ nne na-acha nchara nchara nke amụrụ na n'afọ1949 ma mụọ, ma ọ bụ nna, site na Leo, onye otu AQHA Hall of Fame",
  "Nwaanyị Miss Meyers, ma ọ bụ nne, bụ Lou nke Star",
  "Nna Lou nke Star bụ Oklahoma Star P-6, onye ọzọ AQHA Hall of Fame. Ọ bụ O",
  "C",
  "Meyer zụlitere ya, Bruce A",
  "Green mechara bụrụ onye nwe ya.",
  "Miss Meyers gbara ọsọ site na 1952 wee ruo 1955 wee merie agbụrụ asaa, bụrụ nke abụọ na asaa ndị ọzọ, na nke atọ na abụọ ọzọ",
  "Ọ meriri mmadụ iri na asaa n'ime iri ise na iteghete ọ malitere n'okporo ụzọ ọsọ",
  "Ọ bụ onye nke abụọ na agbụrụ iri na ise ọzọ na nke atọ na ise",
  "Ngụkọta ego ọ nwetara n'okporo ụzọ ahụ bụ $ 28,727 (nke ya na $ 290,600 )",
  "N'etiti mmeri ya na agbụrụ osisi bụ 1952 Buttons na Bows Stakes, 1953 California Championship, 1953 Billy Anson Stakes, 1953, Rocky Mountain Quarter Horse Association World Championship Dash, 1955 Bart B Stakes, 1955 Barbara B Stakes na 1955 Traveler Stakes. O setịpụrụ ihe ndekọ anọ, ugboro abụọ na 350 yards (320 m), otu ugboro na 400 yards (370 ), na otu ugboro na 440 yards (400 )",
  "N'afọ 1953, a kpọrọ ya AQHA World Champion Quarter Running Horse, yana High Money Earning Horse; AQHA nyekwara ya aha nke Superior Race Horse n'afọ 1954",
  "Nkọwa ọsọ kachasị elu ọ nwetara, ihe atụ nke ngwa ngwa o nwere ike ịgba ọsọ, n'oge ọrụ ịgba ọsọ ya bụ AAAT, nke kachasị elu n'oge ahụ",
  "Ọ bụghị ruo mgbe ọ dị afọ anọ, n'afọ 1953, na Miss Meyers rụrụ nke ọma wee malite mmeri n'okporo ụzọ. N'afọ ahụ, ọ meriri $ 15,398 (nke ya na $ 156,000 ),  ihe karịrị ọkara ego ọ na-enweta na ndụ ya, yana asaa n'ime mmeri iri na asaa ọ meriri.",
  "Mgbe Miss Meyers lara ezumike nká n'okporo ụzọ agbụrụ, ọ ghọrọ onye isi nke onye mmeri kachasị elu nke AQHA, Kid Meyers, nke onye otu Hall of Famer Three Bars, a Thoroughbred mụrụ. (Onye mmeri kachasị elu bụ ịnyịnya nke pụtara ìhè n'okporo ụzọ ọsọ, dị ka ịnyịnya na-agba ịnyịnya na ihe ngosi ịnyịnya nakwa n'ụzọ kwekọrọ ekwekọ, ma ọ bụ etu ịnyịnya ahụ si jikọta ọnụ)",
  "Kid Meyers bụ onye na-agba ịnyịnya na 1963 ma wee 23 na racetrack, na-emeri ugboro 6",
  "O nwetara ngụkọta nke $ 10,655 (nke ya na $ 89,000 )  na egwu ahụ. Mgbe ọ lara ezumike nká n'okporo ụzọ, ọ nwetara onye mmeri AQHA ya na 1966 na onye mmeri kachasị elu nke AQHA na 1967",
  "Nkọwa ọsọ ya kachasị elu bụ AAA. N'adịghị ka ọtụtụ ụmụ ịnyịnya ibu, ndị na-enye nwa ara ọtụtụ ọnwa mgbe amuchara, Kid Meyers ghọrọ nwa mgbe ọ dị otu ọnwa na Machị n'afọ 1963.",
  "Miss Meyers nwere ụmụ atọ ọzọ",
  "Oh My Oh, a 1957 bay mare mụrụ site na Thoroughbred stallion Spotted Bull, malitere ugboro iri atọ, na-emeri agbụrụ asatọ maka ngụkọta ego nke $ 12,592 (nke ya na $ 114,200 )  ma na-abịa na nke abụọ na agbụrụ. Ọ nwetara akara ọsọ AAAT. Dị ka nwa ara, ọ bụ onye mmeri nke All American Futurity Three Oh's. Nwa ehi Miss Meyers nke 1958 bụ Maazị Meyers, nwa ịnyịnya nke onye otu Hall of Famer Go Man Go mụrụ, onye malitere ugboro 41, merie ugboro 9 ma bụrụ nke atọ na agbụrụ anọ",
  "Ngụkọta ego ọ nwetara n'ọsọ ya bụ $ 25,656 (nke ya na $ 229,900 )",
  "Ọ gara n'ihu nweta aha AQHA Champion tinyere ihe nrite Superior Race Horse, iji gaa na akara ọsọ ọsọ AAAT ya. Maazị Meyers ghọrọ ịnyịnya na-azụlite nke ọma",
  "Nwa ehi nke anọ nke Miss Meyers bụ nwa ehi chestnut nke 1959 aha ya bụ Milpool nke Vandy mụrụ",
  "Milpool enwetụbeghị ọsọ ma ọ bụ banye na ihe ngosi ịnyịnya.",
  "Miss Meyers nwụrụ na Machị n'afọ 1963, obere oge ka ọ mụsịrị Kid Meyers. A nabatara ya n'ime ụlọ nzukọ American Quarter Horse Hall of Fame nke AQHA na 2009."
]