[
  "Miss Sahhara (nke a na-akpọ Miss saHHara, nke a na-akpọ dị ka Sahara) bụ eze nwanyị mara mma nke Britain na Naijiria, onye na-eme ihe ngosi ejiji, onye na-agụ egwu / onye na-ede egwu, na onye na-akwado nweta ikike mmadụ. A maara ya maka ịnọchite anya Naịjirịa na asọmpi ịgosi mma mba ụwa iji dọta uche na nsogbu nke ndị LGBTQI + na Afrịka. N'afọ 2011, ọ ghọrọ nwanyị gbanwere ọdịdị ịbụ nwanyí mbụ si Naijiria pụtara n'ihu ọha na mgbasa ozi mba ụwa n'oge asọmpi ịgosi mma Miss International Queen na Pattaya, Thailand. N'abalị iri na itoolu n'ọnwa Julaị afọ 2014, e chiri ya onye mbụ Super Sireyna Worldwide na Manila, Philippines",
  "Nke mere ka ọ bụrụ nwanyị nwanyí isi ojii mbụ gbanwere ọdịdị ya  e chiri onye mmeri na asọmpi ịgosi mma mba ụwa. Mgbe o meriri Super Sireyna Worldwide, o hiwere otu ụlọ ọrụ na-ahụ maka mgbasa ozi gbasara ndị gbanwere ọdịdị ha zuru ụwa ọnụ nke a na-akpọ TransValid Ọ bụkwa onye nkatọ iwu mkpọrọ afọ iri na anọ nke ndị LGBTQI + na Naịjirịa.",
  "Onye kọwara onwe ya dị ka\"onye ọ  na-anụ ọkụ n'obi maka ejiji na ngosi mma\", nzere ya na mbipụta ya sitere na izu ejiji ruo na mkpuchi nke magazin na mba ụwa.",
  "Mgbe ọ na-etolite, o kwuru n'ụzọ a ma ama na ọ dịghị mgbe ọ dabara n'echiche okpukpe na nke nchekwa nke Naịjirịa. Ibi n'ime ime obodo Naịjirịa mere ka ọ ghara ịma banyere ọnọdụ ahụike ya nke a maara dị ka gender dysphoria",
  "O kwuru na mmetụta ọ na-enwe mgbe niile nke ịchọrọ igosipụta onwe ya dị ka nwanyị mere ka ọ dị ya ka ọ furu efu, dị ka a ga-asị na e nwere ihe na-adịghị mma na ya.",
  "Ọ chọrọ Okpukpere chi ga-enye ya olileanya ọgwụgwọ, na-ekpegara Chineke ekpere ka o mee ya nwanyị mgbe ọ tolitere. N'ịbụ onye nwere nsogbu njirimara ya, o kpebiri ịwere ndụ ya, ebe ọ bụ na ndị pastọ nọ na chọọchị ya na ndị gbara ya gburugburu nọgidere na-agwa ya na e nwere ihe na-adịghị mma banyere njirimara nwanyị ya",
  "O kwuru na ọ nwaala igbu onwe ya ugboro abụọ ma lanarị. Mgbalị igbu onwe ya mere ka o kpebisie ike ịhapụ Naịjirịa gaa n'obodo na-anabata ma ọ bụ nwee ihe ịga nke ọma n'igbu onwe ya na mgbalị igbu onwe ya nke atọ.",
  "Ọ malitere ịchọ azịza maka ọnọdụ ya na otu o nwere ike isi jisie okwukwe ya na onye ọ na-atụ anya ịbụ n'ọdịnihu",
  "Ọ chọtara udo na nchọpụta na ọ dịghị mkpa ka ọ bụrụ onye okpukpe iji bie ndụ dị mma.",
  "Mgbe ọ dị afọ iri na ụma, a kpọchiri ya n'ụlọ mkpọrọ Naijiria n'ihi omume nwanyị ya. Ịbụ onye a tụrụ mkpọrọ gbara ya ume ịhapụ Naịjirịa, n'ihi na ihe ọzọ gaara eme ka ọ kwụsị ndụ ya nke ọma",
  "O chetara ahụmahụ ya na edemede a na-emetụ n'ahụ o dere maka Gay Star News na Transgender Day of Remembrance n'abalị iri abụọ n'ọnwa Nọvemba afọ 2013, nke ụfọdụ ụlọ ọrụ mgbasa ozi n'ịntanetị bipụtara ọzọ:",
  "Ọ dị m ka m nwee ike ịgwa onwe na-eto eto onye nwara igbu onwe ya ugboro abụọ na ndụ na-akawanye mma na nrọ na-abịakea na mmezu",
  "Echeghị m na ndụ nwere ike ịbụ ihe ijuanya ọtụtụ afọ gara aga mgbe a tọhapụrụ m n'ụlọ mkpọrọ dị egwu nke Naijiria maka ịdị iche",
  "Mgbe ahụ, naanị ihe m nwere ike iche bụ na m nwere ike ịnwụ n'ụlọ mkpọrọ a ma ọ dịghị onye ga-ama ma ọ bụ lekọta ya",
  "Ịbụ onye a tụrụ mkpọrọ chere na ọ bụ ihe ziri ezi, na-atụle na a na-ata m ahụhụ maka ịbụ 'onye na-edina ụdị onwe ya' dịka ha chere n'ihi ọdịdị nwanyị m na omume m",
  "Abụghị m nwoke n'edina nwoke, abụ m nwanyị a mụrụ n'ụzọ dị iche n'ihi nkwarụ okike",
  "Ihe m chere adabaghị n'ọdịdị m",
  "Ịbụ nwoke mgbe a mụrụ m anaghị eme ka m bụrụ nwoke ma ọ bụ nwanyị, ọ dịghị onye amụrụ nwoke ma ọ bụ nwanyị, a mụrụ gị nwoke ma ọ bụ nwanyị, mgbe ahụ ị na-etolite n'ime nwoke ị họọrọ ka ị na-etolite wee mee ka ị bụrụ nwoke ma ọ bụ nwanyị",
  "Nye m, nwoke na nwanyị ahụ bụ nwanyị",
  "A mụrụ m nwoke mana ụbụrụ m, mmegharị aka m, atụmatụ m na mbuli ahum m na-arụ ọrụ dị ka nke nwanyị",
  "Ịzụlite na amaghị ihe na-eme n'ahụ m mere ka m nwee mgbagwoju anya ma tọọ n'echiche",
  "Enweghị m ike iso ndị ezinụlọ m kwurịta ya n'ihi na a na-akatọ ọdịdị nwanyị m anya n'ihi okpukpe ha ma enweghị m ike ịgwa ndị enyi m okwu n'ihi na ha agaghị aghọta ihe m na-agabiga",
  "Enwetara m nkasi obi na egwu na nrọ",
  "Enwere m olileanya nke ịbụ onye nweere onwe m , enweghị mkparị, enweghị ikpe na enweghị nsogbu.",
  "Ngabiga ya na ndị uwe ojii Naịjirịa mere ka ọ chọọ ebe mgbaba na London, United Kingdom.",
  "Ọ hapụrụ Naịjirịa n'afọ 2004 iji biri na United Kingdom",
  "Mgbe ahụ, ọ nwetara echiche sara mbara banyere gender dysphoria ya",
  "Ọ malitere ịhụ ndị dọkịta nyeere ya aka site na njem ya ibụ nwanyị. O kwuru na ndụ ọhụrụ ya na UK dị ka eluigwe nọ n'ụwa n'ihi na ọ na-ebi ugbu a dị ka ezi onwe ya.",
  "O nwetara ebe obibi nke abụ abụ na Madam Jojo's Kitsch Cabaret na Soho, West End nke London. O mere ngosipụta oru ebe ahụ  afọ iri ruo n'ọnwa Nọvemba afọ 2014 mgbe emechiri ebe ahụ.",
  "Ya na Scott Houzet dere ma mepụta ụfọdụ egwu na ọrụ egwu nke mbụ ya.",
  "Ọ pụtara n'ọtụtụ ihe ngosi catwalk na London na ndị ọzọ. O mere ihe ngosi nlereanya ejiji nye Ziad Ghanem na London Fashion Week maka oge engosi jiji nke anọ.",
  "O sonyekwara na njiharị ejiji ruo ihe karịrị afọ ise ma gosipụta otu oge atụmatụ ejiji ya.",
  "Miss sahhara gụsịrị akwụkwọ na nzere masta na mgbasa ozi dijitalụ na Mahadum London Metropolitan",
  "O kwuru na ibe mgbasa ozi ya na ọ chọrọ ịga n'ihu na agụmakwụkwọ ya na ọmụmụ gbasara nwoke na nwanyị na mmekọahụ n'ọdịnihu. Ikekwe, nke ga enye ya olu a pụrụ ịtụkwasị obi mgbe ọ na-akụziri ndị mmadụ banyere Mmekọahụ na mmekọahụ.",
  "Ebe nrụọrụ weebụ akụkọ Naịjirịa na ndị na-ede blọgụ na-arụtụ aka ugboro ugboro na tweet Ebuka Obi-Uchendu, nke o kwuru na ọ maara Miss saHHara dị ka 'Clifford Oche'. Miss saHHara jụrụ nkwupụta ahụ ma jụ ibipụta aha ọmụmụ ya n'ozuzu, ọ siri ọnwụ na ibipụta aha ochie ya na foto ya enweghị mkpa maka onye ọ ghọrọ ibu.",
  "Ọ kowara na ọjọọ aha echefu ru echefu na onye ndi gbanwere ọdịdị okike ha nnọchịanya n'ekwesighi ha nwere ogho ọma eweta nke bu akpọmasi na ikpa oke site n' enweghị ezi nhọpụta banyere ndị gbanwere ọdịdị ha na gburugburu ụwa.",
  "O kwukwara na Ọrịa Sahhara Henson abụghị aha aguru ya,na ''Henson''bụ njirimara nnọchịanya o kepụtara iji kwụsị ndị n'éfè blogg I gbasa aha ya.ya mere ọ kpebiri na ọ gaghị egosiputa ezi aha ya ma ka egwu n'atu ya n'ihi ụdị mmaja transphobia na mmaja ọnwụ ọ n'enweta na websaiti",
  "A maara ya maka esemokwu ya na ndị na-ede blọgụ Naịjirịa",
  "Ihe ka ọtụtụ n'ime arụmụka ya na ha sitere na akụkọ ha bipụtara banyere ya, nke o kwuru na ọ bụ 'ụgha', na edemede transphobic doro anya",
  "Dịka ọmụmaatụ, ịkpọ ya \"nwoke gbanwere ọdịdị ya\" na ịjụ iji nnọchiaha nwanyị kọwaa ya.",
  "Ọ na-aga na Facebook ya mgbe niile iji bipụta nzaghachi banyere isiokwu ndị ọ na-ewere dị ka transphobic na imebi ndị gbanwere ọdịdị ekere ha.",
  "O siri ọnwụ na nzaghachi ya abụghị mkparị, kama ọ bụ nkuzi ịnụ ọkụ n'obi nye ndị na-ede ma na-ekwu okwu banyere ndị gbanwere ọdịdị okike ha na ngalaba ọha",
  "Usoro \"mmụta\" ya dị ka ọ dịrị kwuo nwere ike mgbe ụfọdụ jedebe na arụmụka kpụ ọkụ n'ọnụ ma ọ bụ agha okwu nye ya na ndị na-akwado ya.",
  "Okwu ya megide okpukpe emebeghị nke ọma na nti ndị Naijiria",
  "Mgbe ọ bụla ọ na-ede isiokwu ọ bụla metụtara okpukpe, ihe odide ya na-adọta nzaghachi iwe.",
  "O kwuru na okpukpe niile bụ mmegbu ma bụrụ ihe ochie",
  "Ọ nwetara nkatọ site n'aka ndị nkwado ya ha na-ekwu na ọ aka mmá ya ilekwasị anya n'ọrụ nkwado ya kama ikwupụta echiche ya banyere isiokwu ndị na-akpata nkewa dịka okpukpe",
  "N'enweghị nsogbu site na nkatọ ahụ, ọ na-aga n'ihu na-ekwupụta obi nkoropụ ya banyere ihe mere ndị Afrịka ji jụ ịjụ okwukwe ha nke ọ kpọrọ \"Colonial relic\".",
  "N'abalị iri abụọ na itoolu n'ọnwa Eprel n'afọ 2016, o dere ogologo akwụkwọ na nzaghachi maka akụkọ ndị na-ede blọgụ n'Afrịka bipụtara banyere mpụta ya na BBC Africa's in Her Shoes, ndị na-ede blọgụ kwuru na ọ na-aghọ onwe ya aghọ na Naịjirịa dị ka \"nwoke na-edina nwoke\", ya mere o kpebiri ịgbanwe gaa na nwanyị. Miss saHHara gara na peeji mgbasa ozi ya iji kụziere ndị na-ede blọgụ, ebe ọ boro ha ebubo na ha na-akwalite transphobia site n'ịkọ akụkọ na-ezighi ezi; \"Nke a abụghị mkparị, kama ọ bụ nkuzi.\" O mere ka o doo anya na ọ dịghị mgbe ọ bụ nwoke, na ndowe onwe ya dị ka nwanyị esiteghị n'aka onye ọ bụla ma e wezụga onwe ya. Ihe odide ahụ nwetara ihe karịrị otu narị okwu iji kwado ma megide nkwupụta ya.",
  "Ọrụ asọmpi ya malitere mgbe ọ kwagara London, England n'afọ 2004",
  "O kwuru na ịhụnanya ya gbasara ịgosi mma na ije nsere ọkpa ya nọgidere na-abawanye kemgbe ọ bụ nwata",
  "Ọ na-eji \"tmkpisi ọnụ ọkpa\", n'ihi na a naghị ekwe ka ọ na-eyi akpụkpọ ụkwụ dị elu na Naịjirịa",
  "Ọ kụziri nsere ọkpa na ịgosi mma n'oge ọ dị afọ iri na ụma tupu ọ kwaga United Kingdom.",
  "Ọ bụ onye soro sọọ asọmpi na Andrew Logan 's Alternative Miss World mgbe mbụ ọ kwagara London,  na-anọchite anya Nigeria",
  "Ọ gbara onye nke abụọ",
  "N'afọ 2011, ọ bụ onye soro sọọ mpi na asọmpi  Miss International Queen beauty pageant, na-anọchite anya Naịjirịa",
  "N'oge asọmpi ahụ, ọ pụtara na mgbasa ozi ụwa dị ka nwanyị gbanwere ọdịdị ya nke Naijiria luru  ọgụ maka nnabata na ịha nhata nke LGBTQI + ndị ọzọ na Africa.",
  "N'afọ 2014, o meriri aha mbụ ya na mba ụwa, Eat Bulaga!'s Super Sireyna Worldwide 2014 na Manila, Philippines Ihe ngosi a bụ asọmpi ịma mma transgender, nke na-ewere ọnọdụ na ihe ngosi telivishọn kachasị ogologo n'ehihie n'ụwa, Eat Bulaga! N'asọmpi ahụ, ọ nọchitere anya mba a mụrụ ya bụ Naịjirịa iji dọta uche gaa n'àgwà ọjọọ nke mmekọrịta mmadụ na ibe ya na iwu gbasara obodo LGBTQI + na Afrịka.",
  "Mgbe a jụrụ Miss saHHara maka oge ọkacha iji nyaa isi nke ndụ ya na ngalaba ajụjụ na azịza nke Mazị Colin Kerr, ọ zara:",
  "Oge kachasị iji nyaa isi nke ndụ m bụ ịnọ n'ọgbọ  a ugbu a",
  "Mgbe m na-etolite, enwere m nrọ a nke ịghọ eze nwanyị n'elu nkwago ma na-eme ihe nkiri",
  "Ma enweghị m ike n'ihi na amụrụ m nwoke",
  "Ana m eyi akpụkpọ ụkwụ dị elu nke nne m ma na-eme ka à ga-asị n'ihu enyo na abụ m onye asọmpi",
  "Ya mere ịnọ ebe a taa na inwe ohere ndị a dị ka nwanyị mara mma bụ nrọ bịara na mmezu.",
  "Miss Universe n'afọ1973, Margarita Moran-Floirendo kpuwere ya okpueze n'ihu ọtụtụ nde ndị na-ekiri ya n'ụwa niile.",
  "O kwenyeghí na nke a mgbe e kpunyere ya okpueze, o dere ihe ndị a na Facebook:",
  "''O CHỊM o! E meririm! Amaghị m na ọ bụ eziokwu! Ikekwe m ga-eteta site na nrọ a dị ịtụnanya n'otu nkeji! Aka m na-acha uhie uhie site n'aka m na-apịa onwe m mgbe niile ka m teta site na nrọ a mara mma! Ịhụnanya juru m anya! Philippines bụ n'ezie ebe obibi pụrụ iche iche n'ebe obibi",
  "\"",
  "Ọ bụ onye guzobere Miss Trans Global, asọmpi transgender dijitalụ, a malitere n'afọ 2020 iji mee ka a mara maka nsogbu nke ndị LGBTIQ n'ụwa niile",
  "Mbipụta mbụ nke asọmpi ahụ ka emere n'ihe fọrọ nke nta ka ọ bụrụ na 12th nke Septemba, afọ 2020.",
  "Miss saHHara malitere ọrụ mgbasa ozi zuru ụwa ọnụ gbasara ndị gbanwere ọdịdị okike ha  a na-akpọ TransValid n'afọ 2014",
  "Òtù ahụ malitere na mkpasa ozi #IamValid na #YouAreValid, ebe ndị gbanwere ọdịdị okike ha na ndị nsonye ha mere vidiyo nke onwe ha na-ekwupụta nkwado ha maka ndị gbanwere ọdịdị okike ha  Dị ka nkwupụta ozi nke nzukọ ahụ si kwuo, ha nwere olileanya 'ịkwado echiche na-ezighị ezi, egwu, na ịkpọasị nke ndị transgender n'ụwa niile",
  "Site na TransValid, ọ na-atụ anya ịkụziri ndị mmadụ ihe gbasara nsogbu mgbanwe ọdịdị okike site na iji mgbasa ozi dị iche iche na nnọkọ ọha na eze.",
  "N'ọnwa Ọgọstụ afọ 2015, Miss saHHara mepụtara obere ihe nkiri maka TransValid nke akpọrọ The Deadly Price of Transphobia na Brazil, Vidio ahụ gosipụtara ihe isi ike na ihe ize ndụ nke ibi na Brazil dị ka nwanyị gbanwere ọdịdị okike ya.",
  "N'abalị́ iri atọ na otu nke ọnwa Machị afọ 2016,bụ International Transgender Day of Visibility, ya na Aleika Barros, Miss Trans Universe 2015 na ndị  ọzọ gbanwere ọdịdị okike ha mara mma iji mee ka ndị gbanwere ọdịdị okike ha mara maka obodo gburugburu ụwa site na mgbasa ozi akpọrọ 'Abụ m Trans na enwere m ikike ibi ndụ'"
]