[
  "Mitchell J",
  "Silver (amụrụ na Jụn 27, 1960) bụ onye bụbu kọmishọna nke Ngalaba Ogige Ntụrụndụ nke New York City",
  "Onye isi obodo Bill de Blasio họpụtara ya, ọ malitere ọrụ na Mee 2014, ma duzie ngalaba ahụ ruo mgbe ọ gbara arụkwaghịm na Julaị 2021. Ọ bụ onye isi oche nke American Planning Association (APA) n'etiti afọ 2011 na 2013, onye Afrịka Amerịka mbụ nwere aha ahụ.",
  "Silver gara Midwood High School na Brooklyn",
  "O nwere nzere bachelọ na Architecture site na Pratt Institute na Master of Urban Planning site na Hunter College. Ọ bụ American Institute of Certified Planners (AICP) kwadoro ya na onye ọkachamara na-eme atụmatụ (PP) na steeti New Jersey.",
  "Ọ rụrụ ọrụ dị ka onye nduzi iwu na atụmatụ maka ọfịs Onye isi oche Manhattan Borough, onye na-eme atụmatụ obodo maka Ngalaba Atụmatụ nke New York City, onye isi nke ụlọ ọrụ na-eme nhazi nke New York, onye njikwa obodo na New Jersey, na osote onye nduzi atụmatụ na Washington, D.C.",
  "Ọ rụrụ ọrụ dị ka onye isi atụmatụ na mmepe na onye nduzi atụmatụ maka obodo Raleigh, North Carolina tupu ọ bụrụ onye isi NYC Parks Department",
  "Ọ bụ onye isi oche nke American Planning Association (APA) n'etiti afọ 2011 na 2013, onye Afrịka Amerịka mbụ nwere aha ahụ.",
  "Na Raleigh, Silver duziri ndị ọrụ narị abụọ na iri atọ",
  "na Ngalaba nke Atụmatụ Obodo, Mmepe Obodo na Nnyocha, na mgbakwunye na ọfịs anọ: Atụmatụ Njem, Mmepe akụ na ụba, Ọrụ Mmepe, na Ụlọ Ọrụ Nhazi Obodo",
  "Ọ rụrụ ọrụ na ndị isi nchịkwa nke obodo ahụ na onye njikwa obodo, onye enyemaka ndị njikwa obodo ahụ, CFO na CIO",
  "Silver duziri usoro mmelite atụmatụ zuru oke na Raleigh ma lekọta rewrite nke Development Code.",
  "Dị ka onye isi oche nke APA, ọ duziri mgbalị mba ụwa iji bulie uru na ọmụmụ ọzọ nke atụmatụ na narị afọ nke iri abụọ na otu.",
  "N'afọ 2015, ọ gwara New York Times na Brooklyn Bridge Park bụ otu n'ime ogige ntụrụndụ kachasị amasị ya.",
  "Onye isi obodo Bill de Blasio họpụtara Silver ka ọ bụrụ Kọmishọna Parks nke New York City na 2014. N'oge ahụ, onye isi obodo ahụ kwuru, sị: \"O nwere mmasị maka ikpe ziri ezi na ịha nhata, ọ na-eweta ya n'ọrụ gọọmentị, ma ghọta na anyị ga-ahụ na ogige ntụrụndụ na oghere mepere emepe dị na obodo ọ bụla, ma na-elekọta ya nke ọma na obodo ọ niile dị n'obodo a",
  "\" The New York Times dere na \"nhọrọ nke Maazị Silver na-egosi na onye isi obodo na-eme atụmatụ ịnagide nsogbu nke enweghị nhata na ogige ntụrụndụ obodo\".",
  "N'afọ 2017, Silver họpụtara Marty Maher ka ọ bụrụ Kọmishọna Ogige Ntụrụndụ Brooklyn.",
  "Ọ kụziri atụmatụ atụmatụ gụsịrị akwụkwọ na Harvard Graduate School of Design, Hunter College, Brooklyn College, Pratt Institute, na North Carolina State University. Ọ na-ekwu okwu ọlaọcha na United States na mba ofesi n'ọtụtụ isiokwu atụmatụ",
  "Ọ bụ onye edemede na-enye aka na onye nchịkọta akụkọ nke International City / County Management Association (ICMA) mbipụta ọhụrụ nke \"Local Planning: Contemporary Principles and Practice,\" nke bụ ihe enyemaka maka gọọmentị ime obodo na-eme atụmatụ.",
  "N'afọ 2012, Urban Times kpọrọ ya onye isi echiche mba ụwa nke gburugburu ebe obibi taa",
  "N'afọ sochirinụ, UBM Future Cities kpọrọ Silver dị ka otu n'ime 100 City Innovators kachasị elu n'ụwa na Royal Town Planning Institute mere ya onye otu ndụ nsọpụrụ",
  "N'afọ 2014, a nabatara ya na College of Fellows nke American Planning Association.",
  "N'afọ 2016, a họpụtara Silver ka ọ bụrụ Fellow nke UK's Academy of Social Sciences (FAcSS).",
  "N'afọ 2017, a họpụtara Silver ka ọ bụrụ onye otu Honorary American Society of Landscape Architects (ASLA).",
  "Ọ lụrụ Mary, onye nchịkwa maka ọrụ na-enweghị uru nke Brooklyn Community Services, ha nwekwara nwa nwanyị",
  "Ha bi n'etiti obodo Brooklyn n'ụlọ obibi nwere ọhụụ ọhụụ na ebe mmega ahụ na okpukpu mbụ ya ma nwee mmasị ịga Union Square na Manhattan",
  "Ọ bụ onye kwupụtara na ọ bụ \"onye mgbasa ozi mmekọrịta,\" ma malite na 2015, ọ na-agakarị Starbucks."
]