[
  "Mitzi Jonelle Tan (amụrụ n'Ọktoba 27, 1997) bụ onye na-ahụ maka ikpe ziri ezi na Philippines. Ọ bi na Metro Manila, Philippines.",
  "Mgbalị Tan malitere na 2017 mgbe ya na ndị isi obodo na mba ya zutere",
  "Nke a mere ka ọ ghọta na ọrụ na mgbanwe usoro dị mkpa iji mepụta ọha mmadụ ziri ezi na nke na-acha akwụkwọ ndụ akwụkwọ ndụ.",
  "N'afọ 2019, Tan guzobere Youth Advocates for Climate Action Philippines (YACAP), otu Fridays For Future (FFF) nke Philippines, na-esote ngagharị iwe ihu igwe gburugburu ụwa. Tan bụ onye isi na-akpọkọta na ọnụ na-ekwuchitere mba ụwa nke YACAP. Tan bụkwa onye na-eme ngagharị iwe na Friday for Future na Philippines, na ọnụ na-ekwuchitere ya.",
  "Tan so n'ime ihe ndị mere iji mee ngagharị iwe ụlọ akwụkwọ maka ihu igwe n'ịntanetị na mmalite nke ọrịa COVID-19.",
  "N'ọnwa Septemba 2020, Tan so n'ime ihe iji laghachi na ngagharị iwe ihu igwe 'dị nchebe'. Na ngwụcha afọ 2020, Tan bụ otu n'ime ndị ọrụ afọ ofufo haziri Mock COP26, nke nwere ndị nnọchiteanya si mba otu narị na iri ano. O kwukwara okwu na Mock COP26 banyere ịbụ onye na-eme ihe ike na-ebi ebe a na-eme ngagharị iwe na iyi ọha egwu. N'ikwu okwu na Mock COP26 Tan gwara The Guardian \"Ha na-ahụ na olu nke ebe ndị kachasị emetụta na-eme ka ọ dịkwuo elu, ma na-ahụ maka na anyị nwere ohere ma ọ bụghị naanị akara",
  "\" Ọ bụ otu n'ime ndị na-eme ngagharị iwe iji sonye na mkpọsa Fridays For Future 'Pass the Mic', kwa na ngwụcha 2020, ịrịọ ka Attenborough nyefee ndị na-akwado ndị ntorobịa na akaụntụ Instagram ya, ọkachasị site na Global South.",
  "N'ọnwa Nọvemba afọ 2020, Tan kwadoro usoro Climate Live nke egwu mba ụwa a ga-eme n'afọ 2021.",
  "Òtù Tan malitere ime ihe na-esote ajọ ifufe na-efe n'azụ n'azụ na Philippines na 2020 iji nyere obodo ndị kachasị emetụta aka, gụnyere site n'inye ndị agụụ na-agụ nri ma gwa ha okwu banyere nsogbu ha chere ihu.",
  "Tan bụkwa otu n'ime ndị na-eme ngagharị iwe na Fraịdee maka Ọdịnihu na-eduga mkpọsa Clean Up Standard Chartered nke 2021 nke Fraịdee Maka Ọdịnihu, mkpọsa iwepụ ego na-akpọ Standard Chartered Bank ka ọ wepụ ụlọ ọrụ ndị metụtara ụlọ ọrụ coal gburugburu ụwa.",
  "Tan ekwuola banyere echiche nwoke na nwanyị na ịkpa ókè nwoke na nwanyị nke ọ na-eche ihu na ọrụ ya, ebe a na-elegharakarị ụmụ nwanyị anya ma ọ bụ chụpụ ha",
  "O kwukwara na agụmakwụkwọ ihu igwe na-abụkarị \"ihe na-eme ka mmadụ pụọ iche, nke ọdịda anyanwụ, nke na-arụ ọrụ nke ọma, na nke na-adịghị enye ike ọ bụla,\" n'ihe gbasara usoro ọ na-ewere dị ka onye na-eme ihe. Tan ekwuola okwu banyere \"red-tagging,\" omume nke ndị ọrụ gọọmentị na ndị na-akwado ya na Philippines ebe a na-akpọ ndị na-eme ihe ike na ndị mmegide ndị Kọmunist ma ọ bụ ndị na-eyi ọha egwu, yana otu o si nwee mmetụta ọjọọ na ntinye aka nke ndị ntorobịa na mgbanwe ihu igwe na mba ya.",
  "Tan enyewo ndị ọzọ mkpali, dị ka onye na-eme ngagharị iwe na ndị ntorobịa Indonesia Salsabila Khairunnisa.",
  "Ọ duziri ngagharị iwe ihu igwe dị iche iche na Mahadum nke Philippines, ebe ọ gụsịrị akwụkwọ n'ihe gbasara mgbakọ na mwepụ.",
  "Tan na ndị ọzọ anọ na-eme ngagharị iwe si mba MAPA (Most Affected Peoples and Areas), Eyal Weintraub nke Argentina, Disha A Ravi nke India, Kevin Mtai nke Kenya, na Laura Verónica Muñoz nke Colombia, tinyere Greta Thunberg ekwuputala oke ọhụrụ nke ọgbaghara ihu igwe. Ka ọ na-ekwupụta ọgbaghara ihu igwe, Tan akpọwo oku maka \"ihe mgbaru ọsọ carbon na-ejikọta kwa afọ na mbelata ozugbo na ikuku na ngalaba niile nke akụ na ụba anyị\". O kwukwara, sị: \"Ọ bụrụ na anyị emeghị ihe ugbu a, anyị agaghị enwe ohere iru ihe mgbaru ọsọ 2030 na 2050 nke ndị isi ụwa na-ekwu maka ya\"."
]