[
  "Ọ bụ Olurotimi Ajayi chepụtara ma guzobe ihe ọkpụkpọ nke MKO Abiola iji cheta Chief Moshood Abiola, onye ndọrọ ndọrọ ọchịchị a na-ewere n'ọtụtụ ebe dị ka onye mmeri nke ntuli aka Naijiria na-enweghị nkwubi okwu n'afọ 1993",
  "N'ịbụ nke guzo n'ihe dị ka mita 46 n'ogologo, a kpughere ihe oyiyi ahụ na iri na abụọ nke ọnwa June 2018 n'oge ọchịchị Gọvanọ Akinwunmi Ambode.",
  "Moshood Kashimawo Olawale Abiola, onye a na-akpọkarị MKO Abiola (24 August 1937 na  nke asaa July 1998) bụ onye ọchụnta ego, onye na-ebipụta akwụkwọ na onye ndọrọ ndọrọ ọchịchị. O sonyere na ntuli aka nke 1993 na Naịjirịa ma bụrụ onye a na-ewere dịka onye mmeri ọ bụ ezie na ewepụtaghị nsonaazụ ikpeazụ. N'afọ 1994, e jidere ya ma tụọ ya mkpọrọ maka ebubo ịgba ọchịchị mgba okpuru mgbe o kwupụtara onwe ya dị ka onye isi ala Naịjirịa. MKO Abiola nwụrụ na asaa Julaị 1998, ụbọchị a ga-ahapụ ya n'ụlọ mkpọrọ. Ọnọdụ ndị a na-enyo enyo na-esochi ọnwụ ya, ebe nyocha nke ozu kwuru na Abiola nwụrụ site na nkụchi obi, Onye isi nchekwa nke General Sani Abacha kwuru na a kụrụ Abiola ihe ruo ọnwụ.",
  "N'icheta ndụ, ike na ihe nketa nke Abiola setịpụrụ, gọọmentị steeti Lagos site n'aka gọvanọ Akinwunmi Ambode kpughere ihe oyiyi MKO Abiola na  nke iri na abụọ June 2018 kpọmkwem afọ iri abụọ na ise mgbe ọ meriri ntuli aka onye isi ala na nke iri na abụọ June 1993 na Ojota, mpaghara Lagos. Gọvanọ ahụ kwuru na ihe oyiyi ahụ ga-anọgide na-abụ ihe ncheta nke ihe nketa Abiola na ịdị ukwuu ọ nọchitere anya na ndọrọ ndọrọ ọchịchị Naịjirịa",
  "Gụọ ihe ndị ọzọ na: https://www.vanguardngr.com/2018/06/ambode-pays-tribute-abiola-unveils-statue/z.",
  "N'ịbụ nke dị n'etiti \"MKO Gardens\" ma guzo nke iri atọ na asaa feet ogologo (conversion???), a na-etinye ihe oyiyi MKO Abiola na pedestal 9 feet na-eme ka ọ bụrụ ihe ncheta na nke iri anọ na abụọ feet elu",
  "Ihe a tụrụ atụ nke e ji eriri ugegbe mee na-egosi Abiola na-amụmụ ọnụ ọchị na-eyi agbada na-asọ asọ na aka nri ya weliri elu na-egosi ihe ịrịba ama nke udo",
  "E bu ụzọ chepụta ihe oyiyi MKO Abiola n'afọ 2003 tupu e degharịa ya ka ọ dị ugbu a.",
  "A wide view of the Statue of Chief M.K.O Abiola in Abiola Gardens, Ojota, Lagos-Nigeria",
  "MKO Abiola Gaden",
  "MKO Garden, Ojota, Lagos",
  "A garage in Ojota",
  "A garden at Ojota"
]