[
  "Mkpụrụ ndụ ọbara, nke a na-akpọkwa mkpụrụ ndụ hematopoietic, hemocyte, ma ọ bụ hematocyte, bụ mkpụrụ ndụ a na-emepụta site na hematopoiesis ma na-ahụkarị n'ọbara",
  "Ụdị mkpụrụ ndụ ọbara ndị dị mkpa gụnyere mkpụrụ ndụ ọbara uhie (erythrocytes), mkpụrụ ndụ ọbara ọcha (leukocytes), na platelets (thrombocytes)",
  "N'ozuzu, ụdị mkpụrụ ndụ ọbara atọ a na-agbakọta ihe ruru 45% nke anụ ahụ ọbara site na oke, ebe 55% fọdụrụnụ nke plasma, ihe mmiri nke ọbara.",
  "Mkpụrụ ndụ ọbara uhie ma ọ bụ erythrocytes, na-ebu oxygen ma na-anakọta carbon dioxide site na iji hemoglobin. Hemoglobin bụ protein nwere ígwè nke na-enye mkpụrụ ndụ ọbara uhie ụcha ha ma na-eme ka ọ dịrị ikuku oxygen mfe ibufe site na akpa ume gaa na anụ ahụ na carbon dioxide site na anụ ahụ gaa na akpa ume ka ọ na-eku ume. Mkpụrụ ndụ ọbara uhie bụ mkpụrụ ndụ kachasị n'ọbara, na-eme ihe dị ka 40-45% nke oke ya",
  "Mkpụrụ ndụ ọbara uhie bụ okirikiri, biconcave, ọdịdị disk na deformable iji kwe ka ha na-agbanye n'ime obere capillaries",
  "Ha enweghị isi",
  "Mkpụrụ ndụ ọbara uhie dị obere karịa ọtụtụ mkpụrụ ndụ mmadụ ndị ọzọ.",
  "A na-emepụta RBCs na ụmị ọkpụkpụ na-acha ọbara ọbara site na mkpụrụ ndụ hematopoietic stem na usoro a maara dị ka erythropoiesis",
  "N'ime ndị okenye, a na-emepụta ihe dị ka nde RBC 2.4 kwa sekọnd",
  "Ọnụ ọgụgụ RBC nkịtị bụ 4.5 ruo 5 nde kwa cu.mm",
  "RBCs nwere oge ndụ nke ihe dịka ụbọchị 100-120",
  "Mgbe ha nwụsịrị, ọkpụkpụ na-ewepụ ha n'ọbara.",
  "Mkpụrụ ndụ ọbara na-acha ọbara ọbara bụ ihe pụrụ iche n'etiti mkpụrụ ndụ dị n'ahụ mmadụ n'ihi na ha enweghị nucleus (ọ bụ ezie na erythroblasts nwere nucleus).",
  "Ọnọdụ nke inwe mkpụrụ ndụ ọbara uhie ole na ole bụ nke a maara dị ka anemia, ebe inwe ọtụtụ bụ polycythemia.",
  "Erythrocyte sedimentation rate (ESR) bụ ọnụego nke RBCs na-adaba na ala (mgbe etinye ya na kọlụm kwụ ọtọ mgbe agbakwunyere anticoagulant)",
  "Ụkpụrụ ndị dị mma nke ESR bụ:",
  "• 4 ruo 7 mm kwa awa na ụmụ nwanyị.",
  "White blood cells ma ọ bụ leukocytes, bụ mkpụrụ ndụ nke usoro ahụ ji alụso ọrịa ọgụ na-echebe ahụ megide ma ọrịa na-efe efe na ihe ndị ọzọ",
  "A na-emepụta ha ma na-enweta ha site na mkpụrụ ndụ multipotent na ụmị ọkpụkpụ a maara dị ka hematopoietic stem cells",
  "A na-ahụ leukocytes n'ahụ dum, gụnyere ọbara na usoro lymphatic",
  "E nwere ụdị dị iche iche nke mkpụrụ ndụ ọbara ọcha na-arụ ọrụ ụfọdụ na usoro ahụ mmadụ ji alụso ọrịa ọgụ",
  "WBCs mejupụtara ihe dịka 1% nke ọbara.",
  "A na-ekewa mkpụrụ ndụ ọbara ọcha n'ime granulocytes na agranulocytes, nke a na-eke site na ọnụnọ ma ọ bụ enweghị granules na cytoplasm",
  "Granulocytes gụnyere basophils, eosinophils، neutrophils, na mast cells",
  "Agranulocytes gụnyere lymphocytes na monocytes.",
  "Ọnọdụ nke inwe mkpụrụ ndụ ọbara ọcha ole na ole bụ leukopenia, ebe inwe ọtụtụ bụ leukocytosis",
  "E nwere okwu ndị dị iche iche maka ụkọ ma ọ bụ oke nke ụdị mkpụrụ ndụ ọbara ọcha",
  "Ọnụ ọgụgụ mkpụrụ ndụ ọbara ọcha na-agagharị agagharị na-abawanye mgbe ọrịa na-efe efe. Ọtụtụ ọrịa kansa ọbara na-adabere na mmepụta na-ekwesịghị ekwesị nke mkpụrụ ndụ ọbara ọcha.",
  "Platelets, ma ọ bụ thrombocytes, bụ obere, akụkụ nke mkpụrụ ndụ doro anya, 2-3 μm n'obosara, nke sitere na nkwarụ nke megakaryocytes",
  "Ogologo ndụ nke platelet na-abụkarị naanị ụbọchị 5 ruo 9",
  "Platelets bụ isi iyi sitere n'okike nke ihe ndị na-eto eto",
  "Ha na-agagharị n'ọbara nke anụ na-enye nwa ara ma na-etinye aka na hemostasis, na-eduga n'ịmepụta ọbara",
  "Platelets na-ewepụta eriri yiri eriri iji mepụta akpụkpọ ndị a.",
  "Ezigbo atu onuogugu pasenti iri iteolu na iteolu maka platelets di 150,000 ruo 450,000 per cubic millimeter",
  "Oburu na onu ogugu platelets di ala, nnukwu obara ga agba",
  "Ma oburu na onu ogugu platelets di elu mkopkota obara ga ebute thrombosis nke puru igbochi ogba obara ma puta ihe dika6 ahu nwu, myocardial infarction, pulmonary embolism, ma obu mgbochi ogba obara rue na akuku ahu ndu ozo, ihe dika okpu aka na ukwu. adighi mma na oria nke platelets ka ana akpo thrombocytopathy, be nwere ike idi ala na onu ogugu platelets (thrombocytoa decrease in function of platelets (thrombasthenia), or an increase in the number of platelets (thrombocytosis)",
  "There are disorders that reduce the number of platelets, such as heparin-induced thrombocytopenia (HIT) or thrombotic thrombocytopenic purpura (TTP), that typically cause thromboses, or clots, instead of bleeding.",
  "Platelets na-ewepụta ọtụtụ ihe na-eto eto gụnyere ihe na-eme ka platelet nweta uto (PDGF), ihe na-emepụta chemotactic dị ike, na TGF beta, nke na-akpali nkwụsị nke matrix extracellular",
  "E gosipụtara ihe abụọ a na-eto eto ka ha na-arụ ọrụ dị mkpa na nrụzi na imezigharị anụ ahụ njikọ",
  "Ihe ndị ọzọ na-eto eto na-ejikọta ọgwụgwọ nke platelets na-emepụta gụnyere isi ihe na-etolite fibroblast (bFGF), ihe na-eme ka insulin na-eto 1 (IGF-1), ihe na na-eto nke epidermal sitere na platelet, na ihe na-emepụta vascular endothelial (VEGF)",
  "A na-eji itinye ihe ndị a n'ọrụ n'ógbè site na plasma jupụtara na platelet (PRP) mee ihe dị ka ihe enyemaka maka ọgwụgwọ ọnyá ruo ọtụtụ iri afọ."
]