[
  "Mkpagbu nke ndị nwere anyali (mgbe ụfọdụ ndebiri PWA) dabeere na nkwenye na ụfọdụ akuku ahụ nke ndị anyali nwere ike ibunye mmadu ike eji eme anwansi. Nkwenkwe ụgha dị otú ahụ dị karịsịa n'akụkụ ụfọdụ nke mpaghara Great Lakes nke Africa, ndị dokita amoosu na ndị ọzọ na-akwado nkwenye a werekwa ya n'eri site n' iji akụkụ ahụ dị otú ahụ mere ihe ndi a na-etinye na-akara ngwa eji eme nketoaja, ogwu agworo agwo na ihe a na-agwakọta na ọgwụ na-ekwu na anwansi ha ga-ewetara onye e meere ya ọganihu (muti ma ọ bụ ọgwụ ogbugbu).",
  "N'ihi ya, a kpagburu ndị nwere ọrịa anyali, gbuo ha ma gbaa ha ọkpụkpụ, egwuputakwara ili nke ndị anyali ma merụọ ha",
  "N'otu oge ahụ, a chụpụkwara ndị nwere ọrịa anyali ma gbuo ha n'ihi ihe dị iche, n'ihi na a na-eche na a bụrụ ha ọnụ ha biakwa na-eweta ọdachi",
  "Mkpagbu nke ndị anyali na-ewere ọnọdụ karịsịa n'ime obodo na mpaghara ndịda Sahara nke Africa, karịsịa n'etiti ndị East Africa.: 81",
  "Ọcha anyali bụ ọnọdụ ọnatara chi nke dị oke ụkọ ma, n'ụwa niile, ọna-emetụta ihe dịka otu onye n'ime puku mmadụ iri abụọ. Ọ bụ ezie na ọ dị ụkọ n'ụwa ndi ọdịda anyanwụ, anyali bụ ihe a na-ahụkarị na mpaghara ọdida Sahara Africa, ma eleghị anya n'ihi njikọ ọbara. Ndị nne na nna abụọ, ndị nwere ike ibu ma ọ bụ na ha abụghị ndị anyali n'onwe ha, ga-eburịrị mkpụrụ ndụ ihe ọnatara chi ahụ ma ọ bụrụ na ha ga-enyefe ya nwatakịrị ha",
  "Icha ọcha anyali na-eme n' ụmụ nwoke na ụmụ nwanyị ma ọ bụghị kpọmkwem maka agbụrụ ma ọ bụ otu agbụrụ ọ bụla",
  "Ndekọ ọnụ ọgụgụ na-egosi na pasent iri ise nke ndị anyali na mba Tanzania nwere onye ikwu anyali a ma ama,:80 ọ bụ ezie na ọ bụ mmadụ ole ma ole ghọtara ma ọ bụ gụrụ akwụkwọ banyere ihe ndị na-akpata ọrịa ọnatara chi a. Ọtụtụ ndị kwenyere na ọ bụ ntaramahụhụ sitere n'aka Chineke ma ọ bụ chi ọjọọ, nakwa na \"ọrịa\" ha nwere ike ife efe, nke na-abụkarị echiche nke ndị ọrụ ahụike na ndị ọkachamara",
  "Echiche ndị a na-ezighi ezi, tinyere enweghị agụmakwụkwọ, bụ ụfọdụ n'ime isi ihe kpatara na a na-akpagbu anyali nke ukwuu",
  "Enweghị ihe ọmụma a banyere ndị nwere ọcha anyali pụtara na akụkọ ọdịnala na nkwenkwe ụgha juru n'ihe gbasara amoosu na-anọchi anya eziokwu ahụike na nke sayensị n'uche ọtụtụ ndị Afrịka, ma enwere anyali ma enweghi ya, nke n'aka nke ya bu nnukwu nsogbu banyere njikọta mmekọrịta nke ndị anyali na ọha mmadụ Afrịka",
  "Pasent iri itoolu na asatọ nke ndị anyali na-anwụ mgbe ha dị afọ iri anọ n'ihi ihe ndị a ga-egbochinwu n'ụzọ dị mfe.",
  "E wepụtara akụkọ na mbọchị mbụ nke ọnwa anọ na-afọ puku abuọ na-iri na anọ site na Dar es Salaam, Tanzania, ụlọ ọrụ ebere nke Canada N'okpuru Otu Anyanwụ",
  "Isi okwu ya bụ Akụkọ banyere mwakpo a na-awakpo ndị chara ọcha anyali, akwụkwọ ahụ na-enyocha mba narị na iri asatọ ma depụta ogbugbu ohụrụ egburu narị na iri abuọ na iteghete na mwakpo ndị ọzọ ruru narị na iri asatọ na otu, ihe niile a mere n'ime mba iri abuọ na atọ nke Afrịka",
  "Mwakpo ndị a gụnyere igbu ọchụ, ime ihe ike, imebi ili, na ihe gbasara mmadụ ịchọ obodo-mgbaba.",
  "Na Tanzania, ndị anyali bu otu n'ime puku na narị anọ na iri abuọ na iteghete mmadụ ọ bụla amụrụ, ọnụ ọgụgụ dị elu karịa na mba ọ bụla ọzọ",
  "Dị ka Al-Shymaa Kway-Geer, otu onye anyali sokwa na ndị omeiwu si kwuo, e nwere ndị anyali puku isii na narị iteghete na iri asaa na asaa edebanyere aha na Tanzania. Agbanyeghị, ekwere na enwere ike inwe ihe ruru puku iri na-asaa a na-edebanyeghị aha ha na-akwụkwọ. Ọtụtụ ndị anyali akwagala n'ógbè Dar es Salaam, ebe ha ka-enwe obi iru ala n'obodo mepere emepe",
  "A na-eche na Tanzania [onye?] nwere ọnụ ọgụgụ kachasị ukwuu nke ndị anyali n'Africa",
  "[citation needed] A na-akpagbu ndị anyali karịsịa na Shinyanga ya na Mwanza, ebe ndị dibịa amoosu kwalitere nkwenye n'ikike anwansi na nkwenkwe ụgha banyere akụkụ ahụ ndị anyali. Nke a nwere ike ịkpata nnukwu nsogbu na ezinụlọ na mmekọrịta",
  "A na-ahụkarị nwatakịrị bụ anyali dị ka ihe ọjọọ ma mesoo ya dị ka ihe a na-achọghị",
  "Ọtụtụ ụmụ ọhụrụ anyali na-aghọ ndị a na-egbu na ntakịrị n'ihi echiche nkwenkwe ụgha ndị a",
  "[citation needed]"
]