[
  "Mkpebi ByrdīHagel bụ mkpebi Senate nke United States ji otu olu mee na ntuli aka nke 95-0 n'ubochi irí abụọ na ise n'onwa Julaị  afọ 1997, nke ndị Senate Chuck Hagel na Robert Byrd kwadoro",
  "Mkpebi ahụ kwuru na US ekwesịghị ịbịanye aka na nkwekọrịta ihu igwe nke ga-enye iwu ka ha mee nkwekọrịta ọhụrụ iji belata ma ọ bụ belata gas na-ekpo ọkụ màkà ndị Annex I Parties, ọ gwụla ma[it]..",
  "na-enyekwa iwu ka ha mepụta nkwekọrịta ndị ọhụrụ a kapịrị ọnụ iji belata gas màkà ndị na-emepe emepe n'otu oge ahụ', ma ọ bụ ga-akpata nnukwu mmerụ ahụ na akụ na ụba nke United States",
  "Nke a machibidoro US n'ụzọ dị irè ịkwado Kyoto Protocol.",
  "N'agbanyeghị nkwekọrịta nkè mkpebi ByrdīHagel, onye nnọchi anya UN Peter Burleigh bịanyere aka na Kyoto Protocol n'aha Clinton Administration n'ọnwa Nọvemba ụbọchị iri na abuo, afọ 1998. Otú ọ dị, Ọchịchị Clinton mechara gbochie nkwekọrịta ahụ inweta nkwado Senate n'ihi mmeghachi omume ndọrọ ndọrọ ọchịchị na enweghị nkwenye.",
  "Na mbido ọchịchị Bush, ndị Senate Chuck Hagel, Jesse Helms, Larry Craig, na Pat Roberts degaara Ónyé isi ala George W",
  "Bush akwụkwọ ozi na-achọ ịchọpụta nguzo ya na Kyoto Protocol na iwu mgbanwe ihu igwe. N'akwụkwọ ozi e dere n'ọnwa Machị ụbọchị iri na atọ, afọ 2001, Ónyé isi ala Bush zaghachiri \"M na-emegide Kyoto Protocol n'ihi na ọ na-ewepụ pasent iri asatọ nke ụwa, gụnyere isi obodo ndị dị ka China na India, site na nrubeisi, ma ga-akpata nnukwu mmerụ ahụ na akụ na ụba US",
  "Ntuli aka nke Senate, 95-0, na-egosi na enwere nkwekọrịta doro anya na Kyoto Protocol bụ ụzọ na-ezighị ezi na nke na-adịghị arụ ọrụ iji dozie nchegbu mgbanwe ihu igwe zuru ụwa ọnụ",
  "\"",
  "N'oge ọchịchị Obama, US gbasoro iwu ihu igwe dịka Copenhagen Accord na Paris Agreement n'ịkwado màkà mgbanwe gbụrụ-gbúrụ ébé obibi zuru oke na ikwe ka mba dị iche iche kpebie onwe ha mkpebi nke ha. N'otu akụkọ Time nke afọ 2015, ónyé bụbu odeakwụkwọ nchekwa US Chuck Hagel kwuru na \"Congress kwesịrị ịrụ ọrụ siri ike na mkparịta ụka ahụ site na igbochi nkwekọrịta ahụ, mana site na iziga otu Global Climate Change Observer Group ọhụrụ iji kọọ ihe omume na Paris ma nyochaa atụmatụ ihu igwe mba ndị ọzọ nke ọma\".",
  "H.Res.211 bụ mkpebi ụlọ omebe iwu nke US nke e webatara na nkwado nke ndị nkwado otu narị na abụọ n'ọnwa Julaị n'ubochi irí atọ na otu, afọ 1997. H.Res.211 nọgidere na-asụ asụsụ yiri nke ByrdīHagel Resolution nke na-eme ka Kyoto Protocol ga-enye iwu ka \"(1) nye iwu ka nkwa ọhụrụ belata ma ọ bụ belata ikuku na-ekpo ọkụ màkà Akụkụ 1 nke Akụkụ, ọ gwụla ma usoro ma ọ bụ nkwekọrịta ọzọ nyekwara iwu ka nkwa ndị ọhụrụ a kapịrị ọnụ belata maọ na-ebelata ikuku na ikuku na-emepe emepe n'ime otu oge nkwenye ahụ; ma ọ bụ (2) kpatara nnukwu mmerụ ahụ na akụ na ụba US",
  "\" N'agbanyeghị ewu ewu mbụ nke mkpebi ahụ, a kpọgara ya na Subcommittee on International Economic Policy and Trade ebe ọ dịghị ihe ọzọ mere."
]