[
  "Inshọransị ihe ize ndụ ihu igwe bụ ụdị ịnshọransụ e mèrè iji belata ihe ize ndụ ego na ihe ize ndụ ndị ọzọ metụtara mgbanwe ihu igwe, ọkachasị ihe dị ka ihu igwe siri ike.  A na-emekarị mkpuchi ahụ dị ka ụdị mkpuchi dị mkpa màkà imeziwanye ihu igwe nke ndị ogbenye na ndị na-emepe emepe. Ọ na-enye ego mgbè ọdachi gasịrị màkà enyemaka na usoro nrụzigharị ma na-akwadebe màkà usoro n'ọdịnihu iji belata mgbanwe ihu igwe",
  "A na-ewere ịnshọransị dị ka ihe dị mkpa iji mee mgbanwe ihu igwe.",
  "Ndị na-akatọ mkpuchi ahụ, na-ekwu na mkpuchi dị otú ahụ na-etinye ihe ka ukwuu n'ibu ọrụ akụ na ụba na ọbọdọ ndị na-ahụ màkà obere ego nke ikuku carbon. Maka mba ndị na-enweta ego dị ala, mmemme ịnshọransị ndị a nwere ike ịdị oke ọnụ n'ihi ọnụahịa dị elu na ihe ndị dị mkpa màkà nchịkọta data. A na-eche na nnukwu ego na mpaghara ndị dị oke egwu na-enwe oke egwu ihu igwe, ga-eme ka ndị mmadụ ghara ibi na mpaghara ndị ahụ. Ihe omume ndị a na-abụkarịkwa nke na-abịa n'oge na nke na-ezughị ezu n'ụzọ ego, nke nwéré ike ịbụ ihe a na-ejighị n'aka na mmefu ego mba. Nsogbụ dị ukwuu na obere ọkwa bụ na ọdachi ndị metụtara ihu igwe na-emetụtakarị mpaghara ma ọ bụ ọbọdọ dum n'otu ógè ahụ, na-akpata ọnụ ọgụgụ buru ibu nke nkwupụta n'otu ụzọ. Nke a pụtara na ọ dị mkpa ka a ree ya n'ọtụtụ, dịgasị iche iche. Otú ọ dị, mkpuchi ihe ize ndụ ihu igwe nke ọma nwèrè ike ịrụ ọrụ dị ka netwọk nchekwa màkà mba mgbè ọ na-emeziwanye ike.",
  "Ndị mba ụwa tinyere ego n'ịzụlite nkwado ọzọ màkà ụdị mkpuchi a site na InsuResilience Global Partnership nke bidoro na COP23. Otu ahụ, na-akwado mmemme mpaghara dịka Climate Risk Adaptation na Insurance in the Caribbean (CRAIC) na òtù mba ụwa dị ka Munich Climate Insurance Initiative. ACT Alliance bipụtara akwụkwọ nduzi màkà usoro ikpe ziri ezi na ikpe ziri ezi màkà mkpuchi ihe ize ndụ ihu igwe n'afọ 2020.",
  "Mgbanwe ihu igwe na-arịwanye elu, dị ka ịrị elu nke oke osimiri, idei mmiri na oké ifufe, na-eyi ndụ na ọnụ ahịa nke ebe ndị metụtara egwu. Nke a bụ ihe méré otu n'ime ụdị mkpuchi ihu igwe a na-ejikarị eme ihe bụ mkpuchi idei mmiri, nke na-enye mkpuchi màkà mfu nke idei mmiri kpatara."
]