[
  "N'ọdịnala okpukperechi dị iche iche, mmụọ ozi bụ mmụọ mmụọ karịrị nke mmadụ nke na-ejere Chineke ozi.",
  "..Okpukpe Abraham na-egosipụtakarị ndị mmụọ ozi dị ka ndị na-emekọrịta ihe nke eluigwe na-eme ebere n'etiti Chineke (ma ọ bụ Eluigwe) na mmadụ.  Ọrụ ndị ọzọ gụnyere ndị nchebe na ndị nduzi maka ụmụ mmadụ, dị ka ndị mmụọ ozi na-eche nche, na ndị ohu Chineke.  Okpukpe Abraham na-akọwa ọkwa ndị mmụọ ozi, nke dịgasị iche site n'okpukpe na otu",
  "Ụfọdụ ndị mmụọ ozi nwere aha kpọmkwem (dị ka Gebriel ma ọ bụ Maịkel) ma ọ bụ utu aha (dị ka seraf ma ọ bụ onyeisi ndị mmụọ ozi)",
  "Ndị ahụ a chụpụrụ n’eluigwe ka a na-akpọ ndị mmụọ ozi dara ada, dị iche na ndị agha nke eluigwe.",
  ".oNdị mmụọ ozi na-ese ihe na-emekarị ka ụmụ mmadụ mara mma pụrụ iche, ọ bụ ezie na ọ bụghị mgbe nile ka ọ na-adị otú ahụ—mgbe ụfọdụ, a pụrụ ịkọwa ha n'ụzọ na-atụ egwu na nke na-adịghị mma.  A na-amatakarị ha n'ihe osise Ndị Kraịst nwere nku nnụnụ, halos, na ìhè dị nsọ.",
  "Okwu mmụọ ozi na-abịa na Bekee nke oge a site na Old English engel (nke nwere g siri ike) na Old French angele. Ha abụọ sitere na Late Latin angelus, nke n'aka nke ya gbaziri site na Late Greek angelos (nke pụtara \"onye ozi\") Ụdị okwu mbụ nke Τhe bụ Mycenaean a-ke-ro, nke akaebe na Linear B syllabic script. Dị ka onye ọkà mmụta asụsụ Dutch R",
  "S",
  "P",
  "Beekes si kwuo, ángelos n'onwe ya nwere ike ịbụ \"ihe a gbazinyere n'Ebe Ọwụwa Anyanwụ, dị ka Ōiγγαρος (ángaros, 'onye ozi nọ n'elu ịnyịnya nke Persia').",
  "Na Zoroastrianism, e nwere ndị mmụọ ozi dị iche iche",
  "Dịka ọmụmaatụ, onye ọ bụla nwere otu mmụọ ozi na-echebe ya, nke a na-akpọ Fravashi",
  "Ha na-akwado ụmụ mmadụ na ihe ndị ọzọ e kere eke, ma gosipụta ike Chineke",
  "A na-elekarị Amesha Spentas anya dị ka ndị mmụọ ozi, ọ bụ ezie na ọ dịghị ihe ọ bụla a na-ezo aka na ha na-eziga ozi, kama ha bụ ihe sitere na Ahura Mazda (\"Onyenwe Ọkachamara\", Chineke); ha pụtara na mbụ n'ụzọ a na-adịghị ahụ anya ma mesịa ghọọ nke onwe, jikọtara ya na akụkụ dị iche iche nke okike.",
  "N'ihe gbasara uwe ha, e gosipụtara ndị mmụọ ozi, ọkachasị onyeisi ndị mmụọ ozi Michael, dị ka ndị ọrụ agha nke Chineke ma gosipụta ha na-eyi uwe agha Late Antique",
  "Uwe a nwere ike ịbụ uwe agha nkịtị, nke nwere uwe elu na-emetụta ikpere, ihe agha na pteruges, mana ọ na-abụkarị uwe nke onye nche nke Eze Ukwu Byzantium, na uwe ogologo na loros, ogologo ọla edo na pallium dị oké ọnụ ahịa nke a na-ejedebe na ezinụlọ Imperial na ndị nche ha kacha nso.",
  "Àtụ:Fantasy fictionÀtụ:Angels in Abrahamic ReligionsÀtụ:Christian angelic hierarchy"
]