[
  "Mmabatho Olive Mokause bụ onye ndọrọ ndọrọ ọchịchị South Africa na-eje ozi dị ka onye nnọchi anya na-adịgide adịgide na National Council of Provinces site na Northern Cape kemgbe Machị na afọ 2020",
  "Ọ bụ onye otu Economic Freedom Fighters (EFF)",
  "Mokause bụ onye otu Northern Cape Provincial Legislature site na Mee 2014 ruo Eprel, na afọ 2015",
  "A họpụtara ya ka ọ bụrụ onye omebe iwu nke South Africa, ụlọ nke dị ala nke ụlọ omebe iwu, n'ọnwa Eprel afọ 2015 ma jee ozi n'ụlọ ahụ ruo Jenụwarị afọ 2018",
  "Mgbe ntuli aka nke Mee, na afọ 2019 gasịrị, ọ laghachiri na National Assembly, mana ọ gbara arụkwaghịm na Septemba",
  "Na Machị na afọ 2020, a họpụtara ya ka ọ nọchite anya EFF n'ụlọ elu.",
  "Mokause bụ onye bi na Kuruman na Northern Cape",
  "Mokause bu onye otu ndi Economic Freedom Fighters site mbe amalite ya ma nwe nye ya ọkwa onye ga arụ na inaugural Central Command Team, na ebe dị elu ana eme iwu. She was elected to the Northern Cape Provincial Legislature in the 2014 general election held on 7 May dika otu n'ime onye na anochite anya na ofis, dika onye Member of the Provincial Legislature (MPL) na 21 Mee, na afọ 2014.",
  "N'ọnwa Nọvemba afọ 2014, a wakporo Mokause mgbe ọ na-aga nzukọ mpaghara EFF na Northern Cape.",
  "N'ọnwa Eprel afọ 2015, ọ gbara arụkwaghịm dị ka onye MPL ka a na-etinye ya na Nzukọ Ndị Omeiwu",
  "A ṅụrụ ya iyi dị ka onye otu National Assembly na 21 Eprel na afy2015. N'ọnwa Ọktoba na afọ 2017, onye na-akpọ ahịa Diamond Fields kọrọ na ndị isi EFF nyere Mokause iwu ka ọ \"gba arụkwaghịm ozugbo\" n'ụlọ omebe iwu",
  "Ọ gbara arụkwaghịm n'ụbọchị mbụ n'ọnwa Jenụwarị afọ 2018.",
  "Otú ọ dị, Mokause laghachiri na National Assembly mgbe ntuli aka Mee, na afọ 2019 gasịrị",
  "Ọ rụrụ ọrụ dị ka onye omeiwu ihe na-erughị ọnwa anọ tupu ọ gbaa arụkwaghịm na 9 Septemba",
  "Na nnọkọ ntuli aka mba nke pati ahụ na Disemba, na afọ 2019, a họpụtara ya ọzọ dị ka onye otu Central Command Team. A ṅụrụ ya iyi dị ka onye otu National Council of Provinces, ụlọ elu, na Machị, na afọ 2020 wee mejupụta oche nke Poppy Koni gbara arụkwaghịm."
]