[
  "Mmamoloko Tryphosa Kubayi (amụrụ na 8 Mee, na afọ 1978) bụ onye ndọrọ ndọrọ ọchịchị South Africa bụ Minista nke Ebe Obibi Mmadụ na onye otu National Assembly maka African National Congress (ANC)",
  "Ọ bụ Minista nke Energy na afọ 2017, Minista nke Communications site na afo 2017 ruo na afọ 2018, Minista nke Sayensị na Teknụzụ site na afo 2018 ruo na afọ 2019, na Minista nke Njem site na afo 2019 ruo na afọ 2021.",
  "A mụrụ Mmamoloko Kubayi ma zụlite ya na Soweto",
  "Ya na ezinụlọ ya biri n'otu ụlọ",
  "Nne ya bụ onye na-arụ ọrụ n'ụlọ na onye na-akwado African National Congress",
  "Kubayi tụụrụ ime mgbe ọ dị afọ iri na asaa wee mụọ nwa nwoke",
  "N'agbanyeghị ihe ịma aka, ọ gụrụ akwụkwọ na Thusa-Setjhaba Secondary School na afọ 1997 dị ka onye kachasị mma n'ụlọ akwụkwọ ahụ ma mesịa tinye aka na ndọrọ ndọrọ ọchịchị ụmụ akwụkwọ",
  "Ọ gara ụlọ akwụkwọ Soweto nke Mahadum Vista wee gụsịrị akwụkwọ na BA Degree na Psychology na Sociology n'afọ 2000",
  "O nwetara diplọma Project Management na Damelin n'afọ 2002.",
  "Kubayi bu ụzọ were ya n'ọrụ dị ka onye mmepe obodo na ngalaba na-abụghị nke gọmentị",
  "N'oge na-adịghị anya, ọ rụrụ ọrụ na First National Bank dị ka ọkachamara na mmepe nka, ma, mgbe e mesịrị, chọta ọrụ na ngalaba ụlọ akụ azụmahịa na Nedbank",
  "N'oge na-adịghị anya, ọ rụrụ ọrụ na ngalaba ọha na eze dị ka onye na-ahụ maka mmepe nka na National Health Laboratory Services.",
  "N'afọ 2015, o nwetara nzere masta na Public Administration na Mahadum nke Witwatersrand",
  "Kubayi, mgbe ọ ka nọ na Mahadum Vista, sonyeere ANC Youth League ma họpụta ya na SRC nke mahadum ahụ",
  "Mgbe ọ rụchara ọrụ na National Health Laboratory Services, ọ ghọrọ onye nduzi n'oge na-adịghị anya n'ọfịs nke osote onye isi ala nke obodo South Africa, Phumzile Mlambo-Ngcuka.",
  "N'afọ 2006, a họpụtara ya ka ọ bụrụ onye ndụmọdụ ANC PR nke obodo Johannesburg wee bụrụ onye isi oche nke Kọmitii Portfolio nke obodo ahụ na Transport",
  "N'oge ahụ kpọmkwem, ọ rụkwara ọrụ dị ka onye otu Provincial Executive Council (PEC) nke ANC Youth League na Gauteng ma n'oge na-adịghị anya ọ ghọrọ osote odeakwụkwọ mpaghara nke ANCYL.",
  "A họpụtara Kubayi ka ọ bụrụ onye omeiwu n'afọ 2009",
  "Mgbe ahụ, ọ rụrụ ọrụ dị ka onye ndụmọdụ ndị omeiwu nye osote onye isi ala nke South Africa, Kgalema Motlanthe.",
  "N'ikike ya dị ka onye omeiwu, ọ rụrụ ọrụ dị ka onye na-ahụ maka Kọmitii Ndị omeiwu na agụmakwụkwọ na ọzụzụ dị elu, ndị otu iwu na arịrịọ",
  "Ọ bụkwa onye na-anọchite anya Deputy Chief Whip nke ANC Caucus na onye otu Standing Committee on Appropriations, the Rules Committee na the Programming Committee",
  "N'oge na-adịbeghị anya, ọ rụrụ ọrụ dị ka Onye isi oche nke Telecommunications na Postal Services Portfolio Committees.",
  "Na Maachị, na afọ 2017, Onye isi ala Jacob Zuma họpụtara ya dị ka Minista ọhụrụ nke Ike",
  "Ọ nọchiri Tina Joemat-Pettersson",
  "A na-ahụ nhọpụta ya dị ka ọganihu maka mmejuputa nkwekọrịta nuklia na-ese okwu.",
  "Ọ rụrụ ọrụ nwa oge ruo n'ọnwa Ọktoba afọ 2017 mgbe a kpọrọ ya Minista nke nkwukọrịta. N'ọnwa Febụwarị n'afọ 2018, onye isi ala ọhụrụ a họpụtara Cyril Ramaphosa mara ọkwa na ọ bụ Minista nke Sayensị na Teknụzụ.",
  "Mgbe ntuli aka nke Mee 2019 gasịrị, a họpụtara Kubayi ka ọ bụrụ Minista na-ahụ maka njem nleta, na-anọchi Derek Hanekom. N'ọnwa Juun na afọ 2021, a họpụtara ya ka ọ bụrụ minista na-ahụ maka ahụike mgbe e nyere Zweli Mkhize ezumike maka ebubo nrụrụ aka.",
  "N'oge mgbanwe nke kansụl na 5 Ọgọstụ, na afọ 2021, onye isi ala Ramaphosa họpụtara Kubayi dị ka Minista nke Ebe obibi mmadụ.",
  "Ọ lụrụ Joel Sihle Ngubane na 16 Septemba na afọ 2017 wee kewaa n'ọnwa Eprel, na afọ 2021",
  "Ha mechara gbaa alụkwaghịm."
]