[
  "Mmanụ diesel Norilsk bụ ọdachi ụlọ ọrụ na nso Norilsk, Krasnoyarsk Krai, Russia",
  "Ọ malitere n'ubochi irí abụọ na itoolu n'ọnwa Mee afo 2020 mgbè tankị nchekwa mmanụ na Norilsk-Taimyr Energy's Thermal Power Plant No",
  "3 (nke Nornickel nwere) dara, na-eme ka osimiri ndị dị n'ógbè ahụ jupụta na tọn mmanụ diesel puku iri na asaa na narị ise. Onye isi ala Vladimir Putin kwupụtara ọnọdụ mberede na mbido ọnwa June. A kọwaala ihe omume ahụ dị ka nke abụọ kachasị ukwuu n'akụkọ ihe mere eme nke Russia nke ógè  a, mgbè afọ 1994 Komi pipeline wụpụsịrị, ébé a tọhapụrụ tọn mmanụ narị puku anọ nà ala gburugburu ébé obibi n'etiti August 1994 na Jenụwarị 1995.",
  "A na-eji mmanụ diesel eme ihe dị ka mmanụ ndabere màkà ụlọ ọrụ Norilsk-Taimyr Energy coal-fired combined heat and power plant. Nchekwa mmanụ Tank isé dara n'ihi oghere dị na ala tankị, nke sitere na mmepụta nke corrosion ulcerative. N'afọ 2014, ụlọ ọrụ na-ahụ màkà ihe ndị sitere n'okike nke Russia bụ Rostekhnadzor nyèrè ụlọ ọrụ ahụ iwu, ka ọ na-erule n'afọ 2015, ka ọ na'ihu mgbidi na elu ụlọ nke tankị site na nchara ma weghachite mkpuchi mgbochi corrosion, na site n'ọnwa Ọktoba afọ 2016, ka ọ na - mee nyocha na-adịghị ebibi ala tankị",
  "N'agbanyeghị arịrịọ ndị a sitere n'aka Gọọmentị Russia, Norilsk-Taimyr Energy emeghị ihe ndị a rịọrọ iji zere ọdịda nkè Tank isé.",
  "Ruo cubic mita puku iri abụọ na otu (17,500 tọn) nke mmanụ diesel wụfuru n'ala na n'ime osimiri ndị dị n'ógbè ahụ, na-emetụta mpaghara dị hekta irí na asatọ (44 acres), Osimiri Daldykan dị nso, nke na-esite na Osimiri Ambarnaya, ma na-emetọ mpaghara nkè square kilomita narị atọ na iri ise  (140 square miles). A tụrụ anya na mgbalị nhicha ga-esi ike n'ihi na enweghị okporo ụzọ na osimiri ndị ahụ adịghị omimi màkà ụgbọ mmiri na ụgbọ mmiri",
  "E mèrè atụmatụ na ọnụahịa ozugbo nke ọrụ enyemaka mberede ga-abụ ijeri rubles 10 (US $ 146 nde), na ngụkọta mmezi nke 100 ijeri ruble (US $ 1.5 ijeri), nke ga-ewe afọ ise ruo iri; Norilsk Nickel ga-akwụ ụgwọ ahụ.",
  "N'ubochi anọ n'ọnwa Juun n'afọ 2020 telivishọn steeti Rọshịa kọrọ na ejirila usoro arụpụtara pụrụ iche wee nwee ihe mwụfu ahụ",
  "booms na Ambarnaya osimiri. Otú ọ dị, ice na-akpụ akpụ mebiri ọganihu ahụs na ntufu ruru Lake Pyasino, na-eyi egwu Pyasina River, nke na-asọba n'ime Arctic Ocean.",
  "Kọmitii nyocha nkè Russia amalitela nyocha mpụ banyéré nsị ahụ.",
  "E tinyere ónyé isi nke ụlọ ọrụ ọkụ eletrik na-ekpo ọkụ n'ụlọ mkpọrọ tupu ikpe, ebubo na ọ mebiri iwu gburugburu ébé obibi na ileghara anya. Yevgeny Zinichev, ónyé isi nke Ministry of Emergency Situations nke Russia, kwùrù na ụlọ ọrụ ọkụ eletrik ahụ ekwughị ihe merenụ ruo ụbọchị abụọ, mgbè ha na-anwa igbochi ọnọdụ ahụ n'onwe ha.\nOnye isi ala Vladimir Putin kwupụtara ọnọdụ mberede mpaghara na-esote nsị ahụ, ma katọọ ndị ọchịchị mpaghara màkà mmeghachi omume dị nwayọ. Ọ katọkwara Vladimir Potanin, ónyé isi oche na ónyé isi na-ekere òkè nke Norilsk Nickel, màkà ịghara idebe nchekwa nke tankị mmanụ ụgbọala na ụlọ ọrụ ahụ. Putin nyèrè ndị ọrụ iwu ka ha gbanwee iwu Russia iji gbochie ihe mberede yiri ya n'ọdịnihu. N'ime nzukọ telivishọn nke ụbọchị atọ n'ọnwa Juun 2020 nke e wepụtara màkà njikwa ọdachi, Putin jụrụ Sergei Lipin, onye isi NTEK: \"Gịnị mere ụlọ ọrụ gọọmentị ji chọpụta banyere nke a naanị ụbọchị abụọ mgbè ihe ahụ gasịrị? Anyị ga-amụta banyéré ọnọdụ mberede site na mgbasa ozi mmekọrịta?\"",
  "Mgbè ụlọ ọrụ na-ahụ màkà gburugburu ébé obibi nke steeti Rosprirodnadzor gwara onye ọrụ ya Vasily Ryabinin ka ọ kwụsị nyocha ọdachi ahụ, ọ hapụrụ ọrụ ya n'ubochi asaá n'ọnwa Juun wee gaa n'ihu ọha dị ka ónyé na-eme mkpesa.",
  "Mgbè nsị Norilsk gasịrị, ụlọ ọrụ Prosecutor General nke Russia nyèrè iwu nyocha nchekwa na ihe niile dị ize ndụ nke e wuru na permafrost na Arctic nke Russia. Greenpeace Russia jiri mmetụta gburugburu ébé obibi nke nsị Norilsk tụnyere nkè nsị mmanụ <i id=\"mwfw\">Exxon Valdez</i> nke afọ 1989.",
  "N'ihi ihe omume a, Oleg Deripaska, ónyé guzobere Rusal, nke n'afọ 2019 nwèrè Pasent iri abụọ na asatọ  nke Nornickel, gbàrà ume mgbanwe nchịkwa na Nornickol, nke bụ pasenti iri atọ na ise nke Potanin's Olderfrey Holdings Ltd.",
  "N'ọnwa Juun afọ 2020, Rosprirodnadzor gwara Norilsk ka ọ kwụọ ijeri ruble otu narị na iri anọ na asatọ iji kpuchie mmebi nke nnukwu nsị ahụ kpatara, mànà Norilsk ekwenyeghị na uru ahụ. Na Febụwarị 2021, ụlọ ikpe nyéré iwu ka Norilsk kwụọ US $ 2 ijeri (146 ijeri rubles) màkà nsị ahụ."
]