[
  "A kọwara mmanụ mkpofu dị ka mmanụ ọ bụla sitere na mmanụ ala ma ọ bụ sịntetik nke, site na mmetọ, aghọọla nke na-ekwesịghị ekwesị maka ebumnuche mbụ ya n'ihi ọnụnọ adịghị ọcha ma ọ bụ mfu nke ihe mbụ..",
  "U.S",
  "EPA na-akọwa okwu ahụ bụ \"mmanụ eji eme ihe\" dị ka mmanụ ọ bụla ma ọ bụ mmanụ aka mere nke ejirila mee ihe, n'ihi ojiji dị otú ahụ, ihe onwunwe ma ọ bụ nke kemịkal na-emetọ ya. \"Mmanụ e ji mee ihe\" bụ okwu nchịkwa ziri ezi",
  "\"Mmanụ mkpofu\" bụ okwu zuru oke maka mmanụ nke e metọrọ na ihe ndị nwere ike ma ọ bụ na ọ gaghị adị ize ndụ.  Mmanụ ọ bụla ejiri ihe mkpofu dị ize ndụ metọọ nwere ike ịbụ ihe mkpofu dị ize ndụ, ma ọ bụrụ otu a, a ga-ejikwa ya dabere n'ụkpụrụ njikwa mkpofu dị ize ndụ",
  "Ma mmanụ a na-eji eme ihe na mmanụ mkpofu chọrọ nrụgharị ma ọ bụ mkpofu kwesịrị ekwesị iji zere ịmepụta nsogbu gburugburu ebe obibi.",
  "Ihe atụ ụfọdụ nke ụdị ngwaahịa ndị mgbe ejiri ya mee ihe, enwere ike ịkpọ ya mmanụ eji eme ihe bụ: mmanụ hydraulic, mmanụ nnyefe, mmiri brek, mmanụ moto, mmanụ crankcase, mmanụ gear box, mmanụ aka, na mmanụ nke 1, 2, 3 na 4.",
  "Enwere ike ikpofu mmanụ n'efu n'ụzọ dị iche iche, gụnyere izipu mmanụ eji eme ihe na saịtị (a na-ahapụ ụfọdụ ụlọ ọrụ ijikwa mmanụ eji eme ihe dị ka ebe a na-adọba ụgbọala na ebe a na-ekpofu ihe mkpofu mpaghara), na-ere mmanụ eji ọkụ dị ka mmanụ ọkụ (ụfọdụ mmanụ ejiri mee ihe)",
  "A naghị ahazi ya site n'ụkpụrụ ọkụ ọkụ, ma ndị ọzọ na-abụghị nkọwa nke mmanụ a na-eji eme ihe nwere ike ịgba ọkụ naanị n'ime ọkụ ụlọ ọrụ mmepụta ihe, ụfọdụ ndị na-esi nri, na ndị na-ekpo ọkụ na-ekpo ọkụ na-ekwe ka ha na-ere ihe), na ịzụ ahịa mmanụ eji eme ihe (a na-ekwu na mmanụ eji eme ihe bụ iji  a ga-akpọ ya ọkụ maka mgbake ike, e mesịa, a na-ebuga ya n'ebe a na-ere mmanụ e ji eme ihe bụ́ onye na-ere mmanụ ahụ e ji eme ihe n'ọkụ ụlọ ọrụ akwadoro.ya).\nMmanụ ndị na-abụghị nkọwapụta na-enwekarị: Arsenic 5 ppm, Cadmium 2 ppm, Chromium 10 ppm, Lead 100 ppm, Flash point 100°F, kacha nta (ya bụ, FP ga-abụrịrị karịa 100°F), Total Halogens >4,000 ppm",
  "Maka ọkụ na saịtị nke mmanụ eji eme ihe, a ga-echekwa mmanụ ahụ n'ime tankị ma ọ bụ arịa, n'elu ma ọ bụ n'okpuru ala",
  "Akara ndị ahụ ga-adị n'ọnọdụ dị mma na-enweghị ihe na-agbapụta, a ga-eji okwu ndị a na-akpọ tankị / akwara ndị ahụ, a ga na-enwerịrị atụmatụ mgbochi mgbochi (ma ọ bụ atụmatụ njikwa na mgbochi).",
  "N'afọ 1984, Ngalaba Na-ahụ Maka Nchebe Gburugburu Ebe Obibi nke Florida (DEP) mejupụtara usoro nchịkwa mmanụ eji eme ihe n'okpuru Nkebi 403.75 site na 403.769, Iwu Florida",
  "Florida Used Oil Recycling Program etolitela ịghọ otu n'ime ndị na-aga nke ọma na United States ma nweta nkwado mba.",
  "Ọkụ mmanụ n'efu bụ ụdị ọkụ a na-eji eme ihe maka ikpo ọkụ ma na-eme ya site na mmanụ eji eme ihe na-enweghị mmerụ dị ize ndụ, dịka EPA kọwara",
  "Enwere ike iji ọkụ ọkụ na-ekpofu mmanụ na-ekpofu mmanụ maka ebumnuche ụlọ ọrụ dị iche iche yana ikpo ọkụ."
]