[
  "Mmanwu bụ ihe ọdịnala nke ndị Igbo nke Ndịda Ọwụwa Anyanwụ Naịjirịa",
  "Ọ bụ naanị ụmụ nwoke na-eme ha n'ime òtù nzuzo pụrụ iche ma na-agụnye iji ejiji dị iche iche, mara mma nke e bu n'uche ịkpọtụrụ mmụọ ndị nna nna. Omenala mmawu nwere ebumnuche dịgasị iche iche nke sitere na ịme ihe nkiri oge ochie sitere na cosmology na akụkọ ihe mere eme nke obodo, na-ewebata ọnwa na oge ọhụrụ, na-asọpụrụ totems na mmụọ ndị nna nna, mmepụta nke ilu ma ọ bụ akụkọ ifo, na ntụrụndụ na iwu obodo na-eje ozi dị ka ihe jikọrọ ọnụ",
  "N'oge gara aga, mmawu nwekwara ikike ikpe, nchịkwa mmekọrịta mmadụ na ibe ya, na ọbụna ikike ndị uwe ojii, ọ bụ ezie na ọrụ ndị a belatara n'oge a.",
  "\"Mmanwu\" na Igbo bu okwu pụtara \"mmụọ nke ndị nwụrụ anwụ\". Ọ bụ ngwakọta nke okwu Igbo abụọ \"mmuo\" ma ọ bụ \"maa\" nke pụtara mmụọ na \"onwu\". Nke a na-ezo aka na ebumnuche dị n'azụ Mmanwu nke bụ ịmepụta ihe nnọchianya anụ ahụ nke mmụọ na ndị nna nna site na ịchọ mma nke ihe nkpuchi.",
  "E nwere ụdị mmawu abụọ, nke a na-ahụ anya na nke a na-adịghị ahụ anya.",
  "Mmanwu a na-ahụ anya bụ maka ọha na eze",
  "Ha na-abụkarị ihe ntụrụndụ",
  "Ihe mkpuchi eji eme ihe na-enye ihe ngosi maka ọdịdị na ọdịdị ha",
  "Mmanwu a, na-eme ihe ngosi nke iyi egwu, egwu, ịgba egwu, na parodies (Oyeneke 25)",
  "Ihe ngosi ndị a dị egwu na-egosipụtakarị akụkọ ndụ kwa ụbọchị na omume ọma nke na-eme ka ụkpụrụ mmekọrịta mmadụ na ibe ya nke Mmanwu na-eme nke ọma",
  "Ngwá ọrụ ndị a na-eji eme ihe n'ihe ngosi ndị a bụ akụkụ dị mkpa nke ebumnuche ime mmụọ nke akụkọ na ihe nkpuchi n'onwe ha gụnyere ọtụtụ ihe nkiri nka. A na-ekwu na nke a bụ ụdị Mmanwu kachasị ike ebe ọ bụ na ndị ọzọ na-enwekwaghị ọkwá mgbe ụfọdụ site na mgbanwe ụlọ ọrụ na usoro mmekọrịta mmadụ na ibe ya",
  "Ọbụna etinyela ememe Mmanwu n'ememe okpukpe ndị ọzọ dị ka itinye Mmanwu na mmemme Krismas na Ista nke Igbo.",
  "Mmawu adịghị ahụ anya na-aputa nani  n'abalị",
  "Ụda ka ha na-eji aru oru",
  "Onye na-eme ihe mkpuchi na-eti mkpu na oke  olu ka a nụ ya n'ime obodo niile",
  "Ihe mkpuchi ndị a na-eji eme ihe na-adịkarị njọ ma nkọwa ha bụ naanị ndị otu obodo ghọtara nke ọma",
  "Mmanwu a adịghị ahụ anya na-akpọ oku n'obodo nta dị jụụ ka ọ tụọ egwu n'obi ndị na-amaghị na obodo ha",
  "Enwere ike ịkewa ihe ndị a na-adịghị ahụ anya n'ìgwè atọ,achikwu ocha / ojii, agu mmuo, na ogbagu.",
  "Mmanwu achikwu ocha (ọcha) na-arụ ọrụ dị ka onye nlekota obodo",
  "Ihe omume \"ntụrụndụ\" gụnyere \"ịbụ abụ, ịkpa ọchị, na ịgba egwú\" (Oyeneke 22)",
  "Achikwu ojii (ojii) bụ akụkụ nke ọzọ nke mmanwu achikwu ocha",
  "A na-eme nke a ọ bụghị naanị iji chebe obodo ahụ, kamakwa mgbe a ga-enye ntaramahụhụ ma ọ bụ ogbugbu nke onye omekome",
  "Ìgwè nke abụọ nke mmanwu adịghị ahụ anya bụ agu mmuno (mmụọ agụ)",
  "N'ime ihe ngosi ndị a, a na-emepụta ụda mkpu egwú  iji mee ka egwú  tụọ egwu.",
  "A na-eji ụdị nke atọ a eme ihe maka ntụrụndụ ịgba egwú",
  "(Oyeneke 22).",
  "Omume Mmanwu na-ejedebe na ndị ikom na-ekere òkè ma enwere iwu siri ike na-achịkwa otu nwoke na nwanyị na mmanwu  si emekọrịta ihe",
  "Ọ bụ naanị ụmụ nwoke na-ahụ maka okike, nlekọta, na iji ihe nkpuchi. Ntinye nke ndị otu n'ime ndị na-eme ihe nkpuchi na-eje ozi dị ka emume nwoke nke ịgafe na ụfọdụ obodo ndị Igbo. Ebe ọ bụ na ndị mmadụ bụ ndị na-bụ mmanwi, a na-eli ha n'ime ụlọ ha ka mmụọ ha wee nọrọ nso n'ezinụlọ ha ma laghachi n'ụwa site n'oge ruo n'oge iji nye ndụmọdụ ime mmụọ (Chiene 10)."
]