[
  "Mmanụ a wụpụrụ na Guanabara Bay n'afọ 1997 bụ otu n'ime nnukwu mmanụ atọ a wụpụtara nà Guana Barbara Bay nà Brazil",
  "Ọ gbawara site na ụlọ nrụpụta mmanụ na Duque de Caxias (REDUC) nkè Petrobras na-arụ ọrụ.",
  "Petrobras mèrè atụmatụ na paịpụ na-agbapụta na-ewepụta lita narị puku isii  (160,000 US gal) nke mmanụ n'ime ọdụ ụgbọ mmiri ahụ, mànà dị ka Sindipetro - ụlọ ọrụ mmanụ - si kwuo - ọ bụ lita nde abuo (530,000 US gal). Ihe omume ahụ nwekwara mmetụta dị ukwuu na ndụ mmiri n'oké osimiri; ya na, mpaghara ndị ọzọ dị gburugburu ébé a na-akpọ bay",
  "Ọtụtụ azụ nwụrụ ọnwụ dị egwu ka a na-asa ha n'ikpere mmiri nwụrụ anwụ ma ọ bụ kpuchie ha na mmanụ",
  "Na mgbakwunye, ụlọ ọrụ ịkụ azụ nwere nnukwu ọdịda na ndị ọkụ azụ nọ n'ógbè ahụ enweghị ike ịrụ ọrụ ma ọ bụ igbu azụ n'ọdụ ụgbọ mmiri ahụ.",
  "Mgbè mmanụ ahụ wụpụrụ, e nwèrè ọtụtụ mmetụta na-adịghị mmá na ndị ọkụ azụ Brazil, na ndụ mmiri na gburugburu ebe obibi",
  "Ụlọ ọrụ ịkụ azụ tara ahụhụ nke ukwuu ka ndụ màkà anụmanụ ndị dị n'ime mmiri na-esiri ike",
  "Anụmanụ ndị dị n'ime mmiri dị ka, azụ na crabs enweghị ike inweta ikuku oxygen ma n'ihi ya enweghị ike ịdị ndụ. Na mgbakwunye, ndụ osisi mmiri amalitela ịnwụ ma ghara ịdị n'ihi mmanụ na-ezu ike n'elu mmiri",
  "Nke a mèrè ka anụmanụ ndị dị n'ime mmiri ghara inwe nri n'ihi na ha enweghị osisi mmiri ha ga-eri",
  "Ndị ọkụ azụ - ndị na-adabere nke ukwuu n'ịkụ azụ n'ọdụ ụgbọ mmiri màkà ndụ ha - chere ógè ọdachi ihu, ebe ọ na-esiri ha ike ijide azụ",
  "Nke a mèrè ka ọchịchọ màkà ndị ọkụ azụ daa ma mee ka ndị dị otú ahụ ghara inwe ọrụ.",
  "Ọnụ ego nke nhicha ahụ karịrị naanị uru ego n'ihi na ọ na-emetụtakwa ndị mmadụ na-adabere na ọdịmma nke ọdụ ụgbọ mmiri ahụ",
  "Petrobras refinery weere ọrụ niile ma kwé nkwa ime usoro nhicha",
  "Na mgbakwunye na Guanabara Bay, ébé ndị e metọrọ gụnyere osimiri, na mpaghara ndị gbara ya gburugburu na-eduga n'ụsọ osimiri dịka, ụzọ na ọwa mmiri",
  "Ụlọ ọrụ ahụ nwèrè nnukwu mfu na usoro nhicha ka ha ga-akwụ ụgwọ màkà mmebi ma gọọmentị Brazil kwụọ ha nnukwu ụgwọ",
  "Mmanụ ahụ na-awụfu nwèrè mmetụta dị ize ndụ na ọha mmadụ Brazil na akụ na ụba Brazil n'ozuzu ya",
  "E nwèrè mbelata dị ukwuu n'ọnụ ọgụgụ ụdị azụ na-ebi n'ọdụ ụgbọ mmiri ahụ mgbè ọ wụpụ ahụ gasịrị, n'ihi na ọdụ ụgbọ mmiri ahụ anọgideghị ébé obibi",
  "Ihe fọrọ nke nta ka ọ bụrụ ndị ọkụ azụ puku anọ - ihe karịrị ọkara - ndị e were n'ọrụ ịkụ azụ na Guanabara Bay ga-agbaso ụzọ ndị ọzọ nke ego na ọrụ na-adịghị mma iji kwado ezinụlọ ha",
  "O yighị ka mgbe a wụpụchara ya, mmadụ ga-enwe ike ijide ihe karịrị kilogram irí nke azụ, ébé ma e jiri ya tụnyere tupu wụpụ ahụ, nkezi nke ijide azụ fọrọ nke nta ka ọ bụrụ kilogram otu narị",
  "Na mgbakwunye, ogo azụ ahụ sitere n'ógbè ahụ bụkwa nsogbu dịka ọtụtụ ndị na-azụ ahịa kwuru na ogo azụ ahụ belatara n'ihi na emetọla ya ugbu a",
  "N'ihi ya, a na-atụ azụ ahụ ọnụ ahịa dị ala ma belata ọnụahịa ya ruo ihe dịka ọkara."
]