[
  "Mmefu ego carbon bụ \"ọnụ ọgụgụ kachasị elu nke ikuku carbon dioxide (CO2) nke sitere n'aka mmadụ zuru ụwa ọnụ nke ga-eme ka okpomọkụ ụwa dị na ọkwa a nyere ya na ohere, na-eburu n'uche mmetụta nke ndị ọzọ na-eme ka ihu igwe pụta\". Mgbe egosipụtara n'ihe gbasara oge tupu ụlọ ọrụ emebere ya, a na-akpọ ya mkpokọta mmefu ego carbon, ma mgbe egosipụtara ya site na ụbọchị akọwapụtara nso nso a, a na-akpọ ya mmefu ego carbon fọdụrụ.",
  "A na-akpọkwa mmefu ego carbon na idobe okpomoku n'okpuru oke a kapịrị ọnụ dị ka mmefu ego mgbapụta, oke mgbapụta, ma ọ bụ mgbapụta a na-anabata., ma ọ bụ ikuku a kwadoro",
  "A pụkwara ijikọta mmefu ego na ebumnuche maka mgbanwe ihu igwe ndị ọzọ metụtara ya, dị ka radiative forcing ma ọ bụ ịrị elu nke oke osimiri.",
  "Ọtụtụ òtù na-enye mmelite kwa afọ na mmefu ego carbon fọdụrụnụ, gụnyere Global Carbon Project, Mercator Research Institute on Global Commons and Climate Change (MCC) na ọrụ CONSTRAIN.\nNa Machị afọ 2022, tupu mbipụta nke 'Global Carbon Budget 2021', ndị ọkà mmụta sayensị kọrọ, dabere na data Carbon Monitor (CM), na mgbe COVID-19-pandemic-caused record-level decreased na afọ 2020, mgbapụta CO2 zuru ụwa ọnụ rịrị elu site na 4.8% n'afọ 2021, na-egosi na n'ụzọ dị ugbu a, a ga-eji mmefu ego carbon maka ohere 2⁄3 maka igbochi okpomọkụ ruo 1.5 °C mee ihe n'ime afọ 9.5.",
  "ịrị elu okpomọkụ ụwa",
  "nke ịnọ n'okpuru ebumnuche",
  "na Gt CO2",
  "ruo n'ókè nke ikuku na-abụghị CO2 na Gt CO2",
  "nwere ike ịbụ 220 Gt CO2 elu ma ọ bụ ala dabere n'otú a na-esi belata ikuku na-abụghị CO2.",
  "1 GtC (carbon) = 3.66 GtCO2",
  "Iji mee ka ikuku zuru ụwa ọnụ nọgide n'ime mmefu ego carbon, ikuku CO2 zuru ụwa ọnụ kwesịrị ịdaba na efu",
  "The Intergovernmental Panel on Climate Change (IPCC) Sixth Assessment Report (AR6) na-eme ka ọ pụta ìhè na itinye usoro iwepụ carbon dioxide (CDR) bụ ihe a na-apụghị izere ezere ma ọ bụrụ na a ga-enweta ikuku CO2. A na-achọ usoro CDR ndị a iji gbochie ikuku na-esiri ike iwepụ. Ntụle IPCC gakwara n'ihu pụta ìhè na \"ọnụ ọgụgụ na oge ntinye ga-adabere na nhụta nke mbelata oke ikuku na mpaghara dị iche iche\".",
  "Ego mmefu carbon dị n'ọkwa zuru ụwa ọnụ",
  "Iji sụgharịa atụmatụ mmefu ego carbon zuru ụwa ọnụ na ọkwa obodo, a ga-eme mkpebi ikpe gbasara otu esi ekesa mkpokọta na mmefu ego carbon nke fọdụrụ",
  "N'iburu n'uche ọtụtụ ọdịiche dị n'etiti mba dị iche iche, gụnyere ma ọ bụghị nanị na ọnụ ọgụgụ mmadụ, ọkwa mmepụta ihe, akụkọ ihe mere eme nke mba, na ike mbelata, ndị ọkà mmụta sayensị agbalịwo ikenye mmefu ego carbon zuru ụwa ọnụ n'etiti mba na-eji usoro na-agbaso ụkpụrụ dị iche iche nke nha nhata. Ikenye mmefu ego nke mba na-emepụta ikuku bụ ihe a pụrụ iji tụnyere ịkekọrịta mgbalị iji belata ikuku zuru ụwa ọnụ, nke ụfọdụ echiche nke ibu ọrụ steeti nke mgbanwe ihu igwe gosipụtara",
  "Ọtụtụ ndị na-ede akwụkwọ emeela nyocha nke na-ekenye mmefu ego, na-emekarị n'otu oge na-edozi ọdịiche dị na GHG nke akụkọ ihe mere eme n'etiti mba."
]