[
  "Mmefu ego ike nke ụwa na akọwa nguzozi n'etiti ike nke ụwa nwetara site na Anyanwụ na ike nke ụwa furu azụ na mbara igwe",
  "A na atụle obere isi mmalite ike, dị ka okpomọkụ dị n'ime ụwa, mana na enye obere onyinye ma e jiri ya tụnyere ike anyanwụ",
  "Mmefu ego ike na akọkwa otú ike si agafe usoro ihu igwe",
  "N'ihi na Anyanwụ na ekpo ọkụ na mpaghara okpomọkụ karịa mpaghara polar, a na ekesa ìhè anyanwụ n'ụzọ na adịghị mma",
  "Ka ike na achọ nguzozi gafee mbara ala, ọ na akpali mmekọrịta na usoro ihu igwe nke ụwa, ya bụ, mmiri, ice, ikuku, mkpo nkume, na ihe niile dị ndụ",
  "Ihe si na ya pụta bụ ihu igwe nke ụwa",
  "Mmefu ego ike nke ụwa na-adabere n'ọtụtụ ihe, dị ka ikuku ikuku, gas na ekpo ọkụ, albedo elu mbara ala (ntụgharị), igwe ojii, ahịhịa, usoro iji ala eme ihe, na ihe ndị ọzọ",
  "Mgbe ike na abata na nke na apụ apụ na akwụsi ike, ụwa nọ na nguzozi radiative na usoro ihu igwe ga adịtụ mma",
  "Okpomọkụ ụwa na eme mgbe ụwa na enweta ike karịa ka ọ na enyeghachi na mbara igwe, na oyi ụwa na ewere ọnọdụ mgbe ike na apụta dị ukwuu",
  "Ọtụtụ ụdị nha na nchọpụta na egosi enweghị nkwụsi ike okpomọkụ kemgbe ọ dịkarịa ala afọ 1970",
  "Ọnụ ọgụgụ nke okpomọkụ sitere na ihe omume a sitere na mmadụ enweghị atụ.",
  "Mgbe mmefu ego ike na agbanwe, a na egbu oge tupu nkezi okpomọkụ ụwa agbanwe nke ukwuu",
  "Nke a bụ n'ihi inertiya okpomọkụ nke oké osimiri, ala na cryosphere",
  "Nkọwa ziri ezi nke ike ndị a na nchekwa bụ ihe achọrọ n'ime ọtụtụ ụdị ihu igwe.",
  "N'agbanyeghị nnukwu nnyefe nke ike n'ime na site n'ụwa, ọ na ejigide okpomọkụ na adịgide adịgide n'ihi na, n'ozuzu ya, enwere obere uru ma ọ bụ mfu: Ụwa na ewepụta site na radieshon ikuku na nke ụwa (gbanwere na ogologo oge electromagnetic wavelengths) na mbara igwe banyere otu ike ahụ ka ọ na enweta site na insolation anyanwụ (ụdị radieshon electromagnetic niile).",
  "A na atụle ngụkọta nke ike natara kwa sekọnd n'elu ikuku nke ụwa (TOA) na watts ma na enye ya site na oge anyanwụ na adịgide adịgide ebe gafere ụwa kwekọrọ na radiation",
  "N'ihi na ebe elu nke okirikiri bụ okpukpu anọ nke ebe okirikiri (ya bụ, ebe okirikiti nke okirikiti), nkezi TOA zuru ụwa ọnụ na kwa afọ bụ otu ụzọ n'ụzọ anọ nke anyanwụ na adịgide adịgide ma yabụ ọ bụ ihe dịka 340 watts kwa square mita (W / m2)",
  "Ebe ọ bụ na ịmịkọrọ na adịgasị iche na ọnọdụ yana mgbanwe nke ehihie, oge na kwa afọ, ọnụọgụ ndị e depụtara bụ nkezi ọtụtụ afọ nwetara site na ọtụtụ nyocha satellite.",
  "N'ime ~340 W / m2 nke radieshon anyanwụ nke ụwa natara, nkezi nke ~77 W / m 2 na egosipụta azụ na mbara igwe site na igwe ojii na ikuku na ~23 W / m2) na egosipụtakwa site na albedo elu, na ahapụ ~240 W / mm2 nke ike anyanwụ na mmefu ego ike nke ụwa",
  "A na akpọ ọnụọgụ a radieshon anyanwụ (ASR)",
  "Ọ na egosi uru nke ihe dị ka 0.3 maka albedo nke ụwa, nke a na akpọkwa Bond albedo (A):",
  "A na akọwakarị radiation longwave na apụ apụ (OLR) dị ka ike na apụ na mbara ala, ọtụtụ n'ime ha dị na infrared band",
  "N'ozuzu, a na agbanwe ike anyanwụ a na amịpụta n'ụdị dị iche iche nke ike okpomọkụ",
  "A na ewepụta ụfọdụ n'ime ike a dị ka OLR kpọmkwem na mbara igwe, ebe a na ebute ndị ọzọ site na usoro ihu igwe dị ka radiant na ụdị ndị ọzọ nke ike okpomọkụ",
  "Dịka ọmụmaatụ, ikuku na apụtaghị ìhè na eme mgbe ebugharị okpomọkụ site na mbara ala (ala na oké osimiri) gaa na ikuku site na evapotranspiration na okpomọkụ zoro ezo ma ọ bụ usoro conduction / convection",
  "N'ikpeazụ, a na-ewepụta ike niile na apụta n'ụdị radiation longwave laghachi na mbara igwe.",
  "Mbugharị nke OLR site n'elu ụwa site na ikuku ya nwere ọtụtụ okpukpu na agbaso iwu Kirchoff nke radiation okpomọkụ",
  "Ihe nlereanya nwere otu ọkwa na emepụta nkọwa zuru oke nke OLR nke na enye okpomọkụ n'elu (Ts=288 Kelvin) na n'etiti troposphere (Ta=242 Kelvin) nke dị nso na ọnụọgụ nkezi:",
  "N'okwu a, σ bụ Stefan-Boltzmann constant na ε na anọchite anya emissivity nke ikuku",
  "Aerosols, igwe ojii, mmiri na ekpo ọkụ, na gas na ekpuchi okpomọkụ na enye aka na uru dị irè nke ihe dị ka ε=0.78",
  "Mmetụta okpomọkụ siri ike (ike nke anọ) na eme ka ọ dị nso na nguzozi nke ike na apụta na abata site na obere mgbanwe na okpomọkụ zuru oke nke mbara ala.",
  "A na eme atụmatụ na okpomọkụ na esi n'ime ụwa na agafe bụ 47 terawatts (TW) ma kewaa ihe dịka n'otu n'etiti okpomọkụ radiogenic na okpompe fọdụrụ site na nhazi ụwa",
  "Nke a kwekọrọ na nkezi nke 0.087 W / m2 ma na anọchite anya naanị 0.027% nke mmefu ego ike zuru ụwa ọnụ n'elu, na adị obere site na 173,000 TW nke radieshon anyanwụ na abata.",
  "Mmepụta ike nke mmadụ dị ala ọbụna na atụmatụ 160,000 TW-hr maka afọ 2019",
  "Nke a kwekọrọ na nkezi okpomọkụ na aga n'ihu nke ihe dị ka 18 TW.   Otú ọ dị, oriri na eto ngwa ngwa na mmepụta ike na mmanụ ala na emepụta mmụba na gas na ekpo ọkụ, na-eduga na ihe karịrị okpukpu 20 nke enweghị nkwekọ na abata / na apụ apụ nke sitere na radieshon anyanwụ.",
  "Photosynthesis nwekwara mmetụta dị ịrịba ama: A na eme atụmatụ 140 TW (ma ọ bụ gburugburu 0.08%) nke ike na eme na photosynthesis, na enye ike na osisi iji mepụta biomass",
  "A na ewepụta ike okpomọkụ yiri nke ahụ n'ime otu afọ mgbe a na eji osisi eme ihe dị ka nri ma ọ bụ mmanụ.",
  "A na elegharakarị obere isi mmalite nke ike na ngụkọta, gụnyere mmụba nke uzuzu interplanetary na ifufe anyanwụ, ìhè sitere na kpakpando ndị ọzọ na abụghị Anyanwụ na radieshon okpomọkụ sitere na mbara igwe",
  "N'oge gara aga, Joseph Fourier kwuru na radiation dị omimi dị ịrịba ama na akwụkwọ a na ekwukarị dị ka nke mbụ na mmetụta okpomọkụ.",
  "N'okwu ndị dị mfe, mmefu ego ike nke ụwa na adabere mgbe mmiri na abata na aha ka mmiri na apụ apụ",
  "Ebe ọ bụ na a na egosipụta akụkụ nke ike na abata ozugbo, a pụkwara ịkọwa nguzozi ahụ dị ka radieshon na abịanụ (obere oge) nke na abọta na radieshon ogologo oge na apụ apụ:",
  "Iji kọwaa ụfọdụ n'ime ihe ndị dị n'ime mmefu ego ahụ, ka insolation natara n'elu ikuku bụrụ 100 nkeji (=340 W / m2), dịka egosiri na eserese Sankey na esote",
  "A na akpọ albedo nke ụwa, ihe dị ka nkeji 35 n'ihe atụ a na egosipụta ozugbo na mbara igwe: 27 site n'elu igwe ojii, 2 site na snow na ebe ice kpuchiri, na 6 site n'akụkụ ndị ọzọ nke ikuku",
  "A na amịkọrọ nkeji 65 fọdụrụnụ (ASR=220 W / m2): 14 n'ime ikuku na 51 n'elu ụwa",
  "A na ewepụ nkeji iri ise na otu na eru ma na amịkọrọ n'elu ala site na ụdị dị iche iche nke ike ala: iri na asaa na amụta na mbara igwe na iri atọ na anọ na amịrị ikuku (19 site na okpomọkụ na adịghị ahụ anya nke vaporisation, itoolu site na convection na turbulence, na isii dị ka infrared nke gas na amiri)",
  "A na emecha weghachite nkeji iri anọ na asatọ nke ikuku na amị (34 nkeji site na ike ala na 14 site na insolation)",
  "Ihe atụ a dị mfe na eleghara ụfọdụ nkọwa nke usoro ndị na-agagharị, na echekwa, ma si otú a na eduga n'ịgbakwunye okpomọkụ n'akụkụ elu.",
  "N'ikpeazụ, a na ewepụta nkeji 65 (17 site n'ala na 48 site na ikuku) dị ka OLR",
  "Ha na jikọta ihe 65 nkeji (ASR) sitere na anyanwụ iji nọgide na enweta ike site na ụwa.",
  "Gas ndị dị na ikuku (oxygen na nitrogen) na apụta ìhè n'ìhè anyanwụ na abata mana ha na apụtakwa radieshon longwave (thermal / infrared)",
  "Otú ọ dị, anwụrụ mmiri, carbon dioxide, methane na gas ndị ọzọ na adịghị ahụkebe ọtụtụ wavelengths nke radiation okpomọkụ.",
  "Mmiri na ekpo ọkụ na amị ihe ka ukwuu n'ike infrared nke na ekpuchi ụwa",
  "Gas ndị ahụ na enyekwa ike infrared na ekpo ọkụ n'akụkụ niile",
  "Na radiation na aga n'akụkụ niile, mmetụta net bụ na nke ahụ bụ obere nnyefe ike ( nnyefe okpomọkụ radiation) na ikuku dị ala",
  "Ikuku na ebelata na ịdị elu, na ihe dịka kilomita 5, na agbakọta gas na ikuku dị n'elu ya dị nnọọ obere nke na okpomọkụ nwere ike ịpụ na mbara igwe.",
  "N'ihi na mkpụrụ ndụ gas na ekpo ọkụ na enye ike infrared n'akụkụ niile, ụfọdụ n'ime ya na agbasa ala ma mesịa laghachi n'elu ụwa, ebe a na amị ya",
  "Ike radiative a na agbadata na eme ka ọtụtụ n'ime ike radiative na agbanye n'elu site n'elu ụwa, na ebelata nke ukwuu ọnụego nke radiative cooling nke elu",
  "Ihe na eduga na ike anyanwụ na agbakọta, na ebuli okpomọkụ elu ruo mgbe elu ya na ekpo ọkụ nke na ọnụego nke ịjụ oyi kwekọrọ na ọnụego okpomọkụ sitere na ìhè anyanwụ",
  "Nke a na eme ka elu ya na ekpo ọkụ karịa ka ọ ga abụ ma ọ bụrụ na gas na ekpuchi okpomọkụ anaghị egbochi ọnwụ okpomọkụ radiative",
  "Nke a na ebelata oyi na oke okpomọkụ metụtara ya bụ mmetụta okpomọkụ okike",
  "Ọ dị ka a ga asị na e kpuchiri ụwa na blanket nke na enye ohere radiation shortwave (ìhè anyanwụ) ịbanye, mana ọ na egbochi ọnụego nke radiation infrared longwave na apụ",
  "Dị ka a na ele ya anya site na mbara igwe gbara ụwa gburugburu, gas na ekpo ọkụ na emetụta ikuku nke mbara ala (ε)",
  "Mgbanwe na ihe mejupụtara ikuku nwere ike ịgbanwe nguzozi radiation n'ozuzu ya",
  "Dịka ọmụmaatụ, mmụba nke njide okpomọkụ site na mmụba na arịwanye elu nke gas na ekpo ọkụ (ya bụ, mmetụta na ekwo ọkụ) na eme ka mbelata OLR na okpomọkụ (nweghachi) ike na adịghị mma.  N'ikpeazụ mgbe ọnụọgụ nke gas na ekpo ọkụ na abawanye ma ọ bụ na ebelata, okpomọkụ dị n'elu ala na arị elu ma ọ bụ daa ruo mgbe ASR = OLR ga enweta nguzozi ọzọ.",
  "Ala, ice, na oké osimiri bụ ihe ndị na arụ ọrụ nke usoro ihu igwe nke ụwa yana ikuku",
  "Ha nwere oke na ikike okpomọkụ dị ukwuu, ya mere ọtụtụ inertiya okpomọkụ",
  "Mgbe radiation na-amịkọrọ ozugbo ma ọ bụ okpomọkụ dị n'elu na agbanwe, ike okpomọkụ ga aga dị ka okpomọkụ nwere ezi uche ma ọ bụ n'ime ma ọ bụ pụọ n'ọtụtụ ihe ndị a site na usoro nnyefe okpomọkụ / convection",
  "Mgbanwe nke mmiri n'etiti steeti siri ike / mmiri / ikuku na arụkwa ọrụ dị ka isi iyi ma ọ bụ mmiri nke ike nwere ike ịnwe n'ụdị okpomọkụ zoro ezo",
  "Usoro ndị a na egbochi ọnọdụ elu megide ụfọdụ mgbanwe ngwa ngwa na ikuku",
  "N'ihi ya, ọdịiche dị n'ehihie na n'abalị na okpomọkụ dị n'elu dị ntakịrị",
  "N'otu aka ahụ, usoro ihu igwe nke ụwa n'ozuzu ya na egosi mmeghachi omume dị nwayọ na mgbanwe na nguzozi radieshon ikuku.",
  "Mita ole na ole kachasị elu nke oké osimiri ụwa nwere ike okpomọkụ karịa ikuku ya dum.  Dị ka gas ikuku, mmiri mmiri mmiri na ebugharị nnukwu ike dị otú ahụ n'elu mbara ala",
  "Okpomọkụ na emetụ n'ahụ na-abanye ma na apụ n'ime omimi dị ukwuu n'okpuru ọnọdụ ndị na akwado downwelling ma ọ bụ upwelling.",
  "Ihe karịrị pasent 90 nke ike ọzọ nke gbakọtara n'ụwa site na okpomọkụ ụwa na aga n'ihu kemgbe 1970 echekwara n'oké osimiri.  Ihe dị ka otu ụzọ n'ụzọ atọ agbasaala na omimi n'okpuru mita 700",
  "Ọnụ ọgụgụ uto zuru oke arịwo elu n'ime iri afọ ndị na adịbeghị anya, na eru ihe fọrọ nke nta ka ọ bụrụ 500 TW (1 W / m2) ka ọ na erule 2020",
  "Nke ahụ dugara n'ihe dị ka 14 zettajoules (ZJ) nke mmụba okpomọkụ maka afọ ahụ, na agafe 570 exajoules (=160,000 TW-hr) nke ngụkọta ike mbụ ụmụ mmadụ na eri site na ọ dịkarịa ala 20.",
  "N'ikwu okwu n'ozuzu, enwere ike iche na mgbanwe na nguzozi ike nke ụwa dị ka nsonaazụ nke nrụgide mpụga (ma nke okike ma nke mmadụ, radiative na nke na abụghị radiative), usoro nzaghachi, na mgbanwe nke usoro dị n'ime.  A na egosipụta mgbanwe ndị dị otú ahụ dị ka mgbanwe a na ahụ anya na okpomọkụ (T), igwe ojii (C), ikuku mmiri (W), aerosols (A), gas na ekpo ọkụ (G), ala / oké osimiri / ice surface reflectance (S), yana dị ka obere mgbanwe na insolaton (I) n'etiti ihe ndị ọzọ nwere ike ime",
  "Enwere ike nyochaa ọnụego okpomọkụ / ịjụ oyi nke ụwa n'elu oge ahọpụtara (Δt) dị ka mgbanwe mgbanwe na ike (ΔE) metụtara àgwà ndị a:",
  "N'ebe a, okwu ΔET bụ ihe na adịghị mma mgbe okpomọkụ na-arị elu n'ihi mmetụta siri ike na OLR.",
  "Mmụba na adịbeghị anya na gas na ekpo ọkụ na emepụta mmetụta na ekwo ọkụ, yana oge na eme ka ΔEG dị mma",
  "N'ụzọ dị iche, nnukwu mgbawa ugwu (dịka",
  "Ugwu Pinatubo 1991, El Chichón 1982) nwere ike itinye ihe ndị nwere sulfur n'ime ikuku dị n'elu",
  "Ọnụ ọgụgụ dị elu nke stratospheric sulfur aerosols nwere ike ịnọgide ruo afọ ole na ole, na enye aka na-adịghị mma na ΔEA",
  "Ụdị ndị ọzọ dị iche iche nke ikuku aerosol sitere n'aka mmadụ na enye onyinye dị mma na nke na adịghị mma na ΔEA",
  "Usoro anyanwụ na emepụta ΔEI dị obere karịa nke ΔEG na adịbeghị anya site na ọrụ mmadụ.",
  "Mmetụta ihu igwe dị mgbagwoju anya ebe ọ bụ na ha nwere ike ịmepụta nzaghachi kpọmkwem na nke na apụtaghị ìhè nke na eme ka ( nzaghachi dị mma) ma ọ bụ na emebi ( nzaghachiri na adịghị mma) nrụgide mbụ",
  "Ndị a na agbaso mmeghachi omume okpomọkụ",
  "Mmiri na aga n'ihu dị ka nzaghachi dị mma gbasara mgbanwe okpomọkụ n'ihi mgbanwe evaporation na mmekọrịta Clausius Clapeyron",
  "Mmụba nke mmiri na ekpo ọkụ na ebute ΔEW dị mma n'ihi mmụba nke mmetụta okpomọkụ",
  "Nzaghachi dị mma nke dị nwayọ bụ nzaghachi ice-albedo",
  "Dịka ọmụmaatụ, ọnwụ nke ice Arctic n'ihi ịrị elu okpomọkụ na-eme ka mpaghara ahụ ghara iche echiche, na-eduga n'inweta ike ka ukwuu na ọbụna ngwa ngwa ice na-agbaze, ya mere mmetụta dị mma na ΔES",
  "N'ozuzu, nzaghachi na-emekarị ka okpomọkụ ụwa ma ọ bụ ịjụ oyi.",
  "Igwe ojii na-ahụ maka ihe dị ka ọkara nke albedo nke ụwa ma bụrụ ngosipụta dị ike nke mgbanwe dị n'ime usoro ihu igwe",
  "Ha nwekwara ike ịrụ ọrụ dị ka nzaghachi maka forcings, ma nwee ike ịbụ forcings n'onwe ha ma ọ bụrụ na dịka ọmụmaatụ, ọ bụ nsonaazụ nke ọrụ ịgha mkpụrụ igwe ojii",
  "Enyemaka na ΔEC dịgasị iche na mpaghara na dabere na ụdị igwe ojii",
  "A na-achịkọta nyocha sitere na satellites na nkwekọrịta na simulations sitere na ụdị na mgbalị iji melite nghọta na ibelata ejighị n'aka.",
  "Ọ bụrụ na ike na-abata n'ụwa buru ibu ma ọ bụ dị obere karịa ike na-apụta, mgbe ahụ, mbara ala ga-enweta (okpomọkụ) ma ọ bụ tụfuo (okpomanyụ) ike okpomọkụ dị ka iwu nke nchekwa ike si dị:",
  "Mgbe ike na-adịghị mma nke ụwa (EEI) na-agbanwe site na nnukwu ego, a na-atụle ya ozugbo site na iji ngwá ọrụ radiometric nke satellite",
  "Enweghị nkwụsi ike nke na-adabaghị n'oge ga-akpatakwa mgbanwe okpomọkụ ogologo oge na ikuku, oké osimiri, ala, na ice nke usoro ihu igwe",
  "Mgbanwe okpomọkụ n'ọnọdụ na mmetụta ndị metụtara ya na-enye usoro na-apụtaghị ìhè nke EEI",
  "Site n'etiti afọ 2005 ruo n'etiti ọnwa 2019, nyocha nke satellite na okpomọkụ nke oké osimiri gosipụtara nke ọ bụla n'onwe ya okpukpu abụọ nke (n'ụwa niile) na-ekpo ọkụ na mmefu ego ike nke ụwa.",
  "Ọtụtụ satellites na-atụle ike nke ụwa na-amị ma na-agbasa, ya mere site na nkwubi okwu ike na-adịghị mma",
  "Ọrụ NASA Earth Radiation Budget Experiment (ERBE) gụnyere atọ dị otú ahụ: Satellite Earth Radiation budget (ERBS), nke a malitere n'October 1984; NOAA-9, nke a malitere na December 1984; na NOAA-10, nke a malitere site na September 1986.",
  "NASA's Clouds and the Earth's Radiant Energy System (CERES) instruments bụ akụkụ nke Earth Observing System (EOS) kemgbe 1998",
  "E mepụtara CERES iji tụọ ma anyanwụ na-egbukepụ egbukepụ (ogologo oge dị mkpirikpi) na radieshon sitere n'ụwa (ogologo)",
  "Nnyocha nke data CERES site n'aka ndị isi nchọpụta ya gosipụtara mmụba na EEI site na +0.42±0.48 W / m2 na 2005 ruo +1.12±0.48W / m2 Na 2019",
  "Ihe ndị na-enye aka gụnyere mmiri na-abawanye, igwe ojii na-abaghị uru, ikuku na-ekpo ọkụ na-aba ụba, na ice na-ebelata nke okpomọkụ na-arị elu na-egbochi.   Nnyocha na-esote banyere omume ahụ site na iji ụdị ihu igwe GFDL CM4/AM4 kwubiri na enwere ihe na-erughị 1% ohere na mgbanwe ihu igwe dị n'ime naanị kpatara ọnọdụ ahụ.",
  "Ndị nchọpụta ndị ọzọ ejirila data sitere na CERES, AIRS, CloudSat, na ngwaọrụ EOS ndị ọzọ chọọ ọnọdụ nke radiative forcing etinye n'ime data EEI",
  "Nnyocha ha gosipụtara ịrị elu siri ike nke +0.53±0.11 W/m2 site na afọ 2003 ruo 2018",
  "Ihe dị ka 80% nke mmụba ahụ nwere njikọ na mmụba nke gas na-ekpo ọkụ nke belatara radieshon na-apụ apụ.",
  "Nnyocha satellite ndị ọzọ gụnyere data TRMM na CALIPSO egosila mmiri ozuzo ọzọ, nke a na-akwado site na ike dị ukwuu na-ahapụ elu site na evaporation (okpomọkụ na-adịghị ahụ anya), na-egbochi ụfọdụ mmụba na ogologo oge na-ekpo ọkụ na-aga n'elu.",
  "Ọ bụ ihe dị ịrịba ama na enweghị ntụkwasị obi nke radiometric calibration na-egbochi ikike nke ọgbọ dị ugbu a nke ngwaọrụ satellite, nke na-akwụsi ike ma bụrụ nke ziri ezi",
  "N'ihi ya, mgbanwe dị iche iche na EEI nwere ike ịlele ya n'ụzọ ziri ezi nke a na-apụghị inweta maka otu nha ọ bụla nke enweghị nkwekọ zuru oke.",
  "Okpomọkụ elu ụwa (GST): A na-agbakọ GST site na nkezi okpomọkụ a tụrụ n'elu oké osimiri yana okpomọkụ ikuku a tụrụ n\"elu ala",
  "Ihe ọmụma a pụrụ ịdabere na ya nke ruru ma ọ dịkarịa ala 1880 na-egosi na GST enweela mmụba na-aga n'ihu nke ihe dị ka 0.18 °C kwa afọ iri kemgbe ihe dị ka afọ 1970.",
  "Ihe okpomọkụ dị n'oké osimiri (OHC): Mmiri oké osimiri bụ ihe na-amịkọrọ ike anyanwụ nke ọma ma nwee ikike okpomọkụ zuru oke karịa ikuku.  Ụgbọ mmiri na ụlọ ọrụ nyocha anwalewo okpomọkụ oké osimiri na omimi na gburugburu ụwa kemgbe tupu 1960",
  "Tụkwasị na nke a, mgbe afọ 2000 gasịrị, netwọk na-agbasawanye nke ihe karịrị 3000 Argo robotic floats atụlewo ọnọdụ okpomọkụ, ma ọ bụ n'otu aka ahụ mgbanwe okpomọkụ (ΔOHC)",
  "Kemgbe ọ dịkarịa ala afọ 1990, OHC amụbaala n'ụzọ kwụ chịm ma ọ bụ na-eme ngwa ngwa",
  "Mgbanwe ndị a na-enye ihe kachasị sie ike nke EEI ebe ọ bụ na oké osimiri na-eburu ihe karịrị 90% nke okpomọkụ karịrị:",
  "Mfu ice zuru ụwa ọnụ: Satellite na-atụle oke ice na-ese n'elu mmiri na nke dị n'ala, ebe a na-atụgharị mgbanwe dị na oke site na mgbanwe ndị a tụrụ na ọkwa oké osimiri na njikọ ya na ụdị mgbakọ na mwepụ nke na-akọwa mgbasawanye okpomọkụ na ihe ndị ọzọ",
  "Nnyocha kemgbe 1994 na-egosi na ice esila n'akụkụ ọ bụla nke ụwa pụọ na ọsọ ọsọ.",
  "Ndị na-eme nchọpụta banyere ihu igwe Kevin Trenberth, James Hansen, na ndị ọrụ ibe ha achọpụtala nlekota nke enweghị ike nke ụwa dị ka ihe dị mkpa iji nyere ndị na-eme iwu aka iduzi ọsọ nke atụmatụ maka mgbanwe mgbanwe ihu igwe",
  "N'ihi inertia nke usoro ihu igwe, usoro EEI ogologo oge nwere ike ịkọ mgbanwe ndị ọzọ dị \"na pipeline\".",
  "N'afọ 2012, ndị ọkà mmụta sayensị NASA kọrọ na iji kwụsị okpomọkụ ikuku ikuku zuru ụwa ọnụ, a ga-ebelata CO2 ruo 350 ppm ma ọ bụ obere, na-eche na a kwadoro ihe ndị ọzọ niile na-eme ka ihu igwe dị mma",
  "Ka ọ na-erule 2020, CO2 ikuku ruru 415 ppm na gas niile na-ekpo ọkụ na-adịte aka karịrị 500 ppm CO2-equivalent concentration n'ihi na-aga n'ihu na uto na ikuku mmadụ.",
  "Àtụ:Earth"
]