[
  "Mmekọrịta Egypt-Greece na-ezo aka na mmekọrịta abụọ dị n'etiti Egypt na Greece",
  "N'ihi njikọ ọdịbendị na akụkọ ihe mere eme siri ike n'etiti mba abụọ ahụ, Ijipt na Gris taa nwere mmekọrịta enyi na enyi. E guzobere mmekọrịta mmekọrịta nke oge a n'etiti mba abụọ ahụ mgbe Gris nwetara nnwere onwe ya na 1830, a na-ewerekwa ya taa dị ka nke ọma. Mba abụọ ahụ bụ ndị otu na ndị mmekọ n'ọtụtụ òtù mba ụwa dịka UN, IMF, OSCE, na Union for the Mediterranean",
  "N'ihi njikọ ọdịbendị na akụkọ ihe mere eme siri ike n'etiti mba abụọ ahụ, site n'oge ochie ruo n'oge a, ọkachasị kemgbe eze Masedonia Alexander Onye Ukwu kere obodo Alexandria, n'ụsọ oké osimiri Mediterenian nke ọwụwa anyanwụ na ihe nketa bara ọgaranya mere ka njikọ dị n'etiti obodo abụọ ahụ sikwuo ike, na mgbakwunye na usoro ndị eze Ptolemaic nke chịrị Ijipt ruo afọ 275, Ijipt na Gris taa nwere mmekọrịta dị mma ma na-atụle ibe ha n'ụzọ enyi. Ijipt nwekwara obodo ndị Gris, nke ka ukwuu dị n'Aleksandria, nke bụ obodo nke abụọ kachasị ukwuu n'Ijipt taa yana oche nke Greek Orthodox Patriarchate nke Alexandria",
  "N'afọ 1825, n'oge Agha Nnwere Onwe nke Gris, Ibrahim Pasha nke Ijipt bịara nyere ndị Ottoman aka ma ọ bụ Agha Navarino na njem Morea manyere ya ịlaghachi azụ",
  "Mgbe 1830, mmekọrịta dị n'etiti mba abụọ ahụ ka mma",
  "N'oge ịrị elu nke Pan-Arab nationalism na mba nke ọtụtụ ụlọ ọrụ na 1961 na 1963 site na Gamal Abdel Nasser, ọtụtụ n'ime ndị Gris si Egypt kwaga mba ndị ọzọ, dị ka United States, Canada, South Africa na Australia.",
  "A na-akọwa mmekọrịta ugbu a dị ka atụmatụ ma na-etolite n'akụkụ niile, yana ọtụtụ nkwekọrịta azụmahịa, njem nleta, akụ na ụba na nchekwa nke gọọmentị na ndị isi steeti bịanyere aka na nzukọ ha. Gris bụ, taa, onye nke isii kachasị etinye ego na mba ọzọ na Egypt.",
  "N'afọ 2019, ndị ọkà mmụta ihe ochie kọrọ na n'ime nnukwu ili abụọ dị na Pylos, ha chọtara ihe, gụnyere ihe nkedo ọla edo nke na-egosi isi nke chi nwanyị Ijipt Hathor, nke na-enye na Pylus, nwere njikọ azụmahịa, nke a na-amaghị na mbụ, na Ijipt na Near East gburugburu 1500 BC.",
  "Steeti abụọ ahụ na-arụkọ ọrụ ọnụ n'ihe gbasara azụmahịa, ụgbọ mmiri, ike, ọdịbendị na njem nleta, ebe Gris bụ nke anọ kachasị etinye ego na Europe na Egypt, ebe ihe karịrị ụlọ ọrụ ndị Gris 208 na-arụsi ọrụ ike n'ahịa Ijipt, ebe Egypt bụ onye nke isii kachasị azụmaahịa na Gris.",
  "Gris na Ijipt na-enwe nzukọ atọ kwa afọ tinyere Saịprọs, n'ime usoro mmekọrịta atọ nke mba Mediterenian atọ kwekọrịtara na 2014",
  "Nzukọ ndị a na-ezube ịkwalite imekọ ihe ọnụ n'etiti mba atọ ahụ na ndọrọ ndọrọ ọchịchị, ndị agha, nchekwa, azụmahịa, akụ na ụba, ike, gas, ọkụ eletrik, njem nleta, njem, ọrụ ugbo na gburugburu ebe obibi, yana ịgbaso ọrụ ndị a na'ime usoro imekọ ọrụ",
  "Ọ, kwa, na-achọ ịkwalite mmekọrịta dị iche iche n'etiti mba atọ ahụ",
  "Ka ọ na-erule 2021, e mere nzukọ atọ dị otú ahụ 9 na nke kachasị ọhụrụ na Athens.",
  "Onye isi ala Ijipt Abdel Fattah el-Sisi, Onye isi ala Saịprọs Nicos Anastasiades, na Praịm Minista Gris Antonis Samaras nwere nzukọ atọ na Cairo na 8 Nọvemba 2014, ebe ndị isi mba atọ ahụ na-edozi nsogbu ndị na-aga n'ihu na mpaghara Middle East na East Mediterranean Sea, ndị isi ọchịchị atọ kwekọrịtara ime ka mmekọrịta dị n'etiti mba atọ ahụ n'ihe gbasara akụ na ụba, nchekwa, njem nleta na ike, yana ịkọwa ókèala mmiri na EEZ na Oké Osimiri Mediterenian.",
  "Na Cairo Summit, gọọmentị Gris na Saịprọs katọrọ mwakpo ndị na-eyi ọha egwu na mpaghara Ijipt na Ugwu Sinai, gosipụtara nkwado ndọrọ ndọrọ ọchịchị nye gọọmentị Ijipt, ma kwekọrịta na nkwado ibe n'etiti mba atọ ahụ na òtù na nzukọ mba ụwa, na Gris na Saụprọs na-akwado ọnọdụ Ijipt na European Union.",
  "El-Sisi, Anastasiades na Samaras kwetara na ha ga-agbakwu mbọ itinye ego na mba ọzọ na akụ na ụba na akụrụngwa Ijipt, nke nnupụisi nke Arab Spring tara ahụhụ, na isonye na 2015 Cairo Economic Conference.",
  "N'ihe na-erughị ọkara afọ kemgbe Nzukọ atọ mbụ, e mere Nzukọ ọhụrụ dị elu na Nicosia, na 29 Eprel 2015, n'etiti ndị isi gọọmentị Saịprọs, Ijipt na Gris",
  "Na Nzukọ Nicosia, onye isi ala Saịprọs Nicos Anastasiades, onye isi oche Ijipt Abdel Fattah el-Sisi na Praịm Minista Gris Alexis Tsipras, kwupụtara ọchịchọ maka ịkwalite mmekọrịta dị n'etiti mba atọ ahụ, ma kwekọrịta na mmekọrịta ọzọ n'ihe gbasara òtù mba ụwa, yana n'etiti obodo atọ ahụ",
  "Otu n'ime ihe ndị a tụlere bụ mmepe nke ebe nchekwa hydrocarbon n'Ebe Ọwụwa Anyanwụ Mediterenian, n'akụkụ ókèala mmiri n'etiti mba abụọ ahụ na mpaghara akụ na ụba ha pụrụ iche.",
  "Onye isi ala na Minista na-ahụ maka ihe gbasara mba ọzọ bụ Evangelos Venizelos gara Ijipt nleta n'ụbọchị nke ise n'ọnwa Septemba n'afọ 2014, na mgbalị iji mee ka mmekọrịta dị n'etiti mba abụọ ahụ sikwuo ike",
  "Na Cairo, Venizelos zutere ndị ọrụ gọọmentị ma kwurịta okwu dị iche iche gbasara ọdịmma onwe onye, dị ka itinye ego mba ọzọ na mba ahụ, azụmahịa, na nkekọrịta echiche banyere ọnọdụ ndọrọ ndọrọ ọchịchị na Middle East, nke na-emetụta ma na-emetụ mba abụọ ahụ (Mediterranean), yana ịhazi okwu gbasara ọdịmma ibe dịka ịkọwa ókèala EEZ n'etiti mba abụọ ahụ, na ịkwalite mmekọrịta dị n'etiti gọọmentị abụọ ahụ na nzukọ mba ụwa.",
  "Onye isi ala nke Gris, Prokopis Pavlopoulos, gara nleta gọọmentị na Ijipt na 24 Eprel 2015, na mgbalị iji mee ka mmekọrịta Gris na Ijipt sie ike, na ime ka mmekọrịta dị n'etiti gọọmentị nke mba abụọ ahụ sie ike, ma dozie ihe gbasara ọdịmma ibe ya, dị ka ọnọdụ ndọrọ ndọrọ ọchịchị na Middle East na mbata iwu na-akwadoghị nke metụtara mba abụọ ahụ (Mediterranean), yana ịkọwa ókèala mmiri dị n'ime mba abụọ ahụ.",
  "N'abalị isii n'ọnwa Ọgọstụ 2020, Egypt na Greece bịanyere aka na nkwekọrịta maka mpaghara akụ na ụba pụrụ iche (EEZ) nke mba abụọ ahụ",
  "Isi ihe mere mba ndị ahụ ji kpebie ịbịanye aka na nkwekọrịta ahụ bụ ịkagbu nkwekọrịta ụgbọ mmiri nke mba ụwa na nke a katọrọ nke ukwuu na Libya (GNA) - Turkey kamakwa iji belata esemokwu na Eastern Medditerenean",
  "Turkey meghachiri omume ngwa ngwa na nkwekọrịta abụọ ahụ, site n'ịkpọ ya 'enweghị' n'ihi na ọ na-emegide nkwekọrịta nke Turkey na GNA nke Libya bịanyere aka",
  "Nkwekọrịta ahụ mere ka mmekọrịta Egypt na Gris sie ike, ihe ndị praịm minista abụọ ahụ kwuru. N'abalị iri abụọ na asaa n'ọnwa Ọgọstụ, ndị omeiwu Gris kwadoro nkwekọrịta ụgbọ mmiri na Ijipt. Ka oge na-aga, Ngalaba UN maka Ihe Ndị Dị n'Oké Osimiri na Iwu Oké Osimiri bipụtara nkwekọrịta ahụ.",
  "N'ọnwa Eprel 2021, Gris, Saịprọs na Ijipt bịanyere aka na mmemme mmekọrịta agha atọ, iji melite ma melite mmekọrịta agha n'etiti mba ndị a."
]