[
  "Mmepụta dị ọcha bụ ihe mgbochi do iche iche, atụmatụ nchedo gburugburu ebe obibi nke ụlọ ọrụ",
  "Ebumnuche ya bụ iji belata ihe mkpofu na ikuku na-esi n'ime ala apụta ma bulie mmepụta ngwaahịa.  Site n'inyocha ihe na ike na-agafe na ụlọ ọrụ, mmadụ na-anwa ịchọpụta nhọrọ iji belata ihe mkpofu na ikuku sitere na usoro ụlọ ọrụ mmepụta ihe site na usoro mbelata isi iyi",
  "Mmeziwanye nke nhazi na teknụzụ na-enyere aka belata ma ọ bụ na-atụ aro nhọrọ ka mma n'iji ihe na ike, yana izere ihe mkpofu, mmepụta mmiri mkpofu, na ikuku gas, yana okpomọkụ na mkpọtụ mkpofu",
  "E mepụtara echiche a n'oge nkwadebe nke Rio Summit dị ka mmemme nke UNEP (United Nations Environmental Programme) na UNIDO (United Nations Industrial Development Organization) n'okpuru nduzi nke Jacqueline Aloisi de Larderel, onye bụbu osote onye isi nchịkwa nke UNEP. Ebumnuche mmemme ahụ bụ iji belata mmetụta gburugburu ebe obibi nke ụlọ ọrụ",
  "O wuru na echiche nke 3M ji mee ihe na mmemme 3P ya (mgbochi mmetọ na-akwụ ụgwọ)",
  "Ọ chọtara nkwado mba ụwa karịa mmemme ndị ọzọ yiri ya",
  "A kọwara echiche mmemme ahụ \"...iji nyere mba ndị na-emepe emepe aka ịpụ site na mmetọ gaa na mmetụ dị ala, site na iji teknụzụ dịnụ\"",
  "Malite site n'echiche dị mfe iji mepụta obere ihe mkpo ka e mepụtara n'echiches iji mụbaa arụmọrụ nke mmepụta n'ozuzu",
  "UNIDO anọwo na-arụ ọrụ Ebe nrụpụta ihe ọcha nke mba and Programmes (NCPCs / NCPPs) na ụlọ ọrụ dị na Latin America, Africa, Eshia na Europe.",
  "Na US, a na-ejikarị okwu mgbochi mmetọ eme ihe maka mmepụta dị ọcha.",
  "Ihe atụ maka nhọrọ mmepụta dị ọcha bụ:",
  "Otu n'ime atụmatụ mbụ ndị Europe na mmepụta dị ọcha malitere na Austria na 1992 site na BMVIT (Bundesministerium für Verkehr, Innovation und Technologie)",
  "Nke a dugara na atụmatụ abụọ: \"Nkwadebe\" na EcoProfit.",
  "E guzobere atụmatụ \"PIUS\" na Germany na 1999. Kemgbe afọ 1994, United Mmepe ụlọ ọrụ mba Nhazi  na-arụ ọrụ Ebe nrụpụta ihe ọcha nke mba Mmemme na ụlọ ọrụ dị na Central America, South America, Africa, Asia, na Europe."
]