[
  "Usoro ndịda Afrịka otu asọmpi bụ usoro otu asọmpi ịsọ ụgbọ ala emere na South Africa n'etiti 1960 na 1975 gụnyere agbụrụ na Rhodesia na Portuguese Mozambique",
  "Ụgbọala ndị na-agba ọsọ n'ihu n'usoro ahụ lara ezumike nká n'oge na-adịbeghị anya site na asọmpi ụwa ọ bụ ezie na e nwekwara nhọrọ dị mma nke igwe ndị e wuru ma ọ bụ ndị a gbanwere n'ógbè ahụ, na site na ngwụcha afọ 60 Formula 5000 gbakwunyere na grid na ụgbọala Formula Two sonyere na 1973",
  "Ndị ọkwọ ụgbọala na-agba ọsọ n'ihu site na usoro ahụ na-asọ mpi World Championship Grand Prix ha, yana ihe omume Europe oge ụfọdụ, ọ bụ ezie na ha enwechaghị ihe ịga nke ọma na ọkwa ahụ.",
  "1967 hụkwara nsonaazụ dị ịrịba ama site n'aka onye ọkwọ ụgbọala Rhodesian John Love na 2.7 litre anọ Cooper-Climax; Love nọ n'afọ iri anọ ya, ọ bụ ezie na a na-ahụ ya dị ka otu n'ime ndị ọkwọ ụgbọala kachasị mma na Southern Africa, ọ bụghị nnukwu kpakpando",
  "Ọ butere ụzọ ma mechie nke abụọ na South African Grand Prix nke afọ ahụ",
  "E mere Love's Cooper maka agbụrụ dị mkpirikpi nke Tasman Series, na iji gbaa ọsọ Grand Prix zuru ezu, ọ gbakwunyere tankị gas abụọ",
  "N'ụzọ dị mwute, ọdịda nke tankị mmanụ ụgbọala ndị enyemaka mere ka ọ gbanye mmanụ mgbe ọ duziri ihe ka ukwuu n'ọsọ ahụ.",
  "Ịhụnanya na Dave Charlton meriri asọmpi Formula One nke South Africa maka oge isii n'usoro, Ịhụnanya site na 1964 ruo 1969 na Charlton site na 1970 ruo 1975",
  "N'afọ 1975, Ian Scheckter gbara ọsọ Tyrrell 007 nke nwanne ya nwoke, Jody, gbara na asọmpi ụwa nke afọ gara aga wee merie ise n'ime agbụrụ nke oge ahụ, gụnyere anọ na trot",
  "Otú ọ dị, ọ nwere naanị otu akara ọzọ, nke ise na False Bay \"100\" na 5 Julaị, na-enye ya ngụkọta nke akara 47 maka oge ahụ",
  "Charlton gosipụtara na ọ na-agbanwe agbanwe site na mmeri atọ na ise nke abụọ iji nye ya ngụkọta nke 57",
  "Site na mmeri nke Natal Spring Trophy na Roy Hesketh Circuit na 1 Septemba, Charlton sonyeere Rhodesian John Love dị ka onye mmeri ugboro isii nke South African National Drivers Championship",
  "Charlton kwụsịrị asọmpi Formula One nke South Africa site na mmeri n'ọsọ ikpeazụ nke oge ahụ, Rand Spring Trophy na Kyalami na 4 Ọktoba mgbe Scheckter na-agba ọsọ lara ezumike nká na nsogbu driveshaft.",
  "N'ihi ọnụahịa na mbelata, a gbanwere asọmpi Formula One na ngwụcha oge 1975 na Formula Atlantic",
  "Ndị South Africa gbalịrị ịzụlite mmasị site na iji ụgbọala Formula 2 na Formula 5000 jupụta n'ọhịa ahụ, mana ndị na-ekiri ya nọ na-ebelata, usoro ihe ndị dị na Byzantium na-enyere ya aka",
  "1976 ga-ahụ mmalite nke nchịkwa nke South Africa National Championship site na Ian Scheckter. N'ezie, ọ bụrụ na ọ bụghị maka obi ụtọ ndị ntorobịa, Scheckter nwere ike merie n'afọ 1975",
  "Ọ meriri agbụrụ karịa Charlton, mana Charlton kwụsiri ike",
  "Scheckter meriri asọmpi anọ mbụ n'usoro maka Lexington Racing tupu United Tobacco Company ewepụ ndị otu ha (Lexington, Gunston na Texan)",
  "Site na Gunston laghachiri na 1983, Scheckter laghachiri n'asọmpi ahụ wee merie asọmpi abụọ ọzọ iji sonyere Love na Charlton dị ka onye mmeri ugboro isii."
]