[
  "Mmetọ mmiri dị n'ime ala (nke a na-akpọkwa mmetọ mmiri nke ala) na-eme mgbe a na-ahapụ ihe ndị na-emetọ ihe n'ala wee banye na mmiri dị n'ime ala",
  "Ụdị mmetọ mmiri a nwekwara ike ime n'ụzọ nkịtị n'ihi ọnụnọ nke obere ihe na-achọghị, mmetọ, ma ọ bụ adịghị ọcha na mmiri dị n'ime ala, nke a na-akpọkarị ya dị ka mmetọ karịa mmetọ",
  "Mmetọ mmiri dị n'ime ala nwere ike ime site na sistemu ịdị ọcha na saịtị, mkpofu ahịhịa, ihe na-esi na mmiri na-ekpofu ahịhịa, nsị mmiri, ebe a na-ejuputa mmanụ, hydraulic fracturing (fracking) ma ọ bụ site na itinye fatịlaịza n'ọrụ ugbo",
  "Mmetọ (ma ọ bụ mmetọ) nwekwara ike ime site na mmetọ ndị na-emekarị, dị ka arsenic ma ọ bụ fluoride.. Iji mmiri dị n'okpuru ala na-emetọ emetụ ahụike ọha mmadụ site na nsị ma ọ bụ mgbasa nke ọrịa (ọrịa ndị a na-ebute).",
  "Ihe na-emetọ ya na-ebutekarị eriri na-emerụ emerụ n'ime mmiri aquifer",
  "Ntugharị mmiri na mgbasa n'ime aquifer na-agbasa ihe mmetọ ahụ n'akụkụ ebe sara mbara",
  "Ókè ya na-aga n'ihu, nke a na-akpọkarị n'ọnụ ọnụ mmiri, nwere ike ijikọ olulu mmiri dị n'ime ala na mmiri dị n'elu, dị ka mmiri iyi na isi iyi, na-eme ka mmiri ahụ ghara ịdị ize ndụ nye ụmụ mmadụ na anụ ọhịa",
  "Enwere ike nyochaa mmegharị nke plume, nke a na-akpọ ihu n'ihu, site na ụdị ụgbọ njem mmiri ma ọ bụ ụdị mmiri ala",
  "Nyocha nke mmetọ mmiri dị n'ime ala nwere ike ilekwasị anya na njirimara ala na ọdịdị ala saịtị, hydrogeology, hydrology, na ọdịdị nke mmetọ",
  "Usoro dị iche iche nwere mmetụta na mbufe ihe ndị na-emetọ ihe, dịka ọmụmaatụ",
  "mgbasa, adsorption, ọdịda, ire ere, n'ime mmiri dị n'ime ala.",
  "A na-enyocha mmekọrịta nke mmetọ mmiri dị n'ime ala na mmiri dị n'elu site na iji ụdị ụgbọ njem hydrology",
  "Mmekọrịta dị n'etiti mmiri ala na mmiri dị n'elu dị mgbagwoju anya",
  "Dị ka ihe atụ, mmiri dị n’ime ala na-enye ọtụtụ osimiri na ọdọ mmiri nri",
  "Nke a pụtara na mmebi nke aquifers nke ala dịka ọmụmaatụ",
  "site na-agbaji ma ọ bụ karịa abstraction, nwere ike imetụta osimiri na ọdọ mmiri ndị na-adabere na ya",
  "Mbanye mmiri nnu n'ime ọdọ mmiri dị n'akụkụ mmiri bụ ihe atụ nke mmekọrịta dị otú ahụ. Ụzọ mgbochi gụnyere: itinye ụkpụrụ ịkpachapu anya, nlekota ịdị mma nke ala mmiri, ịzọpụta ala maka nchekwa mmiri dị n'ime ala, ịchọta usoro ịdị ọcha na saịtị nke ọma na itinye iwu n'ọrụ",
  "Mgbe mmetọ mere, ụzọ nlekọta na-agụnye ọgwụgwọ mmiri n'ebe a na-eji eme ihe, nhazigharị mmiri dị n'ime ala, ma ọ bụ dị ka ihe ikpeazụ, agbahapụ.",
  "Mmetọ ndị a na-ahụ na mmiri dị n'ime ala na-ekpuchi ọtụtụ ụdị anụ ahụ, kemịkalụ inorganic, kemịkalụ organic, bacteriological, na nke redioaktivu",
  "N'ụzọ bụ isi, ọtụtụ n'ime otu mmetọ ahụ na-ekere òkè na mmetọ mmiri dị n'elu mmiri nwekwara ike ịhụ na mmiri dị n'ime ala emetọru, ọ bụ ezie na mkpa ha nwere ike ịdị iche.",
  "Arsenic na fluoride ka Òtù Ahụ Ike Ụwa (World Health Organization) ghọtara dị ka ihe kachasị njọ dika ọ gbasara mmiri ọṅụṅụ zụrụ ụwa ọnụ.",
  "Inorganic arsenic bụ ụdị a na-ahụkarị nke arsenik dị ma n'ime ala nakwa na mmiri. Metalloid arsenic nwere ike ịpụta na mmiri dị ala, dịka a hụrụ ya ugboro niile eshia, gụnyere China, India na Bangladesh. Na Ganges Plain nke ugwu India na Bangladesh, mmetọ siri ike nke mmiri dị n'okpuru ala site na arsenic sitere n'okike metụtara pasent ịrị abụọ na ịse nke olulu Mmiri ndị miri emi abụọ",
  "Mmiri dị n'okpuru ala na mpaghara ndị a metọkwara site na iji ọgwụ ahụhụ arsenic.",
  "Arsenic dị n'ime mmiri dị n'ime ala nwekwara ike ịdị ebe a na-arụ ọrụ ngwuputa ma ọ bụ ihe mkpofu m nke ga-agbapụta arsenic.",
  "Fluoride sitere n'okike na mmiri dị ala bụ nchegbu ka a na-eji mmiri miri emi eme ihe, \"nke nwere mmadụ nde narị abụọ nọ n'ihe ize ndụ nke ịṅụ mmiri na-adichaghị mma ọṅụṅụ. Enwere ike ịhapụ fluoride karịsịa site na nkume gbawaa acid na ntụ ọkụ mgbawa gbasasịrị mgbe mmiri siri ike dị ntakịrị",
  "Ọkwa dị elu nke fluoride na mmiri dị n'ime ala bụ nnukwu nsogbu na mmiri Pampas Argentine, Chile, Mexico, India, Pakistan, na ụfọdụ agwaetiti mgbawa ugwu (Tenerife)",
  "N'ebe ndị nwere fluoride dị elu n'ime mmiri dị n'ime ala nke a na-eji mmiri ọṅụṅụ, fluorosis eze na ọkpụkpụ ọkpụkpụ nwere ike gbasaa ma dị njọ..",
  "Enweghị usoro ịdị ọcha kwesịrị ekwesị, yana olulu mmiri na-ekwesịghị ekwesị, nwere ike iduga na mmiri ọñụñụ nke nje na-ebute n'ime nsị na mmamịrị",
  "Ọrịa ndị dị otú ahụ a na-ebute site na fecal-oral gụnyere typhoid, ọgbụgbọ na afọ ọsịsa. N'ime ụdị pathogen anọ dị na nsị (bacteria, nje virus, protozoa, and helminths or Helmineth àkwá), atọ mbụ nwere ike ịchọta n'emeghị mmiri ruru unyi nke ala, ebe nnukwu a na-enyocha site na matrix ájá.",
  "A na-ewerekarị aquifers miri emi dị ka ebe nchekwa kachasị mma nke mmiri ọñụñụ n'ihe gbasara nje.  Ọrịa na-efe efe sitere na mmiri mkpofu a na-edozi ma ọ bụ nke a na-edozibeghị nwere ike imerụ ụfọdụ, karịsịa na-emighị emi, aquifers.",
  "Nitrate bụ kemịkal na-emetọkarị n'ime mmiri dị ala nke ụwa. N'ụfọdụ mba ndị nwere obere ego, ọkwa nitrate dị na mmiri dị n'ime ala dị oke oke, na-ebute nnukwu nsogbu ahụike",
  "Ọ kwụsiri ike (ọ naghị emebi) n'okpuru ọnọdụ ikuku oxygen dị elu.",
  "Ọnụ ọgụgụ dị elu nke nitrate na mmiri ala nwere ike ibute site n'ịdị ọcha, mkpofu nsụda ihe oriri na ọrụ ugbo. Ya mere, ọ nwere ike ịnwe mmalite obodo ma ọ bụ ọrụ ugbo.",
  "Ọkwa nitrate karịrị 10 mg/L (10 ppm) n'ime mmiri dị n'ime ala nwere ike ịkpata \"ọrịa nwa ọhụrụ na-acha anụnụ anụnụ\" (enwetara methemoglobinemia)",
  "Ụkpụrụ ịdị mma nke mmiri ọṅụṅụ na European Union kwuru ihe na-erughị 50 mg/L maka nitrate n'ime mmiri ọñụnụ..",
  "Njikọ dị n'etiti nitrates na mmiri ọṅụṅụ nakwa ọrịa a kpọrọ blue baby syndrome bu nsogbu a rụrịtara ụka ya na nnyocha ndị ọzọ. Ntiwapụ nke ọrịa ahụ nwere ike ịbụ n'ihi ihe ndị ọzọ karịa oke nitrate dị na mmiri ọṅụṅụ.",
  "Volatile Organic Compounds (VOCs) bụ ihe mmetọ dị ize ndụ nke mmiri ala",
  "A na-ebutekarị ha na gburugburu ebe obibi site na omume ụlọ ọrụ na-akpachapụghị anya",
  "Ọtụtụ n'ime ogige ndị a amataghị na ọ ga-emerụ ahụ ruo ngwụcha afọ 1960 na ọ bụ oge tupu ịnwale mmiri dị n'ime ala mgbe niile achọpụtara ihe ndị a na isi mmiri ọñụñụ.",
  "Ihe mmetọ VOC nke mbụ achọtara na mmiri dị n'ime ala gụnyere aromatic hydrocarbons dị ka ogige BTEX (benzene, toluene, ethylbenzene na xylenes), na ihe mgbaze chlorinated gụnyere tetrachlorethylene (PCE), trichlorethylene (TCE), na vinyl chloride (VC)",
  "BTEX bụ ihe dị mkpa nke mmanụ ụgbọala",
  "PCE na TCE bụ ihe mgbaze ụlọ ọrụ eme ihe n'akụkọ ihe mere eme na usoro nhicha akọrọ yana dị ka ihe na-emebi ígwè, n'otu n'otu..",
  "Ihe mmetọ organic ndị ọzọ dị na mmiri dị n'ime ala nke sitere na ọrụ ụlọ ọrụ mmepụta ihe bụ polycyclic aromatic hydrocarbons (PAHs)",
  "N'ihi ịdị arọ molekụla ya, naphthalene bụ nke kachasị soluble na mkpanaka PAH dị na mmiri ala, ebe benzo (a) pyrene bụ nke kachasị egbu egbu",
  "A na-emepụta PAH n'ozuzu dị ka ihe ndị sitere n'okike site na ọkụ ọkụ nke ihe ndị na-emepụta ihe na-ezughị ezu.",
  "A pụkwara ịhụ ihe ndị na-emetọ ihe n'ime mmiri dị n'ime ala dị ka ọgwụ ụmụ ahụhụ na ahịhịa",
  "Dị ka ọtụtụ ogige organic sịntetik ndị ọzọ, ọtụtụ pesticides nwere ihe dị mgbagwoju anya molekụla",
  "Mgbagwoju anya a na-ekpebi ike mmiri, ikike mgbasa ozi, na mmegharị nke pesticides na usoro mmiri ala",
  "Ya mere, ụfọdụ ụdị ọgwụ na-egbu egbu na-agagharị karịa ndị ọzọ ka ha wee nwee ike iru ebe mmiri ọṅụṅụ na-adị mfe karị.",
  "Ọtụtụ ọla nchara na-apụta n'ụzọ nkịtị n'ụdị nkume ụfọdụ ma nwee ike ịbanye na gburugburu ebe obibi site na usoro okike dị ka ihu igwe.  Otú ọ dị, ọrụ mmepụta ihe dị ka Ngwuputa, metallurgy, mkpofu siri ike, ọrụ agba na enamel, wdg nwere ike iduga n'ịdị elu nke ọla ndị na-egbu egbu gụnyere lead, cadmium na chromium.  Ihe mmetọ ndị a nwere ike ịbanye n'ime mmiri dị n'ime ala.",
  "Mbugharị nke ọla (na metalloids) na mmiri dị n'ime ala ga-emetụta ọtụtụ ihe, karịsịa site na mmeghachi omume kemịkalụ nke na-ekpebi nkewa nke mmetọ n'etiti usoro na ụdị dị iche iche",
  "Ya mere, ngagharị nke ọla na-adabere na pH na redox steeti mmiri dị n'ime ala.",
  "Ntakịrị ọnụọgụ ọgwụ sitere na mmiri mkpofu a na-esi na ya na-abanye n'ime aquifer so na mmetọ mmiri ala na-apụta a na-amụ na United States niile. Ọgwụ ndị a ma ama dị ka ọgwụ nje, ihe na-egbochi ọzịza, antidepressants, decongestant. A na-ewepụ mmiri mkpofu a site na ebe a na-agwọ ọrịa, ma na-abanyekarị n'ime aquifer ma ọ bụ isi iyi nke mmiri dị n'elu a na-eji mmiri ọṅụṅụ.",
  "Ọnụ ọgụgụ ọgwụ ndị dị na mmiri ala na mmiri dị n'elu dị n'okpuru ihe a na-ewere dị ize ndụ ma ọ bụ na-echegbu onwe ya n'ọtụtụ ebe, mana ọ nwere ike ịbụ nsogbu na-arịwanye elu ka ọnụ ọgụgụ mmadụ na-eto eto ma na-eji mmiri na-ekpofu ọkụ na-eme ihe maka mmiri nke obodo..",
  "Ihe ndị ọzọ na-emerụ emerụ na-agụnye ụdị organohalides na ogige kemịkalụ ndị ọzọ, mmanụ ala hydrocarbons, ogige kemịkalụ dị iche iche dị na ịdị ọcha nke onwe na ngwaahịa ịchọ mma, mmetọ ọgwụ na-emetụta ọgwụ ọgwụ na metabolites ha",
  "Ihe mmetọ inorganic nwere ike ịgụnye nri ndị ọzọ dị ka amonia na phosphate, yana radionuclides dị ka uranium (U) ma ọ bụ radon (Rn) dị n'ụdị ọdịdị ala",
  "Mbanye mmiri nnu bụkwa ihe atụ nke mmetọ sitere n'okike, mana ihe omume mmadụ na-esiwanye ike.",
  "Mmetọ mmiri dị n'ime ala bụ okwu zuru ụwa ọnụ",
  "Nnyocha e mere maka ịdịmma mmiri dị n'ime ala nke ọdụ ụgbọ mmiri ndị bụ isi nke United States mere n'etiti 1991 na 2004, gosiri na 23% nke olulu mmiri ụlọ nwere mmetọ n'ogo dị elu karịa akara ahụike mmadụ",
  "Nnyocha ọzọ tụrụ aro na isi nsogbu mmetọ mmiri dị n'ime ala n'Africa, n'ịtụle usoro ọ dị mkpa bụ: (1) mmetọ nitrate, (2) ihe ndị na-akpata ọrịa, (3) mmetọ organic, (4) salinization, na (5) mmiri mmiri acid mine..",
  "Ihe ndị dị iche iche na-akpata mmetọ mmiri n'okpuru ala gụnyere ndị a (nkọwa ndị ọzọ dị n'ebe a):",
  "\"Geogenic\" na-arụtụ aka n'ihe okike nke sitere na usoro ala.",
  "Mmetọ arsenic eke sitere n'okike na-eme n'ihi na sediments aquifer nwere ihe ndị na-emepụta ihe na-emepụta ọnọdụ anaerobic na aquifer",
  "Ọnọdụ ndị a na-ebute mgbasa microbial nke ígwè oxides na sedimenti na, ya mere, ntọhapụ nke arsenic, na-ejikarị ike ejikọta ya na ígwè oxides, n'ime mmiri",
  "N'ihi ya, mmiri dị n'ime ala nke arsenic na-abụkarị ọgaranya ígwè, ọ bụ ezie na usoro nke abụọ na-emekarị ka njikọ nke arsenic gbazere na ígwè gbazere na-ekpuchi anya",
  "A na-ahụ Arsenic n'ime mmiri dị n",
  "'ime ala dịka ụdị arsenite dị ntakịrị na ụdị oxidized arsenate, oke nsi nke arsenite dị ntakịrị karịa nke arsenate. Nnyocha nke WHO gosipụtara na 20% nke oghere 25,000 a nwalere na Bangladesh nwere arsenic karịrị 50 μg / L.",
  "Ihe na-eme fluoride dị nso na ụbara na solubility nke mineral nwere fluoride dị ka fluorite (CaF2)",
  "Ọkpụkpụ fluoride dị elu na mmiri dị n'ime ala na-abụkarị enweghị calcium n'ime mmiri aquifer",
  "Nsogbu ahụike jikọtara ya na fluorosis eze nwere ike ime mgbe mkpokọta fluoride na mmiri dị n'ime ala gafere 1.5 mg/L, nke bụ uru ntuziaka WHO kemgbe 1984..",
  "Ụlọ ọrụ Switzerland Federal Institute of Aquatic Science and Technology (EAWAG) ewepụtala n'oge na-adịbeghị anya mmekọrịta Groundwater Assessment Platform (GAP), ebe enwere ike ịkọwa ihe ize ndụ geogenic nke mmetọ na mpaghara enyere site na iji geoloji, topographical na data gburugburu ebe obibi ndị ọzọ na-enweghị ịnwale nlele",
  "site na mmiri ala mmiri ọ bụla",
  "Ngwá ọrụ a na-enyekwa onye ọrụ ohere ịmepụta maapụ ihe ize ndụ maka ma arsenic na fluoride.",
  "Ọnụ ọgụgụ dị elu nke ihe ndị dị iche iche dị ka ọnọdụ ńnú, iron, manganese, uranium, radon na chromium, na mmiri dị n'ime ala, nwekwara ike ịbụ nke sitere na geogenic",
  "Ihe mmetọ a nwere ike ịdị mkpa na mpaghara mana ha agbasachaghị ka arsenic na fluoride.",
  "Mmetọ mmiri dị n'ime ala nwere nje nje na nitrate nwekwara ike ime site na mmiri mmiri na-abanye n'ime ala site na sistemu ịdị ọcha dị na saịtị dị ka ụlọ mposi olulu na tankị septik, dabere na njupụta ndị mmadụ na ọnọdụ hydrogeological..",
  "Ihe ndị na-achịkwa akara aka na njem nke pathogens dị mgbagwoju anya ma mmekọrịta n'etiti ha aghọtaghị ya. Ọ bụrụ na a na-eleghara ọnọdụ hydrogeological mpaghara (nke nwere ike ịdịgasị iche n'ime oghere nke square kilomita ole na ole) na-eleghara anya, obere akụrụngwa ịdị ọcha dị na saịtị dịka ụlọ mposi olulu nwere ike ịkpata nnukwu ihe egwu ahụike ọha na eze site na mmiri ala emetọru.",
  "Mmírí na-esi n'olulu ahụ na-agafe na mpaghara ala na-adịghị mma (nke na-adịghị jupụta na mmiri)",
  "N'ikpeazụ, mmiri mmiri ndị a si n'olulu ahụ na-abanye na mmiri dị n'ime ala ebe ha nwere ike ibute mmetọ mmiri n'ime ala",
  "Nke a bụ nsogbu ma ọ bụrụ na a na-eji olulu mmiri dị nso na-enye mmiri dị n'ime ala maka nzube mmiri ọṅụṅụ",
  "N'oge a na-agafe na ala, ọrịa nje nwere ike ịnwụ ma ọ bụ gbasaa nke ọma, na-adabere na oge njem n'etiti olulu na olulu mmiri.",
  "Ọtụtụ, ma ọ bụghị pathogens niile na-anwụ n'ime ụbọchị 50 nke",
  "Ọnọdụ mwepụ nke pathogen dịgasị iche na ụdị ala, ọdịdị mmiri, anya na ihe ndị ọzọ metụtara gburugburu ebe obibi. Dịka ọmụmaatụ, mpaghara na-enweghị ntụpọ \"na-asa\" n'oge ogologo oge nke nnukwu mmiri ozuzo, na-enye ụzọ hydraulic maka ịgafe ngwa ngwa nke pathogens. Ọ na-esiri ike ịkọwa ebe nchekwa dị n'etiti ụlọ mposi olulu ma ọ bụ tank septic na isi iyi mmiri",
  "N'ọnọdụ ọ bụla, ndụmọdụ ndị dị otú ahụ gbasara ebe dị nchebe na-elegharakarị ndị na-ewu ụlọ mposi anya",
  "Na mgbakwunye, ala ezinụlọ nwere oke oke ya mere a na-ewukarị ụlọ mposi olulu nso na olulu mmiri dị n'ime ala karịa ihe enwere ike were dị ka nchekwa",
  "Nke a na-ebute mmetọ mmiri dị n'ime ala na ndị òtù ezinụlọ na-ada ọrịa mgbe ha na-eji mmiri ala a dị ka isi iyi mmiri ọṅụṅụ.",
  "Enwere ike ịkpata mmetọ mmiri dị n'ime ala site na mwụfu mkpofu na-agwọghị ya na-ebute ọrịa dịka ọnya anụ ahụ, afọ ọsịsa ọbara na dermatitis",
  "Nke a na-adịkarị n'ebe ndị nwere obere akụrụngwa ọgwụgwọ mmiri na-ekpofu ahịhịa, ma ọ bụ ebe enwere ọdịda usoro nke sistemu mkpofu mmiri na saịtị. Tinyere pathogens na ihe oriri, nsị a naghị edozi ahụ nwekwara ike ịnwe nnukwu ibu nke ọla dị arọ nwere ike ịbanye n'ime usoro mmiri ala.",
  "Mmiri a na-agwọ site na ụlọ ọrụ na-ahụ maka nsị mmiri nwekwara ike iru n'ime mmiri mmiri ma ọ bụrụ na a na-agbanye ma ọ bụ wepụ ya na mmiri dị n'elu",
  "Ya mere, ihe ndị ahụ a na-ewepụghị n'ebe a na-ekpocha mmiri na-ekpofu mmiri nwere ike irukwa na mmiri dị n'ime ala. Dịka ọmụmaatụ, nchọpụta nke ọgwụ fọdụrụ na mmiri dị n'okpuru ala bụ ihe dịka 50 mg / L n'ọtụtụ ebe na Germany",
  "Nke a bụ n'ihi na ụlọ ọrụ nhicha nsị, micro-pollutants dị ka homonụ, ọgwụ fọdụrụnụ na micropropinents ndị ọzọ nwere mamịrị na feces naanị obere wepụrụ ma wụọ nke fọdụrụ na mmiri elu ya, ebe ọ nwekwara ike iru ala.",
  "Mmetọ mmiri dị n'okpuru ala nwekwara ike ịpụta site na nsị nke a hụrụ dịka ọmụmaatụ na Germany. Nke a nwekwara ike ibute mmetọ nke mmiri ọṅụṅụ.",
  "A pụkwara itinye mgbasa mmiri mkpofu ma ọ bụ nsị n'ọrụ ugbo dị ka isi iyi nke mmetọ fecal na mmiri ala.",
  "Nitrate nwekwara ike ịbanye na mmiri dị n'okpuru ala site na iji fatịlaịza mee ihe gabigara ókè, gụnyere ịgbasa nsí",
  "Nke a bụ n'ihi na ọ bụghị naanị akụkụ nke fatịlaịza nitrogen ka a gbanwere iji mepụta ihe ọkụkụ ndị ọzọ",
  "Ihe fọdụrụ na-agbakọta n'ala ma ọ bụ furu efu dị ka mmiri. Ọnụ ọgụgụ dị elu nke fatịlaịza nitrogen jikọtara ya na mmiri siri ike nke nitrate na-eduga n'inwekwu nsụdabawanye n'ime mmiri ala yana ịdọrọ banye mu Mmiri, si otú ahụ kpatara mmetọ mmiri. Ojiji gabigara ókè nke fatịlaịza nitrogen (ma ọ bụ na ha emepụtara maọbụ okike) dị njọ karịsịa, ebe ọtụtụ n'ime nitrogenium ndị osisi anaghị ewere gbanwere ka ya bụrụ Nitrate nke a pụrụ ịpụ ngwa.",
  "Ihe oriri na-edozi ahụ, karịsịa nitrates, na fatịlaịza nwere ike ịkpata nsogbu maka ebe obibi na ahụike mmadụ ma ọ bụrụ na a na-asachapụ ha n'ime mmiri ma ọ bụ na-esi na ala banye na mmiri dị n'ime ala",
  "Iji nnukwu fatịlaịza nitrogen eme ihe n'usoro ihe ọkụkụ bụ ihe kacha enye aka na nitrogen anthropogenic na mmiri ala n'ụwa niile.",
  "Ebe a na-eri nri / anụmanụ nwekwara ike iduga n'ịgbapụta nitrogen na ọla ka ọ banye mmiri dị ala. Ntinye nke nsị anụmanụ n'ụzọ gabigara ókè nwekwara ike ịkpata mmetọ mmiri dị ala na ọgwụ ndị fọdụrụnụ sitere na ọgwụ ụmụ ahụhụ.",
  "Ụlọ ọrụ US Environmental Protection Agency (EPA) na European Commission nọ n'ụzọ siri ike ịnagide nsogbu nitrate metụtara mmepe ugbo, dị ka nnukwu nsogbu mmiri nke chọrọ njikwa kwesịrị ekwesị.",
  "Mmiri na-agbanye ọgwụ ahụhụ nwere ike ịbanye na mmiri dị n'okpuru ala na-akpata nsogbu ahụike mmadụ site na olulu mmiri emetọ. Ọnụ ọgụgụ ọgwụ ahụhụ a na-ahụ na mmiri dị n'okpuru ala na-adịkarị ala, na mgbe mgbe, oke ahụike mmadụ karịrị oke ahụike dị ala. Organophosphorus insecticide monocrotophos (MCP) yiri ka ọ bụ otu n'ime ihe ole na ole dị ize ndụ, na-adịgide adịgide, na-agbaze ma na-agagharị (ọ naghị ejikọta ya na mineral dị n'ala) pesticides nwere ike iru isi iyi mmiri ọṅụṅụ. N'ozuzu, a na-achọpụta ihe ndị ọzọ na-egbu ụmụ ahụhụ ka mmemme nlekota nke mmiri dị n'okpuru ala na-abawanye ụba; Otú ọ dị, a na'ime obere nlekota na mba ndị na-emepe emepe n'ihi nnukwu ego nyocha.",
  "A chọtawo ọtụtụ ihe na-emetọ ikuku ma nke anụ ahụ n'ime mmiri dị iche iche.",
  "Ngwuputa ọla na ụlọ ọrụ igwe bụ isi ọrụ maka ọnụnọ ọla na mmiri dị n'ime ala nke sitere na anthropogenic, gụnyere arsenic",
  "Obere pH jikọtara ya na acid mine drainage (AMD) na-enye aka na solubility nke ọla ndị nwere ike ime ka ọ banye n'ime mmiri dị n'ime ala.",
  "Enwere nchegbu na-arịwanye elu banyere mmetọ mmiri dị n'okpuru ala site na gasoline nke sitere na tankị nchekwa mmanụ (USTs) nke ọdụ ụgbọ oloko. Ngwakọta BTEX bụ ihe mgbakwunye kachasị na gasoline",
  "BTEX compounds, gụnyere benzene, nwere njupụta dị ala karịa mmiri (1 g / mL)",
  "Dị ka mmanụ na-awụfu n'oké osimiri, akụkụ a naghị agwakọta ya, nke a kpọrọ Light Non-Aqueous Phase Liquid (LNAPL), ga-efegharị\" na tebụl mmiri dị na aquifer.",
  "A na-eji solvents chlorinated eme ihe n'ihe fọrọ nke nta ka ọ bụrụ ọrụ ụlọ ahịa niile ebe a chọrọ iwepụ ya. PCE bụ ihe a na-eji emepụta mmiri nke ọma n'ụlọ ọrụ nhicha ala maka ịdị irè ya dị ọcha ma ọnụ ahịa pere mpe",
  "A na-ejikwa ya eme ihe maka ọrụ metal",
  "N'ihi na ọ bụ ihe a pụrụ ịdabere n'ahụkarị, a naghị ahụ ya ugboro niile na mmiri dị ala karịa ka o si nweta isi iyi.A na-eji TCE eme ihe n'akụkọ mere eme dị ka nhicha ígwè",
  "E debere ụlọ ọrụ ndị agha Anniston Army Depot (ANAD) na United States n'ime Ndepụta Ntọala Mba nke EPA Superfund National Priorities List (NPL) maka mmetụ mmiri dị ala nwere ihe ruru nde pound 27 nke TCE. Ma PCE na TCE nwere ike ịghọ vinyl chloride (VC), hydrocarbon kachasị egbu.",
  "Enwere ike iwepụ ọtụtụ ụdị solvents n'ụzọ iwu na-akwadoghị, nke gafere oge gaa na usoro mmiri dị ala.",
  "Chlorinated solvents dị ka PCE na TCE nwere njupụta karịa mmiri ma a na-akpọ akụkụ ahụ anaghị agwakọta ya Dense Non-Aqueous Phase Liquids (DNAPL). Ozugbo ha ruru n'ebe a na-ekpofu ahịhịa, ọ ga-ada ma mesie gbakọta n'elu ala ndị nwere obere mmiri. N'akụkọ ihe mere eme, ụlọ ọgwụ na-agwọ osisi ewepụwokwa pesticides dị ka pentachlorophenol (PCP) na creosote n'ime gburugburu ebe obibi, na-emetụta mmiri ala. PCP bụ ọgwụ ahụhụ na-agbari agwọ nke ukwuu ma bụrụ ihe a gafere egbu n'oge gara aga edepụtara ya na Stockholm Convention on Persistent Organic Pollutants",
  "PAHs na ọkara-VOC ndị ọzọ bụ ihe mmetọ a ma ama metụtara creosote.",
  "Ọ bụ ezie na ọ bụghị ngwakọta, ma LNAPLs na DNAPL ka nwere ike iji nwayọọ nwayọ gbazee n'ime mmiri (mgwakọrọ) nke mepụtara plume wee si otú a ghọọ isi iyi ogologo oge",
  "DNAPLs (chlorinated solvents, heavy PAHes, creosote, PCB) na-esi ike ijikwa ebe ha nwere ike ibi n'ime ala.",
  "Uto nke olulu mmiri na-agbaji (\"Fracking\") n'oge a na United States emeela ka nchegbu banyere ihe ize ndụ ya nwere ike imerụ akụrụngwa. E nyela EPA, tinyere ọtụtụ ndị nchọpụta ọzọ ka ha mụọ mmekọrịta dị n'etiti mgbawa mmiri na ihe ọṅụṅụ. Ọ bụ ezie na ọ ga-ekwe omume ime mmiri n'enweghị mmetụta dị mkpa maka  onwunwe nke ala ma bụrụ na njikwa siri ike na usoro nchịkwa mma adị, enwere ọtụtụ ikpe ebe a hụrụ mmetọ mmiri site na nlekọta ọjọọ ma ọ bụ ọdịda teknụzụ.",
  "Ọ bụ ezie na EPA ahụtabeghị ihe àmà dị ịrịba ama nke mmetụta zuru ebe niile, nhazi usoro na mmiri ọṅụṅụ site na hydraulic fracturing, nke a nwere ike ịbụ n'ihi na ezughị ezu usoro tupu na post-hydraulic fracturing data banyere àgwà mmiri ọṅụṅụ, na ọnụnọ nke ndị ọzọ na-ahụ maka mmetọ na",
  "gbochie njikọ dị n'etiti mmanu siri ike na mwepu gas na mmetụta ya.",
  "N'agbanyeghị enweghị ihe akaebe zuru oke nke EPA, ndị nchọpụta ọzọ emeela nyocha dị ịrịba ama banyere mmetọ mmiri na-arịwanye elu n'okpuru ala nso nnukwu ebe a gafere mmanụ / gas dị na Marcellus (British Columbia, Canada)",
  "N'ime otu kilomita nke ebe ndị a, obere mmiri ọṅụṅụ na-adịghị omimi gosipụtara ọkwa dị elu karịa methane, ethane, na propine",
  "Nnyocha nke Helium dị elu na gas ndị ọzọ a ma ama tinyere ịrịbawanye nke ọkwa hydrocarbon kwadoro ọdịiche n'etiti hydraulic fracturing fugitive gaz and natural-eme \"background\" hydrogen content",
  "A na-eche na mmetọ a bụ n'ihi ihe ndị gbawara agbawa, ọdịda ma ọ bụ nke e debereghị agafe.",
  "Ọzọkwa, a na-eche na mmetọ ahụ nwekwara ike ịkpata na mbugharị capillary nke mmiri residual hyper-saline miri na hydraulic fracturing fluid, ji nwayọọ nwayọọ na-agafe na mmejọ na mgbaji ruo mgbe emesịa na-akpakọrịta na mmiri ala mmiri",
  "Otú ọ dị, ọtụtụ ndị nchọpụta na-arụ ụka na",
  "permeability nke nkume na-agafe n'ụdị shale dị oke ala nke na-ekwe ka nke a mee nke ọma. Iji gosipụta echiche a, ọ ga-abụrị na e nwere akara nke trihalomethanes (THM) nsị ebe ha bụ na ejikọtakwara ya na mmetụ gas furu efu. E wezụga nke ahụ, mmiri nnu dị elu bụ ihe okike a na-ahụkarị n'usoro miri emi.",
  "Ọ bụ ezie na nkwubi okwu banyere mmetọ mmiri dị n'okpuru ala dịka nsonaazụ nke hydraulic fracturing fluid flow nwere ike igbochi ma ohere maka sistemụ gas metọrọ dabere karịsịa na iguzosi Ike ku yosi ihe nke mmanụ shale / olulu, yana ọnọdụ ya metụtara usoro mgbawa mpaghara nke enwere ike inye ụzọ ndị ga-agafe.",
  "Ọ bụ ezie na ọ gbasara n'ọtụtụ ebe, mmetọ sistemụ site na hydraulic fracturing abụwo nke a rụrịtara ụka siri ike, otu isi ihe kpatara mmerụ ahụ nwere nkwekọrịta kachasị ukwuu n'etiti ndị nchọpụta ịbụ nsogbu kacha njọ bụ mpịakọta mberede mmiri mgbawa",
  "Ka ọ dị ugbu a, ihe ka ọtụtụ n'ihe omume mmetọ mmiri ndị na-esite n'okporo ụzọ ụmụ mmadụ nke elu karịa ịbawanye ala site na ntọala shale. Ọ bụ ezie na mmebi ahụ nwere ike ịbụ ihe doro anya, a na-emekwa mgbalị dị ukwuu iji gbochie ọdachi ndị a ime ugboro ole na ibe ha, enweghị data sitere n'ịgbapụta mmanụ ka ga-ahapụ ndị nchọpụta nọgide",
  "N'ọtụtụ n'ime ihe omume ndị a, data e nwetara site na mgbapụta ma ọ bụ nsị ahụ anaghị adịkarị mgbagwoju anya, ya mere ga-eduga ndị nchọpụta ka ha ghara inwe nkwubi okwu.",
  "Ndị na-eme nchọpụta sitere n'ụlọ ọrụ Federal Institute for Geosciences and Natural Resources (BGR) mere ihe nlereanya maka mmepụta gas dị omimi na North German Basin",
  "Ha kwubiri na o yikarịrị ka ịrị elu nke mmiri fracking site n'okpuru ala ruo n'elu ga-emetụta obere mmiri dị n'ime.",
  "Mmiri na-agbapụta n'ebe a na-ekpofu ahịhịa nwere ike ibute mmetọ mmiri dị ala",
  "Kemịkal nwere ike banye n'ime mmiri ala site na mmiri ozuzo na mpụta mmiri",
  "A chọrọ ka e ji ụrọ ma ọ bụ ihe sịntetịt ọzọ kpuchie ebe ọhụrụ a na-edebe ala, yana leachate iji chebe mmiri ala gbara ya gburugburu",
  "Otú ọ dị, ebe a na-edebe ala ochie enweghị usoro ndị a, ọ na-adịkarịkwa nso na mmiri dị n'elu na n'ime ala ndị nwere ike ịgbasa",
  "Ngwunye ala mechiri emechi ka nwere ike ibute mmiri dị n'ime ala ma ọ bụrụ na ejighị ihe na-enweghị ike kpuchie ya tupu emechi ya ka ọ ghara ịwụsa ihe mmetọ..",
  "Love Canal bụ otu n'ime ihe atụ a ma ama nke mmetọ mmiri dị ala",
  "N'afọ 1978, ndị bi n'ógbè Love Canal dị na New York chọpụtara ọnụ ọgụgụ buru ibu nke ọrịa kansa yana ọnụọgụ nkwarụ ọmụmụ",
  "Nke a mechara chọpụta na ihe ndị e ji edozi mmiri ma dioxins sitere n'ebe ụlọ ọrụ mmepụta ihe nke arụnyere gburugburu ya, bụ ebe ọ batara wee banye n'ime Mmiri ahụ iji mebie ikuku",
  "A kwụrụ ezinụlọ narị asatọ ụgwọ maka ụlọ ha wee kwaga, mgbe nnukwu agha iwu na mgbasa ozi.",
  "Data Satellite na Mekong Delta dị na Vietnam enyewo ihe akaebe na mmiri karịrị akarị nke ala n'okpuru ebe ahụ ga-eme ka ọdịda ụwa nakwa maka ịhapụ arsenic na ikekwe ọla ndị ọzọ. A na-achọta arsenic n'ime ụrọ ndị dị elu maka oke ala ha nke ọnụ ọgụgụ ya dabere na ihe ruru ájá",
  "Ọtụtụ mmiri dị n'okpuru ala na-agafe ájá na gravels nwere obere arsenic",
  "Otú ọ dị, n'oge mgbapụta gabigara ókè, gradient kwụ ọtọ na-adọta mmiri site na ụrọ ndị a naghị agafe emebi, si otú ahụ kwalite ntọhapụ arsenic banye na Mmiri.",
  "Enwere ike ime mmetọ mmiri dị n'ime ala site na mwụfu kemịkalụ sitere na ọrụ azụmahịa ma ọ bụ ụlọ ọrụ mmepụta ihe, mwụfu kemịkalụ na-eme n'oge njem (dịka mwụfu mmanụ dizel), mkpofu ahịhịa n'ụzọ iwu na-akwadoghị, ntinye site na mkpọpu mmiri n'obodo ukwu ma ọ bụ ọrụ Ngwuputa, nnu okporo ụzọ, kemịkalụ na-ekpochapụ n'ọdụ ụgbọ elu na ọbụna  mmetọ ikuku ebe ọ bụ na mmiri dị n'ime ala bụ akụkụ nke okirikiri hydrologic.",
  "Ojiji nke herbicide nwere ike itinye aka na mmetọ mmiri dị n'ime ala site na ntinye arsenic",
  "Herbicides na-enye aka na mkpochapụ arsenic site na nchịkọta na mbugharị nke mmetọ ahụ",
  "Ọgwụ herbicides chlorinated na-egosipụta mmetụta dị ala na desorption arsenic karịa ụdị ahịhịa phosphate",
  "Nke a nwere ike inye aka gbochie mmetọ arsenic site na ịhọrọ ahịhịa ahịhịa kwesịrị ekwesị maka mkpokọta arsenic dị iche iche dị na ala ụfọdụ.",
  "I liri ozu na mmebi ha nwere ike ibute ihe ize ndụ nke mmetọ mmiri dị n'okpuru ala.",
  "Mmiri na-agafe n'okpuru ala nwere ike inye ihe mgbochi a pụrụ ịdabere ná ntị maka mmetọ mana ọ bụ naanị mgbe ọnọdụ dị mma.",
  "Ọdịiche nke mpaghara ahụ na-arụ ọrụ dị mkpa n'ibugharị mmetọ",
  "Ebe nwere ike ịnwe ala ájá, nkume gbawara agbawa, ụrọ ma ọ bụ hardpan",
  "Mpaghara nke karst topography na nkume limestone nwere ike imerụ mmetọ n'elu mmiri site",
  "Njehie ala ọma jijiji nwekwara ike ịbụ ụzọ mbata maka ịbanye na mmetọ",
  "Ọnọdụ tebụl mmiri dị oke mkpa maka inye ya mmiri ọṅụṅụ, ịgba ala ugbo iyi, mkpofu ihe (gụnyere nsị nuklia), ebe obibi anụ ọhịa, na nsogbu ndị ọzọ metụtara gburugburu ụwa.",
  "Ọtụtụ kemịkal na-emebi ma ọ bụ mgbanwe nke mmiri, ọkachasị n'ime ogologo oge dị ka ebe nchekwa mmiri dị n'ime ala",
  "Otu ụdị dị ịrịba ama nke kemịkal ndị a bụ hydrocarbons chlorinated dịka trichloroethylene (nke e ji mee ihe na mmepụta ígwè ma mepụtara ngwá electronic) na tetrachloro ethylene eji eme ụlọ ọrụ nhicha akọrọ",
  "Ọgwụ abụọ a, nke bụ ihe na-akpata ọrịa kansa n'onwe ya, nwere mmeghachi omume ire ure ụfọdụ, na-eduga na kemịkal ọhụrụ dị ize ndụ (gụnyere dichloroethylene na vinyl chloride).",
  "Ọ bụ ezie na ha nwere njikọ, a naghị amụkarị mmiri dị n'elu ala ma jikwaa ya dịka ihe onwunwe pụrụ iche. Mmekọrịta dị n'etiti mmiri ala na nke elu bụ ihe mgbagwoju anya",
  "Mmiri dị n'elu na-abanye n'ime ala wee ghọọ mmiri nọ n'okpuru",
  "N'aka nke ọzọ, mmiri dị n'okpuru ala nwekwara ike inye isi iyi mmiri",
  "Dịka ọmụmaatụ, ọtụtụ osimiri na ọdọ mmiri sitere n'okpuru ala",
  "Nke a pụtara na mmebi nke mmiri dị n'okpuru ala nwere ike imetụta osimiri na ọdọ mmiri ndị dabere ya",
  "Mmiri nnu na-abanye n'ime mmiri dị iche iche bụ ihe atụ nke mmekọrịta ndị a.",
  "Mgbasa ma ọ bụ ntọhapụ na-aga n'ihu nke kemịkalụ ma ọ bụ radionuclide mmetọ banye n'ime ala (nke dị anya site na mmiri elu) nwere ike ghara ịmepụta ntụpọ ma ọ bụ isi iyi mana enwere ike imerịta ihe ndị ahụ nọ n'okpuru, mepụta anwụrụ ọkụ",
  "Enwere ike inyocha mmegharị nke plume ahụ site na ụdị ụgbọ mmiri ma ọ bụ ihe nlereanya mmiri dị n'okpuru ala.",
  "Ụkpụrụ ịkpachapu anya, nke sitere na ụkpụrụ 15 nke Rio Declaration on Environment and Development, dị mkpa n'ichepụta ihe ndị mmiri ala site na mmetọ",
  "Ụkpụrụ nchebe ahụ na-enye na \"ebe enwere egwu nke mmebi a ga-apụghị ịgbanwe agbanwe, enweghị nkwenye sayensị zuru oke agaghị eji ya mee ihe dị ka ebumnuche maka iwepụ usoro ndị bara uru iji gbochie imezi gburugburu ebe obibi\".",
  "Otu n'ime ụkpụrụ isii bụ isi nke iwu mmiri European Union (EU) bụ itinye usoro nchebe.",
  "A na-etinye usoro nlekota nke mmiri dị ala mgbe niile n'ọtụtụ mba gburugburu ụwa",
  "Ha bụ ihe dị mkpa iji ghọta usoro hydrogeological, na maka mmepe nke ụdị echiche na map ndị nwere ike ịdabere n'ime mmiri.",
  "A ghaghị ileba anya mgbe niile n'ụdị mmiri dị ala gafee ebe a na-egwu mmanụ iji chọpụta ihe ndị mmadụ nwere",
  "Nnyocha mmiri dị n'okpuru ala kwesịrị ịbụ nke a kapịrị ọnụ, dịka ọmụmaatụ, otu mmetọ nchegbu. Enwere ike iji ọkwa mmetọ tụnyere ntuziaka World Health Organization (WHO) maka ogo mmiri ọṅụṅụ. Ọ bụghị ihe a na-ahụkarị ka njedebe nke mmetọ dị ala dịka ị gafere ahụike.",
  "A ga-enye ego zuru oke iji gaa n'ihu na nyocha ogologo oge",
  "Mgbe a chọtara nsogbu, e kwesịrị ime ihe iji dozie ya. Ntiwapụ nke mmiri na United States belatara site n'iwebata nyocha siri ike (na ọgwụgwọ) chọrọ ná mmalite afọ 90.",
  "Obodo ahụ nwekwara ike inye aka nyochaa ogo mmiri dị n'okpuru ala.",
  "Ndị ọkà mmụta sayensị emepụtala ụzọ ndị nwere ike ịmepụta map ihe ize ndụ maka ọgwụ na-egbu egbu n'ime mmiri dị ala. Nke a na-enye ụzọ dị irè iji chọpụta olulu mmiri ndị kwesịrị ịnwale.",
  "Ọtụtụ ndị isi mmiri emeela mmepe nke map mpaghara iji ala mee ihe n'ụzọ dị iche iche gburugburu ụwa",
  "E nwere ụdị map mpaghara abụọ: chaatị na-adịghị ike nke mmiri dị n'ime ala na eserese nchebe isi iyi.",
  "Ọ na-ezo aka n'ihe dị mkpa (ma ọ bụ nke okike) maka mmetọ mmiri. N'ụzọ dị nro, ụfọdụ aquifers na-enwekwu mmetọ karịa ndị ọzọ. Mmiri ndị na-enweghị mgbochi dị n'okpuru ala nọkarị n'ihe ize ndụ nke mmetọ n'ihi na e nwere obere ọkwa iji nyochaa ihe emetụ.",
  "Mpaghara na-enweghị ntụpọ nwere ike ịrụ ọrụ dị mkpa n'ịkwụsị (na iwepụ) pathogens ma yabụ a ghaghị ịtụle mgbe ị ga-enyocha adịghị mma nke mmiri. Ọrụ nke ihe ndị dị ndụ kachasị ukwuu n'elu ala ebe mbelata pathogens na-arụ ọrụ karịa.",
  "Nkwadebe nke map ndị na-adịghị ike gụnyere itinye ọtụtụ eserese isiokwu banyere ihe anụ ahụ ahọpụtara iji kọwaa adịghị mma mmiri.. Ụzọ ọzọ nke EPA mepụtara, usoro nyocha a na-akpọ \"DRASTIC\", na-eji ihe asaa hydrogeological emepụta ndepụta nke adịghị ike: omimi maka tebụl mmiri, net Recharge, mgbasa ozi Aquifer, ala media, Topography (mgbidi), Mmetụta n'ógbè vadose, na conductivity.",
  "E nwere",
  "Ọ na-arutu aka n'ebe ejidere n'akụkụ ebe mmiri dị n'ime ala dị n'otu n'otu, dị ka olulu mmiri ma ọ bụ isi iyi, iji chebe ha karịsịa pụọ na mmetọ",
  "Ya mere, ebe ndị nwere ike isi nweta mmetọ ndị na-emebi emebi, dị ka nje nje, nwere ike ịnọ n'ebe dị anya nke oge njem n'okporo ụzọ ndị na-asọ asọ na-adị ogologo oge maka ikpochapụ mmetọ ahụ site na nzacha ma ọ bụ mgbasa ozi..",
  "Ụzọ nyocha site na iji usoro kọwaa mmiri dị n'okpuru ala na njem mmetọ bụ nke a kacha jiri mee ihe. WHPA bụ usoro nyocha nke mmiri dị n'okpuru ala mepụtara site na US EPA maka ịkọwa mpaghara mmeri na ebe nchekwa isi iyi.",
  "Ụdị kachasị mfe nke mpaghara na-eji usoro dị anya ebe a chụpụrụ ihe omume n'ime otu oge akọwapụtara gburugburu isi.",
  "Dị ka mmetụta ahụike nke ọtụtụ kemịkalụ na-egbu egbu na-ebilite mgbe ikpughe ogologo oge, ihe ize ndụ ahụike sitere na kemịkal na-adịkarị ala karịa nke nje na-akpata.. Ya mere, ogo nke usoro nchebe isi iyi bụ akụkụ dị mkpa n'ịchịkwa ma pathogens nwere ike ịdị na mmiri ọṅụṅụ ikpeazụ.",
  "Enwere ike ịhazi usoro ịdị ọcha na saịtị n'ụzọ ga-eme ka mmetọ mmiri dị n'ime ala site na usoro ịdị ọcha ndị a ghara ime.. E mepụtara ntuziaka zuru ezu iji tụọ anya dị nchebe maka ichepụta isi iyi mmiri n'okpuru ala site na mmetọ nke ịdị ọcha. A tụwo aro ụkpụrụ ndị a maka ọnọdụ dị nchebe (ya bụ, ikpebi ebe) nke usoro nhicha na saịtị:",
  "Dị ka ntuziaka zuru oke, a na-atụ aro na ala nke olulu ahụ kwesịrị ịdịkarịa ala mita abụọ n'elu ọkwa mmiri dị n'okpuru ebe obibi, yana obere anya 30m site na oghere na isi iyi iji belata mmetọ nje",
  "Otú ọ bụ ezie na ekwesighi ikwu okwu gbasara kacha nta ọdịiche akụkụ achọrọ igbochi mmerụcha nkeolugu si ụlọ mposi ya pụta ìhè. Dịka ọmụmaatụ, ọbụlagodi 50m mpụta anya nkewa nwere ike ọ gaghị ezu oke na sistemu karstified siri ike nwere olulu mmiri ma ọ bụ mmiri na-agbadata, ebe anya nkewa mpụta 10m zuru oke ma ọ bụrụ na enwere akwa mkpuchi ụrọ mepere emepe nke ọma yana oghere anular nke",
  "A na-emechi olulu mmiri dị n'ime ala nke ọma.",
  "Okwu ụlọ ọrụ na nke iwu dị oke mkpa n'ịkọwa ihe ịga nke ọma ma ọ bụ ọdịda nke ụkpụrụ nchebe mmiri ala. Na United States Iwu nchekwa nchekwa na mgbake akụrụngwa na-echebe mmiri dị n'ime ala site n'ịhazi mkpofu ahịhịa siri ike na ihe mkpofu dị ize ndụ, yana Nzaghachi gburugburu ebe obibi, nkwụghachi ụgwọ, na ụgwọ ọrụ, nke a makwaara dị ka \"Superfund\", chọrọ ndozigharị nke ebe mkpofu dị ize ndụ agbahapụ.",
  "Enwere ike ịchịkọta nhọrọ maka mezie mmiri dị n'ime ala n'ime ụdị ndị a:",
  "Enwere ike iji ngwaọrụ na-eme ka mmiri dị ọcha ma ọ bụ \"point-of-eji\" (POU) usoro ọgwụgwọ mmiri na usoro ịgbasa mmiri n'ubi iji wepụ ụfọdụ ụdị mmetọ mmiri dị n'ime ala tupu ịṅụ mmanya, ya bụ mmetọ fecal ọ bụla",
  "Ọtụtụ sistemu eji eme ka mmiri dị ọcha ma ọ bụ ihe mgbakwunye kemịkalụ nke nwere ike wepu nje, chlorine, uto ọjọọ, isi na ọla dị arọ dị ka lead na mercury.",
  "Usoro gụnyere ịsị esi, ọzịz, ọgwụ kemịkalụ, ultraviolet ọcha, mmiri mmiri ozone, mkpochapụ mmiri anyanwụ, ntanye anyanwụ, ihe nzacha mmiri arụrụ n'ụlọ.",
  "Ihe nzacha mkpochapụ arsenic (ARF) bụ teknụzụ raara onwe ya nye a na-etinyekarị iji wepụ arsenic",
  "Ọtụtụ n'ime teknụzụ ndị a chọrọ itinye ego ego na nrụzi ogologo oge",
  "Ndị ọrụ na-ahapụkarị ihe nzacha na Bangladesh n'ihi ọnụ ahịa dị oke ọnụ na nhazi ha siri ike, nke dịkwa oke ọnụ.",
  "Mmetọ mmiri dị n'okpuru ala siri ike belata karịa mmetụ nke elu ebe ọ bụ na Mmiri nọ n'ime ya nwere ike ịkwaga ogologo oge site na aquifers a naghị ahụ anya",
  "Mmiri na-enweghị oghere dị ka ụrọ mere ka mmiri nke nje bacteria ghara ịdị ọcha site n'ịgbanye ya (adsorption and absorption), ịgbaze, yana, n'ọnọdụ ụfọdụ, mmeghachi omume kemikal na ọrụ ndụ; Otú ọ dị, n'okwu ole na ole, ihe ndị ahụ metọrọ emetọ gbanwere naanị ghọọ ihe emetụta ala",
  "Mmiri dị n'okpuru ala nke na-agafe oghere ndị mepere emepe ma nwee ike ibugharị ya dịka mmiri elu",
  "N'ezie, nke a nwere ike ime ka ọ dịkwuo njọ site n'àgwà mmadụ iji sinkholes sitere na okike mee ihe dịka ebe mkpofu ahịhịa karst.",
  "Enwere ike wepu ihe mmetọ na ihe mmetọ na mmiri ala site na itinye usoro dị iche iche wee mee ka ọ dị mma maka ojiji",
  "Usoro ọgwụgwọ mmiri ala (ma ọ bụ ngbanwe) na-agbasa teknụzụ ọgwụgwọ ndụ, kemịkalụ na anụ ahụ",
  "Ọtụtụ usoro ọgwụgwọ mmiri nke ala na-eji ngwakọta teknụzụ eme ihe",
  "Ụfọdụ usoro ọgwụgwọ ndu gụnyere bioaugmentation, bioventing, biosparging, bioslurping, na phytoremediation",
  "Ụfọdụ usoro ọgwụgwọ kemịkal gụnyere ozone na oxygen injection gas, mmiri ozuzo, nkewa akpụkpọ ahụ, mgbanwe ion, absorption carbon, aqueous chemical oxidation, na mgbake na-emewanyewanye elu",
  "Enwere ike ime ụfọdụ usoro kemịkalụ site na iji nanomaterials",
  "Usoro ọgwụgwọ anụ ahụ gụnyere, mana ọnweghị oke na, mgbapụta na ọgwụgwọ, sparging ikuku, na mmịpụta akụkụ abụọ.",
  "Ọ bụrụ na a na-ewere ọgwụgwọ ma ọ bụ imezigharị mmiri dị n'ime ala metọọ dị ka ihe siri ike ma ọ bụ dị oke ọnụ, mgbe ahụ ịhapụ iji mmiri aquifer a na-achọta ebe ọzọ isi mmiri bụ naanị nhọrọ ọzọ.",
  "Mpaghara ndị dịpụrụ adịpụ nke Lusaka, isi obodo Zambia, nwere ọnọdụ ala bụ karstified siri ike ma n'ihi ya na mmụba ọnụ ọgụgụ mmadụ nọ nso ebe a.",
  "Na Tanzania, ọtụtụ ndị bi na ya dabere n'isi iyi mmiri dị ala, ọkachasị site na olulu miri emi nke ebe ahụ, maka ịṅụ mmanya na ebumnuche ụlọ ọzọ",
  "Ọnụ ego nke mmiri gọọmentị emeela ka ọtụtụ ezinụlọ dabere na olulu ndị mmadụ karịa ụlọ ọrụ Babati",
  "Mmiri a na-eri site n'isi iyi mmiri nwa oge nke amaghị mma (karịsịa olulu ndị omimi) emeela ka ọnụ ọgụgụ buru ibu nke mmadụ nwee ọrịa sitere na mmiri",
  "Na Tanzania, a na-akọwa ụmụaka pụkụ ịrị abụọ na atọ na narị itoolu n'okpuru afọ ise ka ha ga-anwụ kwa afọ site na ọrịa ọnyụnyụ ọbara na afọ ọsịsa metụtara ịṅụ mmiri adịghị mma.",
  "Ganga River Basin (GRB) nke bụ mmiri dị nsọ maka ndị Hindu na-eche oke mmetọ arsenic ihu",
  "India na-ekpuchi 79% nke GRB, ya mere ọtụtụ steeti emetụtala",
  "Steeti ndị metụtara gụnyere Uttarakhand, Uttar Pradesh, Delhi, Madhya Pradech, Bihar, Jharkhand, Rajasthan, Chhattisgarh, Punjab, Haryana na West Bengal",
  "Ọnọdụ arsenic ruru 4730 μg / L na mmiri dị n'okpuru ala, ~ 1000μg - l na mmiri ịgba ọsọ, yana ihe ruo 3947 μ g \"kg\" na nri niile karịrị ụkpụrụ nke United Nations Food and Agricultural Organization maka ịnya ụgbọ elu na ọkọlọtọ World Health Organisation Maka Mmiri ọṅụṅụ",
  "N'ihi ya, ndị mmadụ na-ahụkarị ọrịa nke metụtara akpụkpọ ahụ ha, akwara ụbụrụ, ọmụmụ ihe na ọrụ ọgụgụ isi, ọbụnakwa nwee ike ịkpata kansa.",
  "N'India gọọmentị aga n'ihu ịkwalite mmepe idebe ihe ọcha iji lụso ịrị elu nke mmetọ mmiri dị n'ime ala na mpaghara dị iche iche nke mba ahụ",
  "Mbọ a egosila nsonaazụ ma belata mmetọ mmiri dị n'ime ala ma belata ohere nke ọrịa maka ndị nne na ụmụaka bụ ndị okwu a metụtara nke ukwuu",
  "Nke a bụ ihe dị mkpa nke ukwuu dịka ọmụmụ si kwuo, ihe karịrị ụmụaka 117,000 na-erubeghị afọ ise na-anwụ kwa afọ n'ihi iri mmiri rụrụ arụ",
  "Mgbalị mba ahụ ahụla ihe ịga nke ọma na mpaghara ndị mepere emepe nke akụ na ụba nke mba ahụ.",
  "Obodo Hinkley, California (U.S.), nwere mmiri dị n'okpuru ala ya na-emetọ chromium hexavalent malite na 1952, nke dugara ikpe megide Pacific Gas & Electric (PG&E) yana nkwekọrịta ọtụtụ nde dollar na 1996",
  "E gosipụtara ikpe ahụ na ihe nkiri Erin Brockovich, nke e wepụtara n'afọ 2000.",
  "San Joaquin, U.S",
  "Mgbapụta kpụ ọkụ n'ọnụ na mpaghara San Joaquin, California, ebutela mmetọ arsenic",
  "San Joaquin county echewo oke mgbapụta kpụ ọkụ n'ọnụ nke mere ka ala dị n'okpuru San Joaquin mebie wee mebie akụrụngwa",
  "Nke a kpụ ọkụ n'ọnụ n'ime mmiri dị n'ime ala ekwela ka arsenic banye n'ime mmiri mmiri dị n'ime ala nke na-enye mmiri ọṅụṅụ ma ọ dịkarịa ala otu nde ndị bi na ya ma jiri ya mee ihe n'ubi maka ihe ọkụkụ na ụfọdụ n'ime ubi ndị kasị baa ọgaranya na US",
  "Aquifers bụ ájá na gravel nke ụrọ dị obere kewapụrụ bụ nke na-arụ ọrụ dị ka sponge nke na-ejide mmiri na arsenic",
  "Mgbe a na-agbapụta mmiri nke ọma, aquifer na-apịaji ma na-ada n'ala nke na-eduga na ụrọ na-ahapụ arsenic",
  "Nnyocha na-egosi na aquifers merụrụ n'ihi n'ịfefefefefe, ha nwere ike ịgbake ma ọ bụrụ na nkwụsịtụ kwụsịrị.",
  "N'afọ 2000, mmetọ mmiri dị n'okpuru ala mere na obere obodo Walkerton, Canada nke dugara ọnwụ asaa n'ihe a maara dịka ntiwapụ walkerton E",
  "Coli",
  "Mmiri nke e si na mmiri dị n'okpuru ala nweta merụrụ O157:H7 bacteria. Mmetọ a bụ n'ihi na ugbo ahụ abanye mu olulu mmiri dị nso nke nwere ike imerụ mmetorị.",
  "Àtụ:Natural resources"
]