[
  "Mmetụta nke mgbanwe ihu igwe na obere agwaetiti nwere  ike ịdị oke njọ n'ihi ụsọ mmiri dị ala, obere ala, na ikpughe ihu igwe siri ike. Mmetụta nke mgbanwe ihu igwe, ọkachasị ịrị elu nke oke osimiri na oké ifufe na-arịwanye elu nke ebe okpomọkụ, na-eyi ịdị adị nke ọtụtụ mba agwaetiti, ndị agwaetiti na ọdịbendị ha egwu, ga-agbanwe usoro okike ha na gburugburu ebe obibi ha",
  "Ọtụtụ obere agwaetiti na-emepe emepe nke a na akpọ beret nkea: (SIDS) so na mba ndị na-enwekarị mgbanwe ihu igwe.",
  "Ụfọdụ obere agwaetiti na obere agwaetiti enweghị ihe onwunwe zuru oke iji chebe agwaetiti ha, ndị bi na ya, na ihe onwunwa okike",
  "Na mgbakwunye na ihe ize ndụ maka ahụike mmadụ, ihe oriri, na ebe obibi, ịhapụ agwaetiti na-egbochi mgbe niile site na enweghị ike ịnweta ihe onwunwe dị mkpa iji kwaga ebe ọzọ",
  "Mba ndị dị na obodo Caribbean, Pacific Islands na Maldives enweela mmetụta dị ukwuu nke mgbanwe ihu igwe, na-eme mgbalị iji mezuo mgbanwe mgbanwe ihu igwe bụ ihe dị mkpa nye ha.",
  "Mgbalị iji lụso mgbanwe gburugburu ebe obibi ndị a ọgụ na-aga n'ihu na ọtụtụ mba",
  "N'ihi adịghị ike ha na obere onyinye ha na gas na-ekpo ọkụ, ụfọdụ mba agwaetiti emeela ka nkwado maka imekọ ihe ọnụ zuru ụwa ọnụ na mbelata mgbanwe ihu igwe bụrụ akụkụ dị mkpa nke iwu mba ọzọ",
  "Gọọmentị na-eche ọrụ dị mgbagwoju anya ihu mgbe ha na-ejikọta akụrụngwa na-acha ntụ ntụ na akụrụngwa ndị na-acha akwụkwọ ndụ akwụkwọ ndụ na ihe ngwọta ndị dabeere na okike iji nyere aka na njikwa ihe ize ndụ ọdachi na mpaghara dị ka nchịkwa idei mmiri, usoro ịdọ aka ná ntị n'oge, ngwọta sitere na okike, na njikwa mmiri. Ka ọ na-erule  ọnwa Machị  afọ 2022, Ụlọ Akụ̀ Mmepe Eshia etinyela ijeri $ 3.62 iji nyere obere agwaetiti na-emepe emepe aka na mgbanwe ihu igwe, njem, ike, na ọrụ ahụike.",
  "Obere agwaetiti na-emepe emepe na-enye obere aka na ikuku na-ekpo ọkụ n'ụwa niile, na ngụkọta nke ihe na-erughị otu pasenti.\nOtú ọ dị, nke ahụ anaghị egosi na a naghị emepụta ikuku na-ekpo ọkụ ma ọlị, a na-edekọkwa na ngụkọta ikuku na-eme ka ikuku na-akpo ọkụ kwa afọ site na agwaetiti nwere ike ịdị site na ọnụ ọgụgụ nkea: 92.1 ruo 29,096.2 [metric] ton CO2-equivalent.",
  "Mmetụta a tụrụ anya ya na obere agwaetiti gụnyere:",
  "E nwere ọtụtụ mmetụta nke mgbanwe ihu igwe na ịrị elu nke oke osimiri karịsịa na mba agwaetiti",
  "Dị ka US Fish and Wildlife Service si kwuo, mgbanwe ihu igwe na Pacific Islands ga-akpata \"mmụba na-aga n'ihu na ikuku na oke osimiri na Pacific, mmụba nke ihe omume ihu igwe siri ike, na mmụba mmiri ozuzo n'oge ọnwa okpomọkụ na mbelata mmiri ozuzo na ọnwa oyi\". Nke a ga-eweta mgbanwe dị iche iche na obere, dị iche iche, na agwaetiti dịpụrụ adịpụ na nke a na akpọ biospheres dị n'ime ọtụtụ n'ime mba agwaetiti ndị a.",
  "Otu n'ime ngosipụta kachasị nke mgbanwe ihu igwe bụ ịrị elu nke oke osimiri",
  "NOAA na-eme atụmatụ na \"site na afọ 1992, ụzọ ọhụrụ nke akpọrọ satellite altimetry na bekee  (nlele nke ịdị elu ma ọ bụ ịdị elu) na-egosi ọnụego ịrị elu nke 0.12 sentimita kwa afọ\".  N'otu aka ahụ, NASA na-agbakọ na nkezi ịrị elu nke oke osimiri bụ 3.41 mm kwa afọ nakwa na ịrị elu nke oké osimiri na-esite na mgbasawanye nke mmiri ka ọ na-ekpo ọkụ na ịgbaze nke ice caps. Mgbanwe abụọ a dabere na okpomọkụ ụwa n'ihi mgbanwe ihu igwe",
  "Mmiri na-arị elu n'oké osimiri na-eyi mba ndị dị n'àgwàetiti dị ala egwu karịsịa n'ihi na oké osimiri na-abanye n'ala a kpaara ókè ma na-eyi ọdịbendị dị ugbu a egwu. Stefan Rahmstorf, prọfesọ nke Ocean Physics na Mahadum Potsdam na Germany na-ekwu \"ọbụna igbochi okpomọkụ ruo ogo abụọ, n'echiche m, ka eme ka ụfọdụ mba agwaetiti na obodo ndị dị n'ụsọ oké osimiri rie mmiri",
  "\"",
  "Nnyocha e bipụtara na afọ 2015 na-emegide nkwupụta ahụ na ịrị elu nke oke osimiri ga-eme ka mba agwaetiti mikpuo",
  "Nnyocha nke Paul Kench, onye geomorphologist na Mahadum nke Auckland, egosiwo na \"àgwàetiti ndị dị n'oké osimiri na-agbanwe ọdịdị ma na-agagharị na nzaghachi maka ihe ndị na-agbagọ agbagọ, nakwa na ọtụtụ n'ime ha na-eto eto n'ibu, ọ bụghị na-ebelata, ka oke osimiri na-arịgo elu\"",
  "N'otu oge ahụ, Kench na-ekwu na \"maka mpaghara ndị mmepe mmadụ gbanwere, dị ka isi obodo Kiribati, Tuvalu, na Maldives, ọdịnihu dị oke njọ\" n'ihi na agwaetiti ndị a enweghị ike ime mgbanwe na ịrị elu nke oke osimiri ma ya mere na-eyi egwu nke ukwuu.",
  "Òtù a na akpọ Intergovernmental Panel on Climate Change dọrọ aka ná ntị na afọ 2001 na obere agwaetiti ga-enwe nnukwu nsogbu akụ na ụba na mmekọrịta mmadụ na ibe ya n'ihi mgbanwe ihu igwe.",
  "Nnyocha nke tinyere ahụmịhe nke ndị bi na obodo Kpọrọ atoll chọpụtara na ọdịbendị nke ndị a nwere njikọ siri ike na ala ndị a. Ndị na-ahụ maka ihe ndị ruuru mmadụ na-ekwu na enweghị ike ịkwụ ụgwọ maka ikike mba niile, yana n'ihi ya, enweghị ike ịgwọ ụgwọ maka ego maka ikike mba, mkpebi onwe onye, ọdịbendị, na ụzọ ndụ ụmụ amaala. Ụfọdụ ndị na-eme nchọpụta na-atụ aro na ihe mkparịta ụka mba ụwa na okwu ndị a kwesịrị ịgbanwe site n'ụzọ iji weghachite obodo dum gaa na atụmatụ ndị na-enye ohere ka obodo ndị a nọrọ n'ala ha.",
  "Mgbanwe ihu igwe na-eweta ihe ize ndụ maka nchekwa nri n'ọtụtụ Pacific Islands, na-emetụta ịkụ azụ na ọrụ ugbo. Ka oke osimiri na-arị elu, mba agwaetiti nọ n'ihe ize ndụ dị ukwuu nke ịhapụ ala a na-akọ ugbo n'ụsọ oké osimiri maka mmebi yana nnu",
  "Ozugbo ala dị n'àgwàetiti ndị a na-aghọ nnu, ọ na-esiri ike ịmepụta ihe ọkụkụ dị ka mkpụrụ achịcha",
  "Nke a ga-emetụta ọrụ ugbo na azụmahịa na mba ndị dị ka Marshall Islands na Kiribati.",
  "Na mgbakwunye, oke okpomọkụ dị elu nke oké osimiri ga-emetụtakwa ịkụ azụ n'ógbè ahụ na mmụba nke acidization nke oké osimiri",
  "Ka okpomọkụ nke oké osimiri na-arị elu na pH nke oké osimiri ahụ na-ebelata, ọtụtụ azụ na ụdị mmiri ndị ọzọ ga-anwụ ma ọ bụ gbanwee omume ha na ebe ha dị",
  "Tinyere nke a, mmiri na gburugburu ebe obibi dị ka mangroves, na-eyi egwu site na okpomọkụ ụwa.",
  "SIDS nwekwara ike belata ego na mmadụ iji belata ihe ize ndụ mgbanwe ihu igwe, ebe ọtụtụ na-adabere na enyemaka mba ụwa iji merie ọdachi dị ka oké ifufe",
  "N'ụwa niile, a na-atụ anya na mgbanwe ihu igwe ga-enwe nkezi kwa afọ nke 0.5% GDP site na afọ 2030; na Pacific SIDS, ọ ga-abụ 0.7565% GDP site n'afọ 2030",
  "Caribbean SIDS ga-enwe nkezi kwa afọ nke pasent ise site na afọ 2025, na-arị elu na pasent iri abụọ site na afọ 2100 na atụmatụ na-enweghị atụmatụ mgbochi mpaghara. Ngalaba njem nleta nke ọtụtụ mba agwaetiti na-eyi egwu karịsịa site na mmụba nke ihe omume ihu igwe siri ike dị ka  ajọ ifufe na ụkọ mmiri ozuzo.",
  "Mgbanwe ihu igwe na-emetụta obere agwaetiti gburugburu ebe obibi n'ụzọ ndị nwere mmetụta na-adịghị mma na ahụike ọha na eze",
  "Na mba agwaetiti, mgbanwe na oke osimiri, okpomọkụ, na iru mmiri nwere ike ịbawanye mgbasa nke anwụnta na ọrịa ha na-ebu dị ka ịba na nje Zika",
  "Mmiri na-arị elu na ihu igwe siri ike dị ka idei mmiri na ụkọ mmiri ozuzo nwere ike ime ka ala ugbo ghara iji ya mee ihe ma metọọ mmiri ọṅụṅụ",
  "Idei mmiri na ịrị elu nke oke osimiri na-eyi ndị mmadụ egwu, na n'ọnọdụ ụfọdụ nwere ike ịbụ ihe iyi egwu nye ịdị adị niile nke agwaetiti ahụ.",
  "A tụlere ngafe ihu igwe na mgbasa ozi a ma ama dị ka ụzọ nwere ike ime mgbanwe maka ọnụ ọgụgụ agwaetiti ndị na-eyi egwu site na ịrị elu nke oke osimiri",
  "Nnyocha na afọ 2015 na mgbanwe ihu igwe  chọpụtara na ihe ngosi ndị a na-abụkarị ihe na-akpali akpali ma ọ bụ nsogbu, ọ bụ ezie na ọpụpụ nwere ike ịbụ akụkụ nke mgbanwe",
  "Ịgagharị abụwo akụkụ nke ndụ n'àgwàetiti, mana enwere ike iji ya na njikọta ya na usoro mgbanwe mpaghara.",
  "Ọtụtụ SIDS ugbu a na-aghọta mkpa ọ dị ịkwaga na carbon dị ala, akụ na ụba na-eguzogide ihu igwe, dị ka  edepụtara na atụmatụ mmejuputa Caribbean Community (CARICOM) maka mmepe na-egbochi mgbanwe ihu igwe",
  "SIDS na-adabere n'ụzọ dị ukwuu na mmanụ ala a na-ebubata, na-emefu oke nke GDP ha na mbubata ike",
  "Nkà na ụzụ ndị na-agbanwe agbanwe nwere uru nke inye ike na ọnụ ala karịa mmanụ ala na ime ka SIDS dịkwuo mma",
  "Barbados enweela ihe ịga nke ọma n'ịnakwere iji ihe na-ekpo ọkụ mmiri (SWHs)",
  "Akụkọ afọ 2012 nke akpọrọ Climate & Development Knowledge Network bipụtara gosiri na ụlọ ọrụ SWH ya na-etu ọnụ ugbu a karịa nde iri ise ntinye",
  "Ndị a echekwara ndị na-azụ ahịa ihe ruru US $ 137 nde kemgbe mmalite afọ 1970",
  "Akụkọ ahụ tụrụ aro na ahụmịhe Barbados nwere ike imepụtaghachi n'ụzọ dị mfe na SIDS ndị ọzọ nwere nnukwu mmanụ ala na nnukwu ìhè anyanwụ.",
  "Gọọmentị nke ọtụtụ mba agwaetiti emeela ka nkwado ndọrọ ndọrọ ọchịchị maka nnukwu ọchịchọ mba ụwa na mbelata mgbanwe ihu igwe na mgbanwe mgbanwe ihu igwe bụrụ akụkụ nke iwu mba ọzọ na njikọ mba ụwa. nke a na akpọ ndịa; na bekee Alliance of Small Island States (ASIS) enweela mmetụta ụfọdụ na United Nations Framework Convention on Climate Change. Ndị otu iri anọ na atọ nke njikọ ahụ ejidewo ọnọdụ nke igbochi okpomọkụ ụwa ruo 1.5 °C, ma kwado maka nke a na afọ  2015 nke akpọrọ ndịa ;United Nations Climate Change Conference, na-emetụta ebumnuche nke Paris Agreement. Praịm Minista nke Marshall Islands Tony deBrum bụ onye isi n'ịmepụta High Ambition Coalition na nnọkọ ahụ. Nzukọ nke Pacific Islands Forum ekwurikwara okwu a.",
  "Maldives na Tuvalu karịsịa arụwo ọrụ dị mkpa na mba ụwa",
  "N'afọ 2002, Tuvalu yiri egwu ịgba United States na Australia akwụkwọ n'ụlọ ikpe mba ụwa maka enyemaka ha nyere na mgbanwe ihu igwe na maka ịghara ịkwado Kyoto Protocol. Gọọmentị nke mba abụọ a ejikọtala na netwọk ndị na-akwado gburugburu ebe obibi, òtù ndị na-abụghị gọọmentị na mgbasa ozi iji dọta uche na egwu nke mgbanwe ihu igwe na mba ha",
  "Na afọ  2009 United Nations Climate Change Conference, onye nnọchi anya Tuvalu bụ Ian Fry butere ụzọ na mgbalị ịkwụsị mkparịta ụka ma chọọ nkwekọrịta zuru oke, nke iwu kwadoro.",
  "Mgbanwe ihu igwe na-eyi ọrụ ugbo na nchekwa nri nke ndịda Timor egwu",
  "Mmiri na-arịwanye elu n'oké osimiri na-eyi mpaghara ndị dị n'ụsọ oké osimiri egwu, gụnyere isi obodo Dili.",
  "Ịdị adị nke mba Kiribati nọ n'ihe ize ndụ site na ịrị elu nke oke osimiri, na mba ahụ na-efunahụ ala kwa afọ. Ọtụtụ n'ime agwaetiti ya ugbu a ma ọ bụ na-aghọ ebe obibi n'ihi oke ha na-ebelata",
  "Ya mere, ihe ka ọtụtụ n'ime ndị bi na mba ahụ bụ na agwaetiti ole na ole, ihe karịrị ọkara nke ndị bi na ya bi n'otu agwaetiti naanị, Tarawa",
  "Nke a na-eduga na nsogbu ndị ọzọ dị ka oke mmadụ jupụtara na obere mpaghara dị otú ahụ. N'afọ 1999, agwaetiti Tebua Tarawa na Abanuea ndị a na-ebighị ebi lara n'iyi n'okpuru mmiri. E bidoro mmemme mgbanwe nke gọọmentị Kiribati na afọ 2003 iji belata nsogbu mba ahụ na nsogbu ahụ. N'afọ 2008, mmiri malitere ịbanye na mmiri dị ọcha, nke mere ka Onye isi ala Anote Tong rịọ enyemaka mba ụwa iji malite ịkwaga ndị bi na mba ahụ n'ebe ọzọ.",
  "N'etiti  afọ 1947 na afọ 2014, agwaetiti isii nke Solomon Islands lara n'iyi n'ihi ịrị elu nke oke osimiri, ebe isii ọzọ belatara n'etiti pasent iri abụọ  na  iri isii na abụọ Agwaetiti Nuatambu bụ nke kacha nwee ọnụ ọgụgụ mmadụ n'ime ndị a nwere ezinụlọ iri abụọ na ise bi na ya; ụlọ iri na otu mikpuru n'oké osimiri site na afọ 2011.",
  "Ndị akpọrọ ;Human Rights Measurement Initiative chọpụtara na nsogbu ihu igwe emeela ka ọnọdụ ikike mmadụ na Solomon Islands ka njọ nke ukwuu (5.0 n'ime 6).  Ndị ọkachamara na-ahụ maka ihe ndị ruuru mmadụ nyere na nsogbu ihu igwe enyela aka na esemokwu n'ime obodo, echiche na-adịghị mma n'ọdịnihu, na nsogbu nri.",
  "Tuvalu bụ obere agwaetiti Polynesia nke dị n'Oké Osimiri Pacific",
  "Enwere ike ịchọta ya n'etiti etiti Hawaii na Australia",
  "O nwere obere agwaetiti itoolu, ise n'ime ha bụ agwaetiti coral ebe anọ ndị ọzọ nwere ala na-esi n'ala oké osimiri",
  "Ha niile bụ agwaetiti ndị dị ala na-enweghị ebe ọ bụla na Tuvalu dị elu karịa 4.5m n'elu oke osimiri. N'akụkụ Funafuti, isi obodo Tuvalu, a na-eme atụmatụ na oke osimiri na-arị elu na 1.2 ± 0.8 mm / afọ. Tinyere nke a, oke mmiri dị egwu na Tuvalu na-arịwanye elu na-akpata ihe ize ndụ ka ukwuu",
  "N'ịzaghachi ịrị elu nke oke osimiri, Tuvalu na-atụle atụmatụ ịkwaga na mgbakwunye na ịmanye maka mmụba nke ime ihe iji chee mgbanwe ihu igwe ihu na UN.",
  "Na Seychelles, a na-ahụ mmetụta nke mgbanwe ihu igwe na mmiri ozuzo, okpomọkụ ikuku na okpomọkụ elu oké osimiri site na mmalite afọ 2000",
  "Mgbanwe ihu igwe na-eweta ihe egwu nye gburugburu ebe obibi coral reef ya, na ọnọdụ ụkọ mmiri ozuzo na afọ 1999 na ihe omume na-acha ọcha na afọ 1998",
  "Nchịkwa mmiri ga-enwe mmetụta siri ike.",
  "Obodo Singapore mara na mgbanwe ihu igwe na ime afọ iri ga e nwe isi ihe pụtara maka nke akpọrọ Island nation",
  "Ọ nwere la obibia atọ na nsogbu nyochaa otu o ga esi mmetụta mba ụwa na nke pụrụ iche, mejupụta iwu mbelata tụọ na ime ghara obiba mgbanwe",
  "Maka nyochaputa nke akpọrọ Center for Climate Research  Singapore (CCRS) e guzobela."
]