[
  "Ọmụmụ banyere mmetụta gburugburu ebe obibi nke agha na-elekwasị anya na imelite agha ọhụrụ na mmetụta ya na-abawanye na gburugburu ebe obibi",
  "A na-eji usoro ụwa arụrụ arụ eme ihe maka ọtụtụ akụkọ ihe mere eme edere",
  "Otú ọ dị, ụzọ ndị e si alụ agha ọgbara ọhụrụ na-akpata mbibi ka ukwuu na gburugburu ebe obibi",
  "Ọganihu a na-alụ site na ngwá agha kemịkal gaa na ngwá agha nuklia emewo ka nrụgide dị ukwuu na gburugburu ebe obibi na gburugburu ebe obibi",
  "Ihe atụ akọwapụtara nke mmetụta gburugburu ebe obibi nke agha gụnyere Agha Ụwa Mbụ, Agha Ụwa nke Abụọ, Agha Vietnam, Agha Obodo Rwandan, Agha Kosovo na Agha Ọwara.",
  "Agha Vietnam nwere mmetụta dị ịrịba ama na gburugburu ebe obibi n'ihi ihe ndị na-emepụta kemịkalụ nke ejiri mebie ahịhịa ndị dị mkpa n'agha",
  "Ndị iro nwetara uru dị n'ịnọgide na-adịghị ahụ anya site na ịgwakọta ndị nkịtị ma ọ bụ na-ekpuchi ahịhịa ahịhịa na ndị agha na-emegide nke lekwasịrị anya na gburugburu ebe obibi.. Ndị na-emepụta kemịkal nyere US ohere n'oge agha",
  "Otú ọ dị, ahịhịa ahụ enweghị ike ịmaliteghachi ma hapụ apịtị na-enweghị ihe ọ bụla nke ka dị ọtụtụ afọ mgbe a gbasịrị ya. Ọ bụghị naanị na ahịhịa ka ihe nke a metụtara kamakwa anụ ọhịa: \"nnyocha dị n'etiti afọ 1980 site n'aka ndị na-ahụ maka gburugburu ebe obibi na Vietnam dere naanị ụdị nnụnụ ịrị abụọ na anọ na ụdị anụmanụ ise na-enye nwa ara dị n'oké ọhịa na ebe ndị a gbanwere, ma e jiri ya tụnyere ụdị nnụisi otu narị na iri anọ na ise na ụdị anụ ọhịa pụkụ atọ na ịrị ise na ịse na-enye ụmụ ara n'oké osimiri",
  "\" A na-achọpụta mmetụta a na-ejighị n'aka nke ọgwụ na-egbụ akwụkwọ ndụ ndị a ugbu a site n'ile anya na usoro nkesa ụdị gbanwere site na mmebi ebe obibi na mfu na usoro ala mmiri, nke na-amị mmiri si n'ala.",
  "N'Africa niile, agha abụwo isi ihe na-eme ka ọnụ ọgụgụ anụ ọhịa belata n'ime ogige ntụrụndụ mba na ebe ndị ọzọ echedoro. Otú ọ dị, ọnụ ọgụgụ na-arị elu nke atụmatụ mweghachi nke gburugburu ebe obibi, gụnyere na Akagera National Park nke Rwanda na Gorongosa National Park nke Mozambique, egosiwo na a pụrụ imezigharị anụ ọhịa na gburugburu ebe obibi nke ọma ọbụna mgbe esemokwu ndị mebiri emebi gasịrị. Ndị ọkachamara kwusiri ike na idozi nsogbu ọha na eze, nke akụ̀ na ụba, na nke ndọrọ ndọrọ ọchịchị dị oké mkpa iji nwee ihe ịga nke ọma nke mgbalị ndị dị otú ahụ.",
  "Mgbukpọ agbụrụ nke Rwanda dugara n'igbu ihe dịka ndị Tutsi pụkụ narị asatọ na ndị Hutu dị nro",
  "Agha ahụ mere ka ihe fọrọ nke nta ka ọ bụrụ nde ndị Hutu abụọ gbapụ na Rwanda n'ime izu ole na ole gaa n'ogige ndị gbara ọsọ ndụ na Tanzania na ugbu a Democratic Republic of the Congo. Nnukwu nchụpụ a nke ndị mmadụ nọ n'ogige ndị gbara ọsọ ndụ na-etinye nrụgide na gburugburu ebe obibi",
  "A na-ekpochasị oke ọhịa iji nye osisi maka iwu ụlọ na ịmepụta ọkụ isi nri: \"Ndị a tara ahụhụ site na ọnọdụ ọjọọ ma bụrụ ihe dị mkpa na-eyi ihe egwu na-emetụta akụ ndị sitere n'okike.. Nsonaazụ sitere na ọgụ ahụ gụnyekwara mmebi nke ogige ntụrụndụ mba na ebe nchekwa",
  "Nnukwu nsogbu ọzọ bụ na ọnụ ọgụgụ ndị bi na Rwanda gbanwere ndị ọrụ na isi obodo gaa n'akụkụ ndị ọzọ nke mba ahụ, si otú ahụ mee ka ọ sie ike ichebe anụ ọhịa..",
  "Agha Ụwa nke Abụọ (WWII) kpalitere mmụba dị ukwuu na mmepụta, mee ka mmepụta na mbugharị nke ngwa ahịa agha, ma wepụta ọtụtụ nsonaazụ gburugburu ebe obibi ọhụrụ, bụ nke a ka na-ahụ taa",
  "Agha Ụwa nke Abụọ nọ na-ebibi ọtụtụ mmadụ, anụmanụ, na ihe onwunwe",
  "Mmetụta nke Agha Ụwa nke Abụọ mgbe agha gasịrị, ma gburugburu ebe obibi na nke ọha mmadụ, ka na-ahụ anya ọtụtụ iri afọ ka esemokwu ahụ kwụsịrị.",
  "N'oge Agha Ụwa nke Abụọ, e ji nkà na ụzụ ọhụrụ mepụta ụgbọ elu, bụ́ ndị e ji eduzi mwakpo ikuku",
  "N'oge agha ahụ, a na-eji ụgbọ elu ebuga ihe onwunwe ma n'ebe ndị agha dị iche iche na-atụba bọmbụ na ndị iro, nnọpụiche, na ndị enyi",
  "Ihe omume ndị a mebiri ebe obibi.",
  "N'otu aka ahụ dị ka anụ ọhịa, gburugburu ebe obibi na-enwekwa mmetọ mkpọtụ nke ụgbọ elu ndị agha na-emepụta",
  "N'oge Agha Ụwa nke Abụọ, ụgbọ elu rụrụ ọrụ dị ka vector maka mbugharị nke exotics nke e ji ebute ahịhịa na ụdị ndị a kụrụ n'àgwàetiti dị n'oké osimiri site n'ụzọ ụgbọ elu na-ebute ụgbọ elu nke e ji mee ihe dị ka ebe a na-agbanye mmanụ na ọdụ ụgbọ mmiri n'oge a na-arụ ọrụ na ihe nkiri Pacific. Tupu agha ahụ, ọtụtụ ụdị dị iche iche bi n'àgwàetiti ndị dịpụrụ adịpụ gburugburu Europe",
  "N'oge Agha Ụwa nke Abụọ, agha ụgbọelu nwere mmetụta dị ukwuu na mgbanwe nke ọnụ ọgụgụ mmadụ.",
  "N'ọnwa Ọgọstụ n'afọ 1945, mgbe ha lụchara Agha Ụwa nke Abụọ ruo ihe fọrọ nke nta ka ọ bụrụ afọ anọ, United States of America tụbara bọmbụ atọm n'elu obodo Hiroshima na Japan",
  "Ihe dị ka mmadụ pụkụ ịrị asaa nwụrụ n'ime sekọnd itoolu mbụ ka ogbunigwe nke Hiroshima gasịrị, nke yiri ọnụ ọgụgụ ndị nwụrụ nke sitere na mwakpo ikuku Operation Meetinghouse na-agbawa obi na Tokyo",
  "Ụbọchị atọ mgbe ogbunigwe nke Hiroshima gasịrị, United States tụbara bọmbụ atọm nke abụọ n'obodo Nagasaki nke mmepụta ihe, gbuo mmadụ pụkụ ịrị atọ na ịse ozugbo. Ngwá agha nuklia wepụtara ọkwa ọdachi nke ike na radiation particles",
  "Ozugbo a gbagburu bọmbụ ahụ, okpomọkụ ruru ihe dị ka 3980 °C / 7200 °F",
  "Na okpomọkụ dị elu, e bibiri osisi na anụmanụ niile yana akụrụngwa na ndụ mmadụ na mpaghara mmetụta. Akụkụ radiation nke a tọhapụrụ kpatara mmetọ ala na mmiri zuru ebe niile. Mgbawa mbụ ahụ mere ka okpomọkụ dị n'elu ya dịkwuo elu ma mepụta ifufe na-ebibi osisi na ụlọ n'ụzọ ha.",
  "Oké ọhịa Europe nwere mmetụta dị egwu nke sitere na ọgụ n'oge agha ahụ",
  "N'azụ ebe a na-alụ ọgụ, e wepụrụ osisi site na osisi ndị a gbuturu iji kpochapụ ụzọ maka ịlụ ọgụ",
  "Oké ọhịa ndị e mebiri emebi n'ebe agha ahụ chere mmegbu ihu.",
  "A malitere iji kemịkal dị oke egwu n'oge Agha Ụwa nke Abụọ. Mmetụta na-adịte aka nke kemịkal na-esite na nnọgidesi ike ha na usoro nkwụsịtụ na-adịghị mma nke mba ndị nwere ngwá agha echekwara. N'oge Agha Ụwa Mbụ (WW I), ndị Germany na-emepụta kemịkal mepụtara gas chlorine na gas mustard",
  "Mmepe nke gas ndị a dugara n'ọtụtụ ndị nwụrụ anwụ, ala na-enwekwa nsí ma n'ime ma n'akụkụ ọgbọ agha.",
  "Ka e mesịrị na Agha Ụwa nke Abụọ, ndị na-emepụta kemịkal mepụtara ọbụna bọmbụ kemịkal na-emerụ ahụ, nke a na-etinye n'ime barrels ma tinye ya n'oké osimiri. Ikpochapụ kemịkal n'oké osimiri na-etinye ihe ize ndụ nke ihe ndị dabeere na ígwè na-ere ma na-agbapụta kemịkal dị n'ime ụgbọ mmiri ahụ n'oké mmiri. Site na mkpofu kemịkal n'oké osimiri, enwere ike ịgbasa mmetọ ahụ n'akụkụ dị iche iche nke gburugburu ebe obibi na-emebi gburugburu ebe obibi nke mmiri na nke ala.",
  "E mebiri usoro okike mmiri n'oge Agha Ụwa nke Abụọ ọ bụghị naanị site na mmetọ kemịkal, kamakwa site na mkpọmkpọ ebe sitere na ụgbọ mmiri, nke na-agbapụta mmanụ n'ime mmiri",
  "A na-eme atụmatụ na mmetọ mmanụ n'Oké Osimiri Atlantic n'ihi ụgbọ mmiri nke Agha Ụwa nke Abụọ karịrị nde tọn iri na ise. Mmanụ na-awụfu siri ike ihichapụ ma were ọtụtụ afọ iji kpochaa",
  "Ruo taa, a ka nwere ike ịchọta mmanụ n'Oké Osimiri Atlantic site na ụgbọ mmiri ụgbọ mmiri nke mere n'oge Agha Ụwa nke Abụọ.",
  "Ojiji nke kemịkal n'oge agha nyere aka mụbaa ọnụ ọgụgụ nke ụlọ ọrụ kemịkal ma nyekwa aka igosi gọọmentị uru nke nyocha sayensị",
  "Mmepe nke nyocha kemịkal n'oge agha ahụ dugakwara na mmepe nke ọgwụ ahụhụ ugbo mgbe agha gasịrị. Mmepụta nke ọgwụ ahụhụ bụ ihe gbanwere maka ọtụtụ afọ mgbe agha ahụ gasịrị.",
  "Mmetụta gburugburu ebe obibi nke Agha Ụwa nke Abụọ dị oke egwu, nke mere ka a hụ ha na Agha Nzuzo ma hụ ha taa",
  "Mmetụta nke esemokwu, mmetọ kemịkal, na agha ụgbọelu niile na-enye aka na mbelata nke ọnụ ọgụgụ nke osisi na anụmanụ zuru ụwa ọnụ, yana mbelata nke ụdị dị iche iche.",
  "Na 1946, na Mpaghara U.S",
  "nke Germany, ndị agha United States dụrụ gọọmenti ọdụ ka ha kwadebe ụlọ na ọrụ maka ndị a tụrụ bọmbụ n’obodo ha",
  "Azịza ya bụ usoro ihe omume ubi pụrụ iche nke ga-enye ndị mmadụ ala ọhụrụ ka ha biri",
  "A na-enyocha ọhịa maka ezigbo ala nke kwesịrị ekwesị maka mmepụta ihe ọkụkụ",
  "Nke a pụtara na a ga-egbutu ọhịa ahụ iji mee ala maka ugbo na ebe obibi",
  "A ga-eji usoro ihe ọkụkụ na-eme ihe n'ọhịa nke Germany maka ihe onwunwe na njikwa n'ọdịnihu",
  "ike agha nke Germany",
  "N'ime mmemme a, a na-emepụta ihe dị ka osisi fest mita 23,500,000 n'ime ọhịa..",
  "Aluminum bụ otu n'ime nnukwu akụ na ụba nke Agha Ụwa nke Abụọ metụtara",
  "Bauxite, ore aluminum na mineral cryolite dị mkpa, yana ịchọ nnukwu ike eletrik.",
  "N'oge Agha Ọwara nke 1991, ọkụ mmanụ Kuwaiti sitere na amụma ụwa na-emebi emebi nke ndị agha Iraq na-agbaga na Kuwait",
  "Mwụfu mmanụ nke Agha Gulf, nke a na-ewere dị ka mwụfu mmanụ kacha njọ n'akụkọ ihe mere eme, kpatara mgbe ndị agha Iraq meghere valvụ na ọdụ mmanụ mmanụ nke Sea Island wee tụfuo mmanụ n'ọtụtụ ụgbọ mmiri n'ime Ọwara Peshia",
  "A na-awụsakwa mmanụ n’etiti ọzara.",
  "Obere oge tupu Agha Iraq nke afọ 2003, Iraq gbakwara ebe mmanụ dị iche iche ọkụ.",
  "Ụfọdụ ndị agha America mere mkpesa banyere ọrịa Gulf War, nke akara ngosi gụnyere nsogbu sistemu ahụ ji alụso ọrịa ọgụ na ntụpọ ọmụmụ na ụmụ ha",
  "Ma ọ̀ bụ n’ihi oge e ji eje ozi nke ọma n’oge agha ma ọ bụ n’ihi ihe ndị ọzọ, ka na-arụrịta ụka.",
  "Ihe onwunwe bụ isi ihe na-akpata esemokwu n'etiti mba: \"mgbe njedebe nke Agha Nzuzo karịsịa, ọtụtụ atụwo aro na mmebi gburugburu ebe obibi ga-eme ka ụkọ dịkwuo njọ ma ghọọ isi ihe ọzọ na-akwalite esemokwu agha",
  "\" Ịdị ndụ nke mba na-adabere na ihe onwunwe sitere na gburugburu ebe obibi. Ihe onwunwe ndị na-akpata agha gụnyere ókèala, ihe ndị a na-emepụta, isi iyi ike, mmiri, na nri. Iji nọgide na-enwe nkwụsi ike nke ihe onwunwe, mba ejirila agha kemịkal na nuklia iji chebe ma ọ bụ wepụta ihe onwunwa, na n'oge esemokwu. A na-eji ihe ndị a eme ihe agha ugboro ugboro: e ji ihe dị ka tọn 125,000 nke ihe kemịkal mee ihe n'oge Agha Ụwa Mbụ, na ihe dị ka ton 96,000 n'oge esemokwu Vietnam. A na-eji gas akwara, nke a makwaara dị ka organophosphorous anticholinesterases, mee ihe na-egbu egbu megide ụmụ mmadụ ma bibie ọnụ ọgụgụ dị elu nke anụ ndị na-abụghị mmadụ na ndị na-enweghị azụ. Otú ọ dị, a ga-echebe ahịhịa na-emetọ emetọ, ọ ga-abụkwa ihe iyi egwu nye ndị na-eri ahịhịhịa. Nsonaazụ nke ihe ọhụrụ na agha kemịkal dugara n'ọtụtụ kemịkal dị iche iche maka agha na ojiji n'ụlọ, mana ọ rụpụtakwara mmebi gburugburu ebe obibi a na-atụghị anya ya.",
  "Ọganihu nke agha na mmetụta ya na gburugburu ebe obibi gara n'ihu site na imepụta ngwá agha na-ebibi ihe",
  "Ọ bụ ezie na taa, ngwá agha nke nnukwu mbibi na-arụ ọrụ dị ka ihe na-egbochi na iji ngwá agha nke oke mbibi n'oge Agha Ụwa nke Abụọ mepụtara nnukwu mbibi gburugburu ebe obibi",
  "N'elu nnukwu ọnwụ na ndụ mmadụ, ihe onwunwe okike na-abụkarị ndị mbụ na-ata ahụhụ: a na-ekpochapụ ọhịa na anụ ọhịa. Agha nuklia na-emetụta ma mmetụta kpọmkwem na nke na-apụtaghị ìhè na gburugburu ebe obibi",
  "Mbibi anụ ahụ n'ihi mgbawa ahụ ma ọ bụ site na mmebi nke biospheric n'ihi radiation ionizing ma ọ bụ radiotoxicity na-emetụta usoro okike n'ime radius mgbawa ahụ. Ọzọkwa, nsogbu ikuku ma ọ bụ nke geospheric nke ngwá agha kpatara nwere ike iduga na mgbanwe ihu igwe na ihu igwe.",
  "Mgbasa agha chọrọ ọtụtụ ngwá agha na-agbawa agbawa, akụkụ nke ga-agaghị agbawa nke ọma ma hapụ ngwá agha na'agbawaghị agbawa",
  "Nke a na-emepụta nnukwu ihe ize ndụ anụ ahụ na nke kemịkal maka ndị nkịtị bi n'ógbè ndị bụbu mpaghara agha, n'ihi ohere nke mgbawa mgbe esemokwu ahụ gasịrị, yana nsị nke kemịstrị n'ime ala na mmiri dị n'okpuru ala.",
  "Agent Orange bụ otu n'ime herbicides na defoliants nke ndị agha Britain ji mee ihe n'oge Malayan Emergency na ndị agha US na mmemme agha herbicidal ya, Operation Ranch Hand, n'oge Agha Vietnam",
  "A na-eme atụmatụ 21,136,000 gal",
  "(80 000 m3) nke Agent Orange na-awụfu South Vietnam. Dị ka gọọmentị Vietnam si kwuo, nde mmadụ 4.8 Vietnamese na Agent Orange, na-akpata ọnwụ na nkwarụ 400,000, na ụmụaka 500,000 amụrụ na nkwarụrụ ọmụmụ",
  "Red Cross nke Vietnam na-eme atụmatụ na ihe ruru otu nde mmadụ nwere nkwarụ ma ọ bụ nwee nsogbu ahụike n'ihi Agent Orange. Gọọmentị United States akpọwo ọnụ ọgụgụ ndị a ndị a na-apụghị ịdabere na ha.",
  "Ọtụtụ ndị ọrụ Commonwealth na-arụ ọrụ na / ma ọ bụ jiri Agent Orange n'ime na ọtụtụ iri afọ mgbe esemokwu Malaya nke 1948 na 1960 tara ahụhụ site na nnukwu ikpughe dioxin",
  "Agent Orange mekwara ka ala na-agbada n'ebe dị na Malaya",
  "A na-eme atụmatụ na 10,000 ndị nkịtị na ndị nnupụisi na Malaya tara ahụhụ site na mmetụta nke defoliants, ọ bụ ezie na ọtụtụ ndị ọkọ akụkọ ihe mere eme kwenyere na ọ ga-abụ ihe karịrị 10,000 ebe ọ bụ na ejiri Agent Orange mee ihe n'ụzọ dị ukwuu na Malay Emergency na n'adịghị ka US, gọọmentị Britain gbanwere ọnụ ọgụgụ ahụ ma debe ọrụ ya na nzuzo n'ihi egwu nke mmeghachi omume ọjọọ sitere n'aka mba ndị ọzọ.",
  "A na-anwale ngwá agha nuklia n'ebe dị iche iche gụnyere Bikini Atoll, Marshall Islands Pacific Proving Grounds, New Mexico na US, Mururoa Atoll, Maralinga na Australia, na Novaya Zemlya na Soviet Union, n'etiti ndị ọzọ.",
  "Ndị na-efe n'okpuru ifufe bụ ndị mmadụ n'otu n'otu na obodo ndị na-ahụ mmetọ radiation na / ma ọ bụ nuklia site na ikuku na / maọ bụ n'okpuru ala nnwale ngwá agha nuklia, na ihe mberede nuklia.",
  "Gọọmentị United States nyochara mmetụta Strontium-90 na-esote agha, isotope radioactive nke a na-ahụ na nsonaazụ nuklia",
  "Atomic Energy Commission chọpụtara na ozu-Sr-90, nke yiri calcium, nwere ike ịba n'ọkpụkpụ ma nwee ike ibute ọrịa kansa. Sr-90 chọtara ụzọ ya n'ime ụmụ mmadụ site na usoro nri gburugburu ebe obibi dị ka nsị n'ime ala, osisi na-eburu ya, na-elekwasị anya na anụmanụ na-eri ahịhịa, ma mesịa bụrụ nke ụmụ mmadụ riri.",
  "Ojiji nke uranium na-agwụ agwụ na mgbọ bụ arụmụka n'ihi ọtụtụ ajụjụ gbasara mmetụta ahụike nwere ike ịdị ogologo oge.  Ọrụ dị mma nke akụrụ, ụbụrụ, imeju, obi, na ọtụtụ usoro ndị ọzọ nwere ike imetụta site na ikpughe uranium, n'ihi na na mgbakwunye na ịbụ nke na-adịghị ike, uranium bụ ọla na-egbu egbu. Ọ na-anọgide na-enwe radiation na-adịghị ike n'ihi ogologo ọkara ndụ ya",
  "Aerosol mepụtara n'oge mmetụta na ọkụ nke mgbọ uranium na-agwụ agwụ nwere ike imerụ ebe sara mbara gburugburu ebe mmetụta ma ọ bụ ndị nkịtị na ndị ọrụ agha nwere ike iku ume. N'ime izu atọ nke esemokwu na Iraq n'afọ 2003, e mere atụmatụ na a na-eji ihe karịrị tọn 1000 nke mgbọ uranium eme ihe n'obodo ukwu. Ngalaba Nchebe nke US na-azọrọ na ọ dịghị ụdị ọrịa kansa mmadụ ọ bụla a hụrụ n'ihi ikpughe ma ọ bụ uranium sitere n'okike ma ọ bụ nke e mebiri emebi.",
  "N'agbanyeghị nke ahụ, nyocha US DoD site na iji mkpụrụ ndụ a zụlitere na ụmụ oke ụlọ nyocha na-aga n'ihu na-atụ aro ohere nke leukemogenic, mkpụrụ ndụ ihe nketa, ọmụmụ, na mmetụta akwara site na ikpughe na-adịghị ala ala.",
  "Na mgbakwunye, UK Pensions Appeal Tribunal Service na mbido afọ 2004 kwuru na ebubo na-adịghị mma ọmụmụ site na onye agha agha Gulf nke February 1991 na nsị uranium. Campaign Against Depleted Uranium (Spring, 2004) Ọzọkwa, nyocha ọrịa na-efe efe nke afọ 2005 kwubiri, sị: \"N'ozuzu, ihe akaebe ọrịa na-eme n'ahụ mmadụ kwekọrọ na ohere dị ukwuu nke nkwarụ ọmụmụ na ụmụ nke ndị na-ahụ DU\".",
  "Dị ka nnyocha Alaani et al",
  "mere n'afọ 2011 si kwuo, ikpughe uranium na-adịghị mma bụ isi ihe kpatara ya ma ọ bụ ihe jikọrọ ya na ihe kpatara nkwarụ ọmụmụ na mmụba nke ọrịa kansa. Dị ka akụkọ akwụkwọ akụkọ nke afọ 2012 nke Al-Hadithi et al",
  "si kwuo, nyocha na ihe akaebe nyocha dị ugbu a anaghị egosi \"mmụba doro anya na nkwarụ ọmụmụ\" ma ọ bụ \"ihe ngosi doro anya nke ikpughe gburugburu ebe obibi gụnyere uranium depleted\"",
  "Isiokwu ahụ gara n'ihu kwuo na \"enweghi ihe akaebe doro anya na nkwarụ mkpụrụ ndụ ihe nketa nwere ike ibilite site na mmeghachi omume nne na nna na DU n'ọnọdụ ọ bụla\".",
  "Site na ọkwa dị elu nke igwe nke ndị agha, a na-eji nnukwu mmanụ ala eme ihe",
  "Mmanụ ala bụ isi ihe na-enye aka na okpomọkụ ụwa na mgbanwe ihu igwe, nsogbu ndị na-arịwanye elu",
  "Inweta mmanụ bụkwa ihe na-akpali agha.",
  "Ngalaba Nchebe nke United States (DoD) bụ ụlọ ọrụ gọọmentị nwere ojiji kachasị elu nke mmanụ ala n'ụwa. Dị ka 2005 CIA World Factbook si kwuo, mgbe e jiri ya tụnyere oriri nke mba ọ bụla, DoD ga-anọ n'ọnọdụ nke 34 n'ụwa na nkezi mmanụ kwa ụbọchị, na-abịa n'azụ Iraq ma na-ebute Sweden.",
  "Na ụlọ ọrụ US n'oge agha nke narị afọ nke 21 na Iraq na Afghanistan, a gbara ihe mkpofu mmadụ ọkụ n'ime oghere mepere emepe tinyere mgbọ, plastik, ngwá electronic, ágbá, na kemịkal ndị ọzọ",
  "A na-enyo anwụrụ ọkụ na-akpata ọrịa kansa enyo na ọ merụrụ ụfọdụ ndị agha na-ahụ ya.",
  "Enwere ike iji idei mmiri mee ihe dị ka iwu ala ọkụ site na iji mmiri mee ka ala ghara ịrụ ọrụ",
  "A pụkwara iji ya gbochie mmegharị nke ndị agha iro",
  "N'oge Agha nke Abụọ nke China na Japan, a gbagburu dike ndị dị na Osimiri Yellow na Yangtze iji kwụsị ọganihu nke ndị agha Japan",
  "N'oge Siege of Leiden na 1573, a gbajiri dike iji kwụsị ọganihu nke ndị agha Spain",
  "N'oge Operation Chastise n'oge Agha Ụwa nke Abụọ, ndị Royal Air Force tụrụ bọmbụ n'ọdọ mmiri Eder na Sorpe na Germany, na-eme ka nnukwu mpaghara jupụta ma na-akwụsị mmepụta ụlọ ọrụ nke ndị Germany ji mee ihe na agha ahụ.",
  "A na-ejikọta nchekwa mmadụ na ọrụ agha na nchekwa. Ndị ọkà mmụta na ụlọ ọrụ dị ka International Peace Bureau na-arịwanye elu maka usoro zuru oke maka nchekwa, ọkachasị gụnyere nkwenye na njikọ na mmekọrịta dị n'etiti ụmụ mmadụ na gburugburu ebe obibi. Ọrụ agha nwere mmetụta dị ukwuu na gburugburu ebe obibi. Ọ bụghị naanị na agha nwere ike imebi gburugburu ebe obibi, mana ọrụ ndị agha na-emepụta nnukwu gas na-ekpo ọkụ (nke na-enye aka na mgbanwe ihu igwe nke mmadụ), mmetọ, ma na-akpata mmebi nke ihe onwunwe, n'etiti mmetụta ndị ọzọ na gburugburu ebe obibi.",
  "Ọtụtụ nnyocha achọpụtala njikọ dị mma n'etiti mmefu agha na mmụba nke gas na-ekpo ọkụ, na mmetụta nke mmefu agha n'ime ikuku carbon na-apụta ìhè maka mba ndị dị na Global North (ya bụ: mba OECD mepere emepe). N'ihi ya, a na-eme atụmatụ na ndị agha US bụ ndị na-azụ mmanụ ala n'ụwa.",
  "Tụkwasị na nke a, ọrụ ndị agha na-agụnye nnukwu ikuku nke mmetọ. Onye nduzi Pentagon nke gburugburu ebe obibi, nchekwa na ahụike ọrụ, Maureen Sullivan, ekwuola na ha na-arụ ọrụ na ihe dịka ebe 39,000 emetọ. N'ezie, a na-ewerekwa ndị agha US dị ka otu n'ime ndị na-emepụta mmetọ kachasị n'ụwa. N'ozuzu, ụlọ ọrụ kemịkal ise kachasị elu na US na-emepụta naanị otu ụzọ n'ụzọ ise nke nsí ndị Pentagon mepụtara. Na Canada, Ngalaba Nchebe Mba kwetara na ọ bụ onye kachasị eji ike eme ihe na Gọọmentị Canada, yana onye na-eji ọtụtụ ihe ndị dị ize ndụ.",
  "Mmetọ agha bụ ihe na-eme n'ụwa niile. Ndị agha si gburugburu ụwa bụ ndị na-ahụ maka mmepụta nke ụzọ abụọ n'ụzọ atọ nke chlorofluorocarbons (CFCs) nke a machibidoro iwu na 1987 Montreal Protocol maka imebi ozone layer. Na mgbakwunye, ihe mberede ụgbọ mmiri n'oge Agha Nzuzo adaala na opekata mpe 50 nuklia warheads na 11 nuklia reactors n'ime oké osimiri, ha ka nọ n'ala oké osimiri.",
  "Mkpa ndị agha na-eji ala eme ihe (dị ka maka ntọala, ọzụzụ, nchekwa wdg) na-ewepụkarị ndị mmadụ n'ala na ụlọ ha. Ọrụ agha na-eji solvents, fuels na kemịkal ndị ọzọ na-egbu egbu nke nwere ike ịba nsị n'ime gburugburu ebe obibi nke na-anọ ebe ahụ ruo ọtụtụ iri afọ na ọbụna ọtụtụ narị afọ. Ọzọkwa, ụgbọ ala ndị agha dị arọ nwere ike imebi ala na akụrụngwa. Mmetọ mkpọtụ nke ndị agha na-akpata nwekwara ike belata ogo ndụ maka obodo ndị dị nso yana ikike ha ịzụlite ma ọ bụ ịchụ nta anụmanụ iji kwado onwe ha. Ndị na-akwado ya na-ewelite nchegbu banyere ịkpa ókè agbụrụ gburugburu ebe obibi na / ma ọ bụ ikpe na-ezighị ezi gburugburu ebe obibi n'ihi na ọ bụ obodo ndị a na-akparaghị ókè nke na-enweghị ebe obibi na/ma ọ bụ na-emetụta.",
  "Ndị agha na-ejikwa ihe onwunwe dị ukwuu. Ngwá agha na ngwá agha mejupụtara ngalaba azụmaahịa mba ụwa nke abụọ. International Peace Bureau na-ekwu na ihe karịrị pasent iri ise nke helikọpta n'ụwa bụ maka iji agha, na ihe dịka pasent iri abụọ na ise nke mmanụ jet bụ ụgbọ ala ndị agha. Ụgbọala ndị a na-arụkwa ọrụ nke ọma, carbon-nnukwu, na ikuku na-esi n'ụgbọ ala na-egbu egbu karịa nke ụgbọ ala ndị ọzọ.",
  "Ego ndị agha, ugbu a, dị elu karịa mgbe ọ bụla, ndị na-eme ngagharị iwe na-echegbu onwe ha banyere mmetụta maka ikuku na-ekpo ọkụ na mgbanwe ihu igwe. Ha na-akwado maka enweghị agha, na-ekwu maka nnukwu ikuku gas na-ekpo ọkụ ma na-akwado ntụgharị nke ego ndị ahụ na omume ihu igwe. Ka ọ dị ugbu a, ụwa na-emefu ihe dị ka 2.2% nke GDP zuru ụwa ọnụ na ego agha dịka ụlọ akụ ụwa si kwuo. A na-eme atụmatụ na ọ ga-efu ihe dịka otu pasent nke GDP zuru ụwa ọnụ kwa afọ ruo 2030 iji gbanwee nsogbu ihu igwe. Ọzọkwa, ndị na-eme ngagharị iwe na-ekwusi ike na mkpa ọ dị mgbochi na izere nhicha dị oke ọnụ. Ka ọ dị ugbu a, mmefu maka ihicha ebe ndị agha na-emetọ bụ ọ dịkarịa ala ijeri $ 500. N'ikpeazụ, ndị na-eme ngagharị iwe na-ezo aka na nsogbu mmekọrịta mmadụ na ibe ya dị ka oke ịda ogbenye ma na-akwado ka e wepụ ego ndị ọzọ site na mmefu agha gaa na ihe ndị a.",
  "Ìgwè ndị na-arụ ọrụ maka ịhapụ agha na udo gụnyere International Peace Bureau, Canadian Voice of Women for Peace, The Rideau Institute, Ceasefire.ca, Project Ploughshares, na Codepink",
  "Lee ndepụta nke òtù ndị na-emegide agha maka ìgwè ndị ọzọ.",
  "E nwere ihe atụ sitere n'ụwa niile nke ndị agha na-enyere aka na njikwa ala na nchekwa. Dịka ọmụmaatụ, na Bhuj, India, ndị agha nọ n'ebe ahụ nyere aka mee ka mpaghara ahụ dịghachi mma; na Pakistan, ndị agha sonyere na tsunami nke osisi Billion, na-arụkọ ọrụ na ndị nkịtị iji mee ka ala dị mma na KPK na Punjab.; na Venezuela, ọ bụ akụkụ nke ọrụ National Guard iji chebe ihe onwunwe okike. Tụkwasị na nke a, nkwado ndị agha maka teknụzụ na-adịghị emetụta gburugburu ebe obibi dịka ike na-agbanwe agbanwe nwere ike ịnwe ike ịmepụta nkwado ọha na eze maka teknụpụ ndị a. N'ikpeazụ, ụfọdụ teknụzụ agha dị ka GPS na drones na-enyere ndị ọkà mmụta sayensị gburugburu ebe obibi aka, ndị na-echekwa ihe, ndị na'ihe gbasara gburugburu ebe obibi na ndị na-ahụ maka iweghachi ihe gbasara gburugburu ebe dị iche iche aka ịme nyocha ka mma, nlekota, na idozi.",
  "Site n'echiche iwu, nchedo gburugburu ebe obibi n'oge agha na ọrụ agha na-ekwu maka ya site na iwu gburugburu ebe obibi mba ụwa",
  "A na-ahụkwa isi mmalite ndị ọzọ na mpaghara iwu dịka iwu mba ụwa n'ozuzu, iwu agha, iwu ikike mmadụ na iwu mpaghara nke mba ọ bụla metụtara.\nỌtụtụ nkwekọrịta United Nations, gụnyere Fourth Geneva Convention, 1972 World Heritage Convention na 1977 Environmental Modification Convention nwere ndokwa iji belata mmetụta gburugburu ebe obibi nke agha.",
  "Nkwekọrịta Mgbanwe Gburugburu Ebe Obibi bụ nkwekọrịta mba ụwa nke na-amachibido ndị agha ma ọ bụ ndị ọzọ na-emegide usoro mgbanwe gburugburu ebe obibi nwere mmetụta zuru oke, ogologo oge ma ọ bụ siri ike",
  "Nkwekọrịta ahụ machibidoro agha ihu igwe, nke bụ iji usoro mgbanwe ihu igwe maka ebumnuche nke imebi ma ọ bụ mbibi",
  "Nkwekọrịta a dị irè ma kwado ya (a nabatara ya dị ka ihe na-agbaso iwu) site n'aka ndị isi agha."
]