[
  "Mmetọ bụ iwebata ihe ndị na-emerụ emerụ na gburugburu ebe obibi nke na-ebute mgbanwe ọjọọ",
  "Mmetọ nwere ike ịdị n'ụdị ihe ọ bụla ( siri ike, mmiri mmiri, ma ọ bụ gas) ma ọ bụ ike (dị ka redioactivity, okpomọkụ, ụda, ma ọ bụ ìhè)",
  "Ihe ndị na-emetọ ihe, ihe ndị mejupụtara mmetọ, nwere ike ịbụ ihe ndị mba ọzọ / ike ma ọ bụ ihe mmetọ sitere n'okike.",
  "Ọ bụ ezie na e nwere ike ịkpata mmetọ gburugburu ebe obibi site na ihe ndị sitere n'okike, okwu mmetọ n'ozuzu na-egosi na ihe ndị na-emerụ emerụ nwere ebe anthropogenic - ya bụ, isi iyi nke ihe omume mmadụ mepụtara, dị ka mmepụta ihe, ụlọ ọrụ mmepụta ihe, njikwa mkpofu na-adịghị mma, njem njem ma ọ bụ ọrụ ugbo",
  "A na-agụkarị mmetọ dị ka isi mmalite (nke na-esite na saịtị a kapịrị ọnụ nke ukwuu, dị ka ụlọ ọrụ mmepụta ihe ma ọ bụ nke m) ma ọ bụ mmetọ isi iyi na-enweghị isi (nke sitere na ebe a na-ekesa ebe niile, dị ka microplastics ma ọ bụ mpụta ugbo).",
  "Ọtụtụ isi mmalite nke mmetọ bụ akụkụ a na-achịkwaghị achịkwa nke mmepụta ihe n'ime narị afọ nke 19 na nke 20 ruo mgbe mmalite nke ụkpụrụ gburugburu ebe obibi na amụma mmetọ na njedebe nke narị afọ nke 20",
  "Saịtị ebe ụlọ ọrụ ndị na-emetọ ihe n'akụkọ ihe mere eme tọhapụrụ ihe mmetọ na-adịgide adịgide nwere ike nwee mmetọ nke nwere ogologo oge ka akwụsịchara isi iyi nke mmetọ ahụ",
  "Ụdị mmetọ ndị bụ isi gụnyere mmetọ ikuku, mmetọ ọkụ, ihe mkpofu, mmetọ mkpọtụ, mmetọ rọba, mmetọ ala, mmetọ redioaktivu, mmetọ okpomọkụ, mmetọ anya, na mmetọ mmiri.",
  "Mmetọ nwere mmetụta zuru ebe niile na ahụike mmadụ na gburugburu ebe obibi, na-enwe mmetụta n'usoro na usoro mmekọrịta ọha na eze na akụ na ụba",
  "Na 2015, mmetọ gburu nde mmadụ itoolu n'ụwa niile (otu n'ime ọnwụ isii)",
  "Mmetọ ikuku ruru  3⁄4 nke ọnwụ ndị a mbụ",
  "Nnyocha akwụkwọ 2022 chọpụtara na ọkwa mmetọ kemịkalụ anthropogenic agafeela oke mbara ala ma ugbu a na-eyi gburugburu gburugburu ụwa egwu",
  "Ndị na-emetọ ihe na-enwekarị mmetụta karịa n'ahụ ndị na-adịghị ike, dị ka ụmụaka na ndị agadi, na obodo ndị a na-akpachapụ anya, n'ihi na ụlọ ọrụ mmetọ na ebe mkpofu nsị na-ejikọta ya na ndị na-enweghị ike akụ na ụba na ndọrọ ndọrọ ọchịchị",
  "Mmetụta a karịrị akarị bụ isi ihe kpatara e jiri guzobe ngagharị ikpe ziri ezi gburugburu ebe obibi, ma na-aga n'ihu na-abụ isi ihe na esemokwu gburugburu ebe obibi, ọkachasị na South South.",
  "N'ihi mmetụta nke kemịkalụ ndị a, amụma obodo, obodo na mba ụwa na-achọsiwanye ike ịhazi ihe ndị na-emetọ ihe, na-eme ka ụkpụrụ ịdị mma ikuku na mmiri na-abawanye, n'akụkụ nhazi nke ụfọdụ iyi iyi",
  "Atumatu mpaghara na nke mba ka ụlọ ọrụ ma ọ bụ ministri na-ahụ maka gburugburu ebe obibi, ebe UN Environmental Programme na òtù nkwekọrịta ndị ọzọ na-ahazi mbọ mba ụwa",
  "Mbelata mmetọ bụ akụkụ dị mkpa nke ebumnuche mmepe Sustainable.",
  "Nkọwa dị iche iche nke mmetọ dị, nke nwere ike ma ọ bụ ọ gaghị amata ụfọdụ ụdị, dị ka mmetọ mkpọtụ ma ọ bụ ikuku ikuku",
  "Ndị United States Environmental Protection Administration na-akọwa mmetọ dị ka \"Ihe ọ bụla dị na mmiri, ala, ma ọ bụ ikuku nke na-eweda ịdị mma nke gburugburu ebe obibi, na-akpasu echiche nke ịhụ ụzọ, uto, ma ọ bụ isi, ma ọ bụ na-ebute ihe ize ndụ ahụike",
  "Uru nke ihe okike",
  "A na-emebikarị akụ site na ọnụnọ nke mmetọ na mmetọ.\" N'ụzọ dị iche, United Nations na-ewere mmetọ dị ka \"ọnụnọ nke ihe na okpomọkụ na mgbasa ozi gburugburu ebe obibi (ikuku, mmiri, ala) nke ọdịdị, ọnọdụ, ma ọ bụ ọnụ ọgụgụ ya na-emepụta mmetụta gburugburu ebe obibi na-adịghị mma.\"",
  "A na-edepụta ụdị mmetọ ndị dị n'okpuru ebe a yana ụfọdụ mmegide metụtara nke ọ bụla n\"ime ha:",
  "Otu n'ime ihe ndị kacha pụta ìhè sitere n'okike bụ ugwu mgbawa, bụ́ ndị n'oge mgbawa na-ewepụta nnukwu ikuku na-emerụ ahụ n'ikuku",
  "Igwe ọkụ na-agbọpụta ọkụ gụnyere carbon dioxide, nke nwere ike ịnwụ n'ọtụtụ buru ibu ma na-enye aka na mgbanwe ihu igwe, hydrogen halides nke nwere ike ime ka mmiri ozuzo acid, sulfur dioxides, nke na-emerụ anụmanụ na-emebi ozone oyi akwa, na hydrogen sulfides, bụ ndị nwere ike igbu mmadụ",
  "ụmụ mmadụ na mkpokọta ihe na-erughị 1 akụkụ kwa puku",
  "Mgbawa ugwu na-agụnyekwa ihe dị mma na ultrafine nke nwere ike ịnwe kemịkalụ na-egbu egbu na ihe ndị dị ka arsenic, lead, na mercury.",
  "Ọkụ ọhịa, bụ́ nke àmụ̀mà nwere ike ịkpata, bụkwa isi ihe na-akpata mmetọ ikuku",
  "Anwụrụ ọkụ n'ọhịa nwere nnukwu ma carbon dioxide na carbon monoxide, nke nwere ike ịkpata ntachi",
  "A na-ahụkwa nnukwu irighiri ihe ndị dị mma n'ime anwụrụ ọkụ nke ọhịa, nke na-etinyekwa anụmanụ n'ihe ize ndụ ahụike.",
  "Mgbapụta ụgbọ ala bụ otu n'ime ihe na-ebute mmetọ ikuku",
  "China, United States, Russia, India Mexico, na Japan bụ ndị isi ụwa na mmetọ ikuku",
  "Isi mmalite mmetọ ebe a na-emetọ ya gụnyere osisi kemịkal, ụlọ ọrụ ọkụ na-agba ọkụ, ụlọ nrụpụta mmanụ, osisi petrochemical, ọrụ mkpofu mkpofu nuklia, ndị na-ere ọkụ, nnukwu ugbo anụ ụlọ (ehi mmiri ara ehi, ezì, anụ ọkụkọ, wdg), ụlọ ọrụ PVC, ụlọ ọrụ mmepụta ọla, plastik",
  "ụlọ mmepụta ihe, na ụlọ ọrụ ndị ọzọ dị arọ",
  "Mmetọ ikuku nke ọrụ ugbo na-abịa site na omume nke oge a nke gụnyere igbutu ahịhịa na ọkụ nke ahịhịa ndụ yana ịgbasa ọgwụ nje na ahịhịa ahịhịa.",
  "A na-emepụta ihe dị ka nde metrik tọn 400 nke mkpofu dị ize ndụ kwa afọ",
  "Naanị United States na-emepụta ihe dị ka nde metrik tọn 250",
  "Ndị America bụ ihe na-erughị 5% nke ndị bi n'ụwa, mana na-emepụta ihe dịka 25% nke CO2 ụwa, ma na-emepụta ihe dịka 30% nke mkpofu ụwa",
  "N'afọ 2007, China meriri United States dị ka onye na-emepụta CO2 kasị ukwuu n'ụwa, ebe ọ ka nọ n'azụ dabere na mmetọ onye ọ bụla (nke 78th n'etiti mba ụwa).",
  "Chlorinated hydrocarbons (CFH), ọla arọ (dị ka chromium, cadmium - nke a na-ahụ na batrị ndị nwere ike ịchaji, na lead - nke a na-ahụ na agba ndu, mmanụ ụgbọ elu, na ọbụna na mba ụfọdụ, mmanụ ụgbọala), MTBE, zinc, arsenic, na benzene bụ ụfọdụ",
  "nke ihe mmetọ ala na-emekarị",
  "Ọtụtụ akwụkwọ akụkọ e bipụtara na 2001, bụ́ nke mechiri ná mbipụta nke akwụkwọ bụ́ Fateful Harvest, kpughere omume juru ebe nile nke imegharị ihe fọdụrụ n’ụlọ ọrụ mmepụta ihe ka ọ bụrụ fatịlaịza, na-akpata nsị ọla n’ala",
  "Ngwunye ala obodo nkịtị bụ isi iyi nke ọtụtụ ihe kemịkalụ na-abanye n'ime ala (na ọtụtụ mgbe mmiri dị n'ime ala), nke na-esite na ụdị mkpofu dị iche iche a na-anabata, ọkachasị ihe ndị a tụfuru n'ụzọ iwu na-akwadoghị n'ebe ahụ, ma ọ bụ site na ebe a na-ekpofu ahịhịa tupu 1970 nke nwere ike ịbụ na ọ bụ obere nchịkwa",
  "US ma ọ bụ EU",
  "Enweela ụfọdụ mwepụta pụrụ iche nke polychlorinated dibenzodioxins, nke a na-akpọkarị dioxins maka ịdị mfe, dị ka TCDD.",
  "Mmetọ nwekwara ike ime n'ihi ọdachi ndị na-emere onwe ha",
  "Dị ka ihe atụ, ajọ ifufe na-ebutekarị mmetọ nsị na mmiri mmiri sitere na ụgbọ mmiri ma ọ bụ ụgbọ ala gbawara agbawa",
  "Mgbe a na-etinye aka na nrụnye mmanụ ma ọ bụ ebe a na-esi mmanụ n'ụsọ oké osimiri, mmebi buru ibu na gburugburu ebe obibi abụghị ihe ọhụrụ",
  "Mgbe ihe mberede mere, ụfọdụ ebe mmetọ, dị ka ọdụ ụgbọ mmiri nuklia ma ọ bụ ụgbọ mmiri mmanụ, nwere ike imepụta ikuku dị ukwuu na nke nwere ike ịkpata ọdachi.",
  "Ụgbọ ala bụ ihe na-akpatakarị mmetọ mkpọtụ, na-aza ihe karịrị 90% nke mkpọtụ niile na-adịghị mma n'ụwa niile.",
  "Mmetọ rọba ọ na-akpagbu oke osimiri anyị site n'ịme gyres rọba, na-ejikọta anụ mmiri, na-emerụ nri na mmiri anyị, na n'ikpeazụ na-emebi ahụike na ọdịmma nke ụmụ mmadụ na anụ ọhịa n'ụwa nile",
  "Ewezuga obere ego a na-ere ọkụ, ihe fọrọ nke nta ka ọ bụrụ mpempe plastik ọ bụla emere n'oge gara aga ka dị n'otu ụdị ma ọ bụ ọzọ",
  "Ma ebe ọ bụ na ọtụtụ n'ime plastik adịghị emebi emebi n'ụzọ ọ bụla bara uru, ihe mkpofu plastik ahụ niile nwere ike ịdị adị ruo ọtụtụ narị afọ ma ọ bụ ọbụna ọtụtụ puku afọ",
  "Ọ bụrụ na edoghị mmepụta plastik gburugburu, mmetọ rọba ga-adị njọ ma mechaa karịa azụ ndị dị n'oké osimiri.",
  "Carbon dioxide, ọ bụ ezie na ọ dị mkpa maka photosynthesis, a na-akpọ mgbe ụfọdụ dị ka mmetọ, n'ihi na mmụba nke gas na ikuku na-emetụta ihu igwe nke ụwa",
  "Mmebi nke gburugburu ebe obibi nwekwara ike ime ka njikọ dị n'etiti mpaghara mmetọ nke a ga-ekewapụta iche iche, dị ka nke mmiri na ikuku",
  "Nnyocha e mere n'oge na-adịbeghị anya enyochala ikike ịdị elu nke ikuku carbon dioxide na-adịte aka na-ebute ntakịrị mmụba mana ọ dị oke egwu na acidity nke mmiri oké osimiri, yana mmetụta ndị a nwere ike ime na gburugburu ebe obibi mmiri.",
  "Na February 2007, akụkọ sitere n’aka Òtù Na-ahụ Maka Mgbanwe Ihu Igwe (IPCC), nke na-anọchi anya ọrụ ndị ọkà mmụta sayensị, ndị ọkà mmụta akụ̀ na ụba, na ndị na-eme iwu bụ́ 2,500 sitere n’ihe karịrị mba 120, kwadoro na ụmụ mmadụ bụ isi ihe na-akpata okpomọkụ n’ụwa kemgbe 1950",
  "Ụmụ mmadụ emewo ụzọ isi gbutuo ikuku ikuku ikuku na zere ihe ga-esi na okpomoku zuru ụwa ọnụ pụta, otu nnukwu akụkọ ihu igwe kwubiri",
  "Mana iji gbanwee ihu igwe, mgbanwe sitere na mmanụ ọkụ dị ka coal na mmanụ kwesịrị ime n'ime ọtụtụ iri afọ, dịka akụkọ ikpeazụ nke afọ a sitere na UN's Intergovernmental Panel on Climate Change (IPCC).",
  "Mmetọ na-emetụta ụmụ mmadụ n'akụkụ ọ bụla nke ụwa",
  "Nnyocha e mere n'October 2017 nke Lancet Commission on Pollution and Health chọpụtara na mmetọ zuru ụwa ọnụ, kpọmkwem ikuku na-egbu egbu, mmiri, ala na ebe ọrụ, na-egbu nde mmadụ itoolu kwa afọ, nke ji okpukpu atọ karịa ọnụ ọgụgụ ndị nwụrụ n'ihi ọrịa AIDS, ụkwara nta na ịba jikọtara ọnụ, na Ugboro 15 dị elu karịa ọnwụ nke agha na ụdị ime ihe ike ndị ọzọ kpatara",
  "Ọmụmụ ihe ahụ kwubiri na \"mmetọ bụ otu n'ime nnukwu ihe ịma aka dị adị nke oge Anthropocene",
  "Mmetọ na-etinye nkwụsi ike nke usoro nkwado ụwa ma na-eyi ndụ na-aga n'ihu nke ọha mmadụ.\"",
  "Ọdịmma ikuku nwere ike igbu ọtụtụ ihe dị ndụ, gụnyere mmadụ",
  "Mmetọ nke ozone nwere ike ibute ọrịa iku ume, ọrịa obi, mbufụt akpịrị, mgbu obi, na mkpọchị",
  "Nnyocha e mere na 2010 mere atụmatụ na nde mmadụ 1.2 na-anwụ ngwa ngwa na China n'ihi mmetọ ikuku",
  "Igwe anwụrụ ọkụ dị elu nke China na-eche ihu kemgbe ogologo oge nwere ike imebi ahụ mmadụ ma bute ọrịa dị iche iche",
  "WHO mere atụmatụ na 2007 na mmetọ ikuku na-akpata ọnwụ ọkara nde mmadụ kwa afọ na India",
  "Nnyocha e mere egosiwo na ọnụ ọgụgụ ndị a na-egbu kwa afọ na United States nwere ike karịrị 50,000",
  "Nnyocha e bipụtara na 2022 na GeoHealth kwubiri na mpụta mmanụ ọkụ na-emetụta ike na United States na-akpata ọnwụ 46,900-59,400 kwa afọ yana ọrịa na ọnwụ metụtara PM2.5 na-efu mba ahụ $537-$ 678 ijeri kwa afọ.",
  "Mmetọ mmiri na-ebute ihe dị ka puku mmadụ iri na anọ na-anwụ kwa ụbọchị, nke ka ukwuu n'ihi mmetọ mmiri ọñụñụ site na nsị mmiri adịghị edozi na mba ndị ka na-emepe emepe",
  "Dị ka ihe atụ, ihe dị ka nde ndị India 500 e mere atụmatụ na ha enweghị ụlọ mposi kwesịrị ekwesị, Ihe karịrị nde mmadụ iri n’India dara ọrịa na-arịa mmiri na 2013, mmadụ 1,535 nwụkwara, ọtụtụ n’ime ha bụ ụmụaka",
  "N'ihe dị ka afọ 2007, ihe fọrọ nke nta ka ọ bụrụ nde China 500 enweghị mmiri ọñụñụ dị ọcha.",
  "Mmetụta dị ukwuu na ụfọdụ mmetọ nwere ike inwe mmetụta dị mkpirikpi na ogologo oge",
  "Mwụfu mmanụ nwere ike ịkpata mgbakasị anụ ahụ na ọzịza",
  "Mmetọ mkpọtụ na-ebute ụda ntị, ọbara mgbali elu, nchekasị, na nsogbu ụra",
  "Ejikọtala Mercury na mmepe mmepe na ụmụaka na mgbaàmà neurologic",
  "Ndị agadi na-ebutekarị ọrịa nke mmetọ ikuku na-ebute",
  "Ndị nwere ọrịa obi ma ọ bụ ngụgụ nọ n'ihe ize ndụ ọzọ",
  "Ụmụaka na ụmụ ọhụrụ nọkwa n'ihe egwu dị egwu",
  "E gosiputara na lead na ọla ndị ọzọ dị arọ na-akpata nsogbu akwara ozi",
  "Ihe kemịkalụ na ihe na-eme redio nwere ike ịkpata ọrịa kansa yana ntụpọ nwa.",
  "Mmetụta ahụike nke mmetọ nwere ma nsonaazụ ọha na eze na-adịgide adịgide",
  "Nnyocha e mere na 2021 chọpụtara na ikpughe na mmetọ na-ebute mmụba nke mpụ ime ihe ike",
  "Akwụkwọ 2019 jikọtara mmetọ na nsonaazụ ụlọ akwụkwọ na-adịghị mma maka ụmụaka",
  "Ọtụtụ nchọpụta na-egosi na mmetọ nwere mmetụta dị njọ na mmepụta nke ma ndị ọrụ ime ụlọ na n'èzí.",
  "A chọpụtala na mmetọ dị ebe niile na gburugburu ebe obibi",
  "Nnyocha 2022 nke e bipụtara na Environmental Science & Technology chọpụtara na ọkwa nke mmetọ kemịkalụ anthropogenic agafeela oke mbara ala ma ugbu a na-eyi ihe niile dị ndụ gburugburu ụwa egwu.",
  "Enwere ọtụtụ mmetụta nke a:",
  "Njikwa mmetọ bụ okwu ejiri na njikwa gburugburu ebe obibi",
  "Ọ pụtara njikwa ihe na-esi na ikuku, mmiri ma ọ bụ ala",
  "Na-enweghị nchịkwa mmetọ, ihe ndị na-emepụta ihe na-esi na iribiga ihe ókè, kpo oku, ọrụ ugbo, Ngwuputa, mmepụta ihe, njem njem na ihe omume mmadụ ndị ọzọ, ma ọ na-agbakọta ma ọ bụ gbasaa, ga-emebi gburugburu ebe obibi",
  "N'ọkwa nke njikwa, mgbochi mmetọ na mbelata ihe mkpofu bụ ihe a na-achọsi ike karịa njikwa mmetọ",
  "N'ihe gbasara mmepe ala, mmepe mmetụta dị ala bụ usoro yiri nke ahụ maka igbochi mmiri ozuzo obodo.",
  "Enwere ike ịmepụta amụma, iwu na nlekota oru / nghọta / ntule usoro ndụ nke metụtara akụ na ụba yana manye iji chịkwaa mmetọ",
  "Ntụleghachi kwubiri na enweghị nlebara anya na omume dịka ọrụ na \"ntụgharị uche sayensị-usoro iwu zuru ụwa ọnụ\", dịka",
  "ka \"ịkọwa ntinye aka, na-emetụta nyocha na ego nduzi\".",
  "Mmetọ nwere ọnụ ahịa",
  "Ọrụ mmepụta ihe na-akpata mmetọ ikuku na-etinye ahụike na mkpocha ego na ọha mmadụ dum",
  "Ọrụ nrụpụta nke na-akpata mmetọ ikuku bụ ihe atụ nke mpụga na-adịghị mma na mmepụta",
  "Mpụpụ na-adịghị mma na mmepụta na-eme \"mgbe mmepụta ụlọ ọrụ na-ebelata ọdịmma nke ndị ọzọ na-adịghị akwụ ụgwọ site na ụlọ ọrụ.\" Dịka ọmụmaatụ, ọ bụrụ na ụlọ ọrụ na-asa ákwà dị nso na ụlọ ọrụ na-emepụta ígwè na-emetọ ihe, a ga-enwekwu ego maka ụlọ ọrụ na-asa ákwà n'ihi unyi na anwụrụ ọkụ nke ụlọ ọrụ na-emepụta ígwè na-emepụta",
  "Ọ bụrụ na ọnụ ahịa mpụga dị, dị ka nke mmetọ mebere, onye nrụpụta ga-ahọrọ imepụta ngwaahịa karịa nke a ga-emepụta ma ọ bụrụ na achọrọ ka onye nrụpụta kwụọ ụgwọ niile metụtara gburugburu ebe obibi",
  "N'ihi na ibu ọrụ ma ọ bụ ihe ga-esi na ya pụta maka omume onye na-eduzi onwe ya dị n'èzí nke onwe ya, otu akụkụ nke mpụga na-agụnye",
  "Ọ bụrụ na enwere uru dị na mpụga, dị ka na nchekwa ọha, enwere ike imepụta obere ihe ọma karịa ka ọ ga-abụ ma ọ bụrụ na onye nrụpụta ga-anata ụgwọ maka uru mpụga ndị ọzọ",
  "Ngwaahịa na ọrụ ndị na-agụnye mpụga na-adịghị mma na mmepụta, dị ka ndị na-emepụta mmetọ, na-emekarị ka a na-emepụta ya na ọnụ ahịa dị ala ebe ọ bụ na a naghị akwụ ụgwọ mpụga n'ahịa.",
  "Mmetọ nwekwara ike ịkpata ego maka ụlọ ọrụ na-emepụta mmetọ ahụ",
  "Mgbe ụfọdụ ụlọ ọrụ na-ahọrọ, ma ọ bụ na-amanye site na iwu, iji belata oke mmetọ ha na-emepụta",
  "Ọnụ ego ejikọtara ọnụ nke ime nke a ka a na-akpọ ụgwọ nbilata, ma ọ bụ ọnụ ahịa mbelata nke obere ma ọ bụrụ na ejiri nkeji ọ bụla gbakwunyere tụọ ya",
  "N'afọ 2005, mmefu ego mbelata mmetọ mmetọ na ụgwọ ọrụ na US ruru ihe fọrọ nke nta ka ọ bụrụ ijeri $27.",
  "The Pure Earth, bụ ọgbakọ mba ụwa na-anaghị akwụ ụgwọ nke raara onwe ya nye iji kpochapụ mmetọ na-eyi ndụ egwu na mba ndị na-emepe emepe, na-ewepụta ndepụta kwa afọ nke ụfọdụ ụlọ ọrụ na-emetọ ihe n'ụwa",
  "N'okpuru bụ ndepụta nke 2016:",
  "Otu akụkọ 2018 sitere na Institute for Agriculture and Trade Policy and GRAIN na-ekwu na ụlọ ọrụ anụ na mmiri ara ehi dị njikere ịka ụlọ ọrụ mmanụ dị ka ndị na-emetọ ihe kacha njọ n'ụwa.",
  "Mmetọ ikuku n'èzí sitere na iji mmanụ ọkụ naanị na-akpata ~ 3.61 nde ọnwụ kwa afọ, na-eme ka ọ bụrụ otu n'ime ihe kacha enye aka na ọnwụ mmadụ, karịa ịbụ isi ihe na-akpata mgbanwe ihu igwe nke a na-ewere gas na-ekpo ọkụ n'otu n'otu dị ka ụdị mmetọ",
  "Society na-enweta ụfọdụ uru na-apụtachaghị ìhè site na mmetọ; ma ọ bụghị ya, a gaghị enwe ihe mkpali imetọ",
  "Ọrụ a nwere ike sitere na oriri nke ngwaahịa na ọrụ ndị na-emepụta mmetọ (n'agbanyeghị ọkwa ahụ nwere ike ịdị iche) ma ọ bụ ọnụ ahịa dị ala ma ọ bụ mgbalị dị ala achọrọ (ma ọ bụ ihe adịghị mma) ịhapụ ma ọ bụ dochie ngwaahịa na ọrụ ndị a",
  "Ya mere, ọ dị mkpa na ndị na-eme iwu na-anwa ịhazi uru ndị a na-apụtaghị ìhè na ụgwọ mmetọ iji nweta nsonaazụ dị mma.",
  "Ọ ga-ekwe omume iji akụ na ụba gburugburu ebe obibi chọpụta ọkwa nke mmetọ a na-ewere na ọ kacha mma",
  "Maka ndị ọkachamara n'ihe gbasara akụ na ụba, mmetọ bụ \"ọnụahịa mpụga na-eme naanị mgbe otu ma ọ bụ karịa ndị mmadụ na-enweta enweghị ọdịmma\"",
  "Enwere ọkwa mmetọ kacha mma n'etiti ọha ebe a na-ebuli ọdịmma",
  "Nke a bụ n'ihi na ndị na-azụ ahịa na-enweta uru site na ihe ọma ma ọ bụ ọrụ arụpụtara, nke ga-akarị ọnụ ahịa mmetọ nke ọha mmadụ ruo oge ụfọdụ",
  "N'oge a, mmebi nke otu akụkụ mmetọ ọzọ nke ọha mmadụ, ọnụ ahịa mmetọ nke dị n'akụkụ, hà nhata kpọmkwem na uru dị n'akụkụ nke iri otu akụkụ nke ọma ma ọ bụ ọrụ ọzọ.",
  "Ọzọkwa, ohere nke mbelata mmetọ ọnụego nwekwara ike ịbụ ihe na-agbakọ ọkwa kacha mma",
  "Ọ bụ ezie na ọmụmụ ihe na-etinye ndụ ndụ ndụ zuru ụwa ọnụ (LLE; yiri YPLL) site na mmetọ ikuku na 2015 na afọ 2.9 (karịa karịa, dịka ọmụmaatụ, 0.3   afọ site na ụdị niile nke ime ihe ike kpọmkwem), o gosikwara na a dị ịrịba ama",
  "Iberibe nke LLE bụ ihe a na-apụghị izere ezere n'ihe gbasara ike akụ na ụba-teknụzụ dị ugbu a dị ka uzuzu aeolian na njikwa ọkụ ọkụ.",
  "N'ahịa ndị nwere mmetọ, ma ọ bụ mpụga ndị ọzọ na-adịghị mma na mmepụta, nha ahịa n'efu agaghị akwụ ụgwọ maka ụgwọ mmetọ na ọha mmadụ",
  "Ọ bụrụ na ọnụ ahịa mmekọrịta ọha na eze nke mmetọ dị elu karịa ụgwọ onwe onye nke ụlọ ọrụ ahụ na-akpata, mgbe ahụ, ezi usoro nnyefe ga-adị elu",
  "Ebe nke ọnụ ahịa ekere òkè na ahịa ahịa na-ejikọta na-enye ọkwa mmetọ kacha mma na ọha mmadụ",
  "N'oge a, ọnụọgụ ga-adị ala na ọnụahịa ga-adị elu ma e jiri ya tụnyere nha nha ahịa n'efu",
  "Ya mere, a ga-ewere nsonaazụ ahịa efu dị ka ọdịda ahịa n'ihi na ọ \"adịghị eme ka arụmọrụ dị elu\".",
  "Enwere ike iji ihe nlereanya a mee ihe ndabere iji nyochaa ụzọ dị iche iche nke ime ihe dị n'ime",
  "Ụfọdụ ọmụmaatụ gụnyere tarifu, ụtụ carbon na okpu na sistemu ahia.",
  "Mmetọ ikuku na-esokarị mmepeanya",
  "Mmetọ malitere site n'oge ochie, mgbe mmadụ kere ọkụ mbụ",
  "Dị ka otu isiokwu dị na 1983 dị na magazin Science Science si kwuo, \"soot\" nke a chọtara n'elu ụlọ nke ọgba ndị mbụ na-enye ihe àmà zuru oke nke ọkwa dị elu nke mmetọ nke jikọtara ya na ezughị oke ikuku nke ọkụ ọkụ.",
  "Ịme ígwè na-egosi na ọ bụ isi mgbanwe n'ichepụta oke mmetọ ikuku n'èzí ụlọ",
  "Ihe atụ ndị bụ isi nke glaciers na Greenland na-egosi mmụba nke mmetọ metụtara Gris, Roman, na China metal metal.",
  "Ire ọkụ na icheku ọkụ na nkụ, na ọnụnọ nke ọtụtụ ịnyịnya n'ebe ndị a gbakọrọ agbakọ mere ka obodo ndị ahụ bụrụ ebe ndị bụ́ isi e si enweta mmetọ",
  "Eze Edward nke Mbụ nke England machibido ọkụ site n'ịkpọsa ọkụ na London na 1272, mgbe anwụrụ ọkụ ya ghọrọ nsogbu; mmanụ ụgbọala ahụ bụ ihe a na-ahụkarị n'England nke na e nwetara aha mbụ a maka ya n'ihi na e nwere ike ibugharị ya n'ikpere mmiri ụfọdụ site na wheelbarrow.",
  "Ọ bụ mgbanwe mgbanwe nke ụlọ ọrụ nke mụrụ mmetọ gburugburu ebe obibi dị ka anyị si mara ya taa",
  "London dekọkwara otu n'ime nsogbu oke mmiri mbụ nke Great Stink na Thames nke 1858, nke butere wuo sistemu ịsa mmiri na London n'oge na-adịghị anya",
  "Okwu mmetọ na-abawanye ka mmụba ọnụ ọgụgụ mmadụ karịrị ike nke agbata obi iji dozie nsogbu mkpofu ha",
  "Ndị na-eme mgbanwe malitere ịchọ usoro ọwa mmiri na mmiri dị ọcha.",
  "Ọnọdụ oge ochie enweghị ike ịnabata maka isi obodo mba ụwa, gọọmentị Imperial German webatara ndị sayensị ya, ndị injinia na ndị na-eme atụmatụ obodo ka ọ bụghị naanị dozie adịghị ike ahụ, kama imepụta Berlin dị ka obodo ihe atụ ụwa",
  "Otu ọkachamara nke Britain na 1906 kwubiri na Berlin nọchitere anya \"ngwa kachasị zuru oke nke sayensị, usoro na usoro nke ndụ ọha,\" na-agbakwụnye \"ọ bụ ihe magburu onwe ya nke nchịkwa obodo, obodo kachasị ọhụrụ na nke kachasị mma nke dị.\"",
  "Mpụta nke nnukwu ụlọ ọrụ na iri nnukwu coal kpatara mmetọ ikuku a na-enwetụbeghị ụdị ya na nnukwu mwepu kemịkalụ ụlọ ọrụ gbakwunyere ibu na-eto eto nke mkpofu mmadụ a na-agwọbeghị",
  "Chicago na Cincinnati bụ obodo abụọ America mbụ nyere iwu iwu na-ahụ na ikuku dị ọcha na 1881",
  "Mmetọ bụ isi okwu na United States na mmalite narị afọ nke iri abụọ, ka ndị na-eme mgbanwe na-aga n'ihu na-ese okwu banyere mmetọ ikuku nke ọkụ coal kpatara, mmetọ mmiri kpatara",
  "adịghị ọcha ọcha, na mmetọ n'okporo ámá kpatara nke nde ịnyịnya atọ na-arụ ọrụ n'obodo ndị America na 1900, na-emepụta nnukwu mmamịrị na nri",
  "Dị ka ọkọ akụkọ ihe mere eme bụ Martin Melosi si kwuo, ọgbọ mbụ hụrụ ụgbọ ala na-anọchi anya ịnyịnya hụrụ ụgbọ ala dị ka \"ọrụ ebube nke ịdị ọcha\"",
  "Ka ọ na-erule n'afọ 1940, smog kpatara ụgbọala bụ isi okwu na Los Angeles.",
  "Obodo ndị ọzọ sochiri obodo ahụ ruo n'isi mmalite narị afọ nke 20, mgbe e kere Office nke Mmetọ ikuku dị mkpụmkpụ n'okpuru ngalaba nke ime obodo",
  "Obodo Los Angeles na Donora, Pennsylvania nwetara ihe omume anwụrụ ọkụ dị egwu na njedebe 1940, na-eje ozi dị ka ihe ncheta ọhaneze ọzọ.",
  "Mmetọ ikuku ga-anọgide na-abụ nsogbu na England, karịsịa mgbe e mesịrị n'oge mgbanwe mgbanwe nke ụlọ ọrụ mmepụta ihe, na ịgbatị n'oge na-adịbeghị anya na Great Smog nke 1952",
  "Ịmata mmetọ ikuku na-agbasa ebe nile mgbe Agha Ụwa nke Abụọ gasịrị, egwu na-ebute site na akụkọ nke ọdịda redioaktivu",
  "site na agha atomic na ule",
  "Mgbe ahụ ihe omume na-abụghị nke nuklia - Great Smog nke 1952 na London - gburu opekata mpe mmadụ 4000",
  "Nke a kpaliri ụfọdụ n'ime iwu gburugburu ebe obibi nke ọgbara ọhụrụ mbụ: Iwu Clean Air Act nke 1956.",
  "Mmetọ malitere ịdọrọ uche ọha na eze na United States n'etiti etiti 1950s na mmalite 1970s, mgbe Congress gafere Iwu nchịkwa mkpọtụ, Iwu ikuku dị ọcha, Iwu mmiri dị ọcha, na iwu iwu gburugburu ebe obibi nke mba.",
  "Ihe omume siri ike nke mmetọ nyere aka mụbaa mmụọ",
  "Mkpofu PCB na Osimiri Hudson butere mmachibido iwu EPA na iri azụ̀ ya na 1974",
  "Akụkọ akụkọ mba na ngwụcha 1970s - karịsịa mmetọ dioxin ogologo oge na Love Canal malite na 1947 na mkpofu a na-achịkwaghị achịkwa na Ndagwurugwu nke Drums",
  "- dugara na iwu Superfund nke 1980",
  "Mmetọ nke ala mmepụta ihe mere ka aha brownfield pụta, okwu a na-emekarị ugbu a na nhazi obodo.",
  "Mmepe nke sayensị nuklia webatara mmetọ redioaktivu, nke nwere ike ịnọgide na-egbu egbu ruo ọtụtụ narị puku afọ",
  "Ọdọ Mmiri Karachay - nke Worldwatch Institute kpọrọ ya dị ka “ebe kachasị emetọọ n'ụwa – jere ozi dị ka ebe mkpofu maka Soviet Union n'ime afọ 1950 na 1960 niile",
  "A na-ewere Chelyabinsk, Russia, dị ka \"Ebe kachasị emetọ n'ụwa\".",
  "A nọgidere na-anwale ngwá agha nuklia n'oge Agha Nzuzo, karịsịa n'oge mbụ nke mmepe ha",
  "Ọnụ ọgụgụ ndị mmadụ kacha emetụta na mmụba kemgbe ahụ n'ịghọta ihe egwu dị egwu na-ahụ maka ahụike mmadụ nke redioactivity na-ebute bụkwa ihe mgbagwoju anya na-egbochi ike nuklia",
  "Ọ bụ ezie na a na-akpachapụ anya nke ukwuu na ụlọ ọrụ ahụ, ohere nke ọdachi ndị ihe omume ndị dị ka ndị mere n’Agwaetiti Atọ Mile, Chernobyl, na Fukushima tụrụ aro na-egosi na ọha mmadụ enweghị ntụkwasị obi na-adịte aka",
  "Mgbasa ozi zuru ụwa ọnụ agbasawo nke ukwuu banyere ọdachi ndị ahụ",
  "Nkwado zuru ebe niile maka nkwekọrịta mmachibido iwu ule akwụsịla ihe fọrọ nke nta ka ọ bụrụ ule nuklia niile dị na mbara igwe.",
  "Ọdachi mba ụwa dị ka mkpọmkpọ ebe ụgbọ mmiri Amoco Cadiz dị n'ụsọ oké osimiri nke Brittany na 1978 na ọdachi Bhopal na 1984 egosila na ihe omume ndị dị otú ahụ zuru ụwa ọnụ na oke mgbalị iji lebara ha anya kwesịrị itinye aka",
  "Ọdịdị ikuku na oke osimiri enweghị oke ebutela mmetụta mmetọ n'ọkwa mbara ụwa n'ihe gbasara okpomoku zuru ụwa ọnụ",
  "Na nso nso a okwu na-adịgide adịgide organic pollutant (POP) abiala ịkọwa otu kemịkalụ dị ka PBDE na PFC n'etiti ndị ọzọ",
  "Agbanyeghị na aghọtachaghị mmetụta ha nke ọma n'ihi enweghị data nnwale, achọpụtala ha n'ebe obibi dị iche iche dịpụrụ adịpụ na ọrụ mmepụta ihe dị ka Arctic, na-egosipụta mgbasa na bioaccumulation mgbe naanị obere oge ejiri mee ihe.",
  "Nsogbu achọpụtara n'oge na-adịbeghị anya bụ Great Pacific Garbage Patch, nnukwu mkpokọta plastik, sludge kemịkalụ na irighiri ihe ndị ọzọ nke North Pacific Gyre chịkọtara na nnukwu mpaghara oke osimiri Pasifik",
  "Nke a bụ nsogbu mmetọ nke a na-amachaghị nke ọma karịa nke ndị ọzọ akọwara n'elu, mana ka o sina dị, ọ nwere ọtụtụ ihe na-esi na ya pụta dị ka ịba ụba nke ọnwụ anụ ọhịa, mgbasa nke ụdị ndị na-emerụ emerụ na mmadụ iri kemịkalụ na-egbu egbu",
  "Ndị otu dị ka 5 Gyres enyochala mmetọ ahụ yana, yana ndị na-ese ihe dị ka Marina DeBris, na-arụ ọrụ n'ịkpọsa okwu ahụ.",
  "Mmetọ nke ọkụ na-ebute n'abalị na-aghọ nsogbu zuru ụwa ọnụ, na-akawanye njọ n'ime obodo mepere emepe, mana ka o sina dị na-emerụkwa nnukwu ókèala, ndị dị anya na obodo.",
  "Ihe akaebe na-eto eto nke mmetọ mpaghara na nke zuru ụwa ọnụ na ọha na eze na-amụbawanye ka oge na-aga ebutewo gburugburu ebe obibi na mmegharị gburugburu ebe obibi, nke na-achọkarị igbochi mmetụta mmadụ na gburugburu ebe obibi.",
  "Mmetọ ikuku",
  "Mmetọ ala",
  "Mmetọ mmiri",
  "Ndị ọzọ"
]