[
  "Mmetọ ọrụ ugbo na-ezo aka na biotic na abiotic site na ọrụ ugbo nke na-akpata mmetọ ma ọ bụ mmebi nke gburugburu ebe obibi na gburugburu ebe obibi, na / ma ọ bụ na-akpatara mmadụ ahụ na ọdịmma akụ na ụba ha",
  "Mmetọ ahụ nwere ike isi n'ọtụtụ isi mmalite, site na mmetọ mmiri isi iyi (site n'otu ebe a na-ewepụta) ruo na ihe ndị ọzọ na-agbasa, ihe ndị na-akpata ala, nke a makwaara dị ka mmetọ isi iyi na mmetorụ ikuku",
  "Ozugbo ha nọ na gburugburu ebe obibi, mmetọ ndị a nwere ike inwe mmetụta kpọmkwem na gburugburu ebe dị gburugburu, ya bụ, igbu anụ ọhịa ma ọ bụ mmetọ mmiri ọṅụṅụ, na mmetụta ndị dị n'okpuru mmiri dị ka mpaghara nwụrụ anwụ nke mmiri ọrụ ugbo kpatara na-elekwasị anya na nnukwu mmiri.",
  "Omume nchịkwa, ma ọ bụ amaghị ha, na-arụ ọrụ dị mkpa na ọnụọgụ na mmetụta nke mmetọ ndị a",
  "Usoro nchịkwa sitere na nchịkwa anụmanụ na ụlọ ruo na mgbasa nke ọgwụ ahụhụ na fatịlaịza na ọrụ ugbo zuru ụwa ọnụ, nke nwere ike inwe mmetụta dị ukwuu na gburugburu ebe obibi",
  "Omume nchịkwa ọjọọ gụnyere ọrụ nri anụmanụ na-adịghị mma, ịtabiga nri ókè, ịkọ ugbo, fatịlaịza, na iji ọgwụ ahụhụ eme ihe n'ụzọ na-ekwesịghị ekwesị, gabigara ókè, ma ọ bụ n'oge na-adịghị njọ.",
  "Mmetọ sitere n'ọrụ ugbo na-emetụta ịdị mma mmiri nke ukwuu ma nwee ike ịchọta ya na ọdọ mmiri, osimiri, ala mmiri, estuaries, na mmiri dị n'okpuru ala",
  "Ihe mmetọ sitere n'ọrụ ugbo gụnyere ihe ndị dị n'ime ala, ihe na-edozi ahụ, pathogens, pesticides, ọla, na nnu. Ọrụ ugbo anụmanụ nwere mmetụta dị ukwuu na mmetọ ndị na-abanye na gburugburu ebe obibi",
  "Bacteria na pathogens na nsị nwere ike ịbanye n'iyi na mmiri dị n'okpuru ala ma ọ bụrụ na ịta nri, ịchekwa nsị n'ime ọdọ mmiri na itinye nsị n\"ọhịa anaghị elekọta nke ọma. Mmetọ ikuku nke ọrụ ugbo kpatara site na mgbanwe nke iji ala eme ihe na ọrụ ugbo anụmanụ nwere mmetụta dị ukwuu na mgbanwe ihu igwe, na idozi nchegbu ndị a bụ akụkụ dị mkpa nke IPCC Special Report on Climate Change and Land. Mbelata mmetọ ọrụ ugbo bụ akụkụ dị mkpa na mmepe nke usoro nri na-adịgide adịgide.",
  "A na-etinye ọgwụ ahụhụ na ọgwụ ahịhịa n'ala ọrụ ugbo iji chịkwaa ahụhụ ndị na-emebi mmepụta ihe ọkụkụ",
  "Mmetọ ala nwere ike ime mgbe ọgwụ ahụhụ na-adịgide ma na-agbakọta n'ala, nke nwere ike ịgbanwe usoro microbial, mee ka osisi na-enweta kemịkal, ma bụrụ ihe na-egbu egbu na ihe ndị dị n'ala",
  "Ruo n'ókè ọgwụ ahụhụ na herbicides na-adịgide na-adabere na kemịkal pụrụ iche nke compound, nke na-emetụta usoro sorption na-akpata akara na njem na gburugburu ala. Pesticides nwekwara ike ịba n'ime anụmanụ ndị na-eri ahụhụ na-emetọ na ihe ndị dị n'ala",
  "Na mgbakwunye, ọgwụ ahụhụ nwere ike imerụ ụmụ ahụhụ bara uru, dị ka ndị na-eme ntụ ọka, na ndị iro nke ụmụ ahụhụ (ya bụ, ụmụ ahụhụ na-eri ma ọ bụ na-egbu nje) karịa ka ha na-emerụ ụmụ ahụhụ n'onwe ha.",
  "Mgbukpọ nke ọgwụ ahụhụ na-eme mgbe ọgwụ ahụhụ na mmiri na-agwakọta ma na-agafe n'ime ala, na-emetọ mmiri dị n'okpuru ala",
  "Ọnụ ọgụgụ nke leaching na-ejikọta ya na ụfọdụ ala na njirimara ọgwụ ahụhụ na ogo mmiri ozuzo na ịgba mmiri",
  "O yikarịrị ka ọ ga-eme ma ọ bụrụ na ejiri ọgwụ ahụhụ na-agbaze na mmiri, mgbe ala na-enwekarị ájá n'ọdịdị; ọ bụrụ na ịsa mmiri gabigara ókè na-eme ozugbo etinyechara ọgwụ ahụhụ; ma ọ bụrụhaala adsorption nke ọgwụ ahụhụ na ala dị ala",
  "Ọ bụghị naanị na nsị nwere ike isi n'ọhịa ndị a gwọrọ, kamakwa site na ebe a na-agwakọta ọgwụ ahụhụ, ebe a na'ịsa ákwà na-eji ọgwụ ahụhụ eme ihe, ma ọ bụ ebe a na na-ekpofu ihe.",
  "A na-eji fatịlaịza eme ihe iji nye ihe ọkụkụ ihe ndị ọzọ na-edozi ahụ, dị ka Nitrogen, Phosphorus, na Potassium, nke na-akwalite uto osisi ma na-abawanye ihe ọkụkụ",
  "Ọ bụ ezie na ha bara uru maka uto osisi, ha nwekwara ike imebi usoro nri na-edozi ahụ na mineral biogeochemical ma na-etinye ihe ize ndụ na ahụike mmadụ na gburugburu ebe obibi.",
  "Nitrogen fatịlaịza na-enye osisi nwere ụdị nke nitrogen bụ ndị dị ndụ maka iweta ihe ọkụkụ;  ya bụ NO3- (nitrate) na NH4+ (ammonium)",
  "Nke a na-abawanye mkpụrụ ihe ọkụkụ na arụpụta ọrụ ugbo, mana ọ nwekwara ike imetụta mmiri dị n'ime ala na mmiri dị n'elu, metọọ ikuku, na imebi ahụike ala",
  "Ọ bụghị ihe oriri niile a na-etinye site na fatịlaịza ka ihe ọkụkụ na-eburu ya, ma nke fọdụrụ na-agbakọta n'ime ala ma ọ bụ na-efunahụ ya dị ka mmiri na-asọpụta",
  "Fatịlaịza nitrate nwere ike ịla n'iyi na profaịlụ ala site na mmiri na-agbapụta n'ihi oke solubility ya yana dịka ebubo n'etiti molecule na ụrọ na-adịghị mma",
  "Ọnụ ọgụgụ dị elu nke fatịlaịza nwere nitrogen jikọtara ya na nnukwu mmiri-slubility nke nitrate na-eduga n'ịba ụba n'ime mmiri dị n'elu yana ịbanye n'ime mmiri dị n'ime ala, si otú ahụ na-ebute mmetọ mmiri n'ime ala",
  "Ọkwa nitrate karịrị 10 mg/L (10 ppm) n'ime mmiri dị n'ime ala nwere ike ibute \"ọrịa na-acha anụnụ anụnụ\" (enwetara methemoglobinemia) na ụmụ ọhụrụ na ikekwe ọrịa thyroid na ụdị ọrịa cancer dị iche iche",
  "Nitrogen fixation, nke na-ekpuchi ikuku nitrogen (N2) na ụdị ndị ọzọ dị ndụ, na denitrification, nke na-agbanwe ogige nitrogen dị na N2 na N2O, bụ abụọ n'ime usoro metabolic kachasị mkpa na-etinye aka na okirikiri nitrogen n'ihi na ha bụ ihe ntinye kachasị ukwuu na  mmepụta nitrogen na gburugburu ebe obibi",
  "Ha na-ekwe ka nitrogen na-asọba n'etiti ikuku, nke dị ihe dịka 78% nitrogen) na biosphere",
  "Usoro ndị ọzọ dị ịrịba ama na okirikiri nitrogen bụ nitrification na ammonification nke na-ekpuchi ammonium na nitrate ma ọ bụ nitrite na ihe organic na amonia n'otu n'otu",
  "N'ihi na usoro ndị a na-eme ka mkpokọta nitrogen kwụsie ike n'ọtụtụ gburugburu ebe obibi, nnukwu ntinye nke nitrogen site na mmiri mmiri nke ugbo nwere ike ịkpata nnukwu nsogbu",
  "Ihe na-esikarị na nke a pụta na gburugburu ebe obibi mmiri bụ eutrophication nke n'aka nke ya na-emepụta ọnọdụ hypoxic na anoxic - ha abụọ na-egbu egbu na/ma ọ bụ na-emebi ọtụtụ ụdị",
  "Nitrogen fatịlaịza nwekwara ike hapụ gas NH3 n'ime ikuku nke enwere ike ịtụgharị ghọọ ogige NOx",
  "Ọnụ ọgụgụ dị ukwuu nke ogige NOx dị na mbara igwe nwere ike ime ka acidification nke ihe ndị dị ndụ n'ime mmiri na-ebute nsogbu iku ume dị iche iche na ụmụ mmadụ",
  "Fatịlaịza nwekwara ike hapụ N2O nke bụ ikuku griin haus ma nwee ike ikwado mbibi ozone (O3) na stratosphere.Ala ndị na-enweta fatịlaịza nitrogen nwekwara ike imebi",
  "Mmụba nke ihe ọkụkụ dị na nitrogen ga-abawanye mmepụta ụgbụ nke ihe ọkụkụ, n'ikpeazụkwa, ọrụ microbial nke ala ga-abawanye n'ihi nnukwu ntinye nitrogen sitere na fatịlaịza na ogige carbon site na biomass mebiri emebi",
  "N'ihi mmụba nke ire ere n'ime ala, ihe ndị dị n'ime ya ga-agwụcha nke na-eme ka ahụike ala dị ala..",
  "Nnyocha chọpụtara \"ihe dị mkpa iri na otu\" nke nwere ike belata mmetọ  na  sitere na ubi",
  "Ihe ndị a na-ebute ụzọ na-agụnye iji fatịlaịza na-arụ ọrụ nke ọma (EEFs), mmezigharị ala, ntụgharị akwụkwọ nri na itinye n'ọrụ mpaghara mgbochi",
  "Dị ka meta-measure, ọmụmụ ihe ahụ na-atụ aro \"usoro iwu ọhụrụ dị ka usoro ego nitrogen (NCS) nwere ike itinye n'ọrụ iji họrọ, kpalie ma, ebe ọ dị mkpa, kwado nkwado nke usoro ndị a\".",
  "Otu ihe ọzọ ọzọ maka fatịlaịza nitrogen bụ Enhanced Efficiency Fertilizers (EEF)",
  "E nwere ọtụtụ ụdị EEFs mana ha na-adaba n'ime ụdị abụọ, ngwa ngwa na-ewepụta fatịlaịza ma ọ bụ nitrification inhibitor fatịlaịtị",
  "A na-ekpuchi fatịlaịza na-ewepụta ngwa ngwa na polymer nke na-egbu oge ma na-eme ka ntọhapụ nke Nitrogen dị n'ime usoro ọrụ ugbo",
  "Ndị na-egbochi nitrification bụ fatịlaịza ndị a na-ekpuchi na sulfur compound nke na-egbu egbu, nke a na-enyere aka belata ntọhapụ nke Nitrogen",
  "EEFs na-enye obere na nke na-aga n'ihu nke nitrogen n'ime ala ma nwee ike belata nitrogen leaching na volatilization nke NOx compounds, agbanyeghị akwụkwọ sayensị na-egosi ma ịdị irè na enweghị ike iji belata mmetọ nitrogen.",
  "Ụdị fatịlaịza phosphorus a na-ejikarị eme ihe n'ọrụ ugbo bụ phosphate (PO43-), a na-etinyekwa ya na ngwakọta ndị na-etinye PO43- ma ọ bụ n'ụdị ihe ndị dị ka nsị na compost. Phosphorus bụ ihe na-edozi ahụ dị mkpa na ihe niile dị ndụ n'ihi ọrụ ọ na-arụ na mkpụrụ ndụ na ọrụ metabolic dị ka mmepụta nucleic acid na nnyefe ike metabolic",
  "Otú ọ dị, ọtụtụ ihe ndị dị ndụ, gụnyere ihe ọkụkụ ugbo, chọrọ naanị obere phosphorus n'ihi na ha agbanweela na gburugburu ebe obibi nwere obere ya. Ọnụ ọgụgụ ụmụ irighiri ihe dị n'ala nwere ike ịgbanwe ụdị phosphorus ka ọ bụrụ ụdị osisi dị ka phosphate",
  "A na-ejikarị fatịlaịza inorganic eme ihe na-agafe nzọụkwụ a n'ihi na a na-etinye ya dị ka phosphate ma ọ bụ ụdị osisi ndị ọzọ dịnụ",
  "A na-etinye phosphorus ọ bụla nke osisi na-adịghị ewere na ala nke na-enyere ya aka ịnọgide n'ebe",
  "N'ihi nke a, ọ na-abanye na mmiri dị n'elu mgbe ala nke ọ na-ejikọta na ya na-agbaze n'ihi mmiri ozuzo ma ọ bụ mmiri ozuzo",
  "Ọnụ ọgụgụ nke na-abanye na mmiri dị n'elu dị ala ma e jiri ya tụnyere ọnụ ọgụgụ a na-etinye dị ka fatịlaịza, mana n'ihi na ọ na-arụ ọrụ dị ka ihe na-edozi ahụ n'ọtụtụ gburugburu ebe obibi, ọbụna obere ego nwere ike imebi okirikiri phosphorus biogeochemical nke gburugburu ebe obibi. Ọ bụ ezie na nitrogen na-arụ ọrụ na algae na-emerụ ahụ na cyanobacteria na-eme ka eutrophication, a na-ewere phosphorus karịrị akarị dị ka ihe kachasị enye aka n'ihi eziokwu ahụ bụ na phosphorum na-abụkarị ihe na-edozi ahụ, ọkachasị na mmiri dị ọcha. Na mgbakwunye na mbelata ikuku oxygen na mmiri dị n'elu, okooko osisi algae na cyanobacteria nwere ike ịmepụta cyanotoxins nke na-emerụ ahụike mmadụ na anụmanụ yana ọtụtụ ihe ndị dị n'ime mmiri.",
  "Ọnụ ọgụgụ nke cadmium na fatịlaịza nwere phosphorus dịgasị iche iche ma nwee ike ịbụ nsogbu",
  "Dịka ọmụmaatụ, fatịlaịza mono-ammonium phosphate nwere ike ịnwe cadmium dị ala dị ka 0.14 mg / kg ma ọ bụ dị elu dị ka 50.9 mg / kg",
  "Nke a bụ n'ihi na nkume phosphate eji emepụta ha nwere ike ịnwe ihe ruru 188 mg / kg cadmium (ihe atụ bụ nkwụnye ego na Nauru na agwaetiti Krismas)",
  "Iji fatịlaịza cadmium dị elu eme ihe na-aga n'ihu nwere ike imerụ ala na osisi",
  "European Commission atụlewo oke nke cadmium nke fatịlaịza phosphate",
  "Ndị na-emepụta fatịlaịza nwere phosphorus ugbu a na-ahọrọ nkume phosphate dabere na ọdịnaya cadmium.\nNkume phosphate nwere ọkwa dị elu nke fluoride",
  "N'ihi ya, ojiji a na-ejikarị eme ihe na fatịlaịza phosphate emeela ka mmiri dị n'ala dịkwuo ukwuu",
  "Achọpụtala na mmetọ nri sitere na fatịlaịza adịghị echegbu onwe ya ka osisi na-enweta obere fluoride site n'ala; nchegbu ka ukwuu bụ ohere nke nsị fluoride na anụ ụlọ na-eri ala emetọ",
  "Ihe ọzọ nwere ike ịbụ nchegbu bụ mmetụta nke fluoride na microorganisms nke ala.",
  "Ihe radiation nke fatịlaịza dịgasị iche iche ma dabere ma na oke ha na nne na nna mineral na usoro mmepụta fatịlaịtị",
  "Uranium-238 nwere ike ịdị site na 7 ruo 100 pCi / g na nkume phosphate na site na 1 ruo 67 pCi /g na fatịlaịza phosphate",
  "Ebe a na-eji ọnụego dị elu kwa afọ nke fatịlaịza phosphorus, nke a nwere ike ịkpata uranium-238 n'ime ala na mmiri mmiri mmiri nke dị ọtụtụ ugboro karịa ka ọ dị",
  "Otú ọ dị, mmetụta nke mmụba ndị a na ihe ize ndụ maka ahụike mmadụ site na mmetọ radionuclide nke nri dị obere ( na-erughị 0.05 mSv / y).",
  "Nri na ihe ndị dị ndụ nwere ọtụtụ ihe na-edozi ahụ nke ụmụ anụmanụ na ụmụ mmadụ na-eri n'ụdị nri",
  "Omume nke iweghachi ihe mkpofu dị otú ahụ n'ala ugbo na-enye ohere iji megharịa ihe oriri ala",
  "Ihe ịma aka bụ na nsị na biosolids nwere ọ bụghị naanị ihe na-edozi ahụ dịka carbon, nitrogen, na phosphorus, kamakwa ha nwere ike ịnwe mmetọ, gụnyere ọgwụ na ngwaahịa nlekọta onwe onye (PPCPs)",
  "E nwere ọtụtụ PPCPs nke ụmụ mmadụ na ụmụ anụmanụ na-eri, nke ọ bụla nwere kemịkal pụrụ iche na gburugburu ala na mmiri",
  "N'ihi nke a, ọ bụghị ha niile ka a nyochara maka mmetụta ha na ala, mmiri, na ikuku",
  "Ụlọ ọrụ US Environmental Protection Agency (EPA) enyochawo nsị nsị site na ụlọ ọrụ na-edozi mmiri na US iji nyochaa ọkwa nke PPCPs dị iche iche dị.",
  "Ihe ndị dị mkpa na-etinye ọla dị arọ (dịka ọkpụkpụ, cadmium, arsenic, mercury) n'ime usoro ọrụ ugbo bụ fatịlaịza, ihe mkpofu dị ka nsị, na ihe mkpofu ụlọ ọrụ",
  "Nri na-adịghị n'ahụ na-anọchite anya ụzọ dị mkpa maka ọla dị arọ ịbanye n'ala. Usoro ọrụ ugbo ụfọdụ, dị ka ịgba mmiri, nwere ike iduga n'ịchịkọta selenium (Se) nke na-eme n'ụzọ okike n'ime ala, nke nwere ike ịkpata ọdọ mmiri na-agbadata mmiri nwere selenium nke na-egbu anụ ọhịa, anụ ụlọ, na ụmụ mmadụ",
  "A maara usoro a dị ka \"Kesterson Effect,\" nke a na-akpọ aha ya site na Kesterson Reservoir na San Joaquin Valley (California, USA), nke a kpọsara na ọ bụ ihe mkpofu na-egbu egbu na 1987. Mkpụrụ osisi nwere ike iburu ọla dị arọ dị na gburugburu ebe obibi, nke nwere ike ibute ihe ize ndụ ahụike nye ụmụ mmadụ ma ọ bụrụ na ha rie osisi ndị metụtara. Ụfọdụ ọla dị mkpa maka uto osisi, agbanyeghị, ọtụtụ nwere ike inwe mmetụta ọjọọ na ahụike osisi.",
  "Ihe mkpofu ụlọ ọrụ ígwè, nke a na-ejikarị eme ihe n'ime fatịlaịza n'ihi ọkwa dị elu nke zinc (nke dị mkpa maka uto osisi), nwekwara ike ịgụnye ọla ndị na-egbu egbu: ọt, arsenic, cadmium, chromium, na nickel",
  "Ihe ndị na-egbu egbu kachasị na ụdị fatịlaịza a bụ mercury, ọta, na arsenic",
  "Enwere ike iwepụ ihe ndị a nwere ike imerụ ahụ n'oge mmepụta fatịlaịza; Otú ọ dị, nke a na-eme ka ọnụahịa fatịlaịtị dịkwuo elu",
  "A na-enweta fatịlaịza dị ọcha n'ọtụtụ ebe, ma eleghị anya a maara nke ọma dị ka fatịlaịtị na-agbaze mmiri nke nwere ihe na-acha anụnụ anụnụ",
  "A na-ejikarị fatịlaịza dị ka ndị a eme ihe n'ụlọ, dị ka Miracle-Gro",
  "A na-eji fatịlaịza ndị a na-agbaze mmiri nke ukwuu na azụmaahịa ụlọ ọrụ na-azụ osisi ma dị na ngwugwu buru ibu na ọnụ ala karịa ọnụ ọgụgụ mkpọsa",
  "Enwekwara ụfọdụ fatịlaịza dị ọnụ ala nke a na-eme na  ndị dị ọcha, na-egbochi mmepụta.",
  "Ọrụ ugbo na-enye aka nke ukwuu na mbuze ala na ikpo ala site na njikwa siri ike ma ọ bụ mkpuchi ala na-adịghị arụ ọrụ nke ọma",
  "A na-eme atụmatụ na mmebi ala ugbo na-eduga na mbelata a na-apụghị ịgbanwe agbanwe na ọmụmụ ihe na ihe dị ka nde hekta 6 nke ala na-eme nri kwa afọ. Nchịkọta nke sediments (ya bụ sedimentation) na mmiri na-asọ asọ na-emetụta ogo mmiri n'ụzọ dị iche iche",
  "Sedimentation nwere ike belata ikike njem nke ọwara, iyi, osimiri, na ọwa ụgbọ mmiri",
  "Ọ pụkwara igbochi oke ìhè na-abanye na mmiri, nke na-emetụta ihe ndị dị n'ime mmiri",
  "Nsogbu a na-enweta site na sedimentation nwere ike igbochi omume iri nri nke azụ, na-emetụta ọnụọgụ mmadụ",
  "Sedimentation na-emetụtakwa njem na nchịkọta nke mmetọ, gụnyere phosphorus na ọgwụ ahụhụ dị iche iche.",
  "Usoro biogeochemical nke ala sitere n'okike na-eme ka ikuku dị iche iche na-ekpo ọkụ, gụnyere nitrous oxide",
  "Omume nchịkwa ọrụ ugbo nwere ike imetụta ọkwa ikuku",
  "Dịka ọmụmaatụ, egosila na ọkwa ọrụ ugbo na-emetụta ikuku nitrous oxide.",
  "Site n'echiche gburugburu ebe obibi, fatịlaịza, mmepụta nke ukwuu na iji ọgwụ nje eme ihe n'ọrụ ugbo akpatala, ma na-akpata mbibi dị ukwuu n'ụwa niile na gburugburu ebe obibi, ahụike ala, ụdị dịgasị iche iche, mmiri ala na mmiri ọṅụṅụ",
  "na mgbe ụfọdụ ahụike ndị ọrụ ugbo na ọmụmụ.",
  "Ọrụ ugbo na-egbu egbu na-ebelata ụfọdụ mmetụta gburugburu ebe obibi n'ihe gbasara ọrụ ugbo nke oge ochie, mana ọnụ ọgụgụ nke mbelata nwere ike isi ike ịkọwapụta ma dị iche dabere na ụzọ ọrụ ugbo",
  "N'ọnọdụ ụfọdụ, ibelata mkpofu nri na mgbanwe nri nwere ike inye uru ka ukwuu.ref name=Seufert/>  Nnyocha e mere na 2020 na Mahadum nka na ụzụ nke Munich chọpụtara na ikuku griin haus nke nri sitere n'osisi a na-akọ dị ala karịa nri sitere n'osisi a na-akọ",
  "Ọnụ ego gas griin haus na-eri anụ ndị a na-emepụta bụ otu ihe na anụ anaghị emepụta ya. Otú ọ dị, otu akwụkwọ ahụ kwuru na ngbanwe site na usoro omenala gaa n'usoro ihe omume nwere ike ịba uru maka ịrụ ọrụ ogologo oge na ọrụ gburugburu ebe obibi, ma eleghị anya na-emewanye ala ka oge na-aga.",
  "Òtù Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu (FAO) buru amụma na 18% nke gas na-ekpo ọkụ nke mmadụ na-abịa ahụike pụtaghị ìhè site na anụ ụlọ ụwa",
  "Akụkọ a tụkwara aro na ikuku sitere na anụ ụlọ karịrị nke nie na anụ ụlọ na-arụ ọrụ ugbu a n'ịmepụta gas na-ekpo ọkụ, a na-ekwu na atụmatụ ahụ bụ ihe na-ezighị ezi",
  "Ọ bụ ezie na FAO jiri nyocha nke ndụ nke ọrụ ugbo anụmanụ (ya bụ, akụkụ niile gụnyere ikuku sitere na ihe ọkụkụ na-eto eto maka nri, njem gaa na igbu anụ, wdg), ha etinyeghị otu nyocha ahụ maka ngalaba njem.",
  "Ndị ọzọ na-ekwu na atụmatụ FAO dị ala nke ukwuu, na-ekwu ete ụlọ ọrụ anụ ụlọ zuru ụwa ọnụ nwere ike ibute ihe ruru 51% nke gas na-ekpo ọkụ na ikuku karịa 18%. Ndị nkatọ na-ekwu na ọdịiche dị na atụmatụ sitere na ojiji FAO na-eji data ochie",
  "N'agbanyeghi, ọ bụrụ na akụkọ FAO nke 18% ziri ezi, nke ahụ ka na-eme ka anụ ụlọ bụrụ nke abụọ kachasị emetọ gas.",
  "Ihe nlereanya PNAS gosipụtara na ọbụlagodi na ewepụrụ ụmụ anụmanụ kpamkpam na ọrụ ugbo na nri US, ikuku GHG nke US ga-ebelata naanị 2.6% (ma ọ bụ 28% nke ikuku GHHG nke ọrụ ugbo)",
  "Nke a bụ n'ihi mkpa ọ dị iji fatịlaịza dochie nsị anụmanụ na iji dochie ihe ndị ọzọ anụmanụ na-emepụta, yana n'ihi na anụ ụlọ na-eji nri ndị mmadụ na-apụghị ịgụta na ihe ndị na-emepụta eriri",
  "Ọzọkwa, ndị mmadụ ga-ata ahụhụ site na ụkọ dị ukwuu na ihe oriri ndị dị mkpa ọ bụ ezie na ha ga-enweta ike karịrị akarị, nke nwere ike iduga oke ibu.",
  "Biopesticides bụ ọgwụ ahụhụ sitere na ihe okike (anụmanụ, osisi, microorganisms, mineral ụfọdụ)",
  "Dị ka ihe ọzọ na ọgwụ ahụhụ ọdịnala, ọgwụ biopesticides nwere ike belata mmetọ ọrụ ugbo n'ozuzu ya n'ihi na ha dị nchebe iji chịkwaa, na-emetụtakarị anụ ndị na-enweghị azụ ma ọ bụ anụ ndị nwere azụ, ma nwee obere oge fọdụrụ. Nchegbu ụfọdụ dị na biopesticides nwere ike inwe mmetụta na-adịghị mma na ọnụ ọgụgụ nke ụdị ndị na-enweghị isi, Otú ọ dị.",
  "Na United States, ndị na-egbu egbu na-achịkwa site na EPA",
  "N'ihi na ọgwụ biopesticides adịghị emerụ ahụ ma nwee mmetụta dị nta na gburugburu ebe obibi karịa ọgwụ ahụhụ ndị ọzọ, ụlọ ọrụ ahụ anaghị achọ ọtụtụ data iji debanye aha ha",
  "A na-ekwe ka ọtụtụ biopesticides n'okpuru National Organic Program, Ngalaba Ọrụ Ugbo nke United States, ụkpụrụ maka mmepụta ihe ọkụkụ.",
  "Mgbasawanye nke ọrụ ugbo n'ụwa niile emeela ka ebugharị nje, ahịhịa, na ọrịa na mberede gaa n'ebe ọhụrụ",
  "Ọ bụrụ na ha guzobe, ha na-aghọ ụdị na-awakpo nke nwere ike imetụta ọnụ ọgụgụ nke ụdị ala ma na-eyi mmepụta ugbo egwu. Dịka ọmụmaatụ, njem nke aṅụ a zụlitere na Europe ma zigara ya na United States na / ma ọ bụ Canada maka iji ya dị ka ndị na-eme ntụ ọka azụmahịa emeela ka ewebata nje Old World na New World. Nkwupụta a nwere ike ịrụ ọrụ na mbelata aṅụ na-adịbeghị anya na North America",
  "Ụdị ndị a na-ewebata n'ọrụ ugbo nwekwara ike ịgwakọta na ụdị ala nke na-akpata mbelata nke ụdị dị iche iche nke mkpụrụ ndụ ihe nketa ma na-eyi mmepụta ugbo egwu.",
  "Mgbagwoju anya nke ebe obibi (ecology) metụtara ọrụ ugbo n'onwe ha nwekwara ike ime ka ọ dịrị ndị a webatara mfe",
  "Ngwá ọrụ na-emetọ emetọ, anụ ụlọ na nri, na ihe ọkụkụ na-emetọrọ emetọ ma ọ bụ mkpụrụ ahịhịa nwekwara ike ibute mgbasa nke ahịhịhịa.",
  "Quarantines (lee biosecurity ) bụ otu ụzọ nke a ga-achịkwa mgbochi nke mgbasa nke ụdị ndị na-awakpo na ọkwa iwu",
  "Quarantine bụ ngwá ọrụ iwu nke na-egbochi ngagharị nke ihe na-arịa ọrịa site na mpaghara ebe ụdị na-awakpo dị na mpaghara ebe ọ na-adịghị.\nÒtù Azụmaahịa Ụwa nwere iwu mba ụwa gbasara iche iche nke ụmụ ahụhụ na ọrịa n'okpuru nkwekọrịta maka itinye n'ọrụ usoro ahụike na ọgwụ",
  "Mba ọ bụla na-enwekarị iwu nke ha",
  "Na United States, dịka ọmụmaatụ, Ngalaba Ọrụ Ugbo / Ụmụ Anụmanụ na Ọrụ Nnyocha Ahụike nke United States (USDA / APHIS) na-ahụ maka iche iche n'ime ụlọ (n'ime United States) na mba ọzọ (ihe si n'èzí United States)",
  "Ndị na-enyocha ndị a na-eme ka ndị na-ahụ maka iche iche na ókèala steeti na ọdụ ụgbọ mmiri.",
  "Iji ihe ndị na-egbochi nje na-ahụ maka ihe ndị dị ndụ, ma ọ bụ iji ndị na-eri anụ, parasitoids, parasites, na pathogens chịkwaa ụmụ ahụhụ nke ugbo, nwere ike ibelata mmetọ ugbo nke jikọtara ya na usoro nchịkwa ahụhụ ndị ọzọ, dị ka iji pesticide",
  "Otú ọ dị, a kparịtara ụka banyere uru iwebata ndị na-abụghị ndị na-ahụ maka ihe ndị na-ahụ maka ihe ndị dị ndụ",
  "Ozugbo ewepụtara ya, iwebata onye na-ahụ maka biocontrol nwere ike ọ gaghị agbanwe agbanwe",
  "Okwu gbasara gburugburu ebe obibi nwere ike ịgụnye ịgbasa site na ebe obibi ọrụ ugbo gaa na gburugburu eke, na mgbanwe ndị ọbịa ma ọ bụ imeghari iji were ụdị ụmụ amaala",
  "Tụkwasị na nke ahụ, ịkọ ihe ga-esi na mmekọrịta dị na gburugburu ebe obibi dị mgbagwoju anya na mmetụta ndị nwere ike ime tupu ahapụ ya nwere ike isi ike",
  "Otu ihe atụ nke usoro ihe nchịkwa bio nke butere mbibi gburugburu ebe obibi mere na North America, bụ ebe e webatara parasitoid nke urukurubụba iji chịkwaa nla gypsy na nla browntail",
  "Parasitoid a nwere ike iji ọtụtụ ụdị ndị na-elekọta urukurubụba, ma yikarịrị ka ọ kpatara mbelata na mkpochapụ nke ọtụtụ ụdị nla silk..",
  "Nnyocha mba ụwa maka ndị nwere ike ịchịkwa ihe ndị dị ndụ na-enyere aka site na ụlọ ọrụ ndị dị ka European Biological Control Laboratory, United States Department of Agriculture / Agricultural Research Service (USDA / ARS), Commonwealth Institute of Biological Control, na International Organization for Biological Control of Noxious Plants and Animals",
  "Iji gbochie mmetọ ọrụ ugbo, a chọrọ iche iche na nyocha sara mbara banyere ịdị irè nke ihe ahụ na mmetụta gburugburu ebe obibi tupu ewebata ya",
  "Ọ bụrụ na a kwadoro ya, a na-eme mgbalị iji chekwaa ma gbasaa onye na-achịkwa ihe ndị dị ndụ na ntọala ọrụ ugbo kwesịrị ekwesị",
  "A na-eme nyocha na-aga n'ihu na ịdị irè ha.",
  "Otú ọ dị, ihe ọkụkụ GMO nwere ike ịkpata mmetọ mkpụrụ ndụ ihe nketa nke ụdị osisi ala site na ngwakọta",
  "Nke a nwere ike iduga n'ịbawanye ahịhịa nke osisi ma ọ bụ mkpochapụ nke ụdị ala",
  "Na mgbakwunye, osisi transgenic n'onwe ya nwere ike ịghọ ahịhịa ma ọ bụrụ na mgbanwe ahụ eme ka ahụike ya dị mma na gburugburu ebe obibi.",
  "Enwekwara nchegbu na ihe ndị na-abụghị ndị a na-elekwasị anya, dị ka ndị na-eme ntụ ọka na ndị iro okike, nwere ike ịnwe nsí site na iri ihe ọkụkụ na-emepụta Bt na mberede",
  "Nnyocha e mere n'oge na-adịbeghị anya nke na-anwale mmetụta nke ntụ ọka ọka Bt na-eme ka ahịhịa ndị dị nso na-eme nri nke urukurubụba eze chọpụtara na egwu a na-eyi ndị eze ahụ dị ala.",
  "Ojiji nke ihe ọkụkụ GMO nke e mepụtara maka iguzogide herbicide nwekwara ike ịbawanye oke mmetọ ugbo metụtara iji herbicide eme ihe",
  "Dịka ọmụmaatụ, mmụba nke ojiji nke herbicide na ubi ọka na-eguzogide herbicide n'etiti ọdịda anyanwụ United States na-ebelata ọnụ ọgụgụ nke mmiri ara ehi dị maka ụmụ ahụhụ monarch butterfly.",
  "Nchịkwa nke ntọhapụ nke ihe ndị a gbanwere mkpụrụ ndụ ihe nketa dịgasị iche dabere na ụdị  ndị dị ndụ na mba metụtara",
  "Ọ bụ ezie na enwere ike inwe nchegbu banyere ojiji nke ngwaahịa GM, ọ nwekwara ike ịbụ ngwọta maka ụfọdụ nsogbu mmetọ ọrụ ugbo anụmanụ dị ugbu a",
  "Otu n'ime isi ihe na-akpata mmetọ, ọkachasị vitamin na mineral drift n'ime ala, na-abịa site na enweghị arụmọrụ na-agbari nri n'ime ụmụ anụmanụ",
  "Site n'imeziwanye arụmọrụ nke mgbari nri, ọ ga-ekwe omume ibelata ọnụahịa nke mmepụta anụmanụ na mmebi gburugburu ebe obibi",
  "Otu ihe atụ na-aga nke ọma nke teknụzụ a na ngwa ya nwere ike itinye ya bụ Enviropig",
  "Enviropig bụ ezì Yorkshire gbanwere mkpụrụ ndụ ihe nketa nke na-egosipụta phytase na asọ ya",
  "Mkpụrụ, dị ka ọka na ọka wit, nwere phosphorus nke a na-ejikọta n'ụdị a na-adịghị agbari nke a maara dị ka phytic acid",
  "A na-agbakwunye Phosphorus, ihe na-edozi ahụ dị mkpa maka ezì, na nri ahụ, ebe ọ bụ na enweghi ike ịkpụbi ya n'ụzọ nri ezì",
  "N'ihi ya, ihe fọrọ nke nta ka ọ bụrụ phosphorus niile a na-ahụ n'ime ọka na-efu n'ime nsị, ma nwee ike inye aka na ọkwa dị elu n'ime ala",
  "Phytase bụ enzyme nke nwere ike imebi phytic acid na-adịghị agbari agbari, na-eme ka ezì nwee ya",
  "Ikike nke Enviropig ịgbari phosphorus site na ọka na-ewepụ ihe mkpofu nke phosphorum ahụ (mbelata pasent ịrị abụọ wee ruo pasent ịrị isii), ma na-ewepu mkpa ọ dị ịgbakwunye ihe na-edozi ahụ na nri.",
  "Otu n'ime isi ihe na-enye aka na ikuku, ala na mmetọ mmiri bụ nsị anụmanụ",
  "Dị ka akụkọ USDA nke afọ 2005 si kwuo, a na-emepụta ihe karịrị tọn 335 nke ihe mkpofu \"ihe kpọrọ nkụ\" (ihe mkpofu mgbe ewepụrụ mmiri) kwa afọ n'ugbo dị na United States. Ọrụ inye ụmụ anụmanụ nri na-emepụta ihe dị ka okpukpu 100 karịa nsị karịa ọnụ ọgụgụ nke nsị mmadụ a na-edozi na ụlọ ọrụ mmiri nsị nke US kwa afọ",
  "Mmetọ sitere na fatịlaịza ugbo siri ike ịchọta, nyochaa ma chịkwaa",
  "A na-achọta oke nitrate na mmiri dị n'okpuru ala ma nwee ike iru 50 mg / lita (ókè EU Directive)",
  "N'ọwara na osimiri, mmetọ nri sitere na fatịlaịza na-akpata eutrophication",
  "Nke a ka njọ n'oge oyi, mgbe ịsụ ugbo n'oge mgbụsị akwụkwọ wepụtara ọtụtụ nitrates; mmiri ozuzo n'oge ọkọchị na-adị arọ na-abawanye na mmiri na-agbapụta, ma enwere obere ihe ọkụkụ",
  "EPA na-atụ aro na otu ugbo mmiri ara ehi nwere ehi 2,500 na-emepụta ihe mkpofu dị ka obodo nwere ihe dị ka mmadụ 411,000",
  "US National Research Council achọpụtala ísì dị ka nsogbu kachasị mkpa nke anụmanụ na mpaghara mpaghara",
  "Usoro anụmanụ dị iche iche anabatala ọtụtụ usoro nchịkwa ihe mkpofu iji dozie nnukwu ihe mkpofu a na-emepụta kwa afọ.",
  "Uru nke ọgwụgwọ nsị bụ mbelata nke nsị nke chọrọ ibugharị ma tinye ya na ihe ọkụkụ, yana mbelata mkpakọ ala",
  "A na-ebelata ihe oriri, nke pụtara na a chọrọ obere ala a na-akọ ihe ubi maka ịba nsị",
  "Ọgwụ nsị nwekwara ike belata ihe ize ndụ nke ahụike mmadụ na ihe ize ndụ nchekwa site n'ibelata ọnụọgụ nke pathogens dị na nsị",
  "Nri anụmanụ na-enweghị ntụpọ ma ọ bụ slurry bụ otu narị okpukpu karịa nsị ụlọ, ma nwee ike iburu nje eriri afọ, Cryptosporidium, nke siri ike ịchọpụta mana enwere ike ịnyefe ụmụ mmadụ",
  "Mmanya Silage (site na ahịhịa mmiri na-agba ụka) siri ike karịa slurry, na pH dị ala na oke mkpa oxygen",
  "Site na pH dị ala, mmanya silage nwere ike ịbụ ihe na-emebi ihe nke ukwuu; ọ nwere ike ịwakpo ihe ndị aka mere, na-eme ka ihe nchekwa mebie, ma na-eduga na nsị mberede",
  "Enwere ike imeziwanye uru ndị a niile site na iji usoro nchịkwa nsị ziri ezi na ugbo ziri ezi dabere na  onwunwe ndị dịnụ",
  "Ime kọmpost bụ usoro nchịkwa nsị siri ike nke na-adabere na nsị siri eme site na pensụl ngwugwu, ma ọ bụ ihe siri ike site na ihe na-ekewa nsị mmiri",
  "E nwere ụzọ abụọ e si eme composting, na-arụ ọrụ na nke na-adịghị arụ ọrụ",
  "A na-agbanye nsị site n'oge ruo n'oge n'oge na-arụ ọrụ composting, ebe ọ bụ na composting na-agaghị agafe agafe ọ bụghị",
  "Achọpụtala na composting na-agafe agafe nwere obere ikuku gas na-acha akwụkwọ ndụ akwụkwọ ndụ n'ihi ire ure na-ezughị ezu na ọnụego mgbasa gas dị ala",
  "[citation needed]",
  "Enwere ike ike ikewapụta nsị n'ime akụkụ siri ike na mmiri maka njikwa dị mfe",
  "Enwere ike iji mmiri (4-8% ihe kpọrọ nkụ) mee ihe n'ụzọ dị mfe na usoro mgbapụta maka ịgbasa n'elu ihe ọkụkụ na akụkụ siri ike (15-30% ihe kpọrọ akọrọ) nwere ike iji dị ka ihe ndina, gbasaa na  ọkụkụ, composted ma ọ bụ mbupụ",
  "Anaerobic digestion bụ ọgwụgwọ nke ihe mkpofu anụmanụ na-eji nje bacteria eme ihe n'ógbè na-enweghị ikuku, nke na-akwalite ire ure nke ihe siri ike",
  "A na-eji mmiri ọkụ eme ihe iji mee ka ihe mkpofu dị ọkụ iji mụbaa ọnụego mmepụta gas. Mmiri fọdụrụnụ bara ọgaranya ma nwee ike iji ya mee ihe n'ọhịa dị ka fatịlaịza na gas methane nke enwere ike ịgba ọkụ ozugbo na stove biogas ma ọ bụ na generator engine iji mepụta ọkụ eletrik na okpomọkụ. Methane dị ihe dị ka okpukpu iri abụọ karịa gas na-ekpo ọkụ karịa carbon dioxide, nke nwere mmetụta ọjọọ gburugburu ebe obibi ma ọ bụrụ na anaghị achịkwa ya nke ọma",
  "Anaerobic ọgwụgwọ nke ihe mkpofu bụ usoro kachasị mma maka ịchịkwa ísì metụtara njikwa nsị.",
  "Ọdọ mmiri ọgwụgwọ nke ihe ndị dị ndụ na-ejikwa mgbari anaerobic iji mebie ihe siri ike, mana n'ụzọ dị nwayọ",
  "A na-edebe ọdọ mmiri na okpomọkụ gburugburu ebe obibi karịa tankị mgbari ọkụ",
  "Lagoons chọrọ nnukwu ala na oke mmiri iji rụọ ọrụ nke ọma, yabụ ha anaghị arụ ọrụ nke ọma n'ọtụtụ ihu igwe n'ebe ugwu United States",
  "Lagoons na-enyekwa uru nke mbelata ísì na biogas na-eme ka ọ dị maka okpomọkụ na ike eletrik.",
  "Nnyocha egosila na a na-ebelata ikuku GHG site na iji usoro mgbari nri aerobic",
  "Mbelata na ego GHG nwere ike inye aka kwụọ ụgwọ maka ọnụahịa nrụnye dị elu nke teknụzụ aerobic dị ọcha ma mee ka ndị na-emepụta ihe nabata teknụzụ dị elu na gburugburu ebe obibi iji dochie ọdọ mmiri anaerobic dị ugbu a."
]