[
  "Mmetọ plastik bụ mkpokọta ihe rọba na ihe dị iche iche (dịka karama plastik, akpa na microbeads) na gburugburu ụwa nke na-emetụta mmadụ, anụ ọhịa na ebe obibi ha",
  "A na-ekewa plastik ndị na-eme ihe dị ka ihe mmetọ site na nha ka ọ bụrụ micro-, meso-, ma ọ bụ nnukwu irighiri ihe",
  "Plastics adịghị ọnụ ma na-adịgide adịgide, na-eme ka ha nwee ike ime mgbanwe maka ojiji dị iche iche; N'ihi ya, ndị na-emepụta na-ahọrọ iji plastik karịa ihe ndị ọzọ",
  "Otú ọ dị, usoro kemịkal nke ọtụtụ plastik na-eme ka ha na-eguzogide ọtụtụ usoro mmebi nke okike na n'ihi ya, ha na-adị ngwa ngwa nbida",
  "Ọnụ, ihe abụọ a na-ekwe ka nnukwu mpịakọta plastik banye na gburugburu ebe obibi dị ka ihe mkpofu na-ezighị ezi nakwa ka ọ nọgide na-adị na gburugburu ebe obibi.",
  "Mmetọ rọba nwere ike imerụ ala, ụzọ mmiri na oke osimiri",
  "A na-eme atụmatụ na 1.1 ruo nde tọn 8.8 nke ihe mkpofu rọba na-esi n'ime obodo ndị dị n'ụsọ oké osimiri na-abata kwa afọ",
  "A na-eme atụmatụ na e nwere ihe ruru nde tọn 86 nke ihe mkpofu mmiri rọba dị n'oké osimiri zuru ụwa ọnụ dị ka njedebe nke afọ 2013, na-eche na 1.4% nke plastik zuru ụwa ọnụ emepụtara site na 1950 ruo 2013 abanyela n'oké osimiri wee gbakọta n'ebe ahụ",
  "Ụfọdụ ndị nchọpụta na-atụ aro na n'afọ 2050, a pụrụ inwe plastik karịa azụ dị n'oké osimiri site n'ịdị arọ",
  "Enwere ike imerụ ihe ndị dị ndụ, ọkachasị anụmanụ mmiri, ma ọ bụ site na mmetụta arụrụ arụ dị ka ntinye n'ime ihe rọba, nsogbu ndị metụtara iri ihe mkpofu rọba, ma ọ bụ site n'ikpughe na kemịkalụ n'ime plastik na-egbochi physiology ha",
  "Ihe mkpofu rọba mebiri emebi nwere ike imetụta ụmụ mmadụ ozugbo site na iri nri ozugbo (ya bụ na mmiri pọmpụ), oriri na-apụtaghị ìhè (site n'iri anụmanụ), na imebi usoro homonụ dị iche iche.",
  "Dị ka nke 2019, 368 nde tọn plastic na-emepụta kwa afọ; 51% na Eshia, ebe China bụ onye na-emepụta ihe kachasị n'ụwa",
  "Site na 1950 ruo 2018, e mepụtara ihe dị ka ijeri tọn 6.3 nke rọba n'ụwa niile, nke e mere atụmatụ na 9% megharịrị ya na 12% ọzọ ka agbagoro ọkụ",
  "Nnukwu ihe mkpofu rọba a na-abanye na gburugburu ebe obibi na-akpata nsogbu na gburugburu ebe obibi; dịka ọmụmaatụ, nchọpụta na-egosi na ozu nke 90% nke nnụnụ mmiri nwere ihe mkpofu rọba",
  "N'ebe ụfọdụ enweela nnukwu mbọ iji belata mgbasa nke mmetọ rọba n'efu, site n'ibelata oriri rọba, mkpocha ahịhịa, na ịkwalite ịmegharị plastik.",
  "N'ihe dị ka afọ 2020, nnukwu plastik emepụtara zuru ụwa ọnụ karịrị ọnụọgụ nke anụ ụlọ na anụ mmiri niile jikọtara ọnụ",
  "Mgbanwe nke May 2019 na Mgbakọ Basel na-achịkwa mbupụ / mbubata ihe mkpofu rọba, nke e bu n'obi gbochie mbupu ihe mkpofu rọba site na mba ndị mepere emepe gaa mba ndị ka na-emepe emepe",
  "Ihe fọrọ nke nta ka ọ bụrụ mba niile abanyela na nkwekọrịta a",
  "Na 2 Maachị 2022 na Nairobi, mba 175 kwere nkwa ịmepụta nkwekọrịta n'ụzọ iwu kwadoro na njedebe nke afọ 2024 na ebumnuche ịkwụsị mmetọ rọba.",
  "Ọnụ ego mkpofu rọba amụbagoro n'oge ọrịa COVID-19 n'ihi mmụba nke akụrụngwa nchebe na ihe nkwakọ ngwaahịa",
  "Plastic dị elu kwụsịrị n'oké osimiri, ọkachasị rọba sitere na mkpofu ọgwụ na ihe mkpuchi",
  "Ọtụtụ akụkọ akụkọ na-arụtụ aka na ụlọ ọrụ rọba na-anwa iji uru nke nchegbu ahụike yana ọchịchọ maka ihe mkpuchi na nkwakọ ngwaahịa iji mee ka mmepụta nke plastik mee otu ihe.",
  "Enwere atụmatụ dị iche iche gbasara ego mkpofu rọba na narị afọ gara aga",
  "Site na otu atụmatụ, a tụfuru otu ijeri tọn ihe mkpofu rọba kemgbe afọ 1950",
  "Ndị ọzọ na-ekwu na mkpokọta mmadụ nwere ijeri tọn 8.3 nke plastik, nke ijeri tọn 6.3 bụ ihe efu, ebe naanị 9% na-emegharịgharị ya.",
  "A na-eme atụmatụ na ihe mkpofu a bụ 81% polymer resin, 13% polymer fibers and 32% additives",
  "Na 2018 ihe karịrị nde tọn 343 nke ihe mkpofu rọba ka emepụtara, 90% nke ihe mejupụtara ya bụ ihe mkpofu plastik mgbe ndị ahịa gachara (ụlọ ọrụ ụlọ ọrụ, ahịhịa, ahịhịa azụmahịa na nke ime obodo)",
  "Ndị ọzọ bụ ihe mkpofu tupu ewee ahịa site na nrụpụta resin na imepụta ngwaahịa rọba (dịka ihe ndị a jụrụ n'ihi agba na-adịghị mma, isi ike, ma ọ bụ njirimara nhazi).",
  "Ọnụ ọgụgụ buru ibu nke ihe mkpofu rọba nke ndị ahịa gachara nwere ngwugwu rọba",
  "Na United States nkwakọ ngwaahịa rọba echere na ọ ga-eme 5% nke MSW",
  "Nkwakọ ngwaahịa a gụnyere karama rọba, ite, tubs na trays, akpa ịzụ ahịa ihe nkiri plastik, akpa ihe mkpofu, ihe mkpuchi afụ, na ihe mkpuchi plastik ma ọ bụ gbatịa na ụfụfụ plastik dịka",
  "polystyrene gbasaa (EPS)",
  "A na-emepụta ihe mkpofu rọba n'akụkụ gụnyere ọrụ ugbo (dịka ọkpọkọ mmiri, ihe mkpuchi griin haus, fencing, pellets, mulch; mwube (dịka ọkpọkọ, agba, ala na elu ụlọ, ihe mkpuchi na mkpuchi); njem (dịka taya abraded, elu okporo ụzọ na akara okporo ụzọ) Ngwa eletrọnịkị na ọkụ eletrik (e-waste) yana ọgwụ na ahụike.Ngụkọta mkpofu rọba nke ngalaba ndị a na-emepụta ejighị n'aka.",
  "Ọtụtụ ọmụmụ nwara ịkọwapụta ntapu rọba na gburugburu ebe obibi na ọkwa mba na mba ụwa bụ nke gosiworo ihe isi ike dị n'ịchọpụta isi mmalite na ọnụọgụ plastik niile",
  "Otu nnyocha zuru ụwa ọnụ emewo atụmatụ na n'etiti 60 na 99 nde tọn nke plastic mkpofu na-ezighị ezi ka e mepụtara na 2015",
  "Borrelle et al",
  "2020 emewo atụmatụ na 19-23 nde tọn nke mkpofu plastik batara n'ime gburugburu ebe obibi mmiri na 2016",
  "mgbe Pew Charitable Trusts and SYSTEMIQ (2020) mere atụmatụ na 9-14 nde tonne nke mkpofu plastik kwụsịrị n'oké osimiri n'otu afọ ahụ.",
  "N'agbanyeghị mbọ zuru ụwa ọnụ iji belata ọgbọ nke ihe mkpofu rọba, a na-atụ anya na mfu na gburugburu ebe obibi ga-abawanye",
  "Nlereanya na-egosi na, na-enweghị nnukwu aka, n'etiti 23 na 37 nde tonne kwa afọ nke ihe mkpofu plastik nwere ike ịbanye n'oké osimiri site na 2040 na n'etiti 155 na 265 nde tọn kwa afọ nwere ike ịpụ na gburugburu ebe obibi site na 2060",
  "N'okpuru azụmahịa dị ka ọ dị na mbụ, Mmụba dị otú ahụ nwere ike ịbụ n'ihi mmụba na-aga n'ihu na mmepụta nke ngwaahịa rọba, nke ndị ahịa na-achọ, na-esonyere enweghị nkwalite zuru oke na njikwa mkpofu",
  "Dị ka ihe mkpofu rọba ewepụtara n'ime gburugburu ebe obibi enweelarị mmetụta dị ukwuu na gburugburu ebe obibi, mmụba nke oke a nwere ike ị nweta nsonaazụ dị egwu.",
  "Achọpụtala ịzụ ahịa n'ihe mkpofu rọba dị ka \"ihe kacha njọ\" nke awụba n'oké osimiri",
  "Mba ndị na-ebubata plastik mkpofu anaghị enwekarị ikike ịhazi ihe niile",
  "N'ihi ya, United Nations amachibidoro ịzụ ahịa rọba n'efu ọ gwụla ma o ruru ihe ụfọdụ.",
  "E nwere ụdị plastik atọ dị mkpa nke na-enye aka na mmetọ plastik: micro-, macro-, na mega-plastics",
  "Mega- na micro plastik agbakọtawo na ọnụ ọgụgụ kachasị elu na Northern Hemisphere, na-elekwasị anya n'etiti obodo ukwu na ihu mmiri",
  "Enwere ike ịchọta plastik n'ụsọ oké osimiri nke agwaetiti ụfọdụ n'ihi mmiri na-ebu ihe mkpofu",
  "A na-ahụ ma mega- na macro-plastics na nkwakọ ngwaahịa, akpụkpọ ụkwụ, na ihe ndị ọzọ dị n'ụlọ nke a na-asacha n'ụgbọ mmiri ma ọ bụ tụfuo n'ebe a na-ekpofu ihe",
  "O yikarịrị ka a ga-ahụ ihe ndị metụtara igbu azụ na agwaetiti ndị dịpụrụ adịpụ. A pụkwara ịkpọ ihe ndị a micro-, meso-, na macro debris.",
  "A na-ahazi irighiri ihe plastik dị ka nke mbụ ma ọ bụ nke abụọ",
  "Plastics ndị mbụ dị n'ụdị mbụ ha mgbe anakọtara",
  "Ọmụmaatụ nke ndị a ga-abụ okpu karama, mkpọ sịga, na microbeads",
  "N'aka nke ọzọ, plastik nke abụọ na-akpata obere plastik ndị sitere na nbibi nke plastik ndị bụ isi.",
  "Microdebris bụ iberibe rọba n'etiti 2mm na 5 mm n'ogo",
  "Mpekere rọba nke na-amalite dị ka meso- ma ọ bụ macrodebris nwere ike ịghọ microdebris site na mmebi na nkukota na-akụda ya n'ime obere iberibe",
  "A na-akpọkarị microdebris dị ka anụ ọhịa",
  "A na-emegharị Nurdles iji mee ihe ọhụrụ rọba, mana ọ na-adị mfe ịhapụ ha na gburugburu ebe obibi n'oge mmepụta n'ihi obere nha ha",
  "Ha na-ejedebekarị na mmiri oké osimiri site na osimiri na iyi",
  "A na-akpọkwa microdebris nke sitere na nhicha na ngwaahịa ịchọ mma dị ka ihe nchacha",
  "N'ihi na microdebris na scrubbers dị ntakịrị na nha, ihe nzacha na-eri nri na-erikarị ha.",
  "Nurdles na-abanye n'oké osimiri site na ntufu n'oge njem ma ọ bụ site na isi mmalite nke ala",
  "The Ocean Conservancy kọrọ na China, Indonesia, Philippines, Thailand, na Vietnam na-atụfu rọba n'oké osimiri karịa mba ndị ọzọ jikọtara ọnụ",
  "A na-eme atụmatụ na 10% nke plastik ndị dị n'oké osimiri bụ ụmụ anụmanụ, na-eme ka ha bụrụ otu n'ime ụdị mmetọ rọba na-emekarị, tinyere akpa rọba na ihe oriri",
  "Igwe rọba ndị a nwere ike ịgbakọta n'ime oke osimiri wee nye ohere ịchịkọta Toxins na-adịgide adịgide dị ka bisphenol A, polystyrene, DDT, na PCB nke bụ hydrophobic n'okike ma nwee ike ịkpata nsogbu ahụike.",
  "Nnyocha 2004 nke Richard Thompson sitere na Mahadum Plymouth, UK, chọtara nnukwu microdebris na osimiri na mmiri na Europe, America, Australia, Africa, na Antarctica",
  "Thompson na ndị otu ya chọpụtara na a na-akụrisị pellets rọba sitere na ma ụlọ ma ụlọ ọrụ mmepụta ihe gaa n'ibe rọba dị obere, ụfọdụ nwere dayameta dị obere karịa ntutu mmadụ",
  "Ọ bụrụ na etinyeghị ya, microdebris a na-ese n'elu kama itinye uche ya na gburugburu mmiri",
  "Thompson na-ebu amụma na enwere ike ịnwe ihe plastik 300,000 kwa square kilometa nke elu oke osimiri yana 100,000 ahụ plastik kwa square kilomita nke ala mmiri",
  "International Pellet Watch chịkọtara ihe atụ nke pellets polythene site na osimiri 30 dị na mba 17 bụ nke nyochara maka micro-na-emerụ emerụ",
  "Achọpụtara na pellets ndị a chọtara n'ụsọ osimiri dị na US, Vietnam na ndịda Africa nwere ogige sitere na pesticides na-atụ aro ka a na-eji ọgwụ nje eme ihe na mpaghara ahụ",
  "N'afọ 2020, ndị ọkà mmụta sayensị mepụtara ihe nwere ike ịbụ atụmatụ sayensị mbụ banyere ole microplastic bi ugbu a n'elu oke osimiri nke ụwa, mgbe nyochachara mpaghara isii nke ~ 3 km omimi ~ 300 km n'akụkụ oke osimiri Australia",
  "Ha chọpụtara na ọnụ ọgụgụ microplastic na-agbanwe nke ukwuu dabara na rọba n'elu na akụkụ nke mkpọda ala oké osimiri",
  "Site na nkezi nke microplastic mass kwa cm3, ha mere atụmatụ na ala oké osimiri nke ụwa nwere ~ 14 nde tọn microplastic - ihe dị ka okpukpu abụọ nke ego ha mere atụmatụ dabere na data sitere na nchọpụta mbụ - n'agbanyeghị na-akpọ atụmatụ abụọ ahụ \"mgbanwe\" dịka amaara ebe ndị dị n'ụsọ oké osimiri nwere ọtụtụ ihe ndị ọzọ",
  "microplastic",
  "Atụmatụ ndị a dị ihe dị ka otu ugboro ma ọ bụ okpukpu abụọ nke echiche plastik - kwa Jambeck et al., 2015 - ịbanye ugbu a n'oké osimiri kwa afọ.",
  "A na-ahazi irighiri ihe plastik dị ka macrodebris mgbe ọ karịrị 20 mm",
  "Ndị a gụnyere ihe ndị dị ka akpa nri rọba",
  "A na-ahụkarị macrodebris na mmiri oke osimiri, ma nwee ike inwe mmetụta siri ike na ihe ndị dị ndụ",
  "Ụgbụ ịkụ azụ abụwo ihe ndị bụ́ isi na-emetọ ihe",
  "Ọbụna mgbe a gbahapụrụ ha, ha na-anọgide na-ejide ihe ndị dị n'ime mmiri na ihe mkpofu rọba ndị ọzọ",
  "N'ikpeazụ, ụgbụ ndị a gbahapụrụ agbahapụ na-esiwanye ike iwepụ na mmiri n'ihi na ha na-adị arọ nke ukwuu, na-eto eto ruo tọn 6.",
  "A na-eme atụmatụ na e mere ijeri tọn 9.2 nke rọba n'etiti 1950 na 2017",
  "Ihe karịrị ọkara nke plastic a ka emepụtara kemgbe 2004",
  "N'ime plastik niile a tụfuru ugbu a, 14% bụ ọkụ na ihe na-erughị 10% ka emegharịrị.",
  "Plastics n'onwe ha na-enye aka na ihe dịka 10% nke ihe mkpofu a tụfuru",
  "Ọtụtụ ụdị plastik dị na-adabere na ndị bu ụzọ ha na usoro maka polymerization ha",
  "Dabere na ihe mejupụtara kemịkalụ ha, plastik na resins nwere ihe dị iche iche metụtara nnabata na nnabata nke mmetọ",
  "Nbibi polymer na-ewe ogologo oge n'ihi gburugburu saline na mmetụta jụrụ oyi nke oké osimiri",
  "Ihe ndị a na-atụnye ụtụ na nkwụsi ike nke ihe mkpofu rọba na mpaghara ụfọdụ",
  "Nnyocha e mere n'oge na-adịbeghị anya egosila na plastik ndị dị n'oké osimiri na-agbaze ngwa ngwa karịa ka e chere na mbụ, n'ihi ikpughe na anwụ, mmiri ozuzo, na ọnọdụ gburugburu ebe obibi ndị ọzọ, na-eme ka a na-ewepụta kemịkalụ na-egbu egbu dị ka bisphenol A",
  "Otú ọ dị, n'ihi ụbara plastics",
  "n'oké osimiri, ire ere ejirila nwayọọ nwayọọ",
  "Ndị nchekwa mmiri ebuola amụma maka ire ere nke ọtụtụ ngwaahịa rọba",
  "A na-eme atụmatụ na iko rọba ụfụfụ ga-ewe afọ 50, onye na-eji plastik mee ihe ọṅụṅụ ga-ewe afọ 400, akwa akwa akwa ga-ewe afọ 450, eriri azụ ga-ewe afọ 600 iji weda ala.",
  "A na-eme atụmatụ na mmepụta plastik zuru ụwa ọnụ bụ ihe dịka 250 mt / yr",
  "Achọpụtala ụbara ha na-ebufe ihe ndị na-emetọ ihe ndị na-adịghị adị ndụ, nke a makwaara dị ka POPs",
  "Ejikọtala mmetọ ndị a na mmụba nkesa algae jikọtara ya na tides na-acha uhie uhie.",
  "N'afọ 2019, otu ahụ Nwepu Free From Plastic haziri ihe karịrị ndị ọrụ afọ ofufo 70,000 na mba 51 ịnakọta ma chọpụta ihe mkpofu rọba",
  "Ndị ọrụ afọ ofufo a chịkọtara ihe karịrị “akpa rọba 59,000, sachets 53,000 na karama rọba 29,000,” dị ka akwụkwọ akụkọ The Guardian kọrọ",
  "Ihe fọrọ nke nta ka ọ bụrụ ọkara nke ihe ndị a ka ejiri akara ndị ahịa mara",
  "Ụdị kachasị ewu ewu bụ Coca-Cola, Nestlé, na Pepsico",
  "Dabere na onye nhazi mgbasa ozi zuru ụwa ọnụ maka ọrụ Emma Priestland na 2020, naanị otu ụzọ isi dozie nsogbu ahụ bụ ịkwụsị imepụta plastik otu eji eme ihe na iji ngwaahịa eji emeghari",
  "China bụ ndị kacha eji plastik eme otu ihe.",
  "Coca-Cola zara na \"ihe karịrị 20% nke Pọtụfoliyo anyị na-abịa na nkwakọ ngwaahịa refillable ma ọ bụ isi iyi\", ha na-ebelata ego plastik na nkwakọ ngwaahịa nke abụọ.",
  "Nestlé zara na 87% nke nkwakọ ha na 66% nke nkwakọ ngwaahịa rọba nwere ike ijikwa ma ọ bụ megharịa ya na site na 2025 ha chọrọ ime ya 100%",
  "N'afọ ahụ, ha chọrọ ibelata oriri virgin plastik site na otu ụzọ n'ụzọ atọ.",
  "Pepsico zara na ha chọrọ ibelata \" virgin plastic na azụmahịa ihe ọṅụṅụ anyị site na 35% site n'afọ 2025\" yana ịgbasa imegharị na imegharị ihe kwesịrị igbochi 67 ijeri karama eji eme otu ihe site na 2025.",
  "United States bụ onye ndu ụwa n'ịkwapụta ihe mkpofu rọba, na-emepụta ihe mkpofu rọba dị nde metric 42 kwa afọ",
  "Otu ọgbọ nke mkpofu rọba na United States dị elu karịa mba ọ bụla, ebe ndị America na-emepụta ihe mkpofu rọba dị kilogram 130.09 kwa afọ",
  "Mba ndị ọzọ nwere nnukwu ego, dị ka nke EU-28 (ọgbọ otu onye ọ bụla n'afọ 58.56 kg), nwekwara ọnụ ahịa mkpofu rọba n'otu n'otu",
  "Ụfọdụ mba nwere nnukwu ego, dị ka Japan (kwa afọ kwa isi obodo 38.44 kg), na-emepụta ihe mkpofu rọba dị obere karịa otu onye ọ bụla.",
  "National Academy of Sciences nke United States mere atụmatụ na 2022 na ntinye plastik zuru ụwa ọnụ n'ime oke osimiri bụ nde metric tọn plastik kwa afọ",
  "Nnyocha 2021 sitere na The Ocean Cleanup mere atụmatụ na osimiri na-ebufe n'etiti 0.8 na 2.7 nde metric ton nke rọba n'ime oke osimiri, wee họpụta obodo ndị a dị na osimiri",
  "Iri kacha elu bụ, site na nke kachasị ruo nke nta: Philippines, India, Malaysia, China, Indonesia, Myanmar, Brazil, Vietnam, Bangladesh, na Thailand.",
  "Àtụ:Pie chartN'afọ 2018, ihe dị ka nde tọn 513 nke plastik na-ekupụ n'oké osimiri kwa afọ nke 83,1% sitere na mba iri abụọ na-esote: China bụ ihe mmetọ mkpofu plastik na-achịkwa nke ọma na-ahapụ n'oké osimiri 27.7% nke ngụkọta ụwa, Indonesia nke abụọ nwere 10.1%, Philippines nke atọ nwere 5.9%, Vietnam nke anọ nwere 5.8%, Sri Lanka nke ise 5.0%, Thailand nke isii nwere 3.2%, Egypt nke asaa nwere 3.0%, Malaysia nke asatọ nwere 2.9%, Nigeria nke itoolu nwere 2.7%, nke iri Bangladesh nwere 2.5%, South Africa nke iri na otu nwere 2.0%, India nke iri na abụọ nwere 1.9%, Algeria nke iri na atọ nwere 1.6%, Turkey nke iri na anọ nwere 1.5%, Pakistan nke iri na ise nwere 1.5%, Brazil nke iri na isii nwere 1.5%, Myanmar nke iri na asaa nwere 1.4%, Morocco nke iri na asatọ",
  "ya na 1.0%, North Korea nke iri na itoolu nwere 1.0%, United States nke iri abụọ nwere 0.9%",
  "Mba ndị ọzọ nke ụwa jikọtara ọnụ na-ebuli 16.9% nke mkpofu rọba a na-achịkwaghị achịkwa na oke osimiri, dịka nnyocha sayensị bipụtara na 2015.",
  "Mba niile nke European Union jikọtara ga-anọ n'ọnọdụ iri na asatọ na ndepụta ahụ.",
  "N'afọ 2020, otu ọmụmụ tụgharịrị 2016 US nwere ike inye aka na plastik na-adịghị mma; O mere atụmatụ na plastik nke US mepụtara nwere ike tinye US n'azụ Indonesia na India na mmetọ oke osimiri, ma ọ bụ na ọ nwere ike tinye US n'azụ Indonesia, India, Thailand, China, Brazil, Philippines, Egypt, Japan, Russia, na Vietnam",
  "Na 2022, e mere atụmatụ na mba OECD niile (North America, Chile, Colombia, Europe, Israel, Japan, S",
  "Korea) nwere ike inye aka 5% nke mmetọ plastik oke osimiri, ebe ndị ọzọ nke ụwa na-emetọ 95%",
  "Ebe ọ bụ na 2016 China kwụsịrị ibubata plastik maka imegharị ihe na kemgbe 2019 nkwekọrịta mba ụwa nke mba 187 bịanyere aka na ya machibido mbupụ plastik maka imegharị ihe.",
  "Nnyocha nke afọ 2019 gbakọrọ ihe mkpofu plastik a na-ejighị n'aka, ọtụtụ nde metric ton (Mt) kwa afọ:",
  "A na-emepụta ihe dị ka nde tọn 275 nke ihe mkpofu rọba kwa afọ gburugburu ụwa; n'etiti nde 4.8 na nde tọn 12.7 ka a na-atụba n'ime oke osimiri",
  "Ihe dị ka 60% nke mkpofu rọba dị n'oké osimiri sitere na mba ise kachasị elu na-esote",
  "Tebụl dị n'okpuru depụtara mba 20 kachasị na-emetọ ihe mkpofu rọba na 2010 dị ka nnyocha sayensị bipụtara si kwuo, Jambeck et al (2015).",
  "Mba niile nke European Union jikọtara ga-anọ n'ọnọdụ iri na asatọ na ndepụta ahụ.",
  "N'ime nnyocha e bipụtara na Environmental Science & Technology, Schmidt et al (2017) gbakọrọ na 10 osimiri: abụọ na Africa (Naịl na Niger) na asatọ na Asia ( Ganges, Indus, Yellow, Yangtze, Hai He, Pearl, Mekong na Amur) \"buga 88-95% nke ibu plastik zuru ụwa ọnụ n'ime oke osimiri.\"",
  "Agwaetiti Caribbean bụ ndị mmetọ rọba kacha ukwuu n'ụwa niile",
  "Trinidad na Tobago na-emepụta ihe mkpofu kilogram 1.5 kwa ụbọchị, bụ ihe mmetọ rọba kasị ukwuu n'otu onye n'otu n'otu n'ụwa",
  "Opekempe 0.19 kg kwa onye kwa ụbọchị nke Trinidad na Tobago ihe mkpofu rọba na-ejedebe n'oké osimiri, ma ọ bụ ọmụmaatụ Saint Lucia nke na-ewepụta ihe karịrị okpukpu anọ karịa ihe mkpofu rọba maka onye ọ bụla dịka China ma na-ahụ maka plastik 1.2 na-ekpofu na-ekwesịghị ekwesị",
  "n'efu kwa onye ọ bụla karịa China",
  "N'ime mmadụ iri atọ kachasị na-emetọ ụwa n'otu n'otu, mmadụ iri sitere na mpaghara Caribbean",
  "Ndị a bụ Trinidad na Tobago, Antigua na Barbuda, Saint Kitts na Nevis, Guyana, Barbados, Saint Lucia, Bahamas, Grenada, Anguilla na Aruba, dịka usoro ọmụmụ nke Forbes chịkọtara (2019).",
  "Nkesa ihe mkpofu rọba na-agbanwe nke ukwuu n'ihi ụfọdụ ihe dị ka ifufe na oke osimiri, ọdịdị ala osimiri, mpaghara obodo mepere emepe, na ụzọ azụmaahịa",
  "Ọnụ ọgụgụ mmadụ n'akụkụ ụfọdụ na-ekerekwa òkè dị ukwuu na nke a",
  "O yikarịrị ka a ga-ahụ plastik na mpaghara agbachiri dị ka Caribbean",
  "Ọ na-eje ozi dị ka ụzọ nkesa nke ntule n'ime ime n'ụsọ oké osimiri ndị na-abụghị obodo ha",
  "Nke a nwere ike ịbawanye mgbanwe na ịgbasa n'ime ihe ndị dị ndụ na mpaghara ụfọdụ na-adịchaghị iche na ndu",
  "A pụkwara iji plastik mee ihe dị ka vectors maka mmetọ kemịkalụ dị ka ihe na-emetọ organic na-adịgide adịgide na ọla dị arọ.\n \nMmetọ rọba emetụtala gburugburu anyị nke ukwuu",
  "\"Mmetọ ahụ dị ịrịba ama ma gbasaa ebe niile, ebe a na-ahụ ihe mkpofu rọba na ọbụna ebe ndị dịpụrụ adịpụ nke dị n'ụsọ oké osimiri na n'ebe obibi mmiri ọ bụla.\" Ozi a na-agwa anyị gbasara mgbanwe mmetọ rọba na-akpata n'oké osimiri na ọbụna n'ụsọ oké osimiri.",
  "Na Jenụwarị 2022, otu ndị ọkà mmụta sayensị kọwapụtara oke mbara ala maka \"ihe ọhụrụ\" (mmetọ, gụnyere mmetọ rọba) wee chọpụta na ọ gaferelarị",
  "Dị ka onye na-ede akwụkwọ Patricia Villarubia-Gómez si Stockholm Resilience Center si kwuo, \"Enweela mmụba okpukpu 50 na mmepụta kemịkalụ kemgbe 1950",
  "A na-atụkwa anya na nke a ga-amụba ugboro atọ n'afọ 2050\"",
  "Enwere opekata mpe 350,000 kemịkalụ kemịkalụ n'ụwa",
  "Ha na-enwekarị \"mmetụta ọjọọ na ahụike ụwa\"",
  "Plastic naanị nwere ihe karịrị 10,000 kemịkalụ ma mepụta nnukwu nsogbu",
  "Ndị nyocha ahụ na-akpọ maka oke na mmepụta kemịkal na mgbanwe gaa na akụ na ụba okirikiri, nke pụtara ngwaahịa ndị enwere ike ijikwa ma megharịa ya.",
  "Nsogbu nke ihe mkpofu rọba nke oké osimiri dị ebe niile",
  "A na-eme atụmatụ na 1.5-4% nke mmepụta plastik zuru ụwa ọnụ na-ejedebe n'oké osimiri kwa afọ, ọkachasị n'ihi akụrụngwa njikwa mkpofu na-adịghị mma yana omume jikọtara ya na omume enweghị ọrụ maka iji na mkpofu plastik",
  "Ọnọdụ ihu igwe nke irighiri ihe rọba na-akpata nkewa ya n'ime ụmụ irighiri ihe nke ọbụna obere invertebrates mmiri nwere ike ịbanye n'ime ya na-emerụ agbụ nri",
  "Obere nha ha na-eme ka a ghara ịchọta ha n'ebe ha si abịa, ọ na-esikwa ike iwepụ ha na gburugburu oké osimiri mepere emepe",
  "Na gburugburu mmiri, mmetọ rọba na-akpata \"Mgbakwụnye, mmetụta toxicological site na ntinye nke plastik, ntachi, agụụ, mgbasa, na rafting nke ihe ndị dị ndụ, inye ebe obibi ọhụrụ, na iwebata ụdị ndị na-emerụ emerụ bụ mmetụta dị egwu gburugburu ebe obibi na ihe egwu na-eto eto na ụdị dị iche iche na trophic",
  "Mmekọrịta",
  "Mmebi (mgbanwe na ọnọdụ gburugburu ebe obibi) na mgbanwe nke usoro mmiri na-ejikọta na mfu nke ọrụ gburugburu ebe obibi na ụkpụrụ",
  "N'ihi ya, mmetọ a na-apụta na-emetụta akụkụ mmekọrịta ọha na eze site na mmetụta ọjọọ na njem nlegharị anya, ịkụ azụ, mbupu, na ahụike mmadụ.\"",
  "N'afọ 2019, ebipụtara akụkọ ọhụrụ \"Plastic and Climate\"",
  "Dị ka akụkọ ahụ si kwuo, n'afọ 2019, mmepụta na ịgba ọkụ nke rọba ga-enye aka na gas na-ekpo ọkụ na ihe ruru nde tọn 850 nke carbon dioxide (CO2) na ikuku",
  "N'ihe a na-eme ugbu a, ihe na-esi na isi mmalite ndị a kwa afọ ga-eto ruo ijeri tọn 1.34 ka ọ na-erule 2030",
  "Ka ọ na-erule 2050, rọba nwere ike ibunye ikuku ikuku griin ha ruru ijeri 56, ihe ruru pasenti 14 nke mmefu ego carbon nke fọdụrụ n'ụwa",
  "Ka ọ na-erule 2100 ọ ga-ebupụta ijeri tọn 260, ihe karịrị ọkara nke mmefu ego carbon",
  "Ihe ndị ahụ na-esi na mmepụta, ụgbọ njem, ọkụ ọkụ, mana enwerekwa mpụta nke methane na mmetụta na phytoplankton.",
  "Mmetọ plastik na ala na-etinye ihe egwu na osisi na anụmanụ - gụnyere ụmụ mmadụ ndị dabere na ala",
  "Atụmatụ nke ọnụọgụ rọba na ala dị n'agbata anọ na okpukpu iri abụọ na atọ karịa nke oke osimiri",
  "Ọnụ ọgụgụ nke plastik dị na ala dị ukwuu ma na-etinye uche karịa nke ahụ na mmiri",
  "Ihe mkpofu rọba na-esikwaghị ike sitere na pasent 60 na East Asia na Pacific ruo otu pasent na North America",
  "Pasent nke mkpofu rọba na-esikwaghị ike na-eru oké osimiri kwa afọ wee si otú a na-aghọ ihe mkpofu mmiri rọba dị n'agbata otu ụzọ n'ụzọ atọ na ọkara nke mkpofu a na-achịkwaghị achịkwa nke afọ ahụ.",
  "N'afọ 2021, akụkọ ndị otu nri na ọrụ ugbo mere kwuru na a na-ejikarị plastik eme ihe n'ọrụ ugbo",
  "Enwere plastik n'ime ala karịa na oke osimiri",
  "Ọnụnọ nke plastik na gburugburu ebe obibi na-emerụ gburugburu ebe obibi na ahụike mmadụ ma na-etinye ihe egwu na nchekwa nri",
  "Plastic chlorined nwere ike ịhapụ kemịkalụ na-emerụ ahụ n'ime ala gbara ya gburugburu, nke nwere ike banye na mmiri dị n'ime ala ma ọ bụ isi mmiri ndị ọzọ gbara ya gburugburu yana usoro gburugburu ụwa",
  "Nke a nwere ike imerụ ụdị ndị na-aṅụ mmiri ahụ nsogbu.",
  "Ihe mkpofu rọba nwere ike mechie ọnyà mmiri ozuzo, na mmechi dị otú ahụ nwere ike ịbawanye mmebi idei mmiri, karịsịa n'ime ime obodo",
  "Mkpokọta ihe mkpofu rọba n'ebe a na-ekpofu ahịhịa na-ebuli elu mmiri na-agbago ma nwee ike ịkwalite ihe ize ndụ nke idei mmiri n'obodo ukwu",
  "Dịka ọmụmaatụ, na Bangkok ihe ize ndụ idei mmiri na-abawanye nke ukwuu n'ihi mkpofu rọba na-emechi sistemu ọwa mmiri dịbu ibu.",
  "Nnyocha e mere n'afọ 2017 chọpụtara na 83% nke ihe nlele mmiri mgbata e mere gburugburu ụwa nwere mmetọ rọba",
  "Nke a bụ ihe ọmụmụ izizi lekwasịrị anya na mmetọ mmiri ọñụñụ zuru ụwa ọnụ na plastik, ma gosi na n'ọnụ ọgụgụ mmetọ nke 94%, mmiri mgbata na United States bụ nke kachasị emetọ, Lebanon na India sochiri ya",
  "Mba Europe dị ka United Kingdom, Germany na France nwere ọnụ ọgụgụ mmetọ kacha ala, n'agbanyeghị na ọ ka nwere 72%",
  "Nke a pụtara na ndị mmadụ nwere ike na-eri ihe dị n'etiti 3,000 na 4,000 microparticles nke rọba site na mmiri mgbata kwa afọ",
  "Nnyocha ahụ chọtara ihe karịrị 2.5 microns n'ogo, nke bụ 2500 ugboro karịa nanometer",
  "Ugbu a amabeghị ma nje a na-emetụta ahụike mmadụ, mana ọ bụrụ na a chọpụtakwara na mmiri ahụ nwere mmetọ nano-particle, enwere ike inwe mmetụta ọjọọ na ọdịmma mmadụ, dịka ndị ọkà mmụta sayensị jikọtara ya na nyocha ahụ.",
  "Agbanyeghị, mmetọ mmiri rọba ka a ka na-amụ, dịkwa ka njikọ nke etu mmetọ si agafe n'etiti mmadụ, ikuku, mmiri na ala.",
  "Ihe mkpofu rọba a na-achịkwaghị achịkwa na-eduga na rọba ozugbo ma ọ bụ na-abanye n'ime gburugburu ebe obibi nke ụwa",
  "Enweela mmụba dị ukwuu nke mmetọ microplastic n'ihi njikwa na-adịghị mma na mkpofu ihe plastik",
  "Karịsịa, mmetọ rọba n'ụdị microplastics ugbu a nwere ike ịhụ ọtụtụ n'ime ala",
  "Ọ na-abanye n'ime ala site n'ịkwado n'elu ma mechaa banye n'ime ala",
  "Ihe microplastics ndị a na-abanye n'ime osisi na anụmanụ.",
  "Mmiri na sludge nke mmiri mkpofu nwere nnukwu plastik",
  "Ụlọ ọrụ na-edozi mmiri na-ekpofu adịghị enwe usoro ọgwụgwọ iji wepụ microplastics nke na-ebute plastik na-ebufe n'ime mmiri na ala mgbe a na-etinye nsị na sludge n'ala maka ọrụ ugbo",
  "Ọtụtụ ndị nchọpụta achọpụtala microfiber plastik nke a na-ewepụta mgbe a na-ehicha ajị anụ na akwa polyester ndị ọzọ na igwe ịsa ákwà",
  "Enwere ike ibufe eriri ndị a site na nsị n'ala nke na-emerụ gburugburu ala.",
  "Mmụba nke mmetọ plastik na microplastic na ala nwere ike ịkpata mmetụta ọjọọ na osisi na microorganisms dị n'ime ala, nke nwere ike imetụta ọmụmụ ala",
  "Microplastics na-emetụta gburugburu ala nke dị mkpa maka uto osisi",
  "Osisi dị mkpa maka gburugburu ebe obibi na gburugburu ebe obibi ya mere plastik na-emebi ihe ọkụkụ na ihe ndị dị ndụ na gburugburu ebe obibi ndị a.",
  "Microplastics na-agbanwe ala biophysical Njirimara nke na-emetụta ogo ala",
  "Nke a na-emetụta ọrụ ndu nke ala, ụdị dị iche iche na ahụike osisi",
  "Microplastics n'ime ala na-agbanwe uto osisi",
  "Ọ mbelata seedling germination, na-emetụta ọnụ ọgụgụ nke epupụta, azuokokoosisi dayameta na chlorophyll ọdịnaya na osisi ndị a.",
  "Microplastics n'ime ala bụ ihe ize ndụ ọ bụghị naanị maka ọdịdị ala dị iche iche kamakwa nchekwa nri na ahụike mmadụ",
  "Ọdịiche dị iche iche nke ala dị mkpa maka uto ihe ọkụkụ na ụlọ ọrụ ugbo",
  "Ọrụ ugbo dị ka mulching rọba na itinye ihe mkpofu ime obodo na-enye aka na mmetọ microplastic na ala",
  "A na-ejikarị ala ndị mmadụ gbanwere iji kwalite mmepụta ihe ọkụkụ mana mmetụta ya na-emebi karịa ka ọ na-enye aka.",
  "Plastics na-ahapụkwa kemịkalụ na-egbu egbu na gburugburu ebe obibi ma na-ebute mmerụ ahụ, kemịkalụ na mmebi ihe ndị dị ndụ",
  "Iri plastik abụghị naanị na ọ na-ebute ọnwụ ụmụ anụmanụ site na mgbochi eriri afọ mana ọ nwekwara ike ịgbago n'usoro nri nke na-emetụta mmadụ.",
  "Ndụ mmiri bụ otu n'ime ihe kachasị mkpa mgbe mmetọ rọba na-emetụta mmadụ",
  "Mmetọ rọba na-etinye ndụ ụmụ anụmanụ n'ihe egwu ma na-atụkwa egwu ikpochapụ",
  "Anụ ọhịa dị ka nnụnụ mmiri, whale, azụ na nduru na-emehie ihe mkpofu rọba maka anụ oriri; Ọtụtụ mgbe ahụ na-anwụ n'agụụ ka afọ na-ejupụta na plastik",
  "Ha na-atakwa ahụhụ site n'ọkpụkpụ, ọrịa na-efe efe, ike igwu mmiri na-ebelata, na mmerụ ahụ dị n'ime",
  "Ihe akaebe a na-agwa anyị ka mmetọ rọba na-esi emetụta anụ ọhịa mmiri mebiri emebi, ha na-ebulite anụmanụ ole na-emehie plastik maka anụ oriri ma rie ya n'amaghị",
  "\"N'ụwa niile, 100,000 anụ mmiri na-anwụ kwa afọ n'ihi mmetọ rọba",
  "Nke a gụnyere whales, dolphins, porpoises, seals na ọdụ ọdụm.\" Ihe akaebe a na-agwa anyị ọnụ ọgụgụ nke ole mammals nke mmiri na-emetụta n'ezie nke ọma iji nwụọ site na mmetọ rọba.",
  "A leghaara nyocha banyere mmetọ rọba mmiri dị ọhụrụ n'ihe gbasara gburugburu ebe obibi mmiri, nke nwere naanị 13% nke akwụkwọ ebipụtara na isiokwu a.",
  "Plastics na-abanye n'ime ozu nke mmiri dị ọcha, aquifers n'okpuru ala, na ịkwaga mmiri dị ọhụrụ site na mpụta mmiri na mbuze nke ihe mkpofu rọba na-adịghị edozi (MMPW)",
  "N'ebe ụfọdụ, mkpofu mkpofu ozugbo n'ime osimiri bụ ihe fọdụrụ n'ime omume akụkọ ihe mere eme, ma naanị n'iwu ọgbara ọhụrụ ejirila ya kpachie ya",
  "Osimiri bụ isi mbugharị rọba n'ime gburugburu ebe obibi mmiri, na-ebute ihe ruru 80% nke mmetọ rọba na oke osimiri",
  "Nnyocha e mere na ọdụ mmiri iri kachasị elu nke MMPW na-enweta kwa afọ gosiri na ụfọdụ osimiri na-atụnye ihe ruru 88-95% nke plastik ndị nwere oke osimiri, nke kachasị elu bụ Osimiri Yangtze banye n'Osimiri East China",
  "Osimiri Eshia na-atụnye ihe fọrọ nke nta ka ọ bụrụ 67% nke mkpofu rọba a na-ahụ n'oké osimiri kwa afọ, na-emetụta ya nke ukwuu site na oke njupụta dị n'ụsọ osimiri niile na kọntinent ahụ yana oke mmiri ozuzo n'oge.",
  "Nnyocha e mere nyochara ntinye nke plastik n'ofe nyocha dị iche iche e bipụtara na mbụ gosiri na n'ime ụdị 206 ahụ kpuchiri ekpuchi, ihe ka ọtụtụ n'ime akwụkwọ depụtara ntinye n'ime azụ",
  "Nke a apụtaghị na azụ na-etinye plastik karịa ihe ndị ọzọ dị n'ahụ, kama ọ na-akọwapụta enweghị mmetụta nke plastik na ihe ndị dị mkpa dị mkpa dị ka osisi mmiri, amphibians na invertebrates",
  "N'agbanyeghị ọdịiche a, nnwale ndị a na-achịkwa na-enyocha mmetụta microplastic na osisi mmiri dị ka algae Chlorella spp na duckweed Lemna obere arụpụtala nnukwu ihe",
  "N'etiti microplastics nke polypropylene (PP) na polyvinyl chloride (PVC), PVC gosipụtara nsi dị ukwuu na Chlorella pyrenoidosa, n'ozuzu ya na-emetụta ikike foto synthetic ha na-adịghị mma",
  "Mmetụta a na photosynthesis nwere ike ịbụ n'ihi mbelata 60% nke algal chlorophyll nke jikọtara ya na oke PVC dị elu achọtara n'otu ọmụmụ ihe ahụ",
  "Mgbe ị na-enyocha mmetụta nke microbeads polyethylene (mpụta: ịchọ mma exfoliants) na macrophyte aquatic L",
  "obere, ọ dịghị mmetụta na photosynthetic pigments & arụpụtaghị ihe a chọtara, ma mgbọrọgwụ mgbọrọgwụ na mgbọrọgwụ cell viability belatara",
  "Nsonaazụ ndị a metụtara dị ka osisi na algae dị mkpa maka nri nri na ịgba ígwè gas n'ime usoro mmiri, ma nwee ikike ịmepụta mgbanwe dị ịrịba ama na nhazi mmiri n'ihi njupụta ha",
  "A nyochakwara Crustaceans maka nzaghachi ha na ọnụnọ plastik",
  "Enwere ihe akaebe na crustaceans mmiri dị ọhụrụ, karịsịa crabs Europe na crayfish, na-ata ahụhụ na ụgbụ polyamide ghost ejiri na ịkụ azụ ọdọ",
  "Mgbe ekpughere ya na nanoparticles rọba nke polystyrene, Daphnia galeata (ụtụ mmiri nkịtị) nwere mbelata nlanarị n'ime awa 48 yana nsogbu ọmụmụ",
  "N'ime oge nke ụbọchị ise, ọnụọgụ Daphnia dị ime belatara ihe fọrọ nke nta ka ọ bụrụ 50%, na ihe na-erughị 20% nke embrayo ekpughere na-adị ndụ na-enweghị ihe ọ bụla ozugbo",
  "Ọkpụkpụ arthropods ndị ọzọ, dị ka ụmụ ahụhụ na-eto eto na-enwe ike ịnweta ikpughe plastik yiri nke ahụ ka ụfọdụ na-eji akụkụ nke oge uto ha na-emikpu n'ụzọ zuru ezu n'ime mmiri mmiri",
  "Myirịta a na ndụ ndị ọzọ invertebrates mmiri na-egosi na ụmụ ahụhụ nwere ike inwe mmetụta yiri nke ahụ nke ikpughe rọba.",
  "A na-amụkarị mkpughe plastik na ndị amphibians n'oge ndụ ndị ntorobịa, mgbe ihe nyocha ka na-adabere na gburugburu mmiri ebe ọ nwere ike ịdị mfe iji nyocha mgbanwe mgbanwe",
  "Nnyocha e mere na frog mmiri dị na South America na-ahụkarị, Physalaemus cuvieri gosiri na plastik nwere ike ịkpata mgbanwe mgbanwe nke mutagenic na cytotoxic",
  "Ekwesịrị ime ọtụtụ nyocha ọzọ na nzaghachi amphibian maka mmetọ rọba, ọkachasị ebe ndị amphibians nwere ike bụrụ ụdị ngosipụta mbụ nke ọdịda gburugburu ebe obibi",
  "Ọ dịla anya a mara ụmụ anụmanụ na nnụnụ ọhụrụ ka ha na mmetọ rọba na-emekọrịta ihe na-adịghị mma, na-ebutekarị nhụsianya ma ọ bụ ntachi/kpagbu mgbe ha risịrị nri",
  "Ọ bụ ezie na a chọpụtala mbufụt n'ime eriri afọ eriri afọ na otu abụọ ahụ, ọ dị mwute ikwu na ọ dịghị data ọ bụla na mmetụta toxicological nke mmetọ plastik na ihe ndị a",
  "A mụọla azụ kachasị gbasara mmetọ rọba n'ime ihe ndị dị ndụ mmiri dị ọhụrụ, ebe ọtụtụ n'ime nchọpụta na-egosi ihe akaebe nke ntinye plastik n'ime ihe nlere anụ ọhịa ejidere na ụdị ụlọ nyocha",
  "Enweela mbọ ụfọdụ ileba anya n'ihe na-egbu plastik n'ụdị ụdị mmiri dị ọcha, Danio rerio, aka zebrafish",
  "Mmụba mmepụta imi na nzaghachi mbufụt na D",
  "rerio GI-traktị ka ekwuru, ma na mgbakwunye, ndị nchọpụta chọpụtara mgbanwe dị iche na mpaghara microbial n'ime eriri afọ zebrafish",
  "Nchọpụta a dị ịrịba ama, dịka nyocha n'ime afọ ole na ole gara aga egosiwowanye ike ike nke microbiomes nke eriri afọ nwere gbasara nnabata nri nke onye ọbịa ha na usoro endocrine",
  "N'ihi nke a, plastik nwere ike inwe mmetụta dị egwu karị na ahụike nke akụkụ ahụ nke ọ bụla karịa ka a maara ugbu a, si otú a na-enye mkpa maka nyocha ọzọ ozugbo enwere ike",
  "A hụkwara ọtụtụ n'ime nchoputa ndị a na ụlọ nyocha, ya mere ọ dị mkpa ka etinyekwu mgbalị iji tụọ ụbara plastik na toxicology n'ime anụ ọhịa.",
  "Ngwakọta ndị a na-eji na-emepụta ihe na-emetọ gburugburu ebe obibi site na ịhapụ kemịkalụ n'ime ikuku na mmiri",
  "Ụfọdụ ogige ndị a na-eji na rọba, dị ka phthalates, bisphenol A (BRA), polybrominated diphenyl ether (PBDE), nọ n'okpuru ụkpụrụ dị nso ma nwee ike bụrụ ihe na-emerụ ahụ",
  "N'agbanyeghị na ogige ndị a adịghị mma, ejirila ha rụọ nkwakọ ngwaahịa nri, ngwaọrụ ahụike, ihe ala ala, karama, senti, ihe ịchọ mma na ọtụtụ ihe ndị ọzọ",
  "Egosiputara ikuku ume nke microplastics (MPs) bụ otu n'ime ihe ndị na-enye aka na ntinye MP n'ime mmadụ",
  "A na-ekesa ndị MP n'ụdị uzuzu uzuzu mgbe niile site na ikuku ikuku na ikuku oyi n'ime ụlọ",
  "Ọnụ ọgụgụ buru ibu nke ogige ndị a dị ize ndụ nye ụmụ mmadụ, na-ebibi usoro endocrine",
  "BRA na-eṅomi homonụ nwanyị nke a na-akpọ estrogen",
  "PBD na-emebi ma na-emebi homonụ thyroid, nke bụ homonụ dị mkpa nke na-ekere òkè na metabolism, uto na mmepe nke ahụ mmadụ",
  "Ndị omeiwu nwekwara ike inwe mmetụta dị njọ na ọganihu ọmụmụ nwoke",
  "Ndị MP dị ka BPA nwere ike igbochi steroid biosynthesis na usoro endocrine nwoke na mmalite nke spermatogenesis",
  "Ndị omeiwu n'ime ụmụ nwoke nwekwara ike ịmepụta nrụgide oxidative na mmebi DNA na spermatozoa, na-akpata mbelata sperm viability",
  "Ọ bụ ezie na ọkwa ikpughe na kemịkalụ ndị a dịgasị iche dabere na afọ na ọdịdị ala, ọtụtụ mmadụ na-enweta n'otu oge na ọtụtụ n'ime kemịkalụ ndị a",
  "Nkezi ọkwa nke mkpughe kwa ụbọchị dị n'okpuru ọkwa ndị e chere na ọ nweghị nchekwa, mana ọ dị mkpa ka emekwu nyocha na mmetụta nke obere mkpughe n'ahụ mmadụ",
  "A maghị ọtụtụ ihe gbasara oke kemịkalụ ndị a na-emetụta ụmụ mmadụ",
  "Ụfọdụ kemịkalụ a na-eji na-emepụta rọba nwere ike ịkpata dermatitis mgbe ọ na-emetụ akpụkpọ ahụ mmadụ",
  "N'ọtụtụ plastik, a na-eji kemịkalụ ndị a na-egbu egbu naanị na ọnụọgụ, mana a na-achọkarị nnwale dị ịrịba ama iji hụ na ihe ndị na-egbu egbu dị n'ime plastik site na ihe inert ma ọ bụ polymer",
  "Ụmụaka na ụmụ nwanyị n'oge ọmụmụ ha na-anọkarị n'ihe ize ndụ ma na-enwekarị ike imebi usoro ahụ ji alụso ọrịa ọgụ yana usoro ọmụmụ ha site na kemịkal ndị a na-emebi hormone",
  "Ngwaahịa ime ime na nọọsụ dị ka karama ụmụaka, ihe mkpuchi, na arịa nri rọba na-etinye ụmụ ọhụrụ na ụmụaka n'ihe ize ndụ dị ukwuu nke ikpughe.",
  "Mmetọ rọba emetụtala ahụike mmadụ nke ọma",
  "\"Ihe fọrọ nke nta ka ọ bụrụ otu ụzọ n'ụzọ atọ nke ebe mmiri dị n'ime ala dị na US nwere BPA",
  "BPA na-emerụ ahụ na oke dị ala dị ka ọ na-egbochi hormone anyị na usoro ọmụmụ",
  "Nke a na-agwa anyị pasent ole nke mmiri anyị na-emerụ na ekwesịghị ịṅụbiga mmanya ókè",
  "\"N'oge ọ bụla nke usoro ndụ ya, rọba na-etinye ihe ize ndụ dị iche iche n'ahụ ahụ mmadụ, na-esite na mkpughe nke mkpụrụ ndụ plastik n'onwe ha na kemịkalụ jikọtara ya.\" Okwu a bụ mmalite nke ọtụtụ isi ihe kpatara plastik na-emerụ anyị ahụ, dị otú ahụ",
  "dị ka carbon nke a na-ewepụta mgbe a na-eme ya ma na-ebu ya bụ nke metụtara otú mmetọ rọba na-emerụ gburugburu anyị.",
  "Nnyocha 2022 e bipụtara na Environment International hụrụ microplastic n'ime ọbara nke 80% nke ndị mmadụ nwalere na ọmụmụ ihe, na microplastic dị otú ahụ nwere ike ịbanye n'ime akụkụ ahụ mmadụ.",
  "N'ihi mgbasa nke ngwaahịa rọba, ihe ka ọtụtụ n'ime mmadụ na-enwekarị ihe ndị mejupụtara kemịkal nke plastik",
  "Na United States, 95% nke ndị toro eto achọpụtala ọkwa BPA na mmamịrị ha",
  "Ejikọtala mkpughe na kemịkalụ dị ka BPA na nkwụsị nke ọmụmụ, mmeputakwa, ntozu oke mmekọahụ, na mmetụta ahụike ndị ọzọ",
  "Phthalates akọwapụtara nke ọma ebutewokwa ụdị mmetụta ndị dị ndụ.",
  "Bisphenol A na-emetụta mkpụrụ ndụ ihe nketa metụtara axis thyroid hormone, nke na-emetụta ọrụ ndu dịka metabolism na mmepe",
  "BPA nwere ike ibelata ọrụ thyroid hormone receptor (TR) site n'ịbawanye ọrụ TR transcriptional corepressor",
  "Nke a na-ebelata ọkwa nke thyroid hormone na-ejikọta protein na-ejikọta na triiodothyronine",
  "Site na imetụta axis hormone thyroid, ikpughe BPA nwere ike ibute hypothyroidism.",
  "BPA nwere ike ịkpaghasị ọkwa nkịtị, physiological nke homonụ mmekọahụ",
  "Ọ na-eme nke a site na ijikọ na globulins nke na-ejikọta ya na homonụ mmekọahụ dị ka androgens na estrogens, na-eduga ná nkwụsị nke nguzozi n'etiti abụọ ahụ",
  "BPA nwekwara ike imetụta metabolism ma ọ bụ catabolism nke homonụ mmekọahụ",
  "Ọ na-emekarị dị ka antiandrogen ma ọ bụ dị ka estrogen, nke nwere ike ịkpata ọgba aghara na mmepe gonadal na mmepụta spam.",
  "N'afọ 2023, achọpụtara plasticosis, ọrịa ọhụrụ nke naanị plastik kpatara, n'ime nnụnụ mmiri",
  "Nnụnụ ndị a chọpụtara na ha nwere ọrịa ahụ ewepụla traktị nri nri site n'itinye ihe mkpofu rọba",
  "\"Mgbe nnụnụ na-etinye obere plastik, ha hụrụ na ọ na-ere ọkụ nke tract digestive",
  "Ka oge na-aga, mbufụt na-adịgide adịgide na-eme ka anụ ahụ kụwaa ma mebie, na-emetụta mgbaze, uto na nlanarị",
  "\"",
  "Mgbalị iji belata ojiji nke rọbas, iji kwalite imegharị plastik na ibelata mkpofu rọba ma ọ bụ mmetọ rọba na-esighị ike emewo ma ọ bụ na-aga n'ihu",
  "Nyocha sayensị mbụ na akwụkwọ agụmakwụkwọ ọkachamara banyere mmetọ plastik zuru ụwa ọnụ n'ozuzu chọpụtara na nzaghachi ezi uche dị na \"ihe iyi egwu ụwa\" ga-abụ \"mbelata oriri nke ihe ndị na-amaghị nwoke na-amaghị nwoke, yana usoro nhazi nke mba ụwa maka njikwa mkpofu\" - dị ka mmachibido iwu",
  "mbupụ ihe mkpofu rọba ọ gwụla ma ọ na-eduga n'ịrụgharị ihe ka mma - ma kọwapụta ọnọdụ ihe ọmụma gbasara mmetụta \"mgbanwe na-adịghị mma\" nke bụ otu n'ime ebumnuche maka mbelata ya.",
  "Ụfọdụ nnukwu ụlọ ahịa na-ana ndị ahịa ha ego maka akpa rọba, na n'ebe ụfọdụ, a na-eji ihe ndị a na-emegharị emezi ma ọ bụ ihe ndị na-emebi emebi eme ihe n'ọnọdụ rọba",
  "Ụfọdụ obodo na ụlọ ọrụ achụmnta ego amachibidola ụfọdụ ihe ndị a na-ejikarị rọba, dị ka mmiri karama na akpa rọba",
  "Ụfọdụ ụlọ ọrụ na-abụghị ndị gọọmentị ewepụtala atụmatụ mbelata rọba afọ ofufo dị ka asambodo nke ụlọ oriri na ọṅụṅụ nwere ike ịmegharị ka a mata ya dị ka enyi na enyi n'etiti ndị ahịa",
  "Na Jenụwarị 2019, ụlọ ọrụ dị na ụlọ ọrụ rọba mepụtara \"Global Alliance to End Plastic Waste\"",
  "Njikọ a na-achọ ikpochapụ gburugburu ebe obibi site na ihe mkpofu dị ugbu a na ịbawanye mmepụta ihe, mana o kwughị mbelata mmepụta plastik dịka otu n'ime ebumnuche ya",
  "Ọzọkwa, akụkọ na-esote egosila na otu a bụ atụmatụ ịsa ahịhịa ndụ.",
  "Na 2 Maachị 2022 na Nairobi, ndị nnọchi anya mba 175 kwere nkwa ịmepụta nkwekọrịta n'ụzọ iwu kwadoro iji kwụsị mmetọ rọba",
  "Nkwekọrịta ahụ kwesịrị ileba anya n'usoro ndụ plastik zuru oke ma tụpụta ihe ndị ọzọ gụnyere imegharị ya",
  "Otu kọmitii mkparita uka gọọmentị etiti (INC) nke kwesịrị icheta nkwekọrịta ahụ ka ọ na-erule njedebe nke afọ 2024 ka emepụtara",
  "Nkwekọrịta ahụ kwesịrị ịkwado mgbanwe gaa na akụ na ụba okirikiri, nke ga-ebelata ikuku GHG site na 25%",
  "Inger Andersen, onye isi otu UNEP kpọrọ mkpebi a \"mmeri nke ụwa n'elu plastik eji otu eme ihe\".",
  "Ojiji plastik nwere ike ime ihe nwere ọtụtụ uru na ọghọm",
  "Biodegradables bụ biopolymers na-emebi emebi na composters ụlọ ọrụ",
  "Ihe ndị na-emepụta ihe anaghị emebi nke ọma na composters ụlọ, na n'oge usoro a na-eji nwayọọ nwayọọ eme ihe, enwere ike ịpụta gas methane.",
  "E nwekwara ụdị ihe ndị ọzọ na-emebi emebi nke a na-ewereghị dị ka biopolymers, n'ihi na ha na-adabere na mmanụ, dịka plastik ndị ọzọ",
  "A na-eme ka plastik ndị a bụrụ ihe na-emebi emebi site na iji ihe mgbakwunye dị iche iche, nke na-enyere ha aka imebi mgbe ekpughere ụzarị UV ma ọ bụ nrụgide anụ ahụ ndị ọzọ",
  "ma, ihe mgbakwunye na-akwalite biodegradation maka polymers egosila na ha agaghị eme ka mmebi biodegradation dị elu nke ukwuu.",
  "Ọ bụ ezie na plastik ndị na-emebi emebi na-emebi emebi enyerela aka ibelata mmetọ rọba, enwere ihe ndọghachi azụ",
  "Otu okwu gbasara ụdị plastik abụọ a bụ na ha anaghị emebi nke ọma na gburugburu ebe obibi",
  "N'ebe ahụ, plastik ndị na-emebi emebi bụ́ ndị sitere na mmanụ nwere ike gbarie n'ime ụmụ irighiri ihe ndị dị nta, bụ́ ebe ha adịghị eweda ya ọzọ.",
  "Otu kọmitii ndị omeiwu na United Kingdom chọpụtakwara na plastik ndị nwere ike ịgbakọta na ihe ndị na-emebi emebi nwere ike itinye aka na mmetọ mmiri n'ihi na enweghị akụrụngwa a ga-eji na-ahụ maka ụdị rọba ọhụrụ ndị a, yana enweghị nghọta banyere ha n'akụkụ ndị na-azụ ahịa",
  "Dịka ọmụmaatụ, ọ dị mkpa ka ezipụ plastik ndị a n'ụlọ ọrụ mmepụta ihe na-emepụta ihe iji mebie nke ọma, mana enweghị usoro zuru oke iji hụ na mkpofu ruru ụlọ ọrụ ndị a",
  "N'ihi ya, kọmitii ahụ tụrụ aro ka e belata ọnụ ọgụgụ plastik a na-eji kama iwebata ụdị ya ọhụrụ n'ahịa.",
  "Ihe ọzọ kwesịrị ịrịba ama bụ mgbanwe nke enzymes ọhụrụ na-enye ohere maka microorganisms bi n'ebe ndị rụrụ arụ na-agbari plastik nkịtị, nke siri ike imebi",
  "Ọmụmụ ihe ọmụmụ 2021 na-achọ homologs nke 95 amaara enzymes na-emebi emebi plastik na-agbasa ụdị plastik iri na asaa hụrụ enzymes 30,000 ọzọ nwere ike",
  "N'agbanyeghị na ha pụtara n'ebe niile, ọ nweghị ihe akaebe na-egosi na enzymes akwụkwọ akụkọ ndị a na-akụda plastik ọ bụla bara uru iji belata mmetọ.",
  "Ihe ruru pasenti 60 nke akụrụngwa ọgwụ rọba eji eme ihe ka a na-agba ọkụ kama idobe ya n'ebe a na-ekpofu ahịhịa dịka ihe eji kpachara anya iji belata mgbasa ọrịa",
  "Nke a enyela ohere ibelata oke mkpofu rọba nke sitere na akụrụngwa ahụike.",
  "N'ọ̀tụ̀tụ̀ buru ibu, plastik, akwụkwọ, na ihe ndị ọzọ na-enye osisi ndị na-emebi emebi na-enye ike na mmanụ bara uru",
  "Ihe dị ka 12% nke mkpokọta plastik emepụtara agbachaala ọkụ",
  "Emeela ọtụtụ ọmụmụ gbasara ikuku gas na-esite na usoro ịgba ọkụ",
  "Plastics gbara ọkụ na-ahapụ ọtụtụ nsị na usoro ọkụ, gụnyere Dioxins, Furans, Mercury na Polychlorinated Biphenyls",
  "Mgbe a na-agba ọkụ n'èzí ụlọ ọrụ ndị e mere iji nakọta ma ọ bụ hazie nsị, nke a nwere ike inwe mmetụta ahụike dị ukwuu ma mepụta mmetọ ikuku.",
  "Ụlọ ọrụ dịka US Environmental Protection Agency na US Food and Drug Administration anaghị enyocha nchekwa nke kemịkalụ ọhụrụ ruo mgbe egosipụtara mmetụta ọjọọ",
  "Ozugbo ha chere na kemịkalụ nwere ike ịbụ ihe na-egbu egbu, a na-amụ ya iji chọpụta ọnụọgụ ntụaka mmadụ, nke ekpebie na ọ ga-abụ ọkwa mmetụta ọjọọ kachasị dị ala",
  "N'oge ọmụmụ ihe ndị a, a na-anwale dose dị elu iji hụ ma ọ na-akpata nsogbu ahụike ọ bụla, ma ọ bụrụ na ọ bụghị, a na-ewere obere doses dị ka ọ dị mma",
  "Nke a anaghị eburu n'uche eziokwu ahụ bụ na ụfọdụ kemịkalụ dị na plastik, dị ka BPA, obere doses nwere ike inwe mmetụta pụtara ìhè",
  "Ọbụlagodi na usoro nlebanya a na-adịkarị mgbagwoju anya, etinyela iwu iji nyere aka belata mmetọ rọba na mmetụta ya",
  "E tinyela iwu gọọmentị nke machibidoro iji ụfọdụ kemịkal mee ihe na ngwaahịa rọba.",
  "Na Canada, United States, na European Union, amachibidoro BPA ka ọ ghara itinye aka na mmepụta nke karama ụmụaka na iko ụmụaka, n'ihi nchegbu ahụike yana nnukwu nsogbu nke ụmụaka na-eto eto na mmetụta nke BPA",
  "Ekwupụtala ụtụ isi iji kụda ụzọ ụfọdụ e si ejikwa ihe mkpofu rọba",
  "Ụtụ isi ala, dịka ọmụmaatụ, na-emepụta ihe mkpali ịhọrọ ịmegharị plastik kama ịnwe ha na ebe a na-ekpofu ahịhịa, site n'ime ka nke ikpeazụ dịkwuo ọnụ",
  "Enweela nhazi nhazi nke ụdị plastik nke a pụrụ iwere dị ka compostable",
  "European Norm EN 13432, nke European Committee for Standardization (CEN) depụtara, depụtara ụkpụrụ nke plastik ga-ezute, n'ihe gbasara compostability na biodegradability, ka e wee kpọọ ya n'ihu ọha dị ka compostable.",
  "Nyere nnukwu ihe iyi egwu nke oke osimiri na-eche ihu, European Investment Bank Group bu n'obi ịbawanye ego ya na enyemaka ndụmọdụ maka nhicha oke osimiri",
  "Dịka ọmụmaatụ, e hiwere Clean Oceans Initiative (COI) na 2018",
  "European Investment Bank, German Development Bank, na French Development Agency (AFD) kwetara itinye ego ruru € 2 ijeri n'okpuru COI site na October 2018 ruo October",
  "2023 na atumatu ebumnuche ibelata mkpofu mmetọ n'ime oke osimiri, na-elekwasị anya na plastik.",
  "The Clean Ocean Initiative na-ezube inye € 4 ijeri ego maka ibelata ihe mkpofu plastik n'oké osimiri site na njedebe nke 2025",
  "Mmezi ọgwụgwọ mmiri mkpofu na Sri Lanka, Egypt, na South Africa bụ ihe atụ ụfọdụ, dị ka njikwa mkpofu siri ike na Togo na Senegal.",
  "Ndị isi ndị na-emepụta plastik na-aga n'ihu na-amanye gọọmentị ka ha zere itinye mmachi na mmepụta rọba na ịkwado maka ebumnuche ụlọ ọrụ afọ ofufo iji belata mmepụta rọba ọhụrụ",
  "Agbanyeghị, ndị na-emepụta plastik 10 kacha elu n'ụwa, gụnyere The Coca-Cola Company, Nestle SA na PepsiCo na-emezubeghị ọbụna ebumnuche ha kacha nta maka iji plastik na-amaghị nwoke.",
  "Enweela ọtụtụ ọgbụgba ndụ mba ụwa nke na-ekwu maka mmetọ mmiri rọba mmiri, dị ka Mgbakọ maka Mgbochi Mmetọ mmiri site na mkpofu ahịhịa na ihe ndị ọzọ 1972, Mgbakọ Mba Nile Maka Mgbochi Mmetọ site na ụgbọ mmiri, 1973 na Strategy Honolulu, enwere",
  "ọ dịghị ihe dị n'akụkụ plastik nke na-abanye n'oké osimiri si n'ala.",
  "N'afọ 2020, mba 180 kwetara ịmachi oke mkpofu rọba nke mba ndị bara ọgaranya na-ebuga na mba ndị ka daa ogbenye, na-eji iwu sitere na Mgbakọ Basel",
  "Agbanyeghị, n'ime Jenụwarị 2021, ọnwa mbụ nkwekọrịta ahụ na-arụ ọrụ, data azụmaahịa gosiri na mbupụ mkpofu abawanyela n'ezie.",
  "Ụfọdụ ndị gụrụ akwụkwọ na ndị NGO kwenyere na nkwekọrịta mba ụwa kwadoro n'ụzọ iwu kwadoro maka imetọ mmetọ rọba dị mkpa",
  "Ha na-eche nke a n'ihi na mmetọ rọba bụ nsogbu mba ụwa, na-aga n'etiti oke osimiri, nakwa n'ihi na ha kwenyere na ọ dị mkpa inwe okpu na mmepụta plastik",
  "Ndị Lobbyists na-atụ anya na UNEA-5 ga-eduga na nkwekọrịta rọba, mana nnọkọ ahụ kwụsịrị na-enweghị nkwekọrịta iwu kwadoro.",
  "N'afọ 2022, mba ndị ahụ kwetara imepụta nkwekọrịta mmetọ plastik zuru ụwa ọnụ site na afọ 2022.",
  "Kemgbe afọ 2017, China, Turkey, Malaysia, Cambodia, na Thailand amachibidola ụfọdụ ibubata ihe mkpofu",
  "Atụwo aro na mmachibido iwu dị otú ahụ nwere ike ịbawanye akpaaka na imegharị ihe, na-ebelata mmetụta ọjọọ na gburugburu ebe obibi.",
  "Dị ka nyocha nke data azụmaahịa zuru ụwa ọnụ sitere na Basel Action Network na-adịghị akwụ ụgwọ, mmebi nke Mgbakọ Basel, na-arụ ọrụ kemgbe Jenụwarị 1, 2021, na-agbasawanye n'oge 2021",
  "US, Canada, na European Union ezipụla ọtụtụ narị nde tọn",
  "nke rọba na mba ndị na-enweghị akụrụngwa nlekọta mkpofu zuru oke, ebe a na-eju ọtụtụ n'ime ya, gbaa ọkụ, ma ọ bụ awụsa na gburugburu ebe obibi.",
  "Iwu metụtara nrụgharịgharị, njikwa mkpofu, akụrụngwa mgbake ụlọ, mmepụta ngwaahịa, biodegradability na mgbochi nke mbubata / mbupụ nke mkpofu ụfọdụ nwere ike ịkwado mgbochi mmetọ rọba",
  "Ihe ọmụmụ na-atụle ọrụ onye na-emepụta / onye nrụpụta \"ụzọ dị irè iji dozie okwu nke mmetọ plastik\", na-atụ aro na \"Amụma dị adị na nke a nakweere, iwu, ụkpụrụ, na atụmatụ na ụwa, mpaghara, na mba na-arụ ọrụ dị mkpa",
  "\".",
  "Nhazi nke ngwaahịa, ọkachasị nke nkwakọ ngwaahịa [mgbakwunye ntụaka achọrọ] nke bụ, dịka nke 2022, na-ejikarị ngwa dị iche iche (nke ọ bụla na n'ofe ngwaahịa) na-esi ike ma ọ bụ ugbu a agaghị ekwe omume ikewapụ ma ọ bụ megharịa ọnụ n'ozuzu ma ọ bụ na ụzọ akpaaka nwere ike ịkwado nrụgharị na imegharị ihe.",
  "Dịka ọmụmaatụ, enwere usoro ndị nwere ike ịmata ọdịiche dị n'etiti ma dozie ụdị plastik iri na abụọ dị ka PET site na iji hyperspectral imaging na algọridim emepụtara site na mmụta igwe ebe naanị ihe dị ka 9% nke atụmatụ mkpofu plastik ruru ijeri 6.3 nke e mere atụmatụ na 1950 ruo 2018",
  "emegharila ya (12% agbachaala ọkụ yana ndị ọzọ a na-akọ na a na-atụfu ya na ebe a na-ekpofu ahịhịa ma ọ bụ gburugburu ebe obibi).",
  "Ụdị abụọ a na-anakọta mkpofu na-agụnye mkpokọta n'akụkụ akụkụ na iji ebe a na-emegharị ihe",
  "Ihe dị ka pasenti 87 nke ndị bi na United States (nde mmadụ 273) nwere ohere ịnweta ebe mgbochi na ebe a na-emegharị ihe",
  "Na mkpokọta mgbochi, nke dị ihe dị ka pasenti 63 nke ndị United States (nde mmadụ 193), ndị mmadụ na-edobe plastik edobere n'ime nnukwu efere pụrụ iche nke ụlọ ọrụ ọhaneze ma ọ bụ nkeonwe ga-eburu",
  "Ọtụtụ mmemme n'akụkụ akụkụ na-anakọta ihe karịrị otu ụdị resin rọba, na-abụkarị ma PETE na HDPE",
  "N'ebe a na-emegharị ihe eji emegharị ihe, nke dị maka pasenti 68 nke ndị United States (nde mmadụ 213), ndị mmadụ na-ebuga ihe eji emegharị ha gaa n'ebe etiti dị",
  "Ozugbo anakọtara, a na-ebuga rọbas ahụ n'ụlọ ọrụ mgbake (MRF) ma ọ bụ onye na-ahụ maka ịhazi n'ime iyi resin otu iji bulie uru ngwaahịa",
  "A na-agbazikwa plastik ndị a haziri iji belata ego mbupu na ndị na-eweghachite.",
  "Enwere ọnụ ọgụgụ dị iche iche nke imegharị ihe n'otu ụdị rọba, na n'afọ 2017, ọnụ ọgụgụ nrụgharị plastik n'ozuzu bụ ihe dịka 8.4% na United States",
  "A rụgharịrị ihe dị ka nde tọn 2.7 (nde obere tọn tọn 3.0) nke rọba na US na 2017, ebe a na-atụba plastik nde 24.3 (nde mkpirisi tọn 26.8)",
  "A na-emegharị ụfọdụ plastik karịa ndị ọzọ; na 2017 ihe dị ka pasenti 31.2 nke karama HDPE na pasenti 29.1 nke karama PET na ite ka emegharịrị.",
  "Nkwakọ ngwaahịa a na-ejikarị eme ihe na-ezo aka na nkwakọ ngwaahịa ejiri ihe na-adịgide adịgide arụpụtara ma ahaziri ya maka ọtụtụ njem na ogologo ndụ",
  "Enwere ụlọ ahịa ihe mkpofu efu na ụlọ ahịa na-ejuputa maka ngwaahịa ndị ahọpụtara yana nnukwu ụlọ ahịa ndị a na-emekarị nke na-eme ka ejupụta ngwaahịa ndị nwere plastik ahọpụtara ma ọ bụ jiri aka ha ree ngwaahịa na-enweghị nkwakọ ngwaahịa ma ọ bụ karịa.",
  "Na 21 Mee 2019, ụdị ọrụ ọhụrụ akpọrọ \"Loop\" iji nakọta nkwakọ ngwaahịa n'aka ndị na-azụ ahịa wee jiri ya mee ihe, malitere ịrụ ọrụ na mpaghara New York, US, nke ọtụtụ ụlọ ọrụ buru ibu na-akwado",
  "Ndị na-ere ahịa na-atụba ngwugwu n'ime obere akpa mbupu pụrụ iche wee bulite ha, hichaa, mejupụta ma weghachi ha",
  "Ọ malitere site n'ọtụtụ puku ezinụlọ ma na-achọ ọ bụghị naanị ịkwụsị plastik otu eji eme ihe, kama ịkwụsị otu ojiji n'ozuzu site na ịmegharị arịa ngwaahịa ndị ahịa nke ihe dị iche iche.",
  "Usoro ọzọ dị irè, nke nwere ike ịkwado site na atumatu, na-ewepụ mkpa maka karama rọba dị ka site na iji refillable eg",
  "karama ígwè, na mmiri carbonators, [mgbakwunye ntụaka achọrọ] nke nwekwara ike igbochi mmetụta ọjọọ nwere ike na ahụike mmadụ n'ihi mwepụta microplastics.",
  "Mbelata ihe mkpofu rọba nwere ike ịkwado nrụgharị ma na-ejikarị ya na imegharị ihe: \"3R\" na-ezo aka na Reduce, Reuse and Recycle",
  "Òtù ahụ \"The Ocean Cleanup\" na-agbalị iji ụgbụ na-anakọta ihe mkpofu plastik n'oké osimiri",
  "Enwere nchegbu site na mmerụ ahụ na ụdị ụfọdụ nke ihe ndị dị ndụ n'oké osimiri, karịsịa neuston.",
  "Na Netherlands, a na-anakọta ihe mkpofu rọba sitere na ụfọdụ osimiri site na ihe mgbochi afụ, iji gbochie plastik ka ọ na-ese n'elu mmiri",
  "Ihe a na-akpọ 'Great Bubble Barrier' na-ejide plastik buru ibu karịa 1 mm",
  "A na-emejuputa ihe mgbochi afụ na Osimiri IJssel (2017) na Amsterdam (2019) na a ga-emejuputa ya na Katwijk na njedebe nke osimiri Rhine.",
  "Ụwa Anyị Na Data na-enye eserese gbasara ụfọdụ nyocha, gụnyere maapụ, iji gosi isi mmalite mmetọ rọba - gụnyere nke oke osimiri kpọmkwem.",
  "Ịmata isi mmalite nke rọbas oké osimiri n'ikwesị ntụkwasị obi dị elu nwere ike inye aka chọpụta ihe kpatara ya, iji tụọ ọganihu na ịmepụta usoro mgbochi dị irè.",
  "Otutu akụkụ nke rọba dị n'oké osimiri nwere ike isi na - bụkwa nke anaghị ebubata - - mkpofu rọba nke obodo ndị dị n'ụsọ osimiri yana site na osimiri (nke osimiri 1000 kacha elu mere atụmatụ site na otu ọmụmụ 2021 ga-aza 80% nke ihe ọkụkụ kwa afọ zuru ụwa ọnụ)",
  "Enwere ike jikọta isi mmalite abụọ a",
  "A na-amata osimiri Yangtze n'ime Oké Osimiri East China site na ụfọdụ nnyocha ndị na-eji ihe nlele anya dị ka osimiri kachasị elu nke plastic-emitting ( sampled), n'ụzọ dị iche na ọmụmụ 2021 e kwuru n'elu nke na-enye ya n'ọkwá 64",
  "Nlekọta nchịkwa na mpaghara mpaghara n'ụsọ oké osimiri",
  "achọpụtara na mpaghara dị oke mkpa maka ọganihu zuru ụwa ọnụ nke ibelata mmetọ rọba.",
  "Enwere otu mmụta igwe zuru ụwa ọnụ, yana nleba anya nke satịlaịtị, maapụ saịtị mkpofu rọba nke nwere ike inye aka mata onye na ebe na-ejizi ihe mkpofu rọba na-emebi emebi, na-atụba ya n'oké osimiri.",
  "Na Julaị 2018, Albania ghọrọ mba mbụ na Europe machibido akpa rọba dị arọ",
  "Mịnịsta na-ahụ maka gburugburu ebe obibi Albania Blendi Klosi kwuru na azụmaahịa na-ebubata, na-emepụta ma ọ bụ na-ere akpa rọba na-erughị 35 microns n'ihe egwu dị egwu na-eche ntaramahụhụ n'etiti nde 1 ruo nde 1.5 (€ 7,900 ruo € 11,800).",
  "A na-eme atụmatụ na kwa afọ, Australia na-emepụta ihe dị ka tọn 2.5m nke ihe mkpofu rọba kwa afọ, nke ihe dịka 84% na-ejedebe dị ka mkpofu ahịhịa, na ihe dị ka tọn 130,000 nke mkpofu rọba na-abanye na gburugburu ebe obibi",
  "Isii n'ime steeti na ókèala asatọ agbagoro ka ọ na-erule Disemba 2021 iji machibido ọtụtụ plastik",
  "Ebumnuche gọọmentị etiti gọọmentị etiti bụ National Packaging Targets mepụtara ebumnuche nke iwepụ ihe kacha njọ nke plastik ndị a na-eji otu eme ihe site na 2025, yana n'okpuru National Plastics Plan 2021, o kpebisiri ike “wepụsịa nkwakọ ngwaahịa na-eju afọ na polystyrene akpụzi ka ọ na-erule July 2022, yana ọtụtụ ndị ọzọ",
  "ngwaahịa site na Disemba 2022.",
  "N'afọ 2022 Canada mara ọkwa mmachibido iwu na imepụta na ibubata plastik otu eji eme ihe site na Disemba 2022",
  "A ga-amachibido ire ere ihe ndị ahụ site na Disemba 2023 na mbupụ site na 2025",
  "Prime Minister nke Canada Justin Trudeau kwere nkwa machibido plastik otu eji eme ihe na 2019.",
  "China bụ ndị kacha eji plastik eme otu ihe",
  "Na 2020 China bipụtara atụmatụ igbutu 30% nke mkpofu plastik n'ime afọ 5",
  "Dịka akụkụ nke atụmatụ a, a ga-amachibido otu akpa rọba na ahịhịa ahịhịa",
  "Na 2015 European Union nakweere ntuziaka chọrọ mbelata oriri nke otu akpa rọba maka onye ọ bụla ruo 90 site na 2019 na ruo 40 site na 2025",
  "N'April 2019, EU nakweere ntuziaka ọzọ na-amachibido ihe fọrọ nke nta ka ọ bụrụ ụdị plastik otu eji eme ihe",
  "ewezuga karama, site na mbido afọ 2021.",
  "Na 3 Julaị 2021, ntuziaka EU Single-Use Plastics (SUPD, EU 2019/904) malitere na mba ndị otu EU",
  "Ntuziaka a bu n'obi ibelata mmetọ rọba site na plastik a na-atụfu otu ihe",
  "Ọ na-elekwasị anya na plastik iri a na-ahụkarị n'akụkụ osimiri, nke mejupụtara 43% nke ihe mkpofu mmiri (ihe ọkụkụ ọzọ 27%)",
  "Dịka ntuziaka SUP siri dị, enwere mmachibido iwu: eriri owu rọba na osisi balloon; Plastic efere, cutlery, mkpali na straws; Ihe ọṅụṅụ Styrofoam na nkwakọ ngwaahịa nri (dịka iko enwere ike iwepụ, nri otu onye); ngwaahịa ejiri plastik oxo-emebi emebi mee, nke na-emebi ka ọ bụrụ microplastics",
  "Ihe nzacha sịga, iko mmanya, ihicha mmiri, akwa nhicha ọcha na tampons na-enweta akara na-egosi ngwaahịa ahụ nwere rọba, na ọ dị na ahịhịa, na ihe mkpofu na-enwe mmetụta ọjọọ na gburugburu ebe obibi.",
  "Na Disemba 2022 EU mere nzọụkwụ mbụ maka machibido mbupụ ihe mkpofu rọba na mba ndị ọzọ.",
  "N'afọ 2021, France machibidoro \"karama plastik efu, confetti rọba na akpa rọba na-eji otu eme ihe\", na 2022 mmachibido iwu na nkwakọ ngwaahịa rọba na ihe egwuregwu ụmụaka na mbụ nke Jenụwarị 2023 amachibidoro ọtụtụ ụdị plastik otu eji eme ihe n'ụlọ nri nwere ọtụtụ ihe",
  "karịa ebe iri abụọ",
  "Ụfọdụ nwere nchegbu na a gaghị emejuputa usoro ndị a nke ọma n'ihi nsogbu ike dị ugbu a.",
  "Gọọmentị India kpebiri machibido plastik otu ihe wee mee ọtụtụ usoro iji megharịa na iji plastik ọzọ, site na 2 Ọktọba 2019.",
  "Mịnịstrị na-ahụ maka mmiri ọṅụṅụ na ịdị ọcha, Gọọmenti India, arịọla ụlọ ọrụ gọọmentị dị iche iche ka ha gbanarị iji karama na-enye mmiri ọñụñụ n'oge nzukọ gọọmentị, wdg, kama mee ndokwa maka inye mmiri ọñụñụ nke na-adịghị emepụta ihe mkpofu rọba",
  "Steeti Sikkim amachibidola iji karama mmiri rọba (na ọrụ gọọmentị na nzukọ) yana ngwaahịa styrofoam",
  "Steeti Bihar amachibidola iji karama mmiri rọba na nzukọ gọọmentị.",
  "Egwuregwu mba 2015 nke India, ahaziri na Thiruvananthapuram, jikọtara ya na ụkpụrụ akwụkwọ ndụ akwụkwọ ndụ",
  "Nke a bụ Suchitwa Mission butere nke a maka ebe “efu efu”",
  "Iji mee ka mmemme ahụ bụrụ \"n'efu\", amachibidoro iji karama mmiri atụfu",
  "Ihe omume ahụ mere ka a na-eji tableware na igwe anaghị agba nchara",
  "E nyere ndị na-eme egwuregwu ihe nchara nchara a na-ejuju",
  "A na-eme atụmatụ na omume akwụkwọ ndụ akwụkwọ ndụ ndị a kwụsịrị ọgbọ nke 120 tọn mkpofu ihe mkpofu.",
  "Obodo Bangalore na 2016 machibidoro plastik maka ebumnuche ọ bụla ọzọ karịa maka ikpe ole na ole pụrụ iche dị ka nnyefe mmiri ara ehi wdg.",
  "Steeti Maharashtra, India amachibidoro ngwaahịa Maharashtra Plastic na Thermocol 23 June 2018, na-etinye ndị ọrụ rọba ntaramahụhụ na mkpọrọ maka ndị mejọrọ ugboro ugboro.",
  "N'afọ 2022, India amalitela imejuputa mmachibido iwu obodo na ụdị plastik dị iche iche",
  "Nke a dịkwa mkpa maka imezu ebumnuche ihu igwe nke mba ahụ dị ka na mmepụta plastik a na-eji ihe karịrị 8,000 mgbakwunye, akụkụ nke ha bụ ọtụtụ puku ikuku griin haus siri ike karịa CO2.",
  "Na Bali, otu n'ime ọtụtụ agwaetiti Indonesia, ụmụnne nwanyị abụọ, Melati na Isabel Wijsen, gbara mbọ machibido akpa rọba na 2019",
  "Dị ka ọnwa Jenụwarị 2022 nzukọ ha Bye Bye Plastic Bags agbasawo karịa ebe 50 gburugburu ụwa.",
  "N'Izrel, obodo abụọ: Eilat na Herzliya, kpebiri machibido iji otu akpa rọba na ihe ndị e ji egbu ihe n'akụkụ osimiri",
  "N'afọ 2020, Tel Aviv sonyeere ha, machibidokwa ire plastik otu eji eme ihe n'akụkụ osimiri.",
  "N'August 2017, Kenya nwere mmachibido iwu akpa rọba kacha sie ike n'ụwa",
  "Ntara $38,000 ma ọ bụ ruo afọ anọ n'ụlọ nga nye onye ọ bụla ejidere na-emepụta, na-ere ma ọ bụ na-eji akpa rọba.",
  "New Zealand kwuputara mmachibido iwu na ọtụtụ ụdị plastik siri ike ịmegharị otu ojiji ka ọ na-erule 2025.",
  "N'afọ 2019, ụlọ omebe iwu Naịjirịa machiri mmepụta, mbubata na iji akpa rọba na mba ahụ.",
  "Spain machibidoro ọtụtụ ụdị plastik eji eme ihe na mbido afọ 2023.",
  "Na February 2018, Taiwan machibidoro iji otu iko rọba, ahịhịa, arịa na akpa; Mmachibido iwu ahụ ga-agụnyekwa ụgwọ mgbakwunye maka akpa rọba na imelite ụkpụrụ imegharị ha na ebumnuche site na 2030, a ga-amanye ya kpamkpam.",
  "Na Jenụwarị 2019, agbụ nnukwu ụlọ ahịa Iceland, bụ ọkachamara n'ihe oriri jụrụ oyi, kwere nkwa \"iwepụ ma ọ bụ belata nke ukwuu nkwakọ ngwaahịa plastik maka ngwaahịa ụlọ ahịa ya n'afọ 2023.\"",
  "Dị ka nke 2020, obodo 104 nwetara aha \"Plastic free Community\" na United Kingdom, 500 chọrọ ime ya.",
  "Mgbe ụmụ akwụkwọ abụọ Ella na Caitlin malitere ịrịọ arịrịọ gbasara ya, Burger King na McDonald's na United Kingdom na Ireland kwere nkwa ịkwụsị izipu ihe egwuregwu ụmụaka rọba na nri ha",
  "McDonald's kwere nkwa ime ya site n'afọ 2021",
  "McDonald's kwekwara nkwa iji mpempe akwụkwọ maka ya nri na akwụkwọ ndị a ga-eziga na nri",
  "Mbufe a ga-amalite ugbua na Maachị 2020.",
  "Site na Ọktoba 2023, a ga-amachibido ọtụtụ ụdị plastik otu eji eme ihe n'England gụnyere ihe ncha na efere",
  "Scotland na Wales etinyelarị mmachibido iwu ndị a.",
  "N'afọ 2009, Mahadum Washington dị na St Louis ghọrọ mahadum mbụ na United States machibido ire ere rọba, karama mmiri na-eme otu ihe.",
  "N'afọ 2009, District nke Columbia chọrọ ka azụmaahịa niile na-ere nri ma ọ bụ mmanya na-aba n'anya ka ha kwụọ cents 5 maka akpa rọba ma ọ bụ akpa akwụkwọ ọ bụla.",
  "N'afọ 2011 na 2013, Kauai, Maui na Hawaii machibidoro akpa rọba na-abụghị nke biodegradad na ndenye ọpụpụ yana akpa akwụkwọ nwere ihe na-erughị pasent 40 emegharịrị",
  "N'afọ 2015, Honolulu bụ obodo ikpeazụ na-akwado mmachibido iwu ahụ.",
  "N'afọ 2015, California machibidoro nnukwu ụlọ ahịa ịnye akpa rọba, ma ọ bụrụ na ọ ga-akwụ $ 0.10 maka akpa ọ ga-enwerịrị ihe ụfọdụ.",
  "N'afọ 2016, Illinois nakweere iwu ahụ wee guzobe \"Recycle Thin Film Friday\" na mbọ mkpịsị ụkwụ na-eweghachi akpa rọba dị obere ihe nkiri ma na-akwado akpa a ga-ejigharịgharị.",
  "N'afọ 2019, steeti New York machibidoro akpa rọba otu eji eme ihe wee webata ego 5 cent maka iji otu akpa akwụkwọ eme ihe",
  "Mmachibido iwu a ga-amalite n'afọ 2020",
  "Nke a agaghị ebelata iji akpa rọba na steeti New York (ijeri iri abụọ na atọ kwa afọ ruo ugbu a), ma wepụkwa mmanụ barel nde iri na abụọ a na-eji eme akpa rọba nke steeti ahụ na-eji kwa afọ.",
  "Steeti Maine machibidoro akpa Styrofoam (polystyrene) na Mee 2019.",
  "N'afọ 2019, onye na-ere ahịa Giant Eagle ghọrọ onye na-ere ahịa mbụ buru ibu nke US na-agba mbọ na-ewepụ plastik kpamkpam site na 2025",
  "Nzọụkwụ mbụ - kwụsị iji otu akpa plastik eme ihe - ga-amalite imejuputa ya ugbua na January 15, 2020.",
  "Na 2019, Delaware, Maine, Oregon na Vermont mere iwu na iwu",
  "Vermont machibidokwara ahịhịa ahịhịa na arịa polystyrene a na-eji otu eme ihe.",
  "N'afọ 2019, Connecticut wetara ụgwọ $0.10 na akpa rọba a na-eji otu eme ihe n'ebe a na-ere ere, ma na-aga machibido ha na Julaị 1, 2021.",
  "Na Julaị 30, 2017, ụbọchị nnwere onwe nke Vanuatu, mere ọkwa nke ịbanye na mmalite nke ijighị akpa rọba na karama",
  "Ime ka ọ bụrụ otu n'ime mba ndị mbụ dị na Pacific na-eme nke a ma ga-amalite machibido mbubata karama na akpa eji eme otu ihe.",
  "Ụlọ ọrụ iri na-emepụta plastik kachasị na mbara ala, Coca-Cola Company, Colgate-Palmolive, Danone, Mars, Incorporated, Mondelēz International, Nestlé, PepsiCo, Perfetti Van Melle, Procter & Gamble, na Unilever, hiwere netwọk nwere ego nke ọma nke mebiri kemgbe ọtụtụ iri afọ gọọmentị na mbọ obodo iji gboo mmetọ rọba nsogbu, dị ka akụkọ nyocha zuru ezu nke Changing Markets Foundation siri kwuo",
  "Nnyocha ahụ depụtara ka ụlọ ọrụ ndị a na-egbu oge ma mebie iwu ka ha wee nwee ike ịga n'ihu na-emejupụta ndị na-azụ ahịa na nkwakọ ngwaahịa rọba",
  "Ndị na-emepụta plastik buru ibu ejirila egwu ọha na eze na-atụ egwu COVID-19 na-arụ ọrụ na-egbu oge na ịtụgharị ụkpụrụ mkpofu rọba dị ugbu a",
  "Nnukwu ndị na-emepụta plastik iri enweela nkwa afọ ofufo maka mkpofu plastik dị ka atụmatụ iji gbochie gọọmentị itinye iwu ndị ọzọ.",
  "N'ihe dị ka mmalite 1970s, ndị isi ụlọ ọrụ petrochemical ghọtara na ọnụ ọgụgụ ka ukwuu nke plastik ha mepụtara agaghị emegharị ya",
  "Dịka ọmụmaatụ, akụkọ Eprel 1973 nke ndị ọkà mmụta sayensị ụlọ ọrụ dere maka ndị isi ụlọ ọrụ na-ekwu na ịhazi ọtụtụ narị ụdị plastik dị iche iche bụ \"enweghị ike ime\" yana enweghị ego",
  "Ka ọ na-erule ngwụsị 1980s, ndị isi ụlọ ọrụ makwaara na ọ ga-abụrịrị na ọha na eze na-enwe mmetụta dị mma maka ịzụrụ ngwaahịa plastik ma ọ bụrụ na ụlọ ọrụ ha ga-aga n'ihu na-aga n'ihu, na ọ dị mkpa ka ha kwụsị iwu a tụrụ aro iji dozie plastik a na-ere",
  "Ya mere, ụlọ ọrụ ahụ malitere mgbasa ozi mgbasa ozi ụlọ ọrụ $ 50 nde / afọ nke na-elekwasị ọha na eze America ozi na plastik nwere ike ịbụ, na a na-eme ya, na-emegharị ya ma na-eme ka ndị obodo America nwee ike ịmalite mmemme nchịkọta ihe mkpofu plastik dị oké ọnụ ahịa, na lobbied US States chọrọ akara ngosi",
  "ngwaahịa rọba na arịa nwere akara nrụgharị",
  "Otú ọ dị, ha nwere obi ike na atụmatụ imegharị ihe agaghị ejedebe na-agbake na iji plastik mee ihe na ego ọ bụla dị nso iji mebie uru ha na-ere n'ịre ngwaahịa plastik ọhụrụ \"nwa agbọghọ na-amaghị nwoke\" n'ihi na ha ghọtara na mbọ imegharị ihe ndị ha na-akwalite nwere ike ịdaba",
  "Ndị isi ụlọ ọrụ n'oge na-adịbeghị anya zubere imegharị 100% nke plastik ha na-emepụta site na 2040, na-akpọ maka nchịkọta, nhazi na nhazi nke ọma karị.",
  "N'afọ 2019, Netwọk Ụbọchị Ụwa jikọtara ya na Keep America mara mma na ụbọchị mkpochapụ mba maka mmeghe ụbọchị ụwa niile",
  "E mere mkpochapụ na steeti 50 niile, ókèala US ise, saịtị 5,300 ma nwee ihe karịrị ndị ọrụ afọ ofufo 500,000.",
  "Ụbọchị Ụwa 2020 bụ ncheta afọ 50 nke Ụbọchị Ụwa",
  "Ememe ga-agụnye mmemme dị ka Great Global CleanUp, Sayensị ụmụ amaala, nkwado, agụmakwụkwọ, na nka",
  "Ụbọchị ụwa a na-achọ ịkụziri na ịchịkọta ihe karịrị otu ijeri mmadụ ka ha too na ịkwado ọgbọ na-esote nke ndị na-akwado gburugburu ebe obibi, na-elekwasị anya na mkpofu plastik.",
  "Kwa afọ, a na-echeta 5 June dị ka ụbọchị gburugburu ebe obibi ụwa iji mee ka mmata na ịbawanye ihe gọọmentị na-eme n'okwu dị mkpa",
  "N'afọ 2018, India bụ ndị ọbịa na ụbọchị gburugburu gburugburu ụwa nke iri anọ na atọ na isiokwu bụ \"Beat Plastic Pollution\", na-elekwasị anya na plastik nke a na-eji otu eme ihe",
  "Ministri gburugburu ebe obibi, ọhịa na mgbanwe ihu igwe nke India kpọrọ ndị mmadụ ka ha lekọta ọrụ mmekọrịta ha ma gbaa ha ume ka ha malite ọrụ ọma ndụ ndụ na ndụ kwa ụbọchị",
  "Ọtụtụ steeti gosipụtara atụmatụ machibido plastik ma ọ bụ belata nke ukwuu iji ha.",
  "Na 11 Eprel 2013 iji mepụta mmata, onye na-ese ihe bụ Maria Cristina Finucci tọrọ ntọala The Garbage Patch State na isi ụlọ ọrụ UNESCO na Paris, France, n'ihu Director General Irina Bokova",
  "Nke a bụ nke mbụ n'ime usoro ihe omume n'okpuru nkwado nke UNESCO na nke Italian Ministry of Environment."
]