[
  "Mmetọ ikuku na India bụ nsogbu gbụrụ-gbúrụ ébé obibi siri ike. N'ime obodo iri atọ kachasị emetọ n'ụwa, iri abụọ na otu nọ na India n'afọ 2019. Dị ka nnyocha dabere na data afọ 2016, ọ dịkarịa ala nde mmadụ otu narị na iri anọ nọ na India na-eku ume ikuku nke bụ ugboro irí ma ọ bụ karịa karịa karịa oke nchekwa nke WHO na iri na atọ n'ime obodo iri abụo dị n'ụwa nwere ọkwa kachasị elu nke mmetọ ikuku kwà afọ dị na India",
  "Pasent iri ise na otu nke mmetor ahụ sitere na mmetọ ụlọ ọrụ, pasent iri abụo na asaá site na ụgbọala, pasent iri na asaa site na ọkụ ihe ọkụkụ na pasent ise site na isi mmalite ndị ọzọ. Mmetọ ikuku na-enye aka na ọnwụ mberede nke nde ndị India abụọ kwà afọ",
  "Mgbasa na-esite n'ụgbọala na ụlọ ọrụ, ebe n'ime ime obodo, ọtụtụ n'ime mmetọ na-esikarị na ọkụ ọkụ maka isi nri na idebe okpomọkụ",
  "N'oge mgbụsị akwụkwọ na n'ọnwa opupu ihe ubi, nnukwu ihe ọkụkụ na-ere ọkụ n'ubi ọrụ ugbo bụ ihe ọzọ dị ọnụ ala karịa ịkpa ugbo bụ isi ihe na-akpata anwụrụ ọkụ, anwụrụ ọkụ na mmetọ. India nwèrè obere ikuku nke gas na-ekpo ọkụ ma mba ahụ n'ozuzu ya bụ nke atọ kachasị emepụta gas na-eme ka okpomọkụ na-esote China na United States. Nnyocha afọ 2013 banyere ndị na-adịghị ese siga achọpụtala na ndị India nwèrè pasent irí atọ ọrụ akpa ume na-adịghị ike karịa ndị Europe.",
  "E mèrè Iwu Air (Prevention and Control of Pollution) na 1981 iji chịkwaa mmetọ ikuku mànà o nweghị ike belata mmetọ n'ihi mmebi iwu.",
  "Mmanụ osisi na ọkụ nke biomass bụ isi ihe kpatara anwụrụ ọkụ na anwụrụ ọkụ fọrọ nke nta ka ọ bụrụ nke na-adịgide adịgide nke a hụrụ n'elu ime obodo na obodo ukwu India, yana na foto satellite nke mba ahụ",
  "A na-eji achịcha mmanụ na biomass eme ihe màkà isi nri na mkpa okpomọkụ n'ozuzu",
  "A na-akpọ ndị a ọkụ na stovu nri a maara dị ka chulha (nke a na-akpọkwa chullha ma ọ bụ chullah) n'akụkụ ụfọdụ nke India",
  "A na-ahụ stovu nri ndị a n'ihe karịrị otú narị nde ezinụlọ ndị India, a na-ejikwa ha ugboro abụọ ma ọ bụ atọ n'ụbọchị, kwa ụbọchị",
  "Akụkọ ụfọdụ, gụnyere otu nke Òtù Ahụ Ike Ụwa, na-ekwu na mmadụ narị puku atọ ruo narị puku anọ nwụrụ site na mmetọ ikuku n'ime ụlọ na nsị carbon monoxide na India n'ihi ọkụ na ojiji nke chullhas. Carbon nwere gas ndị sitere na mmanụ agbụrụ na-emeghachi omume ọtụtụ ugboro karịa mmanụ agbụrụ dị ọcha dị ka gas mmanụ agbụrụ. Mmetọ ikuku bụkwa isi ihe kpatara igwe ojii na-acha nchara nchara nke Eshia, nke na-egbu ógè mmalite nke mmiri ozuzo",
  "Ọkụ nke biomass na nkụ agaghị akwụsị ruo mgbè ọkụ eletrik ma ọ bụ mmanụ ọkụ dị ọcha na teknụzụ ọkụ ga-adị nke a pụrụ ịdabere na ya ma nabata ya n'ọtụtụ ime obodo na obodo ukwu India.",
  "Ụfọdụ tagzi India na auto-rickshaws na-agba ọsọ na ngwakọta mmanụ ụgbọala agwakọta",
  "Mmetụta nke gasoline na diesel na mmanụ dị ala bụ ihe a na-ahụkarị na South Asia, gụnyere India. Ọtụtụ ndị na-emebi ihe na-eme ka ikuku na-emetọ ihe na-emerụ ahụ site na ụgbọala, na-emewanye mmetọ ikuku n'obodo ukwu",
  "Mmetụta égo sitere na ụtụ isi dị íchè ichè na-abụkarị isi ihe na-akpata mmebi mmanụ",
  "Na India na mba ndị ọzọ na-emepe emepe, gasoline na-ebu ụtụ isi dị elu karịa diesel, nkè a na-atụ ụtụ isi karịa kerosene nké pụtara dị ka mmanụ nri, ébé ụfọdụ solvents na lubricants na-ebu obere ma ọ bụ enweghị ụtụ isi.",
  "Mmanụ ala aghụghọ na-eme ka ikuku nkè hydrocarbons (HC), carbon monoxide (CO), oxides nke nitrogen (NOx) na particulate matter (PM)",
  "Mmiri na-egbu egbu nké na-adaba n'ụdị nké ikuku na-enweghị nchịkwa nke na-echegbu onwé ya bụ benzene na polyaromatic hydrocarbons (PAHs), ha abụọ bụ ihe na-akpata ọrịa kansa a ma ama",
  "Kerosene siri ike ịgba ọkụ karịa gasoline, mgbakwunye ya na-ebute ọkwa dị elu nkè HC, CO na PM ọbụna site na ụgbọala ndị nwéré ihe na-akpali akpali",
  "Ọnọdụ sulfur dị elu nke kerosene bụ nsogbu ọzọ.",
  "Nchịkọta okporo ụzọ siri ike n'obodo ukwu na obodo nta India. Ọtụtụ ihe kpatara mkpọchi okporo ụzọ, ọtụtụ n'ime ha bụ: mmụba n'ọnụ ọgụgụ ụgbọala kwà kilomita nke okporo ụzọ dịnụ, enweghị okporo ụzọ awara awara nké kewara n'ime obodo na netwọk okporo ụzọ awara n'ime ime obodo, enweghị okporo ígwè n'etiti obodo, ihe mberede okporo ụzọ na ọgba aghara n'ihi mmejuputa iwu okporo ụzọ.",
  "N'obodo ndị dị ka Bangalore, ihe dị ka pasent iri ise nke ụmụaka na-arịa ụkwara ume ọkụ.",
  "Ihe kachasị mkpa na-akpata nchegbu banyéré mmetọ ikuku na-akawanye njọ na mba ahụ bụ mmetụta ya na ahụike nke ndị mmadụ n'otu n'otu",
  "Ikpughe ihe na-adịghị mmá ruo ogologo ógé nwèrè ike ibute ọrịa iku ume na ọrịa obi dịka ụkwara ume, ụkwara ume ọkụ, COPD, ọrịa kansa akpa ume na nkụchi obi. Global Burden of Disease Study màkà afọ 2010, nkè e bipụtara n'afọ 2013, chọpụtara na mmetọ ikuku n'èzí bụ nke ise kachasị gbuo mmadụ na India na ihe dị ka mmadụ narị isii na puku iri abụọ nwụrụ n'oge na-adịghị ányá site na ọrịa metụtara mmetọ ifufe na 2010. Dị ka nnyocha WHO si kwuo, iri na atọ n'ime obodo irí abụọ kachasị emetọ n'ụwa dị na India; Otú ọ dị, Gọọmentị India jụrụ izi ezi na usoro nke nnyocha WHO. India nwekwara otu n'ime ọnụ ọgụgụ kachasị elu nke ndị ọrịa COPD na ọnụ ọgụgụ kachasị ukwuu nke ndị nwụrụ n'ihi COPD.",
  "Dị ka WHO si kwuo, India nwèrè iri na anọ n'ime obodo iri na isé kachasị emetọ n'ụwa n'ihe gbásárá PM 2.5 concentrations",
  "Obodo India ndị ọzọ debanyere aha dị elu nke mmetọ PM2.5 bụ Delhi, Patna, Agra, Muzaffarpur, Srinagar, Gurgaon, Jaipur, Patiala na Jodhpur, Ali Subah Al-Salem sochiri na Kuwait na obodo ole na ole na China na Mongolia."
]