[
  "Mmetụta ahụike nke ọgwụ pesticides nwere ike ịdị nnukwu ma ọ bụ egbu oge na ndị ahụ ekpughere",
  "Mmetụta dị njọ nwere ike ịgụnye nsị pesticide, nke nwere ike ịbụ ihe mberede ahụike",
  "Ihe akaebe siri ike dị maka ndị ọzọ, nsonaazụ ahụike na-adịghị mma na-adịte aka site na mkpughe pesticide gụnyere ntụpọ ọmụmụ, ọnwụ nwa ebu n'afọ, ọrịa neurodevelopmental, kansa, na ọrịa akwara ozi gụnyere ọrịa Parkinson",
  "Nsi nke pesticides na-adabere n'ụdị kemịkalụ, ụzọ ikpughe, usoro onunu ogwu, na oge ikpughe.",
  "Dị ka The Stockholm Convention on Persistent Organic Pollutants (2001) si kwuo, 9 n’ime kemikal 12 kasị dị ize ndụ ma na-adịgide adịgide bụ ọgwụ pesticides, n’ihi ya, a napụrụ ọtụtụ ndị ugbu a iji.",
  "Enwere ike ikpughe ndị mmadụ na pesticides, nke gụnyere ụmụ ahụhụ, ahịhịa ahịhịa, fungicides, site n'ọtụtụ ụzọ dị iche iche gụnyere: ọrụ, n'ime ụlọ, n'ụlọ akwụkwọ, na ikuku, mmiri, ala, na nri",
  "Ihe fọrọ nke nta ka ọ bụrụ mmadụ niile na-enweta ọkwa ụfọdụ nke ọgwụ nje",
  "Dịka ọmụmaatụ, ịfefe ọgwụ pesticide, nwere ike ịbụ isi mmalite dị mkpa nke ikpughere ọha mmadụ",
  "Ngosipụta nwere ike ime site n'iriri nri, iku ume, ma ọ bụ kọntaktị na akpụkpọ ahụ",
  "Ụfọdụ ọgwụ nje nwere ike ịdịgide na gburugburu ebe obibi ruo ogologo oge.",
  "Enwere nchegbu na ọgwụ nje ndị a na-eji chịkwaa ụmụ ahụhụ na ihe ọkụkụ nri dị ize ndụ nye ndị na-eri nri ndị ahụ",
  "Ọtụtụ ihe ọkụkụ, gụnyere mkpụrụ osisi na akwụkwọ nri, nwere ihe mkpofu pesticide ọbụna mgbe a sachara ya ma ọ bụ kpụchaa ya",
  "Chemicals ndị a na-ejizighị eme ihe ma ndị na-eguzogide ndakpọ ruo ogologo oge nwere ike ịdịgide n'ime ala na mmiri na, ya mere, na nri",
  "Dịka ọmụmaatụ, ọtụtụ ndị mmadụ na United States ka nwere ọkwa dichlorodiphenyltrichloroethane (DDT), ọgwụ ahụhụ, n'agbanyeghị mmachibido iwu ya na US na 1972",
  "Nchegbu ndị a bụ otu ihe kpatara mmegharị nri organic",
  "Na California, 92% nke ndị ọrụ ugbo bụ Latino na ikpughe na ọgwụ pesticides na ọtụtụ mpaghara Latino steeti maka ọgwụ pesticide bụ 906% karịa mpaghara ebe ndị Latino na-erughị 24%",
  "Nke a welitere nchegbu maka ikpe ziri ezi gburugburu ebe obibi.",
  "N'ihi ojiji a na-ejikarị ọgwụ pesticide eme ihe n'ọrụ ugbo, United Nations Codex Alimentarius Commission akwadola ụkpụrụ mba ụwa maka oke oke fọdụrụnụ (MRLs), maka ọgwụ pesticide n'otu n'otu na nri",
  "Na United States, ọkwa nke mfufu ekwenyere ka ọ nọrọ na nri nwere oke dabere na ọkwa nnabata a na-ewere na ọ dị mma dịka Ụlọ Ọrụ Nchekwa Gburugburu Ebe Obibi U.S",
  "(EPA)",
  "EPA na-edobe ihe fọdụrụ nke pesticide anabatara dabere na nsí nke pesticide, ngwaahịa mmebi ya, ọnụọgụ na ugboro ole nke ọgwụ pesticide, na ole n'ime ọgwụ pesticide (ya bụ ihe fọdụrụ) na-anọgide na ma ọ bụ na nri n'oge ọ dị",
  "ahịa na-ekesa",
  "A na-enweta ọkwa nnabata site na iji nyocha ihe ize ndụ sayensị nke achọrọ ndị na-emepụta ọgwụ pesticide ka ha mee—ntụle gụnyere ọmụmụ toxicological, ikpughe ihe ngosi na ọmụmụ ihe fọdụrụ tupu enwee ike ịdebanye aha otu ọgwụ pesticide",
  "Otú ọ dị, a na-anwale mmetụta ndị ahụ otu pesticide n'otu oge ma ọ dị ntakịrị ihe ọmụma banyere mmetụta synergistic nke nwere ike ikpughe na ọtụtụ pesticide traces na ikuku, nri na mmiri na ahụike mmadụ.",
  "Ọ bụ ezie na a na-ejikọkarị iji ọgwụ pesticide na ọrụ ugbo, a na-ejikwa ọgwụ pesticides dịka akụkụ nke enyemaka ahụike ọha na eze iji chịkwaa ọrịa ndị na-ebute vector (dịka ịba na ahụ ọkụ Dengue) na osisi ndị a na-achọghị na nhazi nke ogige ntụrụndụ na ubi.",
  "Emebere ọgwụ mgbochi iji gbuo ihe ndị dị ndụ ma na-adịgasị iche na usoro ha si eme ya, dabere na klaasị ha",
  "Klas ndị bụ isi nke pesticides bụ organochlorines (OCPs) ma ọ bụ ihe ndị na-emetọ organic na-adịgide adịgide (POPs), organophosphates, carbamates, phyrethroids, na triazines",
  "Ọ bụ ezie na egosipụtara na ọgwụ ndị na-egbu egbu niile nwere mmetụta na ahụike mmadụ, OCP bụ ihe a ma ama maka nnukwu ihe ize ndụ maka mmetụta ọjọọ ka ha na-agbaze n'ime anụ abụba ma nwee ike, si otú a na-agbakọta na ọkwa ndị na-emerụ ahụ na anụ ahụ ndị a",
  "Dịka ọmụmaatụ, ụfọdụ OCP dị ka estrogen n'ụdị ma nwee ike iṅomi mmetụta nke estrogen endogenous site na ijikọta ndị na-anabata estrogen",
  "Ọgwụ nje ndị a na-egosipụta mmetụta ha na-egbu egbu site na itinye aka na homeostasis nke hormonal, na-ebute nkwụsị nke hormonal",
  "Nke a na-akwalite uto na-adịghị mma na mmepe nke anụ ahụ ọmụmụ ma nwee ike ibute ọrịa kansa ma ọ bụ mmetụta na-emerụ ahụ na ahụike ọmụmụ",
  "OCP ma ọ bụ POP, bụ ndị e ji mee ihe n'ọrụ ugbo n'afọ ndị 1950, ka amachibidola iwu n'ọtụtụ mba",
  "Agbanyeghị, ngwaahịa mmebi ha na-adịgide adịgide ma enwere ike ịhụ ya na ala.",
  "Ọgwụ ndị na-egbu egbu nwekwara ike ịkpata mmetụta ọjọọ ha na ahụike mmadụ site n'ime ihe ndị na-anabata cell na ọwa ion, na-egbochi ụzọ mgbaàmà isi na sel, na site na imetụta DNA methylation na mgbanwe histone, si otú a na-ebute mgbanwe na mkpụrụ ndụ ihe nketa na ọrụ cell.",
  "Nsogbu ahụike siri ike nwere ike ime na ndị ọrụ na-ahụ maka ọgwụ na-egbu egbu, dị ka mgbu afọ, isi ọwụwa, isi ọwụwa, ọgbụgbọ, ọgbụgbọ, yana nsogbu akpụkpọ na anya",
  "Na China, ihe dị ka ọkara nde mmadụ na-eji ọgwụ ahụhụ na-egbu egbu kwa afọ, 500 n'ime ha na-anwụ",
  "Pyrethrins, ụmụ ahụhụ ndị a na-ejikarị eme ihe na-egbu ahụhụ, nwere ike ịkpata ọnọdụ nwere ike ịnwụ ma ọ bụrụ na ekuru ume.",
  "Ọtụtụ nchọpụta enyochala mmetụta nke ikpughe pesticides na ihe ize ndụ nke ọrịa cancer",
  "Achọtala mkpakọrịta ndị nwere: leukemia, lymphoma, ụbụrụ, akụrụ, ara, prostate, pancreas, imeju, akpa ume, afo, esophageal, na ọrịa anụ ahụ",
  "Ihe ize ndụ a na-abawanye na-eme site na mkpughe ebe obibi na nke ọrụ",
  "Achọpụtala ọnụọgụ ọrịa kansa na-abawanye n'etiti ndị ọrụ ugbo na-etinye kemịkalụ ndị a",
  "Nnyocha na-egosi njikọ dị n'etiti ikpughe carbamate na glioma na meningioma, ikpughe glyphosate na gbasaa nnukwu lymphoma B-cell, yana ikpughe alachlor na ọrịa kansa laryngeal",
  "Ejikọtara mmetụta nne na-ahụ maka ọgwụ na-egbu egbu mgbe ọ dị ime na mmụba n'ihe ize ndụ nke nwa ya nwere ọrịa leukemia, akpụ Wilms, na ọrịa kansa ụbụrụ",
  "Mkpughe na ụmụ ahụhụ dị n'ime ụlọ yana ọgwụ mgbochi ahịhịa n'èzí na-ejikọta ya na ọrịa cancer ọbara na ụmụaka",
  "Nnyocha usoro nke afọ 2007 chọpụtara na \"ọtụtụ ọmụmụ banyere lymphoma na-abụghị Hodgkin na ọrịa leukemia gosipụtara mmekọrịta dị mma na mkpughe pesticide\" ma si otú a kwubiri na ekwesịrị ibelata iji ọgwụ pesticides eme ihe ịchọ mma.",
  "Usoro molekụla a tụrụ aro maka njikọ nke mkpughe pesticide na mmepe ọrịa kansa bụ mmebi nke ihe mkpụrụ ndụ ihe nketa dị ka chromosomes, DNA, na protein histone, ma ọ bụ mebie akụkụ ahụ sel dị ka endoplasmic reticulum, mitochondria, netwọk endocrine, na ndị na-anabata nuklia.",
  "Enwere nchikota ihe akaebe nke mmetụta akwara ozi nke abụọ na mkpughe ọgwụ pesticide",
  "Mkpughe dị ukwuu na nnukwu ọgwụ pesticides nke na-emetụta usoro nhụjuanya nke etiti nwere ike ime ka neurotoxicity, gụnyere mgbagwoju anya na mgbanwe moto",
  "N'ime utero na mmalite nwata ikpughe na organophosphates nwere ike ịkpata mmebi neurodevelopmental, karịsịa n'ihi na ụfọdụ pesticides na metabolites ha na-agafe placenta na ọbara-ụbụrụ ụbụrụ nwa ebu n'afọ, bụ nke na-etolitebeghị nke ọma na nwa ebu n'afọ",
  "Tụkwasị na nke ahụ, nchịkọta nke ikpughe na-adịghị ala ala ejikọtawo na ihe ize ndụ dị ukwuu nke ịmepụta ọrịa neurodegenerative mgbe e mesịrị na ndụ",
  "Enwere ihe akaebe siri ike na mkpughe na-adịghị ala ala na ọgwụ pesticides na-abawanye ohere nke ịmalite ọrịa ọrịa Parkinson, nke nwere ike site na mmetụta na-egbu egbu na neurons dopaminergic (nke na-agwụ na ọrịa Parkinson)",
  "Na mgbakwunye, enwere ihe akaebe na-abawanye na mkpughe na-adịghị ala ala na-abawanye ohere nke ọrịa Alzheimer",
  "Ntụleghachi nke ọtụtụ ọmụmụ nke lere anya na mkpughe pesticide dị elu, tumadi organophosphates, n'etiti ndị ọrụ ugbo na-atụkwa aro nsonaazụ akwara ozi maka mkpughe dị otú ahụ",
  "Nnukwu mkpughe ọgwụ nje na-ejikọta ya na ọrịa akwara ozi, neuropsychiatric, na neurodegenerative n'etiti ndị ọrụ ugbo na-etinye ọgwụ nje",
  "Nsogbu ndị a kọrọ bụ: ADHD, ịda mbà n'obi, nchekasị, isi ọwụwa, isi ọwụwa na adịghị ike ísì ísì (nke e ji mee ihe dị ka ihe ngosi mmalite maka ọrịa neurodegenerative).",
  "Ụlọ ọrụ na-ahụ maka gburugburu ebe obibi nke United States gụchara nyocha nke afọ 10 nke pesticides organophosphate na-esote Iwu Nchedo Ogo Nri nke 1996, mana ọ emeghị ntakịrị ihe maka mmepe neurotoxic nke mmepe, na-enweta nkatọ siri ike sitere n'ime ụlọ ọrụ na ndị nchọpụta n'èzí",
  "Emebeghị ọmụmụ ihe yiri nke ahụ na ọgwụ nje ndị ọhụrụ na-edochi organophosphates.",
  "Ọtụtụ ọgwụ pesticides na-arụ ọrụ dị ka kemịkalụ endocrine na-emebi (EDC) ma ọ bụ ihe na-egbochi ọrụ homonụ nkịtị",
  "Dị ka nke 2013, 101 pesticides e depụtara dị ka egosipụtara ma ọ bụ kwere omume endocrine disrupters",
  "Dị ka ndị dị otú a, ọkwa dị elu nke na/ma ọ bụ ogologo oge na-ekpuchi ọgwụ na-egbu egbu nwere ike imetụta ahụ ike ịmụ nwa ma jikọta ya na mbelata ọmụmụ ọmụmụ, mmụba nke ime ọpụpụ, na mgbanwe n'ụdị ntozu okè",
  "Kpọmkwem, triazines, akụkụ-chlorine, na carbamate ụmụ ahụhụ nwere mgbochi-androgenic mmetụta na-emetụta ụmụ nwoke, na-akpata enweghị mmepe nke nwoke àgwà gụnyere mbelata na testicular size, spam mmepụta, na androgen mmepụta",
  "Ọtụtụ ọgwụ na-egbu egbu gụnyere dibromochlorophane na 2,4-D ejikọtawo na enweghị ọmụmụ na ụmụ nwoke",
  "Mkpughe nke ọgwụ pesticide mere ka ịmụ nwa na ụmụ nwoke belata, mgbanwe mkpụrụ ndụ ihe nketa na sperm, mbelata ọnụ ọgụgụ sperm, mmebi nke epithelium germinal na mgbanwe ọrụ homonụ.",
  "Mmetụta nke ọgba aghara endocrine na-adabere n'oge ikpughe ọgwụ pesticide (dịka ọmụmaatụ, n'oge embryogenesis n'oge mmalite ime ime ma ọ bụ n'oge ọ bụ nwata) ka windo ndị nwere ike ịdị iche na-ekpebi mpụta ọrịa",
  "Ọtụtụ nnyocha e mere na-egosi na a na-ejikọta ọnụ ọgụgụ dị elu nke pesticides n'ime ọbara nke nne na ogologo oge maka ịtụrụ ime na ọnụ ọgụgụ ka ukwuu nke ịmụ nwa",
  "Dịka ọmụmaatụ, n'ime ndị nne na / ma ọ bụ ndị mmekọ ha bụ ndị kọrọ akụkọ ihe mere eme nke pesticide, enwere ihe ize ndụ dị ukwuu nke ime ọpụpụ na njikọ siri ike na ikpughe n'ime izu atọ mbụ nke ime ime",
  "Nke a nwere ike jikọta ya na mmetụta ọjọọ nke pesticides nwere ike ime na mmepe oocyte na fatịlaịza",
  "N'otu aka ahụ, ọmụmụ na-enyocha mmetụta dị mkpirikpi nke ikpughe ọrụ na ọgwụ dị iche iche na-ahụ maka ahụike ọmụmụ na-egosi na ọgwụ ndị na-egbu egbu nwere ike inwe mmetụta dị njọ na sperm-ikpughe pesticide, jikọtara ya na mbelata sperm motility, ntụpọ na sperm morphology na semen volume",
  "Otú ọ dị, mmetụta ogologo oge nke ikpughe pesticides na spermatogenesis na ọmụmụ amaghị.",
  "N'ihi na ụfọdụ pesticides na ha na-akpata metabolites nwere ike ịgafe placenta na, ya mere, ọbara-ụbụrụ- mgbochi, ha nwekwara ike imetụta mmepe nke nwa ebu n'afọ; ihe akaebe siri ike na-ejikọta mkpughe tupu na mgbe ọmụmụ nwa na ọgwụ pesticides na nsogbu ọmụmụ, gụnyere nkwarụ anụ ahụ na/ma ọ bụ nke uche, ọnwụ nwa ebu n'afọ na mgbanwe uto nwa ebu n'afọ",
  "Ikekwe mmetụta ahụike a maara nke ọma nke ọgwụ pesticides bụ mmụba nke ntụpọ nwa na mpaghara Vietnam nke a na-efesa ya na defoliant ma ọ bụ Agent Orange, ngwakọta 50:50 nke 2,4,5-T na 2,4-D, bụ nke e meworo",
  "jikọtara ya na ahụike ọjọọ na mkpụrụ ndụ ihe nketa na Malaya na Vietnam",
  "Achọpụtakwara na ụmụ ndị nọ n'oge ụfọdụ ọgwụ na-egbu egbu nwere obere ibu ịmụ nwa ma nwee ntụpọ mmepe",
  "Ejikọkwara n'ikpughe nke nne na ọgwụ pesticides na mmụba dị elu nke hypospadia na nwa amụrụ ọhụrụ, nke bụ oghere na-adịghị mma nke urethra na ụmụ nwoke.",
  "Nnyocha ụfọdụ achọpụtala ka ihe ize ndụ nke dermatitis dịkwuo elu n'ime ndị a kpughere.",
  "Na mgbakwunye, ọmụmụ egosila na ikpughe ọgwụ nje na-ejikọta ya na nsogbu iku ume ogologo oge",
  "Achọpụtara mkpakọrịta dị ịrịba ama n'etiti ikpughe na ọgwụ pesticides na mbelata ọrụ ngụgụ yana mgbaàmà ụgbọ elu metụtara ya",
  "Nnyocha egosiwo njikọ dị n'etiti ikpughe na ọgwụ nje na mgbaàmà ikuku dị ka iku ume, ụkwara, mkpụmkpụ ume, imi imi, ọnya ma ọ bụ mgbakasị ahụ nke akpịrị, na ike iku ume",
  "Ejikọtara ọrụ ngụgụ mbelata na mkpughe nke ọgwụ na-egbu egbu n'ọrụ",
  "Nnyocha egosiwo njikọ dị n'etiti mgbochi nke cholinesterase site na pesticides dị ka carbamate na organophosphate na mbelata ma ọ bụ mmebi nke ọrụ ngụgụ",
  "Na mgbakwunye, a kọwakwara na ikpughe na ọgwụ ndị na-egbu egbu na-ejikọta ya na ọnọdụ ngụgụ na-egbochi ma na-egbochi ya",
  "Kpọmkwem, ekpughere organophosphate jikọtara ya na mbelata ọrụ ngụgụ nke usoro mmachi mere.",
  "Nchịkọta nyocha nyocha nke ndị ọgbọ enyochala njikọ dị n'etiti ikpughe pesticide na nsonaazụ neurologic na ọrịa kansa, ikekwe ihe abụọ kachasị mkpa na-ebute ndị ọrụ organophosphate ekpughere.",
  "Enwere ihe akaebe na-abawanye na ikekwe na-egosi mmụba dị ukwuu nke mmepe nke ụdị ọrịa shuga 2 na ikpughe na ọgwụ pesticide na metabolites ha.",
  "Enweghị ike mụọ ikpughe ọgwụ na-egbu egbu n'ime ule a na-achịkwa placebo n'ihi na nke a ga-abụ ihe na-adịghị mma",
  "Ya mere enweghi ike ikwalite mmekọrịta mmetụta ihe kpatara ya",
  "Enwere ike ịchịkọta ihe akaebe na-agbanwe agbanwe site na atụmatụ ọmụmụ ihe ndị ọzọ",
  "Ya mere, a na-ejikarị ụkpụrụ ịkpachara anya mee ihe n'iwu gburugburu ebe obibi nke mere na a chọghị ihe akaebe zuru oke tupu emebe mgbalị ibelata ikpughe na nsị nwere ike ime.",
  "Ndị otu ahụike Amerịka na-atụ aro ịmachi ikpughe na ọgwụ nje",
  "Ha bịara na nkwubi okwu a n'ihi na usoro onyunyo dị ugbu a ezughị oke iji chọpụta nsogbu ndị metụtara ikpughe",
  "Uru nke asambodo ngwa na mmemme ngosi ọha nwekwara uru amaghi ama na ikike ha igbochi nsonaazụ ọjọọ.",
  "Òtù Ahụ́ Ike Ụwa na Òtù Na-ahụ Maka Gburugburu Ebe Obibi na-eme atụmatụ na kwa afọ, nde mmadụ atọ na-arụ ọrụ ugbo n’ime mba ndị ka na-emepe emepe na-enweta nsi siri ike site na ọgwụ ndị na-egbu egbu, ihe dị ka 18,000 n’ime ha na-anwụ",
  "Dị ka otu nnyocha si kwuo, ihe dị ka nde ndị ọrụ 25 nọ ná mba ndị ka na-emepe emepe nwere ike na-ata ahụhụ n'ụzọ dị nro na-egbu egbu egbu kwa afọ",
  "Achọpụtara ọkwa nke ọgwụ pesticide dị iche iche 50 n'ọbara nke ihe nlere anya nke ndị US.",
  "Ewelitela nchegbu gbasara esemokwu nke ọdịmma gbasara ntọala nyocha maka ụfọdụ nyocha gbasara nsi nke ọgwụ nje",
  "Dịka ọmụmaatụ, Richard Doll nke Ụlọ Ọrụ Nnyocha Ọrịa Cancer nke Imperial na England nwere njikọ na-akọwaghị nke ọma na ego ụlọ ọrụ.",
  "Ọtụtụ ọgwụ na-egbu egbu gụnyere neonicotinoids clothesianidin, dinotefuran, imidacloprid na-egbu egbu nye aṅụ",
  "Ikpughe na ọgwụ pesticides nwere ike ịbụ otu n'ime ihe ndị na-ebute ọgba aghara ọdịda obodo",
  "Otu nnyocha e mere na North Carolina gosiri na ihe karịrị pasentị 30 nke ndị nnụnụ kwel a nwalere bụ otu ngwa ọgwụ nje na-eku ume mere ka ha rịa ọrịa",
  "Ozugbo nnụnụ na-arịa ọrịa, anụ ufe nwere ike ileghara ụmụ ha anya, gbahapụ akwụ́ ha, ma bụrụ ndị anụ ọhịa ma ọ bụ ọrịa na-enwekarị ahụ́."
]