[
  "Mmetọ ikuku bụ nchegbu na British Columbia, Canada n'ihi mmetụta ya na ahụike na anya",
  "Ọnọdụ ikuku na-emetụta na British Columbia (BC) site n'ọtụtụ úgwù na ndagwurugwu, nké na-eme ka mgbasa nke mmetọ ikuku dị mgbagwoju anyá ma nwee ike iduga na oké mmetọ dị ka ihe na-emetọ ihe site na anwụrụ ọkụ (karịsịa n'ogè ọnọdụ ikuku / ntụgharị)",
  "Ọnọdụ ikuku n'ọtụtụ BC dị mmá ma e jiri yá tụnyere ọtụtụ ébé dị na North America",
  "Nke a bụ eziokwu karịsịa màkà obodo ndị dị na BC dị ka mpaghara Greater Vancouver na Victoria.",
  "Obodo ndị dị na ndagwurugwu dị ka Golden nwere ike ịnwe ógè ikuku na-adịghị mmá, ọkachasị n'ogè ọnọdụ ikuku na-akwụsi ike",
  "Obodo abụọ ugbu a karịrị ụkpụrụ gọọmentị etiti màkà ọkwa kachasị nchebe nke mmetọ: Prince George màkà ihe particulate (PM2.5), na obodo Hope na ala Fraser Valley maka ozone",
  "Obodo ndị ọzọ dị nso na ọkọlọtọ PM2.5, dị ka Quesnel, Kamloops, Chiliwack, na Langley.",
  "A na-enweta nsonaazụ nlekota ikuku kwà awa màkà ndagwurugwu Fraser dị ala",
  "A na-enweta ozi gbasara ikuku màkà mpaghara ndị ọzọ site na Ministry of the Environment",
  "BC Lung Association na-emepụta akụkọ ihu igwe kwà afọ màkà BC",
  "Akụkọ a bụ mmekorita n'etiti gọọmentị mpaghara, gọọmentị etiti na nke mpaghara na-ahụ màkà njikwa ikuku na BC.",
  "Enwèrè ike kewaa isi mbido mmetọ ikuku na British Columbia n'etiti ndị na-anọghị na mpaghara ahụ, dị ka mmetọ transboundary, na ndị dị n'ime ya; na n'etiti isi mmalite anthropogenic (nke mmadụ mèrè) na isi mbido okike. Ihe ndị sitere n'èzí na-agụnye ihe ndị na-ere ọkụ na gas sitere na ụlọ ọrụ mmepụta ihe na mpaghara Alberta ma ọ bụ steeti Washington nke United States",
  "Ihe ndị na-egbu egbu bụ akụkụ nke mmetọ ndị a dịka tetrachloroethylene na trichloroethylene yana nitrogen monoxide na sulfur dioxide, nke Canada na-achọ ibelata site na okpu na usoro ikikere ya. Ugwu St",
  "Helens abụwo isi iyi dị mkpà n'èzí: ọ bụ ezie na ọ dị kpamkpam na United States, mgbawa ya mèrè ka ikuku na-emetọ akụkụ nke British Columbia.",
  "Iwu Canada akọwaghị n'ụzọ doro ányá ọkwa gọọmentị nke nwere ọrụ màkà nchedo gburugburu ébé obibi na Canada",
  "N'ihi nke a, iwu mmetọ na British Columbia kewara n'etiti mpaghara, mpaghara, mpaghara na ikike mba ụwa, nke ọ bụla nwere uche nke ya na, mgbè ụfọdụ, nchegbu na-ekpuchi",
  "Enwèrè ike itinye iwu na nke ọ bụla n'ime ọkwa ndị a.",
  "EMA bụ iwu na-enyere aka màkà ikikere mmepụta ihe nke BC.",
  "N'ime mpaghara ahụ, mpaghara dị íchè íchè na obodo dị íchè íchè ewepụtala iwu iji chịkwaa mmetọ",
  "Enwekwara atụmatụ ndị dabeere na mpaghara iji jikwaa mmetọ n'akụkụ ala nke na-amata ikuku ikuku kama ókèala ndọrọ ndọrọ ọchịchị",
  "Usoro a dị mkpa karịsịa na BC n'ihi ugwu ugwu ya",
  "Iwu Nchịkwa Gburugburu Ébé Obibi nke BC na-amata airsheds ma kwuo na ndị njikwa n'okpuru Iwu ahụ \"nwèrè ike ịtụle\" ha, mànà ọnọdụ iwu ha zuru oke ejighị n'aka",
  "Atụmatụ ụfọdụ enweela mmetụta dị ukwuu, na omume a nwèrè ike ịga n'ihu.",
  "Mmetụta ahụike nke mmetọ ikuku dịgasị iche na nha na njirimara nke ndị a na-ekpughe, ihe mmetọ ma ọ bụ ngwakọta nke mmetụ na ọnụ ọgụgụ nke mmetor, ma n'oge dị mkpirikpi ma n'ogologo",
  "A maara ụmụaka, ndị agadi, na ndị nwéré nsogbu ahụike dịbu adị ka ndị na-adịghị ike karịsịa",
  "N'ikwu okwu n'ozuzu, mmetụta iku ume na nke obi bụ ihe kachasị mkpa, mànà enwèrè ihe akaebe na-arịwanye elu na mmetọ ikuku na-arụ ọrụ na ọrịa kansa na mgbanwe mkpụrụ ndụ ihe nketa, ụfọdụ n'ime ha nwèrè ike iketa",
  "Mmetụta na-agbakọta ọnụ na nke na-arụkọ ọrụ ọnụ siri ike ịmụ: nchegbu omume na-ewepụ ụfọdụ usoro nnwale ndị a na-achọsi ike, na ọmụmụ ọtụtụ mmetọ dị mgbagwoju anya ma dị oke ọnụ, na-ahapụ mpaghara ndị a na'ụzọ na-enweghị nghọta nke ọma na nnwale",
  "Mgbè ụfọdụ, ọmụmụ ihe gburugburu ebe obibi nwere ike inye aka na nghọta anyị banyéré mmetụta jikọtara ọnụ",
  "Na mmalite afọ 1990, mpaghara ahụ nyere Dr",
  "Sverre Vedal, ónyé nchọpụta na Mahadum British Columbia, ọrụ ịchọpụta mmetọ ikuku na BC, na ịtụle ma debe mmetụta ahụike ya",
  "Akụkọ ya kwubiri na mmetọ nke ụmụ irighiri ihe bụ nchegbu kachasị njọ, na-eme atụmatụ ọnụọgụ ọnwụ 82 kwà afọ, n'etiti ihe ndị ọzọ. Ka ọ na-erule ngwụcha afọ 2004, mpaghara ahụ na-aga n'ihu na mgbalị ogologo ógè iji chịkwaa isi mmalite nke particulates",
  "Ọnụ ọgụgụ dịgasị iche iche na ọdịdị ala emeela ka nsogbu dị iche iche na mpaghara dị iche iche, na-achọ ụzọ dị iche iche",
  "Ihe ndị ọzọ dị mkpa na-emetọ ikuku bụ oxides nke nitrogen na nke sulphur, ihe ndị na-emebi emebi nke ụdị dị iche iche, polycyclic aromatic hydrocarbons, dioxins na furans",
  "Mmetụta na mmetụta ahụike nke ndị a dịgasị iche site na mpaghara na mgbè ụfọdụ site na ógè.",
  "Air Quality Health Index ma ọ bụ (AQHI) bụ ihe e mèrè iji nyere aka ịghọta mmetụta nke ikuku na ahụike",
  "Ọ bụ ngwá ọrụ nchebe ahụike nke a na-eji eme mkpebi iji belata mkpirikpi mkpuchi ikuku site na ịgbanwe ọkwa ọrụ n'ogè mmụba nke mmetọ ikuku",
  "Air Quality Health Index na-enyekwa ndụmọdụ banyere otu esi emeziwanye ikuku site n'ịtụ aro mgbanwe omume iji belata akara gburugburu ébé obibi",
  "Ndepụta a na-elebara ndị na-emetụta mmetọ ikuku ányà",
  "Ọ na-enye ha ndụmọdụ banyéré otu esi echebe ahụike ha n'oge ikuku dị mmá metụtara ihe ize ndụ ahụike dị ala, nke dị n'etiti, nke dị elu, na nke dị elu."
]