[
  "Ọdọ Mmiri Karachay, nké dị N'ébé ndịda Ugwu Ural n'ébé ọwụwa anyanwụ Russia, bụ ébé a na-atụfu ihe màkà ụlọ ọrụ nuklia nke Soviet Union",
  "Usoro ihe mberede na ọdachi dakwara ya na-eme ka mpaghara ndị gbárá ya gburugburu nwee nnukwu mmetọ site na ihe mkpofu radioactive",
  "Ọ bụ ezie na ọdọ mmiri ahụ nwèrè mpaghara dị obere karịa nke Fukushima Daiichi Nuclear Power Plant, [ dị mkpa?] na ọ bụ ezie na ébé obibi atọ, Ozyorsk, Novogornyj [ru] na Tatysh [ru] dị ihe dị ka kilomita 7, Mayak gbárá ọdọ mmiri ahụ gburugburu, ọdọ mmiri ahụ ka bụ mpaghara okike",
  "[citation needed] Worldwatch Institute akọwaala ya dị ka \"ebe kachasị emetọ n'ụwa\".",
  "E wuru ya na ngwụcha afọ 1940, Mayak bụ otu n'ime ụlọ ọrụ nuklia a ma ama na Russia",
  "Gọọmentị zoro ụlọ ọrụ ahụ ruo n'afọ 1990",
  "Mgbè ónyé isi ala Russia Boris Yeltsin bịanyere aka na iwu afọ 1992 na-emeghe mpaghara ahụ, ndị ọkà mmụta sayensị ọdịda anyanwụ nwèrè ike ịnweta",
  "A na-eme atụmatụ na ihe dị n'ala ọdọ mmiri ahụ nwèrè ihe fọrọ nke nta ka ọ bụrụ ihe niile dị elu nke radiation radiation na omimi nke ihe dịka feet irí na otu (3.4 m).",
  "N'afọ 1994, akụkọ kpughere na nde cubic mita isé nke mmiri mmetọ esila n'Ọdọ Mmiri Karachay kwaga, ma na-agbasa n'ebe ndịda na n'ebe ugwu na mita iri asatọ kwà afọ, \"na-eyi egwu ịbanye n'ime mmiri na osimiri\". Ndị dere ya kwetara na \"ihe ize ndụ ndị e chepụtara echepụta ghọrọ ihe ndị méré eme\".",
  "N'ọnwa Nọvemba afọ 1994, ndị ọrụ si na Ministry of Atomic Energy nkè Russia kwùrù na ndị ọrụ Soviet malitere usoro na-esote ọdachi Kyshtym nke afọ 1957 nke dugara na mbufe nke ijeri curies atọ nke ihe mkpofu nuklia dị elu n'ime olulu miri emi na ébé atọ ndị ọzọ.",
  "Mgbè ụkọ mmiri ozuzo mèrè ka mmiri daa, na-ekpughe ụrọ emetọ, nke ifufe na-ebugharị, na-emetọwanye mpaghara ndị gbárá ya gburugburu, e kpebiri iji mejupụta ọdọ mmiri ahụ kpamkpam. Ka ọ na-erule n'ọnwa Disemba afọ 2016, ọnọdụ ọdọ mmiri ahụ jupụtara kpamkpam, na-eji blọk simenti pụrụ iche, nkume, na unyi",
  "A rụchara ya kpamkpam n'ọnwa Nọvemba 2015, mgbè ahụ nyochara ya tupu etinye akwa ikpeazụ nke nkume na unyi",
  "Nnyocha data gosipụtara \"ebelata doro ányá nke ntinye nke radionuclides n'elu\" mgbè ọnwa iri gasịrị. A na-atụ anya na a ga-etinye usoro nlekota nke were ọtụtụ iri afọ màkà mmiri dị n'okpuru ala n'oge na-adịghị ányá.",
  "Osimiri Techa, nke na-enye mmiri na mpaghara ndị dị nso, emetọla, ihe dị ka pasenti iri isii na ise  nke ndị bi n'ógbè ahụ dara ọrịa radiation",
  "Ndị dọkịta kpọrọ ya \"ọrịa pụrụ íchè\" n'ihi na ekweghị ka ha dekọọ radieshon na nchọpụta ha ma ọ bụrụhaala na ụlọ ọrụ ahụ bụ ihe nzuzo",
  "N'ime obodo Metlino [ru], a chọpụtara na pasenti iri isii na ise nke ndị bi na ya na-arịa ọrịa radiation na-adịghị ala ala",
  "[citation needed] Ndị ọrụ na ụlọ ọrụ plutonium nwekwara nsogbu.",
  "Mmetọ nkè Ọdọ Mmiri Karachay jikọtara ya na mwepụ nke ihe nuklia site na Mayak",
  "N'etiti ndị ọrụ, ọnwụ ọrịa kansa ka bụ nsogbu. Site n'otu atụmatụ, osimiri ahụ [?] nwere otu narị na iri abụọ nde curies nke ihe mkpofu radioactive.",
  "Ihe mkpofu nuklia, ma ọ bụ site na ọrụ nuklia ndị nkịtị ma ọ bụ nke ndị agha, ka bụ nnukwu egwu na gburugburu ébé obibi nke Russia. Akụkọ na-egosi na e nwèrè ihe ịrịba ama okporo ụzọ ole na ole ma ọ bụ enweghị ihe ịrịbaanya na-adọ aka ná ntị banyéré ébé ndị mmetọ gbárá Ọdọ Mmiri Karachay gburugburu.",
  "Akụkụ ụfọdụ nke ọdọ mmiri ahụ bụ nké radiation (600 röntgens / awa) na mmadụ nwèrè ike ịnata radiation na-egbu egbu na nkeji iri atọ (300 röntgen)",
  "[citation needed]"
]