[
  "Mmetọ aja, ma ọ bụ mmetọala dị ka akụkụ nke mmebi ala na-esite na ọnụnọ nke kemịkal xenobiotic (nke mmadụ mere) ma ọ bụ mgbanwe ndị ọzọ na gburugburu ala",
  "Ọ na-abụkarị ọrụ ụlọ ọrụ mmepụta ihe, kemịkal ọrụ ugbo ma ọ bụ mkpofu na-ekwesịghị ekwesị",
  "Kemịkal  ndị a na-ahụkarị bụ petroleum hydrocarbons, polynuclear aromatic hydrocarbons (dị ka naphthalene na benzo(a)pyrene), solvents, pesticides, lead, na ọla ndị ọzọ dị arọ",
  "Mmetọ na-emetụta ogo mmepụta ihe na ike nke kemịkal",
  "Nchegbu banyere mmetọ ala na-esite n'ihe ize ndụ ahụike, site na mmetụ ihu na ihu na ala emetọ, anwụrụ ọkụ sitere na mmetọ, ma ọ bụ site na mmegọ nke abụọ nke mmiri dị n'ime na n'okpuru ala. Map nke ebe ala emetọ na nhicha ndị na-esi na ya apụta bụ ọrụ na-eri oge ma dị oke ọnụ, ma chọọ nka na geology, hydrology, chemistry, modeling kọmputa, na GIS na mmetọ gburugburu ebe obibi, yana ekele maka akụkọ ihe mere eme nke kemịkal ụlọ ọrụ.",
  "Na mpaghara North America na Western Europe, a maara oke ala emetọ nke ọma, ebe ọtụtụ mba dị na mpaghara ndị a nwere usoro iwu iji chọpụta ma dozie nsogbu gburugburu ebe obibi a",
  "Mba ndị na-emepe emepe anaghị achịkwa nke ọma n'agbanyeghị na ụfọdụ n'ime ha enweela nnukwu mmepụta ihe.",
  "Mmetọ ala nwere ike ibute site na ihe ndị a (ndepụta na-adịghị agwụ agwụ) :",
  "Chemicals ndị a na-ahụkarị bụ petroleum hydrocarbons, solvents, pesticides, lead, na ọla ndị ọzọ dị arọ.",
  "Ọrụ ọ bụla nke na-eduga n'ụdị ndị ọzọ nke mmebi ala (erosion, compaction, wdg) nwere ike ime ka mmetụta mmetọ ahụ ka njọ n'ụzọ na-apụtaghị ìhè na mmezi ala ahụ na-aghọwanye ihe na-agwụ ike.",
  "Ntụnye ash nke a na-eme n'akụkọ ihe mere eme nke a na-eji eme ụlọ, azụmahịa, na ikpo ọkụ ụlọ ọrụ, yana maka usoro mmepụta ihe dị ka ịgbaze ọla, bụ ihe na-ebutekarị mmetọ n'ebe ndị mepere emepe tupu ihe dị ka afọ 1960",
  "Coal na-emekarị na-etinye isi na zinc n'oge e guzobere ya",
  ", yana ọla ndị ọzọ dị arọ ka ọ dị ntakịrị",
  "Mgbe a na-agba ọkụ, ọtụtụ n'ime ọla ndị a na-etinye uche na ntụ (nke bụ isi bụ mercury)",
  "ntụ ntụ na slag nwere ike ịnwe ndu zuru oke iji tozuo dị ka \"ihe mkpofu dị ize ndụ\", akọwara na US dị ka nwere ihe karịrị 5 mg/L nke lead enwere ike wepụ site na iji usoro TCLP",
  "Na mgbakwunye na ndu, uyi uyi na-enwekarị mgbanwe ma ọ bụ nnukwu mkpokọta nke polynuclear aromatic hydrocarbons (PAHs; eg, benzo (a) anthracene, benzo (b) fluoranthene, benzo (k) fluoranthene, benzo (a) pyrene, indeno (cd)  pyrene, phenanthrene, anthracene na ndị ọzọ)",
  "A maara PAH ndị a dị ka carcinogens nke mmadụ na mkpokọta anabatara nke ha na ala na-adịkarị gburugburu 1 mg/kg",
  "Enwere ike ịmata ntụ ntụ na slag site na ọnụnọ nke mkpụrụ osisi na-acha ọcha na ala, ala dị iche iche na-acha ntụ ntụ, ma ọ bụ (coal slag) na-afụ ụfụ, mkpụrụ osisi vesicular nwere nha.",
  "Mmiri nsị a gwọrọ agwọ, nke a maara na ụlọ ọrụ ahụ dị ka biosolids, aghọwo ihe arụmụka dị ka \"mkpụrụ osisi\"",
  "Ebe ọ bụ na ọ bụ ihe na-esite na ọgwụgwọ nsị, ọ na-enwekarị mmetọ dị ka ihe ndị dị ndụ, ọgwụ ahụhụ, na ọla dị arọ karịa ala ndị ọzọ.",
  "Na European Union, ntụziaka Urban Waste Water Treatment na-enye ohere ka a na-awụfu nsị n'ala",
  "A na-atụ anya na ọnụ ọgụgụ ahụ ga-eji okpukpu abụọ ruo tọn otu narị puku na ịrị asatọ na ise nke ihe siri ike na 2005",
  "Nke a nwere ezigbo ọrụ ugbo n'ihi nitrogen dị elu na phosphate",
  "N'afọ 1990/1991, a na-awụfu 13% mmiri na 0.13% nke ala; Otú ọ dị, a na-atụ anya na nke a ga-arị elu okpukpu ịrị na ise site na 2005",
  "Ndị na-akwado na-ekwu na ọ dị mkpa ịchịkwa nke a ka microorganisms pathogenic ghara ịbanye n'ime mmiri na iji hụ na enweghị nchịkọta nke ọla dị arọ n'elu ala.",
  "Ọgwụ ahụhụ bụ ihe eji egbu ahụhụ",
  "Ọgwụ ahụhụ nwere ike ịbụ kemịkal, ihe na-emetụta ihe ndị dị ndụ (dị ka nje ma ọ bụ nje bacteria), antimicrobial, disinfectant ma ọ bụ ngwaọrụ eji emegide ihe ọ bụla",
  "Nje ndị na-egbu egbu gụnyere ụmụ ahụhụ, pathogens nke osisi, ahịhịa, mollusks, nnụnụ, anụ na-enye nwa ara, azụ, nematodes (roundworms) na ụmụ mmadụ na-asọ mpi maka nri, na-ebibi ihe onwunwe, na-agbasa ma ọ bụ na-ebute ọrịa ma ọ bụ ihe na-enye nsogbu",
  "Ọ bụ ezie na enwere uru na iji ọgwụ ahụhụ, enwere nsogbu, dị ka nsị nwere ike ịba mmadụ na ihe ndị ọzọ dị ndụ.",
  "A na-eji ọgwụ herbicides egbu ahịhịa, ọkachasị n'okporo ụzọ na ụzọ ụgbọ okporo ígwè",
  "Ha yiri auxins ma ọtụtụ n'ime ha nwere ike imebi site na nje bacteria ala",
  "Otú ọ dị, otu ìgwè sitere na trinitrotoluene (2:4 D na 2:4:5 T) nwere dioxin na-adịghị ọcha, nke na-egbu egbu ma na-akpata ọnwụ ọbụna na obere",
  "Ọgwụ ọzọ na-egbu ahịhịa bụ Paraquat",
  "Ọ na-egbu egbu nke ukwuu mana ọ na-emebi ngwa ngwa n'ala n'ihi ọrụ nje bacteria ma ọ naghị egbu anụmanụ ala.",
  "A na-eji ọgwụ ahụhụ eme ihe iji kpochapụ ihe oriri na ugbo nke na-emebi ihe ọkụkụ",
  "Ụmụ ahụhụ na-emebi ọ bụghị naanị ihe ọkụkụ guzo ọtọ kamakwa ndị echekwara na n'ebe okpomọkụ a na-eche na otu ụzọ n'ụzọ atọ nke mmepụta zuru ezu na-efu n'oge nchekwa nri",
  "Dị ka ọ dị na fungicides, ọgwụ ahụhụ mbụ e ji mee ihe na narị afọ nke iri na itoolu bụ inorganic dịka",
  "Paris Green na ihe ndị ọzọ nke arsenic",
  "A na-ejikwa nicotine eme ihe kemgbe afọ 1690.",
  "Ugbu a, e nwere ụzọ abụọ nke ọgwụ ahụhụ na-egbu egbu:",
  "1",
  "Organochlorines gụnyere DDT, Aldrin, Dieldrin na BHC",
  "Ha dị ọnụ ala iji mepụta, dị ike ma na-anọgidesi ike",
  "A na-eji DDT mee ihe n'ụzọ buru ibu site na 1930s, na ọnụ ọgụgụ kachasị elu nke tọn 72,000 eji mee ihe na 1970",
  "Mgbe ahụ, ojiji dara ka a na-ahụ mmetụta na-emerụ ahụ gburugburu ebe obibi",
  "A chọtara ya n'ụwa niile na azụ na nnụnụ ma chọta ya na snow na Antarctic",
  "Ọ na-agbaze na mmiri ma na-agbaza nke ọma na ọbara",
  "Ọ na-emetụta usoro akwara na endocrine ma na-eme ka mkpokoro àkwá nke nnụnụ ghara inwe calcium na-eme na ha na-agbaji ngwa ngwa",
  "A na-eche na ọ bụ ya kpatara mbelata nke ọnụ ọgụgụ nnụnụ na-eri anụ dị ka ospreys na falcons peregrine na 1950s ha na-agbake ugbu a. Tinyere mmụba nke ọnụ ọgụgụ site na eriri nri, a maara na ọ na-abanye site na membranes na-agafe agafe, yabụ azụ na-enweta ya site na gills ha",
  "Ebe ọ bụ na ọ nwere obere mmiri, ọ na-anọkarị n'elu mmiri, yabụ ihe ndị dị ndụ bi n'ebe ahụ na-emetụta ya",
  "DDT a chọtara na azụ nke mejupụtara akụkụ nke usoro nri mmadụ kpatara nchegbu, mana ọkwa a chọtara n'ime imeju, akụrụ na anụ ahụ ụbụrụ erughị 1 ppm na abụba bụ 10 ppm, nke dị n'okpuru ọkwa nwere ike ịkpata mmerụ ahụ",
  "Otú ọ dị, a machibidoro DDT na UK na United States iji kwụsị ịbawanye ya na usoro nri",
  "Ndị na-emepụta US nọgidere na-ere DDT na mba ndị na-emepe emepe, ndị na-enweghị ike ịzụta kemịkal ndị dị oke ọnụ na ndị na-enweghi iwu siri ike na-achịkwa ojiji nke ọgwụ ahụhụ.",
  "2",
  "Organophosphates, dịka parathion, methyl parathion na ihe dị ka ọgwụ ahụhụ 40 ndị ọzọ dị na mba ahụ",
  "Parathion bụ ihe na-egbu egbu nke ukwuu, methyl-parathion dị obere ma a na-ewere Malathion dị ka ihe dị nchebe n'ozuzu ya n'ihi na ọ nwere obere nsị ma na-agbaji ngwa ngwa na imeju anụ na-enye nwa ara",
  "Ìgwè a na-arụ ọrụ site na igbochi nnyefe akwara dị mma ka a na-egbochi cholinesterase imebi ihe na-ebufe acetylcholine, na-akpata mmegharị ahụ na-enweghị nchịkwa.",
  "Ikpochapụ mgbọ, na enweghị nlekọta n'imepụta mgbọ nke sitere na ngwa ngwa nke mmepụta, nwere ike imerụ ala ruo ogologo oge",
  "E nwere obere ihe akaebe e bipụtara banyere ụdị mmetọ a n'ụzọ dị ukwuu n'ihi ihe mgbochi nke gọọmentị nke ọtụtụ mba tinyere na mbipụta nke ihe metụtara agha",
  "Otú ọ dị, gas mustard echekwara n'oge Agha Ụwa nke Abụọ emetọla ụfọdụ ebe ruo afọ iri ịse  na nnwale nke Anthrax dị ka ngwá agha nwere ike imerụ agwaetiti Gruinard.",
  "Ala emetọrọ emetọ na-emetụta ahụike mmadụ n'onwe ya site na mmetụ aka na ala ma ọ bụ site na iku ume nke mmetọ ala nke na-agbaze; enwere ike ibute egwu site na mmegide nke mmetụ ala n'ime mmiri dị n'okpuru ala nke a na-eji eme ihe mmadụ, mgbe ụfọdụ n'ebe ndị dị anya site na isi iyi ọ bụla doro anya nke mmetorita n'elu ala",
  "Mmanụ ndị na-egbu egbu nwekwara ike ịga n'ihu n'usoro nri site na osisi ndị bi n'ala nwere nnukwu ọla dị arọ",
  "Nke a na-akpata mmepe nke ọrịa metụtara mmetọ.",
  "Ihe ka ukwuu n'ihe ngosi bụ ihe mberede, ihe ngosi nwere ike ime site na:",
  "Otú ọ dị, ụfọdụ nnyocha na-eme atụmatụ na 90% nke ikpughe bụ site na iri nri na-emetọ emetọ.",
  "Mmetụta ahụike sitere na mmetọ ala dịgasị iche iche dabere na ụdị mmetọ, ụzọ mwakpo, na adịghị ike nke ndị a na-ahụ",
  "Ndị na-eme nchọpụta na-atụ aro na ọgwụ ahụhụ na ọla dị arọ n'ime ala nwere ike imerụ ahụike obi, gụnyere ọzịza na mgbanwe na elekere dị n'ime ahụ.",
  "Mmetụta na-adịghị ala ala na chromium, ọtụrụ, na ọla ndị ọzọ, mmanụ, solvents, na ọtụtụ ọgwụ ahụhụ na herbicide nwere ike ibute ọrịa cancer, nwere ike ịkpata nsogbu ọmụmụ, ma ọ bụ nwere ike ịkpalite ọnọdụ ahụike ndị ọzọ na-adịghị elu",
  "Ụlọ ọrụ mmepụta ihe ma ọ bụ nke mmadụ mepụtara nke ihe ndị na-apụta n'okike, dị ka nitrate na ammonia jikọtara ya na nsị anụ ụlọ site na ọrụ ugbo, achọpụtakwala dị ka ihe ize ndụ ahụike n'ala na mmiri dị n'okpuru ala.",
  "A maara na ikpughe benzene na-adịghị ala ala na oke zuru oke nwere njikọ na oke leukemia",
  "A maara Mercury na cyclodienes ka ha na-akpata ihe dị elu nke mmebi akụrụ na ụfọdụ ọrịa ndị a na-apụghị ịgbanwe agbanwe",
  "PCBs na cyclodienes nwere njikọ na nsị imeju",
  "Organophosphates na carbonates nwere ike ịkpata usoro mmeghachi omume na-eduga na mgbochi neuromuscular",
  "Ọtụtụ solvents chlorinated na-akpata mgbanwe imeju, mgbanwe akụrụ, na ịda mbà nke usoro akwara etiti",
  "E nwere ọtụtụ mmetụta ahụike ndị ọzọ dị ka isi ọwụwa, agbọ onunu, ike ọgwụgwụ, iwe anya na akpụkpọ ahụ maka ihe ndị a kpọtụrụ aha n'elu na kemịkal ndị ọzọ",
  "Na dosages zuru oke ọnụ ọgụgụ dị ukwuu nke mmetọ ala nwere ike ịkpata ọnwụ site na ikpughe site na mmetụ aka, iku ume ma ọ bụ iri ihe mmetọ na mmiri dị n'okpuru ala nke emetọ site na ala.",
  "Gọọmentị Scotland enyewo ụlọ ọrụ Institute of Occupational Medicine ọrụ ka ha nyochaa usoro iji nyochaa ihe ize ndụ maka ahụike mmadụ site na ala emetọ",
  "Ebumnuche zuru oke nke ọrụ a bụ ịrụ ọrụ nduzi nke kwesịrị ịba uru nye ndị isi obodo Scotland n'ịtụle ma saịtị na-anọchite anya nnukwu ohere nke nnukwu mmerụ ahụ (SPOSH) na ahụike mmadụ",
  "A na-atụ anya na mmepụta nke ọrụ ahụ ga-abụ akwụkwọ dị mkpirikpi na-enye nduzi dị elu na nyocha ihe ize ndụ ahụike na-ezo aka na nduzi na usoro ndị e bipụtara ugbu a nke a chọpụtara dị ka ndị dị mkpa ma na-enyere aka",
  "Ọrụ ahụ ga-enyocha etu e si mepụta ntuziaka iwu maka ikpebi nnabata nke ihe ize ndụ na ahụike mmadụ ma tụọ aro ụzọ iji nyochaa ihe mejupụtara ihe ize ndụ a na-anabataghị na-agbaso ụkpụrụ maka SPOSH dịka akọwapụtara na iwu na Ntuziaka Iwu Scotland.",
  "Ọ bụghị na mberede, mmetọ ala nwere ike inwe nnukwu ihe na-emerụ ahụ maka gburugburu ebe obibi. Enwere mgbanwe kemịkalụ ala siri ike nke nwere ike ịpụta site na ọnụnọ nke ọtụtụ kemịkal dị ize ndụ ọbụna na obere ọnụ ọgụgụ nke ụdị mmetọ",
  "Mgbanwe ndị a nwere ike igosi na mgbanwe nke metabolism nke microorganisms na arthropods bi na gburugburu ala enyere",
  "Nsonaazụ ya nwere ike ịbụ mkpochapụ nke ụfọdụ n'ime usoro nri bụ isi, nke n'aka nke ya nwere ike inwe nnukwu nsonaazụ maka anụ na-eri anụ ma ọ bụ ụdị ndị na-eri",
  "Ọbụna ma ọ bụrụ na mmetụta kemịkal na ụdị ndụ dị ala dị obere, ọkwa pyramid dị ala nke usoro nri nwere ike iri kemịkal ndị ọzọ, nke na-abụkarị ihe na-elekwasị anya maka ọkwa ọ bụla na-eri nri",
  "A maara ọtụtụ n'ime mmetụta ndị a nke ọma ugbu a, dị ka njupụta nke ihe DDT na-adịgide adịgide maka ndị na-azụ nnụnụ, na-eduga n'ike ọgwụgwụ nke mkpokoro àkwá, mmụba ọnwụ ụmụ ọkụkọ na njedebe nke ụdị.",
  "Mmetụta na-eme na ala ugbo nke nwere ụdị mmetọ ala ụfọdụ",
  "Ihe ndị na-emetọ ihe na-agbanwekarị metabolism nke osisi, na-akpatakarị mbelata nke ihe ọkụkụ",
  "Nke a nwere mmetụta nke abụọ na nchekwa ala, ebe ọ bụ na ihe ọkụkụ na-adịghị ike enweghị ike ichebe ala ụwa pụọ na mbuze",
  "Ụfọdụ n'ime kemịkal ndị a na-emetọ ihe nwere ogologo oge ọkara ndụ na n'ọnọdụ ndị ọzọ, a na-emepụta kemịkal sitere na mbibi nke mmetọ ala.",
  "Mmetụta dị arọ na ihe ndị ọzọ na-emetọ ala nwere ike imetụta ọrụ, ihe mejupụtara ụdị na ọtụtụ microorganisms nke ala, si otú ahụ na-eyi ọrụ ala egwu dị ka cycling nke carbon na nitrogen. Otú ọ dị, mmetọ ala nwekwara ike ịghọ obere bioavailable site n'oge, na microorganisms na ecosystems nwere ike ime mgbanwe na ọnọdụ gbanwere",
  "Ihe onwunwe ala dị ka pH, ihe dị n'ime ala na ọdịdị dị ezigbo mkpa ma gbanwee njem, bioavailability na nsị nke mmetọ n'ala emetọ. Otu ihe mmetọ ahụ nwere ike ịbụ ihe na-egbu egbu n'otu ala mana ọ dịghị emerụ ahụ n'ala ọzọ",
  "Nke a na-emesi ike mkpa ọ dị nyocha na usoro ihe ize ndụ nke ala.",
  "Cleanup or environmental remediation is analyzed by environmental scientists who utilize field measurement of soil chemicals and also apply computer models (GIS in Environmental Contamination) for analyzing transport and fate of soil chemicals",
  "Various technologies have been developed for remediation of oil-contaminated soil and sediments  There are several principal strategies for remediation:",
  "Ụkpụrụ mba dị iche iche maka njupụta nke ụfọdụ mmetọ gụnyere United States EPA Region 9 Preliminary Remediation Goals (U.S",
  "PRGs), US EPA Region 3 Risk Based Concentrations (U.s",
  "EPA RBCs) na National Environment Protection Council of Australia Guideline on Investigation Levels in Soil and Groundwater.",
  "Uto dị ukwuu na nke na-aga n'ihu nke People's Republic of China kemgbe afọ 1970 emeela ka ọnụahịa ala ahụ dị na mmụba nke mmetọ ala",
  "Ministri nke Ecology na Environment kwenyere na ọ bụ ihe iyi egwu nye gburugburu ebe obibi, nchekwa nri na ọrụ ugbo na-adịgide adịgide",
  "Dabere na nnwale sayensị, 150 nde mu (100,000 square kilomita) nke ala a na-akọ ugbo na China emetọla, na-eji mmiri emetọ emetọ eme ihe iji gbaa mmiri ọzọ 32.5 nde mu (21,670 square kilomita) na nde mu abụọ ọzọ (1,300 square kilomita) kpuchiri ma ọ bụ mebie ya site na ihe mkpofu siri ike",
  "N'ozuzu, mpaghara ahụ bụ otu ụzọ n'ụzọ iri nke ala a na-akọ ugbo na China, ọ dịkwa n'ógbè ndị mepere emepe",
  "A na-eme atụmatụ na nde tọn iri na abụọ nke ọka na-emetọ site na ọla dị arọ kwa afọ, na-akpata mfu nke ijeri yuan 20 ($ 2.57 ijeri USD). Nnyocha e mere n'oge na-adịbeghị anya na-egosi na 19% nke ala ugbo emetọla nke nwere ọla dị arọ na metalloids",
  "Ọnụ ọgụgụ nke ọla ndị a dị arọ n'ime ala amụbaala nke ukwuu.",
  "Dabere na data natara site na mba ndị otu, na European Union ọnụ ọgụgụ nke ebe ndị a na-eme atụmatụ na ha nwere ike imerụ ahụ karịrị nde 2.5 na ebe ndị a chọpụtara na ha emetụla ihe dị ka puku 342. Ihe mkpofu obodo na ụlọ ọrụ mmepụta ihe na-enye aka na mmetọ ala (38%), na-esote ụlọ ọrụ mmepe / azụmahịa (34%)",
  "Mmanụ ala na ọla dị arọ bụ isi ihe na-emetọ ihe na-enye aka na 60% na mmetọ ala",
  "N'ihe gbasara mmefu ego, a na-eme atụmatụ na njikwa nke ebe ndị emetọ ga-efu ihe dị ka ijeri Euro 6 (€) kwa afọ.",
  "Ntuziaka n'ozuzu nke a na-ejikarị eme ihe na United Kingdom bụ Ala Guideline Values nke Ngalaba Na-ahụ Maka Gburugburu Ebe Obibi, Nri na Mmekọrịta Ime Obodo (DEFRA) na Ngalaba Na'Oké Ala bipụtara",
  "Ndị a bụ ụkpụrụ nyocha nke na-egosi ọkwa dị ala nke ihe",
  "N'elu nke a, enweghị ike ịnwe mmesi obi ike n'ihe gbasara nnukwu ihe ize ndụ nke mmerụ ahụ mmadụ",
  "A na-enweta ihe ndị a site na iji Contaminated Land Exposure Assessment Model (CLEA UK)",
  "A na-enye ụfọdụ ntinye ntinye dị ka Health Criteria Values, afọ na ojiji ala na CLEA UK iji nweta mmepụta nwere ike.",
  "Ntuziaka site na Inter Departmental Committee for the Redevelopment of Contaminated Land (ICRCL) ka DEFRA wepụrụ, maka iji ya dị ka akwụkwọ na-enye iwu iji chọpụta mkpa ọ dị imezi ma ọ bụ nyocha ọzọ.",
  "Ihe nlereanya CLEA nke DEFRA na Environment Agency (EA) bipụtara na Machị 2002 setịpụrụ usoro maka nyocha kwesịrị ekwesị nke ihe ize ndụ maka ahụike mmadụ site na ala emetọ, dịka akụkụ IIA nke Iwu Nchedo Gburugburu Ebe Obibi 1990 chọrọ",
  "Dị ka akụkụ nke usoro a, e mepụtara ụkpụrụ nduzi ala (SGVs) ugbu a maka mmetọ iri iji mee ihe dị ka \"ụkpụrụ ntinye aka\". A gaghị ele ụkpụrụ ndị a anya dị ka ihe mgbaru ọsọ mana ụkpụrụ ndị dị n'elu nke a ga-atụle nyocha zuru ezu; lee ụkpụrụ Dutch.",
  "E mepụtara usoro atọ nke CLEA SGVs maka iji ala eme ihe atọ dị iche iche, ya bụ,",
  "Ebumnuche ya bụ na SGVs ga-anọchi ụkpụrụ ICRCL mbụ",
  "CLEA SGVs na-emetụta ịtụle ihe ize ndụ na-adịghị ala ala (ogologo oge) na ahụike mmadụ ma ọ naghị emetụta nchebe nke ndị ọrụ ala n'oge owuwu, ma ọ bụ ndị ọzọ nwere ike ịnata dịka mmiri n'okpuru ala, ụlọ, osisi ma ọ bụ usoro okike ndị ọzọ",
  "CLEA SGVs anaghị arụ ọrụ kpọmkwem na saịtị kpuchiri kpamkpam na ihe siri ike, ebe ọ bụ na enweghị ụzọ mmeghe kpọmkwem na ala emetọ.",
  "Ruo ugbu a, e bipụtala iri n'ime iri ise na ise SGV na-emerụ emerụ, maka ndị a: arsenic, cadmium, chromium, lead, mercury inorganic, nickel, selenium ethyl benzene, phenol na toluene",
  "E mepụtala Draft SGVs maka benzene, naphthalene na xylene mana ejidere mbipụta ha",
  "Ebipụtala data Toxicological (Tox) maka nke ọ bụla n'ime mmetọ ndị a yana maka benzo[a] pyrene, benzene, dioxins, furans na dioxin dị ka PCB, naphthalene, vinyl chloride, 1,1,2,2 tetrachloroethane na 1",
  "1,1,2 tetrachloroethane, 1,1,1 trichloroethane, tetrachlorethene, carbon tetrachloride, 1,2-dichloroethane, trichloroethane na xylene",
  "SGVs maka ethyl benzene, phenol na toluene na-adabere na ihe ndị dị n'ime ala (SOM) (nke enwere ike gbakọọ site na mkpokọta organic carbon (TOC) ọdịnaya)",
  "Dị ka ihuenyo mbụ, a na-ewere SGVs maka 1% SOM dị ka ihe kwesịrị ekwesị",
  "Ka ọ na-erule n'ọnwa Febụwarị 2021, e nwere ngụkọta nke ebe 2,500 na ebe ndị e metọrọ emetọ na Canada. Otu ebe a na-emetọ emetọ dị nso na ebe a na'ebe a na-agbaze nickel-copper na Sudbury, Ontario",
  "Nnyocha na-enyocha mmetọ ígwè dị arọ n'akụkụ ebe a na-agbaze ihe na-ekpughe na a chọtara ọkwa dị elu nke nickel na ọla kọpa n'ime ala; uru dị elu dị ka 5,104ppm Ni, na 2,892 ppm Cu n'ime kilomita 1.1 nke ebe a na na-agbapụta ihe",
  "A chọpụtakwara ọla ndị ọzọ n'ime ala; ọla ndị dị otú ahụ gụnyere ígwè, cobalt, na ọlaọcha",
  "Ọzọkwa, mgbe a na-enyocha ahịhịa dị iche iche gbara ebe a na-agbaze ihe, o doro anya na ha metụtakwara ya; nsonaazụ na-egosi na osisi ndị ahụ nwere nickel, ọla kọpa na aluminum n'ihi mmetọ ala.",
  "N'ọnwa Machị afọ 2009, mbipụta nke nsị uranium na Punjab dọtara mgbasa ozi",
  "A na-ebo ya ebubo na ọ bụ ọdọ mmiri ntụ nke ụlọ ọrụ ọkụ eletrik na-efe efe kpatara ya, nke a kọrọ na ọ na-eduga na nkwarụ ọmụmụ siri ike n'ime ụmụaka na mpaghara Faridkot na Bhatinda nke Punjab",
  "Akụkọ akụkọ kwuru na ọkwa uranium karịrị okpukpu iri isii karịa oke nchekwa. N'afọ 2012, Gọọmentị India kwupụtara na mmiri dị n'okpuru ala na Malwa belt nke Punjab nwere uranium metal nke dị 50% karịa ókè nke United Nations 'World Health Organization (WHO) setịpụrụ. Nnyocha sayensị, dabere na ihe karịrị 1000 samples site na ebe nnwale dị iche iche, enweghị ike ịchọpụta isi iyi na-efe efe na isi iyi ọ bụla sitere na ụlọ ọrụ ọkụ ma ọ bụ ụlọ ọrụ dị ka ebubo mbụ",
  "Nnyocha ahụ kpughekwara na uranium dị n'ime mmiri dị n'okpuru ala nke mpaghara Malwa abụghị okpukpu 60 nke oke WHO, mana naanị 50% karịa oke WHO na ebe 3",
  "Ọnụ ọgụgụ kachasị elu a chọtara na samples dị ala karịa ndị a chọtara n'ụzọ okike na mmiri ala nke a na-eji eme ihe ugbu a maka ebumnuche mmadụ n'ebe ndị ọzọ, dị ka Finland. A na-eme nnyocha iji chọpụta ihe okike ma ọ bụ ihe ndị ọzọ maka uranium."
]