[
  "Radiative forcing (ma ọ bụ ihu igwe forcing) bụ mgbanwe na ike na ikuku nke sitere na ihe okike ma ọ bụ ihe sitere n'aka mmadụ nke mgbanwe ihu igwe dị ka a tụrụ ya site na watts / meter2. Ọ bụ echiche sayensị eji eme ihe iji chọpụta ma jiri ya tụnyere ihe ndị na akpali mgbanwe na nguzozi ike nke ụwa.: 1[[4 System feedbacks na mgbanwe dị n'ime bụ echiche ndị metụtara ya, na agụnye ihe ndị ọzọ na-emetụtakwa ntụziaka na oke nke enweghị nkwekọ.",
  "Mmanye radiative dị mma pụtara na ụwa na enweta ike na abata site na ìhè anyanwụ karịa ka ọ na agbasa na mbara igwe",
  "Mmụba a nke ike ga akpata okpomọkụ",
  "N'aka nke ọzọ, nrụgide radiative na adịghị mma pụtara na ụwa na efunahụ ike karịa ka ọ na enweta site na Anyanwụ, nke na emepụta oyi",
  "A planet na radiative equilibrium na nne ya kpakpando na ndị ọzọ nke mbara igwe nwere ike ịkọwa saịtị nanet efu radiative mmanye  na saịtị na okpomọkụ nke planetary equilibrium.",
  "A na enyocha nrụgide radiative n'ụwa n'ụzọ doro anya na tropopause na n'elu stratosphere",
  "A na atụle ya na nkeji nke watts kwa square mita, ma na ejikarị ya chịkọta dị ka nkezi n'elu mpaghara ụwa",
  "Radiative forcing dịgasị iche na insolation nke anyanwụ, albedo elu, na ikuku nke radiatively active gases nke a maara dị ka greenhouse gases na aerosols.",
  "A na enweta ihe fọrọ nke nta ka ọ bụrụ ike niile na emetụta ihu igwe nke ụwa dị ka ike na enwu gbaa site na Anyanwụ",
  "Mbara ala na ikuku ya na-amịkọrọ ma na egosipụta ụfọdụ ike, ebe a na ebughachi ike ogologo oge na mbara igwe",
  "Nkwekọ dị n'etiti ike a na amị na nke radiated na ekpebi nkezi okpomọkụ ụwa",
  "N'ihi na ikuku na amịkọrọ ụfọdụ n'ime ike ogologo oge, mbara ala ahụ na ekpo ọkụ karịa ka ọ ga adị na enweghị ikuku: lee mmetụta okpomọkụ.",
  "A na agbanwe nguzozi radiation site na ihe ndị dị ka ike nke ike anyanwụ, reflectivity nke igwe ojii ma ọ bụ gas, absorption site na gas dị iche iche ma ọ bụ elu na okpomọkụ sitere na ihe dị iche iche",
  "Mgbanwe ọ bụla dị otú ahụ bụ radiative forcing, nke ya na nzaghachi ya, na agbanwe nguzozi",
  "Nke a na eme mgbe niile ka ìhè anyanwụ na akụ n'elu, igwe ojii na aerosols na emepụta, ọnụ ọgụgụ nke gas ikuku na agbanwe agbanwe na oge na agbanwere ala.",
  "A na-akọwa radiative forcing dị ka:",
  "\"Mmanye radiative bụ ihe atụ nke mmetụta otu ihe nwere n'ịgbanwe nguzozi nke ike na-abata na nke na-apụ apụ na usoro ikuku nke ụwa ma bụrụ ihe ngosi nke mkpa ihe ahụ dị ka usoro mgbanwe ihu igwe",
  "N'ime akụkọ a, ọnụọgụ radiative forcing bụ maka mgbanwe ndị metụtara ọnọdụ preindustrial akọwapụtara na 1750 ma gosipụta ya na Watts [sic] kwa square mita (W / m2).",
  "N'okwu dị mfe, radiative forcing bụ \"...ọnụego mgbanwe ike kwa mpaghara ụwa dịka a tụrụ ya n'elu ikuku",
  "\" N'ihe gbasara mgbanwe ihu igwe, a na ejedebe okwu ahụ bụ \"ịmanye\" na mgbanwe na nguzozi radiation nke usoro elu troposphere nke ihe ndị dị n'èzí na etinye, na enweghị mgbanwe na ike stratospheric, enweghị ihe ndabere na tropospheric na arụ ọrụ (ya bụ, enweghị mmetụta nke abụọ kpatara n'ihi mgbanwe na mmegharị tropospherical ma ọ bụ ọnọdụ thermodynamic), na enweghị mgbanwe ọ bụla na akpali na ọnụọgụ na nkesa nke mmiri ikuku (m, mmiri, mmiri, na ụdị siri ike).",
  "Enwere ike ịtụle nrụgide radiative maka ịdabere na ihe dị iche iche na-abụghị usoro ihu igwe.  Ewezuga ebe ọ dị mkpa ma kwuo, atụmatụ ndị bụ isi na-esote anaghị agụnye nzaghachi na-apụtaghị ìhè (nke ọma ma ọ bụ nke ọjọọ) nke na-emekwa site na nzaghachi usoro ụwa",
  "A na-egosipụta ike (ΔF) dị ka mgbanwe n'elu mbara ala ahụ na oge a kapịrị ọnụ",
  "Atụmatụ nwere ike ịdị ịrịba ama n'ihe gbasara ịmanye ihu igwe zuru ụwa ọnụ maka oge na-agafe ọtụtụ iri afọ ma ọ bụ karịa.",
  "Ike nke irradiance anyanwụ gụnyere wavelengths niile bụ Total Solar Irradiance (TSI) na nkezi bụ anyanwụ na-adịgide adịgide",
  "Ọ bụ ihe dịka 1361 W m−2 n'ebe dị anya nke radius orbital nke ụwa kwa afọ nke otu unit astronomical na dịka a tụrụ ya n'elu ikuku.  Earth TSI dịgasị iche na ọrụ anyanwụ na mbara ala orbital dynamics",
  "Ọtụtụ ngwaọrụ ndị dabeere na satellite gụnyere ERB, ACRIM 1-3, VIRGO, na TIM anọgidewo na-atụ TSI na-emeziwanye izi ezi na izi ezi kemgbe 1978.",
  "N'ịtụle ụwa dị ka okirikiri, mpaghara mpaghara dị n'etiti nke a na-ekpughe na Anyanwụ () bụ otu ụzọ n'ụzọ anọ nke mpaghara mbara ala ().\n  \n    \n      \n        π\n        \n          r\n          \n            2\n          \n        \n      \n    \n    {\\textstyle \\pi r^{2}}\n  \n\n  \n    \n      \n        4\n        π\n        \n          r\n          \n            2\n          \n        \n      \n    \n    {\\textstyle 4\\pi r^{2}}\n  \n N'ụwa niile na kwa afọ, ọnụọgụ nke radiance anyanwụ kwa square mita nke elu ikuku nke ụwa () ya mere hà ka otu ụzọ n'ụzọ anọ nke TSI, ma nwee ihe fọrọ nke nta ka ọ bụrụ uru na-adịgide adịgide nke\n  \n    \n      \n        \n          I\n          \n            0\n          \n        \n      \n    \n    {\\textstyle I_{0}}\n  \n\n  \n    \n      \n        \n          I\n          \n            0\n          \n        \n        =\n        340\n         \n         \n        \n          W\n        \n         \n        \n          \n            m\n          \n          \n            −\n            2\n          \n        \n      \n    \n    {\\textstyle I_{0}=340~~\\mathrm {W} ~\\mathrm {m} ^{-2}}",
  "Ụwa na-agbaso usoro elliptical gburugburu Anyanwụ nke mere na TSI natara n'ọnọdụ ọ bụla na-agbanwe n'etiti ihe dị ka 1321 W m-2 (na aphelion na mbido Julaị) na 1412 W m-2 (2 na perihelion na mmalite Jenụwarị), ma ọ bụ ya mere site na ihe dị ka ±3.4% n'oge afọ ọ bụla.  Mgbanwe a na irradiance nwere obere mmetụta na usoro ihu igwe oge ụwa na mpaghara ihu igwe ya, nke sitere na ịgbagharị kwa afọ na ntụziaka ntụgharị ụwa.  Ụdị okirikiri na-emegharị ugboro ugboro na-enye aka na nrụgide efu (site na nkọwa) n'ihe gbasara mgbanwe ihu igwe nke ọtụtụ iri afọ.",
  "Nkezi kwa afọ TSI dịgasị iche n'etiti ihe dị ka 1360 W m−2 na 1362 W m− 2 (±0.05%) n'ime usoro ọrụ nke afọ 11 nke anyanwụ.  E dekọrọ ihe ndị a hụrụ n'ebe anyanwụ kemgbe ihe dị ka afọ 1600 ma gosipụta ihe akaebe nke oscillations dị ogologo (Gleissberg cycle, Devries / Seuss cycle, wdg) nke na-agbanwe usoro afọ 11 (Schwabe cycle)",
  "N'agbanyeghị omume dị mgbagwoju anya dị otú ahụ, oke nke usoro afọ 11 abụwo ọdịiche kachasị pụta ìhè n'ime ihe ndekọ nyocha ogologo oge a.",
  "Mgbanwe TSI metụtara sunspots na-enye obere ma ọ bụghị efu na-amanye n'ihe gbasara mgbanwe ihu igwe iri.  Nnyocha ụfọdụ na-atụ aro na ha nwere ike inwe mmetụta na mgbanwe ihu igwe n'oge Little Ice Age, yana mgbanwe ndị na-agbanwe n'otu oge na ọrụ mgbawa ugwu na mgbukpọ ọhịa.  Kemgbe ngwụcha narị afọ nke 20, nkezi TSI emeela ka ọ dị ala karịa yana ọdịda na ọrụ sunspot.",
  "Mmetụta ihu igwe nke mgbanwe nke ìhè anyanwụ kpatara emeela n'oge Milankovitch cycles, nke na-agafe oge nke ihe dị ka afọ 40,000 ruo 100,000",
  "Okirikiri Milankovitch nwere okirikiri ogologo oge na eccentricity orbital nke ụwa (ma ọ bụ ellipticity), okirikiri na obliquity orbital ya (ma ọ bụrụ axial tilt), na precession nke ntụziaka ntụgharị ya.  N'etiti ndị a, okirikiri 100,000 afọ na eccentricity na eme ka TSI gbanwee site na ±0.2%.  Ka ọ dị ugbu a, eccentricity nke ụwa na eru nso na ya kacha nta elliptic (nke kachasị gburugburu) na eme ka nkezi TSI kwa afọ jiri nwayọọ nwayọọ belata.  Nchịkọta na egosikwa na usoro okirikiri ụwa ga anọgide na akwụsi ike gụnyere ọdịiche ndị a ma ọ dịkarịa ala nde afọ 10 sochirinụ.",
  "Anyanwụ ejirila ihe dị ka ọkara hydrogen fuel ya kemgbe ọ malitere ihe dị ka ijeri afọ 4.5 gara aga.  TSI ga anọgide na eji nwayọọ nwayọọ na abawanye n'oge usoro ịka nká na ọnụego nke ihe dị ka 1% kwa 100 nde afọ",
  "Mgbanwe dị otú ahụ pere mpe nke ukwuu ka a ghara ịchọpụta ya n'ime nha ma ọ dịghị ihe ọ bụla na oge mmadụ.",
  "A chịkọtara ọdịiche kachasị elu (Δτ) na ìhè anyanwụ nke ụwa n'ime afọ iri gara aga na tebụl na esote",
  "Mgbanwe ọ bụla a tụlere na mbụ na enye aka n'ịmanye:",
  "ebe R=0.30 bụ reflectivity nke ụwa",
  "A na atụ anya na radiative na ihu igwe na esite na mgbanwe na insolation nke Anyanwụ ga anọgide na adị obere, n'agbanyeghị ụfọdụ physics nke anyanwụ a na achọpụtabeghị.",
  "Akụkụ nke radieshon anyanwụ na eme na egosipụta site na igwe ojii na aerosols, oké osimiri na ọdịdị ala, snow na ice, ahịhịa, na ihe ndị ọzọ sitere n'okike na nke mmadụ mere",
  "A maara akụkụ ahụ a na egosipụta dị ka Earth's bond albedo (R), a na enyocha ya n'elu ikuku, ma nwee nkezi kwa afọ zuru ụwa ọnụ nke ihe dị ka 0.30 (30%)",
  "Akụkụ zuru oke nke ike anyanwụ nke ụwa na amị bụ (1-R) ma ọ bụ 0.70 (70%).",
  "Akụkụ ikuku na enye ihe dị ka ụzọ atọ n'ụzọ anọ nke albedo ụwa, naanị igwe ojii na akpata ọkara",
  "Ọrụ doro anya nke igwe ojii na mmiri na esi ísì ụtọ na ejikọta ya na ọnụnọ nke mmiri mmiri na ekpuchi mkpo ụwa",
  "Usoro zuru ụwa ọnụ na mmepụta igwe ojii na mgbasa bụ ihe dị mgbagwoju anya nke ukwuu na njikọ na okpomọkụ nke oké osimiri, yana iyi jet na-enyere ha aka na njem ngwa ngwa",
  "Ọzọkwa, a hụla albedos nke mpaghara ugwu na ndịda nke ụwa ka ha hà nhata (n'ime 0.2%)",
  "Nke a bụ ihe dị ịrịba ama ebe ọ bụ na ihe karịrị ụzọ abụọ n'ụzọ atọ nke ala na 85% nke ndị mmadụ na ekesa n'ebe ugwu.",
  "Ọtụtụ ngwaọrụ ndị dabeere na satellite gụnyere MODIS, VIIRs, na CERES anọgidewo na enyocha albedo ụwa kemgbe 1998.  A na ejikwa ihe oyiyi Landsat dị kemgbe 1972 mee ihe na ọmụmụ ụfọdụ.  Nlezianya nke nyocha emeela ka ọ dịkwuo mma ma nsonaazụ ya agbakọtawo n'afọ ndị na adịbeghị anya, na eme ka nyocha obi ike nke mmetụta iri na adịgide adịgide nke albedo mbara ala.   Ka o sina dị, ndekọ data dị ugbu a ka dị mkpụmkpụ iji kwado amụma ogologo oge ma ọ bụ iji dozie ajụjụ ndị ọzọ metụtara ya.",
  "Enwere ike ịghọta ọdịiche oge na albedo mbara ala dị ka usoro usoro usoro nke na eme n'ụzọ dị ukwuu na nzaghachi maka ntụgharị kwa afọ nke ntụziaka ntụgharị ụwa",
  "Tinyere nzaghachi ikuku, ihe kachasị pụta ìhè na ndị bi n'elu bụ mgbanwe na ahịhịa, snow, na oke osimiri",
  "A hụla mgbanwe n'ime afọ nke ihe dị ka ±0.02 (± 7%) gburugburu albedo nke ụwa n'ime otu afọ, na maxima na eme ugboro abụọ n'afọ n'akụkụ oge ọ bụla nke anyanwụ.  Usoro a na emegharị ugboro ugboro na enye aka na eme ka a ghara ịmanye ya n'ihe gbasara mgbanwe ihu igwe nke ọtụtụ iri afọ.",
  "Albedos mpaghara na agbanwe site n'afọ ruo n'afọ n'ihi mgbanwe sitere na usoro okike, omume mmadụ, na usoro nzaghachi",
  "Dịka ọmụmaatụ, omume ụmụ mmadụ nke mgbukpọ ọhịa na emekarị ka ụwa na egbukepụ egbukepụ mgbe ha na ewebata nchekwa mmiri na ịgba mmiri n'ala kpọrọ nkụ nwere ike belata ya",
  "N'otu aka ahụ na atụle nzaghachi, ọnwụ ice na mpaghara arctic na ebelata albedo ka ịgbasa ọzara na latitudes dị ala ruo n'etiti na abawanye ya.",
  "N'ime afọ 2000-2012, ọ dịghị ihe ọ bụla na eme n'ụwa albedo a na ahụ anya n'ime 0.1% standard deviation nke ụkpụrụ ndị CERES tụrụ.   Tinyere nhata nke hemispherical, ụfọdụ ndị na eme nchọpụta na akọwa obere ọdịiche dị n'etiti afọ dị ka ihe akaebe na albedo mbara ala nwere ike ugbu a site na omume nke usoro dị mgbagwoju anya",
  "Ka o sina dị, ihe akaebe akụkọ ihe mere eme na atụkwa aro na ihe ndị na adịghị eme ugboro ugboro dị ka nnukwu mgbawa ugwu nwere ike imebi albedo mbara ala ruo ọtụtụ afọ ma ọ bụ karịa.",
  "A na achịkọta ọdịiche dị iche iche (Δα) na albedo ụwa n'ime afọ iri mbụ nke narị afọ nke iri abụọ na otu na tebụl na esote",
  "Dị ka TSI, radiative forcing n'ihi mgbanwe nke albedo mbara ala (Δα) bụ:",
  "Nnyocha Satellite na egosi na nzaghachi dị iche iche nke usoro ụwa emeela ka albedo mbara ala kwụsie ike n'agbanyeghị mgbanwe ndị sitere n'okike na nke mmadụ kpatara na nso nso a.  N'oge dị ogologo, ọ bụ ihe a na ejighị n'aka ma nrụgide net nke sitere na mgbanwe ndị dị otú ahụ ga anọgide na adị obere.",
  "Maka gas na ekpo ọkụ nke ọma, enwere ike iji koodu nnyefe radiative nke na enyocha akara ọ bụla maka ọnọdụ ikuku iji gbakọọ ΔF na amanye dị ka ọrụ nke mgbanwe na ntinye ya",
  "Enwere ike ime ka ngụkọta ndị a dị mfe n'ime usoro algebra nke kpọmkwem na gas ahụ.",
  "Nkọwa nke mbụ dị mfe maka carbon dioxide (CO2) bụ:",
  "ebe C0 bụ ntinye aka na akụkụ kwa nde (ppm) site na olu na ΔC bụ mgbanwe ntinye aka na ppm",
  "Maka ebumnuche nke ọmụmụ ụfọdụ (dịka mmetụta ihu igwe), a na ewere C0 dị ka itinye uche tupu mgbanwe anthropogenic dị ukwuu ma nwee uru nke 278 ppm dị ka atụmatụ maka afọ 1750.",
  "Ibu nke ikuku nke gas na ekpo ọkụ n'ihi ọrụ mmadụ amụbaala ngwa ngwa n'ime iri afọ gara aga (malite n'ihe dị ka afọ 1950)",
  "Maka CO2, mmụba 50% (C / C0 = 1.5) nke e mere ka ọ dị n'afọ 2020 kemgbe 1750 kwekọrọ na nchịkọta.\n  \n    \n      \n        Δ\n        F\n        =\n        +\n        2.17\n         \n         \n        \n          W\n        \n         \n        \n          \n            m\n          \n          \n            −\n            2\n          \n        \n      \n    \n    {\\textstyle \\Delta F=+2.17~~\\mathrm {W} ~\\mathrm {m} ^{-2}}\n  \n  N'iburu n'uche na ọ nweghị mgbanwe na ụzọ uto ikuku, okpukpu abụọ (C / C0 = 2) n'ime iri afọ ole na ole sochirinụ ga adaba na nchịkọta.\n  \n    \n      \n        Δ\n        F\n        =\n        +\n        3.71\n         \n         \n        \n          W\n        \n         \n        \n          \n            m\n          \n          \n            −\n            2\n          \n        \n      \n    \n    {\\textstyle \\Delta F=+3.71~~\\mathrm {W} ~\\mathrm {m} ^{-2}}",
  "Mmekọrịta dị n'etiti CO2 na radiative forcing bụ logarithmic na nkenke ruo ihe dị ka okpukpu asatọ nke uru dị ugbu a",
  "N'ihi ya, mmụba na aga n'ihu na enwe mmetụta na eme ka okpomọkụ dị obere. Otú ọ dị, usoro mbụ nke approximation bụ ihe na ezighị ezi na nkenke dị elu ma ọ nweghị saturation na absorption nke radiation infrared site na CO2.",
  "Usoro dị iche iche na-emetụta gas ndị ọzọ dị ka methane na N2O (square-root dependency) ma ọ bụ CFCs (linear), yana coefficients nke enwere ike ịchọta dịka ọmụmaatụ na akụkọ IPCC",
  "Nnyocha afọ 2016 na atụ aro mmezigharị dị ịrịba ama na usoro methane IPCC.  A na etinye ike site na gas ndị kachasị emetụta na ikuku nke ụwa na ngalaba na-akọwa usoro uto na adịbeghị anya, na ndepụta IPCC nke gas na-ekpo ọkụ.",
  "Mmiri na ekpo ọkụ bụ gas na ekpuchi okpomọkụ nke ụwa ugbu a na akpata ihe dịka ọkara nke gas ikuku niile",
  "Nchịkọta ikuku ya na adabere kpamkpam na nkezi okpomọkụ nke mbara ala, ma nwee ike ịbawanye site na 7% na ogo ọ bụla (°C) nke ịrị elu okpomọkụ (lee kwa: mmekọrịta Clausiusī Clapeyron).  N'ihi ya, n'ime ogologo oge, mmiri na ekpo ọkụ na akpa àgwà dị ka nzaghachi usoro nke na eme ka radiative na emewanye site na uto nke carbon dioxide na gas ndị ọzọ.",
  "Mmanye radiative nwere ike ịbụ ụzọ bara uru iji tụnyere mmetụta na arịwanye elu nke ikuku dị iche iche na ekpo ọkụ nke mmadụ na akpata n'oge",
  "Tebụl na ọnụ ọgụgụ dị n'okpuru ebe a (nke ndị na eme nchọpụta na NOAA sitere na ụdị mbufe radiative ikuku) na egosi mgbanwe kemgbe afọ 1979 na nrụgide radiative nke gas na ekpo ọkụ nke na adịte aka na nke ọma nke na abawanye na ikuku ụwa kemgbe mgbanwe ụlọ ọrụ. Tebụl ahụ gụnyere onyinye na amanye site na carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O); chlorofluorocarbons (CFCs) 12 na 11; [nchọpụta na emezughị] na gas iri na ise ndị ọzọ",
  "Ihe ọmụma ndị a anaghị agụnye nnukwu onyinye na amanye site na gas ma ọ bụ aerosols na adịghị agwakọta nke ọma na nke na adịghị mma; gụnyere ihe ndị ahụ na apụtaghị ìhè site na mbibi nke methane na ụfọdụ halogens",
  "Ha anaghịkwa akọwa mgbanwe na ala ma ọ bụ ọrụ anyanwụ.",
  "Data ndị a na-egosi na  na-achịkwa mkpokọta mmanye, yana methane na chlorofluorocarbons (CFC) ghọrọ ndị na enye obere aka na mkpokọta mmanye ka oge na aga",
  "Ise gas nke griin haus bụ ihe dị ka 96% nke mmanye ọkụ ọkụ kpọmkwem site na 1750 na abawanye 4% nke fọdụrụ site na 15 obere halogenated gas.",
  "Enwere ike ịhụ na ngụkọta nrụgide maka afọ 2016, 3.027 W m−2, tinyere uru a na anabata nke ọnọdụ ihu igwe λ, 0.8 K /(W m−2), na ebute mmụba nke okpomọkụ ụwa nke 2.4 K, nke dị ukwuu karịa mmụba a hụrụ, ihe dị ka 1.2 K",
  "Akụkụ nke ọdịiche a bụ n'ihi lag na okpomọkụ zuru ụwa ọnụ na enweta ọnọdụ kwụsiri ike na nrụgide. Ihe fọdụrụ na ọdịiche ahụ bụ n'ihi nrụgide aerosol na adịghị mma (iji tụnyere mmetụta ihu igwe nke particulates), mmetụta ihu igwe dị ala karịa uru a nabatara, ma ọ bụ ụfọdụ njikọta ya.",
  "Tebụl ahụ gụnyekwara \"Annual Greenhouse Gas Index\" (AGGI), nke akọwapụtara dị ka oke nke ngụkọta radiative forcing kpọmkwem n'ihi gas na ekpo ọkụ ogologo oge maka afọ ọ bụla nke zuru oke zuru ụwa ọnụ dị na nke dị na 1990",
  "A họọrọ 1990 n'ihi na ọ bụ afọ isi maka Kyoto Protocol. Ndepụta a bụ ihe atụ nke mgbanwe ndị na eme kwa afọ n'ọnọdụ ndị na emetụta mmepụta carbon dioxide na nnweta, isi iyi methane na nitrous oxide na sinks, mbelata nke ikuku nke kemịkal na emebi ozone metụtara Montreal Protocol",
  "na mmụba na ndị na anọchi ha (hydrogenated CFCs (HCFCs) na hydrofluorocarbons (HFC)",
  "Ọtụtụ n'ime mmụba a metụtara CO2",
  "Maka afọ 2013, AGGI bụ 1.34 (na anọchite anya mmụba na ngụkọta radiative forcing nke 34% kemgbe 1990)",
  "Mmụba nke CO2 na amanye naanị kemgbe 1990 bụ ihe dị ka 46%",
  "Mbelata nke CFCs mere ka mmụba nke net radiative forcing belata nke ukwuu.",
  "Tebụl ọzọ a kwadebere maka iji ya mee ihe na ụdị ihu igwe intercomparisons nke emere n'okpuru nkwado nke IPCC ma gụnyere ihe niile, ọ bụghị naanị nke gas na ekpo ọkụ.",
  "Njikọ radieshon zuru ụwa ọnụ nke ụwa na agbanwe ka mbara ala na agbagharị ma na agba anyanwụ gburugburu, yana ka nsogbu okpomọkụ zuru ụwa ọnụ na ebilite ma na apụ n'ime usoro ụwa, oké osimiri na ikuku (dịka",
  "[Ihe e dere n'ala ala peeji]  N'ihi ya, 'instantaneous radiative forcing' (IRF) nke mbara ala ahụ dịkwa ike ma na agbanwe agbanwe n'etiti ọnọdụ nke okpomọkụ na ịjụ oyi",
  "Njikọ nke usoro oge na nke dị mgbagwoju anya nke na-ebute ọdịiche okike ndị a ga-alaghachi n'oge na-adịru afọ ole na ole iji mepụta nkezi IRF",
  "Mgbanwe ndị dị otú ahụ na ekpuchi ihe ndị na eme n'oge dị ogologo (afọ iri) n'ihi ọrụ mmadụ, ma si otú a mee ka ileba anya n'ihe ndị dị otú a bụrụ ihe ịma aka.",
  "NASA's Clouds na Earth's Radiant Energy System (CERES) na enyocha nguzozi radiation nke ụwa kemgbe afọ 1998.  Nnyocha ọ bụla nke ụwa na enye atụmatụ nke ngụkọta (eluigwe niile) nke radiation ozugbo",
  "Ihe ndekọ data a na ejide ma mgbanwe okike na mmetụta mmadụ na IRF; gụnyere mgbanwe na gas na ekpo ọkụ, aerosols, ala, wdg",
  "Ihe ndekọ ahụ gụnyekwara nzaghachi radiative na adịghị mma na radiative imbalances; na eme karịsịa site na usoro nri nke ụwa na okpomọkụ, albedo elu, ikuku mmiri ikuku na igwe ojii.",
  "Ndị na eme nchọpụta ejirila ihe ndị sitere na CERES, AIRS, CloudSat na ngwaọrụ ndị ọzọ dabeere na satellite n'ime NASA's Sistemụ Na ahụ Maka Ụwa",
  "iji chọpụta onyinye site na mgbanwe okike na usoro usoro",
  "Iwepụ onyinye ndị a n'ime ndekọ data ọtụtụ afọ na enye ohere ịhụ ihe na eme n'elu ikuku (TOA) IRF",
  "A na emekwa nyocha data ahụ n'ụzọ na arụ ọrụ nke ọma ma na adabere na ọtụtụ usoro na nsonaazụ modeling",
  "N'ihi ya, a hụrụ na radiative forcing arịgoola site na +0.53 W m−2 (±0.11 W m−2) site n'afọ 2003 ruo 2018",
  "Ihe dị ka pasent 20 nke mmụba ahụ jikọtara ya na mbelata nke ibu arọ ikuku, na ọtụtụ n'ime pasent 80 fọdụrụnụ bụ maka ibu arọ na arịwanye elu nke gas na ekpo ọkụ.",
  "A hụla ihe na-arịwanye elu na radiative imbalance n'ihi mmụba CO2 zuru ụwa ọnụ site na ngwaọrụ ndị dị n'ala",
  "Dịka ọmụmaatụ, a chịkọtara nha dị otú ahụ iche iche n'okpuru ọnọdụ ihu igwe doro anya na ebe abụọ Atmospheric Radiation Measurement (ARM) na Oklahoma na Alaska.  Nnyocha ọ bụla a chọpụtara na okpomọkụ radiative (infrared) nke ndị bi n'elu nwere jiri +0.2 W m−2 (±0.07 W m−2) rịa elu n'ime afọ iri na-agwụ na 2010.  Na mgbakwunye na ilekwasị anya na radiation longwave na gas na-amanye (CO2) naanị, nsonaazụ a dị obere karịa TOA na-amanye n'ihi mgbochi ya site na ikuku ikuku.",
  "Enwere ike iji radiative forcing mee ihe iji tụọ mgbanwe na esote na steady-state (nke a na egosikarị \"equilibrium\") okpomọkụ elu (ΔTs) nke sitere na ịmanye ahụ site na usoro ahụ:",
  "ebe a na egosikarị λ na ọnọdụ ihu igwe, na ejikarị nkeji K /(W / m2), na ΔF bụ radiative forcing na W / m2. Ọnụ ọgụgụ nke λ, 0.8 K/(W/m2), na enye mmụba na okpomọkụ ụwa nke ihe dị ka 1.6 K n'elu okpomọkụ 1750 n'ihi mmụba nke CO2 n'oge ahụ (278 ruo 405 ppm, maka ịmanye 2.0 W / m2), ma na ebu amụma na okpompe ọzọ nke 1.4 K karịa okpomọkụ dị ugbu a ma ọ bụrụ na ngwakọta CO2 na ikuku ga aghọ okpukpu abụọ nke uru ya tupu ụlọ ọrụ mmepụta ihe; ngụkọta abụọ a anaghị echere na ọ bụla ọzọ.",
  "N'akụkọ ihe mere eme, radiative forcing na egosipụta ikike amụma kachasị mma maka ụdị nrụgide ụfọdụ dị ka gas na ekpo ọkụ. Ọ naghị arụ ọrụ nke ọma maka mmetụta ndị ọzọ sitere n'aka mmadụ dị ka soot",
  "Usoro ọhụrụ a na akpọ \"ike radiative forcing\" ma ọ bụ ERF na ewepụ mmetụta nke mgbanwe ngwa ngwa n'ime ikuku nke na enweghị njikọ na mmeghachi omume okpomọkụ dị ogologo oge. ERF pụtara na enwere ike itinye ihe dị iche iche na akpali mgbanwe ihu igwe n'ọhịa egwuregwu iji mee ka e jiri ya tụnyere mmetụta ha na echiche na agbanwe agbanwe banyere otu okpomọkụ ụwa si emeghachi omume na ụdị nrụgide mmadụ dị iche iche.",
  "Enwere ike ịmepụta metrik ndị ọzọ maka otu ebumnuche ahụ dị ka radiative forcing",
  "Dịka ọmụmaatụ Shine et al",
  "na ekwu \"..",
  "nnwale ndị na adịbeghị anya na egosi na maka mgbanwe na ịmịkọrọ aerosols na ozone, ikike ịkọ ọdịnihu nke radiative forcing dị njọ",
  "anyị na atụ aro ihe ọzọ, 'adjusted troposphere and stratosphere forcing'",
  "Anyị na egosi ngụkọta GCM na egosi na ọ bụ ihe amụma a pụrụ ịdabere na ya nke mgbanwe okpomọkụ GCM a karịa radiative forcing",
  "Ọ bụ onye na achọ ịgbakwunye radiative forcing dị ka metric maka iji tụnyere usoro dị iche iche...\"",
  "N'okwu a, GCM na anọchite anya \"ihe nlereanya mgbasa ụwa\", na okwu \"predictive\" anaghị ezo aka na ikike GCMs ịkọ mgbanwe ihu igwe",
  "Kama nke ahụ, ọ na ezo aka na ikike nke ngwá ọrụ ọzọ nke ndị edemede chepụtara iji nyere aka kọwaa nzaghachi usoro.",
  "Ya mere, echiche nke radiative forcing anọwo na-agbanwe site na aro mbụ, nke a na akpọ ugbu a instantaneous radiative forzing (IRF), gaa na aro ndị ọzọ na achọ ịmekọrịta nke ọma radiative imbalance na okpomọkụ ụwa (okpomọkụ ụwa)",
  "N'echiche a, nrụgide radiative a gbanwere agbanwe, na usoro mgbakọ ya dị iche iche, na eme atụmatụ enweghị nkwekọ ozugbo a gbanwere okpomọkụ stratosphere iji nweta nguzozi radiative na stratosphere (n'echiche nke ọnụego okpomọkụ radiative efu)",
  "Usoro ọhụrụ a anaghị atụle mgbanwe ọ bụla ma ọ bụ nzaghachi ọ bụla nke enwere ike ịmepụta na troposphere (na mgbakwunye na mgbanwe okpomọkụ stratospheric), maka ebumnuche ahụ, e webatara nkọwa ọzọ, nke a na akpọ radiative forcing dị irè. N'ozuzu, ERF bụ aro nke nyocha nke CMIP6 radiative forcing ọ bụ ezie na a ka na etinye usoro a gbanwere na stratospherically n'ọrụ n'ọnọdụ ndị ahụ ebe a na ewere mgbanwe na nzaghachi na troposphere dị ka ihe na adịghị mkpa, dị ka na gas na ozone. Usoro a na akpọ radiative kernel approach na enye ohere ịtụle nzaghachi ihu igwe n'ime ngụkọta offline dabere na approximation linear"
]