[
  "Mmetụta ngwupụta na gburugburu ebe obibi nwere ike ime na mpaghara, mpaghara, na n'ọkwa zuru ụwa ọnụ site na omume ngwuputa ihe kpọmkwem na nke na-apụtaghị ìhè",
  "Mmetụta ndị a nwere ike ịkpata mbuze, nsị, mfu nke ụdị dị iche iche, ma ọ bụ mmetọ nke ala, mmiri ala, na mmiri dị n'elu site na kemịkalụ na-esi na usoro Ngwuputa",
  "Usoro ndị a na-emetụtakwa ikuku sitere na ikuku carbon nke na-emetụta ogo ahụike mmadụ na ụdị dị iche iche.. Ụfọdụ ụzọ ngwuputa ihe (ngwuputa lithium, ngwuputa phosphate, ngwuputa coal, ngwuputa ugwu, na ngwuputa aja) nwere ike inwe mmetụta di egwu gburugburu ebe obibi na ahu ike nke ọha na eze nke na a choro ka ulo oru ngwuputa na mba ufodu soro usoro gburugburu ebe obibi na nhazighari iji jide n'aka na ebe a na-egwuputa ihe.  mpaghara laghachiri na ọnọdụ izizi ya.",
  "Mgbukpọ nke ugwu ndị a na-ahụ anya, ebe a na-ekpofu ihe, ọdụ ụgbọ mmiri na nsị nke mmiri, iyi na osimiri nwere ike imetụta mpaghara ndị gbara ya gburugburu, ihe atụ kachasị mma bụ nnukwu Ok Tedi Mine na Papua New Guinea. Mgbari ala nwere ike belata mmiri maka uto osisi, na-akpata mbelata ọnụ ọgụgụ mmadụ na gburugburu ebe obibi osisi. Mmiri ozuzo gabigara ókè, enweghị njikwa ala na ikpughe kemịkal site na igwu ala na-akpata mbuze ala. N'ebe ndị dị n'ọzara, igwu ala nwere ike imebi gburugburu ebe obibi na ebe obibi, na mpaghara ọrụ ugbo ọ nwere ike ịkpaghasị ma ọ bụ bibie ebe ịta nri na-amị mkpụrụ na ala ihe ọkụkụ.",
  "A na-enwekarị olulu mmiri na ma ọ bụ n'akụkụ ebe a na-egwupụta ihe n'ala site na ọdịda nke elu ụlọ a na-egwu ihe n'ime ala site na nchọpụta nke ihe onwunwe, oke ibu ma ọ bụ nkwụsị ala. Ibu ibu dị n'ebe a na-egwuputa ihe nwere ike ịmalite oghere n'ime ala ma ọ bụ nkume, nke nwere ike ijupụta na ájá na ala site na eriri ndị dị n'elu",
  "Oghere ndị a dị n'oke ibu nwere ike imecha banye n'ime, na-eme oghere n'elu",
  "Ọdịda mberede nke ụwa na-emepụta nnukwu ịda mbà n'obi n'elu na-enweghị ịdọ aka ná ntị, nke a nwere ike ịdị ize ndụ nke ukwuu nye ndụ na ihe onwunwe.. Enwere ike ibelata olulu mmiri dị n'ebe a na-egwuputa ihe site n'ichepụta akụrụngwa kwesịrị ekwesị dị ka nkwado ngwuputa ihe na mgbidi ka mma iji mepụta ihe mgbochi n'akụkụ ebe nwere ike ịnweta mmiri mmiri",
  "Enwere ike ime ndochi azụ na ịchafụ iji mee ka ọrụ ndị dị n'okpuru ala gbahapụrụ kwụsie ike",
  "Ịgwụpụta ihe n'ala nwere ike inwe mmetụta na-emerụ ahụ na mmiri dị n'okpuru ala na gburugburu mmiri",
  "Ọ bụrụ na ejighị nlezianya mee ihe kwesịrị ekwesị, oke kemịkal dị elu, dị ka arsenic, sulphuric acid, na mercury nwere ike ịgbasa n'ebe dị mkpa nke mmiri ma ọ bụ mmiri dị n'okpuru ala. Mmiri buru ibu nke a na-eji na-eme ka mmiri na-agbapụta m, oyi m, mmịpụta mmiri na usoro ngwuputa ihe ndị ọzọ na-eme ka ohere nke kemịkalụ ndị a metọọ ala na mmiri dị elu",
  "Ka ngwuputa ihe na-emepụta mmiri mkpofu dị ukwuu, ụzọ mkpofu na-ejedebeghị n'ihi mmetọ dị n'ime mmiri mkpofu",
  "Mgbọ mmiri nke nwere kemịkalụ ndị a nwere ike ibute mbibi nke ahịhịa ndị gbara ya gburugburu",
  "Ntupu nke mmiri ozuzo na mmiri dị elu ma ọ bụ n'ọtụtụ ọhịa bụ nhọrọ kacha njọ",
  "Ya mere, a na-ahụta mkpofu ọdụ ụgbọ mmiri okpuru mmiri dị ka nhọrọ ka mma (ọ bụrụ na a na-agbanye ihe mkpofu ahụ ruo omimi dị ukwuu). Nchekwa ala na itinye ihe ndị a na-egwupụta n'ime ala mgbe e mebisịrị ya ka mma, ma ọ bụrụ na ọ dịghị oké ọhịa a ga-ewepụ maka ichekwa ihe mkpofu",
  "Mmetọ nke mmiri na-esite na mgbapụta nke kemịkal nwekwara mmetụta na ahụike nke ndị bi n'ógbè ahụ.",
  "N'ebe a na-egwupụta ihe n'ala nke a na-achịkwa nke ọma, ndị ọkà mmụta mmiri na ndị ọkà mmụta banyere mbara ala na-eji nlezianya tụọ mmiri iji kpachara anya iji wepụ ụdị mmetọ mmiri ọ bụla nke ọrụ ogbunigwe nwere ike ịkpata",
  "A na-amanye mbelata mbibi gburugburu ebe obibi n'omume ngwuputa nke Amerika site na iwu gọọmentị etiti na steeti, site na mmachibido ndị na-arụ ọrụ irute ụkpụrụ maka nchebe nke elu na mmiri ala site na mmetọ.. A na-eme nke a nke ọma site na iji usoro mwepụ na-enweghị nsogbu ọ bụla dị ka bioleaching.",
  "Ihe mmetọ ikuku na-enwe mmetụta na-adịghị mma na uto osisi, bụ isi site na itinye aka na nchịkọta akụ",
  "Ozugbo akwụkwọ na-akpachi anya na ikuku, ọtụtụ ihe na-emetọ ikuku, dị ka O3 na NOx, na-emetụta ọrụ metabolic nke akwụkwọ ahụ ma na-egbochi net carbon fixation site na osisi osisi",
  "Ihe mmetọ ikuku nke a na-etinye na mbụ n'ala, dị ka ọla dị arọ, na-ebute ụzọ na-emetụta ọrụ mgbọrọgwụ ma na-egbochi ihe ọkụkụ nke ala nke osisi ahụ",
  "Mbelata ndị a na njide akụrụngwa (mmepụta nke carbohydrate site na photosynthesis, nri nri ịnweta na iwepụta mmiri sitere na ala) ga-emetụta uto osisi site na mgbanwe nke ikenye akụrụngwa n'ụdị osisi dị iche iche",
  "Mgbe nrụgide mmetọ ikuku na-ejikọta na nrụgide ndị ọzọ, dịka",
  "nrụgide mmiri, ihe ga-esi na ya pụta ga-adabere na mmekọrịta dị mgbagwoju anya nke usoro n'ime osisi",
  "N'ọkwa gburugburu ebe obibi, mmetọ ikuku nwere ike gbanwee nguzozi asọmpi n'etiti ụdị dị ugbu a ma nwee ike ibute mgbanwe na nhazi nke obodo osisi",
  "Na agroecosystem, mgbanwe ndị a nwere ike ịpụta na mbelata akụ na ụba.",
  "Ngwuputa ihe nke dị n'okpuru ala na-aga n'ihu na-aga n'ihu n'okpuru mmiri mmiri, n'ihi ya, a ghaghị ịwụpụ mmiri mgbe niile na ogbunigwe ahụ iji gbochie idei mmiri",
  "Mgbe a gbahapụrụ ogbunigwe, ịgbapụta mmiri a na-akwụsị, mmiri na-ejukwa ebe a na-egwupụta ihe",
  "Iwebata mmiri a bụ nzọụkwụ mbụ n'ọtụtụ ọnọdụ mmiri mmiri acid.",
  "Ngwunye mmiri acid na-apụta n'ụzọ nkịtị n'ime mpaghara ụfọdụ dịka akụkụ nke usoro ihu igwe nke nkume mana ọ na-akawanye njọ site na nnukwu ọgba aghara ụwa njirimara nke Ngwuputa ihe na ihe ndị ọzọ na-ewu ụlọ, na-emekarị n'ime nkume ndị nwere ụbara mineral sulfide",
  "Ebe a kpasuru ụwa iwe (dịka ọmụmaatụ, ebe a na-ewu ihe owuwu, nkewa nkewa, na okporo ụzọ njem) nwere ike ịmepụta mmiri mmiri acid",
  "N'ọtụtụ mpaghara, mmiri mmiri nke na-esi n'ọkọba coal, ụlọ ọrụ na-edozi coal, ebe a na-asa akwa na ntụ ntụ nwere ike ịbụ nnukwu acidic, n'ọnọdụ ndị dị otú ahụ, a na-ewere ya dị ka acid mine drainage (AMD)",
  "Otu ụdị mmeghachi omume kemịkalụ na usoro nwere ike ime site na mkpasu iwe nke ala acid sulfate guzobere n'okpuru ọnọdụ ụsọ oké osimiri ma ọ bụ estuarine mgbe oke oke mmiri nke ikpeazụ gasịrị, ma bụrụ ihe egwu gburugburu ebe obibi yiri ya.",
  "Nkà na ụzụ ise a na-eji nyochaa ma chịkwaa mmiri na-agafe n'ebe ndị a na-egwupụta ihe bụ usoro ntụgharị, ọdọ mmiri mgbochi, usoro mgbapụta mmiri dị n'okpuru ala, usoro mmiri na-agbanye n'okpuru, na ihe mgbochi n'okpuru",
  "N'ihe banyere AMD, a na-agbanye mmiri na-emetọ emetọ n'ụlọ ọgwụ nke na-egbochi mmetọ. Nnyocha nke afọ 2006 nke nkwupụta mmetụta gburugburu ebe obibi chọpụtara na \"ebu amụma mmiri dị mma nke e mere mgbe ọ tụlere mmetụta nke mbelata ahụ na-eleda mmetụta dị n'okpuru ala, nsị, na mmiri dị n'elu ala\".",
  "Ọla dị arọ bụ ihe na-apụta n'okike nwere oke atọm dị elu yana njupụta dịkarịa ala ugboro ise karịa nke mmiri",
  "Ngwa ụlọ ọrụ ha dị iche iche, ụlọ, ọrụ ugbo, ọgwụ na teknụzụ emeela ka ha kesaa n'obosara na gburugburu ebe obibi;  na-ewelite nchegbu maka mmetụta ha nwere na ahụike mmadụ na gburugburu ebe obibi.",
  "A na-egosiputa ọla dị arọ nke na-emekarị n'ụdị nke na-adịghị enweta ngwa ngwa maka osisi",
  "A na-egosipụtakarị ha n'ụdị a na-apụghị ịsacha, dị ka n'ụdị ịnweta, ma ọ bụ n'ụdị dị mgbagwoju anya ma ọ bụ dị mgbagwoju anya nke na-adịghị enweta ngwa ngwa maka ibu ihe ọkụkụ",
  "Ọla dị arọ na-emekarị nwere ikike mgbasa ozi dị egwu n'ime ala, yabụ na ọ naghị enweta ngwa ngwa maka ihe ndị dị ndụ",
  "Njide ike dị n'etiti ọla dị arọ na ala na-emekarị dị oke elu ma e jiri ya tụnyere nke ahụ na ebe a na-enweta anthropogenic.",
  "Mgbasa na ibufe ọla na ọla ndị dị arọ site na ịgba ọsọ na mmiri ala bụ ihe atụ ọzọ nke nsogbu gburugburu ebe obibi na ngwuputa ihe, dị ka Britannia Mine, bụbu ebe a na-egwupụta ọla kọpa dị nso na Vancouver, British Columbia",
  "Tar Creek, mpaghara ebe a na-egwupụta akụ gbahapụrụ agbahapụ na Picher, Oklahoma nke bụzi saịtị Superfund na nchekwa gburugburu ebe obibi, na-enwekwa mmerụ ahụ dị arọ",
  "Mmiri dị n'ime ogbunigwe ahụ nwere ọla ndị gbazere agbaze dị ka lead na cadmium gbabara n'ime mmiri dị n'ime ala, na-emetọ ya.. Ịchekwa tailings na uzuzu ogologo oge nwere ike ibute nsogbu ndị ọzọ, ebe ọ bụ na ifufe nwere ike ịfesa ha ngwa ngwa, dị ka e mere na Skouriotissa, ebe a na-egwupụta ọla kọpa gbahapụrụ na Saịprọs",
  "Mgbanwe gburugburu ebe obibi dị ka okpomoku zuru ụwa ọnụ na ịba ụba ọrụ Ngwuputa nwere ike ịbawanye ọdịnaya nke ọla dị arọ na sedimenti iyi..",
  "Mgbakwunye nke ebe a na-egwupụta ihe bụ nnukwu mgbanwe ebe obibi, na obere nsogbu na-eme n'ọ̀tụ̀tụ̀ buru ibu karịa ebe a na'ebe a na-erigbu ya, ihe mkpofu na-eguzogide ihe mkpofu nke ebe obibi dịka ọmụmaatụ",
  "Enwere ike ịhụ mmetụta ọjọọ ogologo oge mgbe njedebe nke ọrụ ogbunigwe gasịrị. Mbibi ma ọ bụ mgbanwe dị egwu nke saịtị mbụ na mwepụta nke ihe ndị sitere n'aka mmadụ nwere ike inwe mmetụta dị ukwuu na ụdị dị iche iche dị n'ógbè ahụ. Mbibi nke ebe obibi bụ isi ihe na-akpata ọnwụ nke ụdị dị iche iche, mana nsị kpọmkwem nke ihe ndị a na-ewepụta na ala kpatara, na nsị na-apụtaghị ìhè site na nri na mmiri, nwekwara ike imetụta ụmụ anụmanụ, ahịhịa na microorganisms",
  "Mgbanwe ebe obibi dị ka pH na mgbanwe okpomọkụ na-enye obodo ndị gbara ya gburugburu nsogbu",
  "Ụdị ndị dị n'ógbè ahụ na-emetụta karịsịa, ebe ọ bụ na ha chọrọ ọnọdụ gburugburu ebe obibi pụrụ iche",
  "Mbibi ma ọ bụ obere mgbanwe nke ebe obibi ha tinyere ha n'ihe ize ndụ nke mkpochapụ",
  "Ebe obibi nwere ike imebi mgbe enweghi ngwaahịa zuru oke nke ala yana ngwaahịa ndị na-abụghị kemịkal, dị ka nnukwu nkume sitere na ebe a na-egwupụta ihe na-atụfu na ala gbara ya gburugburu n'enweghị nchegbu maka mmetụta na ebe obibi okike.",
  "A maara na ọnụ ọgụgụ nke ọla dị arọ na-ebelata na anya site na ebe a na-egwupụta ihe, na mmetụta na ụdị dị iche iche na-agbaso otu usoro ahụ. Mmetụta nwere ike ịdịgasị iche iche dabere na njem na bioavailability nke mmetọ ahụ: mkpụrụ ndụ ndị na-adịghị agagharị agagharị ga-anọgide na-adịghị na gburugburu ebe obibi ebe mkpụrụ ndụ ndị nwere nnukwu njem ga-agagharị n'ụzọ dị mfe n'ime oghere ọzọ ma ọ bụ bụrụ nke ihe ndị dị ndụ na-eburu",
  "Dịka ọmụmaatụ, ụdị nke ọla n'ime ihe ndị dị n'ime ala nwere ike ịgbanwe bioavailability ha, yana nsị ha maka ihe ndị dị na mmiri.",
  "Biomagnification na-arụ ọrụ dị mkpa na ebe obibi mmetọ: mmetụta nke igwu ala na ụdị dị iche iche, na-eche na ọkwa dị elu ezughi oke iji gbuo ihe ndị a na-ahụ anya, kwesịrị ịdị ukwuu karịa ụdị dị n'elu usoro nri n'ihi ihe omume a.",
  "Mmetụta ọjọọ nke igwu ala na ụdị dị iche iche na-adabere n'ụzọ dị ukwuu na ọdịdị nke mmetọ ahụ, ọkwa nke itinye uche nke enwere ike ịchọta ya na gburugburu ebe obibi, na ọdịdị gburugburu ebe obibi n'onwe ya",
  "Ụdị ụfọdụ na-eguzogide nsogbu ndị mmadụ na-akpata, ebe ụfọdụ ndị ọzọ ga-apụ kpamkpam na mpaghara ahụ emetụtara",
  "Oge naanị ya yiri ka ọ naghị ekwe ka ebe obibi ahụ gbakee kpamkpam site na mmetọ ahụ. Omume mgbazi na-ewe oge, na n'ọtụtụ ọnọdụ agaghị eme ka e nwetaghachi ọdịiche dị iche iche dị tupu ọrụ igwu ala.",
  "Ụlọ ọrụ na-egwupụta ihe n'ime ala nwere ike imetụta ụdị dị iche iche nke mmiri site n'ụzọ dị iche iche",
  "Otu ụzọ nwere ike ịbụ nsị kpọmkwem; ihe ize ndụ dị elu maka nke a na-eme mgbe mmetọ na-agagharị na sediment ma ọ bụ bioavailable na mmiri. Mmiri na-adọba n'ime ala nwere ike ịgbanwe pH mmiri, na-eme ka o sie ike ịmata ọdịiche dị n'etiti mmetụta kpọmkwem na ihe ndị dị ndụ site na mmetụta nke mgbanwe pH kpatara. A ka nwere ike ịhụ mmetụta ma gosipụta na ọ bụ mgbanwe pH kpatara ya. Contaminants nwekwara ike imetụta ihe ndị dị n'ime mmiri site na mmetụta anụ ahụ: iyi ndị nwere oke nke sediment na-egbochi ìhè, si otú a na-ebelata biomass algae. Ntinye metal oxide nwere ike igbochi biomass site na ikpuchi algae ma ọ bụ ihe ha, si otú ahụ gbochie colonization.",
  "Ihe ndị na-emetụta obodo dị iche iche na ebe ndị acid na-egwupụta mmiri dịgasị iche n'oge na n'oge: okpomọkụ, mmiri ozuzo, pH, salinisation na ọnụọgụ ọla niile na-egosipụta ọdịiche dị iche iche n'ogologo oge, ma nwee ike imetụta obodo dị iche",
  "Mgbanwe na pH ma ọ bụ okpomọkụ nwere ike imetụta solubility metal, yana site na ya ọnụọgụ bioavailable nke na-emetụta ihe ndị dị ndụ",
  "Ọzọkwa, mmetọ na-aga n'ihu n'oge: afọ iri itoolu mgbe mmechi nke ebe a na-egwupụta pyrite gasịrị, pH mmiri ka dị ala ma ọnụ ọgụgụ microorganisms mejupụtara isi nje acidophil.",
  "Otu nnukwu nnyocha nke a na-ewere dị ka ihe na-egbu egbu nke ukwuu na ihe ndị dị n'ime mmiri bụ mmetọ nke mere na Minamata Bay. Methylmercury ka ụlọ ọrụ na-emepụta kemịkal wepụtara n'ime mmiri na-adịghị mma ma chọpụta ọrịa a na-akpọ ọrịa Minamata na Kumamoto, Japan. Nke a mere ka mercury na-egbu egbu na azụ na shellfishes ma ọ na-emetọ ụdị ndị gbara ya gburugburu ma ọtụtụ mmadụ nwụrụ site na ya ma ọ na'emetụta onye ọ bụla riri azụ ndị ahụ emetọ.",
  "Obodo algae dị obere na mmiri acid nwere zinc dị elu, na nrụgide mmiri na-ebelata mmepụta ha. Obodo Diatoms na-agbanwe nke ukwuu site na mgbanwe kemịkal ọ bụla, nchịkọta pH phytoplankton, na oke metal na-ebelata ọtụtụ ụdị planktonic. Ụfọdụ ụdị diatom nwere ike itolite na sediments dị elu. N'ime ihe ndị dị nso n'elu, cysts na-ata ahụhụ site na corrosion na mkpuchi dị arọ. N'ọnọdụ mmetọ dị ukwuu, ngụkọta algae biomass dị ala, na obodo diatom planktonic efuola. N'otu aka ahụ na phytoplankton, a na-agbanwe obodo zooplankton nke ukwuu n'ọnọdụ ebe mmetụta nke igwu ala siri ike. Otú ọ dị, ọ bụrụ na ọ na-arụ ọrụ, ọ ga-ekwe omume na phytoplankton na zooplankton na-anọgide na-akwụsi ike.",
  "A na-agbanwe ụmụ ahụhụ mmiri na ihe ndị bi na mmiri na gburugburu ebe a na-egwupụta ihe, na-akpata obere okpomọkụ na obodo ha na-achịkwa ndị na-eri ibe ha. Otú ọ dị, ụdị dị iche iche nke macroinvertebrates nwere ike ịnọgide na-adị elu, ma ọ bụrụ na a na-eji ụdị dị iche dị nro dochie anya ndị na-anabata. Mgbe a na-ebelata ọdịiche dị n'ime mpaghara ahụ, mgbe ụfọdụ ọ nweghị mmetụta nke mmetọ iyi na ụba ma ọ bụ biomass, na-atụ aro na ụdị na-anabata ihe na-arụ otu ọrụ ahụ na-ewere ọnọdụ nke ụdị dị nro na ebe ndị mmetọ",
  "mbelata pH na mgbakwunye na oke metal nwere ike inwe mmetụta ọjọọ na omume macroinvertebrates, na-egosi na nsị kpọmkwem abụghị naanị nsogbu. Azụ nwekwara ike imetụta pH, ọdịiche okpomọkụ, na oke kemịkal.",
  "Enwere ike ịgbanwe ọdịdị ala na mmiri dị na ya nke ukwuu na ebe ndị nwere nsogbu, na-eduga na mgbanwe obodo osisi na mpaghara ahụ. Ọtụtụ n'ime osisi ndị ahụ nwere obere nnagide maka ọla n'ime ala, mana mmetụta dị iche n'etiti ụdị",
  "Ụdị ahịhịa dị iche iche na mkpuchi zuru oke anaghị emetụta oke mmetọ karịa forbs na shrubs. Enwere ike ịchọta ihe mkpofu ma ọ bụ ihe mkpofu n'ihi ọrụ igwu ala n'akụkụ ebe a na-egwupụta ihe, mgbe ụfọdụ n'ebe dị anya site na isi iyi. Osisi ndị e guzobere enweghị ike ịpụ na nsogbu, ha ga-emesị nwụọ ma ọ bụrụ na ọla ma ọ bụ metalloids dị arọ emetọ ebe obibi ha n'ụzọ dị elu maka ahụike ha",
  "Ụdị ụfọdụ na-eguzogide ma ga-adịgide na ọkwa ndị a, na ụfọdụ ụdị ndị na-abụghị nke ala nwere ike ịnagide mkpokọta ndị a n'ime ala, ga-akwaga n'ala ndị gbara ebe a na-egwupụta ihe n'ime ihe iji nọrọ na niche gburugburu ebe obibi",
  "Nke a nwekwara ike ịhapụ ala ka ọ ghara imebi ala, nke ga-eme ka osisi biri.",
  "Enwere ike imetụta osisi site na nsị kpọmkwem, dịka ọmụmaatụ, ihe dị n'ala arsenic na-ebelata ụdị dị iche iche nke bryophyte. Ahịhịa nwekwara ike imerụ site na ọla ndị ọzọ dịka nickel na ọla kọpa. Acidification nke ala site na mbelata pH site na mmetọ kemịkal nwekwara ike iduga na mbelata nke ọnụ ọgụgụ ụdị. Ihe ndị na-emetọ mmadụ nwere ike ịgbanwe ma ọ bụ mebie microorganisms, si otú a gbanwee nnweta ihe oriri, na-akpata mfu nke ahịhịa n'ógbè ahụ. Mgbọrọgwụ osisi ụfọdụ na-esi n'ala dị omimi pụọ iji zere mpaghara emetọ, ya mere enweghị nkedo n'ime ala dị omimi, na-akpata ike iwepụ mgbọrọgwụ site n'ikuku mgbe ịdị elu ha na ịdị arọ ha na-abawanye. N'ozuzu, a na-ebelata nyocha mgbọrọgwụ n'ebe ndị emetọla ma e jiri ya tụnyere ndị na-emetọghị. Ụdị osisi dị iche iche ga-anọgide na-adị ala na ebe obibi ndị a weghachiri karịa na mpaghara ndị a na-emetụbeghị. Dabere na ụdị igwu ala a na-eme, enwere ike iwepụ ahịhịa niile n'ógbè ahụ tupu ịmalite igwu ala n'ezie.",
  "Ihe ọkụkụ a kụrụ akụ nwere ike ịbụ nsogbu n'akụkụ ebe a na-egwupụta ihe",
  "Ọtụtụ ihe ọkụkụ nwere ike itolite n'ebe ndị na-adịghị emetọ, mana ihe ọkụkụ na-adịkarị ala karịa ka ọ gaara abụ n'ọnọdụ uto mgbe niile",
  "Osisi na-enwekarị ọla dị arọ n'ime akụkụ ha dị elu, nke nwere ike iduga mmadụ na-eri mkpụrụ osisi na akwụkwọ nri. Nri a na-eri ihe ọkụkụ ndị na-emetọ emetọ mgbe niile nwere ike ibute nsogbu ahụike nke na-esite na mkpuchi ígwè ogologo oge. Cigarettes e ji ụtaba na-eto n'ebe ndị e metọrọ emetọ nwekwara ike inwe mmetụta ọjọọ na ndị mmadụ, ebe ụtaba na'enwekarị cadmium na zinc na akwụkwọ ya.",
  "Mbibi ebe obibi bụ otu n'ime isi okwu nke ọrụ igwu ala",
  "A na-ebibi nnukwu ebe obibi okike n'oge a na-arụ ma na-erigbu ya, na-amanye ụmụ anụmanụ ịhapụ ebe ahụ.",
  "Ụmụ anụmanụ nwere ike ịnwe nsí ozugbo site na ngwaahịa ndị dị n'ime ala na ihe ndị fọdụrụnụ",
  "Bioaccumulation na osisi ma ọ bụ obere ihe ndị ha na-eri nwekwara ike ibute nsị: ịnyịnya, ewu na atụrụ na-ekpughe n'ebe ụfọdụ na oke nsị nke ọla kọpa na ọnya n'ime ahịhịa. E nwere ụdị ndanda ole na ole n'ime ala nwere oke ọla kọpa, n'akụkụ ebe a na-egwupụta ọla kọpa. Ọ bụrụ na a chọta ụmụ ahụhụ ole na ole, ohere dị elu na ihe ndị ọzọ bi na gburugburu ebe obibi na-emetụtakwa nke ukwuu site na ọkwa ọla kọpa dị elu",
  "Ndanda nwere ezi mkpebi ma ọ bụrụ na ebe a na-ahụkarị ka ha na-ebi kpọmkwem n'ime ala ma si otú a na-emetụta nsogbu gburugburu ebe obibi.",
  "Microorganisms na-emetụta mgbanwe gburugburu ebe obibi nke ukwuu, dị ka pH gbanwere, mgbanwe okpomọkụ ma ọ bụ oke kemịkal n'ihi ogo ha. Dịka ọmụmaatụ, ọnụnọ nke arsenic na antimony n'ime ala emeela ka mbelata nke nje bacteria n'ime ụwa. Dị ka mmetụta mmiri, obere mgbanwe na pH ala nwere ike ịkpali remobilisation nke mmetọ, na mgbakwunye na mmetụta kpọmkwem na ihe ndị na-emetụta pH.",
  "Microorganisms nwere ọtụtụ mkpụrụ ndụ ihe nketa n'etiti ọnụ ọgụgụ ha niile, yabụ enwere ohere ka ukwuu nke ịdị ndụ nke ụdị ahụ n'ihi nguzogide ma ọ bụ nnagide mkpụrụ ndụ ihe ndụ ihe nkita nke ụfọdụ mpaghara nwere, ọ bụrụhaala na mgbanwe adịghị oke njọ. Ka o sina dị, ịdị ndụ n'ọnọdụ ndị a ga-apụta nnukwu mfu nke ụdị dị iche iche nke mkpụrụ ndụ ihe nketa, na-akpata mbelata ikike maka mgbanwe na mgbanwe ndị ọzọ",
  "Ala na-emepebeghị emepe n'ebe ndị nwere oke metal nwere ike ịbụ ihe ịrịba ama nke ọrụ dị ala microfauna na microflora, na-egosi ọnụ ọgụgụ dị ala ma ọ bụ ọrụ dị ala. Afọ iri abụọ mgbe ọgba aghara gasịrị, ọbụlagodi na mpaghara mmezigharị, biomass microbial ka na-ebelata nke ukwuu ma e jiri ya tụnyere ebe obibi na-enweghị nsogbu.",
  "Fungi mycorrhiza nke Arbuscular na-emetụta ọnụnọ nke kemịkal, ala na-emetụtakwa mgbe ụfọdụ nke na ha enweghịzi ike ijikọ na osisi mgbọrọgwụ",
  "Otú ọ dị, ụfọdụ fungi nwere ikike nchịkọta mmetọ na ikike nhicha ala site na ịgbanwe biodisponibility nke mmetọ, nke a nwere ike ichebe osisi site na mmebi nke kemịkal nwere ike ịkpata. Ọnụnọ ha n'ebe ndị e metọrọ emetọ nwere ike igbochi mfu nke ụdị dị iche iche n'ihi mmetọ nke ihe mkpofu, ma ọ bụ nye ohere maka bioremediation, iwepụ kemịkal ndị a na-achọghị site na ala emetọ. N'ụzọ dị iche, ụfọdụ microbes nwere ike imebi gburugburu ebe obibi: nke nwere ike iduga na SO4 dị elu na mmiri ma nwee ike ịbawanye mmepụta microbial nke hydrogen sulfide, nsí maka ọtụtụ osisi na ihe ndị dị n'ime mmiri.",
  "Usoro igwu ala na-emepụta ihe mkpofu karịrị akarị a maara dị ka tailings",
  "Ihe ndị a hapụrụ mgbe e mesịrị bụ nsonaazụ nkewa nke akụkụ bara uru site na akụkụ na-enweghị akụ na ụba nke ore",
  "Nnukwu ihe mkpofu ndị a bụ ngwakọta mmiri, ájá, ụrọ, na bitumen fọdụrụnụ",
  "A na-echekwa nsị n'ime ọdọ mmiri ndị e ji ndagwurugwu ndị dị ugbu a mee ma ọ bụ nnukwu ihe mgbochi na usoro mmiri. Ọdọ mmiri ndị na-agba ọsọ nwere ike ịnọgide na-abụ akụkụ nke ọrụ na-arụ ọrụ ruo afọ 300",
  "Nke a na-enye ohere maka nkwụnye ego, ma ọ bụ maka nchekwa na iji mmiri mee ihe.",
  "Tailings nwere nnukwu ikike imebi gburugburu ebe obibi site na ịhapụ ọla na-egbu egbu site na mmiri acid ma ọ bụ site na imebi anụ ọhịa mmiri; ha abụọ chọrọ nlekota na ọgwụgwọ nke mmiri na-agafe na mmiri. Otú ọ dị, ihe ize ndụ kasịnụ nke ọdọ mmiri tailings bụ ọdịda mmiri",
  "A na-ejikarị ihe ndị a na-enweta n'ógbè (ala, ihe mkpofu siri ike, ma ọ bụ ihe karịrị akarị site na ọrụ ndị na-egwupụta ihe na ihe ndị a ga-egweri egweri) emepụta ọdọ mmiri ndị a na mgbidi ndị a na ya iji kwado ọtụtụ ihe ndị a. Enweghị ụkpụrụ maka ụkpụrụ imepụta nke ọdọ mmiri tailings bụ ihe na-etinye gburugburu ebe obibi n'ihe ize ndụ maka idei mmiri site na ọdọ mmiri taillings.",
  "Spoil tip  bụ ikpo ihe mkpokọta nke e wepụrụ n'ebe a na-egwupụta coal ma ọ bụ ore",
  "Ihe mkpofu ndị a nwere ala na nkume nkịtị, nke nwere ike imerụ ya na ihe mkpofu kemịkal",
  "Ihe mkpofu dị nnọọ iche na tailings, ebe ọ bụ na a na-edozi ihe nke na-anọgide mgbe ewepụla ihe ndị bara uru na ore. Spoil tip nwere ike ime n'ụzọ a na-ahụkarị dịka, isi ihe ndị na-emebu ihe na-adịkarị ala ma na-agbanye n'akụkụ nke ụyọkọ",
  "Dị ka ihe nkwata na-ejikarị ihe carbonaceous nke na-ere ọkụ nke ukwuu, ọkụ ọkụ ma ọ bụ ntụ ọkụ nwere ike ịgba ya ọkụ na mberede. Spoil tip nwere ike ịnwụrụ ọkụ ma hapụ ya ka ọ na-ere ọkụ n'okpuru ala ma ọ bụ n'ime ihe mkpofu ruo ọtụtụ afọ.",
  "Ọrụ igwu ala, gụnyere nchọpụta, nchọpụta, iwu, ịrụ ọrụ, mmezi, mgbasawanye, ịhapụ, ịkwụsị ọrụ na ịmegharị ihe ndị a na-egwupụta n'ime ala nwere ike imetụta usoro mmekọrịta mmadụ na ibe ya na gburugburu ebe obibi n'ụzọ dị iche iche dị mma na nke na-adịghị mma, na ụzọ kpọmkwem na nke na nke na'apụtaghị ìhè.",
  "Ndị mmadụ na-emetụtakwa site na igwu ala",
  "E nwere ọtụtụ ọrịa ndị nwere ike ịpụta site na mmetọ ndị a na-ewepụta n'ime ikuku na mmiri n'oge usoro igwu ala",
  "Dịka ọmụmaatụ, n'oge ọrụ ịgbaze, a na-ewepụta nnukwu ikuku na-emetọ ikuku, dị ka ihe na-akwụsị akwụsị, SOx, arsenic particles na cadmium",
  "A na-ejikarị ọla eme ihe n'ime ikuku dị ka ụmụ irighiri ihe",
  "E nwekwara ọtụtụ ihe ize ndụ ahụike n'ọrụ nke ndị na-egwupụta ihe na-eche ihu",
  "Ọtụtụ n'ime ndị na-egwupụta akụ̀ na ụba na-arịa ọrịa iku ume na akpụkpọ ahụ dị iche iche dị ka asbestosis, silicosis, ma ọ bụ ọrịa akpa ume ojii.",
  "Ọzọkwa, otu n'ime nnukwu akụkụ nke igwu ala nke na-emetụta ụmụ mmadụ bụ mmetọ ndị na-ejedebe na mmiri, nke na-akpata àgwà mmiri dị njọ. Ihe dị ka pasent iri atọ nke ụwa nwere ohere ịnweta mmiri dị ọcha na-agbanwe agbanwe nke ụlọ ọrụ na-eji emepụta nnukwu ihe mkpofu nwere kemịkal dị iche iche nke a na-etinye n'ime mmiri dị ọcha. Nchegbu nke kemịkal na-arụ ọrụ na mmiri nwere ike ibute nnukwu ihe ize ndụ maka ahụike mmadụ n'ihi na ọ nwere ike ịba n'ime mmiri na azụ. E mere nnyocha na ebe a na-egwupụta ihe n'ala na China, ebe a na na-eguzogide ihe na Dabaoshan na ebe a anaghị arụ ọrụ ruo ọtụtụ afọ ma mmetụta nke otu ọla nwere ike isi gbakọta na mmiri na ala bụ nnukwu nchegbu maka obodo ndị gbara ya gburugburu. N'ihi enweghị nlekọta kwesịrị ekwesị nke ihe mkpofu, a na-eme atụmatụ na 56% nke ọnụọgụ ọnwụ n'ime mpaghara ndị gbara ebe ndị a na-egwupụta ihe, a chọpụtakwala na ọtụtụ ndị nwere ọrịa kansa esophageal na ọrịa imeju. O mere ka ebe a na-egwupụta ihe ruo taa ka nwere mmetụta na-adịghị mma na ahụike mmadụ site na ihe ọkụkụ ma o doro anya na ọ dị mkpa ka e mee ihe ndị ọzọ na-ehicha gburugburu ebe ndị gbara ya gburugburu.",
  "Mmetụta na-adịte aka nke metụtara mmetọ ikuku bụ ọtụtụ gụnyere ụkwara ume ọkụ na-adịghị ala ala, ọrịa akpa ume, na ọnwụ obi",
  "Dị ka nnyocha ndị otu Sweden si kwuo, ọ dị ka a na-akpata ọrịa shuga mgbe mmetọ ikuku ogologo oge gasịrị",
  "Ọzọkwa, mmetọ ikuku yiri ka ọ nwere mmetụta dị iche iche na-adịghị mma na ndụ mmadụ, dị ka nsogbu iku ume, obi, uche, na nsogbu perinatal, na-eduga na ọnwụ ụmụaka ma ọ bụ ọrịa na-adịghị ala ala n'oge okenye",
  "Nkwurịta banyere mmetọ na-emetụta ndị bi na nnukwu obodo ukwu, ebe ọpụpụ n'okporo ámá na-enye aka kachasị na mmebi nke ikwurịta àgwà",
  "E nwekwara egwu nke ọghọm igwe, ebe mgbasa nke anwụrụ ọkụ na-emerụ ahụ nwere ike igbu ndị bi na mpaghara ndị gbara ya gburugburu",
  "A na-ekpebi mgbasa nke nsí site n'ọtụtụ akụkụ, nke kachasị mma na ikuku.",
  "Site na igwu ala na-emeghe oghere, a ga-ewepụ ihe karịrị akarị, nke nwere ike ikpuchi n'oké ọhịa, tupu igwu ala amalite",
  "Ọ bụ ezie na mgbukpọ ọhịa n'ihi igwu ala nwere ike ịdị obere ma e jiri ya tụnyere ngụkọta nke ọ nwere ike iduga na mkpochapụ ụdị ma ọ bụrụ na enwere ọkwa dị elu nke mpaghara mpaghara.\nNdụ nke igwu coal bụ otu n'ime usoro kachasị njọ nke na-akpata mgbukpọ ọhịa n'ihi oke nsí, na ọla dị arọ nke a na-ewepụta n'ala na mmiri. Ọ bụ ezie na mmetụta nke igwupụta coal na-ewe ogologo oge iji metụta gburugburu ebe obibi ọkụ nke coal na ọkụ nke nwere ike ịgba ọkụ ruo ọtụtụ iri afọ nwere ike ịhapụ ntụ na-efe efe ma mụbaa gas na-ekpo ọkụ",
  "N'ụzọ doro anya, a na-egwupụta ihe nke nwere ike ibibi ala, oké ọhịa, na ebe obibi anụ ọhịa ndị dị nso na saịtị ndị ahụ. A na-ewepụ osisi, osisi na ala dị n'elu n'ebe a na-egwupụta ihe ma nke a nwere ike iduga na mbibi nke ala ugbo",
  "Ọzọkwa, mgbe mmiri na-ezo, a na-asa ntụ na ihe ndị ọzọ n'iyi nke nwere ike imerụ azụ",
  "Mmetụta ndị a ka nwere ike ime mgbe emechara ebe a na-egwupụta ihe nke na-emetụta ọnụnọ nke ala na mweghachi nke mgbukpọ ọhịa na-ewe ogologo oge karịa ka ọ na-adịkarị n'ihi na ọdịdị ala ahụ na-emebi. Igwu ala iwu kwadoro, ọ bụ ezie na ọ na-achịkwa gburugburu ebe obibi karịa igwu ala iwu na-akwadoghị, na-enye aka na pasent ụfọdụ dị ukwuu na mgbukpọ ọhịa nke mba ndị na-ekpo ọkụ.",
  "Ihe ndị metụtara gburugburu ebe obibi nke ụlọ ọrụ coal abụghị naanị na ọ na-emetụta mmetọ ikuku, njikwa mmiri na ojiji ala kamakwa ọ na-akpata mmetụta ahụike siri ike site na ọkụ nke coal",
  "Mmetọ ikuku na-abawanye n'ọnụ ọgụgụ nke nsí dịka mercury, ọta, sulfur dioxide, nitrogen oxides na ọla ndị ọzọ dị arọ. Nke a na-akpata nsogbu ahụike metụtara nsogbu iku ume ma na-emetụta anụ ọhịa gburugburu ebe ndị gbara ya gburugburu chọrọ ikuku dị ọcha iji dịrị ndụ",
  "Ọdịnihu nke mmetọ ikuku ka na-edochaghị anya dịka Ụlọ Ọrụ Na-ahụ Maka Nchebe Gburugburu Ebe Obibi agbalịwo igbochi ụfọdụ ikuku ma enweghị usoro nchịkwa maka ụlọ ọrụ niile na-emepụta coal. Mmetọ mmiri bụ ihe ọzọ na-emebi n'oge usoro a nke igwu coal, a na-ebukarị ntụ sitere na coal na mmiri ozuzo nke na-asọba n'ebe mmiri buru ibu",
  "Ọ nwere ike iwe ihe ruru afọ 10 iji mee ka ebe mmiri dị ọcha nke nwere ihe mkpofu coal na ikike imebi mmiri dị ọcha nwere ike ime ka nzacha sie ike.",
  "Mmanụ ala dị omimi maka manganese nodules na ihe ndị ọzọ emeela ka ndị ọkà mmụta sayensị mmiri na ndị na-ahụ maka gburugburu ebe obibi nwee nchegbu banyere mmetụta na gburugburu ebe obibi dị omimi",
  "Ihe ọmụma banyere mmetụta ndị nwere ike inwe bụ nke a kpaara ókè n'ihi obere nnyocha na ndụ miri emi nke oké osimiri.",
  "Lithium anaghị apụta dị ka ígwè n'ụzọ okike ebe ọ bụ na ọ na-emeghachi omume nke ukwuu, mana a na-ahụ ya na obere ego na nkume, ala, na mmiri. Enwere ike ikpughe ihe a na-ewepụta lithium n'ụdị nkume na ikuku, mmiri, na ala. Ọzọkwa, a na-achọ batrị n'ụwa niile maka ịnwe lithium n'ihe gbasara mmepụta, kemịkal na-egbu egbu nke lithium na-emepụta nwere ike imetụta ụmụ mmadụ, ala, na ụdị mmiri. Mmepụta lithium ji 25% mụbaa n'etiti afọ 2000 na 2007 maka iji batrị, a na-ahụkwa isi iyi lithium na ọdọ mmiri saline. A na-achọpụta Lithium ma wepụta ya na mineral 150, ụrọ, ọtụtụ brines, na mmiri oké osimiri, ọ bụ ezie na iwepụta lithium site na ụdị nkume dị okpukpu abụọ karịa nke lithium wepụtara na brines, nkezi saline dị ukwuu karịa ma e jiri ya tụnyere nkezi lithium siri ike.",
  "A na-egwupụta nkume ndị nwere phosphate iji mepụta phosphorus, ihe dị mkpa eji eme ihe na ụlọ ọrụ na ọrụ ugbo. Usoro nke iwepụta na-agụnye iwepụ ahịhịa dị n'elu, si otú a kpughee nkume phosphorus na gburugburu ebe obibi nke ala, na-emebi mpaghara ala na phosphorum a kpughere, na-akpata mbuze ala. Ngwaahịa ndị a na-ewepụta site na igwupụta ore phosphate bụ ihe mkpofu, na nsị, na-akpata ikpughe mmadụ na ihe ndị na-adịghị mma site na nsị emetọ site na iku ume na ihe ndị dị na-egbu egbu na-emetụta ahụike mmadụ bụ (Cd, Cr, Zn, Cu na Pb).",
  "Mmanụ shale bụ nkume sedimentary nwere kerogen nke enwere ike ịmepụta hydrocarbons",
  "Mmanụ ala na-emetụta gburugburu ebe obibi ọ nwere ike imebi ala na gburugburu ebe obibi",
  "Okpomọkụ na ọkụ na-emepụta ọtụtụ ihe na ihe mkpofu nke gụnyere carbon dioxide na gas na-ekpo ọkụ",
  "Ọtụtụ ndị na-ahụ maka gburugburu ebe obibi na-emegide mmepụta na ojiji nke mmanụ shale n'ihi na ọ na-emepụta nnukwu gas na-ekpo ọkụ",
  "N'etiti mmetọ ikuku, mmetọ mmiri bụ nnukwu ihe karịsịa n'ihi na mmanụ shales na-emeso oxygen na hydrocarbons.  Enwere mgbanwe na ala na ebe ndị a na-egwupụta ihe n'ihi igwupụta mmanụ na mmepụta site na iji ngwaahịa kemịkal. Mgbanwe ala n'ime mpaghara nke igwu ala n'okpuru ala bụ nsogbu nke na-adịte aka n'ihi na ọ na-akpata ebe ndị na-adịghị akwụsi ike",
  "Igwu ala n'okpuru ala na-akpata nhazi ọhụrụ nke nwere ike dabara adaba maka uto osisi ụfọdụ, mana enwere ike ịchọ nrụzigharị.",
  "Ngwupụta élú úgwú (Mountain top removal mining - MTR) na-eme mgbe a na-egbutu osisi, na igwe na bọmbụ na-ewepụkwa coal. N'ihi ya, ala ahụ nwere ike ịnwe idei mmiri na-eme ka mmetọ site na kemịkal. Mpaghara dị oke egwu nke iwepụ ugwu na-eme ka mmiri mmiri na-emebi n'akụkụ mmiri na ala ma si otú a wepụ igwu ala na-emetụta nzaghachi mmiri na mmiri ogologo oge.",
  "Igwupụta ájá na igwupụta gravel na-emepụta nnukwu oghere na oghere n'elu ụwa",
  "Mgbe ụfọdụ, igwu ala nwere ike ịgbasa nke ukwuu nke na ọ na-emetụta mmiri dị n'okpuru ala, isi iyi, olulu mmiri dị n\"okpuru ala, na tebụl mmiri. Nnukwu egwu nke ọrụ igwu ala ájá gụnyere mmebi ala ọwa, mmepụta osimiri na mbuze. Mmanụ ala ájá emeela ka mmụba nke mmiri na-adịghị mma n'ọtụtụ n'akụkụ ọdọ mmiri Hongze, ọdọ mmiri nke anọ kachasị ukwuu dị na China.",
  "Iji hụ na emechaala, ma ọ bụ iweghachi ala ala maka iji ya mee ihe n'ọdịnihu, ọtụtụ gọọmentị na ndị na-achịkwa gburugburu ụwa chọrọ ka ụlọ ọrụ ndị na-egwupụta ihe na-etinye ụgwọ a ga-ejide na nchekwa ruo mgbe egosiri na mmepụta nke ala a weghachiri, ọ bụ ezie na ọ bụrụ na usoro nhicha dị oke ọnụ karịa nha nke bond ahụ, enwere ike ịhapụ ụgwọ ahụ",
  "Kemgbe afọ 1978, ụlọ ọrụ na-egwupụta ihe n'ime ala weghachitere ihe karịrị nde acres abụọ (8,000km2) nke ala na United States naanị",
  "Ala a e weghachiri emeela ka ahịhịa na anụ ọhịa dị ọhụrụ n'ala ndị a na-egwupụta ihe n'oge gara aga ma nwedịrị ike iji ya mee ihe maka ọrụ ugbo na ịkpa anụ."
]