[
  "Mmetọ mmiri (ma ọ bụ mmetọ mmiri) bụ mmetọ nke mmiri, na-abụkarị n'ihi ihe mmadụ na-eme, nke mere na ọ na-emetụta ojiji ya na-adịghị mma",
  "Mmetọ mmiri na-ebute mgbe mmetọ na-agwakọta mmiri ndị a",
  "Mmetọ nwere ike isi n'otu n'ime isi ebe anọ bụ isi: mkpofu mmiri nsị, ihe omume ụlọ ọrụ mmepụta ihe, ọrụ ugbo, na mpụta mmiri n'obodo mepere emepe gụnyere mmiri ozuzo",
  "Mmetọ mmiri bụ mmetọ mmiri dị n'elu ma ọ bụ mmetọ mmiri nke ala",
  "Ụdị mmetọ a nwere ike ịkpata ọtụtụ nsogbu, dị ka mmebi nke gburugburu ebe obibi mmiri ma ọ bụ ịgbasa ọrịa na-ebute mmiri mgbe ndị mmadụ na-eji mmiri emetọ eme ihe maka ịṅụ mmanya ma ọ bụ ịgba mmiri",
  "Nsogbu ọzọ bụ na mmetọ mmiri na-ebelata ọrụ gburugburu ebe obibi (dịka inye mmiri ọṅụṅụ) nke mmiri mmiri ga-enye ma ọ bụghị ya.",
  "Isi mmalite nke mmetọ mmiri bụ isi mmalite ma ọ bụ isi mmalite na-enweghị isi",
  "Isi mmalite nwere otu ihe kpatara amata, dị ka mkpọpu mmiri ozuzo, ebe a na-ekpocha mmiri na-ekpofu mmiri ma ọ bụ mwụfu mmanụ",
  "Ebe ndị na-abụghị isi na-agbasawanye karịa, dị ka mmiri mmiri na-agbapụta n'ubi",
  "Mmetọ bụ ihe si na nchikota mmetụta na-aga n'ihu n'oge",
  "Mmetọ nwere ike ịdị n'ụdị ihe na-egbu egbu (dịka, mmanụ, ọla, plastik, pesticides, ihe ndị na-emetọ mmiri na-adịgide adịgide, ngwaahịa mkpofu ụlọ ọrụ), ọnọdụ nrụgide (dịka ọmụmaatụ, mgbanwe nke pH, hypoxia ma ọ bụ anoxia, okpomọkụ na-abawanye, oke ọgba aghara, mgbanwe nke salinity)",
  "), ma ọ bụ iwebata ihe ndị na-akpata ọrịa",
  "Ihe mmetọ nwere ike ịgụnye ihe organic na inorganic",
  "Ihe na-ebutekarị mmetọ okpomọkụ bụ iji mmiri dị ka ihe na-ekpo ọkụ nke ụlọ ọrụ ọkụ na ndị na-emepụta ụlọ ọrụ mmepụta ihe.",
  "Ijikwa mmetọ mmiri chọrọ akụrụngwa na atụmatụ nlekọta kwesịrị ekwesị yana iwu",
  "Ngwọta teknụzụ nwere ike ịgụnye imeziwanye ịdị ọcha, ọgwụgwọ nsị mmiri, ọgwụgwọ mmiri mkpofu ụlọ ọrụ, ọgwụgwọ mmiri mkpofu nke ugbo, njikwa mbuze, njikwa sedimenti na njikwa nke mgbapụ obodo mepere emepe (gụnyere njikwa mmiri ozuzo).",
  "Nkọwa bara uru maka mmetọ mmiri bụ: \"Mmiri mmetọ mmiri bụ mgbakwunye nke ihe ma ọ bụ ụdị ume nke na-agbanwe ọdịdị ahụ mmiri ozugbo ma ọ bụ n'ụzọ na-adịghị mma n'ụzọ na-emetụta ojiji ya ziri ezi\": 6  Mmiri na-ezokarị aka dị ka mmiri",
  "emeruru ya mgbe ihe mmetọ anthropogenic meruru ya",
  "N'ihi mmetọ ndị a, ọ naghị akwadokwa ụfọdụ ojiji mmadụ, dị ka mmiri ọñụñụ, ma ọ bụ na-enwe mgbanwe pụtara ìhè n'ikike ya ịkwado obodo biotic ya, dị ka azụ.",
  "Ihe ndị na-esonụ nwere ike iru mmiri site na nsị ma ọ bụ ọbụna nsị a na-edozi edozi:",
  "Ọ bụrụ na mmetọ mmiri na-esi na nsị (mmiri mkpofu nke obodo), ihe ndị bụ isi na-emetọ ya bụ: ihe ndị a kwụsịtụrụ, ihe ndị na-emebi emebi, ihe ndị na-edozi ahụ na ihe ndị na-akpata ọrịa.: 6.",
  "Isi otu dị iche iche nke ihe ndị na-akpata ọrịa bụ: (a) nje bacteria, (b) nje virus, (c) protozoans na (d) helminths.: 47  N'ime omume, a na-eji ihe ndị na-egosi ihe na-achọpụta mmetọ mmiri n'ihi na a na-achọpụta ihe ndị dị na ya",
  "ihe nlele mmiri siri ike ma dị oke ọnụ, n'ihi obere mkpokọta ha",
  "Ihe egosi (ngosi nje) nke mmetọ fecal nke ihe atụ mmiri a na-ejikarị bụ: mkpokọta coliforms (TC), fecal coliforms (FC) ma ọ bụ thermotolerant coliforms, E",
  "coli",
  "Ọrịa na-efe efe nwere ike ibute ọrịa na-ebute mmiri n'ime mmadụ ma ọ bụ anụmanụ",
  "Ụfọdụ microorganisms ndị a na-ahụ mgbe ụfọdụ n'ime mmiri dị n'elu mmetọ nke butere nsogbu ahụike mmadụ gụnyere: Burkholderia pseudomallei, Cryptosporidium parvum, Giardia lamblia, Salmonella, norovirus na nje ndị ọzọ, ikpuru parasitic gụnyere ụdị Schistosoma.",
  "Isi ihe na-ebute oke ọrịa na-efe efe n'ime mmiri nwere ike ịbụ site na nsị mmadụ (n'ihi ịsa nsị), nsị, mmiri ojii, ma ọ bụ nri nke chọtara ụzọ n'ime mmiri",
  "Ihe kpatara nke a nwere ike ịbụ enweghị usoro idebe ọcha ma ọ bụ na-adịghị arụ ọrụ na-adịghị mma na saịtị usoro (septic tank, olulu ụlọ mposi), mmiri na-edozi mmiri na-enweghị usoro ọgwụgwọ, nsị mmiri mmiri na-asọba na mmiri mmiri jikọtara (CSOs) n'oge ihe omume oké ifufe na ọrụ ugbo",
  "arụrụ ọrụ anụ ụlọ na-adịghị mma).",
  "Ihe ndị sitere n'okike na-abanye n'ime mmiri na-abụkarị nsí.: 229",
  "Ihe ndị na-eme ka ọ bụrụ na polyfluoroalkyl (PFAS) bụ ihe na-emetọ ihe ndị dị ndụ.",
  "Mmiri na-emetọ mmiri na-abụghị nke anụ ahụ gụnyere dịka ọmụmaatụ:",
  "Ihe mkpofu siri ike nwere ike ịbanye n'ime mmiri site na nsị na-adịghị edozi, ngwakọta nke nsị nke nsị, nsị nke obodo, ndị mmadụ na-atụfu ihe mkpofu n'ime gburugburu ebe obibi, ikuku na-ebu ihe mkpofu nke obodo site na nsị na ihe ndị ọzọ",
  "Nke a na-ebute mmetọ macroscopic- nnukwu ihe ndị a na-ahụ anya na-emetọ mmiri - kamakwa mmetọ microplastics nke a na-adịghị ahụ anya",
  "A na-eji okwu mkpofu mmiri na mmetọ rọba mmiri mee ihe n'ihe gbasara mmetọ nke oke osimiri.",
  "Microplastics na-anọgide na gburugburu ebe obibi na ọkwa dị elu, karịsịa na mmiri na gburugburu ebe obibi mmiri, ebe ha na-ebute mmetọ mmiri",
  "35% nke microplastics niile nke oké osimiri na-abịa site na textiles/akwa, bụ isi n'ihi mmebi nke polyester, acrylic, ma ọ bụ naịlọn uwe, na-emekarị n'oge usoro ịsa ahụ.",
  "Mmiri mmiri ozuzo, nsị mmiri na-adịghị edozi na ifufe bụ isi ụzọ maka microplastics site na ala ruo n'oké osimiri",
  "Akwa sịntetịk, taya, na uzuzu obodo bụ ebe a na-esikarị enweta microplastics",
  "Isi mmalite atọ a nwere ihe karịrị 80% nke mmetọ microplastic niile.",
  "Mmetọ mmiri dị n'elu gụnyere mmetọ nke osimiri, ọdọ mmiri na oke osimiri",
  "Akụkụ nke mmetọ mmiri dị n'elu bụ mmetọ mmiri nke na-emetụta oke osimiri",
  "Mmetọ erimeri na-ezo aka na mmetọ site na ntinye oke nke nri.",
  "Gburugburu ụwa, ihe dị ka ijeri mmadụ 4.5 enweghị nlekọta ahụike n'enweghị nsogbu dịka nke afọ 2017, dịka atụmatụ sitere n'aka Mmemme Nlebaanya Njikọta maka Ịkwanye Mmiri na ịdị ọcha",
  "Enweghị ohere ịnweta ịdị ọcha bụ gbasara ma na-ebutekarị mmetọ mmiri, dịka ọmụmaatụ",
  "site na omume nke imeghe: n'oge ihe omume mmiri ozuzo ma ọ bụ idei mmiri, a na-ebugharị nsị mmadụ site na ala ebe a na-etinye ya na mmiri dị elu",
  "Ime ụlọ ịsa ahụ dị mfe nwekwara ike ijupụta n'oge mmiri ozuzo.",
  "Dị ka nke 2022, Europe na Central Asia na-akpata ihe dịka 16% nke microplastics zuru ụwa ọnụ na-abanye n'oké osimiri.",
  "Iwebata ihe ndị dị ndụ na-emebi mmiri bụ ụdị mmetọ mmiri",
  "Ọ na-ebute mmetọ ndu.",
  "N'ọtụtụ ebe n'ụwa, mmetọ mmiri dị n'ime ala na-etinye ihe ize ndụ nye ọdịmma nke ndị mmadụ na gburugburu ebe obibi",
  "Otu ụzọ n'ụzọ anọ nke ndị bi n'ụwa na-adabere na mmiri dị n'ime ala maka ịṅụ mmanya, ma a maara na ịchaji a gbanyere mkpọrọgwụ na-ebufe ihe ndị na-adịghị adịte aka n'ime mmiri mmiri carbonate na-emebi ịdị ọcha nke mmiri ndị ahụ.",
  "Mmetọ mmiri isi iyi na-ezo aka na mmetọ ndị na-abanye n'ụzọ mmiri site na otu ebe a na-amata, dị ka ọkpọkọ ma ọ bụ ọwa mmiri",
  "Ọmụmaatụ nke isi mmalite dị na ngalaba a gụnyere mpụ sitere na ụlọ ọrụ na-ahụ maka nsị mmiri, ụlọ ọrụ mmepụta ihe, ma ọ bụ mmiri mmiri nke obodo.",
  "Iwu U.S",
  "Clean Water Act (CWA) na-akọwa isi mmalite maka ebumnuche mmanye iwu (lee ụkpụrụ United States nke mmetọ mmiri isi iyi)",
  "Edoziri nkọwapụta CWA nke isi iyi n'afọ 1987 ka ọ gụnye sistemu ọwa mmiri nke ime obodo, yana mmiri mmiri ozuzo nke ụlọ ọrụ mmepụta ihe, dị ka ebe a na-ewu ihe.",
  "Ọsọ mmiri na-enwekarị mmiri 99.9% na 0.1% siri ike",
  "Ọsọ mmiri na-enye ọtụtụ ụdị nri na-eduga na eutrophication",
  "Ọ bụ isi iyi nke phosphate dịka ọmụmaatụ",
  "A na-ebutekarị nsị mmiri site na ogige dị iche iche a na-ahụ na ịdị ọcha nke onwe, ihe ịchọ mma, ọgwụ ọgwụ (leekwa mmetọ ọgwụ), yana metabolites ha Mmetọ mmiri n'ihi mmetọ ọgwụ na-adịgide adịgide na gburugburu ebe obibi nwere ike ịkpata nnukwu nsonaazụ",
  "Mgbe ọwa mmiri na-ejupụta n'oge ihe omume oké ifufe nke a nwere ike iduga mmetọ mmiri site na nsị na-adịghị edozi",
  "A na-akpọ ihe omume ndị dị otú ahụ njupụta nke ọwa mmiri dị ọcha ma ọ bụ mmiri mmiri jikọtara ọnụ.",
  "Usoro mmepụta ihe nke na-eji mmiri eme ihe na-emepụtakwa mmiri mkpofu",
  "A na-akpọ nke a mmiri mkpofu ụlọ ọrụ",
  "N'iji US dị ka ihe atụ, ndị isi na-eji mmiri eme ihe (na-eji ihe karịrị 60% nke mkpokọta oriri) bụ ụlọ ọrụ ọkụ, ụlọ ọrụ mmanụ ala, igwe igwe na ígwè, pulp na mpempe akwụkwọ, na ụlọ ọrụ nhazi nri",
  "Ụfọdụ ụlọ ọrụ na-ewepụta ihe mkpofu kemịkalụ, gụnyere ihe mgbaze na ọla dị arọ (nke na-egbu egbu) na ihe ndị ọzọ na-emerụ ahụ.",
  "Mmiri mkpofu ụlọ ọrụ nwere ike ịgbakwunye mmetọ ndị a n'inweta ozu mmiri ma ọ bụrụ na agwọghị mmiri na-ekpofu ma jikwaa ya nke ọma:",
  "Ọrụ ugbo bụ isi ihe na-ebute mmetọ mmiri site na isi mmalite na-enweghị isi",
  "Iji fatịlaịza yana mmiri na-agbapụta n'elu ala sitere n'ubi ugbo, ala ịta ahịhịa na ebe nri na-eduga na mmetọ nri",
  "Na mgbakwunye na ọrụ ugbo nke lekwasịrị anya n'ihe ọkụkụ, ịkụ azụ na-ebutekwa mmetọ",
  "Tụkwasị na nke ahụ, mmiri mmiri na-agbapụta n'ubi na-enwekarị nnukwu ọgwụ nje.",
  "Ntụnye ikuku bụ usoro nke ikuku ikuku sitere na ụlọ ọrụ mmepụta ihe ma ọ bụ ebe okike na-abanye n'ime mmiri",
  "Nkwado ahụ nwere ike iduga na mmiri emetọghị n'akụkụ isi iyi ahụ, ma ọ bụ n'ebe dị anya ruo puku kilomita ole na ole",
  "Ihe mmetọ mmiri a na-ahụkarị nke na-esite na ntinye ikuku nke ụlọ ọrụ mmepụta ihe bụ ogige sọlfọ, ogige nitrogen, ogige mercury, ọla ndị ọzọ dị arọ, na ụfọdụ ọgwụ pesticides na ngwaahịa sitere na ụlọ ọrụ mmepụta ihe",
  "Isi mmalite nke ikuku ikuku na-agụnye ọkụ ọhịa na ọrụ microbial.",
  "A na-akpata mmiri ozuzo acid site na mpụta nke sulfur dioxide na nitrogen oxide, bụ́ ndị na-emeghachi omume na ụmụ irighiri mmiri dị na mbara igwe iji mepụta acids",
  "Ụfọdụ gọọmentị agbaala mbọ kemgbe 1970 iji belata ntọhapụ nke sulfur dioxide na nitrogen oxide n'ime ikuku",
  "Isi iyi sọlfọ na ogige nitrogen nke na-ebute mmiri ozuzo acid bụ anthropogenic, mana nitrogen oxides nwekwara ike imepụta site na ndammana site na ọkụ na-akụ na sọlfọ dioxide na-esite na mgbawa ugwu",
  "Mmiri mmiri acid nwere ike inwe mmetụta na-emerụ ahụ na osisi, ihe ndị dị n'ime mmiri na akụrụngwa.",
  "Ọnụnọ nke carbon dioxide na ikuku abawanyela kemgbe afọ 1850 n'ihi mmetụta anthropogenic (mpụta nke gas griin haus)",
  "Nke a na-eduga na acidification oké osimiri na bụ ụdị ọzọ nke mmetọ mmiri sitere na onyinye ikuku.",
  "Enwere ike nyochaa mmetọ mmiri site na ụzọ dị iche iche sara mbara: anụ ahụ, kemịkalụ na ndu",
  "Enwere ike ịme ụzọ ụfọdụ na ọnọdụ, na-enweghị nlele, dị ka okpomọkụ",
  "Ndị ọzọ gụnyere nchịkọta ihe nlele, na-esote ule nyocha pụrụ iche na ụlọ nyocha",
  "Ụzọ nyocha nke ahaziri ahazi, nke akwadoro, maka nlele mmiri na mmiri mkpofu ka ebipụtala.",
  "Nnwale anụ ahụ a na-ahụkarị nke mmiri gụnyere okpomọkụ, Specific conductance ma ọ bụ ọkụ eletrik (EC) ma ọ bụ conductivity, ihe ndị siri ike (dịka ọmụmaatụ, mkpokọta kwụsịtụrụ (TSS)) na turbidity",
  "Enwere ike iji usoro nyocha nyocha nyocha ihe nlele mmiri",
  "Ọtụtụ ụzọ nnwale ebipụtara dị maka ogige organic na inorganic",
  "Ihe ndị a na-ejikarị eme ihe bụ pH, BOD,: 102  oxygen oxygen demand (COD),: 104  dissolved oxygen (DO), ngụkọta ike, nri (nitrogen na phosphorus ogige, e.g",
  "nitrate na orthophosphates), ọla (gụnyere ọla kọpa, zinc)",
  ", cadmium, lead na mercury), mmanụ na griiz, mkpokọta mmanụ ala hydrocarbons (TPH), surfactants na pesticides.",
  "A kọwara ojiji nke biomonitor ma ọ bụ bioindicator dị ka nleba anya nke ndu",
  "Nke a na-ezo aka n'ịtụle ụfọdụ ihe dị n'ahụ maka ahụ iji nweta ozi gbasara gburugburu anụ ahụ na kemịkal gbara ya gburugburu",
  "Nnwale ihe ndị dị ndụ gụnyere iji ihe ọkụkụ, anụmanụ ma ọ bụ microbial egosi maka ahụike nke sistemu mmiri",
  "Ha bụ ụdị ndu ọ bụla ma ọ bụ otu ụdị nke ọrụ ha, ọnụ ọgụgụ ha, ma ọ bụ ọkwa ha nwere ike ikpughe ogo nke gburugburu ebe obibi ma ọ bụ iguzosi ike n'ezi ihe gburugburu ebe obibi dị",
  "Otu ihe atụ nke otu ihe ngosi bio-egosi bụ copepods na obere mmiri crustacean ndị ọzọ dị n'ọtụtụ mmiri",
  "Enwere ike nyochaa ihe ndị dị otú ahụ maka mgbanwe (biochemical, physiological, ma ọ bụ omume) nke nwere ike igosi nsogbu dị n'ime gburugburu ebe obibi ha.",
  "Mmetọ mmiri bụ nnukwu nsogbu gburugburu ebe obibi zuru ụwa ọnụ n'ihi na ọ nwere ike bute mmebi nke gburugburu ebe obibi mmiri - nke ọhụrụ, nke dị n'ụsọ oké osimiri, na mmiri oké osimiri",
  "Ihe mmetọ ndị a kapịrị ọnụ na-eduga na mmetọ n'ime mmiri gụnyere ọtụtụ ụdị kemịkalụ, ọrịa nje na mgbanwe anụ ahụ dị ka okpomoku dị elu",
  "Ọ bụ ezie na ọtụtụ n'ime kemịkalụ na ihe ndị a na-achịkwa nwere ike na-eme n'onwe ha (calcium, sodium, iron, manganese, wdg) ntinye uche na-ekpebikarị ihe bụ akụkụ nke mmiri na ihe na-emerụ emerụ",
  "Ọnụ ọgụgụ dị elu nke ihe ndị sitere n'okike nwere ike inwe mmetụta na-adịghị mma na ahịhịa na anụ mmiri",
  "Ihe na-emebi ikuku oxygen nwere ike ịbụ ihe okike dị ka ihe ọkụkụ (dịka akwụkwọ na ahịhịa) yana kemịkal mmadụ mere",
  "Ihe ndị ọzọ sitere n'okike na nke anthropogenic nwere ike ịkpata turbidity (igwe ojii) nke na-egbochi ọkụ ma na-akpaghasị uto osisi, ma na-akụchikwa ngịga nke ụfọdụ ụdị azụ.",
  "Nnyocha e bipụtara n'afọ 2017 kwuru na \"mmiri emetọghị na-agbasa ọrịa eriri afọ na ọrịa parasitic wee gbuo nde mmadụ 1.8\" (a na-akpọkwa ndị a dị ka ọrịa na-ebute mmiri)",
  "Ịga n'ihu na-emetọ ihe site na mmiri bụ ihe egwu ahụike gburugburu ebe obibi, nke nwere ike ime ka mmadụ nwee ike ịmalite ọrịa kansa ma ọ bụ ọrịa ndị ọzọ.",
  "Nitrogen mmetọ nwere ike ime ka eutrophication, karịsịa na ọdọ mmiri",
  "Eutrophication bụ mmụba na ntinye nke nri kemịkalụ na gburugburu ebe obibi ruo n'ókè nke na-abawanye mmepụta nke mbụ nke gburugburu ebe obibi",
  "Mmetụta gburugburu ebe obibi na-adịghị mma na-esote dị ka anoxia (oxygen depletion) na mbelata dị ukwuu nke mmiri nwere ike ime.  Nke a nwere ike imerụ azụ na anụmanụ ndị ọzọ.",
  "Acid acidification nke oke osimiri bụ mmetụta ọzọ mmetọ mmiri na-enwe",
  "Osimiri acidification nke oké osimiri bụ mbelata na-aga n'ihu na uru pH nke oke osimiri ụwa, nke na-ebuli carbon dioxide (CO2) sitere na ikuku.",
  "Mmetọ mmiri bụ nsogbu na mba ndị na-emepe emepe nakwa na mba ndị mepere emepe.",
  "Dịka ọmụmaatụ, mmetọ mmiri na India na China gbasara n'ọtụtụ ebe",
  "Ihe dị ka pasent 90 nke mmiri dị n'obodo ukwu ndị dị na China emetọla.",
  "Otu akụkụ nke nchekwa gburugburu ebe obibi bụ iwu amanyere iwu mana ha bụ naanị akụkụ nke ngwọta",
  "Ngwa ndị ọzọ dị mkpa na njikwa mmetọ gụnyere agụmakwụkwọ gburugburu ebe obibi, ngwa akụ na ụba, ndị ahịa ahịa na mmanye siri ike",
  "Ụkpụrụ nwere ike ịbụ \"kpọmkwem\" (maka nkọwapụta nke opekempe ma ọ bụ uru kachasị maka ihe mmetọ), ma ọ bụ \"nke ọma\" nke ga-achọ iji teknụzụ kachasị mma (BAT) ma ọ bụ nhọrọ gburugburu ebe obibi kacha mma (BPEO)",
  "Ngwa akụ na ụba dabere na ahịa maka njikwa mmetọ nwere ike ịgụnye: ụgwọ, enyemaka ego, atụmatụ nkwụnye ego ma ọ bụ nkwụghachi ụgwọ, imepụta ahịa na kredit mmetọ mmetọ, na mkpali mmanye.",
  "Ịga n'ihu n'ụzọ zuru oke na njikwa mmetọ kemịkalụ na-ejikọta ụzọ ndị a: Usoro njikwa jikọtara ọnụ, nleba anya n'ókè, usoro njikwa na mgbakwunye, echiche usoro ndụ, mmetụta nke ngwakọta kemịkalụ.",
  "Ijikwa mmetọ mmiri chọrọ akụrụngwa na atụmatụ njikwa kwesịrị ekwesị",
  "Akụrụngwa nwere ike ịgụnye ụlọ ọrụ na-ekpofu mmiri, dịka ọmụmaatụ ụlọ ọrụ na-edozi mmiri na ụlọ ọrụ mmepụta mmiri na-ekpofu mmiri",
  "Ngwọta mmiri mkpofu nke ugbo maka ugbo, na ịchịkwa mbuze n'ebe a na-ewu ụlọ nwekwara ike inye aka gbochie mmetọ mmiri",
  "Nchikota nke oma nke mputa mmiri n'obodo mepere emepe gunyere ibelata ososo na oke nfe.",
  "Mmetọ mmiri na-achọ nyocha na-aga n'ihu na ntughari amụma akụ mmiri na ọkwa niile (mba mba ụwa ruo n'otu ọdọ mmiri na olulu mmiri).",
  "Enwere ike ịgwọ mmiri mkpofu nke ime obodo site na ụlọ ọrụ na-ahụ maka nsị mmiri n'etiti, sistemu mmiri mkpofu agbasasịghị, ihe ngwọta sitere n'okike ma ọ bụ n'ebe ebe a na-ekpofu ahịhịa na tankị septic",
  "Dịka ọmụmaatụ, ọdọ mmiri ndị na-ekpofu ahịhịa bụ nhọrọ ọgwụgwọ dị ọnụ ala maka nsị, karịsịa maka mpaghara ndị nwere ihu igwe na-ekpo ọkụ.: 182  UV ìhè (ìhè anyanwụ) enwere ike iji mebie ụfọdụ mmetọ na ọdọ mmiri na-ekpofu ahịhịa (ọsọ mmiri mmiri)",
  "Iji ọrụ idebe ihe ọcha a na-achịkwa nke ọma ga-egbochi mmetọ mmiri nke enweghị ohere idebe ihe ọcha kpatara.",
  "Usoro a haziri nke ọma na arụ ọrụ (ya bụ, na usoro ọgwụgwọ nke abụọ ma ọ bụ ọgwụgwọ dị elu karịa) nwere ike wepụ pasent 90 ma ọ bụ karịa nke ibu mmetọ na nsị",
  "Ụfọdụ osisi nwere usoro ndị ọzọ iji wepụ ihe oriri na ọrịa nje",
  "Ọ bụ ezie na usoro ọgwụgwọ dị elu dị otú ahụ ga-arụ ọrụ nke ọma na-ebelata mpụta nke micropollutants, ha nwekwara ike ịkpata nnukwu ego ego, yana mmụba na-adịghị mma na gburugburu ebe obibi na oriri ume na ikuku gas.",
  "Ọwa mmiri na-ejupụta n'oge ihe omume oké ifufe nwere ike ileba anya site na nhazi oge na nkwalite nke usoro nsị",
  "Na US, obodo ndị nwere nnukwu sistemu jikọtara anaghị achụso ọrụ nkewa nke sistemu n'ihi oke ọnụ ahịa, mana etinyere ọrụ nkewa nkewa na ụzọ akụrụngwa akwụkwọ ndụ akwụkwọ ndụ",
  "N'ọnọdụ ụfọdụ, obodo arụnyere ụlọ ọrụ nchekwa CSO agbakwunyere ma ọ bụ agbasawanye ikike ọgwụgwọ nsị mmiri.",
  "Enwere ike ijikwa sedimenti sitere na ebe a na-ewu ihe owuwu site na ntinye nke nchịkwa mbuze, dị ka mulching na hydroseeding, na sediment controls, dị ka sedimenti basins na silt fences",
  "Enwere ike igbochi mwepu nke kemịkalụ na-egbu egbu dị ka mmanụ ụgbọala na ịsacha kọmnta site na iji mgbochi mgbochi na njikwa njikwa, yana arịa ndị a haziri ahazi (dịka maka ịsacha konkịtị) yana ihe ndị dị ka njikwa njupụta na ntugharị berms.",
  "Mbipu nke site na igbutu osisi na mgbanwe na hydrology (mfu ala n'ihi mmiri na-asọpụta) na-ebutekwa mfu nke sedimenti na, nwere ike, mmetọ mmiri."
]