[
  "Ọrịa COVID-19 nwere mmetụta na gburugburu ebe obibi, na mgbanwe na ọrụ mmadụ na-eduga na mgbanwe nwa oge na mmetọ ikuku, ikuku na-ekpo ọkụ na ogo mmiri",
  "Ka ọrịa a ghọrọ nsogbu ahụike zuru ụwa ọnụ na mbido 2020, nzaghachi dị iche iche nke mba gụnyere mkpọchi na mgbochi njem kpatara nnukwu ọgba aghara na ọha mmadụ, njem, iji ike eme ihe na ọrụ akụ na ụba, mgbe ụfọdụ a na-akpọ ya \"anthropause\".Dika ebuliri usoro ahụike ọha ka emechara n'ọrịa a, a na-atụle mmetụta ya mgbe ụfọdụ n'ihe metụtara mmejuputa mgbanwe ume ọhụrụ na mbelata mgbanwe ihu igwe.",
  "Site na mmalite nke ọrịa a, a hụrụ mmetụta ụfọdụ dị mma na gburugburu ebe obibi n'ihi enweghị ọrụ mmadụ",
  "N'afọ 2020, ikuku carbon dioxide ji 6.4% ma ọ bụ ijeri tọn 2.3 daa n'ụwa niile. N'ọnwa Eprel 2020, ikuku NOx ji pasent 30 daa. Na China, mkpọchi na usoro ndị ọzọ mere ka mbelata 26% na ojiji coal, na mbelata 50% na ikuku nitrogen oxide. Mmiri na-ekpo ọkụ na-ekpuchi ikuku na-agbanye n'oge ọrịa a ka ọtụtụ mba malitere iwepụ ihe mgbochi, na mmetụta kpọmkwem nke amụma ọrịa na-efe efe na-enwe mmetụta ogologo oge na-adịghị mma na mgbanwe ihu igwe.",
  "Ọrịa ọjọọ ahụ butkwara n'iyi ọgwụ na-abawanye ụba",
  "Mmepụta na iji ngwa ahụike dịka ngwa nchekwa onwe onye nyere aka na mkpofu rọba. Nzaghachi ahụike chọrọ ọnụ ọgụgụ dị ukwuu karịa nke ihe nkpuchi, gloves, agịga, agịgị, na ọgwụ. N'afọ 2020, a na-eji ihe dị ka ijeri gloves 65 na ijeri ihe nkpuchi ihu 129 kwa ọnwa, ma tụfuo ya. Iji PPE eme ihe n'ụzọ ọha na eze emeela ka ihe ịma aka nye njikwa mkpofu. Mmiri na-ekpo ọkụ nke sitere na usoro ọgwụgwọ nke ihe mkpofu plastik a sitere na tọn 14 ruo 33.5 nke CO2 kwa tọn nke ihe nkpuchi, òkè kachasị ukwuu sitere na mmepụta na njem.",
  "Ọnụ ọgụgụ na-arịwanye elu nke gas na-ekpo ọkụ kemgbe mmalite nke oge mmepụta ihe emeela ka okpomọkụ ụwa dị n'ụwa rịa elu",
  "Mgbanwe ihu igwe emeela ka ice na-agbaze, mmụba nke ihu igwe siri ike, ọnwụ nke ụdị, ọkụ ọhịa ugboro ugboro, na ịrị elu nke oke osimiri. Tupu ọrịa COVID-19, usoro ndị ndị ọrụ ahụike na-atụ anya ka ha tụọ aro maka ọrịa na-efe efe gụnyere iche iche na ịnọpụ iche. N'otu oge ahụ, ndị na-eme nchọpụta [onye?] buru amụma na mbelata nke ọrụ akụ na ụba ga-elekwasị anya na nsogbu ndị okpomọkụ ụwa kpatara; ọ ga-akwụsị ịrị elu okpomọkụ, yana belata ikuku na mmetọ mmiri, ma baara gburugburu ebe obibi uru. A hụla mmekọrịta dị n'etiti ọrụ mmadụ na gburugburu ebe obibi n'ọgba aghara ahụike ọha dị iche iche n'oge gara aga, dị ka ọrịa Spanish na ọrịa kịtịkpa, wee hụ ya ọzọ na ọrịa COVID-19.",
  "N'abalị iri na otu n'ọnwa Machị afọ 2020, ụlọ ọrụ ahụike ụwa (WHO) kwupụtara ntiwapụ nke COVID-19 dị ka ọrịa na-efe efe",
  "Ka ọ na-erule 5 Julaị 2020, mba ma ọ bụ mpaghara 188 kọrọ na ha nwere COVID-19. Ka ọ na-erule n'ọnwa Nọvemba 2021, ọrịa COVID-19 na-aga n'ihu egbuola ihe karịrị nde mmadụ ise. N'ihi oke nke nje ahụ, ọtụtụ mba mere mkpọchi iji chebe ndị mmadụ, belata mgbasa ahụ, ma hụ na ohere dị n'ụlọ ọgwụ. Mkpọchi ndị a na-akpaghasị ndụ kwa ụbọchị n'ụwa niile, na-ebelata ọkwa na ugboro ole ọrụ na mmepụta mmadụ",
  "Site na mmetụta a na-ahụta, ụfọdụ ndị nchọpụta na ndị ọrụ kpọrọ oku maka ụdị dị iche iche na nchekwa gburugburu ebe obibi dịka akụkụ nke atụmatụ mgbake COVID-19..",
  "N'ihi mmetụta nke ọrịa a na njem na ụlọ ọrụ, ụwa n'ozuzu ya nwere mbelata na mmetọ ikuku.  Mbelata nke mmetọ ikuku belatara ma mgbanwe ihu igwe na ihe ize ndụ COVID-19, mana enwetabeghị ụdị mmetọ ifufe, ma ọ bụrụ na ọ dị, bụ ihe ize ndụ zuru oke maka ha abụọ. The Centre maka Research on Energy na Clean Air nke bụ n'Igbo Centa nyocha maka ike na ikuku dị ọcha kọrọ na ụzọ iji nwee mgbasa nke SARS-CoV-2, dị ka mgbochi iche na mmachibido njem, butere mbelata 25% nke ikuku carbon na China. N'ọnwa mbụ nke mkpọchi, China mepụtara ihe dị ka nde 200 nke carbon dioxide karịa otu oge ahụ na 2019 n'ihi mbelata nke ụgbọ elu, mmanụ, na ojiji coal. N'otu oge a, njem ụgbọ ala jiri pasent 70 daa na UK. Otu onye sayensị na-ahụ maka usoro ụwa mere atụmatụ na mbelata a nwere ike ịzọpụta ma ọ dịkarịa ala ndụ 77,000. Otú ọ dị, Sarah Ladislaw nke Center for Strategic & International Studies kwuru na ekwesighi ile mbelata nke ikuku sitere na ndakpọ akụ na ụba anya dị ka ihe bara uru, n'ihi na nloghachi China na ọnụego uto gara aga n'etiti agha azụmahịa na nkwụsịtụ nnyefe na ahịa ike ga-eme ka mmetụta gburugburu ebe obibi ya ka njọ. Tụkwasị na nke a, Nature kọrọ na n'afọ 2020, ikuku carbon zuru ụwa ọnụ jiri pasent 6.4 daa.",
  "Mgbanwe nke mmetọ ikuku n'oge mkpọchi COVID emetụtakwala ogo mmiri",
  "Ndị ọkà mmụta sayensị achọpụtala ogologo oge na ịdị mma ikuku na mma mmiri dị n'elu nwere njikọ chiri anya; Otú ọ dị, mbelata nke mmetọ ikuku n'oge ọrịa na-efe efe na-emetụta usoro mmiri ka na-edochaghị anya. Ọtụtụ nnyocha achọpụtala na mmelite n'ihi COVID-19 bụ nke nwa oge, ọ bụ ezie na e nweela mbelata dị ịrịba ama na mmetọ na usoro mmiri dị iche iche.",
  "A hụrụ nnukwu mbelata nke nitrous oxides na ikuku n'ebe dị anya site na ókèala ụlọ ọrụ mmepụta ihe nke China",
  "Ebe mepere emepe nke New York, Paris na London dekọrọ 40% nitrous oxide n'ime izu abụọ mbụ nke oge opupu ihe ubi 2020 ma e jiri ya tụnyere afọ gara aga",
  "N'ọnwa Maachị 2020, Los Angeles (nke a ma ama maka okporo ụzọ na anwụrụ ọkụ) hụrụ mmụba 20% na ikuku dị mma n'ihi nnọpụiche. Na San Francisco Bay Area, okporo ụzọ gbadatara 45%, na-eduga na nnukwu ọdịiche na ikuku carbon dioxide ma e jiri ya tụnyere afọ ndị gara aga.",
  "Ọrịa na-efe efe a metụtara ọchichọ mmiri n'ọtụtụ ụzọ",
  "Ịdị ọcha nke ọma bụ otu n'ime ụkpụrụ ndị e ji alụso ọrịa ọgụ ọgụ",
  "Iji ncha na mmiri saa aka ugboro ugboro maka sekọnd 20, na-egbu nje n'elu, na-ehicha akpa nri ka ha na-abanye n'ụlọ, mere ka mmiri dịkwuo mkpa.",
  "Ọchịchọ mmiri rịrị elu n'ebe ndị mmadụ bi n'ihi mkpọchi amachiri nke mere ka ndị mmadụ nọrọ n'ụlọ",
  "Dịka ọmụmaatụ, ojiji mmiri n'ụlọ na Portsmouth, England ji pasent 15 rịa elu, ebe ojiji na-abụghị ebe obibi jiri pasent 17 belata",
  "Mmụba nke ojiji mmiri n'ụlọ mere ka ụgwọ mmiri dị elu, na-eme ka nrụgide ego ka njọ nye ndị na-emetụta site na mkpọchi ụlọ nke ọrịa a nyere iwu.",
  "Ọnụ ahịa azụ na ọchịchọ maka azụ belatara n'ihi ọrịa na-efe efe na mbido 2020, ụgbọ mmiri ịkụ azụ gburugburu ụwa na-anọkarị n'enweghị ọrụ. Onye ọkà mmụta sayensị Germany bụ Rainer Froese kwuru na biomass azụ ga-abawanye n'ihi mbelata dị egwu n'ịkụ azụ, ma chee na na mmiri Europe, ụfọdụ azụ, dị ka herring, nwere ike okpukpu abụọ nke biomass ha. Ka ọ na-erule n'ọnwa Eprel 2020, ihe ịrịba ama nke mgbake mmiri ka na-abụkarị akụkọ.\nKa ndị mmadụ nọrọ n'ụlọ n'ihi mkpọchi na mmachi njem, ahụrụla ọtụtụ ụdị anụmanụ ka ha na-agagharị n'obodo",
  "A hụrụ nduru n'oké osimiri ka ha na-atụkwasị akwa n'akụkụ osimiri ndị ha na-ezere na mbụ (dị ka ụsọ oké osimiri nke Bengal), n'ihi nnyonye anya dị ala nke mmadụ na mmetọ ọkụ.. Na United States, ụgbọ ala na-egbu egbu na anụmanụ ndị dị ka mgbada, elk, moose, bear, ọdụm ugwu jiri 58% daa n'oge Machị na Eprel 2020.Na Glacier National Park ndị ọkà mmụta sayensị chọpụtara mgbanwe dị ukwuu na omume anụ ọhịa n'ihi mbelata dị ukwuu n'ihu ụmụ mmadụ (n'ụzọ dị irè, ogige ntụrụndụ na-enweghị isi n'ime ogige ntorobịa).",
  "N'ihi mbelata nke ohere ọrụ n'oge ọrịa a, a goro ọtụtụ ndị na-enweghị ọrụ iji nyere aka na-egbutu osisi n'ụzọ iwu na-akwadoghị n'ụwa niile, ọkachasị n'ebe okpomọkụ",
  "Dabere na ọkwa igbukpọ osisi sitere na Global Land Analysis & Discovery (GLAD)), a chọpụtara ngụkọta nke 9583 km2 nke ala ndị e gburu egbu n'ofe okpomọkụ ụwa n'ime ọnwa mbụ mgbe e guzobere nchebe COVID-19, nke bụ ihe dịka ugboro abụọ nke a hụrụ n'afọ gara aga, na 2019 (4732 km2). Mgbagwoju anya sitere na ọrịa a nyere ihe mkpuchi maka ọrụ mgbukpọ ọhịa iwu na-akwadoghị na Brazil, nke dị na afọ itoolu. Ihe osise Satellite gosipụtara mgbukpọ ọhịa nke oké ọhịa Amazon na-arị elu karịa 50% ma e jiri ya tụnyere ọkwa ntọala. N'aka nke ọzọ, enweghị ọrụ nke ọrịa COVID-19 kpatara mere ka ọ dịrị ndị ọrụ mfe iwebata ndị ọrụ maka mkpọsa 10 ijeri osisi Tsunami nke Pakistan iji kụọ ijeri osisi 10 nke a na-eme atụmatụ na osisi zuru ụwa ọnụ na-efu kwa afọ n'ime afọ 5. N'ihi na ọrịa a mere ka ọtụtụ ndị ọchịchị ghara ịrụ ọrụ, ịchụ nta n'ụzọ iwu na-akwadoghị ghọrọ ihe a ma ama n'oge 2020 na 2021",
  "Na Columbia, ọrụ iwu na-akwadoghị na ọkụ ọhịa bụ ihe abụọ kachasị na-enye aka na mbibi nke oké ọhịa.",
  "Mgbanwe mmekọrịta ọha na eze nke mkpọchi COVID-19 kpatara dị ka ịnakwere iwu ọrụ dịpụrụ adịpụ, na ihe omume ndị mebere emepe nwere ike ịnwe mmetụta na-adịgide adịgide karịa mbelata mkpirikpi nke iji njem eme ihe. N'ime nnyocha e bipụtara na Septemba 2020, ndị ọkà mmụta sayensị na-eme atụmatụ na mgbanwe omume ndị a na-eme n'oge a kpọchiri nwere ike ibelata 15% nke ikuku CO₂ ụgbọ njem na-adịgide adịgide..",
  "N'ime nnyocha e bipụtara n'ọnwa Ọgọstụ 2020, ndị ọkà mmụta sayensị mere atụmatụ na ikuku NOx zuru ụwa ọnụ jiri ihe ruru pasent iri atọ belata n'ọnwarị ma jiri pasent iri abụọ belata ikuku SO2 zuru ụwa ọnụ nke na-eme ka mmetụta na-emebi ihe ma kwubie na mmetụta nke nzaghachi maka ọrịa na-efe efe na okpomọkụ ụwa ga-abụ ihe a na-eleghara anya, na atụmatụ na-eme atụmatụ na-ajụ oyi nke ihe dị ka 0.01 ± 0.005 °C site na 2030 ma e jiri ya tụnyere ihe dị mkpa ma mmetụta na-apụtaghị ìhè n'ihi mgbake akụ na ụba nke 0.3 okpomọkụ na-eme n'ọdịnihu nwere ike ịkpali akụ na ụba okpomọkụ. Ọmụmụ ihe ahụ na-egosi na mgbanwe usoro n'otú ụmụ mmadụ si enwe ike na inye onwe ya nri ka achọrọ maka mmetụta dị ukwuu na okpomọkụ zuru ụwa ọnụ..",
  "Ndị ọrụ ugbo pere mpe anọwo na-anabata teknụzụ dijitalụ dị ka ụzọ isi ree ihe ha na-emepụta n'onwe ha, ọrụ ugbo na-akwado obodo na usoro nnyefe na-ere ere na-arị elu. Ụzọ ndị a eritela uru n'obere ụlọ ahịa ihe nri n'ịntanetị bụ ndị na-erekarị nri organic na mpaghara mpaghara ma nwee ike inwe mmetụta dị mma gburugburu ebe obibi n'ihi ndị na-azụ ahịa na-ahọrọ ịnata nnyefe kama iji ụgbọ ala gaa ụlọ ahịa ahụ. Ịzụ ahịa nri n'ịntanetị amụbaala nke ukwuu n'oge ọrịa a.",
  "Nnukwu mmụba nke ihe mkpofu plastik n'oge ọrịa COVID-19 ghọrọ nnukwu nchegbu gburugburu ebe obibi",
  "Mmụba nke ọchịchọ maka plastik a na-eji eme ihe n'otu oge mere ka nsogbu mmetọ plastik dị oke njọ",
  "Ihe ka ọtụtụ n'ime plastik ọhụrụ a hụrụ n'oké osimiri sitere n'ụlọ ọgwụ, ngwugwu mbupu, na site na ihe nchebe onwe onye (PPE)",
  "N'ime ọnwa 18 mbụ nke ọrịa na-efe efe, a kwakọbara ihe ruru nde tọn nde asatọ",
  "Akụkụ dị ịrịba ama sitere na mba ndị na-emepe emepe, 72% nke ihe mkpofu a sitere na Eshia",
  "Ihe mkpofu a na-emetụta oke osimiri (na anụ ọhịa), ma na-agbakọta n'ụsọ osimiri na mpaghara ndị dị n'ụsara oké osimiri.",
  "Ụfọdụ achọpụtala na enwere ike ịhazi ngwugwu mkpali akwadoro iji mee ka mgbanwe ume ọhụrụ dị ngwa na ịkwalite ume ike.. Ndị na-eme nchọpụta nke World Resources Institute akọwaala ọtụtụ ihe kpatara itinye ego na njem ọha na eze yana ịgba ịnyịnya ígwè na ịga ije n'oge na mgbe ọrịa a gasịrị. Ojiji nke njem ọha na eze n'obodo ukwu n'ụwa niile ejirila 50-90%, na nnukwu mfu nke ego maka ndị ọrụ",
  "Ntinye ego dịka n'omume ịdị ọcha dị elu na njem ọha na eze na usoro dị anya nke mmekọrịta mmadụ na ibe ya nwere ike idozi nchegbu ahụike ọha na eze banyere ojiji nke njem ọha na ibe ya. Ụlọ ọrụ International Energy Agency na-ekwu na nkwado sitere n'aka gọọmentị n'ihi ọrịa a nwere ike ịkwalite uto ngwa ngwa na teknụzụ batrị na hydrogen, belata ịdabere na mmanụ ala ma gosipụta adịghị ike nke mmanụ ala na nsogbu nchekwa na nkesa.",
  "Ọgba aghara na mmetụta ọjọọ nke ọrịa COVID-19 mere ka ọdịnihu ọdachi dị ka ọ dị ntakịrị na ime ihe iji gbochie ya dị mkpa na ezi uche",
  "Otú ọ dị, ọ nwekwara mmetụta dị iche site n'itinye uche na nsogbu ndị ọzọ na-eme n'oge ọrịa a karịa nsogbu zuru ụwa ọnụ, dị ka mgbanwe ihu igwe na mgbukpọ ọhịa.",
  "European Centre maka Medium-Range Weather Forecasts (ECMWF) kwupụtara na mbelata zuru ụwa ọnụ na ụgbọ elu ụgbọ elu n'ihi ọrịa a nwere ike imetụta izi ezi nke amụma ihu igwe, na-ekwu maka iji ụgbọelu azụmahịa Aircraft Meteorological Data Relay (AMDAR) dị ka onyinye dị mkpa maka izi ezi amụma ihu igwe",
  "ECMWF buru amụma na mkpuchi AMDAR ga-ebelata site na 65% ma ọ bụ karịa n'ihi ọdịda nke azumahia ụgbọ elu ma ọ bụ ndị ji ugbo elu eje njem.",
  "Edemede a na-etinye ederede sitere na ọrụ ọdịnaya efu",
  "Enyere ikike n'okpuru CC BY-SA 3.0 IGO (nkwupụta ikike/ikike)",
  "Text taken from Drowning in Plastics – Marine Litter and Plastic Waste Vital Graphics​,   United Nations Environment Programme"
]