[
  "Mmetụta ahu bụ mmemme mmeghari ahụ nke na-akpali akpali nke na-agụnye ụfọdụ mmegharị egwuregwu, nke ebumnuche ya bụ ịzụlite ahụike obi",
  "Ọ bụ Les Mills International mepụtara ma kesaa mmemme ahụ. A na-ewepụta egwu ọhụrụ na mmegharị ọ bụla ọnwa atọ. Na UK, ana-enye ya na ihe dịka ụlọ ọrụ ahụike na ahụike 1,300, ihe dịka otu ụzọ n'ụzọ ise nke ụlọ ọrụ ndị dị otú ahụ na mba ahụ. Ọ na-agụnye klas a kapịrị ọnụ nke dị nkeji 55, 45 ma ọ bụ 30 n'ogologo, nke onye nkuzi nwere asambodo na-eduzi ndị sonyere site na mmega ahụ dị iche iche na ụda egwu nke oge a",
  "Dịka nwulite ahụ  na mmemme Les Mills ndị ọzọ, a na-eme ka mmegharị, mmega ahụ na egwu dị mma maka ndị nkuzi niile. Ebumnuche bụ ịzụlite ọtụtụ ngalaba nke ahụike, ọkachasị ahụike obi na ume.",
  "Ọdịdị nke klas na ahu maka mmetụta ahu  agbanwebeghị, ọ bụ ezie na enwere ike ịhapụ egwu dị iche iche iji mee ka mmeghari ahụ dị nkenke ruo nkeji iri anọ na ise maobụ nkeji iri atọ eji eme ihe mmeghari ahu",
  "A na-ekewa klas ahụ n'ime ọrụ abụọ, nke ọ bụla nwere otu elu obi",
  "Ogwe ọ bụla nwere ọtụtụ egwu, ebe egwu ọ bụla bụ usoro a na-eme mgbe niile maka otu egwu",
  "A na-agbanwe abụ na usoro ihe omume site n'oge ruo n'oge, mana mmega ahụ nke egwu ọ bụla na-anọgide na-agbaso",
  "Ogwe nke mbụ na-amalite site na okpomọkụ ma jiri ụzọ plyometrics",
  "Ogwe nke abụọ na-amalite site na ịgba ọsọ gburugburu ma jiri ụzọ ike na-arị elu",
  "A na-ahazi usoro ahụ na ebumnuche nke ịbawanye obi ndị sonyere n'oge egwu abụọ kachasị elu, ọkachasị n'oge ụzọ ike.",
  "A na-agbanwe egwu na usoro maka egwu ọ bụla n'ime afọ iri na ise ọ bụla",
  "A na-edepụta egwu ọhụrụ ọ bụla na usoro ihe omume n'usoro, na ndepụta egwu gara aga site na nọmba",
  "Dịka ọmụmaatụ, a na-akpọ ndepụta egwu a na-eji maka nkeji iri na ise nke afọ 2019 \"BodyAttack 109\".",
  "Klas zuru ezu nke nkeji iri ise na ise nwere egwu iri na otu n'usoro a kapịrị ọnụ",
  "A chọrọ ka ndị nkuzi jiri otu n'ime usoro ndị Les Mills nyere ma ha nwere ike ghara ịgbanwe usoro ma ọ bụ usoro nke egwu.",
  "Tupu mmeghari ahụ nke ogbete iri asatọ na asaa, ụzọ nke ise lekwasịrị anya na ike na ọnọdụ elu ahụ ma enwere ụzọ ọzọ n'etiti ụzọ 9 na 10 maka ike na ọnọdụ dị ala.",
  "A na-enweta oge ọsọ dị mkpirikpi site na ịhapụ ụfọdụ egwu site na usoro nkeji 55 zuru ezu",
  "Enwere nhọrọ abụọ maka usoro a:",
  "Usoro kachasị dị nkenke gụnyere naanị egwu 1, 2, 4, 7, 9, na ụdị egwu 5 gbanwere",
  "A na-ahapụ egwu 3 (aerobics), 6 (running), 8 (interval), 10 (core), na 11 (cooldown).",
  "Ọmụmụ ihe ole na ole e bipụtara enyochawo usoro mmetuta ahu na sayensị",
  "Otu nnyocha nyochara mmefu ike na ojiji oxygen nke ụmụ nwoke atọ na ụmụ nwanyị atọ sonyere (karịsịa ndị nkuzi) n'oge klas mmetụta ahu nke nkeji iri ise na ise, nke ana-eme na ụlọ nyocha a na-achịkwa",
  "Nkezi ike mmefu bụ 660kcal maka ndị ikom sonyere na 602kcal maka ụmụ nwanyị sonyere."
]