[
  "Kodaikanal mercury poisoning bụ ihe akaebe nkè mmetọ mercury na ọdụ ugwu nke Kodaikanel, Tamil Nadu, India site na Hindustan Unilever na usoro nke ime mercury thermometers màkà mbupụ gbụrụ-gbúrụ ụwa",
  "Ikpughe mmetọ gbụrụ-gbúrụ ébé obibi mèrè ka emechi ụlọ ọrụ ahụ n'afọ 2001 ma mepee usoro okwu na India dị ka ụgwọ ụlọ ọrụ, ịza ajụjụ ụlọ ọrụ na ileghara ụlọ ọrụ anya.",
  "Mmetọ mercury na Kodaikanal malitere na ụlọ ọrụ thermometer nke Hindustan Unilever nwèrè",
  "Unilever nwetara ụlọ ọrụ thermometer site n'aka ónyé na-emepụta ihe ntecha Pond's India Ltd",
  "Pond si na United States kwaga India n'afọ 1982 mgbè ụlọ ọrụ ahụ nke nne na nna ya, Chesebrough-Pond, nwèrè n'ebe ahụ, ga-agbanyụ ya n'ihi mmụba nke mmata na mba ndị mepere emepe banyéré ụlọ ọrụ na-emetọ ikuku",
  "N'afọ 1987, Pond's India na ụlọ ọrụ thermometer gara Hindustan Unilever mgbè ọ nwetara Cheseborough-Pond n'ụwa niile.",
  "Ozugbo e mechiri ụlọ ọrụ ahụ, ndị otu ọdịmma ọha na eze chọrọ ka e weghachite ihe mkpofu mercury fọdụrụ na United States màkà imegharị ihe, idozi ébé ụlọ ọrụ ahụ dị, na adreesị mkpesa ahụike nkè ndị ọrụ",
  "Òtù ndị dị n'ógbè na ndị ọrụ otu ndị ọrụ n'okpuru nduzi nkè Greenpeace, nọchitere ányá ụlọ ọrụ ahụ, ndị na-achịkwa, na gọọmentị, ma e wezụga ịmalite usoro iwu megide ụlọ ọrụ ahụ.",
  "Greenpeace na ndị otu ndị ọrụ nọgidere na-enye ụlọ ọrụ ahụ nrụgide ka ọ bụrụ ónyé na-ahụ màkà mpụ ndị ọ tụfuru na màkà itinye aka na gbụrụ-gbúrụ ébé obibi. Ha rịọrọ ndị na-achịkwa ka ha gbaa ụlọ ọrụ ahụ akwụkwọ",
  "Site na ihe ndị a, ndị otu ọdịmma ọha na eze nke ónyé isi mkpọsa Greenpeace bụ Shahul na-eme ka nzukọ zuru oke nke Hindustan Unilever na-eme kwa afọ na 2004. N'ihi ya, ụlọ ọrụ ahụ malitere ịrụ ọrụ na ụlọ ọrụ na-achịkwa Tamil Nadu Pollution Control Board (TNPCB) iji dozie ala, wepụ mmetọ ma kpochapụ ngwá ọrụ na-eme thermometer na saịtị Kodaikanal",
  "Ụlọ ọrụ ahụ họpụtara National Environmental Engineering Research Institute (NEERI) iji mezue oke màkà mgbazi, nke ndị na-ahụ màkà gbụrụ-gbúrụ ébé obibi megidere",
  "N'afọ 2006, e wepụrụ ụlọ ọrụ ahụ, ígwè ọrụ na ihe ndị e ji emepụta thermometer na saịtị ahụ ma tụfuo ya dị ka ihe mkpofu nye ndị na-emepụta ihe",
  "N'afọ sochirinụ, NEERI mere nnwale na ụlọ ọrụ ahụ màkà idozi ala emetọ n'ébé ahụ, ma tụọ aro usoro mmezi nke ịsa ala na mmeghachi omume okpomọkụ",
  "Ndị otu gbụrụ-gbúrụ ébé obibi n'okpuru nduzi Nityanand Jayaraman na-asọ mpi nke ukwuu",
  "N'ikpeazụ, Tamil Nadu Pollution Control Board (TNPCB) tụrụ aro ka a dozie ụkpụrụ nke ruru 20 mg / kg nke mercury dị n'ime ala, nke pụtara 95% nke ihe nlele ndị a nyochara mgbe usoro dozie ahụ kwesịrị ịbụ ihe na-erughị 20 mg /kg",
  "N'ihi ya, ọrụ tupu mmezi malitere na Mee 2009.",
  "Mgbè emechiri ụlọ ọrụ ahụ, ndị ọkachamara ahụike sitere na Ụlọ Ọrụ Ahụike Obodo nke dị na Bangalore mèrè nyocha n'etiti ndị bụbu ndị ọrụ ụlọ ọrụ ahụ. Ọ chọpụtara na ndị bụbu ndị ọrụ ụlọ ọrụ ahụ nwèrè ihe ịrịba ama a na-ahụ ányà nke nsị mercury dịka gum na akpụkpọ ahụ na nsogbu ndị metụtara ya, 'nke yiri ka ọ bụ n'ihi ikpughe mercury'.",
  "N'ọnwa Machị 2016, Hindustan Unilever sonyeere ndị ọrụ ya n'ogè gara-aga ka ha nyé ụgwọ \"na-enweghị nkọwa\" nke ịkwụ ụgwọ, na mgbakwunye na uru ahụike na ọdịmma ogologo ógè, na 511 nkè ndị ọrụ ya nke ụlọ ọrụ thermometer bụ ndị kpughere ikuku mercury na-egbu egbu",
  "N'ihi ya, ndị ọrụ mbụ ahụ wepụrụ 'okwu ikpe' n'ihu Ụlọikpe Kasị Elu nke Madras na Ụlọikpe Kasụ Elu nke London."
]