[
  "Mmetụta okpomọkụ na eme mgbe gas okpomọkụ dị na ikuku nke mbara ala na ejide ụfọdụ okpomọkụ sitere n'elu mbara ala",
  "A na eme ka mbara ala na ekpo ọkụ site na ịmịkọrọ ìhè site na kpakpando ya ma mee ka ọ jụọ oyi site na ịnye ike n'ime mbara igwe",
  "Elu na ekpo ọkụ nke mbara ala na ewepụta radieshon infrared",
  "Mmiri na ekpo ọkụ na amịkọrọ ụfọdụ n'ime radieshon ahụ, na ebelata ike na apụ na mbara igwe",
  "Mbelata a na eme ka okpomọkụ dị na mbara ala na ebuli okpomọkụ nke mbara ala",
  "Ịtinye gas na ekpo ọkụ na ikuku na eme ka mmetụta okpomọkụ dịkwuo elu.",
  "Nkezi okpomọkụ elu ụwa ga abụ ihe dịka -18  (−0.4 °F) na enweghị mmetụta okpomọkụ, ma e jiri ya tụnyere nkezi narị afọ nke 20 nke ụwa nke ihe dịka 14 °C (60 ). Na mgbakwunye na gas na ekpo ọkụ, ọkụ nke mmanụ ala emeela ka carbon dioxide na methane dịkwuo ukwuu na ikuku. N'ihi ya, okpomọkụ ụwa nke ihe dị ka 1.2  (2.2 °F) emeela kemgbe mgbanwe ụlọ ọrụ mmepụta ihe, na agba ọsọ ruo 0.18 °C (0.32 ) kwa afọ iri na nso nso a.",
  "Gas na ekpo ọkụ na arụ ọrụ site n'ịhụ anya na wavelengths nke radiation nke kpakpando dị ka anyanwụ na ewepụta, mana na amịkọrọ wavelength nke radiation sitere na mbara ala dị ka Ụwa",
  "Ogologo wavelengths dị iche iche n'ihi na ihe na ewepụta ike na wavelength metụtara okpomọkụ ya",
  "Anyanwụ bụ ihe dịka 5,500 °C (9,930 ), yabụ ọ na ewepụta ọtụtụ ike ya dị ka radiation shortwave na nso infrared na wavelengths a na ahụ anya (dị ka ìhè anyanwụ)",
  "Okpomọkụ dị n'elu ụwa dị ala karịa, n'ihi ya, ọ na ewepụta radiation infrared radiation (okpomọkụ radiated).",
  "Okwu greenhouse mmetụta sitere na ntụnyere na greenhouses",
  "Ma greenhouses na mmetụta greenhouse naarụ ọrụ saịtị na ijigide okpomọkụ saịtị na ìhè anyanwụ, mana ụzọ ha si eme ya dị iche",
  "A na ebufe okpomọkụ n'ime na saịtị na ikuku site na radiation, conduction, na convection",
  "Greenhouses na ejigide okpomọkụ saịtị na igbochi convection (mmegharị nke ikuku). Mmetụta okpomọkụ na ejigide okpomọkụ saịtị na igbochi ikuku na agafe na ikuku na mbara igwe.",
  "Joseph Fourier chepụtara ịdị adị nke mmetụta okpomọkụ, ọ bụ ezie na aha ya abụghị nke a, na 1824. Claude Pouillet mere ka arụmụka na ihe akaebe ahụ sikwuo ike na 1827 na 1838",
  "N'afọ 1856, Eunice Newton Foote gosipụtara na mmetụta okpomọkụ nke anyanwụ dị ukwuu maka ikuku nwere mmiri karịa maka ikuku kpọrọ nkụ, mmetụta ahụ dịkwa ukwuu na carbon dioxide",
  "O kwubiri na \"ikuku nke gas ahụ ga enye ụwa anyị okpomọkụ dị elu...\"",
  "John Tyndall bụ onye mbụ na atụle absorption infrared na mmepụta nke gas na uzuoku dị iche iche",
  "Site na 1859 gaa n'ihu, o gosipụtara na mmetụta ahụ bụ n'ihi obere òkè nke ikuku, na gas ndị isi enweghị mmetụta ọ bụla, ọ bụkwa n'ụzọ dị ukwuu n'ihi ikuku mmiri, ọ bụ ezie na obere pasent nke hydrocarbons na carbon dioxide nwere mmetụta dị ịrịba ama. Svante Arrhenius kwuru nke ọma banyere mmetụta ahụ na 1896, onye buru amụma mbụ nke okpomọkụ ụwa n'ihi okpukpu abụọ nke carbon dioxide ikuku",
  "Otú ọ dị, onye ọ bụla n'ime ndị ọkà mmụta sayensị a ejighị okwu ahụ bụ \"greenhouse\" mee ihe iji zoo aka na mmetụta a; Nils Gustaf Ekholm ji okwu ahụ mee ihe na 1901.",
  "Ndị otu gọọmentị etiti na mgbanwe ihu igwe na akọwa mmetụta okpomọkụ dị ka ndị a:",
  "Mmetụta radiative infrared nke ihe niile na amịkọrọ infrared na ikuku",
  "Greenhouse gas (GHGs), igwe ojii, na ụfọdụ aerosols na amịkọrọ radieshon nke ụwa na ebe ndị ọzọ na ikuku",
  "Ihe ndị a na ewepụta radieshon infrared n'akụkụ niile, mana, ihe niile ọzọ bụ otu, ego a na enye na mbara igwe na adịkarị obere karịa ka a ga ewepụta na enweghị ndị na anabata ihe ndị a n'ihi mbelata nke okpomọkụ na ịdị elu na troposphere na mbelata nke ikuku",
  "Mmụba nke ọnụ ọgụgụ GHGs na abawanye oke nke mmetụta a; a na akpọ ọdịiche ahụ mgbe ụfọdụ mmetụta okpomọkụ dị elu",
  "Mgbanwe na GHG concentration n'ihi ikuku sitere n'aka mmadụ na enye aka na ike radieshon ozugbo",
  "Okpomọkụ dị n'elu ụwa na troposphere na ekpo ọkụ na nzaghachi maka nrụgide a, jiri nwayọọ nwayọọ weghachite nguzozi radiative n'elu ikuku.: AVII-28",
  "IPCC na akọ na mmetụta okpomọkụ nke ụwa ugbu a bụ G = 159 W / m2, na mmetụta okirikiri okpomọkụ dị ka g̃ = 0.40",
  "A na akọwa mmetụta na ekpo ọkụ, G, dị ka radieshon na arịgo n'elu ebe a na ewepu longwave na-apụ apụ na mbara igwe",
  "A na akọwa mmetụta okpomọkụ, g̃, dị ka ọnụ ọgụgụ dị n'etiti G na ogologo oge na arịgo n'elu: 968",
  "Longwave radieshon bụ radiation nke elu ụwa, ikuku na igwe ojii na ewepụta",
  "A makwaara ya dị ka infrared okpomọkụ ma ọ bụ radieshon nke ụwa ma a ga ekewapụ ya na radieshon infrared dị nso nke bụ akụkụ nke anyanwụ: 2251",
  "Ụwa na enweta ike site na Anyanwụ n'ụdị ultraviolet, visible, na near-infrared  radieshon",
  "Ikuku na igwe ojii na egosipụta ihe dị ka 23% ma na amịkọrọ 23%",
  "Elu ya na egosipụta 7% ma na amịkọrọ 48%. N'ozuzu, ụwa na amị ihe dị ka 240 W / m2 site na ìhè anyanwụ.: 934",
  "Okpomọkụ nke mbara ala na adabere na nguzozi n'etiti radiation na abata na radiation na na apụ apụ",
  "Iji radieshon na abata tụnyere radieshon nke na apụ apụ nwere ike ịgwa anyị ma ọ bụrụ na mbara ala na ekpo ọkụ ma ọ bụ na ajụ oyi",
  "Ọ bụrụ na ọnụego nke ike na apụ dị obere karịa ọnụego nke ọ na abata, mbara ala ga ekpo ọkụ",
  "Ọ bụrụ na ọnụego nke ike na apụ karịrị ọnụego nke ọ na abata, mbara ala ahụ ga ajụ oyi",
  "Planet ga aga n'ihu na ọnọdụ nke radiative equilibrium, nke ike nke radiation na apụ apụ na aha ka ike nke radieshon na abata.",
  "Maka ụwa n'ozuzu ya, ike nke radieshon na abata na agafe ike nke radieshon na apụ apụ site na ihe dị ka 0.7 W / m2 ka ọ dị na 2015, na egosi okpomọkụ radieshon: 934",
  "Ike nke radieshon na apụta site na mbara ala nwere ike ịkọwa site na okpomọkụ radieshon dị irè",
  "Okpomọkụ dị irè bụ okpomọkụ nke ezigbo mbara ala ojii nwere otu okpomọkụ ga achọ iji wepụta otu ike ahụ",
  "Maka mbara ala na radiative equilibrium, okpomọkụ dị irè na adabere na oke nke ìhè anyanwụ na abanye na ikuku na oke gosipụtara",
  "Ụwa na egosipụta ihe dị ka 30% nke ìhè anyanwụ na abata.",
  "Okpomọkụ dị irè nke ụwa bụ ihe dịka -18 °C (0 ).",
  "Okpomọkụ elu ụwa nke ihe dịka 14  (57 °F) bụ 33 °C (59 ) na ekpo ọkụ karịa okpomọkụ nke ụwa.",
  "Ọnụ ọgụgụ nke radieshon na apụta na mbara igwe bụ 239 W / m2",
  "N'agbanyeghị nke ahụ, ego nke elu na ewepụta bụ ihe dị ka 398 W / m2.: 934 Ihe dị iche 159 W / m2 dị n'etiti ọnụọgụ ndị a bụ mmetụta greenhouse, G.: 968",
  "Ya mere, iji kọwaa mmetụta nke okpomọkụ, mmadụ ga akọwa ihe mere na a na ewepụta obere radieshon okpomọkụ na mbara igwe karịa ihe na ahapụ elu.",
  "Otu ngwá ọrụ maka ịkọwa nke a bụ ihe nlereanya greenhouse",
  "Otú ọ dị, ihe nlereanya ahụ bụ ihe dị mfe",
  "N'ezie, ikuku dị nso n'elu ụwa bụ nke na adịghị ahụkebe radieshon okpomọkụ na ọtụtụ okpomọkụ sitere n'elu bụ site na convection",
  "Otú ọ dị, ọnwụ ike radiative na aghọwanye ihe dị mkpa na ikuku, n'ụzọ dị ukwuu n'ihi mbelata nke mmiri mmiri, gas dị mkpa",
  "Kama iche echiche banyere radieshon na ekpo ọkụ na aga na mbara igwe dị ka ọ na abịa site n'elu n'onwe ya, ọ bụ ihe ezi uche dị na ya iche echiche banyere ọkụ a na apụ apụ dị ka nke a na ewepụta site na okpokoro dị n'etiti okpomọkụ, nke a na'ụzọ dị irè jikọtara ya na elu site na ọnụego lapse",
  "Ọdịiche dị na okpomọkụ dị n'etiti ebe abụọ a na akọwa ọdịiche dị n'agbata ikuku na ikuku na mbara igwe, ya bụ, ọ na akọwara mmetụta okpomọkụ.",
  "Ihe osise dị mfe na ewere ọnọdụ kwụ chịm, mana n'ime ụwa n'ezie, okirikiri ehihie, yana okirikiri oge na nsogbu ihu igwe, na eme ka ihe dị mgbagwoju anya",
  "Okpomọkụ anyanwụ na emetụta naanị n'ehihie",
  "N'abalị, ikuku na ajụ oyi, mana ọ bụghị nke ukwuu n'ihi na okpomọkụ nke usoro ihu igwe na eguzogide mgbanwe ehihie na abalị, yana ogologo oge. Mgbanwe okpomọkụ nke ehihie na ebelata na ịdị elu na ikuku.",
  "N'ime mpaghara ebe mmetụta radiative dị mkpa, nkọwa nyere site na ezigbo griin haus nlereanya na aghọ ihe ezi uche dị na ya",
  "Ụwa elu radiates ogologo-wavelength, infrared okpomọkụ na nso nke 4–100 μm. N'ime ogologo ebili mmiri ndị a, ikuku ikuku griin na apụtakarị ìhè na radieshon anyanwụ na-abata na adọrọ adọrọ karị",
  "Igwe ikuku ọ bụla nwere gas griin haus na amịkọrọ ụfọdụ radieshon thermal infrared nke na agbago elu site na ọkwa dị ala",
  "Ọ na ewepụtakwa radieshon thermal n'akụkụ niile, ma elu na ala; na nha nha (site na nkọwa) otu ego ka o tinyegoro",
  "Nke a na ebute mbelata okpomọkụ na egbuke egbuke yana ọkụ karịa n'okpuru",
  "Ịba ụba nke ikuku gas na eme ka ọnụọgụ nke ntanye na mgbapụta dị elu, ma si otú a na eme ka a na edobe okpomọkụ karịa n'elu na n'okpuru ala.",
  "Gas na ekpo ọkụ (GHG) bụ gas nwere ike ijide okpomọkụ site na igbochi ikuku infrared na ekpuchi ikuku nke mbara ala",
  "Mmiri na ekpo ọkụ na enye aka n'ọtụtụ mmetụta na ekwo ọkụ na mmefu ego ike nke ụwa.",
  "Mmiri na ekpo ọkụ gụnyere ọtụtụ gas diatomic nwere atọm abụọ dị iche iche (dị ka carbon monoxide, CO) na gas niile nwere atọm ma ọ bụ karịa nwere ike ịmịkọrọ ma wepụta radieshon infrared na ogologo oge ụfọdụ, ebe ọ bụ na ịma jijiji intramolecular ha na emepụta oge dipole. Ọ bụ ezie na ihe karịrị 99% nke ikuku kpọrọ nkụ bụ IR na apụta ìhè (n'ihi na ndị isi mejupụtara N2, O2, na Ariz enweghị oge dipole ma si otú a ghara inwe ike ịmịkọrọ ma ọ bụ wepụta radieshon infrared n'onwe ha), mgbagwoju anya intermolecular elastic na eme ka ike nke gas na ekpo ọkụ na amị ma wepụta na ekerịta ya na gas ndị ọzọ na abụghị IR",
  "N'ikpeazụ dị ka mmetụta na adịghị ike, gas niile nwere ike ịmịkọrọ ma wepụta obere IR broadband site na mgbagwoju anya.",
  "Enwere ike kewaa gas na ekpo ọkụ n'ụdị abụọ, kpọmkwem na nke na apụtaghị ìhè",
  "Gases nke nwere ike ịmịkọrọ radieshon ọkụ infrared bụ gas na ekpo ọkụ, dịka, mmiri, carbon dioxide na ozone",
  "Mkpụrụ ndụ nke gas ndị a nwere ike ịmịkọrọ radieshon infrared na mpaghara ụfọdụ nke wavelength",
  "Ụfọdụ gas bụ gas na ekpo ọkụ na apụtaghị ìhè, ebe ọ bụ na ha anaghị amịkọrọ radieshon okpomọkụ kpọmkwem ma ọ bụ n'ụzọ dị ịrịba ama, mana ha nwere ike ịmepụta gas ndị ọzọ na ekwo ọkụ",
  "Dịka ọmụmaatụ, methane na arụ ọrụ dị mkpa n'ịmepụta ozone tropospheric na ịmepụta carbon dioxide. NOx na CO nwekwara ike ịmepụta ozone tropospheric na carbon dioxide site na usoro fotochemical.",
  "Site na pasentị ha nyere aka na mmetụta okpomọkụ n'ụwa, nnukwu gas okpomọkụ anọ bụ:",
  "Ọ baghị uru ịnye pasentị a kapịrị ọnụ na gas ọ bụla n'ihi na absorption na emission bands nke gas na agbakọta (ya mere, ọnụọgụ ndị e nyere n'elu)",
  "Mmiri na anọ naanị n'ikuku maka nkezi ụbọchị 8 ruo 10, nke kwekọrọ na nnukwu mgbanwe na onyinye sitere na igwe ojii na iru mmiri n'oge na ebe ọ bụla.",
  "E nwere gas ndị ọzọ nwere mmetụta na enye aka na mmetụta okpomọkụ, gụnyere nitrous oxide (N2O), perfluorocarbons (PFCs), chlorofluorocarbones (CFCs), hydrofluorocarbures (HFCs), na sulfur hexafluoride (SF6).: AVII-60 A na emepụta gas ndị a site na ọrụ mmadụ, ya mere ha arụwo akụkụ dị mkpa na mgbanwe ihu igwe.",
  "Mgbanwe nke gas na ekpo ọkụ site na 1750 ruo 2019 (ppm: akụkụ kwa nde; ppb: akụkụ kwa ijeri):",
  "Ikike okpomọkụ ụwa (GWP) nke gas na ekpo ọkụ bụ ihe atụ nke oke mmetụta ihu igwe nke gas nwere mgbe agbakwunyere na ikuku",
  "A na agbakọ GWP site n'ịkọwa oge ndụ na arụmọrụ nke mmetụta okpomọkụ nke gas",
  "Dị ka ọ na adịkarị, nitrous oxide nwere ndụ nke ihe dị ka afọ 121, na ihe karịrị okpukpu 270 nke GWP karịa carbon dioxide maka afọ 20",
  "Sulfur hexafluoride nwere ndụ nke ihe karịrị afọ 3000 na okpukpu 25000 karịa GWP karịa carbon dioxide.",
  "Igwe ojii na ekere òkè dị mkpa na nguzozi radiative zuru ụwa ọnụ na igwe ojii cirrus dị nro nwere mmetụta ụfọdụ na eme ka okpomọkụ",
  "Ha nwere ike ịmịkọrọ ma wepụta radieshon infrared ma si otú a metụta ihe ndị radiative nke ikuku. Igwe ojii gụnyere igwe ojii mmiri, igwe ojii ngwakọta na igwe ojii ice",
  "Igwe ojii mmiri bụ igwe ojii dị ala ma nwee nrụgide radiative na adịghị mma",
  "Igwe ojii na agwakọta ọnụ bụ igwe ojii na ebikọ ọnụ na mmiri mmiri na ice siri ike na okpomọkụ na ekpo ọkụ na ihe onwunwe ha na egbuke egbuke (omimi anya ma ọ bụ ọkpụrụkpụ anya) na emetụta nke ukwuu site na mmiri dị n'ime",
  "Igwe ojii ice bụ igwe ojii dị elu na ike radiative ha na adabere na ọnụ ọgụgụ ice crystal, ọkpụrụkpụ igwe ojii na mmiri ice.",
  "Ihe onwunwe radiative nke igwe ojii mmiri na adabere n'ụzọ siri ike na ihe onwunwe igwe ojii microphysical, dị ka ihe dị na mmiri mmiri igwe ojii na nkesa nha igwe ojii",
  "Igwe mmiri nwere mmiri dị elu na obere mmiri ga enwe ike radiative siri ike",
  "Mmiri mmiri igwe ojii na ejikarị ya na ikuku na ikuku",
  "N'elu oké osimiri na ekpo ọkụ, ikuku na enwekarị mmiri na ekpuchi mmiri ma ya mere igwe ojii mmiri nwere mmiri dị elu",
  "Mgbe ikuku na ekpo ọkụ na agbakọta n'ígwé ojii ma na emepụta mmiri siri ike, mmiri nwere ike ịdị elu karịa",
  "Aerosols ga emetụta nkesa nha igwe ojii",
  "Dịka ọmụmaatụ, na mpaghara ụlọ ọrụ mmepụta ihe na emetọ emetọ nwere ọtụtụ aerosols, mmiri na adọba n'ígwé ojii mmiri na adịkarị obere.",
  "Igwe ojii ndị a na agwakọta ọnụ nwere nrụgide radiative na adịghị mma",
  "Mmanye radieshon nke igwe ojii ngwakọta oge nwere nnukwu ejighị n'aka karịa igwe ojii mmiri",
  "Otu ihe kpatara ya bụ na microphysics dị mgbagwoju anya karịa n'ihi ịdị n'otu nke mmiri na mmiri siri ike",
  "Dịka ọmụmaatụ, usoro Wegeneron-Bergeron-Findeisen nwere ike imebi nnukwu mmiri ma mee ka obere kristal ice buru ibu n'oge dị mkpirikpi",
  "Usoro Hallett-Mossop ga agbaji mmiri mmiri na nnukwu kristal ice na ada ma kpọnwụọ n'ime ọtụtụ obere ice splinters. Igwe ojii radieshon nwere ike ịgbanwe n'ụzọ dị ịrịba ama n'oge usoro ndị a n'ihi na obere kristal ice nwere ike igosipụta ọtụtụ ìhè anyanwụ ma mepụta nnukwu ike radieshon, ma e jiri ya tụnyere nnukwu mmiri mmiri.",
  "Igwe ojii Cirrus nwere ike ime ka ọ dịkwuo mma ma ọ bụ belata mmetụta okpomọkụ, dabere na ọkpụrụkpụ igwe ojii. A na ewere cirrus dị nro dị ka nke nwere ike radieshon na cirrus dị arọ nwere ike radieshon na adịghị mma. Mmiri ice dị na nkesa oke ice na ekpebi ihe onwunwe cirrus radieshon",
  "Mmiri ice ka ukwuu dị, mmetụta na ekpo ọkụ karị cirrus nwere",
  "Mgbe mmiri ice nke igwe ojii bụ otu, cirrus nwere obere ice crystals nwere mmetụta dị jụụ ka ukwuu, ma e jiri ya tụnyere cirrus nwere nnukwu ice crystels",
  "Ụfọdụ ndị ọkà mmụta sayensị na atụ aro ka a na-etinye ụfọdụ cirrus n'ime igwe ojii cirrus dị nro iji belata ogo nke ice crystals ma si otú a belata mmetụta ha na ekpo ọkụ, mana ụfọdụ ọmụmụ ndị ọzọ na enwe obi abụọ banyere ịdị irè ya ma chee na ọ ga abaghị uru ịlụ ọgụ na okpomọkụ ụwa.",
  "A na akọwa aerosols ikuku dị ka nkwụsị nke mmiri, siri ike, ma ọ bụ ngwakọta nke nwere kemịkal na ihe dị iche iche, nke na arụ ọrụ dị ezigbo mkpa n'ịgbanwe mmefu ego ike ụwa nke ga akpatakwu mgbanwe ihu igwe. E nwere isi ihe abụọ na akpata ikuku aerosols, otu bụ isi ihe okike, nke ọzọ bụ isi ihe sitere n'aka mmadụ",
  "Dịka ọmụmaatụ, uzuzu ọzara, nnu oké osimiri, ntụ ọkụ, ihe ndị na agbanwe agbanwe (VOC) site na ahịhịa na anwụrụ ọkụ sitere na ọkụ ọhịa bụ ụfọdụ n'ime ihe ndị dị mkpa sitere na aerosols",
  "Maka aerosols ndị sitere na ọrụ mmadụ, dị ka ọkụ ọkụ, ọkụ ọkụ, na ọkụ nke ihe mkpofu ugbo, a na ewere ha dị ka aerosols sitere n'aka mmadụ",
  "Ọnụ ọgụgụ nke aerosols sitere n'aka mmadụ amụbaala nke ukwuu kemgbe oge preindustrial, nke a na ewere dị ka nnukwu onyinye maka mmetọ ikuku zuru ụwa ọnụ",
  "Ebe ọ bụ na aerosols ndị a nwere ihe dị iche iche dị iche iche na ihe ndị dị n'ahụ, ha nwere ike ịmepụta mmetụta dị iche iche nke radiative na eme ka ihu igwe zuru ụwa ọnụ dị ọkụ ma ọ bụ dị jụụ.",
  "Enwere ike ịhazi mmetụta nke ikuku ikuku na ihu igwe dị ka kpọmkwem ma ọ bụ na apụtaghị ìhè n'ihe gbasara nrụgide radiative nke usoro ihu igwe",
  "Aerosols nwere ike ịgbasa ma mịkọrọ ìhè anyanwụ na infrared n'ime ikuku, ya mere ọ nwere ike radiative na-amanye usoro ihu igwe zuru ụwa ọnụ",
  "Aerosols nwekwara ike ịrụ ọrụ dị ka igwe ojii condensation nuclei (CCN) iji mepụta igwe ojii, na akpata ịgbanwe nhazi na arụmọrụ nke mmiri mmiri, ice na igwe ojii ngwakọta, si otú ahụ na akpatara radiative na apụtaghị ìhè nke metụtara mgbanwe ndị a na njirimara igwe ojii.",
  "Aerosols nke na agbasa radieshon anyanwụ nwere ike igosipụta radieshon nke anyanwụ azụ na mbara igwe, nke ga akpata mmetụta oyi na ihu igwe ụwa",
  "Aerosols niile dị na ikuku nwere ikike dị otú ahụ ịgbasa radieshon anyanwụ na abata",
  "Mana ọ bụ naanị ụdị aerosols ole na ole nwere ike ịmịkọrọ radieshon anyanwụ, dị ka Black carbon (BC), organic carbon (OC) na uzuzu mineral, nke nwere ike ịkpata mmetụta okpomọkụ na enweghị isi na ikuku ụwa. Mpụta nke carbon ojii buru ibu n'ezie na mba ndị na emepe emepe, dị ka China na India, a ka na atụkwa anya na mmụba a ga aga n'ihu",
  "Enwere ike ibuga carbon ojii n'ebe dị anya, ma gwakọta ya na aerosols ndị ọzọ n'ụzọ.Ịrụ ọrụ nke anyanwụ nwere njikọ dị mma na oke carbon ojii na sulphate, ya mere ndị mmadụ kwesịrị ilekwasị anya na ikuku carbon ojii na oke ikuku nke carbon na sulphat. Ọ bụghị naanị na ọnụ ọgụgụ nke ụmụ irighiri ihe na ngwakọta nwere ike ikpebi arụmọrụ nke BC, kamakwa ọ na emetụta ndụ nke BC",
  "Enwere ike ibelata albedo elu nke snow ma ọ bụ ice kpuchiri n'ihi nkwụsị nke ụdị aerosol na amịkọrọ, nke ga akpatakwa mmetụta okpomọkụ. Mmetụta okpomọkụ sitere na carbon ojii n'ebe dị elu dị ezigbo mkpa dị ka carbon dioxide na ịgbaze snowpacks na glaciers. Na mgbakwunye na aerosols ndị a na amịkọrọ, a chọpụtara na stratospheric aerosol nwekwara ike ime ka okpomọkụ dị ike site n'ịbawanye radieshon ogologo oge n'elu ma belata radieshon ogologo nke na apụ apụ.",
  "A maara ime ka mmetụta okpomọkụ site na ọrụ mmadụ sie ike dị ka mmetụta okpuru okpomọkụ (ma ọ bụ nke mmadụ).  Tinyere na a na ekwu site na nyocha nke ARGO, CERES na ngwaọrụ ndị ọzọ n'ime narị afọ nke 21,: A hụla mmụba a na radiative forcing site na ọrụ mmadụ ozugbo, ọ bụkwa ihe kpatara ya bụ mmụba nke ikuku carbon dioxide. Dị ka akụkọ nyocha nke afọ 2014 si n'aka Ndị otu gọọmentị etiti na mgbanwe ihu igwe si kwuo, \"nchịkọta ikuku nke carbon dioxide, methane na nitrous oxide enweghị atụ na ọ dịkarịa ala afọ 800,000 gara aga",
  "A chọpụtala mmetụta ha, tinyere nke ndị ọkwọ ụgbọala ndị ọzọ sitere n'aka mmadụ, n'usoro ihu igwe niile ma o yikarịrị ka ọ bụ isi ihe kpatara okpomọkụ a hụrụ kemgbe etiti narị afọ nke 20.",
  "A na emepụta CO2 site na ọkụ mmanụ ọkụ na ihe omume ndị ọzọ dị ka mmepụta ciment na igbutu osisi",
  "Ntụle nke CO2 sitere na Mauna Loa Observatory na egosi na mkpokọta abawanyela site na ihe dị ka akụkụ 313 kwa nde (ppm) na 1960, na-agafe 400 ppm milestone na 2013",
  "Ọnụ ego nke CO2 dị ugbu a karịa ihe ndekọ geological maxima (≈300 ppm) site na data nke ice",
  "Mmetụta nke carbon dioxide na emepụta combustion na ihu igwe zuru ụwa ọnụ, ihe pụrụ iche nke mmetụta griin haus nke mbụ kọwara na 1896 site n'aka Svante Arrhenius, ka a na akpọkwa mmetụta Callendar.",
  "N'ime afọ 800,000 gara aga, data ice na egosi na carbon dioxide dịgasị iche site na uru dị ala dị ka 180 ppm ruo ọkwa ụlọ ọrụ nke 270 ppm. Ndị paleoclimatologists na ewere ọdịiche dị na carbon dioxide dị ka ihe dị mkpa na emetụta ọdịiche ihu igwe n'oge a.",
  "A na akpọ \"mmetụta greenhouse\" nke ikuku site na ntụnyere na greenhouses nke na ekpo ọkụ n'ìhè anyanwụ",
  "Otú ọ dị, ụlọ okpomọkụ anaghị eme ka ọ dị ọkụ site na \"mmetụta ụlọ okpompe\".\n\"Mmetụta Greenhouse\" bụ n'ezie aha na ezighi ezi ebe ọ bụ na okpomọkụ n'ime ụlọ okpomọkụ a na ahụkarị bụ n'ihi mbelata nke convection, ebe \"mmetụta greenhouse\" na arụ ọrụ site na igbochi okpomọkụ na amị amị site na ịhapụ mbara ala site na nnyefe radieshon.",
  "A na eji ihe ọ bụla na agafe ìhè anyanwụ wuo ụlọ okpomọkụ: ọ na abụkarị iko ma ọ bụ plastik",
  "Anyanwụ na-eme ka ala na ekpo ọkụ ma na etinye ya n'ime ya dịka n'èzí, ndị a na emezi ka ikuku na ekwo ọkụ",
  "N'èzí, ikuku na ekpo ọkụ dị nso n'elu na arị elu ma na agwakọta na ikuku dị jụụ n'elu, na eme ka okpomọkụ dị ala karịa n'ime, ebe ikuku na aga n'ihu na ekwo ọkụ n'ihi na ọ dị n'ime ụlọ okpomọkụ",
  "Enwere ike igosi nke a site na imeghe obere windo dị nso n'elu ụlọ okpomọkụ: okpomọkụ ga ada nke ukwuu",
  "E gosipụtara ya site na nnwale (R",
  "W",
  "Wood, 1909) na \"greenhouse\" (nke na adịghị ekpo ọkụ) nke nwere mkpuchi nnu nkume (nke na'ahụ anya na infrared) na-ekpo ọkụ ogige yiri nke nwere mkpo iko. Ya mere, ụlọ okpomọkụ na arụ ọrụ n'ụzọ bụ isi site na igbochi convective jụrụ.",
  "Greenhouses na ekpo ọkụ bụ ihe ọzọ: ebe ọ bụ na ha nwere ihe dị n'ime nke na ekpuchi okpomọkụ, ọ dị mma iji belata oke okpomọkụ na apụta site na radieshon jụrụ",
  "Enwere ike ime nke a site na iji glazing zuru oke.",
  "Ọ ga ekwe omume n'echiche iwu ụlọ okpomọkụ nke na ebelata okpomọkụ ya n'oge ọchịchịrị; ụlọ okpompe dị otú ahụ ga ejide okpomọkụ site na usoro anụ ahụ abụọ dị iche iche, na ejikọta ọtụtụ mmetụta okpomọkụ, otu n'ime ha yiri usoro ikuku, na eme ka arụmụka na ezighị ezi.",
  "Mmetụta okpomọkụ na agụnye gas okpomọkụ nke na-ebelata ọnụego nke radieshon jụrụ na mbara igwe, dabere na ihe ga eme ma ọ bụrụ na gas ndị ahụ adịghị",
  "Nke a na eme n'ihi na gas na ekpo ọkụ na egbochi radieshon okpomọkụ na ala dị ala, mana na ewepụta radieshon na elu ebe ikuku dị jụụ na ọnụego radieshon dị ala.",
  "N'ọnọdụ ebe enwere mgbanwe okpomọkụ siri ike, nke mere na ikuku na ekpo ọkụ karịa elu, ọ ga ekwe omume ka a gbanwee mmetụta a, nke mere ka ọnụnọ nke gas na ekpuchi okpomọkụ na eme ka ọnụego nke radiative cooling na mbara igwe dịkwuo elu",
  "Ọnụ ọgụgụ nke radieshon okpomọkụ na apụta na mbara igwe dị ukwuu karịa ọnụego nke radieshan okpomọkụ sitere n'elu",
  "A na akpọ ọnọdụ a \"mmetụta na adịghị mma\".",
  "Nnyocha ndị e mere n'oge na-adịbeghị anya egosiwo na, mgbe ụfọdụ, enwere mmetụta na-adịghị mma na mpaghara Antartica.",
  "Mmetụta anti-greenhouse bụ usoro yiri ma kwekọọ na mmetụta greenhouse: na mmetụta greenhouses, ikuku na ahapụ radiation ka ọ ghara ikwe ka radiation okpomọkụ pụọ, si otú a na ekpo ọkụ n'elu ahụ; na mmetụta anti-greinhouse, ikuku na'ime ka radiation pụọ mgbe ọ na ahapụrụ radiation okirikiri, nke na ebelata okpomọkụ elu",
  "A tụwo aro mmetụta dị otú ahụ maka ọnwa Saturn bụ Titan.",
  "Mmetụta na ekpo ọkụ na eme mgbe gas na ekwo ọkụ na agbakọta na ikuku site na nzaghachi nzaghachi dị mma ruo n'ókè nke na ha na egbochi okpomọkụ radiated ka ọ ghara ịbanye na mbara igwe, si otú a na egide mbara ala ka ọ ghara ịdị jụụ.",
  "Mmetụta na ekpo ọkụ nke na emetụta carbon dioxide na mmiri na ekwo ekwere ogologo oge gara aga na ọ mere na Venus, a ka na anabata echiche a n'ụzọ dị ukwuu. Planet Venus nwere mmetụta na-ekpo ọkụ, nke mere ka ikuku nke bụ 96% carbon dioxide, na nrụgide ikuku dị n'elu ihe dịka 900 m (3,000 ) n'okpuru mmiri n'ụwa",
  "Venus nwere ike ịnwe oké osimiri mmiri, mana ha gaara esi ọkụ ka okpomọkụ dị n'elu elu rịrị elu ruo 735 K (462 °C; 863 ).",
  "Akụkọ akwụkwọ akụkọ nke afọ 2012 kwuru na ihe fọrọ nke nta ka ọ bụrụ ihe akaebe niile na egosi na o yighị ka ọ ga ekwe omume ịkpata ụlọ okpomọkụ zuru oke n'ụwa, naanị site na ịgbakwunye gas okpomọkụ na ikuku. Otú ọ dị, ndị dere ya dọrọ aka ná ntị na \"nghọta anyị banyere ike ike, thermodynamics, radieshọn nyefe na igwe ojii physics nke ikuku na ekpo ọkụ na ikuku na esi ísì ụtọ adịghị ike\", nakwa na anyị \"enweghị ike iwepu kpamkpam na omume mmadụ nwere ike ịkpam mgbanwe, ma ọ bụrụ na ọ bụghị zuru oke, mgbe ahụ ọ dịkarịa ala na ọnọdụ ihu igwe dị ọkụ karịa nke ugbu a\". Otu edemede nke afọ 2013 kwubiri na ụlọ okpomọkụ na agba ọsọ \"nwere ike ịkpata site na mmụba nke ụlọ okpomogolo\", mana na \"mgbasa nke ụmụ mmadụ nwere ike ọ gaghị ezu\".",
  "Ewezuga Ụwa, e nwere mbara ala ndị ọzọ na usoro anyanwụ nke nwekwara mmetụta okpomọkụ",
  "Mmetụta okpomọkụ na Venus buru ibu karịsịa, nke na eweta okpomọkụ elu ya ruo 462 °C (864 )",
  "Nke a bụ n'ihi na ikuku ya jupụtara na carbon dioxide, ihe dịka 97%. Ọ bụ ezie na Venus dị ihe dị ka 30% nso na Anyanwụ, ọ na amịkọrọ (ma na-ekpo ọkụ) ìhè anyanwụ dị ala karịa Ụwa, n'ihi na Venus na egosipụta 77% nke ìhè anyanwụ na eme mgbe Ụwa na egosiputa ihe dị ka 30; ya mere, n'adịghị ka ihe mmadụ nwere ike iche, ịdị nso na Aanyanwụ abụghị ihe mere Venus ji ekpo ọkụ karịa Ụwa. \"Venus nwere mmetụta na ekpo ọkụ n'oge gara aga, anyị na atụ anya na ụwa ga eme ihe dị ka ijeri afọ 2 ka ìhè anyanwụ na abawanye\".",
  "Titan bụ ahụ nwere ma mmetụta greenhouse na mmetụta anti-greenhouse",
  "Ọnụnọ nke N2, CH4, na H2 na ikuku na enye aka na mmetụta na ekpo ọkụ, na eme ka okpomọkụ dị n'elu site na 21K karịa okpomọkụ a tụrụ anya ya nke ahụ na enweghị ikuku",
  "Ịdị adị nke anwụrụ ọkụ dị elu, nke na amịkọrọ wavelengths nke radieshon anyanwụ ma na apụta ìhè na infrared, na enye aka na mmetụta mgbochi greenhouse nke ihe dịka 9K",
  "Mmetụta nke ihe abụọ a na arụpụta bụ okpomọkụ nke 21K - 9K = 12K, yabụ Titan dị 12 K karịa ka ọ ga-adị ma ọ bụrụ na enweghị ikuku.",
  "Radiation anyanwụ na nha ike nke ụwa",
  "The Climate System – EESC 2100 Spring 2007",
  "Columbia University",
  "Edebere ya na mbụ na 2004-11-04",
  "eweghachiri na 2010-10-15.",
  "(2007) \"Nlebanya akụkọ ihe mere eme nke Sayensị mgbanwe ihu igwe\", Mgbanwe ihu igwe 2007: Ntọala Sayensị anụ ahụ",
  "Ntụnye aka nke otu ndị na-arụ ọrụ na akụkọ nyocha nke anọ nke otu gọọmentị etiti na mgbanwe ihu igwe",
  "Cambridge, UK na New York, NY: Cambridge University Press",
  "eweghachiri na 25 Maachị 2014.",
  "The Elusive Absolute Surface Temperature (SAT)",
  "Goddard Institute for Space Studies",
  "NOAA",
  "Edebere site na izizi na 5 Septemba 2015",
  "Ewetara na 3 Septemba 2008.",
  "Rebecca (2009-01-14)",
  "Ihu igwe na mmefu ego ike nke ụwa : Akụkọ njirimara",
  "earthobservatory.nasa.gov",
  "Edebere na nke izizi na 21 Jenụwarị 2021",
  "eweghachiri na 2020-12-14.",
  "Fox",
  "Kabon Dioxide dị n'ikuku Na eru Ọhụrụ n'agbanyeghị Mbelata Mgbapụta Ọrịa Ọrịa (en)",
  "Akwụkwọ akụkọ Smithsonian",
  "Edebere na nke izizi na 10 June 2021",
  "Eweghachitere na 22 June 2021.",
  "Lindsey",
  "Mgbanwe ihu igwe: Okpomọkụ zuru ụwa ọnụ",
  "NOAA Climate.gov.",
  "Worley",
  "Greenhouses: kpo oku, jụrụ na ikuku",
  "Mahadum Georgia Extension",
  "Edebere site na izizi na 12 Maachị 2023",
  "Eweghachitere na 12 Maachị 2023.",
  "Ntụnye nke Otu Ọrụ I na akụkọ nyocha nke anọ nke ngalaba gọọmentị etiti na mgbanwe ihu igwe, 2007, Isi nke 1",
  "Cambridge University Press, Cambridge, United Kingdom na New York, NY, USA.",
  "eweghachitere na 24 Maachị 2023",
  "“Mgbidi ugogbe ahụ",
  "na griin haus belata ikuku ma mee ka okpomọkụ nke ikuku dị n'ime",
  "N'otu aka ahụ, mana site na usoro anụ ahụ dị iche, mmetụta griin haus nke ụwa na-ekpo ọkụ n'elu ụwa",
  "\"",
  "Fourier (1824)",
  "\"Remarques Generales sur les Temperatures Du Globe Terrestre et des Espaces Planetaires\" (na fr)",
  "Annales de Chimie et de Physique 27: 136–167",
  "eweghachiri na 8 June 2020.",
  "Ụkwụ (Nọvemba 1856)",
  "Ọnọdụ ndị na-emetụta Ọkụ nke ụzarị anyanwụ, 382–383",
  "eweghachiri na 31 Jenụwarị 2016.",
  "Huddleston (17 Julaị 2019)",
  "Obi ụtọ ụbọchị ọmụmụ 200th Eunice Foote, onye ọsụ ụzọ sayensị ihu igwe zoro ezo",
  "NOAA Climate.gov",
  "Edebere na nke izizi na 30 Septemba 2020",
  "Eweghachitere na 8 Ọktoba 2019.",
  "John Tyndall, Heat a tụlere dị ka Mode of Motion (peeji 500; afọ 1863, 1873)",
  "Easterbrook (18 Ọgọst 2015)",
  "Ònye bu ụzọ chepụta okwu ahụ bụ \"Greenhouse Effect\"?",
  "Obi iru ala",
  "Edebere na nke mbụ na 13 Nọvemba 2015",
  "Ewetara na 11 Nọvemba 2015.",
  "Ekhlm N (1901)",
  "\"Na ọdịiche nke ihu igwe nke Geological na akụkọ ihe mere eme gara aga na ihe kpatara ya\"",
  "Akwụkwọ akụkọ nke anọ nke Royal Meteorological Society 27: 1–62",
  "DOI:10.1002/qj.49702711702.",
  "Annex VII - Nkọwa okwu",
  "Edebere ya na mbụ na 2021-08-09.",
  "(2021) \"Isi nke asaa: mmefu ego ike ụwa, nzaghachi ihu igwe, na mmetụta ihu igwe\", Mgbanwe ihu igwe 2021: Ntọala Sayensị anụ ahụ",
  "IPCC",
  "eweghachiri na 24 Eprel 2023.",
  "Raval (1989)",
  "\"Mkpebi nyocha nke mmetụta griin haus\"",
  "Ọdịdị 342: 758–761",
  "DOI: 10.1038/342758a0.",
  "Raval (1990)",
  "\"Mkpebi nyocha nke mmetụta griin haus\"",
  "Nzaghachi ihu igwe zuru ụwa ọnụ: Ihe omume nke Brookhaven National Laboratory Workshop: 5-16",
  "eweghachiri na 24 Eprel 2023.",
  "Kedu ihe bụ mmefu ego ike nke ụwa? Ajụjụ ise na otu nwoke maara",
  "NASA.gov",
  "eweghachiri na 24 Eprel 2023.",
  "Ntụle Radiation Ụwa",
  "CIMSS: Mahadum nke Wisconsin",
  "eweghachiri na 25 Eprel 2023.",
  "Akwụkwọ akụkọ NASA Ụwa",
  "Nssdc.gsfc.nasa.gov",
  "Edebere site na mbụ na 25 Disemba 2015",
  "Ewetara na 2010-10-15.",
  "Jacob (1999)",
  "\"7",
  "Mmetụta Greenhouse\", Okwu Mmalite nke Chemistry ikuku",
  "Mahadum Princeton Press",
  "ISBN 978-1400841547",
  "eweghachiri na 9 Disemba 2009.",
  "Radiation anyanwụ na nha ike nke ụwa",
  "Eesc.columbia.edu",
  "Edebere na mbụ na 17 Julaị 2012",
  "Ewetara na 2010-10-15.",
  "Ndị otu gọọmentị etiti na-ahụ maka mgbanwe ihu igwe na mkpesa nyocha nke anọ",
  "Isi nke 1: Nchịkọta akụkọ ihe mere eme nke sayensị mgbanwe ihu igwe",
  "\"Okpomọkụ ikuku zuru oke,\" lee mkparịta ụka GISS",
  "Mann",
  "METEO 469: Site na Meteorology ruo Mbelata - Ịghọta Okpomọkụ zuru ụwa ọnụ - Ihe ọmụmụ 5 - Nlezigharị nke Sistemụ ihu igwe - Otu-Layer Energy Balance Model",
  "Penn State College of Mineral and Earth Sciences - Ngalaba Meteorology na Sayensị ikuku",
  "Edebere na nke izizi na 31 Ọktoba 2022",
  "Eweghachitere na 4 Nọvemba 2022.",
  "Michon Scott (2006-04-24)",
  "Akwa Okpomọkụ Ụwa - Akụkọ ọjọọ, Ozi Ọma",
  "NASA Earth Observatory",
  "Edebere site na izizi na 4 Disemba 2022",
  "eweghachiri na 4 Disemba 2022.",
  "Mitchell (1989)",
  "Mmetụta \"Greenhouse\" na mgbanwe ihu igwe",
  "Nlebanya nke Geophysics 27 (1): 115–139",
  "DOI: 10.1029/RG027i001p00115",
  "eweghachiri na 2008-03-23.",
  "Matiu (2021-08-09)",
  "\"Annex VII: Glossary\", na Masson-Delmotte: Mgbanwe ihu igwe 2021: Ntọala Sayensị anụ ahụ",
  "Ntụnye nke Otu Na-arụ Ọrụ I na Akụkọ Nlebanya nke isii nke Otu Ọchịchị Na-ahụ Maka Mgbanwe Climate, etal",
  "IPCC / Mahadum Mahadum Cambridge, 2215-2256",
  "DOI:10.1017/9781009157896.022.",
  "Àtụ:Global warming"
]