[
  "Mmetọ ikuku n'ụlọ bụ ụdị dị ịrịba ama nke mmetọ ikuku n\"ime ụlọ nke na-emetụta usoro isi nri na usoro okpomọkụ eji eme ihe na mba ndị na-emepe emepe. Ebe ọ bụ na a na-eji mmanụ dị ndụ eme ọtụtụ nri, n'ụdị osisi, icheku ọkụ, nsị, na ihe ọkụkụ fọdụrụnụ, n'ime ụlọ nke na-enweghị ikuku kwesịrị ekwesị, ọtụtụ nde mmadụ, ọkachasị ụmụ nwanyị na ụmụaka na-eche nnukwu ihe ize ndụ ahụike ihu",
  "N'ozuzu, nsogbu a na-emetụta ihe dị ka ijeri mmadụ atọ na mba ndị na-emepe emepe",
  "Òtù Ahụ Ike Ụwa (WHO) na-eme atụmatụ na mmetọ metụtara nri na-akpata ọnwụ nde mmadụ 3.8 kwa afọ. Nnyocha Global Burden of Disease mere atụmatụ ọnụ ọgụgụ ndị nwụrụ na 2017 na nde 1.6. Nsogbu a nwere njikọ chiri anya na ịda ogbenye na nri.",
  "Anwụrụ ọkụ sitere na ọkụ ọkụ siri ike nke ụlọ na-enwekarị ọtụtụ ngwaahịa ọkụ na-ezughị ezu, gụnyere ma ihe dị mma na ihe siri ike (dịka, PM2.5, PM10), carbon monoxide (CO), nitrogen dioxide (NO2), sulfur dioxide (SO2), na ọtụtụ ihe na-emetọ ikuku.",
  "Ngwọta ndị dabeere na teknụzụ maka nsogbu a na-elekwasị anya n'inye ihe oriri ka mma ọ bụ ezie na mgbanwe omume nwekwara ike ịdị mkpa.",
  "Ihe karịrị ijeri mmadụ atọ na mba ndị na-emepe emepe na-adabere na mmanụ ala, n'ụdị osisi, icheku ọkụ, nsị, na ihe ọkụkụ fọdụrụnụ, dị ka nri ụlọ ha na mmanụ ọkụ",
  "Ebe ọ bụ na a na-esi nri n'ime ụlọ n'ebe ikuku na-adịghị mma, ọtụtụ nde mmadụ, ọkachasị ụmụ nwanyị na ụmụaka na-eche nnukwu ihe ize ndụ ahụike ihu",
  "Isi ihe na-akpata mmetọ ime ụlọ gụnyere ọkụ na ihe owuwu. N'ụwa niile, e kwuru na ọnwụ nde mmadụ anọ na pụkụ narị atọ sitere na IAP na mba ndị na-emepe emepe na 2012, ihe fọrọ nke nta ka ọ bụrụ ha niile nọ na mba ndị dị ala na ndị dị n'etiti",
  "Mpaghara ndịda Ọwụwa Anyanwụ Eshia nwetara ihe karịrị ọnwụ otu nde mmadụ na pụkụ narị isii na ịrị itoolu eb mpaghara Western Pacific nwetara ọnwụ otu nde mmadụ na pụkụ narị isii na ịrị abụọ",
  "Ihe fọrọ nke nta ka ọ bụrụ ọnwụ pụkụ narị isii na-eme n'Africa, pụkụ narị abụọ na mpaghara Eastern Mediterranean, pụkụ ịrị itoolu na itoolu na Europe na pụkụ ịrị asatọ na otu na Amerịka",
  "Ọnwụ pụkụ ịrị na itoolu fọdụrụnụ na-ewere ọnọdụ na mba ndị na-enweta ego dị elu.",
  "Ọbụlagodi na ọnụego ịdabere na mmanụ ọkụ biomass na-agbada, akụ a na-ebelata agaghị aga n'ihu na mmụba nke ọnụ ọgụgụ mmadụ nke nwere ike tinye gburugburu n'ihe egwu ka ukwuu.",
  "N'ime ọtụtụ iri afọ gara aga, enweela ọtụtụ nchọpụta na-enyocha mmetọ ikuku nke ezinaụlọ ọdịnala na-emepụta maka ikpo ọkụ, ọkụ, na isi nri na mba ndị ka na-emepe emepe",
  "O doro anya ugbu a na, n'ọtụtụ mba ndị ka na-emepe emepe, ọkụ n'ime ụlọ nke mmanụ ọkụ siri ike (biomass, coal, wdg) site na adịghị arụ ọrụ nke ọma, na-emekarị ka ọ ghara ikpochapụ nke ọma, ngwaọrụ combustion na-ebute elu elu na mmetọ ikuku nke ezinụlọ",
  "Nke a bụ n'ihi adịghị mma combustion nke ngwaọrụ combustion na ọdịdị elu nke ikuku",
  "Na mgbakwunye, a na-ahapụkarị ha ozugbo n'ime ebe obibi. Anwụrụ ọkụ sitere na ọkụ ọkụ siri ike nke ụlọ na-enwekarị ọtụtụ ngwaahịa ọkụ na-ezughị ezu, gụnyere ma ihe dị mma na ihe siri ike (dịka, PM2.5, PM10), carbon monoxide (CO), nitrogen dioxide (NO2), sulfur dioxide (SO2), na ọtụtụ ihe na-emetọ ikuku (dịka formaldehyde, 1,3-butadiene, benzene, acetaldehyde, acrolein, phenols, pyrene, benzopyrene, benzo(a) cresene, dibenzopyrenes, dibenzocarenes, dibesbesbes). N'ime ite ọkụ siri ike, a na-agbanwe ihe dị ka pasent isii ruo pasent ịrị abụọ nke mmanụ siri ike ka ọ bụrụ ikuku na-egbu egbu (site na oke)",
  "A na-ekpebi ọnụ ọgụgụ ziri ezi na ihe ndị dị ka ụdị mmanụ na mmiri dị n'ime, ụdị stove na ọrụ na-emetụta ọnụ ọgụgụ ahụ.",
  "Na Jenụwarị 2023, e bipụtara ụzọ isi meziwanye mmetọ ikuku n'ime ụlọ mgbe ị na-eji stove gas, nke jikọtara ya na ohere dị ukwuu nke ụkwara ume ọkụ na ọrịa ndị ọzọ nwere ike, na The New York Times.",
  "A na-elekwasị anya n'ọtụtụ ọnụọgụ na mpaghara iku ume nke ihe particulate (PM) na carbon monoxide (CO), nke bụ isi ngwaahịa nke ọkụ na-ezughị ezu ma a na-ewere ya na ọ na-eweta nnukwu ihe ize ndụ ahụike",
  "A na-akọ mgbe niile na ọkwa PM2.5 nke ime ụlọ dị n'agbata ọtụtụ narị na ọtụtụ puku micrograms kwa cubic mita (μg / m3)",
  "N'otu aka ahụ, a tụọla ọkwa CO dị elu dị ka ọtụtụ narị ruo karịa 1000 milligrams kwa cubic mita (mg / m3)",
  "Nnyocha e mere n'oge na-adịbeghị anya nke ezinụlọ otu narị na iri isii na atọ dị n'ime ime obodo abụọ nke China kọrọ na ọnụọgụ PM2.5 dị n'ụlọ nke 276 μg / m3 (ngwakọta nke ihe ọkụkụ dị iche iche, gụnyere osisi, ụtaba, na ọka), 327 μg / mm3 (osisi), 144 μg /m3 (coal anwụrụ ọkụ), na 96 μg / M3 (co na-enweghị anwụrụ ọkụ) maka ụlọ na-eji ụdị mmanụ dị iche iche na nhazi stove (dịka, ikuku, ikuku, a na-ebugharị, ọkụ, ikuku).",
  "Ime obodo Kenya abụwo ebe a na-arụ ọrụ nyocha dị iche iche iji chọpụta ike nke ikuku na-emekarị site na iji mmanụ biomass, ọkachasị osisi, nsị, na ihe ọkụkụ fọdụrụ",
  "Anwụrụ ọkụ bụ nsonaazụ nke ọkụ na-ezughị ezu nke mmanụ siri ike nke ụmụ nwanyị na ụmụaka na-ekpughe ruo awa asaa kwa ụbọchị na gburugburu mechiri emechi.\nMgbasa ikuku ndị a dịgasị iche site n'ụbọchị ruo n'ụbọchị, oge ruo n'oge yana mgbanwe nke ikuku na-aga n'ime ebe obibi",
  "Ikpughe n'ụlọ ndị dara ogbenye karịrị ọkwa nchekwa a nabatara site na otu narị ugboro karịa. N'ihi na ọtụtụ ụmụ nwanyị Kenya na-eji ọkụ nkume atọ, onye kachasị njọ, otu kilogram nke osisi na-ere ọkụ na-emepụta obere anwụrụ ọkụ nke nwere ike igbochi ma kpasuo ụzọ bronchial iwe",
  "Anwụrụ ọkụ ahụ nwekwara gas dị iche iche na-egbu egbu dị ka aldehydes, benzene, na carbon monoxide",
  "Ikpughe IAP site na ọkụ nke mmanụ siri ike, na ogo dịgasị iche iche nke ihe akaebe, dị ka ihe na-akpata ọtụtụ ọrịa. Ọrịa iku ume dị ala (ALRI) na ọrịa akpa ume na-adịghị ala ala (COPD) bụ isi ihe na-akpata ọrịa na ọnwụ site na anwụrụ ọkụ",
  "A na-enyo cataracts na ìsì, ọrịa kansa akpa ume, ụkwara nta, ịmụ nwa n'oge na ịdị arọ dị ala nke ịmụ nwa enyo na ọ bụ IAP kpatara ya.",
  "N'ihe dị ka afọ 2020, ihe karịrị ijeri mmadụ abụọ na pụkụ narị isii na mba ndị ka na-emepe emepe na-adabere na mmanụ ọkụ na-emetọ biomass dị ka osisi, nsị akọrọ, kol, ma ọ bụ mmanụ ọkụ maka isi nri, nke na-ebute mmetọ ikuku na-emerụ ụlọ ma na-enyekwa aka nke ukwuu na mmetọ ikuku n'èzí.  Òtù Ahụ Ike Ụwa (WHO) na-eme atụmatụ na mmetọ ndị metụtara isi nri na-akpata ọnwụ nde mmadụ atọ na pụkụ narị asatọ kwa afọ.  Nnyocha nke Global Burden of Disease mere atụmatụ na ọnụ ọgụgụ ndị nwụrụ n'afọ 2017 rụrụ otú nde mmadụ na pụkụ narị isii.",
  "N'ebe a na-esi nri ọdịnala, anwụrụ ọkụ na-esikarị n'ime ụlọ pụta kama isi n'igwe anwụrụ ọkụ pụta",
  "Anwụrụ ọkụ siri ike nwere ọtụtụ puku ihe, ọtụtụ n'ime ha na-emerụ ahụ ike mmadụ",
  "Ihe kacha aghọta nke ọma maka ihe ndị a bụ carbon monoxide (CO);  obere ihe dị mkpa;  nitrous oxide;  sọlfọ oxides;  ihe dị iche iche nke ogige ndị na-agbanwe agbanwe, gụnyere formaldehyde, benzene na 1,3-butadiene;  na ogige aromatic polycyclic, dị ka benzo-a-pyrene, nke a na-eche na ọ nwere nsonaazụ ahụike dị mkpụmkpụ na ogologo oge.",
  "Ngosipụta na mmetọ ikuku nke ezinụlọ (HAP) fọrọ nke nta ka ọ bụrụ okpukpu abụọ nke ihe ize ndụ nke oyi oyi ụmụaka ma na-akpata pasent ịrị anọ na ise nke ọnwụ oyi n'ahụ ụmụaka na-erubeghị afọ ise",
  "Ihe akaebe na-apụta na-egosi na HAP bụkwa ihe dị ize ndụ maka cataracts, isi ihe na-akpata kpuru ìsì na mba ndị na-akpata obere ego, na ịdị arọ ịmụ nwa",
  "Iji ọkụ mepere emepe ma ọ bụ stovu na-adịghị mma isi nri bụ ihe kacha ebute ọkụ n'etiti ụmụ nwanyị na ụmụaka na mba ndị ka na-emepe emepe.",
  "Ụmụ nwanyịabụọ  a pụkụ narị isii nagbọghọ na-ahụ maka ịnakọta nkụ maka isi nri n'ọtụtụ ezinụlọ, ọkachasị n'ime ime obodo na n'ogige ndị gbara ọsọ ndụ",
  "Ụmụ nwanyị na ụmụ agbọghọ bụkwa ihe ka ọtụtụ n'ime ndị na-anwụ site na mmetọ ikuku ụlọ. Iji ethanola dochie ite ọkụ kerosene / ọkụ ọkụ ọdịnala na Naịjirịa egosila iji belata nsonaazụ immmadụ atọ na pụkụ  e ime ọj e na HAP.",
  "N'ụzọ dị mwute, ịchọta ihe ngwọta dị ọnụ ala iji dozie ọtụtụ mmetụta nke IAP na-eme ka ọkụ dịkwuo mma, na-ebelata anwụrụ ọkụ, na-emeziwanye nchekwa na ibelata ọrụ, na-ebilata ụgwọ mmanụ, na ilekwasị anya na nkwado na-adịgide adịgide bụ ihe mgbagwoju anya ma na-achọ ọganihu na-aga n'ihu. Mgbalị iji melite stovu nri n'oge gara aga, malite na 1950s, bụ isi ebumnuche iji belata mgbukpọ ọhịa na-enweghị nchegbu maka IAP, ọ bụ ezie na ịdị irè nke mgbalị ndị a iji chekwaa nkụ bụ arụmụka",
  "Mgbalị dị iche iche nwere nsonaazụ dị iche iche",
  "Dịka ọmụmaatụ, ụfọdụ atụmatụ stove ka mma na Kenya belatara ikuku na-esi n'ụgbọ mmiri ma mepụta CO2 na SO2 dị elu",
  "Ọ na-esiri ike imepụta mmiri ozuzo iji wepụ anwụrụ ọkụ ma bụrụ nke na-adịghị ike.",
  "Ihe omume emelitere ugbu a, gụnyere mkpuchi anwụrụ ọkụ nke na-arụ ọrụ n'otu ụzọ ahụ dị ka anwụrụ ọkụ, iji wepụ anwụrụ ọkụ, mana achọpụtara na ọ na-ebelata ọkwa IAP nke ọma karịa ụlọ ndị na-adabere naanị na windo maka ikuku",
  "Akụkụ ụfọdụ nke stovu emere ọhụrụ gụnyere chaimni, ịgbachinye ọkụ ka ọ na-edobe okpomọkụ, imepụta ihe njide ka ọ na-ebufe ọkụ, ihe mgbochi iji chịkwaa ikuku ikuku, ntinye seramiiki iji belata ọnwụ ọkụ, na sistem ọtụtụ ite iji kwe ka esi nri ọtụtụ",
  "efere.",
  "A maara stoovu ugbu a dị ka otu n'ime ụzọ dị ọnụ ala iji nweta ebumnuche jikọtara ọnụ nke ibelata ibu ọrụ ahụike nke IAP na n'ebe ụfọdụ na-ebelata nrụgide gburugburu ebe obibi site na owuwe ihe ubi biomass. Ihe ịga nke ọma ụfọdụ na ntinye nke ntinye aka, gụnyere stovu nri ka mma, enwetala n'ihi usoro interdisciplinary nke gụnyere ọtụtụ ndị metụtara ya",
  "Ọrụ ndị a achọpụtala na a ghaghị idozi nsogbu mmekọrịta ọha na eze na akụ na ụba dị mkpa iji hụ na mmemme ntinye aka ga-aga nke ọma",
  "Ọtụtụ nsogbu dị mgbagwoju anya na-egosi na stovu ka mma abụghị naanị ngwá ọrụ iji chekwaa mmanụ.",
  "Nnukwu ọkụ ọkụ nke biomass ga-ekwe omume naanị ma ọ bụrụ na ejiri ya n'ụzọ na-adigide",
  "Nchegbu ahụ bụ ihe kachasị mkpa maka ịmaliteghachi isi mmalite mmanụ ọkụ na-adịgide adịgide ma ọ bụrụ na ọ ga-anọgide na-adị ogologo oge",
  "Mgbalị na ngwọta na-adigide na Kenya nwere ike ịgụnye ịmepụta ihe ọkụkụ ike (osisi na osisi) nke ga-enyekwara ndị ọrụ ugbo na-akpata ego",
  "Ngwọta a ga-aba uru n'ala ubi ma ọ bụ ala ịhịa aka n'ahụ nke nwere ike ibute mbuze na idei mmiri dịka usoro mgbọrọgwụ na ahịhịa akwụkwọ ga-eme ka ala kwụsie ike",
  "Nhọpụta nke ọma nke ụdị ndị na-emegharị ahụ ga-adịgidere nke ọma n'ihi na nkwụsi ike nke ala adịghị emebi n'ihi ịkọ na ịkọ ihe",
  "Ụfọdụ ndị mmadụ na-ele ihe ngwọta a anya dị ka ụzọ ha ga-esi na-emekwu ihe n'oké ọhịa, ma site n'iji nlezianya na-elekọta ihe onwunwe ọhịa nke a nwere ike ịbụ ihe ngwọta dị mma.",
  "Enwere ike ịlele mmanụ ọkụ na teknụzụ stovu esi nri n'ihe abụọ: nrụpụta ike na ikuku n'ime ezinụlọ",
  "Ọkụ ọkụ na-arụ ọrụ nke ọma nwere ike imeziwanye nsonaazụ gburugburu ebe obibi ruo n'ókè ọbụna na mmanụ na-adịghị ọcha (dị ka nkụ na biomass)",
  "Dị ka otu nnyocha na-atụnyere gburugburu gburugburu ebe obibi, mmekọrịta mmadụ na ibe, na aku na uba ndụ okirikiri mmetụta nke esi nri mmanụ ụgbọala, na ndị ọzọ ịrụ ọrụ nke ọma stovu \"ihe ndị ọzọ nke kpo oku uru nke mmanụ ụgbọala na-converted n'ime bara uru isi nri ume na ya mere obere mmanụ ụgbọala ga-emepụta, ebu, na-esure ka",
  "wepụta otu ego nri\".",
  "Nhọrọ ndị ọzọ na-adịgide adịgide na-agụnye mmiri na gas fuel nke a na-agba ọkụ na stovu na-arụ ọrụ nke ọma",
  "Dịka ọmụmaatụ, ethanol nke sitere na cellulosic / ihe oriri na-abụghị nri (osisi, ihe fọdụrụ n'ọrụ ugbo) nwere mmetụta ndụ gburugburu ebe obibi dị ala ma e jiri ya tụnyere ethanol nke e mepụtara site na shuga na ihe starch",
  "LPG, ọ bụ ezie na e ji mmanụ ala na-adịghị emezigharị eme ya, ka nwere mmetụta ahụike dị ala karịa mmanụ ọdịnala ya mere ọ bụghị ihe ọzọ na-adịgide adịgide, ọ na-emepụta mmetụta dị ala karịa ọkụ ọdịnala.",
  "Enwere azụmahịa n'etiti arụmọrụ na nkwado n'akụkụ nnyefe nke stovu na ahịa mmanụ",
  "Ọ bụ ezie na mmepe nke stovu nri nke na-eji ihe ndị dị mma na ihe ndị dị ọcha na-eme ka gburugburu ebe obibi dị mma, mgbe mgbe nke a abụghị ihe ngwọta dị irè n'ihi ihe mgbochi iji gbasaa mmepụta na ojiji nke mmanụ ndị a",
  "Dịka ọmụmaatụ, a na-ekwu na stovu eletrik dị ka 'dị ọcha' na-enweghị ikuku na biomass n'ụlọ. \nOtú ọ dị, ihe ndị na-adịghị mma ka dị na mpaghara ndị dị nso na ụlọ ọrụ ọkụ ka na-eweta ihe ize ndụ ahụike, ebe mmepụta ọkụ eletrik na India na China (mba ndị na-adabere na coal maka mmepụta ọkụ) ka na-ebute nnukwu ihe ize ndụ gburugburu ebe obibi",
  "Ọzọkwa, ọ bụ naanị ezinụlọ ndị jikọtara na grid eletrik na mba ma ọ bụ mpaghara ga-enwe ike ịnweta ọkụ eletrik maka iji ike ụlọ, si otú a wepụ nnukwu obodo ime obodo.",
  "N'akụkụ ihe a na-achọ, ihe ịma aka dị n'ihe gbasara ịmepụta ọnọdụ na-enye ohere maka ịnweta stovu esi nri",
  "Ịbanye usoro mgbanwe omume na-emetụ n'ahụ omenala (BCT) n'ime ntinye aka dị mkpa iji kwalite mgbanwe omume buru ibu, dịka a tụlere n'okpuru",
  "Akụkụ ọzọ machibidoro stovu esi nri nke na-agụnyeghị ezigbo ihe nna nna bụ ọnụ ahịa dị elu nke stovu emelitere",
  "Ndị na-eri ihe n'okpuru pyramid na-akpata ego na-abụkarị ndị a na-achụso njedebe nke teknụzụ ndị a emelitere, mana n'ihi enweghị nkwekọrịta ma ọ bụ ikewapụ onwe ha, ha enweghị ohere ịnweta ụdị ego nke ndị ahịa na kredit",
  "Mmụba ọhụrụ na ụdị azụmaahịa na mmụba nke ụlọ ọrụ obere ego (MFI) na-edozi okwu ndị a - agbanyeghị, MFI na-eche ihe ịma aka nke ịbawanye elu.",
  "Nyere ihe mpụga na-adịghị mma jikọtara ya na teknụzụ stovu esi nri adịghị ọcha - mmetụta ọjọọ na ụmụ nwanyị na ụmụ agbọghọ;  enweghị nkwado gburugburu ebe obibi;  na ihe ize ndụ nke ọrịa ndị metụtara HAP - enwere ikpe siri ike maka ntinye aka gọọmentị",
  "Dịka ọmụmaatụ, otu ụdị ntinye aka nwere ike ịbụ enyemaka ozugbo jikọtara ya na mmetụta ahụike na ihu igwe - dịka ọmụmaatụ, ego enyemaka ezubere iche maka ahịa carbon",
  "Ịnye ngwa ahịa ọha dị ka agụmakwụkwọ ndị ahịa, ịnweta ego ndị ahịa ga-abụkwa ntinye aka bara uru",
  "Enyemaka maka itinye ego na R&D maka teknụzụ dị ọcha na mmanụ ọkụ, yana maka mmejuputa ụkpụrụ ntọala na usoro nnwale maka ịdị ọcha na arụmọrụ (nakwa inye ọdịmma ọha na eze), dị mkpa iji mepụta usoro ọkọnọ dị irè na nke na-adigide.",
  "E nweela ọganihu dị ịrịba ama na ngwọta nri na-arụ ọrụ nke ọma (ụlọ nri ka mma), dị ka Wonderbag, nke nwekwara ike belata ihe mmanụ dị mkpa maka nri ụlọ",
  "Ọganihu na teknụzụ emeela ka o kwe omume iji ihe ngwọta nri na-adịgide adịgide na mmanụ ọdịnala, dị ka BioLite Home Stove, stove biomass nke na-ebelata mmanụ ụgbọala site na 50% na ikuku site na 95%. Ihe ọhụrụ na ụdị azụmaahịa emeela ka ndị na-eweta stove na-esi nri \"melite nke ukwuu ma ndị na-emepụta ma ndị na'azụ ahịa, ka ha na-enweta ọkwa dị elu nke ahụike na uru gburugburu ebe obibi\". Dịka ọmụmaatụ, Inyeneri bụ ụlọ ọrụ na-ahụ maka uru na Rwanda nke na-arụ ọrụ dịka 'ụlọ ọrụ na-emepụta mmanụ na-esi nri'",
  "Ihe nlereanya ya na-edozi ọtụtụ nsogbu na nkwenye stove nke ọma gụnyere ọnụahịa stove dị elu, ọchịchọ ndị na-azụ ahịa ijikọta ihe ngwọta nri ọhụrụ na nke ochie, na enweghị ike azụmahịa nke ụlọ ọrụ ndị a",
  "Tụkwasị na nke a, ihe ọhụrụ na teknụzụ mkpanaka enyerela ụlọ ọrụ ndị dị ka PayGo Energy na Kenya na KopaGas na Tanzania aka imeri ihe mgbochi ọnụahịa nke ndị na-azụ ahịa na-enweta ego dị ala na-eche ihu, gụnyere ọnụahịa dị elu nke stovu na enweghị ike ịzụta mmanụ na obere (ụdị ntaramahụhụ ịda ogbenye)",
  "MFIs amalitela ilekwasị anya na ịnweta ike dị ọcha, dịka a hụrụ ya na ihe ịga nke ọma nke USAID-kwado Renewable Energy Microfinance and Microenterprise Program (REMMP).",
  "A ghaghị ịgbalite mbọ mba na mba ụwa iji kwalite ihe ngwọta dị mkpirikpi na ogologo oge maka ọtụtụ nde ụmụ nwanyị na ụmụaka ndị na-ata ahụhụ site na ịda ogbenye na ọrịa n'ihi mmetọ ikuku nke ime ụlọ",
  "Ndị ọkà mmụta sayensị na-ebu amụma na kọntinent Africa ga-abụ ndị mbụ ga-enweta mmetụta nke okpomoku zuru ụwa ọnụ ebe ịda ogbenye zuru oke ga-etinye ọtụtụ nde mmadụ n'ihe ize ndụ ọzọ n'ihi oke ikike ha nwere ime mgbanwe",
  "Ike dị ukwuu maka Afrịka na-adịgide adịgide yana ntinye aka n'ime na n'èzí mpaghara",
  "Ka oyi baa bụ nke mbụ na-egbu ụmụaka n'ụwa na mmetọ ikuku dị n'ime ụlọ bụ ihe dị egwu dị egwu maka oyi oyi siri ike",
  "Otu ahụike zuru ụwa ọnụ wepụtara 2 Nọvemba kwa afọ ọ bụla ka ọ bụrụ ụbọchị oyi mba ụwa iji mee ka a mara maka ọrịa na ihe kpatara ya.",
  "Ntinye aka nke agụmakwụkwọ nwere ike inye aka n'ibelata ikpughe anwụrụ ọkụ site n'itinye usoro mgbanwe omume nke ndị mmadụ n'ihe egwu na-agba ume ka ha gbanwee omume ndụ na omenala nke nwere ike inwe mmetụta dị ukwuu na ibelata ikpughe na IAP",
  "Mgbanwe omume bụ otu akụkụ nke na-emetụta ọchịchọ nke nwere ike nweta site na mgbasa ozi mgbasa ozi ọha na eze ezubere iche, bụ nke na-abụkarị ụdị abụọ: ma ọ bụ mgbasa ozi-ahịa ma ọ bụ ụzọ a na-elekwasị anya na ọkwa mpaghara na ezinụlọ nke na-eji ihe ngosi na-esochi nleta",
  "Nnyocha na-egosi na mkpọsa mgbasa ozi ọha na eze na-eme ka mmadụ mata ihe ize ndụ nke mmetọ ikuku nke ezinụlọ, mana ọ naghị enwekarị ihe ịga nke ọma n'ịzụta stovu ka mma.",
  "A ghaghị imepụta ihe ndị a na ihe ọmụma na \"mkpa na mmasị ndị na-azụ ahịa dị mgbagwoju anya ma nwee mmetụta nke ọtụtụ ihe na mmekọrịta mmadụ na ibe ya nke chọrọ nghọta miri emi nke ọdịbendị, na-agafe teknụzụ na akụ na ụba\". Ihe ndị a gụnyere nsogbu intra-gender, mkpa mmetụta, mkpa ọdịbendị nke nri, na nkwenkwe okpukpe na ọdịbendị",
  "Ihe akaebe nke otu ntinye aka gọọmentị gara nke ọma bụ nke China kpughere, bụ ndị, n'etiti afọ 1980 na 1995, gbasara nde otu narị na iri asaa na abụọ ka mma",
  "Mgbalị a gosipụtara ihe ịga nke ọma karị n'ihi itinye ndị ọrụ mpaghara, ọkachasị ụmụ nwanyị, ndị na-etinye aka na imewe na ọrụ ubi.",
  "Ụmụaka ruru afọ ise na-etinye 90% nke oge ha n'ụlọ. N'ụwa niile, 50% nke ọnwụ oyi bara ya n'ahụ n'etiti ụmụaka na-erubeghị afọ ise bụ n'ihi ihe ndị na-esi na mmetọ ikuku ime ụlọ na-ekuru. Ọtụtụ ụlọ gburugburu ụwa na-eji mmanụ siri ike maka isi nri",
  "Mmanụ ndị a na-ewepụta nnukwu carbon monoxide na ezigbo ihe. Ihe ndị a na-akpasu iwe mgbe a na-ekuru ha nwere ike ịkpata ọnọdụ akpa ume dị iche iche site na ọrịa kansa epithelial nke akpa ume ma ọ bụ ọrịa akpa ume siri ike.",
  "Ka ọ na-erule afọ 2004, Kenya egosila na ọ dị njikere ịme nsogbu ike biomass na nghọta na ojiji nwere njikọ na mmetọ ikuku ime ụlọ na mmebi gburugburu ebe obibi",
  "Atụmatụ sitere na United Nations Development Programme gụnyere iguzobe ụlọ ọrụ nke ga-emeso naanị ike biomass site n'ịmepụta ntuziaka iwu gbasara nkụ ọkụ na-adịgide adịgide, icheku ọkụ, na biomass nke oge a dị ka mmanụ dị ọcha na ifufe, anyanwụ, na obere mmiri",
  "Ihe ngwọta dị mkpirikpi na-adabere na iji ike eme ihe n'ụlọ nke ọma site na stovu nri ka mma nke na-enye nhọrọ dị ọnụ ala n'ọdịnihu dị nso karịa mgbanwe zuru oke na mmanụ na-adịghị ike",
  "Ihe ngwọta ogologo oge na-adabere na mgbanwe gaa na mmanụ dị ọcha nke oge a na isi mmalite ike ọzọ n'ime iwu mba ụwa na nke mba na atụmatụ akụ na ụba",
  "Nkwado gọọmentị maka ngwọta ogologo oge nwere ike ime dịka mbọ ndị a na-agba ugbu a na Zambia iji mepụta iwu iji kwalite biofuels.",
  "Kenya bụ onye ndu ụwa na ọnụ ọgụgụ nke usoro ike anyanwụ arụnyere kwa onye (ma ọ bụghị ọnụ ọgụgụ nke watts agbakwunyere)",
  "A na-ere ihe karịrị obere panel anyanwụ pụkụ ịrị atọ nke ọ bụla na-emepụta 12 ruo 30 watts, na Kenya kwa afọ",
  "Maka itinye ego nke ihe dị ka otu narị dọla maka panel na wiring, enwere ike iji usoro PV kwụọ ụgwọ batrị ụgbọ ala, nke nwere ike inye ike iji gbaa oriọna fluorescent ma ọ bụ obere telivishọn maka awa ole na ole n'ụbọchị",
  "Ọtụtụ ndị Kenya na-eji ike anyanwụ eme ihe kwa afọ karịa ijikọ na grid eletrik nke mba ahụ.",
  "Ozi ndị na-esonụ na-anọchite anya otu ntinye aka na-aga nke ọma nke a maara dị ka Kenya Smoke and Health Project (1998 – 2001) nke metụtara ezinụlọ iri ise dị n'ime ime obodo na mpaghara abụọ dị iche iche, Kajiado na West Kenya. A họọrọ mpaghara ndị a n'ihi ihu igwe dị iche iche, ala, na ọdịbendị",
  "Ntinye aka obodo bụ isi ihe a na-elekwasị anya maka ọrụ a ma n'ihi ya, ndị metụtara gosipụtara nsonaazụ karịrị atụmanya ha",
  "Òtù ụmụ nwanyị dị n'ógbè ahụ na, n'ihe banyere ọrụ ahụ na West Kenya, ụmụ nwoke na-etinye aka",
  "Site na itinye ndị ọrụ njedebe, ọrụ ahụ mere ka a nabata ya n'ọtụtụ ebe ma mepụta uru ọzọ nke inye ego mpaghara.",
  "A tụlere ma gbasaa ihe atọ dị mkpa; ikuku site n'ịbawanye windo ma ọ bụ imeghe oghere, ịgbakwunye anwụrụ ọkụ n'elu ebe a na-esi nri, ma ọ bụ nhọrọ nke itinye ihe na-esi ísì ụtọ ka mma dị ka ihe na-ese nri Upesi",
  "Smoke hoods bụ ihe ndị kwụụrụ onwe ha na-arụ ọrụ dị ka flues ma ọ bụ anwụrụ ọkụ na mgbalị ha iji wepụta anwụrụ ọkụ n'ụlọ",
  "Enwere ike iji ha mee ihe n'elu ọkụ ọkụ ọdịnala na nyocha a gosipụtara na ha na-enye aka na ọkwa dị ala nke IAP",
  "A na-eji akwụkwọ manila siri ike eme ụdị okpu anwụrụ ọkụ ma nyefee ya na mpempe akwụkwọ galvanized dị arọ ma mepụta ya n'ógbè",
  "Nke a mere ka ohere ọrụ ọzọ maka ndị omenkà a zụrụ site na ọrụ ahụ",
  "Ọ bụ Practical Action na ndị mmekọ East Africa mepụtara ite ọkụ nke Upesi, nke e ji ụrọ na ọkụ mee iji jiri osisi na ihe mkpofu ugbo",
  "N'ihi na e mepụtara stovu a ma gbanwee ya maka mkpa obodo ọ mepụtara ọtụtụ ihe mmeri",
  "Ọ bụghị naanị na ọ na-ebelata ojiji nke nkụ site na ihe dịka ọkara, ma belata ikpughe anwụrụ ọkụ n'ụlọ, ọ na-enyekwa ụmụ nwanyị obodo ike site n'ịmepụta ọrụ dịka ha bụ ndị na-eme ma na-ere stovu",
  "Ìgwè ụmụ nwanyị ndị a na-enweta ọzụzụ teknụzụ na mmepụta na ahịa ma na-enweta ụgwọ ọrụ dị elu na ọnọdụ mmekọrịta mmadụ na ibe ya ka mma n'ihi iwebata stove a ka mma.",
  "A ghọtara uru dị iche iche gụnyere ahụike ka mma; akụkụ kachasị mkpa maka onye ọ bụla n'ime ndị obodo ahụ",
  "Ndị mmadụ kọrọ obere okpomọkụ dị n'ime na-enye ohere maka ụra ka mma, obere isi ọwụwa na obere ike ọgwụgwụ, obere ihe mgbu anya na ụkwara na isi ọwụụ",
  "Nchebe mụbara n'ihi anwụrụ ọkụ na-egbochi ewu na ụmụaka ịdaba n'ime ọkụ na obere mmetọ anwụrụ ọkụ, yana agwọ na ụmụ oke anaghị abanye n'ụlọ",
  "Windows nyere ohere maka ikike ile ehi anya n'ime ụlọ, yana belata mkpa kerosene n'ihi ọkụ dị n'ime",
  "N'ozuzu, gburugburu ebe obibi dị n'ime ụlọ ka mma nke ukwuu site na ihe dị iche iche dị mfe nke a na-ewere dị ka ihe na-enweghị isi n'ụlọ ọdịda anyanwụ nke oge a",
  "Ìhè dị n'ime ụlọ ka ukwuu na-enyekwa ohere maka ụmụ nwanyị ka ha nwere ike ịrụ ọrụ na windo mgbe ihu igwe anaghị ekwe ka ọrụ a rụọ ọrụ n'èzí",
  "Ụmụaka na-erite uru site na ọkụ dị ukwuu maka ọrụ ụlọ.",
  "Mmekọrịta mmadụ na ibe ya malitere n'etiti ụmụ nwanyị n'ihi ọrụ ahụ, ụmụ nwoke kwadoro atụmatụ ndị nwunye ha nke ọma mgbe nsonaazụ ahụ baara ha uru",
  "Ọ bụ ezie na mgbalị mbụ iji melite stovu nwere ihe ịga nke ọma, mgbalị ndị dị ugbu a na-aga nke ọma karị n'ihi nkwenye na ihe onwunwe ike na-adịgide adịgide dị n'ụlọ bụ \"ihe dị mkpa iji belata ịda ogbenye na agụụ, imeziwanye ahụike..",
  "na imeziwanye ndụ ụmụ nwanyị na ụmụaka\" Ihe mgbaru ọsọ kachasị mma n'oge dị mkpirikpi iji belata ogbenye n'ime ime obodo bụ inye ndị obodo ihe ngwọta dị ọnụ ala na nke a na-anabata. Ọ bụghị naanị na stovu nwere ike inye aka na ntinye aka a, mana iji mmanụ dị ọcha ga-enyekwa uru ndị ọzọ.",
  "Ọrụ ndị yiri nke a ka mma na-eme ka ọ dị mma egosila na ha nwere ihe ịga nke ọma na mpaghara ndị ọzọ nke ụwa",
  "A chọpụtara na stovu ndị ka mma arụnyere dị ka akụkụ nke nyocha Randomized Exposure nke Pollution Indoors and Respiratory Effects (RESPIRE) na Guatemala dị mma maka ndị mmadụ ma na-emepụta uru ahụike dị ukwuu maka ndị nne na ụmụaka. Ndị nne nọ n'òtù ahụ nwere ọbara mgbali elu dị ala na mbelata nke nsogbu anya na azụ mgbu. A chọpụtakwara na ezinụlọ ndị na-etinye aka nwere ọkwa dị ala nke obere ụmụ irighiri ihe na carbon monoxide. Ụmụaka nọ n'ezinụlọ ndị a nwekwara ọnụ ọgụgụ ụkwara ume ọkụ dị ala. Ihe omume nnwale mbụ a aghọwo CRECER (Chronic Respiratory Effects of Early Childhood Exposure to Respirable Particulate Matter), nke ga-anwa iso ụmụaka nọ n'ụlọ ntinye aka ruo ogologo oge iji chọpụta ma stovu ndị ka mma na-enyekwa aka na ahụike ka ukwuu n'oge ndụ.",
  "Ihe omume mba na Chulhas ka mma na India enweela ihe ịga nke ọma n'ịgba ume iji stovu ka mma n'etiti ndị nọ n'ihe ize ndụ",
  "Malite n'etiti afọ 1980, mmemme a na-enye nkwado iji gbaa ezinụlọ ume ịzụta chulhas na-adịte aka ma tinye anwụrụ ọkụ",
  "Nnyocha e mere n'afọ 2005 gosiri na a na-ejikọta stovu nwere anwụrụ ọkụ na ọnụ ọgụgụ dị ala nke cataracts n'ime ụmụ nwanyị. Ọtụtụ n'ime ozi ndị dịnụ sitere na India bụ ihe gbasara nsogbu ahụ ma enwere obere data dị site na nnwale ntinye aka.",
  "China enweela ihe ịga nke ọma karịsịa n'ịgba ume iji stovu ka mma, na ọtụtụ narị nde stovu arụnyere kemgbe mmalite nke ọrụ ahụ na mmalite afọ 1980",
  "Gọọmentị kpachapụrụ anya lekwasị anya n'ezinụlọ ndị ogbenye, n'ime ime obodo, na ngwụcha afọ 1990, ihe fọrọ nke nta ka ọ bụrụ 75% nke ezinụlọ ndị dị otú ahụ nwere \"kitchen ka mma\"",
  "Nnyocha 2007 nke ezinụlọ pụkụ atọ na narị ise gosipụtara ọganihu na ikuku ime ụlọ n'ime ụlọ n'ụlọ ndị a na-ahụ site na obere obere ihe na carbon monoxide na ikuku ụlọ. Ihe omume ahụ na China gụnyere itinye aka n'ụzọ buru ibu, mana a kwadoro ọnụahịa nke stovu nke ukwuu ka a maghị ma enwere ike imegharị ihe ịga nke ọma ya.",
  "Àtụ:Natural resources"
]