[
  "Mkpịsị ụkwụ gburugburu ebe obibi bụ usoro nke bu gburugburu Footprint Network na- atụ iji  tụọ mkpa mmadụ na isi obodo, ya bụ, oke okike ọ na-ewe iji kwado ndị mmadụ na akụ na ụba ha. ona afụ maka hé ana achọ na gburugburu ebe obibi na afu maka ife Mgbako ọnụọgụ",
  "akaụntụ na afụ maka ife mepụta ndị na mpaghara gburugburu obodo.na nkenke , ọ dị mkpa na mmadụ na-atụnye aka na gburugburu ebe obibi ya",
  "Ana afụ maka Onye n'otu n'otu na mba na ụwa",
  "Enwere ike iji akara ụkwụ na ikike ndụ tụnyere onye ọ bụla nille, mpaghara, mba ma ọ bụ ụwa",
  "Ma akara ụkwụ na ihe achọrọ na ikike ndụ na-agbanwe kwa afọ naọnụọgụgụ, oriri onye ọ bụla, arụmọrụ nke mmepụta, na mmepụta nke gburugburu ebe obibi",
  "Sistemụ Eco nke eji echeta onwu",
  "A na-eji nyocha akara gburugburu ebe obibi eme ihe n'ọtụtụ ebe n'ụwa niile iji kwado nyocha nkwado. Ọ na-enyere ndị mmadụ aka ịlele ma jikwaa ojiji nke ihe onwunwe n'ime akụ na ụba niile ma nyochaa nkwado nke ụdị ndụ onwe onye, ngwaahịa na ọrụ, òtù, ngalaba ụlọ ọrụ, agbata obi, obodo, mpaghara, na mba.",
  "Akwụkwọ agụmakwụkwọ mbụ gbasara akara ụkwụ gburugburu ebe obibi bụ nke William Rees dere na 1992. E mepụtara echiche na usoro ngụkọta nke gburugburu ebe obibi dị ka akwụkwọ PhD nke Mathis Wackernagel, n'okpuru nlekọta Rees na Mahadum British Columbia British Columbia na Vancouver, Canada, site na 1990 ruo 1994",
  "Na mbụ, Wackernagel na Rees kpọrọ echiche ahụ \"ikike ibu kwesịrị ekwesị\". Iji mee ka echiche ahụ dịkwuo mfe, Rees chepụtara okwu ahụ bụ \"mkpịsị ụkwụ gburugburu ebe obibi\", nke onye na-ahụ maka kọmputa kpaliri nke toro \"obere mkpịsị ụkwụ na tebụl\" kọmputa ọhụrụ ya. N'afọ 1996, Wackernagel na Rees bipụtara akwụkwọ OurEkiri ụkwụ ụkwụ: Reducing Human Impact on the Earth",
  "Ụzọ kachasị mfe iji kọwaa akara gburugburu ebe obibi bụ ọnụ ọgụgụ nke ihe ndị dị gburugburu ebe obibi dị mkpa iji mepụta ngwaahịa na ọrụ ndị na-akwado ụdị ndụ mmadụ, ọganihu mba, ma ọ bụ ọrụ akụ na ụba nke mmadụ n'ozuzu ya.",
  "Ihe nlereanya ahụ bụ ụzọ iji tụnyere ụdị ndụ, oriri onye ọ bụla, na ọnụ ọgụgụ ndị mmadụ, na ịlele ndị a megide ikike ndụ. Ngwá ọrụ ahụ nwere ike ịgwa iwu site n'inyocha ókè mba na-eji karịa (ma ọ bụ obere) karịa ka ọ dị n'ime ókèala ya, ma ọ bụ ruo n'ókè ndụ mba ahụ na ọnụ ọgụgụ mmadụ ga-emepụtaghachi n'ụwa niile",
  "Ụzọ ụkwụ nwere ike ịbụ ngwá ọrụ bara uru iji kụziere ndị mmadụ banyere oke oriri na oke mmadụ, na ebumnuche nke ịgbanwe omume onwe onye ma ọ bụ iwu ọha na eze. Enwere ike iji akara ụkwụ gburugburu ebe obibi mee ihe iji kwuo na ụdị ndụ dị ugbu a na ọnụ ọgụgụ mmadụ anaghị adịgide adịgide. Ntụnyere nke mba na mba na-egosi enweghị nhata nke iji ihe onwunwe eme ihe na mbara ala a.",
  "Ntinye ụkwụ gburugburu ebe obibi (TEF) bụ akara gburugburu ebe obibi nke ndị ọbịa na otu ebe, ma dabere na omume ndị njem nleta. Ntụnyere nke TEFs nwere ike igosi uru nke ebe ndị ọzọ, ụzọ njem, nhọrọ nri, ụdị ebe obibi, na ihe omume.",
  "Akara carbon bụ akụkụ nke akara gburugburu ebe obibi zuru oke",
  "Ọtụtụ mgbe, mgbe a na-akọ naanị akara carbon, a na-egosipụta ya na ịdị arọ nke CO2 (ma ọ bụ  Carbon 2 oxide e na-anọchite anya ikike okpomọkụ GHG (GGWP)), mana enwere ike igosipụta ya na mpaghara ala dị ka akara gburugburu ebe obibi",
  "Enwere ike itinye ha abụọ na ngwaahịa, ndị mmadụ, ma ọ bụ ọha mmadụ dum.",
  "Ihe a na-elekwasị anya na ndekọ akara gburugburu ebe obibi bụ ihe onwunwe ndị a na-agbanwe agbanwe",
  "Ọnụ ọgụgụ nke ihe onwunwe ndị dị otú ahụ nke mbara ala na-emepụta na ikike ya ịmị ihe mkpofu mmadụ dịka ihe nlereanya a si dị ka a na-akpọ biocapacity",
  "Enwere ike ịgbakọ akara ụkwụ gburugburu ebe obibi na ọkwa ọ bụla: maka ọrụ, mmadụ, obodo, obodo, toropo, mpaghara, mba, ma ọ bụ mmadụ n'ozuzu ya",
  "A na-ekewa akara ụkwụ maka carbon, nri, ụlọ, na ngwongwo na ọrụ",
  "Enwere ike itinye usoro a n'ọrụ dịka imepụta ngwaahịa ma ọ bụ ịkwọ ụgbọala",
  "Nchịkọta ihe onwunwe a yiri nyocha nke ndụ ebe a na-agbanwe ihe eji eme ihe ike, biomass (nri, eriri), ihe owuwu, mmiri na ihe onwunwa ndị ọzọ ka ọ bụrụ  a na-akpọ ụwa hectares (gha)",
  "[citation needed]",
  "Kemgbe afọ 2003, Global Footprint Network agbakọla akara gburugburu ebe obibi site na isi mmalite data UN maka ụwa n'ozuzu ya na maka ihe karịrị mba 200 (nke a maara dị ka National Footprint akaụntụ).A na-agbakọkwa ọnụ ọgụgụ mkpịsị ụkwụ nke ụwa dị mkpa iji kwado ọnụ ọgụgụ ụwa na ọkwa oriri ahụ",
  "Kwa afọ, a na-emelite ngụkọta ahụ ruo n'afọ kachasị ọhụrụ na ọnụ ọgụgụ zuru ezu nke UN",
  "A na-agbakọkwa usoro oge na mmelite ọ bụla, ebe ọ bụ na ọnụ ọgụgụ UN na-edozi usoro data akụkọ ihe mere eme mgbe ụfọdụ",
  "Nsonaazụ dị na ikpo okwu data mepere emepe.The ecological footprint accounting method at the national level is described on the website of the Global Footprint Network or in greater detail in academic papers, including Borucke et al.A kọwapụtara usoro ngụkọ ihe ndekọ gburugburu ebe obibi na ọkwa mba na webụsaịtị Global Footprint Network ma ọ bụ n'ụzọ zuru ezu na akwụkwọ agụmakwụkwọ, gụnyere Borucke et al.",
  "Lin et al",
  "(2018) chọpụtara na ọnọdụ maka mba na ụwa anọgidewo na-agbanwe agbanwe n'agbanyeghị mmelite data. Ọzọkwa, nnyocha e mere n'oge na-adịbeghị anya site na Ministri Na-ahụ Maka Gburugburu Ebe Obibi nke Switzerland n'onwe ya tụgharịrị ihe ndị na-eme na Switzerland ma mepụta ha n'ime 1 04% maka oge ha mụrụ (1996 05). Kemgbe afọ 2006, usoro mbụ nke ụkpụrụ akara gburugburu ebe obibi dị nke na-akọwa ma nkwurịta okwu na usoro ngụkọta",
  "Ụdị kachasị ọhụrụ bụ ụkpụrụ emelitere site na 2009.",
  "The ecological footprint accounting method at the national level is described on the website of the Global Footprint Network or in greater detail in academic papers, including Borucke et al.",
  "he nlereanya ahụ bụ ụzọ iji tụnyere ụdị ndụ, oriri onye ọ bụla, na ọnụ ọgụgụ ndị mmadụ, na ịlele ndị a megide ikike ndụ",
  "Ngwá ọrụ ahụ nwere ike ịgwa iwu site n'inyocha ókè mba na-eji karịa (ma ọ bụ obere) karịa ka ọ dị n'ime ókèala ya, ma ọ bụ ruo n'ókè ndụ mba ahụ na ọnụ ọgụgụ mmadụ ga-emepụtaghachi n'ụwa niile",
  "Ụzọ ụkwụ nwere ike ịbụ ngwá ọrụ bara uru iji kụziere ndị mmadụ banyere oke oriri na oke mmadụ, na ebumnuche nke ịgbanwe omume onwe onye ma ọ bụ iwu ọha na eze",
  "Enwere ike iji akara ụkwụ gburugburu ebe obibi mee ihe iji kwuo na ụdị ndụ dị ugbu a na ọnụ ọgụgụ mmadụ anaghị adịgide adịgide",
  "Ntụnyere nke mba na mba na-egosi enweghị nhata nke iji ihe onwunwe eme ihe na mbara ala a.￼"
]