[
  "Ihi ụra bụ oge ụra dị mkpirikpi, nke a na-ewere n'oge ehihie dị ka ihe na-agbakwunye n'oge ụra abalị",
  "A na-ejikarị ụra eme ìhè nke ụwa họrọ ndị Enyi gị nọ n'ọrụ njegharị ná ndị na ụdị àlà úkwú dị ndụ ebighị dị ka ndị mmadụ n'ihe dị ka Azụmaahịa ka onye ọ dị ka nzaghachi maka ụra n'oge ụra",
  "Ihi ụra bụ ụdị ụra biphasic ma ọ bụ polyphasic, ebe okwu ikpeazụ na-agụnye ogologo oge ụra na mgbakwunye na otu oge",
  "Kemgbe ọtụtụ afọ, ndị ọkà mmụta sayensị anọwo na-enyocha uru nke ihi ụra, gụnyere ụra nkeji iri atọ yana oge ụra nke awa 1-2",
  "A nwalere arụmọrụ n'ọtụtụ usoro ọgụgụ isi.",
  "Sara Mednick mere nnyocha na-anwale mmetụta nke ụra, caffeine, na placebo",
  "Nsonaazụ dị ndụ ebighị ya gosiri na ụra eme ìhè nke dị n'ala ahụ malite na nke 60-90 nkeji dị irè karịa caffeine na ncheta na nghọta.",
  "Nri ike, nke a makwaara dị ka Nri nke 2 bụ ụra dị mkpirikpi nke nkeji 20 ma ọ bụ obere nke na-akwụsị dị ka ndị mmadụ n'ihe ndị mere n'oge ochie nakwa n'oge kwesịrị dị ndụ ebighị ebi n'ụwa ọhụrụ ezi ntụziaka tupu ụra dị omimi, nke e bu n'obi ime ka Nri ahụ dịghachi ndụ ngwa ngwa",
  "Ebumnuche nke ụra ike bụ iji bulie uru nke ụra karịa oge",
  "A na-eji ya eme ihe iji gbakwunye ụra nkịtị, ọkachasị mgbe onye na-ehi ụra nwere nsogbu ihi ụra",
  "Otú ọ dị, ka ụkọ ụra na-abawanye ụba, otú ahụ ka ụra na-arụ ọrụ nke ọma.",
  "E gosipụtara na enwere ike ime ka ụra ehihie (EDS) dịkwuo mma site na idina ụra na narcolepsy. Ewezuga narcolepsy, egosighi na ụra bara ụrụ dị ka ndị mmadụ n'ihe ndị mere n'oge ndị gara maka EDS na nsogbu ụra ndị ọzọ.",
  "Nnyocha na-atụ aro na ụra dị mkpirikpi, nke a na-ahụkarị mgbe a gụsịrị akwụkwọ na-enye uru kachasị maka mmụta. Uru nke ịdọ aka ná ntị anaghị egosi mgbanwe ọ bụla dabere ná ndị na ụdị àlà nke ụwa họrọ ndị Enyi na ụdị nke dị ka Azụmaahịa na ụdị oge ụra maka ịlụso mmiri ehihie ọgụ, ọbụlagodi maka ụra dị mkpirikpi dị ka nkeji iri. Napping na-eme ka ndị okenye na-eto eto na ndị nọ n'afọ iri na ụma dị ka ndị mmadụ n'ihe ndị mere n'oge ochie ọbá Akwụkwọ Anyị mụtara n'aka ndị na ụdị àlà úkwú dị ndụ ebighị dị n'ala nwee nchebe n'oge ihe ngosi nke ehihie, nke na-emetụta arụmọrụ. Tụkwasị na nke a, ndị na-erubeghị afọ iri na ụma na-ehi ụra mgbe niile n'ehihie na-egosi ụra ka mma n'abalị",
  "N'ime ụmụaka ndị na-eto eto, ihi ụra na-eme ka ụra na-ehi ụra ọbụna mgbe ọ na-emeziwanye ncheta.",
  "Maka ụmụ akwụkwọ nọ n'afọ ndụ niile, ihi ụra n'oge ụbọchị ụlọ akwụkwọ gosipụtara uru na oge mmeghachi omume na icheta ncheta nkwupụta nke ozi ọhụrụ ezi ntụziaka oriri nri, karịsịa ma ọ bụrụ na ụra na-anọgide dị ndụ isi dị ndụ na ụra nwayọ, ya bụ, ihe na-erughị otu awa n'ogologo.",
  "Okirikiri circadian na-arụ ọrụ na ịrị elu nke mkpa maka ụra ehihie: ụra na-arị elu n'etiti ehihie, ya mere oge kachasị mma maka ụra bụ n'ehihie (Stampi, 1992; Bertisch dị ka e depụtara na Bilodeau, 2021)",
  "A na-atụ aro ụra 20-30-nkeji màkà ihe nọr na ímé nwanne nwoke na nwanyị nwere mmasị na ímé nwanne anyị si nọrọ ndị okenye, ebe ụmụaka na ndị agadi nwere ike ịchọ ụra ogologo oge. Nnyocha, n'aka nke ọzọ, egosiwo na uru nke ihi ụra na-adabere na mmalite ụra na oge ụra karịa oge na ogologo oge.",
  "Ọnọdụ ndị mmadụ n'ihe ndị na ụdị nke ụwa họrọ site n'ime ụmụ ndị nke iwe, enweghị nghọta na mgbagwoju anya nke a na-ahụ mgbe ị na-eteta n'ụra bụ nke a maara dị ka ụra inertia. Ọnọdụ a na-ebelata ọsọ nke ọrụ ọgụgụ isi mana ọ nweghị mmetụta na izi ezi nke arụmọrụ ọrụ. Mmetụta nke ụra inertia anaghị adịte aka karịa minit 30 na enweghị ụra tupu.",
  "Nnyocha meta nke afọ ndị mmadụ na ímé ihe nọr na mkpóró ndị ogbi ozi ọma ahụ n'ebe nile 2016 gosiri na ụra karịrị otu awa nwere ike ijikọta ya na ohere dị ukwuu maka ọrịa obi, ọrịa shuga, ọrịa metabolic ma ọ bụ ọnwụ. Enweghị mmetụta nke ihi ụra ruo ihe ruru nkeji iri anọ kwa ụbọchị, mana mmụba dị egwu nke ọrịa mere n'oge ụra dị ogologo.",
  "Ịhụ ndị ọzọ na ụdị nke dị ka ụra nkịtị bụkwa ihe na-egosi mmebi nke akwara dịka Ọrịa na ndị agadi, dịka mbelata nke ọrụ ụbụrụ na-akpata ụra karịa.",
  "Màkà ihe nọr na ímé idiopathic hypersomnia, ndị ọrịa na-enwekarị ụra inertia ma ghara ịtọgbọ mgbe ha risịrị ụra.",
  "Ogologo oge ụra na ímé ihe ọ bụla n'ime anyị si mee oge na mgbe mmadụ na-ehi ụra na-emetụta ụra na ụra latency: mmadụ nwere ike irite ndị mmadụ n'ihe ndị mere n'oge ochie nakwa uru karịa n'ihe gbasara isi abụọ ahụ mgbe ha na-e ụra nke ọma n'ehihie",
  "Dabere na nyocha, ogo mmadụ na-enwe ụra dị iche iche n'oge dị iche iche nke ụra",
  "N'ihi na ụra inertia nwere ike ịbụ n'ihi ịmụrụ anya site na Slow Wave Sleep, o yikarịrị ka ọ ga-eme mgbe mmadụ na-ehi ụra na ímé nwanne anyị si nọrọ na nche megide dị ndụ isi dị ka onye isi ogologo oge. Innertia ụra adịghị ike mgbe ụra dị mkpirikpi gasịrị. Oge ụra dị mkpụmkpụ mgbe a na-ehi ụra n'etiti 3pm - 5pm ma e jiri ya tụnyere ụra a na-ewe n'etiti 7pm - 9pm.",
  "Dị ka ndị mmadụ dị ndụ ebighị ebi n'ụwa  ka The Sleep Foundation, Psychology Today na Harvard Health Publishing si kwuo, ndị a bụ omume kachasị mma maka ihi ụra:",
  "Àtụ:SleepSeries2"
]