[
  "Mmiri nsị na-enweghị mmiri (SSO) bụ ọnọdụ ebe a na-ewepụ nsị na'enweghị mmiri site na nsị dị ọcha n'ime gburugburu ebe obibi tupu ị rute n'ụlọ ọgwụ nsị",
  "Mgbe mmiri ozuzo kpatara ya, a makwaara ya dị ka mmiri ozuzo",
  "Ihe na-akpata mbufe nke nsị na-agụnye: Mgbochi nke ahịrị ọwa mmiri, ntinye/nbanye nke oke mmiri ozuzo n'ime ahịrị ọwa mmiri n'oge oke mmiri ozuzo, adịghị arụ ọrụ nke ebe a na-ebuli mmiri ma ọ bụ ike ọkụ eletrik, ahịrị ọwa mmiri gbajiri agbaji",
  "Mgbochi nke mmemme njupụta dị otú ahụ gụnyere nrụzi mgbe niile na nkwalite akụrụngwa n'oge.",
  "SSOs nwere ike ịkpata ọrịa gastrointestinal (ọrịa mmiri), mmechi osimiri na mgbochi na azụ na shellfish oriri.",
  "Mba ndị mepere emepe dị ka United States, Canada, ọtụtụ mba ndị dị n'Ebe Ọdịda Anyanwụ Europe (dịka",
  "Ịtali na France), Australia, Singapore, South Korea na Japan na-alụ ọgụ na nsogbu ahụike ọha na eze nke mgbochi SSO",
  "Nnukwu nsogbu ahụ dị ukwuu n'ọtụtụ mba na-emepe emepe.",
  "U.S",
  "Environmental Protection Agency (EPA) na-eme atụmatụ na ọ dịkarịa ala ihe omume SSO 23,000 ruo 75,000 na-eme na United States kwa afọ. EPA mere atụmatụ na imelite usoro ọgwụgwọ na nchịkọta ọ bụla nke obodo iji belata ugboro ole ihe omume na-agafe agafe na ọ gaghị adị ihe karịrị otu ugboro n'ime afọ ise ọ bụla ga-efu ihe dị ka ijeri $ 88 ka ọ na-erule afọ 2004",
  "Ọnụ ego a ga-agbakwunyere ihe ruru ijeri $10 etinyegoro",
  "Ọ bụ ezie na ọnụ ọgụgụ nke nsị a na-adịghị edozi na gburugburu ebe obibi na-erughị pasent 0.01 nke nsị niile a na-agwọ na United States, ngụkọta ọnụ ọgụgụ ahụ ruru ọtụtụ ijeri galọn kwa afọ ma na-akpata ọtụtụ puku ọrịa afọ afọ kwa afọ..: Ch",
  "6",
  "Mba ndị mepere emepe na Europe na Japan nwere pasent yiri ma ọ bụ karịa nke  omume SSO ma e jiri ya tụnyere US [citation needed]",
  "Na mba ndị na-emepe emepe, a ka na-edozi ọtụtụ mmiri mkpofu mgbe a na-etinye ya na gburugburu ebe obibi",
  "People's Republic of China wepụrụ ihe dị ka pasent Iri ise na ise nke nsị niile na-enweghị ọgwụgwọ ọ bụla, ka ọ na-erule afọ 2001. N'ime mba dị n'Etiti Ebe Ọwụwa Anyanwụ Ụwa nke mepere emepe dị ka Iran, ihe ka ọtụtụ n'ime ndị bi na Tehran etinyela nsị a na-agwọghị agwọ na mmiri dị n'okpuru ala nke obodo ahụ. Na Venezuela, mba dị n'okpuru nkezi na South America n'ihe gbasara ọgwụgwọ mmiri nsị, pasent Iri itoolu na asaa nke nsị mba ahụ na-enweghị ọgwụgwọ n'ime gburugburu ebe obibi.",
  "N'ọtụtụ mba, enwere ọrụ iji tụọ ma kọọ  omume SSO site na iji telemetry oge iji dọọ ọha na eze aka ná ntị, ndị na-asa ahụ na ndị na-arụ ọrụ shellfishery",
  "A na-ewu ụlọ mposi ndị e wuru n'oge mbụ nke ime obodo tupu etinye usoro mposi mposi. Mmiri nsị mbụ bụ usoro nsị dị mfe iji wepụ nsị ọ bụla ọ nwere ike ịnwe",
  "Usoro nsị ndị a ghọrọ ihe mkpofu jikọtara ọnụ mgbe agbakwunyere nsị si na kichin, ebe ịsa ahụ, na ụlọ mposi; na nsị ahụ ghọrọ ihe na-akpasu iwe",
  "E wuru ụlọ ọrụ nhicha nsị mbụ iji gwọọ nsị n'oge ọkọchị; mana ọ gaghị ekwe omume ịgwọ ọnụ ọgụgụ buru ibu nke nsị na mmiri ozuzo sitere na nsị ngwakọta n'oge ihu igwe mmiri",
  "Obodo ụfọdụ rụrụ ọwa mmiri iji mee ka nsị ghara ịgwakọta ya na mmiri na-asọpụta n'elu ka e wee nwee ike ịgwọ nsị nke ọma n'oge ihu igwe mmiri na nke kpọrọ nkụ. (Ihe dị ka obodo Narị asatọ na iri isii na US na-aga n'ihu na-eji ụlọ mposi jikọtara ọnụ.)",
  "Ọdịda dị iche iche na ihu igwe kpọrọ nkụ na-emekarị site na mgbochi nke usoro nsị, nke nwere ike ibilite site na mkpofu ma ọ bụ mgbọrọgwụ osisi n'ime akara ahụ n'onwe ya",
  "Ihe dị ka ọkara nke SSOs na United States na-akpata mgbochi.: p",
  "4[[26 Grease bụ onye na-egbochi ihe dị ka ọgaranya nke SSOs US nke a na-ekwu na mgbochi, na ihe mkpofu siri ike bụ onye na na-egide ihe maka pasent 25 ọzọ",
  "Mgbọrọgwụ bụ ihe na-enye aka n'ihe dị ka otu ụzọ n'ụzọ anọ nke SSO nke United States nke ekwuru na mgbochi",
  "A na-ebute ego griiz site na abụba esi nri nke e ji mmiri ọkụ na-agbapụta n'ọwa mmiri dị ọcha",
  "Abụba ndị a na-agbakọta dị ka ebe nchekwa siri ike na ọwa mmiri oyi",
  "Mpekere siri ike na-agụnye uwe rụrụ arụ, diaper, na akwa nhicha ọcha awụsara n'ụlọ mposi kama itinye ya n'ihe mkpofu.: p.",
  "Otu n'ime isi nsogbu nke ọdịda nke akara dị n'etiti bụ ihe isi ike nke ịkọwa ebe nke ịba ụba, ebe ọ bụ na usoro obodo nwere ọtụtụ puku kilomita nke ọkpọkọ nchịkọta, ụlọ ọrụ ọgwụgwọ etiti enweghị ụzọ ọ ga-esi kwurịta okwu na akara niile, ọ gwụla ma etinyela ngwá ọrụ nlekota dị oke ọnụ",
  "Companieslọ ọrụ dị na UK ebupụla nnukwu ndị na-ebugharị dielectric kwụsịtụrụ n'ọwa mmiri iji chọpụta ọkwa dị elu yana ịkọghachi ihe omume ahụ site na netwọk data ikuku edobere",
  "N'ebe ụfọdụ omume a ekwela ka mbelata ihe omume mmetọ ihe ruru pasenti iri isii.",
  "O yighị ka ihe mgbochi ihu igwe kpọrọ nkụ n'ime ụlọ mposi jikọtara ọnụ; n'ihi na ụlọ mposi a jikọtara ọnụ maka oke mpụga nke elu dị ukwuu karịa ụlọ mpụga",
  "Ndị na-ahụ maka mmiri mmiri ozuzo jikọtara ọnụ nwere ike ịdị mfe na mkpochi site na irighiri ihe, mana njupụta site na mgbochi dị otú ahụ na-abanyekarị n'ọpụpụ iji zere iju mmiri nkeonwe ma ọ bụ ihe onwunwe ọha.",
  "Ihe dị ka otu ụzọ n'ụzọ anọ nke United States SSOs na-eme n'oge nnukwu mmiri ozuzo, nke nwere ike ịkpata mmiri ozuzo na-abanye n'ime mmiri dị ọcha site na mmebi, njikọ na-ekwesịghị ekwesị, ma ọ bụ ụlọ idei mmiri na ọdụ ụgbọ elu na mpaghara dị ala nke usoro nchịkọta",
  "Ngwakọta nke nsị na mmiri ozuzo karịrị ikike nke usoro nsị dị ọcha ma na-ahapụ nsị n'ụlọ, azụmaahịa na okporo ámá.: p",
  "4-26 Ọnọdụ a na-ahụkarị n'obodo ndị meworo agadi nke akụrụngwa dị n'okpuru ala ochie; Paris, London, Stockholm, New York City, Washington, DC, na Oakland, California bụ ihe atụ nke ebe ndị dị otú ahụ. Mmiri na-abanye n'ime usoro nhicha nwere ike ibute site na mgbawa mgbọrọgwụ osisi nke eriri ndị dị n'okpuru ala ma ọ bụ site na mgbagwoju anya igwe n'ihi afọ na nrụgide karịrị akarị site na gwongworo na ụlọ.",
  "Ụzọ ọzọ nke ọdịda usoro nwere ike ịgụnye nkwụsị ọkụ, nke nwere ike imebi mgbapụta ọdụ ụgbọ elu ma mee ka nsị na-agafe site na ọdụ ụgbọ elu mmiri mmiri",
  "Ụlọ ọrụ na-ebuli elu ma ọ bụ ọdịda ike na-akpata ihe dịka pasent iri nke United States SSOs",
  "Ụdị mwepu a bụ ihe a na-adịghị ahụkebe site na ọwa mmiri jikọtara ọnụ, n'ihi na ọnụ ọgụgụ nke nsị na oke mmiri ozuzo na-akụda iji ọdụ ụgbọ elu",
  "Ahịrị ọwa mmiri gbajiri agbaji na-ahụ maka ihe dị ka pasentị iri nke US SSO: p.",
  "Ọdịda ike, njehie mmadụ, ma ọ bụ ọdịda igwe nwere ike ịkpata nsị a na-agwọghị ma ọ bụ nke a na-edozi nke ọma site na ụlọ ọrụ na-edoza nsị; mana a na-ewere nke a dị ka ụlọ ọrụ na'edozi nsị karịa nsị",
  "Enwere ike ịmepụta ụlọ ọrụ na-ahụ maka nsị mmiri iji weghara oke njupụta site na nkeji adịghị arụ ọrụ ma bufee ya n'ụlọ ọrụ ọgwụgwọ ọzọ",
  "A na-ezere iju mmiri nke onwe ma ọ bụ nke ọha site n'ịkwasa oke mmiri ahụ gaa na mpụta a haziri maka ịwụpụ nsị mmiri a na-edozi.",
  "p",
  "ES3",
  "Mmetụta ahụike mmadụ na-agụnye ọnụ ọgụgụ dị ukwuu nke ọrịa eriri afọ kwa afọ, n'agbanyeghị na ọnwụ sitere na otu emume njupụta bụ ihe ọhụrụ",
  "Mmetụta mmadụ agbakwunyere gụnyere mmechi n'ụsọ osimiri, mmachi igwu mmiri na mmachibido iri ụfọdụ anụmanụ mmiri (karịsịa ụfọdụ molluscs) mgbe ihe njupụta",
  "Nsonaazụ gburugburu ebe obibi gụnyere igbu azụ, mmerụ ahụ na plankton na microflora mmiri ndị ọzọ na microfauna",
  "Mmụba nke turbidity na mbelata oxygen a gwakọtara agwakọta na mmiri na-anata nwere ike iduga na mmetụta dị ukwuu karịa mmebi doro anya nke pathogenic kpatara na gburugburu ebe obibi mmiri",
  "O kwere omume na ụdị ndụ dị elu dị ka anụ na-enye nwa ara n'ime mmiri nwere ike imetụta ebe ọ bụ na a maara ụfọdụ akara na ọdụm mmiri na-enwe oke na mmerụ ahụ na-akpata ọrịa.",
  "Echiche nke valvụ nchekwa SSO bụ ọsụ ụzọ na UK ma etinyere ha iji belata mwụfu akọrọ, site na ijikọ data mmiri ozuzo na ọrụ SSO wụsa.",
  "Kemgbe oge ochie, ndị ọchịchị amatala mmetụta nsị nsị na-adịghị mma na gburugburu ebe obibi",
  "Tupu usoro ọgwụgwọ adị na narị afọ nke iri na isii n'England, Eze Henry nke asatọ nyere iwu na a ga-anọgide na-agbanye mmiri nsị ka ha wee ghara ịkwụsị na London tupu ha eruo Osimiri Thames (usoro nsị nke London).",
  "Na narị afọ nke iri na itoolu, e mepụtara ụlọ ọrụ nhicha nsị na US na akụkụ ụfọdụ nke Europe, a chọpụtakwara echiche nke SSO",
  "A maghị SSOs dị ka nsogbu gburugburu ebe obibi zuru ebe niile ruo mgbe mmụba nke mmata gburugburu ebe obibi n'afọ 1960s",
  "N'oge ahụ ụlọ ọrụ gọọmentị dị na U.S malitere ịchọpụta ebe na ugboro ole SSO n'usoro",
  "Gọọmenti ime obodo nụrụ mkpesa nke ụmụ amaala, na ahaziri usoro mmechi nke osimiri iji belata ihe egwu dị na ahụike ọha.",
  "Mgbe a gafere Iwu Mmiri Dị Ọcha na 1972, US mefuru ọtụtụ ijeri dollar na mmelite nke ụlọ ọrụ nhicha nsị, yana ụfọdụ nrụzi na mmelite na usoro nchịkọta ndị metụtara ya, ebe oke mmiri na-eme",
  "EPA na-aga n'ihu na-enye ego maka mgbazinye ego na-adịchaghị mma na obodo maka idozi nsogbu SSO, site na Clean Water State Revolving Fund.",
  "N'afọ ndị 1990 Japan, UK na ọtụtụ mba ndị ọzọ dị na Europe malitere nyocha siri ike banyere ụfọdụ n'ime nsogbu mba ha."
]