[
  "Na meteorology, mmiri ozuzo bụ ihe ọ bụla sitere na mmiri ikuku nke na esi n'ígwé ojii na ya na'ihi ike ndọda.  Ụdị mmiri ozuzo ndị bụ isi gụnyere mmiri, mmiri zoro ezo, snow, ice pellets, graupel na akụ́ mmiri igwe",
  "Mmiri na ezo mgbe akụkụ nke ikuku jupụtara na mmiri (na eru 100% nke iru mmiri), nke mere na ማይ na \"na'ime\" ma ọ bụ na ọ na'ada",
  "Ya mere, alụlụ na alụbọ abụghị mmiri ozuzo kama ọ bụ colloids, n'ihi na anwụrụ mmiri anaghị agbakọta nke ọma iji mee ka mmiri dị",
  "Usoro abụọ, nke nwere ike ịrụkọ ọrụ ọnụ, nwere ikike ime ka ikuku jupụta: imezi ikuku ma ọ bụ ịgbakwunye mmiri na ikuku",
  "Mmiri ozuzo na adị ka obere mmiri na na'ime igwe ojii site na mmetụ na mmiri ozu ndị ọzọ ma ọ bụ ice crystals n'etiti igwefoto",
  "A na akpọ oge mmiri ozuzo dị mkpirikpi n'ebe ndị dịgasị iche iche mmiri.",
  "Mmiri nke a na ebuli ma ọ bụ na a manyere ya ka ọ rịgoro n'elu ikuku na ikuku oyi n\"elu nwere ike ịba n \"ígwé ojii na mmiri ozuzo\"",
  "Usoro a na arụsi ọrụ ike mgbe mmiri ozuzo na'ihu",
  "A na ahụkarị ihu kwụ otu ebe n'akụkụ ebe mmiri ozuzo na'ebe a na - elekwasị anya na ikuku na",
  "Ọ bụrụhaala na mmiri dị mkpa ma zuo ezuo, mmiri n'ime ikuku na-arị elu ga agbakọta n\"ígwé ojii, ya bụ nimbostratus na cumulonimbus ma ọ bụrụ na nnukwu mmiri ozuzo metụtara",
  "N'ikpeazụ, mmiri igwe ojii ahụ ga eto nke ọma iji mepụta mmiri ozuzo ma gbadaa n'ụwa ebe ha ga na-ajụ oyi mgbe ha na ihe ndị a kpughere ekpugheere",
  "N'ebe mmiri na ekpo ọkụ dị, dịka ọmụmaatụ n'ihi mmiri si n\"ọdọ mmiri, snow na'oké osimiri na na - na: na Snow na-emetụta ọdọ mmiri nwere ike ịdị arọ n'ógbè",
  "Igwe mmiri ozuzo ga-ekwe omume n'ime isi mmiri ozuzo na n\"ime ọdọ mmiri mmiri",
  "N'ebe ugwu, nnukwu mmiri ozuzo ga-ekwe omume ebe a na eme ka mmiri na'elu ugwu dị n'akụkụ ikuku nke ala ahụ dị elu",
  "N'akụkụ ugwu, ihu igwe ọzara nwere ike ịdị n'ihi ikuku kpọrọ nkụ nke okpomọkụ na-akpata",
  "Ọtụtụ mmiri ozuzo na eme n'ime okpomọkụ ma bụrụ nke convection kpatara. Mgbanwe nke mmiri ozuzo, ma ọ bụ mpaghara intertropical njikọ,, na-eweta oge mmiri na mpaghara savannah.",
  "Mmiri ozuzo bụ akụkụ dị mkpa nke okirikiri mmiri, ọ bụkwa ya na-etinye mmiri dị ọcha na mbara ala",
  "Ihe dị ka 505,000 bic kilometres (121,000 cu mi)  mmiri na-ada dị iche iche dị na mmiri ozuzo kwa afọ: 398,000 cubian kilometers (95,000cu mi)n'elu oke osimiri na 107,000 cubic kilomita (26,000 cu mi) n'elu ala. N'iburu n'uche oke elu ụwa, nke pụtara na mmiri ozuzo zuru ụwa ọnụ bụ 990 milimita (39 in), mana n\"elu ala ọ bụ naanị 715 milimeters (28.1 in)",
  "Usoro nkewa ihu igwe dị ka usoro nke nhazi ihu ọha Köppen na-eji mmiri ozuzo kwa afọ iji nyere aka mee ka ọdịiche dị n'etiti usoro ihu ọma dị iche iche",
  "Okpomọkụ ụwa amalitelarị ịkpata mgbanwe ihu igwe, na-amụba mmiri ozuzo na mpaghara ụfọdụ, ma na'ebelata ya na ndị ọzọ, nke na na - na",
  "Mmiri ozuzo nwere ike ime na ihe ndị ọzọ dị na mbara igwe",
  "Satellite kachasị ukwuu nke Saturn, Titan, naakwado mmiri ozuzo methane dị ka mmiri na'okpuru ala, nke a hụrụ dị Ka mmiri Ozuzo na mpaghara ya.",
  "Mmiri ozuzo bụ isi ihe dị na okirikiri mmiri, ọ bụkwa ya na-ahụ maka ịkwanye ọtụtụ mmiri dị ọhụrụ na mbara ala",
  "Ihe dị ka 505,000 km3 (121,000 cu mi) mmiri na-ada dị ka mmiri ozuzo kwa afọ, 398,000 km3 (95,000 cu mi) nke ya n'elu oke osimiri. Nyere oke elu ụwa, nke ahụ pụtara na oke mmiri ozuzo zuru ụwa ọnụ bụ milimita 990 (39 in).",
  "Usoro mmepụta mmiri ozuzo gụnyere convective, stratiform, na orographic mmiri ozuzo",
  "Usoro convective na-agụnye mmegharị kwụ ọtọ siri ike nke nwere ike ime ka ikuku na-atụgharị na ọnọdụ ahụ n'ime otu elekere ma mee ka mmiri ozuzo dị arọ, ebe usoro stratiform na-agụnye mmegharị elu na-esighị ike na oke mmiri ozuzo",
  "Enwere ike kewaa mmiri ozuzo ụzọ atọ, dabere ma ọ dara dị ka mmiri mmiri, mmiri mmiri nke na-ajụ oyi na kọntaktị na elu, ma ọ bụ ice",
  "Ngwakọta nke ụdị mmiri ozuzo dị iche iche, gụnyere ụdị dị n'ụdị dị iche iche, nwere ike ịda n'otu oge",
  "Ụdị mmiri ozuzo na-agụnye mmiri ozuzo na ntapu",
  "A na-akpọ mmiri ozuzo ma ọ bụ ntapu nke na-akpụ akpụ na kọntaktị n'ime oke ikuku na-ekpo ọkụ bụ \"mmiri ozuzo oyi\" ma ọ bụ \"mmiri na-ekpo ọkụ\"",
  "Ụdị mmiri ozuzo oyi kpọnwụrụ gụnyere snow, agịga ice, pellets ice, akụ mmiri igwe, na graupel.."
]