[
  "Mmiri ozuzo acid bụ mmiri ozuzo ma ọ bụ ụdị mmiri ozuzo ọ bụla ọzọ nke na adịghị ahụkebe, nke pụtara na ọ nwere ọkwa dị elu nke hydrogen ion (pH dị ala)",
  "Ọtụtụ mmiri, gụnyere mmiri ọṅụṅụ, nwere pH na anọpụ iche nke dị n'etiti 6.5 na 8.5, mana mmiri ozuzo acid nwere ọkwa pH dị ala karịa nke a ma na agbanwe site na 4 Xia5 na nkezi. Ka mmiri ozuzo acid na adịkwu acid, otú pH ya na adịkwa ala. Mmiri ozuzo acid nwere ike inwe mmetụta na emerụ ahụ na osisi, anụmanụ mmiri, na akụrụngwa",
  "Mmiri ozuzo acid na esite na ikuku sulfur dioxide na nitrogen oxide, nke na emeghachi omume na mmiri mmiri dị na ikuku iji mepụta acid.",
  "E gosipụtara na mmiri ozuzo acid nwere mmetụta ọjọọ n'oké ọhịa, mmiri dị ọcha, ala, ụmụ ahụhụ, ụmụ ahụhụ na ụdị ndụ mmiri. N'ime usoro okike, mmiri ozuzo acid na adịgide adịgide na ebelata mkpo osisi, na ahapụ osisi ndị na emetụta gburugburu ebe obibi dịka ụkọ mmiri ozuzo, okpomọkụ / oyi na nje",
  "Mmiri ozuzo acid nwekwara ike imebi ihe ndị dị n'ala site n'iwepụ ya ihe oriri dịka calcium na magnesium nke na arụ ọrụ na uto osisi na idebe ala dị mma",
  "N'ihe gbasara akụrụngwa mmadụ, mmiri ozuzo acid na akpatakwa ágbá, corrosion nke ihe owuwu ígwè dị ka àkwà mmiri, na ihu igwe nke ụlọ nkume na ihe oyiyi yana inwe mmetụta na ahụike mmadụ.",
  "Gọọmentị ụfọdụ, gụnyere ndị dị na Europe na North America, emeela mgbalị kemgbe afọ 1970 iji belata ntọhapụ nke sulfur dioxide na nitrogen oxide n'ime ikuku site na iwu mmetọ ikuku",
  "Mgbalị ndị a enweela nsonaazụ dị mma n'ihi nyochIa zuru oke banyere mmiri ozuzo acid malitere na 1960s na ozi a kpọsara banyere mmetụta ọjọọ ya. Isi iyi nke sulfur na nitrogen compounds nke na akpata mmiri ozuzo acid bụ nke mmadụ na akpali, mana nitrogen oxides nwekwara ike mepụta n'ụzọ okike site na égbè eluigwe na sulfur dioxide na emepụta site na mgbawa ugwu.",
  "\"Acid rain\" bụ okwu a ma ama na ezo aka na ntinye nke ngwakọta site na mmiri (mmiri ozuzo, snow, mmiri ozuzo, alụlụ, mmiri igwe ojii, na igirigi) na akọrọ (acidifying particles and gas) acidic components",
  "Mmiri a mịrị amị, ozugbo ewepụrụ carbon dioxide, nwere pH na anọpụ iche nke 7. Mmiri nwere pH na erughị 7 bụ acidic, na ndị nwere pH karịrị 7 bụ alkaline",
  "\"Oké\" ma ọ bụ mmiri ozuzo na adịghị emetọ emetọ nwere pH acidic, mana ọ naghị adịkarị ala karịa 5.7, n'ihi na carbon dioxide na mmiri dị na ikuku na emegharị ọnụ iji mepụta carbonic acid, acid na adịghị ike dịka mmeghachi omume ndị a:",
  "Carbonic acid nwere ike ịghọ ion na mmiri na emepụta obere carbonate na hydronium ion:",
  "Mmiri ozuzo na emetọghị emetọ nwekwara ike ịnwe kemịkal ndị ọzọ na emetụta pH ya (ọkwa acidity)",
  "Ihe atụ a na ahụkarị bụ nitric acid nke eletrik na emepụta na ikuku dịka àmụ̀mà. Ntinye acid dị ka nsogbu gburugburu ebe obibi (nke a tụlere mgbe e mesịrị n'isiokwu ahụ) ga agụnye acid ndị ọzọ karịa H2CO3.",
  "A kọọrọ na pH na agụ mgbe ụfọdụ na mmiri ozuzo na mmiri igwe ojii nke dị n'okpuru 2.4 n'ebe ndị mepere emepe.",
  "Isi ihe na akpata mmetọ SO2 na NOx nke na akpatara mmiri ozuzo acid bụ ịgba mmanụ ala ọkụ iji mepụta ọkụ eletrik na ike ụgbọ ala ọkụ, iji nụchaa mmanụ, na mmepụta ụlọ ọrụ na usoro ndị ọzọ.",
  "A malitere ịmụ mmiri ozuzo acid na Europe, n'afọ ndị 1960, na United States na Canada, n'ime afọ iri sochirinụ.",
  "Mmetụta na emebi emebi nke ikuku obodo na emetọ, nke acid na limestone na marble ka John Evelyn chọpụtara na narị afọ nke iri na asaa, onye kwuru maka ọnọdụ ọjọọ nke marbles Arundel.\nKemgbe mgbanwe ụlọ ọrụ mmepụta ihe, ikuku nke sulfur dioxide na nitrogen oxides n'ime ikuku amụbaala",
  "N'afọ 1852, Robert Angus Smith bụ onye mbụ gosipụtara mmekọrịta dị n'etiti mmiri ozuzo acid na mmetọ ikuku na Manchester, England",
  "Smith chepụtara okwu ahụ bụ \"mmiri ozuzo acid\" n'afọ 1872.",
  "Na ngwụcha afọ 1960, ndị ọkà mmụta sayensị malitere ileba anya ma na amụ ihe omume ahụ. Na mbụ, isi ihe na elekwasị anya na nyocha a dị na mmetụta nke mmiri ozuzo acid",
  "Waldemar Christofer Brøgger bụ onye mbụ kwetara na njem dị anya nke mmetọ na agafe ókèala site na United Kingdom gaa Norway bụ nsogbu nke Brynjulf Ottar nyochara n'afọ ndị 1970. Ọrụ Ottar nwere mmetụta siri ike site n'aka onye sayensị ala Sweden Svante Odén, onye dọtara uche zuru oke na nsogbu mmiri ozuzo acid nke Europe na akwụkwọ akụkọ a ma ama ma dee akwụkwọ akụkọ dị ịrịba ama na isiokwu ahụ na 1968.",
  "Akụkọ mbụ banyere mmiri ozuzo acid na United States sitere na ihe akaebe kemịkal a chịkọtara na Hubbard Brook Valley; mmata ọha na eze banyere mmiri ozu acid na US mụbara na 1970s mgbe The New York Times kọrọ banyere nchọpụta ndị a.",
  "N'afọ 1972, otu ìgwè ndị ọkà mmụta sayensị gụnyere Gene Likens chọpụtara na mmiri ozuzo nke e debere na White Mountains nke New Hampshire bụ acidic",
  "A tụrụ pH nke sample ahụ ka ọ bụrụ 4.03 na Hubbard Brook. Nnyocha Hubbard Brook Ecosystem gara n'ihu na usoro nyocha nke nyochara mmetụta gburugburu ebe obibi nke mmiri ozuzo acid",
  "Mmiri ozuzo acid nke jikọtara ya na mmiri iyi na Hubbard Brook bụ alumina sitere n'ala. Nsonaazụ nke nyocha a gosipụtara na mmeghachi omume kemịkal n'etiti mmiri ozuzo acid na aluminum na eduga n'ịbawanye ọnụego ihu igwe nke ala",
  "E mere nnyocha nnwale iji nyochaa mmetụta nke mmụba acidity na iyi na ụdị gburugburu ebe obibi",
  "N'afọ 1980, otu ìgwè ndị ọkà mmụta sayensị gbanwere acidity nke Norris Brook, New Hampshire, wee hụ mgbanwe na omume nke ụdị",
  "E nwere mbelata nke ụdị dị iche iche, mmụba nke ndị na achị obodo, na mbelata nke mgbagwoju anya nri.",
  "N'afọ 1980, US Congress weputara iwu Acid Deposition Act. Iwu a guzobere mmemme nyocha na nyocha afọ iri na asatọ n'okpuru nduzi nke National Acidic Precipitation Assessment Program (NAPAP)",
  "NAPAP gbasaa netwọk nke ebe nlekota iji chọpụta otú mmiri ozuzo si dị acid n'ezie, na achọ ịchọpụta ihe na eme ogologo oge, ma guzobe netwọk maka nkwụsị akọrọ",
  "N'iji atụmatụ nnwale dabere na ọnụ ọgụgụ, NAPAP gosipụtara mmetụta nke mmiri ozuzo acid na mpaghara site na nyocha na nyocha iji chọpụta ma kọwaa mmetụta nke mmiri mmiri ozuzo na mmiri dị ọcha na gburugburu ebe obibi",
  "NAPAP nyochakwa mmetụta nke mmiri ozuzo acid na ụlọ akụkọ ihe mere eme, ihe ncheta, na ihe owuwu",
  "Ọ kwadokwara nyocha dị ukwuu na usoro ikuku na mmemme nchịkwa nwere ike.",
  "Site na mbido, ndị na akwado iwu site n'akụkụ niile gbalịrị imetụta ọrụ NAPAP iji kwado mgbalị ha na akwado atụmatụ iwu, ma ọ bụ iji mebie nke ndị iro ha.  Maka ụlọ ọrụ sayensị nke Gọọmentị US, mmetụta dị ịrịba ama nke NAPAP bụ ihe mmụta a mụtara na usoro nyocha na njikwa nyocha gburugburu ebe obibi nye nnukwu ìgwè ndị ọkà mmụta sayensị, ndị njikwa mmemme, na ọha na eze.",
  "N'afọ 1981, National Academy of Sciences na enyocha nyocha banyere nsogbu ndị na ese okwu gbasara mmiri ozuzo acid. Onye isi ala Ronald Reagan jụrụ nsogbu nke mmiri ozuzo acid ruo mgbe ọ gara Canada ma kwado na ókèala Canada tara ahụhụ site na mmetọ na agagharị site na anwụrụ ọkụ sitere na US Midwest. Reagan kwanyeere nkwekọrịta ahụ nye Praịm Minista Canada Pierre Trudeau maka itinye iwu mgbochi mmetọ. N'afọ 1982, Reagan nyere William Nierenberg ọrụ ịrụ ọrụ na National Science Board. Nierenberg họọrọ ndị ọkà mmụta sayensị gụnyere Gene Likens ka ha rụọ ọrụ na panel iji dee akụkọ banyere mmiri ozuzo acid",
  "N'afọ 1983, ndị ọkà mmụta sayensị wepụtara akụkọ, nke kwubiri na mmiri ozuzo acid bụ ezigbo nsogbu na a ga achọ ihe ngwọta. White House Office of Science and Technology Policy nyochara akụkọ ahụ ma zipụ aro Fred Singer banyere akụkọ ahụ, nke mere ka obi abụọ dịrị na ihe kpatara mmiri ozuzo acid. Ndị otu ahụ kpughere ịjụ ọnọdụ Singer ma nyefee akụkọ ahụ na Nierenberg n'ọnwa Eprel",
  "N'ọnwa Mee afọ 1983, ụlọ omebe iwu vootu megide iwu nke ebumnuche ya bụ ịchịkwa ikuku sulfur",
  "E nwere arụmụka banyere ma Nierenberg egbughị oge ịhapụ akụkọ ahụ",
  "Nierenberg n'onwe ya gọnahụrụ ihe ahụ kwuru banyere mgbochi ya nke akụkọ ahụ ma kwuo na e gbochiri akụkọ ahụ mgbe ụlọ ahụ tụchara vootu n'ihi na ọ dịbeghị njikere ibipụta ya.",
  "NoN'afọ 1991, US National Acid Precipitation Assessment Program (NAPAP) nyere nyocha mbụ ya nke mmiri ozuzo acid na United States. Ọ kọrọ na 5% nke ọdọ mmiri New England bụ acidic, ebe sulfates bụ nsogbu kachasị",
  "Ha kwuru na 2% nke ọdọ mmiri ahụ enweghịzi ike ịkwado Brook Trout, na 6% nke ọdọ mmiri ndị ahụ adịghị mma maka ndụ nke ọtụtụ ụdị minnow",
  "Akụkọ ndị sochirinụ nye Congress edekọla mgbanwe kemịkal na ala na mmiri dị ọcha, nitrogen saturation, mbelata nke ihe oriri na ala, acidic episodic, ụfụfụ mpaghara, na mmebi nke ihe ncheta akụkọ ihe mere eme.",
  "Ka ọ dịgodị, na 1990, US Congress weputara usoro mmezigharị na Clean Air Act. Isi nke anọ nke mmezigharị ndị a guzobere usoro okpu na azụmaahịa e mere iji chịkwaa ikuku nke sulfur dioxide na nitrogen oxides",
  "Isiokwu nke anọ kpọrọ maka mbelata zuru ezu nke ihe dị ka nde tọn 10 nke SO2 sitere na ụlọ ọrụ ọkụ eletrik, ihe fọrọ nke nta ka ọ bụrụ mbelata 50%. E mejupụtara ya n'ụzọ abụọ",
  "Nzọụkwụ m malitere na 1995, ma belata ikuku sulfur dioxide site na 110 n'ime nnukwu ụlọ ọrụ ike ruo ngụkọta nke nde tọn 8.7 nke sulfur dioxide",
  "Otu ụlọ ọrụ ike na New England (Merrimack) nọ na Phase I",
  "A gbakwunyere ụlọ ọrụ anọ ndị ọzọ (Newington, Mount Tom, Brayton Point, na Salem Harbor) n'okpuru ndokwa ndị ọzọ nke mmeme ahụ",
  "Nzọụkwụ nke abụọ malitere na 2000, ma na emetụta ọtụtụ ụlọ ọrụ ọkụ eletrik na mba ahụ.",
  "N'ime afọ ndị 1990, nyocha gara n'ihu",
  "Na Machị 10, 2005, EPA wepụtara Clean Air Interstate Rule (CAIR)",
  "Iwu a na enye steeti ngwọta maka nsogbu nke mmetọ ụlọ ọrụ eletrik nke na esi n'otu steeti gaa na nke ọzọ",
  "CAIR ga ejedebe ikuku SO2 na NOx n'ebe ọwụwa anyanwụ United States",
  "emejupụtara ya n'ụzọ zuru ezu [mgbe?, CAIR ga ebelata ikuku SO2 na steeti 28 dị n'ebe ọwụwa anyanwụ na District of Columbia site n'ihe karịrị 70% na ikuku NOx site n'elu 60% site na ọkwa 2003.",
  "N'ozuzu, usoro ihe omume ahụ na usoro azụmahịa enweela ihe ịga nke ọma n'ịzube ebumnuche ya",
  "Kemgbe afọ 1990, ikuku SO2 adaala na 40%, na dị ka Pacific Research Institute si kwuo, mmiri ozuzo acid adaala na 65% kemgbe 1976",
  "A na eji usoro iwu eme ihe na European Union, nke hụrụ mbelata nke ihe karịrị 70% na ikuku SO2 n'otu oge ahụ.",
  "N'afọ 2007, ngụkọta nke SO2 bụ nde tọn 8.9, na enweta ihe mgbaru ọsọ ogologo oge nke mmemme ahụ tupu oge iwu nke afọ 2010.",
  "N'afọ 2007, EPA mere atụmatụ na ka ọ na erule afọ 2010, ngụkọta ego nke ịgbaso usoro ihe omume maka azụmaahịa na ndị na azụ ahịa ga abụ ijeri $ 1 ruo ijeri $ 2 kwa afọ, naanị otu ụzọ n'ụzọ anọ nke ihe e buru n'amụma na mbụ",
  "Forbes na ekwu, sị: \"N'afọ 2010, mgbe George W",
  "Bush na achị Clean Air Interstate Rule, SO2 emissions adaala na nde tọn 5.1\".",
  "Enwere ike ịchọta okwu sayensị ụmụ amaala site na Jenụwarị 1989 na mkpọsa nke Audubon Society iji tụọ mmiri ozuzo acid",
  "Onye ọkà mmụta sayensị Muki Haklay kwuru na akụkọ iwu maka Wilson Center nke akpọrọ 'Citizen Science and Policy: A European Perspective' na mbụ R",
  "Kerson jiri okwu 'citizen science' mee ihe na magazin MIT Technology Review site na Jenụwarị 1989. N'ikwu okwu site na akụkọ Wilson Center: \"Ụdị ọhụrụ nke itinye aka na sayensị nwetara aha \"sayensị nwa amaala\"",
  "Ihe atụ mbụ e dekọrọ nke iji okwu ahụ eme ihe sitere na 1989, na akọwa otú ndị ọrụ afọ ofufo 225 gafee US si anakọta ihe nnwale mmiri ozuzo iji nyere Audubon Society aka na mkpọsa na eme ka mmiri ozuzo mara",
  "Ndị ọrụ afọ ofufo ahụ chịkọtara ihe nlele, nyochaa acidity, wee kọọrọ nzukọ ahụ",
  "E jiri ozi ahụ mee ihe iji gosipụta oke ihe omume ahụ.",
  "Onye Canada Harold Harvey so na ndị mbụ nyochara ọdọ mmiri \"nwụrụ anwụ\"",
  "N'afọ 1971, ya na R.J",
  "Beamish bipụtara akụkọ, \"Acidification of the La Cloche Mountain Lakes\", na edekọ mmebi nke azụ na ọdọ mmiri 60 na Killarney Park na Ontario, nke ha na amụ n'usoro kemgbe 1966.",
  "N'afọ 1970 na 80, mmiri ozuzo acid bụ isi isiokwu nke nyocha na Experimental Lakes Area (ELA) na Northwestern Ontario, Canada. Ndị na eme nchọpụta gbakwunyere sulfuric acid na ọdọ mmiri dum na nnwale gburugburu ebe obibi a na achịkwa iji gosipụta mmetụta nke mmiri ozuzo acid",
  "N'ihi na ọnọdụ ya dịpụrụ adịpụ nyere ohere maka nnwale gburugburu ebe obibi dum, nyocha na ELA gosipụtara na mmetụta nke mmiri ozuzo acid na ọnụ ọgụgụ azụ malitere na ntinye dị ala karịa ndị a hụrụ na nnwale ụlọ nyocha. N'ihe gbasara eriri nri, ọnụ ọgụgụ azụ dara tupu mgbe mmiri ozuzo acid nwere mmetụta na egbu egbu na azụ n'ihi na acidity dugara na ọdịda n'ọnụ ọgụgụ anụ oriri (dịka mysids). Ka a na ebelata ntinye acid nke nnwale, ọnụ ọgụgụ azụ na usoro okike ọdọ mmiri ahụ nwetaghachiri ma ọ dịkarịa ala n'ụzọ ụfọdụ, ọ bụ ezie na ọnụ ọgụgụ ndị na enweghị azụ alaghachighị kpamkpam na ọnọdụ ntọala. Nnyocha a gosipụtara na acidization nwere njikọ na mbelata ọnụ ọgụgụ azụ nakwa na enwere ike ịgbanwe mmetụta ahụ ma ọ bụrụ na ikuku sulfuric acid belata, ma metụta iwu na Canada na United States.",
  "N'afọ 1985, mpaghara asaa nke Canada (ma e wezụga British Columbia, Alberta, na Saskatchewan) na gọọmentị etiti bịanyere aka na Eastern Canada Acid Rain Program. Mpaghara ndị ahụ kwetara na ha ga ebelata ngụkọta nke sulfur dioxide ha ruo nde tọn 2.3 ka ọ na erule afọ 1994",
  "A bịanyere aka na nkwekọrịta Canada US Air Quality na 1991. N'afọ 1998, ndị Minista niile nke Federal, Provincial, na mpaghara nke Energy na Environment bịanyere aka na The Canada Wide Acid Rain Strategy for Post 2000, nke e mere iji chebe ọdọ mmiri ndị na emetụ n'ahụ karịa ndị nke iwu ndị gara aga chebere.",
  "Gas kachasị mkpa nke na eduga na acidization bụ sulfur dioxide",
  "Mgbasa nke nitrogen oxides nke a na eme ka ọ bụrụ nitric acid dị mkpa na arịwanye elu n'ihi njikwa siri ike na ikuku nke sulfur compounds",
  "70 Tg(S) kwa afọ n'ụdị SO2 na abịa site na ọkụ ọkụ na ụlọ ọrụ, 2.8 Tg(s) site na ọkụ ọhịa, na 7化8 Tg ((S) kwa ngwaga site na ugwu mgbawa.",
  "Àtụ:Bar chartIhe ndị bụ isi sitere n'okike nke na enye aka na gas na emepụta acid na ikuku bụ ikuku sitere na ugwu mgbawa. Ya mere, dịka ọmụmaatụ, fumaroles sitere na crater Laguna Caliente nke Poás Volcano na emepụta mmiri ozuzo acid na alụlụ dị elu, na acidity dị elu dị ka pH nke 2, na ewepụ mpaghara ahịhịa ọ bụla ma na akpasu anya na akpa ume nke ndị bi n'obodo ndị dị nso iwe ugboro ugboro",
  "A na emepụta gas na emepụta acid site na usoro ihe ndị dị ndụ na eme n'ala, na ala mmiri, na n'oké osimiri",
  "Isi ihe na akpata ihe ndị dị ndụ nke sulfur compounds bụ dimethyl sulfide.",
  "Nitric acid na mmiri ozuzo bụ isi iyi dị mkpa nke nitrogen kwụ ọtọ maka ndụ osisi, a na emepụta ya site na ọrụ eletrik na ikuku dịka àmụ̀mà.",
  "A chọpụtala ebe acid dị na ice ice ọtụtụ puku afọ n'akụkụ ndị dịpụrụ adịpụ nke ụwa.",
  "Isi ihe na akpata mmiri ozuzo acid bụ sulfur na nitrogen compounds sitere na isi mmalite mmadụ, dị ka mmepụta ọkụ eletrik, ọrụ ugbo anụmanụ, ụlọ ọrụ mmepụta ihe, na ụgbọala",
  "Mmiri ozuzo nke ụlọ ọrụ mmepụta ihe bụ nnukwu nsogbu na China na Russia na mpaghara ndị ikuku si na ha. Mpaghara ndị a niile na ere coal nwere sulfur iji mepụta okpomọkụ na ọkụ eletrik.",
  "Nsogbu nke mmiri ozuzo acid abụghị naanị na ọ na abawanye na ọnụ ọgụgụ mmadụ na uto ụlọ ọrụ mmepụta ihe, kamakwa ọ na agbasawanye",
  "Ojiji nke anwụrụ ọkụ dị elu iji belata mmetọ mpaghara enyela aka na mgbasa nke mmiri ozuzo acid site na ịhapụ gas n'ime ikuku ikuk Tou mpaghara; mgbasa site na nchịkọta ndị a dị elu na eme ka a na ebugharị mmetọ gaa n'ihu, na akpata mmebi gburugburu ebe obibi zuru ebe obibi. Ọtụtụ mgbe, nkwụsị na eme n'ebe dị anya site na ikuku, na mpaghara ugwu na enwetakarị nkwụsị kachasị ukwuu (n'ihi mmiri ozuzo dị elu)",
  "Ihe atụ nke mmetụta a bụ pH dị ala nke mmiri ozuzo nke na ada na Scandinavia.",
  "Ọkụ nke mmanụ na emepụta sulfur dioxide na nitric oxides",
  "A na agbanwe ha ka ha bụrụ sulfuric acid na nitric acid.",
  "N'oge gas, a na eme ka sulfur dioxide oxide site na mmeghachi omume na hydroxyl radical site na mmegharị intermolecular:",
  "nke a na esote:",
  "N'ebe mmiri dị, a na a",
  "agbanwe sulfur trioxide (SO3) ngwa ngwa ka ọ bụrụ sulfuric acid:",
  "Nitrogen dioxide na OH na emeghachi omume iji mepụta nitric acid:",
  "Mgbe igwe ojii dị, ọnụọgụ ọnwụ nke SO2 dị ngwa karịa ka enwere ike ịkọwa site na kemịkal gas naanị",
  "Nke a bụ n'ihi mmeghachi omume na mmiri mmiri.",
  "Sulfur dioxide na agbaze na mmiri wee, dị ka carbon dioxide, hydrolyses n'usoro mmeghachi omume nguzozi:",
  "E nwere ọnụ ọgụgụ dị ukwuu nke mmeghachi omume mmiri nke na eme ka sulfur oxidize site na S(IV) gaa na S(VI), na eduga n'ịmepụta sulfuric acid",
  "Mmetụta oxidation kachasị mkpa bụ ozone, hydrogen peroxide na oxygen (mmetụta oxygen na akpali site na iron na manganese na mmiri igwe ojii).",
  "Mmiri na-etinye acid na eme mgbe ụdị mmiri ozuzo ọ bụla (mmiri ozuzo, snow, na ihe ndị ọzọ) na ewepụ acid na ikuku ma na ebute ya n'elu ụwa",
  "Nke a nwere ike ịpụta site na ntinye nke acid mepụtara na mmiri ozuzo (lee mmiri mmiri na mmiri ozu n'elu) ma ọ bụ site na mmiri oyu na ewepụ acid ma ọ bụ na igwe ojii ma ọ bụ n'okpuru igwe ojii",
  "Mmiri wepụ ma gas na aerosols dị mkpa maka mmiri.",
  "Ntinye acid na emekwa site na nkwụsị akọrọ na enweghị mmiri ozuzo",
  "Nke a nwere ike ịbụ ihe kpatara ihe ruru 20 ruo 60% nke ngụkọta acid. Nke a na eme mgbe ụmụ irighiri ihe na gas na arapara n'ala, osisi ma ọ bụ n'elu ihe ndị ọzọ.",
  "E gosipụtara na mmiri ozuzo acid nwere mmetụta ọjọọ n'oké ọhịa, mmiri na ala, na egbu ụmụ ahụhụ na ụdị ndụ mmiri yana imebi ụlọ ma na emetụta ahụike mmadụ.",
  "Ma pH dị ala ma aluminum dị elu na mmiri dị n'elu nke na eme n'ihi mmiri ozuzo acid nwere ike imebi azụ na anụmanụ ndị ọzọ dị n'ime mmiri",
  "Na pH dị ala karịa 5 ọtụtụ àkwá azụ agaghị apụta ma pH dị ala nwere ike igbu azụ toro eto",
  "Ka ọdọ mmiri na osimiri na aghọwanye acidic biodiversity na ebelata",
  "Mmiri ozuzo acid ewepụla ndụ ụmụ ahụhụ na ụdị azụ ụfọdụ, gụnyere trout iyi na ọdọ mmiri ụfọdụ, iyi, na iyi na mpaghara ndị dị n'ebe dị egwu, dị ka Ugwu Adirondack nke United States. Otú ọ dị, ókè mmiri ozuzo acid na enye aka kpọmkwem ma ọ bụ n'ụzọ na apụtaghị ìhè site na mmiri si n'ọdọ mmiri na acidity nke osimiri (ya bụ, dabere na njirimara nke mmiri gbara ya gburugburu) dịgasị iche",
  "Ebe nrụọrụ weebụ United States Environmental Protection Agency (EPA) na ekwu, sị: \"N'ime ọdọ mmiri na iyi ndị a nyochara, mmiri ozuzo acid kpatara acidity na 75% nke ọdọ mmiri acid na ihe dị ka 50% nke iyi acid\". Ọdọ mmiri ndị nkume ala silicate kwadoro nwere acid karịa ọdọ mmiri ndị dị n'ime limestone ma ọ bụ nkume ala ndị ọzọ nwere  carbonate (ya bụ marble) n'ihi mmetụta na egbochi site na mineral carbonate, ọbụlagodi na otu mmiri ozuzo acid",
  "[citation needed]",
  "Mmiri ozuzo acid nwere ike imebi ihe ọmụmụ ala na kemịkalụ nke ukwuu",
  "Ụfọdụ microbes enweghị ike ịnagide mgbanwe na pH dị ala ma gbuo ha. Enzymes nke microbes ndị a na agbanwe (gbanwee n'ọdịdị ka ha wee ghara ịrụ ọrụ) site na acid",
  "Hydronium ion nke mmiri ozuzo acid na akpalikwa nsí, dị ka aluminum, ma na ewepụ ihe oriri na mineral dị mkpa dị ka magnesium.",
  "Enwere ike ịgbanwe kemịkalụ ala n'ụzọ dị ịrịba ama mgbe cations, dị ka calcium na magnesium, na agbapụta site na mmiri ozuzo acid, si otú a na emetụta ụdị dị iche iche, dị ka sugar maple (Acer saccharum).",
  "Mmetụta acid n'ala",
  "Mmetụta nke mmiri acid na acidic nke ala na osisi nwere ike ịbụ obere ma ọ bụ n'ọtụtụ ọnọdụ dị mkpa",
  "Ọtụtụ obere ikpe nke na adịghị akpata ọnwụ nke ndụ osisi nwere ike ịkọwa na osisi ndị na adịchaghị enwe nsogbu na ọnọdụ acid na / ma ọ bụ mmiri ozuzo acid na adighi ike",
  "Otú ọ dị, ọbụlagodi na obere ọnọdụ, osisi ahụ ga emesị nwụọ n'ihi mmiri acid na ebelata pH nke osisi ahụ. Mmiri acid na abanye n'ime osisi ahụ ma mee ka mineral ndị dị mkpa nke osisi gbazee ma buru ha; nke na eme ka osisi ahụ nwụọ n'ihi enweghị mineral maka nri na edozi ahụ",
  "N'ọnọdụ ndị dị mkpa, nke dị oke njọ, otu usoro mmebi ahụ na eme dị ka ọ dị na obere ikpe, nke bụ iwepụ mineral ndị dị mkpa. N'otu aka ahụ, mmiri ozuzo acid nke na ada n'ala na n'elu akwụkwọ osisi na akpata ịcha nke cuticle akwụkwọ waxy, nke na emecha mee ka mmiri na apụ ngwa ngwa site na osisi gaa na ikuku dị n'èzí ma mesịa kpatara ọnwụ nke osisi ahụ. Iji hụ ma ọ bụrụ na osisi na emetụta acid nke ala, mmadụ nwere ike ileba anya nke ọma na akwụkwọ osisi ahụ",
  "Ọ bụrụ na akwụkwọ ya na acha akwụkwọ ndụ akwụkwọ ndụ ma na ele anya dị mma, pH ala dị mma ma dị mma maka ndụ osisi",
  "Mana ọ bụrụ na akwụkwọ osisi ahụ nwere odo odo n'etiti akwara dị na akwụkwọ ha, nke ahụ pụtara na osisi ahụ na ata ahụhụ site na acidization ma ghara ịdị mma. Ọzọkwa, osisi na ata ahụhụ site na acidisation nke ala enweghị ike photosynthesize; usoro acid mmiri na akpata nke ịcha osisi ahụ nwere ike ibibi organelles chloroplast. Enweghị ike photosynthesize, osisi enweghị ike ịmepụta ihe oriri maka ndụ nke ya ma ọ bụ oxygen maka ndụ nke ihe ndị dị ndụ, nke na emetụta ọtụtụ ụdị dị n'ụwa ma mechaa kwụsị ebumnuche nke ịdị adị nke osisi ahụ.",
  "Mmetụta ọjọọ nwere ike inwe njikọ na mmiri ozuzo acid, dị ka mmetụta acid na ala (lee n'elu) ma ọ bụ oke nke gas na ebute mmiri ozuzo",
  "Oké ọhịa ndị dị elu na abụkarị ndị na adịghị ike n'ihi na igwe ojii na alụlụ gbara ha gburugburu nke na adịkarị acid karịa mmiri ozuzo.",
  "Mmiri ozuzo acid nwekwara ike imebi osisi ndị ọzọ, mana mmetụta na ihe ọkụkụ na ebelata site na itinye lime na fatịlaịza iji dochie ihe oriri furu efu",
  "N'ebe a na akọ ugbo, a pụkwara itinye limestone iji mee ka ikike ala ahụ dịkwuo elu iji mee ka pH kwụsie ike, mana usoro a enweghị ike iji ya mee ihe n'ihe gbasara ala ọzara",
  "Mgbe calcium na agbapụta site na agịga nke red spruce, osisi ndị a na aghọ ndị na anaghị anabata oyi ma gosipụta mmerụ ahụ n'oge oyi na ọbụna ọnwụ.",
  "Mmiri ozuzo acid nwere mmetụta na adịghị emerụ ahụ n'oké osimiri n'ụwa niile, mana ọ na emepụta mmetụta dị ukwuu na mmiri na adịghị omimi nke mmiri dị n'ụsọ oké osimiri. Mmiri ozuzo acid nwere ike ime ka pH nke oké osimiri daa, nke a maara dị ka acidisation nke oké osimiri, na eme ka o sie ike maka ụdị dị iche iche dị n'ụsọ oké osimiri iji mepụta ọkpụkpụ ha dị mkpa iji dịrị ndụ",
  "Ụdị anụmanụ ndị a dị n'ụsọ oké osimiri na ejikọta ọnụ dị ka akụkụ nke usoro nri nke oké osimiri, na enweghịkwa na ha bụ isi iyi maka ihe ndị ọzọ dị ndụ n'oké osimiri iji rie nri, ihe ndị ọzọ na adị ndụ n'ime mmiri ga anwụ. Ọkpụkpụ limestone nke Coral na emetụta pH na ebelata, n'ihi na calcium carbonate, akụkụ bụ isi nke ọkpụkpụ limedone, na agbaze na acidic (low pH) ngwọta.",
  "Na mgbakwunye na acidization, ntinye nitrogen karịrị akarị site na ikuku na akwalite uto nke phytoplankton na osisi ndị ọzọ dị n'ime mmiri, nke, n'aka nke ya, nwere ike ịkpata okooko algal na emerụ ahụ ugboro ugboro na eutrophication (ịmepụta \"ebe nwụrụ anwụ\" oxygen deleted) n'akụkụ ụfọdụ nke oké osimiri.",
  "Mmiri ozuzo acid anaghị emetụta ahụike mmadụ",
  "Acid dị na mmiri ozuzo dị oke ala iji nwee mmetụta ọjọọ kpọmkwem",
  "Akụkụ ndị na akpata mmiri ozuzo acid (sulfur dioxide na nitrogen oxides) nwere mmetụta ọjọọ",
  "Ọnụ ọgụgụ dị ukwuu nke obere ihe dị n'ime ikuku na enye aka na nsogbu obi na akpa ume, gụnyere ụkwara ume ọkụ na ụkwara ume.",
  "Mmiri ozuzo acid nwere ike imebi ụlọ, ihe ncheta akụkọ ihe mere eme, na ihe oyiyi, ọkachasị ndị e ji nkume mee, dị ka limestone na marble, nke nwere nnukwu calcium carbonate",
  "Acids na mmiri ozuzo na emeghachi omume na calcium compounds na nkume iji mepụta gypsum, nke na apụ mgbe ahụ.",
  "A na ahụkarị mmetụta nke a na nkume ili ochie, ebe mmiri ozuzo acid nwere ike ime ka ihe odide ahụ bụrụ ihe a na apụghị ịgụta ọnụ",
  "Mmiri ozuzo acid na emekwa ka ọnụ ọgụgụ corrosion nke ọla, ọkachasị ígwè, ígwè, ọla kọpa na ọla nchara.",
  "Ebe mmiri ozuzo acid metụtara nke ukwuu gburugburu ụwa gụnyere ọtụtụ n'ime ebe ọwụwa anyanwụ Europe site na Poland gaa n'ebe ugwu Scandinavia, ọwụwa Anyanwụ nke atọ nke United States, na ndịda ọwụwa Ọwụwa Aụda Canada. Ebe ndị ọzọ metụtara gụnyere ụsọ oké osimiri ndịda ọwụwa anyanwụ nke China na Taiwan.",
  "Ọtụtụ ụlọ ọrụ ọkụ eletrik na eji flue gas desulfurization (FGD) wepụ gas sulfur in sulfur site na gas ha",
  "Maka ụlọ ọrụ ọkụ eletrik a na eji coal eme ihe, FGD ga ewepụ 95% ma ọ bụ karịa nke SO2 na gas anwụrụ ọkụ",
  "Ihe atụ nke FGD bụ mmiri scrubber nke a na ejikarị eme ihe",
  "Mmiri na agbanye mmiri bụ n'ụzọ bụ isi ụlọ elu na emeghachi omume nke nwere fan nke na ewepụta anwụrụ ọkụ na ekpo ọkụ site na ụlọ ọrụ ọkụ n'ime ụlọ elu ahụ",
  "A na agbanye lime ma ọ bụ limestone n'ụdị slurry n'ime ụlọ elu ahụ iji gwakọta ya na gas ndị dị n'elu ma jikọta ya na sulfur dioxide dị",
  "Calcium carbonate nke limestone na emepụta pH neutral calcium sulfate nke a na ewepụ n'ụzọ anụ ahụ site na scrubber",
  "Nke ahụ bụ, onye na agbanye mmiri na agbanwe mmetọ sulfur n'ime sulfates nke ụlọ ọrụ.",
  "N'ebe ụfọdụ, a na ere sulfates na ụlọ ọrụ kemịkal dị ka gypsum mgbe ịdị ọcha nke calcium sulfate dị elu",
  "Na ndị ọzọ, a na etinye ha n'ebe a na ekpofu ahịhịa",
  "Mmetụta nke mmiri ozuzo acid nwere ike ịdịru ọtụtụ ọgbọ, dịka mmetụta nke mgbanwe pH nwere ike ịkpali ịga n'ihu na agbapụta kemịkal ndị a na achọghị n'ime isi iyi mmiri dị ọcha, na egbu ụmụ ahụhụ na ụdị azụ na adịghị ike ma gbochie mbọ iji weghachite ndụ ala.",
  "Ọkụ a na etinye n'elu mmiri na ebelata oke sulfur nke mmepụta ike na ewepụta.",
  "Nchịkwa ikuku na esi n'ụgbọala na ebelata ikuku nke nitrogen oxides site na ụgbọala.",
  "Mba ndị dị n'ebe ọdịda anyanwụ ekwekọrịtala nkwekọrịta mba ụwa maka njem dị anya nke mmetọ ikuku ruo oge ụfọdụ ugbu a",
  "Malite na 1979, mba Europe gbakọtara iji kwado ụkpụrụ ndị a tụlere n'oge UNECE Convention",
  "Ebumnuche ya bụ ịlụso Mmetụta ikuku Transboundary Long Range ọgụ. Nkwekọrịta Helsinki nke 1985 na Mbelata nke Mgbasa Sulfur n'okpuru Nkwekọ na Mmetụta ikuku Transboundary Long Range mere ka nsonaazụ nke mgbakọ ahụ dịkwuo elu",
  "Nsonaazụ nke nkwekọrịta ahụ emeela nke ọma, dịka ihe akaebe nke ihe dị ka pasent 40 nke ihe dị na North America gosipụtara. Ịdị irè nke Nkwekọrịta ahụ n'ịlụso mmiri ozuzo acid ọgụ akpaliwo omume ndị ọzọ nke nkwenye mba ụwa iji gbochie mmụba nke ihe particulate",
  "Canada na US bịanyere aka na nkwekọrịta Air Quality na 1991",
  "Ọtụtụ mba Europe na Canada bịanyere aka na nkwekọrịta ahụ",
  "Ọrụ nke Long Range Transboundary Air Pollution Convention nọgidere na ehi ụra mgbe 1999, mgbe mba 27 gbakọtara iji belata mmetụta nke mmiri ozuzo acid. N'afọ 2000, e mere ka mmekọrịta mba ọzọ iji gbochie mmiri ozuzo acid na Eshia na nke mbụ ya",
  "Ndị nnọchi anya mba iri si mba dị iche iche gbakọtara iji kwurịta ụzọ isi gbochie mmiri ozuzo acid. N'ịgbaso mkparịta ụka ndị a, e guzobere Acid Deposition Monitoring Network na East Asia (EANET) na 2001 dị ka atụmatụ gọọmentị etiti iji nye ndị na eme mkpebi ntinye sayensị na ịkwalite imekọ ihe ọnụ mba ụwa na ntinye acid na East Asia. Na 2023, mba ndị so na EANET gụnyere Cambodia, China, Indonesia, Japan, Lao PDR, Malaysia, Mongolia, Myanmar, Philippines, Republic of Korea, Russia, Thailand na Vietnam.",
  "N'ime atụmatụ nchịkwa a, a na enye ụlọ ọrụ ọ bụla na emetọ ihe ugbu a ma ọ bụ nwere ike ịzụta n'ahịa mepere emepe ikike ikuku maka nkeji ọ bụla nke mmetọ a họpụtara ọ na ewepụta",
  "Ndị na arụ ọrụ nwere ike ịwụnye ngwá ọrụ nchịkwa mmetọ, ma ree akụkụ nke ikike ha na adịghịzi mkpa maka ọrụ nke ha, si otú a na eweghachi ụfọdụ ego ha na etinye na ngwá ọrụ dị otú ahụ",
  "Ebumnuche bụ inye ndị ọrụ ego iji wụnye njikwa mmetọ.",
  "E guzobere ahịa ahịa ahịa mbu na United States site na itinye iwu Clean Air Act Amendments nke 1990",
  "Ebumnuche zuru oke nke Acid Rain Program nke Iwu ahụ guzobere bụ iji nweta uru dị ukwuu na gburugburu ebe obibi na ahụike ọha na eze site na mbelata nke ikuku sulfur dioxide (SO2) na nitrogen oxides (NOx), isi ihe na akpata mmiri ozuzo acid",
  "Iji mezuo ebumnuche a na ọnụ ala kachasị ala maka ọha mmadụ, mmemme ahụ na eji usoro nchịkwa na nke ahịa iji chịkwaa mmetọ ikuku."
]