[
  "Vacuum evaporation bụ usoro nke na-eme ka nrụgide dị n'ime akpa jupụtara na mmiri belata n'okpuru nrụgide ikuku nke mmiri ahụ, na-eme gore mmiri ahụ na-apụ n'anya na okpomọkụ dị ala karịa ka ọ dị",
  "Ọ bụ ezie na enwere ike itinye usoro ahụ n'ụdị mmiri ọ bụla n'oge ọ bụla ikuku ikuku, a na-ejikarị akọwa esi mmiri site n'iwetu nrụgide dị n'ime akpa ahụ n'okpuru ọnọdụ ikuku ikuku na-eme ka mmiri na-esi na okpomọkụ.",
  "Usoro ọgwụgwọ nke ikuku na-ekpo ọkụ na-agụnye ibelata nrụgide dị n'ime ụlọ ikuku n'okpuru nrụgide ikuku",
  "Nke a na-ebelata ebe ọ na-esi mmiri ahụ ka ọ na-apụ n'anya, si otú a belata ma ọ bụ wepụ mkpa maka okpomọkụ na usoro ọ na-esiri na nke na-esi ísì",
  "E nwere uru ndị ọzọ, dị ka ikike ịdọrọ mmiri nwere ebe dị elu na izere ire ure nke ihe ndị na-emetụta okpomọkụ.",
  "Mgbe a na-etinye usoro ahụ na nri na mmiri na-ekpochapụ ma wepụ ya, enwere ike ịchekwa nri ahụ ruo ogologo oge n'emebighị ihe",
  "A na-ejikwa ya eme ihe mgbe ị na-esi ihe n'okpomọkụ dị mma ga-agbanwe usoro nke ngwaahịa ahụ, dị ka ihe na-acha ọcha na-agbakọta mgbe ị na'anwa ime ka albumen bụrụ ntụ.",
  "Ọ bụ Henri Nestlé chepụtara usoro a na 1866, nke Nestlé Chocolate a ma ama, [ihe odide dị mkpa] ọ bụ ezie na ndị Shakers ejirila pan vacuum tupu nke ahụ (lee mmiri ara ehi).",
  "A na-eji usoro a eme ihe n'ụlọ ọrụ mmepụta ihe iji mee ihe oriri dị ka mmiri ara ehi evaporated maka mmiri ara ehi chocolate na tomato paste maka ketchup.",
  "N'ụlọ ọrụ shuga, a na-eji ikuku ikuku eme ihe na crystallization nke ihe ngwọta sucrose",
  "Dị ka omenala si dị, a na-eme usoro a n'ụdị batch, mana n'oge a, a na'ebe a na-anọgide na-enwe efere ikuku.",
  "A na-eji ndị na-eme ka ikuku na-ekpo ọkụ eme ihe n'ọtụtụ ụlọ ọrụ mmepụta ihe iji gwọọ mmiri mkpofu ụlọ ọrụ. Ọ na-anọchite anya teknụzụ dị ọcha, dị nchebe ma na-arụ ọrụ dịgasị iche iche na ọnụahịa njikwa dị ala, nke n'ọtụtụ ọnọdụ na-eje ozi dị ka usoro ọgwụgwọ efu.",
  "Vacuum evaporation bụkwa ụdị nkwụnye ikuku nke a na-eji na semiconductor, microelectronics, na ụlọ ọrụ anya ma n'ọnọdụ a bụ usoro nke itinye ihe nkiri dị nro nke ihe n'elu",
  "Usoro dị otú ahụ na-agụnye ịpịpụta ụlọ ikuku na nrụgide nke na-erughị 10−5 torr na ikpo ọkụ ihe iji mepụta ikuku iji tinye ihe ahụ n'elu",
  "A na-ekpochakarị ihe a ga-ekpo ọkụ ruo mgbe nrụgide ikuku ya dị elu nke na-eme ka ọ pụta ìhè nke ọtụtụ Angstroms kwa nkeji site na iji igwe na-ekpo ọkụ na-eguzogide ọkụ ma ọ bụ bombu site na ọkụ ọkụ dị elu."
]