[
  "Mmiri nke North America bụ nnukwu ọdọ mmiri nke na-agbanye mmiri iji kewaa oké osimiri, oké osimiri, ọwara mmiri, ma ọ bụ ọdọ mmiri endorheic",
  "E nwere isii a ma ama na kọntinent nkewa nke na-ekewa kọntinenti ahụ n'ime isi mmiri asaa na-agafe oké osimiri atọ (Arctic, Atlantic na Pacific) na otu ọdọ mmiri endorheic",
  "Mmiri ndị ahụ bụ mmiri Atlantic Seaboard, mmiri Gulf of Mexico, mmiri Great Lakes-St",
  "Lawrence, mmiri Pacific, mmiri Arctic, mmiri Hudson Bay, na Great Basin",
  "Ọnụ, ọnụ mmiri ndị bụ isi na-agbasa kọntinent ahụ ma e wezụga ọtụtụ obere basin endorheic.",
  "Ọdọ mmiri Atlantic Seaboard dị n'ebe ọwụwa anyanwụ North America na-asọba n'Oké Osimiri Atlantic; Ọdọ mmiri Great Lakes-St",
  "Lawrence dị n'etiti na n'ebe ndịda North America na'ebe ọ bụ Gulf of St",
  "Lawrence na Atlantic Ocean ma ọ bụ n'ebe ugwu nke Labrador Sea na-asọga Gulf of Mexico, ọdọ mmiri nke Atlantic dị n'akụkụ ọdịda anyanwụ nke North America na Western Ocean na-asọda anyanwụ nke Atlantic Ocean ma Ọdọ mmiri Pacific ma ọ bụ Gulf nke Atlantic Bay Bay Bay Bay na-asọ asọba n'ebe Beaufortfort ma ọ bụ West West Atlantic ruo n'Oce Atlantic Bay Bay ọ bụ n\"oké osimiri Arctic Ocean Ocean Ocean Ocean.",
  "Oke osimiri Atlantic dị n'akụkụ ọwụwa anyanwụ, nkewa mpaghara ọwụwa anyanwụ na ọdịda anyanwụ, Great Lakes-St",
  "Lawrence Kewaa n'ebe ugwu, yana ọdọ mmiri Okeechobee endorheic dị na ndịda",
  "Ọwara mmiri nke Mexico dị n'akụkụ Ọwara Mexico n'ebe ndịda, nkewa nke Eastern Continental n'akụkụ ọwụwa anyanwụ, Great Lakes-St",
  "Lawrence Kewaa n'ebe ugwu ọwụwa anyanwụ, nke Laurentian Kewara na North, na Continental Kewara na ọdịda anyanwụ",
  "Oke oke osimiri Pasifik site na nkewa kọntinent n'akụkụ ọwụwa anyanwụ yana oke osimiri Pasifik n'akụkụ ọdịda anyanwụ;  Basin ahụ na-ewepu nnukwu osimiri endorheic dị na ọdịda anyanwụ",
  "The Great Basin nwere oke aka mechiri emechi gụnyere Nevada niile, ọkara ọdịda anyanwụ Utah na akụkụ Oregon, California, Idaho na Wyoming.",
  "Ọtụtụ ọdọ mmiri abụghị n'ezie endorheic, ma endorheic basins nwere ike ọ gaghị enwe mmiri kwụ ọtọ, ma ọ bụ nwee mmiri naanị n'oge",
  "Ihe kachasị ewu ewu nke endorrheic bụ:",
  "Oke ọdịda anyanwụ (Eastern Continental Divide) nke Atlantic Seaboard basin na ókèala ọwụwa anyanwụ nke Ọwara Oké Osimiri Mexico bụ Ugwu Appalachian na North, Piedmont Plateau na ugwu mgbada nke Atlantic Coastal plain nke dị na ndịda",
  "oke oke osimiri Pasifik na oke ọdịda anyanwụ nke oke osimiri nke Ọwara Mexico (Continental Divide) bụ ugwu Nkume.",
  "Isi osimiri nke basin bụ osimiri nke na-asọba ozugbo n'oké osimiri, oke osimiri ma ọ bụ ọwara mmiri, ma ọ bụ banye na basin endrheic."
]