[
  "Mmemme nlekota mmiri, ịdị ọcha na ịdị ọcha ma ọ bụ WaSH MP bụ atụmatụ mpaghara nke na-ahụ maka nlekota nsogbu na-adịgide adịgide na mpaghara mmiri na mpaghara Palestine (oPt).",
  "N'ógbè naata ahụhụ nnukwu nsogbu mmiri, nsogbu ndọrọ ndọrọ ọchịchị, akụ na ụba na mmekọrịta mmadụ na ibe ya na oPt emeela ka ọ bụrụ ọdachi maka ọnọdụ mmiri, ịdị ọcha na ịdị ọcha (WaSH)",
  "Òtù ndị na-abụghị gọọmentị nke obodo na nke mba ụwa (NGOs) na-arụ ọrụ na ngalaba mmiri, na njikọ aka na Palestinian Water Authority (PWA), naanwa, n'okpuru ọnọdụ ndọrọ ndọrọ ọchịchị na n'ime mmefu ego pere mpe, iji hụ na ndị Palestine niile nwere ike ịnweta mmiri zuru ezu na ọrụ nhicha.",
  "Òtù Hydrology nke Palestine (PHG), dị ka ụlọ ọrụ NGO nke Palestine naarụ ọrụ na ngalaba mmiri, ewerela ọrụ ịmalite mmemme ahụ",
  "Na June 2002 a malitere WaSH MP iji meghachi omume na mkpa dị ngwa maka ozi, ihe onwunwe na omume metụtara ọnọdụ WaSH naemebi emebi na West Bank na Gaza Strip",
  "Mkpa maka data dị ukwuu iji kwado nkwado naaga n'ihu na atụmatụ enyemaka site n'aka ndị naenye onyinye, ndị NGO mba ụwa, na ndị NGO mpaghara naarụ ọrụ na ngalaba mmiri na oPt abụwo isi ihe naakpali mmalite na mmepe nke WaSH MP.",
  "Ebumnuche bụ isi nke WaSH MP bụ ịzaghachi nsogbu mmiri na oPt site n'ịbawanye mmata obodo na nke mba ụwa banyere ọnọdụ WaSH ka ọ naagbakwu ume ịhazi maka mkpa mberede nke obodo ndị kachasị ike",
  "Tụkwasị na nke a, olileanya bụ na nke a gaenyere aka ịkpali mgbanwe ndọrọ ndọrọ ọchịchị na gburugburu ebe obibi site na iji ozi dị n'oge na nke kwesịrị ekwesị (data) iji nyere aka dozie ọnọdụ WaSH",
  "Mgbalị ndị a naagbaso iji mezuo ebumnuche mmepe nke UN Millennium (MDG) n'ihe gbasara mmiri na ịdị ọcha (UN MDG 7 ̊ Target 10). Dị ka akụkụ nke WaSH MP, PHG ewerela ọrụ maka nlekota ókè a gaesi mezuo Target 10 n'okpuru ọnọdụ ndị a naemebi emebi na oPt, na maka ịchọpụta njedebe na ihe ọ rụzuru",
  "N'ime usoro nke ịchọpụta ihe mgbochi ndị isi naeche mmezu nke ebumnuche a ihu, yana n'idozi nsogbu mmiri na nsogbu ndị metụtara obodo Palestine na West Bank na Gaza Strip, nchịkọta data metụtara mmiri a pụrụ ịdabere na ya aghọwo ihe dị mkpa.",
  "N'oge a nke mmemme ahụ, WaSH MP jisiri ike ịnakọta data sitere na 660 n'ime obodo 708 nke Palestine ma gbasaa ozi ahụ site na akụkọ kwa afọ, kwa ọnwa na kwa izu. Ihe omume a naekpuchi ihe ka ọtụtụ n'ime obodo ndị dị na oPt ma gafee steeti niile na West Bank na Gaza Strip",
  "A naenyocha ngụkọta nke obodo 660 ugbu a n'oge nlekota ọ bụla kwa afọ",
  "A naahapụ obodo 48 fọdụrụnụ nke a naenyochaghị dịka akụkụ nke usoro nlekota naaga n'ihu n'ihi ihe dị iche iche gụnyere: mpaghara okpukpe nwere ohere dị nta, obodo East Jerusalem (inweta ohere dị nta maka ozi obodo), ọ dịghị onye n'ihi atụmatụ Israel, obodo oge, na ma ọ bụ obodo nwere ọrụ ndị bụ akụkụ dị mkpa nke obodo ọzọ.",
  "A naakọwa ogo ozi nke mmepụta data WaSH MP n'ihe gbasara \"ọdịdị maka ojiji\" site n'aka onye ọrụ ikpeazụ",
  "Akụkụ isii nke ogo data bụ mkpa, izi ezi, oge, nnweta, nkọwa, na nkwekọrịta",
  "A na-anakọta ozi ahụ site n'ọhịa, site na ajụjụ a kapịrị ọnụ, a naenyocha ya dị ka akụkụ nke usoro nkwenye dị mma site na ndị naahụ maka ọrụ teknụzụ (TFMs) ndị dị na West Bank na Gaza Strip",
  "Iji nye ọrụ a, WaSH MP emeela ka ụkpụrụ data ya dịkwuo mma site na ịmepụta ihe ngosi iri na abụọ",
  "Ihe ngosi iri na abụọ a naeji eme ihe ugbu a bụ ndị a: ọnọdụ nke ezinụlọ ndị nwere ohere ịnweta isi iyi mmiri n'afọ niile, mmiri ọ bụla, netwọk mmiri naadịghị mma, ikpuchi mmiri na tankị septic, nnweta nke usoro nchịkọta ihe mkpofu siri ike, mmụba nke ọrịa naebute mmiri, ọnọdụ ọrụ na mmezi nke ụlọ ọrụ mmiri, ego maka ọrụ mmiri, ihe a naagụghị ọnụ maka ọrụ mmiri n'ime usoro mmiri, ego ezinụlọ naenweta kwa ọnwa, ego ezinụlọ a naenweta naetinye na ịdị ọcha, yana nchịkọta nke nnukwu nsogbu na mkpa obodo",
  "Nkwado maka onye omeiwu WaSH maka imeziwanye data gaeme ka ndị otu mba ụwa, ndị naenye onyinye, INGOńs, NGO, ndị ọkà mmụta na ndị niile nwere mmasị nweta data metụtara WaSH nke naegbo mkpa naarịwanye elu nke ndị Palestine, yana ngalaba mmepe na ọrụ ebere.",
  "WaSH MP anọwo naeme ka ndị otu naarụ ọrụ na ngalaba mmiri na oPt mara nsogbu ndị chọrọ nlebara anya ngwa ngwa na ogologo oge",
  "Ọzọkwa, WaSH MP agbalịwo ịkụziri ndị naanọghị na ngalaba mmiri Palestine na mba na mba ụwa na nsogbu WaSH na oPt",
  "Ihe omume ahụ naenyekwa ọwa kpọmkwem maka ozi metụtara WaSH gbasara mpaghara ndị kachasị ike ka a gbasaa na ngalaba ọrụ ebere na mba ụwa ka ha wee mara mkpa mberede",
  "Dị ka akụkụ nke mmemme a na-enye, a na-ebipụta akụkọ kwa afọ yana akụkọ nyocha mkpa nke nkeji iri na ise, data data kwa ọnwa, na nlekota ndị ọkwọ ụgbọelu nke obodo ndị Palestine ahọpụtara",
  "Tụkwasị na nke a, a na-etinye ịdọ aka ná ntị mberede na mkpa ịbụ ihe ndabere ma chọpụta ya dị ka akụkụ nke usoro nlekota na-aga n'ihu",
  "Ebe nrụọrụ weebụ WaSH MP nwere ihe ndekọ nke ihe niile e bipụtara, gụnyere akụkọ, ịdọ aka ná ntị na foto iji rụọ ọrụ dị ka isi iyi.",
  "N'oge gara aga, nchịkọta data metụtara WaSH na oPt siri ike isi nweta, dị iche iche na ọdịdị, na n'ozuzu ya ezughị ezu",
  "Ihe ọmụma dịnụ enweghị ike ịkọwa, n'ụzọ ziri ezi, eziokwu dị n'ala maka ọtụtụ obodo ma ọ bụrụ na ọ rụrụ ọrụ dị ka ngwá ọrụ maka imeziwanye mgbasa ozi dị oke mkpa",
  "O nyekwara ihe ngosi zuru oke nke adịghị ike nke ọtụtụ obodo, a pụghịkwa ịdabere na ya iji chọpụta ma obodo ndị a nwere ikike na usoro ịnagide iji dozie nsogbu ndị metụtara WaSH",
  "Enwere ike ịkọwa nke a n'ihi ihe isi ike n'inweta isi iyi data na-agbanwe agbanwe mgbe ọ nọ n'ọrụ",
  "Ụdị ndụ a na-apụghị ịkọwapụta akọwapụta na oPt bụ n'ihi enweghị nchịkwa ndị Palestine nwere n'ihe omume nke ha",
  "Nke a na-emepụta ọtụtụ ihe mgbochi maka ịhazi na itinye usoro nlekota.",
  "N'oge gara aga, Oxfam-GB na UNICEF enyewo nkwado ego.",
  "1 United Nations Millennium Development Goals (MDG)  2 UN MDG 7 Target 10: United Nations Millenniam Development Goal 7 na-ezube ịhụ na gburugburu ebe obibi na-adịgide adịgide",
  "Otu n'ime ebumnuche ndị metụtara Ihe Ebumnuche 7, bụ Ihe Ebumnọ 10: Ka a na-ebelata ya n'ọkara, site na 2015, ọnụ ọgụgụ ndị na-enweghị mmiri ọṅụṅụ na-adịghị mma na ịdị ọcha",
  "3 Ụlọ Ọrụ Central Bureau of Statistics (PCBS) nke Palestine chọpụtara obodo 708 n'ime oPt dị ka akụkụ nke naanị ọnụ ọgụgụ zuru oke na 1997"
]