[
  "Mmiri a na-emepụta bụ okwu a na-eji na ụlọ ọrụ mmanụ ma ọ bụ ụlọ ọrụ geothermal iji kọwaa mmiri a na-eme ka ọ bụrụ ihe a na-enweta n'oge a na-ewepụta mmanụ na gas, ma ọ bụ jiri ya mee ihe maka iwepụta okpomọkụ. Mmiri a na-emepụta bụ ụdị mmiri nnu na nnu sitere na ihe ndị dị n'okpuru ala nke a na-eweta n'elu. Ebe nchekwa mmanụ na gas na-enwekarị mmiri yana hydrocarbons, mgbe ụfọdụ na mpaghara nke dị n'okpuru hydrocarbons, na mgbe ụfọdụ n'otu mpaghara ahụ nwere mmanụ na gas",
  "N'egwuregwu geothermal, mmiri a na-emepụta na-adịkarị ọkụ",
  "Ọ nwere uzuoku nwere solutes na gas gbazere, na-enye ozi dị mkpa gbasara njirimara ala, kemịkalụ na hydrological nke sistemu geothermal.okpomọkụ.",
  "Olulu mmanụ na-emepụta mmiri buru ibu mgbe ụfọdụ na mmanụ, ebe olulu gas na-emepụta na obere",
  "Iji nweta mmanụ kachasị, a na-emekarị ka mmiri jupụta, ebe a na-etinye mmiri n'ime ọdọ mmiri iji nyere aka mee ka mmanụ gaa n'olulu mmepụta",
  "Mmiri a na-agbanye n'ọkụ na-emecha rute olulu mmiri ndị a na-emepụta, ya mere, n'oge ikpeazụ nke idei mmiri, oke mmiri na-emepụta (\"ịkpụ\") nke mkpokọta mmepụta na-abawanye.",
  "Mmiri dị n'ọtụtụ ebe site na olulu mmiri ruo olulu mmiri na ọbụna n'elu ndụ nke otu olulu mmiri ahụ",
  "Mmiri a na-emepụta nke ukwuu bụ saline, ọtụtụ ihe na-eme ka ihe siri ike zuru oke dị elu maka iji ya mee ihe ọzọ",
  "N'ọhịa mmanụ, ihe fọrọ nke nta ka ọ bụrụ mmiri niile a na-emepụta nwere mmanụ na ihe siri ike",
  "[citation needed] Mmiri ụfọdụ a na-arụpụta nwere ọla dị arọ na akara nke  na-emepụta radiation (NORM), nke na-etinye radiation scale na paịpụ na olulu mmiri ahụ. Mkpụrụ ndị a na-ahụ na mmiri a na-emepụta gụnyere zinc, ọkpụkpụ, manganese, ígwè, na barium",
  "N'ọhịa geothermal, a na-ekewa mmiri a na-emepụta n'ụdị kemịkal atọ: HCO3-Ca⋅Mg, HCO3-Na na SO4⋅Cl-Na",
  "Ụlọ Ọrụ Na-ahụ Maka Nchebe Gburugburu Ebe Obibi nke US (EPA) na 1987 na 1999 na-egosi na n'oge igwu egwu na ọrụ, enwere ike iji mgbakwunye mee ihe iji belata nkedo siri ike na ngwá ọrụ na mkpuchi. Mmiri a na-emepụta site na nhazi ala maka ike ọkụ eletrik geothermal na-agafekarị ụkpụrụ mmiri ọ drinkingụ drinkingụ nke mbụ na nke abụọ maka mkpokọta gbazere siri ike, fluoride, chloride na sulfate.",
  "A chọrọ mmiri maka sistemu geothermal ọdịnala yana EGS n'oge ndụ niile nke ụlọ ọrụ ọkụ",
  "Maka ọrụ ọdịnala, a na-ejikarị mmiri dị na akụrụngwa eme ihe maka ike ike n'oge arụ ọrụ osisi",
  "N'akụkọ ihe mere eme, a na-awụfu mmiri a na-emepụta na nnukwu ọdọ mmiri evaporation",
  "Otú ọ dị, nke a aghọwo usoro a na-anabataghị anabata site na gburugburu ebe obibi na mmekọrịta mmadụ na ibe ya",
  "A na-ewere mmiri a na-emepụta dị ka ihe mkpofu ụlọ ọrụ.",
  "Nhọrọ nchịkwa sara mbara maka iji ya mee ihe ọzọ bụ injection kpọmkwem, iji mmiri a na-agwọghị agwọ agwọ na gburugburu ebe obibi, ma ọ bụ ọgwụgwọ na ọkọlọtọ gọọmentị nyere tupu a tụfuo ma ọ bụ nye ndị ọrụ",
  "Ihe ọgwụgwọ achọrọ dịgasị iche n'ụwa niile",
  "Na United States, US Environmental Protection Agency (EPA) na-enye ụkpụrụ ndị a maka ntinye n'okpuru ala na mbupụ na mmiri dị n'elu.Ọ bụ ezie na enyochala ihe bara uru maka mmiri ọ drinkingụ drinkingụ na ọrụ ugbo, ụlọ ọrụ ahụ anabatabeghị usoro ndị a n'ihi ọnụ ahịa, nnweta mmiri, na nnabata ọha mmadu",
  "Ndị na-ekewa ike ndọda, hydrocyclones, plate coalescers, dissolved gas flotation, na nut shell filters bụ ụfọdụ n'ime teknụzụ eji agwọ ihe mkpofu sitere na mmiri a na-emepụta.",
  "A katọrọ iji mmiri a na-emepụta maka ime ka okporo ụzọ ghara inwe mmiri kpụkọọ dị ka ihe na-adịghị mma.",
  "Na Jenụwarị 2020, akwụkwọ akụkọ Rolling Stone bipụtara nnukwu akụkọ gbasara ọdịnaya redioaktivu dị na mmiri emepụtara yana mmetụta ya na ndị ọrụ na obodo n'ofe United States",
  "A kọrọ na a nwalere saline sitere na ụlọ ọrụ dị na Ohio na ụlọ nyocha nke Mahadum Pittsburgh ma debanye aha radium n'elu 3,500 pCi / L",
  "Ụlọ ọrụ Nuclear Regulatory Commission chọrọ ka ụlọ ọrụ mmepụta ihe nọrọ n'okpuru 60 pCi / l maka nke ọ bụla n'ime isotopes kachasị nke radium, radium-226 na radium-228."
]