[
  "Mmiri ojii n'ihe gbasara ịdị ọcha na-egosi mmiri na-adịghị mma site na ụlọ mposi nke nwere ike ịnwe pathogens nke nwere ike ịgbasa site na ụzọ fecalā",
  "Mmiri ojii nwere ike ịnwe nsị, mamịrị, mmiri na akwụkwọ mposi site na ụlọ mposi",
  "A na-eji mmiri ojii dị iche na mmiri isi awọ, bụ́ nke na-abịa site na sink, ebe ịsa ahụ́, igwe ịsa ákwà, na ihe ndị ọzọ dị na kichin ma e wezụga ụlọ mposi",
  "Mmiri isi awọ na-esite na ịsa nri, uwe, efere, yana ịsa ahụ ma ọ bụ ịsa ahụ.",
  "A na-edebe mmiri ojii na mmiri ntụ ntụ dị iche na \"ụlọ gburugburu ebe obibi\", dị ka ụlọ ndị na-achị onwe ha",
  "Ụgbọala ntụrụndụ na-enwekarị tankị dị iche iche maka mmiri isi awọ sitere na mmiri ịsa ahụ na sink, na mmiri ojii sitere na mposi.",
  "Dị ka otu akwụkwọ si kwuo:\n \nA na-akpọ mmiri na-abịa site na ihe ndị dị n'ụlọ ndị ọzọ na-abụghị ụlọ mposi (dịka, ịsa ahụ, ịsa mmiri, sinks, igwe ịsa ahụ)",
  "N'ime usoro nhicha ụfọdụ, ọ ka mma idobe mmiri isi awọ na mmiri ojii iji belata oke mmiri nke na-emerụ emerụ na ime ka usoro ọgwụgwọ dị mfe maka mmiri isi awọ.",
  "Blackwater bụ okwu sitere na ọ dịkarịa ala n'afọ ndị 1970 ma, na ojiji mpaghara Hong Kong, okwu ọzọ maka mmiri ojii bụ \"mmiri ala\".",
  "Blackwater nwere pathogens nke ga-ere ure tupu a tọhapụ ha n'enweghị nsogbu na gburugburu ebe obibi",
  "Ọ na-esiri ike ịhazi blackwater ma ọ bụrụ na ọ nwere nnukwu mmiri na-ebufe mmiri, ma ọ bụ ọ bụrụ na a ga-edozi ya ngwa ngwa, n'ihi nnukwu ihe ndị dị na organic.",
  "Otú ọ dị, ọ bụrụ na mmiri ojii enweghị mmiri karịrị akarị, ma ọ bụ ọ bụrụ na ọ na-enweta ọgwụgwọ mbụ na mmiri, mgbe ahụ, ọ dị mfe nhazi site na composting",
  "Okpomọkụ nke sitere na microorganisms thermophilic na-eme n'okike ga-eme ka compost dị ọkụ karịa 60 °C (140 ), ma bibie pathogens nwere ike",
  "[citation needed]",
  "Enwere ike izere ọgbọ mmiri ojii site na iji ụlọ mposi composting na ụlọ mposi vermifilter",
  "N'ime ụlọ ụfọdụ na-achị onwe ha, dị ka ụgbọ alanke a fọrọ nke nta ka ọ bụrụ mgbe niile ma na-enye ohere ka mmiri dị mkpa nke ụlọ ahụ (nke, na ala ala, na-emepụta onwe ya) na-ebelata nke ukwuu",
  "E wezụga ichekwa mmiri, ime ụlọ mposi na-eme ka onye ọrụ nwee ike ijikwa ihe ndị na-edozi ahụ dị na ya (dịka ọmụmaatụ, maka ịkụ ihe ọkụkụ/osisi)."
]