[
  "Mmiri ikuku (VI) bụ usoro nke kemịkal dị n'ala ma ọ bụ mmiri dị n'okpuru ala - ọkachasị Volatile Organic Compounds (VOCs) - na-akwaga na ikuku dị n'ime ụlọ n'elu ebe emetọ.",
  "Ụlọ Ọrụ Na-ahụ Maka Nchebe Gburugburu Ebe Obibi nke United States na-akọwa intrusion nke ikuku dị ka \"ịkwaga nke kemịkal na-agbaze agbaze site na mmetọ mmiri ma ọ bụ ala emetọ n'ime ụlọ dị n'elu\"",
  "Chemicals nwere ike ịbụ nke dị iche iche gụnyere volatile organic compounds (VOCs), ụfọdụ semi-volatile organic compound (SVOCs) na inorganic chemicals, dị ka elemental mercury, polycyclic aromatic hydrocarbons (PAHs), na-apụta na radon, na hydrogen sulfide.",
  "N'ụzọ kachasị njọ, ikuku ikuku nwere ike ịbụ ihe ize ndụ nchekwa, dịka ọmụmaatụ, mgbe ihe na-ere ọkụ na-etinye aka n'ụdị mgbawa.\nMmiri na-egbu egbu nwere ike ịkpata mmetụta ahụike, ma ọ bụ nke siri ike dị ka nsogbu CNS dị ka isi ọwụwa ma ọ bụ mgbanwe ọnọdụ uche, ha nwekwara ike inwe mmetụta ahụike na-adịghị ala ala, dịka radon, nke nwere ike ịkpalite ọrịa kansa akpa ume.\nN'ikpeazụ, anwụrụ ọkụ nwere ike ịbụ \"nsogbu mara mma\" siri ike, dịka, ísì sitere na hydrogen sulfide.",
  "Na United States, a na-edozi ntinye nke uzuoku na steeti ndị mmadụ n'otu n'otu n'ụzọ dị iche iche..",
  "Ngalaba Ahụike nke New York wepụtara ntụziaka na-emeghe ụzọ na intrusion nke ikuku n'afọ 2006.",
  "Na June 2010, American Society for Testing and Materials (ASTM International) wepụtara azụmahịa \"Standard Guide for Vapor Encroachment Screening on Property Involved in Real Estate Transactions\" (ASTM E 260010).",
  "N'afọ 2002, US EPA nyere ntuziaka mbụ ya na isiokwu ahụ. Nchịkwa George W",
  "Bush kwụsịrị ọrụ ahụ n'afọ 2003, ọ bụkwa naanị n'afọ 2013 ka onye Obama họpụtara dị ka onye enyemaka nchịkwa EPA na Office of Solid Waste and Emergency Response, mere ka ọ bụrụ ihe kachasị mkpa iji mezue akwụkwọ ahụ",
  "Na June 11, 2015, EPA wepụtara ntụzịaka nka nka na vapor intrusion ikpeazụ ya, yana ntuziaka nka maka ị na-agwa okwu ntinye vapor Petroleum na saịtị ebe nchekwa nchekwa dị n'okpuru ala",
  "Ntuziaka abụghị ụkpụrụ ma ọ bụ ụkpụrụ, kama ọ bụ nduzi."
]