[
  "Mmiri chlorination bụ usoro nke ịgbakwunye chlorine ma o bu chlorine compounds dị ka sodium hypochlorite na mmiri",
  "A naeji usoro a egbu nje bacteria, nje na nje ndị ọzọ na mmiri",
  "Karịsịa, a naeji chlorination eme ihe iji gbochie mgbasa nke ọrịa ndị na-ebute mmiri dịka ọgbụgbọ na ọgbụgba, afọ ọsịsa, na typhoid.",
  "Nakwụkwọ e bipụtara na 1894, a tụrụ aro ka a gbakwunye chlorine na mmiri iji mee ka ọ bụrụ \"enweghị nje\"",
  "Ndị ọchịchị abụọ ọzọ kwadoro atụmatụ a ma bipụta ya nọtụtụ akwụkwọ ndị ọzọ na 1895. E mere mgbalị ndị mbụ iji mejuputa chlorination mmiri na ụlọ ọrụ naedozi mmiri na 1893 na Hamburg, Germany",
  "Nafọ 1897, obodo Maidstone, England bụ nke mbụ e ji chlorine mee mmiri ya niile.",
  "Mmiri chlorination naadịgide adịgide malitere na 1905, mgbe nzacha ájá naadịghị mma na mmiri naemetọ emetọ kpatara ajọ ọrịa typhoid na Lincoln, England. Alexander Cruickshank Houston jiri chlorination nke mmiri kwụsị ọrịa ahụ",
  "Ntọala ya nyere ihe ngwọta nke a naakpọ chloride nke lime na mmiri a naedozi",
  "Nke a abụghị naanị calcium chloride nke oge a, kama o nwere gas chlorine a gbazere na mmiri lime (dilute calcium hydroxide) iji mepụta calcium hypochlorite (chlorinated lime)",
  "Chlorination nke mmiri nyere aka kwụsị ọrịa ahụ ma dị ka ihe nchebe, a gara nihu na chlorination ruo 1911 mgbe e nyere iwu mmiri ọhụrụ.",
  "Ojiji mbụ naaga nihu nke chlorine na United States maka disinfection mere na 1908 na Boonton Reservoir (nosimiri Rockaway), nke jere ozi dị ka ihe naenye Jersey City, New Jersey. Chlorination nwetara site na mgbakwunye naachịkwa nke ihe ngwọta nke chloride nke lime (calcium hypochlorite) na doses nke 0.2 ruo 0.35 ppm",
  "Ọ bụ John L",
  "Leal chepụtara usoro ọgwụgwọ ahụ, George Warren Fuller chepụtara ụlọ ọrụ chlorination ahụ",
  "Nime afọ ole na ole sochirinụ, a naetinye chlorine disinfection site na iji chloride nke lime (calcium hypochlorite) ngwa ngwa na usoro mmiri ọṅụṅụ gburugburu ụwa.",
  "Usoro nke ime ka mmiri ọṅụṅụ dị ọcha site na iji gas chlorine naagbapụta bụ nke onye ọrụ Britain na Indian Medical Service, Vincent B",
  "Nesfield, mepụtara na 1903",
  "Dị ka akụkọ nke ya si kwuo, \"Ọ bịara n'uche m na a gaahụ gas chlorine dị mma",
  "ma ọ bụrụ na enwere ike ịchọta ụzọ kwesịrị ekwesị maka iji ya...",
  "Ajụjụ ọzọ dị mkpa bụ otu esi eme ka gas ahụ dị mfe",
  "Enwere ike ime nke a nụzọ abụọ: site na ime ka ọ dị mmiri, ma chekwaa ya n'ime arịa ígwè nwere isi, inwe jet nwere ọwa capillary dị mma, ma tinye ya na tap ma ọ bụ okpu screw",
  "A na-agbanye pọmpụ ahụ, ma tinye cylinder ahụ n'ime mmiri achọrọ",
  "Chlorine naagbapụta, na nkeji iri na ise mmiri ahụ dị mma",
  "Usoro a ga-abụ nke a gaeji mee ihe nụzọ dị ukwuu, dịka maka ụgbọ mmiri naarụ ọrụ",
  "\"",
  "Major Carl Rogers Darnall, Prọfesọ nke Chemistry na Army Medical School, nyere ngosipụta mbụ nke a na 1910. Ọrụ a ghọrọ ihe ndabere maka usoro nke oge a nke ime ka mmiri dị ọcha",
  "Noge naadịghị anya mgbe ngosipụta Darnall gasịrị, Major William J",
  "L",
  "Lyster nke Ngalaba Ahụike Ndị Agha jiri ihe ngwọta nke calcium hypochlorite nime akpa ákwà linin gwọọ mmiri.",
  "Ruo ọtụtụ iri afọ, usoro Lyster nọgidere bụrụ ụkpụrụ maka ndị agha ala US nọhịa na nogige, nke a natinye nọrụ nụdị Lyster Bag (nke a naakpọkwa Lister Bag)",
  "Ihe osise \"akpa, mmiri, sterilizing\" bụ ihe a naahụkarị na kichin ubi, nke a naenye otu onye na 100 mmadụ, nke ikike 36-gallon nke kwụ n'elu tripod a naemekarị nọhịa",
  "Niji ya eme ihe site na Agha Ụwa Mbụ ruo na Agha Vietnam, usoro osmosis azụ nke naemepụta mmiri ọṅụṅụ site na nrụgide naagbanye mmiri dị nógbè site na nzacha microscopic: Reverse Osmosis Water Purification Unit (1980) na Tactical Water Purificación System (2007) maka nnukwu mmepụta, na Light Water Purifier unit maka obere mkpa nke gụnyere teknụzụ ultrafiltration iji mepụta mmiri ọṅụṅụ sitere na isi iyi ọ bụla ma jiri okirikiri azụ naarụ ọrụ ọ bụla mee ka ọ dị mfe.",
  "A na-eji gas chlorine mee  na mbụ iji gaa nihu iji mee ka mmiri naadịghị emerụ ahụ na ụlọ ọrụ nzacha Belmont, Philadelphia, Pennsylvania site na iji igwe nke Charles Frederick Wallace mepụtara [aha dị mkpa] onye kpọrọ ya Chlorinator",
  "Ọ bụ ụlọ ọrụ Wallace & Tiernan rụrụ ya malite na 1913",
  "Ka ọ naerule nafọ 1941, iji gas chlorine mee ka mmiri ọṅụṅụ US naegbu nje dochie anya iji chloride nke lime.",
  "Dị ka halogen, chlorine bụ ihe naegbu nje nke ọma, a naagbakwunye ya na mmiri ọha na eze iji gbuo nje naakpata ọrịa, dị ka nje bacteria, nje, na protozoans, nke naetolite na ebe nchekwa mmiri, na mgbidi nke mmiri na tankị nchekwa. Ihe ndị naeme ka ọtụtụ ọrịa dị ka ọgbụgbọ na ọgbụgba, ịba ahụ, na afọ ọsịsa gburu ọtụtụ mmadụ kwa afọ tupu a naeji usoro disinfection eme ihe mgbe niile.",
  "Ka ọ dị ugbu a, a naemepụta ọtụtụ chlorine site na nnu tebụl (NaCl) site na electrolysis na usoro chlor-alkali",
  "A naeme ka gas naapụta na nrụgide ikuku dị mmiri na nrụgide dị elu",
  "A naebugharị gas ahụ ma jiri ya mee ihe dị ka nke a.",
  "Dị ka ihe na-eme ka oxidizing dị ike, chlorine naegbu site na oxidation nke organic molecules. Chlorine na ngwaahịa hydrolysis hypochlorous acid anaghị ebu ebu ebu ebubo ma ya mere naabanye nụzọ dị mfe nelu ihe naadịghị mma nke pathogens",
  "Ọ nwere ike ịgbasa lipids nke mejupụtara mgbidi mkpụrụ ndụ ma meghachi omume na enzymes intracellular na protein, naeme ka ha ghara ịrụ ọrụ",
  "Microorganisms naanwụ ma ọ bụ enweghịzi ike ịba ụba.",
  "Mgbe a gbazere ya na mmiri, chlorine naagbanwe ka ọ bụrụ ngwakọta nke chlorine, hypochlorous acid (HOCl), na hydrochloric acid (HCl):",
  "Na acidic solution, isi ụdị bụ Cl2 na HOCl, ebe na alkaline solution, nụzọ dị irè naanị ClO (hypochlorite ion) dị",
  "A naahụkwa obere ClO2−, ClO3−, Clo4−.",
  "Shock chlorination bụ usoro a naeji nọtụtụ ọdọ mmiri, olulu mmiri, isi iyi, na isi iyi mmiri ndị ọzọ iji belata nje bacteria na algal fọdụrụ na mmiri",
  "A naeme chlorination site na ịgwakọta nnukwu hypochlorite nime mmiri",
  "Hypochlorite nwere ike ịbụ nụdị ntụ ma ọ bụ mmiri dị ka chlorine bleach (ihe ngwọta nke sodium hypochlorite ma ọ bụ calcium hypochloride na mmiri)",
  "Mmiri nke a naeme ka ọ bụrụ chlorinated ekwesịghị ịṅụ mmiri ma ọ bụ ịṅụ mmiri ruo mgbe ọnụọgụ sodium hypochlorite na mmiri ahụ gaagbadata na akụkụ atọ kwa nde (PPM) ma ọ bụ ruo mgbe ọnọdụ calcium hypochlorine gaagbada na 0.2 ruo 0.35 PPM",
  "[citation needed]",
  "Dị ka ihe ọzọ naeme ka chlorination dị egwu, a naeme chlorinated ụfọdụ ọdọ mmiri site na iji nzacha naemepụta chlorine nke naemebi nnu nkịtị",
  "Ọdọ mmiri ndị a naeji usoro a eme chlorine nozuzu ha nwere ọkwa dị ala nke chlorine na, na ikuku gbara ya gburugburu, chloramine naadịchaghị gas karịa ọdọ mmiri ndị a nwere chlorine kpọmkwem ma yabụ nwere ike ịba uru na asthmatic",
  "A naakpọ ọdọ mmiri ndị dị otú ahụ ọdọ mmiri nnu.",
  "Disinfection site na chlorination nwere ike ịbụ nsogbu nọnọdụ ụfọdụ",
  "Chlorine nwere ike imeghachi omume na ihe ndị sitere n'okike na-apụta na mmiri iji mepụta ihe ndị a maara dị ka disinfection by products (DBPs)",
  "DBPs ndị a naahụkarị bụ trihalomethanes (THMs) na haloacetic acids (HAAs)",
  "Trihalomethanes bụ isi ihe naegbu nje nke e mepụtara site na chlorination na ụdị abụọ dị iche iche, bromoform na dibromochloromethane, nke naakpata ihe ize ndụ ahụike",
  "Mmetụta ha naadabere nụzọ siri ike na oge ha naahụ kemịkal na ọnụọgụ ha naeri n'ime ahụ",
  "Na nnukwu doses, bromoform naebelata ọrụ ụbụrụ mgbe niile, nke a naegosipụta site na mgbaàmà dịka ụra ma ọ bụ sedation",
  "Mmetụta naadịghị ala nke ma bromoform na dibromochloromethane nwere ike ịkpata ọrịa imeju na akụrụ, yana ọrịa obi, amaghị ihe, ma ọ bụ ọnwụ na nnukwu doses",
  "N'ihi carcinogenicity nke ihe ndị a, iwu mmiri ọṅụṅụ n'ofe ụwa mepere emepe chọrọ nlekota mgbe niile nke ọnụ ọgụgụ nke ihe ndị ndị a na usoro nkesa nke usoro mmiri obodo",
  "Òtù Ahụ Ike Ụwa ekwuola na \"ihe ize ndụ ahụike sitere na ngwaahịa ndị a dị obere ma e jiri ya tụnyere ihe ize ndụ ndị metụtara ọgwụ naezughị ezu\".",
  "Enwekwara nchegbu ndị ọzọ gbasara chlorine, gụnyere ọdịdị ya naagbanwe agbanwe nke naeme ka ọ pụọ ngwa ngwa na usoro mmiri, na nchegbu organoleptic dị ka ụtọ na ísì.",
  "A dechlorinator bụ kemịkal naagbakwunye nke naewepụ chlorine ma ọ bụ chloramine na mmiri",
  "Ebe a naetinye chlorine na mmiri pọmpụ, a gaewepụ ya chlorine tupu ejiri ya mee ihe na aquarium, ebe ọ bụ na chlorine nwere ike imerụ ndụ mmiri notu ụzọ ahụ ọ naegbu micro-organisms",
  "Chlorine gaegbu azụ ma mebie ihe nzacha nke aquarium. Chemicals ndị naarụ ọrụ a naebelata ihe ndị naebepụ ụdị chlorine na chloride, nke naadịghị emerụ azụ ahụ.",
  "Ụfọdụ ihe ndị a naeji eme ihe na dechlorinators azụmahịa bụ sodium thiosulfate, sodium hydroxymethanesulfonate, na sodium hydroxium sulfinic acid."
]