[
  "Mmiri na mba Africa bụ isi okwu dị oke mkpa na-agụnye isi iyi, nkesa na ojiji akụ na ụba na uru mmiri baru na he onwunwe mmiri na kọntinent ahụ",
  "N'ozuzu,  mba Africa nwere ihe dị ka pecenti itolu  nke mmiri dị ọcha n'ụwa na pecenti iri na isii nke ndị bi n'ụwa. N'etiti osimiri ya bụ Congo, Naịl, Zambezi, Niger na Ọdọ Mmiri Victoria, nke a na-ewere dị ka ọdọ mmiri nke abụọ kachasị nnukwu n'ụwa nile",
  "Na agbanyeghị nke a, kọntinent ahụ bụ nke abụọ kachasị  nwe ala akọrọ n'ụwa, ọtụtụ nde ndị Afrịka ka na-ata ahụhụ site na ụkọ mmiri n'afọ niile.",
  "A na-ekwu na ụkọ ndị a bụ nsogbu sitere nkesa na-adịghị mma, mmụba nke ọnụ ọgụgụ mmadụ na  ajọ nlekọta  nke ihe ndị enyeburu enye",
  "Mgbe ụfọdụ, ana enwe obere ọnụ ọgụgụ ndị mmadụ bi ebe e nwere nnukwu mmiri",
  "Iji nwee  maatụ, pasent iri atọ nke mmiri nke kọntinent ahụ dị na ndagwurugwu Congo nke naanị pasent iri nke ndị Afrịka bi na ya. Enwere nnukwu ọdịiche na usoro mmiri ozuzo a hụrụ n'ebe dị iche iche na oge dị iche iche",
  "Enwekwara ọnụ ọgụgụ dị elu etu anwụ si amị mmiri n'akụkụ ụfọdụ nke mpaghara ahụ na-akpata pasentị dị ala nke mmiri ozuzo n'ebe ndị dị otú ahụ. Na agbanyeghi , enwere nnukwu mgbanwe n'etiti na n'ime afọ nke ọnọdụ ihu igwe na ihe onwunwe mmiri niile, yabụ ọ bụ ezie na mpaghara ụfọdụ nwere mmiri zuru ezu, mpaghara Sahara Africa na-enwe  ọtụtụ ihe ịma aka metụtara mmiri ihu nke na-egbochi uto akụ na ụba ma na-eyi ndụ nke ndị ya egwu. Ọrụ ugbo Africa na-adaberekari na ọrụ ugbo mmiri ozuzo, na ihe na-erughị pecenti iri nke ala a na-akọ ugbo na kọntinent ahụ na-agba mmiri. Mmetụta nke mgbanwe ihu igwe na mgbanwe dị oke egwu. Isi iyi nke ọkụ eletrik bụ hydropower, nke na-enye aka nke ukwuu na ikike arụnyere ugbu a maka ike. Kainji Dam bụ ihe na-emepụta ọkụ eletrik maka nnukwu obodo niile dị na Naịjirịa yana mba ya na ha gbara agbata obi, Niger. N'ihi ya, itinye ego na-aga n'ihu n'ime afọ iri gara aga, nke mụbara oke ọkụ eletrik a na-emepụta.",
  "Ụzọ aga esi merie ihe ịma aka nke mmiri maka ike na nchekwa nri na enwe -mgbochi site na adịghị ike na akụrụngwa mmiri, mmepe, na ikike njikwa iji gboo mkpa nke ọnụ ọgụgụ na-eto ngwa ngwa",
  "Nke a na-agbakwunye n'eziokwu ahụ bụ na Africa bu mba nwere ọnụ ọgụgụ  obodo kachasị  emepe ọsọ ọsọ n'ụwa. Mmepe na njikwa mmiri dị mgbagwoju anya karịa n'ihi ọtụtụ ihe onwunwe mmiri na-agafe ókèala (osimiri, ọdọ mmiri na aquifers). Ihe dị ka pasent iri asaa na ise nke Afrịka ndịda Sahara dabara n'ime étíti iri ise na atọ nke mba ụwa nke na-agafe ọtụtụ ókèala. A pụkwara ịgbanwe ihe mgbochi a ka ọ bụrụ ohere ma ọ bụrụ na a na-eji ikike maka imekọ ihe ọnụ gafere ókèala eme ihe na mmepe nke ihe onwunwe mmiri nke mpaghara ahụ. Nnyocha ọtụtụ ngalaba nke Osimiri Zambezi, dịka ọmụmaatụ, na-egosi na imekọ ihe ọnụ nke osimiri nwere ike iduga na mmụba pecenti iri abụo na atọ na mmepụta ike ụlọ ọrụ na-enweghị itinye ego ọ bụla ọzọ. E nwere ọtụtụ usoro ụlọ ọrụ na nke iwu maka imekọ ihe ọnụ gafere ókèala, dị ka Zambezi River Authority, Southern African Development Community (SADC) Protocol, Volta River Authority na Nile Basin Commission. Otú ọ dị, a chọrọ mgbalị ndị ọzọ iji zụlite ọchịchọ ndọrọ ndọrọ ọchịchị, yana ikike ego na usoro ụlọ ọrụ dị mkpa maka mmeri mmeri na mmeri ọtụtụ ọrụ na ngwọta kachasị mma maka ndị niile bi n'akụkụ ikpere mmiri ma ọbu ndị nwere oke ala n'ikpere mmiri",
  "Mmiri dị n'okpuru ala na-arụ ọrụ dị mkpa n'ịkwado mmiri na ihe ndị dị ndụ na mpaghara Sahara Africa karịsịa n'ihi na ọ dị mfe nnweta , izu oke ya, n'ozuzu ya dị elu, na ikike dị mkpa iji gbochie oge ụkọ mmiri na ịbawanye mgbanwe ihu igwe.",
  "N'ihe ndị a niile, enweghị ọtụtụ isi iyi na enye  mmiri ọṅụṅụ dị ọcha na mba Africa, otu n'ime nyocha ndị e mere na 2007 gosiri na ihe karịrị pecenti iri anọ nke ndị Afrịka na-eji mmiri dị n'okpuru ala dị ka isi iyi mmiri ọṅụṅụ ha, ọkachasị na mba ndị dị n'ebe Ugwu na Ndịda Afrịka.",
  "Ọ bụ ezie na ihe ndị metụtara mmiri na ihu igwe nke mpaghara ọ bụla e nyere na-ekpebi nnweta na mmejuputa nke mmiri dị n'okpuru ala, ubara mmiri na ịdị mma nke mmiri dị na ala n'ọdịnihu na-adabere n'ụzọ dị ukwuu na ojiji ala na omume nchịkwa nke obodo viii n'ime mpaghara mmiri dị n\"okpuru ala.",
  "Mmiri ọkpọkọ ka bụ ụzọ kachasị mkpa esi enweta mmiri ọṅụṅụ (pecenti iri atọ na itoolu) n'obodo ndị mepere emepe, mana mmiri nke eji aka ma ọbu njin gwuputa na ala na-aghọwanye ihe dị mkpa (pecenti iri abụo na anọ). WHO , ndị ọkachamara na ihe gbasara ahụ ike (2006) kwuru na, na 2004, naanị pecenti iri isii nke ndị mmadụ nọ na mpaghara Sahara Africa nwere ike ịnweta mmiri ọṅụṅụ site na njikọ ụlọ (pọmpụ me ụlọ ma ọ bụ pọmpụ dị n'ogige ebe ndị mmadụ bikọtarụ ọnụ)",
  "Ọbụna mgbe enwere  mmiri  n'ebe ndị a, ọ naghị adị mfe ndị mmadụ inweta ezigbo mmiri ọṅụṅụ dị ọcha  n'ihi na enwere ihe ize ndụ nke mmetọ n'ihi ọtụtụ ihe",
  "Ihe ndị dị ka mmezi na-adịghị mma n'ihi obere ego, mmetọ na adịghị ọcha mgbe ụfọdụ n'ihi ụkọ ego",
  "Mgbe a na-ewu olulu mmiri ma mepụta ụlọ ọrụ nhicha mmiri, mgbe ụfọdụ, a naghị eme nnwale mmiri mgbe niile dị ka ọ dị mkpa, na ejeghị akwụkwọ n'etiti ndị na-arụ ọrụ n'ebe isi iyi mmiri.",
  "Òtù Ahụ Ike Ụwa (WHO) na 2015 kọrọ na ihe dị ka nde mmadụ naarị na iri ise na itoolu nwetara mmiri nke ana emezighị ọfuma site na ọdọ mmiri dị n'elu ala, ọdọ mmiri, osimiri na iyi n'ụwa niile",
  "Isi iyi mmiri dị n'elu  ala n'Africa na-emetọkarị mgbe ụfọdụ",
  "Ihe ndị dị ka nsị, mmetọ mmanụ, ihe ụlọ ọrụ mmepụta ihe wụpụtaru",
  "Dịka ọmụmaatụ, Niger Delta nke bụ ebe ọtụtụ ụlọ ọrụ  na emepụta mmanụ Naịjirịa dị nke a na-ewepụta ihe dị ka nde barel mmanụ abụo n'ógbè ahụ kwa ụbọchị, emetọla mmiri n'ihi mmanụ na gbanye na mmiri."
]