[
  "Okwu bụ ejiji nchekwa ahụ ma ọ bụ ejiji dị mma na-arụtụ aka n'ụdị ejiji nke ụmụ nwanyị na-eyi uwe n'ekpugheghi  ahụ ha, ọkachasị n'ụzọ ga-akwalite mmụọ nsọ nke onwe onye nke okwukwe ha kwadokwara nke bụ  okpukpe ma ọ bụ mmasị onwe onye. Nkọwa ziri ezi nke 'ikpụchi onwe' dịgasị iche na ọdịbendị na mba",
  "Enweghị nkọwa doro anya n'ihi na ọ na-emetụta ọdịbendị na ọdịbendị nke mba ọ bụla. E wezụga nkọwa dị iche iche, ha niile kwenyere n'echiche ahụ na ejiji   ikpuchi ahụ pụtara uwe na-enweghị ka ó si jide mmadụ n'ahụ, ejiji dị mma na ikpuchi ahụ dịka  onye siri chọọ na nnagide onye ahụ si dị.",
  "Okwu ahụ bụ \"nchekwaba\" nwere ike ịnwe nkọwa dịgasị iche iche gafee nke okpukpe na ọbụna n'ime ha",
  "Nyitewara nwekwara ike ịdị; dịka ọmụmaatụ, ọtụtụ ụmụ nwanyị Ndị otu Kraịst, ndị Juu, na ndị Alakụba na-ekpuchi isi ha, ụmụ nwanyị Ndị Ụzọ Kraịst na-ekpu ichafu isi, ụmụ nwanyị ndị Juu na-eyi tichel, na ụmụ nwanyị Alakụba nwere hijab.",
  "N'abalị iri abụọ na asatọ n'ọnwa Julaị n'afọ 2015, e mere mkparịta ụka ndị ọrụ ụwa na Turin na ebumnuche nke ịkọwa ntuziaka maka ejiji mkpuchi onwe.",
  "Ndị ọkà mmụta dị ka prọfesọ Britain Reina Lewis nke London College of Fashion amụọla ihe a na-abawanye",
  "N'etiti ọrụ ya na isiokwu ahụ anyị nwere ike ịhọta 'Modest Fashion: Styling Bodies, Mediating Faith' (2013) na 'Muslim Fashion: Contemporary Style Cultures' (2015).",
  "Ndị Alakụba na ndị Juu na-eyi uwe ejiji iji soro ntuziaka okpukpe",
  "Ọ bụ ezie na nke a na-arụ ọrụ dị ka ụdị inye ike.  A ka nwere \"echiche na-ezighi ezi n'ozuzu na uwe ejiji mkpuchi bụ mmegbu, ka Michelle Honig, onye nta akụkọ ejiji ndị Ọtọdọks nke ndị Juu na onye isi okwu n'oge ọnwa ejiji na Mahadum New York maka nzukọ site na nhazi ejiji",
  "Ma ọ bụrụ na ụmụ nwanyị nọ nọ na mba ndị nwere onwe ha ka na-ahọrọ ikpuchi ahụ ha, mgbe ahụ ha emeela nhọrọ nke onwe Ha nwere ụlọ ọrụ",
  "\"",
  "Otú ọ dị, ụfọdụ ndị na-ahụ maka ụmụ nwanyị akatọwo ejiji mkpuchi ahụ, na-ewere ya dị ka echiche \"na-enweghị isi\". N'afọ 2019, mgbe obere ihe ngosi ejiji nke e mere na Frankfurt, Germany, Inge Bell nke otu Terre des Femmes kwuru na ọ bụ \"nkatọ n'ihu ụmụ agbọghọ na ụmụ nwanyị n'ụwa niile na-achọghị iyi okpu isi ma ọ bụ chọọ iwepụ ya\"",
  "Akwụkwọ ozi onye na-eme ngagharị iwe zigara na magazin Emma kpọrọ ihe ngosi ahụ mwakpo a na-awakpo ma ndị na-eme ihe gbasara ikike ụmụ nwanyị n'ụlọ ma ndị mba ọzọ, na-ekwukwa na \"n'afọ ọ bụla, a na-ata ọtụtụ puku ụmụ nwanyị nọ na Iran ahụhụ maka imebi iwu ejiji a\".",
  "Uwe ejiji mkpuchi n'ofe okpukpe na-egosipụta nkwekọrịta na ekwesighi ịnwale ya dị ka ihe na-egbochi ejiji",
  "Akara na-emepụta atụmatụ na nchịkọta nke onye Alakụba, onye Juu, Onye Kraịst, onye Hindu nwere ike iyi n'ụdị",
  "Dolce & Gabbana, H&M, na Uniqlo bụ naanị aha ole na ole batara n'akụkụ ejiji mkpuchi ahụ, na-eme uwe na-ekpuchi akụkụ ka ukwuu nke ahụ ka ọ na-enye ụmụ nwanyị ohere ịnwale ihe ọhụrụ",
  "[mgbe?]"
]