[
  "Modupeola Fadugba (a mụrụ n'afọ 1985, Togo) bụ onye na-ese ihe na Naijiria, na-ebi ma na-arụ ọrụ na Nigeria.",
  "Modupeola Fadugba gụrụ maka injinia, akụnụba, na agụmakwụkwọ. Ọ natara nzere MA na Economics na Mahadum Delaware, ma nwee MEd na Mahadum Harvard. Nne na nna ya bụ ndị Diplomats Naijiria",
  "Ọ nọrọ ọtụtụ oge ntorobịa ya na England na United States.  Ọ bụ onye na-ese ihe n'onwe ya.  Usoro ya Dreams from the Deep End, nke o mepụtara n'oge obibi na International Studio na Curatorial Program na New York, bụ nke a gụnyere na ihe ngosi o mere naanị ya na Gallery 1957.",
  "Ihe ngosi ya gụnyere Heads Up, Keep Swimming na Temple Muse na Lagos n'afọ 2017, Synchronised Swimming & Drowning na Ed Cross Fine Art na London na 2017, Prayers, Players & Swimmers na Cité internationale des arts na Paris na 2017, na Dreams from the Deep End na New York na 2018, nke a tụlere na ArtForum International",
  "O sonyere n'ọtụtụ otu na-eme ihe ngosi, nke gụnyere Royal Academy Summer Exhibition na London na 2017, Afriques Capitales na Lille, France na 2017, na Art Energy na London na 2015.",
  "A họpụtara ọrụ ya na 2016 Dakar Biennale, ebe e nyere ya nnukwu ihe nrite site n'aka Mịnịsta na-ahụ maka nkwukọrịta na Senegal. Ọrụ ya bụ The People's Algorithm natara ihe nrite 2014 El Anatsu's Outstanding Production Prize",
  "Ihe osise Modupeola Fadugba Teach Us How To Shoki In Pink pụtara n'ihu mkpuchi nke Arabia's Harper's Bazaar n'ọnwa Eprel afọ 2018.",
  "A gụnyere ọrụ ya na nchịkọta nke Smithsonian National Museum of African Art, Mahadum Delaware, Sindika Dokolo Foundation na Onye isi ala Liberia, Ellen Johnson Sirleaf",
  "Fadugba nwere Smithsonian Institute Research Fellowship na 2020",
  "N'otu afọ ahụ, o nwere ebe obibi na Headlands Center for the Arts.",
  "N'oge okpomọkụ nke afọ 2018, Modupeola Fadugba nọrọ oge ụfọdụ na Harlem Honeys & Bears, mgbe ọ na-aga mmemme obibi na International Studio na Curatorial Program na New York",
  "Dreams from The Deep End bụ usoro eserese na ntinye, nke mbụ e gosipụtara na Gallery 1957 na Accra, Ghana. Harlem Honeys & Bears bụ ndị otu ndị oji niile na-egwu mmiri maka ụmụ amaala ndị agadi na-ezukọ na Hansborough Recreation Center na New York City",
  "Ndị otu a anọwo kemgbe afọ 1979, na ka ọ na-erule afọ 2018, ha nwere ndị otu ịrị abụọ na anọ nọ n'ọrụ ndị di afọ sitere na afọ iri ise na asatọ ruo ịrị itoolu na ise, ndị na-ezụkọ ma na-asọmpi mgbe niile.",
  "Usoro eserese ahụ dabere na nyocha Fadugba na otu ahụ, bụ nke onwe ya ma jikọta ya na ndọrọ ndọrọ ọchịchị njirimara nke Black America",
  "A na-ejikọta igwu mmiri na agbụrụ, na ikpe ziri ezi na US",
  "Nnyocha sitere na CDC na-egosi na mmiri mgbagbu n'etiti ụmụaka ojii dị okpukpu 1.4 karịa ọnụ ọgụgụ ụmụaka ọcha",
  "Ọnụ ọgụgụ ahụ na-arịgo ruo ọdịiche dị ugboro 5.5 mgbe nnyocha ahụ na-atụle ọnwụ mmiri ọdọ mmiri. Ọdịiche ahụ bụ ihe nketa nke nkewa na US, ebe a na-egbochi obodo ndị isi ojii ịnweta ọdọ mmiri ọha na eze.Maka onye na-ese ihe, igwu mmiri na-ejikọta ya na egwu nwata nke oké osimiri, nke ọ meriri naanị mgbe ọ dị afọ iri na otu, a manyere ya ịga ọmụmụ igwu mmiri n'ụlọ akwụkwọ.",
  "Dreams from the Deep End na-egosi ndị Harlem Honeys & Bears na-egwu mmiri na gburugburu ọdọ mmiri ahụ",
  "N'ime ụfọdụ n'ime ihe osise ndị ahụ, ọnụ ọgụgụ ndị ahụ na-enweghị ihu, onye na-ese ihe na-ejikarị agba pastel, na usoro ntinye aka ya",
  "N'ime ndị ọzọ, ọ na-egosi ihu ndị na-egwu mmiri nke eserese ndị ahụ dabeere na ya, mgbe ụfọdụ na-eji usoro ọkụ, mgbe ụfọdụ na-enweghị",
  "Mmiri ọdọ mmiri na-abụkarị monochromatic: acha anụnụ anụnụ, oji, ma ọ bụ ọlaedo, na-eme ka ndị na-egwu mmiri pụta ìhè site na azụ."
]