[
  "Modupe Ozolua (amụrụ na 10 Ọktọba 1973, na Benin City, Nigeria) bụ onye ọrụ ebere na onye ọchụnta ego Naijiria",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke Body Enhancement Ltd, ọ bụkwa onye isi oche guzobere Empower 54 Project Initiatives (Empower 54) nke a maara dị ka Body Enhanement Annual Reconstructive Surgery (BEARS) Foundation.",
  "Ozolua bụ nwa nke Oba (Eze) Ozolua nke alaeze Benin, Edo State, Nigeria. Ozolua bụ nwa ìkpeazụ n'ime ụmụnne anọ nke Prince Julius I",
  "Ozolua, onye nkuzi, na Princess Olua Mary S",
  "Ozolue (née Otaru), nwa eze na onye ọchụnta ego si Ososo, Akoko-Edo LGA, Edo State. Aha ya \"Modupe\" pụtara \"M na-ekele\" na Yoruba.",
  "Ọ tolitere n'ụlọ́ eze nke alaeze Benin, ebe nna nna ya, Oba Ozolua chịrị dị ka eze.",
  "Ozolua gụrụ njikwa azùmahịa na California, USA",
  "Na Southwestern College, a kpọbatara ya na Alpha Pi Epsilon, isi nke Phi Theta Kappa ma mara ya dị ka nwa akwụkwọ pụtara ìhè site na Southwestern Dean's Honorary List na National Dean's List (1994 - 1995).",
  "Ozolua nwere nwa nwoké, Prince Oluwaseun Ozolua-Osunbade, ma na-agagharị n'etiti Naịjirịa na Atlanta.",
  "Ozolua laghachiri Naịjịrịa n'afọ 2001 wee malite Body Enhancements Ltd, ụlọ ọrụ ịwa ahụ ịchọ mma",
  "N'agbanyeghị  ịma aka nke inwe ọrụ esemokwu na mba Afrịka na-agbaso omenala, Body Enhancement Ltd ghọrọ onye ọsụ ụzọ na ngalaba ịma mma na ahụike na Naịjirị",
  "Ozolua jiri ikpo okwu nke azụmahịa ya nyere iji kụziere ọha na eze banyere nchekwa nke ịwa ahụ plastik, na-emebi akụkọ ifo ndị a ma ama n'oge ahụ",
  "[citation needed]",
  "N'afọ 2003, o guzobere Empower 54, nke a maara n'oge gara aga dị ka Body Enhancement Foundation, ma ọ bụ Body Enhancing Annual Reconstructive Surgery (BEARS), otu mba ụwa na-ahụ maka enyemaka nke raara onwé ya nye inye enyemaka enyemaka dịka ọrụ ahụike, mkpochapụ agụụ, agụmakwụkwọ, inye ụmụ nwanyị ike, na mmemme ndị gbara ọsọ ndụ nye ndị Afrịka na-enweghị ihe ọgaranya. Achịbishọp Desmond Tutu bụ onye nkwado nke Empower 54.",
  "Enyemaka enyemaka niile enyere site na Empower 54 bụ n'efu nye ndị na-erite uru",
  "N'okpuru nduzi Ozolua, atụmatụ \"Rise Above Terror\" nke Empower 54 anọwo na-arụsi ọrụ ike n'ịmezigharị ụmụ nwanyị na ụmụaka ndị lanarịrị otu ndị na-eyi ọha egwu Boko Haram na Naịjịrịa, site na ọrụ onwe onye na agụmakwụkwọ maka ụmụaka nọ n'ogige IDP. Ozolua n'onwe ya na-eduga ndị otu Empower 54 n'ime obodo ndị Boko Haram wakporo n'akụkụ ndị dịpụrụ adịpụ nke North-East Nigeria iji nyere ndị lanarịrị mwakpo ndị na-eyi ọha egwu aka.",
  "N'otu n'ime ọrụ nke ntọala ahụ, ọ chọpụtara ụmụaka na-eri nri na-adịghị mma nke ukwuu a napụtara n'agbụ Boko Haram ma mee ka mmekọrịta dị n'etiti Empower 54 na Gọọmentị Steeti Borno dị mfe ịkwaga ha na Maiduguri maka ọgwụgwọ CMAM ngwa ngwa",
  "A kpọpụrụ ụmụaka 1,500 na Bama, tinyere ezinụlọ ha.",
  "Official website",
  "Empower 54."
]