[
  "Laura Monyeazo Abebe (a mụrụ n'ụbọchị nke 29 n'ọnwa Julaị n'afọ 1989), nke a maara dịka Moet Abebe, bụ onye egwuregwu vidio na Naijiria, onye na-egosi telivishọn, onye na-eme ihe nkiri, onye na-ahụ maka nri. Njem ya n'ime ihe a ma ama bịara mgbe o kpebiri ịlaghachi Naịjirịa iji nweta ọrụ dị ka onye na-egosi TV",
  "Ọnwa atọ mgbe ọ laghachiri Lagos, Nigeria, ọ gara nyocha maka Soundcity TV, ọ gafere nyocha ahụ wee malite ịrụ ọrụ maka Soundcity TV dị ka onye na-eweta TV na onye mmepụta. Ọ ghọrọ ihu a ma ama na Soundcity TV dị ka onye na-ahụ maka ihe ngosi otu na otu, Body & Soul na ihe ngosi ngụkọ zuru ụwa ọnụ",
  "Mgbe ọ na-arụ ọrụ na Soundcity, o nwere ohere inweta ihe nkiri ole na ole na usoro TV dịka Red Card, Oasis na Living Arrangement\nN'afọ 2016, ọ malitere ọrụ ya na Soundcity Radio 98.5fm ebe ọ na-ahụ maka ihe ngosi a ma ama n'ehihie a na-akpọ \"The Takeover\" site na 2-6pm Monday ruo ubochi  Friday. \nYa na nne ya mepere ụlọ ọrụ Event Management and Catering Company nke a na-akpọ LM Occasions",
  "A mụrụ ya na United Kingdom, ọ gara Corona Ikoyi Primary School maka agụmakwụkwọ ụlọ akwụkwọ praịmarị ya, Dowen College maka otu afọ ebe ọ gara akụkụ nke agụmakwụkwọ sekọndrị ya",
  "Site n'ebe ahụ, ọ gara Woldingham School na St",
  "Teresa's Secondary School dịkwa na Surrey ebe ọ gara GCSEs na A-Levels",
  "N'afọ 2008, ọ banyere na Mahadum nke Manchester, ebe ọ gụrụ Iwu Mgbe ọ nọ na ụlọ akwụkwọ sekọndrị, ọ nwere mmasị dị ukwuu n'ọtụtụ ihe omume ndị ọzọ dịka ikwu okwu n'ihu ọha, ime ihe nkiri, egwuregwu na ịgba egwu nke mụbara ma zụlite echiche okike ya nke ga-abara ya uru dị ukwuu mgbe e mesịrị na ndụ.",
  "Abebe sonyeere Soundcity TV, ụlọ ọrụ telivishọn na-egwu egwu n'obodo ukwu, ebe ọ nwetara ndị na-eso ya",
  "O gosipụtara ndị egwu Naịjirịa kachasị elu na ihe ngosi redio ya dịka Vector (rapper), 2Baba, Olamide, Chidinma na D'banj",
  "Abebe gosipụtara njirimara ya na ntụrụndụ mgbe ọ na-eme ihe nkiri na TV ole na ole nke gụnyere Red Card, Oasis na Living Arrangement",
  "Ime ihe nkiri ya enyewo ya ohere na ụlọ ọrụ ntụrụndụ na mgbasa ozi Nijiria.",
  "Abebe emeela ọtụtụ ihe omume red carpet, ụfọdụ dị ka onye ọbịa na ndị ọzọ dị ka onye na-elekọta kapeeti uhie, Meets media enyela ya onyinye dị ka \"Personality of the Month\" ma họpụta ya maka ọtụtụ onyinye dịka onye na-egosi TV nke afọ site na Exquuisite Magazine na ọtụtụ ndị ọzọ."
]