[
  "Chief Mofia Tonjo Akobo (nwụrụ n'afọ 2020) bụ onye ndọrọ ndọrọ ọchịchị Naijiria na onye na-eme mkpọsa na nsogbu gburugburu ebe obibi na nchịkwa akụ",
  "Ọ bụ Minista mbụ nke Petroleum Resources na gọọmentị etiti nke Naịjirịa.",
  "Akobo ghọrọ Onye isi oche nke Southern Minorities Movement ma hazie nguzobe nke Union of Niger Delta.",
  "A mụrụ ya na Abonnema n'ezinụlọ Mary John Fyneface nke Abonnema na Nathaniel Tonjo Akobo nke Tombia. Agụmakwụkwọ praịmarị ya gụnyere ịmụ ihe na Bishop Crowther Memorial School Abonnema, Central school Eha-Amufu na Tombia School, Tombia",
  "Agụmakwụkwọ sekọndrị ya dị na Government College Umuahia site n'afọ 1949 ruo n'afọ 1955 ebe ọ ghọrọ onye isi ụlọ akwụkwọ (1954/1955). Ọ gụrụ akwụkwọ dị elu na Mahadum Ibadan site n'afọ 1956 ruo 1960",
  "Ọ gakwara ụlọ ọgwụ Mahadum site na 1960 ruo 1963, ma rụọ ọrụ Internship Medical na Lagos University Teaching Hospital site n'afọ 1963 ruo 1964.",
  "N'afọ 1955, e nyere ya Elder Demster Lines nke Unilever Brothers Group scholarship na United Kingdom maka njem agụmakwụkwọ izu atọ gafee London, Liverpool, Brighton na North Wales.",
  "Ọ lụrụ Data Ine Akobo, nke a mụrụ Amachree, onye osote onye na-ahụ maka ọbá akwụkwọ nke Rivers State University of Science and Technology ma nwee ụmụ na ụmụ.",
  "Ọ rụrụ ọrụ na Royal Orthopedic Hospital Igbobi Yaba, General Hospital Marina, Lagos, Federal Airport Medical Unit Kano, Five Battalions MRS Kano site n'afọ 1964 ruo n'afọ 1966, General Hospital Yenegoa, Eastern Nigeria site n'afọ 1966 ruo 1968, General Hospital Aba site na Eprel 1968-August 1968 na 3rd Nigerian Army Medical Corps site na Septemba 1968 ruo Jenụwarị 1970.",
  "N'ọnwa Ọgọstụ afọ 1969, ọ ghọrọ onye isi oche, Rivers State Sports Council na onye otu Nigeria National Sports Commission, site n'ọnwa Eprel afọ 1972 na Ọgọọst afọ 1973",
  "Ọ bụ Kọmishọna maka Ọrụ ma mesịa bụrụ Kọmishọna na-ahụ maka ego na Rivers State Executive Council n'etiti afọ 1973 na 1974",
  "N'afọ 1967 na 1969, ọ bụ otu n'ime ndị agha nke atọ nke Benjamin Adekunle duziri.",
  "N'afọ 1975, a họpụtara ya n'ime Kọmitii Federal dị ka minista mbụ na-ahụ maka Ngalaba Petroleum na Energy nke e mepụtara ọhụrụ",
  "Na Disemba afọ 1975, dị ka minista OPEC na Vienna, Akobo so na ndị minista e jidere n'oge ndị na-eyi ọha egwu Carlos",
  "Ọ rụrụ ọrụ na kansụl ndị isi nke General Murtala Mohammed ma onye isi ala ọhụrụ General Olusegun Obasanjo jidere ya mana e zighachiri ya na ngalaba nke atụmatụ akụ na ụba na mmepe ruo 1977.",
  "O mechiri ịbịanye aka na nkwekọrịta nke ụlọ nrụpụta Warri ma kwalite mmepe nke ụlọ nrụnye Kaduna",
  "O sonyere n'ịmepụta ECOWAS na ọkwa minista na nguzobe nke Niger Delta Basin Development Authority.",
  "N'afọ 1978, ọ laghachiri Port Harcourt ka ọ bụrụ onye isi otu ọrụ ahụike nke TEME Clinic Association na Port-Harcourt nke ya na ndị isi ya, George Organ na Peterside guzobere.",
  "N'inwe mmasị dị ukwuu na mmepe nke mpaghara Niger Delta, Akobo tinyere aka n'ịmepụta IZON National Congress ebe ọ bụ onye guzobere (1991/92). Ọ bụkwa onye guzobere Movement for National Reformation n'okpuru onyeisi oche nke Chief Anthony Enahoro CFR, na Southern Minorities Movement nke General David Ejoor duziri",
  "Akobo mechara bụrụ Onye isi oche nke Southern Minorities Movement ma hazie nguzobe nke Union of Niger Delta nke bụ njikọ nke mpaghara Niger Delta dị ka Southern Minorities Mouement, Commonwealth of the Niger Delta Coalition, MOSOP na ọtụtụ ndị ọzọ agbụrụ pere mpe na mpaghara ahụ.",
  "N'etiti ndị ọzọ na-etinye aka dị ka onye na-eme ngagharị iwe gụnyere:",
  "Akobo nwụrụ na 13 Machị 2020 mgbe ọ rịasịrị obere ọrịa ma lie ya na Satọdee 10 Ọktoba 2020 n'obodo ya dị na Tombia, Degema Local Government Area Of Rivers State."
]