[
  "Mohamed Driss (a mụrụ n'afọ 1944) bụ onye edemede Tunisia, onye na-eme ihe nkiri, na onye nduzi ihe nkiri",
  "Kemgbe afọ 1988 ọ bụ onye nduzi nke National Theatre of Tunisia.",
  "Ọ malitere ọrụ ya n'afọ 1961 ma bụrụ, n'ikpeazụ, onye na-eme ihe nkiri, ma onye na-amụrụ ihe ma onye ọkachamara, nwa akwụkwọ na Tunis na Paris, onye na'emepụta ihe, na onye nduzi",
  "Site n'afọ 1969 ruo afọ 1972, ọ bụ onye na-eme ihe nkiri na onye na-enyere aka na Théâtre de la Tempête nke Jean-Marie Serreau duziri, nke o dere:",
  "\"N'oge ahụ, amalitere m igwu egwu n'ihe nkiri ndị Tunisia, mana ọnọdụ ihe nkiri na esemokwu m na-aga n'ihu na ndị na-ahụ maka ya adịghị mma",
  "Otu ụbọchị, n'etiti ịda mbà n'obi, m kpọrọ Serreau na ekwentị ma mee mkpesa maka ọnọdụ m",
  "Ọ gwara m na oge eruola ka ị banye n'ihe nkiri dịka onye ọkachamara",
  "Bịa sonyeere ndị na-eme ihe nkiri\".",
  "(Ntụgharị Bekee siri ike): \"N'oge a, amalitere m ịrụ ọrụ nke abụọ na ihe nkiri nke Tunisia, mana ọnọdụ nke ihe nkiri na esemokwu m na-aga n'ihu na ndị na-ahụ maka ya adịghị agba ume",
  "Otu ụbọchị n'oké ịda mbà n'obi, enwere m Serreau na ekwentị wee mee mkpesa nye ya maka ọnọdụ m",
  "O kwuru na oge eruola ịmalite ihe nkiri dịka ọkachamara",
  "Bịa sonye na ụlọ ọrụ ihe nkiri m\".",
  "O ji aka ya chụga onwe ya na France ruo n'afọ 1985 wee laghachi Tunisia n'afọ 1988 iji duzie National Theatre of Tunisia mgbe Driss dere Ismaïl Pacha (1986) na Salut l'instit O mere ihe iji mezigharịa ihe nkiri nke Tunisia ma tinye aka n'ọtụtụ ihe ngosi na ọrụ ihe nkiri. Otú ọ dị, Driss nwekwara mmasị n'ụdị nka ndị ọzọ ma, n'afọ 2003, o guzobere National School of Circus Arts-Tunis, nke o kwuru:",
  "\"Ụlọ ọrụ ahụ bụ atụmatụ na mkpebi onye isi ala nke na-eme ka ọrụ nka circus nwere ike ịrụ na ọdịbendị ndị Arab pụta ìhè",
  "N'ebe a, e nwere ihe nkiri, egwu, ịgba egwú, nka na ihe nkiri nka\".",
  "(Ntụgharị Bekee siri ike): \"Ụlọ ọrụ ahụ bụ ọrụ na mkpebi onye isi ala nke na-arụ ọrụ iji mee ka ọrụ nka nke circus na omenala ndị Arab pụta ìhè",
  "N'ime ụlọ ọrụ a bụ ihe nkiri, egwu, ịgba egwu, nka anya na nka circus.",
  "N'afọ 2005, o guzobere National Centre of Circus Arts and Visual Arts ma duzie 12th Theatre Days of Carthage",
  "Driss kwanyekwara ọkọ akụkọ ihe mere eme Ibn Khaldoun otuto site n'ide opera iji sọpụrụ ya."
]