[
  "Mohamed Mounir (Arabic: محمد منير; a mụrụ n'October 10, 1954) bụ onye Egypt na-agụ egwu na onye na-eme ihe nkiri, nke nwere ọrụ egwu karịrị afọ iri anọ",
  "Ọ na-etinye ụdị dị iche iche n'ime egwu ya, gụnyere egwu ndị Egypt oge ochie, egwu Nubian, blues, jazz na reggae. A maara okwu ya maka ọdịnaya nkà ihe ọmụma ha na nkọwa mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị ha. Ndị na-akwado ya maara ya nke ọma dịka \"The King\" na-ezo aka na abọm ya na egwu \"El Malek Howwa El Malek\" (The King is The King)",
  "Ezinụlọ Mounir si Nubia, Southern Aswan, Egypt.",
  "N'ọnwa Eprel afọ 2021, ọ pụtara na usoro egwu mmeghe dịka onye na-abụ abụ maka Fero's Golden Parade n'ụgbọ mmiri olili ozu ndị Egypt n'ọdọ mmiri ahụ n'ihu National Museum of Egyptian Civilization.",
  "A mụrụ ya n'ezinụlọ Nubian na Aswan, Mounir nọrọ ihe ka ukwuu n'oge ọ bụ nwata n'obodo Manshyat Al Nubia, ebe ọ nwekọrọ mmasị nna ya na egwu na ndọrọ ndọrọ ọchịchị. Dịka onye nọ n'afọ iri na ụma, a manyere ya na ezinụlọ ya ịkwaga Cairo mgbe obodo ya furu efu na idei mmiri nke sochiri iwu Aswan Dam. Ọ bụ ebe a ka ọ gụrụ foto na Faculty of Applied Arts na Mahadum Helwan. N'oge a, ọ na-abụkarị abụ maka ndị enyi na ezinụlọ na nnọkọ oriri na ọṅụṅụ",
  "Onye na-ede abụ bụ Abdel-Rehim Mansour chọpụtara olu abụ ya, onye ga-aga n'ihu na-ewebata Mounir na onye na-agụ egwú a ma ama bụ Ahmed Mounib.",
  "Mgbe ọ gụsịrị akwụkwọ na kọleji, a kpọrọ ya maka ozi agha n'afọ 1974, n'oge ọ gara n'ihu n'ọrụ egwu ya site n'ịrụ ọrụ na kọntaktị dị iche iche",
  "O mere egwu egwu mbụ ya n'afọ 1975. Ọ bụ ezie na ọha na eze katọrọ Mounir na mbụ maka ịrụ ọrụ na ejiji nkịtị n'oge a na-atụ anya ka ọtụtụ ndị na-agụ egwú Egypt na-eyi uwe, ha mechara mee ka ọ dị mma.",
  "Mgbe ọ rụchara ọrụ agha ya, Mounir wepụtara abọm mbụ ya n'afọ 1977 bụ Alemony Eneeki na akara ndekọ Sonar",
  "Mounir gara n'ihu wepụta abọm ise ọzọ na-aga n'ihu ma gosipụta ya n'otu abọm ụda n'okpuru akara Sonar",
  "Ka ọ dị ugbu a, Mounir ewepụtala ngụkọta 22 nke abọm gọọmentị ma gosipụta ya na abọm ụda isii n'okpuru ọtụtụ akara ndekọ dị iche iche.",
  "Tinyere ọrụ ya dịka onye na-agụ egwú a ma ama, Mounir nwekwara ọrụ ime ihe nkiri",
  "N'oge niile ọ na-arụ ọrụ, ọ pụtara na ihe nkiri iri na abụọ, usoro telivishọn anọ na egwuregwu atọ",
  "Ọrụ ihe nkiri ya malitere n'afọ 1982, mgbe ọ rụrụ ọrụ na ihe nkiri Youssef Chahine 'Hadouta Masreia (An Egyptian Story), nke a na-egosikwa na album soundtrack",
  "N'afọ 1997, ọ rụrụ ọrụ nke onye na-eme ihe nkiri na ihe nkiri ọzọ nke Youssef Chahine, ihe nkiri akụkọ ihe mere eme nke France na Egypt Al Maseer (Destiny), nke e gosipụtara na asọmpi na 1997 Cannes Film Festival.",
  "Mounir rụrụ ọrụ nke prọfesọ na-ede uri kpuru ìsì \"Bashir\" na ihe nkiri na-ese okwu nke afọ 2005 Dunia, nke na-elekwasị anya na onye na-ede egwu Dunia, onye na-agba egwu afọ na onye na'ede uri nke onye na-eme ihe nkiri Egypt bụ Hanan Tork. Mgbe egosiri ihe nkiri ahụ na 2005 Cairo International Film Festival, ọ hapụrụ ndị na-ege ntị kewaa n'etiti ndị na-akwado oku ihe nkiri ahụ maka ikike ụmụ nwanyị na ozi ya megide igbu ọkpụkpụ ụmụ nwanyị, na ndị na-anabataghị ma ọ bụ ọchịchọ onye na-ese onyinyo ahụ iji gosipụta onwe ya site na ịgba egwu, ma ọ bụ nke ihe nkiri ndị a gbara na ogige Cairo, nke a na-ekpe ikpe dị ka ihe na-emebi onyinyo mba Egypt."
]