[
  "Mohamed Hamri (August 27, 1932 - August 29, 2000), nke a maara dịka Hamri, bụ onye Morocco na-ese ihe na onye edemede",
  "N'ịbụ onye akọwapụtara onwe ya dị ka \"Onye na-ese ihe na Morocco,\" Hamri bụ otu n'ime ndị Morocco ole na ole sonyere na Tangier Beat scene.",
  "A mụrụ ya n'afọ 1932 na Jajouka, obodo nta dị na nsọtụ ndịda nke ugwu Rif dị nso na Ksar el-Kebir, n'ebe mpaghara ugwu nke Morocco. Nna ya bụ onye na-ese ihe na-ese ihe eji emepụta ihe nke na-ese ihe ya na-agbaso ọdịnala oge ochie",
  "A mụrụ nne Hamri n'ime ezinụlọ Attar nke ndị egwu Zahjouka",
  "Nwanne nna ya bụ onye ndú nke Master Musicians nke Joujouka",
  "Hamri bụ nna Sanaa Hamri, nwanyị Morocco mbụ duziri ihe nkiri Hollywood.",
  "Hamri nyeere ndị Master Musicians nke Joujouka aka ịdi adị site n'iweta ha na Tangier igwu egwu",
  "N'afọ 1951, onye edemede Paul Bowles zutere Hamri dị afọ iri na asatọ na ọdụ ụgbọ okporo ígwè Tanger",
  "O mechara zute onye na-ese ihe Brion Gysin - onye mepụtara usoro The Cut-up - onye kụziiri ya ma mee ka ọ mara ndị na-ese ihe na Europe nke oge a",
  "Gysin na Hamri nwere ihe ngosi nkwonkwo na 1952",
  "Mgbe Hamri webatara Gysin n'obodo Zahjouka, Gysin ghọrọ onye na-akwalite ndụ ya niile nke ndị Sufi trance master musicians bi n'ebe ahụ",
  "Ya na Gysin, Hamri guzobere \"1001 Nights Restaurant\" na Tangier na Hamri dị ka onye na-esi nri na ebe Gysin were ndị Master Musicians rụọ ọrụ igwu egwu. Na 1958 Gysin zụtara mmasị Hamri na ụlọ oriri na ọṅụṅụ ahụ maka $ 10,000 mana n'oge na-adịghị anya, ụlọ oriri na ọṅụṅụ ahụ funahụrụ ya. N'oge na-adịghị anya, o mepere 1001 Nights ọhụrụ na Asilah -40 kilomita n'ebe ndịda Tangier - ebe mbụ ọ zutere Brian Jones ma mesịa kpọta ya Zahjouka.",
  "Onye guzobere Rolling Stones na onye na-egwu ọtụtụ egwu Brian Jones zutere Hamri mgbe ọ gara Morocco na 1967",
  "Ha wee bụrụ ezigbo enyi. N'afọ 1968, Gysin na Hamri kpọọrọ Jones gaa n'obodo nta ahụ iji dekọọ ndị egwu ukwu na ntọhapụ Brian Jones Presents the Pipes of Pan na Joujouka, onye mkpuchi mbụ ya gosipụtara eserese nke Jones na The Master Musicians of Joujouka site n'aka Hamri tupu nhazigharị afọ 1990.",
  "N'afọ 1975, akwụkwọ Hamri bụ Tales of Joujouka, nke kọrọ akụkọ sitere n'obodo nta ahụ, nke gụnyere  \"The Legend of Boujeloud\", ọkara ewu / ọkara mmadụ e kere eke a na-eme ememe kwa afọ, bụ Capra Press bipụtara na Santa Barbara.\nSite na 1980 gaa n'ihu, Hamri kewara oge ya n'etiti Tangier na Zahjouka",
  "Mgbe Hadj Abdesalam Attar nwụsịrị, nwa ya nwoke Bachir Attar gara n'ihu n'ijigidesi otu egwu nna ya na The Master Musicians of Jajouka nke Bachir Attar duziri",
  "Na ezumike site na Morocco n'etiti 1974 na 1978 iji gbasoo ọrụ eserese ya, Hamri bipụtara Tales of Joujouka",
  "Mgbe ọ laghachiri Morocco Hamri wuru ụlọ ọhụrụ na Zahjouka, nke ghọrọ ebe ndị egwu na-ezukọta",
  "N'iji aha ya dị ka onye na-ese ihe, ọ kpọrọ ha ka ha bịa ihe ngosi mgbe a kpọrọ ya ka ọ gosipụta dị ka onye na-ese ihe",
  "N'afọ 1991, ọ kpọtara ndị otu ahụ n'Ịtali",
  "Na 1992, Hamri sonyere na The Here to Go Show na Dublin, Ireland",
  "Ihe ngosi ahụ, ememe nke William Burroughs, Brion Gysin na Tangier beat scene, edere na ihe nkiri Destroy all Rational Thought, nke Joe Ambrose na Frank Rynne duziri",
  "N'afọ 1994, Hamri mere ndokwa ka ndị Master Musicians nke Joujouka dekọọ CD mbụ ha wepụtara Joujouka Black Eyes",
  "Ọ bụ Frank Rynne mepụtara ndekọ ahụ n'okpuru nlekọta Hamri.",
  "Hamri nwere ihe ngosi iri ise nke eserese ya na Morocco, Spain, Lebanon, Canary Islands, Germany, United States, UK na Ireland n'oge ndụ ya.",
  "Ọ nwụrụ n'afọ 2000 e wee lie ya n'etiti obodo ahụ, n'akụkụ ili nke onye nsọ ndị Alakụba Sidi Ahmed Sheikh",
  "Emere ihe ngosi na nso nso a na Laurence-Arnott Gallery na Tangier",
  "Achọpụtala nnukwu nchịkọta nke ihe osise ya nke afọ 1950 na nso nso a na United States."
]