[
  "Mohamed Amin MBE (29 Ọgọst 1943 - 23 Nọvemba 1996) bụ onye Kenya na-ese foto.",
  "Ihe nkiri Amin nke akụkọ Michael Buerk banyere ụkọ nri na ụkwụ nke Etiopia nke afọ 1984 dọtara uche mba ụwa na nsogbu ahụ ma mesịa nyere aka ịmalite ọrụ ebere nke dugara na kọntaktị Live Aid.",
  "Amin nwụrụ na Nọvemba 1996 mgbe e weghaara ụgbọ elu Ethiopian Airlines Flight 961 ma daa n'óké Osimiri India na nso Grande Comore.",
  "A mụrụ Amin na 29 August 1943 na Eastleigh, Nairobi",
  "Ọ zụlitere mmasị ya na foto mgbe ọ nọ n'ụlọ akwụkwọ.",
  "O guzobere ụlọ ọrụ Camerapix na 1963 na Dar es Salaam wee kwaga ụlọ ọrụ ahụ na Nairobi afọ atọ ka e mesịrị",
  "N'ime afọ ndị 1970, ọ ghọrọ otu n'ime ndị na-ese foto n'akwụkwọ akụkọ Afrịka a na-adabere na ya, na-akọ akụkọ banyere agha na nnupụisi na kọntinent ahụ dum, ụlọ ọrụ mgbasa ozi ọdịda anyanwụ na-ejikarị foto ya eme ihe. Oge kachasị emetụta nke Amin bịara mgbe ihe nkiri ya, tinyere akụkọ Michael Buerk banyere ụnwụ nri nke Etiopia nke afọ 1984 mere ka mba ụwa mara nsogbu ahụ ma mesịa nyere aka ịmalite ọrụ ebere nke dugara na kọntaktị Live Aid.",
  "Ewezuga ụnwụ na ụkọ nri nke Etiopia, o nyere foto pụrụ iche nke ọdịda Idi Amin na nke Mengistu Haile Mariam, ma bụrụkwa onye dere ọtụtụ akwụkwọ, nke gụnyere Journey Through Pakistan, Pilgrimage to Mecca, ma kpuchie isiokwu dị iche iche dị ka East African Wildlife na Uganda Railway",
  "Amin bipụtakwara mbipụta nke Selamta, magazin ụgbọelu nke Ethiopia.",
  "Amin na-arụsi ọrụ ike ọ bụghị naanị n'Africa, kamakwa na Middle East",
  "Ọ kpuchiri nnupụisi Black September nke Palestine iji weghara Jọdan na Septemba 1970",
  "O nwere ike ịgagharị n'etiti ndị agha Palestine ebe ndị nta akụkọ ọdịda anyanwụ enweghị ike.",
  "N'afọ 1991, Amin tụfuru aka ekpe ya n'oge mgbawa nke mgbọ na Ethiopia n'oge Agha Obodo Etiopia.",
  "Amin banyere ụgbọ elu Ethiopian Airlines Flight 961 na Nọvemba 23, 1996, ya na Brian Tetley dị afọ iri isii na otu, onye ọrụ ibe ya nke dere ederede maka akwụkwọ foto Amin, iji gaa Nairobi mgbe njem azụmahịa na Ethiopia gasịrị",
  "Ndị na-apụnara mmadụ ihe wakporo oche ụgbọelu ET-AIZ, ụgbọelu Ethiopian Airlines Boeing B767-260ER jiri maka ụgbọ elu ahụ, ma manye onye na-anya ụgbọelu, Leul Abate, ka ọ felie n'ebe ọwụwa anyanwụ n'elu Oké Osimiri India gaa Australia",
  "Amin gbalịrị ịhazi ndị njem ka ha wakpo ndị ohi ma chee ndị ohi ihu, na-anwa ịkwụsị ihe omume ahụ",
  "Mmanụ ala gwụrụ n'ụgbọelu ET-AIZ ahụ ma Abate tụfuru ụgbọelu ahụ n'ụsọ oké osimiri nke Comoros Islands",
  "ET-AIZ gbawara, ka Amin guzo ọtọ, ozu ya kụrụ mgbidi ụgbọelu na-akpata ọnwụ ya",
  "Ọ dị afọ 53. Tetley anwụghịkwa n'ihe mberede ahụ.",
  "Na June 2006, Mo and Me, ihe nkiri Al Jazeera banyere Amin gosipụtara",
  "Ọ meriri Best International Documentary na Los Angeles International Film Festival",
  "Al Jazeera na Camerapix kwadoro ihe nkiri ahụ",
  "Nwa Amin, Salim Amin, na-elekọta ụlọ ọrụ Camerapix site na 2008",
  "Mo Amin bụ ihe na-akpali akpali maka ọwa akụkọ A24, a na-atụ aro onwe onye pan-African 24-hour 'African voice for Africa' nke malitere mgbasa ozi site na Nairobi na 19 Septemba 2008.",
  "Mohamed Amin so ọtụtụ ndị nta akụkọ na ndị edemede rụọ ọrụ, nke gụnyere Tahir Shah na Colin Blane, yana Michael Buerk."
]