[
  "Mohammed Sanusi Daggash (a mụrụ n'abalị 22 n'ọnwa Disemba n'afọ 1960) bụ onye Naijiria na-ewu ụlọ na onye na-ahụ maka akụ na ụba nke a họpụtara dịka onye otu ụlọ omebeiwu na 1999, wee bụrụ Onye nnọchite anya maka Borno North (Borno State) na 2003",
  "Onye isi ala Umaru Yar'Adua họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka National Planning Commission of Nigeria na July 2007, ma wepụ ya n'ọkwa ya na October 2008",
  "Goodluck Jonathan họpụtara ya ọzọ dị ka Mịnịsta na-ahụ maka ọrụ n'ọnwa Eprel afọ 2010.",
  "A mụrụ Mohammed Sanusi Daggash na 22 Disemba 1960 na Kironewa, Marte Local Government Area, Borno State\nỌ gara ụlọ akwụkwọ Capacity School, Kaduna (1966–1973) na King's College, Lagos (1973–1978)",
  "Ọ gara Mahadum Ahmadu Bello, Zaria na 1978, nweta MSc na Osisentọala na 1984.\nDaggash jere ozi n'okpuru atụmatụ NYSC (1984–1985) na Ministry of Works and Housing na Borno State.\nN'afọ 1985, ọ ghọrọ Commonwealth Scholar, na-aga University College, London ebe o nwetara M.Sc na Development Economics n'afọ 1986. Ọ mekwara ọmụmụ agụsịaakwụkwọ na Mahadum Harvard na 1988.",
  "Mgbe ọ laghachiri Naịjirịa n'afọ 1986, Daggash guzobere ụlọ ọrụ ndụmọdụ (Mass Consult - Nigeria) na Kaduna.\nN'afọ 1989, a họpụtara ya na Nigeria Football Association Board maka afọ anọ",
  "Ọ rụrụ ọrụ dị iche iche na ndụmọdụ na iwu ụlọ ruo mgbe ọ banyere na ndọrọ ndọrọ ọchịchị n'oge Sani Abacha.\nN'afọ 1995, ọ malitere ịmụ maka Masters na Public Administration, e nyekwara ya ákàrà ugo mmụta na 1998.\nỌ bụ onye otu Kọmitii Ego nke United Nigeria Congress Party (UNCP)",
  "Mgbe e mesịrị, ọ bụ onye guzobere People's Democratic Party (PDP) ma jee ozi na National Establishment Committee",
  "A hoputara ya n'ụlọ ndị nnọchi anya na 1999 maka mpaghara Marte, Monguno, na Nganzi nke Borno Steeti.",
  "N'okpuru otu ndọrọ ndọrọ ọchịchị People's Democratic Party (PDP), a họpụtara Daggash dị ka onye omeiwu na 5th (2003–2007) National Assembly na-anọchite anya Borno North Senatorial District.\nOnye ya na zọrọ ọkwa ya na ANPP, Hajia Fati Ibrahim Bulama rịọrọ arịrịọ maka nsonaazụ ahụ, ma na-esote arịrịọ dị iche iche, ntuli aka Daggash kagburu na Nọvemba 2003",
  "Otú ọ dị, ụlọ ikpe ahụ chọpụtakwara na Bulama erughị eru ịzọ ọkwa maka ntuli aka.\nKa ọ na-erule ọnwa Juun afọ 2004, Independent National Electoral Commission ka haziri ntuli aka ọhụrụ maka oche ahụ.\nN'ikpeazụ, Daggash nọgidere n'oche ya.",
  "Ọ rụrụ ọrụ na Kọmitii Sineti iri dị iche iche n'oge ọchịchị ya. \nỌ bụ osote onye isi oche, Kọmitii Senate na Ọnụọgụgụ mmadụ na I.D",
  "Card, na onye otu Kọmitii Senate na FCT, Capital Market, Loans and Debt, Banking, Currency and Finance Parliamentary Network On World Bank (PNWB)",
  "Ọ bụkwa onye otu ndị isi nke Guinea Insurance Company.",
  "Ọ bụ onye na-azọ ọkwa PDP maka Borno North na ntuli aka Senate nke ọnwa Eprel afọ 2007, mana ọ hapụrụ asọmpi ahụ ụbọchị ole na ole na ntuli aka iji mee mkpesa maka nnukwu aghụghọ nke ANPP na-achị achị nke gosipụtara ntuli aka gọvanọ bu ụzọ",
  "E mesịrị kwupụta na oche sineti bụ nke All Nigeria People's Party (ANPP) Maina Maaji Lawan meriri.",
  "A họpụtara Daggash ka ọ bụrụ Mịnịsta na-ahụ maka atụmatụ mba na ọnwa July afọ 2007.\nN'ọnwa Febụwarị afọ 2008, o so na ndị nnọchi anya Naịjirịa nke Shamsudeen Usman, Mịnịsta na-ahụ maka ego, nke gara China",
  "Mgbe nzukọ ahụ gasịrị, osote Mịnịsta Yu bịanyere aka na nkwekọrịta abụọ ya na Daggash.\nN'ọnwa Ọktọba afọ 2008, Daggash kwupụtara na Naịjirịa ebelatawo ọnụ ahịa mmanụ na mmefu ego nke afọ 2009 ruo $ 45 kwa paụnd n'ihi ọdịda dị ukwuu na ọnụ ahịa mmanụ ala ụwa.\nMgbe e mesịrị n'ọnwa ahụ, a napụrụ ya n'ọkwa ya.",
  "N'afọ 2008, Daggash ghọọrọ onye isi nke Effectivo Capital, ụlọ ọrụ na-etinye ego na njikwa akụ nke dị na Abuja.",
  "N'ọnwa Nọvemba afọ 2009, Daggash so na \"ndị nlekọta\" na Borno Steeti PDP bụ ndị na-eme ngagharị iwe megide ihe ndị isi otu ndọrọ ndọrọ ọchịchị nke mba ahụ mere ịmanye ndị isi oche na ndị isi na steeti ahụ.",
  "A họpụtara Daggash ka ọ bụrụ Mịnịsta na-ahụ maka ọrụ na ụlọ na 6 Eprel 2010."
]