[
  "Mohamed Fawzi (Egyptian Arabic: محمد فوزى, a mụrụ Mohamed Fawzi Abbas Elhaw, August 15, 1918 - October 20, 1966) bụ onye Egypt na-agụ egwu na-ede egwu, onye na-eme ihe nkiri, na onye na-emepụta ihe nkiri. Ọ bụ onye na-eme ihe ntụrụndụ na onye na-ahụ maka ihe nkiri na ihe nkiri egwu nke Egypt n'afọ ndi 1940 na 1950",
  "O guzobere ụlọ ọrụ ndekọ El-Sharq El-Awsat n'ọnwa Eprel 30, 1959, wee gbanwee ya ka ọ bụrụ Sono Cairo / Sound El Qahira (Olu nke Cairo) Records na Jenụwarị 6, 1964",
  "Fawzi dere egwu maka \"Kassaman\", ukwe mba Algeria, nke nwere okwu nke Algeria Revolution Moufdi Zakaria.",
  "A mụrụ ya n'obodo nta Kafr Abou Gendi, mpaghara Qutour na Gharbia Governorate",
  "Ọ bụ nwa nke iri abụọ na otu n'ime ụmụ nwoke na ụmụ nwanyị iri abụọ na ise, nke ikpeazụ gụnyere ndị na-agụ egwu Huda Sultan na Hend Allam. Ọ bụ onye egwuregwu Oud mgbe ọ dị obere",
  "Nwanne ya nwanyị bụ onye a ma ama na-eme ihe nkiri na onye na-agụ egwu Huda Sultan",
  "Fawzi gara ụlọ akwụkwọ elementrị na Tanta, Egypt, ebe ya na enyi ya, onye na-agbanyụ ọkụ Mahmoud El Kharbaty, na-amụ egwu ngwa ngwa",
  "El Kharbaty kpọtara Fawzi ka ọ bụrụ abụ n'ụbọchị ọmụmụ, abalị, na agbamakwụkwọ, ebe abụ Mohamed Abdel Wahab na Umm Kulthum metụtara ya.",
  "Mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ nkwadebe, ọ sonyeere King Fuad I Institute of Music na Cairo, mana ọ hapụrụ ọmụmụ ya afọ abụọ ka e mesịrị iji rụọ ọrụ na klọb abalị nke ụmụnne nwanyị Ratiba na Ensaf Rushdie",
  "N'ịbụ onye Badia Masabniʹs disco were n'ọrụ, ọ zutere ndị ama ama dịka Farid El Atrash, Mohamed Abd El Mottleb, na Mahmoud El Sherief, bụ ndị ya na ha rụkọtara ọrụ n'ide na ịbụ abụ maka sketches na revues",
  "O mere ule redio n'afọ 1938 mgbe ọ dị afọ 20, na-ada otu afọ mgbe El Atrash nwere ihe ịga nke ọma",
  "Ihe ịga nke ọma Mahmoud El Sherief na-aga n'ụzọ ide ihe mbụ mere ka Fawzi họrọ usoro ahụ.",
  "Mgbe o rutere na Cairo n'afọ 1938, ọ malitere ịrụ ọrụ na ụlọ ọrụ ihe nkiri na ụlọ oriri na ọṅụṅụ abalị, gụnyere nke Badia Masabni na Fatima Rushdi, wee gaa na \"Egyptian National Theatre\" ebe ụzọ ya maka ịbụ onye a ma ama malitere ịpụta.",
  "Na ihe nkiri 36 (na mgbakwunye na cameo na Layali Al-Qahira n'afọ 1939), ọ ga-abụrịrị nwoke na-abụ abụ kachasị n'oge ahụ",
  "Ọ bụrụ abụ ndị ọzọ na ụfọdụ n'ime ihe nkiri ya, gụnyere Qabelni Ya Abi, Nargis, Thawrat El-Madinah, na Leila, Bint El-Shatie, ebe Mohamed Abdel Wahab na Farid al-Atrash dere egwu nke ha niile.",
  "Fawzi mepụtara ọtụtụ ihe nkiri n'etiti afọ 1947 na 1959, nke niile gosipụtara ya ma e wezụga Fatawat el Husseinia na The Absent Lady\nAfọ( Ihe nkiri)",
  "Fawzi bụ nwanne onye na-eme ihe nkiri na onye na-agụ egwu Huda Sultan na onye na na-agụ egwú Hend Allam.",
  "N'afọ 1943, Fawzi lụrụ nwunye mbụ ya, Mrs",
  "Hedaya, onye ya na ya mụrụ ụmụ atọ: injinia Nabil (a mụrụ na 1944), injinia Samir (a mụrụ n'afọ 1946), na dọkịta Mounir (a muru n'afọ 1948)",
  "Ha gbara alụkwaghịm n'afọ 1952, mgbe nke ahụ gasịrị ọ lụrụ onye na-eme ihe nkiri Madiha Yousri ma mụọ nwa nwoke aha ya bụ Amr n'afọ 1955 na otu nwa nwoke ọzọ",
  "N'afọ 1959, ọ gbara alụkwaghịm ọzọ wee lụọ nwunye ya nke atọ, Karima, onye ya na ya mụrụ nwa ya nwanyị nke nta Iman n'afọ 1961",
  "Ha nọgidere na-emekọ ihe ọnụ ruo mgbe ọ nwụrụ."
]