[
  "Mohamed Abdel Wahab (Arabic), nke a na-akpọkwa Mohamed Abd El-Wahhab (March 13, 1902 May 4, 1991), bụ onye a ma ama na-agụ egwu, onye na-eme ihe nkiri, na onye na-ede egwu na narị afọ nke iri abụọ",
  "A maara ya nke ọma maka abụ ịhụnanya na nke ndị Ijipt.",
  "A maara ya maka abụ mba Ijipt ya na nke mgbanwe dịka \"Ya Masr tam El-Hanna\" (Oh Egypt, obi ụtọ dị ebe a), \"Hay Ala El-Falah\" (Ọkpụkpọ ọrụ), \"El Watan El Akbar\", \"Masr Nadetna falbena El-nedaa\" (Ijipt akpọwo anyị ma n'ezie anyị zara oku ahụ), \"Oulo le Masr\" (Kwuo Ijipt), \"Hob El-watan Fard Alyi\", \"Sout-Gamaheer\", \"Ya Ness El-Horria'd\", \"Ya\" (Sawe Men'Horria\".",
  "O nyekwara aka ma dee abụ mba nke Tunisia, \"Humat al-Hima\", United Arab Emirates, \"Īsiy Bilādī\", na \"Libya\" nke sitere n'afọ 1951 ruo 1969 na ọzọ kemgbe afọ 2011.",
  "A mụrụ Mohamed Abdel Wahab n'afọ 1902 na Cairo, Egypt, n'ógbè a na-akpọ Bab El-Sheriyah, ebe e nwere ihe oyiyi ya ugbu a. Ọ malitere ọrụ ịbụ abụ ya mgbe ọ dị obere ma mee ihe ngosi ihu ọha mbụ ya mgbe ọ gbara afọ asaa na mmepụta mpaghara",
  "Ọ dị afọ iri na atọ mgbe o mere ndekọ mbụ ya",
  "Mohamed Abdel Wahab bụ ezigbo enyi onye na-agụ egwu obodo ya bụ Abdel Halim Hafez.",
  "N'afọ 1933, Abdel Wahab malitere ide ụdị egwu egwu nke ya n'ihe nkiri Egypt mgbe ọ gachara Paris ma mara ihe nkiri egwu French. O webatara ụdị ihe nkiri egwu na-atọ ụtọ na ọdịbendị Ijipt ma mechaa dee egwu  asatọ n'etiti afọ 1933 na 1949",
  "Ihe nkiri ya gosipụtara ndị isi obodo ọdịda anyanwụ ma tinye egwu nke sitere na ụda ọdịnala ndị Ijipt",
  "Ọ pụtara na ihe nkiri ya nke afọ 1934 The White Flower nke mebiri ndekọ na ndị bịara ma ka na-eme ihe nkiri ugboro ugboro na ụlọ ihe nkiri Ijipt",
  "N'afọ 1950, Abdel Wahab hapụrụ ihe nkiri iji lekwasị anya n'ịbụ onye na-agụ egwu.",
  "Abdel Wahab dere ihe karịrị abụ 1820. A na-ewere Abdel Wahab dịka otu n'ime ndị egwu Ijipt kachasị ọhụrụ n'oge niile, na-atọ ntọala maka oge ọhụrụ nke egwu Ijipt site na iji ụda ndị na-abụghị nke obodo na egwu oud dị mma.",
  "N'agbanyeghị eziokwu ahụ bụ na Abdel Wahab dere ọtụtụ abụ na egwu egwu Arabic oge ochie, a katọrọ ya nke ọma maka ntụziaka ya na egwu ọdịda anyanwụ",
  "N'ezie, o webatara ụda ọdịda anyanwụ na abụ ndị Ijipt n'ụzọ dabara adaba na ụdị abụ ndị Ijipti a ma ama n'oge ahụ",
  "Dịka ọmụmaatụ, n'afọ 1941, o webatara ụda waltz n'abụ ya \"El Gandol,\" ma, n'ọnwa 1957, o webatara egwu rock na roll n'abụ Abdel Halim Hafez \"Ya Albi Ya Khali\".",
  "O dere ụfọdụ n'ime egwu kachasị mma nke Nagat El Saghira, gụnyere uri anọ nke Nizar Qabbani.",
  "Abdel Wahab na-akpọ oud n'ihu onye Egypt a ma ama na-ede uri, Ahmed Shawqi, ma mee ihe nkiri n'ọtụtụ ihe nkiri",
  "O dere egwu iri maka Umm Kulthum",
  "Ọ bụ onye na-agụ egwú Ijipt mbụ si n'oge na-adịghị ekwu okwu gaa n'ịbụ abụ.",
  "Abdel Wahab dekwara egwu maka ihe oyiyi Lebanọn Fairuz onye ọ kpọrọ \"Onye nnọchi anya anyị na kpakpando\" ma kwuo n'afọ ndi 1950 na ọ bụ onye ndú nke klọb ndị na-akwado ya na Cairo.",
  "Mohamed Abdel Wahab nwụrụ n'obodo ya bụ Cairo, Egypt site na ọrịa mkpọnwụ ahụ n'ọnwa Mee 4, 1991.",
  "Abdel Wahab bụ isi n'ịtọlite oge ọhụrụ nke egwu Ijipt n'ala nna ya na n'ofe ụwa ndị Arab",
  "Ọ hapụkwara akara na ụwa ọdịda anyanwụ site n'ikpughe egwu ndị Ijipt na omenala ọdịda anyanwụ na ọdịnala ndị a ma ama.",
  "O dere abụ mba Tunisia (Humat al-Hima) na Libya (Libya, Libya, Libya).",
  "Na Machị 13, 2012, Google mere emume ncheta ọmụmụ ya nke afọ 110 na Google Doodle.",
  "Egwú Mohammed 'Abd al-Wahhab ahọpụtara site na ebe nrụọrụ weebụ YouTube:"
]