[
  "Mohombi Nzasi Moupondo (amụrụ n'abalị iri na asaa n'ọnwa Ọktoba n'afọ 1986) bụ onye egwu, onye na-agụ egwu, onye edemede na onye na-agba egwu na Congolese-Swedish",
  "Ọ tolitere na Norsborg na Kista nso Stockholm",
  "Mohombi bụ RedOne mbụ bịanyere aka na 2101 Records na njikọ aka na Universal Music Group. Site na 2000 ruo 2008, Mohombi so n'òtù hip hop Swedish Avalon na nwanne ya nwoke Djo Moupondo",
  "Mohombi wepụtara egwu izizi ya \"Bumpy Ride\" n'ọnwa Ọgọstụ afọ 2010",
  "Otu ahụ ghọrọ ihe a ma ama n'ụwa niile, ma depụta n'elu iri n'ọtụtụ mba, ma soro ya na abọm studio mbụ ya MoveMeant na Febụwarị 2011.",
  "A mụrụ Mohombi n'aka nne Swedish na nna Congolese",
  "O nwere ụmụnne iri na anọ",
  "Mohombi na ezinụlọ ya hapụrụ Congo agha mebiri emebi wee kwaga Stockholm, Sweden na 1999 mgbe Mohombi dị afọ 13",
  "Mgbe ọ gbara afọ iri abụọ, Mohombi gbazitere otu ọnụ ụlọ n'ụlọ Simon B nke Radio 1 UAE maka nwata iji mata ya nke ọma",
  "Nne na nna ya na-ekpughekarị ya mmetụta egwu dịgasị iche iche site na nwata Mohombi gụrụ akwụkwọ na Rytmus Music High School na Stockholm wee pụta n'oge ọ nọ n'elu ikpo okwu, na 2002 na mweghachi Swedish nke Wild Side Story Ọ gụsịrị akwụkwọ na nzere bachelọ na egwu na Royal College of Music, Stockholm",
  "Ọ na-asụ Bekee, French, Lingala, Spanish, Swahili na Swedish.",
  "Na Stockholm, Mohombi na nwanne ya nwoke Djo Moupondo, onye DJ klọb dị n'ógbè ahụ a maara dị ka DJ Djo guzobere otu Avalon [isi iyi na-abụghị isi dị mkpa] na-ejikọta dancehall na hip hop nke oge ahụ na ọdịiche Africa nke a zụlitere ha",
  "Site n'afọ 2004 ruo n'afọ 2008, otu ahụ rere ihe karịrị ọkara nde ndekọ wee merie All African Kora Awards, nke Afrịka yiri Grammy maka ụdị Best Group  São Diaspora Europe / Caribbean, ebe Mohombi ghọrọ onye na-ede egwu na onwe ya",
  "N'oge a, egwu bụ naanị ọrụ nwa oge, na ịchọ ihe ọzọ, Mohombi gara Los Angeles iji gaa n'ihu n'ọrụ ya.\nNa afọ 2005, Avalon sonyere na Melodifestivalen, na mgbalị iru eru maka Eurovision Song Contest 2005 na-anọchite anya Sweden na egwu Bekee na French \"Big Up\" nke gụnyekwara okwu mmeghe na asụsụ Lingala",
  "Na afọ 2005, ndị Avalon sonyere na ihe ngosi \"sthlm\", mmemme egwu kwa afọ nke a haziri na Lava Kulturhuset.",
  "Na 2 June ọnwa nke afọ 2007, Avalon sonyere na Hoodsfredsfestivalen na Kista",
  "Na 21 ọnwa Disemba nke afọ 2007, Avalon weputara abọm studio ya Afro-Viking nke e mere maka ahịa Afrịka",
  "Avalon esorola ndị na-ese ihe / ndị na-ede egwu dịka Bob Sinclar, Million Stylez, Mohaamed Lamine, Silver Room, Alexander Papadimas na ọtụtụ ndị ọzọ rụkọọ ọrụ.",
  "Mohombi sooro onye na-eti egwu Sweden bụ Lazee rụkọọ ọrụ na \"Do It\", nke a tọhapụrụ na Sweden na 31 Mee 2010",
  "Ọ malitere na ọnụọgụ itoolu na Swedish Singles Chart",
  "Na Los Angeles, e mere ka Mohombi mara site n'aka ndị enyi na onye na-emepụta ihe na Sweden-Morocco RedOne",
  "Otu egwu izizi nke onye na-agụ egwu ahụ, \"Bumpy Ride\" bụ nke mbụ a tọhapụrụ na akara RedOne 2101 Records, njikọ aka na Universal",
  "A tọhapụrụ ya na United States na 24 August 2010",
  "Mohombi wepụtara \"Miss Me\" dị ka egwu izizi ya na United Kingdom na 31 October 2010. Ọ na-egosi onye America na-eti egwu Nelly",
  "E wepụtara egwu nke atọ ya akpọrọ \"Dirty Situation\" na Europe na 11 ọnwa Nọvemba ma gosipụta onye na-agụ egwu R&B Akon",
  "A na-akpọ \"Dirty Situation\" na mbido ma mesịa ọzọ na etiti vidiyo egwu maka \"Miss Me\"",
  "A tọhapụrụ abọm izizi Mohombi, MoveMeant na Europe Mọnde 28 ọnwa Febụwarị nke afọ 2011 na US na ngwụcha afọ 2011",
  "Mohombi gosipụtara na egwu \"Hoola Hoop\", egwu na 2011 Stella Mwangi album Kinanda",
  "Otu egwu Mohombi, \"Coconut Tree\" gosipụtara olu Nicole Scherzinger",
  "Na afọ 2011, Mohombi pụtara nke mbụ ya kwa afọ na MAD Video Music Awards, na Athens, Gris, ya na Katerína Stikoúdi na-arụkọ ọrụ ọnụ, na \"Coconut Tree Make Me Stay\"",
  "Na 2 ọnwa Septemba nke afọ 2011, Mohombi wepụtara egwu ọzọ akpọrọ \"Maraca\" na iTunes na Sweden. Mohombi dekwara egwu \"Suave (Kiss Me)\" na Nayer & Pitbull",
  "A họpụtara ya maka Best Swedish Act na 2011 European Music Awards na Belfast. Nke a ga-abụ Pop depụtara ya nke asaa na Top 10 nke afọ 2012. N'abalị iri na isii n'ọnwa Disemba na afọ 2011, ọ pụtara dị ka onye ọbịa egwu na oge nke mbụ nke The Voice of Romania",
  "Na afọ 2014, Mohombi kpebiri ịhapụ Universal Music ma guzobe akara egwu nke ya, La Clique Music, wepụta abọm ya bụ Universe.\nA kpọrọ Mohombi na ọnwa Julaị bu ubochi nke afọ 2015 ka ọ nọchite anya ndị ntorobịa mba ya na nzukọ nke United Nations haziri na New York City",
  "Ọ bụkwa onye otu ndị ọka ikpe nke 2015 Best of the Best All Stair season, nnukwu ihe ngosi nka na Democratic Republic of Congo.\nNa afọ 2015, Mohombi sonyeere Pitbull na \"Baddest Girl in Town\" na wisin.\nNa afọ 2016, Mohombi sonyeere Joey Montana na Picky (remix) na Akon",
  "Na afọ 2016, Mohombi nwetakwara onyinye Grammy maka òkè ya na album Pitbull Dale maka ụdị: Best album of the year.",
  "O sonyere na Melodifestivalen 2019 na egwu \"Hello\", ebe o mere ya na njedebe ikpeazụ na nke ise. Na afọ 2020, o sonyere na Melodifestivalen 2020 na egwu \"Winners\". O ruru na ngwụcha, ebe ọ gwụchara na ọnọdụ nke iri na abụọ, na-enweta ngụkọta nke akara 26. N'ọnwa Disemba 2022, Mohombi kwuputara ndoro-ndoro ochichi ya maka ntuli aka onye isi ala 2023 dika onye ndoro-ndoro ochichi nwere onwe ya..",
  "Àtụ:Mohombi"
]