[
  "Moin-Moin ma ọ bụ Moimoi bụ nri a na-esi ísì ụtọ ma ọ bụ na-esi nri nke a na-eme site na ngwakọta nke agwa ojii na-acha anụnụ anụnụ, nke a na'ejikọkarị ya na yabasị na ose na-acha ọbara ọbara (nke a na-ejikarị ngwakọta nke ose, chili ma ọ bụ bonnet Scotch). Ọ bụ nri jupụtara na protein nke bụ ihe dị mkpa na Naịjirịa.",
  "Na Ghana na Sierra Leone, a na-akpọkarị ya \"Alele\" ma ọ bụ \"Olele\"",
  "A na-ejikarị ya na Hausa koko.  Tubaani (nke a na-akpọkwa Tubani) bụ nri yiri nke a na-ahụ na Northern Ghana.",
  "Black-eyed ma ọ bụ brown beans, tatashe (red bell pepper), scotch bonnet pepper( atarodo / fresh pepper), nri nri nri nri akwụkwọ nri, tomato puree (maka ụcha ọzọ, mana nhọrọ), Tablespoonful ground Crayfish, nnukwu onions bulbs, àkwá, ma ọ bụ anụ e siri esi ma ọ bụ Ọkpụkpụ ma ọ bụ Corned beef ma ọ bụ deboned fish e siri esi e siri esi ozu ma ọ bụ azụ̀ e siri esi esi esi esi, bouillon / stock cubes maka Nri (dị ka ọ dị mkpa), iji mee nnu.",
  "A na-akwadebe Moin-Moin site na ibu ụzọ tinye ya na mmiri oyi ruo mgbe ha dị nro iji wepụ ezigbo mkpuchi ma ọ bụ akpụkpọ. Mgbe ahụ, a na-egweri ha ma ọ bụ gwakọta ha (iji blender) ruo mgbe a ga-enweta ezigbo paste",
  "A na-agbakwunye nnu, cube bouillon, crayfish kpọrọ nkụ, mmanụ akwụkwọ nri (ma ọ bụ mmanụ ọ bụla a na-eri eri dị ka mmanụ nkwụ) na ihe ndị ọzọ na-esi ísì ụtọ",
  "Ụfọdụ na-agbakwunye sardines, anụ ehi, àkwá e siri esi, ma ọ bụ ngwakọta nke ndị a na 'garnishes' ndị ọzọ iji mee ka Moin-Moin dị ndụ.  A na-akpọ nke a dị ka inwe 'x' ọnụọgụ ndụ, 'x' na-anọchite anya ọnụọgụ nke ihe ịchọ mma agbakwunyere",
  "Nke a na-akwalite bụ Moin-Moin elemi, nke na-asụgharị Moin-moin nwere ndụ asaa.",
  "Moin-Moin na-abịakarị n'ụdị pyramid, ọdịdị cylindrical, ọdịdị cone na ọdịdị ọ bụla a chọrọ n'ihi ebu a na-awụnye ya tupu esi nri.  Ọdịdị pyramid ahụ sitere na \"ewe eran\" (Thaumatococcus daniellii) ma ọ bụ akwụkwọ unere nke a na-eme ka ọ bụrụ cone n'ime nkwụ mmadụ, mgbe ahụ, a na-awụnye mmiri a na-etinye n'ime akwụkwọ, nke a na'agbakọta.  Ọdịdị cylindrical sitere na ite mmiri ara ehi ma ọ bụ tomato sauce nke a na-eji akwadebe nri ndị ọzọ",
  "Ozugbo ọ dị n'ime ebu ya, a na-etinye ya n'ime nnukwu ite ihe dị ka otu ụzọ n'ụzọ iri jupụtara na mmiri",
  "Mmiri bụ isi iyi nke anwụrụ ọkụ nke na-esi nri na Moin-Moin",
  "A na-eri Moin-Moin naanị ya ma ọ bụ na achịcha dị ka nri, na osikapa dị ka nri ma ọ bụ ogi maka nri ụtụtụ ma ọ bụ nri abalị",
  "A pụkwara iwere ya na garri n'ehihie.Usoro Moin-Moin dị ka e mere ka ọ dị mfe site na ịgwakọta ọka na ntụ ọka a na-akpọkwa ntụ ọka ọka, usoro ntụ ọka a dị ka mbelata nrụgide nke ịkpụ ọka na ịsa ahụ ọtụtụ ugboro, ihe niile dị mkpa bụ ịgwakọta ntụ ọka na mmiri, ịgbakwunye ihe na nnu iji nụ ụtọ, azụ, stocks, pawns, wdg."
]