[
  "Moira Lister Gachassin-Lafite, Viscountess of Orthez (6 August 1923 意 27 October 2007) bụ onye South African-British na-eme ihe nkiri, na telivishọn na onye edemede.",
  "A mụrụ ya na Cape Town na Major James Lister na Margaret (née Hogan), Lister gụrụ akwụkwọ na Parktown Convent of the Holy Family, Johannesburg. Ọ bụ nwa akwụkwọ ihe nkiri nke Anna Romain Hoffman, onye ya na di ya Arthur Hoffman guzobere The Johannesburg Repertory Theatre.",
  "Ọ malitere ọrụ ime ihe nkiri ya n'elu ikpo okwu na South Africa wee gaa n'ihu na-eme ihe nkiri na London mgbe ọ dị afọ iri na asatọ. Lister malitere ịrụ ọrụ na ihe nkiri n'afọ 1943, ma pụta n'ọtụtụ ihe nkiri n'ime ọtụtụ iri afọ",
  "Ndị a ma ama n'ime ndị a bụ maka Ealing Studios, dịka Another Shore (1948), A Run for Your Money (1949), Pool of London (1951) na The Cruel Sea (1953)",
  "Ọ pụtara na Peter Ustinov's long-running 1951 play The Love of Four Colonels in the West End",
  "Ọ na-arụ ọrụ mgbe niile na usoro mbụ nke ihe nkiri redio BBC Hancock's Half Hour n'afọ 1954-55, ọ bụkwa otu n'ime ndị enyi nwanyị na A Life of Bliss nke George Cole na-eme dịka David Bliss, onye na-alụbeghị di. Ọ pụtara na usoro ihe nkiri telivishọn BBC The Whitehall Worrier na The Very Merry Widow site n'afọ1967 ruo 1968",
  "(N'ikpeazụ, usoro ihe omume a kpọrọ The Very Merry Widow na How!) Lister pụtakwara na usoro ihe nkiri British TV ndị ọzọ dịka Danger Man na The Avengers (\"The See-Through Man\", 1967)",
  "N'afọ 1980, ọ pụtara dịka onye na-eme ihe nkiri na sitcom Only When I Laugh",
  "Ọ bụ isiokwu nke This Is Your Life n'afọ 1971 mgbe Eamonn Andrews juru ya anya.",
  "Lister ka na-eme ihe ruo afọ atọ tupu ọnwụ ya, na-agagharị na otu nwanyị ya na-egosi banyere Noël Coward",
  "Ọ bụ onye British Catholic Stage Guild.",
  "N'afọ 1946, Lister so Neville Heath, onye bụbu onyeisi ndị agha ụgbọelu South Africa, gaa London, onye gburu ụmụ nwanyị abụọ na London naanị ọnwa ole na ole ka e mesịrị. A mara Heath ikpe mgbe e kpesịrị ya ikpe dị egwu, a kwụgbukwara ya n'ọnwa Ọktoba afọ 1946.",
  "N'afọ 1951, Moira Lister lụrụ onye Belgo-French aristocrat Jacques Gachassin-Lafite, Viscount of Orthez, nwa André Gachassin -Lafite (Viscount of Ortchez) na Louise van Dievoet",
  "Jacques bụ onye ọrụ French nke Spahis, onye nwe ubi vaịn champagne na dike nke agha Rif; ha nwere ụmụ nwanyị abụọ, Chantal na Christobel",
  "Lister nwekwara ụmụ ụmụ nwanyị abụọ, Christina d'Orthez na Marina d'Otthez.",
  "Moira Lister nwụrụ mgbe ọ dị afọ 84 n'afọ 2007",
  "E liri ya na di ya na chọọchị St Edward's Catholic Church na Sutton Green, Surrey."
]