[
  "Mokgweetsi Masisi bụ nwa Edison Masisi (1921 Tian 2003), onye omeiwu Moshupa ogologo oge na onye otu kansụl ọtụtụ oge. Masisi nke obere tolitere na Gaborone, na-aga Thornhill Primary School na Maru A Pula School. Otu n'ime ụmụnne ya atọ, Tshelang, bụ onye omeiwu maka Francistown West ruo ọtụtụ afọ, ebe onye ọzọ bụ ọchịagha ndị agha lara ezumike nká",
  "O nwekwara nwanne nwanyị, Phadi.",
  "N'ụlọ akwụkwọ, Masisi na-asọ mpi na bọọlụ na tenis, mana n'ikpeazụ ọ chọpụtara na ime ihe nkiri bụ ọkpụkpọ ya. N'afọ 1984, ọ nwetara otuto maka ngosipụta ya nke ọrụ ndu na mmepụta Gaborone nke Cry the Beloved Country O sonyere n'ọtụtụ ihe nkiri South Africa.",
  "N'afọ 1980, Masisi ghọrọ onye nkuzi ọmụmụ mmekọrịta mmadụ na ibe ya n'ụlọ akwụkwọ sekọndrị mgbe ọ gụsịrị akwụkwọ na Mahadum Botswana n'afọ 1984 na Bekee na akụkọ ihe mere eme",
  "Ọ kụziri na Mmanaana Secondary School n'afọ 1984 n'obodo Moshupa tupu ọ gaa Mahadum Botswana n'afọ 1987 dị ka ọkachamara na mmepe usoro mmụta.",
  "N'afọ 1989, ọ gara Mahadum Steeti Florida iji nweta nzere masta na agụmakwụkwọ sayensị mmekọrịta mmadụ na ibe ya, mgbe Masisi zutere ụfọdụ ndị otu FSU na-arụ ọrụ na Botswana maka Junior Secondary Education Improvement Project. Mgbe ọ gụsịrị akwụkwọ, UNICEF were ya n'ọrụ na Botswana.",
  "Masisi enweghị ihe ịga nke ọma na-achọ nhọpụta nke ndị na-achị Botswana Democratic Party (BDP) ka ha guzo na mpaghara Moshupa na ntuli aka nke afọ 2004. Otú ọ dị, ọ nwetara nhọpụta BDP maka otu oche ahụ tupu ntuli aka afọ 2009 wee merie oche ahụ. A họpụtara ya ozugbo dị ka osote minista maka ihe gbasara onye isi ala na nchịkwa ọha na eze n'ọnwa Ọktoba afọ 2009",
  "Mgbe ihe karịrị otu afọ dị ka osote minista, a họpụtara ya dị ka Minista na-ahụ maka ihe gbasara onye isi ala na nchịkwa ọha na eze n'ọnwa Jenụwarị 2011. Masisi ghọrọ Minista nke Mmụta na Mmepe Nkà na ikike ime ihe n'ọnwa Eprel afọ 2014. A họpụtara ya ọzọ n'oche ya na Nzukọ Ndị Omeiwu n'ọnwa Ọktoba n'afọ 2014, a họpụtakwara ya ka ọ bụrụ Minista nke Mmụta na Mmepe Nkà n'ụbọchị 28 Ọktobe n'afọ 2014. Onye isi ala Ian Khama họpụtara Masisi dị ka osote onye isi ala nke Botswana n'ụbọchị 12 Nọvemba 2014 mgbe ọ nọgidere n'ọkwa ya dị ka Minista nke Mmụta.",
  "President Khama appointed Masisi as the Chancellor of the University of Botswana on July 5, 2017",
  "The appointment, which was in consonance with Section 7 of the University of Botswana Act of 2008, was for a period of five years",
  "It followed the death of former President Quett Masire, who served as the Chancellor until he died on June 22, 2017."
]