[
  "Molly Burhans (amụrụ ya n'afọ 1989) bụ onye America na-ese map, onye sayensị data, na onye na-ahụ maka gburugburu ebe obibi",
  "Ọ bụ onye guzobere GoodLands, otu nzukọ nke na-ezube ịkpali Chọọchị Katọlik iji ala ya mee ihe maka ebumnuche ikpe ziri ezi na gburugburu ebe obibi. Burhans bụ Chief Cartographer maka map dijitalụ mbụ nke Chọọchị Katọlik n'akụkọ ihe mere eme, nke emere na Vatican na 2016",
  "Ọ gara n'ihu na-eduga mmepe nke nyocha Katọlik zuru ụwa ọnụ, dị ka akara carbon nke Chọọchị na ikike nchekwa. United Nations nyere ya Young Champion of the Earth n'afọ 2019. Ọ bụ otu n'ime ndị Encyclopædia Britannica's 2022 Under 40 Young Shapers of the Future na ngalaba nke agụmakwụkwọ na echiche. N'afọ 2021, Sierra Club sọpụrụ Burhans na EarthCare Award, nke e nyere ndị dị ka Wangari Maathai na Sir David Attenborough. N'afọ 2018, a họpụtara ya na Ashoka Fellowship maka ihe ọhụrụ ya na itinye teknụzụ ọhụrụ iji meghachi omume na mgbanwe ihu igwe",
  "Ọ bụkwa onye National Geographic Emerging Explorer na klas nke afọ 2021.",
  "A mụrụ Burhans na New York City, New York na Debra, prọfesọ nke sayensị kọmputa, na William, onye nchọpụta na molecular oncology, onye nwụrụ na 2019",
  "Ọ bụ ezie na ọ gara chọọchị mgbe ọ ka na-eto eto, ọ ghọghị onye na-ekpe okpukpe Katọlik ruo mgbe ọ gụsịrị akwụkwọ na mahadum",
  "Mgbe ọ na-eleta ebe obibi ndị mọnk dị n'ebe ugwu ọdịda anyanwụ Pennsylvania n'oge njem ije ozi na-ewe izu, ọ chọpụtara na ebe obibi ndị mọnk ahụ enweghị atụmatụ nlekọta ala zuru oke, wee malite nyocha ụzọ isi meziwanye njikwa ala nke ebe ndị Katọlik zuru ụwa ọnụ nwere ike inye aka na gburugburu ebe obibi.aka.",
  "N'afọ 2015, Burhans nwetara nzere masta na Ecological Design site na Conway School, ebe ọ bụ onye na-ahụ maka Sustainable Communities Initiative Fellow, na nzere na-agụsị akwụkwọ na Canisius College. Ọ bịara nwekwuo mmasị na ohere gburugburu ebe obibi nke mawapụta na ime ka ihe ndị dị ndụ na-arụ ọrụ nke Chọọchị Katọlik zuru ụwa ọnụ",
  "Ọ gara ụlọ akwụkwọ sekọndrị na City Honors School na Buffalo, NY",
  "Ọ nọrọ oge na GIS software ụlọ ọrụ Esri dị ka onye nleta na-eme nchọpụta ma nata onyinye n'aka ha",
  "Ụlọ ọrụ ya, GoodLands, na-ejizi eserese dị iche iche, nhazi na teknụzụ",
  "Nhazi."
]