[
  "Site na 1960 ruo 1963, Naịjirịa bụ steeti nwere onwe ya na ọchịchị nwere onwe ya",
  "Naịjirịa na Australia, Canada, United Kingdom, na ụfọdụ steeti ndị ọzọ nwere onwe ha kerịtara eze ahụ",
  "Ọrụ iwu nke eze na-abụkarị nke gọvanọ-ọchịchị nke Naịjirịa.",
  "Elizabeth nke Abụọ bụ naanị eze chịrị n'oge a",
  "N'ihi nke a, a kpọrọ ya Queen of Nigeria.",
  "E wepụrụ ọchịchị eze na 1 Ọktoba afọ 1963, mgbe Naịjirịa nabatara onye isi ala dị ka onye isi ala ya.",
  "Njikọ nke Naịjirịa nọchiri Colony na Protectorate nke Naịjarịa n'ime Alaeze Ukwu Britain na 1 Ọktoba afọ 1954",
  "Na mbụ, Federation bụ ihe fọrọ nke nta ka ọ bụrụ ọchịchị gọọmentị Briten",
  "Ọ ghọrọ onye nweere onwe ya dị ka ọchịchị n'ime Commonwealth of Nations na 1 Ọktoba afọ 1960 n'okpuru Nzukọ Ndị Omeiwu nke United Kingdom's Nigeria Independence Act 1960.",
  "Princess Alexandra nke Kent nọchitere anya Queen na emume nnwere onwe",
  "Ọ gbaara ụgbọelu gaa Lagos na 26 Septemba afọ 1960, ìgwè mmadụ dị iri puku mmadụ nabatara ya na Naịjirịa",
  "N'abalị mbụ n'ọnwa Ọktoba, adaeze ahụ nyere Sir Abubakar Tafawa Balewa, onye ghọrọ praịm minista, ngwá ọrụ nnwere onwe Naịjirịa, nke a makwaara dị ka Charter Freedom",
  "N'abalị atọ n'ọnwa Ọktoba, adaeze ahụ meghere ụlọ omebe iwu gọọmentị etiti mbụ nke Naịjirịa nweere onwe ya, n'aha Eze Nwanyị, n'ihu nzukọ nke ndị mmadụ na ndị nnọchi anya mba",
  "Dr Nnamdi Azikiwe, Onye isi oche nke ndị omeiwu Naijiria na Gọvanọ-Jenal a họpụtara, gwara Princess okwu, na-arịọ ya ka ọ mepee ụlọ omebe iwu site n'ịgụ Okwu si n'Ocheeze. Princess mechara gaa njem steeti site na Lagos, na-asị ndị Naijiria ka ha sị ha gaa nke ọma.",
  "Naịjirịa bụ otu n'ime ala nke Commonwealth of Nations nke nwere otu onye dịka Onye Ọchịchị na onye isi ala.",
  "Site na Iwu Nnwere Onwe Naịjirịa nke afọ 1960, ọ dịghị onye minista gọọmentị Britain nwere ike inye onye ọchịchị ndụmọdụ n'ihe ọ bụla metụtara Naịjirị, nke pụtara na n'ihe niile gbasara Naịjiria, ọ bụ naanị ndị minista Naịjiría nyere onye ọchịchị ndụmọdụ. Ụkpụrụ iwu Naijiria niile chọrọ nkwenye eze",
  "Gọvanọ-Jenal nke Naịjirịa nọchitere anya eze ahụ na Federation, onye eze ahụ họpụtara na ndụmọdụ nke Praịm Minista Naịjirị. Mgbe nnwere onwe gasịrị, eze ahụ nwere ọbụbụeze ya n'ihi \"Kpueze Naijiria\" ya, ma mee ihe na ndụmọdụ nke Gọọmentị Naijiria.",
  "A maara Gọọmentị Naịjirịa dị ka Gọọmentụ Eze Ukwu.",
  "Onye eze, Senate, na House of Representatives mejupụtara Nzukọ Ndị Omeiwu nke Naịjirịa. Ike nchịkwa niile nke Naịjirịa nọ n'aka onye ọchịchị",
  "Iwu niile dị na Naịjirịa bụ naanị site n'inye Royal Assent, nke Gọvanọ-Jenal mere n'aha onye ọchịchị. Gọvanọ-Jenal nwere ike idebe iwu \"maka obi ụtọ nke Eze Nwanyị\"; nke ahụ bụ igbochi nkwenye ya na iwu ahụ ma nye ya onye ọchịchị maka mkpebi nke onwe ya; ma ọ bụ ọ nwere ike ịjụ ya kpamkpam site na igbochi nkwekọrịta ya. Gọvanọ-Jenal bụkwa onye na-ahụ maka ịkpọ oku, ịmegharị, na ịgbasa ndị omeiwu. Gọvanọ-Jenal nwere ikike ịhọrọ na ịhọpụta Kansụl nke Ndị Minista ma nwee ike ịchụpụ ha n'okpuru uche ya",
  "Ndị minista Naijiria niile nwere ọrụ na obi ụtọ nke Gọvanọ-Jenal.",
  "Royal Prerogative gbatịkwara n'ihe omume mba ọzọ: onye ọchịchị ma ọ bụ gọvanọ-ọchịagha na-eme nkwekọrịta, njikọ aka na nkwekọrịta mba ụwa na ndụmọdụ nke ndị Ministrị Naijiria",
  "Ndị nnọchi anya Naijiria na mba ofesi natara ikike na mba ndị ọzọ site n'aka eze na ikike ya dị ka Eze Nwanyị nke Naijiria. Gọvanọ-ọchịchị, n'aha Eze Nwanyị, họpụtakwara ndị kọmishọna dị elu nke Naijiria, ndị nnọchi anya, na ndị nnọchianya ndị isi yiri ya, ma nata ndị nnọchiiche dị otú ahụ site na mba ndị ọzọ",
  "Ọ bụ eze nyere akwụkwọ ikike n'oge gara aga.",
  "N'ime ala Commonwealth, onye ọchịchị na-ahụ maka ikpe ziri ezi maka ndị ọ na-achị niile, ya mere a na-ewere ya dị ka isi iyi nke ikpe ziri ezi",
  "Na Na Naijiria, a na-ewere mmebi iwu dị ka mmebi iwu megide onye ọchịchị ma na-eweta usoro maka mmebi iwu a na-ebo ebubo n'aha onye ọchịchị n'ụdị Eze Nwanyị na [Name]. N'ihi ya, iwu obodo ahụ kwuru na onye ọchịchị \"enweghị ike ime ihe ọjọọ\"; enweghị ike ikpe eze ikpe n'ụlọ ikpe nke ya maka mpụ",
  "Ụlọ ikpe mkpegharị ikpe kachasị elu maka Naịjirịa bụ Kọmitii Ikpe nke Kansụl Nzuzo, a na-etinyekwa ikpe mpụ n'aha eze ahụ. Onye eze, na site n'ịgbatị gọvanọ-ọchịagha, nwekwara ike inye nnwere onwe pụọ n'ikpe, jiri ikike ebere nke eze mee ihe, na mmejọ mgbaghara megide Crown, ma ọ bụ tupu, n'oge, ma ọ bụghị mgbe ikpe gasịrị.",
  "Ọchịchị Naịjirịa bụ nke gọọmentị etiti, nwere ikike iwu anọ na nke gọọmentụ etiti na nke mpaghara atọ na onye ọchịchị na-ewere onye iwu dị iche na nke ọ bụla.",
  "Eze Nwanyị nke Naịjirịa nọchitere anya Gọvanọ-Jenal na ọkwa gọọmentị etiti, na ndị Gọvanụ na mpaghara atọ: Northern, Western, na Eastern",
  "Ọ bụ eze họpụtara ndị Gọvanọ na Gọvanụ-Jenal na aro nke ndị isi ala Naijiria na praịm minista Naijiria.",
  "Royal Style and Titles Act, afọ 1961 nke Nzukọ Ndị Omeiwu Naijiria nyere eze ahụ utu aha dị iche na ọrụ ya dị ka Eze Nwanyị Naijiria.",
  "Elizabeth nke Abụọ nwere ụdị ndị a n'ọrụ ya dị ka eze Naịjirịa:",
  "N'ikwu okwu, ndị Naịjirịa kpọrọ Eze Nwanyị ahụ Oba Obirin (Yoruba: Eze Nwanyie).",
  "Na Na Naịjirịa, iyi nke iguzosi ike n'ihe chọrọ ka mmadụ ṅụọ iyi ma ọ bụ kwado na ọ ga-abụ \"onye na-ekwesị ntụkwasị obi ma na-akwado Eze Nwanyị Elizabeth nke Abụọ, Ndị nketa ya na ndị nọchiri ya, dịka iwu si dị\", ebe maka iyi nke ọ ga-aṅụ iyi na ọ ga \"ga-ejere Eze Nwanyere Eze Nkasị Elizabeth nke abụọ ozi nke ọma ma bụrụ nke abụọ n'ọfịs nke _______\".",
  "N'ime ala Commonwealth, a na-ewere eze dị ka isi iyi nke nsọpụrụ. N'otu aka ahụ, onye eze ahụ, dị ka Onye Ọchịchị Naịjirịa, nyere onyinye na nsọpụrụ na Naịjirị n'aha ya",
  "E nyere ọtụtụ n'ime ha na ndụmọdụ nke \"Ndị Minista Naịjirịa nke Eze Ukwu\".",
  "Onye eze ahụ bụ onye isi ndị agha Naịjirịa.",
  "Crown nọ n'elu ndị agha Naịjirịa",
  "E gosipụtara ya na ụgbọ mmiri ndị agha mmiri Naịjirịa, nke nwere prefix HMNS, ya bụ, ụgbọ mmiri Naịjarịa nke Eze Ukwu",
  "A maara ndị agha Naịjirịa na ndị agha mmiri Naịjirị dị ka \"Ndị agha Naịjarị nke Eze\", na \"Ndị agha mmiri Naijiria nke Eze\" n'otu n'otu. E wepụrụ prefix \"Royal\" mgbe e wepụrụ ọchịchị eze.",
  "Ndị Naijiria enweghị mmasị n'ọchịchị ahụ na pati ndọrọ ndọrọ ọchịchị niile dị na Naijiria kwetara na mba ahụ kwesịrị ịbụ mba. Naịjirịa nabatara onye isi ala Naịjirị dị ka onye isi ala, na 1 Ọktoba afọ 1963, mgbe Federation of Nigeria ghọrọ Federal Republic of Nigeria, mba dị n'ime Commonwealth of Nations.",
  "Queen Elizabeth nke Abụọ gara Naịjirịa ugboro abụọ: 28 Jenụwarị ruo 16 Febụwarị afọ 1956 na 3 Disemba afọ 2003, oge ikpeazụ iji gaa nzukọ ndị isi ọchịchị Commonwealth nke afọ 2003."
]