[
  "Mona Ali Mohamed Zaki (amụrụ na 18 Nọvemba 1976) bụ onye Egypt na-eme ihe nkiri.",
  "A mụrụ Mona Zaki nye nne na nna ya Ali Mohamed Zaki na Tahani na Nọvemba 18, 1976",
  "Ruo mgbe ọ dị afọ iri na atọ, ọ biri na Kuwait",
  "Mgbe ọ dị afọ iri na isii, mgbe ọ hụchara mgbasa ozi nke Mohamed Sobhi maka ihu ọhụrụ, ọ tinyere akwụkwọ naanị n'olileanya nke inweta ohere izute onye na-eme ihe nkiri na onye nduzi Egypt a ma ama",
  "Sobhi gosipụtakwara Zaki ma nwee ọrụ mbụ ya na egwuregwu ya Bel Araby El Faseeh",
  "Mona nọrọ otu semester na United States na-amụ ihr na New Orleans n'okpuru nkuzi nke Dr",
  "Malak Abou-Hargah",
  "Ọ laghachiri Ijipt ka ọ gaa n'ihu n'ọrụ ime ihe nkiri ya.",
  "Mgbe oge ruru ka Mona gaa mahadum, ọ debara aha ya na Faculty of Mass Communication, Mahadum Cairo",
  "N'oge ahụ, a kọwaara ya onye nduzi Ismail Abdel Hafez onye họọrọ ya ka ọ rụọ ọrụ na El A'elah, usoro Ramadan nke gosipụtara mmalite TV ya.",
  "Ime ihe nkiri ghọrọ ihe karịrị naanị ihe ntụrụndụ nye Mona mgbe nke ahụ gasịrị; o mechara rụọ ọrụ n'ọtụtụ usoro TV a ma ama: Khalti Safiya wel Deir, Nisf Rabi' El Akhar, Ahalina, Ded El Tayyar na El Daw' El Sharid.",
  "Ọrụ TV nke ya na-ekwe nkwa meghere ọnụ ụzọ nke nnukwu ihuenyo maka ya",
  "Mona wakporo ihe nkiri sinima ya na El Katl ElLaziz, ya na Mervat Amin, wee gaa n'ihu na-arụ ọrụ dị mkpa na Idhak El Soura Titla' Hilwa ihe ngosi nke ọ natara onyinye, Sa'idi fil Gam'a Al-Amrikiya, Omar 2000, El Hobb El Awal, na Leih Khallitni Ahibbak nke niile bụ ihe nkiri ụlọ ọrụ.",
  "Ọ rụrụ ọrụ Jehan Sadat na ọrụ nka The Days of Sadat (maka Onye isi ala Ijipt Anwar Sadat)",
  "Onye isi ala Hosni Mubarak nyere nwa agbọghọ ahụ na-eme ihe nkiri ihe nrite, tinyere ndị ọzọ na-eme fim ahụ.",
  "Ihe ịga nke ọma nọgidere na-eru nso, nraranye ya nwetara ụgwọ ọrụ nke ọma site na nnukwu iwu ewu nke ihe nkiri ya ọzọ, Africano na Mafia",
  "Ọ gara n'ihu site n'otu ihe nkiri gaa na nke ọzọ, na-egosi Sleepless Nights, Men Nazret Ein, Khalti Faransa, na ọtụtụ ndị ọzọ.",
  "N'agbanyeghị nnukwu ihe ịga nke ọma ya na ihe nkiri sinima, Mona mekwara ọtụtụ ihe nkiri, n'etiti ha bụ Le'b Eyal, Ya Messafer Wahdak, Afrouto, na Keda OK.",
  "Mona lụrụ onye Egypt na-eme ihe nkiri Ahmed Helmy",
  "Ha nwere ụmụ atọ: Lilly (2003), Selim (2014), na Younis (2016).",
  "Mona Zaki na-akwadebe isonye na mkpọsa ọrụ ebere ọhụrụ Know your Blood type",
  "Akwụkwọ akụkọ Al-Ahram na-akọ na ọ bụ Mona Zaki malitere mkpọsa ahụ dị ka onye nnọchi anya Yanabee El-Hayah na njikọ aka na Yanabee El'Hayah maka onyinye ọbara na imekọ ihe ọnụ na United Nations Public Health Arm, World Health Organization."
]