[
  "Mongezi Gum (Gum Mongezi Mongshai, amụrụ na Langa, 23 Septemba 1970) bụ onye na-ese ihe na South Africa, nke na-arụ ọrụ n'ihe gbasara eserese",
  "E gosipụtara ihe ngosi ya karịsịa na South Africa.",
  "A mụrụ ya n'obodo Langa, na Cape Flats nke Cape Town na 23 Septemba 1970",
  "Mongezi Gum gara ụlọakwụkwọ Jumba High School ebe ọ gụsịrị akwụkwọ n'afọ 1992.",
  "Mmasị ya maka nka malitere mgbe ọ dị obere",
  "Ọ malitere ise ihe site na ihe ngosi ihe nkiri mana ụlọ akwụkwọ nka maka ndị isi ojii na Cape Town dị ụkọ n'oge ahụ, ya mere o kpebiri ịkwaga Johannesburg.",
  "N'ebe ahụ ka ọ gụsịrị akwụkwọ ya na eserese, ịkpụ ihe na obibi akwụkwọ na Johannesburg Art Foundation ebe ọ natara diplọma ya na Fine Arts na 1994.",
  "Ọ laghachiri n'obodo a mụrụ ya, Cape Town, iji chụsoo ọrụ nka.",
  "Na-arụ ọrụ na Greatmore Studios na Woodstock, Gum kwenyere na nka nwere ike ịbụ ụzọ mgbanwe ọdịbendị dị iche iche, ọdịbendị iche iche na-ekpughe ọdịnala ha site na nka ha. Isiokwu ya na-egosi ngwakọta nke omenala ọdịnala Africa na nke oge a, na-egosipụtakarị ndị obodo Xhosa n'ime obodo na ejiji ọdịnala n'akụkụ ndị bi n'obodo ukwu nke mpaghara Cape Flats nke mejupụtara gburugburu ya kwa ụbọchị ma na-emetụta obibi ndụ ya.",
  "N'ezie, Mongezi Gum na-egosipụta ike nke obodo South Africa n'eziokwu",
  "Ihe osise ya nwere mmasị a ma ama; ha dị egwu, na-eme ihe nkiri ma nwee olileanya",
  "Ihe ọkpụkpụ ya sara mbara, nke nwere obi ike, ojiji bara ụba nke ụcha na ọdịiche, ihe oyiyi a na-ahụ ngwa ngwa na ịmepụta gburugburu ebe obibi dị irè na-emepụta nka nke na-emetụ n'ahụ na ozugbo",
  "Site n'ụlọ nkwari akụ, pọmpụ, bọket na ahịrị ịsa ahụ na ndị na-aga chọọchị, ndị squatters, ndị na-anakọta ihe mkpofu, ndị na'agba egwú, ndị na - na-eti egwu, ịnyịnya ibu, ewu, iberibe Gum na-adọta ma na-ada ụda na ume.",
  "Otu ihe dị ịrịba ama n'ọrụ ya bụ nnukwu mgbidi na Oprah Winfrey Leadership School for Girls, nke dị na Henley na Klip (Gauteng Province). \nỌ rụkwara ọrụ maka Century Art Gallery na Fordsburg dị ka onye na-ese ihe osise. Gum esonyewokwa na ihe osise maka ụlọ ahịa dị n'ógbè ahụ, ụlọ akwụkwọ ọta akara na ndị na-edozi ntutu n'óù ahụ.\nA na-anọchite anya ọrụ Gum na nchịkọta ụlọ ọrụ nke Truworths, Woolworth na Mahadum Cape Town, yana ọtụtụ nchịkọta onwe onye na South Africa na mba ofesi, dịka na Germany, United Kingdom na United States.",
  "2000: ọ natara ihe nrite maka onye na-eto eto na-ese ihe na Truworths 2001: otu n'ime ọrụ ya ka e bipụtara na akpa ndị Woolworths Holdings Limited mepụtara 2002: onye ikpeazụ na asọmpi maka nkà ọhụrụ nke Sanlam haziri",
  "N'ịzaghachi nkwupụta na ụdị mmepụta nka a na-adaba n'ọnyà a na-emebi emebi nke na-eme ka ịda ogbenye na mmebi iwu dị egwu mgbe ọ na-erigbu ihe isi ike, Gum kwenyere na ọchịchọ ndị na-ese ihe na-akatọ ndị na-eme ihe nkiri ndị ọzọ kama ịkwalite ha ma kwado ha na-emepụta ihe na-adịghị mma nke na-emegide mmụọ nke ọrụ obodo nke ọ raara nye.",
  "Ọ bụ ezie na a maara ya n'obodo ya dị ka onye na-ese ihe na onye na-ise ihe, ọ na-etinye aka na ọrụ obodo na Langa, nke ọ na-eme n'ihi mmetụta nke ibu ọrụ na obodo.\nỌ bụ onye na-ewu ụlọ na onye otu \"Ubuntu Youth Development\" na Langa ebe ọ na-arụ ọrụ iji belata mpụ, kụziere ndị ntorobịa ma weta ihe a kpọrọ mmadụ na ọha mmadụ. Njikọ nke itinye aka na obodo ya na nkà nka ya mere ka ọ nwee ihe ịga nke ọma dị ka onye na-ese ihe",
  "Ọ rụrụ ọrụ n'ọtụtụ mgbidi n'ógbè ya, na ndị tagzi, ebe nzukọ na na Renowned Tigers Tavern na Langa.",
  "Ndị na-ese ihe na South African Township"
]