[
  "Mongane Wally Serote (onye nke amụrụ na 8 Mee 1944) bụ onye na-ede uri na onye edemede si obodo South Africa. Ọ banyere na ndọrọ ndọrọ ọchịchị na-eguzogide ọchịchị ịkpa ókè agbụrụ site na isonyere African National Congress (ANC) n'afọ 1969 e jidere ya ma tụọ ya mkpọrọ ọtụtụ ọnwa n'ekpeghị ya ikpe",
  "O mechara nọrọ ọtụtụ afọ na mba ọzọ, na-arụ ọrụ na obodo Botswana, ma mesịa rụkwa na London, England, maka ANC na Ngalaba nka na ọdịbendị ha, tupu ọ laghachi South Africa n'afọ 1990. A raara ya nye dị ka onye South Africa's National Poet Laureate n'afọ 2018.",
  "A mụrụ Mongane Wally Serote na Sophiatown, Johannesburg, n'afọ 1944, naanị afọ anọ tupu National Party (South Africa) abịa n'ọchịchị na South Africa",
  "Agụmakwụkwọ mbụ ya mere n'obodo Alexandra dara ogbenye ma mesịa gaa Morris Isaacson High School na Jabavu, Soweto na Sacred Heart Commercial High School, Lesotho",
  "O bidoro tinyewe aka na Black Consciousness Movement mgbe ọ na-agụsị akwụkwọ ụlọ akwụkwọ sekọndrị na Soweto",
  "Ọnụnọ ya n'obodo ahụ jikọtara ya na otu a maara dị ka \"township\" ma ọ bụ \"Soweto\" ndị na-ede uri, abụ ya na-egosipụtakarị isiokwu nke ndọrọ ndọrọ ọchịchị, mmepe nke njirimara ndị isi ojii, na ihe oyiyi ime ihe ike nke nnupụisi na nguzogide",
  "Gọọmentị ịkpa ókè agbụrụ jidere ya n'okpuru Iwu iyi ọha egwu na June 1969 ma nọrọ ọnwa itoolu n'ụlọ mkpọrọ naanị ya, tupu a tọhapụ ya n'ebughị ebubo. Ọ gara gụọ akwụkwọ na New York City, nweta akara ugo mmụta Fine Arts na Mahadum nke Columbia.",
  "Mgbe o nyechara uri na akwụkwọ akụkọ dị iche iche, n'afọ 1972 o bipụtara nchịkọta mbụ ya nke aha ha Yakhal'Inkomo Ọ meriri Ingrid Jonker Poetry Prize n'afọ 1973.",
  "Ọ bụ Fulbright Scholar ma nweta akara ugo mmụta nka mara mma na Mahadum nke Columbia n'afọ 1979. O nweghị ike ịlaghachi South Africa ma malite ndụ n'ebe a chụgara ya, Serote nọgidere na-agba ọsọ ndụ n'afọ ofufo, na-aga Botswana na 1977 ebe ọ laghachiri na ANC n'okpuru ala na ngalaba agha ya, uMkhonto we Sizwe (MK)",
  "bi na Gaborone, Botswana, ebe ọ sonyere na Medu Art Ensemble, na London, ebe ọ kwagara n'afọ 1986 wee rụọ ọrụ maka Ngalaba nka na Ọdịbendị nke ANC.",
  "Ọ laghachiri obodo South Africa n'afọ 1990, mgbe a machibidoro ANC iwu. N'afọ 1993, ọ meriri Noma Award maka mbipụta na Africa. N'afọ 2004, ọ natara onyinye Pablo Neruda site n'aka gọọmentị Chile."
]