[
  "Hon",
  "Dr",
  "Monique Mujawamariya (amụrụ na 27 Julaị 1955) bụ onye Rwanda na-ahụ maka ihe ndị ruuru mmadụ nke kwagara na Canada na South Africa",
  "Ọ bụ onye lanarịrị mgbukpọ agbụrụ nke Rwanda ma merie ihe nrite mba ụwa na afo 1995. N'afọ puku abụọ na iri na anọ, ọ biri na South Africa ebe ọ na-echegbu onwe ya maka ikike ụmụ nwanyị.",
  "A mụrụ Mujawamariya na Butare na Rwanda n'afọ 1955",
  "Ọ malitere itinye uche nke onwe ya banyere ikikere mmadụ wee guzobe Rwandan ADL (French: Association rwandaise pour la Défense de la personne et des Libertés publiques).",
  "N'abalị isii n'ọnwa Eprel afọ 1994, onye isi ala Rwanda bụ Juvenal Habyarimana nwụrụ mgbe agbaturu ụgbọelu ya ma ihe omume a bu ụzọ tupu ihe a ga-akpọ mgbukpọ agbụrụ nke Rwanda nke a na-eche na mmadụ 800,000 ruo 1,000,000 nwụrụ",
  "Mujawamariya bụ onye a na-elekwasị anya na Kigali, ebe Radio Télévision Libre des Mille Collines kpọrọ ya \"onye na- ekwu okwu ọjọọ nke kwesịrị ịnwụ\"",
  "Ọ na-ekwurịta okwu na Alison Des Forges kwa nkeji iri atọ n'ihi egwu a na ụgbọelu ahụ",
  "Des Forges bụ onye otu Human Rights Watch ma gwa ya ka ọ lekọta ụmụ ya mgbe Mujawamariya kwụsịrị oku ahụ iji zere enyi ya ịnụ maka ọnwụ ya",
  "Dị ka ọ dị, Mujawamariya righiri.",
  "Mujawamariya jisiri ike gbapụ site na ịgbaga n'ogige ya ruo mgbe ndị agha hapụrụ",
  "Mgbe ahụ, ọ zoro n'elu ụlọ ruo awa iri anọ, tupu o jiri obi ike bịaruo ndị agha ahụ nso dị bu  naanị foto nke di ya nwụrụ anwụ na ejiji",
  "Mgbe ọ kwụrụ nnukwu aka azụ, o nwere ike ịgbapụ ma kpọtụrụ Des Forges",
  "Des Forges mere ndokwa ka etinye ya na ndepụta maka mwepụ, ọ kpọgakwara Mujawamariya site na ndị agha gbara ọdụ ụgbọ elu ahụ gburugburu.  Mujawamariya gbapụrụ, ebe o zigara ụmụ ya n'ebe ndịda mba ahụ",
  "Izu ole na ole ka e mesịrị, ọ maghị ihe mere ụmụ ya atọ.",
  "Mujawamariya nwere ike ifega Washington, ebe ọ zutere Anthony Lake onye bụ onye ndụmọdụ nke Onye isi ala Clinton. Ọ nọ n'etiti otu ndị zutere Clinton na Disemba gara aga. Otú ọ dị, enwere obere ọmịiko ka ana-ekpe ikpe na Rwanda, na nsogbu ya, enweghị mmasị ebe mba Amirika nọ.",
  "E nyere ya onyinye Democracy Award site na aka ọtú Mba ụwa ndị na ahu maka  ọchịchi ohacrasi nke afọ  1995, n'otu afọ ahụ kwa, Amherst College nyere ya nzere doctorate.",
  "Mujawamariya ugbu a (puku afọ abụọ na iri na anọ) bi na Cape Town ebe ọ na-arụ ọrụ na okwu metụtara ikikere ụmụ nwanyị",
  "Ọ laghachiri Rwanda iji gaa agbamakwụkwọ nwa ya nwoke William na afo puku abụọ na iri na anọ (2014)"
]