[
  "Monicah Amoding (amụrụ n'abalị iri atọ n'ọnwa Nọvemba n'afọ 1981) bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye ọka iwu na onye ọrụ mmekọrịta ọha na eze, onye jere ozi dị ka onye nnọchi anya nwanyị distrikti nke Kumi District, na 10th Uganda Parliament, (2016 Xi Xi Xi Xi2021), dị ka onye otu ndọrọ ndọrọ ọchịchị nke National Resistance Movement.",
  "A mụrụ Amoding na Nọvemba 1981",
  "Ọ gara ụlọ akwụkwọ elementrị ụmụ nwanyị Namilyango na Mukono District, gụsịrị akwụkwọ na asambodo ule Primary Leaving Examination n'ebe ahụ n'afọ 1993.\nỌ gara n'ihu nweta agụmakwụkwọ O-Level ya na Tororo Girls School, gụsịrị akwụkwọ na Uganda Certificate of Education, na 1997",
  "Afọ abụọ ka e mesịrị, ọ natara asambodo agụmakwụkwọ nke Uganda Advanced na Makerere High School, ebe ọ gụsịrị akwụkwọ A-Level ya.",
  "O nwere nzere agụmakwụkwọ atọ",
  "Degree mbụ ya bụ Bachelor of Arts na Social Sciences, nke Mahadum Makerere nyere na 2004",
  "Degree nke abụọ ya bụ Master of Gender Studies nke Mahadum Makerere nyekwara na 2013",
  "Degree nke atọ ya bụ Bachelor of Laws nwetara na Makerere na 2018.",
  "Amoding nwekwara asambodo abụọ, otu asambodo na idu ndú, nke Uongozi Leadership Institute, Dar es Salam nyere",
  "Nke ọzọ bụ asambodo na idu ndú ụmụ nwanyị, nwetara African Women Leadership Institute, Accra.",
  "Site na 2006 ruo 2011, Amoding rụrụ ọrụ dị iche iche na-abụghị nke ndọrọ ndọrọ ọchịchị",
  "Ọ bụ onye ọrụ mgbasa ozi na nkwukọrịta maka CEDOVIP, otu na-abụghị nke gọọmentị, site na 2006 ruo 2007",
  "Ọ gara rụọ ọrụ maka Uganda Women Parliamentary Association (UWPA), nke mbụ dị ka onye na-ahụ maka iwu na nkwukọrịta site na 2008 ruo 2009; wee bụrụ onye nhazi mmemme, site na 2009 ruo 2010.",
  "N'afọ 2011, Amoding ghọrọ onye otu omeiwu nke Uganda, na-anọchite anya \"Youth\"",
  "N'afọ 2016, a họpụtara ya dị ka onye nnọchi anya nwanyị maka Kumi District.",
  "N'afọ 2015, o weputara ihe a maara dị ka \"Sexual Offences Bill 2019\". Mgbe ọ gafere kọmitii ndị omeiwu, iwu ahụ gafere ndị omeiwu na Mee 2021, ọ bụ ezie na ndị na-akwado na ndị na -emegide iwu ahụ enweghị obi ụtọ na ihe e mere, n'ihi ihe a gụnyere na ihe a hapụrụ. N'ikpeazụ, iwu ahụ nwere ike ọ gaghị abụ iwu ma ọ bụrụ na onye isi ala ajụ ịbịanye aka na ya",
  "Ihe atọ mere o ji ghara (a) United States, onye isi na-enyere gọọmentị Uganda aka na-emegide ụfọdụ ndokwa nke iwu ahụ (b) Iwu ahụ na-anwa inweta ihe karịrị akarị, si otú a na-emegiderịta ọtụtụ ndị ga-akwado ya na (c) Enweghị ego ndọrọ ndọrọ ọchịchị",
  "Ntuli aka nke 2021 agwụla",
  "Nhọrọ ọzọ agaghị adị ruo 2026.",
  "N'oge ntuli aka mba na 2021, Monicah Amoding tụfuru oche ndị omeiwu ya na Christine Apolot onye nwetara vootu 35,152 megide vootu 29,292 nke Amoding.",
  "Amoding lụrụ di",
  "Ihe omume ntụrụndụ ya bụ ide, ịgụ, ime njem na ntụgharị uche",
  "O nwere mmasị pụrụ iche n'ịkwado ikike nke ndị a na-akparaghị ókè, na-arụ ọrụ afọ ofufo na ọrụ enyemaka na ịrụ ọrụ na obodo na ndị ogbenye."
]