[
  "Monte kaadị atọ - nke a makwaara dị ka Find the Lady na Three-card Trick - bụ egwuregwu obi ike nke a na-eduhie ndị ahụ, ma ọ bụ \"akara\", ka ha tinye ego, na-eche na ha nwere ike ịchọta \"kaadị ego\" n'etiti kaadị atọ na-egwuri egwu",
  "Ọ dị nnọọ ka egwuregwu shell ma e wezụga na a na-eji kaadị eme ihe kama shells.",
  "N'ụdị ya zuru oke, Three-card Monte bụ ihe atụ nke \"obere con\" nke a na-eme ka shill na-agba izu na akara iji ghọgbuo onye na-ere ahịa, mgbe ọ na-eme ihe megidere ya. Akara ahụ enweghị ohere ọ bụla nke mmeri, n'oge ọ bụla n'egwuregwu ahụ",
  "N'ezie, onye ọ bụla a hụrụ na-emeri ihe ọ bụla n'egwuregwu ahụ nwere ike iwere na ọ bụ shill.",
  "A na-eji usoro obi ike a eme ihe na mmalite nke narị afọ nke iri na ise.",
  "To play Three-card Monte, a dealer places three cards face down on a table, usually on a cardboard box which provides the ability to set up and disappear quickly",
  "The dealer shows that one of the cards is the target card, e.g., the queen of hearts, and then rearranges the cards quickly to confuse the player about which card is which",
  "The player is then given an opportunity to select one of the three cards",
  "If the player correctly identifies the target card, the player gets the amount bet (the \"stake\") back, plus the same amount again; otherwise, the stake is lost.",
  "Ebe ọ bụ na e nwere naanị kaadị atọ, jack nke spades na jack nke klọb na-ejikọkarị \"kaadị ego\", nke na-abụkarị eze nwanyị. Eze nwanyị na-abụkarị kaadị uhie, nke a na-ahụkarị eze nwanyị nke obi",
  "Mgbe ụfọdụ, a na-eji ace nke spades dị ka kaadị ego, ebe ọ bụ na n'ọdịbendị ụfọdụ, a naghị ele ace nke spads anya dị ka ihe ịga nke ọma, nke nwere ike ịrata akara ahụ ka ọ banye n'egwuregwu ahụ.",
  "Mgbe akara ahụ rutere na egwuregwu Monte atọ, o yikarịrị ka a ga-ahụ ọtụtụ ndị egwuregwu ndị ọzọ na-emeri ma na-efunahụ ego na egwuregwu ahụ",
  "Ndị na-egwu egwuregwu ahụ na-abụkarị ndị shill, ndị na-akwado onye na-ere ahịa na-eme ka ha na-egwu egwu iji nye echiche efu nke egwuregwu ịgba chaa chaa.",
  "Ka akara ahụ na-ele egwuregwu ahụ, ha nwere ike ịchọpụta na ha nwere ike iso eze nwanyị n'ụzọ dị mfe karịa ka shills yiri ka ha nwere ike, nke na-eme ka ha kwere na ha nwere ikike imeri egwuregwu ahụ.",
  "N'ikpeazụ, ọ bụrụ na akara ahụ abanye n'egwuregwu ahụ, a ga-aghọgbu ha site na ụzọ ọ bụla",
  "Ihe atụ nke atụmatụ dị mfe na-agụnye onye na-ere ahịa na shill abụọ:",
  "Ndị na-ere ahịa na-eji aka na ntụziaka na-ezighi ezi iji gbochie akara ahụ ịchọta eze nwanyị.",
  "Ọ bụ ezie na e chepụtara ihe dị iche iche maka Monte, e nwere otu ihe dị mkpa nke a na-ejikarị eme ihe na ihe fọrọ nke nta ka ọ bụrụ egwuregwu Monte niile",
  "Ọ na-emetụta ụzọ a na-ejide kaadị ma tụba ya na tebụl",
  "Onye na-ere ahịa ga-eji otu aka were otu n'ime kaadị ahụ, na abụọ na nke ọzọ",
  "Nke a bụ igodo: ọ bụ ezie na o yiri ka onye na-ere ahịa na-atụfu kaadị kachasị ala na tebụl, n'ezie ha nwere ike ịtụfu ma ọ bụ n'elu ma ọ bụ na ala na uche",
  "Ya mere, ebe o mere nke a, na mgbe ị na-agwakọta kaadị, akara ahụ ga-eso kaadị na-ezighi ezi site na mmalite",
  "A pụghị ịchọpụta ngagharị ahụ, nke a na-eme nke ọma",
  "Ọbụna shills na-eme ka ha na-egwu egwu anaghị ama ebe kaadị ego dị n'ezie na-enweghị onye na-ere ahịa na-eji ụdị mgbaàmà dị iche iche mee ka ha mara ebe ọ dị.",
  "N'ụzọ a na-apụghị izere ezere, otu ugboro, akara ahụ ga-enwe ike ịchọta ebe ziri ezi nke kaadị ahụ site na mberede",
  "Nke a anaghị enye nsogbu ọ bụla maka ìgwè mmadụ ahụ; ọ bụrụ na akara ahụ ahọrọ kaadị ziri ezi, otu n'ime shill ga-etinye ọnụahịa dị elu, nke onye na-ere ahịa na-anabata ozugbo, na-ekwupụta na ọ ga-anabata naanị ọnụahịa kachasị elu",
  "N'ikwu ya n'ụzọ ọzọ, akara ahụ na-etinye ego na kaadị aka nri, ebe shill ga-etinye nzọ abụọ ozugbo n'elu kaadị ahụ, si otú a merie \"aka nri\" iji kpọọ agba ahụ",
  "N'ezie, ọ bụrụ na akara ahụ ahọrọ kaadị na-ezighi ezi, onye na-ere ahịa na-ewere ego ahụ na ego ahụ",
  "Onye na-ere ahịa agaghị anabata mmeri site na akara",
  "[citation needed]",
  "Akparamagwa nke onye aghụghọ ahụ bụ ịbawanye obi ike nke akara ahụ ruo mgbe ha kwenyere na ha nwere ikike pụrụ iche ịghọ aghụghọ onye na-ere ahịa ma nweta ego dị mfe",
  "Ihe niile ndị Monte na-eme bụ maka ịmepụta echiche ahụ na akara",
  "Iji mee ka akara ahụ nwee mkpali ịgba chaa chaa, ha ga-ejikwa usoro dị mma dịka ime ka onye na-ere ahịa bụrụ onye na-eme ihe ike ma ọ bụ onye na-adịghị mma, yabụ enwere ọbụna ihe ọzọ mere ị ga-eji chọọ iwere ego ya.",
  "\"Atụmatụ nkuku na-agbagọ agbagọ\" bụ otu n'ime aghụghọ ndị a ma ama na Three-card Monte, a na-ejikwa ya mee ihe ma ọ bụrụ na ndị mmadụ chere na enwere ike ịnwe akara maka ego ka ukwuu, ma ọ bụ chọọ nkwenye ka o kwenye iji tinye ego",
  "N'oge a na-atụfu kaadị ahụ, onye na-ere ahịa \"na mberede\" na-atụba kaadị ahụ, na-eme ka otu akụkụ nke kaadị ego nwee obere ntụgharị na ya",
  "Mgbanwe ọzọ bụ ka onye na-ere ahịa lelee anya, ma mgbe ọ na-arụ ọrụ, otu n'ime shill ga-etinye crimp na kaadị ego ngwa ngwa",
  "N'ụzọ ọ bụla, onye na-ere ahịa na-eme ka ọ ghara ịhụ, nke a nwere ike ime ka ọ dịkwuo mma site n'ime ka onye na-azụ ahịa na-eyi iko dị arọ",
  "N'iwere akara na-agba chaa chaa na kaadị ahụ nwere akụkụ gbagọrọ agbagọ, onye na-ere ahịa ga-agwa akara ahụ ka ọ tụgharịa ya (ya mere enweghị ike ịnwe ebubo nke ịgbanwe kaadị), na-ekpughe na ọ bụghị kaadị ego, kama otu n'ime kaadị ndị na-emeri",
  "Onye na-ere ahịa ahụ, n'oge ọ na-atụfu kaadị ahụ, wepụrụ kaadị ego ahụ ma gbanye kaadị onye meriri",
  "N'ime ọdịiche a, akara ahụ ga-abụ ọbụna ihe na-ala azụ ime mkpesa banyere ego furu efu, n'ihi na ime nke a ga-ekpughe na o bu n'obi ịghọ aghụghọ n'onye na-ere ahịa.",
  "Onye na-arụ ọrụ kaadị nwere nkà nwere ike ime nke a na-enweghị shills ma ọ bụ ndị enyemaka.\nIhe niile ziri ezi ruo mgbe a kpughere ya.\nIji gosipụta na ọ dịghị ihe a na-eme n'ụzọ na-ezighị ezi na kaadị ahọpụtara, onye na-ere ahịa anaghị emetụ ya aka, na-eji otu n'ime kaadị ndị ọzọ tụgharịa ya.\nỌ bụrụ na ahọrọ kaadị furu efu, a na-atụgharị kaadị ahụ.\nỌ bụrụ na ahọrọ kaadị mmeri, a na-eji Turnover nke Mexico gbanwee kaadị abụọ ahụ.\nMgbe emere ya n'ụzọ ziri ezi, omume abụọ ahụ enweghị ike ịmatacha.\nN'agbanyeghị kaadị a họọrọ, mgbe a tụgharịrị ya bụ kaadị na-efunahụ.",
  "A na-eme Monte kaadị atọ na kaadị anwansi na obere ma ọ bụ nnukwu ọdịiche nke na-achịkwa ojiji nke kaadị gimmick, na usoro ndị ọzọ na-eme ihe.",
  "Na Canada, n'okpuru ngalaba 206 (1) nke Criminal Code, ọ bụ iwu na-akwadoghị ime ihe ndị a gbasara Three-card Monte, nke a kpọtụrụ aha:",
  "Ha bụ mmebi iwu a na-apụghị ikpe, na ntaramahụhụ kachasị elu nke afọ abụọ n'ụlọ mkpọrọ.",
  "Canada Bill Jones (1820-1877) bụ onye a na-ewere dị ka onye isi nke Three-card Monte, n'etiti narị afọ nke 19 na America.",
  "Na Short Circuit 2, Johnny 5 na-agba ọsọ ka ọ na-egwu kaadị atọ, naanị ọhụụ ya magburu onwe ya na mmeghachi omume ya na-eme ka ọ họrọ kaadị mmeri, na-ewe onye na-ere ahịa iwe.",
  "Na The Fresh Prince of Bel-Air episode \"Nice Lady\" (Season 1, Episode 20), Lady Penelope ghọgburu ụfọdụ ụmụ nwoke nọ n'ụlọ mmanya ka ha soro ya na-egwu Three-card Monte ma merie ego.",
  "N'ime oge nke isii nke The Simpsons, \"The Springfield Connection\", Homer Simpson na-egwuri egwu na kaadị atọ nke Snake Jailbird na nwanne ya nwoke na-agba na etiti Springfield, na-eme ka Homer bụrụ onye a ghọgburu na dollar iri abụọ mgbe Snake gbanwere kaadị a chọrọ iji ghọgbuo Homer site na mmeri.",
  "Na mba ndị na-asụ French, a maara egwuregwu ahụ dị ka Bonneteau",
  "Na Ịtali a maara ya dị ka Gioco delle tre Carte",
  "Na mba ndị na-asụ German, a maara egwuregwu ahụ dị ka das Kümmelblättchen",
  "N'asụsụ Turkish, a maara ya dị ka Bul Karayı Al Parayı 'Chọta Black, nweta ego'",
  "Na Dutch, a maara egwuregwu yiri nke ahụ dị ka \"Balletje Balletje\" ebe onye na-eme ihe omimi na-ebugharị iko atọ iji zoo otu obere bọọlụ rọba",
  "A makwaara ọdịiche a na iko na bọọlụ dị ka bola bola."
]