[
  "_Sanelisiwe Twisha (onye amụrụ n'abalị iri abụọ n'ọnwa Nọvemba afọ 1987), nke a maara dịka Moonchild Sanelly bụ onye n'eti egwu na onye na-agba egwu na South Africa",
  "A maara ya maka ntutu isi ya na-acha anụnụ anụnụ na ụdị egwu ya nke a na-akpọ \"Future ghetto punk\". ma bụrụ onye si ala Port Elizabeth, onye ọgụ egwu  ahụ bịara bụrụ onye a ma ama site na ngosi abụ na egwu  Durban tupu ọ kwaga Johannesburg, ebe ọ gara n'ihu na ọrụ egwu ya.",
  "Egwú ya eruola ndị na-ege ntị gafere ókèala South Africa, na-eme ngosipụta na mmemme  ndị dịka SXSW na Austin, Texas na Primavera Sound na Barcelona. N'ọnwa Ọgọstụ afọ 2018, ọ gara njem na Europe tinyere nsonye ndị otu hip hop nke South Africa bụ Die Antwoord",
  "A mụrụ Moonchild Sanelly na Port Elizabeth, South Africa",
  "A mụrụ ya n'ezinụlọ na-agụ egwú, n' ngunye nwanne ya nwoke bụ onye na-emepụta hip hop, nne ya bụ onye  na-agụ egwu jazz, na ụmụ nwanne ya ndị na-agba egwu kwaito.",
  "Ọ kwagara Durban n'afọ 2005 iji mụọ gbasara ejiji na ụlọ ọmụmụ ejiji bu Linea Fashion Design Academy ma nọọ ebe ahụ afọ isii.",
  "N'afọ 2006, Sanelly malitere ime ihe ngosi na Mahadum Teknụzụ nke Durban na-nlekwasị anya na abụ na hip hop, ọ bụ ezie na ọ kpọghị onwe ya onye na-ede uri ogologo oge ruo mgbe ọ chọpụtara mkpalị mmụọ ọ n'enye ndị mmadụ",
  "Ọ na-apụta mgbe niile na ngwụsị izu na Gagasi FM, nke a na-akpọ Poetry nke King Siso. N'etiti afọ 2020, ọ bịanyere aka na nkwekọrịta ndekọ na Transgressive Records. N'ọnwa Machị afọ 2015, ọ wepụtara abọm studio ya bụ Rabulapha! na Transgressive Records. Rabulapha! mere ka a họpụta ya na 22nd Annual South African Music Awards maka Best Alternative Album",
  "Red Bull chọpụtara egwu ya site na EP ya na DJ Shimza gosipụtara, nke mechara bụrụ nsonye nke album Soul Candi. N'afọ 2019, Sanelly gosipụtara na Beyoncé's The Lion King: The Gift album na egwu \"My Power\" tinyere Busiswa na Nija",
  "Ka ọ na-erule ngwụcha afọ 2019, o wepụtara ọrụ obere egwu anọ ya nke akpọrọ Nude EP. O nyere aka dị ịrịba ama na Ọrụ Culture, bụ egwu mbụ nke album Zingah nke 2020.",
  "N'afọ 2020, e gosipụtakwara ya na albọm JazziDisciples, 0303 na egwu \"Askies\" ma mesịa na \"With Love to an Ex\", site na albọm studio nke asaa nke Gorillaz Song Machine, Season One: Strange Timez",
  "N'abalị iri abụọ na iteghete nke ọnwa Jun afọ 2021,e wepụtara otu egwu ya \"Yebo Teacher\".\nỌ ga-akwado ihe ngosi na-abịanụ bụ Madness Method na BET.",
  "O mara ọkwa na twitter banyere ihe ngosi ya na FIFA 2022 soundtrack.\nN'abalị mbụ nke onwa Ọktoba , ọ mara ọkwa egwu ya \"Demon\" na Sadnightdynamite. E Wepụtara egwu ahụ n'abalị anọ nke ọnwa Ọktoba afọ 2021, yana vidiyo egwu so ya.",
  "N'onwa Febụwarị afọ 2022, Sanelly malitere ọrụ ya na ntụrụndụ ndị okenye.",
  "Na ngwụcha Machị afọ 2022, ọ kpọpụtara albọm studio nke abụọ ya bụ Phases, nke a haziri ka ewepụta n'abalị iri na ọnwa Jun.",
  "N'onwa Mee afọ 2022, e wepụtara egwu ya bu \"Cute\" nke gosipụtara onye egwu rap Britain bụ Trillary Banks.",
  "E wepụtara abọm studio ya nke abụọ bụ Phases n'abalị iri nke ọnwa Jun afọ 2022.",
  "Egwú ya na-ejikọta ihe ndị dị na nnwale eletrọniki, afro-punk na edgy-pop na ihe ngosi nke kwaito ya siri ike, hip hop na jazz.",
  "A na-ahụ Moonchild Sanelly dị ka onye na-ahụ maka mmekọahụ ma ọ dịtụbeghị mgbe ọ tụrụ egwu igosi ahụ ya ma ọ bụ kwuo maka mmekọahụ",
  "Ọ na-enye ndụmọdụ mmekọahụ na ncheta ubochị ihunaya bu Valentine Day site na akaụntụ mgbasa ozi mmekọrịta ya. N'ajụjụ ọnụ ya na Basha Uhuru, ọ kpọrọ onwe ya \"onye isi oche nke orgasm ụmụ nwanyị\".",
  "Moonchild Sanelly nwere akara ejiji nke ya a na-akpọ Moonchild Cultwear. O nwere ụlọ nzukọ ịgba ọtọ akpọrọ Naked Club ma mee ka o doo anya na ọ bụghị ụlọ akwụna.",
  "Sanelly bụ nne nwere ụmụ nwanyị atọ",
  "E dinara ya n'ike ugboro abụọ na ndụ ya, nke o otu n'ime ndị na n'ije a bụ nke nwanne nna ya mere.",
  "Sanelly bụ onye Xhosa ma tinye asụsụ Xhosa mee ihe n'ọtụtụ abụ ya.",
  "Albọm studio"
]