[
  "Audrey Winifred Morakane Ketlhoilwe Mosupyoe, nke a maara dị ka Morakane Mosupyoe",
  "Ọ bụ onye ndọrọ ndọrọ ọchịchị South Africa na-eje ozi dị ka onye otu Gauteng nke Executive Council (MEC) maka egwuregwu, nka, ọdịbendị na ntụrụndụ kemgbe Ọktoba, na afọ 2022",
  "Ọ bụ MEC maka mmepe akụ na ụba, ọrụ ugbo na gburugburu ebe obibi site n'Oktoba, na afọ 2019 ruo Desemba, na afọ 2020 yana Gauteng MEC maka Mmepe Ọha site na Desemba, na afọ 2020 ruo Oktoba, na afọ 2022",
  "Tupu a họpụta ya na Gauteng Provincial Legislature na afọ 2019, ọ rụrụ ọrụ dị ka onye kansụl obodo Tshwane",
  "Mosupyoe bụ onye otu African National Congress",
  "Mosupyoe sonyeere African National Congress na afọ 2002 mgbe ndị otu ndọrọndọrọ ọchịchị bịakwutere ya. A họpụtara ya ka ọ bụrụ onye kansụl obodo Tshwane n'afọ 2006",
  "N'oge mbụ ya, ọ rụrụ ọrụ dị ka onye otu kọmitii onye isi obodo (MMC) maka ebe obibi mmadụ ruo n'ọnwa Ọktoba afọ 2009 mgbe a họpụtara ya na MMC maka ahụike na mmepe mmekọrịta mmadụ na ibe ya. Ọ rụkwara ọrụ na kọmitii nchịkwa mpaghara nke ANC na kọmiti ọrụ mpaghara",
  "Ọ bụ onye otu kọmitii na-ahụ maka mpaghara nke ANC na kọmitii ọrụ mpaghara ugbu a.",
  "Mgbe a họpụtara ya ọzọ na Mee, na afọ 2011, a họpụtara ọ dị ka nwanyị mbụ na-ekwu okwu na kansụl ahụ. Ọ nọ n'ọkwa a ruo mgbe ntuli aka 2016, mgbe ọ hapụrụ kansụl ahụ. A họpụtara Mosupyoe ka ọ bụrụ onye omeiwu Gauteng Provincial na Mee, na afọ 2019. A họpụtara ya ka ọ bụrụ onyeisi oche nke kọmitii mmepe mmekọrịta mmadụ na ibe ya na ndị omeiwu.",
  "N'ọnwa Julaị, na afọ 2019, Kọmitii Nchịkwa Mba nke ANC kpebiri na onye isi ala Gauteng bụ David Makhura ga-achụpụ otu n'ime ndị MEC ya nwoke ka ndị isi ya wee mezuo mkpebi ha mgbe ntuli aka ahụ gasịrị na mpaghara nwere onye isi ala nwoke, pasent 60 nke ndị otu ndị isi ga-abụ ụmụ nwanyị. N'abalị iri na otu n'ọnwa Ọktoba n'afọ 2019, Makhura kwupụtara na MEC maka mmepe akụ na ụba, ọrụ ugbo na gburugburu ebe obibi, Kgosientso Ramokgopa, agbaala arụkwaghịm na gọọmentị mpaghara",
  "N'ihi ya, ọ họpụtara Mosupyoe ka ọ bụrụ Ramokgopa",
  "A ṅụrụ ya iyi n'ikpeazụ n'otu ụbọchị ahụ.",
  "N'ime mgbanwe nke kansụl na Disemba, na afọ 2020, Makhura họpụtara ya dị ka MEC maka Mmepe Ọha.",
  "Na 27 Juun, na afọ 2022, a họpụtara Mosupyoe dị ka onye na-ahụ maka akụ nke ANC na Gauteng. A họpụtara ya dị ka MEC maka Egwuregwu, Nkà, Ọdịbendị na Ntụrụndụ site n'aka onye isi ala a họpụtara ọhụrụ, Panyaza Lesufi.",
  "Mosupyoe tolitere na Atteridgeville na ụmụnne ya ise."
]