[
  "Mordechai Vanunu (Hibru: מרדכי旁נונו; amụrụ na 14 Ọktoba 1952), nke a makwaara dịka John Crossman, bụ onye Israel bụbu onye na-ahụ maka nuklia na onye na-eme udo, onye, na-ekwu maka mmegide ya megide ngwá agha na-ebibi ihe, kpughere nkọwa nke usoro ngwá agha nuklia nke Israel na ndị nta akụkọ Britain n'afọ 1986. Ụlọ ọrụ nzuzo nke Israel bụ Mossad mechara dọta ya gaa Ịtali, ebe a na-aṅụ ọgwụ ọjọọ ma tọọrọ ya. E bugara ya na nzuzo na Israel ma mesịa maa ya ikpe n'ikpe a na-ekpe n'azụ ụlọ.",
  "Vanunu nọrọ afọ iri na asatọ n'ụlọ mkpọrọ, gụnyere ihe karịrị afọ iri na otu n'ụlọ ọgwụ naanị ya, ọ bụ ezie na ọ dịghị ihe mgbochi dị otú ahụ a kpọtụrụ aha na iwu ntaramahụhụ nke Israel, ma ọ bụ nke ikpe ya",
  "N'ịbụ onye a tọhapụrụ n'ụlọ mkpọrọ n'afọ 2004, a nọgidere na-etinye ọtụtụ ihe mgbochi na okwu ya na mmegharị ya, ma jide ya ọtụtụ ugboro maka imebi usoro ịgba ya, na-agba ndị nta akụkọ mba ọzọ ajụjụ ọnụ ma na-anwa ịhapụ Israel",
  "Ọ na-ekwu na ọ tara ahụhụ \"mmeso obi ọjọọ na obi ọjọọ\" n'aka ndị isi ụlọ mkpọrọ, ma na-atụ aro na ndị a gaara adị iche ma ọ bụrụ na ọ tọghataghị Iso Ụzọ Kraịst.",
  "N'afọ 2007, a mara Vanunu ikpe ịga mkpọrọ ọnwa isii maka imebi usoro nke parole ya",
  "A na-ewere ikpe ahụ dịka ihe siri ike n'ụzọ a na-adịghị ahụkebe ọbụna site n'aka ndị ọkàiwu, bụ ndị na-atụ anya ikpe a kwụsịtụrụ",
  "Otú ọ dị, na Mee afọ 2010, e jidere Vanunu ọzọ ma maa ya ikpe ọnwa atọ n'ụlọ mkpọrọ n'ebubo na ọ zutere ndị mba ọzọ, na-emebi ọnọdụ nke ntọhapụ ya n'afọ 2004 n'ụlọ ikpe",
  "Na nzaghachi, Amnesty International wepụtara nkwupụta mgbasa ozi na July 2007, na-ekwu na \"Òtù ahụ na-ewere Mordechai Vanunu dịka onye mkpọrọ nke akọ na uche ma na-akpọ maka ntọhapụ ya ozugbo na n'enweghị ihe mgbochi\".",
  "A kọwaala Vanunu na mba ụwa dịka onye na-eme mkpesa na Israel dịka onye sabo. Daniel Ellsberg zoro aka na ya dịka \"onye dike a ma ama n'oge nuklia\". N'afọ 1987, e nyere ya Right Livelihood Award maka \"obi ike ya na ịchụ onwe ya n'àjà n'ịkpughe oke mmemme ngwá agha nuklia nke Israel\".",
  "A mụrụ Vanunu na Marrakesh, Morocco, nwa nke abụọ n'ime ụmụ iri na otu a mụrụ n'ezinụlọ ndị Juu Ọtọdọks bi na Mellah, ma ọ bụ mpaghara ndị Juu",
  "Nna ya, Shlomo, na-elekọta ụlọ ahịa nri, nne ya, Mazal, bụ onye na-elekọta ezinụlọ",
  "Vanunu gụrụ akwụkwọ na ụlọ akwụkwọ Alliance française, na ụlọ akwụkwọ elementrị okpukpe ndị Juu, ma ọ bụ cheder",
  "N'afọ 1963, mgbe mmụba nke mmetụta ndị na-emegide ndị Juu na Morocco, nna Vanunu rere azụmahịa ya, ezinụlọ ahụ kwagara Israel",
  "Vanunu dị afọ iri n'oge ahụ",
  "Ezinụlọ ahụ gafere France, nọrọ otu ọnwa n'ogige dị na Marseille tupu e jiri ụgbọ mmiri kpọga ha Israel",
  "Mgbe ha rutere Israel, ụlọ ọrụ ndị Juu zigara ezinụlọ ahụ ka ha biri na Beersheba, nke n'oge ahụ bụ obodo ọzara dara ogbenye",
  "N'ime afọ mbụ ha n'Izrel, ezinụlọ ahụ biri n'otu obere ụlọ e ji osisi rụọ na-enweghị ọkụ eletrik.",
  "Nna Vanunu zụrụ obere ụlọ ahịa na mpaghara ahịa obodo ahụ, ezinụlọ ahụ kwagara n'otu ụlọ",
  "Nna Vanunu tinyere oge ezumike ya na ọmụmụ okpukpe",
  "A bịara were ya dịka onye rabaị, na-enweta nkwanye ùgwù n'ahịa",
  "E zigara Vanunu na Yeshiva Tichonit, ụlọ akwụkwọ elementrị okpukpe dị na mpụga obodo ahụ, nke jikọtara ọmụmụ okpukpe na nke omenala.",
  "Mgbe ọ gụsịrị klas nke asatọ, ndị mụrụ ya debara aha ya na yeshiva, mana mgbe ọnwa atọ gasịrị, e wepụrụ ya. Maka ụlọ akwụkwọ sekọndrị, Vanunu gara ụlọ akwụkwọ sekọrịtandrị Yeshivat Ohel Shlomo, ụlọ akwụkwọ Bnei Akiva, ebe ọ bụ nwa akwụkwọ magburu onwe ya, na-enweta nsọpụrụ",
  "Dịka Vanunu si kwuo, mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị, o nwere nsogbu onwe onye nke mere ka o kpebie ịghara idebe okpukpe ndị Juu",
  "N'ajụjụ ọnụ, o kwuru na \"n'oge a, ekpebiri m ịpụ n'okpukpe ndị Juu, mana achọghị m ka mụ na ndị mụrụ m nwee esemokwu n'ihi na achọrọ m ịgụcha akwụkwọ m\".",
  "Ọ gụsịrị ụlọ akwụkwọ sekọndrị na matriculation nke nta",
  "Nne na nna Vanunu chọrọ ka ọ gaa yeshiva dị elu; ọ kwetara mana ọ hapụrụ mgbe otu izu gasịrị",
  "Mgbe ahụ, ọ chọtara ọrụ nwa oge n'ebe nchekwa ihe ochie nke ụlọ ikpe",
  "N'ọnwa Ọktoba n'afọ 1971, e debara aha ya n'akwụkwọ n'ime ndị agha Israel Defense Forces",
  "Ọ gbalịrị isonyere ndị agha ụgbọelu Israel dịka onye na-anya ụgbọelu, mana mgbe ndị nyocha jụrụ ya, ha zigara ya na Combat Engineering Corps, ebe ọ ghọrọ onye na-agba ọsọ",
  "Mgbe ọ gụsịrị ọzụzụ bụ isi, ọ gụsịrị akwụkwọ ndị ọchịagha na-eto eto, mgbe ahụ ọ gụsịrị ọrụ ndị isi na-abụghị ndị ọrụ, e nyekwara ya ọkwa Sergeant-Major.",
  "Ọ nọ n'ebe ugwu ma hụ ọrụ n'oge Agha Yom Kippur nke afọ 1973",
  "N'afọ 1974, o sonyere n'ịkwatu ụlọ ọrụ ndị agha n'ógbè Golan nke a ga-eweghachi n'aka ndị Siria",
  "A na-enye Vanunu ọrụ na-adịgide adịgide na ndị agha dịka onye agha na-arụ ọrụ, mana ọ jụrụ onyinye ahụ, a chụpụkwara ya n'ụzọ nkwanye ùgwù n'afọ 1974",
  "Mgbe ahụ, ọ debanyere aha na Mahadum Tel Aviv wee banye n'ọmụmụ ihe tupu agụmakwụkwọ, mechaa matriculation ya, wee malite ịmụ physics",
  "N'oge a, ọ rụrụ ọrụ n'ebe dị iche iche, gụnyere n'ụlọ achịcha na ụlọ ezumike nká",
  "Mgbe ọ dara ule abụọ na ngwụcha afọ mbụ ya ma ghọta na ọrụ oge niile ọ chọrọ iji kwụọ ụgwọ agụmakwụkwọ ya gbochiri ọmụmụ ya, Vanunu kwụsịrị ọmụmụ ya wee laghachi n'ụlọ ndị mụrụ ya na Beersheba, ebe ọ chọtara ọrụ nwa oge."
]