[
  "Morgan (Ọnwa Febụwarị 16, afọ 1910 - rụọ ọnwa Febụwarị 17, afọ 1993) na Marvin Smith, (Ọnwa Febụwarị 16, afọ 1910 - rụọ afọ 2003) bụ ụmụ ejima ndị Afrịka na Amerịka. Ha bụ ndị na-ese foto na ndị na-eme ihe nkiri a maara maka idepụta ndụ Harlem n'afọ ndị 1930s ruo 1950s.",
  "A mụrụ ụmụnne ahụ na Nicholasville, Kentucky, n'aka ndị ọrụ ugbo Charles na Allena Smith",
  "Ezinụlọ ahụ kwagara Lexington, mgbe Morgan na Marvin dị afọ iri na abụọ",
  "Ha na-enyere ndị mụrụ ha aka ugboro ugboro ịghọrọ ihe ọkụkụ ma na-egosipụta nkà ha na-ese ihe site na nwata site na ịchọta foto sitere na katalọgụ Sears.",
  "Mgbe ha nọ n'ụlọ akwụkwọ sekọndrị, Morgan na Marvin Smith zụlitere nkà ha site na iji ihe osise mmanụ na ncha iji mepụta ihe ọkpụkpụ. Ha rụrụ ọtụtụ ọrụ dị iche iche mgbe ha nọ n'ụlọ akwụkwọ sekọndrị, nke mere ka ha na ndị ọgaranya, ndị ọcha nwee njikọ ma nye ha ohere ịkwalite ebumnuche nka ha",
  "Ha nwetara igwefoto mbụ ha n'aka onye na-ese foto n'ógbè ahụ ma kụziere onwe ha otu esi eji ya",
  "Ha bụ ndị mbụ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị n'ezinụlọ ha ma họrọ ịchụso ọrụ nka n'agbanyeghị na ha nwetara agụmakwụkwọ bọọlụ n'ọtụtụ kọleji ndị isi ojii",
  "Ụmụ ejima ahụ kwagara New York City n'afọ 1933 n'ihi enweghị ohere maka ndị Ojiị na-ese ihe na Kentucky",
  "Tupu ha achọta ọnọdụ ha dị ka ndị na-ese foto na Harlem, ha rụrụ ọrụ maka Ụlọ Ọrụ Ọganihu na-ewu ogige ma na-ese ihe osise.",
  "Marvin na Morgan zutere ụmụnne ejima Anna na Florence McLean",
  "Di na nwunye abụọ ahụ lụrụ n'otu ụbọchị n'afọ 1936 ma di na nwunye abụọ gbara alụkwaghịm n'afọ 1939",
  "Morgan lụrụ nwanyị ọzọ bụ Monica Mais  n'afọ 1950 ma nwee otu nwa nwanyị, Monica Smith Bolden",
  "Marvin Smith alụghị di ọzọ.",
  "Ndị Smith kpebiri itinye onwe ha na mgbasa ozi nke foto n'afọ 1937 wee were nkuzi nka n'efu nke onye na-ese ihe Augusta Savage kụziiri",
  "N'ebe ahụ, ha zutere ọtụtụ ndị ọzọ na-ese ihe gụnyere Jacob Lawrence na Romare Bearden",
  "Morgan ghọrọ onye ọrụ mbụ na-ese foto maka New York Amsterdam News n'afọ 1937, akwụkwọ akụkọ Ojiị kachasị ewu ewu n'oge ahụ",
  "Afọ abụọ ka e mesịrị, ha meghere ụlọ ọrụ foto nke ha, M & M Smith Studios, n'akụkụ ụlọ ihe nkiri Apollo a ma ama na 125th Street",
  "Ụmụ ejima ahụ bụ ndị na-ese foto nke ihe nkiri ahụ ma site na ọrụ a zutere ndị nlereanya, ndị na-eme ihe nkiri na ndị na-emepụta ihe",
  "Ụlọ ọrụ ha ghọrọ ebe ọrụ maka ndị na-eme ihe ntụrụndụ na ndị edemede, yana ebe ọtụtụ foto ha dị. Ha sere foto George Washington Carver na Billie Holiday, n'etiti ndị Ojiị na-ese ihe na ndị ndọrọ ndọrọ ọchịchị, yana ndụ n'okporo ámá na Harlem n'oge a.",
  "Ndị Smith sere foto na ebumnuche nke igosi akụkụ dị iche iche nke ndụ ndị isi ojii. Tinyere ijide mmegharị nke ikike obodo na ngagharị iwe megide igbu ọchụ, ụmụnne ahụ so na ndị mbụ weghaara ndụ dị egwu nke ndị bi na Harlem.",
  "E nweela ọtụtụ ihe ngosi na akwụkwọ e dere banyere ụmụnne ahụ, gụnyere Harlem: The Vision of Morgan na Marvin Smith nke James na Morgan Smith dere, n'ọnwa Nọvemba 13, afọ 1997."
]