[
  "Moridja Kitenge Banza bụ onye na-ese ihe a mụrụ na Kinshasa, Congo n'afọ 1980",
  "Ugbu a [mgbe?] O bi ma na-arụ ọrụ na Montreal, Quebec",
  "Ihe osise ya na-eji usoro mgbasa ozi dị iche iche gụnyere eserese, ite agba, foto na ntinye.",
  "Ọ gụsịrị akwụkwọ na Académie des beaux-arts de Kinshasa na l'École supérieure des beaux-arts de Nantes Métropole  N'afọ 2010, e nyere Moridja Kitenge Banza ihe nrite nke mbụ na Biennale of Contemporary African Art, DAK'ART na Sénégal",
  "O so na ndị meriri na 2020 Sobey Art Award Hugues Charbonneau Art Gallery na Montréal nọchitere anya ọrụ ya.",
  "Omume nka nke Banza na-agbasa na mgbasa ozi dị iche iche gụnyere eserese, foto, ihe nkiri, ite agba, collage, ntinye na ihe ngosiputa",
  "Ọdịiche a na-egosipụtakwa ọtụtụ njirimara nke onye a na-ese ihe n'onwe ya.  Ọrụ ya na-eji usoro nka dị iche iche nke nhazi, itinye ego na ihe ọchị iji lebara nsogbu gburugburu ncheta, ọdịbendị na akụkọ ihe mere eme anya.",
  "A na-anọchite anya ihe osise nke Banza na nchịkọta dị iche iche gụnyere National Gallery of Canada, Montréal Museum of Fine Arts, Art Gallery of Ontario, yana ọtụtụ nchịkọta nka ụlọ ọrụ gụnyere TD Bank Corporate Art Collection na Bank of Montréal Collection.",
  "Ọrụ Christ Pantocrator na-emepụta usoro eserese nke na-etinye ihe nnọchianya nke ihe mkpuchi Africa n'elu ihe oyiyi nke Byzantine Christian iconography nke Christ Pantocrator.  Site na ọrụ a, Kitenge Banza jikọtara akụkụ okpukpe ọdịnala nke nkwenkwe Congo na Iso Ụzọ Kraịst. Ihe osise ndị dị na usoro a na-atụgharị ihe nnọchianya dị nsọ iji kpughee usoro ọchịchị nke dugara na izu ohi nke ihe emume Afrịka site n'aka ụlọ ngosi ihe mgbe ochie nke ọdịda anyanwụ, yana iji ihe ndị a eme ihe n'ọnọdụ nka ọgbara ọhụrụ.",
  "Foto ndị dị na usoro Authentique gosipụtara onye a na-ese ihe na-edowe  onwe ya n'azụ ụlọ ya dị na Montréal, na ọrụ na usoro Christ Pantocrator nke ejiri ákwà wax na-acha uhie uhie chọọ mma.",
  "Nkọwa dị oke mkpa nke ihe odide ndị a eleela usoro a anya dị ka nkọwa banyere njirimara ọdịbendị dị mgbagwoju anya nke ndị mbịarambịa ga-agagharị na ya, yana nlele dị oke mkpa na nnọchi anya nke oge a na akụkọ ihe mere eme nke njirimara Afrịka."
]