[
  "Àtụ:Infobox NRHP\nMoritz Bergstein Shoddy Mill na ụlọ nkwakọba ihe bụ ụlọ ọrụ mmepụta ihe abụọ dị na Mmiri anaghị aga aga, Minnesota, United States, ebe onye Juu German si mba ọzọ Moritz Berg Stein na-arụ ọrụ n'ihe Mmiri anaghị aga aga dị ka 1890 ruo 1910 na-enye ihe maka matarasị",
  "E wuru ha na Oak ogige elu, Minnesota, n'ihe dị ka 1890 ma kwaga na dị nso na 2012 iji mee ka e nwee ohere maka iwu àkwà mmiri St",
  "Croix ngafe.  E depụtara  ihe onwunwe ahụ n'ebe nile site n'aka ndị ogbi na ime ahụ na Ndebanye aha obodo nke Ebe akụkọ ihe mere eme na 2008 maka mkpa obodo ya na isiokwu nke ụlọ ọrụ na akụkọ ihe mere eme.  A họpụtara ya dị ka ihe a na-adịghị ahụkebe nke ndị Juu mbịarambịa na Minnesota na ntinye aka ha ugboro ugboro na azụmaahịa ihe mkpofu.",
  "Ndị nwe ya, Moritz na Bertha Bergstein, biri na Oak  ogige elu(nke a maara dị ka Oak ogige n'oge ahụ) na 1890",
  "Ha nọ n'ọrụ nke imegharị ihe mkpofu",
  "A na-eji ihe nọr na mkpóró ndị ogbi ozi esighi zuru ihe na-adịghị mma, ụlọ nkume, eme ihe iji megharịa ákwà mkpofu n'ime ihe iji tinye matarasị.",
  "A maara Moritz Bergstein dị ka \"nwoke mkpofu\" na Mmiri anaghị aga aga , na mgbakwunye na ime matarasị ọ na-arụkwa ọrụ nzọpụta.  Ọ na-emegharị akwụkwọ mkpofu, akwa, ihe mkpofu, na ịkpụ osisi, o wuru igwe nke dọwara akwa ahụ",
  "O were ọtụtụ ndị ji ụkwụ gaa na anyị si nọrọ ụmụ nwanyị n'ọrụ iji mepụta matarasị",
  "Bergstein mechara soro nwanne ya nwoke, Ignatz, nwee mmekọrịta iji guzobe ụlọ ọrụ na-emepụta matarasị",
  "Ọ bụ ezie na Moritz mechara kwụsị ime matarasị na Oak ogige elu ọ gara n'ihu na-azụta ma na-ere ihe mkpofu, ọtụtụ n'ime ha bụ ihe mkpofu",
  "Mgbe ọ nwụrụ na 1923 ọ hapụrụ \"ihe dị ka tọn 500 nke ígwè na ihe mkpofu ochie\", nke ruru ihe dị ka $ 3,000",
  "Nke Mmiri anaghị aga aga kwa ụbọchị Gazette kpọrọ ya \"otu n'ime ndị ikom a ma ama na mmiri anaghị aga aga\" ma kwuo na ọ \"na-akwụwa aka ọtọ ma na-aga n'ihu na omume ya\".",
  "E nwere ndị Juu ole na ole bi na Minnesota n'oge ọsụ ụzọ, ya mere akụkọ Bergsteins na-enye nghọta banyere ndụ ndị Juu na Minnesota.  Ndị Bergstein si Europe kwapụ na 1880, n'oge ọtụtụ ndị Juu si n'ebe ọwụwa anyanwụ Europe kwapụ, mana a mụrụ Moritz na Germany ma a mụrụ Bertha na Bohemia",
  "Ọ bụ ezie na ọtụtụ ndị Juu si mba ọzọ kwabata na-ere ahịa na ihe ndị e ji eme ihe na ihe ndị a rụgharịrị arụgharị, ndị Bergsteins bụ ndị a na-adịghị ahụkebe n'ihi na ha bi n'obodo dị anya site na ndị Juu ndị ọzọ, na-arụ ọrụ n'ime ụlọ ọkụ, nwere ihe onwunwe n'oge na-adịghị anya mgbe ha kwagara Minnesota, ma were ndị ọrụ na-abụghị ndị Juu n'ọrụ.",
  "Na ngwụcha narị afọ nke iri abụọ, ụlọ ọrụ Bergstein Mill guzo nso na nkwonkwo nke Minnesota State Highway 36 na State Highway 95, ebe a na-ele anya maka àkwà mmiri ọhụrụ gafee Osimiri St",
  "Croix",
  "Ngalaba Na-ahụ Maka Njem na Minnesota (Mn / DOT) nwetara ma wepụ ụlọ 66 na 1996, mana naanị onye nwe ala Bergstein, onye na-arụ ọrụ nrụzi ụgbọala site na ha.  Mn / DOT kwadoro nyocha akụkọ ihe mere eme nke kpebiri na ihe igwe ihe na ụlọ nkwakọba ihe bara uru ichekwa ma ọ bụrụ na enwere ike ịchọta ebe ọhụrụ.  E kwekọrịtara na ebe ọhụrụ dị na njedebe ndịda nke Stillwater nwere àgwà yiri nke ochie na 2005.",
  "E depụtara Bergstein Mill na Warehouse na National Register of Historic Places na 2008",
  "Ka ọ na-erule n'afọ sochirinụ, onye nwe ụlọ ahụ eruola afọ ezumike nká ma nabata onyinye ọhụrụ ịpụ.  N'ofe okporo ụzọ ahụ, ụlọ nkwakọba ihe, na ụlọ abụọ nke Bergsteins kwatuchara, ebe a kwagara ụlọ abụọ echekwara na Nọvemba 2012.  A na-emepe saịtị ọhụrụ ahụ dị ka Bridgeview Park, a na-emekwa ka ụzọ ụgbọ okporo ígwè dị n'akụkụ ya bụrụ akụkụ nke ụzọ ịnyịnya ígwè nke ga-agbagharị n'etiti Stillwater na ụsọ mmiri Wisconsin na-eji àkwà mmiri Stillwater Lift",
  "Obodo a ka na-amụ ihe ndị nwere ike iji ihe igwe ihe na ụlọ nkwakọba ihe, dị ka ụlọ ahịa na-arụzi ịnyịnya ígwè, ụlọ oriri na ọṅụṅụ, ụlọ ọrụ kayak, ma ọ bụ ebe ndị nleta."
]