[
  "Moroccan dirham (Arabic, romanized: , Moroccan Arabic: درهم, : derhem; asụsụ Berber: XVI, : ; akara: DH; koodu: MAD) bụ ego gọọmentị nke Obodo Morocco",
  "Ọ bụ ulo aku Al-Maghrib, ụlọ akụ etiti nke obodo Morocco na-ewepụta ya",
  "A na-ekewa otu dirham Moroccan n'ime otu nari santimat (otu: santim; Arabic).",
  "Okwu dirham sitere na ego Grik, drachma",
  "Idrissid dirham, mkpụrụ ego ọlaọcha, mepụtara na obodo Morocco n'okpuru usoro ndị eze Idrisid site na narị afọ nke asato ruo nke iri.",
  "Tupu ewebata mkpụrụ ego nke oge a na afo 1882, obodo Morocco wepụtara mkpụrụ ego ọla kọpa a na-akpọ falus, mkpụrụ ego ọlaọcha a na-enye dirham, na mkpụrụ ego ọla edo a na-ede benduqi",
  "Site na afo 1882, dirham ghọrọ nkewa nke Moroccan rial, na Mazunas nari ise =  dirham iri = otu rial.",
  "Mgbe ọtụtụ n'ime obodo Morocco ghọrọ ndị France na-echebe na afo 1912 ọ gbanwere na franc Moroccan",
  "E weghachiri dirham na oge 16 Ọktoba 1960. Ọ nọchiri franc dị ka isi ego ma, ruo 1974, franc nọgidere na-agagharị, na otu dirham = otu nari francs",
  "N'afọ 1974, centime nọchiri Anya franc.",
  "N'afọ 1960, e webatara mkpụrụ ego ọlaọcha otu dirham",
  "Mkpụrụ ego nickel otu dirham na ọlaọcha ise dirham sochiri ha na afo 1965",
  "N'afọ 1974, site na iwebata santim, e webatara mkpụrụ ego ọhụrụ na ụdị otu, ise, iri, iri abuo na iri ise santimat na mkpụrụ ego otu na dirham ise",
  "Mkpụrụ ego otu santim bụ aluminum, ise ruo iri na abuo santimat bụ ndị e ji ọla mee, na okpukpu atọ kachasị elu na cupro-nickel",
  "A gbakwunyere mkpụrụ ego ọhụrụ cupro-nickel ise dirham na afo 1980 ma gbanwee ya ka ọ bụrụ mkpụrụ ego abụọ na afo 1987",
  "Mkpụrụ ego abụọ ahụ nwere akara afọ abụọ maka ụbọchị mbipụta - 1987 na kalenda Gregorian na afo 1407 na kalenda Islam.",
  "A na-emepụta  santim naanị ruo afo 1987 mgbe ewepụtara atụmatụ ọhụrụ, na 1⁄2 dirham na-anọchi santimat iri ise n'agbanweghị nha maọbụ ihe mejupụtara",
  "Mkpụrụ ego dirham ise ọhụrụ bụ bimetallic, dị ka mkpụrụ ego dirham iri nke e webatara na afo 1995",
  "E webatara mkpụrụ ego Cupro-nickel dirham abuo n'afọ 2002",
  "N'afọ 2012, e wepụtara usoro mkpụrụ ego ọhụrụ, na mkpụrụ ego dirham ise na iri na-eji onyinyo zoro ezo dịka njirimara nchebe."
]