[
  "Morris Nolton Turner (Disemba 11, 1923 - Jenụwarị 25, 2014) bụ onye America na-ese ihe osise, onye keputara ihe nkiri Wee Pals, American syndicated strip nke mbụ na njikọta nke ndị otu.",
  "A zụlitere Turner na Oakland, California, ọ bụ nwa nke ikpeazụ nke nna Pullman porter na nne onye na-elekọta ụlọ nọọsụ. Ọ gara Cole Elementary School na McClymonds High School na Oakland na Berkeley High School.",
  "Turner nwetara ọzụzụ mbụ ya na eserese site na akwụkwọ ozi",
  "N'oge Agha Ụwa nke Abụọ, ebe ọ rụrụ ọrụ dị ka onye na-arụzi ígwè na Tuskegee Airmen, ihe osise ya pụtara na akwụkwọ akụkọ Stars and Stripes Mgbe agha ahụ gasịrị, mgbe ọ na-arụ ọrụ na Ngalaba ndị uwe ojii Oakland, o mepụtara ihe nkiri na-atọ ọchị nke a kpọrọ Baker's Helper",
  "Mgbe Turner malitere ịjụ ihe mere na e nweghị ndị nta na katụụn, onye ndụmọdụ ya, Peanuts cartoonist Charles M",
  "Schulz, tụrụ aro ka o mepụta otu. Mgbalị mbụ nke Morris, Dinky Fellas, gosipụtara ndị isi ojii niile, mana ebipụtara ya na naanị otu akwụkwọ akụkọ, Chicago Defender Turner jikọtara ihe nkiri ahụ, na-akpọ ya Wee Pals, na 1965 ọ ghọrọ ihe nkiri mbụ na-atọ ọchị nke America nwere agbụrụ dị iche iche. Ọ bụ ezie na ọ bụ naanị akwụkwọ akụkọ ise na-ebu ihe nkiri ahụ, ihe karịrị otu narị mmadụ weghaara ya mgbe e gbusịrị Martin Luther King Jr",
  "n'ọnwa Eprel afọ 1968.",
  "N'afọ 1970, Turner ghọrọ onye isi oche nke White House Conference on Children and Youth.",
  "Turner pụtara ugboro abụọ dị ka onye ọbịa na Mister Rogers' Neighborhood, na Mee 7, 1971 na Mee 14, 1973",
  "Na nleta ya n'afọ 1971, Turner tụlere ihe nkiri ọchị ya na otú e si kpọọ aha onye ọ bụla n'ime ndị na-eme ihe nkiri ndị o dere, ka ọ na-ese ihe atụ nke ndị o dere",
  "Mgbe ọ lọtara n'afọ 1973, o gosiri Fred Rogers foto o sere nke ọtụtụ ndị agbata obi na mpaghara telivishọn Fred",
  "Turner gosikwara ihe nkiri sitere na usoro ihe nkiri Kid Power ya, nke gosipụtara ụtụtụ Satọdee na ABC n'oge ahụ. N'otu aka ahụ, n'oge oge telivishọn 1972-73, Wee Pals on the Go bụ nke ụlọ ọrụ ABC nwere ma na-arụ ọrụ na San Francisco, KGO-TV gosipụtara",
  "Ihe ngosi ụtụtụ Sọnde a gosipụtara ụmụaka na-eme ihe nkiri bụ ndị gosipụtara ndị isi ihe nkiri Turner: Nipper, Randy, Sybil, Connie na Oliver",
  "Site na ụmụaka, Turner nyochara ebe, ihe omume na ihe ndị dị ka ụlọ ọrụ swiiti na ụgbọ okporo ígwè.",
  "Ka ihe nkiri ahụ na-atọ ọchị na-aga n'ihu, Turner gbakwunyere ndị agbụrụ ndị ọzọ, yana nwatakịrị nwere nkwarụ anụ ahụ.",
  "N'oge Agha Vietnam, Turner na mmadụ ise ndị ọzọ so na National Cartoonist Society gara South Vietnam, ebe ha nọrọ otu ọnwa na-ese ihe karịrị ihe mkpa ọchị pụkụ atọ nke ndị ọrụ.",
  "Maka egwu nke Bay Area Little Symphony nke Oakland, California, Turner sere foto na egwu na nke ụmụaka nọ na ndị na-ege ntị.",
  "Turner malitere nke mbụ n'ime usoro ihe ngosi nka nke oge okpomọkụ na East Oakland Youth Development Center (EOYDC) na June 10, 1995.",
  "Turner lụrụ Letha Mae Harvey na Eprel 6, 1946; ha jikọrọ aka na \"Soul Corner\", ihe mgbakwunye kwa izu na Wee Pals. Morrie na Letha muru otu nwa nwoke, Morrie Jr; Letha nwụrụ na 1994. N'oge ndụ ya, onye ibe Turner bụ Karol Trachtenburg nke Sacramento. Turner nwụrụ na Jenụwarị 25, 2014, mgbe ọ dị afọ 90.",
  "N'afọ 1967, onye na-ese ihe osise bụ Bil Keane kere agwa Family Circus bụ Morrie, onye egwuregwu nke Billy na naanị onye ojii na-eme ihe nkiri ahụ, dabere na Turner.",
  "N'afọ 2003, National Cartoonists Society nabatara Turner maka ọrụ ya na Wee Pals na ndị ọzọ na Milton Caniff Lifetime Achievement Award.",
  "N'oge ọrụ ya niile, Turner nwetara ihe nrite na ọdịiche obodo",
  "Dịka ọmụmaatụ, ọ natara onyinye Brotherhood site na National Conference of Christians and Jews na Inter-Group Relations Award site na Anti-Defamation League nke Bnai Brith",
  "N'afọ 1971, ọ natara Alameda County (California) Education Association Layman's Annual Award.",
  "N'afọ 2000, Cartoon Art Museum nyere Turner Sparky Award, aha ya bụ maka nsọpụrụ Charles Schulz.",
  "A kwanyeere Turner ugwu ọtụtụ ugboro na San Diego Comic-Con: na 1981, e nyere ya Inkpot Award; na 2012 e nyere ya Bob Clampett Humanitarian Award."
]