[
  "Moser Gender Planning Framework bụ ngwá ọrụ maka nyocha nwoke na nwanyị na atụmatụ mmepe",
  "Ọ bụ Caroline Moser mepụtara ya",
  "Ihe mgbaru ọsọ bụ ịtọhapụ ụmụnwanyị site n'ịdị n'okpuru ma nye ha ohere inweta nha nhata, ịkwụwa aka ọtọ, na ike.",
  "Moser mepụtara usoro Framework for a Gender and Development (GAD) maka atụmatụ mmepe na 1980s mgbe ọ na-arụ ọrụ na Development Planning Unit (DPU) nke Mahadum London",
  "Ya na Caren Levy na-arụ ọrụ, ọ gbasaa ya n'ime usoro maka iwu nwoke na nwanyị na atụmatụ",
  "Moser na Levy bipụtara A Theory and Method of Gender Planning - Meeting Women's Practical and Strategic Needs dị ka akwụkwọ ọrụ DPU na 1986",
  "Usoro a dabere na echiche Moser banyere ọrụ nwoke na nwanyị na mkpa nwoke na nwanyị, na echiche ya banyere ụzọ iwu kwesịrị isi bịaruo nwoke na nwanyị na atụmatụ mmepe.",
  "Usoro Moser na-agbaso usoro Gender na Development na-ekwusi ike mkpa mmekọrịta nwoke na nwanyị",
  "Dị ka ọ dị na WID dabeere na Harvard Analytical Framework, ọ gụnyere nchịkọta nke eziokwu dị ukwuu",
  "N'ịga n'ihu, ọ na-enyocha ihe kpatara ya na usoro ndị na-eduga na nkwekọrịta nke ịnweta na njikwa",
  "Usoro Moser gụnyere njirimara ọrụ nwoke na nwanyị, nyocha mkpa nwoke na nwanyị, ịhazi njikwa nke akụ na ụba na ime mkpebi n'ime ezinụlọ, ime atụmatụ maka ịhazi ọrụ atọ ahụ, ịmata ọdịiche dị n'etiti ebumnuche dị iche iche na ntinye aka na itinye ụmụnwanyị na òtù ndị maara nwoke na nwanyị na atụmatụ.\nUsoro ahụ na-ekweta ihe ndọrọ ndọrọ ọchịchị na atụmatụ nwoke na nwanyị, ma na-eche na usoro ahụ ga-edozi esemokwu.",
  "Usoro ahụ dabere na echiche atọ bụ isi: ọrụ atọ nke ụmụnwanyị, mkpa nwoke na nwanyị dị irè na atụmatụ na ụdị usoro iwu WID / GAD",
  "Ọrụ atọ ahụ gụnyere ọrụ ịmụ nwa, mmepụta ihe na njikwa obodo",
  "Mkpa ndị bara uru bụ ndị, ma ọ bụrụ na a gboo ha, na-enyere ụmụnwanyị aka n'ọrụ ndị dị ugbu a",
  "Mkpa atụmatụ bụ mkpa ndị, ma ọ bụrụ na a na-egbo ha, na-agbanwe nguzozi nke ike n'etiti ụmụnwoke na ụmụnwanyị",
  "Ụdị dị iche iche nke usoro iwu WID / GAD, nke nwere ike ma ọ bụ nwere ike ọ gaghị adaba, gụnyere ọdịmma (nnyefe elu), ịkwụwa aka ọtọ, mgbochi ịda ogbenye, arụmọrụ na ike.",
  "Usoro ahụ na-enye ngwá ọrụ isii",
  "Ọ bụ ezie na a na-eji usoro ahụ eme ihe n'ọtụtụ ebe, a na-akatọ usoro ahụ",
  "Echiche nke ọrụ nwoke na nwanyị nwere ike ikpuchi echiche nke mmekọrịta nwoke na nwanyị",
  "Ọ nwere ike inye echiche nke nguzozi kwụsiri ike, nnabata nke ọrụ na ikike nkịtị nke onye ọ bụla, mgbe n'ezie enwere mkparịta ụka na-aga n'ihu, esemokwu na nkwekọrịta",
  "Usoro ahụ anaghị atụle mgbanwe nke usoro mmekọrịta mmadụ na ibe ya ka oge na-aga",
  "Usoro ahụ na-ekwu maka enweghị nhata nwoke na nwanyị ma ghara ịtụle ụdị enweghị nhata ndị ọzọ dịka caste, ogo ma ọ bụ agbụrụ.",
  "Naila Kabeer ekwuola na echiche ọrụ atọ na-ekpuchi ọdịiche dị n'etiti ọrụ na nsonaazụ",
  "Dịka ọmụmaatụ, nne n'ụlọ, site na ụlọ ọrụ obodo ma ọ bụ site na ụlọ ọrụ onwe onye ma ọ bụ nke steeti na-akwụ ụgwọ",
  "Ndị a dị nnọọ iche n'ihe gbasara mmetụta ha na ụmụnwanyị."
]