[
  "Moses Tladi (1903-1959) bụ ónyé na-ese ihe n'onwe ya bụ ónyé na'ese ihe ojii mbụ nwere ihe ngosi na South Africa na ónyé na-eme ihe nkiri ojii mbụ gosipụtara na South African National Gallery.",
  "A mụrụ Moses Tladi ma zụlite ya na 1903 Lobethal, GaPhahla, n'akụkụ ugwu nke South Africa",
  "Ọ bụ nwa nke ónyé na-agwọ ọrịa ọdịnala nke na-enweta ihe ọ na-eri site n'ịrụ ọrụ n'ụzọ okike na ígwè, na nne bụ ónyé ọkpụite nwèrè onyinye",
  "Tladi nọrọ n'afọ ndị mbụ ya na-azụ ehi",
  "Nné na nnà ya ghọrọ Ndị Kraịst n'okpuru mmetụta nke Berlin Missionary Society, ọ gụrụ akwụkwọ na Lobethal Mission na mpaghara Limpopo ugbu a",
  "Tladi, dị ka ọtụtụ ụmụ okorobịa n'oge ahụ, gara Johannesburg ịchọ ọrụ",
  "Ka ọ na-erule n'etiti afọ 1920, ọ chọtara ọrụ dị ka onye na-elekọta ubi na Lokshoek, ụlọ ónyé ọrụ na-egwupụta ihe n'ala, Herbert Read na mpaghara Parktown.",
  "Tladi bịdọrọ ise ihe na-acha anụnụ anụnụ na-acha akwụkwọ ndụ akwụkwọ ndụ na osisi",
  "Ónyé wéré ya n'ọrụ, Read, hụrụ nkà ya màkà ise ihe, ónyé malitere inye ya ihe ndị na-ese ihe",
  "Read kọwakwara Tladi ónyé nchịkọta na ónyé ọrụ ebere Howard Pim, onye bụbu onye isi obodo Johannesburg, ma rụọ ọrụ dị mkpà n'ịmepụta ụlọ ngosi nka Johannesburg",
  "Ma Read na Pim kwalitere Tladi na ngosi ọha na eze site na 1929 gaa n'ihu",
  "N'afọ 1931, Tladi ghọrọ onye isi ojii mbụ na-ese ihe na South African National Gallery",
  "N'afọ 1939, ọ bụ ónyé Black African Artist mbụ gosipụtara ọrụ ya na National Gallery na Johannesburg, ebe ihe osise ya nwetara otuto.",
  "Tladi jere ozi na mbà ya n'oge Agha Ụwa nke Abụọ, ma gaa n'ihu na-ese ihe rụọ 1956, mgbè a manyere ya ịpụ n'ụlọ nke ya na mpaghara Johannesburg nke Kensington B gaa Soweto n'ihi iwu ịkpa ókè agbụrụ nke National Party, ọkachasị Iwu Group Areas",
  "Ọ nwụrụ na 1959, mgbè ọ dị afọ irí isé na isii.",
  "Nnukwu ihe ngosi mbụ nke South Africa nke ọrụ ónyé na-ese ihe, Moses Tladi, meghere na Iziko South African National Gallery na Cape Town na Heritage Day, 24 Septemba 2015",
  "Ihe ngosi akpọrọ Moses Tladi Unearthed, nyere ónyé nleta ohere pụrụ iche ile ọrụ ya anya",
  "N'ịbụ ónyé a kpọtụrụ aha dị ka ónyé na-ese ihe ojii mbụ gosipụtara na South Africa, Moses Tladi (1903-1959) mepụtara aha dị ka ezigbo ónyé na-eme ihe nkiri.",
  "N'oge ndụ ya, ọ bụ ónyé ísì ojii mbụ na-ese ihe na Iziko South African National Gallery, n'oge na-adịghị ányá mgbè emeghechara ụlọ dị ugbu a, nke mbụ na 1931 na 1933",
  "Ihe karịrị ọkara narị afọ mgbè ọ nwụsịrị na 1959, ihe ngosi a na-eme ka ọha na eze hụ ihe dị mkpà ọrụ ya pụtara",
  "E bugara ihe ngosi ahụ na Grahamstown na June 2016 ka ọ bụrụ akụkụ nke National Arts Festival",
  "Ihe ngosi ahụ gosipụtara ihe dị ka ihe osise Tladi irí àtó, nke sitere na ụlọ ọrụ na nchịkọta onwé ónyé na South Africa na mba ofesi",
  "A na-agụnye usoro na-egosi ndị na-ese ihe ndị ọzọ na-arụ ọrụ n'ụzọ yiri nke ahụ, ma ọ bụ n'otu oge ahụ.",
  "Kpọpụta njehie: <ref> tag with name \"Lloyd2014\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"TimesLIVE2015\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Iziko2016\" defined in <references> has group attribute \"\" which does not appear in prior text."
]