[
  "Moses Khabane Khongoana bụ onye nduzi ihe nkiri Mosotho na onye na-eme ihe nkiri.",
  "Khabane Moses Khongoana bụ onye na-eme ihe nkiri nke nwere nkà dị ịrịba ama nke na-etinye onwe ya n'ọrụ ya, meriri Ihe nrite asatọ na International Entrepreneurial and Filmmaking Awards na asambodo nke ekele ịrị na ato",
  "Khongoana gụrụ Media, Communication na Broadcasting n'okpuru Degree na Television na Film Production na Limkokwing University of Creative Technology na ihe nkiri onwe ya mbụ ya nke nwetara ihe nrite a kpọrọ \"Bullet\" sonyere n'ọtụtụ mmemme ihe nkiri mba ụwa nke gụnyere Luxor African Film Festival dị ka mmemme ihe nkiri nke mba ụwa iji gosipụta ya",
  "O nwekwara asambodo na Business Studies nke City na Guilds nke London Institute.\nKhongoana bụ onye otu Motion Picture Association nke Lesotho, ebe ọ na-anọdụ n'ọtụtụ otu na kọmitii na-arụ ọrụ iji guzobe ụlọ ọrụ telivishọn na ihe nkiri na Lesotho",
  "Khongoana na-arụ ọrụ ma na-arụkọ ọrụ na ọtụtụ ndị na-emepụta nka, NGO, Gọọmentị na Ụlọ Ọrụ Onwe n'ọtụtụ ọrụ.",
  "MMEPỤTA YA NDỊ RITERE IHE NRITE",
  "Bullet (Ihe nkiri dị mkpirikpi) Onye na-emepụta ihe, Onye nduzi na onye na-ese ihe nkiri • Ihe nrite kacha mma nke ihe nkiri dị mkpụmkpụ na Lesotho Film Festival 2015",
  "Lenaka-la-Balimo (Ihe nkiri) - Onye nchịkọta edemede, onye nduzi, onye nchịkọta akụkọ & onye na-ese ihe nkiri • Ihe nrite ihe nkiri kachasị mma na mmemme ihe nkiri Lesotho 2016.",
  "True Hearts (Ihe nkiri dị mkpirikpi) Onye edemede, onye na-eme ihe nkiri, onye nduzi na onye nchịkọta akụkọ • Ihe nrite pụrụ iche na mmemme ihe nkiri Lesotho 2017",
  "The Legacy (Ihe nkiri dị mkpirikpi) Onye na-ese ihe nkiri na onye nchịkọta akụkọ • Onyinye ndị ọka ikpe na Lesotho Film Festival 2017",
  "Phokojoe Ea Matsatsa (Ihe nkiri dị mkpirikpi) Onye nduzi, onye na-ese ihe nkiri na onye nchịkọta akụkọ • Ihe nrite pụrụ iche na mmemme ihe nkiri Lesotho 2018",
  "Appreciate Me (Short Documentary Film) Onye na-emepụta, onye nduzi, onye na-ese ihe nkiri na onye nchịkọta akụkọ • United Nations Lesotho Media Competition Best Media Feature/Short Doc Film",
  "Onyinye Tan Sri Paduka Limkokwing maka Okike na Innovation 2016.",
  "Maluti Mountain Brewery Kickstart Grand Award 3rd Round",
  "United Nations Lesotho Media Competition",
  "Film Filminute International Film Festival 2018 Top 5 World Best One Minute Films",
  "A họpụtara ya maka YAFMA AWARDS 2019 - (Belgium).",
  "Lesotho Film Festival 2015, Best Student Film Award.",
  "Lesotho Film Festival 2016, Best Feature Film Award.",
  "Emume ihe nkiri Lesotho 2017, Onyinye Mention pụrụ iche",
  "Emume ihe nkiri Lesotho 2017, Onyinye ndị ọka ikpe",
  "Emume ihe nkiri Lesotho nke 2018, Onyinye Mention pụrụ iche",
  "Lesotho Film Festival 2015, asambodo ekele.",
  "Lesotho Film Festival 2016, asambodo nke itinye aka.",
  "Lesotho Film Festival 2016, asambodo nke itinye aka.",
  "Lesotho Film Festival 2017, asambodo nke itinye aka.",
  "Lesotho Film Festival 2017, asambodo nke itinye aka.",
  "Lesotho Film Festival 2017, asambodo nke itinye aka.",
  "Lesotho Film Festival 2018, asambodo nke itinye aka.",
  "Lesotho Film Festival 2018, asambodo nke itinye aka.",
  "Golden Frames International Short Film Festival 2016, Certificate of Screening (Mumbai, India)",
  "International Short & Independent Film Festival Dhaka 2016, Certification of Participation (Bangladesh, India)",
  "Luxor African Film Festival 2016, Onye a họpụtara (Ijipt)",
  "Ginora Film Festival 2016, Onye a họpụtara (Spain)",
  "Companion Industry BOOST Competition 2016, Finalist (Miami, Florida)",
  "Emume ihe nkiri Afro 2016, Nhọrọ gọọmentị (Colombia, U.S.A)",
  "Emume mebere emepe nke afọ 2017, Nhọrọ gọọmentị (Florida, Miami)",
  "Wiper Film Festival 2016, Nhọrọ gọọmentị (U.S.A, New York)",
  "Josiah Media Festival 2016, Nhọrọ gọọmentị (U.S.A, New York)"
]