[
  "Moses Ernest Tolliver (ubochí anọ n'ọnwa Julaị, 1918-20 rụo ụbọchị irí atọ n'ọnwa Ọktoba, 2006) bụ ónyé America na-ese ihe. A maara ya dị ka \"Mose T\", mgbe a bịanyere ákà na ihe osise ya, jiri \"s\" azụ bịanye ákà.",
  "A mụrụ Tolliver otu n'ime ụmụ iri na abụọ nke ndị ọrụ ugbo Ike na Laney Tolliver na ọbọdọ Pike Road, nso Montgomery, Alabama. A maghị kpọmkwem afọ a mụrụ ya, ọ bụ ezie na a maara na a mụrụ ya n'ụbọchị nke anọ nke ọnwa Julaị nakwa n'etiti afọ 1920-25.  Ọ gàrà ụlọ akwụkwọ naanị ruo na klas nke atọ n'ihi enweghị mmasị na agụmakwụkwọ",
  "N'afọ 1930, ezinụlọ ahụ kwagara Montgomery, Alabama ébé o nyèrè aka kwado ndị mụrụ ya na nnukwu ezinụlọ ha site n'ịrụ ọrụ dị iche iche.",
  "Na mbido afọ 1940 ọ lụrụ enyi ya n'oge ọ bụ nwata, Willie Mae Thomas, ma nwee ụmụ iri na atọ, iri na otu n'ime ha dị ndụ ruo mgbè ha toro. N'ime ngwụcha afọ 1960, mgbè ọ na-arụ ọrụ na ụlọ ọrụ ụlọ McLendon, o nwèrè nnukwu mmerụ ahụ ebe ụkwụ ya gbajiri mgbè ọkara tọn marble gbanwere wee daa site na forklift ka ọ na-ekpocha ụlọ ọrụ ụlọ",
  "Mgbe ihe omume a gasịrị, ọ tụgharịrị gaa na eserese iji lụso ike ọgwụgwụ, ihe mgbu na ogologo ógè nke enweghị ọrụ ọgụ",
  "Ọ bụ ezie na ọtụtụ na-ekwu na ọrụ ya malitere mgbe ihe mberede ahụ gasịrị, Tolliver na-ekwu ete ọ na-ese ihe tupu oge eruo",
  "Ọ na-agbakarị ihe osise ya n'elu ma na-ese foto nke ma eleghị anya anụmanụ na ala dị n'akụkụ dị iche iche",
  "Utu aha Tolliver dịgasị iche iche; dịka, \"Smoke Charlies\", \"Scopper Bugs\" ma ọ bụ \"Jick Jack Suzy Satisfying her own Self\".",
  "N'ubochí irí atọ n'ọnwa Ọktoba, 2006, Tolliver nwụrụ site na oyi bàrà ya n'ahụ na Montgomery, Alabama.",
  "Mgbè ihe ahụ mèrè na McLendon, Tolliver hụrụ ihe osise nke nwanne McLendon nwoke, Raymond, o wee kpebie na ya nwekwara ike ime nke ahụ",
  "Mclendon kwuru na ya ga-azụta ya ihe ma kụziere ya mana ọ jụrụ ịchọ ịmepụta ụdị nke ya",
  "Nke a bụ ebe Tolliver malitere ịbịanye aka n'ọrụ ya, \"Mose T\" na \"s\" azụ. Ihe osise Tolliver na-egosipụtakarị ụdị okike, anụmanụ, ma ọ bụ ọbụna foto onwe ónyé nke onwe ya",
  "Ọ na-arụ ọrụ mgbè niile na \"pure house paint\" na plywood, na ihe ndị dị ka ọnụ ụzọ, ma ọ bụ elu tebụl, na-emepụta foto na-akpali agụụ mmekọahụ na mgbè ụfọdụ nke anụmanụ, ụmụ mmadụ, na osisi. Isiokwu ya a ma ama gụnyekwara mmiri na nnụnụ",
  "A na-akpọ ụdị ihe osise Tolliver dị larịị, ihu zuru ezu ma ọ bụ profaịlụ kwụ ọtọ na palette dị jụụ. O mepụtara ihe ndị a na-akwụnye n'elu màkà ọrụ ya, ọtụtụ n'ime ihe osise ya mechara gosipụta soda nwèrè ike ịpị maka ebumnuche ngosi. \"Quail Bird\" nwere ike ịfe n'elu ubi ogho, ma ọ bụ \"Diana\" ma ọ bụ\"Moose Lady\" nwere ike ịnọ n'elu ebe a na-emega ahụ",
  "Enweghị ike ịga ije nke ọma mgbe mmerụ ahụ ya gasịrị, o ji mkpara see ọtụtụ foto onwe ya ma ọ bụ nọdụ ala n'àkwà ya ma kwado ihe ọ bụla ọ na-ese, n'ikpere ya. E si na ahụmịhe nke Tolliver nweta isiokwu ya.",
  "E gosipụtara ọrụ Tolliver na Smithsonian American Art Museum na Washington, DC, na Philadelphia College of Art, Montgomery Museum of Fine Arts, na Corcoran Gallery of Art",
  "Ndị ikwu Tolliver ṅomiri ụdị ya ma bịanye aka n'ọrụ ha dịka o mere, na-eme ka ọ sie ike mgbe ụfọdụ màkà ndị na-anakọta ihe osise mbụ. Nwa ya nwanyị Annie bụkwa ónyé na-ese ihe.",
  "Mose Tolliver so n'ọtụtụ nchịkọta nka na-adịgide adịgide gụnyere",
  "Ọtụtụ ụlọ ọrụ egosila ọrụ Mose Tolliver gụnyere:"
]