[
  "Mose Se Sengo (“Fan Fan”) (16 Ọktoba 1945 - 3 Mee 2019) bụ onye na-egwu egwu, onye na-ede egwu na onye isi otu egwu si Democratic Republic of Congo",
  "Ọ bụ otu n'ime ndị ọsụ ụzọ nke Congolese Soukous",
  "A mụrụ Mose Se Sengo, na Kinshasa nke ugbu a, Democratic Republic of the Congo, n'ụbọchị 16 Ọktoba n'afọ 1945",
  "Ọ malitere ịkpọ ụbọ n'ụlọ akwụkwọ obibi na Kinanga.",
  "Ya na Franco na TPOK Jazz gbara egwu, nke ọ sonyeere n'afọ 1968",
  "O mechara sonye na otu egwu Lovy du Zaire, nke Victor \"Vicky\" Longomba guzobere n'afọ 1971 ma ọ bụ n'afọ 1972, onye bụbu onye guzobere OK Jazz ma mesịa bụrụ onye otu African Jazz",
  "Ndị egwu ndị ọzọ a ma ama na Lovy du Zaire gụnyere Bumba Massa, Youlou Mabiala na Syran Mbenza Dị ka otu isi iyi si kwuo, Otú ọ dị, ọ \"enweghị ike ịnagide ihu abụọ nke onye ndu ahụ ma kwụsị n'oge na-adịghị anya.\"",
  "N'afọ 1974, o si Zaire gaa East Africa, buru ụzọ biri na Tanzania ruo ọtụtụ afọ. Na ngwụsị afọ ndị 1970, o guzobere nsụgharị ọhụrụ nke ndị otu ya Somo Somo, nke a sụgharịrị dịka Double Trouble, na-eme n'asụsụ Lingala",
  "Ndị otu a rụrụ na Tanzania, Zambia na Kenya",
  "Ná mmalite afọ 1980, ọ kwagara Kenya, ebe ọ rụgharịrị Somo Somo ma dekọọ ọtụtụ abọm. N'afọ 1983 \"Fan Fan\" rutere London, England na-agwakọta egwu ya na ndị egwu jazz Bekee.",
  "N'afọ ndị 1990, ọ sonyeere Bana OK, otu egwu egwu maka Franco Luambo Makiadi nke TPOK Jazz",
  "Ka ọ na-erule afọ 2000 ruo ugbu a \"Fan Fan\" alaghachila na mgbọrọgwụ nke ụdị Acoustic Rumba",
  "Ka ọ na-erule mmalite afọ 2010, ọ bi na London ma nweta nwa amaala Britain mgbe ọ nwụrụ.",
  "Na 3 Mee 2019, Mose Se Sengo nọ na njem ndekọ na Nairobi, Kenya, mgbe ọ dara ma nwụọ n'ihi nkụchi obi a na-enyo enyo",
  "Fan Fan, onye nọ n'otu ụlọ dị na Thika Superhighway, e bugara ya n'ụlọ ọgwụ Kasarani dị na Nairobi, ebe e kwuru na ọ nwụrụ mgbe ọ bịarutere.",
  "Onye na-emepụta egwu ahụ, Tabu Osusa, kwuru na Fan Fan nọ n'obodo ahụ na-edekọ egwu ọhụrụ ya na ndị na-eti egwu na Nairobi gụnyere Paddy Makani na Disco Longwa",
  "Mose Fan Fan, onye ebe obibi ya dị na London, hụrụ Nairobi n'anya ma na-eleta Kenya mgbe niile kemgbe afọ 2016. Ọnwụ ya bịara otu ụbọchị tupu e lie onye egwu Congo ọzọ nke oge ya, Lutumba SImaro, onye ha na ya gbara egwu na TPOK Jazz band. Atụmatụ na-aga n'ihu, site n'ụbọchị 11 Mee 2019, iji weghachite ozu ya na mba United Kingdom maka olili ikpeazụ."
]