[
  "Moses Kottler (1896-1977) bụ ónyé na-ese ihe na ónyé na-akpụ ihe na South Africa",
  "A na-ewere ya n'ọtụtụ ebe, tinyere Anton van Wouw na Lippy Lipshitz, dị ka otu n'ime ndị na-ese ihe na South Africa",
  "Triumvirate nkeá nwèrè ọdịiche nke ịbụ onye na-eme nke ọma n'iji mgbasa ozi eserese; Lipshitz na monotypes na Van Wouw na eserese na eserese",
  "Ọrụ Kottler na mmanụ mere ka a nwekwuo echiche dị ka onye na-ese ihe.",
  "Moses Kottler, ónyé a na-akpọ Moshe, bụ nwa nke asatọ nke Joseph Kottler na Zirla Solin",
  "Nnà ya bụ ónyé na-ere ahịa ihe ugbo na ụlọ ha n'ihu ụlọ nzukọ o yiri ka ọ bàrà ọgaranya site na ụkpụrụ ndị Juu na Czarist Russia",
  "Asụsụ ha bụ Yiddish, mana Moses nwetakwara ikike nke German na Russian n'oge ọ bụ nwata",
  "O gosipụtara nkà aka na ikike ise ihe dị elu site na nwata",
  "N'oge na-adịghị anya, nwanne nna ya, Haim Israel Sacks, onye bụ onye isi Zionist, dọtara uche ya n'ọrụ Moses",
  "O sere foto nke onye snow Moses mepụtara, ma gosi ya onye na-ese ihe, Ilya Jakovlevich Günzburg, mgbè ọ nọ na nnọkọ ndị Zionist na Vilnius",
  "Günzburg dụrụ nwata nwoke ahụ ọdụ ka a zụọ ya dị ka ónyé na-ese ihe.",
  "Moses Kottler rutere Cape Town na Disemba 1916 iji bírí na ya",
  "Ọnọdụ dị n'ụwa nka dị njọ, na-enweghị ndị na-ere ihe osise, ụlọ ngosi, ndị na-anakọta ihe nwere ebumnuche siri ike na, màkà ónyé na-ese ihe, foundries màkà ịkpụ ọla nchara",
  "Ndị kachasị emetụta na eserese bụ J",
  "S",
  "Morland, Crosland Robinson, Constance Penstone, Gwelo Goodman na Edward Roworth",
  "Ha bụ ndị na-agbaso ọdịnala, na-emegide ndị na-eme ihe nkiri avant garde na-apụta na France na Germany",
  "Ka ọ na-erule n'afọ 1940, Edward Roworth toro Adolf Hitler n'ihu ọha mgbochi nke Modern Art na Germany.\nSouth African Society of Artists bụ nzukọ kachasị emetụta n'oge ahụ",
  "E hiwere ya n'ubochí irí abụọ na isii n'ọnwa Septemba 1902 ma mee ihe ngosi mbụ ya na Drill Hall, Cape Town na ngwụcha afọ ahụ",
  "Ọnụ ọgụgụ ndị otu na 1917 bụ otu narị na iri abụọ na otu, gụnyere Hendrik Pierneef, Anton van Wouw, Nita Spilhaus, Ruth Prowse, Florence Zerffi na Moses Kottler, bụ ndị sonyeere n'afọ ahụ.: 380 Xi 381",
  "N'abalị itoolu n'ọnwa Eprel n'afọ 1921, Kottler rụchara bust nke General Christiaan de Wet, nke ọ gara Klipfontein, ugbo General na Orange Free State",
  "Ọrụ ahụ, na General na-arịa ọrịa, ejirila ụbọchị iri na abụọ mànà hapụrụ mmetụta na-adịgide adịgide na Kottler banyéré àgwà nke ónyé ndú ndị agha.",
  "N'ọnwa Juun 1921, o dechara bust nke Lord de Villiers, nke e debere ọla nchara na Ụlọikpe Kasị Elu, Cape Town na Ụlọikpe Mkpegharị, Bloemfontein",
  "N'ọnwa Nọvemba, ọ rụchara ọla nchara nke Max Michaelis, ugbu a n'ogige nke Old Town House, Cape Town.",
  "Ọrụ ndị ọzọ dị mkpà ga-eso: na 1928, bust nke Earl of Athlone, V",
  "S",
  "Srinivasa Sastri, General Louis Botha na Sir George Edward Cory; na 1929, ónyé ísì ọbọdọ Cape Town, Hyman Liberman",
  "Na June 1928, ọ lụrụ Eva Goldberg.",
  "Na Jenụwarị 1929, Kottler kwupụtara ebumnuche ya ịhapụ Union of South Africa, na-akpata iwe na Cape Times, Die Burger na The Cape, akwụkwọ akụkọ mpaghara niile",
  "N'ubochí irí n'ọnwa Mee 1929, ha ji ụgbọ mmiri gaa Europe, naanị iji laghachi na 1932.",
  "Mgbè ọ laghachiri South Africa na 1932, Kottler biri na Johannesburg",
  "Ọ sonyeere New Group, jere ozi na kọmitii ndụmọdụ nke Johannesburg Art Gallery n'etiti 1956 na 1965, e nyere ya Medal for Sculpture (1962) site na Suid-Afrikaanse Akademie vir Wetenskap en Kuns na, na 1974/5 e nyèrè ya nsọpụrụ na Prestige Retrospective Exhibition site na Pretoria Art Museum, South African National Gallery na Johannesburg Art Gallery."
]