[
  "Moshood Kashimawo Olawale Abiola GCFR, nke a makwaara dị ka M",
  "K",
  "O",
  "Abiola (24 Ọgọst 1937 - 7 Jụlaị 1998) bụ onye ọchụnta ego Naijiria, onye na-ebipụta akwụkwọ, na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ Aare Ona Kankafo nke iri na anọ nke ala Yoruba na onye aristocrat nke ezinụlọ Egba.",
  "M.K.O",
  "Abiola zọrọ ọkwa onye isi ala na 1993, nke onye isi agha bu ụzọ bụ Ibrahim Babangida kagburu nsonaazụ ntuli aka ya n'ihi ebubo na ha bụ ndị nrụrụ aka na ndị na-ezighị ezi. Onye isi ala Muhammadu Buhari nyere Abiola GCFR mgbe ọ nwụsịrị na 6 June 2018 ma gbanwee ụbọchị ọchịchị onye kwuo uche ya nke Naijiria ka ọ bụrụ Jụn 12.",
  "Abiola bụ enyi nke Ibrahim Babangida onye a na-ekwenye na ọ kwadoro ọbịbịa Babangida n'ọchịchị.",
  "Nkwado Abiola na ntuli aka onye isi ala nke Jụn 1993 gafere mpaghara ndọrọ ndọrọ ọchịchị niile na nkewa okpukpe, n'etiti ndị ndọrọ ndọrọ ọchịchị ole na ole iji mezuo mgbasa dị otú ahụ n'oge ya. Ka ọ na-erule oge ọnwụ ya, ọ ghọwo ihe nnọchianya a na-atụghị anya ya nke ọchịchị onye kwuo uche ya.",
  "A mụrụ M",
  "K",
  "O",
  "Abiola na Abeokuta, Ogun State n'ezinụlọ Salawu na Suliat Wuraola Abiola. Nna ya bụ onye na-ere ihe ọkụkụ nke na-ere koko, nne ya na-ere mkpụrụ osisi ọjị",
  "Aha ya, Kashimawo, pụtara \"Ka anyị chere ma hụ\". Moshood Abiola bụ nwa iri abụọ na atọ nke nna ya, mana nke mbụ n'ime ha dị ndụ site na nwa ọhụrụ, ya mere aha 'Kashimawo'",
  "Ọ bụghị ruo mgbe ọ dị afọ iri na ise ka nne na nna ya kpọrọ ya Moshood.",
  "Abiola gara African Central School, Abeokuta maka agụmakwụkwọ praịmarị ya.  Dị ka nwatakịrị nwoke, ọ nyeere nna ya aka n'ahịa koko, mana ka ọ na-erule ngwụcha afọ 1946, azụmahịa nna ya dara n'ihi mbibi nke nkesa koko nke onye nyocha mmepụta kwuru na ọ dị njọ ma erughị eru maka mbupụ na ibibi ya ozugbo.",
  "Mgbe ọ dị afọ itoolu, ọ malitere azụmahịa mbụ ya na-ere nkụ a chịkọtara n'oké ọhịa n'isi ụtụtụ tupu ụlọ akwụkwọ, iji kwado nna ya na ụmụnne ya",
  "Abiola guzobere otu egwu mgbe ọ dị afọ iri na ise ma ga-eme emume dị iche iche iji gbanwere nri",
  "Abiola mechara nwee ike ịchọ ịkwụ ụgwọ maka arụmọrụ ya, ma jiri ego ahụ kwado ezinụlọ ya na agụmakwụkwọ sekọndrị ya na Baptist Boys High School Abeokuta",
  "Abiola bụ onye nchịkọta akụkọ nke magazin ụlọ akwụkwọ The Trumpeter, Olusegun Obasanjo bụ osote onye nchịkọta akụkọ",
  "Mgbe ọ dị afọ iri na itoolu, ọ sonyeere National Council of Nigeria na Cameroons n'ihi na ọ bụ onye siri ike na-esote ndị Naijiria ma e jiri ya tụnyere Obafemi Awolowo-led Action Group.",
  "N'afọ 1960, ọ nwetara agụmakwụkwọ gọọmentị iji gụọ akwụkwọ na Mahadum Glasgow, ebe o mechara nweta akara ugo mmụta na ndekọ ego ma ruo eruo dị ka onye na-ahụ maka ndekọ ego. O mechara bụrụ Fellow nke Institute of Chartered Accountants of Nigeria (ICAN).",
  "N'afọ 1956, Moshood Abiola malitere ndụ ọrụ ya dị ka onye odeakwụkwọ ụlọ akụ na Barclays Bank na Ibadan, mpaghara ndịda ọdịda anyanwụ nke Naịjịrịa",
  "Mgbe afọ abụọ gachara, ọ sonyeere Western Region Finance Corporation dị ka onye isi ego, tupu ọ gaa Glasgow, Scotland, iji gaa gụọ akwụkwọ dị elu",
  "Site na Mahadum Glasgow, ọ nwetara akara ugo mmụta mbụ na ndekọ ego, ọ nwetakwara ọdịiche site na Institute of Chartered Accountants of Scotland. Mgbe ọ laghachiri Naịjirịa, Abiola rụrụ ọrụ dị ka onye isi na-ahụ maka ego na Mahadum Lagos Teaching Hospital, wee gaa na ụlọ ọrụ US Pfizer, tupu ọ banye na ITT Corporation, ebe o mechara bụrụ osote onye isi ala, Africa na Middle-East",
  "Abiola na-etinye oge ya dị ukwuu, ma mee ọtụtụ ego ya, na United States, ka ọ na-ejigide ọkwa onyeisi oche nke ụlọ ọrụ Naịjirịa nke ụlọ ọrụ ahụ.",
  "Mgbe Abiola na-arụ ọrụ na ụlọ ọrụ enyemaka Naijiria nke Pfizer smile pharmaceuticals, ọchịchọ ya bụ inwe ụfọdụ ego na ụlọ ọrụ ahụ mana nhọrọ ndị ọ nwere adịghị amasị ya. Mgbe ahụ, o tinyere akwụkwọ maka ndepụta ọrụ na-achọ onye na-ahụ maka ego a zụrụ azụ, ọ bụ n'oge ajụjụ ọnụ ahụ ka ọ chọpụtara na ụlọ ọrụ ahụ bụ ITT Corporation",
  "Ụlọ ọrụ ahụ were Abiola n'ọrụ ma otu n'ime ọrụ ya ozugbo bụ iwepụ ụgwọ ndị agha ji ụlọ ọrụ ahụ",
  "Nzukọ ọfịs ya na onye nyocha nke mgbaàmà ndị agha, Murtala Mohammed iji chọọ ngwọta nke ụgwọ ahụ mere ka arụmụka ọnụ nke onye isi ndị agha Hassan Usman Katsina nụrụ. Ntinye aka nke Katsina mechara bụrụ ihe dị mma nye Abiola ka e nyere ya akwụkwọ ndọrọ ego iji kwụọ ụgwọ ahụ",
  "Abiola jiri mkpebi siri ike ya kwụọ ụgwọ dị ka ngwá ọrụ nkwekọrịta maka ọrụ ọzọ na ụlọ ọrụ ahụ, na mbụ o nwere ike iwepụ onye njikwa mba ọzọ mana enweghị ike inweta 50% nke arịrịọ na aka Naijiria nke ITT",
  "Abiola mechara guzobe Radio Communication (RCN) dị ka azụmaahịa dị n'akụkụ, a zụrụ ndị ọrụ ọhụrụ na ahịa nke ngwá ọrụ telivishọn ma Abiola lekwasịrị anya na ndị agha na-anọchi ngwá ọrụ agha oge agha obodo dị ka ndị ahịa azụmaahịa",
  "Atụmatụ ahịa ya tụrụ aro ọzụzụ nke ndị ọrụ agha na iji belata ịdabere na ndị na-ere ahịa n'èzí maka mmezi, atụmatụ a nwetara ihu ọma na ndị agha nchebe",
  "Abiola nwetara nkwekọrịta iji nye ndị agha nke nwetara ngwaike nke ITT ma nye ya 49% nke ngwá agha ya.",
  "RCN gara n'ihu mepụta netwọk nkwukọrịta kwụ otu ebe maka ndị agha na nkwukọrịta satellite nke Naịjirịa",
  "N'afọ 1975, ITT na ndị mmekọ nwetara nkwekọrịta dị mkpa iji nye mgbanwe ekwentị na-akpaghị aka n'ọtụtụ ebe n'ime mba ahụ.",
  "Na mgbakwunye ọrụ ya na Middle-East na Africa, Abiola tinyere ego dị ukwuu na Naịjirịa na West Africa",
  "O guzobere Abiola Farms, Abiola Bookshops, Radio Communications Nigeria, Wonder Bakeries, Concord Press, Concord Airlines, Summit Oil International Ltd, Africa Ocean Lines, Habib Bank, Decca W.A",
  "Ltd, na Abiola football club",
  "Ọ bụkwa Onye isi oche nke kansụl azụmahịa G15, Onye isi oche nke ụlọọrụ Nigerian Stock Exchange, Onye Nlekọta nke Kwame Nkrumah Foundation, Onye Nche nke WEB Du Bois foundation, onye nlekọta nke Martin Luther King Foundation, na onye nduzi nke International Press Institute.  N'afọ 1983, ya na Shehu Musa Yar'Adua, Bamanga Tukur na Raymond Dokpesi jikọrọ aka wee guzobe Africa Ocean Lines",
  "Ụlọ ọrụ ahụ malitere ọrụ na 1984 site na iji ụgbọ mmiri ndị a na-akwụ ụgwọ tupu ọ nweta ụgbọ mmiri abụọ na 1986 nwere ikike maka 958 TEUs",
  "Ụzọ ụlọ ọrụ ụgbọ mmiri ahụ jikọtara nnukwu ọdụ ụgbọ mmiri dị n'ụsọ oké osimiri West Africa na United Kingdom na Northern Europe.",
  "Mmekọrịta Abiola na ndọrọ ndọrọ ọchịchị malitere n'oge ọ dị obere mgbe ọ sonyeere National Council of Nigeria and the Cameroons (NCNC) mgbe ọ dị afọ iri na itoolu",
  "N'afọ 1979, gọọmentị ndị agha mezuru okwu ya ma nyefee ndị nkịtị ike",
  "Dị ka Abiola etinyelarị aka na ndọrọ ndọrọ ọchịchị, ọ sonyeere National Party of Nigeria (NPN) na-achị na 1980 ma họpụta ya dịka onye isi oche steeti nke pati ya",
  "A họpụtara ya ọzọ n'afọ 1983 ma ihe niile yiri ihe na-ekwe nkwa ebe ọ bụ na onye isi ala a họpụtara ọzọ sitere na pati Abiola ma dabere na ezi mgbanwe n'ike n'afọ 1979; Abiola ruru eru ịga n'ọkwa onye na-azọ ọkwa onye isi ala mgbe oge onye isi ala ahụ a họpụtara",
  "Otú ọ dị, olileanya ya ịghọ onye isi ala lara n'iyi n'oge na-adịghị anya na nke mbụ ya na 1983 mgbe ndị agha wepụrụ onye isi ala a họpụtara ọzọ nke pati ya ma kwụsị ọchịchị ndị nkịtị na mba ahụ.",
  "Abiola bụ onye otu Ansar Ud Deen na Naịjirịa",
  "N'afọ 1980, site na akwụkwọ akụkọ National Concord ya, Abiola kwadoro ihe ndị Alakụba kwenyere nke gụnyere iwebata ụlọ ikpe mkpegharị Sharia na Southwestern Nigeria na ntinye Naịjirịa na Organization of Islamic Countries. Nkwado e nyere nke ikpeazụ nwetara nzaghachi dị ala site n'aka ụfọdụ ndị na-agụ National Concord. N'agbanyeghị nke ahụ, ọ na-etinye aka na nhazi na ọrụ nke Kọmitii Sharia nke Mba",
  "N'afọ 1984, otu kọmitii ndị ụkọchukwu Alakụba nyere ya utu aha Baba Adinni nke Yorubaland",
  "Nkwado ya maka Islam na Southern Nigeria mere ka ọ bụrụ onye a ma ama na mpaghara Northern nke mba ahụ. N'obodo ya bụ Abeokuta, Abiola wuru ụlọ ọzụzụ kor'an nke akpọrọ aha nne ya Zulihat Abiola. Mgbe afọ iri nke ọchịchị ndị agha gasịrị, General Ibrahim Babangida nọ n'okpuru nrụgide iji weghachite ọchịchị onye kwuo uche ya na Naịjirịa",
  "Mgbe ntuli aka mbụ a kwụsịrị, Abiola guzoro maka nhọpụta onye isi ala nke Social Democratic Party (SDP) ma merie Ambassador Baba Gana Kingibe na Alhaji Atiku Abubakar iji nweta nhọpụta onyeisiala nke SDP tupu ntuli aka onye isi ala 12 Jụn 1993",
  "Abiola jisiri ike rụọ ọrụ ike si n'ịda ogbenye pụta site n'ịrụsi ọrụ ike",
  "O guzobere ụlọ ahịa akwụkwọ Abiola iji nye akwụkwọ ọgụgụ dị ọnụ ala, nke a na-emepụta n'ógbè ahụ n'afọ ndị 1980 mgbe akwụkwọ ọgụgụ ndị si mba ọzọ na-enweghị ike iru ndị Naijiria nkịtị ka a na-eme ka naira dị ala",
  "O mekwara ka ihe ndị dị mkpa kwa ụbọchị dị ka osikapa na ncha dị ọnụ ala n'ahịa.",
  "Abiola kwupụtara na ọ bụ onye isi ala na Febụwarị 1993, nke a bụ mgbe onye isi ala ndị agha bụ Babangida kagburu ntuli aka nke onye isi ala gara aga",
  "Òtù ọ họọrọ bụ SDP, ọ bụ ezie na ọ bụ onye si n'èzí bụ onye ọhụrụ na ndọrọ ndọrọ ọchịchị dị n'ime òtù ahụ nke n'oge ahụ nwere nnukwu òtù abụọ, People's Front(PF) na PSP",
  "Ma SDP na ndị na-emegide ya, NRC mere ntuli aka onye isi ala na Machị 1993",
  "E mere ntuli aka nke SDP na Jos ma bụrụkwa asọmpi atọ n'etiti Abiola, Kingibe na Atiku n'agbanyeghị na e nwere ndị ọzọ na-achọ",
  "Ndị otu People's Solidarity (PSP) n'ime SDP kwadoro Abiola nke ukwuu ebe ndị otu PF nke Yar'Adua na-eduzi kwadoro Atiku na ndị otu Kingibe kwadoro ya",
  "N'oge ntuli aka mbụ, Abiola nwere ike ị nweta obere vootu nke 3,617 na Kingibe's 3,225",
  "E meriri agba nke abụọ ka e mesịrị ma Abiola meriri ọzọ na obere mmeri wee bụrụ onye na-azọ ọkwa onye isi ala nke pati ahụ maka ntuli aka Jụn 12.",
  "Ozi ndọrọ ndọrọ ọchịchị Abiola bụ ọdịnihu nwere nchekwube maka Naịjirịa na okwu ndị dị ka \"N'ikpeazụ! Ìhè nke Olileanya anyị\" na \"ibu nke Ịga akwụkwọ\"",
  "Iwu akụ na ụba ya gụnyere mkparịta ụka ya na ndị na-akwụ ụgwọ mba ọzọ na njikwa ka mma nke ụgwọ mba ụwa nke mba ahụ, na mgbakwunye, mmụba mmekọrịta ya na ndị mba ọzọ ka ọ na-egosi onwe ya dị ka onye ndị mba ụwa nwere ike ịtụkwasị obi.",
  "Maka ntuli aka onye isi ala nke 12 June 1993, onye ibe Abiola bụ onye isi ya bụ Baba Gana Kingibe. O meriri onye iro ya, Bashir Tofa nke National Republican Convention",
  "Ndị na-ekiri mba na mba ụwa kwupụtara ntuli aka ahụ dị ka ntuli aka onye isi ala kacha nweere onwe ya na nke kachasị mma na Naịjirịa, ọbụna Abiola meriri na steeti Kano nke onye iro ya dị n'ebe ugwu",
  "Abiola meriri n'isi obodo mba ahụ, Abuja, ụlọ ntuli aka ndị agha, na ihe karịrị ụzọ abụọ n'ụzọ atọ nke steeti Naịjirịa",
  "Ndị ikom si n'ebe ugwu na-achịkwa ndọrọ ndọrọ ọchịchị Naịjirịa kemgbe nnwere onwe; Moshood Abiola, onye Alakụba nke ọdịda anyanwụ, nwere ike inweta ikike mba n'efu na n'ụzọ ziri ezi, nke a na-ahụtụbeghị na akụkọ ihe mere eme nke Naịjiria. Otú ọ dị, Ibrahim Babangida kagburu ntuli aka ahụ, na-akpata nsogbu ndọrọ ndọrọ ọchịchị nke mere ka General Sani Abacha weghara ọchịchị n'ikpeazụ n'afọ ahụ. N'oge nkwadebe maka ntuli aka onye isi ala Naịjirịa nke afọ 2011 enwere oku sitere n'ọtụtụ ebe iji cheta MKO Abiola.",
  "Ndị a bụ nsonaazụ ndị a na-akwadoghị:",
  "N'afọ 1994, Moshood Abiola, M.K.O",
  "kwupụtara onwe ya dịka onye isi ala Naijiria n'ụzọ iwu kwadoro na mpaghara Epetedo nke agwaetiti Lagos, mpaghara ndị (Yoruba) sị Lagos bi",
  "Ọ lọtara n'oge na-adịbeghị anya site na njem iji nweta nkwado nke mba ụwa maka ọrụ ya",
  "Mgbe o kwupụtara onwe ya dị ka onye isi ala, a mara ya dị ka a na-achọ ya ma bo ya ebubo ịgba ọchịchị mgba okpuru ma jide ya na iwu nke onye isi ala ndị agha General Sani Abacha, onye zigara ụgbọala ndị uwe ojii narị abụọ iji jide ya",
  "A na-akpọ M.K.O",
  "Abiola onye ọchịchị kacha ukwuu na Naịjirịa. E gburu nwunye ya nke abụọ Alhaja Kudirat Abiola na Lagos na 1996 mgbe o kwupụtara nkwado ọha na eze maka di ya.",
  "E jidere Moshood Abiola ruo afọ anọ n'ụlọ mkpọrọ naanị ya na Bible, kor'an, na ndị nche iri na anọ dị ka ndị enyi",
  "N'oge ahụ, Popu John Paul nke Abụọ, Achịbishọp Desmond Tutu na ndị na-ahụ maka ihe ndị ruuru mmadụ si n'akụkụ ụwa niile gbara gọọmentị Naijiria ume ka a tọhapụ ya. Nanị ọnọdụ metụtara ntọhapụ nke Chief Abiola bụ na ọ ga-ahapụ ikike ya, ihe ọ jụrụ ime, ọ bụ ezie na gọọmentị ndị agha nyere ya ịkwụ ụgwọ ma kwụọ ụgwọ nnukwu ego ntuli aka ya",
  "N'ihi nke a, Chief Abiola nwere nnukwu nsogbu mgbe Kofi Annan na Emeka Anyaoku gwara ụwa na ọ kwetara ịhapụ ọrụ ya mgbe ha zutere ya iji gwa ya na ụwa agaghị anabata ntuli aka afọ ise.",
  "Moshood Abiola nwụrụ na mberede, obere oge ka General Abacha nwụsịrị, n'ụbọchị e kwụrụ na a ga-ahapụ ya. Mgbe ọ na-ezute otu ndị nnọchi anya mba Amerịka gụnyere Thomas Pickering na Susan Rice n'ụlọ ndị ọbịa gọọmentị na Abuja, Abiola dara ọrịa ma nwụọ",
  "Rice nyere Abiola tii obere oge tupu ọdịda ya, ma mesịa dee banyere nkwenye na-adịgide adịgide na Naịjirịa na o nyere Abiola nsí.",
  "Nnyocha nke ndị dọkịta na ndị na-ahụ maka ọrịa sitere na gọọmentị Naijiria, Nigerian Medical Association, Canada, UK na US mere ma hụkwa ihe akaebe siri ike nke ọrịa obi ogologo oge. Onye isi nchekwa nke General Abacha, Hamza al-Mustapha ekwuola na e tiri Moshood Abiola ihe ruo ọnwụ n'ezie ọ bụ ezie na Al-Mustaph na-ekwu na o nwere vidiyo na teepu na-egosi otú e si tie Abiola ihe ruo ọnwụ, ọ ka na-abịa n'ihu na ntọhapụ nke teepu dị otú ahụ ma ọ bụ otu esi enweta ya na mbụ",
  "N'agbanyeghi kpọmkwem ọnọdụ nke ọnwụ ya, o doro anya na Chief Abiola enwetaghị nlekọta ahụike zuru oke maka ọnọdụ ahụike ya",
  "N'ihi ya, ihe ọ bụla Al-Mustapha kwuru na ọ ga-abụrịrị na ọ gafere ndị ọzọ na-ata ụta na ndị ọzọ karịa onwe ya na onye isi ya nwụrụ anwụ (General Sani Abacha) nwere ike ịbụ ihe na-abaghị uru ma ọ bụ n'ụzọ kachasị mma laghachi azụ na ha dị ka ndị na-egbu MKO.",
  "E nwere ọtụtụ echiche dị iche iche banyere ọnwụ Abiola",
  "Onye edemede a ma ama na onye na-ede egwuregwu Wole Soyinka na akụkọ ndụ ya You Must Set Forth at Dawn, kwusiri ike na e nyere Abiola iko tii e tinyere ihe na-egbu egbu n'oge ajụjụ ọnụ ikpeazụ ya na BBC",
  "O kwenyesiri ike n'eziokwu ahụ bụ na Abiola nwere nsí, ọ bụ ezie na ozi gbasara ihe ndị dị n'azụ nsí ahụ, ka na-apụtaghị ìhè.",
  "Kofi Annan, odeakwụkwọ ukwu nke asaa nke United Nations nke ya na Abiola nwere nzukọ na Abuja na 29 nke June 1998, kwuru na ekweghị ka Abiola nwee nlekọta ahụike zuru oke n'oge ọ nọ n'ụlọ mkpọrọ",
  "Nke a bụ n'ụzọ ụfọdụ na nchọpụta nke otu ndị na-ahụ maka ọrịa mba ụwa bụ ndị kwuru na ọrịa obi bụ ihe kpatara ọnwụ Abiola.",
  "Otu Human Rights Violation Investigation Commission nke Nigeria, duziri usoro ikpe iji chọpụta eziokwu nke ihe omume ndị dugara n'ọnwụ Abiola, na-ekwubi na ọchịchị Abubakar nwere ike ịmara karịa ka ọ kpughere.",
  "A na-eme emume ncheta Chief M.K.O",
  "Abiola na Naijiria na mba ụwa. Kemgbe ọnwụ ya, Gọọmentị Steeti Lagos kwupụtara Jụn 12 dị ka ụbọchị ezumike ọha",
  "N'afọ 2018, steeti ndị ọzọ gụnyere Ogun, Oyo na Osun, mara ọkwa Jụn 12 dị ka ezumike ọha na eze iji mee emume ncheta afọ iri abụọ na ise nke ntuli aka onye isi ala a kagburu na 1993. Jụn 12 ka bụ ezumike ọha na eze na Naijiria malite na 12 June 2019, a ga-eme ya dị ka ụbọchị ọchịchị onye kwuo uche ya, na-anọchi Mee 29.  A na-ahazi ihe ncheta na Naịjirịa. A na-akpọ MKO Abiola Stadium na Moshood Abiola Polytechnic aha iji sọpụrụ ya, a na-akpọkwa oku maka nkwenye onye isi ala mgbe ọ nwụsịrị. E guzobere ihe oyiyi, MKO Abiola Statue iji sọpụrụ ya.",
  "Ndị ndọrọ ndọrọ ọchịchị na ndị nkatọ katọkwara M.K.O",
  "Abiola",
  "Esemokwu sitere n'abụ nke onye egwu Naijiria, Fela Kuti, onye na-agụ egwu, onye na-ede egwu na onye na-ahụ maka ihe ndị ruuru mmadụ, nke a ma ama maka ịbụ onye na-ebute ụzọ na egwu Afrobeat na onye na-ese okwu n'ihi ụdị ndụ ya pụrụ iche na o doro anya na ojiji ọgwụ ọjọọ.  Ekwenyere na Kuti abanyela na esemokwu siri ike metụtara nkwekọrịta ya na akara ndekọ M.K.O",
  "Abiola.  O jiri mkpirisi nke International Telephone & Telegraph (IT&T) mee ihe n'abụ na-akatọ nnukwu ụlọ ọrụ mba dị iche iche",
  "Abụ ahụ, ITT, na-ebo ụlọ ọrụ ndị dị otú ahụ ebubo na ha na-emebi akụ Afrịka ma kwuo \"ha malitere izuru ego dịka Obasanjo na Abiola\".",
  "Na 29 Mee 2012, onye bụbu onye isi ala Goodluck Jonathan, mara ọkwa na a ga-agbanwe aha Mahadum Lagos a ma ama iji cheta Abiola dị ka Mahadum Moshood Abiola nke Lagos (MAULAG)",
  "Nke a nwetara mmeghachi omume na-adịghị mma site n'aka ụmụ akwụkwọ, Alumni na ndị otu ọha na eze nke mere ka a ghara inwe mgbanwe a.",
  "Na 6 Juun 2018, Muhammadu Buhari, Onye isi ala Naijiria kwupụtara 12 Juun dị ka ụbọchị ọhụrụ maka ememe ụbọchị ọchịchị onye kwuo uche ya",
  "A na-eme emume ụbọchị ọchịchị onye kwuo uche ya na Naịjirịa na 29 Mee ọ bụla, ụbọchị na 1999 nke onye bụbu onye isi ala ndị agha, Abdulsalami Abubakar, nyere onye isi ala a họpụtara ahọpụta, Olusegun Obasanjo nke People's Democratic Party (PDP) na ụbọchị mgbe, maka oge nke abụọ n'akụkọ ihe mere eme nke Naịjiria, onye ọchịchị ndị nkịtị a họpụtara eweghara ọchịchị ndị agha.",
  "Na 6 June 2018, Muhammadu Buhari na nkwupụta ọha na eze gbanwere Ụbọchị Ọchịchị onye kwuo uche ya na June 12 iji sọpụrụ ntuli aka onye isi ala nke June 12, 1993 na onye mmeri ya, Moshood Abiola, onye nwụrụ n'ụlọ mkpọrọ",
  "Nkwupụta Buhari na-agụ n'akụkụ ụfọdụ: \"n'ime afọ iri na asatọ gara aga, ndị Naijiria anọwo na-eme emume Mee 29, dị ka Ụbọchị Ọchịchị Onye kwuo uche ya",
  "Nke ahụ bụ ụbọchị mgbe, maka oge nke abụọ n'akụkọ ihe mere eme anyị, gọọmentị ndị nkịtị a họpụtara ahọpụta na-eweghara ọchịchị n'aka ndị agha",
  "Oge mbụ nke a mere bụ n'ụbọchị mbụ n'ọnwa Ọktoba afọ 1979",
  "Mana n'echiche nke ndị Naijiria, dị ka ọchịchị ya si kwuo, Juun 12, 1993, bụ ihe nnọchianya nke ọchịchị onye kwuo uche ya na Naijiria karịa May 29 ma ọ bụ ọbụna October 1",
  "Juun 12, 1993 bụ ụbọchị ndị Naijiria na ọtụtụ nde gosipụtara uche ọchịchị onye kwuo uche ya n'ihe doro anya na ọ bụ ntuli aka kachasị nnweere onwe ya, nke ziri ezi na nke udo kemgbe nnwere onwe anyị",
  "Eziokwu ahụ bụ na gọọmentị ndị agha nke oge ahụ anaghị akwado nsonaazụ nke ntuli aka ahụ anaghị adọpụ uche na asambodo ọchịchị onye kwuo uche ya nke usoro ahụ",
  "N'ihi ya, mgbe mkparịta ụka kwesịrị ekwesị gasịrị, Gọọmentị etiti ekpebiela, site ugbu a gaa n'ihu, a ga-eme emume Juun 12 dị ka Ụbọchị Ọchịchị Onye kwuo uche ya",
  "Ya mere, gọọmentị ekpebiela inye GCFR nsọpụrụ kachasị elu nke ala ahụ, onye isi M.K.O",
  "Abiola nwụrụ anwụ, onye a na-eche na ọ bụ onye mmeri nke ntuli aka June 12, 1993 nke a kagburu akagbu\"",
  "N'abalị iri na otu n'ọnwa Juun afọ 2019, Muhammadu Buhari kwetara n'iguzobe iwu na-agbanwe Mee 29 nke e wepụtara dị ka ezumike ọha maka ememe ahụ",
  "Nzukọ nke Mba Naịjirịa weputara iwu mmezigharị ezumike ọha na eze na-esote iwu nke Kayode Oladele, onye ọka iwu na-ahụ maka ihe ndị ruuru mmadụ na onye otu House of Representatives (Nzukọ nke asatọ) na-anọchite anya Yewa North / Imeko-Afon Federal Constituency nke Ogun State weputara ma kwado.",
  "A họpụtara Moshood Abiola ugboro abụọ dị ka onye ọchụnta ego mba ụwa nke afọ, ma nata ọtụtụ nzere nsọpụrụ PhD site na mahadum gburugburu ụwa",
  "N'afọ 1987, e nyere ya mkpịsị ugodi ọla edo nke obodo Washington, D.C., e nyekwara ya onyinye sitere na NAACP na King center na US, yana Kọmitii Mba Nile na Mmụta maka Ịkụzi na Paris, n'etiti ọtụtụ ndị ọzọ.",
  "Na Na Naijiria, e mere Oloye Abiola ka ọ bụrụ Aare Ona Kakanfo nke Yorubaland, utu aha kachasị elu nke ndị nkịtị nwere n'etiti ndị Yoruba",
  "N'oge e buliri ya elu, ọ bụ naanị ugboro iri na atọ ka agbụrụ ahụ nyere ya aha ahụ n'akụkọ ihe mere eme ya",
  "Nke a n'ezie mere ka Abiola bụrụ onye nnọchi anya agha nke ndị agbụrụ ya niile",
  "Dabere n'akụkọ ọdịnala nke agbụrụ ahụ dị ka ndị okenye Yoruba si kọọ, a na-atụ anya na Aare Ona Kakanfo ga-anwụ dịka onye agha na-agbachitere mba ya iji gosipụta onwe ya n'anya nke chi na nke na-anwụ anwụ dị ka onye ruru aha ya.",
  "E nyere ya nsọpụrụ nke atọ kachasị elu nke mba, Commander of the Federal Republic, na 1998.",
  "E nyekwara ya nsọpụrụ kachasị elu nke mba Naịjịrịa, Grand Commander of the Federal Republic ma ọ bụ GCFR na 2018",
  "Ụbọchị ntuli aka a kagburu, June 12, mekwara ka ọ bụrụ Ụbọchị Ọchịchị Onye kwuo uche ya nke Naịjirịa.",
  "Moshood Abiola lụrụ ọtụtụ nwanyị; ndị a ma ama n'ime ha gụnyere  Simibiat Atinuke Shoaga n'afọ 1960, Simbiat Abiola Kudirat Olayinka Adeyemi n'afọ 1973, Adebisi Olawunmi Oshin n'afọ 1974, Doyinsola (Doyin) Abiola Aboaba n'afọ 1981, Modupe Onitiri-Abiola na Remi Abiola",
  "Ọ bu nna nke ọtụtụ ụmụ.",
  "Moshood Abiola malitere ịghọ onye ama ama na mba Naịjịrịa na mba ụwa n'ihi ọrụ ebere ya",
  "Ndị Black Caucus nke United States of America nyere ụtụ na-esonụ maka Moshood Abiola:",
  "N'ihi nwoke a, enwere ma ihe kpatara olileanya na obi ike na ihe mgbu na mkpesa nke ndị na-ata ahụhụ ikpe na-ezighị ezi ga-eme ka udo na ùgwù mmadụ",
  "Ụmụ ụwa ga-ama nnukwu ọrụ nke onye ndú a pụrụ iche na ọrụ ya siri ike iji dozie ihe ọjọọ, mee ikpe ziri ezi, na ijere ihe a kpọrọ mmadụ ozi",
  "Ndị iro nke na-etinye ọdịnihu nke ọgbọ ndị na-abịa n'ihe ize ndụ: ịda ogbenye, amaghị ihe, ọrịa, agụụ, na ịkpa ókè agbụrụ ahụla mmetụta nke ọrụ obi ike nke Chief Abiola",
  "Site n'aka ya na ndị ọzọ dị ka ya, nnwere onwe agaghị anọ n'okpuru ndị ole na ole ọzọ",
  "Anyị, ndị otu Black Caucus nke Congress na-ekele ya n'ụbọchị a dị ka dike na nchụso zuru ụwa ọnụ iji chekwaa akụkọ ihe mere eme na ihe nketa nke ndị Afrịka.",
  "Site na 1972 ruo ọnwụ ya, obodo ịrị ịsịị na asatọ dị iche iche na Naịjirịa nyere Moshood Abiola utu aha ọdịnala otu narị na iri itoolu na asaa, na nzaghachi maka enyemaka ego ya n'iwu ụlọ akwụkwọ sekọndrị ịrị ịsịị na atọ, ụlọ alakụba na ụka otu narị na iri abụọ na otu, ọbá akwụkwọ ịrị anọ na otu, ọrụ mmiri ịrị abụọ na otu, na steeti ịrị abụọ na anọ nke Naịjiria, ọ bụkwa nnukwu onye nkwado maka otu dị otu narị na iri anọ na itoolu na Naịjịrịa",
  "Na mgbakwunye nke ọrụ ya na Naịjirịa, Moshood Abiola kwadoro ndị Southern African Liberation movements site na 1970s, ọ kwadoro mkpọsa ahụ iji nweta nkwụghachi ụgwọ maka ịgba ohu na ọchịchị na Africa na diaspora",
  "Ya na onye isi ala ọ bụla nke Afrịka kwurịtara okwu n'onwe ya, na onye isi obodo ọ bụla nọ na ndị isi ojii na-anọghị na mba ọzọ iji hụ na ndị Afrịka ga-eji otu olu kwuo okwu n'okwu ndị ahụ.",
  "Media related to Moshood Abiola at Wikimedia Commons"
]