[
  "Motlalepula Ziphora Rosho bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Onye otu African National Congress, a họpụtara ya dịka osote onye isi oche nke North West Provincial Legislature na 2010",
  "N'afọ 2012, a họpụtara ya dị ka onye otu Executive Council (MEC) maka mmepe akụ na ụba, gburugburu ebe obibi, nchekwa na njem nleta na Gọọmentị North West Provincial",
  "A chụpụrụ Rosho na kansụl ndị isi na 2014 wee jee ozi na ndị omeiwu mpaghara dị ka onye isi oche kọmitii ruo na Disemba 2018, mgbe ọ laghachiri na ndị isi dị ka MEC maka Gọọmentị Obodo na Nkwado Mmadụ",
  "A họpụtara Rosho dị ka MEC maka ego mgbe ntuli aka 2019 gasịrị.",
  "Rosho nwere nzere BA na nkwukọrịta, yana diplọma postgraduate na iwu ọha na eze na ọmụmụ Africa. N'afọ 1989, ọ rụrụ ọrụ na kansụl nnọchiteanya ụmụ akwụkwọ na Botoka Comprehension School",
  "Ọ ghọrọ onye otu Congress of South African Students na 1986 na African National Congress Youth League na 1992",
  "N'afọ sochirinụ, Rosho sonyeere ndị ọrụ nzuzo na nchekwa nke ANC wee gaa ọzụzụ na sayensị nzuzo na nchekwa na Egypt na 1994",
  "Ọ bụkwa onye nta akụkọ nyocha maka South African National Civic Organization n'etiti 1990 na 1994 na onye nhazi mgbasa ozi maka Western Transvaal na Northern Cape Provinces na onye otu kọmitii nke mmekọrịta mgbasa ozi na SANCO na ANC Western Transvael.",
  "Rosho ghọrọ onye otu njikwa atụmatụ iji jikọta nchịkwa Bophuthatswana na nchịkwa Cape Province na nchịkwa Transvaal Province mgbe ntuli aka 1994 gasịrị",
  "N'afọ 1995, Rosho ghọrọ onye nchọpụta maka National Intelligence Agency",
  "Ọ bụkwa onye nchịkọta akụkọ maka akwụkwọ akụkọ ANC Western Transvaal nke Moelatlhoko na onye otu African Union for Journalists",
  "Rosho ghọrọ ọnụ na-ekwuru MEC maka Ọrụ Ugbo, Nchekwa na Gburugburu Ebe Obibi na 2004 wee jee ozi dị ka onye isi njikwa maka ọtụtụ ndị nduzi njikwa.",
  "N'afọ 2009, a họpụtara Rosho dị ka onye otu ANC nke North West Provincial Legislature. A họpụtara ya ka ọ bụrụ onye isi oche nke Standing Committee on Public Accounts",
  "N'afọ 2010, a họpụtara ya dị ka osote ọkà okwu nke ndị omeiwu mpaghara",
  "A họpụtara Rosho na gọọmentị mpaghara dị ka onye otu Executive Council (MEC) maka ngalaba mpaghara nke Economic Development, Environment, Conservation and Tourism site n'aka onye isi ala Thandi Modise na Mee 2012. Mgbe ntuli aka mpaghara nke afọ 2014 gasịrị, a họpụtara Supra Mahumapelo dịka onye isi ala",
  "A họpụtaghị Rosho ọzọ na kansụl ndị isi mpaghara.",
  "A họpụtara Rosho ka ọ bụrụ onyeisi oche nke Kọmitii Portfolio na Finance, Economy & Enterprise Development",
  "N'afọ 2015, a họpụtara ya dị ka onye isi oche nke Kọmitii Portfolio na Gọọmentị Obodo na Nkwado Mmadụ.Ọ laghachiri na kansụl ndị isi na Disemba 2018, mgbe a họpụtara ya dị ka MEC maka Gọọmentị Obodo na Human Settlement site n'aka onye isi ala Job Mokgoro. Mgbe ntuli aka 2019 gasịrị, Mokgoro kpọgara ya na ngalaba ego nke kansụl ndị isi.",
  "N'ọnwa Juun afọ 2021, Rosho bụ otu n'ime mmadụ atọ kọmitii mpaghara nke ANC nyere Kọmitii Ọrụ Mba nke ANC iji dochie Mokgoro dị ka onye isi ala mgbe Mokgoro jụrụ ịhapụ ọrụ n'agbanyeghị na ndị otu ANC nke mpaghara na nke mba gwara ya ka o mee ya. N'abalị iri na asaa n'ọnwa Ọgọstụ n'afọ 2021, a mara ọkwa Bushy Maape dị ka onye ANC họọrọ iji dochie Mokgoro dị ka onye isi ala. Mokgoro gbara arụkwaghịm dị ka praịm n'abalị iri abụọ na isii n'ọnwa Ọgọstụ ma ndị isi ụlọ ọrụ ahụ jiri otu olu họpụta ya dị ka onye na-anọchite anya praịm. Ọ rụrụ ọrụ n'ọkwa ahụ ruo mgbe a họpụtara Maape ma ṅụọ iyi dị ka onye isi ala na 7 Septemba.",
  "N'ọnwa Febụwarị afọ 2022, a mara ọkwa Rosho dị ka onye na-azọ ọkwa onye isi oche mpaghara ANC",
  "A ga-eme nzukọ ntuli aka nke mpaghara ahụ na ngwụcha Machị 2022",
  "Ọ bụ naanị nwanyị na-achọ.",
  "Àtụ:Members of the North West Provincial Legislature"
]