[
  "Moufida Tlatli (4 August 1947 7 February 2021) bụ onye nduzi ihe nkiri, onye edemede, na onye nchịkọta akụkọ nke Tunisia.  A maara ya maka ihe nkiri ya The Silences of the Palace na 1994, nke ritere ọtụtụ onyinye mba ụwa",
  "Ọ gara n'ihu duzie ihe nkiri abụọ ọzọ: The Season of Men (2000) na Nadia and Sarra (2004).",
  "A mụrụ Moufida Tlatli na Sidi Bou Said, nke dịpụrụ adịpụ n'isi obodo Tunis, na 4 Ọgọst 1947",
  "Ọ bụ onye nkuzi nkà ihe ọmụma ya kpaliri mmasị ya na ihe nkiri",
  "Ọ kwagara Paris na 1965, ebe ọ gụrụ nhazi ihe nkiri na edemede n'ụlọakwụkwọ Institut des hautes études cinématographiques  O mechara laghachi Tunisia n'afọ 1972 wee malite dị ka onye nchịkọta ihe nkiri.  Otu n'ime ihe nkiri ama ama ọ dezigharịrị bụ Halfaouine Child of the Terraces (1990) nke Férid Boughedir.",
  "Moufida Tlatli mere nke mbụ ya dị ka onye nduzi na The Silences of the Palace (1994)",
  "O nwetara mkpali maka ihe nkiri ahụ site na ahụmahụ siri ike nne ya tachiri obi dị ka nwanyị Arab.  A nabatara ihe nkiri ahụ nke ọma nke mere ka o nweta ọtụtụ onyinye: Cannes Film Festival's Golden Camera, Carthage Film Festival''s Golden Tanit, British Film Institute's Sutherland Trophy, Toronto Film Festival'S International Critics' Award, na Istanbul International Film Festival'tti Golden Tulip.  E mechara họpụta ya dị ka otu n'ime ihe nkiri iri kachasị mma site n'Africa site n'aka onye nduzi ihe nkiri na onye nkatọ Mark Cousins na Septemba 2012.",
  "Ihe nkiri nke abụọ Moufida Tlatli duziri, The Season of Men (2000), gosipụtara na ngalaba Un Certain Regard na Cannes Film Festival n'afọ ahụ.  Arab World Institute nyere ya Grand Prix, yana onyinye na mmemme ihe nkiri emere na Namur, Valencia, Torino, na Stuttgart.  O mechara nọrọ dị ka onye ọka ikpe nke Cannes Film Festival",
  "Ọ ghọrọ naanị onye nduzi nke abụọ si Maghreb mere nke a, mgbe Boughedir otu afọ iri tupu mgbe ahụ.  Ihe nkiri ya nke atọ na nke ikpeazụ, Nadia na Sarra (2004), gosipụtara onye na-eme ihe nkiri Palestine bụ Hiam Abbass na ọrụ aha.",
  "Gọọmentị Tunisia họpụtara Tlatli dị ka Minista nke Ọdịbendị n'afọ 2011, mgbe mgbanwe Tunisia na ịchụpụ onye isi ala Zine El Abidine Ben Ali.",
  "Tlatli nwụrụ na COVID-19 na 7 Febụwarị 2021, mgbe ọ dị afọ iri asaa na atọ. Di ya, Mohamed Tlatli, nwa ya nwanyị Selima Chaffai na nwa ya nwoke, Walid, na ụmụ ụmụ ise hapụrụ ya."
]