[
  "Ugwu Saịnaị (Hibru:  Har Sīnay; Aramaic), nke a makwaara dị ka Jabal Musa (Arabic: جَبَل مُوسَىٰ, nsụgharị: Ugwu Mozis), bụ ugwu dị na Peninsula Saịna nke Ijipt",
  "Ọ bụ otu n'ime ọtụtụ ebe nwere ike ịbụ nke Ugwu Saịnaị nke Bible, ebe, dị ka Torah, Bible, na kor'an si kwuo, Mozis natara Iwu Iri ahụ.",
  "Ọ bụ mita 2,285 (7,497 ft), ugwu dị oke oke n'akụkụ obodo Saint Catherine na mpaghara a maara taa dị ka Peninsula Saịnaị",
  "A na-agba ya gburugburu n'akụkụ niile site na ọnụ ọgụgụ dị elu nke ugwu ugwu nke ọ bụ akụkụ ya",
  "Dịka ọmụmaatụ, ọ dị n'akụkụ Ugwu Catherine nke, na 2,629 m ma ọ bụ 8,625 ft, bụ ọnụ ọgụgụ kasị elu n'Ijipt..",
  "Ewubere nkume ugwu Saịnaị n'oge ngwụcha mmalite mmalite nke Ọta Arabian-Nubian",
  "Ugwu Saịnaị na-egosiputa mgbanaka mgbanaka nke mejupụtara granite alkaline batara n'ụdị okwute dị iche iche, gụnyere mgbawa ugwu",
  "Ihe granite dị na ngwakọta sitere na syenogranite ruo alkali feldspar granite",
  "Nkume mgbawa ugwu bụ alkaline ruo peralkaline, na mmiri na-asọpụta na mgbawa na ugwu mgbawa na-anọchi anya ha",
  "N'ozuzu, ọdịdị nke nkume ndị e kpuchiri ekpuchi n'Ugwu Saịnaị na-egosi na e mere ha n'omimi dị iche iche site n'ebe ibe ha nọ.",
  "Ozugbo ugwu ugwu ahụ bụ ebe obibi ndị mọnk Saint Catherine nke narị afọ nke isii",
  "Nzuko ahụ nwere ụlọ alakụba nke ndị Alakụba ka na-eji, na ụlọ ụka Ọtọdọks nke Gris, nke e wuru na 1934 na mkpọmkpọ ebe nke chọọchị narị afọ nke 16, bụ́ nke a na-adịghị emeghe ọha na eze",
  "Ụlọ ụka ahụ gbachiri nkume ahụ nke a na-ewere dị ka ebe e si nweta mbadamba nkume nkume nke Akwụkwọ Nsọ.. N'elu ugwu ahụ bụkwa \"ọgba Moses\", ebe a sịrị na Moses chere ịnata Iwu Iri ahụ.",
  "A na-ejikọta Jabal Musa na onye amụma Alakụba bụ Musa (Moses). Karịsịa, ọtụtụ ebe a na-ezo aka na Jabal Musa dị na kor'an, ebe a na'akpọ ya Ṭūr Saināʾ, Ṭūr Sīn, na aṭ-Ṭūr na al-Jabal (nke abụọ pụtara \"Ugwu\"). Banyere Wād Ṭuwā (Ndagwurugwu Tuwa) dị nso, a na-ewere ya dị ka onye dị nsọ, a na'akpọkwa akụkụ ya Al-Buqʿah Al-Mubārakah (\"Ebe A gọziri agọzi\"). Ọ bụ ebe Musa gwara Onyenwe ya okwu",
  "[nkọwa dị mkpa]",
  "Enwere ụzọ abụọ bụ isi na-aga n'elu ugwu",
  "Ụzọ dị ogologo na nke na-emighị emi, Siket El Bashait, na-ewe ihe dịka awa 2.5 n'ụkwụ, n'agbanyeghị na enwere ike iji kamel mee ihe",
  "Ụzọ steepụ, ụzọ kwụ ọtọ (Siket Sayidna Musa) gbagoro 3,750 \"nzọụkwụ nke nchegharị\" na ndagwurugwu dị n'azụ ebe obibi ndị mọnk..Àtụ:Panorama",
  "Àtụ:Characters and names in the QuranÀtụ:Ark of the CovenantÀtụ:Egypt topics"
]