[
  "Moushira Mahmoud Khattab bụ onye ndọrọ ndọrọ ọchịchị na òkpé udo mba Egypt a mụrụ n'afọ 1944",
  "Ọ n'arụ ọrụ dịka onye isi na ụlọ ọrụ  National Council for Human Rights,  nke bụ ụlọ ọrụ n'ahụ maka as ghara ịnapụ ndị mmadụ Ihe ruwere ha",
  "Ọ rụburu ọrụ dịka minista n'ahụ maka ezinụlọ na ọha mmadụ, osote minista n'ahụ maka ihe n'eme na mba ndị ọzọ, Onye nnọchiteanya Ijipt na mba South Africa, Czech Republic na Slovakia, nọrọkwa n'òtù okpe udo Ijipt na mba Australia, Hungary, Austria na United Nations in New York City and Vienna",
  "Ọ bụkwa onye nkwuchite ọnụ ndị mmadụ, ekwuchite ọnụ ụmụ nwanyị na ụmụaka",
  "Ọ rụbukwara dika osota onye isi na ụlọ ọrụ  UN Committee on the Rights of the Child nke dị na isi ụlọ ọrụ UN dị na Geneva",
  "Na abalị iri na itoolu n'ọnwa Julaị n'afọ 2016, praịm  Minista Egypt kwupụtara na Moushira Khattab ga-abụ onye nke ga-esi Egypt na ndị ga-abụ  onye isi UNESCO na ntuli aka a ga-eme n'afọ 2017.",
  "Khattab ji nzere PhD na ikikere nke nwa site na Mahadum Cairo, nzere M.A",
  "na International Relations site na MahadumNorth Carolina dị na Chapel Hill at Chapel Hill, NC, USA, ya na nzere B.A",
  "na political science site na Mahadum Cairo.[Tinye edensibịa]",
  "Ọ rụrụ ọrụ dịka onye nnọchiteanya mbụ nke Ijipt na mba South Africa ma tutuu nkea, ọ rụburu dịka onye nnọchiteanya na mba Czechoslovakia mgbe ha kewara n'udo ịghọ Czech Republic and Slovakia",
  "Khattab rụrụ ọrụ ndọrọndọrọ ọchịchị ikpeazụ ya dịka osote minista ihe n'eme na mba ndị ọzọ na ngalaba  international cultural relations",
  "Khattab rụkwara ọrụ dịka otu onye n'ime ndị òtù nnọchiteanya Ijipt na Budapest, Vienna na Melbourne rukwaa ọrụ n'isi ozi UN dị na New York ya na UNIDO headquarters dị na Vienna.",
  "Site na Machị 2009 ruo Febụwarị 2011, Khattab jere ozi dị ka minista nke steeti maka ezinụlọ na ọha mmadụ. Ọ bụ osote onye isi oche nke International Bureau for Children's Rights \"IBCR\"",
  "Khattab na-anọchite anya MENA Region na Board of Child Helpline International na ndị isi oche nke Kọmitii Mba na Kọmitii Na-eduzi nke Middle East & North Africa na ime ihe ike megide ụmụaka",
  "Khattab jere ozi dị ka osote onye isi oche, onye na-akọ akụkọ na onye otu Kọmitii UN na-ahụ maka ihe  ndị ruuru ụmụaka site na 2002 ruo 2010",
  "Ọ bụ onye otu n'ọtụtụ njikọ gụnyere Women Leadership Council iji lụso ịzụ ahịa mmadụ ọgụ gụnyere ụmụaka, UNGIFT- Vienna 2008",
  "Ọ bụ onye isi oche nke otu ndị ọkachamara UN intergovernmental nke wepụtara ntuziaka UN na Okwu Ikpe Ziri Ezi metụtara ụmụaka na ndị akaebe maka mpụ nke ECOSOC nabatara na 2005. Khattab bụ osote onye isi oche nke Aflatoun Child Savings International nke dị na Amsterdam ma bụrụkwa onye nkuzi oge niile gbasara ikike ụmụaka nwere ndị uwe ojii, ndị ọka ikpe, òtù ụmụ nwanyị na mgbasa ozi.",
  "Kemgbe afọ 2011, onye nnọchi anya Khattab abụwo ọkà okwu na onye nnọchianya na ihe omume ndị dị mkpa metụtara ikike ụmụ nwanyị, ikike ụmụaka na mmepe yana  omume mba ụwa ndị ọzọ.",
  "N'abalị iri na itoolu n'ọnwa Julaị n'afọ 2016, Praịm Minista Ijipt kwupụtara na Khattab ga-abụ onye Egypt ga-azọ ọkwa onye isi nchịkwa UNESCO na ntuli aka a ga-eme n'afọ 2017. E mere ọkwa ahụ n'azụ ihe ngosi nka Ijipt iji gosipụta ọdịbendị siri ike nke Ijipt na ihe nketa bara ọgaranya yana dịka otu n'ime ndị guzobere UNESCO na ndị mmekọ mbụ nke gụnyere ịkwaga ụlọ nsọ Abu Simbel na 1964 n'etiti ọtụtụ ndị ọzọ. African Union kwadoro nnọchite anya Khattab na nzukọ nke iri na asaa ya nke AU nke e mere na Kigali site na 10-18 Julaị 2016",
  "Otú ọ dị, n'ikpeazụ, mgbalị Khattab ịghọ onye isi nchịkwa UNESCO amịtaghị  mkpụrụ.",
  "N'afọ 1999, onye isi ala mba South Africa kwanyeere Khattab ùgwù , nye ya nturu ugo Order of Good Hope , nke bụ ùgwù kacha dị elu enwere ike inye onye Ọbụla n'abụghị nwa afọ ala South Africa..",
  "N'afọ 2010, Onye isi ala Ịtali nyere Khattab Knight Grand Cross nke Italian Republic. N'afọ 2008, Ngalaba Na-ahụ Maka Mba US nyere ya onyinye International Women of Courage Award. N'afọ 2007, e nyere ya Commander of the Order of Merit nke Italian Republic."
]