[
  "Ouwo Moussa Maâzou(amụrụ ya n'abalị iri abụọ na ise n'ọnwa Ọgọstụ n'afọ 1988) nke a maara nke ọma dị ka Moussa Maôzou, bụ onye Nijeria na-agba bọọlụ nke na-agba n'ihu na klọb ndị France FC Bassin Piennois.",
  "Maazou malitere ọrụ ya dị elu dị ka onye egwuregwu na klọb ndị agha Niger, ASFAN nke Niamey",
  "N'afọ 2005, 2006 Maazou gbara goolu iri na asaa. N'afọ 2006 na ASFAN, ọ gbara goolu iri abụọ na egwuregwu iri atọ na anọ.\nNa Jenụwarị 2008, akụkụ Belgian Sporting Lokeren bịanyere aka na ya",
  "Ọ gbara ọkpụ isii n'ime egwuregwu itoolu mbụ ya",
  "Na 3 January 2009 Maâzou bịanyere aka na nkwekọrịta na CSKA Moscow",
  "Klọb ahụ kwụrụ Sporting Lokeren €4.8m maka Maâzou",
  "Enyere ya ego ozugbo na Lokeren ruo 1 Julaị 2009. Mgbe CSKA ruru eru maka agba nke iri na isii nke UEFA Cup 2008[[09, a kpọrọ ya site na mgbazinye ego ma na 12 Machị 2009 edebanye aha ya dị ka onye egwuregwu CSKA",
  "Na Jenụwarị 2010 Maâzou hapụrụ Russia, na-etinye aka na nkwekọrịta mgbazinye ọnwa isii, yana nhọrọ maka ịkwaga na-adịgide adịgide mgbe mgbazinye ego ya kwụsịrị, na AS Monaco. N'afọ sochirinụ, Maâzou sonyeere FC Girondins de Bordeaux na mgbazinye otu afọ, ọzọ na nhọrọ ịzụta. Na ngwụcha Jenụwarị 2011 Maâzou laghachiri na AS Monaco na ọnwa isii ọzọ, mana mgbe naanị otu egwuregwu merụrụ ikpere ya n'ọzụzụ ma chọọ ịwa ahụ.",
  "N'ọnwa Febụwarị afọ 2012, Maâzou bịanyere aka na Le Mans na nkwekọrịta mgbazinye ọnwa isii, tupu ọ kwaga n'akụkụ Tunisia bụ Étoile du Sahel na nkwekọ afọ atọ n'oge ọkọchị nke afọ 2012. Mgbe ọ kwụsịrị nkwekọrịta ya na otu egwuregwu Tunisia bụ Étoile du Sahel, Maâzou bịnyere aka na Vitória Guimarães na Portugal na July 2013.",
  "Ọ gbanwere na otu egwuregwu Portuguese ọzọ, Marítimo n'ọnwa Ọgọstụ afọ 2014. N'abalị iri abụọ na asatọ n'ọnwa Jenụwarị n'afọ 2015, n'oge ahụ, onye nke abụọ na-agba goolu n'elu ụgbọ elu Portuguese n'oge a na goolu itoolu, Maâzou gafere na Changchun Yatai nke China Super League.",
  "N'ọnwa Febụwarị 2016, Maâzou kwagara n'akụkụ Danish Randers.",
  "N'ọnwa Julaị 2016, AC Ajaccio kwupụtara mbinye aka nke Maâzou na nkwekọrịta otu afọ, yana nhọrọ nke afọ ọzọ.",
  "Otu afọ ka e mesịrị, na 31 Ọgọst 2017, Maâzou bịayere aka na RC Lens na nkwekọrịta afọ atọ.\nN'ọnwa Disemba afọ 2018, o kwetara na nkwekọrịta ya na RC Lens ga-akwụsị.",
  "Na 23 Septemba 2019 bịnyere aka na otu egwuregwu Israel Premier League Sektzia Ness Ziona.",
  "N'ọnwa Eprel afọ 2015, Maâzou kwupụtara ezumike nká ya n'òtù egwuregwu bọọlụ mba Niger mgbe ọ dị afọ iri abụọ na isii, mgbe ọ nwetasịrị ihe nrite iri atọ ma gbaa goolu mba asaa",
  "O kwuru na ọ chụpụrụ onye njikwa Gernot Rohr n'ọnwa Ọktoba gara aga dịka ihe kpatara mkpebi ya.",
  "Otú ọ dị, n'ọnwa Ọktoba, ọ laghachiri n'òtù egwuregwu mba ahụ, wee nye goolu abụọ megide otu egwuregwu bọọlụ mba Somalia na mkpọsa maka asọmpi nke egwuregwu bọọlụ ụwa niile nke afọ 2018."
]