[
  "Otu ndí ntorobia na-ahú maka ihu eluigwe nke akpọrọ Youth Climate Movement (YouNGO) ma ọ bụ International Youth Climate Mouvement (IYCM) ndí mbu nóbi ha bú ijikó aka ónú ikwalite, ịkwado na ịkpọkọba ndị ntorobịa maka ọru nchekwa gburugburu n'ụzọ ziri ezi.",
  "Kemgbe ọgbakọ  Rio Earth Summit n'afọ 1992, ndị ntorobịa n'onwe ha anọwo na-ekere òkè na mkparịta ụka mba ụwa dị iche maka ihe metụtara nsogbu dị iche iche nke gburugburu ebe obibi na nke a kpọrọ  sustainable development",
  "Site na-ịguzobe European Youth Forum n'afọ 1996, na otu ndị ntorobịa SustainUS n'afọ 2001, òtù ndị ntorobịa malitere iziga ndị nnọchi anya ndị ntorobịa ka ha sonye na mkparịta ụka na mba ụwa dị iche iche, karịsịa site na United Nations",
  "Ndị ntorobịa  anọwo na-ekere òkè na United Nations Framework Convention on Climate Change na site n' ụzọ ọgbara ọhụụ ha si esonye na ịtụ alo,ndị ntorobịa malitere ịchọpụta atụmaro nke ihu igwe UN dị ka nzukọ ọhụrụ iji mụbaa ụzọ ndị ntorobịa.ga esi tinye uchu.",
  "Site na ka ọnwa Nọvemba dị na mkpụrụ ụbọchị iri abụọ na asatọ wee ruo ka ọnwa Disemba dị na mkpụrụ iteolu,n'afọ 2005, E mere nzukọ nke United Nations (UN) Climate Change Convention (COP 11 ma ọ bụ COP / MOP 1) naPalais des congrès de Montréal in Montreal, Quebec, Canada",
  "Ndị nnọchi anya ndị ntorobịa si mba ndị so na ya, gụnyere mba Amerika (site na SustainUS), Canada, na Australia, bịarakwara  ịkwado ndị ntorobịa",
  "N'ihi ya, e bu ụzọ gosipụta echiche nke International Youth Climate Movement, ọ bụ ezie na a na-akpọ ya na mbụ dị ka International Youth Delegation, na-ezo aka na ndị nnọchiteanya ntorobịa na mkparịta ụka ihu igwe mba ụwa.",
  "N'ịgbaso nke a na Septemba n'afọ 2006, a malitere nke akpọrọ Canadian Youth Climate Coalition, nke nwere òtù ndị ntorobịa 48 si n'ofe mba ahụ. N'oge na-adịghị anya, Australian Youth Climate Coalition sochiri nke a na Nọvemba, nke n'onwe ya bụ njikọ nke òtù ndị ntorobịa 27 si n'ofe Australia.",
  "N'ọnwa  Machị n'afọ 2008, otu Indian Youth Climate Network sonyeere Global Youth Climate Movement ebe na June 2008, ndị nnọchi anya United Kingdom na World Wide Fund for Nature's Voyage for the Future, Emma Biermann na Casper ter Kuile, mepụtara UK Youth Climate Coalition (UKYCC), mgbe ha si Arctic lọta iji hụ mmetụta nke mgbanwe ihu igwe. N'oge na-adịbeghị anya, e guzobere njikọ aka na Africa, China, Japan, Pacific Islands na South Asia na otu nkwupụta ebumnuche ahụ dị ka International Youth Climate Movement.",
  "N'ụwa niile, e nwere òtù ndị ntorobịa guzobere ndị na ejikọ aka mee ihe dị mma na mgbanwe ihu igwe, dị ka ndị otu UK Youth Climate Coalition, nke otu ndị ntorobịa na-eduzi kpamkpam",
  "Climate Coalition ma ọ bụ Climate Network ọ bụla nwere njikọ na mpaghara ma ọ bụ kọntinent",
  "Ndị a gụnyere African Youth Initiative on Climate Change; Caribbean Youth Environmental Network; European Youth Climate Movement; Project Survival Pacific; Nordic Youth Climate Action Movement; North East Asia Youth Environmental network; South American Youth Climate Coalition na South Asia Youth Environment Network",
  "N'ihi ya, òtù ndị a dị n'ógbè, nke mba na nke kọntinent na-agbakọta ọnụ iji guzobe International Youth Climate Movement.",
  "Otu a kpọrọ International Youth Climate Movement, ọ bụ ezie na ọ bụ okwu nche anwụ maka mmegharị nke ndị na-eto eto na-ewere ọnọdụ n'ụwa niile, bụ ndị otu ndị ọrụ afọ ofufo na-achịkwa",
  "Ìgwè ndị ọrụ afọ ofufo a na-ahazi onwe ha n'ime ìgwè ọrụ dị iche iche ma mepụta akụkụ dị n'etiti nke mmegharị ahụ, nke \"Bottomlining Team\" na-a haziri nke na-enyere aka ịhazi mbọ ha, ọkachasị na mkparịta ụka ihu igwe mba ụwa.",
  "A na-akwado otu a site site na onyinye sitere n'aka ndị otu ya, yana onyinye oge ụfọdụ sitere n'aka òtù dị ka UNICEF na gọọmentị Netherlands.",
  "Ndị otu mba nke Youth Climate Movement gụnyere: AYLCF Climate Action Network (France);Australian Youth Climate Coalition; Canadian Youth Climate Coalition  otu Arab Youth Climate Mouvement, otu China Youth Climate Action network; ECO Singapore; Energy Action Coalition (U.S.A.), nke onye ndu ha  bu otu  SustainUS ndị ozọ gụnyeree otu Project Survival Pacific, Ghana National Youth Climate  Change; Hong Kong  Climate Change; Indian Youth Climate Network; Japan Youth Ecology League; Malaysian Youth climate Justice Network, Nature and Youth Denmark; New Zealand Youth Delegation; Nigerian Youth Green Coalition on Climate Change; Russian Youth Climate Movement; Taiwan Youth Climate Coalition; Bangladesh Youth Movement for Climate (BYMC); Young Friends of the Earth; World Alliance of YMCAs; World Association of Girl Guides and Girl Scouts; World Organisation of the Scout Movement, Malaysia Youth Delegation (MYD) na UK Youth Climate Coalition",
  "N'akụkụ mgbasa ozi nke ichụ nta mba nke ndị otu nọn'ụlọ ọ, dị ka nzukọ  akpọrọ Power Shift, ndị ntorobịa nke mba ụwa na-emekwa mgbasa zuru ụwa ọnụ nke ha, nke otu ndị ọrụ na-achịkọta ha bụ ndị na-eto eto",
  "E mere Nzukọ nke Ndị Ntorobịa (COY) mbụ na 2005, na Montreal, Canada, obere oge tupu Nzukọ nke Iri na Otu nke Ndị Otu",
  "Ihe omume ahụ na-eme ka ndị nnọchiteanya ntorobịa gbakọta maka ịkekọrịta ihe onwunwe, ọzụzụ, netwọk na mkparịta ụka",
  "Ọ bụkwa ohere maka ndị ntorobịa na-ahụ maka ihu igwe ịhazi ọrụ ha n'oge mkparịta ụka na afọ na-esote.",
  "Nzukọ nke ise nke ndị ntorobịa mere na Mahadum Copenhagen site na mkpụrụ ụbọchị anọ wee ruo na mkpụrụ ụbọchị isii n'ọnwa 4 na 6 Disemba n'afọ 2009 ebe a kọrọ na ihe karịrị ndị ntorobịa Narị asaa si otu narị mba  gara. E mere nke isii na Universidad del Caribe na nkwadebe maka mkparịta ụka ihu igwe Cancun.",
  "Ihe omume ụbọchị abụọ ma ọ bụ atọ na-ewere ọnọdụ kwa afọ, a na-ahazi ya kwa afọ ka a na-eme ya obere oge tupu Nzukọ nke United Nations, ebe mba na-ezukọta iji nyochaa ọganihu nke mkparịta ụka ihu igwe.",
  "Kemgbe afọ 2005, njikọ ma ọ bụ netwọk ọ bụla dị n'ime Youth Climate Movement ezigawo ndị nnọchiteanya na United Nations Climate Change Conference (UNFCCC) iji nọchite anya ndị na-eto eto na mba ha.",
  "N'ọnwa Juun afọ 2009, òtù ndị ntorobịa na-ekere òkè na mkparịta ụka mgbanwe ihu igwe nke United Nations tinyere akwụkwọ ka ha bụrụ mpaghara",
  "N'ọnwa Ọgọstụ afọ 2009, ndị Secretariat nke mgbanwe ihu igwe kwadoro ngwa mkpesa ahụ, na-eme ka ndị ntorobịa bụrụ mpaghara nke asaa iji sonye na mkparịta ụka ihu igwe. Aha gọọmentị maka ndị ntorobịa sonyere na mkparịta ụka ihu igwe bụ 'YOUNGO'. Ebe ndị mbụ a họpụtara maka YOUNGO bụ Wilson Ang (Singapore), nke SustainUS kwadoro, na Lina Li (China), nke 350.org kwadoro, nke na-anọchite anya International Youth Climate Movement na ikike gọọmentị (n'agbanyeghị ọnọdụ nwa oge ruo 2011).",
  "Ka ọ dị ugbu a, ndị a họpụtara na-anọchite anya International Youth Climate Movement bụ Lauren Nutter (U.S.A.), nke SustainUS kwadoro, na Jean Paul Brice Affana (Cameroon), nke Jeunes Volontaires pour l'Environnement kwadoro",
  "Ha na-eso 2010-2011 Focal Points, Sébastien Duyck (France), nke Service Civil International na Rishikesh Ram Bhandary (Nepal) kwadoro, nke SustainUS kwadoro.",
  "N'ime afọ niile, enwere ohere ndị ọzọ maka ndị otu International Youth Climate Movement iji gbakọọ",
  "Dịka ọmụmaatụ, na International Youth Summit on Energy and Climate Change na Beijing, China",
  "N'afọ 2021, otu ọrụ ahụike dị n'òtù ahụ chọrọ ka ndị na-eto eto na-ahụ maka ihu igwe sonye na mgbake ọrịa COVID-19, ebe ọ bụ na ọrịa a nwere ike ijikọta ya na mgbanwe ihu igwe.",
  "N'afọ 2009,ndị otu UK Youth Climate Coalitionna ndị Youth Movement rụkọọ ọrụ, ọkachasị European Youth Climate Movement na SustainUS iji malite mgbasa ozi \"Olee afọ ole ka ị ga-adị na 2050?\" na mkparịta ụka ihu igwe nke United Nations na-ewere ọnọdụ na Bonn, Germany",
  "Okwu a ejirila ya mee ihe site na Youth Movement kemgbe ahụ ma bụrụkwa ihe a na-elekwasị anya maka International Youth \"Young and Future Generations Day\" na Disemba 2009. Mgbasa ozi ahụ na-achọ imesi mkpa ọ dị ibelata ikuku carbon site na 80% site na 2050 na ọkwa 1990, dịka ndị na-eto eto ga-abụ ndị ga-eketa ụwa a na mkpebi ndị e mere taa ga-emetụta ndụ ha n'ime afọ 40.",
  "N'afọ 2022, otu ndị ọkà mmụta sayensị bipụtara akụkọ akpọrọ \"Stockholm+50: Unlocking a Better Future\", nke nyochara mmetụta nke Nzukọ Mba Ndị Dị n'Otu na gburugburu mmadụ na 1972 ma nye aro maka ọdịnihu",
  "Ozi dị mkpa bụ \"ịkọwapụta mmekọrịta dị n'etiti ụmụ mmadụ na okike, nweta ọganihu na-adịgide adịgide maka mmadụ niile, ma tinye ego n'ọdịnihu ka mma\"",
  "Na mgbakwunye, ndị na-eme nchọpụta na-eto eto wepụtara akụkọ ndị ntorobịa nke akụkọ ahụ: \"Ịkọwa ọhụụ ndị ntorobịa maka ọdịnihu ziri ezi na nke na-adịgide adịgide\"",
  "Ozi ndị bụ isi bụ: \"Ọdịmma ahụike na ịdị n'otu obodo, ibi ndụ n'ụzọ kwekọrọ na okike, ịdị n'ịdị n'otu mba ụwa dị ka otu ezinụlọ zuru ụwa ọnụ, ụwa mgbe mmadụ niile hà nhata",
  "\" Youth Climate Movement (YOUNGO) na ụfọdụ n'ime ndị otu ya nyere aka mepụta akụkọ ahụ."
]