[
  "Mpaghara parafacial (PZ) bụ usoro ụbụrụ dị n'ime ụbụrụ n'ime medulla  oblongata nke dị n'ala ahụ n'ebe nile na ụdị nke ụwa họrọ site  e kwenyere na ọ bụ ya na-ahụ maka nhazi ụra na-adịghị ngwa ngwa (nke na-abụghị REM), ọkachasị maka ịkpata ụra na-egbu oge.",
  "Ọ bụ otu n'ime ọtụtụ GABAergic ndi mádu ziri ezi ntụziaka oriri nri ụmụaka sleep-promoting nuclei na ụbụrụ, nke gụnyekwara ventrolateral preoptic area nke hypothalamus, nucleus accumbens core (karịsịa, medial spiny neurons nke D2-type nke na-egosipụta adenosine A2A receptors), na GABAergical nucleus na hypothalamus n'akụkụ nke na-ewepụta melanin-concentrating hormone.",
  "Mpaghara parafacial na-akwalite ụra na-adịghị ngwa ngwa site na igbochi glutamatergic parabrachial ndị mmadụ n'ihe ndị mere n'oge ochie ma ọ bụrụ nucleus (otu akụkụ nke usoro na-arịgo reticular activating nke na-eme ka ịmụrụ anya na mkpali) site na ntọhapụ nke neurotransmitter inhibitory GABA na neurons ndị ahụ.",
  "Optogenetic activation nke GABAergic PZ neurons na-akpali ọrụ cortical slow-wave na ụra slow-wave n'ime ụmụ anụmanụ. N'ihe gbasara mmebi nke GABAergic transmizzion site na PZ na ụmụ oke, a hụrụ ụmụ oke ka ha na-agafe oge dị ogologo, na-adịgide adịgide",
  "A na-ekwere na PZ neurons na-ehi ụra, ebe ha na-egosipụta c-Fos mgbe ha na-ebili ma ọ bụghị mgbe ha tetara.",
  "Parafacial dị n'ime medulla oblongata, n'akụkụ na n'azụ na akwara ihu. Ọ na-ejikọta na akụkụ alpha nke parvocellular reticular formation (PCRt), nke a na-eche na ọ na-achịkwa ọnọdụ nke ịma ihe yana ịchịkwa ihe mgbaàmà na usoro ụra",
  "Agbanyeghị, a kwenyere na ọrụ PZ na PCRt dị iche iche.",
  "Mpaghara parafacial na-enweta ntinye site na mpaghara atọ: hypothalamus, midbrain, na pons na medulla.",
  "Site na hypothalamus, PZ na-enweta ntinye site na mpaghara hypothalamic, zona incerta, na parasubthalamic nucleus; ebe ọrụ zona incerta na parasubtalamic nucleu ka bụ ihe a na-amaghị ama, a tụpụtara ọtụtụ ọrụ ha iji dozie nhọrọ ọrụ na njikọta limbic-motor.",
  "Site na etiti ụbụrụ, PZ na-enweta ntinye site na substantia nigra, pars reticulata, na deep mesencephalic nucleus",
  "A na-ekwere na usoro ụbụrụ ndị a na-arụsi ọrụ ike na mmegharị ahụ, yana ụgwọ ọrụ na mmeghachi omume na-amaghị ama; na mgbakwunye, edere par reticulata karịsịa iji gosipụta ihe fọrọ nke nta ka ọ bụrụ neurons GABAergic inhibitory niile",
  "Ma site na pons na medulla, PZ na-enweta ntinye site na etiti reticular nucleus na medial vestibular nucleus (parvocellular), ebe ndị a na-eche na ha na-etinye aka na iku ume na usoro iku ume.",
  "PZ neurons na-arụ ọrụ na medial parabrachial nucleus, a wake na-akwalite neuron cluster nke bụ akụkụ nke na-arịgo reticular activating system.",
  "Iri atọ na anọ dị iche iche nuclei na-ekerịta echiche siri ike na PZ GABAergic neurons, gụnyere nuclei dị iche iche nke stria terminalis, mpaghara hypothalamic n'akụkụ, substantia nigra, zona incerta, na etiti amygdaloid nucleus. Ntụle ndị a siri ike na-atụ aro njikwa nzaghachi na ikike ịchịkwa ọrụ ụfọdụ."
]