[
  "A na-ekewa steeti ndị so na African Union (AU) na mpaghara ise nke African Union. Ndị obodo Afrịka, nke gụnyere ndị sitere na Africa bi na mpụga kọntinent Africa, dị ka America, Australia, Eshia na Europe, AU nabatara n'ọchịchị dịka mpaghara nke isii ya.",
  "N'ime Iwu Iwu nke African Union, n'okpuru isiokwu 3 (q) nke Iwu ahụ (Ebumnuche), a na-ekwu ihe ndị a gbasara ndị Afrịka bi na mba ọzọ: \"na-akpọ ma na-agba ume ka ndị Afrịka sonye na ya dịka akụkụ dị mkpa nke kọntinent anyị, n'iwu African Union\". Na mgbakwunye, African Union na-enye nkọwa maka echiche ya banyere ndị si mba Africa dị ka ndị a: \"Ndị mba Africa nwere ndị si n'Africa bi na mpụga kọntinent ahụ, n'agbanyeghị agbanyeghị nwa amaala na obodo ha na ndị dị njikere inye aka na mmepe nke obodo.  kọntinent na owuwu nke African Union",
  "\"",
  "Na 2016, African Union jụrụ ịbụ onye otu na Haiti n'ihi nnabata onye otu, dị ka edemede 29.1 nke Usoro iwu nke African Union, na-ejedebe na \"African State\" ọ bụla.",
  "N'ime akwụkwọ ntuziaka African Union (2021), e nyela ndị a họpụtara ka ha nọchite anya ndị Afrịka bi na Nzukọ nke African Union ọnọdụ nke onye na-ekiri. Karịsịa, African Union Handbook (2021) na-ekwu, sị:",
  "N'ọnwa Jenụwarị afọ 2008, ndị isi ụlọ ọrụ ahụ tụrụ aro ka e mesoo ndị Afrịka dị iche iche dị ka mpaghara nke isii nke Afrịka ma mee ka òkè ha na akụkụ na ọrụ AU sie ike (EX.CL/Dec.406 (XII))",
  "Nzukọ ahụ amatala diaspora dị ka ihe dị mkpa na-enye aka na mmepe akụ na ụba na mmekọrịta mmadụ na ibe ya nke kọntinent ahụ ma kpọọ ndị nnọchi anya ya dị ka ndị na-ekiri ya na nnọkọ Nzukọ (lee Nzukọ / AU / Res.1 (XVIII) nke Jenụwarị 2012).",
  "African Union guzobekwara ụlọ ọrụ mpaghara, dị ka Western Hemisphere African Diaspora Network, na ụlọ ọrụ mba ụwa, dị ka Economic, Social and Cultural Council, iji kwado mmekọrịta ndị si mba Africa. Tụkwasị na nke a, African Union na AfricaRecruit, Caribbean Community na Common Market, Commonwealth Business Council, International Organization for Migration, na World Bank na-arụkọ ọrụ iji mee ka mmekọrịta ndị Afrịka dị mfe, na mpaghara na mba ụwa. Ọzọkwa, mba dị iche iche (dịka, Ghana, Ethiopia, Nigeria, South Africa) n'Africa emeela mgbalị mba iji mee ka mmekọrịta ndị Afrịka dịkwuo mfe, na mba ụwa."
]