[
  "Mpho Osei Tutu (a mụrụ na 31 Disemba 1981), bụ onye na-eme ihe nkiri na South Africa na-eme na France na onye na-ese olu nke sitere na Ghanaian-Mosotho. A maara ya nke ọma maka ọrụ ya na ihe nkiri na ihe nkiri telivishọn: Seriously Single, Mrs Right Guy na The Jakes Are Missing",
  "Ewezuga ime  nkiri, ọ bụkwa onye edemede, onye nduzi na onye na-emepụta ihe",
  "Tutu gosipụtakwara dịka onye isi nke usoro South African n'afọ 2018 a na-akpọ The Imposter nke bụ ọhụụ nke abụọ nke nwa nwoke na-esote ọhụụ nke nwa agbọghọ mbụ, ọ rụrụ ọrụ Tebogo na Gary Mokoena.",
  "A mụrụ ya na 31 Disemba 1981 na Paris, France na nna Ghana na nne Mosotho",
  "N'ihi na ọ bụ onye mba dị iche iche, ọ ebiela n'ọtụtụ mba: Lesotho, France, England, Togo na Ghana",
  "N'afọ 1992, ezinụlọ ya biri na South Africa",
  "Ọ malitere ihe nkiri mgbe ọ dị afọ asatọ",
  "O mechara nweta nzere B.A",
  "(Hons) na Dramatic Art na Mahadum Wits.",
  "Ọ lụrụ Tumi Morake, onye na-eme ihe nkiri, onye na'eme ihe ọchị na onye edemede. Ha lụrụ na 28 Nọvemba afọ 2009. Di na nwunye ahụ nwere ụmụ atọ.",
  "Ọ malitere ime ihe nkiri na ihe nkiri ebe ọ rụrụ ọtụtụ ọrụ na ihe nkiri Zakes Mda's The Mother Of All Eating, Pieter-Dirk Uys' MacBeki, Paul Slabolepsky's For Your Ears Only, The Island",
  "Ya na nke ikpeazụ, ọ gara UK, US na Gris",
  "Mgbe ahụ o mere Getting it On nke meriri Best Overall Short Cut Award na Multi Choice VUKA! Onyinye n'afọ 2006",
  "Mgbe ahụ, ọ rụrụ ọtụtụ ihe odide na Convincing Carlos nke o dere n'onwe ya ebe ọ natara onyinye Standard Bank Ovation Award n'afọ 2010",
  "Maka ọrụ 'La Fleche' na egwuregwu Sylvaine Strike The Miser ọ meriri Best Play na 2013 Naledi Theatre Awards.",
  "Ka ọ dịgodị, ọ sonyeere telivishọn, na-eme ihe nkiri na ọtụtụ sitcoms Kota Life Crisis, High Rollers, Samsokolo; nke a họpụtara ya maka onye na-eme egwuregwu kacha mma na TV Comedy na 2014 SAFTAs",
  "Mgbe ahụ, ọ pụtara dịka 'Desmond' na International Emmy Nominated serial Home Affairs",
  "Mgbe ahụ, ọ gosipụtara ọrụ 'Bomba' na ihe nkiri a ma ama na mba ụwa A Million Colors",
  "A họpụtakwara ya maka onye na-akwado onye na-eme ihe nkiri kacha mma na ihe nkiri n'afọ 2013 SAFTAs maka ihe nkiri a",
  "Ọ bụkwa onye na-ese olu a ma ama ebe ọ sụgharịrị olu ya n'ọtụtụ ụlọ ọrụ redio.",
  "Ewezuga ime ihe nkiri, ọ rụkwara ọrụ dịka onye na-ede ihe nkiri maka usoro telivishọn Ses Top La, Tempy Pushas, My Perfect Family ebe ọ họpụtara maka Best Writing in a TV Comedy na 2014 SAFTAs, yana Rhythm City nke meriri ihe nrite maka Best Writer in a TV Soap na SAFTAs na 2009., N'afọ 2010, o dere Hopeville ma họpụta ya maka International Emmy Award n'afọ 2010",
  "Ka ọ dịgodị, ọ pụtakwara dị ka onye nduzi na ihe nkiri Zone 14, Ga Re Dumele 4 na Kota Life Crisis",
  "O mechara soro mepụta ihe nkiri dị mkpirikpi Joburg nke a họpụtara maka Sundance Film Festival n'afọ 2010",
  "O guzobere ụlọ ọrụ mmepụta ihe nkiri, 'What Not Entertainment' ma mesịa mepụta 2 Seasons nke sitcom Kota Life Crisis maka Mzansi Magic",
  "Site n'afọ 2012 ruo 2014, ọ rụrụ ọrụ na bọọdụ nke The South African Guild of Actors (SAGA)",
  "Ka ọ dị ugbu a, ọ bụ onye nhazi nke Repertory Amateur Players Society (RAPS) One Act Plays Festival, nke a na-ewere dị ka mmemme ihe nkiri kachasị ogologo na nke kachasị ewu ewu na South Africa.",
  "N'ọnwa Ọgọstụ 2020, ọ pụtara na ihe nkiri na-atọ ọchị gbasara mmekọahụ Seriously Single nke Katleho Ramaphakela na Rethabile Ramaphakella duziri. A tọhapụrụ ya na July 31, 2020 na Netflix."
]