[
  "Gregory Warmack, ónyé a maara nke ọma dị ka Maazị Imagination (n'ubochí irí atọ n'ọnwa Machị, 1948 na Maywood, Illinois rụo ụbọchị irí atọ n'ọnwa Mée, 2012 na Atlanta, Georgia) bụ onye America na-ese ihe n'èzí",
  "Ọ rụrụ ọrụ n'ụdị dịgasị iche iche ma ọrụ ya na-ejikarị sandstone na bottlecaps na ihe ndị ọzọ a rụgharịrị arụgharị.",
  "Nwá nke atọ n'ezinụlọ nke mmadụ itoolu, Warmack tolitere na mpaghara Chicago ma enweghị ọzụzụ dị ka ónyé na-ese ihe, ọ bụ ezie na ọ malitere ime ihe nka n'oge ọ bụ nwata. N'afọ ndị 1970 ọ na-eme ma na-ere ihe osise n'okporo ámá. Mgbè ọ nọ na Chicago n'afọ 1978, a gbagburu ya n'afọ n'oge a na-apụnara ya ihe ma daa n'ọnọdụ coma. N'oge ọ nọ n'ụlọ ọgwụ, o nwere ọhụụ ime mmụọ nke ọ kọwara dị ka \"nke udo, ihe fọrọ nke nta ka ọ bụrụ na m na-eme njem n'akụkọ ihe méré eme ma na-ele ányà na mmepeanya ógè ochie\". Ihe omume ahụ kpaliri Warmack ka ọ gbanwee uche ya na nka ma gbasaa ọrụ ya, na obéré oge ka ọ malitere iji aha Maazị Imagination.",
  "E gosipụtara ọrụ Maazị Imagination na ihe ngosi na United States, n'ebe ndị dị ka Dallas Museum of Art, African American Museum na Dallas, Halsey Gallery na College of Charleston na Charleston, South Carolina, William Benton Museum of Art na Mahadum Connecticut, na Society for Contemporary Craft na Pittsburgh. E gosipụtakwara ya na mbà ụwa, gụnyere na Venice na Paris. Ọtụtụ n'ime ihe ndị o dèrè bụ akụkụ nke nchịkọta nke Smithsonian American Art Museum, a na-egosikwa ya na American Visionary Art Museum, American Folk Art Museum, na High Museum of Art. E nyere ya ọrụ ime nsụgharị nke karama Coca-Cola dị mita iri na otu màkà 1996 Olympics na Atlanta, dinosaur nwèrè mpi na ngalaba DinoLand U.S.A",
  "nke ogige ntụrụndụ Disney's Animal Kingdom, yana oghere ịchọ mma maka ebe House of Blues na Orlando, Las Vegas, na Chicago. N'etiti ọrụ ya ndị ọzọ dị mkpa bụ ntinye ubi na National Botanical Gardens, otu ụwa na Ronald Reagan Washington National Airport, na ngosipụta mgbidi màkà ụlọ njem na Winston-Salem, North Carolina. Absolut Vodka nyere iwu ka a sụgharịa karama ha n'ụdị ya.",
  "N'afọ 2009, e nyèrè Maazị Imagination ọrụ ịchọ ndị ọrụ ugbo ọbọdọ na Salina, Kansas mma, mana kansụl ọbọdọ kwụsịrị ọrụ ahụ n'etiti mmezu ma wepụ mpụga ndị a rụchara na jackhammers."
]