[
  "Oluwatosin Ajibade (a mụrụ n'ụbọchị nke 19 n'ọnwa Julaị n'afọ 1991), nke a maara nke ọma site na aha ya bụ Mr Eazi, bụ onye Naijiria na-agụ egwu, onye na-ede egwu, na onye ọchụnta ego. Ọ bụ onye ọsụ ụzọ nke egwu Banku, ngwakọta nke ụda ọ kọwara dị ka ngwakọta nke Ghanaian highlife na Nigerian chord progressions na patterns",
  "Maazị Eazi kwagara Kumasi, Ghana n'afọ 2008 wee debanye aha na KNUST, ebe ọ malitere ịdebanye ndị na-ese ihe iji mee ihe na nnọkọ kọleji",
  "O gosipụtara mmasị na egwu mgbe ọ dekọsịrị amaokwu ndị ọbịa na \"My Life\", abụ nke nwetara traction wee bụrụ ihe ndekọ a ma ama na KNUST. Maazị Eazi wepụtara mixtape mbụ ya About to Blow na July 2013. O nwetara ndị na-ege ntị na mba ụwa mgbe a tọhapụrụ egwu Efya nyere aka \"Skin Tight\". E wepụtara mixtape ya nke abụọ Life Is Eazi, Vol",
  "1 - Accra To Lagos na 10 Febụwarị 2017.",
  "A mụrụ Maazị Eazi na Port Harcourt, isi obodo na obodo kachasị ukwuu na Rivers State, Nigeria. O tolitere n'ụlọ azụmahịa",
  "Nne ya nwere obere azụmahịa na nna ya bụ onye na-anya ụgbọelu",
  "Nne na nna nke ikpeazụ guzobere ọrụ ndụmọdụ ụgbọelu nke onwe ya. Mgbe ọ na-aga ụlọ akwụkwọ praịmarị na Lagos, Maazị Eazi nwere obere oge na ukwe ụlọ akwụkwọ ahụ. N'oge a zụlitere ya, ọ na-ege ntị na ndekọ nna ya ga-egwuri egwu maka ezinụlọ mgbe ọ na-eri nri ụtụtụ. Mgbe ọ dị afọ iri na isii, Maazị Eazi kwagara Ghana iji gaa n'ihu na agụmakwụkwọ ya, na-edebanye aha na mmemme injinia na Kwame Nkrumah University of Science and Technology (KNUST). Maazị Eazi malitere idekọ egwu n'oge ọ nọ na KNUST",
  "O nyere aka n'olu ndị ọbịa na egwu \"My Life\", abụ nke nwetara traction wee bụrụ ihe ndekọ a ma ama na KNUST",
  "Tupu nke ahụ, o guzobere ụlọ ọrụ nnọkọ na nkwalite a na-akpọ Swagger Entertainment. O jiri ikpo okwu a dee ihe ngosi ma kwalite ihe omume na campus nke KNUST. Mgbe ọ dị afọ iri abụọ na atọ, ọ laghachiri Naịjirịa wee mepee ikpo okwu e-azụmahịa ya. Maazị Eazi gwara akwụkwọ akụkọ The Guardian na ọ rụrụ ọrụ obere oge maka Schlumberger mgbe ọ laghachiri Naịjirịa. Ọ gwakwara akwụkwọ akụkọ ahụ a kpọtụrụ aha na azụmahịa ya gụnyere mbubata ihe ọṅụṅụ dị nro, Ngwuputa ọla edo, na nkesa nri. Ọ gwara Highsnobiety na ọ malitere ihe dị ka azụmahịa isii. N'afọ 2014, Maazị Eazi kwụsịrị ịbụ onye na-akwalite klọb mgbe onye na-ese ihe na-abịaghị maka nnọkọ kachasị ukwuu ọ nwara ime.",
  "Maazị Eazi wepụtara mixtape izizi ya nke egwu iri na atọ About to Blow na July 2013. O mepụtara egwu abụọ: \"Pipi Dance\" na \"Bankulize\"",
  "A tọhapụrụ nke mbụ n'etiti afọ 2012, ebe a tọhapụrụ nke ikpeazụ na 2013. Maazị Eazi dekọrọ mixtape ya na onye mmepụta Klu ma wepụta ya n'ime otu izu",
  "Magazin Fader na-akọwa mixtape dị ka \"ndepụta egwu SoundCloud na-adabere na dancehall\"",
  "Tupu ewepụta mixtape ahụ, Maazị Eazi na ndị na-emepụta ihe dịka Magnom, Peeweezle, Nshona, Klumonsta, D'Tunes, na E-Kelly rụkọrọ ọrụ",
  "Ọzọkwa, e gosipụtara ya na Stay Jay's \"Baby Lace\" na Lousika's \"Knockout\". N'afọ 2014, Maazị Eazi kwagara Naịjirịa",
  "Onye na-emepụta ihe na Ghana nke UK bụ Juls kpọtụrụ ya, onye nwetara ụfọdụ n'ime ihe ndekọ ya. N'ihi enweghị ike ịchọta faịlụ ọdịyo nke ihe ndekọ ochie ya, mgbalị Maazị Eazi na-arụ ọrụ na Juls kwụsịrị ogologo oge. Maazị Eazi mechara weghachite faịlụ ọdịyo ya ma zigara ha Juls, bụ onye mere egwu ọhụrụ ma mepụta ihe osise maka egwu mixtape nke abụọ \"Bankulize\". Egwu a nwere olu sitere n'aka onye egwu hiplife nke Ghana bụ Pappy Kojo ma wepụta ya na Nọvemba 2014. Remix nke \"Bankulize\" gosipụtara Burna Boy ma wepụta ya na Septemba 2016. Maazị Eazi gosipụtara remix ahụ na Ebro Darden's Beats 1 redio show otu ọnwa tupu mgbe ahụ.",
  "N'ọnwa Ọgọstụ afọ 2015, Maazị Eazi wepụtara egwu egwu \"Skin Tight\"",
  "Ọ na-egosi olu ndị ọbịa sitere n'aka onye na-agụ egwu Ghana bụ Efya ma DJ Juls mepụtara ya. N'ajụjụ ọnụ ya na magazin Complex, Maazị Eazi kọwara egwu a dị ka \"fusion\"",
  "O kwuru na ọ na-asụ pidgin Ghana na nnyefe ahụ ma jiri abụ ndị Naijiria. N'ọnwa Ọgọstụ afọ 2016, onye na-emepụta ihe ndekọ na Naijiria bụ Cobhams Asuquo wepụtara nsụgharị nke egwu ahụ",
  "DJ Caise wepụtara remix ụlọ nke egwu ahụ na Septemba 2016, ebe Terry G na Mr Eazi rụkọrọ ọrụ iji wepụta remix nke egwu ahụ. N'ọnwa Eprel afọ 2017, e gosipụtara \"Skin Tight\" na mgbasa ozi maka ụdị vodka Ciroc. E gosipụtara Maazị Eazi na egwu Eugy nke afọ 2016 \"Dance for Me\"",
  "Akwụkwọ akụkọ Guardian tinyere egwu ahụ na ndepụta ya nke egwu iri kachasị egwu Afrịka nke afọ 2016. Vidio egwu nke \"Dance for Me\" bụ nke Vertex na Gabriella Kingsely duziri. Robin Murray nke magazin Clash kọwara egwu a dị ka \"ekele ihe nketa Ghana ha.\" Na 17 June 2016, Maazị Eazi wepụtara \"Anointing\" nke sitere na R&B, abụ nke gosipụtara olu rap site n'aka onye egwu Ghana bụ Sarkodie. Maazị Eazi buru ụzọ kwupụta atụmatụ maka egwu ahụ na Mee 2016.",
  "A maara Maazị Eazi maka ịsụ ụzọ egwu Banku, ụda \"nke a na-egosipụta site na ụda olu na ụda olu na-enye na Ghanaian Pidgin English\"",
  "Egwú Mr Eazi dabara n'ụdị Afrobeats, ụdị pop nke West Africa nke na-alụ pop zuru ụwa ọnụ, Dancehall, highlife, na hip-hop. A kọwara egwu Maazị Eazi dị ka nke nwere àgwà R&B nke na-echetara ndị na-ese ihe dịka Beres Hammond na Gregory Isaacs. Lawrence Burney si Noisey.com kwuru na Maazị Eazi na-eji olu ya miri emi \"nye àgwà ndị dị ka ballad na mmepụta ịgba egwu n'ihu\".",
  "A maara Maazị Eazi na Temi Otedola, nwa nwanyị nke onye Naijiria ijeri Femi Otedola na nwanne nwanyị DJ Cuppy.\nNa 10 Eprel 2022, Maazị Eazi kwere Temi Otedola nkwa ọlụlụ."
]