[
  "Muaid Ellafi ( Arabic ; a mụrụ ya n'ụbọchị nke 7 n'ọnwa Maachị n'afọ 1996) bụ onye Libya na-agba bọọlụ na-agbara Wydad AC bọọlụ. Ọ na-agba bọọlụ n'akụkụ aka ekpe na ọrụ nke n'ime-n'ihu.",
  "N'ụbọchị 15 Disemba 2018, Muaid Ellafi sonyeere USM Alger ruo afọ abụọ na ọkara, mgbe nkwekọrịta ya na Saudi Club Al-Shabab kwụsịrị, ọ gwara ndị mgbasa ozi na ọ natara ọtụtụ onyinye site n'aka ndị klọb ndị Egypt, Morocco, Tunisia na ọbụna ndị Algeria, mana ọ họọrọ USM Alger n'ihi na Ọ bụ nnukwu klọb ma nwee nnukwu ndị na-akwado ya ma ọ na-achọ ka ya merie utu aha, E kenyere ya uwe iri. Ellafi mere nke mbụ ya maka USM Alger na Ligue 1 megide DRB Tadjenanet dị ka onye nnọchi anya Oualid Ardji merụrụ ahụ na 1–0 Loss",
  "N'ụbọchị 15 Jenụwarị n'afọ 2019, Ellafi banyere ọzọ dị ka onye nnọchi anya na nkeji iri isii na asaa maka Mohamed Benyahia na Derby megide NA Hussein Dey, ọ dịkwa naanị nkeji atọ iji nweta goolu mbụ ya na nke ikpeazụ na egwuregwu ahụ site na Direct free kick na mmeri 4-1. Ellafi kwuru mgbe emechara egwuregwu ahụ na obi dị ya ụtọ na mmeri a na ihe mgbaru ọsọ mbụ ya ma kwuo na mmalite m gara nke ọma karịsịa ka m laghachiri asọmpi mgbe ọnwa anọ gasịrị ma ọ ga-arụ ọrụ ka ọ dị mma n'ọdịnihu. Na 26 Jenụwarị 2019, mgbe egwuregwu anọ gasịrị dị ka onye nnọchi anya, o mere nke mbụ ya dị ka onye mbido na Ligue 1 megide JS Saoura na mmeri 2-0",
  "Ọ hapụrụ ubi na nkeji iri isii na asaa n'ihi na ọ dịbeghị njikere igwu egwu maka nkeji iri itoolu. Na 26 Mee 2019, Na egwuregwu ikpeazụ megide CS Constantine, Ellafi nyere aka abụọ maka Abderrahmane Meziane na Prince Ibara n'otu n'otu iji nyere ha aka imeri 3–1 ma nwetakwa aha mbụ ya na USM Alger.",
  "Tupu mmalite nke oge ọhụrụ Ellafi laghachiri ọzụzụ ruo ngwụsị ọnwa Julaị na ndị USM Alger na-azụ na Tunisia iji kwụsị esemokwu banyere ịlanarị ya n'ihi nsogbu ego nke klọb ahụ, mgbe e mesịrị, ọ gwara ndị mgbasa ozi Algeria na ọ nwere ike ịhapụ klọb ahụ n'ụzọ dị mfe dị ka onye egwuregwu mba ọzọ n'ihi na ọ natabeghị ụgwọ ọrụ ya ruo ọnwa ise, mana o kwuru na ịhụnanya ya maka klọb a mere ka o kpebie ịnọ",
  "Na 25 Ọgọstụ 2019, Ellafi nyere goolu mbụ ya na CAF Champions League megide AS Sonidep na mmeri 3-1 n'ụlọ.",
  "Ellafi mere egwuregwu izizi ya na mba Libya na 2014 Na egwuregwu enyi na enyi megide Morocco",
  "Na 6 June 2015, na egwuregwu enyi na enyi megide Mali, o nyere goolu mbụ ya na mba ụwa na 2–2",
  "N'ọnwa Ọgọstụ n'oge asọmpi asọmpi mba Afrịka nke afọ 2018 megide Algeria, o nyere goolu ugboro abụọ iji duru mba ya ruo eru maka asọmpi ahụ.",
  "Kpọpụta njehie: <ref> tags exist for a group named \"lower-alpha\", but no corresponding <references group=\"lower-alpha\"/> tag was found"
]