[
  "Mubarak Muyika (amụrụ na Mee 31, 1994, Western Province, Kenya), bụ onye isi azụmahịa nke Kenya America, onye mmemme kọmputa na onye ọchụnta ego n'ịntanetị nke dị na Silicon Valley. Ọ bụ nwa mgbei mgbe ọ dị afọ iri, mgbe ọ dị afọ iri na isii, Muyika hiwere Hype Century, ụlọ ọrụ na-elekọta weebụ nke ọ rere afọ abụọ ka e mesịrị maka ọnụ ọgụgụ isii. Ọ bụ onye guzobere na onye isi nke Zagace, ụlọ ọrụ nke na-arụ ọrụ ụlọ ahịa ngwa maka azụmahịa iji nweta ngwanrọ maka ndekọ ego, njikwa akụ mmadụ, ahịa, n'etiti ojiji ndị ọzọ.",
  "Forbes depụtara ya dị ka otu n'ime Forbes Africa's 30 under 30 ma na 2015 na 2017, ọ bụkwa onye kacha nta na ndepụta Business Insider nke ndị ọchụnta ego na-eto eto kachasị elu gburugburu ụwa.",
  "A mụrụ Mubarak Muyika na mpaghara ọdịda anyanwụ, Kenya. Nna ya bụ kọmishọna mpaghara nke Siaya, onye isi ọrụ obodo, onye nwụrụ mgbe Mubarak dị afọ abụọ, nne ya bụ onye nkụzi ụlọ akwụkwọ sekọndrị nwụrụ mgbe ọ dị afọ iri na otu. Muyika bụ nwanne nne ya na di ya zụlitere na mpaghara Nairobi.",
  "Mgbe ọ bụ nwa akwụkwọ na Friends School Kamusinga, Muyika ritere ihe nrite abụọ na ngosi sayensị mba Kenya, Kenya Students Congress on Science and Technology kwa afọ:",
  "Na mbipụta nke iri anọ na asatọ nke ngosi ahụ n'afọ 2010, o meriri maka akwụkwọ ọcha nke akpọrọ 'Kahunic infra-photo surveyor', nke e gosipụtara dị ka okwu kọmputa, ma bụrụ onye mbụ na ngalaba ahụ",
  "Mpempe akwụkwọ ọcha nke Muyika dabeere na Java, MySQL na C ++ dependencies, infra-red na laser rays, na ndị na-emepụta ray ahaziri iche iji chọpụta ihe ndị zoro ezo n'azụ konkiri na osisi, n'etiti ojiji ndị ọzọ, site na iji ntụgharị uche na ntụgharị.",
  "Na mbipụta nke iri anọ na itoolu nke ngosi ahụ n'afọ sochirinụ, Muyika meriri maka nchekwa data o mepụtara iji jikwaa mmanụ ụgbọala na njem nke ụgbọ oloko mmanụ. Aha mbụ nke ọrụ ahụ na ngosi ahụ bụ 'Techno Fibre System', mana a na-akpọkwa ya 'Enhanced petrol tracker'. E gosipụtara ya dị ka ihe ngosi kọmputa na ngalaba ICT, ọ bụ ezie na a ghọtara Muyika dị ka nwa akwụkwọ kachasị mma na ngalaba ahụ, ọrụ ahụ nọ n'ọkwa nke atọ na mba na ngalaba ahụ.",
  "Nne na nna nkuchi ya na-arụ ọrụ obere ụlọ ọrụ na-ebipụta akwụkwọ na nkesa, Acrodile Publishers",
  "N'iji ihe ntanetị na ahụmịhe teknụzụ nwetara n'afọ ndị gara aga, Muyika wuru weebụsaịtị ka mma maka ụlọ ọrụ ahụ.",
  "N'afọ 2011, Muyika hiwere Hype Century Technologies & Investments Limited, ụlọ ọrụ lekwasịrị anya na ịmepụta weebụsaịtị na webhosting",
  "N'afọ sochirinụ, maka ọrụ ya na HypeCentury, ọ natara Anzisha Prize maka ndị ọchụnta ego na-eto eto, site na African Leadership Academy.",
  "Muyika rere HypeCentury na Wemps Telecoms na nkwekọrịta ọnụ ọgụgụ isii na Mee 2013. Ka ọ na-erule oge ire ere Hypecentury nwere ndị ọrụ iri na anọ ma na-elekọta ụlọ ọrụ 700 nwere ngalaba 1400. Kemgbe ahụ, HypeCentury agbanweela ma bụrụ ụlọ ọrụ enyemaka nke Wemps Telecoms.",
  "Mgbe e mesịrị na 2013, Muyika hiwere Zagace na Nairobi site na ego sitere na ire HypeCentury, na ego ndị ọzọ sitere n'aka ndị na-etinye ego. Kemgbe ahụ, Zagace etinyela ọtụtụ ego ndị mmụọ ozi site n'aka ndị na-etinye ego dị iche iche.",
  "Na June 2015, e megharịrị ụlọ ọrụ nne na nna Zagace dị ka ụlọ ọrụ nne na nna nke Delaware nke otu aha ahụ, ụlọ ọrụ ahụ dị ugbu a na San Jose, California."
]