[
  "Rashid Abdul Mugeez, onye a maara n'okpuru aha ya bụ Mugeez, bụ onye Ghana na-agụ egwu ma na-edekwa egwu",
  "A mụrụ ya na Bimbila (mpaghara ugwu, Ghana) ọ bịara mara ya site na Afrobeats / Hiplife duo R2Bees (Refuse to Be Broke), nke ya na nwa nwanne nna ya Faisal Hakeem (aka Omar Sterling) guzobere na 2007",
  "Abọm ikpeazụ nke R2Bees akpọrọ Site 15 site na 2019 mere ka ọ banye n'elu 10 na Billboard Chart. Mugeez nọgidere na-arụ ọrụ na ndị nọ na ụlọ ọrụ ntụrụndụ Africa dị ka Wizkid, Mr Eazi na Davido",
  "Ya na onye mmeri Grammy bụ Ed Sheeran rụkọrọ ọrụ na Boa Me",
  "N'afọ 2019 nke Eprel Mugeez hiwere akara ndekọ ya bụ Extrial Music iji kwalite ọrụ ya, yana ndị na-ese ihe na-abịa.",
  "Rashid Abdul Mugeez zụlitere ịhụnanya maka rap mgbe ọ na-aga ụlọ akwụkwọ nke mere ka ya na nwa nwanne nna ya mepụta R2Bees na 2007, wee bụrụ onye ọkacha mmasị na Ghana ngwa ngwa, na-ewepụta abọm mbụ ha, Da Revolution, na 2009",
  "Ihe sochirinụ, Da Revolution II, bịara n'afọ 2012, tupu a họpụta ha abụọ maka Best International Act na 2013 BET Awards",
  "Egwu R2Bees dị iche iche pụtara n'ime afọ ole na ole sochirinụ ebe Mugeez gbakwara onwe ya, na-egosi na egwu ndị dị ka Criss Waddle, Mr",
  "Eazi, na DJ Breezy",
  "2017 hụrụ ya na-egosi na Fuse ODG \"Boa Me,\" n'akụkụ Ed Sheeran",
  "Ụmụnne abụọ ahụ bi n'otu ụlọ ma gaa otu ụlọ akwụkwọ praịmarị, nke nta na nke sekọndrị na Tema",
  "Malite ọrụ ha n'oge, ha malitere ịnọchite anya ụlọ akwụkwọ ha na asọmpi egwu ụlọ akwụkwọ",
  "Nke a mere ka ha sonye na asọmpi redio a ma ama Kasahare, nke ha meriri",
  "Ọrụ ha na-aga n'ihu mere ka ha bụrụ ndị a ma ama n'ime obodo ha.",
  "N'afọ 2007, ụmụ nwanne nna ha abụọ ahụ guzobere egwu abụọ R2Bees ma bụrụ ọkacha mmasị na Ghana ngwa ngwa",
  "Mugeez bụ onye isi egwu nke R2Bees, ebe Omar Sterling bụ onye na-eti egwu, yana onye isi nke R2Bees Entertainment",
  "KillBeatz's (Joseph Addison) bụ onye na-emepụta R2Bees site na mmalite",
  "R2Bees' lyrics dị na Twi na Ghanaian Pidgin English na egwu ha bụ ngwakọta nke Afrobeats na Hiplife, ụdị egwu Ghana nke jikọtara omenala Ghana na Hip Hop.",
  "Mgbe abọm Site 15 gosipụtara akụkọ Afrobeats Wizkid na Burna Boy, yana ndị bịara ọhụrụ dịka King Promise na Kwesi Arthur na egwu dịka \"Over\", \"Sunshine\", \"Yesterday\" na \"My Baby\", Mugeez hiwere akara ndekọ Extrial Music, iji kwalite ọrụ nke ya, yana ịkwado ndị na-ese ihe na-abịa",
  "N'ịkwụsị ihe, Mugeez wepụtara egwu \"Regular\" na Sarkodie na \"Your Number\" na Juls na King Promise",
  "Mugeez bịanyere aka na Tecknikal, onye na-eto eto na-achọ ịbụ onye na-ese ihe site na Ghana, dị ka onye mbụ na-ese ihe n'okpuru akara ndekọ ya. Mgbe ntọala nke Extrial na Eprel 2019 Mugeez jikọtara ya na DJ Mic Smith na Kwesi Arthur iji wepụta otu \"Dripping\". \"Chihuahua\" bụ egwu mbụ nke Mugeez n'afọ 2020 ma wepụta ya na 27 Machị mgbe ewepụtara ya na Audiomack. Na 8 Mee n'afọ ahụ \"Six In Da Morning\" pụtara; e gosipụtara egwu ahụ na \"African Heat\"; Spotify's ndepụta ọkpụkpọ nke egwu Afrika Kachasịrị na ọtụtụ Apple Ndepụta egwu egwu ndekọ."
]