[
  "Mukarama Abdulai (amụrụ n'abalị iri na isii n'ọnwa Ọktoba n'afọ 2002) bụ onye Ghana na-agba bọọlụ nke na-agba maka Deportivo Alavés Gloriosas, Black Maidens na ndị otu ụmụ nwanyị nke Ghana.",
  "Na ngwụcha afọ 2018, Abdulai nwetara nnabata na Mahadum maka Ọmụmụ Mmepe (UDS) wee sonye n'òtù egwuregwu bọọlụ ụlọ akwụkwọ ahụ",
  "N'oge mbipụta nke asatọ nke Ghana University Sports Association (GUSA) obere egwuregwu na 2019, ọ duuru ndị otu ahụ merie asọmpi bọọlụ ụmụ nwanyị na-agba goolu atọ iji merie onye kacha gbaa goolu na onye kachasị mma nke asọmpi ahụ.",
  "N'ọnwa Ọgọstụ 2019, ọ nwetara agụmakwụkwọ iji mụọ na Tyler Junior College na Texas, USA, ka ọ na-achụso ọrụ bọọlụ ya.",
  "N'oge oge izizi ya maka otu egwuregwu bọọlụ ụmụ nwanyị nke Tyler Junior College, ọ gbara goolu iri abụọ na asaa ma nyere aka iri na atọ iji nyere ndị otu ahụ aka imeri 2019 NJCAA Gulf South District Championship na NJCAA Women's Soccer Championship, gụnyere ihe mgbochi na nke ikpeazụ. Mgbe o dekọrọ ihe atọ na-aga n'ihu iji mechie asọmpi ahụ, a họpụtara ya dị ka onye egwuregwu kachasị mma nke asọmpi ahụ.",
  "N'oge nke abụọ ya, ọ gbara goolu iri abụọ na atọ ma nyere aka iri iji nyere ndị otu ahụ aka imeri 2020 NJCAA Gulf South District Championship na NJCAA Women's Soccer Championship maka afọ nke abụọ n'usoro. N'egwuregwu ikpeazụ, o nyere akara ka Tyler College meriri Salt Lake (Utah) n'egwuregwu mmechi nke oge ahụ iji mezue mkpọsa ahụ na ndekọ 180. Ọ kwụsịrị asọmpi ahụ dị ka onye kacha gbaa bọọlụ, onye na-eduzi ihe, a na-ekwukwa na ọ bụ onye egwuregwu kacha baa uru.",
  "Abdulai sonyeere ndị otu Ghana Premier League Northern Ladies FC na 2011 mgbe ọ dị afọ 9. N'oge afọ 2020 nke afọ 21, n'ụbọchị egwuregwu nke mbụ, o nyere hat-trick na mmeri ha meriri Ashtown Ladies na 17 Jenụwarị 2021",
  "Ọ gbara goolu abụọ na ọkara mbụ na otu na ọkara nke abụọ iji mechie mmeri mbụ maka klọb ahụ.",
  "Na 16 Julaị 2021, Deportivo Alavés Gloriosas, kwupụtara na ha abanyela na Abdulai na nkwekọrịta afọ abụọ ma kpebie ịnọ na klọb ahụ ruo 2023.",
  "Ọ bụ onyeisi ndị otu Ghana n'oge 2018 FIFA U-17 Women's World Cup na Uruguay, ebe ọ meriri Golden Boot maka asọmpi ya kachasị mma asaa na enyemaka abụọ. O nyere hat-trick na egwuregwu mbụ ya na mba na-anabata ya",
  "Na mgbakwunye, ọ meriri Bronze Ball. Mgbe ọ rụchara ọrụ na ndị otu ahụ, SWAG kpebiri na ọ bụ onye na-agba bọọlụ ụmụ nwanyị nke afọ 2018, na-eti Grace Asantewaa na Faustina Ampah ihe nrite ahụ.",
  "A kpọrọ Abdulai ka ọ bụrụ onye otu ndị okenye n'ihu 2019 WAFU Zone B Women's Cup",
  "O mere nke mbụ ya n'egwuregwu mbụ nke asọmpi ahụ megide Senegal ma gbaa goolu iji nyere Ghana aka inweta mmeri 2o0.",
  "A kpọrọ ya aha n'akụkụ Ghana U20 ma mee ya onye isi n'ihu egwuregwu enyi na enyi abụọ megide Morocco na Nọvemba 2020",
  "O mere nke mbụ ya n'egwuregwu mbụ ya na 23 Nọvemba 2020 na Ghana na-enwe mmeri 1 0 , mana n'egwú nke abụọ na 30 Nọvember, ọ gbara bọọlụ iji nyere Ghana aka imeri site na 4 0"
]