[
  "Mulalo Doyoyo FRSA (amụrụ n'abalị iri na atọ n'ọnwa Ọgọstụ n'afọ 1970) bụ onye injinia South Africa, onye mepụtara ihe, na prọfesọ.",
  "Doyoyo bụ onye nchọpụta na applied mechanics, ultralight materials, green building, renewable energy, na ngalaba ndị ọzọ nke injinia",
  "Ọ kụziri ihe n'ihe ọmụmụ injinia dị iche iche gụnyere injinia oké osimiri, injinia obodo na gburugburu ebe obibi, na injinia igwe",
  "Doyoyo mepụtara ihe na-enweghị simenti, Cenocell, na Amoriguard. >",
  "A mụrụ Mulalo Doyoyo na William Edie Hospital na Tshidimbini Venda na Khorommbi Doyoyoyo na Mudzuli (née Dzaga) nke obodo Vondwe",
  "Venda bụ bantustan dị n'ebe ugwu South Africa n'oge ịkpa ókè agbụrụ ma bụrụzi akụkụ nke Limpopo Province.",
  "Ọ malitere agụmakwụkwọ ya na Vondwe Ụlọ akwụkwọ praịmarị dị ala n'afọ 1977 wee gaa Tshidimbini Nke ka elu Ụlọ akwụkwọ praịmarị na 1981",
  "Ọ sonyeere ụlọ akwụkwọ sekọndrị Tshidimbini na 1984 ebe ọ gụrụ akwụkwọ ruo n'afọ 1985",
  "N'afọ 1986, o debara aha ya na Mbilwi Ụlọ akwụkwọ sekọndrị",
  "E mechara họpụta ya dị ka onye isi ụlọ akwụkwọ ahụ, na-abanye na 1988.",
  "Ọ họọrọ ịga n'ihu na agụmakwụkwọ ya na Mahadum Cape Town",
  "E debara aha ya na mahadum na mmemme injinia afọ ise, nke e mere n'oge ahụ maka agụmakwụkwọ bantu. \nỌ biri na Smuts Hall, ebe ọ ghọrọ onye nkuzi na sayensị na injinia, mesịa bụrụ onye isi nkuzi",
  "Ọ ghọrọ onye na-ebipụta akwụkwọ nke kansụl injinia ụmụ akwụkwọ, onye nnọchi anya ụmụ akwụkwọ nke South African Ụlọ ọrụ Ndị Injinia Aerospace, na onye guzobere ụlọ ọrụ ụmụ akwụkwọ aerospace na ngalaba injinia na gburugburu ebe obibi.",
  "Thesis nsọpụrụ nke Doyoyo bụ na imepụta na iwu nke ngwá ọrụ igwe iji nyochaa brelling ụgha nke ibu ọrụ dị arọ na motors eletrik",
  "O nwetara nzere masta na solid mechanics na applied mathematics na 1995 na 1996, n'otu n'otu.",
  "Nnyocha doctoral ya dabeere na ngalaba nke ballistics na-elekwasị anya na imepụta ihe agha dị arọ",
  "Ọ gbachitere thesis doctoral ya na injinia n'afọ 1999",
  "Isiokwu edemede ya bụ, \"Nnyocha nnwale nke subsonic penetration in silica glasses and ceramics\". O jiri physics nke ihe ndị dị n'ime ya kọwaa omume nke iberibe na ịkọ ọdịdị mmetụta nke mgbọ dị ka ọrụ nke ọsọ ọsọ",
  "N'ịhụ omume na-adịghị mma site na nchọpụta nnwale, o tinyere echiche nke mgbagwoju anya dị iche iche iji kpughee ma kọwaa ọrụ nke mmụba nke oke oke n'oge ọdịda nke ihe ndị na-emebi emebi n'okpuru mkpakọ dị ike. N'afọ 1999, ọ natara ọkwa onye nyocha postdoctoral site na Massachusetts Institute of Technology iji bulie ọmụmụ ya na applied mechanics.",
  "Doyoyo na ndị nchọpụta na Joint MIT-Industry Consortium on Ultralight Metal Body Structures, Cambridge-MIT Institute, na Next Generation Vehicles Initiative rụkọtara ọrụ",
  "O mere nnwale na ụlọ nyocha mmetụta na crashworthiness na cellular solids gụnyere metallic foams na honeycombs",
  "[citation needed]",
  "Ihe ịma aka ahụ bụ iji usoro nnwale ọhụrụ, ihe atụ, na ngwaọrụ iji nwalee ihe siri ike dị nro n'okpuru oke oke ihe mberede, iji mepụta ihe omume mgbagwoju anya",
  "Ọ mepụtara ihe atụ dị ka trapezoid iji wepụ mmekọrịta nrụgide na-emetụta mpaghara maka ụfụfụ metal ka etinye ya na koodu nyocha nke ihe (FEA).",
  "Maka nhazi nke ihe mejupụtara na ọdịda ọdịda n'elu, ọ mepụtara ihe atụ dị ka urukurubụba, ma gbanwee ngwaọrụ Arcan, na-enweta usoro maka ikpebi shear na compressive ma ọ bụ tensile stresses na ngalaba nnwale nke ihe atụ ahụ. N'ihi ihe isi ike nke ijikwa ụdị urukurubụba ahụ, ọ mepụtara Ngwá Nnyocha Biaxial Universal nke nwere geometry gbanwere.",
  "Ọ hapụrụ MIT n'afọ 2004 ka ọ gaa kụzie na ụlọ akwụkwọ nke injinia obodo na gburugburu ebe obibi na Georgia Institute of Technology (Georgia Tech)",
  "O mepụtara ụlọ nyocha nke usoro ultralight nke a raara nye nyocha nnwale na ihe ultralight",
  "[citation needed]",
  "N'itinye ntọala na echiche efere nke usoro ihe owuwu, o gosipụtara na dị ka ihe na-eme ka ihe sie ike n'ime, usoro truss nwere ikike ibelata ịdị arọ nke arịa nrụgide site na ibelata ọkpụrụkpụ akpụkpọ ahụ ya ka ọ na-emeziwanye ike ọkpụkpụ ya",
  "Nke a dugara na nchọpụta nke microtruss pressure vessels",
  "Ihe ndị a na-eme ka nrụgide na-anabata ọdịdị ndị na-abụghị gburugburu nke na-akpata nchekwa dị ukwuu, ebe ọkwọ ụgbọala, na ohere ụlọ maka ụgbọ ala hydrogen.",
  "N'ime mgbalị iji mepụta usoro nchekwa ike maka nnukwu ọdịnala na ihe na-agbanwe agbanwe, ọ malitere imekọ ihe ọnụ na ụlọ ọrụ na-emepụta ọkụ eletrik",
  "Dị ka otu n'ime nsonaazụ nke mmekorita a, ọ mepụtara Cenocell, ihe yiri ihe nkedo nke dabeere na ntụ na-efe efe na-enweghị mgbakwunye nke Portland cement",
  "Fly ash bụ ihe na-emetọ ihe nke ụlọ ọrụ ọkụ eletrik, mmepụta simenti, imepụta akwụkwọ, na ọrụ igwu ala",
  "Cenocell microstructure yiri nke nkume na-echekwa gas.",
  "Ka ọ na-erule afọ 2006, ọ malitere inwe mmasị n'ime nnyocha na-agbaso usoro nhazi na mmepe nke ala nna ya (RDP)",
  "Ọ malitere iso ụmụ akwụkwọ ya gụsịrị akwụkwọ na-arụ ọrụ na ụlọ akwụkwọ ndụ akwụkwọ ndụ na ike na-agbanwe agbanwe",
  "N'agbata afọ 2007 na afọ 2009, a họpụtara ya dị ka prọfesọ pụrụ iche ma mesịa bụrụ onye na-eleta oche nyocha na ihe ọhụrụ na Mahadum Nkà na ụzụ Tshwane",
  "Nke a nyere ya ohere iso ndị nchọpụta mpaghara na RDP rụkọọ ọrụ.",
  "Njikọ a kpaliri ya ịmepụta Retecza (ụlọ ọrụ teknụzụ na-akpali akpali). N'oge e bidoro ya na South Africa n'afọ 2008, nzukọ ahụ nabatara ndị na-eme nchọpụta na ndị na-emepụta ihe site na gburugburu ụwa",
  "Otu n'ime nsonaazụ nke Retecza bụ imepụta na iwu ọgba tum tum hydrogen aha ya bụ \"Ahifambeni\".",
  "Mgbe ọ hapụsịrị Georgia Tech, ọ kwagara Midrand, Johannesburg, ebe o mepụtara ụlọ nyocha maka kemịkal na-ahụ maka gburugburu ebe obibi",
  "Kemgbe a tọrọ ntọala ya na 2012, ụlọ nyocha ahụ emepụtala ọtụtụ ihe",
  "Ọ kụzikwaara injinia igwe n'oge dị mkpirikpi na Mahadum Johannesburg.Sasol Chemcity ghọtara ọrụ ụlọ nyocha Midrand ma nye ego site na mmemme ya maka obere ụlọ ọrụ na nke etiti.",
  "Na-arụkọ ọrụ na ndị na-emepụta ihe na ụlọ ọrụ ndị na-egwupụta ihe, ọ mepụtara \"akwụkwọ ndụ akwụkwọ ndụ\" Solunexz na Glunexz maka uzuzu coal, ihe owuwu, na icheku ọkụ",
  "Site na nkwado na-aga n'ihu site na Sasol, ọ mepụtara Amoriguard, ihe na-adịghị emebi emebi na mkpuchi mkpuchi nke dabeere na tailings na ihe mkpofu ụlọ ọrụ",
  "Amoriguard enwetala asambodo Agrément",
  "N'afọ 2014, ọ rụrụ ọrụ n'ịsacha ụlọ mposi ndị na-eji anyanwụ eme ihe nke na-arụ ọrụ dị ka obere ụlọ ọrụ na-edozi ihe mkpofu",
  "A na-etinye teknụzụ a dabere na nanofiltration na anaerobic digestion n'ọrụ n'ebe mmiri na ịdị ọcha dị ụkọ. N'afọ 2016, mgbe ọ na-emepụta brik acid, Doyoyo mepụtara ma rụpụta brik Ecocast na-eme igwe na-echekwa mmiri na ike, mgbe ọ na'ime ka ọ na-agbanwe maka obodo ndị na-abụghị nke netwọk."
]