[
  "Mulukhiyah, molokheyya, molokhia ma ọ bụ mulukhiyyah (Arabic: ملوخية, : mulūkhiyyah) bụ akwụkwọ nke Corchorus olitorius, nke a maara na Bekee dị ka denje'c'jute, nalta jute, tossa jute, jute mallow ma ọ bụ Jew's Mallow. A na-eji ya eme ihe dị ka akwụkwọ nri ma na-ewu ewu na Middle East, ọwụwa anyanwụ Afrịka, ọdịda anyanwụ Africa na mba ndị dị na Ndida Afrika ma a na-akpọ ya na Philippines",
  "Mulukhiyah na-esi ísì ụtọ, mgbe a na-esi ya esi, mmiri ahụ na-esi na ya apụta bụ broth siri ike, nke na-esi n'ahụ nke ukwuu; a na-akọwakarị ya dị ka \"slimy\", kama dị ka okra siri esi. A na-eri Mulukhiyah mgbe e siri ya, ọ bụghị mgbe a na-esighị ya esi, a na-agbanwe ya ka ọ bụrụ ụdị ofe ma ọ bụ ofe, nke na-enwekarị otu aha ahụ dị ka akwụkwọ nri n'asụsụ obodo",
  "Dị ka omenala si dị, a na-esi mulukhiyah na ọkụkọ ma ọ bụ ma ọ dịkarịa ala anụ ọkụkọ maka ụtọ ma na-enye ya osikapa ọcha, tinyere lemon ma ọ bụ lime.",
  "Ọ bụ ezie na ọtụtụ ndị ọkà mmụta na-eche na mmalite mulukhiyah dị na obodo Ijipt oge ochie, enwere ihe akaebe na India bụ isi iyi nke ụdị Corchorus capsularis, nke a na-ejikwa maka nri yana eriri.",
  "Mulukhiyah bụ nri a ma ama n'ụwa ndị Arab oge ochie",
  "A kpọtụrụ usoro nri maka otu esi akwadebe ya aha na narị afọ nke iri na anọ nke Arabic akwụkwọ Kanz al-Fawa'id fi Tanwi' al-Mawa'id",
  "Dị ka ọkọ akụkọ ihe mere eme Ijipt al-Maqrizi (d",
  "1442), mulukhiyah bụ nri kachasị amasị caliph Muawiyah ibn Abi Sufyan (r",
  "661ş680) onye guzobere Caliphate Umayyad. Ọzọkwa, na 7th nke Muharram n'afọ 395 AH (1005 AD) onye ọchịchị Fatimid nke Ijipt al-Hakim bi Amr Allah (r",
  "996ī1021) nyere iwu nke machibidoro ndị ọ na-achị iri mulukhiyah, nke a chere na ọ bụ aphrodisiac",
  "Otú ọ dị, onye nọchiri ya bụ caliph al-Zahir (r",
  "1021X1035) nyere ohere iri mulukhiya ọzọ. Ndị Druze, ndị na-akwanyere Al-Hakim ùgwù dị elu ma nye ya ikike dị ka nke chi, na-aga n'ihu na-akwanye mmachibido iwu ahụ ùgwù, ma ghara iri Mulukhiyah nke ụdị ọ bụla ruo taa.",
  "Dị ka a na-eji ya eme ihe na nri ndị Ijipt, a na-akwadebe molokhiya (Egyptian Arabic pronunciation: ) site n'iwepụ ọkpụkpụ etiti n'akwụkwọ, wee jiri galik na coriander bepụ akwụkwọ ya nke ọma",
  "Nri ahụ na-agụnyekarị ụdị anụ ụfọdụ; n'Ijipt nke a na-abụkarị ọkụkọ ma ọ bụ ewi, mana a na-ahọrọ nwa atụrụ mgbe ọ dị, ọkachasị na Cairo. Ndị na-esi nri na Alexandria na-ahọrọkarị iji shrimp na ofe, ebe Port Said bụ nke a ma ama maka iji azụ.",
  "A na-eri Molokhiya na nri ndị Ijipt oge ochie, ebe a na-eche na aha \"molokhiya\" malitere.",
  "Ọtụtụ ndị Ijipt na-ewere molokhiya dị ka nri mba Ijipt, tinyere medames zuru ezu na kushari.",
  "Ụdị ndị Ijipt nke ịkwadebe molokhiya dị iche, ma dị iche na ụdị Levantine",
  "A na-ewepụ akwụkwọ molokhiya site na ogwe osisi, nwere alaka osisi dị elu",
  "A na-etinye ha n'elu nnukwu mpempe akwụkwọ (ihe ákwà) ka a hapụ ha ka ha kpọọ kpamkpam maka iji ha mee ihe mgbe e mesịrị.",
  "Mgbe akpịrịchara, a na-egbutu akwụkwọ ya nke ọma, na-ejikarị mezzaluna",
  "A na-esi akwụkwọ ya n'ime broth; ọ bụrụ na a na-eji anụ ma ọ bụ nri mmiri eme ihe, a na-agbakwunye ya n'oge a, ọ pụkwara ịbụ ọkpụkpụ ma ọ bụ ọkpụkpụ. A na-esi Coriander na galik n'otu n'otu na ghee ma ọ bụ mmanụ iji mee \"ta'leyya\" (, n'ụzọ nkịtị \"ihe a na-esi esi\" ma ọ bụ \" a siri esi\"), wee tinye ya na ofe na njedebe mgbe ta'leyya ka na-esi ísì.",
  "A na-enye ofe ahụ na osikapa ọcha ma ọ bụ na akụkụ nke achịcha dị larịị nke Ijipt (ʿeish baladi)",
  "A na-ejikarị ụdị akwụkwọ nri dị iche iche, nke a maara dị ka mekhallel ma ọ bụ torshi n'Ijipt, na-ejikọta nri ahụ",
  "Tomato sauce, vinegar, na ihe ndị ọzọ na-esi ísì ụtọ nwekwara ike ịdị.",
  "A na-akwadobe nri molokhia dị na Levant site na isi anụ nke ụdị ụfọdụ n'ime ite dị iche site na isi ya",
  "Mgbe e mesịrị, a na-esi yabasị na galik ka ọ bụrụ ihe na-esi ísì, mgbe ahụ, a na'agbakwunye mmiri na anụ ọkụkọ iji mepụta broth",
  "Mgbe esichara ya, a na-etinye ọkụkọ ma ọ bụ anụ e siri esi na broth coriander na akwụkwọ molokhia ma sie ya ọzọ nkeji iri na ise",
  "Ọzọkwa, n'ebe ugwu Lebanọn, a na-eji akwụkwọ ọhụrụ na okooko osisi Nalta jute eme nri a na-akpọ mloukhiye b zeit, nke a na-esi na mmanụ oliv, yabasị, galik, tomato na ose; ọ bụ nri a ma ama n'oge ọkọchị, ọkachasị na mpaghara Miniyeh-Danniyeh na Akkar.",
  "Ndị Bedouin nwere omenala ochie nke isi nri dị iche iche",
  "A na-egbutu ọkụkọ dum, wepụ eriri afọ, ma tinye ahịhịa, ihe na-esi ísì ụtọ na osikapa a na-esighị esi n'ime ya wee jiri eriri siri ike mechie ya",
  "A na-esizi ọkụkọ ahụ iji mepụta brọsh maka ofe molokhia nke, mgbe a kwadobe ya, a na-enye ya dị ka ihe ise dị iche iche: ofe molokhiya, achịcha dị larịị nke Arabic, ọkụkọ (nke e ji osikapa na-atọ ụtọ), osikapa ọzọ, na obere efere nwere ngwakọta mmiri lemon na chilli a pịrị apị",
  "A na-agwakọta ofe ahụ na mmiri osikapa na mmiri lemon dịka ụtọ ya si dị, ebe a na-eri ọkụkọ ahụ na efere dị iche",
  "[citation needed]",
  "Na Tunisia, a na-akwadobe nri ahụ n'ụzọ dị iche na usoro ndị Ijipt",
  "A na-akpọnwụ akwụkwọ ndị ahụ, ndị kewara la na ogwe osisi ahụ, wee gwọọ ha iji mepụta ezigbo ntụ ma chekwaa ha n'ime ite ma ọ bụ ihe ndị ọzọ mechiri emechi",
  "Na nri Tunisian, mulukhya, ma ọ bụ mloukhiya, na-ewe awa 5 ruo 7 iji kwadobe, nke a na-emekarị ruo ọkara mgbede ma mechaa n'ụtụtụ",
  "A na-eji mmanụ oliv na ụfọdụ tomato na-agbanye n'ime ofe, ọ bụghị ofe, a na-agbakwunye nnukwu anụ ehi na ọkara nri",
  "Ọchịchịrị na-acha akwụkwọ ndụ akwụkwọ ndụ na-esi ísì ụtọ na okpomọkụ dị ala ma hapụ ya ka ọ sie ike ka ọ bụrụ tomato sauce",
  "A na-enye ofe ahụ na obere efere miri emi na anụ ehi ma rie ya na achịcha French ma ọ bụ Italian na-acha ọcha",
  "N'ógbè ụfọdụ ebe anụ ehi adịghị ahụkebe, a na-eji nwa atụrụ eme  mana ọ na-esi nri maka oge dị mkpirikpi",
  "[citation needed]",
  "Na Kenya, a mara nri ahụ dị ka murere (Luhya), murenda, apoth (Luo), na ọtụtụ aha asụsụ ndị ọzọ",
  "Ọ bụ nri akwụkwọ nri na-ewu ewu n'etiti obodo ndị dị na mpaghara ọdịda anyanwụ (Vihiga, Kakamega, Busia, Trans Nzoia na Bungoma Counties) na mpaghara Nyanza (Kisumu, Siaya, Homa Bay, Kisii, Migori na Nyamira Counties)",
  "Mpaghara abụọ ahụ dị n'ógbè dị gburugburu Ọdọ Mmiri Victoria",
  "A na-ekewapụta akwụkwọ jute site na ogwe osisi, saa ya, wee sie ya na mmiri nnu na ligadi (ụdị soda (bicarbonate nke soda), ma ọ bụ munyu ( nnu sitere na osisi ọdịnala)",
  "A na-esi akwụkwọ ya na akwụkwọ nri ndị ọzọ nwere akwụkwọ dị ka likuvi (Vigna unguiculata (cowpea) akwụkwọ) ma ọ bụ mito (Chipilín) iji belata ịdị gịrịgịrị ha ma nyere aka mee ka akwụkwọ nri ndị ahụ dị nro",
  "N'ọnọdụ ụfọdụ, mgbe a gbasịrị ya ruo ihe dị ka nkeji iri atọ, a na-etinye akwụkwọ nri na tomato na yabasị na mmanụ",
  "(E nwere ọtụtụ ụzọ n'ozuzu iji kwadebe mutere na ụzọ ndị ọzọ a na-enye ya)",
  "Ihe ndị na-esi ísì ụtọ dị ka curry, ose, masala, ma ọ bụ coriander bụ nhọrọ",
  "A na-enye mutere na ugali ( oriri, nri ọka e siri esi) ma nwee ike ijikọta ya na anụ ma ọ bụ ọkụkọ",
  "[citation needed]",
  "Akwụkwọ ya bụ nri a na-ahụkarị n'ọtụtụ mba ndị dị n'ebe ọdịda anyanwụ Afrịka",
  "Ekwenyere na \"ọnụ ọnụ\" dị n'elu akwụkwọ na-eme ka mmiri si na akwụkwọ ahụ pụọ n'oké mmiri ozuzo n'ebe okpomọkụ",
  "Na Sierra Leone, a na-akpọ ya Kren-kre (krain krain ma ọ bụ crain crain), a na-eri ya na ofe mmanụ nkwụ nke a na-enye ya na osikapa ma ọ bụ cassava fufu (nri ọdịnala e ji cassava mee), ma ọ bụ ma ọ bụrụ na a na-esi ya na-esi ísì ụtọ ma gwakọta ya na osika tupu a rie ofe mmanụ nkịta na-abụghị",
  "N'etiti ndị Yoruba nọ na ndịda ọdịda anyanwụ obodo Naijiria, a na-akpọ ya ewedu ma jiri ntụ ọka yam (amala) sie ya",
  "Na Liberia, a na-akpọ ya sauce palaver, a na'ejikwa osikapa ma ọ bụ fufu",
  "Na Gambia a na-akpọ ya kereng-kereng ma na-ejikarị ya eme supakanja (nri a na-ejekarị na Satọdee ma jiri okra, mmanụ nkwụ na-acha ọbara ọbara, azụ na anụ mee ya)",
  "Na mba Ghana, a maara ya dị ka Ademe ewe ma ọ bụ akwụkwọ Ayoyo ma jiri ya mee ofe maka Banku (nri ọka cassavas) ma ọ bụ osikapa siri esi)",
  "[citation needed]",
  "Na Saịprọs, a mara nri ahụ dị ka molohiya",
  "Ọ na-ewu ewu n'etiti ndị Saịprọs",
  "A na-akụ akwụkwọ jute ma na-etolite n'oge opupu ihe ubi, mgbe nke ahụ gasịrị, a na-ewepụta ha ma kewaa akwụkwọ ya na ogwe osisi ma kpọọ ya",
  "A na-esi ha n'ime broth tomato na alịbasa na galik",
  "A pụru itinye nwa atụrụ n'ọkpụkpụ ma ọ bụ ọkụkọ nwere ọkpụkpụ",
  "Maka nsonaazụ kachasị mma, a na-ejikwa lemon na poteto iji nyere aka mee ka nkwekọrịta ahụ ghara ịghọ nke na-esi ísì ụtọ ma ọ bụ nke na-esighị ike",
  "A na-enye ya na broth na achịcha sourdough",
  "[citation needed]",
  "Na Haiti, a na-akpọkarị nri akwụkwọ ndụ akwụkwọ ndụ dị ka lalo ma na-esi ya na anụ ma ọ bụ na-enweghị anụ",
  "Mgbe ha na-atụle anụ, ndị Haiti na-eji anụ ehi ma ọ bụ anụ ezì ebu",
  "Ihe oriri mmiri dị ka crabs na-acha anụnụ anụnụ, shrimp ma ọ bụ ụkwụ snow crab bụkwa nhọrọ",
  "A na-ejikarị osikapa ọcha enye ya",
  "Akwụkwọ ya bara ọgaranya na folate, beta-carotene, iron, calcium, vitamin C na ihe karịrị vitamin 32, mineral na trace elements",
  "Osisi ahụ nwere ọrụ antioxidant siri ike na vitamin E dị ịrịba ama nke α-tocopherol.",
  "A na-ahụ okwu maka osisi ahụ n'asụsụ Mediterenian oge ochie dị ka Arabic na Greek. Akụkụ okwu a gụnyere Grik oge ochie μαλάχη (malákhē) ma ọ bụ μολόχη (molókhē), Grik nke oge a μολόχα (molókha), Arabic nke oge a: ملوخية (mulukhiyah) na Hibru nke oge a.",
  "Àtụ:Cuisine of Egypt"
]