[
  "Chief Muraina Oyelami (a mụrụ 21 Febụwarị n'afọ 1940) bụ onye Naijiria na-ese ihe na onye na-agba egwu nke agbụrụ Yoruba",
  "O so na ọgbọ mbụ nke ndị na-ese ihe si na Osogbo School of Art pụta n'afọ 1960",
  "Ọ bụ onye na-agba egwu na onye na-eme ihe nkiri na ụlọ ọrụ ihe nkiri nke Duro Ladipo",
  "Ọ kụziri egwu ọdịnala na ịgba egwu na Mahadum Obafemi Awolowo site na 1976 ruo 1987",
  "Dị ka onye na-eti egwu, ọ zụrụ na dùndún (bọm na-ekwu okwu) na Batá drum",
  "Ọ bụ onye isi obodo ya bụ Iragbiji.",
  "A mụrụ Muraina Oyelami na 21 Febụwarị 1940 na Iragbiji, Osun Steeti",
  "Site na 1963 ruo 1965, Oyelami nwetara ọzụzụ na dùndún (bọm na-ekwu okwu) site n'aka Oba Laoye, onye bụ Timi nke Ede",
  "N'otu oge ahụ, ọ gụrụ Batá drum na Ayantunji Amoo nke Okinni na Abeyefo nke Iseyin. Ọ bụ onye na-agba egwu nakwa onye na-eme ihe nkiri na Duro Ladipo National Theatre, ụlọ ọrụ ihe nkiri nke onye Yoruba na-eme ihe nkiri Duro Ladipo Ọ gara Europe dị ka onye otu ìgwè ahụ, buru ụzọ gaa Germany maka Berlin Festival of Art na 1964 wee gaa United Kingdom maka Commonwealth Arts Festival na 1965.\n \nN'afọ 1964, Oyelami gara ụlọ akwụkwọ nka oge okpomọkụ nke Mbari Mbayo Artists and Writers Club na Osogbo ebe ọ gara ọmụmụ ihe eserese nke Georgina Beier nyere. Ọ malitere ịgụ akwụkwọ na Osogbo Art School, nke Georgina na Ulli Beier hiwere, ma soro n'ọgbọ mbụ nke ụmụ akwụkwọ Osogbo Art; n'ụlọ akwụkwọ ahụ, ọ gara ụlọ ọrụ obibi akwụkwọ na eserese na mgbakwunye na ịrụ ọrụ dị ka onye na-eme ihe nkiri na onye isi egwu Yoruba.",
  "N'ihe osise ya, Oyelami nwetara mkpali site na ọrụ onye na-ebi akwụkwọ Kenya bụ Hezbon Owiti. N'ihe ngosi mbụ ya na Edinburgh na 1967 e jiri ọrụ ya tụnyere nke Paul Klee na Amedeo Modigliani, ọ bụ ezie na ọ maghị nka Europe. E mechara jiri ya tụnyere Georges Rouault ma gaa ụlọ ọrụ obibi akwụkwọ nke Ru Van Rossem na 1966 na 1972.",
  "Oyelami gara Mahadum nke Ife (nke bụzi Mahadum Obafemi Awolowo) na Ile-Ife, na-amụ ihe nkiri nkà na ụzụ na ọkachamara na imewe ihe nkiri ma nata asambodo na nka ihe nkiri. N'afọ 1973, ọ gara New York ebe o nwere mkpakọrịta na ebe obibi na National Black Theatre na Harlem. Oyelami kụziri egwu ọdịnala na ịgba egwu na Mahadum Obafemi Awolowo site na 1976 ruo 1987. Ọ bụkwa prọfesọ nleta na Mahadum Bayreuth, Germany. E nyekwara Oyelami ọrụ ịmepụta mosaics maka Mahadum Obafemi Awolowo",
  "E dechara mosaics abụọ mbụ ya, na ngalaba nke Health Science na Ile-Ife, n'afọ 1975",
  "Ọ rụchara ihe osise mosaic na campus Iragbiji na Wema Bank Plc",
  "n'afọ 1983.",
  "Oyelami na-egwu egwu ọdịnala na egwu fusion ma bụrụ onye na-ese ihe na abọm Embryo nke afọ 1985 nke Embryo & Yoruba Dun Orchester. Ọ bụ onye nduzi egwu maka ma depụta akara na 1998 Royal Exchange Theatre mmepụta nke Wole Soyinka play Death and the King's Horseman",
  "Oyelami bụ onye isi obodo ya, ebe emere ya Eesa nke Iragbiji na 14 Febụwarị 1993.",
  "N'afọ 2018, Oyelami hiwere Abeni Visual and Performing Art Institute na Iragbiji",
  "Ọ na-eje ozi dị ka onye nduzi nka nke ụlọ akwụkwọ ahụ. Ụlọ akwụkwọ ahụ na-azụ ụmụ akwụkwọ na nka ọhụụ na ime ihe nkiri, gụnyere ịme drum, imewe ákwà na ibipụta akwụkwọ.",
  "Dị ka onye ọgbọ mbụ nke Osogbo Art School, a na-ewere Oyelami dị ka akụkụ nke Osogbo Art movement. A na-ewere ụdị ya dị ka Modernist, ya na eserese mmanụ ya na-egosipụta echiche nke imewe, kpọmkwem, na nke agba dị nro na akara siri ike. Omenala ndị Yoruba na-emetụta isiokwu Oyelami, isiokwu nke ala ya na ihe osise ya na-esitekarị na ndụ kwa ụbọchị na ndị mmadụ n'otu n'otu. Ihe osise mmanụ mbụ nke Oyelami gụnyere ihe ngosi nke ndụ n'obodo ahụ, ebe ọ na-erule afọ 1980, ọrụ ya aghọwo ihe atụ, na-aga n'ihu n'isiokwu ndị ọzọ.",
  "Oyelami esonyewo na ọtụtụ ihe ngosi nke o mere naanị ya na nke o sonyere otu",
  "A gụnyere ọrụ ya n'ọtụtụ nchịkọta",
  "Ihe osise ya nke 1971 Birds in the Garden bụ akụkụ nke nchịkọta nke Smithsonian Institution's National Museum of African Art na Washington, DC",
  "Ihe eserese nke Oyelami n'afọ 1971 a kpọrọ Village on the Hillside is in the Tyler Collection of Romanian and Modern Art na Mahadum Tasmania Ọrụ ya dịkwa na nchịkọta nke National Gallery of Modern Art na Lagos, Studio Museum na Harlem, na Lagos State House of Assembly, nchịkọta onwe nke Bola Ige, Institute of Contemporary Arts na London, na Staatlichen Kunsthalle na Berlin.",
  "Ọrụ Oyelami so ndị sitere na nchịkọta nke Susanne Wenger na ihe ngosi nke 2016 nke jere ozi dị ka ụtụ maka ndụ ya. N'afọ 2017, e gosipụtara ọrụ ya na ihe ngosi nke Osogbo art na United States na Art Dubai",
  "Oyelami edeela akwụkwọ banyere ịgba egwu na omenala ndị Yoruba",
  "The 1993 monograph Abefe: An Autobiography of Muraina Oyelami dabeere na ajụjụ ọnụ nke Oyelami, nke Ulli Beier deziri",
  "N'ihe odide ahụ, Oyelami na-akọwa oge ntorobịa ya, ihe nkiri na Ile-Ife, ụlọ ọrụ Mbari-Mbayo, na ebe obibi ya na Iwalewa-Haus."
]