[
  "Murcian (endonym: murciano) bụ ụdị nke Peninsular Spanish, nke a na-asụkarị na obodo Murcia na mpaghara Vega Baja del Segura na Alto Vinalopó dị nso na mpaghara Alicante (Valencia), ụzọ Almansa na Albacete (Castile-La Mancha)",
  "N'ụzọ ka ukwuu, ọ nwekwara ike ịgụnye ụfọdụ mpaghara ndị bụ akụkụ nke alaeze Murcia, dị ka ndịda ọwụwa anyanwụ Albacete (nke bụzi akụkụ Castile La Mancha) na akụkụ nke Jaén na Almería (nke bụ akụkụ nke Andalusia ugbu a).",
  "Ụdị asụsụ dị iche iche nke Murcian na-eme ka asụsụ na-aga n'ihu na Eastern Andalusian na Manchego Peninsular Spanish.",
  "A na-ewere Murcian dị ka asụsụ dị iche nke Spanish site n'aka ụfọdụ ndị obodo ahu na-asụ ya, ndị na-akpọ ya llengua murciana. A na-ejikwa okwu panocho eme ihe iji kọwaa asụsụ Murcian, agbanyeghị na ọ na-ezo aka na ụdị dị iche iche a na-asụ na comarca nke Huerta de Murcia.",
  "Murcian sitere na ngwakọta nke ọtụtụ asụsụ dị iche iche sonyeere alaeze nke Murcia mgbe mmeri nke Crown nke Aragon na Crown nke Castile n'etiti narị afọ nke 13 na 14",
  "Ụdị asụsụ dị iche iche bụ Tudmir's Romance (ụdị Andalusi Romance), Arabic, Aragonese, Old Castilian na Occitano-Catalan",
  "N'oge a, French na Caló emetụtala Murcian.",
  "Akụkụ asụsụ Murcian dị iche n'etiti mpaghara, obodo nta, klas mmekọrịta mmadụ na ibe ya na ndị mmadụ n'otu n'otu dịka ọnọdụ nkwurịta okwu ha na-etinye aka na ya, nke a bụ n'ihi mmetụta nke iwu ọkọlọtọ",
  "Asụsụ a nwere myirịta na ọdịiche na asụsụ Spanish, Aragonese na Catalan.",
  "Akụkọ ihe mere eme postvocalic mgbochiume na silable coda na-ejikọta ma ebe na ụzọ nke articulation nke mgbochiume na-esonụ, na-emepụta geminate",
  "Dịka ọmụmaatụ, akụkọ ihe mere eme //pt//, //kt// na //st// niile na-adaba ọnụ dị ka //tt//, na-asụgharị cacto 'cactus', casto 'chaste' na capto 'M ghọtara' homophonous dị ka [ˈkatto]",
  "Akụkọ ihe mere eme //kst// na-esokwa na nnọpụiche a, na-asụgharị sexta 'nke isii' (f.) homophonous na secta 'òtù' dị ka [ˈsetta]",
  "Akụkọ ihe mere eme ndị ọzọ na-emetụta site na nke a gụnyere /sp, sd, sk, sɡ, sm, sn, sl/, n'ọnọdụ ọ bụla na-emepụta ihe nke abụọ: [pp, dd, kk, ɡɡ, mm, nn, ll] (nke [ðð] bụ ihe ọzọ na [dd])",
  "Nke a na-emepụta obere ụzọ abụọ dị iche iche site na ogologo ụdaume, dị ka cisne [ˈθinne] 'swan' vs",
  "cine [ˈθine] 'cinema'",
  "Usoro a na-emekwa gafee ókèala okwu, dịka na los nenes 'ụmụ'",
  "Okwu ikpeazụ //n// na-aghọta dị ka velar [ŋ]",
  "/n/'a/s/ụsụ ime obodo ndị agadi na-arụ ọrụ, mkpụrụedemede ikpeazụ /s/ na-apụta dị ka [ɾ] n'ihu ụdaume mmalite okwu (karịsịa ụda olu na /n/), dị ka na los vasos [lɔɾ ˈβæsɔ] 'oghere'",
  "/b, d, ɡ/ na-agbanye mgbe allophone a gasịrị",
  "A na-ewere dochie [s] na [ɾ] dị ka ihe dị ịrịba ama nke ime obodo Murcian, ndị bi n'ógbè ahụ anaghịkwa anabata ya.",
  "E nwere ihe omume asụsụ fonetiks ndị (ma ọ bụ ndị) na-adịkarị na ụdị asụsụ ndị ọzọ (Aragonese, Mozarabic, Catalan, Andalusian, wdg.):"
]