[
  "Murtala Muhammed International Airport (MMIA)  bụ ọdụ ụgbọelu mba ụwa dị na Ikeja, Steeti  Lagos, Naijiria",
  "Ọ bụkwa nnukwu ọdụ ụgbọ elu na-ejere steeti ahụ dum ozi",
  "E wuru ya na mbụ n'oge Agha mba Ụwa nke Abụọ ma kpọọ ya aha Murtala Muhammed (1938 -1976), onye ọchịagha nke anọ nke Naịjirịa.",
  "E wuru ọdụ ụgbọ elu ahụ n'oge Agha mba Ụwa nke Abụọ",
  "E guzobere West African Airways Corporation n'afọ 1947 ma nwee isi ụlọ ọrụ ya na Ikeja",
  "De Havilland Doves na mbụ na-arụ ọrụ na WAACs Nigeria n'ime ụzọ na West African ọrụ. A gbakwunyere Douglas Dakotas buru ibu na ụgbọ mmiri Ikeja site na afọ 1957.",
  "A maara ya na mbụ dị ka Lagos International Airport, a gbanwere aha ya n'etiti afọ 1970, mgbe a na-ewu ọdụ ụgbọ elu mba ụwa ọhụrụ, n'aha onye bụbu onye isi ndị agha Naijiria bụ Murtala Muhammed. E mere ọdụ ụgbọ elu mba ụwa dịka ọdụ ụgbọ elu Amsterdam Schiphol",
  "Ogige ọhụrụ ahụ meghere n'ụzọ iwu kwadoro na 15 Machị na afọ 1979",
  "Ọ bụ isi ụlọ ọrụ ụgbọ elu kachasị ukwuu na Naịjirịa, Air Peace, yana ọtụtụ ụlọ ọrụ ụgbọelu Naịjirị ọzọ.",
  "KaMurtala Muhammed International Airport nwere ọdụ ụgbọ elu mba ụwa na nke dị n'ime, nke dị ihe dị ka otu kilomita site na ibe ya",
  "Ogige abụọ ahụ nwere otu ụzọ ụgbọ elu",
  "Ebe a dị n'ime ụlọ bụbu ọdụ ụgbọ elu Ikeja ochie",
  "Ọrụ mba ụwa kwagara n'ọdụ ụgbọ elu mba ụwa ọhụrụ mgbe ọ dị njikere mgbe ọrụ ụlọ kwagara n\"ọdụ ụgbọ elu Ikeja, nke ghọrọ ọdụ ụgbọ elu ime obodo",
  "E weghachiri ọrụ ụlọ ahụ na ọdụ ụgbọ mmiri ochie nke Lagos na afọ 2000 mgbe ọkụ gbara",
  "E wuru ọdụ ụgbọ elu ọhụrụ nke onwe ya nke a maara dị ka MMA2 ma nye ya ọrụ na 7 Eprel, na afọ 2007.",
  "N'ime ngwụcha afọ 1980 na afọ 1990, ọdụ ụgbọ elu mba ụwa nwere aha nke ịbụ ọdụ ụgbọ elu dị ize ndụ",
  "Site na afọ 1992 ruo na afọ 2000, US Federal Aviation Administration biputere akara ịdọ aka ná ntị na ọdụ ụgbọ elu mba US niile na-adụ ndị njem ọdụ na ọnọdụ nchekwa na ọdụ ụgbọ mmiri Lagos erughị ụkpụrụ ICAO kacha nta",
  "N'afọ 1993, FAA kwụsịrị ọrụ ụgbọ elu n'etiti Lagos na United States",
  "N'oge a, nchekwa na LOS nọgidere na-abụ nnukwu nsogbu. Ndị njem rutere Lagos bụ ndị ndị ndị omempụ kpagburu ma n'ime ma n'èzí ọdụ ụgbọ elu",
  "Ndị ọrụ ọdụ ụgbọ elu nyere aka n'aha ya",
  "Ndị ọrụ na-ahụ maka mbata na ọpụpụ chọrọ aka azụ tupu ha etinye akwụkwọ ikike ngafe, ebe ndị ọrụ na-ere ahịa chọrọ ịkwụ ụgwọ maka ụgwọ na-adịghị",
  "Na mgbakwunye, ndị omempụ wakporo ọtụtụ ụgbọelu jet bụ ndị kwụsịrị ụgbọelu na-aga ma na-esi na ọdụ ụgbọ elu ma zuo ebe ha na-ebu ibu.",
  "Mgbe ntuli aka ọchịchị onye kwuo uche ya nke Olusegun Obasanjo na afọ  1999, ọnọdụ nchekwa na Lagos malitere imezi",
  "Ndị uwe ojii nọ n'ọdụ ụgbọ elu guzobere iwu \"ịgba égbè n'ahụ anya\" maka onye ọ bụla a chọtara n'ebe dị nchebe gburugburu ụzọ ụgbọ elu na ụzọ ụgbọ ala, na-akwụsị izu ohi ụgbọelu ndị ọzọ",
  "Ndị uwe ojii chebere n'ime ọdụ ụgbọ elu na ebe mbata n'èzí",
  "FAA kwụsịrị ịkwụsị ụgbọ elu na-aga Naịjirịa na afọ 2001 iji kwado mmelite nchekwa ndị a. Ka ọ na-erule afọ 2010, FAA enyewo ọdụ ụgbọ elu ahụ ọkwa nchekwa kachasị elu.",
  "N'afọ 2010, ọdụ ụgbọ elu ahụ nyere ndị njem 6,273,545.",
  "Afọ ndị na-adịbeghị anya [mgbe?] ahụla ọganihu dị ukwuu na Murtala Muhammed International Airport",
  "A rụzigharịrị ihe ndị na-adịghị arụ ọrụ na ndị na-arụ ọrụ dịka ikuku oyi na eriri ibu",
  "A sachaa ọdụ ụgbọ elu ahụ dum, ọtụtụ ụlọ oriri na ọṅụṅụ ọhụrụ na ụlọ ahịa na-enweghị ụtụ emeghela",
  "A na-eweghachi nkwekọrịta ọrụ ụgbọ elu abụọ a bịanyere aka n'etiti Naịjirịa na mba ndị ọzọ na ndị ọhụrụ a bịanyere aka",
  "Nkwekọrịta ndị a ahụla ndị dị ka Emirates, Ocean Air, Delta na China Southern Airlines na-egosipụta mmasị ma nata ikike ịdakwasị n'ọdụ ụgbọ elu mba kacha ukwuu na Naịjirịa.",
  "N'abalị isii n'ọnwa Septemba n'afọ 2012, Minista na-ahụ maka ụgbọelu n'oge ahụ, Stella Oduah, kwupụtara na Gọọmentị etiti nke Naịjirịa kwadoro ego mgbazinye N106 ijeri site na Exim Bank nke China iji wuo ọdụ ụgbọ elu mba ụwa ọhụrụ ise, gụnyere ọdụ ụgbọ elu ndị njem na Murtala Muhammed International Airport. Ihe owuwu ahụ malitere na ngwụcha afọ 2013, Onye isi ala Muhammadu Buhari nyere iwu ka ọ rụọ ọdụ ụgbọ elu mba ụwa ọhụrụ ahụ na 22 Machị na afọ 2022. Ọdụ ụgbọ elu ọhụrụ ahụ nwere ikike ịhazi nde ndị njem 14 kwa afọ.",
  "Àtụ:Airport destination list",
  "Ọdụ ụgbọ elu ahụ gụnyere isi ụlọ ọrụ nke Federal Airports Authority of Nigeria",
  "Ọ na-enwekwa isi ụlọ ọrụ nke Nigerian Civil Aviation Authority, nke bụbu naanị ụlọ ọrụ Lagos ya; na isi ụlọ ọrụ ụlọ ọrụ nke Accident Investigation Bureau. Ọfịs Lagos nke Nigerian Civil Aviation Authority dị na Aviation House na ala nke ọdụ ụgbọ elu ahụ.",
  "Isi ụlọ ọrụ Arik Air dị na Arik Air Aviation Center na ala ọdụ ụgbọ elu ahụ",
  "Aero Contractors nwere isi ụlọ ọrụ ya na Private Terminal nke Domestic Wing na Murtala Muhammed International Airport.",
  "N'otu oge Nigeria Airways nwere isi ụlọ ọrụ ya na Airways House na ụlọ ọdụ ụgbọ elu. Tupu e wepụ ya, Afrijet Airlines nwere isi ụlọ ọrụ ya na NAHCO Building na ala ọdụ ụgbọ elu ahụ.",
  "Ihe ndekọ ndị a na-egosi ọnụ ọgụgụ ndị njem na-abanye n'ọdụ ụgbọ elu ahụ, dị ka Federal Airports Authority of Nigeria's Aviation Sector Summary Reports si kwuo.Àtụ:Airport-Statistics",
  "Media related to Murtala Muhammed International Airport at Wikimedia Commons"
]