[
  "Mustapha Sahnoune (amụrụ na Jenụwarị 27, 1937) bụ onye Algeria na-ede egwu.",
  "Ogologo oge tupu agha Algeria amalite, Mustapha Sahnoune mepụtara ihe na ngwụcha afọ 1940, ya na ndị enyi ya, ọ kpọrọ, La Rose blanche.",
  "N'afọ 1958, ndị ndú ndọrọ ndọrọ ọchịchị nke mgbanwe ahụ dị na Tunis kpebiri ịmepụta ndị òtù agha abụọ ndi na-ese ihe na ndị na-eme egwuregwu ga-abụ ọnụ na-ekwuru ndị mmadụ na-alụ ọgụ maka nnwere onwe ya",
  "A na-eme nnukwu arịrịọ, na-esote mkpebi a, site na Redio Tunis, \"Sawt El Djazaïr\" maka ndị Algeria niile nọ na mba ahụ ma ọ bụ mba ọzọ ka ha sonye na FLN na Tunis.",
  "Otu a gosipụtara egwu nke isiokwu dị iche iche, nke na-ewu ewu karị, ruo 1954 mgbe a machibidoro ọrụ ọdịnala niile",
  "Ozugbo ụbọchị asatọ nke Jenụwarị 28, 1957, ndị omenkà ndị a machibidoro ime ihe na mba ha weghachiri Tunisia, ndị ọzọ n'etiti ha sonyeere maquis",
  "E jidere Sahnoune dị ka ndị obodo ya ndị ọzọ ma ndị uwe ojii na-achị France tara ya ahụhụ, n'ụbọchị a n'afọ 1957",
  "Site n'ụlọ mkpọrọ, ndị na-agu egwu na Algeria na-enupụ isi n'akụkụ ha ma katọọ mkpu ha, arụrụala nke ndị France na-achị, site na ebe onye agha mbụ na-eme mkpesa megide okwu \"fellagha\", nke ndị agha na-achị ala nyere ndị Mujahideen, bụ onye na-ede uri Moufdi Zakaria.",
  "Mgbe a tọhapụrụ ya, Mustapha Sahnoune gara Paris na Jenụwarị 1958, ogologo oge tupu e mepụta ndị ọrụ nka nke FLN",
  "Ọ natara ọrụ na ORTF site n'aka onye na-eme ihe ike na onye na-agụ egwu Farid Ali, onye bụ onyeisi ngalaba n'ime ụlọ ọrụ ahụ",
  "Farid nyeere ọtụtụ ndị na-ese ihe aka idekọ egwu na ụlọ ọrụ a iji nwee laissez-passer.",
  "ORTF nyere ndị na-agụ egwu ohere ịhazi ọtụtụ ihe ngosi maka nhazi nke ndị na-eme ihe nkiri nke FLN",
  "N'ọnwa Maachị afọ 1958, ọ gara Tunis wee sonye n'òtù ahụ na Villa Bardo (isi ụlọ ọrụ) iji guzobe njikọ nka n'ọnwa Eprel nke otu afọ ahụ",
  "Sahnoune nọ n'òtù ndị egwú, dị ka onye na-akpọ ụbọ akwara, n'akụkụ Ahmed Wahbi na oud, ndị na-agụ egwú, Hsissen, onye dere Ya Tir El Kafs na Saïd Saïh, onye na-agụ egwu Ben Ahmed, onye na-akpọ violin Mensour Boualem, Alilou na darbuka, onye na agụ egwu na na-agba egwu, Hamou Sadaoui (nwanne Salah Sadaoui) onye na-eto eto na-agụ El Rad Hadijeb na onye ọhụụ Djaâfar Bek n'etiti ndị ọzọ.\nKalbi ya Bladi la nensek bụ abụ ịhụ mba n'anya mbụ Mustapha Sahnoune dere",
  "Ọ bụ El Hadi Radjeb kụrụ abụ a mgbe ọ dị afọ iri na atọ, onye na-ede uri bụ Mustapha Toumi dere ya, onye dere Sbhan Allah ya Ltif a ma ama maka El Hadj El Anka",
  "Abụ nke abụọ bụ Ya oumi ma tkhafich, nke Bouzidi Mohamed na El Hadi Radjeb dere ma bụrụkwa",
  "Mustapha Sahnoune dere maka ndị ọzọ na-agu egwu dịka Said Saih onye na-abụ abụ, L Petrol na Djaâfar Bek, Ya De Gaulle.",
  "E dekọrọ Yema azizen, Bladi Ya Kalbi, Djazaïrana, Qacamen na ihe karịrị ọrụ iri ise ndị ọzọ na repertoire nke ndị otu ahụ, n'oge njem ya na Yugoslavia, na-agbasa na redio Belgrade, na site na Aissa Messaoudi na ihe ngosi ya Sawt El Djazaïr (Olu nke Algeria) na redio Tunis na ngwụcha afọ 1958.",
  "Achọrọ m otu ụbọchị ka Algeria weghachitere egwu ịhụ mba n'anya niile ewepụtara n'oge ahụ, na mba ụmụnna, ndị agbata obi na ndị enyi",
  "Ndị a bụ ihe ndekọ nke ekwesịrị ichekwa maka ọgbọ n'ọdịnihu",
  "Enwere ọtụtụ ihe ị ga-eche maka ụzọ a ga-esi na-edobe ihe nketa ọdịnala a na-ahụ anya na nke a na-apụghị ịhụ anya nke obodo ahụ",
  "Ọrụ Algeria bu ihe gbasasịrị agbasasị",
  "Anyị bụ ole na ole ga-echeta taa, ederede mgbanwe na ndị ọzọ",
  "Onye ọ bụla na-akwado ndị otu nka nka FLN na-ahapụ ya na-ekere òkè nke akụ ahụ",
  "Ndị ọchịchị ga-enyerịrị ngalaba a site na akụrụngwa sayensị na omenala dabara adaba",
  "-  Mustapha Sahnoune, La Dépèche de Kabylie",
  "N'akụkụ egwu ịhụ mba n'anya, nke a rụpụtara, ọkachasị maka El Hadi Radjeb na Said Saih, Sahnoune, so Tahar Ben Ahmed rụrụ ọrụ na-ede ederede nke egwu châabi a ma ama",
  "O dere maka ndị Tunisia, Mustapha Kamel na Raouf Charfi na maka nwanyị mbụ na-agụ egwu Tunisian bụ Oulaya, El Hayou Djazaïr na Ya Djazaïr y a Djamhourïa, n'oge Gọọmentị Provisional Algeria.",
  "N'afọ 1960, ọ gara Ijipt ịrụ ọrụ otu afọ na Conservatory nke Cairo, \"Sawt El Aarab\", ebe o dere abụ maka Mohamed Kandil: Ana Ibn El Djazaïr",
  "Site na 1962 ruo 1972, o degaara ọtụtụ ndị na-eto eto akwụkwọ ozi dịka Mohamed Rushdi, El Ghazi, Faïza El Djazaïria, Ahmed Choukri, Sami El Djazaïri na ọtụtụ ndị ọzọ."
]