[
  "Dijon Isaiah McFarlane (amụrụ na June 5, 1990), nke a maara dịka Mustard (nke a makwaara dị ka DJ Mustard), bụ ónyé America na-emepụta ihe ndekọ na onye na-eme ihe nkiri",
  "Ọ bụ ónyé na-arụkọ ọrụ ugboro ugboro na ndị na-ese ihe na California YG na Ty Dolla Sign; n'etiti ihe ndekọ ndị ọzọ dị iche iche màkà ụdị hip hop na R&B kemgbe ọ banyéré n'egwú ndị a ma ama na egwu Tyga nke afọ 2011, \"Rack City\".",
  "A kọwaala ụdị mmepụta Mustard dị ka ụdị up-tempo, klọb-oriented, na-adọrọ mmasị ma ọ bụ ụdị hip hop",
  "Ụdị a emeela ka ọ bụrụ ụdị mmepụta nke oge a nke West Coast hip hop n'oge mmalite afọ 2010, nke ọ na-akpọ \"egwú ratchet\". Ihe fọrọ nke nta ka ọ bụrụ mmepụta ya niile na-amalite ma ọ bụ na-ejedebe na mkpado \"Mustard on the beat, ho!\", ihe atụ olu nke YG, ónyé na-ekwu ya na njedebe nke \"M dị mma\", otu n'ime mmekorita mbụ ha, yana áká na ikwughachi ókwú \"hey\".",
  "A mụrụ McFarlane na Los Angeles, California na nné na nnà Jamaican",
  "N'ajụjụ ọnụ 2013 ya na magazin The Fader, o kwùrù na a chụgara nna ya na Jamaica mgbe ọ dị obere, mana na ha ka na-akpọtụrụ. Mgbè McFarlane dị afọ iri na otu, nwanne nna ya, onye bụ nne na nna na onye DJ, hapụrụ ya DJ na oriri ezinụlọ",
  "Ọ nwetara aha DJ ya site na condiment dijon mustard n'ihi na aha mbụ ya bụkwa Dijon",
  "Ọ malitere DJing karịa ka ọ na-etolite, ma bụrụ onye maara nke ọma na ọrụ ahụ nke dugara ya na DJing na klọb ndị dị n'ógbè ahụ.",
  "N'ajụjụ ọnụ ya na Sway's Universe, DJ Mustard kọwara mmekọrịta azụmahịa ya na onye na-eti egwu West coast YG",
  "Kemgbe mixtape nke abụọ nke YG The Real 4Fingaz, ọ mepụtara na mixtapes ya niile. \"Amalitere m na-akụ màkà YG; ọ bụ otu n'ime ndị mbụ mere ịkụ m",
  "Amalitere m na ya, yabụ na anyị ime mixtape dị mfe",
  "Anyị mepụtara ụda ịgba egwú a",
  "Ọ na-adị m ka anyị ji ya ụgwọ n'okporo ámá ma anyị anaghị akwụsị",
  "\" DJ Mustard emepụtala égwu YG dịka \"Bitches Ain't Shit\" nke gosipụtara ndị rapper Tyga na Nipsey Hussle, na \"You Broke\" nke gosipụtakwara Nipsey Hassle",
  "N'afọ 2010, DJ Mustard wepụtara abọm nchịkọta na-abụghị nke gọọmentị na ndị omenkà dị iche iche site na akara Thump Records nke a kpọrọ Let's Jerk aha ya bụ aha égwu okporo ámá a na-akpọ jerking na Los Angeles."
]