[
  "Mwakpo nke Septemba 11, nke a na-akpọkarị 9/11, [lower-alpha 4] bụ mwakpo ndị na-eyi ọha egwu igbu onwe anọ a haziri ahazi bụ ndị otu ndị otu Islamist extremist network al-Qaeda mere megide United States na Septemba 11, 2001",
  "N'ụtụtụ ahụ, ndị na-eyi ọha egwu 19",
  "tọọrọ ụgbọ elu anọ azụmahịa ha chọrọ isi na mpaghara New England na Mid-Atlantic nke East Coast gaa California",
  "Ndị tọọrọ n'ụgbọelu abụọ mbụ kpọkatara n'ụlọ elu Twin Towers nke World Trade Center dị na New York City, ụlọ abụọ n'ime ụlọ ise kacha ogologo n'ụwa n'oge ahụ",
  "Ndị omekome ahụ bu n'obi ụgbọ elu abụọ na-esote n'ebe ndị e lekwasịrị anya na mpaghara Washington metropolitan dị ka akụkụ nke mwakpo a na-ahazi n'otu aka ahụ na isi obodo mba ahụ, wee feba ụgbọ elu nke atọ n'ime Pentagon, isi ụlọ ọrụ US Department of Defence na Arlington County, Virginia",
  "Nke anọ e bu n’obi ịkụtu ụlọ gọọmentị etiti dị nso na Washington, D.C",
  "mana dara n’ime ime obodo Pennsylvania ka otu ndị njem nupụrụ isi",
  "Mwakpo a gburu ihe fọrọ nke nta ka ọ bụrụ mmadụ 3,000 ma kpalite agha afọ iri zuru ụwa ọnụ megide ụjọ.",
  "Mmetụta mbụ bụ nke ụgbọ elu American Airlines Flight 11, bụ nke dara na North Tower nke World Trade Center complex na Lower Manhattan na 08:46",
  "6] Ụgbọ elu United Airlines 175 kụrụ World Trade Center's South Tower",
  "Ụlọ elu abụọ ahụ dị akụkọ 110 dara n'ime otu awa na nkeji iri anọ na otu, [ala-alpha 7] wetara mbibi nke ihe owuwu ise fọdụrụ na WTC mgbagwoju anya",
  ", yana imebi ma ọ bụ mebie ụlọ dị iche iche ndị ọzọ gbara ụlọ elu ahụ gburugburu",
  "Ụgbọ elu nke atọ, American Airlines Flight 77, dara na Pentagon n'elekere 09:37, kpatara ndakpọ akụkụ ụfọdụ",
  "Ụgbọ elu nke anọ na nke ikpeazụ, United Airlines Flight 93, fere n'akụkụ isi obodo ahụ",
  "N'ịbụ ndị a mara na mwakpo ndị gara aga, ndị njem ahụ megwara na mbọ ha na-achịkwa ụgbọ elu ahụ, na-amanye ndị na-agba ọsọ ụgbọ elu ahụ na mpaghara Stonycreek Township, dị nso na Shanksville n'elekere 10:03 n'ụtụtụ ahụ",
  "Ndị nyocha kpebiri na ebumnuche Flight 93 bụ US Capitol ma ọ bụ White House",
  "N'ime awa ole na ole nke mwakpo ahụ, Central Intelligence Agency kpebiri na ọ bụ al-Qaeda kpatara ya",
  "United States meghachiri site n'ịmalite agha megide iyi egwu na ịwakpo Afghanistan iji wepụ ndị Taliban, nke jụrụ ọnọdụ nke usoro US iji chụpụ al-Qaeda na Afghanistan ma nyefee onye ndú ya, Osama bin Laden",
  "Nkwupụta nke US nke Nkeji edemede 5 nke Nkwekọrịta North Atlantic - naanị ojiji ya ruo ugbu a - kpọrọ ndị enyi ka ha lụso al-Qaeda ọgụ",
  "Ka ndị agha mwakpo US na NATO na-agafe Afghanistan, bin Laden furu efu n'ime White Mountains, na-ezere ndị agha ọdịda anyanwụ. Ọ bụ ezie na bin Laden na mbụ gọnahụrụ itinye aka ọ bụla, n'afọ 2004 o kwuru na ọ bụ ya kpatara mwakpo ahụ. Ihe ndị Al-Qaeda kwuru gụnyere mwakpo Israel wakporo South Lebanon na 1982, ọnụnọ nke ụlọ ọrụ ndị agha US na Saudi Arabia, na mbibi nke UNSC kpatara Iraq",
  "Mgbe ọ gbanahụrụ ijide ya ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri, ndị agha US gburu bin Laden na Mee 2, 2011",
  "Ndị agha US na NATO nọgidere na Afghanistan ruo 2021.",
  "mana ọ kwụsịrị ikweta na ọ bụ ya kpatara mwakpo ahụ.",
  "Bin Laden kwuru na ya onwe ya nyere ndị na-eso ụzọ ya iwu ịwakpo World Trade Center na Pentagon. Vidio ọzọ Al Jazeera nwetara na Septemba 2006 na-egosi bin Laden na otu n'ime ndị isi na-eme atụmatụ mwakpo ahụ, Ramzi bin al-Shibh, yana ndị ohi abụọ, Hamza al-Ghamdi na Wail al-Shehri, ka ha na-akwadebe maka mwakpo ahụ. U.S",
  "ebughị bin Laden ebubo maka mwakpo nke Septemba 11, mana ọ nọ na Ndepụta FBI kachasị achọ maka bọmbụ nke ụlọ ọrụ nnọchi anya US na Dar es Salaam, Tanzania, na Nairobi, Kenya. Mgbe afọ iri gachara, Onye isi ala US Barack Obama kwupụtara na ndị agha pụrụ iche nke America gburu bin Laden n'ogige ya na Abbottabad, Pakistan, na Mee 1, 2011.",
  "Onye nta akụkọ Yosri Fouda nke ụlọ ọrụ telivishọn Arabic Al Jazeera kọrọ na n'ọnwa Eprel afọ 2002 onye otu al-Qaeda bụ Khalid Sheikh Mohammed kwetara na ya na Ramzi bin al-Shibh sonyere na mwakpo ahụ. Akụkọ Kọmitii nke afọ 2004 / 9/11 kpebiri na ibu iro Mohammed, onye isi na-ahụ maka mwakpo nke 9/11, nwere na United States, sitere na \"enweghị nkwekọrịta siri ike ya na iwu mba ọzọ nke US na-akwado Israel\". Mohammed bụkwa onye ndụmọdụ na onye na-ahụ maka ego nke bọmbụ World Trade Center nke 1993 na nwanne nna Ramzi Yousef, onye na-ebute bọmbụ na mwakpo ahụ.\n \nNa Septemba 26, 2005, ụlọ ikpe dị elu nke Spain mara Abu Dahdah ikpe ịga mkpọrọ afọ 27 maka ịkpa nkata maka mwakpo 9/11 na ịbụ onye otu ndị na-eyi ọha egwu al-Qaeda",
  "N'otu oge ahụ, a mara ndị otu al-Qaeda 17 ọzọ ikpe ntaramahụhụ dị n'agbata afọ isii na iri na otu. Na Febụwarị 16, 2006, Ụlọikpe Kasị Elu nke Spain belatara ntaramahụhụ Abu Dahdah ruo afọ iri na abụọ n'ihi na o lere ya anya na enweghi ihe akaebe maka ya na nkata ahụ.",
  "Nkwupụta Osama bin Laden banyere agha dị nsọ megide United States, na <i id=\"mwAUU\">fatwā</i> 1998 nke bin Laden na ndị ọzọ bịanyere aka, na-akpọ maka igbu ndị America, ndị nyocha na-ahụ dị ka ihe akaebe nke mkpali ya.",
  "Mgbe mwakpo ahụ gasịrị, bin Laden na Ayman al-Zawahiri wepụtara vidio ndị ọzọ na ndekọ ọdịyo, ụfọdụ n'ime ha kwughachiri ihe kpatara mwakpo ahụ",
  "Akwụkwọ abụọ dị mkpa karịsịa bụ 2002 \"Letter to America\" nke bin Laden na vidio 2004 nke bin Laden.",
  "Bin Laden kọwara Muhammad dị ka onye machibidoro \"ọnụnọ na-adịgide adịgide nke ndị na-ekweghị ekwe na Arabia\". N'afọ 1996, bin Laden wepụtara fatwā na-akpọ ndị agha America ka ha hapụ Saudi Arabia",
  "N'afọ 1998, al-Qaeda dere \"ruo ihe karịrị afọ asaa United States anọwo na-ebi n'ala ndị Alakụba n'ebe kachasị nsọ, Arab Peninsula, na-apụnara ndị ọgaranya ya, na-agwa ndị ọchịchị ya, na'emenye ndị agbata obi ya ihere, na-eyi ndị agbata obi egwu, ma na-agbanwe ntọala ya na Peninsula ka ọ bụrụ ube iji lụso ndị Alakụbụrụ ha agbata obi ha ọgụ\".",
  "Na fatwā nke afọ 1998, al-Qaeda gosipụtara mmachibido iwu Iraq dị ka ihe kpatara igbu ndị America, na-akatọ \"mgbochi ogologo oge\" n'etiti omume ndị ọzọ nke mejupụtara nkwupụta agha megide \"Allah, onye ozi ya, na ndị Alakụba\". Fatwā kwupụtara na \"iwu igbu ndị America na ndị enyi ha - ndị nkịtị na ndị agha  bụ ọrụ onwe onye maka onye Alakụba ọ bụla nwere ike ime ya na mba ọ bụla o kwere omume ime ya, iji tọhapụ ụlọ alakụba al-Aqsa na ụlọ alakụka dị nsọ nke Mecca n'aka ha, na iji mee ka ndị agha ha [ndị America] pụọ n'ala niile nke Islam, merie ma ghara iyi ndị Alakụba egwu\".",
  "N'afọ 2004, Bin Laden kwuru na echiche nke ibibi ụlọ elu ahụ bụ nke mbụ o mere n'afọ 1982, mgbe ọ hụrụ bọmbụ Israel tụrụ n'ụlọ elu dị elu n'oge Agha Lebanọn nke afọ 1982. Ụfọdụ ndị nyocha, gụnyere ndị ọkà mmụta sayensị ndọrọ ndọrọ ọchịchị John Mearsheimer na Stephen Walt, kwukwara na nkwado US na Israel bụ otu ihe kpatara mwakpo ahụ. N'afọ 2004 na 2010, bin Laden jikọtara mwakpo nke Septemba 11 na nkwado US maka Israel, ọ bụ ezie na ọtụtụ n'ime akwụkwọ ozi ahụ gosipụtara nlelị bin Laden nwere maka Onye isi ala Bush na olileanya bin Laden \"ibibi na imebi\" US."
]