[
  "Mwakpo nke Anjouan (nke a na-akpọ Operation Democracy na Comoros), na Machị 25, 2008, bụ mwakpo amphibious nke Comoros duziri, nke ndị agha African Union (AU) kwadoro, gụnyere ndị agha si Sudan, Tanzania, Senegal, yana nkwado nhazi sitere na Libya na France. ebumnobi ya maka mbuso agha ahụ bụ ịkwatu ọchịchị Colonel Mohamed Bacar na Anjouan, bụ agwaetiti dị na Union of Comoros, mgbe ọ jụrụ ịla n'iyi mgbe e nwechara ntuli aka 2007 arụrịtara ụka, na-emegide ọchịchị etiti na AU",
  "Agwaetiti Comoros nke dị n'Oké Osimiri India enweela akụkọ na-agbawa agbawa kemgbe nnwere onwe ya na France n'afọ 1975, na-enweta ihe karịrị ọchịchị iri abuo ma ọ bụ nwara ịchị ọchịchị..",
  "Mwakpo ahụ mere n'isi ụtụtụ nke Maachị 25, 2008",
  "E meriri obodo ndị bụ isi ngwa ngwa ma kwupụta n'àgwàetiti ahụ n'okpuru nchịkwa nke ndị agha mbuso agha n'otu ụbọchị ahụ",
  "Mohamed Bacar jisiri ike gbapụ na Mayotte na Machị 26 wee rịọ maka mgbaba ndọrọ ndọrọ ọchịchị",
  "Ndị ọchịchị France mechara jide ya n’ebe ahụ ma kpọbata ya n’agwaetiti Réunion",
  "Na Mee 15, France jụrụ arịrịọ Bacar maka mgbaba, mana ụlọ ọrụ ndị gbara ọsọ ndụ nke France kpebiri na enweghị ike ịnyefe onye ndú ahụ a chụpụrụ na Comoros n'ihi ihe ize ndụ nke mkpagbu.",
  "Gọọmenti etiti mba Comora na-egbu oge ime ntuli aka na Anjouan n'ihi mmebi iwu na egwu egwu, mana Bacar ebipụta akwụkwọ ntuli aka ma mee ntuli aka na June, na-ekwu na mmeri dị elu nke pasent iri itoolu.",
  "Na Machị 2008, ọtụtụ narị ndị agha gọọmentị Comoran malitere ịgbakọ na Mohéli, nke dị nso na Anjouan karịa agwaetiti buru ibu, Grande Comore",
  "Sudan na Senegal nyere ngụkọta nke ndị agha narị asaa na iri ise, ebe Libya nyere nkwado maka ọrụ ahụ",
  "Na mgbakwunye, ndị agha Tanzania narị ise ga-abata n'oge na-adịghị anya. France, nke bụbu ike ọchịchị, nyekwara aka n'ọrụ ahụ site n'ibubata ndị agha AU n'ebe ahụ.",
  "Nkwa nke nguzogide sitere n'aka onye isi oche nke Anjouan nke kwuputara onwe ya nwere okwu siri ike sitere n'aka onye nnọchiteanya AU, na-ekwu \"Ọ ga-eju afọ",
  "M na-atụ egwu ịsị na ọ bụrụ na ọ nwaa ime nke ahụ, ọ ga-abụ njedebe ya",
  "n'anụ ahụ, ọ bụrụ na ọ dị mkpa",
  "\" N'ajụjụ ọnụ ya na IRIN, Bacar kwuru, sị: \"Onye isi ala Ahmed Abdallah Mohamed] Sambi amaghị ihe ọ bụla gbasara ndị agha, mana ọ bụrụ na m ga-adụ ya ọdụ, m ga-ekwu na ọ bụghị ihe ngwọta",
  "Oge mbụ  ndị agha bịara anyị chụpụrụ ha",
  "Oge nke abụọ [May 2007] ndị agha bịara anyị chụpụrụ ha",
  "Nke ahụ pụtara na ọ bụrụ na ha agbalị ịbịa nke ugboro atọ, anyị ga-achụpụ ha",
  "\"",
  "Anjouan kwere nkwa ime ntuli aka ọhụrụ na Mee 2008, nke onye isi ala South Africa Thabo Mbeki kwadoro dịka ụzọ isi dozie nsogbu ahụ",
  "Mbeki nwara ọzọ ịkwụsị mbuso agha ahụ na Maachị 14 mana AU leghaara atụmatụ ya anya na mbuso agha ahụ gara n'ihu.",
  "Na Machị 3, 2008, ụgbọ mmiri na-ebute mmanụ na-enye ndị agha Comoros ọkụ n'ọdụ ụgbọ mmiri nke isi obodo Comoros, Moroni",
  "A maghị ihe kpatara ọkụ ahụ. N'abalị iri na otu n'ọnwa Machị, e jidere ndị agha atọ n'àgwàetiti ndị ahụ ebe e jidere mmadụ atọ n'òtù ndị agha Anjouan na-eguzosi ike n'ihe nye Onye isi ala Bacar ma kpọga ha Mohéli maka ajụjụ ọnụ.  Mmekọrịta mmekọrịta mba na mba gara n'ihu site na ntinye aka nke Onye isi ala South Africa bụ Mbeki onye nwara igbu oge mwakpo AU a na-eme atụmatụ na-eme ka gọọmentị Comorian ghara inwe obi ụtọ.\n↵Aghọtara na Mbeki gwara onye isi otu AU, onye isi ala Tanzania Jakaya Kikwete, site na ekwentị na Maachị 14 iji kwụsị mbọ ịchụpụ Bacar.",
  "N'agbanyeghị mbọ Mbeki gbalịsiri ike ịkwụsị mbuso agha a, ụgbọ mmiri na ndị agha hapụrụ Moheli gawa Anjouan na March 14",
  "E nwere okwu ndị na-emegiderịta onwe ha sitere n'akụkụ abụọ ahụ, ebe ndị isi ndị agha Comoran na AU na-akọ na ụgbọ mmiri bu ihe ruru ndị agha iri ise sitere na Gọọmenti Comoros rutere",
  "na ndịda Anjouan ma nwaa ijide ụlọ ọrụ ndị uwe ojii",
  "Na nkwupụta mechara, onye isi ndị ọrụ Comoran Salim Mohamed degharịrị ozi ahụ wee sị na ndị otu nyocha nke ihe dị ka ndị agha iri rutere na Machị 14 na ndịda agwaetiti Anjouan wee rute obodo Domoni dị na ndịda",
  "Otu akwụkwọ gọọmentị etiti kwuru na ndị agha abụọ merụrụ ahụ",
  "\"Ebumnuche nke ọrụ ahụ bụ ụlọ ọrụ ndị uwe ojii Domoni dị na Anjouan iji tọhapụ ndị mkpọrọ ndọrọ ndọrọ ọchịchị, \"ka onye isi iyi ahụ kwuru.",
  "Ndị agha ahụ laghachiri Mohéli wee laghachi Anjouan na Sọnde 16 Machị iji napụta ndị agha abụọ ahụ merụrụ ahụ",
  "Dị ka otu onye agha si kwuo, otu onye agha gọọmentị etiti merụrụ ahụ n'aka na onye ọzọ nwere obere mmerụ ahụ n'ụkwụ.  Otu akwụkwọ akụkọ ahụ kwuru na n'oge ọrụ ahụ \"ihe dị ka mmadụ iri abụọ\" na Domoni nwụrụ n'ihi bọmbụ Comoran na AU nke ọnọdụ Anjouanais",
  "Ndị ọchịchị Anjouan na-agbagha eziokwu ndị a, bụ ndị kwusiri ike na otu n'ime ndị agha Comoran abụọ wakporo ọnọdụ Anjouanais na Domoni na Maachị 15 anwụọla n'ezie na e jideghị ụlọ ọrụ ndị uwe ojii",
  "Ha kwuru na ndị agha Comoran na ndị AU bụ ndị agha Anjouanais zoro n'oge mmalite nke mbubata ha na Domoni na a manyere ha ịla azụ n'ọnọdụ enweghị olileanya..\n \nA kpalitere ọrụ France na nsogbu ahụ mgbe, na Machị 19, helikopta ndị uwe ojii France na-enweghị ikike, ozi nzuzo sitere n'agwaetiti Comoro nke Mayotte nke France na-achị dara n'oké osimiri dị nso n'obodo Sima na Anjouan",
  "Akụkọ sitere n'aka ndị isi na Comoros kwuru na ọ nweghị onye merụrụ ahụ n'ihe mberede a",
  "Ọ bụ ndị uwe ojii ikuku na oke ala France nke Mayotte nwe helikopta ahụ. Ndị nkatọ na-ekwu na helikọpta ahụ so na mgbalị iwebata Bacar n'ebe a chụgara ya na France, nakwa na Bacar nọ na-eguzogide ya ogologo oge n'ihi na ndị France chebere ya. Lieutenant-Colonel Salimou Mohamed Amiri, ọnụ na-ekwuchitere gọọmentị Comoros, kwupụtara:\n \nNdị agha France ebularị ihe dị ka ndị agha Tanzania 300 na tọn 30 nke ibu na Grand Comore n'etiti Machị 14 na Machị 16",
  "Dị ka akụkọ si kwuo, otu onye nnọchi anya mba France kwuru na France adịla njikere ibuga ndị agha Senegal, mana emebeghị nke ahụ",
  "Isi iyi nke diplomatic kwuru na France ka dị \"mma\" maka mkparịta ụka mana ọ bụrụ na Bacar na-anabata ọnụnọ nke ndị agha Africa n'ọdụ ụgbọ mmiri na ọdụ ụgbọ elu Anjouan.",
  "N'ụtụtụ nke Machị 24, 2008, ụgbọ mmiri ise na-ebu ihe dịka ndị agha AU 1,500 hapụrụ ọdụ ụgbọ mmiri Fomboni, isi obodo agwaetiti Mohéli. Bacar na ndị agha ya kwere nkwa ịlụ ọgụ ruo mgbe nwoke ikpeazụ guzo ọtọ, na onye isi Anjouan na-ekwu, \"Anyị ga-alụ ọgụ ruo mgbe anyị nwụrụ\".",
  "A kọrọ na ụgbọ elu akpa ejiri kpọchie ụzọ ụgbọ elu dị n'ọdụ ụgbọ elu Ouani dị nso na Mutsamudu na ikuku adịkwaghị mma ka agwaetiti ahụ na-akwado onwe ya maka mwakpo na-abịa",
  "Tupu ebibie ahịrị ekwentị ahụ, a kpọtụrụ ọnụ na-ekwuchitere gọọmentị Anjouan na-ekwu, sị: \"Ha ekpebiela igbu ma anyị anaghị atụ egwu",
  "Anyị jikere nke ọma",
  "Ndị agha anyị dị njikere ma ọ ga-arụ ọrụ!\"",
  "Ihe dị ka ndị agha 450 rutere n'akụkụ ugwu nke Anjouan Bay n'isi ụtụtụ na 25 March",
  "A nụrụ mgbọ mbụ n'ihe dị ka elekere 5 nke ụtụtụ (GMT+3) n'àgwàetiti ahụ, n'ime obodo Ouani, nso ọdụ ụgbọ elu na ebe obibi onye isi ala. Ndị agha jikọtara ọnụ gara n'ihu ngwa ngwa n'obodo Ouani iji chekwaa ọdụ ụgbọ elu ahụ",
  "BBC kọrọ na isi obodo agwaetiti ahụ, ọdụ ụgbọ elu, ọdụ ụgbọ mmiri, na obodo nke abụọ niile jupụtara n'isi ụtụtụ, na ihe ngosi nke ọṅụ site n'aka ndị bi n'ógbè ahụ. Ka ọ na-erule n'etiti ehihie, a gbahapụrụ obí onye isi ala. Mana ndị nta akụkọ ndị ọzọ kọrọ na ndị agha AU \"gbalịsi ike ịga n'ihu n'okpuru ọkụ nke ndị agha Anjouan\" ma n'ehihie \"esemokwu na artillery dị arọ nọgidere na-ama jijiji obodo Ouani\". A kọrọ na ndị agha na-achọ ebe Bacar zoro.",
  "Bacar jisiri ike gbalaga Mayotte site na ụgbọ mmiri ọsọ, na akụkọ na Machị 26 kwadoro ọnụnọ ya n'àgwàetiti ahụ ma kwuo na ọ rịọrọ maka mgbaba ndọrọ ndọrọ ọchịchị na France. Associated Press kọrọ site na Paris na France na-atụle arịrịọ maka mgbaba ndọrọ ndọrọ ọchịchị mana ndị isi Comoran na ndị na-eme ngagharị iwe na Comoros chọrọ ka France weghachite Bacar na Comoros. France kwuru na ọ na-emeso arịrịọ ịgba ọsọ ndụ ngwa ngwa o kwere mee, mana, na Machị 27, a kpọgara Bacar n'àgwàetiti Réunion nke France, ebe a na-ebo ya ebubo ma na-enyocha ya maka ịbanye n'ụzọ iwu na-akwadoghị n'ókèala France mgbe ọ na-ebu ngwá agha, tinyere ndị na-eso ụzọ ya 23. A jụrụ ikpe ahụ n'ihi ihe ndị metụtara usoro, mana Bacar na mmadụ iri abụọ na atọ ndị ọzọ nọgidere na-ejide ha.",
  "Ka ọ na-erule ngwụsị nke March, ejidere ọtụtụ ndị na-akwado Bacar a ma ama, gụnyere Caabi El-Yachroutu, onye bụbu osote onye isi ala, Prime Minister, na Onye isi oche nke Comoros",
  "Achọtara mmadụ atọ ndị ọzọ na nzuzo na nso Domoni na Machị 29, gụnyere Mohamed Abdou Mmadi (onye bụbu Mịnịsta na-ahụ maka ụgbọ njem na ọnụ na-ekwuchitere Bacar), Ibrahim Halidi (onye bụbu Prime Minister na onye ndụmọdụ Bacar), na Ahmed Abdallah Sourette (onye bụbu Onye isi ala",
  "Ụlọikpe Iwu).",
  "N'April 5, a kpọchiri Bacar n'ụlọ mkpọrọ. Comoran President Sambi gara Anjouan na mbido April, bụ akara nleta mbụ ya na agwaetiti ahụ kemgbe May 2007",
  "O kwuru na ya na-atụ anya na nkewa na Anjouan ga-akwụsị na mwepụ nke Bacar n'ọchịchị, ma too ndị ndú Africa bụ ndị nyere aka maka enyemaka",
  "mbuso agha.",
  "N'adịghị ka akụkọ ndị gara aga na France megidere mwakpo ahụ, France nyere nkwado ya ma nyere aka bufee ndị agha African Union n'àgwàetiti ahụ",
  "Minista na-ahụ maka mba ofesi nke France Bernard Kouchner kwusiri ike na Eprel 8 na France akwadoghị Bacar ma ọ bụ nye ya nchebe ọ bụla, nakwa na ọ kwadoro ntinye aka nke African Union.",
  "N'abalị iri na asatọ n'ọnwa Eprel, a tọhapụrụ Bacar, ya na mmadụ iri abụọ na otu n'ime ndị nche ya n'ụlọ mkpọrọ ma laghachi n'ụlọ ndị agha nọ n'ọdụ ụgbọ elu Réunion. N'abalị iri abụọ na atọ n'ọnwa Eprel, a mara ọkwa na ụlọ ọrụ France na-ahụ maka ichebe ndị gbara ọsọ ndụ na ndị na-enweghị ala (Office français de protection des réfugiés et apatrides; OFPRA) enyewo ndị ikom abụọ nke Bacar ebe mgbaba ma jụ ebe mgbaba maka isii n'ime ha; a ga-eziga ndị a jụrụ arịrịọ ha na mba nke atọ ma ghara ịlaghachi na Comoros n'ihi egwu nke mkpagbu",
  "OFPRA ka na-achịkwa ikpe Bacar ma ọ bụ ndị ikom ya ndị ọzọ.",
  "Ajụrụ arịrịọ Bacar mgbapu na Mee 15",
  "Odeakwụkwọ nke steeti France maka mba ofesi, Yves Jégo kwuru na France ga-akwado mbọ gọọmentị Comoran",
  "\"Anyị ga-aga n'ihu na-eme mkparịta ụka na Comoros ka e wee tinye iwu ahụ ma nwee ike ikpe Colonel Bacar",
  "\" Nhọrọ onye isi ala na Anjouan mere na June 15 na June 29",
  "Moussa Toybou meriri ntuli aka ahụ, onye meriri Mohamed Djaanfari na agba nke abụọ."
]