[
  "Mwele Ntuli Malecela (26 Machị 1963 ruo 10 Febụwarị 2022) bụ onye ọrụ gọọmentị Tanzania bụ onye isi ọrụ United Nations na onye nduzi nke Ngalaba Nchịkwa nke Ọrịa Tropical A Na-eleghara anya na isi ụlọ ọrụ World Health Organization na Geneva, Switzerland.",
  "Nna ya, John Malecela, nwere ọtụtụ ọkwa ndọrọ ndọrọ ọchịchị dị elu na Tanzania, gụnyere nke Praịm Minista na osote onye isi ala mbụ, Minista na-ahụ maka ihe gbasara mba ọzọ, onye nnọchi anya United Nations na Kọmishọna Ukwu na United Kingdom.",
  "Mgbe ọ gụsịrị akwụkwọ na Zoology na Mahadum Dar es Salaam, ọ sonyeere Tanzania's National Institute for Medical Research (NIMR) n'afọ 1987, ebe ọ rụrụ ọrụ na Amani Center iji mee nchọpụta na lymphatic filariasis. Mgbe nke a gasịrị, ọ gara n'ihu na agụmakwụkwọ ya na London School of Hygiene & Tropical Medicine, ebe ọ gụsịrị MSc (1990) na PhD (1995)",
  "Ọ gara n'ihu na nyocha ya na NIMR mgbe nke ahụ gasịrị, wee bụrụ onye nduzi nke Nhazi Nnyocha na Nkwalite (DRCP) n'afọ 1998 tupu ọ gaa n'ihu ịghọ onye nduzi mmemme Lymphatic Filariasis n'afọ 2000, nke na-arụ ọrụ ugbu a na mpaghara 53 (ọnụ ọgụgụ mmadụ: nde mmadụ iri na atọ)",
  "N'afọ 2010, a họpụtara ya ka ọ bụrụ NIMR's Director General, ọ bụkwa nwanyị mbụ nwere ọkwa a. N'ọnwa Juun afọ 2015, ọ gara ezumike iji chụsoo ọchịchọ ndọrọ ndọrọ ọchịchị ya.",
  "N'afọ 2017, ọ sonyeere ụlọ ọrụ mpaghara WHO maka Africa n'ọnwa Eprel afọ 2017 dị ka onye nduzi na ụlọ ọrụ onye nduzi mpaghara (RD) nke na-ahụ maka inye iwu, ndụmọdụ nchịkwa na nke ndọrọ ndọrọ ọchịchị na RD, ịhazi na ime ka atụmatụ ọrụ maka ngalaba niile nọ n'okpuru ụlọ ọrụ RD, yana nlekota mmejuputa mkpebi iwu nke ndị na-achị WHO",
  "O nyekwara nkwado na RD na ntụziaka atụmatụ nke ọrụ WHO na mpaghara ahụ",
  "N'ọnwa Ọktoba afọ 2018 onye isi nchịkwa nke WHO, Dr Tedros Adhanom Ghebreyesus, họpụtara ya dịka onye isi nchịk nke Ngalaba Nchịkwa nke Ọrịa Tropical A Na-eleghara anya, nke dị na isi ụlọ ọrụ nke nzukọ ahụ na Geneva.",
  "Malecela sonyeere otu ndọrọ ndọrọ ọchịchị Tanzania, Chama Cha Mapinduzi (CCM), n'afọ 1981 mgbe ọ nọ na KilaKala",
  "N'oge ahụ, ndị otu ndọrọndọrọ ọchịchị chọrọ usoro mbata, nke Dr",
  "Malecela gara n'ọnwa Eprel, mgbe nke ahụ gasịrị ọ ghọrọ onye otu zuru oke. Ọ gbara ọsọ maka ntuli aka na CCM presidential primaries, nke mere n'ọnwa July 2015 iji chọpụta onye CCM ga-ahọpụta maka onye isi ala nke Tanzania."
]