[
  "My Barbarian bụ otu ihe nkiri na-arụkọ ọrụ na Los Angeles nké gụnyere Malik Gaines, Jade Gordon na Alexandro Segade.  Ha atọ na-eme ihe ngosi na-emeghachi omume na saịtị na ntinye vidiyo nké na-eji egwuregwu ihe nkírí iji wepụta akụkọ ihe atụ site na nsogbụ akụkọ ihe méré eme, esemokwu akụkọ ifo, na nsogbu ndọrọ ndọrọ ọchịchị dị ugbu a.",
  "Kemgbe 2004, My Barbarian egosila ọrụ nà ihe ngosi otu na/ma ọ bụ mmemme arụmọrụ n'ebe egwuregwu gụnyere",
  "REDCAT; LACMA; Hammer Museum; LAXART; Schindler House; LACE; Steve Turner Contemporary, Los Angeles; New Museum; Whitney Museum; Studio Museum in Harlem; Participant, Inc.; P.S.1; Joe's Pub; Anton Kern Gallery, New York; Yerba Buena Center, San Francisco; MOCA, Miami; Hyde Park Art Center, Chicago; Aspen Art Museum; Contemporary Arts Forum, Santa Barbara; Vox Populi, Philadelphia; Estacion Tijuana & Lui Velazquez, Tijuana Mexico; The Power Plant, Toronto; De Appel, Amsterdam; Peres Projects, Berlin; Torpedo, Oslo; El Matadero, Madrid; Galleria Civica, Trento, Italy; Center for Contemporary Art, Tel Aviv; Townhouse Gallery, Cairo",
  "My Barbarian was included in the 2005 and 2007 Performa Biennials, the 2006 and 2008 California Biennials, the 2007 Montreal Biennial, and the 2009 Baltic Triennial",
  "The group has made two full-length albums of music from its performances: Cloven Soft-Shoe (2004) and California Sweet & the 7 Pagan Rights (2008).",
  "My Barbarian nwèrè ihe ngosi onwé ya na Steve Turner Contemporary na Los Angeles (2008, 2009) na na Participant, Inc",
  "na New York (2009)",
  "N'afọ 2008, otu ahụ mèrè ihe ngosi jikọrọ aka na ónyé na-ese ihe Lara Schnitger na Museum Het Domain, Sittard, NL, nke, na 2009, gara Luckman Gallery na Los Angeles.",
  "N'afọ 2016, My Barbarian gosipụtara ebe óbíbí na ngosi na New Museum nke akpọrọ The Audience is Always Right",
  "Akụkụ ahụ dọtara ihe nkírí, nka anya, omume dị oke egwu, na arụmọrụ kpọmkwem iji mee ihe nkiri maka nsogbu mmekọrịta mmadụ na ibe ya.",
  "My Barbarian meriri onyinye Creative Capital na 2012 maka ọrụ ha, Post-Living Ante-Action Theater. Akụkụ ahụ gosipụtara na New Museum dị ka The Audience is Always Right",
  "Ha nwetakwara onyinye Foundation for Contemporary Arts Grants to Artists na 2013."
]