[
  "Nkem Okotcha onye na-ede n'okpuru aha mkpịsị odee Myne Whitman (amụrụ ya na 26 Ọktoba 1977) bụ onye odee, onye nchịkọta akụkọ na onye mbipụta na Naijiria",
  "Ọ bụ onye dere akwụkwọ akụkọ ịhụnanya abụọ, nke gbagoro n'elu ndepụta Amazon.com bestseller maka akụkọ ifo n'ime ọnwa ole na ole mbụ ebipụtara  ha. Ihe ngosi a, nke enwetara site na nkwalite akwụkwọ ntanetị  nkwado n'etiti ndị na-ede blọgụ akụkọ ifo, na mgbasa ozi ịntanetị na Naijiria na mgbasa ozi ọdịnala, wetara ya n'uche nke okirikiri akwụkwọ na Nigeria ebe ịhụnanya na akụkọ ifo n'ozuzu, anaghị adịkarị",
  "A kọwawo akwụkwọ ya dị ka ndị na-egosi na ọ bụghị nanị na ndị Naijiria \"na-adaba n'ịhụnanya na-alụkwa di na nwunye n'ihi ịhụnanya, [ma] na-ejikwa ịhụnanya emeri ọnọdụ dịgasị iche iche nke nwere ike isiri ya ike ijide naanị ya.\"   ]",
  "Amuru nkem Okotcha na 26 0ctober 1977obukwa onye",
  "nke abụọ n'ime ụmụaka ise nwere ụmụnne nwanyị atọ na otu nwanne ozugbo ọ nwụsịrị",
  "A mụrụ ya n'Enugwu ma nwee ọtụtụ akwụkwọ na mpaghara ọwụwa anyanwụ Naijiria",
  "Ezinụlọ ya bụ ndị na-agụsi akwụkwọ ike, malite na nne na nna ya, n'ihi ya, akwụkwọ na-anọkarị ya gburugburu",
  "Nne ya bụ onye nkuzi ụlọ akwụkwọ, nna ya na-arụkwa ọrụ na National Electoral Commission, n'ihi ya, mmasị ịgụ akwụkwọ na agụmakwụkwọ sitere na ha na gburugburu Enugwu, nke bụ akụkụ nke obodo agụmakwụkwọ na ọrụ obodo",
  "Nkem gara Ekulu Primary School na obere sekọndịrị n'ụlọ akwụkwọ Queens, ha abụọ 36n'Enugwu",
  "Maka ụlọ akwụkwọ sekọndrị ya, ọ gafere na Loretto Special Science School tupu ọ gaa mahadum Nnamdi Azikiwe dị n'Anambra ka ọ mụọ sayensị Biological Sciences maka nzere nke mbụ ya",
  "N'ịbụ onye gụsịrị akwụkwọ na 2000, Nkem kwagara Abuja, ebe o biri wee rụọ ọrụ ruo ọtụtụ afọ, wee nọrọ afọ abụọ n'ụlọ akụ azụmahịa tupu ọ hapụ Nigeria na 2006 ịga mụọ maka nzere masta na nchọpụta ahụike ọha na mahadum nke Edinburgh",
  "Nkem kwuru na ọ bụbu onye nkuzi, onye ndụmọdụ NGO, onye ọrụ ụlọ akụ, onye ọrụ skate-hire, na onye nyocha wee rụọ ọrụ maka gọọmentị ma na Nigeria na Scotland",
  "Nkem kwagara Seattle na United States ka ọ lụchara, ma ya na di ya bi ugbu a n'agbanyeghị na ọ na-aga Nigeria mgbe niile maka ọrụ na ezumike.",
  "N'ime aha nna ya, Nkem ekwuola: \"Myne Whitman bụ aha ochepụtara na onwe m mgbe m malitere ide ihe siri ike mgbe o ka nọ n'ụlọ akwụkwọ sekọndrị",
  "Ọtụtụ akwụkwọ m gụrụ bụ n’asụsụ Bekee, ebe ọ bụkwa na m na-ede n’asụsụ Bekee, ekpebiri m na aha m ga-abụ otu ihe ahụ",
  "Ya mere, pseudonym bụ egwuregwu dị n'okwu ndị e degharịrị n'aha nwa agbọghọ m, Nkem Okotcha.\"",
  "Nkem kwuru na ya nwere mmasi ide ihe kemgbe",
  "Mgbe ọ nọ n'ụlọ akwụkwọ praịmarị, ọ na-edere ụmụnne ya ihe omume ụmụaka ka ha gụọ",
  "O dere ụfọdụ abụ na ụlọ akwụkwọ sekọndrị, wee malite ide ọzọ, oge a na ụdị ịhụnanya, mgbe ọ banyere mahadum",
  "Akọrọ nkụ sochiri mgbe ọ na-agbalị ịmalite ọrụ ruo mgbe ọ maliteghachiri ide na 2009 ka ọbanyere alụmdi na nwunye",
  "Nkem edeela akwụkwọ akụkọ ịhụnanya abụọ ama ama, A Heart to Mend and A Love Rekindled",
  "Na mgbakwunye, o deela ọtụtụ akụkọ mkpirisi e bipụtara na mgbasa ozi Nigeria dị iche iche, ha niile n'okpuru aha mkpịsị akwụkwọ Myne Whitman.",
  "Na mgbakwunye na ederede ya, Myne Whitman na-agbakwa Romance Meets Life, blọgụ ụdị ndụ gbasara mmekọrịta, onye ama ama na ịzụ nwa na ntụrụndụ",
  "A malitere blọọgụ ahụ na 2009 ka ụzọ isi kwalite akwụkwọ akụkọ ya, wee malite n'ụdị ọ dị ugbu a ka oge na-aga, na-elekwasị anya n'ihe gbasara mmasị ụmụ nwanyị Naijiria.",
  "Myne Whitman na-ejikwa Akụkọ Naija, saịtị nke na-akwado obodo ndị na-agụ akwụkwọ na ndị na-ede akụkọ na-amasị ndị Naijiria."
]