[
  "Ahmed Olotu (a mụrụ n'abalị 9 ọnwa Disemba afọ 1950) nke a maara nke ọma dịka Mzee Chillo bụ onye na-eme ihe nkiri nke Tanzania",
  "O meela ihe nkiri karịrị 100 n'ọrụ ihe nkiri ya",
  "E gosipụtara ya na ihe nkiri mpaghara na nke mba ụwa na-eme ka ọ bụrụ otu n'ime ndị na-eme ihe nkiri Tanzania kachasị ukwuu n'oge niile",
  "O meela ihe nkiri na nnukwu aha na ụlọ ọrụ ihe nkiri Afrịka gụnyere Steven Kanumba, ndị Afrịka Nkiru Sylvanus, Emmanuel France na Mercy Johnson.",
  "Olotu gara ụlọ akwụkwọ elementrị ya na Majengo Primary school na Kilimanjaro, Moshi, Tanzania site na mbido afọ 1957 ruo na ngwụcha afọ 1964",
  "Ọ sonyeere ụlọ akwụkwọ sekọndrị Azania dị na Dar es Salaam iji gaa n'ihu na agụmakwụkwọ sekọndndrị ya site n'afọ 1966 ruo 1969",
  "N'afọ 1970, ọ gara ọmụmụ nchịkwa na ụlọ ọrụ ọrụ ọrụ gọọmentị na Dar es Salaam",
  "Mgbe ọ gụsịrị akwụkwọ a, ọ malitere ịrụ ọrụ maka ozi ọrụ ugbo dịka onye nchịkwa dị ala n'etiti afọ 1971",
  "Ọ rụkwara ọrụ na Bora Shoes Company ruo afọ ole na ole",
  "O mechara gaa Saudi Arabia iji nweta ihe ọmụma Alakụba na mahadum Alakụba.\nMgbe o si Saudi Arabia lọta, ọ ghọrọ onye nkuzi ụlọ akwụkwọ sekọndrị ma kụzie n'ụlọ akwụkwọ ole na ole na Moshi, Tanzania, Tanzania",
  "Ụlọ akwụkwọ ndị ahụ gụnyere ụlọ akwụkwọ sekọndrị ụmụ nwanyị Weru Weru, ụlọ akwụkwọ sekọrịtandrị ụmụ agbọghọ Kibosho, ụlọ akwụkwọ abụọ Old Moshi, na ụlọ akwụkwọ sekọọndrị Majengo.",
  "Olotu lụrụ di ma mụta otu nwa aha ya bụ Fatuma Ahmed Olotu",
  "Ya na ezinụlọ ya bi ugbu a na Dar es Salaam, Tanzania.",
  "Ọ bụ ezie na Ahmed anọwo na-eme ihe nkiri kemgbe ụlọ akwụkwọ elementrị ma mee ihe nkiri ihe nkiri olenaole, o nwere ihe nkiri mbụ ya n'afọ 2003 nke akpọrọ Sumu ya Mapenzi ma mesịa n'otu afọ ahụ mee Tanzia abụọ na Swahili. Kemgbe ahụ, e gosipụtara ya na ọtụtụ narị ihe nkiri ma mee nke ọma ma nweta onwe ya nnukwu aha na nkwanye ùgwù na mpaghara Ọwụwa Anyanwụ na Central Africa.\nE gosipụtara ya na ihe nkiri na nnukwu ihe omume Afrịka",
  "Nke a gụnyere Mercy Johnson, Emmanuel France, na Nkiru Sylvanus na Cross my sin movie na The director",
  "N'ihi ewu ewu na ọha mmadụ, ụlọ ọrụ egosila Ahmed n'ọtụtụ mgbasa ozi telivishọn na redio",
  "O gosikwara na gọọmentị na òtù ndị na-abụghị gọọmentị n'ihe ngosi na mkpọsa."
]