[
  "N'okpuru Dome (Chinese; ) bụ ihe ngosi China nke afọ 2015 nke Chai Jing, ónyé bụbu ónyé nta akụkọ China Central Television, gbásárá mmetọ ikuku na China",
  "A na-ele ya ihe karịrị nde ugboro otu narị na iri ise na Tencent n'ime ụbọchị atọ a tọhapụrụ ya ma na-elekwa ya nde ugboro otu narị na iri ise  ọzọ site n'ogè ewepụrụ ya n'ịntanetị ụbọchị anọ ka e mesịrị.",
  "Chai Jing bidoro ime ihe ngosi ahụ mgbè nwa ya nwanyị a na-amụbeghị amụ butere akpụ n'afọ, nke a ga-ewepụ n'oge na-adịghị ányá mgbè amuchara ya",
  "Chai na-ata mmetọ ikuku nke China ụta maka akpụ ahụ",
  "Ihe nkiri ahụ, nke jikọtara ihe nkiri nke nkuzi na ajụjụ ọnụ na nleta ụlọ ọrụ, ejirila ya tụnyere Al Gore's An Inconvenient Truth na ụdị ya na mmetụta ya",
  "Ihe nkiri ahụ na-akatọ ụlọ ọrụ ike nkè gọọmentị, ndị na-emepụta ígwè na ụlọ ọrụ coal, yá nà igosi enweghị ike nke Ministry of Environmental Protection ime ihe megide nnukwu ndị na-emetọ ikuku.",
  "Ọ bụ Chai na-akọ akụkọ ahụ, ónyé na-egosi nsonaazụ nke nyocha ya were otu afọ n'ụdị nkuzi, nke na-echetara Al Gore's An Inconvenient Truth",
  "The Great Smog nke afọ 1952 na London jere ozi dị ka ihe akaebe akụkọ ihe méré eme Chai n'ịmepụta ihe nkiri ya. Ọ na-ekpughe ihe nkiri na data sitere na nleta ụlọ ọrụ na ajụjụ ọnụ ya na ndị ọrụ gọọmentị, ndị ọkachamara na gburugburu ébé obibi na ndị nwe ụlọ ọrụ. Ọ na-agwa ndị ọrụ si London na Los Angeles okwu banyéré otu obodo ha si nwee ike ịnagide nsogbu akụkọ ihe méré eme nke mmetọ. Ọ na-ekwu na ọ na-ewe iwe megide smog, ma malite ịza ajụjụ atọ: Gịnị bụ smog? Ebee ka o si bịa? Gịnịkwa ka anyị nwèrè ike ime màkà ya? Màkà ihe nkiri ndị ọzọ nke otu narị na anọ nkeji, ọ na-aza ajụjụ ndị a, na-eji animations, chaatị, ajụjụ ọnụ, ihe nkiri akụkọ ihe méré eme, na nleta saịtị.",
  "A tọhapụrụ Under the Dome n'ịntanetị n'ubochi irí abụọ na asatọ n'ọnwa Febụwarị, 2015, na Satọdee tupu nzukọ nke National People's Congress na Chinese People's Political Consultative Conference",
  "E bu ụzọ na-egosi ihe ngosi ahụ na ntanetị atọ dị mkpà, gụnyere Tencent, Youku, na People's Daily Online, nké bụ mbipụta n'ịntanetị nke akwụkwọ akụkọ gọọmentị nke Chinese Communist Party",
  "A na-ele ihe nkiri ahụ ihe karịrị nde ugboro otu narị na iri anọ na asaa na Tencent na mgbede nke ụbọchị abụo n'ọnwa Machị ma nweta ọtụtụ mkparịta ụka n'ịntanetị. Ọtụtụ nyiwe ntanetị dị n'ịntanetị gụnyere Sohu, NetEase, na Sina, biputara nyocha banyéré ihe ngosi ahụ n'ogè na-adịghị anya mgbè a tọhapụrụ ya",
  "Otú ọ dị, akwụkwọ akụkọ ọdịnala azaghachighị ihe ngosi ahụ, na Beijing Youth Daily biputara nyocha nke ihe ngosi 'Chai Jing: My Personal Battle with Smog' dị ka isi akụkọ ya n'ubochi mbu n'ọnwa Machị, 2015, bụ naanị ihe dị iche.",
  "Dị ka BBC si kwuo, Under the Dome enwetala ihe karịrị otu narị nde mmadụ n'ịntanetị tupu ewepụ ya. Ọnụ ọgụgụ buru ibu nke ndị na-eji Intanet eme ihe gosipụtara nkwado ha màkà ihe ngosi ahụ, ma mepụta echiche ọhụrụ banyere nsogbu ụfụfụ nke China mgbè ha kiriri ihe nkiri ahụ",
  "N'ezie, oku ekwentị na Ministry of Environmental Protection hotline number (12369) mụbara percent narị abụọ na iri anọ  mgbè ewepụtara ihe nkiri ahụ n'ịntanetị. Ihe karịrị 80% nke ndị na-ekiri kwuru na ha na-echegbu onwe ha nke ukwuu banyéré mmetọ ikuku na China",
  "Ihe dị ka 70% nke ndị na-ekiri kwuru na ha gbanwere echiche ha banyéré anwụrụ ọkụ ma mepụta nghọta ka mma banyéré nsogbu ahụ",
  "Ihe karịrị 75% gosipụtara njikere igbochi ụgbọ ala na ikuku oyi na iji ụgbọ njem ọha na eze",
  "Ọzọkwa, ndị na-ekiri ihe nkiri kwenyere na ụlọ ọrụ gọọmentị, ndị na'ụlọ ọrụ mmepụta ihe, na ndị omeiwu kwesịrị ịza ajụjụ màkà nsogbu anwụrụ ọkụ.",
  "N'okpuru Dome a na-agbasa site na People's Daily Online, ébé nrụọrụ weebụ nke Chinese Communist Party gosipụtara na ihe ngosi ahụ nwèrè ike ịnata nkwado gọọmentị, ma na-eme ka iwu gburugburu ébé obibi gọọmentị dị mfe ma ọ bụ na-ekwu màkà ọdịmma gọọmentị. Dị ka ónyé bụbu ónyé na-eme ihe nkiri na China Central Television (CCTV) na ónyé na-ede akụkọ na-eme nchọpụta, Chai Jing nwere ohere ịnweta ihe onwunwe ma nweta nkwado site na ọwa weebụ na ndị ọkachamara site na Ministry of Environmental Protection na National Energy Administration",
  "Mgbè a tọhapụrụ ya, ndị ọrụ gọọmentị nwekwara àgwà dị mma n'ebe ihe nkiri ahụ nọ",
  "Na Machị 1, 2015, Minista ọhụrụ nke Nchedo Gburugburu Ébé Obibi nke China, Chen Jining, toro ihe ngosi ahụ dị ka \"kwesịrị ịmasị\" ozugbo a tọhapụrụ ya na mkparịta ụka akụkọ mbụ ya na ndị nta akụkọ China na Beijing",
  "O jiri ya tụnyere akwụkwọ Rachel Carson nke 1962, Silent Spring, nke a na-ekwu na ọ kwadoro mmegharị gburugburu ébé obibi na United States. O kwukwara, na-eche na ọrụ a nwere ọrụ dị mkpa n'ịkwalite mmata ọha na eze banyéré nsogbu ahụike gburugburu ebe obibi, ya mèrè enwere obi ụtọ karịsịa maka ihe omume a. Ọzọkwa, onye isi China bụ Xi Jinping kwupụtara n'okwu nke ya na nzukọ Chinese National People's Congress na Machị 6 na, \"Anyị ga-eji aka ígwè taa ndị ọ bụla na-emebi gburugburu ébé obibi ma ọ bụ gburugburu ébé obibi ahụhụ, na-enweghị ihe ọ bụla ọzọ",
  "\""
]