[
  "N'abalị Dị jụụbụ nnukwu ụlọ ọrụ na-emepụta àkwà na matarasị na UK ma dị na Barnoldswick, Lancashire, England",
  "Ụlọ ọrụ ahụ bụ nke HIG Europe bụ onye nwetara ụlọ ọrụ ahụ na 10 Mee ka ndị mmadụ n'ihe ndị y 2011, na-esote oge nchịkwa. Ụlọ ọrụ ahụ na-arụkwa ihe ndina na matarasị Rest Assured ma guzobe ya na 1946.",
  "Akara ahụ bụ Silentt, aha ụlọ ọrụ ahụ bụ N'abalị Dị jụụ otu.",
  "Tom Clarke guzobere ụlọ ọrụ ahụ na 11 Julaị 1946. E guzobere ya dị ka Clarke's Matarasị Limited na Skipton na ụgwọ a kwụrụ Tom mgbe a chaputara ya na Royal Navy. A gbanwere ndụ ebighị ebi n'ụwa ọhụrụ nke dị ka ndị mmadụ n'ihe dị ka ndị mmadụ aha ahụ ka ọ bụrụ Silentnight Limited na 1951 na aro nke nwunye Tom, Joan",
  "Clarke mèchàrà kwuo uche na nke ukwu na mgbanwe aha ahụ bụ ụbụrụ nke wetara ọtụtụ nde mmadụ n'ime ụlọ ọrụ ahụ",
  "Ụlọ ọrụ ahụ na-ede ndị mmadụ dị ndụ ebighị ebi n'ahịa na 1973 mana n'ihi ejighị n'aka ahịa na enweghị ntụkwasị obi na njikwa, ezinụlọ Clarke weghaara ụlọ ọrụ ahụ ọzọ na 2003 ma ụlọ ọrụ ahụ ghọrọ nke onwe.",
  "N'ime afọ 1980, na ọzọ n'afọ 2000 na afọ 2010, ụlọ ọrụ ahụ n'ebe nile site n'aka Onye ọrụ nkụzi bụ onye na-emepụta àkwà kachasị na United Kingdom.",
  "Ọgaranya ụlọ ọrụ ahụ belatara ndị mmadụ na ndị nwe onwe ha, na Mee 2011, ụlọ ọrụ ahụ zọpụtara site na nkata ụlọ nzukọ alaeze nke dị ka ndị ọzọ na ímé ihe site na HIG Europe, ụlọ ọrụ na-ahụ maka onwe. A gbanwere ọtụtụ n'ime njikwa ndị dị ugbu a na 2011, gụnyere ezinụlọ Clarke.",
  "HIG Europe mefuru £ 19 nde iji nweta ụlọ ọrụ ahụ, mana n'ime nke a, echekwara ụfọdụ ikike atụmatụ ezumike nká maka ndị ọrụ lara ezumike nkwe na ndị ọrụ ugbu a",
  "Onye na-ahụ maka ezumike nká nyere ọkwa na 2013 na ha ga-amalite usoro iwu iji gbanwee usoro a ma manye HIG itinye ego £ 17.2 nde n'ime ite ezumike nkwe nke ụlọ ọrụ ahụ. HIG mechara kwenye na nkwekọrịta £ 25 nde na onye na-achịkwa na 2021.",
  "Ruo ọnwa iri na asatọ n'etiti afọ 1985 na 1987, ụlọ ọrụ ahụ nwere ọgbaghara ogologo oge nke bụ ọgbaghara kachasị ogologo megide otu ụlọ ọrụ na Britain, nke mere ihe karịrị ụbọchị 616.",
  "Ndị ọrụ nke Furniture, Timber and Allied Trades Union mere ngagharị iwe site na ụlọ ọrụ abụọ nke Silentnight n'oge ahụ, Barnoldswick na Sutton-in-Craven n'ihi mmụba nke ndị njikwa na-achọ na mmepụta",
  "Òtù ahụ kwukwara na e meela nkwekọrịta ebe ndị ọrụ agaghị agbasi mbọ ike ka a kwụọ ụgwọ ma ọ bụrụhaala na ụlọ ọrụ ahụ emeghị ka a chụọ ha n'ọrụ",
  "Izu asatọ ka e mesịrị, e mere ka ndị ọrụ 52 ghara ịrụ ọrụ.",
  "N'ihi ọgbaghara ahụ, ụlọ ọrụ ahụ chụpụrụ ndị ọrụ 346",
  "Ọgbaghara ahụ nwetara nkwado dị ukwuu site n'aka ndị na-egwupụta ihe n'ime ala na ndị otu Labour Party. Ọ bụ ezie na a tụlere ọgbaghara ahụ n'ụzọ zuru ezu na Nzukọ Ndị Omeiwu ma mara ya maka ọdịdị ya n'ozuzu ya, e nwere ihe omume nke ịtụ nkume na otu ihe omume dị ịrịba ama mgbe a gbara ndị na-eme ngagharị iwe ọkụ. Onye isi nchịkwa n'oge ahụ bụ Tom Clarke, onye guzobere ụlọ ọrụ ahụ, onye na-akwado ndị Conservative Party na enyi Margaret Thatcher, onye nyere ya aha njirimara nke Maazị Wonderful",
  "Nke a mere ka ndị na-eme ngagharị iwe guzobe bọọdụ n'ahịrị mkpesa nke na-agụ \"Mazị Wonderful's scabs cross here\".",
  "Ụlọ ọrụ ahụ na-ewe ihe dị ka mmadụ 1,250 na United Kingdom. O nwere isi ụlọ ọrụ na Barnoldswick, Lancashire, na Pendle, ebe ụlọ ọrụ ahụ dị kemgbe 1949, na ụlọ ya ugbu a kemgbe 1961. Ụlọ ọrụ ahụ na-arụkwa ọrụ dijitalụ na Quay Street na Manchester.",
  "N'oge gara aga, ụlọ ọrụ ahụ nwere ụlọ ọrụ mmepụta ihe na Sutton-in-Craven (1970-1994), Batley (mechiri na Machị 2012) na Keighley, nke mechiri na Machị 2002. Ihe ndị a niile, na ụlọ ọrụ Barnoldswick, dị na West Riding nke Yorkshire mgbe ụlọ ọrụ ahụ malitere",
  "Mgbanwe ókèala nke 1974, tinyere ụlọ ọrụ Barnoldswick na Lancashire",
  "Ụlọ ọrụ ahụ bụ onye isi na-ewe mmadụ n'ọrụ n'ógbè ahụ n'akụkụ ụlọ ọrụ Rolls-Royce jet engine n'obodo ahụ.",
  "Ụlọ ọrụ ahụ nwekwara ụlọ ọrụ ndị ọzọ gburugburu United Kingdom n'ihi nnweta nke ụlọ ọrụ ndị na-asọmpi",
  "E mechiri ụlọ ọrụ abụọ dị na South Wales na Andover, nke bụ akụkụ nke akara Ducal, mgbe ụlọ ọrụ ahụ haziri ma gaa n'onwe ya na 2003",
  "E wegara ọtụtụ ọrụ site na ụlọ ọrụ Keighley mechiri emechi na Sunderland, mana e rere ụlọ ọrụ a dị ka ihe nchịkwa n'okpuru akara Stag Furniture na June 2005.",
  "N'oge HIG nwere ma ntụgharị na uru amụbaala nke ukwuu, mgbe njikwa mbụ ahụ kwụsịrị ma tinye atụmatụ ntụgharị ahụ n'ọrụ",
  "Mgbasa ozi ji ihe karịrị 50% rịa elu n'etiti afọ 2012 na 2017 ma a gbanwere mfu ụtụ isi nke £ 4.5m ka ọ bụrụ uru ụtụ isi mbụ nke £ 11.6m n'otu oge ahụ.",
  "Tupu nnweta"
]