[
  "EN 13537 (ma ọ bụ EN13537) bụ ọkọlọtọ Europe e mere iji mee ka okpomọkụ dị na akpa ihi ụra arụpụtara na / ma ọ bụ ree na Europe",
  "Ka ọ na-erule 1 Jenụwarị 2005 ụkpụrụ CEN malitere ịrụ ọrụ na-ekpuchi nnwale na mbipụta na ímé ihe nọr ka ndị ọzọ ụra mbụ Nile dị ka ndị mmadụ nke ọkwa okpomọkụ maka akpa nwa agbọghọ ụra",
  "Ụkpụrụ ọhụrụ ahụ n'ebe nile ya na ezinụlọ ndị mmadụ  dị iche na ụkpụrụ ndị dịbu",
  "N'afọ 2016, ISO EN 23537:2016 nọchiri ọkọlọtọ a.",
  "Ụkpụrụ Europe maka akpa ụra malitere na 1 Jenụwarị 2005",
  "Ụkpụrụ a nwere ihe dị mkpa gbasara iwu maka ụdị, ndị na-ekesa na ndị na-ere ahịa na-ere akpa ụra na Europe.",
  "Enwere mgbanwe dị mkpa n'ụzọ a na-akpọ akpa ụra akpa ndị mmadụ n'ihe dị ka ndị ọzọ na ímé nga ka onye isi na",
  "Ụkpụrụ Europe pụtara na akpa ụra niile na-agbaso ụkpụrụ ahụ ga-enwe ọkwa okpomọkụ nke ule ụlọ nyocha",
  "Nke a pụtara na akpa ụra sitere na ndị nrụpụta dị iche iche ga-enwe okpomọkụ yiri ya.",
  "Enweghị iwu maka ụdị iji kwekọọ, ebe ọ bụ na ụkpụrụ ahụ bụ nhọrọ.",
  "\"EN 13537:2002 Requirements for Sleeping Bags\" bụ ụkpụrụ gọọmentị Europe maka nhazi nke akpa ụra",
  "EN13537 na-emetụta akpa ụra niile na-enweghị akpa ụra maka iji agha na akpa ụra maka oke okpomọkụ, ya bụ, nkasi obi dị n'okpuru -25 °C",
  "E bipụtara ụkpụrụ ahụ na 2002 ma ugbu a nabata ya n'ọtụtụ mba Europe, ọtụtụ ụlọ ọrụ ndị dị n'èzí na-ejikwa ya.\nỤkpụrụ a nọchiri na 2013 site na EN 13537:2012 na na 2016 site na ISO EN 23537:2016.",
  "A na-eji ụkpụrụ ahụ eme ihe na mba ndị a: Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Luxembourg, Malta, Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, na United Kingdom.",
  "EN13537 chọrọ nnwale manikin na-ekpo ọkụ nke na-emepụta nsonaazụ okpomọkụ anọ - oke elu, nkasi obi, oke ala, na oke",
  "A na-arụ ọrụ okpomọkụ ndị a maka ndị na-azụ ahịa nkịtị.",
  "Ụkpụrụ ahụ na-atụle ọkwa okpomọkụ anọ:",
  "A na-ewere ọkwa ndị a na-eche na onye ahụ na-eji akwa ụra, ụlọikwuu ma na-eyi otu akwa okpomọkụ.",
  "Maka ebumnuche nke nha ndị a, a na-ewere \"nwoke ọkọlọtọ\" dị afọ 25, na ịdị elu nke 1.73 m na ịdị arọ nke 73 kg; a na-eche na \"nwaanyị ọkọlọtọ \" dị afọ 25, nwere ịdị elu nke 2.60 m na ịdị ịdị arọ ya bụ 60 kg.Àtụ:List of EN standards"
]