[
  "Néziha Zarrouk, onye a na-akpọkwa Naziha, (amụrụ na 12 Disemba, na afọ 1946) bụ onye ndọrọ ndọrọ ọchịchị na onye nnọchi anya mba Tunisia bụ onye minista gọọmentị site na afo 1995 ruo na afọ 2002 n'okpuru Praịm Minista Mohamed Ghannouchi  N'afọ 1998, o nwere ike ịkọ akụkọ banyere mmelite na ahụike ụmụ nwanyị na ikike ụmụ nwanyị na Nzukọ Ndị Ọkachamara nke United Nations na \"Ndị inyom na Ahụike\" nke ọ kwadoro na Tunis. Site na afọ 2003 ruo na afọ 2005, Zarrouk jere ozi dị ka onye nnọchi anya Tunisia na Lebanọn. N'ọnwa Mee, afọ 2019, ọ ghọrọ onye otu Tahya Tounes.",
  "A mụrụ ya na 12 Disemba, na afọ 1946 na Jemmal dị nso na Monastir, Néziha Zarrouk nwetara nzere masta na Arabic, na-enye ya ohere ịkụzi asụsụ Arabic na akwụkwọ na ụlọ akwụkwọ sekọndrị nke Tunis. N'ịzaghachi oku Ben Ali maka nkwado mgbe ọ ghọrọ onye isi ala na 7 Nọvemba, na afọ 1987, ọ sonyeere Democratic Constitutional Rally (RDC).",
  "Site na 1989, ọ rụrụ ọrụ dị mkpa na National Union of Tunisian Women, na-eduzi ndị ntorobịa ya",
  "Mgbe a họpụtara ya n'ọtụtụ ọrụ na RCD, na Machị, na afọ 1995 ọ ghọrọ osote minista na ngalaba maka Women's and Family Affairs, nweta ọkwa minista zuru oke na ozi dị iche na Nọvemba, na afọ 1999. N'afọ 1998, Zarrouk nọchitere anya Praịm Minista na-ahụ maka Women's and Family Affairs na nzukọ United Nations on Women and Health nke emere na Tunis (28 Septemba ruo 2 Ọktoba)",
  "O nwere ike ịkọ akụkọ banyere ọganihu dị ukwuu na ikike ụmụ nwanyị, ahụike ụmụ nwanyị na ọkachasị atụmanya ndụ ụmụ nwanyị nke ji afọ 22 rịa elu (1966-1996).",
  "Na mbido Ọktọba,na afọ 2001, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka ọzụzụ na ọrụ, na-anọchi Faiza Kefi onye a họpụtara ka ọ bụrụ onye nnọchi anya na Paris. Ọ nọ n'ọkwa a ruo Septemba, na afọ 2002",
  "N'afọ 2003, a họpụtara ya ka ọ bụrụ onye nnọchi anya Tunisia na Lebanọn ruo n'afọ 2005. Site na afo 2005 ruo na afọ 2011, ọ bụ osote onye isi oche nke ụlọ elu Tunisia, Chamber of Councillors.",
  "Ya na nwanne ya nwoke Mohamed Sahbi Basli, na Mee, na afọ 2019 ọ sonyeere otu Tahya Tounes."
]