[
  "Nabulya Theopista Ssentongo (amụrụ na 14 Febụwarị 1951) bụ onye ndọrọ ndọrọ ọchịchị Uganda na nke asatọ na nke itoolu nke Nzukọ Ndị Omeiwu nke Uganda",
  "Ọ bụ onye nnọchi anya ndị ọrụ maka National Resistance Movement Workers District.",
  "A họpụtara ya ka ọ bụrụ onye nnọchi anya onye ọrụ kpọmkwem ma jee ozi na Nzukọ nke asatọ na nke itoolu n'okpuru òtù ndọrọ ndọrọ ọchịchị NRM. Ọ nọ n'etiti ndị otu ise họpụtara site n'aka onye bụbu onye isi oche nke ndị omeiwu Rebecca Kadaga iji nyochaa ebubo nke nepotism na recruitment na-ezighị ezi na NSSF, ịzụta na-akwadoghị nke òkè UMEME, nkwụsịtụ na-ezughị oke nke akụ NSSF na ihe ọ bụla ọzọ metụtara nlekọta ọjọọ nke NSSF. Onye isi oche nke NSSF bụ onye bụbu onye isi oche Masaka District LCV, na Kalungu East MP, Vincent Bamulangaki Ssempijja (onye nweere onwe ya). Ndị omeiwu Kalungu West Joseph Ssewungu (Democratic Party), Ann Maria Nankabirwa (NRM, Kyankwanzi Woman), Alex Ruhunda (NRM), Fort portal Municipality) na Theopista Nabulya Ssentongo (Ndị ọrụ na-anọchite anya NRM) nyeere ya aka. N'afọ puku abụọ na iri na anọ , ndị bụbu ndị ọrụ nke Uganda Telecom Limited tinyere akwụkwọ mkpesa ha n'ụlọ omebe iwu ma nye Nabulya. Nke a bụ n'ihi ịnyefe uru ndị ọrụ na ụlọ ọrụ ọhụrụ ndị na-eme ihe omume dị ukwuu nke malitere na 2002 nke hụrụ ka ndị ọrụ a tụfuru ọrụ ha tinyere ụgwọ ezumike nká ha na mmebi ndị ọzọ. O nwere akara A dị iche iche na arụmọrụ kọmitii. Ọ bụ otu n'ime ndị omeiwu gara ụlọ omeiwu Pan African iji kwado ọrụ ya n'ịkwado nkwanye ùgwù maka ikike mmadụ na kọntinent ahụ.",
  "N'afọ puku abụọ na atọ ọ kọọrọ ndị omeiwu na ọ fọrọ nke nta ka e dinara ya n'ike n'ụlọ ya dị na Namasuba, nso Kampala site n'aka ndị Sudanese Refugee. O kwuru na otu ìgwè ahụ kọwara dị ka ndị na-ebu égbè na ndị dị ize ndụ dinara ndị na-enyere ya aka n'ụlọ. Ọ kọọrọ ndị uwe ojii ikpe ahụ, agbanyeghị na ọ nweghị ihe e mere na mgbasa ozi ma a kọọrọ ikpe anọ ọzọ nke ndina n'ike site n'otu ìgwè ahụ ọ bụ ezie na ọ nweghị omume e mere. Akụkọ akụkọ a bịara n'oge ndị omeiwu na-arụrịta ụka na akụkọ ndị Praịm Minista banyere ịkwaga ndị Sudan gbara ọsọ ndụ na West Nile. Mgbe nzukọ ahụ gasịrị, osote onye isi ala mbụ Lt Gen",
  "Moses Ali gwara Nabulya ka ọ zute ya."
]