[
  "Nada Meawad (Arabic: ندى معوض; amụrụ n'April 12, 1998) bụ onye Egypt na-egwu volleyball  ụlọ na n'ụsọ osimiri, onye otu egwuregwu volleyball ụmụ nwanyị nke mba Egypt",
  "O mere nke mbụ ya na mba ụwa mgbe ọ dị afọ iri na ise na 2013 FIVB Volleyball Girls' U18 World Championship na Thailand. Ọ malitere ịgba egwu na El Shams Club mgbe ọ dị afọ ise",
  "Nada Meawad na onye otu ya Doaa Elghobashy bụ ndị otu Afrịka mbụ sonyere na egwuregwu egwuregwu volleyball n'ụsọ osimiri FIVB na 2016",
  "Ọ bụ onye AVCA First Team All-American ugboro ise na onye NAIA Player of the Year 2018, 2020 na 2021 mgbe ọ na-egwu volleyball kọleji na Mahadum Park.",
  "A mụrụ Meawad na Hossameldin Meawad and Eman Helmi ma too na Cairo, Egypt. N'ịbụ onye sitere n'ezinụlọ volleyball, o gosipụtara mmasị maka egwuregwu ahụ site na nwata",
  "Ọ gara ụlọ akwụkwọ sekọndrị Ibn El-Nafees ma gụsịrị akwụkwọ na 2017, mgbe ọ na-egwu volleyball na El Shams Sporting Club na-agbaso nzọụkwụ nke ụmụnne ya.",
  "Meawad malitere ọrụ volleyball kọleji ya na 2017 na Mahadum Park dị na Parkville Missouri nke US, a nabatara ya na Park na agụmakwụkwọ zuru oke ya na nwanne ya nwanyị ejima Noura nke na-egwuri egwu volleyball maka Mahadum park. N'afọ ahụ, a kpọrọ ya American Volleyball Coaches Association NAIA Freshman of the Year 2017. AVCA NAIA First Team All-American, AVCA NA IA Midwest Region Freshman na Player of the Year, 2017.  American Midwest Conference Freshman na Player of the Year",
  "O nyeere Park aka na ndekọ nke 33-4 na mpụta na NAIA Volleyball Championship national quarterfinals.",
  "N'afọ 2018, ọ duuru ndị Pirates gaa 34-1 na NAIA Volleyball Championship nke mba, a kpọrọ ya MVP na All Tournament Team NAIA National Championship 2018. NAIA All-American First Team na NAIA Player of the Year 2018.",
  "N'afọ 2019 ọ duziri ndị Pirates na 32X4, ha meriri asọmpi Conference Championship wee ruo nkeji iri na ise nke ikpeazụ na National Championship, Meawad mere AVCA All-American First Team na All-Tournament Team na NAIA National Championship",
  "N'afọ 2020 ọ duziri otu ahụ wee merie asọmpi Conference",
  "Ọ bụ onye egwuregwu nke afọ na Nzukọ, Mpaghara na Onye egwuregwu nke Afọ. O mere ya nke anọ Time First Team All-American.",
  "Mgbe afọ a na-atụghị anya ya nke iru eru n'ihi ọrịa COVID-19 ọ laghachiri na 2021 na Mahadum Park maka oge ọzọ ma duru ndị otu ahụ gaa Heart of America Conference Championship ma kpọọ na ngwụcha nke NAIA National Championship ebe ha bụ Runner Up",
  "A kpọrọ ya onye mwakpo kachasị mma na onye egwuregwu NAIA nke afọ 2021.",
  "Meawad na-egwuri egwu maka El Shams Volleyball Club kemgbe ọ dị afọ ise",
  "O sonyere na nke mbụ ya na ndị otu okenye nke klọb ahụ na 2015 Women's African Clubs Championship (volleyball) nke emere na Egypt",
  "El Shams mechiri n'ọnọdụ nke anọ",
  "N'afọ 2016 El Shams kwụsịrị n'ọnọdụ nke ise na Women's African Clubs Championship (volleyball) CAVB na Tunisia",
  "N'afọ 2017 El Shams meriri n'ọkwa nke abụọ mgbe o meriri ndị otu Al Ahly 3 South na mmeri akụkọ ihe mere eme wee ruo eru maka ngwụcha na Women's African Clubs Championship (volleyball)",
  "E nyere Meawad ihe nrite Most Valuable Player.",
  "Ya na onye mmekọ ya Doaa Elghobashy, ọ ruru eru na volleyball osimiri maka 2016 Summer Olympics na Rio de Janeiro site na mmeri CAVB Continental Cup nke emere na Naịjirịa",
  "Elghobashi na Meawad sonyeere ndị mmekọ dị iche iche n'inyere Egypt aka inweta ebe na Rio",
  "Doaa na Lamies Nossier na Nada na Randa Radwan gbara egwu",
  "Ijipt weputara ihe ndekọ 5 na ngwụcha nke African Continental Cup n'etiti Eprel na Abuja, Naịjirịa",
  "Site na mmeri mbụ n'elu ndị otu si Morocco, Mozambique, Namibia, na Naịjirịa, ndị Ijipt meriri Rwanda 2o1 na ngwụcha",
  "Meawad na Elghobashi gbara na asọmpi FIVB Beach Volleyball World Tour nke mbụ ha",
  "Enweghị ihe omume FIVB World Tour gara aga, Doaa na Nada bụ ndị otu mbụ si Egypt n'akụkọ ihe mere eme iji sọọ mpi na Olympic Games maka volleyball osimiri.\nNada bụ nwa agbọghọ kachasị nta na-agba bọọlụ na-asọmpi n'egwuregwu Olimpik isii ọ bụla mgbe ọ dị afọ iri na asatọ, ọnwa atọ.",
  "Ha abụọ gbara na Pool-D na 2016 Summer Olympics."
]