[
  "Nadia Lutfi ma  Nadia Loutfi (a mụrụ Poula Mohamed Mostafa Shafiq (3 Jenụwarị 1937 - 4 Febụwarị 2020) bụ onye Egypt na-eme ihe nkiri. N'oge ọ kachasị elu n'ọrụ ya, ọ bụ otu n'ime ndị na-eme ihe nkiri kachasị ewu ewu n'oge ọlaedo nke ihe nkiri Egypt.",
  "A mụrụ Nadia na Cairo dị ka Poula Mohamed Mostafa Shafiq na nna onye Ijipt, Mohamed Mosta fa, na nne onye Alakụba nke Upper Egypt aha ya bụ Fatma. Ezinụlọ Nadia Lutfi bụ onye Alakụba.",
  "Nadia malitere ime ihe nkiri dị ka ihe ntụrụndụ",
  "Mgbe ọ dị afọ iri, o sonyere n'egwuregwu n'ụlọ akwụkwọ ya ma mee nke ọma",
  "Mgbe ọ dị afọ iri abụọ na anọ na-achọ ime ihe nkiri mbụ ya na 1958, Omar Sharif bụ eze na-achị ihe nkiri Egypt, na nwunye ya, onye Egypt superstar Faten Hamama, eze nwanyị ya",
  "Di na nwunye kpakpando ahụ ka nwere ihe nkiri La Anam na Hamama dị ka \"Nadia Lotfy\", onye na-eto eto na-eme ihe n'amaghị ama nke na-ebibi alụmdi na nwunye nna ya",
  "Poula nakweere aha nna na ọdịiche nke aha nna nke onye ahụ dị ka nke ya",
  "N'okpuru aha ọhụrụ ya, onye nduzi Ramses Naguib hụrụ nwa agbọghọ na-eme ihe nkiri ahụ",
  "Ọrụ ihe nkiri mbụ ya bụ na ihe nkiri dị ala, ojii na ọcha, Soultan na 1958. Foto ya nke abụọ bụ obere ọrụ n'otu n'ime ihe nkiri nke oge ya, Cairo Station",
  "N'afọ 1963, ọ mere ka nwanyị Frankish bụ onye agha nke oge Crusade, na-eyi uwe agha zuru oke iji gaa agha megide onye ọ hụrụ n'anya bụ Onye Kraịst-Arab, (nke Salah Zulfikar mere), na Naser Salah el Dine (nke a na-egosi na telivishọn na United States dị ka Saladin na Great Crusades) (1963)",
  "Na Lil-Rigal APC aka For Men Only (1964) nke Mahmoud Zulfikar, Lutfi na onye ya na ya so Soad Hosny mere ụmụ nwanyị ndị na-amụ banyere ala bụ ndị, ndị a jụrụ ọrụ, meghachiri site n'ime onwe ha ka ha bụrụ ụmụ nwoke ma gaa ọrụ, ebe ha chọpụtara na ha ga-egbochi ikike ịhụnanya ha iji nọgide na-eme ihe nzuzo ahụ.",
  "N'etiti afọ 1960, ọ pụtara na ihe nkiri abụọ nke dabere na akụkọ nke odee ritere nrite Nobel Naguib Mahfouz, naanị afọ ole na ole mgbe e bipụtara akwụkwọ akụkọ ya nke a machibidoro iwu Awlad Haretna পাই حارتنا nke na-anọchi anya Chineke na Mozis, Jizọs na Mohammed, Ụmụ Gebelawi",
  "Lutfi mechiri afọ iri na Abi Foq Al-Shagara aka Nna m n'elu osisi (1969) dị ka onye na-agba egwú abalị nke na-edina nwoke na-eto eto, wee chọpụta na ọ maara nna ya nke ọma",
  "Tinyere El Momia aka The Night of Counting the Years (1969)",
  "O so Soad Hosny mee ọtụtụ ihe nkiri, gụnyere Al-Saba' Banat aka The Seven Girls",
  "N'afọ ndị 1970, ọrụ ya kwụsịrị ka \"Golden Age\" nke Egypt maka ihe nkiri na-eru nso na njedebe",
  "Ihe nkiri ya a ma ama bụ Regal Bila Malameh aka Featureless Men opposite Salah Zulfikar (1972), El-Okhwa El-A'daa aka Enemy Brothers (1974), na Badiaa Masabni aka Badiá Masabny (1975) nke Hassan El Imam",
  "Ebe o mere ihe fọrọ nke nta ka ọ bụrụ ihe nkiri ịrị ise n'ime afọ irí na otu mbụ nke ọrụ ya, o mere naanị atọ n'ime iri afọ sochirinụ, ọ naghị arụkwa ọrụ na ihe nkiri kemgbe 1981",
  "N'afọ 2006, ọ laghachiri n'ìhè mgbe vidiyo nke onye na-agụ egwú na Lebanọn na-eto eto Nourhanne mepụtara ihe nkiri egwu site na otu n'ime  nkiri ya El Sokkariyya,.",
  "N'afọ 2014, Cairo International Film Festival nyere Nadia Lutfi otuto site na iji foto ya na foto mmemme ahụ.",
  "Na 4 Febụwarị 2020, mgbe ọ nọrọ n'ụlọ ọgwụ siri ike ruo oge ụfọdụ, Nadia Lutfi nwụrụ n'ụlọ Ọgwụ Maadi."
]