[
  "Nadia Hamza (amụrụ na 1939 na Port Said) bụ onye nduzi ihe nkiri Egypt, onye na-emepụta ihe na onye na-ede ihe nkiri. Tupu ọ malite ọrụ nduzi, Hamza rụrụ ọrụ dị ka onye edemede, onye enyemaka na onye na-emepụta ihe. Ọ ghọrọ onye nduzi na onye edemede nke na-aga nke ọma nke a maara maka ime ihe nkiri na ndị inyom na-ekwu maka ọchịchọ na ahụmịhe ụmụ nwanyị",
  "N'afọ 1994, o guzobere ụlọ ọrụ mmepụta nke ya, Seven Stars Studio ma malite iso ndị ọzọ na-eme ihe nkiri n'Ijipt rụkọọ ọrụ. Nadia kwenyere na ndị nduzi nwanyị dị iche na ndị nwoke ibe ha n'ihe gbasara isiokwu nke ihe nkiri na otu ha si eji igwefoto",
  "A maara ya maka igosi ụmụ nwanyị na ịma echiche ọha na eze banyere ụmụ nwanyị na-arụ ọrụ aka",
  "A na-egosipụta àgwà nwanyị ya dị ka ndị mmeri ma lekwasị anya na nsogbu ụmụ nwanyị, ọkachasị ụmụ nwanyị na-arụ ọrụ.",
  "A mụrụ Nadia n'obodo Port Said, North nke Cairo na 1939",
  "Hamza rụrụ ọrụ dị ka onye nta akụkọ na ngalaba nka nke akwụkwọ akụkọ 'Al Goumhouriah' mgbe ezinụlọ ya kwagara Cairo",
  "O mechara chọta ọrụ na magazin Egypt nke a ma ama, 'Al Kawakeb' nke dugara ya na ndị na-ese ihe, ndị na-eme ihe nkiri, ndị na-emepụta ihe na ndị nduzi ihe nkiri",
  "Ọ gara ọmụmụ ihe na edemede ihe nkiri na Cinema Institute wee bụrụ onye na-enyere onye nkuzi ya Niazi Mustafa aka onye bụkwa onye nduzi ihe nkiri.",
  "Ihe ngosi mbụ ya ọrụ nduzi izizi ya, Sea of Fantasy / Bahr al-awham (1984), bụ nke ndị nkatọ ihe nkiri North Africa na Middle East toro",
  "Nadia malitere iduzi ma mepụta ihe ọhụrụ kwa afọ na Women/ Al-Nisa na 1985, Women Behind Bars/ Nisa Khalfa al-qoudban na 1986, A Womanī's Greed/Hiq Imraī'ah na 1987, The Woman and the Law/ Al-Marī'ah wa-I-qanoun na Women, Alas!/ Imraʹah li-I-asaf na 1988",
  "Hamza nwetara ụgwọ ọrụ mbụ ya dị ka onye na-enyere Niazi Mustafa aka na 'Saghira Ala Al Hobb' (1966)",
  "Hamza mechara bụrụ onye a maara dị ka onye na-eme ihe nkiri ụmụ nwanyị nke a maara maka igosi ụmụ nwanyị dịka ha dị, karịa ihe oyiyi a ma ama na ihe ngosi ndị Ijipt.",
  "Onye na-emepụta",
  "Onye nduzi",
  "Onye na-enyere onye nduzi aka"
]