[
  "Nadia Arop Dudi Mayom (amụrụ na 1 Jenụwarị 1971) bụ onye ndọrọ ndọrọ ọchịchị South Sudan nke jere ozi na South Sudan National Legislative Assembly kemgbe 2011, na-anọchite anya Koch County dị ka onye otu Sudan People's Liberation Movement",
  "Dudi bụ otu n'ime ndị Padang abụọ na-eje ozi n'ọkwa ndị minista, n'akụkụ Simon Mijok Mijak.",
  "A mụrụ Dudi na 1 Jenụwarị 1979 n'obodo Bentiu, Western Upper Nile, Sudan",
  "Ọ gụsịrị akwụkwọ na Mahadum Bahr El-Ghazal na 2009 na nzere na sayensị anụmanụ, ma na-aga Mahadum Juba ugbu a, na-agbaso nzere masta nke nka.",
  "N'afọ 2005, a họpụtara Dudi ka ọ bụrụ onye omeiwu mba Sudan, na-eje ozi ruo n'afọ 2010",
  "N'otu afọ ahụ, a họpụtara ya ka ọ bụrụ onye omebe iwu nke Southern Sudan, na-eje ozi ruo n'afọ 2011",
  "Dudi nọchitere anya Koch County dị ka onye otu SPLM na mgbakọ abụọ ahụ",
  "Site na 2005 ruo 2007, Dudi bụ onyeisi oche nke Unity State SPLM.",
  "Dudi jere ozi na South Sudan National Legislative Assembly kemgbe afọ 2011, na-esote ntuli aka South Sudan nke afọ 2010 na ntuli aka nnwere onwe South Sudan nke 2011",
  "N'ọnwa Julaị afọ 2011, Salva Kiir Mayardit, onye isi ala South Sudan, họpụtara Dudi ka ọ bụrụ osote minista na-ahụ maka ọrụ ugbo na ọhịa, njem nleta, ihe onwunwe anụmanụ, na Cooperatives na mmepe ime obodo; ọ ga-anọ n'ọkwa ndị a ruo n'ọnwa Juun afọ 2013. Site n'ọnwa Ọgọstụ afọ 2013 ruo n'ọnw Machị afọ 2020, ọ bụ minista na-ahụ maka ọdịbendị, ntorobịa na egwuregwu. N'oge a, ọ rụkwara ọrụ dị ka onye na-anọchite anya minista nke Gender, Child and Social Welfare na 2018. Kemgbe Machị 2020, ọ bụ minista nke Ọdịbendị, Ebe Ngosi Ihe Mgbe Ochie na Ihe Nketa Mba.",
  "N'oge ọ bụ minista ọdịbendị, South Sudan kwadoro usoro nkwekọrịta UNESCO, ọ nyekwara aka iduzi mmemme mgbasa ozi na-egosi akwụkwọ echekwara site na National Archives of South Sudan. N'afọ 2016, Dudi bụ otu n'ime ndị ọrụ gọọmentị iri isii a na-ebo ebubo na ha na-etinye aka n'ihe ihere gbasara Bank of South Sudan, nke a na-eji £ 443 nde SSP nke ego maka Kọmitii Nchịkwa Nsogbu akwụ ndị ndọrọ ndọrọ ọchịchị na ụlọ ọrụ dị iche iche ụgwọ.",
  "Dudi bụ onye otu SPLM Politburo ma bụrụ onye guzobere South Sudan Veterinary Council",
  "Ọ lụrụ onye nnọchi anya William Daud Riek Totor",
  "Ha nwere ụmụ abụọ."
]