[
  "Nadia Ejjafini (amụrụ na abalị asatọ, na onwa Nọvemba, na afo 1977) bụ onye na-agba ọsọ ogologo oge a mụrụ na Morocco",
  "Ọ gbanwere mba ya site na mba a mụrụ ya gaa Bahrain n'afọ 2003, ma mesịa ghọọ nwa amaala Ịtali site n'alụmdi na nwunye n'afọ 2009.",
  "Ọ mechara nke anọ na mita 5000 na 1998 World Junior Championships",
  "O meriri ọkara ọsọ marathon na afọ 1999 Pan Arab Games, n'oge ahụ na-anọchite anya Morocco. O meriri asọmpi Giro di Castelbuono n'afọ 2002.",
  "Ejjafini sonyere na World Cross Country Championships na afọ 2003 rue na afọ 2004 na marathon na Isompi ụwa na afọ 2003",
  "O mekwara asọmpi marathon na afọ 2004 ya na afo 2008 Summer Olympics, mana ọ gwụbeghị na mgbalị ọ bụla",
  "Ọ bụ onye nke anọ n'elu 5000 m na afọ 2006 Asian Games.",
  "O nwere ihe ịga nke ọma na circuit n'okporo ụzọ na afọ 2006: ọ meriri Tilburg Ten Miles, Diecimiglia del Garda, Parelloop, Circuito Podistico na Rome-Ostia Half Marathon n'afọ ahụ",
  "O nwetakwara mmeri n'usoro na Corrida de Langueux na Correda de Houilles 10K agbụrụ na afọ 2006 rue na afọ 2007.",
  "Na-anọchite anya Bahrain, o nwetara ihe nrite ọlaọcha 5000m na ọla nchara 10,000m na 2007 Military World Games wee merie ọla nchara na afọ 2007 Asian Cross Country Championships. Na Athletics na afọ 2007 Pan Arab Games, ọ bụ onye nwetara ọla edo 10,000m.",
  "O nwetara nwa amaala Ịtali na onwa  Septemba, na afọ 2009 site n'alụmdi na nwunye. N'afọ ahụ, ọ bụ onye mmeri na Singelloop Utrecht",
  "O meriri n'asọmpi mba mbụ ya na afọ 2011 Italian Athletics Championships n'elu 10,000 m",
  "Ọ bịara nke abụọ na Cross della Vallagarina na onwa Jenụwarị, na afọ 2011, na-agwụcha n'azụ onye na-agba ọsọ Etiopia Fente Alemu Birtukan. Ọ nọchitere anya Ịtali na mba ụwa na nke mbụ ya na afọ 2011 IAAF World Cross Country Championships, na-abịa nke 34 n'ozuzu. N'ọnwa sochirinụ, o sonyere na Great Ireland Run wee ruo n'elu atọ.",
  "O meriri Cremona Half Marathon n'ọnwa Ọktoba site na ọsọ kachasị mma nke 1:08:27 awa na nke kachasị mma nke 2:26:15 na igba ọsọ sochiri, dịka ọ bụ nke isii na Frankfurt Marathon. Na November's Cross Internacional Valle de Llodio ọ meriri ọsọ 7.64 kilomita na ọkara nkeji fọdụrụ. Ọ nọ na-asọ mpi maka ihe nrite maka ọtụtụ n'ime asọmpi ahụ na 2011 European Cross Country Championships, mana Gemma Steel mere ya n'ọkwa nke anọ",
  "Na Cross de Venta de Baños n'ọnwa ahụ, ọ bụ onye nke abụọ n'azụ Priscah Jepleting. Na asọmpi ikpeazụ ya n'afọ ahụ, ọ bịara nke anọ na Saint Silvester Road Race. Ọ meziwanyere 10K kacha mma ya ruo 31:52 nkeji na Great Manchester Run na Mee 2012, na-ewere ọnọdụ nke abụọ n'azụ Linet Masai."
]