[
  "Nadia Khiari (amụrụ na 21 Mee 1973) bụ onye Tunisia na-ese ihe nkiri, onye na-ese ihe eserese, onye na-ese ihe na onye nkuzi nka",
  "A maara ya nke ọma maka akụkọ ihe mere eme ya na nchịkọta ihe nkiri banyere Arab Springs, ọkachasị maka agwa ya 'Willis si Tunis', nke a na-akpọ \"Cat of the Revolution\" n'ebe ụfọdụ.",
  "Na agụmakwụkwọ, Khiari bụ onye gụsịrị akwụkwọ na Faculty of Plastic Arts na Aix-en-Provence, France, ma na-akụzi nka na Faculty of Fine Arts na Tunis. N'afọ 2013 ọ nwetara akara ugo mmụta dị ka Docteur Honoris Causa na Mahadum Liège na Belgium.",
  "Ewezuga mgbasa ozi mmekọrịta, e bipụtara ọrụ Khiari na magazin ndị dị ka Siné Mensuel, Courrier International na Zelium",
  "N'ịkatọ onye bụbu onye isi ala Tunisia bụ Ben Ali, o mepụtara ihe nkiri nke nwamba aha ya bụ Willis",
  "Na Jenụwarị 2011, ọ malitere ibe Willis si Tunis na Facebook iji gosipụta mmetụta ya banyere Arab Spring, nke dọtara ihe karịrị ndị na-eso ụzọ puku iri ise na isii n'ọnwa Ọgọstụ 2021.  O kwupụtara na ọ na-ese ihe \"iji wepụ okpomọkụ n'ọnọdụ ụfọdụ\". N'ihi iwu siri ike nke ọchịchị mbụ na iji zere ịtụba ya n'ụlọ mkpọrọ, o kpachapụrụ anya \"ịmụta ịghọ aghụghọ, ịtụ aro kama ikwu okwu\". O kwuru banyere ọrụ nka ya na mgbanwe ahụ: \"ọ bụghị ọrụ nye m",
  "Ọ bụ nnwere onwe",
  "Dị ka a na-amụ m",
  "Tupu mgbanwe ahụ, abụ m zombie",
  "Echere m, mana enweghị m ike ikwupụta onwe m",
  "Ya mere, echeghị m na m dị ndụ",
  "Site na mgbanwe ahụ, a mụrụ m, dị ka nwa ọhụrụ",
  "Mkpu mbụ m tiri bụ ihe osise m",
  "Ma ugbu a maka m ọ bụ mgbanwe na nka m, kpamkpam",
  "Enwere m ike ikwu onwe m n'ikpeazụ ma kwuo ihe m chere ma katọọ gọọmentị",
  "Maka m enwere m ike ime ihe na-atọ m ụtọ: ihe nkiri",
  "\"",
  "Ewezuga ihe osise ya, a makwaara Khiari maka ọrụ ya dị ka onye na-ese ihe. Dị ka onye otu 'Cartooning for Peace', ọ sonyekwara n'ụlọ akwụkwọ French na mmemme \"Dessine-moi la Méditerranée\". N'afọ 2020, o bipụtara akwụkwọ ya Willis from Tunis, 10 ans et toujours vivant! nke nwere okwu mbido nke onye France na-ese ihe nkiri Plantu.",
  "Khiari enwetala otuto dị iche iche maka ọrụ nka ya",
  "E nyela ya Honoré Daumier Award n'oge nzukọ nke abụọ nke mba ụwa nke Cartooning for Peace na Caen (2012), Political Satire International Award na Forte dei Marmi (2014), na 2015 Agora Med Award for Intercultural Dialogue in the Mediterranean. N'afọ 2016, a kpọrọ ya otu n'ime ụmụ nwanyị 100 nke BBC, na Septemba 2016, ọ gosipụtara ọrụ ya na Le Monde Festival."
]