[
  "Nadia Nakai Kandava (née Dlamini; amụrụ n'abalị iri na asatọ n'ọnwa Mee n'afọ 1990), bụ onye South Africa na-eti egwu na onye ama ama n'ihe ngosi telivishọn.",
  "A mụrụ Nakai na South Africa",
  "Nna ya bụ onye South Africa ma nne ya bụ onye Zimbabwe. Mgbe ọ dị afọ iri na isii, a gbanwere aha nna ma zawa  nke nne ya.",
  "Nakai gara Fourways High School na Johannesburg ruo otu afọ wee gụchaa akwụkwọ na Kenya. O mechara nweta akara ugo mmụta azụmahịa , nkwukọrịta, na ọmụmụ mgbasa ozi na Mahadum Monash, Johannesburg",
  "Nakai mere Mpụta telivishọn mbụ ya na e.tv hip hop show Shiz Niz ebe o meriri asọmpi Mixtape 101, nke mere  ka ọ bụrụ nwanyị mbụ meriri asọmpi ahụ",
  "O mechara bụrụ onye a ma ama N'ọnwa Septemba afọ 2013, mgbe ọ wepụtara egwu mbụ ya \"Like Me\". N'afọ sochirinụ, e gosipụtara ya na remix nke Riky Rick song, Amantombazane n'etiti ihe omume dị iche iche. N'ihe banyere ọnwa Juun afọ 2015, Nakai wepụtara egwu ya nke atọ \"Saka Wena\" nke gosipụtara onye egwu Ice Prince, na-esote egwu ya nke abụọ, \"Whatever\" nke gosipụtara DotCom na Psyfo.",
  "N'ọnwa Ọgọstụ afọ 2016, Nakai wepụtara egwu ya \"The Man\" nke gosipụtara Cassper Nyovest site na EP ya, Bragga E wepụtara Bragga n, abalị iri na ise nke ọnwa Septemba afọ 2016",
  "N'ọnwa Nọvemba afọ 2017, Nakai wepụtara egwu ya a ma ama \"Naaa Meaan\" nke gosipụtara Cassper Nyovest. Egwu a nọ n'elu chaatị n'ọtụtụ ụlọ ọrụ redio na South Africa",
  "N'ụbọchị nke anọ n'ọnwa Nọvemba n'afọ 2016, ọ kwadoro red carpet pụrụ iche maka MTV Africa n'afọ 2018 MTV Europe Music Awards",
  "N'afọ 2019, Nakai kwadoro ihe ngosi MTV Base hip hop, Yo! MTV Raps South Africa ya na onye na-egosi telivishọn Siyabonga Ngwekazi  Mee 2019, Nakai kwadoro na a ga-ewepụta abọm mbụ ya Nadia Naked N'abalị iri abụọ na asatọ nke ọnwa June afọ 2019. N'abalị iri na asatọ nke ọnwa  Mee afọ 2019, ewepụtara \"Imma Boss\" dị ka egwu nke atọ ya na mkpuchi ihe osise nke abọm ahụ. N'abalị iri na ise nke ọnwa Ọktoba afọ 2020, o wepụtara ihe nkiri na Showmax banyere ịme abọm Nadia Naked Na Mee 2020, ọ bịanyere aka na nkwekọrịta ndekọ na Def Jam Africa",
  "N'emume nke isii nke AFRIMA, o nwetara ihe nrite Best Female Artist. E nyere ya onye na-ese ihe nkiri kachasị mma na 2020 SA Style Awards.",
  "N'afọ 2021, Nakai kwadoro oge mbụ nke ihe ngosi telivishọn nke Channel O's Gen-Z South Africa. N'ọnwa Juun afọ 2021, ọ hapụrụ Family Tree Records iji gbasoo akara nke ya. N'afọ 2021 South African Hip Hop Awards, Nakai natara nhọpụta maka Artist of the Decade",
  "N'afọ 2022, Nakai pụtara na Netflix mbụ ihe ngosi ndị Afrika ama ama, n'etolite etolite bụ Young, Famous & African",
  "Nakai nwetara mkpalị mmụọ iku egwu site n'aka nwanyị Kenya n'akụ egwu rap, Nazizi, onye ọ zutere mgbe ọ nọ na Kenya",
  "O kwuru na Nazizi metụrụ mmụọ ya na mmalite ọrụ rapping ya.",
  "Ná mmalite afọ 2022 Nadia dere na Instagram ya na ya na onye egwu ndịda Afrịka bụ AKA."
]