[
  "Nadia Tromp (amụrụ na 31 Jenụwarị 1977) bụ onye South Africa na-ese ụkpụrụ ụlọ, nke a maara maka ọrụ ya na mmekọrịta mmadụ na ibe ya na ọha na eze, ọkachasị nlekọta ahụike n'ime mba South Africa. N'afọ 2017 ọ bụ onye mmeri nke emume ihe owuwu ụwa na ngalaba ahụike maka ụlọ ọgwụ Westbury ya",
  "O mechara nata onyinye nke afọ 2017 nke ịdị mma site na GIFA (Gauteng Institute for Architecture) na onyinye nke 2018 nke uru site na SAIA (South African Institute of Architects). N'afọ 2019, ụlọ ọrụ ya meriri ihe nrite Masterprize nke ụlọ na ngalaba nke ngwakọta.",
  "A mụrụ Tromp na Fishhoek, South Africa",
  "Ọ gụrụ akwụkwọ wee nwee akara ugo mmụta na Mahadum nke Cape Town, wee nweta nzere masta na Mahadụ Harvard",
  "Mgbe ọ gụsịrị akwụkwọ ma rụọ ọrụ na Noero Wolff architects n'okpuru Jo Noero, ọ gara n'ihu bụrụ onye nduzi na Paragon Habitat Architects",
  "N'afọ 2008, o guzobere ụlọ ọrụ ya \"Ntsika Architects\", nke pụtara ogidi ike ma ọ bụ ogidi ụlọ.",
  "Tromp na-ebute ụzọ n'ihe owuwu nke nwere mmetụta mmekọrịta mmadụ na ibe ya. Ọrụ ya na ụlọ ọgwụ na South Africa, nakwa mmekorita ya na gọọmentị, na ọrụ ya na mpaghara obodo emeela ka ọ bụrụ ọkachamara n'ọhịa ahụ",
  "Tromp ekwuola okwu na mmemme AZA na Pretoria ma bụrụ onye ọka ikpe maka PPC Imaginarium Award for Architecture.",
  "Tromp nwere ọkwa onye nduzi nke International Union of Architects (UIA) \"Community Architecture\" - Architecture & Human Rights, Work program, ogbako zuru ụwa ọnụ na-aga n'ihu nke na-aga na nkwadebe maka UIA Congress ọ bụla, a ga-emecha ogbako a n'oge maka 2020 Brazil UIA Congress.",
  "N'ọnwa Febụwarị afọ 2018, a họpụtara Tromp ka ọ bụrụ onye isi oche nke Gauteng Institute for Architecture, oge ya gwụrụ n'ọnwa Febụwarị 2020 mgbe a họpụtara onye isi oche ọzọ nke GIfA, Krynauw Nel.",
  "Afọ: 2014/15",
  "Ebe: South Africa, Hillbrow",
  "Afọ: 2014/15",
  "Ebe: South Africa, Westbury",
  "Afọ: 2015/16 - 2019",
  "Ebe: South Africa, Westbury",
  "Afọ: 2019 - 2022",
  "Ebe: South Africa, Sandton & Gandhi Square",
  "\"Community Architecture\" - Architecture & Human Rights, Ọrụ"
]