[
  "Nafisat Abdulrahman Abdullahi onye ama ama dịka Nafisat Abdullahi (amụrụ ya ka ọnwa Jenụwarị dị na mkpụrụ ụbochị iri abụọ na atọ n'afọ 1992), Ọ  bụ nwaafọ Nigerian, onye na-emeputa ihe  nkiri, onyenkwado , onye nhazi  Ọsee foto na onye ọchụnta ego si Jos, Plateau Steeti,Dịka nwanyị Ji ego achụ ego ọ guzobere  obere ụlọ ọrụ abụọ",
  "Nafisat gụrụ akwụkwọ gbasara theater arts site na University of Jos mana ugbu a ọ na-agụ ihe gbasara  ise foto pụrụ iche n'ụlọ akwụkwọ na-akuzi maka ise foto  di na mba UK",
  "O nwetere ọtụtụ onyinye , dịka Afro Hollywood Award n'afọ  (2017), MTN award n' afọ (2016), AMMA Award (2015) na City People Entertainment Award n' afọ 2013 Kannywood Award  n'afọ 2014  Choice Award",
  "Ọrụ ihe nkiri ya bidoro mgbe ọ dị afọ iri na asatọ mgbe o so mepụta ihe nkiri mbụ ya akpọrọ, Sai Wata Rana n'afọ 2010 nke ndị ụlọ ọrụ FKD Production kwadoro ebe Ali Nuhu",
  "bụ onye nhazi.",
  "N'afọ 2012, Nafisat soro mee Blood and Henna, ihe nkiri emere na Naịjirịa nke Kenneth Gyang  haziri ya na Ali Nuhu  Sadiq Sani Sadiq",
  "A rọpụtara ha ugboro isii na mmemme  9th Africa Movie Academy Awards  ma nwee ihe nrite  Best Costume Design",
  "O putara na ihe nkiri akpọrọ, Lamiraj ma nweta ihe onyinye ''Best Actress'' n'afọ 2013 nakwa n'ihe nkiri, ' Ya Daga Allah n'afọ 2014 nke Aminu Saira haziri, ugbu a 'afọ 2020 Nafisa abdullahi bụ nwaanyị kacha emepụta ihe nkiri nke egwuregwu akpọrọ labarina nke Aminu Saira haziri  na-egosi na arewa24 tv ụbọchị Mọnde ọ bụla.",
  "Amụrụ na Jos, isi obodo Plateau State, Nigeria, Nafisat bụ nwa nwanyị nke anọ nke Abdulrahman Abdullahi onye bụ onye na-azụ ahịa ụgbọala na onye okenye ọnụ na-eru n'okwu",
  "Ọ gụrụ akwụkwọ n'ụlọ akwụkwọ ndị Air Force dị na Jos  mgbe ọ kwagara Federal Capital Territory ọ gara ụlọ akwụkwọ sekọndịrị nke ụmụ nwaanyị dị na Dutse, Abuja, O mechara gaa  Mahadum nke Jos ebe ọ gụrụ ma nweta digiri na theater arts",
  "Dika nwaata, O sonyere ndị otu Kannywood ebe o bidoro imepụta ihe nkiri site na nkwado ndị ụlọ ọrụ  FKD Production na Ali Nuhu",
  "Ọ malitere ọrụ ihe nkiri ya mgbe ọ dị afọ iri na asatọ na FKD Production dị ka ihe nkiri mbụ ya,  Ọ pụtara na Sai Wata Rana n'afọ 2010 nke onye nkwado na nhazi ya bụ Ali Nuhu. \n[ <span title=\"This claim needs references to reliable sources",
  "(August 2017)\">see okwu dị mkpa</span> ]\nỌ bụ nwanyị na-azụ ahịa na onye guzobere Nahaz Brand n' ụlọ ọrụ na-emepụta ihe nkiri.",
  "N'afọ 2013, a kpọrọ ya na Berlin International Film Festival dịka otu n'ime mmadụ abụọ si Naịjirịa na onye na-ese ihe nkiri na Nollywood  ma mesịa kpọọ ya ka ememme Nollywood na Atlanta, Scotland. \n[ <span title=\"This claim needs references to reliable sources",
  "(August 2017)\">see okwu dị mkpa</span> ]\nN’ọnwa Juun afọ 2013, ndị kọmitii ịdọ aka ná ntị nke ndị Arewa Filmmakers Association na Nigeria kwụsịtụrụ ya n’ihi na ọ gaghị apụta n’ihu kọmitii ahụ mgbe akpọrọ ya ka ọ hazie mmemme a machibidoro site n’aka ndị na-eso ụzọ ihe nkiri  Hausa",
  "E nyere ya akwụkwọ maka ịkwụsị orụ ruo afọ abụọ i site na kọmitii ịdọ aka ma emechara kpọghachi ya  n'ọnwa Ọgost n'afọ 2013 tupu ọ gaa n'ihu isonye mee ihe nkiri Aminu Saira's Kalamu Wahid na ' Ya Daga Allah n'afọ 2014",
  "Nafisat emeela ọtụtụ ihe nkiri onyonyo ndị Hausa , ụfọdụ n’ime ha bụ;Àtụ:Columns-list",
  "(Kannywood)"
]