[
  "The North Atlantic Fellas Organization (NAFO, French: Organisation des Fellas de l'Atlantique nord, OFAN, a play on NATO, the North Atlantic Treaty Organization) bụ ihe ntanetị na mgbasa ozi mmekọrịta nke raara onwe ya nye igbochi mgbasa ozi Russia na ozi aghụghọ banyere mwakpo Russia nke Ukraine na 2022. A na-ahazi ya dị ka ụdị agha ozi.",
  "E mepụtara meme ahụ na Mee 2022, mgbe onye na-ese ihe na Twitter bụ Kamil Dyszewski (n'okpuru aka @Kama_Kamilia) malitere ịgbakwunye foto gbanwere nke nkịta Shiba Inu (nke \"Fella\") na foto sitere na Ukraine. E hiwere NAFO, dị ka ọ dị, na 24 Mee 2022 site na tweet. Ụdị Shiba Inu enweela ọnụnọ dị ịrịba ama na-enweghị njikọ na omenala ịntanetị kemgbe ọ dịkarịa ala 2010 n'okpuru 'doge' meme.",
  "Mgbe oge ụfọdụ gasịrị, Dyszewski malitere ịmepụta omenala \"Fellas\" maka ndị ọzọ nyere onyinye na Georgian Legion",
  "\"Fellas\", nke sitere na \"mmekọrịta\", bụ nke NAFO na-ewere dị ka okwu na-anọpụ iche na nwoke ma ọ bụ nwanyị. Ndị ọrụ ugbu a na ndị lara ezumike nká site na ndị agha Ukraine na NATO, yana ndị Eastern Europe na ndị Eastern Europe, na-anọchite anya nke ukwuu n'etiti ndị na-ekere òkè na ọrụ nke otu ahụ. Akwụkwọ akụkọ German bụ Berliner Kurier na-eme atụmatụ na otu ahụ gụnyere \"ọtụtụ iri puku\" nke ndị mmekọ ka ọ na-erule Septemba 2022. Fellas na-apụta na foto dị iche iche edepụtara na \"vidiyo Tokyo-style nke ndị agha Ukraine setịpụrụ ịgba egwu egwu\", ma \"na-agbakọta na ihe nkiri agha iji kwara ndị agha Russia emo ma too ndị agha Ukraine\". NAFO na-akpọ ndị iro ya (n'ịntanetị na n'ọgbọ agha) vatniks. A na-akọ na ụfọdụ ndị otu NAFO nwere \"nlebara anya pụrụ iche\" n'ịkwụsị \"whataboutism\" nchebe nke mwakpo Russia.",
  "Dabere na Wall Street Journal, a na-ekwere na nchịkọta ego na ahịa ahịa nke otu ahụ na-akwado Ukraine na-agbakọta \"ihe karịrị $ 1 nde",
  "mana ọ nweghị ọnụ ọgụgụ gọọmentị\" yabụ enweghị ike ịchọpụta nkwupụta ahụ n'onwe ya. N'ọnwa Ọgọstụ 2022, NAFO nwetara ego maka Signmyrocket.com, ebe nrụọrụ weebụ ebe ndị mmadụ na-akwụ ụgwọ maka ozi omenala edere na bọmbụ na ngwá ọrụ Ukraine",
  "Task & Purpose kọwara nsonaazụ ahụ, 2S7 Pion self-propelled artillery na ihe odide \"Super Bonker 9000\" na mkpịsị aka baseball bat na barel na ihe odide \"\"NAFO-Article 69\" dị ka \"artillery self-propoted nke na-eweta ihe ntanetị n'ụdị ụwa\".",
  "Per The Economist, \"Another popular slogan—'What air defence doing?'—pokes fun at the failure of Russian air defences to prevent an attack on Saky air base in Crimea on August 9th.\" The origin of the meme was a quote tweet in \"dubious English\" by @200_zoka (with airdefense idiosyncratically combined into one word) reacting to photos of smoke billowing up from the distant airfield.",
  "Ụlọ ọrụ mgbasa ozi nke Germany bụ ZDF jụrụ echiche ahụ bụ na NAFO bụ ọrụ nke US Central Intelligence Agency; \"eziokwu ahụ bụ na 'Nafo' bụ nke CIA na-akwado bụ naanị ihe ọchị na-eweda onwe ya n'etiti ndị Twitter",
  "\" Ọtụtụ Fellas n'onwe ha nabatara ihe ọchị ahụ, na-agbanwe profaịlụ Twitter ha iji gosipụta ọnọdụ ha dị ka Langley, Virginia, ebe isi ụlọ ọrụ CIA dị.",
  "A kọwara NAFO dị ka \"Mmeghachi omume nke ndị obodo ọdịda anyanwụ na mkpọsa Russia\" site n'aka Tobias Fella, onye sayensị ndọrọ ndọrọ ọchịchị na-azụ ndị agha Bundeswehr na-emeso mgbasa ozi mmekọrịta",
  "Ọ bụ akụkụ nke nnukwu \"ọgụ maka ọbụbụeze nke nkọwa\" na oghere ịntanetị. Dị ka Politico si kwuo, \"Ịga n'ime NAFO bụ inweta ihe mberede na otu obodo ndị dị n'ịntanetị si eme ka ndị na-agba ọsọ n'ịnta na-agba egwu na-agba agba nke ndị agha n'ịntanị mepụtala omenala ịntanetị",
  "\"",
  "Prọfesọ na-amụ ihe gbasara mgbasa ozi n'America bụ Jaime Cohen na-ekwu na òtù NAFO \"bụ ihe omume na-emegide steeti mba\". Onye nta akụkọ Britain na Lebanọn bụ Oz Katerji na-ekwusi ike na NAFO \"egbochiwo ndị mgbasa ozi Russia ma mee ka ha yie ndị na-enweghị isi na ndị na-adịghị mma na usoro ahụ\". Onye nnọchi anya Ukraine na Australia na New Zealand Vasyl Myroshnychenko kwuru na ntọala, ọdịdị nke NAFO bụ akụkụ dị mkpa nke ike ya.",
  "Dị ka otu nyocha si kwuo, \"Memes ndị na-asụ Bekee n'ụzọ dị ukwuu emeela ka ndị Ọdịda Anyanwụ na-elebara agha Ukraine anya - nlebara anya nke dị mkpa n'ihi mkpa ngwá agha ndị Ọdịtoba dị maka ndị agha Ukraine\". Onye isi agha America Steve Speece na Modern War Institute na West Point na-ekwu na \"Meme ọdịnaya e kesara na ọwa NAFO",
  "bụ ihe fọrọ nke nta ka ọ bụrụ naanị asụsụ Bekee ma eleghị anya ọ bụghị maka ndị na-ege ntị Russia..",
  "Ọmụmụ ihe ndị a dị iji mepụta ọdịnaya maka ntụrụndụ na ọnọdụ nke ndị otu ha",
  "Ma ọbụna iwu nchekwa mba ọdịda anyanwụ na-akpali mgbe ụfọdụ n'ụzọ doro anya site na mmetụta - dị ka iwe - nke a zụlitere na obodo ndị dị n'ịntanetị. Speece na-ekwu na ndị na-eme ngagharị iwe n'ịntanetị dị ka NAFO na-arụ ọrụ nke ndị uwe ojii ọjọọ na ezigbo ndị uwe ojii / ndị uwe ojii na-eme iwu.",
  "Dị ka Berliner Kurier si kwuo, \"Dị ka ezigbo NATO, NAFO nwere ọrụ enyemaka nke Nkeji edemede 5",
  "Nke a pụtara na nwoke ọ bụla nwere ike ịkpọ ndị ọzọ maka enyemaka ma ọ bụrụ na a na-awakpo ha ma ọ bụ na-ezute ozi ụgha",
  "Maka nke a, ndị otu NAFO na-eji hashtag #NAFOarticle5 wee nweta nkwado site n'aka ndị ọzọ. Otu onye nyocha na German Council on Foreign Relations nyochara ya dị ka \"nke dị irè nke ukwuu\".",
  "Russia etinyela ugbo troll n'ụzọ dị irè n'oge gara aga; mmeghachi omume mgbagwoju anya ya na NAFO nwere ike isi na \"mgbasa ozi echiche banyere Ukraine\". Dị ka ndị agha cyber nke ndị agha US, 780th Military Intelligence Brigade, si kwuo, \"Nye obodo dị n'ịntanetị dị ka NAFO, ịkpọ aha ọjọọ site na mgbasa ozi gọọmentị nke ebumnuche ya bụ ihe akaebe na ịkwa emo ya na-enweta mmetụta achọrọ",
  "\"",
  "N'abalị iri abụọ na asatọ n'ọnwa Ọgọstụ n'afọ 2022, akaụntụ Twitter nke Ministrị Nchebe nke Ukraine tweetere ekele ya maka NAFO, na onyinyo nke mgbọ ogbunigwe a na-agba na \"Fella\" yi uwe agha, aka n'ihu, n'ọnọdụ ekele.",
  "Ndị isi ndị agha na ndị ọrụ obodo na Ukraine na mba NATO agbanweela ihe ngosi Twitter ha ka ọ bụrụ Fella",
  "Minista na-ahụ maka nchekwa nke Ukraine bụ Oleksii Reznikov gbanwere avatar Twitter ya ruo nwa oge ka ọ bụrụ Fella nyere ya iji sọpụrụ ya, na 30 Ọgọst 2022.",
  "Others have included former President of Estonia Toomas Hendrik Ilves, current Prime Minister of Estonia Kaja Kallas, Lithuanian Foreign Minister Gabrielius Landsbergis, United States Representative Adam Kinzinger, and United States Army Major General Patrick J",
  "Donahoe.",
  "Àtụ:2022 Russian invasion of Ukraine"
]