[
  "Azeez Adeshina Sanyaolu (a mụrụ n'ụbọchị nke 10 n'ọnwa Mee n'afọ 1991), onye a maara dịka Naira Marley, bụ onye Britain na Naijiria na-agụ egwu na onye na-ede egwu. A maara ya dị ka onye isi oche nke ndị na-akwado ya na-ese okwu, \"Marlians\".",
  "Mgbe ọ dị afọ iri na otu, ọ kwagara Peckham, South London, England. Marley gụsịrị akwụkwọ na azụmahịa na Peckham Academy",
  "Ọ gụkwara iwu azụmahịa na Crossways College (nke bụzi Christ the King Sixth Form College).",
  "Mgbe ọ na-etolite, Naira Marley nwere atụmatụ ịghọ MC na onye na-ese olu",
  "Ọ malitere ịbụ abụ n'afọ 2014 mgbe ọ chọpụtara mmasị ya maka egwu ma ndị enyi ya gbara ya ume ka ọ gbasoo ọrụ egwu ya",
  "O wepụtara egwu Max Twigz nyere aka \"Marry Juana\" tupu ọ wepụta EP mbụ ya Gotta Dance na 2015.",
  "Naira Marley wepụtara egwu Zlatan nyere aka \"Am I A Yahoo Boy\" na 3 Mee 2019, ndị Economic and Financial Crimes Commission (EFCC) jidere ya n'otu ụbọchị ahụ. Ọ tọhapụrụ \"Soapy\" na 27 June 2019, ụbọchị ole na ole ka a tọhapụrụ ya n'ụlọ mkpọrọ. Na 11 Jenụwarị 2020, o meriri Nhọrọ Ndị Na-ekiri maka \"Soapy\" na 2020 Soundcity MVP Awards.",
  "N'oge \"Marlian Fest\", nke e mere na Eko Hotels and Suites na 30 Disemba 2019, Naira Marley kwupụtara mmalite nke akara ndekọ ya Marlian Records ma kpughee CBlvck, Zinoleesky, MohBad na Fabian Blu dị ka ndị bịanyere aka.",
  "Na 10 Julaị 2020, Naira Marley gara na Instagram Page ya iji kpughee ihe omume ọzọ n'okpuru akara ya, aha ya bụ: Emo Grae na egwu ọhụrụ na ọhụụ akpọrọ 0903 nke gosipụtara Buju.",
  "N'abalị iri abụọ na otu n'ọnwa Juun afọ 2021, onye egwu a ma ama na onye meriri ihe nrite kwupụtara na post o mere na akara Instagram ya na ọ ga-ahapụ abọm ọhụrụ.",
  "Dị ka ya si kwuo, a na-akpọ abọm ahụ 'God's Timing Is The Best' ma ọ ga-ewepụta ya mgbe ọ hapụsịrị vidiyo gọọmentị maka egwu ya 'COMING'.",
  "Na 10 Mee 2019, EFCC jidere Naira Marley na ndị enyi ya Zlatan, Tiamiu Kayode, Adewunmi Moses, Micheal \"Taqueesh\" Adenuga na Abubakar Musa. E jidere ya otu ụbọchị mgbe Marley weputara vidiyo maka egwu a na-ese okwu \"Am I A Yahoo Boy\". Mgbe ụbọchị ise gasịrị, EFCC tọhapụrụ Zlatan na mmadụ atọ ndị ọzọ mana ha debere Marley n'ụlọ mkpọrọ n'ihi ihe akaebe megide ya. Na 16 Mee 2019, EFCC boro ya ebubo iri na otu nke aghụghọ n'ihu Ụlọikpe Kasị Elu nke Federal dị na Ikoyi, Lagos. Na 19 Mee 2019, Zlatan wepụtara egwu \"4 Nights In Ekohtiebo\" mgbe Marley ka nọ n'ụlọ mkpọrọ",
  "N'ime ya, ọ na-ekwu banyere ndị enyi ụlọ ọrụ ya, ndị iro ya na ndị ọzọ ọ masịrị ya na otú ha si nweta ya. N'ọnwa Mee afọ 2019, a gbara Marley akwụkwọ n'ihu Ụlọikpe Kasị Elu nke Federal ma kwuo na ọ bụghị ikpe mara ya; e debere ikpe mgbapụta maka 30 Mee 2019. N'ụbọchị a na-ekpe ikpe mgbapụta ahụ, Marley wepụtara \"Why\", abụ nke na-esonyere ihe oyiyi ya na aka",
  "Na 14 June 2019, a tọhapụrụ ya n'ụlọ mkpọrọ ụbọchị iri na anọ mgbe e nyechara ya mgbapụta  ~ 2,000,000 Ụbọchị ole na ole ka e mesịrị, ọ wepụtara \"Soapy\", egwu banyere omume mmekọahụ nke ndị mkpọrọ nọ n'ụlọ mkpọrọ.",
  "N'ọnwa Ọktọba 2019, Marley laghachiri n'ụlọ ikpe iji chee ebubo ahụ ihu. E mechara kwụsị ikpe ya na 27 Febụwarị 2020 mgbe onye akaebe EFCC gbara akaebe megide ya.",
  "Ndị uwe ojii Naịjirịa jidere Marley maka imebi iwu mkpọchi nke onye isi ala Muhammadu Buhari nyere Lagos Steeti iji gbochie mgbasa nke coronavirus na mba ahụ. N'abalị iri na atọ n'ọnwa Juun n'afọ 2020, ọ rụrụ egwu na Abuja n'agbanyeghị mmachibido njem n'etiti steeti na iwu ịpụ iche iji gbochie mgbasa nke COVID-19. Ndị nchịkwa FCT gbara ya akwụkwọ n'ihu ụlọ ikpe na-agagharị agagharị na Abuja maka egwu ahụ.",
  "Concert Valentine na Cameroon",
  "Na Satọdee 13 Febụwarị 2021, akụkọ pụtara n'ịntanetị na ndị ọchịchị na mba ahụ akagbuola Valentine's Concert nke Marley na Cameroon",
  "Onye nhazi ahụ akwụsịlarị egwu ahụ ugboro abụọ ma kwaga ebe dị iche iche, mana ndị ọchịchị [nke?] na mba ahụ mechara kagbuo ya kpamkpam n'ihi ekworo [nkọwa dị mkpa] n'akụkụ ndị na-eme egwuregwu na Cameroon bụ ndị na-enweghị obi ụtọ na egwu na ndị egwu Naịjirịa nwere na Cameroon."
]