[
  "Najia Mehadji (amụrụ na 1950) bụ onye na-ese ihe nke Franco-Moroccan nke bi ma na-arụ ọrụ na Paris, France na Essaouira, Morocco.",
  "Najia Mehadji bụ onye French-Moroccan na-ese ihe nke a maara nke ọma na ọnọdụ Morocco ma bụrụ onye a ma ama na France kemgbe afọ 1980 site na ihe ngosi na nnukwu ụlọ ngosi ihe mgbe ochie nke gụnyere Centre Georges Pompidou na Paris.\nO nwetara n'etiti afọ 1970 nzere masta nke nka na akụkọ ihe mere eme na Mahadum Pantheon-Sorbonne nakwa nzere ihe nkiri na Mahadum Paris 8",
  "Nke ikpeazụ mere ka ya na Peter Brook na The Living Theatre rụọ ọrụ, ndị otu na-aga n'ihu na-emeghe maka ndị a na-akpọ \"ndị na-abụghị ndị Europe\", na-emepụta ọrụ ahụ pụrụ iche ma na-emetụta ọrụ nke ya na mmepe nke ụdị ya.",
  "N'ime afọ ndị ahụ, ọ chọpụtara Japanese zen aesthetic na emume Sufi Whirling Dervish, na-eji icheku ọkụ ma ọ bụ ink nwere nnwere onwe dị ukwuu",
  "Mgbe ahụ, ya na ụmụ akwụkwọ na-emeputa ememe nke oge a nke emepụtara n'ihe nkiri, na-ese ihe na nnukwu mpempe akwụkwọ",
  "O sonyekwara otu Women / Art ma bipụta eserese mbụ ya, ụdị eserese ojii na nke ọcha nke a pụrụ ịkọwa dị ka \"ihe na-emetụ n'ahụ\".",
  "N'afọ 1985, ọ nọrọ otu afọ na Essaouira ebe o nwetara agụmakwụkwọ n'efu \"Villa Médicis Hors les murs\" ma na-alọghachi kwa afọ ruo ọtụtụ ọnwa",
  "Ọ bụ n'oge ọnụnọ mbụ a ka o sere usoro ya na akụkọ ifo nke Icarus, \"ihe nnọchianya nke nnwere onwe na-etinye ihe ize ndụ\" na nnukwu akwa akwa ebe a na-ejikọta akara nke mmegharị ahụ na ndekọ foto na ọdịdị geometric doro anya",
  "E gosipụtara ọrụ ndị ahụ na ngosi mbụ ya na ihe ngosi nka nke Caen na Poitiers na 1986-87.",
  "N'afọ 1993–1994, na nzaghachi maka mpụ agha emere megide ndị Bosniaks na ex-Yugoslavia, o mepụtara usoro Domes n'ihi mmasị ya na \"transcultural\" architectural shapes (nke gụnyere octagon), mgbe ọ na-arutu aka n'ụzọ doro anya na nnọchi anya nke cosmology na nka nke Islam",
  "N'afọ 2005, ọ laghachiri na ihe nkiri a na Agha Ifuru; ọrụ dijitalụ nke pụtara na \"Ọdachi nke Agha\" nke Goya.",
  "Site n'afọ 1996 ruo n'afọ 2006, Mehadji sere nnukwu ihe osise na agba nzu mmanụ eserese / eserese site na isiokwu ihe atụ monochrome dị ka okirikiri, osisi (ma ọ bụ osisi nke ndụ), ifuru Granada, wdg",
  "O kere ọtụtụ \"abstract flow structures\" na-ejide ma oge ndụ, ngafe, echiche nke enweghị ngwụcha",
  "Mgbe ahụ, ọ malitere iji akara sara mbara na-acha uhie uhie na \"arabesque\" na-acha ọcha ma ọ bụ na-acha uhie uhie na oji, ma na-echepụta \"edemede dị n'ime\" ahụ na mkpụrụ obi dị egwu: Akwụkwọ Mpịakọta.",
  "N'afọ 1998, ọ kụziri eserese dị ka prọfesọ nleta na École nationale supérieure des Beaux-Arts (National School of Fine Arts) nke Paris.",
  "N'akụkụ eserese na eserese, kemgbe afọ 2005, ọ gara n'ihu na nkwa ya megide ime ihe ike na Middle East, na-emepụta ọrụ dijitalụ na-agụnye nkọwa sara mbara nke ihe osise Goya (gụnyere La Tauromaquia na Ọdachi nke Agha ) n'ime atụmatụ ifuru fluorescent - \"dị ka esemokwu n'etiti Eros na Thanatos\".",
  "Kemgbe afọ 2008, o mepụtara usoro ọhụrụ nke nnukwu eserese na ihe oyiyi dijitalụ nke na-enye akụkụ ọkpụkpụ na omume ya na Swirls, Arabesque, Mystic Dance, Coil nke akara ya na-aga n'ihu, mmegharị aka n'efu na ntụgharị aka na calligraphy nke ọwụwa anyanwụ na Sufism bụ atụmatụ niile na-enye ya ohere ịnakwere omume ndị a na-ekwukarị na ọ bụ ụmụ nwoke site na ịmepụta ụzọ ọhụrụ nke eserese, nke a tọhapụrụ site na ọdịnala ma yie arụmọrụ.",
  "Emere ihe ngosi onwe ya na France, Museums of Fine Arts nke Poitiers nke Caen na Epinal; Montenay Gallery (Paris); na St",
  "John hall (Mairie de Paris); gallery The Ship (Brest)",
  "Na Morocco, na National Gallery Bab Ruach (Rabat); Actua space na Attijariwafabank (Casablanca); Delacroix Gallery (Tanger); Shart Gallery na Atelier 21 (Casablanca)",
  "Na Qatar, ya na Anima Gallery na Doha",
  "Ọ kọwakwara Amman (Shoman Foundation) na ngosi ahụ na Basel, ya na Arco Madrid, FI:AF (French Institute Alliance Française) na New York na ọtụtụ ụlọ ọrụ n'ụwa niile.",
  "O sonyere na 2009 na ihe ngosi Elles@centrepompidou na Musée National d'Art Moderne (Paris) na Crossing n'oge Mawazine Festival (Rabat).",
  "N'afọ 2010, na Contemporary Art Fair na Dubai, na ngosi Resonances ihe ngosi nka Marrakech na Marrakech Art Fair dị ka akụkụ nke Shart gallery nke Casablanca.",
  "N'afọ 2011, n'ihe ngosi otu 'Architectures / Drawings / Utopias' 'na National Museum of Romanian Contemporary Art na' 'Nature and Landscapes' na ohere nka nke General Company of Casablanca, na Drawing Now Paris na Carrousel du Louvre",
  "Mgbe ahụ, ọ na-ekpughe na 'Sense & Essences' na New York French Institute (FI: AF) na Villa Roosevelt na Casablanca usoro Mystic Dance\nỌ bụ otu n'ime ndị a na-ese ihe Traits d'Union - Paris na nka ndị Arab nke oge a na Villa Emerige na Paris: ihe ngosi ihe ngosi nka nke na-akpọkọta ndị Arab iri na abụọ nwere mmekọrịta pụrụ iche na France, na onye ihe ịga nke ọma ya bụ nke na ọ, site na French Institute, na-eme njem na 2012–2013 (Beirut, Sana'a, Rabat, wdg.)",
  "N'afọ 2012–2013, o gosipụtara na Galerie Shart, Casablanca, Close na Galerie Albert Benamou na Paris na Art Paris Art Fair, mgbe ahụ Anima Gallery na Doha (Qatar)",
  "O sonyere na afọ iri abụọ na ise nke Arab creativity na Institut du Monde Arabe, Emirates Palace na Abu Dhabi na Manama na Bahrain",
  "Ihe ngosi ya n'afọ 2013 bụ: Mystic Dance na Espace Art Roch (Paris), The 2000 na Espace Claude Lemand (Paris), draping na gallery The Ship (Brest).\nỌ na-ekere òkè n'ahịa Syriart na Paris na Beirut iji kwado ndị nkịtị nke ndị Siria na nnupụisi.",
  "Ná mmalite afọ 2014, o mere ihe ngosi \"New Arabesque\" na Galerie Le Violon Bleu na Tunis na Art Dubai (Selma Feriani Gallery London) na Art Paris Art Fair (gallery Lemand Claude Paris)",
  "N'oge ọkọchị 2014, usoro ọrụ dijitalụ ya Suites Goyesques; A na-egosi ọgụ ehi na Musée d'Art Moderne de Céret na The painter and the arena and bullfighting art from Goya to Barceló Mgbe ahụ, o sonyere na ngosi mmeghe nke Musée Mohammed VI d'art moderne et contemporain Rabat \"Art 1914–2014,100ans na Morocco,\" yana nke Arab World Institute na Paris \"the Contemporary Morocco\"",
  "N'ọnwa Machị afọ 2015, o gosipụtara \"afọ iri abụọ nke ọrụ\" na gallery Atelier 21 na Casablanca nke na-ahazi ihe ngosi mbụ ya na Morocco na Art Paris Art Fair na Grand Palace na gallery Claude Lemand",
  "Ọrụ Najia Mehadji dị n'ọtụtụ nchịkọta ọha na eze na ebe ngosi ihe mgbe ochie, gụnyere Centre Georges Pompidou MNAM (4 nnukwu eserese na eserese na mpempe akwụkwọ) na Arab World Institute na Paris (ihe osise) na nchịkọta Société Générale, ONA Foundation, Mohammed VI Museum of Modern and Contemporary Art of Rabat na Casablanca Attijari Waffabank ndị nwere ọtụtụ ọrụ.\nEnwere ike ịhụ ọtụtụ vidiyo banyere onye na-ese ihe na YouTube."
]