[
  "Najjar Abdul-Musawwir (amụrụ n'ubochí irí abụọ na isé n'ọnwa Ọktoba, 1958) bụ ónyé Africa-America na-ese ihe na prọfesọ nke ihe osise na akụkọ ihe méré eme",
  "E gosipụtara ọrụ ya gburugburu ụwa, gụnyere na United States, Europe, Africa, na Eshia",
  "Ọ na-akụzi na Southern Illinois University Carbondale's School of Art and Design.",
  "Najjar Abdul-Musawwir tolitere na mpụga Chicago, Illinois na mpaghara Harvey. Ọ na-echeta na mbụ na-enwe mmasị na nka nka nkè nnà ya na nwá nwanne ya mèrè mgbè ọ dị ihe dị ka afọ asaa ma ọ bụ asatọ",
  "Mana oge ọ hụrụ nka n'anya bụ na klas nke anọ, mgbè ọrụ nka ụlọ akwụkwọ nke gụnyere itinye oji n'elu agba ndị ọzọ na eserese pensụl, wee kpochapụ oji iji kpughee agba n'okpuru",
  "O jiri ógè ahụ tụnyere \"ónyé ọkà mmụta sayensị na-achọpụta penicillin\".",
  "N'ụlọ akwụkwọ sekọndrị, a kpọgara Abdul-Musawwir n'ụlọ akwụkwọ ndị ọcha, Thornridge High School na Dolton, Illinois, ebe ọ nọrọ ógè ya na otu egwuregwu mmega ahụ, ebe ọ bụ ónyé nwetara ọla edo, na n'ọbá akwụkwọ, ebe ọ gụrụ akwụkwọ nka",
  "Otú ọ dị, n'akụkụ abụọ a, ọ bụ onye ịkpa ókè agbụrụ lekwasịrị anya",
  "A na-ebibi nka nke ya mgbe ụfọdụ, na-eme ka ndị nkụzi ya kwere na ọ naghị arụ ọrụ ụlọ ya",
  "Ọ nwetakwara ịkpa ókè agbụrụ n'otu egwuregwu mmega ahụ, ebe ndị otu ya ga-eme nsị n'uwe ya",
  "N'ikpeazụ, ọ kwụsịrị ụlọ akwụkwọ.",
  "Ụdị nka bụ isi nke Abdul-Musawwir bụ eserese na eserese, ọ na-arụkwa ọrụ n'ụdị nka abstract, abstract expressionism, na realism",
  "Ihe osise ya na-egosipụta njirimara ya dị ka ónyé Alakụba na ónyé Africa America yana mmasị ya na akụkọ ihe méré eme nke Islam, Africa, na Africa America",
  "Otu n'ime ndị isi nwere mmetụta bụ ónyé nkụzi WSIU Robert Paulson",
  "Abdul-Musawwir kwuru, sị, \"Ọ bụrụ na e nwere onye ọ bụla kụziiri m otú e si ese ihe, na ịhụ, na iji nwee ekele màkà agba, ọ bụ Bob Paulson\"",
  "Ónyé nkụzi ọzọ nwere mmetụta bụ Larry Bernstein.",
  "Abdul-Musawwir apụtala na gallery na ngosi na United States, Europe, Africa, na Eshia, gụnyere:",
  "O nwèrè ụmụ nwanyị anọ ma lụọ Khaleelah."
]