[
  "Najla Ben Abdallah (Arabic: نجلاء بن عبد الله , a mụrụ na June 16, 1980), bụ onye Tunisia na-eme ihe nkiri, ihe nlereanya na onye na-arụ ọrụ ụgbọ elu nke mere Feriel na usoro Tunisian Maktoub",
  "Ọ pụtara n'ọtụtụ ihe nkiri gụnyere ihe nkiri Un fils Mehdi M",
  "Barsaoui",
  "Najla apụtawokwa n'ọtụtụ usoro telivishọn.",
  "A mụrụ Najla Ben Abdallah n'abalị 16 nke ọnwa June, afọ 1980, na Tunis",
  "Ọ bụ onye na-arụ ọrụ ụgbọ elu maka ụlọ ọrụ ụgbọ elu Tunisair",
  "Ọ bụ onye nnọchi anya ọtụtụ ngwaahịa.",
  "N'afọ 2009, ọ malitere ọrụ ya na mgbasa ozi",
  "Najla nwalere ohere mbụ ya na ihe nkiri ncha nke Ramadan nke a na-akpọ Donia n'akụkụ Nadia Boussetta",
  "Ọrụ ihe nkiri mbụ ya bụ nke Lilly na \"False Note\".",
  "N'afọ 2012, o mere mkpuchi nke magazin ndị mmadụ Tunivisions, mgbe ahụ nke magazin Tunisian E-young na Nọvemba.",
  "N'afọ 2015, Ben Abdallah rụrụ ọrụ Hourya na ihe nkiri Mehdi Hmili \"Thala mon amour\" ya na Ghanem Zrelli.",
  "N'afọ 2017, onye na-eme ihe nkiri ahụ sonyere n'afọ a na usoro \"Bolice 4\", O sonyekwara na ihe nkiri ncha nke Libya, ebe a na-eme fim na Tunisia maka ebumnuche nchekwa.",
  "N'afọ 2019, Najla Ben Abdallah rụrụ ọrụ nkwado dị mkpa nke ihe nkiri Un fils na Sami Bouajila, e nyere ihe nkiri ahụ na Cairo International Film Festival nke afọ 2019",
  "Ọ bụ ihe nkiri nke asọmpi Horizons of Arab Cinema, na ngosi gala nke gara, na mgbakwunye na onye nduzi Mehdi M",
  "Barsaoui, onye na-emepụta Habib Attia na onye isi oche nke CIFF Mohamed Hefzy, ọtụtụ ndị na-eme ihe nkiri na ndị ọkachamara nke ihe nkiri Egypt na mba ọzọ na nnukwu ndị na-ege ntị bịara ịchọpụta ihe nkiri Tunisian a. Ihe nkiri a meriri ọtụtụ onyinye dị elu, ọkachasị na HAMBURG Film Festival, Cairo International Film Festival, International Francophone Film Festival of NAMUR, CINEMAMED Brussels, TOZEUR International Film Festival na ọtụtụ ememme ndị ọzọ. Ndị otu ndị ọka ikpe dị iche iche nyere ya ihe nrite atọ: Special Jury Prize Salah Abou Seif, UNFPA Prize na Prize maka ihe nkiri Arab kacha mma.",
  "N'afọ 2020, ọ meriri ihe nrite maka onye na-eme ihe nkiri kachasị mma na Malmö Arab Film Festival, maka ọrụ ya na ihe nkiri Un Fils na Bekee \"A Son\", ihe nkiri nke Mehdi Barsaoui dere ma duzie, meriri ihe nkiri kachasị nke mbipụta nke iri nke Arab Film Festival si Malmö (MAFF na Sweden). César Academy a họrọla ya ka ọ bụrụ akụkụ nke \"César for Most Promising Actress afọ 2021\" maka ọrụ ya na ihe nkiri \"A Son\", nke enwetala ihe dịka onyinye mba ụwa iri atọ.",
  "Ọ bụ nne nke ụmụ nwanyị abụọ.\nN'afọ 2020, o kwupụtara, dịka nne, na ọ na-eji ịbụ nna kpọrọ ihe nke ukwuu."
]