[
  "Grace Naledi Mandisa Pandor (née Matthews; Amụrụ n'ụbọchị 7 Disemba 1953) bụ onye ndọrọ ndọrọ ọchịchị South Africa, onye nkuzi na agụmakwụkwọ na-eje ozi dị ka Minista nke Mmekọrịta na Imekọ ihe ọnụ kemgbe afọ 2019",
  "Ọ na-eje ozi dị ka onye omeiwu (MP) maka African National Congress (ANC) kemgbe afọ 1994.",
  "A mụrụ ya na Durban, Pandor gụsịrị akwụkwọ sekọndrị na Botswana",
  "Ọ ruru eru dị ka onye nkuzi ma kụzie na ọtụtụ ụlọ akwụkwọ na mahadum, ebe ọ nwetara nzere dị iche iche site na mahadum dị iche iche. Pandor malitere ọrụ dị ka onye omeiwu n'afọ 1994. N'oge na-adịghị anya, ọ ghọrọ osote onye isi nke ANC caucus n'afọ 1995. A họpụtara ya ka ọ bụrụ osote onye isi oche nke National Council of Provinces n'afọ 1998 wee bụrụ onye isi oche n'afọ 1999.",
  "O bu ụzọ bụrụ onye otu kansụl mba n'afọ 2004, na-esote mkpebi Onye isi ala Thabo Mbeki ịhọpụta ya dị ka Minista nke Mmụta. Ọ nọgidere n'ọkwa ya na kọmitii nke Kgalema Motlanthe",
  "Onye isi ala a họpụtara ọhụrụ bụ Jacob Zuma họpụtara ya ka ọ bụrụ Minista sayensị na teknụzụ n'afọ 2009. Ọ rụrụ ọrụ n'ọkwa ahụ ruo mgbe a họpụtara ya dị ka Minista na-ahụ maka ihe ndị dị n'ime obodo n'afọ 2012. Ọ laghachiri n'ọkwa Minista nke Sayensị na Teknụzụ n'afọ 2014 wee nwee ya ruo afọ 2018, mgbe ọ ghọrọ Minista nke agụmakwụkwọ na ọzụzụ dị elu na kọmitii mbụ nke Onye isi ala Cyril Ramaphosa. Mgbe ntuli aka nke afọ 2019 gasịrị, a kpọtụrụ Pandor aha dị ka onye nwere ike ịzọ ọkwa osote onye isi ala nke South Africa. Kama nke ahụ, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka mmekọrịta mba ụwa na imekọ ihe ọnụ.",
  "A mụrụ Grace Naledi Mandisa Matthews n'ụbọchị 7 Disemba 1953 na Durban, Natal, na Regina Thelma (nwụrụ n'afọ 2002) na Joe Matthews (1929), onye ndọrọ ndọrọ ọchịchị na onye na-emegide ịkpa ókè agbụrụ na nwa nke agụmakwụkwọ Z",
  "K",
  "Matthews (1901 1910-1968). Ọ gụrụ akwụkwọ praịmarị na sekọndrị na Botswana",
  "Ọ gụrụ akwụkwọ na Gaborone Secondary School",
  "N'agbata afọ 1973 ruo afọ 1977, ọ nwetara asambodo maka agụmakwụkwọ na-aga n'ihu na nzere bachelọ na Mahadum Swaziland na Mahadim Botswana, n'otu n'otu. Ọ gara n'ihu na-aga mba ofesi ma nweta diplọma na agụmakwụkwọ na nzere MA na Mahadum London n'etiti afọ 1978 ruo afọ 1979.",
  "Pandor nwetara diplọma na agụmakwụkwọ ka elu, nchịkwa na idu ndú site na Bryn Mawr Summer Programme n'afọ 1992, n'oge na-adịghị anya, ọ debanyere aha na Harvard Kennedy School iji nweta diplọma na idu ndọkwa na mmepe n'afọ 1997",
  "O nwetakwara nzere MA na asụsụ na Mahadum Stellenbosch n'otu afọ ahụ. Pandor nwetara Ph.D",
  "ya na agụmakwụkwọ na Mahadum Pretoria n'afọ 1019, na thesis akpọrọ \"Ihe a na-asọ mpi nke mgbanwe na agụmakmakwụkwọ ka elu na South Africa mgbe ịkpa ókè agbụrụ gasịrị\"."
]