[
  "Mohammed Namadi Sambo GCON (amụrụ na 2 Ọgọstụ 1954) bụ onye ndọrọ ndọrọ ọchịchị Naịjirịa bụ osote onye isi ala Naịjirịa site na 19 Mee 2010 ruo 29 Mee 2015",
  "Ọ rụrụ ọrụ dịka Gọvanọ nke Kaduna Steeti site n'afọ 2007 ruo 2010.",
  "A mụrụ Namadi n'abalị 2 August 1954 na Zaria, Kaduna State, Nigeria",
  "Ọ gara Baptist Primary School dịna Kakuri, Kaduna, tupu ọ gaa Kobi Primary School na Bauchi na Towns School No",
  "1 na Zaria",
  "Site n'afọ 1967 ruo 1971, ọ gara Government Secondary School (nke bụzi Alhuda-Huda College), na Zaria",
  "Namadi gara School of Basic Studies na Mahadum Ahmadu Bello dị na Zaria n'afọ 1972, mgbe nke ahụ gasịrị, ọ sonyere Ngalaba Osisentọala, gụsịrị akwụkwọ n'afọ 1976 na nzere bachelors na nsọpụrụ (BSc(Hons))",
  "O nwekwara nzere masta na ụlọ.",
  "Sambo jere ozi na Oyo State Ministry of Works and Housing maka National Youth Service Corps ruo August 1979",
  "Mgbe ahụ, ọ banyere n'ọrụ onwe ya dịka onye na-atụpụta ụkpụrụ ụlọ",
  "N'afọ 1988, a họpụtara ya ka ọ bụrụ Kọmishọna na-ahụ maka ọrụ, njem na ụlọ na Kaduna",
  "N'afọ 1990, Sambo hapụrụ ọrụ nke Gọọmentị Kaduna Steeti wee laghachi na ọrụ onwe ya.",
  "Na Mee 2007, Namadi malitere ọrụ dịka Gọvanọ nke Kaduna Steeti",
  "Oge ọchịchị gwụrụ na 18 Mee 2010",
  "Sambo nwere usoro ihe omume iri na otu dị ka Gọvanọ nke Kaduna Steeti nke bụ ilekwasị anya n'inye ndị ntorobịa na ụmụ nwanyị nke obodo ike na idozi nchekwa maka steeti. Mgbe ọ ka na-eje ozi dịka gọvanọ, onye isi ala Naịjirịa n'oge ahụ, Goodluck Jonathan, họpụtara ya ka ọ bụrụ osote onye isi ala.",
  "Mgbe onye isi ala Umaru Yar'Adua nwụsịrị, Goodluck Jonathan ṅụrụ iyi dịka onye isi ala, ma họpụta Sambo dị ka osote onye isi ala",
  "Akwụkwọ ozi ya na-egosi nhọpụta nke Sambo maka ọkwa VP natara site na National Assembly na 15 Mee 2010",
  "Na 18 Mee 2010, National Assembly kwadoro nhọpụta ahụ. Na 19 Mee 2010, Namadi Sambo ṅụrụ iyi dịka osote onye isi ala Naịjirịa, na-eje ozi n'ọfịs ruo 29 Mee 2015.",
  "Àtụ:S-start\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]