[
  "Namaganda Susan (nwụrụ n'afọ 2015) bụ onye ndọrọ ndọrọ ọchịchị Uganda a họpụtara na Nzukọ Ndị Omeiwu nke itoolu nke Uganda na-anọchite anya mpaghara Bukomansimbi",
  "Ọ ghọrọ nwanyị mbụ Bukomansimbi bụ onye omeiwu n'afọ 2011 mgbe e guzobere distrikti ahụ na Julaị afọ pụkụ abụọ na iri.",
  "Ọ gara ụlọ akwụkwọ praịmarị St",
  "Mary nke Lourdese, na Mengo Senior School. Susan nwetara UCE ya na Christ the King Bulinda na 2002 tupu ọ sonye na St",
  "Andrew Kagwa na Daniel maka ọkwa A ya. Ọ bụ onye gụsịrị akwụkwọ na ICT na Degree na Cisco Certified Network Associate nwetara na nzere bachelọ na Information Technology na 2006. N'afọ 2008, ọ nwetara diplọma na Cisco Certified Network ọkachamara na Mahadum Makerere.",
  "A mụrụ Namaganda na Eprel 10, 1984, nye Simon Peter Kamala na Elizabeth Sserunkuma Bbosa.  N'afọ puku abụọ na iri na ise Susan nwụrụ n'ụlọ ọgwụ Nakasero mgbe ihe mberede ụgbọ ala mere na Mpanga, Mpigi District n'okporo ụzọ Masaka mgbe ọ na-aga Kampala ịga nnọkọ ndị omeiwu. Ihe mberede ahụ mere na 11th December, 2015 n'etiti 1:00-2:00am na Mpanga Forest dị nso na kansụl obodo Mpigi dị ka odeakwụkwọ nhazi nke Democratic Party, Innocent Katerega si kwuo. Susan hapụrụ ụmụ atọ gụnyere nwa nwanyị dị ọnwa asaa. Namaganda bụ nwunye onye omeiwu East African Legislative Assembly Member of Parliament, Mukasa Mbidde onye lụrụ ya na Disemba 2012 na agbamakwụkwọ ọdịnala a maara dị ka (Kwanjula) nke emere n'ụlọ nne na nna ya na Kisojjo Village, Kibange Sub County, Bukomansimbi District. Otú ọ dị, Mukasa Mbidde, ka enyi ya nwanyị, Fiona, mechara mee ka ọ pụta ìhè n'ememe ọdịnala Kinyarwanda.",
  "Na Nzukọ Ndị Omeiwu nke itoolu, Susan jere ozi dị ka nwanyị Member of Parliament n'okpuru Democratic Party(DP). Susan sonyeere ndọrọ ndọrọ ọchịchị n'afọ 2010 mgbe ọ rụchara ọrụ dị ka onye nchịkwa na Egy Trading and Engineering Ring na Bugolobi. Mgbe ọ nọ na Nzukọ Ndị Omeiwu na 2011, Susan jere ozi dị ka osote Onye isi oche DP National Women site na Julaị 2015, Onye otu nke Parliamentary Scripture Union na odeakwụkwọ nhazi DP Bukomansimbi.",
  "Ọ rụrụ ọrụ dị ka onye otu na Kọmitii nke Sayensị na Teknụzụ na nke Ọrụ Ugbo, Ụlọ Ọrụ Ụmụ Anụmanụ na Azụmaahịa. Ọ ghọrọ aha a ma ama mgbe ọ lụrụ ọgụ siri ike maka ọnụahịa ngwaahịa ugbo ma kpọọ ya beyi y'abilime",
  "Ụbọchị anọ ka Susan nwụsịrị, e tere Veronica Nanyondo mmanụ dị ka onye nọchiri ya na ndọrọ ndọrọ ọchịchị n'ime ezinụlọ ahụ n'ili Namaganda.  Nanyondo na-asọ mpi n'ọnọdụ nwanne ya nwanyị na ndị mmegide Democratic Party (DP) na Febụwarị 18, 2016, a họpụtara ya n'ọfịs wee merie ndị ọzọ ise.",
  "N'oge ọha na eze na-ekiri ozu Susan Namaganda nwụrụ anwụ nke e mere ka ọ ghara ịga nke ọma na Nzukọ Ndị Omeiwu, Rwampara MP, Vincent Kyamadidi kwuru na mba ahụ efunahụla onye ndọrọ ndọrọ ọchịchị siri ike nke ka nwere ọtụtụ ihe ọ ga-enye ndị na-akwado ya."
]