[
  "Nampalys Mendy (ka amụrụ n'ụbọchị nke 23 n'ọnwa Juun n'afọ 1992) bụ onye egwuregwu bọọlụ nke na-agbara otu egwuregwu Premier League Leicester City bọọlụ",
  "A mụrụ ya ma zụlite ya na France, ọ na-anọchite anya Senegal na ọkwa mba ụwa.",
  "N'ihi obere ogo ya, nkesa dị mfe, na ụdị egwuregwu a pụrụ ịdabere na ya, e jiriila Mendy tụnyere onye bụbu onye mba France, Claude Makélélé",
  "Onye nyocha klọb Monaco Didier Christophe, dịka ọmụmaatụ, zoro aka na Mendy dị ka \"carbon copy\" nke Makélélé. Mendy gosipụtara na egwuregwu ikpeazụ AFCON nke 2021 megide Egypt.",
  "Mgbe ọ hapụrụ Sporting Toulon n'ọnwa nke ise n'afọ 2007, Mendy gara ikpe na ngalaba bọọlụ nke RC Toulon",
  "Dị ka onye nyocha Monaco Didier Christophe si kwuo, ndị nkuzi Toulon kwuru na Mendy nọ ebe ahụ iji \"mepụta ọnụ ọgụgụ\"",
  "Otú ọ dị, mgbe ọ na-ele Mendy anya na ọzụzụ, Christophe chọpụtara ọgụgụ isi na nghọta nke onye ọkpụkpọ ahụ banyere egwuregwu ahụ ma tụọrọ ya aro ka Dominique Bijotat, onye na-eje ozi dị ka onye isi nke ụlọ akwụkwọ ndị ntorobịa Monaco.",
  "Na 27 Eprel 2010, Mendy bịanyere aka na nkwekọrịta ọkachamara mbụ ya, na-ekwenye na nkwekọrịta afọ atọ na Monaco ruo June 2013. N'ọnwa Julaị afọ 2010, onye njikwa Guy Lacombe kpọrọ ya ka ọ bụrụ onye otu mbụ maka ọzụzụ tupu oge, ọzọ iji mejupụta ọnụ ọgụgụ na Lacombe na-efu ọtụtụ ndị egwuregwu dịka Diego Pérez, Nicolas Nkoulou, Park Chu-young, na Lukman Haruna, ndị niile sonyere na 2010 FIFA World Cup",
  "N'ụbọchị nke asaa n'ọnwa Ọgọstụ n'afọ 2010, Mendy mere egwuregwu izizi ya na egwuregwu mmeghe nke klọb ahụ megide Lyon",
  "Ọ gbara nkeji iri itoolu ahụ dum, na-anata kaadị odo na ọkara nke abụọ. Mendy nwetara kaadị uhie mbụ ya na 19 Ọgọstụ 2011 megide Amiens SC, chụpụrụ ya na akara nkeji iri asaa na 1-1.",
  "N'oge 2012–13, Mendy rụrụ ọrụ dị mkpa na nkwalite Monaco laghachi na Ligue 1",
  "N'agbanyeghị oge gara nke ọma, Mendy kpebiri ịhapụ Monaco na njedebe nke oge ahụ mgbe nkwekọrịta ya gwụchara.",
  "E jikọtara Mendy na ndị otu dị ka Manchester United na Arsenal N'agbanyeghị na ọ kpọrọ Manchester United \"klọb nrọ\" ya, Mendy jụrụ ịkwaga n'akụkụ ndị England n'ihi na ọ chọrọ ịnọ na France. Mgbe ya na onye njikwa Nice, Claude Puel kwurịtara okwu nke ọma, Mendy kpebiri isonyere OGC Nice na nnyefe n'efu.",
  "Mendy mere egwuregwu nke mbụ ya na 17 August 2013, na mmeri 2–1 megide Stade Rennais Mgbe onye isi klọb Didier Digard hapụrụ Real Betis na nnyefe n'efu na njedebe nke oge 2014-15, na onye isi ọhụrụ Mathieu Bodmer merụrụ ahụ, a kpọrọ Mendy onye isi.",
  "Mendy mere egwuregwu 110 n'ime oge atọ maka Nice ma nyere ha aka iru ebe nke anọ na Ligue 1 na 2015–16. O nwere ọnụ ọgụgụ nke abụọ kachasị elu nke ngafe n'azụ Thiago Motta (2950), nke kachasị agafe kwa egwuregwu (78), na ngafe ziri ezi nke (92%), nke kachasị mma karịa onye ọkpụkpọ ọ bụla na-abụghị onye otu Paris Saint-Germain.",
  "Na ụbọchị nke atọ n'ọnwa nke asaa nke afọ 2016, Mendy kwagara Leicester City, nke onye isi ya na Monaco, Claudio Ranieri, na-elekọta, na-etinye aka na nkwekọrịta afọ anọ maka nde £ 13, ihe ndekọ klọb n'oge ahụ. E mebiri ndekọ mbufe ahụ ọzọ mgbe Ahmed Musa sonyeere Leicester maka nde £ 16 ụbọchị ise ka e mesịrị, ma ọzọ ihe na-erughị ọnwa abụọ ka e mesịrị mgbe Islam Slimani sonyeere Leicester maka nde £ 29.",
  "Mendy gbara egwuregwu asọmpi mbụ ya maka Leicester na mmeri 2–1 nke Manchester United na 2016 FA Community Shield na 7 August, na-abịa dị ka onye nnọchi anya Andy King na nkeji iri isii na atọ",
  "O merụrụ ahụ n'ụkwụ na egwuregwu mbụ ya n'ụlọ megide Arsenal na 20 Ọgọstụ 2016 ma dochie ya na nkeji 53",
  "Mendy nọ n'akụkụ ihe karịrị ọnwa atọ, ọ laghachighịkwa ruo ụbọchị asaa n'ọnwa Disemba n'afọ 2016 n'egwuregwu Champions League na Porto, na-egwu egwuregwu ahụ dum na mmeri 5-0",
  "N'ikpeazụ, ọ pụtara naanị ugboro anọ maka oge ahụ.",
  "Na 31 Julaị 2017, Mendy sonyere Nice na mgbazinye ego.",
  "Na 24 August 2020, Mendy bịanyere aka na nkwekọrịta afọ abụọ na klọb ahụ.",
  "Na 10 Septemba 2021, a hapụrụ Mendy na ndị otu Leicester 25 ikpeazụ Premier League maka oge 2021-22. Otú ọ dị, e tinyere ya ọzọ mgbe emelitere ndị otu ahụ mgbe windo mbugharị nke Jenụwarị 2022.",
  "A mụrụ Mendy na France, ọ bụkwa onye Senegal. Mendy bụbu onye ntorobịa mba France nke nwetara okpu n'okpuru afọ iri na asaa, n'okpuru afọ iri na asatọ, na n'okpuru afọ iri na itoolu",
  "Ya na ndị otu na-erubeghị afọ iri na asaa, onye nkuzi Philippe Bergeroo ahụghị ya ruo na 2009 UEFA European Under-17 Championship mgbe e mechara kpọọ ya na otu ahụ",
  "Mendy pụtara n'egwuregwu atọ nke otu egwuregwu ka ewepụrụ France n'enwetaghị mmeri",
  "Ya na ndị otu na-erubeghị afọ iri na asatọ, o mere nke mbụ ya na 29 Ọktoba 2009 na egwuregwu enyi na enyi megide Denmark.",
  "A kpọrọ Mendy na mbụ na otu ndị na-erubeghị afọ iri na itoolu n'ọnwa Ọgọstụ n'afọ 2010 naanị igwu egwu na Sendai Cup na Japan, mana n'ihi arụmọrụ ya na-agbanwe agbanwe n'ụlọ, onye nkuzi Monaco bụ Guy Lacombe mere ka Bergeroo kwenye ime ya akụkụ na-adịgide adịgide nke ndị otu ahụ. A kpọrọ ya ka ọ bụrụ onye otu ndị na-erubeghị afọ iri na itoolu maka egwuregwu iru eru maka 2011 UEFA European Under-19 Championship",
  "Mendy mere nke mbụ ya na ndị otu ahụ na mmeri 3-0 megide San Marino ma pụta dị ka onye mbido na egwuregwu abụọ sochirinụ megide Montenegro na Austria, ka France meriri egwuregwu abụọ ahụ iji mechie agba ahụ n'enweghị mmeri.",
  "Na 9 Nọvemba 2010, mgbe ọ ka ruru eru ịnọchite anya ndị na-erubeghị afọ 19 na ndị na-erubeghị afọ 20, a kpọrọ Mendy na ndị na-erubeghị afọ 21 maka egwuregwu enyi na enyi megide Russia.",
  "Na Machị 2021, Mendy natara oku mbụ na ndị otu mba Senegal, na-eme nke mbụ ya na ọkpụ goolu na Congo.",
  "Mendy bụ nwa nwanne nna ndị egwuregwu bọọlụ ibe ya bụ Bafétimbi Gomis na Alexandre Mendy.",
  "Mendy bụ onye na-agbachitere onwe ya nke a maara maka nkwụsi ike ya, ọgụgụ isi ya, na nkesa bọọlụ dị mma",
  "N'agbanyeghị afọ ndụ ya na ogo ya, a na-eto Mendy maka egwuregwu ya tozuru etozu ma sie ike, na-akpọ òkù iji ya tụnyere onye bụbu onye mba France bụ Claude Makélélé.",
  "Monaco",
  "Leicester City",
  "Senegal",
  "Otu Onye",
  "Kpọpụta njehie: <ref> tags exist for a group named \"lower-alpha\", but no corresponding <references group=\"lower-alpha\"/> tag was found"
]