[
  "Nana Darkoa Sekyiamah bụ onye Ghana na-ede akwụkwọ na onye na-ede blọgụ",
  "O kwadoro ihe nrite na-emeri blọgụ Adventures from the Bedrooms of African Women and gas dere maka Guardian na mepee Democracy.Sekyiamah bụ onye isi njikwa nkwukọrịta na Association for Women's Rights in Development na onye otu Black Feminism Forum Working Group  feminist na Bahia, Brazil.",
  "A mụrụ Nana Darkoa Sekyiamah na London, England, nne na nna Ghana, ma too na Ghana. O nwere diplọma na nkuzi arụmọrụ na asambodo na mgbochi esemokwu ma rụọ ọrụ dị ka onye nkuzi ndụ na ọkà okwu ihu ọha.  E nyekwara ya nzere bachelọ nke sayensị na nkwukọrịta na ọmụmụ ọdịbendị site na Mahadum nke North London na nzere masta nke sayensụ na okike na mmepe site na London School of Economics and Political Science.  Ọ rụkwara ọrụ dị ka onye na-enye ndị isi ọzụzụ maka ndị uwe ojii Metropolitan nke London.",
  "Sekyiamah jikọtara aka guzobe blọọgụ, Adventures from the Bedrooms of African Women, iji nyere aka gbasaa mkparịta ụka gbasara mmekọahụ na mmekọahụ site n'aka ụmụ nwanyị Afrịka ma nye ha ohere ikwu okwu n'ihu ọha.  O meriri ihe nrite kacha mma na blọọgụ kacha mma na 2013 Ghana Blogging and Social Media Awards na blọọlụ kacha mma ọzọ na 2014.  N'ọnwa Machị afọ 2011, magazin Arise nabatara Sekyiamah dị ka otu n'ime \"Ndị na-eme mgbanwe na Ghana\".  Sekyiamah bụ onye na-akpọkọta Fab Fem, otu ụmụ nwanyị na-ezukọ mgbe niile na Accra.",
  "Sekyiamah edeela edemede maka The Guardian, This Is Africa na Open Democracy.  O dere akwụkwọ Communications Handbook for Women's Rights Organisations ma nwee akụkọ mkpirikpi e bipụtara n'ọtụtụ mba.  Sekyiamah edeela ọtụtụ ihe gbasara mmekọahụ nke ụmụ nwanyị Afrịka ma nwee otu isiokwu (\"Standpoint: Adventures from Our Bedrooms - Blogging about diverse erotic experiences\") nke e bipụtara na akwụkwọ akụkọ agụmakwụkwọ Feminist Africa.",
  "Sekyiamah na-arụ ọrụ dị ka onye nduzi nke nkwukọrịta na Association for Women's Rights in Development (AWID).  Ọ bụ onye otu Black Feminism Forum Working Group.  O so dee akwụkwọ Creating Spaces and Amplifying Voices: The First Ten Years of the African Women's Development Fund na mmalite akụkọ ihe mere eme nke ego ahụ.  O dekwara Women Leading Africa: Conversations with Inspirational African Women, nchịkọta ajụjụ ọnụ ya na ụmụ nwanyị si n'ofe Afrịka na isiokwu gụnyere ụmụ nwanyị, ndọrọ ndọrọ ọchịchị na nka nke sitere na ọrụ ya na AWDF.",
  "In 2021, Sekyiamah had an anthology entitled The Sex Lives of African Women published by Dialogue, described in a review by Margaret Busby as \"an extraordinarily dynamic work\".Sekyiamah bụ ọkà okwu na 2015 Writivism Festival na Kampala, Uganda,na mmemme Aké Arts and Book Festival nke 2016 na Abeokuta, Nigeria.",
  "\"..",
  "N'ọnwa Disemba afọ 2022, a kpọrọ Sekyiamah aha na ndepụta ụmụ nwanyị 100 nke BBC dị ka otu n'ime ụmụ nwanyị na-akpali akpali na ndị nwere mmetụta n'afọ."
]