[
  "Nana Hill Kagga Macpherson (nke a makwaara dị ka Nana Kagga-Hill ma ọ bụ dị ka Nana Hill ma ọ bụ Nana Hill Kagga ) bụ onye Uganda na-eme ihe nkiri, onye na-eme ihe nkiri, onye na-emepụta ọdịnaya, onye edemede, injinia mmanụ ala na onye na-ekwu okwu mkpali. O dere ma duzie ihe nkiri nke afo 2012 The Life ma bụrụ onye edemede na onye isi mmepụta nke Beneath the Lies - The Series",
  "A mụrụ Kagga na Nairobi, Kenya na nne na nna Uganda, otu onye injinia",
  "Kagga bụ onye Muganda na akụkụ nke ezinụlọ ọdịnala na-achị achị nke ebo Baganda, 'Bambejja' (ndị eze nwanyị)",
  "Kagga bụ nwa nke atọ n'ime ụmụ isii nke nne na nna ya",
  "N'oge a mụrụ ya, nne na nna ya nọ n'ala ọzọ n'oge ọchịchị onye isi ala Idi Amin",
  "Kagga tolitere na Uganda n'ime ezinụlọ nwere ego",
  "Na mgbakwunye na nna ya na nna nna nne ya, ụmụnne ya anọ bụkwa ndị injinia",
  "Kagga bi na Kampala, Uganda ya na ụmụ ya atọ",
  "Ọ maara asụsụ Bekee na Luganda nke ọma.",
  "Kagga gụsịrị akwụkwọ praịmarị ya na Kampala Parents School",
  "O sonyeziri Gayaza High School, otu n'ime ụlọ akwụkwọ ụmụ nwanyị a ma ama na Uganda, maka O-Levels ya",
  "O mechara mee A-Levels ya na Red Maids School, Bristol, ụlọ akwụkwọ ụmụ agbọghọ kacha ochie na UK",
  "Kagga sonyeere Mahadum Birmingham, Birmingham, UK ebe ọ nwetara nzere bachelọ na injinịa kemịkalụ",
  "Kagga bụ ezigbo nwa akwụkwọ zuru oke nke mere nke ọma na Sayensị, nka na Egwuregwu.\nN'oge ezumike okpomọkụ ya, ọ ga-alaghachi Uganda ma bụrụ onye na-egosi Jam Agenda na WBS, ihe ngosi Igwe onyonyo nke Uganda a ma ama.",
  "Mgbe ọ gụsịrị akwụkwọ, Kagga kwagara Florida, United States, mgbe ahụ New Mexico, United States",
  "Na New Mexico, ọ rụrụ ọrụ na Laguna Industries dị ka Injinia Usoro na Laguna na-arụ ọrụ na nkwekọrịta ndị agha US.",
  "Kagga kpebiri ịkwaga ịchụso ime ihe nkiri ya na ngosi ya na Los Angeles ma nwee ihe ịga nke ọma",
  "E mere Kagga na ọtụtụ ihe nkiri gụnyere Cowboys and Indians, A Good Day to Be Black and Sexy (Segment ‘Reprise’), He's Just Not That into You, Star Trek, CSI: NY - Boo, Life, Runway Stars",
  "Na US Theatre, a họpụtara Kagga dị ka Mercy na egwuregwu, Butterflies of Uganda nke Darren Dahms nke a họpụtara maka onyinye NAACP.\nKagga pụtara na ọtụtụ vidiyo egwu nke P!nk, Amy Winehouse, Sting, Lenny Kravitz.\nKagga pụtakwara na ọtụtụ mgbasa ozi Igwe onyonyo gụnyere maka KFC, Coors Light, Pepsi, DSW, Microsoft, APPLE, Tylenol, DOVE.\nMgbe ọ nọ na L.A, Kagga nwekwara ụlọ ahịa na-ere ihe na Santa Monica Blvd nke a na-akpọ A Vintage Affair",
  "Kagga laghachiri Uganda na ngwụcha afọ 2009 wee guzobe azụmahịa, Savannah MOON Ltd",
  "Savannah MOON n'okpuru akara ahụ, Savannah MOON Productions mepụtara ihe nkiri zuru oke, The Life nke e gosipụtara na M-NET, TV Series Beneath The Lies - The Series, nke a na-egosi ugbu a na Urban TV ma kesaa ya na dijitalụ site na MTN Uganda na Mmemme TV, How We See It",
  "Savannah MOON emepụtala obere ihe nkiri a na-akpọ The Last Breath na Kampala Film School. Savannah MOON na-arụ ọrụ ugbu a n'ịzụlite ọtụtụ echiche na ọdịnaya gụnyere Taking Time, usoro TV na-abịanụ.",
  "Kagga mepụtara atụmatụ, You are Limitless (YAL), nke ebumnuche ya bụ ịkpali, iduzi ma gbaa ndị Afrịka ume, ọkachasị ndị ntorobịa iji nweta ikike ha niile",
  "Kagga na-arụkwa ọrụ dị ka Injinia mmanụ ala maka otu n'ime nnukwu ụlọ ọrụ mmanụ na gas na-arụ ọrụ na Uganda",
  "Ọ bụ otu n'ime ndị ọka ikpe maka Miss Uganda 2018."
]