[
  "Nana Otuo Siriboe bụ onye ọchịchị ọdịnala Ghana, injinia eletrik na onye ọchụnta ego",
  "Ọ bụ onye Omanhene nke mpaghara ọdịnala Juaben",
  "Ọ rụrụ ọrụ n'ọtụtụ ọkwa n'ihe gbasara ndị isi ma nwee ọtụtụ nhọpụta gọọmentị Ghana. Ọ bụ onye isi oche nke kansụl steeti nke asatọ nke Republic nke anọ ugbu a.",
  "Nana otuo Siriboe nke abụọ was born in the Ashanti Region of Ghana.A nabatara ya ka ọ mụọ injinia eletriki na Kwame Nkrumah University of Science and Technology na 1960s.Ọ gụsịrị akwụkwọ na 1964.na mgbe obere oge dị ka onye injinia, etinyere ya dị ka onye isi na mpaghara omenala Juabeng",
  "A họpụtara Nana Otu Siriboe nke Abụọ dị ka Onye isi nke Juaben Traditional area na 1971",
  "O nwere utu aha Juabenhene - Chief of Juaben. Mgbe ọ na-eje ozi dị ka onye ọchịchị ọdịnala, ọ nwetara ahụmịhe dị ukwuu n'ihe gbasara azụmahịa, ọchịchị na ihe gbasara onye isi n'ime afọ ndị sochirinụ mgbe ọ banyere. Nana Siriboe nke Abụọ na-arụ ọtụtụ ọrụ na maka Asantehene na Alaeze Asante",
  "N'ọnwa Febụwarị, 2017, ọ sonyeere onye Asantehene, Osei Tutu nke Abụọ, gaa Seychelles, ebe ha zutere Onye isi ala Seychelles, James Michel.",
  "N'oge ọchịchị John Agyekum Kufour, a họpụtara Nana Siriboe nke Abụọ na kansụl steeti",
  "Ọ rụrụ ọrụ ugboro abụọ dị ka onye otu kansụl site na 2001 ruo 2009. N'ọnwa Febụwarị afọ 2017, Onye isi ala Nana Akuffo-Addo họpụtara ya ọzọ na kansụl ahụ. N'oge emume iyi e mere na Flagstaff House, Onye isi ala Akuffo-Addo rịọrọ kansụl ka ha dọọ ya ọdụ nke ọma na ebumnuche nke ịkwalite Ghana mgbe niile. A họpụtara ya ka ọ bụrụ onye isi oche ọrụ niile nke ndị otu iri abụọ na ise. N'oge emume inyefe nke nnọkọ nke isii nke kansụl ahụ na nke asaa, onye isi oche kansụl na-apụ apụ, Naa Prọfesọ",
  "John S",
  "Nabila, dụrụ ụlọ ọhụrụ ahụ ọdụ ka ha nye gọọmentị ọhụrụ ndụmọdụ kachasị mma iji hụ na mba ahụ na ụmụ amaala ya niile ga-ebi na ọganihu na udo. Ọrụ Nana Siriboe dị ka onye isi oche nke kansụl ahụ gụnyere izute ndị Ghana nke nkwenye ndọrọ ndọrọ ọchịchị na ndị ọkachamara niile iji gee ntị na nchegbu na echiche ha ka e wee nwee ike inweta nkwubi okwu na-enweghị ntụpọ n'oge mkparịta ụka kansụl. Ọ na-ekwukarị okwu ihu ọha nke na-eme ka iwu gọọmentị na nke ụlọ ọrụ onwe. Ọnwa isii ka ọ ghọsịrị onye isi oche nke Council of State, Nana Otu Siriboe II, n'okwu o depụtara ụfọdụ ọrụ ndị kansụl ahụ mere",
  "Ha gụnyere nzukọ 36 iji kwurịta okwu dị mkpa gbasara mba ahụ",
  "Isi okwu n'etiti okwu ndị o kwuru bụ ndị metụtara ịmepụta mpaghara ọhụrụ na mba ahụ.\nNa Febụwarị 23, 2021, a họpụtara ya ọzọ ma ṅụọ iyi dị ka onyeisi oche nke Kansụl nke Steeti asatọ site n'aka onye isi ala, Nana Akuffo-Addo.",
  "N'ime ndụ ya niile dịka onye injinia eletriki na onye ọchịchị ọdịnala, Nana Siriboe nke abuo enweela ọtụtụ ọkwa na ndụ ọha",
  ". Ogologo oge maka nke a agafeela afọ iri anọ na isii ma ha gụnyere:"
]