[
  "Nandi Nyembe (amụrụ n'abalị iri na iteghete n'ọnwa, Ọgọstụ 1950)  bụ onye ome ihe nkiri nke  South Africa amaara maka ọrụ ya na ihe nkiri egwuregwu bụ Zone 14, na Soul City.",
  "Amụrụ Nyembe naKliptown, Johannesburg, n'ọnwa ọgọstụ 1950",
  "Ọ nọọla ebe dị iche iche , dị Botswana na ndịda  London, South Africa,mgbe ọ  n'etolite etolite. Nyembe kọwapụtara otu esi egosipụ̀ta ya kwa mgbe  ka nwa odibo na nwalee ihe nkiri maka oge ọchịchị nke ịkpa ókè ucha akpụkpọ ahụ",
  "Ọ kwuru nke a n'ajụjụ  ọnụ ndị Bona Magazine gbara ya.\nIhu ụmụ nwanyị ndị ọcha ka ana ete unyi mgbe ha chọrọ ime ngosi ọrụ onye isi ojii",
  "Mkpagbu a na ikpaoke a wuterem,m wee malite ikwuputa nke a na ihe ngosi",
  "Ndị uweojii na agbalị ike ha ịkwụsị nke site n'ọtụtụ ụzọ dị ka iji ikuku mmụọ megide anyị, ụfọdụ ihe omume nkwụputa a n'abụkarị na abalị ma ọbu n'ụzọ ụlam",
  "Ndị uweojii a na ajụkaarim akwụkwọ ngafe nkem na agbakpodo ha ọsọ n'ihi na ndị gọọmenti achọghị ihe anyị n'eme.",
  "A maara Nyembe maka igosipụta ka Nandi Sibiya site na nje mbụ ruo afọ 2012 na Zone 14",
  "O gosipụtakwara agwa dị ka Lily na ihe nkiri SABC otu ihe nkiri kpụ ọkụ n'ọnụ nke  ejije ụmụaka gáfèrè afọ iri na uma bụ Yizo Yizo (2001 ruo 2004),  na ngosipụta agwa onye isi na SABC 1 sitcom Izoso Connexion, sitere na (2006 ruo 2007)",
  "O meela ihe nkiri na ihe nkiri egosipụ̀tara, gụnyere Reasonable Man (1999), Saturday Night at the Palace (1987) na Yesterday (2004)",
  "N'afọ 2007, ọ pụtara na usoro ihe nkiri Jacob's Cross, n'egosiputa àgwà dị ka  Thembe Makhubu",
  "Na mgbakwunye, Nyembe apụtawo dị ka ọbịa na ngosipụta nke ọtụtụ usoro nke primetime gụnyere Soul Buddyz, Hillside, Erfsondes, 4Play: Sex Tips for Girls  na ngosipụta dị ka onye ọbịa na orụ The No.1 Ladies' Detective Agency",
  "Na 2006, o mekwara ihe nkiri na Usoro ihe nkiri SABC1 usoro ejije Sticks na Stones, Nyembe abụrụla onye na-eme ihe nkiri na ọtụtụ ihe ngosi telivishọn, gụnyere Mzansi Magic 's Isithunzi, Isibaya na The Road for two",
  "N'afọ 2016, e gosikwara ya n'usoro ihe nkiri e.tv bụ Ashes to Ashes",
  "N'afọ 2017, Nyembe sonyeere ndị nkedo Mzansi Magic Isithembiso Dolly",
  "Na Septemba 2021, a kachapụrụ agwa ọrụ ọ rụrụ na usoro onyonyo nke House of Zwide",
  "Nke a butere ọtụtụ akụkọ ụgha na ntanetị na Nyembe anwụọla n'ezie, ma kpalie ndị enyi ya ka ha na ya kparịta ụka n'ụjọ",
  "Nyembe nwere ada",
  "Nyembe n'eme sangoma (medium/phycic), ọ malitere sangoma ya mgbe ọ dị nanị afọ iri na asaa,  Tupu ọ mata na ọ bụ sangoma ọ nwere ọrịa siri ike, n'ihi inwe ike ijikọta mmụọ nke ndị nwụrụ anwụ",
  "n'okporo ụzọ",
  "Na mgbakwunye, ọ gwara Time Lives Magazine banyere ọrịa ahụ.\nA daram ọrịa nnem a kpọrọm ga n'ụlọ ọgwụ  Chris Nana Baragwa,ruo mgbe ndị dọkịta weere mamịrịm mee nyocha n'itụ anya ha hụtara aja ala ma onweghi ihe n'emem\nAda Nyembe mekwara sangoma n'agbanyeghị na ọ kwụsịrị",
  "1997,1999, 2001,2003"
]