[
  "Nanette Carolyn Carter, amụrụ na Jenụwarị 30, 1954 na Columbus, Ohio, bụ ónyé Africa-America na-ese ihe na onye nkụzi kọleji bi ma na-arụ ọrụ na New York City, nke a maara nke ọma màkà collages ya na akwụkwọ, ákwà na Mylar (akwụkwọ plastik echekwara).",
  "Nwa nwanyị nke Frances Hill Carter (January 13, 1920 February 2, 2015) na Matthew G",
  "Carter (October 16, 1913 March 14, 2012), Nanette na nwanne ya nwanyị, Bettye Carter Freeman, tolitere na Montclair, New Jersey ma gụsịrị akwụkwọ na Montclaire High School. Nná ya jere ozi dị ka ónyé isi ọbọdọ Africa America mbụ (1968-1972), nné ya bụ onye nkuzi ụlọ akwụkwọ elementrị nke kụzikwaara ịgba egwú, mesịa bụrụ ọkachamara na-agụ akwụkwọ na osote onye isi na Paterson Public Schools.",
  "N'afọ 1960, ezinụlọ Carter si Ohio kwaga Montclair, New Jersey",
  "Dọkịta nke chi, nnà ya bụkwa onye ndú na-ahụ maka ihe ndị ruuru mmadụ raara onwé ya nyé ikpe ziri ezi na mgbanwe ụlọ ma jee ozi dị ka Onyé isi oche nke New Jersey Commission on Civil Rights.",
  "Carter nwetara BA site na Oberlin College na 1976, na-agụ akwụkwọ na Studio Art na Art History",
  "N'oge ọ nọ n'afọ mbụ na Oberlin, ọ bìrì ma gụọ akwụkwọ na Accademia di Belle Arti na Perugia, Ịtali",
  "Mgbe ọ gụsịrị akwụkwọ, Carter debanyere aha na Pratt Institute, Brooklyn, NY, ébé ọ nwetara Master of Fine Arts na 1978",
  "N'afọ ahụ, ọ malitere ịkụzi óbìbì akwụkwọ na ise ihe na Dwight-Englewood School, Englewood, New Jersey ka ọ na-aga n'ihu na-azụlite ọrụ ya dị ka ónyé na-ese ihe ógè niile.",
  "E nyela Carter ọtụtụ nsọpụrụ gụnyere Anonymous Was A Woman Award (2021), The Adolph and Esther Gottlieb Foundation Grant, NY (2014), Artistsń Fellowship Inc. Grant, NY (2013), The Mayer Foundation Grant, NY (2013) Cultural Envoy to Syria, (2007) nke US State Department họọrọ ịnọchite anya US na 7th Annual Women's Art Festival na Aleppo, Syria, Mudd Library, Oberlin College (2003) Commission, OH, na oku ka ọ bụrụ ónyé na-ese ihe na Hydra Art Project (2017), Perugia, Italy na Experimental Printmaking Institute (2015), Lafayette College, PA."
]