[
  "Nanomaterials na-akọwa, n'ụkpụrụ, akụrụngwa nke otu nkeji gbara nha (n'opekata mpe otu akụkụ) n'etiti 1 na 100 nm (nkọwa nanoscale a na-emebu).",
  "Nchọpụta Nanomaterials na-ewere usoro sayensị dabere na ihe gbasara nanotechnology, na-eme ka ọganiru dị na metrology ihe na njikọ nke emepụtara na nkwado nyocha microfabrication",
  "Ngwa ndị nwere nhazi na nanoscale na-enwekarị ngwa anya, eletrọnịkị, ọkụ-anụ ahụ ma ọ bụ nrụ ọrụ pụrụ iche.",
  "Nanomaterials na-eji nwayọọ nwayọọ na -ere ahịa ma na:",
  "Na ISO/TS 80004, a na-akọwa nanomaterial dị ka \"ihe nwere akụkụ ọ bụla dị n'èzí na nanoscale ma ọ bụ nwee nhazi ime ma ọ bụ nhazi elu na nanoscale\", na nanoscale kọwapụtara dị ka \"ogologo ogologo dịka 1 nm ruo 100 nm\"",
  "Nke a na-agụnye ma nano-ihe, nke bụ ihe pụrụ iche nke ihe onwunwe, na nanostructured ihe, nke nwere n'ime ma ọ bụ elu Ọdịdị na nanoscale; ihe nanomaterial nwere ike ịbụ onye so na ngalaba abụọ a.",
  "Na 18 Ọktoba 2011, European Commission nakweere nkọwa na-esonụ nke nanomaterial: \"Ihe okike, ihe mberede ma ọ bụ ihe arụpụtara nwere ụmụ irighiri ihe, na steeti enweghị oke ma ọ bụ dị ka mkpokọta ma ọ bụ dị ka agglomerate na maka 50% ma ọ bụ karịa nke ahụ",
  "Nkesa nha ọnụọgụgụ, otu akụkụ mpụta ma ọ bụ karịa dị na nha nha 1 nm – 100 nm",
  "N'okwu ndị akọwapụtara na ebe enwere nkwado maka gburugburu ebe obibi, ahụike, nchekwa ma ọ bụ asọmpi enwere ike dochie ọnụ ụzọ nkesa nha nke 50% site na ọnụ ọgụgụ dị n'etiti 1% ruo 50%.",
  "Ndị mmadụ ejirila ụma rụzie ma rụpụta ya ka ha nwee ụfọdụ akụrụngwa achọrọ.",
  "Nanomaterials nke aka ha bụ ndị nọ na mmepụta azụmahịa tupu mmepe nke nanotechnology dị ka mmụba n'ọganihu karịa ihe ndị ọzọ colloidal ma ọ bụ particulate",
  "Ha na-agụnye carbon ojii na titanium dioxide nanoparticles.",
  "Enwere ike imepụta nanomaterials n'amaghị ama dị ka ihe sitere na igwe ma ọ bụ usoro mmepụta ihe site na combustion na vaporization",
  "Isi mmalite nke nanoparticles na mberede gụnyere iyuzucha injin ụgbọ ala, mgbaze, uzuoku ịgbado ọkụ, usoro mgba ọkụ sitere na ọkụ ọkụ siri ike nke ụlọ na isi nri",
  "Dị ka ọmụmaatụ, klas nke nanomaterials a na-akpọ fullerenes na-esite na gas, biomass, na kandụl na-ere ọkụ",
  "Ọ nwekwara ike ịbụ ihe sitere na ngwaahịa eyi na corrosion",
  "A na-akpọkarị nanoparticles ikuku na mberede dị ka ụmụ irighiri ihe ultrafine, nke a na-emepụta n'amaghị ama n'oge a na-akpachapụ anya, ma nwee ike itinye aka na mmetọ ikuku.",
  "Usoro ndu na-egosipụtakarị nanomaterials eke, na-arụ ọrụ",
  "Ọdịdị nke foraminifera (karịsịa nzu) na nje (protein, capsid), kristal wax na-ekpuchi akwụkwọ lotus ma ọ bụ nasturtium, ududo na silk udide-mite, acha anụnụ anụnụ nke tarantulas, \"spatulae\" na ala nke gecko ụkwụ, ụfọdụ akpịrịkpa nku nru ububa, colloids eke (mmiri ara ehi, ọbara), ihe mmekọ (akpụkpọ ahụ, mkpịsị aka, ọnụ ọnụ, feathers, mpi, ntutu), akwụkwọ, owu, nacre, coral, na ọbụna ọkpụkpụ nke anyị bụ ihe nanomaterials eke.",
  "Nanomaterials eke inorganic na-eme site na uto kristal na ọnọdụ kemịkalụ dị iche iche nke jikọrọ ọnụ ụwa",
  "Dịka ọmụmaatụ, ụrọ na-egosipụta nanostructures dị mgbagwoju anya n'ihi anisotropy nke usoro kristal ha dị n'okpuru, na ọrụ mgbawa nwere ike ime ka opals pụta, nke bụ ihe atụ nke kristal photonic na-emekarị n'ihi nanoscale ha",
  "Ọkụ na-anọchi anya mmeghachi omume dị mgbagwoju anya ma nwee ike imepụta pigmenti, ciment, silica fumed wdg.",
  "Ebe e si enweta nanoparticles na-agụnye ihe ndị na-ere ọkụ n'oké ọhịa, ntụ mgbawa ugwu, mmiri mmiri na-efesa, na ire ọkụ radon gas",
  "A nwekwara ike ịmepụta nanomaterials eke site na usoro ihu igwe nke igwe ma ọ bụ nkume nwere anion, yana n'ebe a na-egwupụta mmiri acid.",
  "A na-ekewakarị ihe nano-objects maka ole n'ime akụkụ ha dabara na nanoscale",
  "A na-akọwa nanoparticle ihe nano-ihe nwere akụkụ atọ niile dị na mpụga nanoscale, onye anyụike kachasị ogologo na nke kacha nso adịghị iche nke ukwuu",
  "Nanofiber nwere akụkụ abụọ dị n'èzí na nanoscale, na nanotubes bụ nanofibers oghere na nanorods bụ nanofibers siri ike",
  "Otu nanoplate/nanosheet nwere otu akụkụ mpụga na nanoscale, ma ọ bụrụ na akụkụ abụọ buru ibu dị nnọọ iche, a na-akpọ ya nanoribbon",
  "Maka nanofibers na nanoplates, akụkụ ndị ọzọ nwere ike ma ọ bụ ghara ịdị na nanoscale, mana ọ ga-abụrịrị nnukwu ibu",
  "N'okwu ndị a niile, a na-ahụta ọdịiche dị ịrịba ama na ọ dịkarịa ala ihe 3.",
  "A na-ekewakarị ihe Nanostructured materials site n'ụdị akụkụ okwu ha nwere",
  "Nanocomposite bụ ihe siri ike nwere opekata mpe otu mpaghara anụ ahụ ma ọ bụ kemịkalụ pụrụ iche ma ọ bụ mkpokọta mpaghara, nwere opekata mpe otu akụkụ na nanoscale",
  "Nanofoam nwere mmiri mmiri ma ọ bụ matriks siri ike, jupụtara na akụkụ gas, ebe otu n'ime akụkụ abụọ ahụ nwere akụkụ na nanoscale",
  "Ihe nanoporous bụ ihe siri ike nwere nanopores, oghere dị n'ụdị oghere mepere emepe ma ọ bụ mechiri emechi nke ogologo obere micron",
  "Ihe nanocrystalline nwere obere akụkụ dị mkpa nke ọka kristal na nanoscale.",
  "Okwu nanoporous ihe nwere obere ihe microporous na mesoporous",
  "Ihe microporous bụ ihe nwere oghere nwere obere oghere dị obere karịa 2 nm, ebe ihe mesoporous bụ ndị nwere oghere oghere na mpaghara 2-50 nm",
  "Ihe microporous na-egosipụta nha pore nwere nha ogologo ya na obere ụmụ irighiri ihe",
  "N'ihi nke a ihe ndị dị otú ahụ nwere ike na-eje ozi ngwa bara uru gụnyere membranes nkewa",
  "Mesoporous ihe na-adọrọ mmasị kwupụta ngwa na-achọ elu kpọmkwem n'elu ebe, mgbe na-enyere penetration maka ụmụ irighiri ihe nwere ike ịdị oke ibu ịbanye pores nke a microporous ihe onwunwe",
  "N'ebe ụfọdụ, a na-ewere nanofoam ihe nanofoam mgbe ụfọdụ dị ka nanostructures ma ọ bụghị nanomaterials n'ihi na ọ bụ naanị ihe efu na ọ bụghị ihe ndị ahụ n'onwe ha bụ nanoscale",
  "Ọ bụ ezie na nkọwa ISO na-ewere naanị nano-ihe gburugburu nanoparticles, ebe ndị ọzọ na-eji okwu ahụ nanoparticle maka ụdị niile.",
  "Nanoparticles nwere akụkụ atọ niile na nanoscale",
  "Enwere ike itinye nanoparticles n'ime nnukwu ihe siri ike iji mepụta nanocomposite.",
  "Fullerenes bụ klaasị nke allotropes nke carbon nke n'echiche bụ mpempe akwụkwọ graphene na-atụgharị n'ime tubes ma ọ bụ spheres",
  "Ndị a na-agụnye carbon nanotubes (ma ọ bụ silicon nanotubes) nke na-adọrọ mmasị ma n'ihi ike ọrụ ha yana kwa n'ihi ihe ọkụ eletrik ha.",
  "Mkpuru mbụ fullerene molekul ga-achọpụtara, na ezinụlọ aha ya, buckminsterfullerene (C60), kwadebere na 1985 Richard Smalley, Robert Curl, James Heath, Sean O'Brien, na Harold Kroto na Rice University",
  "Aha ahụ bụ nsọpụrụ nye Buckminster Fuller, onye geodesic domes ya yiri",
  "Achọpụtala Fullerenes na-eme na okike",
  "N'oge na-adịbeghị anya, a chọpụtala fullerenes na mbara igwe.",
  "N'ime afọ iri gara aga, kemịkalụ na anụ ahụ nke Fullerenes bụ isiokwu na-ekpo ọkụ na nyocha na mmepe, ma eleghị anya ọ ga-anọgide na-adị ogologo oge",
  "N'April 2003, a na-amụ Fullerenes maka iji ọgwụ eme ihe: ijikọta ọgwụ nje ụfọdụ na nhazi nke nje bacteria na-eguzogide ọgwụ na ọbụna lekwasị anya n'ụdị mkpụrụ ndụ cancer dị ka melanoma",
  "Mbipụta nke Chemistry na Biology nke Ọktoba 2005 nwere akụkọ na-akọwa ojiji nke fullerenes dị ka ihe na-eme ka ọkụ na-arụ ọrụ",
  "N'ihe gbasara nanotechnology, nguzogide okpomọkụ na ihe karịrị akarị so na ihe ndị na-adọta nyocha siri ike.",
  "Usoro a na-ejikarị emepụta fullerenes bụ izipu nnukwu mmiri n'etiti electrodes abụọ dị nso na ikuku ikuku",
  "Ihe na-akpata carbon plasma arc n'etiti electrodes na-ajụ oyi n'ime ihe fọdụrụnụ nke nwere ike kewapụ ọtụtụ fullerenes.",
  "Enwere ọtụtụ ngụkọ ejirila ab-initio Quantum Methods etinyere na fullerenes",
  "Site na usoro DFT na TDDFT mmadụ nwere ike nweta IR, Raman na UV ụdịdị",
  "Enwere ike iji nsonaazụ nyocha dị otú ahụ tụnyere nsonaazụ nnwale.",
  "Enwere ike iji nanomaterials inorganic, (dịka quantum dots, nanowires, na nanorods) n'ihi njirimara anya na ọkụ eletrik ha na-adọrọ mmasị, na optoelectronics",
  "Ọzọkwa, ngwa anya na eletrọnịkị akụrụngwa nke nanomaterials nke dabere na nha na ọdịdị ha nwere ike ịdozi site na usoro sịntetik",
  "Enwere ike iji ihe ndị ahụ na ihe ndị na-emepụta ihe na ihe ndị dabeere na optoelectronic ngwaọrụ dị ka organic anyanwụ cell, OLEDs wdg The ọrụ ụkpụrụ nke ndị dị otú ahụ ngwaọrụ na-achịkwa photoinduced Filiks dị ka eletrọn nnyefe na ike nyefe",
  "Ịrụ ọrụ nke ngwaọrụ ndị ahụ dabere na arụmọrụ nke usoro foto induced na-ahụ maka ọrụ ha",
  "Ya mere, nghota nke ọma nke usoro foto induced na organic / inorganic nanomaterial composite system dị mkpa iji jiri ha na ngwaọrụ optoelectronic.",
  "Nanoparticles ma ọ bụ nanocrystals mere nke ọla, semiconductor, ma ọ bụ oxides nwere mmasị pụrụ iche maka igwe ha, eletriki, magnetik, ngwa anya, kemịkalụ na ihe ndị ọzọ",
  "A na-eji nanoparticles mee ihe dị ka ntụpọ quantum yana dị ka ihe na-akpata kemịkalụ dị ka ihe na-eme ka nanomaterial",
  "Na nso nso a, a na-enyocha ọtụtụ nanoparticles maka ngwa biomedical gụnyere injin anụ ahụ, nnyefe ọgwụ, biosensor.",
  "Nanoparticles nwere mmasị sayensị dị ukwuu ka ha bụ akwa mmiri dị n'etiti nnukwu ihe na ihe atomiki ma ọ bụ molecular",
  "Otu nnukwu ihe kwesịrị inwe ihe anụ ahụ mgbe niile n'agbanyeghị nha ya, mana na nano-ọnụ ọgụgụ nke a anaghị adịkarị",
  "A na-ahụ ihe ndị na-adabere na nha dị ka njide quantum n'ime ihe ndị dị na semiconductor, resonance plasmon na ụfọdụ irighiri igwe, na superparamagnetism na ngwa magnetik.",
  "Nanoparticles na-egosipụta ọtụtụ ihe pụrụ iche metụtara nnukwu ihe",
  "Dịka ọmụmaatụ, ịgbagọ nke nnukwu ọla kọpa (waya, rịbọn, wdg) na-apụta site na mmegharị nke atọm/ụyọkọ ọla kọpa n'ihe dịka nha 50 nm",
  "A na-ahụta nanoparticles ọla kọpa na-erughị 50 nm ihe ndị siri ike nke na-anaghị egosipụta otu adịghị ike na ductility dị ka nnukwu ọla kọpa",
  "Mgbanwe nke ihe onwunwe anaghị achọ mgbe niile",
  "Ihe ndị dị n'ọkụ dị obere karịa 10 nm nwere ike ịgbanwe ntụzịaka polarization ha site na iji ike okpomọkụ ụlọ, si otú a mee ka ha ghara ịba uru maka nchekwa ebe nchekwa",
  "Suspensions nke nanoparticles ga-ekwe omume n'ihi na mmekọrịta nke urughuru elu na ihe mgbaze bụ ike zuru ezu imeri iche na njupụta, nke na-emekarị na-eme ka a ihe ma imi ma ọ bụ sere n'elu na a mmiri mmiri",
  "Nanoparticles na-enwekarị ihe a na-ahụ anya na-atụghị anya ya n'ihi na ha dị ntakịrị iji gbochie electrons ha wee mepụta mmetụta quantum",
  "Dịka ọmụmaatụ, nanoparticles ọla edo na-apụta na-acha uhie uhie na-acha oji na ngwọta.",
  "Ebe dị elu na-adịkarị elu na oke olu nke nanoparticles na-enye ike ịkwọ ụgbọala dị egwu maka mgbasa, karịsịa na okpomọkụ dị elu",
  "Sintering kwere omume na ala okpomọkụ na n'elu mkpumkpu durations karịa ibu ahụ",
  "Nke a n'ụzọ doro anya anaghị emetụta njupụta nke ngwaahịa ikpeazụ, ọ bụ ezie na ihe isi ike na-asọpụta na ọchịchọ nke nanoparticles na-eme ka ọ dịkwuo njọ",
  "Mmetụta elu nke nanoparticles na-ebelatakwa okpomọkụ na-agbaze mmalite.",
  "Enwere ike imezi wires kristal kacha nta nwere akụkụ obe pere mpe dị ka otu atọm na njide cylindrical",
  "Carbon nanotubes, ihe nanostructure nke ọkara-1D, enwere ike iji dị ka ndebiri maka njikọ",
  "Mkpọchi na-enye nkwụsi ike n'ibu ma na-egbochi ụdọ atomic linear ka ọ ghara imebi; A na-ebu amụma na ihe owuwu ndị ọzọ nke nanowires 1D ga-akwụsi ike n'usoro ọ bụrụgodị na e kewapụrụ ya na ndebiri.",
  "Ihe 2D bụ ihe kristal nwere akụkụ abụọ nwere otu oyi akwa nke atọm",
  "Achọpụtara graphene kachasị mkpa na-anọchite anya ya na 2004",
  "A na-ewere ihe nkiri dị nro na nanoscale ọkpụrụkpụ nanostructures, ma mgbe ụfọdụ a naghị ewere nanomaterials n'ihi na ha adịghị adị iche na mkpụrụ.",
  "Ụfọdụ nnukwu ihe nwere atụmatụ na nanoscale, gụnyere nanocomposites, nanocrystalline ihe, ihe nkiri nanostructured, na nanotextured elu.",
  "Box-shaped graphene (BSG) nanostructure bụ ihe atụ nke 3D nanomaterial",
  "BSG nanostructure apụtala mgbe arụchara ọrụ nke graphite pyrolytic",
  "Nanostructure a bụ sistemu ọtụtụ nanochannels nwere oghere nke dị n'akụkụ elu ma nwee akụkụ akụkụ anọ",
  "Ọkpụrụkpụ nke mgbidi ọwa ahụ ruru ihe dịka 1 nm",
  "Ụdị obosara nke ihu ọwa na-eme ihe dịka 25 nm.",
  "A na-eji ihe Nano mee ihe n'ụdị dị iche iche, usoro mmepụta ihe, ngwaahịa na ahụike gụnyere agba, nzacha, mkpuchi na ihe mgbakwunye mmanu",
  "Na nlekọta ahụike Nanozymes bụ nanomaterials nwere njirimara enzyme",
  "Ha bụ ụdị enzyme arụrụ arụ na-apụta, nke ejirila maka ngwa ngwa dị ka biosensing, bioimaging, nchọpụta etuto, antibiofouling na ndị ọzọ",
  "Enwere ike ịmepụta ihe nzacha dị elu site na iji nanostructures, ihe nzacha ndị a nwere ike iwepụ particulate dị ka nje dị ka a hụrụ na nzacha mmiri nke Seldon Teknụzụ mepụtara",
  "Nanomaterials membrane bioreactor (NMs-MBR), ọgbọ na-esote MBR, ka akwadoro maka ọgwụgwọ dị elu nke mmiri mkpofu",
  "N'ebe a na-eme ka ikuku dị ọcha, a na-eji teknụzụ nano na-alụso mgbasa nke MERS ọgụ na ụlọ ọgwụ Saudi Arabia na 2012",
  "A na-eji nanomaterials na teknụzụ mkpuchi nke oge a na nke mmadụ, n'oge gara aga, a chọtara ya na mkpuchi nke Asbestos",
  "Dị ka ihe mgbakwunye mmanụ mmanu, ihe nano nwere ike ibelata esemokwu n'ime akụkụ ndị na-akpụ akpụ",
  "Enwere ike ijikwa anisotropic nanoparticles na-agbakọta onwe ya nke a na-akpọ TriboTEX, rụkwaa akụkụ ndị eyighị na nke mebiri emebi",
  "Etinyekwala ihe nanomaterials n'ọtụtụ ụlọ ọrụ na ngwaahịa ndị ahịa",
  "Ejila nanoparticles mineral dị ka titanium-oxide kwalite nchebe UV na mkpuchi anwụ",
  "N'ime ụlọ ọrụ egwuregwu, a na-eji carbon nanotubes emepụta bat dị mfe iji kwalite arụmọrụ",
  "Ngwa ọzọ dị na ndị agha, ebe ejirila nanoparticles pigmenti na-agagharị agagharị iji mepụta kamouflage dị irè karị",
  "Enwere ike iji nanomaterials n'ime ngwa atọ-ụzọ-catalyst (TWC)",
  "Ndị ntụgharị TWC nwere uru nke ịchịkwa ikuku nitrogen oxides (NOx), nke bụ ihe mmalite maka mmiri ozuzo acid na smog",
  "N'ụdị isi-shell, nanomaterials na-etolite shei dị ka ihe nkwado iji chebe ọla ndị mara mma dị ka palladium na rhodium",
  "Ọrụ bụ isi bụ na enwere ike iji nkwado ndị na-ebu ihe ndị na-eme ihe na-arụ ọrụ, na-eme ka ha gbasaa nke ukwuu, na-ebelata ojiji nke ọla ndị mara mma, na-eme ka ọrụ ndị na-akpali akpali, na-emeziwanye ike n'ibu.",
  "Ebumnuche nke usoro sịntetik ọ bụla maka nanomaterials bụ iwepụta ihe na-egosipụta akụrụngwa sitere na njirimara ogologo njirimara ha dị na nso nanometer (1 - 100 nm)",
  "N'ihi ya, usoro sịntetik kwesịrị igosipụta njikwa nha na oke a ka enwere ike nweta otu ihe ma ọ bụ ihe ọzọ",
  "Ọtụtụ mgbe, a na-ekewa ụzọ ndị ahụ ụzọ abụọ bụ isi, \"ala elu\" na \"elu ala\".",
  "Ụzọ ndị dị n'okpuru ala gụnyere ịchịkọta atọm ma ọ bụ molecule n'ime usoro nanostructured",
  "N'ụzọ ndị a, isi mmalite akụrụngwa nwere ike ịbụ n'ụdị gas, mmiri mmiri, ma ọ bụ ihe siri ike",
  "Nke ikpeazụ chọrọ ụdị mgbasa tupu ejikọta ha na nanostructure",
  "Ụzọ ndị dị n'okpuru ala na-adaba n'ụdị abụọ: ọgba aghara na njikwa.",
  "Usoro ọgba aghara na-agụnye ibuli atom ma ọ bụ molecules mejupụtara ya gaa n'ọnọdụ ọgba aghara wee gbanwee ọnọdụ ahụ na mberede ka ọ mee ka ọnọdụ ahụ kwụsie ike",
  "Site na iji aghụghọ nke ọnụọgụ ọnụọgụ ọ bụla, ngwaahịa na-etolite n'ụzọ dị ukwuu n'ihi kinetics mkpuchi",
  "The ọdịda si chaotic ala nwere ike isi ike ma ọ bụ na-agaghị ekwe omume ịchịkwa na otú ensemble ọnụ ọgụgụ na-achịkwa n'ihi na size nkesa na nkezi size",
  "N'ihi ya, a na-achịkwa nhazi nke nanoparticle site na ijikwa ọnọdụ njedebe nke ngwaahịa",
  "Ọmụmaatụ nke usoro ọgba aghara bụ ablation laser, waya na-agbawa agbawa, arc, pyrolysis ire ọkụ, combustion, na usoro nhazi mmiri ozuzo.",
  "Usoro a na-achịkwa na-agụnye nnyefe a na-achịkwa nke atom ma ọ bụ ụmụ irighiri ihe mejupụtara na saịtị (s) nke nhazi nanoparticle nke na nanoparticle nwere ike itolite na nha ahaziri n'ụzọ a na-achịkwa",
  "N'ozuzu, ọnọdụ nke atọm ma ọ bụ ụmụ irighiri ihe mejupụtara anaghị adị anya na nke achọrọ maka nhazi nanoparticle",
  "N'ihi ya, a na-achịkwa nhazi nke nanoparticle site na njikwa nke steeti reactants",
  "Ọmụmaatụ nke usoro a na-achịkwa bụ ihe na-egbochi uto uto nke onwe, ntinye kemịkalụ kemịkalụ nke onwe, usoro laser femtosecond pulse, osisi na microbial obibia na molecular beam epitaxy.",
  "Ụzọ mgbada n'elu na-eji ụfọdụ 'ike' (dịka n'ike igwe, laser) imebi nnukwu ihe n'ime nanoparticles",
  "Ụzọ na-ewu ewu na-agụnye nkwụsịtụ n'ibu nnukwu ihe n'ime nanomaterials bụ 'egwe ọka'",
  "E wezụga nke ahụ, enwere ike ime nanoparticles site na ablation laser nke na-etinye laser pulse dị mkpụmkpụ (dịka femtosecond laser) iji kpochapụ ihe mgbaru ọsọ (siri ike).",
  "Mmetụta ọhụrụ nwere ike ime n'ime ihe mgbe a na-emepụta ihe owuwu ya na nha nha na nke ọ bụla n'ime ọtụtụ akpịrịkpa ogologo oge, dị ka de Broglie wavelength nke electrons, ma ọ bụ ogologo wavelengths anya nke foton ike dị elu",
  "N'ọnọdụ ndị a quantum n'ibu mmetụta nwere ike na-achịkwa ihe onwunwe",
  "Otu ihe atụ bụ njide quantum ebe a na-agbanwe akụrụngwa eletrọnịkị nke ihe siri ike yana mbelata oke nha",
  "Njirimara anya nke nanoparticles, dịka ọmụmaatụ",
  "fluorescence, na-aghọkwa ọrụ nke urughuru dayameta",
  "Mmetụta a anaghị abata site na isi na macrosocopic gaa na akụkụ micrometer, mana a na-akpọpụta ya mgbe ọ ruru nanometer.",
  "Na mgbakwunye na ngwa anya na eletrọnịkị, akụrụngwa akụrụngwa nke ọtụtụ nanomaterials bụ isiokwu nke nyocha nanomechanics",
  "Mgbe agbakwunyere na nnukwu ihe, nanoparticles nwere ike imetụta akụrụngwa akụrụngwa nke ihe ahụ, dị ka isi ike ma ọ bụ ngbanwe",
  "Dịka ọmụmaatụ, enwere ike ịkwado polymers ọdịnala site na nanoparticles (dị ka carbon nanotubes) na-ebute ihe ọhụrụ nke enwere ike iji dị ka ihe ngbanwe dị arọ maka ọla",
  "Ngwakọta ihe ndị dị otú ahụ nwere ike ime ka mbelata ịdị arọ na-esonyere mmụba nke nkwụsi ike na ịrụ ọrụ ka mma.",
  "N'ikpeazụ, nanostructured ihe na obere urughuru size, dị ka zeolites na asbestos, na-eji dị ka catalysts na a dịgasị iche iche nke oké egwu ulo oru chemical mmeghachi omume",
  "Nkwalite mmepe nke ihe ndị dị otú ahụ nwere ike bụrụ ntọala nke usoro kemịkalụ na-arụ ọrụ nke ọma na gburugburu ebe obibi.",
  "Emere nchọpụta mbụ na nha nha nke nano-particles n'ime afọ iri mbụ nke narị afọ nke 20",
  "Zsigmondy mere ọmụmụ ihe n'uju nke ọla edo na ihe nanomaterial ndị ọzọ nwere nha ruru 10 nm na obere",
  "O bipụtara otu akwụkwọ na 1914",
  "O ji ultramicroscope nke na-eji usoro ọgbara ọhụrụ na-ahụ maka ịhụ ụmụ irighiri ihe na nha na-erughị ogologo ogologo ọkụ.",
  "Enwere usoro ọdịnala emepụtara na narị afọ nke 20 na interface yana sayensị colloid maka njirimara nanomaterials",
  "A na-eji ihe ndị a eme ihe maka ọgbọ mbụ nanomaterials na-agafe agafe akọwapụtara na ngalaba na-esote.",
  "Ụzọ ndị a na-agụnye ọtụtụ dị iche iche usoro maka characterizing urughuru size nkesa",
  "Nkọwapụta nke a dị mkpa n'ihi na ọtụtụ ihe ndị a na-atụ anya na ha ga-abụ nano na-agbakọta na ngwọta",
  "Ụfọdụ ụzọ dabere na ịgbasa ọkụ",
  "Ndị ọzọ na-etinye ultrasound, dị ka ultrasound attenuation spectroscopy maka ịnwale nano-dispersions na microemulsions na-etinye uche.",
  "Enwekwara otu usoro ọdịnala maka ịkọwa ụgwọ elu ma ọ bụ ikike zeta nke nano-particles na ngwọta",
  "Achọrọ ozi a maka nkwụsi ike sistemụ kwesịrị ekwesị, na-egbochi mkpokọta ya ma ọ bụ flocculation",
  "Ụzọ ndị a na-agụnye microelectrophoresis, ọkụ ọkụ electrophoretic, na electroacoustics",
  "Nke ikpeazụ, dị ka ọmụmaatụ colloid vibration usoro dị ugbu a dabara adaba maka ịkọwapụta sistemu gbadoro ụkwụ.",
  "Nnyocha a na-aga n'ihu egosila na ihe eji arụ ọrụ nwere ike ịdịgasị iche na nanomaterials ma e jiri ya tụnyere nnukwu ihe",
  "Nanomaterials nwere nnukwu ihe eji arụ ọrụ n'ihi oke olu, elu na nha nha nke nanoparticles",
  "A na-ahụ nke a mgbe a na-agbakwunye nanoparticles na ihe ndị a na-ahụkarị, nanomaterial na-eme ka ọka na-eme ka ọka na-eme ka ọkpụkpụ intergranular na intragranular na-eme ka ọkpụkpụ ọka dịkwuo mma na ya mere ihe eji arụ ọrụ nke ihe",
  "[nke a chọrọ] Nrụzi oke oke ọka na-enye ike site n'ịbawanye nrụgide a chọrọ iji mee ka mgbaji intergranular ma ọ bụ transgranular",
  "Otu ihe atụ a na-ahụkarị ebe enwere ike ịhụ nke a bụ mgbakwunye nano Silica na ciment, nke na-eme ka ike nkwụsị ahụ dịkwuo mma, ike mkpakọ, na ike na-ehulata site na usoro ndị a kpọtụrụ aha",
  "Nghọta nke akụrụngwa ndị a ga-eme ka ojiji nke nanoparticles na ngwa akwụkwọ akụkọ dị iche iche dị ka injinia elu, tribology, nanomanufacturing, na nanofabrication.",
  "Usoro eji eme ihe:",
  "Steinitz na 1943 jiri usoro ntinye micro-indentation iji nwalee ike nke microparticles, ma ugbu a nanoindentation ejirila nanoindentation tụọ ihe na-agbanwe nke ụmụ irighiri ihe dị ka ọkwa 5-micron",
  "A na-ejikarị usoro iwu ndị a gbakọọ njirimara arụ ọrụ nke nanoparticles site na teknụzụ ike microscopy (AFM)",
  "Iji tụọ modul na-agbanwe; A na-enweta data ntinye aka site na AFM na-atụgharị n'ike-n'ike n'ike ka a na-atụgharị n'ọgba aghara ike",
  "A na-eji iwu Hooke iji chọpụta nrụrụ cantilever na ịdị omimi nke ọnụ, na n'ikpeazụ, enwere ike dee akara nrụgide dị ka:",
  "P=k (ẟc - ẟc0)",
  "Shia: Cantilever deformation",
  "ẟc0 : deflection ofset",
  "AFM na-enye anyị ohere ịnweta ihe oyiyi dị elu nke ọtụtụ ụdị elu ebe enwere ike iji ọnụ nke cantilever nweta ozi gbasara ihe eji arụ ọrụ",
  "A na-ejikwa ihe ngosi kọmpụta na-aga nke ọma iji nwalee tiori na imeju ọmụmụ nnwale",
  "Usoro kọmpụta a na-ejikarị eme ihe bụ simulation molecular dynamics, nke na-eji nha nhagharị nke newton maka atom ma ọ bụ molecules dị na sistemụ",
  "A na-eji usoro ndị ọzọ dị ka usoro nyocha ozugbo iji chọpụta njirimara nrapado nke nanomaterials",
  "Ma usoro na ịme anwansị jikọtara ya na microscope elektrọn nnyefe (TEM) na usoro AFM iji nye nsonaazụ.",
  "Njirimara akụrụngwa nke klas nanomaterials nkịtị:",
  "Crystalline metal nanomaterials: Dislocations bụ otu n'ime ihe ndị na-enye aka maka ihe na-agbanwe agbanwe n'ime nanomaterials yiri nnukwu ihe kristal",
  "N'agbanyeghị echiche ọdịnala nke enweghị dislocations na nanomaterials",
  "Ramos, ibuo ọrụ egosila na ekweghị ekwe nke gold nanoparticles bụ nnọọ elu karịa ha nnukwu ogbo, dị ka e nwere stacking mmejọ na dislocations akpụ na-arụ ọrụ multiple ike usoro na ihe",
  "Site na nnwale ndị a, nyocha ndị ọzọ egosila na site na usoro nanoindentation, ike ihe; nrụgide mkpakọ, na-abawanye n'okpuru mkpakọ na mbelata urughuru size, n'ihi nucleating dislocations",
  "A hụla mgbapụ ndị a site na iji usoro TEM, yana nanoindentation",
  "Silicon nanoparticles ike na ike siri ike dị okpukpu anọ karịa uru nke nnukwu ihe onwunwe",
  "Nguzogide nrụgide etinyere nwere ike ịpụta na ntụpọ ahịrị dị n'ime akụkụ ahụ yana mgbakasị ahụ nke na-enye ike nke ihe eji arụ ọrụ nke nanomaterial",
  "Ọzọkwa, mgbakwunye nke nanoparticles na-ewusi matriks ike n'ihi na ntụtụ nke irighiri ihe na-egbochi uto ọka",
  "Nke a na-eme ka ọka ahụ dịkwuo mma, ya mere na-eme ka ihe ndị na-arụ ọrụ na-arụ ọrụ dịkwuo mma",
  "Agbanyeghị, ọ bụghị mgbakwunye niile nke nanomaterials na-eduga na mmụba nke akụrụngwa dịka ọmụmaatụ nano-Cu",
  "Ma nke a na-ekwu na ihe ndị dị n'ime ya bụ ihe na-esighị ike karịa matriks.",
  "Nonmetallic nanoparticles na nanomaterials:  Àgwà na-adabere na nha nke akụrụngwa ka edoghị anya n'ihe gbasara polymer nanomaterials agbanyeghị, n'otu nyocha nke Lahouij, ha chọpụtara na achọpụtara na mkpakọ modul nke polystyrene nanoparticles dị obere karịa nke ndị mmekọ buru ibu",
  "Enwere ike jikọta nke a na otu ndị na-arụ ọrụ na-agba mmiri",
  "Ọzọkwa, nonmetallic nanomaterials nwere ike iduga agglomerates akpụ n'ime matriks ha na-agbakwunyere na ya mere ibelata n'ibu Njirimara site na-eduga mgbawa n'okpuru ọbụna obere n'ibu ibu, dị ka mgbakwunye na nke CNTs",
  "Agglomerates ga-arụ ọrụ dị ka ụgbọ elu na-amị amị yana ụgbọ elu ebe mgbawa nwere ike ịgbasa ngwa ngwa (9)",
  "Otú ọ dị, ọtụtụ organic nanomaterials bụ mgbanwe na ndị a na n'ibu Njirimara ndị dị otú ahụ dị ka isi ike wdg adịghị achị.",
  "Nanowires na nanotubes:  Moduli na-agbanwe agbanwe nke ụfọdụ nanowires ya bụ lead na silver, na-ebelata na dayameta na-abawanye",
  "Ejikọtala nke a na nrụgide elu, oyi akwa oxidation, na nhụsianya elu",
  "Agbanyeghị, omume na-agbanwe agbanwe nke ZnO nanowires anaghị emetụta nsonaazụ elu mana ihe mgbaji ha na-eme",
  "Yabụ, ọ dabere na omume ihe onwunwe yana njikọ ha.",
  "Ihe kpatara na akụrụngwa akụrụngwa nke nanomaterials ka bụ isiokwu na-ekpo ọkụ maka nyocha bụ na ịlele akụrụngwa akụrụngwa nke nanoparticles onye ọ bụla bụ usoro mgbagwoju anya, gụnyere ọtụtụ ihe njikwa",
  "Ka o sina dị, a na-eji microscopy ike Atomiki eme ihe n'ọtụtụ ebe iji tụọ ihe arụrụ arụ nke nanomaterials.",
  "Ịrapara na ịfụkọta nke nanoparticles",
  "Mgbe ị na-ekwu maka ntinye nke ntinye ihe na esemokwu na-arụ ọrụ dị oke mkpa n'ịchọpụta nsonaazụ nke ngwa ahụ",
  "Ya mere, ọ dị oke mkpa ịhụ ka nha ihe si metụtakwa akụrụngwa ndị a",
  "Ọzọ, AFM bụ usoro a na-ejikarị iji tụọ ihe ndị a na iji chọpụta ike nrapado nke nanoparticles na elu ọ bụla siri ike, yana usoro nyocha colloidal na ihe ndị ọzọ na-emepụta ihe",
  "Ọzọkwa, ndị agha na-ekere òkè na-enye ndị a nrapado Njirimara nanomaterials bụ ma electrostatic agha, VdW, capillary agha, Solvation agha, Ọdịdị ike, wdg Achọpụtara na mgbakwunye na nke nanomaterials na nnukwu ihe substantially enwekwu ha nrapado ike",
  "site n'ịbawanye ike ha site na usoro njikọ dị iche iche",
  "Akụkụ Nanomaterials na-abịaru nso efu, nke pụtara na akụkụ dị nta nke elu ihe ahụ na atom n'ozuzu na-abawanye.",
  "Tinyere mmetụta dị n'elu, mmegharị nke nanoparticles na-ekerekwa òkè n'ịkọpụta akụrụngwa ha dị ka ike ịkpacha ihe",
  "Enwere ike ịhụ mmegharị nke ụmụ irighiri ihe n'okpuru TEM",
  "Dịka ọmụmaatụ, a na-ahụ omume mmegharị nke MoS2 nanoparticles dynamic kọntaktị ozugbo n'ọnọdụ nke butere nkwubi okwu na fullerenes nwere ike ịkpacha osisi site na ịtụgharị ma ọ bụ sliding",
  "Agbanyeghị, ilele ihe ndị a bụ usoro dị mgbagwoju anya ọzọ n'ihi ọtụtụ ihe na-enye aka.",
  "Ntinye aka na Mechanical Properties:",
  "· mmanu mmanu",
  "· Nrụpụta Nano",
  "· Akpụkpọ ahụ",
  "Nhazi kemịkalụ na njikọ nke akụrụngwa teknụzụ na-arụ ọrụ dị elu maka ngalaba nzuzo, ụlọ ọrụ mmepụta ihe na ndị agha chọrọ iji seramiki dị ọcha dị elu, polymera, ceramics glass, na ihe mejupụtara",
  "Na condensed ozu kpụrụ si ezi powders, ndị oge ufodu nha na shapes nke nanoparticles na a ahụkarị ntụ ntụ na-eduga na-abụghị uwe mbukota morphologies na-eme ka mbukota njupụta ọdịiche na ntụ ntụ kọmpat.",
  "Agglomeration na-achịkwaghị achịkwa nke powders n'ihi mma van der Waals agha nwekwara ike ime ka ịrị elu inhomogeneities microstructural",
  "Nrụgide dị iche iche nke na-etolite n'ihi nkwụsị na-adịghị ahụkebe na-ejikọta ya na ọnụego nke enwere ike iwepụ ihe mgbaze, ma si otú a dabere na nkesa nke porosity",
  "Ejikọtala nrụgide ndị dị otú ahụ na mgbanwe rọba na-na-agbaji agba n'ime ahụ gbakọrọ ọnụ, ma nwee ike ịmalite ịgbawa n'ime ahụ ọkụ na-adịghị ọkụ ma ọ bụrụ na a naghị ahụ ya.",
  "Tụkwasị na nke ahụ, mgbanwe ọ bụla na njupụta njupụta na kọmpat dị ka a na-akwado ya maka kiln na-emekarị ka ọ dịkwuo elu n'oge usoro nsị, na-emepụta densification na-adịghị mma",
  "Ụfọdụ pores na ntụpọ nhazi ndị ọzọ jikọtara ya na njupụta dị iche iche egosiwo na ha na-ekere òkè na-emerụ ahụ na usoro nsị site na-eto eto ma si otú ahụ na-amachi njedebe njedebe",
  "Esemokwu dị iche iche na-esite na densification inhomogeneous egosiwokwa na ọ na-ebute mgbasa nke mgbawa dị n'ime, si otú ahụ ghọọ mmejọ na-achịkwa ike.",
  "Ya mere, ọ ga-adị ka ihe na-achọsi ike ịhazi ihe n'ụzọ na ọ bụ otu anụ ahụ n'ihe gbasara nkesa nke akụkụ na porosity, kama iji nkesa nha nha nke ga-eme ka njupụta akwụkwọ ndụ akwụkwọ ndụ dịkwuo elu",
  "The containment nke a uniformly chụsasịrị nzukọ nke ike mmekọrịta ụmụ irighiri ihe na nkwusioru chọrọ ngụkọta akara n'elu urughuru-urughuru mmekọrịta",
  "A ọnụ ọgụgụ nke dispersants dị ka ammonium citrate (aqueous) na imidazoline ma ọ bụ oleyl mmanya (nonaqueous) na-ekwe nkwa ngwọta dị ka enwere ike mgbakwunye maka enwekwukwa dispersion na deagglomeration",
  "Monodisperse nanoparticles na colloid na-enye ikike a.",
  "Monodisperse powders nke colloidal silica, dịka ọmụmaatụ, nwere ike ime ka ọ kwụsie ike nke ọma iji hụ na usoro dị elu na kristal colloidal ma ọ bụ polycrystalline colloidal siri ike nke na-esi na nchịkọta",
  "Ogo nke usoro na-egosi na ọ ga-ejedebe site na oge na ohere ekwere ka emebe mmekọrịta ogologo ogologo",
  "Ụdị colloidal polycrystalline nwere nkwarụ dị otú ahụ ga-adị ka ihe bụ isi nke sayensị ihe ndị dị na sub-micrometer colloidal, na, ya mere, na-enye nzọụkwụ mbụ n'ịzụlite nghọta siri ike karị nke usoro ndị na-etinye aka na evolushọn microstructural na ihe ndị dị elu na-arụ ọrụ na akụrụngwa.",
  "The quantitative analysis nke nanomaterials gosiri na nanoparticles, nanotubes, nanocrystalline ihe, nanocomposites, na graphene e kwuru na 400000, 181000, 144000, 140000, na 119000 ISI-indexed isiokwu, dị ka patent,8 Sept20",
  "nanoparticles, nanotubes, nanocomposites, graphene, na nanowires ekerewo òkè na patent 45600, 32100, 12700, 12500, na 11800, n'otu n'otu",
  "Nleba anya ihe dị ka ngwaahịa nano dabere na azụmahịa 7000 dị na ahịa zuru ụwa ọnụ gosipụtara na ejirila nanoparticles enyere ma ọ bụ kwalite akụrụngwa nke ihe dị ka ngwaahịa 2330",
  "Liposomes, nanofibers, nanocolloids, na aerogels sokwa na nanomaterials a na-ahụkarị na ngwaahịa ndị ahịa.",
  "Ndị European Union Observatory for Nanomaterials (EUON) ewepụtala nchekwa data (NanoData) nke na-enye ozi gbasara patent, ngwaahịa, na akwụkwọ nyocha akọwapụtara na nanomaterials.",
  "The World Health Organization (WHO) bipụtara ntụziaka maka ichekwa ndị ọrụ site n'ihe ize ndụ nke nanomaterials emepụtara na njedebe nke 2017",
  "WHO jiri usoro nlezianya mee ihe dịka otu n'ime ụkpụrụ nduzi ya",
  "Nke a pụtara na a ga-ebelata ikpughe, n'agbanyeghị ejighị n'aka maka mmetụta ahụike dị njọ, mgbe enwere ezi uche na-egosi ime ya",
  "Emepụtara nke a site na ọmụmụ sayensị na nso nso a nke na-egosipụta ikike nke nanoparticles ịgafe ihe mgbochi cell na imekọrịta ihe n'ụdị cellular",
  "Na mgbakwunye, usoro nchịkwa nke njikwa bụ ụkpụrụ nduzi dị mkpa",
  "Nke a pụtara na mgbe enwere nhọrọ n'etiti usoro nchịkwa, usoro ndị ahụ dị nso na mgbọrọgwụ nke nsogbu ahụ kwesịrị ka a na-ahọrọ mgbe niile karịa usoro ndị na-etinye ibu dị ukwuu n'ahụ ndị ọrụ, dị ka iji personal protective equipment (PPE)",
  "WHO nyere ọrụ nyocha usoro maka ihe niile dị mkpa iji nyochaa ọnọdụ sayensị dị ugbu a yana ịkọwa ndụmọdụ dịka usoro e depụtara na akwụkwọ ntuziaka WHO maka mmepe ntuziaka",
  "Enyere ndụmọdụ ndị a dị ka \"siri ike\" ma ọ bụ \"ọnọdụ\" dabere na ogo nke akaebe sayensị, ụkpụrụ na mmasị, yana ọnụ ahịa metụtara nkwanye ahụ.",
  "Ntuziaka WHO nwere aro ndị a maka njikwa dị nchebe nke nanomaterials arụpụtara (MNMs)",
  "A",
  "Nyochaa ihe ize ndụ ahụike nke MNMs",
  "B",
  "Nyochaa mmeghe nke MNMs",
  "C",
  "Nchịkwa ikpughe na MNMs",
  "Maka nleba anya ahụike WHO enweghị ike ịnye ndụmọdụ maka mmemme onyunyo ahụike akọwapụtara nke MNM maka mmemme onyunyo ahụike dị adị nke ejirila n'ihi enweghị ihe akaebe",
  "WHO na-ewere ọzụzụ nke ndị ọrụ na ndị ọrụ itinye aka na ahụike na nchekwa dị ka omume kachasị mma mana enweghị ike ịkwado otu ụdị ọzụzụ nke ndị ọrụ karịa nke ọzọ, ma ọ bụ otu ụdị ntinye aka nke onye ọrụ karịa nke ọzọ, n'ihi enweghị ọmụmụ ihe dị",
  "A na-atụ anya na a ga-enwe ọganihu dị ukwuu na usoro nha nha na nyocha ihe egwu na WHO na-atụ anya imelite ụkpụrụ nduzi ndị a n'ime afọ ise, na 2022.[chọrọ mmelite]",
  "N'ihi na nanotechnology bụ mmepe n'oge na-adịbeghị anya, mmetụta ahụike na nchekwa nke ikpughe na nanomaterials, na ọkwa nke mkpughe nwere ike ịnakwere, bụ isiokwu nke nyocha na-aga n'ihu",
  "N'ime ihe egwu ndị enwere ike, ikpughe iku ume na-egosi na ọ na-ebute nchegbu kachasị",
  "Ọmụmụ anụmanụ na-egosi na carbon nanotubes na carbon nanofibers nwere ike ịkpata mmetụta akpa ume gụnyere mbufụt, granulomas, na pulmonary fibrosis, nke nwere ikike yiri nke ahụ ma ọ bụ karịa ma e jiri ya tụnyere ihe ndị ọzọ a maara nke fibrogenic dị ka silica, asbestos, na ultrafine carbon black",
  "Mkpughe ikuku ume nke anụ ahụ dị mma na nanomaterials inorganic na-emebi emebi egosipụtabeghị nnukwu mmetụta nsi",
  "Ọ bụ ezie na a maghị ókè data anụmanụ nwere ike ibu amụma mmetụta ngụgụ ụlọ ọgwụ na ndị ọrụ na-amaghị, nsí a na-ahụ n'ime ihe ọmụmụ ụmụ anụmanụ na-adịru nwa oge na-egosi mkpa ọ dị maka nchebe maka ndị ọrụ kpughere nanomaterials ndị a, ọ bụ ezie na ọ dịghị akụkọ banyere mmetụta ahụike dị njọ n'ezie",
  "N'ime ndị ọrụ na-eji ma ọ bụ na-emepụta nanomaterials ndị a bụ nke a maara dị ka nke 2013",
  "Ihe ndị ọzọ na-echegbu gụnyere akpụkpọ anụ na ikpughe ingestion, na ihe egwu mgbawa uzuzu.",
  "Mwepụ na ngbanwe bụ ụzọ kacha mma maka njikwa ihe egwu",
  "Ọ bụ ezie na nanomaterials n'onwe ha enweghị ike ikpochapụ ma ọ bụ dochie ya na ihe ndị a na-emekarị, ọ ga-ekwe omume ịhọrọ njirimara nke nanoparticle dị ka nha, ọdịdị, ịrụ ọrụ, ụgwọ elu, solubility, agglomeration, na aggregation steeti iji melite njirimara toxicological mgbe ị na-ejigide chọrọ ọrụ",
  "Enwere ike imezi usoro njikwa, dịka ọmụmaatụ, iji nanomaterial slurry ma ọ bụ nkwusioru n'ime ihe mgbaze mmiri kama ịbụ ntụ ntụ ga-ebelata ikpughe uzuzu",
  "Njikwa injinia bụ mgbanwe anụ ahụ n'ebe ọrụ na-ekewapụ ndị ọrụ n'ihe egwu, ọkachasị sistemu ikuku dị ka mkpuchi anwụrụ ọkụ, igbe mkpuchi, igbe biosafety, na mkpuchi nguzozi ewepụtara",
  "Njikwa nchịkwa bụ mgbanwe n'omume ndị ọrụ iji belata ihe egwu, gụnyere ọzụzụ gbasara omume kachasị mma maka njikwa nchekwa, nchekwa na mkpofu nanomaterials, ịmara nke ọma maka ihe egwu site na ịde aha na akara ịdọ aka ná ntị, na ịgba ume omenala nchekwa ọha",
  "A ghaghị iyi akụrụngwa nchedo onwe onye n'ahụ onye ọrụ ma bụrụ nhọrọ kachasị mma maka ịchịkwa ihe egwu",
  "Akụrụngwa nchedo onwe onye nke a na-ejikarị eme ihe maka kemịkalụ a na-ahụkarị dịkwa mma maka nanomaterials, gụnyere ogologo ogologo ọkpa, uwe ogologo aka, na akpụkpọ ụkwụ mechiri emechi, na iji uwe nchekwa, enyo enyo, na uwe ụlọ nyocha na-adịghị mma",
  "N'ọnọdụ ụfọdụ enwere ike iji ihe iku ume.",
  "Ntụle mkpughe bụ usoro eji enyocha mwepụta mmetọ na mkpughe nye ndị ọrụ",
  "Ụzọ ndị a na-agụnye nlele onwe onye, ​​​​ebe ndị samplers dị na mpaghara iku ume nke onye ọrụ, na-ejikọta ya na akwa uwe elu ka ọ dị nso na imi na ọnụ dị ka o kwere mee; na nlele mpaghara/n'azụ, ebe a na-edobe ha na ọnọdụ kwụ ọtọ",
  "Ntụle kwesịrị iji ma ọnụọgụgụ ọnụọgụgụ, nke na-enyocha ọnụọgụ nanomaterials na ihe ndị ọzọ dị n'azụ; na ihe nlele dabere na nzacha, nke enwere ike iji chọpụta nanomaterial, na-ejikarị microscopy eletrọn na nyocha elemental",
  "N'ihe dị ka afọ 2016, ekpebiela oke mkpughe ọrụ maka ọtụtụ nanomaterials",
  "U.S",
  "National Institute for Safety and Health Ọrụ ekpebiela oke mkpughe na-akwadoghị maka carbon nanotubes, carbon nanofibers, na ultrafine titanium dioxide",
  "Ụlọ ọrụ na otu sitere na mba ndị ọzọ, gụnyere British Standards Institute na Institute for Safety Safety and Health na Germany, ewepụtala OEL maka ụfọdụ nanomaterials, ụfọdụ ụlọ ọrụ enyela OEL maka ngwaahịa ha.",
  "Nchọpụta Nanoscale",
  "Nanotechnology anọwo na-eme akụkọ akụkọ na ngalaba ahụike, na-ahụ maka onyonyo biomedical",
  "Njirimara ngwa anya pụrụ iche, magnetik na kemịkalụ nke ihe dị na nha Nano ekwela ka mmepe nke nyocha onyonyo nwere ọtụtụ ọrụ dị ka nkwalite ọdịiche ka mma, ozi gbasara ohere ka mma, nkesa bio nke a na-achịkwa, yana onyonyo ọtụtụ ụdị n'ofe ngwaọrụ nyocha dị iche iche",
  "Mmepe ndị a enweela uru dị ka inwe ike ịchọpụta ebe etuto na mbufụt dị, nyocha ziri ezi nke ọganihu ọrịa, na ọgwụ ahaziri onwe ya."
]