[
  "Naomi Ruele (amụrụ na 13 Jenụwarị, na afọ 1997) bụ onye na-egwu mmiri na Botswana",
  "O sonyere na asọmpi mita 50 nke ụmụ nwanyị na afọ 2016 Summer Olympics ebe ọ nọ na # 47 na oge nke 26.23 sekọnd",
  "Ọ na-egwu mmiri maka Mahadum Florida International, a na-akpọkwa ya onye na-egwu egwu nke afọ na Conference USA na mmeri na 50 free na oge nke 22.11, 100 free na oge ya nke 48.45 na 100 azụ na oge nke 52.42",
  "[citation needed]",
  "A mụrụ Naomi Ruele na 13 Jenụwarị na afọ 1997 na Gaborone, Botswana. Ọ gara ụlọ akwụkwọ Maru a Pula.",
  "Ọ bụ onye mbụ Motswana na-egwu mmiri ruru eru maka egwuregwu Olympic nke ndị ntorobịa, na-asọmpi na Nanjing, China, na 2014 na azụ azụ 50 mita na 100 mita azụ",
  "O mechara nke atọ na 100 mita na oge kachasị mma nke 1:04:2",
  "Dabere n'oge ya, ọ rughị eru maka ọkara ikpeazụ. Ọ na-egwu mmiri na okpomọkụ nke abụọ nke asọmpi mita 50, na-agwụ na oge nke 29.86 sekọnd, otu ebe na-abụghị nke iru eru maka ọkara ikpeazụ dịka oge ya bụ 0.02 sekọnd nwayọ karịa onye na-egwu egwu na ọnọdụ nke iri na isii.",
  "Ruele meriri ọla nchara na asọmpi mita 50 azụ na 2014 South African swimming championships, na-etinyekwa nke ise na mita 100 azụ azụ",
  "O setịpụrụ ihe kachasị mma nke 27.42 sekọnd na 1:01:81 na mita 50 na mita 100 n'otu n'otu. Mgbe ọ na-aga Mahadum Florida International, a kpọrọ ya onye na-egwu mmiri nke afọ 2015/16 Conference USA mgbe ọ gwụchara n'ọnọdụ mbụ na mita 50 freestyle ugboro 12",
  "Na asọmpi Conference USA, o dekọrọ oge nke 22.33 sekọnd na agba nke mbụ wee setịpụ ndekọ nke 22.23 sekọnd n'ikpeazụ",
  "Ọ na-egwu mmiri na ihe omume isii ọzọ na asọmpi ahụ, atọ n'otu n'otu na anọ dị ka akụkụ nke otu relay",
  "Ọ meriri oge ọ bụla, maka ngụkọta nke ọla edo asaa, na-etinye ihe ndekọ abụọ ọzọ maka Mahadum ya na 100 mita freestyle na 200 mita freest style relay.",
  "Ruele na-egwu mmiri maka Mahadum Florida International site n'afọ 2015-2019",
  "N'ime afọ 4 ọ na-asọmpi maka Mahadum ahụ, ọ ruru eru maka NCAA Division 1 Women's Swimming and Diving Championships n'usoro",
  "A na-akpọ ya Conference USA Swimmer of the Year 3 n'ime ugboro 4 n'ọrụ igwu mmiri ya na Mahadum Florida International, ebe ọ chịkọtara  nrite na ndekọ na 50 freestyle, 100 freestyle na 100 backstroke n'otu n'otu, yana inyere ndị otu ya aka ịbanye n'ọkwa na 400 Free Relay, 400 Medley Relay, 200 Medley Relaay na 200 Free Relay.",
  "O nwere ihe ndekọ Florida International University na 50 freestyle na 100 backstroke n'otu n'otu",
  "Akwụkwọ Botswana Youth kpọrọ ya aha dị ka otu n'ime ndị Botswana Top 30 Under 30 Inspirational Youth.",
  "Ruele ruru eru maka 2016 Summer Olympics na Rio de Janeiro na igwu mmiri na Georgia Institute of Technology na 20 Machị, na afo 2016; o dekọrọ oge nke 26.07 sekọnd",
  "Ọrụ a mere ka ọ banye n'ime oge \"B\" nke 26.17, ọ natakwara akwụkwọ ozi na 8 Julaị na-ekwu na a họpụtara ya ka ọ nọchite anya Botswana. Ọ bụ oge mbụ na Botswana họọrọ ihe karịrị otu nwanyị na-eme egwuregwu n'otu otu egwuregwu Olimpik.",
  "N'otu oge ahụ a họpụtara ya, a kpọrọ Ruele dị ka Junior Female Sportsperson of the Year site na Botswana National Sports Council. N'asọmpi na Olympic Aquatics Stadium na Rio na 12 Ọgọstụ na mita 50 nke ụmụ nwanyị, ọ mechara n'ọnọdụ nke abụọ na okpomọkụ ya na oge nke 26.23 sekọnd",
  "Nke a pụtara na ọ mechara nke iri anọ na asaa n'ozuzu ya, ya mere o rughị eru maka agba na-esote."
]