[
  "Nard & B bụ ndị otu mmepụta ihe ndekọ nké America, nkèke ndị na-emepụta ihe ndekọ James \"Nard\" Bernard Rosser Jr",
  "na Brandon \"B\" Rackley, si Atlanta, Georgia",
  "N'afọ 2007, ha abụọ bịanyere aka na nkwekọrịta na ónyé America na-edekọ egwu T.I.'s Grand Hustle Records. N'afọ 2007, Nard & B guzobere TrenchWerk Entertainment, ụlọ ọrụ na-emepụta egwu, na ebumnuche nke \"ịchịkọta ndị na-emepụta egwú kachasị mmá na Atlanta ma mepụta mmepụta a na-apụghị ịgbagha agbagha na nke a na-enweghị atụ\".",
  "Brandon Rackley, ónyé a maara dị ka B, zutere James Bernard Rosser Jr., onye a maara nke ọma dị ka Nard, mgbè ha abụọ na-aga Omnithech, na-amụ egwu na injinia. Mgbe ọ gụsịrị kọleji, Nard nwetara ọrụ dị ka ónyé injinia na-eso ụzọ maka akara egwu T.I",
  "nke dị na Atlanta, Grand Hustle Records. N'afọ 2007, Nard & B nwetara ọkwa mbụ ha n'otu nnukwu ụlọ ọrụ studio album",
  "Abụ ahụ, nke akpọrọ \"That's Right\", gosipụtara olu sitere na T.I",
  "ma tinye ya na mgbalị izizi nke onye na-ese ihe na Grand Hustle Big Kuntry King, My Turn to Eat",
  "Ihe ịga nke ọma nke ndekọ ahụ mere ka ónyé isi oche Grand Hustle Jason Geter mara ha, onye bịanyere aka na ha dị ka ndị na-emepụta ụlọ. N'afọ 2007, Nard & B weputara egwu egwu T.I",
  "\"Big Shit Poppin' (Do It)\", na-enye mmepụta ọhụrụ mgbe ndị na-eti egwu Grand Hustle Mac Boney, Alfamega, JR Get Money na Big Kuntry King, niile gbakwunyere amaokwu ọhụrụ",
  "N'afọ 2009, Nard & B jikọrọ aka mepụta ónyé na-eti egwu na Brooklyn bụ Maino's hit single \"All the Above\", n'akụkụ onye na-emepụta ihe ndekọ dị elu Just Blaze",
  "Nard & B gakwara n'ihu inye aka na mmepụta na Puff Daddy's 2015 project MMM (Money Making Mitch)",
  "N'ọnwa Ọgọstụ n'afọ 2015, Nard & B wepụtara mixtape jikọrọ aka, nke akpọrọ Trench Muzik, n'akụkụ ónyé na-ese ihe nkiri Grand Hustle Spodee. Na Septemba 13, 2015, Spodee sonyeere Nard & B iji wepụta Trench Muzik 2. Na Nọvemba 22, 2015, a tọhapụrụ nke atọ nke Trench Muzik.",
  "Na Febụwarị 9, 2016, ónyé na-eti egwu Atlanta bụ Skooly, ónyé bụbu nke Rich Kidz, sonyeere Nard & B iji wepụta Trench Gotti. Na Eprel 21, 2016, Nard & B sonyeere Jose Guapo iji wepụta Extravagant Trench Shit. Na Julaị 19, 2016, B wepụtara egwu akpọrọ \"Out Perform You\", n'okpuru aha nzuzo ¡B!",
  "Abụ ahụ, nke Nard & B na XL Eagle mepụtara, bụ nke mbụ ga-ada site na ọrụ izizi nke B, \"nke ga-egosipụta ndekọ pụrụ iche sitere n'aka ndị omenkà dị íchè íchè\". Ọrụ ahụ, nke a na-eme atụmatụ ịdakwasị na ngwụcha afọ ahụ, ga-agụnye mmepụta sitere na Nard & B na mmepụta site na ónyé na-emepụta TrenchWerk, XL Eagle. N'abalị iri na otu n'ọnwa Ọktoba n'afọ 2016, Nard & B wepụtara mixtape ya na ónyé na-eti egwu na Jamaica na onye mmekọ Hustle Gang bụ Zuse. Mixtape ahụ, nke akpọrọ Trench Zuse, gụnyere ụfọdụ ndị na-emepụta Nard & B dịka DJ Spinz, Bobby Kritical, Will A Fool, na DJ Plugg",
  "Onye na-emepụta hip hop nke ndịda XL Eagle, onye otu TrenchWerk, na-emepụta ihe fọrọ nke nta ka ọ bụrụ egwu ọ bụla. N'afọ 2017, Migos wepụtara \"T-Shirt\", nke Nard & B mepụtara, site na abọm nke abụọ ha Culture",
  "\"T-Shirt\" jisiri ike ruo Top 40 nke US <i id=\"mwYg\">Billboard</i> Hot 100 chart."
]