[
  "Nsikayesizwe David Junior Ngcobo (amụrụ na 11 Febụwarị na afọ 1997), nke a maara dịka Nasty C, bụ onye South Afrika na-eti egwu, onye na-ede egwu, na onye na-emepụta ihe ndekọ.",
  "Mgbe ọ hapụsịrị mixtapes atọ, otu bụ \"Undisputed\" na EPs abụọ, Ngcobo wepụtara abọm mbụ ya Bad Hair (2016), na Strings and Bling (2018) nke jikọtara ma kwado njem mbụ ya, The Ivyson Tour",
  "Ọ bụ onye kacha nta natara ihe nrite na 2015 South African Hip Hop Awards, ya bụ Best Freshman Award.",
  "Na ọnwa Machị afọ 2020, Nasty C bịanyere aka na nkwekọrịta nkwekọrịta na Def Jam Records, ma wepụta egwu ya na United States mgbe ọ sonyere Def Jam, \"There They Go\", nke mere ka a mara ya n'ụwa niile, o weputara abọm nke atọ ya na 28 Ọgọstụ afọ 2020, na nke mbụ ya na akara nke akpọrọ Zulu Man with Some Power (2020).",
  "A mụrụ Nsikayesizwe David Junior Ngcobo na 11 Febụwarị na afọ 1997 na Diepkloof, mpaghara Soweto, Johannesburg",
  "Mgbe nne ya nwụrụ nke nwere ihe mberede ụgbọ ala mgbe ọ dị ọnwa iri na otu, ọ kwagara Durban, Kwa-Zulu Natal ka nna ya, David Maviyo Ngcobo, bụ onye njikwa akụ na ụba mmadụ zụlite ya. O nwere nwanne nwoke tọrọ ya, Siyabonga Ngcobo, onye mere ka ọ rap ka ọ mụtara ihe ndị bụ isi nke imepụta egwu site n'aka ya mgbe ọ dị afọ itoolu",
  "Ngcobo gara Strelitzia Secondary School na Lotus Park, Durban ebe ọ gụsịrị klas nke iri na abụọ.",
  "Mgbe ọ dị afọ iri na anọ, Ngcobo wepụtara mixtape mbụ ya One Kid, a Thousand Coffins na 14 Mee afọ 2012. O weputara EP mbụ ya L.A.M.E (Levitating Above My Enemies) na 4 Eprel 2014. N'afọ sochirinụ na 10 Febụwarị, ọ wepụtara mixtape ya nke abụọ Price City nke mepụtara egwu \"Juice Back\" nke mere ka ọ bụrụ onye a ma ama. \"Juice Back\" mechara mepụta Gemini Major-produced remix nke gosipụtara onye na-agụ egwú Davido na onye na-eti egwu Cassper Nyovest na 20 Nọvemba afọ 2015.",
  "Na 11 Febụwarị afọ 2016, Ngcobo wepụtara \"Hell Naw\" nke e mechara kpughee na ọ bụ onye ndu site na abọm izizi ya na-abịanụ. Na 23 Septemba, Ngcobo wepụtara abọm izizi ya, Bad Hair n'okpuru Mabala Noise Entertainment",
  "Maka ihe osise nke abọm ahụ, o mere ka ndị na-akwado ya na Twitter zigara ya ozi email foto ha na-egosi oge ntutu isi ọjọọ ha, o wee jikọta ihe osise niile n'ụzọ nka na-achịkọta ihu ya. Bad Hair ruru nọmba otu na chaatị mpaghara iTunes ma bụrụ abọm kachasị egwu na South Africa n'ime awa iri abụọ na anọ ya. Ngcobo wepụtara ihe nkiri nkeji iri na anọ nke gosipụtara egwu atọ sitere na Bad Hair nke Kyle Lewis duziri",
  "Obere ihe nkiri ahụ nke gụnyere egwu \"Don't Do It', \"Good Girls and Snapchat Hoes\" na \"Phases\" nke gosipụtara Rowlene, gosipụtara n'ọtụtụ mba gụnyere France, Germany, United Kingdom na United States, nke na-adịkarịghị maka vidiyo Afrika.",
  "Na 2 Disemba afọ 2016, Ngcobo wepụtara nsụgharị agbatị maka Bad Hair aha ya bụ Bad Hair Extensions Bad Hair Extension gosipụtara egwu anọ ọhụrụ gụnyere egwu ndu Allow nke gosipụtara onye egwu America French Montana",
  "N'inweta ọtụtụ ihe nrite maka afọ 2016 na afọ 2017, Ngcobo natara nhọpụta ya kachasị nke bụ maka 2017 BET Award for Best International Act: Africa ebe Wizkid meriri ya. A họpụtakwara ya maka 2017 MTV Europe Music Awards Ngcobo nọ n'ọkwa nke atọ na afọ 2016 MTV Base: SA's Hottest MCs N'afọ 2017, a họọrọ ya ọzọ n'otu ihe omume ahụ, na nke ugbu a n'ọkwa nke anọ.",
  "Na 16 Febụwarị, Ngcobo bịanyere aka na nkwekọrịta nkesa na Universal Music Africa na mmekorita ya na Universal Music South Africa na nkwekọrịta ntinye akwụkwọ talent na UMG Live Africa. Na 1 June, n'oge nleta ya na Naịjirịa, ọ bịanyere aka na nkwekọrịta nkesa na Universal Music Group Nigeria, tupu ewepụta egwu ya, \"Jungle\" na \"King\" nke gosipụtara onye egwu America A $ AP Ferg, site na abọm nke abụọ ya, Strings and Bling N'ọnwa Juun afọ 2018, n'oge mgbasa ozi na Premium Times, onye isi njikwa nke Universal Music Group Nigeria, Ezegozie Eze kwuru \"Strings na Bling bụ ihe akaebe maka nkà, ọrụ aka na agụụ nke ọ na-eweta na egwuregwu ya oge ọ bụla, anyị nwere obi ụtọ iweta ọrụ a magburu onwe ya n'ahịa",
  "\" A tọhapụrụ Strings na Bling na 6 Julaị afọ 2018 na usoro dijitalụ na nke anụ ahụ. TimesLIVE kpọrọ Strings na Bling otu n'ime abọm hip hop kachasị mma na South Africa, e tinyekwara ya na ndepụta nke abọm hip hop na magazin Tina. Egwu ndị ọzọ nke abọm ahụ gụnyere \"SMA\" nke gosipụtara Rowlene, na egwu nkwado \"Gravy\".",
  "Na 20 Ọgọstụ afọ 2018, Ngcobo guzobere akara ndekọ nke ya, Tall Racks Records Onye na-agụ egwu ya ogologo oge bụ Rowlene bụ onye mbụ bịanyere aka n'okpuru akara ahụ, ya na ya onwe ya",
  "Ngcobo malitere Ivyson Tour na 6 Ọktoba afo 2018, na Melrose Arch na Johannesburg",
  "Njem ahụ nwere ihe ngosi ise n'usoro (abụọ na South Africa na otu na Namibia) bụ ihe ịga nke ọma na ndị bịara ya. Na ngwụcha afọ 2018, a họọrọ ya na MTV Base: SA's Hottest MCs nke ugboro atọ n'usoro, na ebe nke atọ.",
  "N'ihe banyere afọ 2019, a kpọrọ Ngcobo onye nnọchi anya nke ụlọ ọrụ ịkwa akwa nwoke, Axe South Africa Na afọ 2019 Dstv Mzansi Viewers Choice Awards a họpụtara egwu ya \"SMA (Vol",
  "1)\" nke gosipụtara Rowlene maka Favourite Song Of the Year. Na Nọvemba 24, afọ 2019, o nwetara ihe nrite AFRIMA abụọ gụnyere Best African Rapper / Lyricist na Best African Collaboration. A họpụtakwara ya n'elu MTV Base: SA's Hottest MCs maka afọ 2019, oge nke anọ ya n'usoro na ndepụta ahụ.",
  "Ngcobo mere nkeji nke atọ nke njem egwu ya, The Ivyson Tour, nke malitere na 20 Septemba afọ 2019, na Cape Town, South Africa. Na 27 Septemba na afọ 2019, ọ wepụtara \"God Flow\" nke gosipụtara onye na-eti egwu okpuezeYung, onye ndu nke abọm studio nke atọ ya na-abịanụ, Zulu Man with Some Power",
  "A kọrọ na e nwere ndị na-ese ihe na mba ụwa ga-apụta na abọm ahụ.",
  "Na ọnwa Machị afọ 2020, Billboard kọrọ na Nasty C bịanyere aka na nkwekọrịta nkwekọrịta na Def Jam Records, na ntọhapụ nke otu \"There They Go\" dị ka nke mbụ ya n'okpuru akara ahụ.",
  "N'ọnwa Eprel afọ 2020, Nasty C wepụtara EP ọhụụ Lost Files, ya na abụ ndị e gosipụtara na ihe nkiri na YouTube",
  "Ọ kọwara echiche EP ahụ na-ekwu, sị: \"Ha bụ abụ ndị na-emeghị ya na ọrụ ụfọdụ, abụ ndị mechara bụrụ naanị echiche.\" N'abalị iri na anọ n'ọnwa Mee, e bugoro EP ahụ na Apple Music.",
  "Na 20 Mee 2020, Nasty C mere ihe nkiri izizi ya na ọrụ cameo na akụkụ isii nke Netflix African mbụ na-eto eto na-eto eto Blood & Water, na-arụ ọrụ nke Zhero. Na 28 Mee 2020, Nasty C bịanyere aka na Universal Music Group flagship Def Jam Africa. N'ụbọchị nke ise n'ọnwa Juun, Nasty C sonyeere onye egwu America bụ T.I",
  "maka egwu ngagharị iwe \"They Don't\"",
  "Ihe a na-enweta site na abụ ahụ na-abara òtù ndị na-abaghị uru uru uru uru uru uru ruo mgbe nnwere onwe na ego, na okwu na-ezo aka na ogbugbu George Floyd. N'abalị iri abụọ na ise nke ọnwa Juun, ya na DJ Whoo Kid wepụtara mixtape, nke akpọrọ Zulu.",
  "Mgbe ọtụtụ oge gasịrị, na 6 Ọgọstụ 2020, Nasty C gara na soshal midia ya ma kwupụta na a ga-ewepụta abọm ya a na-atụ anya ya Zulu Man with Some Power n'ime ọnwa Ọgọstụ",
  "O wepụtara ndepụta egwu nke nwere egwu iri abụọ nke gosipụtara ndị egwu mba ụwa na South Africa, gụnyere Lil Keed, Ari Lennox, Lil Gotit, T.I, Tellaman na Rowlene",
  "E wepụtara abọm ahụ na 28 Ọgọstụ 2020. N'ọnwa Nọvemba afọ 2020, Nasty C meriri ihe nrite Best Male Rap Act na mmemme African Muzik Magazine Awards 2020. Na Disemba 2020, ọ nọ n'ọkwa nke atọ na MTV Base: SA's Hottest MCs list, nke ugboro ise ya n'usoro ịpụta na ndepụta ahụ.",
  "Na June 2021, o wepụtara otu egwu akpọrọ \"Best I Ever Had\". Na emume nke isii nke All Africa Music Awards, ọ natara nhọpụta atọ maka Songwriter of the Year, Best Male Artist in Southern Africa na Best African Rapper/Lyricist. Ọ nọ n'ọkwa nke atọ ọzọ na 2021 MTV Base: SA's Hottest MCs list, nke isii ya n'usoro na ndepụta ahụ.",
  "Na Mee 2022, ọ malitere Ivyson Army Tour malitere Mee 7 (Bloemfontein); njem ahụ gụnyere ụbọchị 5 nke ga-amalite na Mee 7 ruo June 4, 2022.",
  "Àtụ:Nasty C"
]