[
  "Natalie Ball (amụrụ n'afọ 1980) bụ ónyé na-ese ihe na Klamath / Modoc nké dị na Chiloquin, Oregon.",
  "A mụrụ ya na Portland, Oregon, Ball debara áhà ya na Klamath Tribes",
  "Ọ bụkwa ónyé Africa-America, Modoc, na Anglo-American. Ball bụ nwa Kientpaush, nkè a makwaara dị ka Captain Jack (1837 rụo 1873), ónyé isi nke duuru ndị Modocs lụso United States ọgụ na 1872 Modoc War. Nna nna ya bụ ónyé na-ese ihe, nwanne nne ya Peggy Ball, bụ ónyé na'ime ákwà",
  "Ezinụlọ ya si n'ala Klamath kwaga Portland, Oregon, mgbe e weputara Klamath Termination Act na 1954.",
  "Ball nwèrè ụmụ atọ, gụnyere nwa nwanyị Lofanitani Tiago.",
  "Ball nwetara nzèrè bachelọ ya na nka na ọmụmụ agbụrụ na Mahadum Oregon, na nzere masta ya na Maori Visual Arts na Mahadim Massey na Palmerston North, New Zealand. O nwetara MFA ya na Yale University School of Art na eserese na óbìbì akwụkwọ na 2018.",
  "Ọrụ nka Ball gụnyere nka ntinye, nka arụmọrụ, nka akwa ngwakọta, ihe ọkpụkpụ, ihe osise, ihe osisa, na obibi akwụkwọ. Uwe ya na-ejikọkarị okwu ndị a dụkọtara ọnụ na akwa na ụmụ bebi nke na-adabere na akụkọ ihe méré eme nke Modoc na Klamath. Nwanne nne ya kụziiri ya ime akwa mgbè Ball dị obere, na-akpali ónyé omenkà toro eto ịma echiche banyéré ihe, ọrụ nne, na akwa.",
  "Ball egosila na mba ụwa, gụnyere na Hungary na New Zealand. O nwetara MFA na eserese na óbìbì akwụkwọ na Yale University School of Art na 2018.",
  "Na mba, Ball egosila na Seattle Art Museum, Portland Art Museum, IAIA Museum of Contemporary Native Arts, SOMArts, Disjecta Contemporary Art Center, na Nerman Museum of Contemporary Art, ebe o mepụtara ihe ntinye, Mapping Coyote Black na 2015.",
  "Ọtụtụ onyinye Ball gụnyere MRG Foundation's Lilla Jewel Fund Award, Santo Foundation Award, na Oregon Arts Commission's Joan Shipley Award (2016)",
  "Ọzọkwa na 2016, Oregon Arts Commission kpọrọ Ball onye na-ese ihe n'otu n'otu. N'afọ 2018, ụlọ ngosi nka Seattle nyere ya Betty Bowen Award. N'afọ 2019, Crow's Shadow Institute of the Arts nyere ya Golden Spot Residency Award."
]