[
  "N\national Youth service",
  "National Youth Service (NYS) bụ nzukọ nke dị n'okpuru Gọọmentị Kenya",
  "E guzobere ya na afọ otu puku, narị itoolu na iri isii na ano, iji zụọ ndị na-eto eto n'ihe ndị dị mkpa nke mba",
  "N'afọ puku abụọ na iri na itoolu , a gbanwere nzukọ ahụ site na ngalaba steeti gaa na ụlọ ọrụ steeti na-achị onwe ya mgbe iwu NYS, puku abụọ na iri asatọ nke ndị omeiwu Kenya.",
  "Isi ọrụ nke NYS bụ ịzụ na iduzi ndị ntorobịa Kenya site na :",
  "Ndebanye aha maka ọrụ ahụ bụ ọrụ afọ ofufo maka ndị ntorobịa Kenya dị n'agbata afọ  iri na asatọ ruo na afọ iri abụọ na abụọ",
  "Mgbe ha debanyere aha, a na-enye ndị a na-akpọbata ọzụzụ siri ike na-abụghị nke agha maka ọnwa isii.",
  "A na-achọ ka ndị a na-akpọbata na-enye ma ọ dịkarịa ala ọnwa isii nke ọrụ mba, nke nwere ike ịgụnye;",
  "Tupu ngwụcha afọ otu puku, narị itoolu na iri asatọ, ụmụ akwụkwọ ga-esonye na nzukọ ahụ tupu ha abanye na mahadum",
  "Taa, a na-ewe ndị mmadụ n'ọrụ n'afọ ofufo.",
  "Mgbe ha mechara ọrụ mba iwu, a na-eziga ndị a na-akpọbata n'ụlọ akwụkwọ teknụzụ na ọrụ aka n'ime NYS iji zụọ ha n'ọhịa dị iche iche dịka ọrụ ugbo, injinia na ile ọbịa",
  "Ọzụzụ ahụ bụ n'efu maka ndị niile a kpọrọ ọhụrụ.",
  "E guzobere National Youth Service site n'enyemaka nke gọọmentị Israel, ọ sitere n'ike mmụọ nsọ Nahal (ndị ntorobịa na-alụ ọgụ) na GADNA (Youth battalion) nke jikọtara ọrụ agha na nguzobe ebe ọrụ ugbo.",
  "Ọ bụ ezie na n'Izrel, ọ dị mkpa iji dozie egwu dị adị site na Palestine na ụwa ndị Arab, na Kenya ihe nlereanya ahụ mara mma nye gọọmentị iji kụnye ụkpụrụ mba nye ndị na-eto eto na iji mee ka ndị na-alụ ọgụ nnwere onwe (mau mau).",
  "Ndị Israel nwere olile anya iji ọzụzụ ndị ntorobịa dị ka ebe ha ga-abanye n'Afrịka",
  "E wezụga Kenya, ha nwere mmemme dị otú ahụ na Naịjirịa, Tanzania na Uganda.",
  "Ịrụpụta NYS nwere ike ịmalite n'oge karịa ka a kwetara n'ihu ọha.",
  "N'etiti afọ 1959, Mboya duuru ndị nnọchiteanya gaa Israel ebe a kpọbatara ya na ndị isi Afrịka ndị ọzọ na òtù Gadna-Nahal, n'oge nzukọ ọmụmụ ihe izu isii.",
  "Ọ bụ CIA kwadoro nzukọ ahụ International Union of the Socialist Youth (IUSY), nke na-ebipụta isiokwu Mboya ugboro ugboro banyere ọchịchị onye kwuo uche ya n'Afrịka",
  "Gadna bụ acronym nke pụtara ndị ntorobịa, ebe Nahal pụtara ịlụ ọgụ megide ndị ọsụ ụzọ ntorobịa",
  "Ndị a bụ òtù ndị ntorobịa nke gọọmentị Israel na-achịkwa ma na-akwado iji kụnye mmetụta nke \"ezube mba\", na \"na-arụ ọrụ obodo na mmekọrịta mmadụ na ibe ya\".",
  "Mgbe ọ laghachiri Nairobi, Maazị Mboya gwara ndị nta akụkọ, sị: \"N'Izrel, ahụla m ndị ntorobịa a zụrụ ka ha bụrụ ihe na-eme ka mba ahụ nwee obi ụtọ, ha dịkwa mfe maka ụdị ọrụ mba niile\".",
  "N'ihi ihe mmụta ọ mụtara n'Izrel, Mboya nwere olileanya ịgbanwe ngalaba ndị ntorobịa nke People's Congress Party ya ka ọ bụrụ ngwá ọrụ ndọrọ ndọrọ ọchịchị dị egwu.",
  "Ọ bụ otu Mboya-Kariuki a ga-arụkọ ọrụ na ndị Israel iji guzobe National Youth Service niile dị ka akụkụ nke mbọ Israel na-agba iji wulite mmekọrịta chiri anya na ọchịchị Kenyatta.",
  "Kenya nwere olile anya ịnakwere nnwale Nahal nke Israel n'ịdị n'otu agbụrụ Kenya site na iji òtù ndị ntorobịa",
  "Israel mekwara ka onye isi ala Kenyatta nabata echiche Kibbutz nke bụ usoro ọrụ ugbo obodo nke ndị ntorobịa a zụrụ azụ dị ka ndị ọsụ ụzọ.",
  "N'ọnwa Febụwarị n'afọ otu puku, narị itoolu na iri isii na isii, J.G",
  "Mbogo nke Embu wetara Motion na Nzukọ Ndị Omeiwu na-achọ ka a gbasaa otu ndị Israel na-enye ego na-ekwu na a na-azụ ndị ntorobịa \"maka onye guzoro n'ebe ahụ ma yie nnukwu\".Iji chebe ọrụ Israel site na mgbasa, a gụnyere ya dị ka akụkụ nke ndị agha a dọrọ aka ná ntị na mmezigharị Eprel otu puku, narị itoolu na iri isii na isii nke Iwu Kenya.",
  "N'ozuzu, mmegharị Nahal dị ka ndị Israel na-emepụta n'Ebe Ọwụwa Anyanwụ Afrịka dara.",
  "Steven Carol, onye ọkà mmụta iwu mba ọzọ na Nahal na-ekwu na nnwale nke East Africa emeghị mkpụrụ n'ihi na ọtụtụ n'ime ndị ntorobịa ahụ amaghị akwụkwọ ma n'adịghị ka ndị Israel \"ha enweghị onye iro doro anya, ma ọ bụ ndị na-eyi ọha egwu gafere ókèala\".",
  "Site na ọrụ NYS dara, ndị Israel tụgharịrị ugbu a n'ịzụ ndị Kenya n'ọhịa nzuzo na nchekwa.",
  "Ka oge na-aga, ndị China weghaara ego ahụ ma webata ọzụzụ tupu mahadum nke e mechara hapụ",
  "Ka a ghara ịhapụ ha, ndị Ịtali nyere aka guzobe ọrụ Nyayo-bus nke dara ọzọ.",
  "Kemgbe ọtụtụ afọ, NYS aghaghị ịkọwa onwe ya iji bie ndụ nke ya mgbe ihe nlereanya Israel dara",
  "Onye nduzi mbụ, Geoffrey Griffin, onye na-ahụ maka ịdọ aka ná ntị nke ọma duziri nzukọ ahụ n'ime afọ ndị mbụ ọgba aghara ruo nkwụsi ike (1964-1988)",
  "NYS nọgidere bụrụ ngalaba gọọmentị na-amaghị ama na nke na-enye obere ego ruo ọtụtụ afọ ruo na afọ puku abụọ na iri na atọ mgbe onye isi ala Uhuru Kenyatta kpebiri ime ka ọ bụrụ nnukwu ụlọ ọrụ maka inye ndị ntorobịa ikike.",
  "E jiri otu puku pecenti mụbaa mmefu ego NYS na afọ puku abụọ na iri na anọ",
  "Mana enwere nsogbu; nzukọ ahụ nwere oke ikike mmadụ iji jikwaa nnukwu mmefu ego ma ọ bụ ikike teknụzụ iji rụọ ọrụ ọ na-azọrọ na ọ nwere ike ime",
  "Ọtụtụ n'ime ndị NYS nwere agụmakwụkwọ pere mpe, ahụmịhe pere mpe na àgwà omume ọma na-adịghị mma iji jikwaa nnukwu mmefu ego",
  "N'otu aka ahụ, nzukọ ahụ aghọwo ihe na-enweghị isi n'ihi agha ya mere na-egbochi ịza ajụjụ n'ime ụlọ na ọkachamara",
  "Ihe sochiri bụ iji nnukwu ego eme ihe n'ụzọ na-ezighị ezi na nnukwu mmebi nke ego ọha na eze.",
  "Iji dozie ihe ịma aka ndị a, gọọmentị malitere njem mgbanwe na NYS nke ebumnuche ya bụ ịnagide nsogbu iguzosi ike n'ezi ihe, iwulite ikike na ime ka nzukọ ahụ bụrụ ọkachamara",
  "E mere NYS ka ọ bụrụ ụlọ ọrụ gọọmentị nwere kansụl iji mee ihe ya."
]