[
  "Ihe ncheta ụmụ nwanyị nke mba (Afrikaans: ) na Bloemfontein, South Africa, bụ ihe ncheta na-echeta ihe dị ka ụmụ nwanyị na ụmụaka Boer puku iri abụọ na asaa nwụrụ n'ogige ịta ahụhụ ndị Britain n'oge Agha Boer nke Abụọ",
  "Ihe ncheta ahụ bụ ebe nchekwa mpaghara na Free State.",
  "Ọ bụ onye na-ewu ụlọ na Pretoria, Frans Soff, na Anton van Wouw kpụrụ ihe ncheta ahụ",
  "O nwere obelisk dị ihe dị ka mita iri atọ na ise n'ịdị elu na mgbidi dị ala, nke ọkara okirikiri n'akụkụ abụọ",
  "Otu ìgwè ọla nchara etiti, nke Emily Hobhouse sere ma gosipụta ahụmịhe nke ya nke ụbọchị irí na isé n'ọnwa Mee n'afo 1901, bụ nke ụmụ nwanyị abụọ na-eru uju na nwatakịrị na-anwụ anwụ n'ogige Springfontein",
  "E kpughere ihe ncheta ahụ n'ubochí iri na isii n'ọnwa Disemba n'afọ 1913, ihe dị ka ndị South Africa puku iri abụọ gara ya",
  "Afọ iri na atọ ka e mesịrị, e debere ntụ Emily Hobhouse n'okpuru ihe ncheta ahụ",
  "N'akụkụ ihe ncheta ahụ, e nwekwara ili Christiaan de Wet, Rev",
  "John Daniel Kestell, Onye isi oche nke Orange Free State Martinus Steyn, na nwunye ya.",
  "Martinus Steyn, onye isi oche nke Orange Free State Republic n'oge ahụ, kwupụtara echiche nke ihe ncheta ógè ọ na-anata ọgwụgwọ na Europe mgbe Agha Boer gasịrị",
  "Nwunye ya, Rachel Isabella \"Tibbie\" Steyn, sonyere n'echiche ahụ, ebe ndị ezinụlọ ya na ndị enyi ya nwụnahụrụ n'ogige ịta ahụhụ ndị Britain",
  "Ya na Emily Hobhouse nwekwara mmekọrịta chiri anya",
  "Ógè ọ laghachiri South Africa, Steyn guzobere kọmitii na-eme ihe iji malite ọrụ ahụ",
  "A jụrụ echiche nke iwu ụlọ akwụkwọ ma ọ bụ ụlọ ọgwụ dị ka enweghị mkpali, echiche nke nwetara nkwado site n'aka ndí ọtụtụ òtù Afrikaner.",
  "Ihe ncheta ahụ dị ihe dị ka kilomita atọ n'ebe ndịda nke etiti Bloemfontein",
  "N'azụ ugwu ndị gbara ya gburugburu, ihe ncheta ahụ na-agwakọta nke ọma na obodo ugbo obodo ya mere na ndụ Boer a na-echeta n'ebe ahụ.",
  "Ebe mgbaba (mgbidi ihuenyo) gbárá gburugburu mita iri atọ na ise n'ịdị elu gbara obelisk etiti gburugburu.",
  "Ndị otu a kpụrụ akpụ gụnyere nwanyị na-enweghị okpu ya, ya na nwa ya na-anwụ anwụ n'apata ụkwụ ya",
  "Nwanyị nke abụọ na-aga n'ebe dị anya, na-akpọ Onyenwe anyị ka ọ hụ ọdachi ahụ.",
  "Ụmụ akwụkwọ nke C&N Sekondêre Meisieskool Oranje (\"C&N Girls' Secondary School Orange\") na Bloemfontein na-eleta ụlọ akwụkwọ ahụ kwa afọ iji cheta onye isi ala Steyn na akụkọ ihe mere eme ya",
  "Nleta ahụ bụ njem kilomita iri site n'ụlọ akwụkwọ ahụ ruo ihe ncheta ahụ",
  "A na-etinye okpueze n'ili Steyn, a na-emekwa ụfọdụ emume dị ka ụmụ akwụkwọ na-ekwe nkwa ịzụlite ikike nke Afrikaner ha, ihe nketa Ndị Kraịst.",
  "Ihe ngosi mara mma nke ihe ncheta ahụ mụbara ka oge na-aga",
  "Na mgbé izizi, ọ dịghị ndị ikom e gosipụtara, mana site na olili Steyn n'ala ala nke ụlọ ahụ, oge ncheta ọhụrụ bịdọrọ, n'ikpeazụ weta ncheta agha n'ime mpaghara ahụ",
  "Tibbie Steyn kwupụtara nchegbu na iji ala nke ihe ncheta ahụ n'ihe banyere olili nke ndị agha ochie ga-eme ka uche izizi na nhụjuanya nke ụmụ nwanyị na ụmụaka",
  "N'agbanyeghị mkpesa ya, Dr",
  "D",
  "F",
  "Malan liri ya n'afọ 1955 n'akụkụ di ya, otu afọ ógè ọ lara ezumike nká dị ka Prime Minista nke South Africa",
  "Malan kwupụtara na ọ bụ njikọ ikpeazụ na Boer Republics nké izizi",
  "Kemgbe afọ 1960, e wuru ihe ncheta ndị ọzọ nke Agha Boer nke Abụọ n'ala ihe ncheta ụmụ nwanyị, na-eme ka ihe ncheta ahụ bụrụ otu n'ime ebe ndị bụ isi a raara nye ihe nketa agha ahụ",
  "Ụlọ ọrụ ọdịbendị jiri ala ndị gbara ya gburugburu echeta ndị nkịtị, ndị ọrụ afọ ofufo, ndị POWs, na Bittereinders",
  "Ógè ha na-akwado ihe ncheta ụmụ nwanyị, ha kwadoro mgbanwe na mmesi ike.",
  "Anglo-Boer War Museum dị na-adịgide adịgide n'otu ogige ahụ.",
  "Plaque n'akụkụ mgbidi",
  "Obelisk bụ isi",
  "Otu n'ime ihe oyiyi",
  "Ihe ncheta zuru ezu",
  "Ihe ọkpụkpụ na obelisk"
]