[
  "Kọmịshọn Ahụike nke Mba (nke akpọrọ NHC dị ka aha ịchafụ na asụsụ bekee) nke bụ ngalaba emere maka ihe gbasara ahụike nke onye isi ebe ahụ bụ onye n'ọkwa  onye nke so na Kansụl Steeti ma bụrụ kwa onye na-ahụ maka ịhazi amụma gọọmentị na ihe niile gbasara ahụike na Mainland China",
  "E hiwere  ụlọ ọrụ na ọnwa Machị na ụbọchị iri na itoolu, n'afọ 2018",
  "Isi ụlọ ọrụ a bụ na nnukwu obodo Beijing n'China",
  "Onye isi na ụlọ ọrụ bụ minista onye nke nwere ọkwa na kansụl steeti onye na -edu kọmiti nke a",
  "Ma Xiaowei bụ onye minista ugbu a na -elekọta Kọmitii ahụ ma bụrụ kwa ode akwụkwọ Alaka nke otu ndị ndọrọ ndọrọ nọ na ọchi-chi",
  "Na mbụ, ụlọ ọrụ na arụ ọrụ ndị Kọmịshọn Ahụike bụ National Health and Family Planning Commission tupu emepụta amụma maka NHC",
  "N'ime ọchịchị otu ndị ndọrọ ndọrọ nke a n'akpọ PRC dị ka aha ịchafụ ya na asụsụ bekee, kemgbe afọ 1954, ụlọ ọrụ na ahụ maka ihe niile gbasara ahụike na mba China na mbụ bụ ndị Ministry of Health",
  "Ka'ma nke a gbanwere na afọ 2013 mgbe enyere National Health and Family Planning Commission ike maka nlekọta ahụike na obodo ahụ.",
  "Na ọnwa Machị na afọ 2018, Gọọmentị nke ndị mmadụ nke Republik China kwupụtara na etisara Kọmịshọn Ahụike na Atụmatụ Ezinụlọ",
  "Gọọmentị gara n'ihu kwuo na ha were ọrụ na ịga ozi nke ndị ụlọ ọrụ Kọmịshọn Ahụike na Atụmatụ Ezinụlọ nyefe ndị ụlọ ọrụ ọhụrụ, National Health Commission.",
  "China sokwa n'otu nzukọ ahụike ụwa nke a n'kpọ World Health Organisation na asụsụ bekee ma ọ bụ WHO dị ka aha ịchafụ ya",
  "Minista Ma kọrọ na Mgbakọ Ahụike nke WHO nke iri abụọ na iteghete, na kemgbe afọ 1978, China lekwasịrị anya n'ịkwalite ahụike site na isi, ma mepụta  atụmatụ maka nchekwa na ahụisike ndị obodo ahụ site na ime ka onye ọbụla nwee ohere ịnweta nlekọta ahụike nke mbụ nke dị ọgọ ma na arụọrụ nkeọma",
  "Kọmịshọn ahụ bụ isi ụlọ ọrụ nke dị na ebe mepere emepe na China na-ahazi mbọ mba iji lụso ọrịa COVID-19 agha.",
  "Na ụbọchị nke iri na otu n'ọnwa February n'afọ 2020, maka iji jikwaa nsogbu ahụike nke COVID-19 na -aga n'ihu, enwere mgbanwe dị iche iche na ụlọ ọrụ National Health Commission",
  "A mara ọkwa ndị a;",
  "Ụlọ ọrụ ndị a nọ n'okpuru National Health Commission.",
  "ọhapụrụ",
  "ọhapụrụ"
]