[
  "NATIVELAND bụ emume egwu kwa afọ na Lagos, Naịjirịa, nke The Native haziri. E guzobere ikpo okwu ahụ iji jikọta ihe kachasị mma nke ọdịbendị pop, egwu, nka, nri, ụdị, egwuregwu, na agụmakwụkwọ na ụlọ ọrụ ntụrụndụ Naijiria.",
  "NATIVELAND bụ nke The Native mepụtara ma hazie",
  "E kere ya iji jikọta ihe kachasị mma nke ọdịbendị pop, egwu, nka, nri, ụdị, egwuregwu, na agụmakwụkwọ na ụlọ ọrụ ntụrụndụ Naijiria",
  "A na-eme ihe omume ahụ kwa afọ na Muri Okunola Park, na Lagos.",
  "N'abalị iri abụọ na abụọ n'ọnwa Disemba n'afọ 2016, Ndani TV mere mbipụta mbụ ma nye ya ike",
  "Ọ bụ Skepta, na Burna Boy duziri egwu ahụ ma egosipụtara ihe ngosi site na, Ycee, Ajebutter 22, Maleek Berry, Fresh L, DAP The Contract, Odunsi (The Engine), Cruel Santino, na Lady Donli. Na mbipụta mbụ, otu egwu DRB LasGidi, jikọtara ọnụ n'elu ikpo okwu.",
  "Na 22 Disemba 2017, e mere mbipụta nke abụọ, nke Kojo Funds, Davido, Nonso Amadi, Maleek Berry, Burna Boy, Tekno, Not3s, Mayorkun na Yxng Bane, na-eme ihe ngosi site na, Fasina, Fresh L, Mobblanta, No Politics Mob, Kazeem Twins, Yinka Bernie, AYLØ, Lady Donli, Barelyanyhook, Dice Ailes, Ladipoe, Prettyboy D-O, DJ, Ayevy The Creator, Blackmagic, Santije, Od.",
  "E mere mbipụta nke atọ na Odunsi, PrettyBoy D-O, na Santi dị ka ndị ọbịa pụrụ iche, yana mmemme ndị ọzọ sitere na Wande Coal, Runtown, Sababii, Falana, na Teni.",
  "Na mbipụta nke anọ, emume ahụ gbakwunyere otu ụbọchị maka otu mkparitaụka akpọrọ NATIVE HOUSE, nke kpọrọ ndị na-arụ ọrụ egwu site na òtù dị iche iche na ndị na-ese ihe si Naijiria na African Diaspora",
  "Iji kwurịta isiokwu ndị sitere na mbata nke egwu Africa nke oge a, nka anya, na mmasị egwu mba ụwa na egwu Africa. Ihe ngosi nke emume ahụ sitere na Naira Marley, Santi, Rema, Lady Donli, Tems, Joeboy, Fireboy DML, Buju, Gigi Atlantis, SOMADINA, Cuppy, Maison 2500, DJ Femo na ndị ọzọ",
  "Site na egwu ndị ọzọ nke NATIVE Sound System bi na DJs Bristar na Vvada nyere. Burna Boy na Koffee emeghị, n'ihi na ndị na-akwado ya mebiri nchekwa na ọnụ ụzọ VIP.",
  "Na 22 Disemba 2021, NSS kwadoro mbipụta nke ise nke NATIVELAND, nke akpọrọ NATIV5 na Harbour Point Marquee. Iji mee emume ncheta afọ ise nke The Native",
  "Rema, Amaarae , Styl-Plus, Teezee, SGaWD, na Lojay duziri ihe ngosi egwu ahụ, ndị ọzọ mere ihe ngosi gụnyere Odunsi, Ayra Starr, Tems, Wale Davies, na Ladipoe."
]