[
  "Ụlọ ihe nkiri national theatre art, Nigeria bụ isi ebe maka nka na-eme ihe nkiri na Nigeria",
  "Ihe ncheta ahụ dị na Iganmu, Surulere, Lagos",
  "E wuchara ya na 1976 iji kwadebe maka Festival of Arts and Culture (FESTAC) na afọ 1977",
  "Enwere ike ịkọwa National Theatre of Nigeria dị ka ụlọ ntụrụndụ",
  "Nchịkwa ya na-agba mbọ iru ebumnuche nke e guzobere National Theatre, n'ihe gbasara ngosi, nchekwa na nkwalite nke nka na ọdịbendị na Naịjirịa",
  "Dị ka gọọmentị etiti na-azụ ahịa, ọ kpebisiri ike ịgbasawanye ikike ya site n'ịghọwanye ihe ọhụrụ na ihe egwu iji bụrụ ihe dị mkpa na ahịa asọmpi.",
  "Amaritere ịlụ ogege national theatre art na oge Ọchịchị ndị agha nke General Yakubu Gowon malitere iwu ụlọ ihe nkiri National ma wuchaa ya n'oge ọchịchị ndị agha nke Olusegun Obasanjo",
  "Ka ọ na-erule n'afọ 2021, ọtụtụ ndị na-elekọta ụlọ a nwere ndị isi dịka Jimmy Folorunso Atte (1991 August 1999), Prọfesọ Babafemi A",
  "Osofisan (2000 2004), Dr",
  "Ahmed Parker Yerima (2006 August 2009), Kabir Yusuf (2009 August 2016), George Ufot, (Late) Dr",
  "(Mrs.) Stella Oyedepo, Prọfesọ Sunday Enessi Ododo, fsonta, FNAL.",
  "E mere mpụga ụlọ ihe nkiri kpụọ ma wuo ya ka ọ dị ka okpu agha",
  "Na mbụ, o nwere ike inabata opekanpe mmadụ dika 5,000 nke nwere ikpo okwu na-ada ada, na ụlọ ihe nkiri abụọ nwere ike, nke niile nwere ihe owuwu maka ntụgharị asụsụ 8 n'otu oge; n'etiti ndị ọzọ.",
  "Ụlọ ihe nkiri National, Naịjirịa bụ ụlọ ọrụ na-ewu ụlọ nke Bulgaria (Techno Exporstroy) haziri ma wuo ya",
  "Alhaji Sule Katagum bụ onye nwe ya na onye isi oche ha",
  "Ọ dị ka Obí nke Ọdịbendị na Egwuregwu na Varna, Bulgaria (e wuchara na 1968); National Theatre Lagos, Nigeria bụ nke ka ukwuu n'ime abụọ ahụ.",
  "Ebe ndị njem nleta a hụrụ n'anya nke ukwu maka omenala ọdịbendị na arụmọrụ n'etiti ndị ọzọ na-aga n'ihu ugbu a.",
  "N'afọ 2005, Onye isi ala Olusegun Obasanjo kwupụtara atụmatụ ime ka ụlọ ihe nkiri National Theatre bụrụ nke onwe",
  "Nke a kpatara esemokwu n'etiti ndị na-eme ihe ntụrụndụ na ndị na-ede egwuregwu na Naijiria dị ka Wole Soyinka Na 30 Disemba N'afọ 2014, a kọrọ na ereela ụlọ ihe nkiri National na ụlọ ọrụ Dubai maka ego $ 40million, nakwa na a ga-agbanwe ụlọ ahụ ka ọ bụrụ ụlọ ahịa na-enweghị ụtụ isi."
]