[
  "Mgbasa ozi na Dalit Human Rights (NCDHR), nke e hiwere n'afọ1998, ugbu a nwere usoro ọrụ anọ, nke ọ bụla n'ime ha na-arụ ọrụ iji kpochapụ ịkpa ókè agbụrụ megide Dalits na India",
  "Ọ dabeere na Delhi ma nwee isi n'ebe ndị ọzọ na mba ahụ",
  "O kwuputala ebumnuche ya iji nweta mmụba n'ihe banyere nsogbu Dalit ma jide steeti, n'ụdị usoro ikpe ziri ezi ya, maka ọdịda ya.",
  "E hiwere y'à na 1998 site na ndị Dalit na ndị na-ahụ maka ikike mmadụ na mmeghachi omume na enweghị mmanye nke Ihe nkedo ahaziri ahazi na agbụrụ akwadoro (Mgbochi arụrụ arụ) Iwu, 1989, NCDHR nwere isi na 14 nke steeti India site na 2003",
  "Ebumnuche mbụ ya bụ iji mee ka ndị India na ndị mba ụwa na-ege ntị pụta ìhè ma na-ahụ okwu Dalit ma na iji mee ka steeti ahụ zaa ajụjụ maka ebubo ya na ọ dara inye ikpe ziri ezi na usoro iwu mpụ.",
  "Mgbe ihe fọrọ nke nta ka ọ bụrụ afọ iri nke ịdị adị, NCDHR hibere mkpọsa anọ, nke ọ bụla lekwasịrị anya n'akụkụ dị iche iche nke ịkpa ókè",
  "A na-akpọ Dalit Arthik Adhikar Andolan (DAAA), All India Dalit Mahila Adhikar Manch (AIDMAM), National Federation of Dalit Land Rights Movement (NFDLRM) na National Dalit Movement for Justice (NDMJ) Ndị a strands bụ, dị ka Rafto Foundation, n'otu n'otu ezubere iji lebara ya anya.:",
  "Ná mpaghara oge ahụ, NCDHR malitere ịchọpụta, ịkwalite na ịkwado mmekorita n'etiti òtù ndị ọzọ Dalit na-arụ ọrụ.",
  "N'oge na-adịghị anya mgbe ọ nakweere usoro nhazi a, n'afọ 2009, e guzobere National Dalit Watch (NDW)",
  "O sochiri nyocha sara mbara nke emere na tsunami nke afọ 2004 na mgbe e mesịrị nke nnukwu idei mmiri na Bihar (afọ 2007 rụọ afọ 2008), nke NCDHR kwuru na ọ gosipụtara ịkpa ókè agbụrụ na mmemme nnapụta n'oge ọdachi",
  "Kemgbe ọ malitere, e meela ngwá ọrụ na ụzọ dị iche iche iji chọpụta, kpughee ma dekọọ ịkpa ókè agbụrụ ma jiri ahụmịhe nke ndị mmadụ metụta ụkpụrụ nduzi nchịkwa ọdachi site n'aka gọọmentị etiti.",
  "E nyere NCDHR Rafto Prize n'afọ 2007 maka ọrụ ya na-akwalite ikike Dalit na maka ịkpalite mkparịta ụka màkà okwu ahụ na mba ụwa",
  "Ọ rụkọrọ ọrụ na mba ụwa na òtù dị ka United Nations na International Dalit Solidarity Network."
]