[
  "National Open University of Nigeria bụ ụlọ ọrụ gọọmentị etiti na-emeghe na nke dị anya (ODL), nke mbụ n'ụdị ya na mpaghara Ọdịda anyanwụ Afrịka.\nỌ bụ ụlọ akwụkwọ tertiary kachasị ukwuu na Naịjirịa n'ihe gbasara ọnụ ọgụgụ ụmụ akwụkwọ ma a na-akpọkarị ya 'NOUN'.",
  "E guzobere mahadum ahụ na 22 Julaị, na afọ 1983 dị ka ebe mbido maka mmụta na-emeghe na nke dị anya na Naịjirịa",
  "Gọmentị kwụsịtụrụ ya na 25 Eprel, na afọ 1984",
  "[citation needed] Otú ọ dị, onye bụbu onye isi ala Naịjirịa, Gen",
  "Olusegun Obasanjo Mgbe ọ na-apụ na mahadum ahụ, ndebanye aha ụmụ akwụkwọ ọsụ ụzọ dị 32,400.",
  "National Open University of Nigeria, NOUN, eguzobewo ụlọ ọrụ nwere ebumnache nke ịgbasa iru ya iji soro mmepe na ọha mmadụ nke oge a na imeghe ụzọ ọhụrụ maka nyocha na Africa n'ozuzu ya.",
  "N'afọ 2011, NOUN nwere ihe dị ka ụmụ akwụkwọ 57,759. Onye osote chancellor n'oge ahụ bụ Onye Ọkachamara Vincent Tenebe\nMahadum ahụ na-arụ ọrụ ruo ọtụtụ afọ site na isi ụlọ ọrụ nchịkwa ya na Victoria Island, Lagos, tupu osote chancellor onye Ọkachamara Abdalla Uba Adamu, ebuga ya na isi ụlọ akwụkwọ ya na-adịgide adịgide na Jabi, Abuja, na afọ 2016",
  "O nwere ihe karịrị ụlọ ọmụmụ 75 na mba ahụ dum.\nỌ na-enye ihe karịrị mmemme 50 na ọmụmụ 750.",
  "Site na ọdịdị ya dị ka ụlọ ọrụ ODL, NOUN anaghị enye ụmụ akwụkwọ nkuzi na klas nkịtị ma e wezụga ụfọdụ ebe ọmụmụ",
  "Ụlọ ọmụmụ ihe dị na Lagos dịka ọmụmaatụ na-enye nkuzi nye ụmụ akwụkwọ niile na-agụ akwụkwọ iwu ma na-enye ụmụ akwụkwọ niile ihe ọmụmụ mgbe ị kwụrụ ụgwọ agụmakwụkwọ",
  "Ọmụmụ ihe niile mahadum ahụ na-enye bụ nke National Universities Commission (NUC) kwadoro.",
  "Onye na-edeba aha na-eje ozi dị ka odeakwụkwọ nke kansụl na ndị omeiwu",
  "Ọrụ bụ isi nke ngalaba ndebanye aha bụ inye ọrụ nkwado maka nchịkwa nke mahadum na-ekwusi ike na okwu kansụl, okwu ndị omeiwu, iwebata ndị ọrụ, nnabata ụmụ akwụkwọ na ọdịmma, ọdịmma ndị ọrụ na ọrụ ndị metụtara ya",
  "Onye na-edeba aha ugbu a bụ Mazị Felix Edoka.",
  "A na-adọta ụmụ akwụkwọ dịgasị iche iche sitere na ụdị ndụ niile na mahadum ahụ, dịka Mahadum ndị ọzọ na-emeghe dịka Mahadume Open na United Kingdom",
  "Maka ọtụtụ ọmụmụ ihe, ọ dịghị ihe siri ike a chọrọ maka ịbanye ma e wezụga ikike ịmụ ihe na ọkwa kwesịrị ekwesị dị ka ule West African, na diplọma mba ndị ọzọ iji ruo eru maka ịbanye ozugbo",
  "Ọtụtụ ọmụmụ postgraduate chọrọ ihe akaebe nke ọmụmụ gara aga ma ọ bụ ahụmahụ ndụ yiri ya",
  "Iwu a bụ isi na-emeghe na-eme ka onye ọ bụla nwee ike ịmụ mahadum.",
  "Ọ bụ ezie na ọtụtụ n'ime ndị na-amụ ihe bụ ụmụ akwụkwọ tozuru oke, ọnụ ọgụgụ na-arịwanye elu nke ụmụ akwụkwọ ọhụrụ dị n'agbata afọ 17 na 25",
  "Mbelata nkwado ego maka ndị na-aga mahadum ọdịnala, tinyere iji teknụzụ dịka YouTube nke na-adọrọ mmasị na ọnụ ọgụgụ mmadụ a, kwenyere na ọ bụ ihe kpatara uto a.",
  "Iwu nke Nzukọ Ndị Omeiwu nke guzobere mahadum ahụ machibidoro ụdị njikọ ọ bụla maka ndị ọrụ ma ọ bụ maka ụmụ akwụkwọ",
  "Nke a emeela ka ọ ghara imetụta mahadum ahụ site na ọgbaghara dịka ASUU (nke were ọnwa asatọ), nke nwere mmetụta nke ịgbatị oge ọmụmụ ụmụ akwụkwọ.",
  "NOUN emeela mgbalị iji hụ na ndị gụsịrị akwụkwọ na-erubeghị afọ 30 (afọ kachasị) sonyere na National Youth Service Corps (NYSC).",
  "Portal iLearn na-enye ụmụ akwụkwọ ohere ịnweta ihe mmụta mahadum, gụnyere:",
  "Mahadum ahụ na-eji ule kọmputa (CBT) maka ụmụ akwụkwọ nke afọ mbụ na nke abụọ, ma e wezụga ụmụ akwụkwọ iwu na-anọdụ ala na akwụkwọ (POP) site na afọ mbụ ha nabatara",
  "A na-eji ule POP eme ihe maka ụmụ akwụkwọ niile mgbe afọ nke abụọ gasịrị, na maka ụmụ akwụkwọ postgraduate.",
  "Ule CBT nwere usoro abụọ: ajụjụ nhọrọ ọtụtụ na jupụta ajụjụ ọdịiche",
  "Ụfọdụ ụmụ akwụkwọ katọrọ usoro CBT, ndị na-ekwu na usoro ahụ chọrọ ka ụmụ akwụkwọ buru akwụkwọ ọgụgụ ha n'isi ma mepụta azịza ndị kwekọrọ na ndị echekwara na kọmputa ụlọ akwụkwọ ahụ.",
  "Ọrụ ndị nkuzi (TMAs) bụ nyocha na-aga n'ihu nke na-akpata 30% nke ngụkọta nke nwa akwụkwọ",
  "A na-atụ anya ka ụmụ akwụkwọ zaa TMA niile, nke a ga-aza ma nyefee tupu ụmụ akwụkwọ anọdụ ala maka ule ikpeazụ",
  "Nnyocha nke njedebe nke ọmụmụ na-akpata 70% nke akara nwa akwụkwọ.",
  "NOUN na-arụ ọrụ e-ọbá akwụkwọ na isi ụlọ ọrụ dị na Victoria Island, Lagos, Nigeria nke ụmụ akwụkwọ niile nwere ike ịnweta mgbe ha nyesịrị kaadị njirimara nwa akwụkwọ dị mma",
  "Ụmụ akwụkwọ nwere ohere ịnweta ma ụlọ ọrụ Ịntanetị, akwụkwọ, akwụkwọ akụkọ, ọrụ, theses nke ụmụ akwụkwọ gara aga na ihe agụmakwụkwọ ndị ọzọ.",
  "Ụlọ ọrụ redio NOUN FM na-agbasa ozi n'ụbọchị ọrụ ma na-enye ohere maka ụmụ akwụkwọ Mass Communication.",
  "NOUN na-enyekwa ikpo okwu maka ụmụ akwụkwọ chọrọ ịnweta nchekwa data ya nke ihe agụmakwụkwọ NOUN e-Courseware Free Download maka ebumnache agụmakwụkwọ karịa maka ebumnucha ego ma ọ bụ azụmahịa",
  "Enwere ike ibudata akwụkwọ na PDF n'efu.",
  "N'ọnwa Mee afọ 2014, onye na-eme ihe nkiri Nollywood bụ Ini Edo mere isi akụkọ mgbe a na-enye ya agụmakwụkwọ iji mụọ iwu na mahadum",
  "A na-enyekwa ụmụ nwanyị ndị ọzọ na-eme ihe nkiri na ndị na-eme egwuregwu gụnyere Desmond Elliot agụmakwụkwọ",
  "Chioma Chukwuka-Akpotha, Francis Duru, Doris Simeon na Sani Danja mara ọkwa dị ka ndị nnọchi anya NOUN",
  "Onye osote onye isi ala Prọfesọ gosipụtara ha anọ",
  "Vincent A",
  "Tenebe, na agụmakwụkwọ iji mụọ ihe ọmụmụ ha họọrọ."
]