[
  "Iwu National Green Tribunal Act, 2010 bụ Iwu nke nzuko omeiwu nke India nke na-enye aka ịmepụta ụlọ ikpe pụrụ iche iji dozie ngwa ngwa nke ikpe metụtara nsogbu gburugburu ebe obibi.  Ọ na-enweta mkpali site na ndokwa iwu nke India nke (Constitution of India / Part III) Nkebi nke iri abụọ na otu Nchedo nke ndụ na nnwere onwe nke onwe, nke na-enye ụmụ amaala India ikike maka gburugburu ebe obibi dị mma.",
  "Iwu nke nzuko omeiwu na-akọwa National Green Tribunal Act, 2010 dị ka ndị a:",
  "Iwu iji nye ohere maka nguzobe nke National Green Tribunal maka ikpochapụ ikpe dị irè na ngwa ngwa nke ikpe metụtara nchedo gburugburu ebe obibi na nchekwa nke oké ọhịa na akụ na ụba ndị ọzọ nke gụnyere ịmanye ikike iwu ọ bụla metụtara gburugburu ebe obibi na inye enyemaka na nkwụghachi ụgwọ maka mmebi nke ndị mmadụ na ihe onwunwe na maka ihe metụtara ya ma ọ bụ ihe mberede ya.",
  "Ikike nke Ụlọikpe ahụ n'ihe gbasara gburugburu ebe obibi ga-enye ikpe ziri ezi gburugburu ebe obibi ngwa ngwa ma nyere aka belata ibu ọrụ nke ikpe n'ụlọ ikpe dị elu",
  "A gaghị ejide Ụlọikpe ahụ site na usoro e debere n'okpuru Iwu nke Usoro Obodo, 1908, kama ọ ga-eduzi ụkpụrụ nke ikpe ziri ezi",
  "A na-enye ụlọ ikpe ahụ iwu ka ọ na-eme ma na-agba mbọ maka mkpofu ngwa ma ọ bụ arịrịọ n'ikpeazụ n'ime ọnwa isii nke ntinye akwụkwọ nke otu ihe ahụ",
  "Na mbụ, a na-atụ aro ka e guzobe NGT n'ebe ise a na-anọdụ ala ma ga-agbaso usoro sekit maka ime ka onwe ya dịkwuo mfe; New Delhi bụ Isi Ebe Nnọdụ ala nke Ụlọikpe, ebe Bhopal, Pune, Kolkata na Chennai ga-abụ ebe ọzọ a ga-anọdụ nke Ụlọikpe ahụ.",
  "N'oge nzukọ nke United Nations Conference on Environment and Development na June 1992, India kwere nkwa na steeti ndị sonyere na ya ga-eweta ọgwụgwọ ikpe na nchịkwa nye ndị mmetọ ahụ na mmebi gburugburu ebe obibi ndị ọzọ metụtara.",
  "E nwere ọtụtụ ihe kpatara e ji guzobe ụlọ ikpe a",
  "Mgbe India kwagara na carbon credits, ụlọ ikpe dị otú ahụ nwere ike ịrụ ọrụ dị mkpa n'ịhụ na a na-achịkwa ikuku na ịnọgide na-enwe ọkwa achọrọ",
  "Nke a bụ òtù mbụ nke ụdị ya nke iwu buuru ya ụzọ chọrọ iji tinye ụkpụrụ onye na-emetọ ihe ga-akwụ ụgwọ na ụkpụrụ nke mmepe na-aga n'ihu.",
  "India bụ mba nke atọ na-esote Australia na New Zealand nwere usoro dị otú ahụ.\nDelhi Pollution Control Committee (DPCC) na-arụ ọrụ n'okpuru iwu nke (NGT).",
  "Ọnọdụ ndị mpaghara ise dị na New Delhi (North), Pune (West), Bhopal (Central), Chennai (South) na Kolkata (East)",
  "Ọnọdụ ọ bụla nwere ikike mpaghara a kapịrị ọnụ na mpaghara",
  "Ọzọkwa, usoro maka ọnọdụ sekit dịkwa",
  "Dịka ọmụmaatụ, ọnọdụ mpaghara ndịda, nke dị na Chennai, nwere ike ikpebi inwe nnọkọ n'ebe ndị ọzọ dị ka Bangalore ma ọ bụ Hyderabad.",
  "Onye isi oche nke NGT bụ onye ọka ikpe lara ezumike nká nke Ụlọikpe Kasị Elu, nke isi ya dị na New Delhi",
  "Na 18 Ọktoba 2010, Justice Lokeshwar Singh Panta ghọrọ onye isi oche mbụ ya",
  "Onye ọka ikpe lara ezumike nká Adarsh Kumar Goel bụ onye isi oche nọ n'ọkwa na 15th Jan 22 Afroz Ahmad na-elekọta dị ka onye otu na isi oche Delhi Ndị otu ikpe ndị ọzọ bụ ndị ikpe lara ezumike nká nke Ụlọikpe Kasị Elu",
  "Ọnọdụ ọ bụla nke NGT ga-agụnye ma ọ dịkarịa ala otu onye otu ikpe na otu onye ọkachamara",
  "Ndị otu ọkachamara kwesịrị inwe nzere ọkachamara na opekata mpe afọ iri na ise nke ahụmịhe na ngalaba nchekwa gburugburu ebe obibi / ọhịa na isiokwu ndị metụtara ya",
  "A naghị ahọpụta ndị otu ahụ ọzọ"
]