[
  "otu mba nke ndị ọrụ na-egwuputa ihe (NUM) bụ otu ụlọ ọrụ na-arụ ọrụ na-egwupụta akụ na-egwupụta aku, na South Africa",
  "N'inwe ndị otu 300,000 as of 2014[update] na-erule afọ 2014, ọ bụ onye mmekọ kachasị ukwuu nke Congress of South African Trade Unions (COSATU).",
  "E guzobere otu ahụ na 1982 dị ka otu ndị ọrụ ojii na-arụ ọrụ n'ebe a na'ala, na mbido nke Council of Unions of South Africa",
  "Onye ndú mbụ ya bụ Cyril Ramaphosa, onye ọ toro ngwa ngwa n'okpuru ya, na-enweta nkwenye nkwekọrịta site na Chamber of Mines na 1983.: 51",
  "NUM mere mkpọsa nke ọma na 1980s maka njedebe nke usoro ndoputa ọrụ, usoro nke mere ka a mata na ọrụ kacha akwụ ụgwọ bụ nke ekenyela ndị ọcha bụ otu n'ime ntọala ntọala Congress nke ndị otu azụmahịa South Africa na 1985.  N'afọ 2001, ọ nabatara ndị Construction and Allied Workers' Union, ebe n'ọnwa 2019 a mara ọkwa na ọ ga-amịkọrọ ndị Liberated Metalworkers 'Union of South Africa n\"oge na-adịghị anya.",
  "NUM jikọtara ya na mba ụwa niile na njikọ kemịkalụ, ike, nke m na ndị otu ndị ọrụ izugbe",
  "Na 4 Disemba 2007, otu ahụ gara abụbọ ọrụ iji mee mkpesa maka ọnọdụ ọrụ na ogbunigwe South Africa",
  "Ọ bụ ịrị elu nke ọnwụ ndị ọrụ site na 2006 ruo 2007 n'agbanyeghị gọọmentị",
  "N'abalị iri n'ọnwa Ọgọstụ n\"afọ 2012, ọtụtụ puku ndị otu NUM malitere usoro ọgbaghara na Lonmin's Marikana mines jikọtara ya na arịrịọ maka ịbawanye ụgwọ",
  "N'ụbọchị na-esote, ndị isi NUM gbara ndị otu N UM na'ịgba arụkwaghịm égbè, bụ ndị na - na A na-ekwu na mgbasa ozi na ogbugbu nke ndị na'egwupụta ihe n'ime ala abụọ bụ isi ihe kpatara nkwụsịtụ ntụkwasị obi n\"ime ndị ọrụ. N'inyefe ya na Farlam Commission, NUM kwuru na ike igbu egbu n'ụbọchị a ziri ezi.",
  "A na-eme atụmatụ na n'etiti 12 na 14 Ọgọstụ ihe dị ka mmadụ itoolu (ọ dịkarịa ala ndị na'egwupụta ihe n\"ọhịa, ndị uwe ojii abụọ na ndị nche nche abụọ) nwụrụ nʼógbè Marikana - ọ bụ ezie na e nwere akụkọ na - na ọ dị iche iche banyere onye gburu n'\"oge ụbọchị ndị a.",
  "N'abalị iri na isii n'ọnwa Ọgọstụ, ndị uwe ojii gbara otu ndị na-egwupụta akụ̀ ndị dị n\"ime ala égbè, ha gburu ma ọ dịkarịa ala mmadụ iri atọ na anọ na Marikana, mmadụ narị asaa na iri asaa merụrụ ahụ ma jide mmadụ abụọ na ise na itoolu. Ndị na-egwupụta akụ̀ ndị dị n'ime ala na ndị na'ebe ahụ bu mma ma jụ arịrịọ maka iwepụ ngwá agha",
  "Dị ka Congress of South African Trade Unions si kwuo, ndị uwe ojii bu ụzọ jiri gas na-agba mmiri, egbe mmiri wee jiri \"mgbọ dị ndụ\". A na-akpọ ogbugbu ahụ ogbu mmadụ n'ime mgbasa ozi niile na ndị uwe ojii, Lonmin na NUM n\"onwe ya ka a na'ebo ya ebubo.",
  "Mkpughe banyere  ahụ mere malite na nyocha agụmakwụkwọ [citation needed] wee soro akụkọ Greg Marinovich gosipụtara na ọtụtụ n'ime igbu ọchụ ndị ahụ weere ọnọdụ na igwefoto ọtụtụ nkeji mgbe edere ụfọdụ igbu egbu na telivishọn.",
  "Dị ka akwụkwọ akụkọ New York Times si kwuo, \"Frans Baleni, odeakwụkwọ ukwu nke National Union of Mineworkers, gbachitere ndị uwe ojii n'ajụjụ ọnụ ya na Kaya FM, ụlọ ọrụ redio\" na-ekwu na \"Ndị uweojii nwere ndidi, mana ndị a ji ngwá agha dị ize ndụ\".",
  "Mgbatị ahụ bụ otu n'ime ihe kachasị njọ nke ndị ọchịchị South Africa kemgbe njedebe nke oge ịkpa ókè agbụrụ na South Afrika. Baleni na ndị ọrụ NUM ndị ọzọ ebuboola 'ike nke atọ' na ha na-akwado ọgụ Marikana.",
  "A na-ekwu na e nweela ọpụpụ site na NUM. Dị ka Justice Malala si kwuo, na-ede na The Guardian, \"NUM enwekwaghị ntụkwasị obi niile ma na ndị otu na'ime ya na ya",
  "E nyere odeakwụkwọ ya a na-akwụ ụgwọ nke ọma, Baleni, mmụba ụgwọ ọrụ nke ihe karịrị 40% n'afọ gara aga na ngụkọta ụgwọ ọnwa ya karịrị R105 000 kwa ọnwa",
  "Ndị isi NUM ajụla ịpụ n'ụgbọala ndị uwe ojii iji gwa ndị ọrụ okwu. Ndị ọzọ arụrịtakwara na ọnụ ọgụgụ ndị otu NUM na-arị elu ma, ugbu a, n'ihi ọgbaghara na North West, ndị òtù ya nwere ike ịnọ ihe dị ka 150,000.",
  "Ndị ọzọ toro nzukọ ahụ",
  "Otu nchịkọta akụkọ na Business Day kwuru \"NUM bụ ihe na-eche echiche, nke a na na'etiti ndị otu ebe a..",
  "Ọ na-enwe ekele ma na'anya na ụlọ ọrụ ndị siri ike",
  "\"",
  "Òtù na-asọ mpi Association of Mineworkers and Construction Union (AMCU) amụbawo n'ọnụ ọgụgụ ndị otu kemgbe ịgba égbè Marikana ma ugbu a na'anọchite anya ihe karịrị 40% nke ndị ọrụ na Amplats na 70% na Lonmin."
]