[
  "Otu ndị inyom ime obodo na ụmụ amaala (Asociación Nacional de Mujeres Rurales e Indígenas, ANAMURI) bụ ụlọ ọrụ obodo Chile na-abaghị uru ma nwee onwe ya, nke bụ naanị ụmụ nwanyị",
  "E hiwere nzukọ ahụ n'afọ 1998 na Buin, Chile",
  "Ọrụ ya bụ ịhazi ma kwalite mmepe nke ụmụ nwanyị ime obodo na ụmụ amaala Chile site n'ịkpalite ma wusie nzukọ ha ike.",
  "ANAMURI bụ akụkụ nke Onye nhazi mpaghara mpaghara Latin America na International Via Campesina (Coordinadora Latinoamericana de Organizaciones del Campo y la Vía Campesina Internacional). N'afọ 2016, ANAMURI nwere ihe dịka ndị mmekọ puku isii na narị asatọ.",
  "E hiwere Òtù Mba Ndị Na-ahụ Maka Ime Ime Obodo na ụmụ amaala n'ọnwa June ụbọchị iri na ato, n'afọ 1998 na Buin. Ka ọ na-erule afọ 2018, ANAMURI nọ na mpaghara Chile sitere na Arica (Arica na Parinacota) ruo Coyhaique (Aysén), gụnyere ụmụ amaala Aymara, Colla, Diaguita na Mapuche si mba niile. Isi ụlọ ọrụ ya dị n'obodo Santiago.",
  "Ozi nke ANAMURI bụ ịhazi ma kwalite mmepe nke ụmụ nwanyị ime obodo na ụmụ amaala Chile bídó na Arica ruo Coyhaique, na-atụle ọdịbendị, ọrụ, mmekọrịta mmadụ na ibe ya, na akụ na ụba ha, na ebumnuche nke ịkwalite ma wusie nzukọ ha ike",
  "Ọrụ nke ANAMURI dabeere na iwulite mmekọrịta nhata, na-akpọkọta ma na-ahazi ihe ndị inyom ime obodo chọrọ na ọdịmma ha na ọkwa obodo. Ụmụ nwanyị nke ANAMURI na-alụ ọgụ iji nweta ikike nri nke ndị mmadụ, na-aghọta ọrụ dị mkpa ụmụ nwanyị rụrụ na mmepụta ọrụ ugbo kemgbe oge nna ochie.",
  "Miriam Talavera (Onye isi oche ANAMURI); Millaray Painemal Morales (Onye na-eso onye isi); María Vargas G (Secretary General); Mónica Hormazabal Baeza (Onye na-echekwa ego); Francisca Rodríguez Huerta (Òtù Odeakwụkwọ); Jacqueline Arriagada Villegas (Ndị na-emepụta ihe n'ihu); Viviana Catrileo Epul (Nkwukọrịta n'ihu); Rosario Gómez Inostroza (Ihu ụmụ amaala); Hilda Morales Morales (Onye nnọchi anya omenala); Carla Nuñez Díaz (International Front); Ana María Fuentes Cáceres (Wage Front); Josefina Ovando Godoy (Natural Resources); Mafalda Galdames Castro (Training manager); Evelyn Cabezas Villarroel (Environment) Lirayen Reyes Galves (Youth Front)."
]