[
  "Ọdachi ndị na-emere onwe ha na Naijiria, na-emetụta ihu igwe nke Naijiria",
  "Ọdachi sitere n'okike nwere ike ibute site na idei mmiri, mbuze ala, ahụhụ na-emetụta, wdg",
  "Iji kewaa ya dị ka ọdachi, ọ ga-adị mkpa inwe mmetụta dị ukwuu na gburugburu ebe obibi na / ma ọ bụ ọnwụ mmadụ ma na-enwekarị mfu ego",
  "Ihe omume a aghọwo ihe na-echegbu onwe ya, na-eyi ọtụtụ ndị bi na gburugburu ebe dị iche iche egwu n'afọ ndị na-adịbeghị anya.",
  "Naịjirịa enwetala ọtụtụ ọdachi nke sitere na ide mmiri, ala na mbuze mmiri, mbuze ala, ebili mmiri, mbufe mmiri, mbugharị mmiri, mbupụ mmiri, oké ifufe ájá, mpụga mmanụ, igurube / ahụhụ, na ọdachi ndị ọzọ mmadụ mere.Enwere ike ikwu na mba ndị dị n'okpuru ebe a na-echebe ma na-agbasawanye emeela ka ọ bụrụ ihe na-adịghị ike maka ọdachi ndị a",
  "Ihe ize ndụ ndị ọzọ gụnyere oké ifufe uzuzu nke ugwu, nke na-esikarị na steeti ndịda gaa na steeti; na-akpata mmebi site na nnukwu uzuzu na unyi sitere na mpaghara ndị a",
  "Hail bụ ihe ọzọ na-akpata nke na-adịghị emekarị n'akụkụ ụfọdụ nke Naịjirịa, na-eduga na mmebi ihe ọkụkụ na  onwunwe",
  "[citation needed]",
  "A na-ekwu na ụkọ mmiri ozuzo nke afọ 1972 na afọ 1973 kpatara ọnwụ nke pasentị iri na atọ (13%) nke anụmanụ n'ebe ugwu ọwụwa anyanwụ Naijiria na mmebi nke ihe ọkụkụ kwa afọ nke ihe karịrị pasentị iri ise (50%).",
  "Ide mmiri na-eme ugboro ugboro n'akụkụ dị iche iche nke Naịjirịa emeela ka mmebi akụ na ụba dị ukwuu, mmerụ ahụ na ọnwụ nke ndụ.",
  "2022",
  "N'abalị asatọ n'ọnwa Julaị, a kọrọ na mmiri ozuzo na-ezo ụbọchị abụọ nke dugara na ide mmiri na mpaghara Alimosho, steeti Lagos",
  "O gburu ụmụnne atọ na mmadụ anọ ndị ọzọ.",
  "2021",
  "N'ọnwa Ọgọstụ, ide mmiri mere na steeti Adamawa na-emetụta obodo 79 na mpaghara gọọmentị ime obodo 16",
  "Akụkọ na-ekwu na ọ gburu mmadụ 7 ma hapụ ihe dị ka mmadụ 74,713 ndị ọzọ gbara ọsọ ndụ. Ọ bụ ezie na ala ugbo 150 na ihe dị ka ụlọ 66 bibiri dị ka Ụlọ Ọrụ Nlekọta Mberede nke steeti Adamawa (ADSEMA) si kwuo.",
  "2020",
  "N'afọ 2020, mmadụ 68 nwụrụ na mmadụ 129,000 hapụrụ ebe ha nọ n'ihi ide mmiri nke afọ 2020 dịka onye isi nchịkwa NEMA, Muhammadu Muhammed si kwuo.",
  "2012",
  "Òtù Ahụ Ike Ụwa kọwara ide mmiri nke afọ 2012 na Naịjirịa dị ka ide mmiri kachasị njọ dakwasịrị Naịjirị n'ime afọ 50 gara aga. E dekọrọ na ide mmiri nke afọ 2012 mebiri ụlọ 5,50000 ma kpatara ọnwụ karịrị 431 yana ndị mmadụ karịrị otu nde.",
  "2010",
  "1000 ndị bi na Lagos na mpaghara Ogun steeti nke Naịjirịa chụpụrụ n'ihi ide mmiri metụtara nnukwu mmiri ozuzo, nke ka njọ site na ịhapụ mmiri site na Oyan Dam n'ime Osimiri Ogun",
  "Ide mmiri metụtara ihe dị ka ndị Naijiria 250,000 na 2016 ebe 92,000 metụtara na 2017",
  "National Emergency Relief Agency (NERA)",
  "E guzobere National Emergency Relief Agency (NERA) site na Iwu 48 nke 1976 iji meghachi omume na ide mmiri na-ebibi ihe n'etiti afọ 1972 na afọ 1973. NERA bụ ụlọ ọrụ na-ahụ maka njikwa ọdachi na-elekwasị anya naanị na nhazi na nkesa nke ihe enyemaka nye ndị ọdachi dakwasịrị. E guzobere National Emergency Management Agency (NEMA) na Machị 1999 site na Iwu 12 nke 1999 iji jikwaa ọdachi na Naịjirịa site na ibelata, nzaghachi nkwadebe na mmemme mgbake. Iwu NEMA sitere na nhazi iwu ọdachi, agụmakwụkwọ ọdachi ọha na eze, nchịkọta data ọdachi, imekọ ihe ọnụ na ụlọ ọrụ nchịkwa mberede ndị ọzọ, nkwalite na nhazi nke nyocha metụtara ọdachi yana njikwa ọdachi.",
  "National Disaster Management Framework nke Nigeria (NDMF)",
  "E mepụtara usoro National Disaster Management Framework of Nigeria(NDMF) n'afọ 2010 iji rụọ ọrụ dị ka ngwá ọrụ iwu iji duzie ndị metụtara ya na njikwa ọdachi na Naịjirịa. E kere ya iji kwalite njikwa ọdachi dị irè na nke dị irè n'etiti gọọmentị etiti, steeti na nke ime obodo, nzukọ ọha na eze na ngalaba onwe",
  "NDMF nwere ebe 7 na-elekwasị anya na njirimara zuru oke, ya bụ:"
]