[
  "Àtụ:MedalTableTop\nNawal El Moutawakel (Amazigh; amụrụ n'ụbọchị iri na ise n'ọnwa Eprel n'afọ 1962) bụ onye Morocco bụbu onye na-agba ọsọ, onye meriri asọmpi 400 mita nke ụmụ nwanyị na 1984 Summer Olympics, ọ bụkwa onye Morocco mbụ ghọrọ onye nrite Olympic (ọlaedo). N'afọ 2007, a họpụtara El Moutawakel ka ọ bụrụ Minista nke Egwuregwu na kansụl na-abịanụ nke Morocco.",
  "A mụrụ El Moutawakel na Casablanca, ọ na-agụ akwụkwọ na Mahadum Steeti Iowa mgbe ọ meriri n'asọmpi Olympic ya, nke bịara dị ka ihe ijuanya na mba ya",
  "Eze Hassan nke Abụọ nke Morocco kpọrọ ya na ekwentị iji kelee ya, o kwupụtara na a ga-akpọ ụmụ agbọghọ niile a mụrụ n'ụbọchị mmeri ya aha iji sọpụrụ ya",
  "Ihe nrite ya pụtakwara ọganihu maka ụmụ nwanyị na-eme egwuregwu na Morocco na mba ndị ọzọ na-abụkarị ndị Alakụba.",
  "Ọ bụ onye ọsụ ụzọ maka ndị na-eme egwuregwu ndị Alakụba na ndị Afrịka n'ihi na ọ gbagọrọ agbagọ nkwenkwe ogologo oge na ụmụ nwanyị si n'ebe ndị dị otú ahụ enweghị ike ịga nke ọma na egwuregwu.",
  "N'afọ 1993, ọ malitere ịgba ọsọ maka ntụrụndụ, ọsọ kilomita 5 maka ụmụ nwanyị na Casablanca nke ghọrọ nnukwu agbụrụ ụmụ nwanyị na-eme na mba ndị Alakụba, nke ruru 30,000 bịara ịgba ọsọ.",
  "N'afọ 1995, El Moutawakel ghọrọ onye otu kansụl nke International Association of Athletics Federations (IAAF), nke a maara ugbu a dị ka World Athletics, na afọ 1998 ọ ghọrọ onye otu International Olympic Committee (IOC).",
  "El Moutawakel bụ onye otu Kọmitii Olimpik Mba Nile, ọ bụkwa onye isi oche nke kọmitii nyocha maka nhọpụta nke obodo na-anabata maka Summer Olympics nke 2012 na 2016. Kemgbe afọ 2012 ọ bụ osote onye isi oche nke IOC.",
  "N'afọ 2006, El Moutawakel bụ otu n'ime mmadụ asatọ a na-asọpụrụ iji buru ọkọlọtọ Olympic na afo 2006 Winter Olympics Opening Ceremony na Turin, Ịtali",
  "N'abalị iri abụọ na isii n'ọnwa Julaị n'afọ 2012, o buuru ọkụ Olimpik nke London site na Westminster.",
  "El Moutawakel bụ otu n'ime ndị nnọchi anya Morocco afọ 2026 FIFA World Cup bid.",
  "1Na-anọchite anya Africa",
  "Àtụ:S-start\nÀtụ:S-bef \nÀtụ:S-ttl \nÀtụ:S-aft\nÀtụ:S-end"
]