[
  "Mmebi ala bụ usoro nke uru nke gburugburu ebe obibi nke akpọrọ biophysical na-emetụta site na njikọta nke usoro mmadụ na-arụ ọrụ n'ala. \nA na-ele ya anya dị ka mgbanwe ọ bụla ma ọ bụ nsogbu ọ bụla na ala a na-ele anya dị ka ihe na-emerụ ahụ ma ọ bụ ihe na-adịghị mma. A na-ewepu ihe ize ndụ okike dị ka ihe kpatara ya; Otú ọ dị, ọrụ mmadụ nwere ike imetụta ihe ndị dị ka idei mmiri na ọkụ ọhịa.",
  "Atụmatụ ndị ọkachamara na-atụ aro na mmebi ala ga-abụ isiokwu dị mkpa nke narị afọ nke iri abụọ na otu  na-emetụta mmepụta ọrụ ugbo, ọnwụ nke ụdị dị iche iche, mgbanwe gburugburu ebe obibi, na mmetụta ya na nchekwa nri",
  "A na-eme atụmatụ na ihe ruru pasenti anọ nke ala ugbo n'ụwa emebiwo nke ukwuu.",
  "Dị ka Akụkọ Pụrụ Iche na Mgbanwe Ihu igwe na Ala nke ndị akpọrọ Intergovernmental Panel on Climate Change si kwuo: \"Ihe dị ka otu ụzọ n'ụzọ anọ nke ala na-enweghị ice nke ụwa na-emetụta mmebi nke mmadụ kpatara (mmadụ obi ike)",
  "A na-eme atụmatụ na mbuze ala site na ubi ugbo dị ugbu a ugboro iri na otu ruo iri abụọ (enweghị ọrụ ugbo) ruo ihe karịrị ugboro otú narị (ọrụ ugbo nkịtị) karịa ọnụego mmepụta ala (nlezianya dị n'etiti)",
  "\".",
  "Òtù Mba Ndị Dị n'Otu na-eme atụmatụ na ihe dị ka pasent iri atọ nke ala emebi n'ụwa niile, ihe dị ka ijeri mmadụ atọ na abụọ bi n'ebe ndị a na-emebi emebi. Ihe dị ka nde hekta iri na abụọ nke ala na-amị mkpụrụ nke fọrọ nke nta ka ọ hara ka ogo nke Gris na-emebi kwa afọ",
  "Nke a na-eme n'ihi na ndị mmadụ na-erigbu ala ahụ n'enweghị nchebe ya. Ihe mgbaru ọsọ nke United Nations kpọrọ Sustainable Development Goal iri na ise nwere ebumnuche iji weghachite ala na ala mebiri emebi ma nweta ụwa na-anọpụ iche na mmebi ala site na afọ 2030.",
  "E nwere ụzọ anọ isi lee anya na mmebi ala na mmetụta ya na gburugburu ebe obibi ya:",
  "Nsogbu na ịkọwa mmebi ala bụ na ihe otu ìgwè mmadụ nwere ike ile anya dị ka mmebi, ndị ọzọ nwere ike ile ya anya dị ka uru ma ọ bụ ohere",
  "Dị ka ọmụmaatụ, ịkụ ihe ọkụkụ n'ebe mmiri ozuzo siri ike na ndagwurugwu dị elu ga-akpata nchegbu sayensị na gburugburu ebe obibi gbasara ihe ize ndụ nke mmiri na-emebi ala, ma ndị ọrụ ugbo nwere ike ile ebe ahụ anya dị ka ebe dị mma maka nnukwu ihe ọkụkụ.",
  "Na mgbakwunye na ụdị ọdịdị ala a na-ahụkarị nke a maara kemgbe ọtụtụ narị afọ (mmiri, ifufe na mmebi nke igwe, mmebi nke anụ ahụ, nke kemịkal na nke ihe ndị dị ndụ), ụdị anọ ndị ọzọ apụtala n'ime afọ iri ise gara aga:",
  "N'ozuzu, enwere ike nyochaa ihe karịrị ụdị iri atọ na isii nke mmebi ala",
  "Ihe niile na-akpata ma ọ bụ na-eme ka ọ ka njọ site n'omume mmadụ, dị ka  mbuze ala, mmetọ ala, acidization ala, mbuze mpempe akwụkwọ, silting, aridification, salinization, urbanisation, wdg.",
  "Nbibi ala bụ nsogbu zuru ụwa ọnụ nke metụtara ọrụ ugbo, mgbukpọ ọhịa na mgbanwe ihu igwe",
  "Ihe kpatara ya gụnyere:",
  "Ịkụcha ahịhịa na-eme mgbe ndị mmadụ na-egbutu oké ọhịa, na ala ahịhịa iji nweta osisi, osisi na ngwaahịa ndị ọzọ na-agafe ọnụego nke uto okike",
  "Nke a na-emekarị na gburugburu ebe kpọrọ nkụ, ebe ụkọ osisi na-adịkarị njọ",
  "Ịzụbiga anụ ụlọ ókè bụ ịta ahịhịa nke anụmanụ na-eme ka ike dị elu karịa ikike anụ ụlọ na-ebu anụ ụlọ; mbelata nke ahịhịa bụ isi ihe na-akpata ikuku na mmiri",
  "Ọ bụ ihe dị mkpa na Afghanistan",
  "Mmetụta na-arịwanye elu nke ọnụ ọgụgụ mmadụ, n'afọ 1980 na 1990, emeela ka mbelata na obere mpaghara nke ala ugbo kwa onye na mba isii n'ime mba asatọ (pasenti iri na anọ  maka India na pasenti iri abụọ na otu maka Pakistan).",
  "Mmetụta nke ndị mmadụ na-arụkwa ọrụ site na usoro ndị ọzọ",
  "Omume ọrụ ugbo na-ekwesịghị ekwesị, dị ka ọmụmaatụ, na-eme naanị n'okpuru ihe mgbochi dị ka nke akpọrọ saturation nke ala dị mma n'okpuru nrụgide nke ndị mmadụ nke na-eduga ndị bi na ya ịkọ ala na-adịghị omimi ma ọ bụ nke dị elu, ịkọ ala na'ala tupu ọ nwetaghachi uto ya, ma ọ bụ gbalịa inweta ọtụtụ ihe ọkụkụ site na ịgba ala na-ekwekọghị mma mmiri.",
  "Ọnụ ọgụgụ dị elu nke ndị mmadụ anaghị enwe njikọ mgbe niile na mmebi ala",
  "Kama nke ahụ, ọ bụ omume nke ndị mmadụ nwere ike ime ka ala mebie",
  "Ndị mmadụ nwere ike ịba uru maka ala ahụ ma mee ka ọ na-amịpụta ihe karịa ka ọ dị n'ọnọdụ okike ya",
  "Mmebi ala bụ ihe dị mkpa na-akpata mbata n'ime ọtụtụ mba Afrịka na Eshia.",
  "Nnukwu mmebi ala na-emetụta akụkụ dị ukwuu nke ala a na-akọ ugbo n'ụwa, na-ebelata akụ na ụba na mmepe akụ na ụba nke mba",
  "Ka ala na-aghọ ihe na-abaghị uru, nchekwa nri na-emetụta na asọmpi maka mbelata akụ na ụba na-abawanye, a na-akụ mkpụrụ nke ụnwụ nri na esemokwu nwere ike.",
  "Dị ka Akụkọ Pụrụ Iche na Mgbanwe ihu igwe na Ala nke akpọrọ Intergovernmental Panel on Climate Change  si kwuo bụ otu n'ime ihe na-akpata mmebi ala",
  "Akụkọ ahụ na-ekwu na: \"Gbanwee ihu igwe na-eme ka mmebi ala ka njọ, ọkachasị n'ebe ndị dị ala n'ụsọ oké osimiri, osimiri, ala kpọrọ nkụ na mpaghara permafrost (oké ntụkwasị obi)",
  "N'ime oge 1961-2013, mpaghara ala kpọrọ nkụ kwa afọ amụbaala, na nkezi site na ihe karịrị otu pasenti  kwa afọ, yana nnukwu mgbanwe n'etiti afọ",
  "N'afọ 2015, ihe dị ka nde mmadụ narị ise (narị atọ na iri ise ruo narị isii na iri abụọ ) bi n'ime ebe ndị nwere ọzara n'etiti afọ 1980 na afọ 2000",
  "Ọnụ ọgụgụ kachasị elu nke ndị metụtara bụ na ọwụwa anyanwụ na Ndịda Asia, mpaghara Sahara gburugburu gụnyere ugwu Afrịka, na etiti ọwụwa anyanwụ gụnyere Arabian Peninsula (enweghị ntụkwasị obi)",
  "Mpaghara ndị ọzọ kpọrọ nkụ enwetala ọzara",
  "Ndị bi n'ebe ndị mebiri emebi ma ọ bụ ebe ọzara na-enwe mmetụta na-adịghị mma site na mgbanwe ihu igwe (oké obi ike)",
  "\" Tụkwasị na nke a, a na-azọrọ na pasenti iri asaa na anọ  nke ndị ogbenye na-emetụta mmebi ala n'ụwa niile.",
  "Nnukwu mmebi ala site na idei mmiri, ọkachasị na ndagwurugwu osimiri na agwaetiti ndị dị ala, bụ ihe ize ndụ nwere ike ịbụ nke a chọpụtara na akụkọ IPCC nke afọ 2007.",
  "N'ihi ịrị elu nke oke osimiri site na mgbanwe ihu igwe, ọkwa nnu nwere ike iru ọkwa ebe ọrụ ugbo na-agaghị ekwe omume na mpaghara dị ala.",
  "Otu ụzọ ị ga-esi tụlee mgbanwe ihu igwe na mmebi ala bụ site na ọzụzụ nke akpọrọ Land Change Science, nke, n'etiti ihe ndị ọzọ, na-agbaso nsonaazụ ogologo oge nke mmebi ala na ihu igwe nke mpaghara enyere",
  "Site n'ịghọta njikọ dị n'etiti mmebi ala na mgbanwe ihu igwe, ndị ọkà mmụta sayensị nwere ike ịmatakwu ịmepụta iwu iji belata mmerụ ahụ.",
  "N'afọ 2009, European Investment Bank kwetara itinye ego ruru $ nde iri anọ na ise na nke akpọrọ Land Degradation Neutrality Fund (LDN Fund). Emere ya na UNCCD COP iri na atọ na ime 2017, LDN Fund na-etinye ego na ọrụ ndị na-emepụta uru gburugburu ebe obibi, uru mmekọrịta mmadụ na ibe ya, na nloghachi ego maka ndị na-etinye mbongo. E bu ụzọ nweta ego ahụ na US $ otu nde narị ma na-atụ anya na ọ ga-etolite na US $ nde narị atọ",
  "Na akụkọ IPCC nke afọ 2022, mmebi ala na-emeghachi omume kpọmkwem na mgbanwe ihu igwe ka ụdị idei mmiri na mbelata SOM niile (nchubata ala) na-abawanye. Nsogbu ndị ọzọ na-emebi ala na-esikwa na nrụgide mmadụ dị ka usoro okike a na-achịkwa",
  "Usoro ndị a gụnyere ala ugbo na ebe ịta nri nke mmadụ.",
  "Ifufe ala na-emetụtakwa nke bụ ihe kpatara ihe omume siri ike dị ka mmiri ozuzo.",
  "Mmetụta na ntachi obi bụ ihe atụ nke adịghị ike nke ala na mmebi",
  "Ihe abụọ a jikọtara ọnụ iji kọwaa ogo nke adịghị ike",
  "Mmetụta bụ ogo nke usoro ala na-agbanwe n'ihi ike okike, ntinye aka mmadụ ma ọ bụ njikọta nke abụọ",
  "Ntachi obi bụ ikike nke ala iji mịrị mgbanwe, na-enweghị mgbanwe dị n'etiti mkpa dị na ọnụ ọgụgụ nke ndị mmadụ na ụdị ndị mejupụtara obodo ahụ",
  "Ọ na-ezo aka na ikike nke mpaghara ahụ ịlaghachi na ọnọdụ mbụ ya mgbe a gbanwere ya n'ụzọ ụfọdụ",
  "Enwere ike ịbawanye ma ọ bụ belata ike nke ala site na mmekọrịta mmadụ na ibe ya dabere na ụzọ dị iche iche nke njikwa ala",
  "Ala nke mebiri emebi na-aghọ nke na-adịchaghị ike karịa ala na-emebi emebi, nke nwere ike iduga na mmebi ọzọ site na mgbagwoju anya na ala.",
  "Àtụ:Human impact on the environmentÀtụ:Natural resources"
]