[
  "Ijikwa mkpofu ma ọ bụ mkpofu mkpofu gụnyere usoro na omume achọrọ iji jikwaa ihe mkpofu site na mmalite ya ruo na mkpofu ikpeazụ ya",
  "Nke a gụnyere nchịkọta, ibufe, ọgwụgwọ na ikpofu ihe mkpofu, yana nlekota na nhazi nke usoro nhazi mkpofu na iwu metụtara mkpofu, teknụzụ, usoro akụ na ụba.",
  "Ihe mkpofu nwere ike ịbụ nke siri ike, mmiri mmiri, ma ọ bụ gas na ụdị ọ bụla nwere ụzọ dị iche iche nke mkpofu na njikwa",
  "Nlekọta mkpofu na-emetụta ụdị mkpofu niile, gụnyere ụlọ ọrụ mmepụta ihe, ndu, ezinụlọ, ime obodo, organic, biomedical, radioactive wastes",
  "N'ọnọdụ ụfọdụ, mkpofu nwere ike ibute ahụike mmadụ egwu",
  "A na-ejikọta nsogbu ahụike n'ime usoro nlekọta mkpofu niile",
  "Okwu ahụike nwekwara ike ibilite n'ụzọ na-apụtaghị ìhè ma ọ bụ ozugbo: ozugbo site na njikwa ihe mkpofu siri ike, yana na-apụtaghị ìhè site na iri mmiri, ala na nri",
  "A na-emepụta ihe mkpofu site na ọrụ mmadụ, dịka ọmụmaatụ, mmịpụta na nhazi nke akụrụngwa",
  "Ezubere njikwa mkpofu iji belata mmetụta ọjọọ nke ihe mkpofu na ahụike mmadụ, gburugburu ebe obibi, akụrụngwa mbara ala na ịchọ mma.",
  "Ebumnuche nke njikwa mkpofu bụ ibelata mmetụta dị egwu nke ihe mkpofu dị otú ahụ na gburugburu ebe obibi na ahụike mmadụ",
  "Otu nnukwu akụkụ nke njikwa mkpofu na-ahụ maka mkpofu siri ike nke ime obodo, nke a na-emepụta site na ụlọ ọrụ mmepụta ihe, azụmahịa na ụlọ.",
  "Usoro nlekọta mkpofu adịghị n'otu n'etiti mba (mba ndị mepere emepe na ndị na-emepe emepe); mpaghara (ime obodo na ime obodo), na ngalaba obibi na ụlọ ọrụ mmepụta ihe nwere ike were ụzọ dị iche iche",
  "Nchịkwa kwesịrị ekwesị nke ihe mkpofu dị mkpa maka iwu obodo ndị na-adịgide adịgide na ndị a na-ebi ebi, mana ọ ka bụ ihe ịma aka maka ọtụtụ mba na obodo ndị na'ime obodo na-emepe emepe",
  "Akụkọ chọpụtara na njikwa ihe mkpofu dị oke ọnụ, na-agụnyekarị 20%-50% nke mmefu ego obodo",
  "Ịrụ ọrụ obodo a dị mkpa chọrọ usoro jikọtara ọnụ nke dị irè, na-adịgide adịgide, na nkwado ọha na eze. Akụkụ dị ukwuu nke omume nchịkwa ihe mkpofu na emetụta ihe mkpofu siri ike nke obodo (MSW) nke bụ ihe ka ukwuu n'ihe mkpofu nke ụlọ, ụlọ ọrụ mmepụta ihe, na ọrụ azụmahịa mepụtara. Dị ka Ndị otu gọọmentị etiti na mgbanwe ihu igwe(IPCC) si kwuo, a na-atụ anya na ihe mkpofu obodo ga-eru ihe dịka 3.4 Gt ka ọ na-erule 2050; Otú ọ dị, iwu na ime iwu nwere ike belata ọnụ ọgụgụ ihe mkpofu emepụtara na mpaghara na obodo dị iche iche nke ụwa. Nzọụkwụ nke njikwa ihe mkpofu na-agụnye usoro maka usoro teknụzụ na akụ na ụba nke akụ na ụba gburugburu, ụlọ ọrụ nkwụsị dị irè, mbupụ na mbubata na nhazi kachasị mma nke ngwaahịa ndị a na-emepụta.",
  "Na nyocha nhazi nke mbụ nke ihe akaebe sayensị gburugburu ihe mkpofu ụwa, njikwa ya na mmetụta ya na ahụike mmadụ na ndụ mmadụ, ndị edemede kwubiri na ihe dị ka otu ụzọ n'ụzọ anọ nke ihe mkpofu terrestrial siri ike nke obodo anaghị anakọta na nke anọ ọzọ na-emezi ihe na-ezighi ezi mgbe nchịkọta, mgbe mgbe",
  "a na-agba ya n'ime ọkụ a na-achịkwaghị achịkwa - ma ọ bụ ihe fọrọ nke nta ka ọ bụrụ otu ijeri tọn kwa afọ mgbe ejikọtara ya",
  "Ha chọpụtakwara na mpaghara ndị kacha mkpa na nke ọ bụla enweghị \"nchọpụta nyocha dị oke elu\", akụkụ n'ihi enweghị \"ego nyocha dị ukwuu\", nke ndị ọkà mmụta sayensị kpaliri na-achọkarị",
  "Ihe mkpofu eletrọnịkị (ewaste) gụnyere ihe nleba anya kọmpụta a tụfuru, nne nne, ekwentị mkpanaaka na chaja, kọmpat diski (CD), ekweisi, igwe onyonyo, igwe ntụ oyi na friji",
  "Dị ka Global E-waste Monitor 2017 si kwuo, India na-emepụta ~ 2 nde tonnes (Mte) nke e-ifufe kwa afọ yana ọkwa nke ise n'etiti mba ndị na-emepụta e-ifufe, na-esote United States, Republic of China, Japan na Germany.",
  "Ndị isi ihe mkpofu na-ezo aka na \"3 Rs\" Reduce, Reuse and Recycle, nke na-ekewa usoro nlekọta mkpofu dịka ọchịchọ ha siri dị n'ihe gbasara mbelata ihe mkpofu",
  "Ndị isi ihe mkpofu bụ ihe mgbakwasị ụkwụ nke ọtụtụ atụmatụ ibelata mkpofu",
  "Ebumnobi nke ndị isi ihe mkpofu bụ iwepụta uru bara uru kachasị na ngwaahịa na iwepụta ntakịrị ihe mkpofu njedebe; hụ: mgbake akụ",
  "A na-anọchi anya ndị isi ihe mkpofu dị ka pyramid n'ihi na ihe bụ isi bụ na atumatu kwesịrị ịkwalite usoro iji gbochie mmepụta ihe mkpofu",
  "Nzọụkwụ ọzọ ma ọ bụ ihe kachasị amasị bụ ịchọ ụzọ ọzọ maka ihe mkpofu emepụtara, ya bụ, site na iji ọzọ",
  "Nke na-esote bụ imegharị ihe nke gụnyere composting",
  "Ịgbaso usoro a bụ mgbake ihe onwunwe na ịla n'iyi na ike",
  "Ihe ikpeazụ a na-eme bụ mkpofu, n'ime ebe a na-ekpofu ahịhịa ma ọ bụ site na ọkụ na-enweghị mgbake ike",
  "Nzọụkwụ ikpeazụ a bụ ebe ikpeazụ maka mkpofu nke egbochibeghị, chegharịa ma ọ bụ nwetaghachi ya",
  "[peeji chọrọ] Ọchịchị mkpofu na-anọchi anya ọganihu nke ngwaahịa ma ọ bụ ihe site na usoro usoro nke pyramid nke njikwa mkpofu",
  "Ndị isi na-anọchi anya akụkụ ikpeazụ nke usoro ndụ maka ngwaahịa ọ bụla.",
  "Usoro ndụ na-amalite site n'ichepụta, wee malite site na nrụpụta, nkesa, na ojiji nke mbụ wee na-esote usoro mkpofu nke mbelata, ijigharị na imegharị ihe",
  "Usoro nke ọ bụla n'ime usoro ndụ na-enye ohere maka itinye aka na amụma: ịtụgharị uche na mkpa ngwaahịa ahụ dị, imezigharị iji belata ikike mkpofu, na ịgbatị ojiji ya",
  "[peeji chọrọ] Nyocha usoro ndụ ngwaahịa bụ ụzọ isi kwalite ojiji nke oke oke ụwa site n'izere ọgbọ mkpofu na-enweghị isi..",
  "Ịrụ ọrụ akụrụngwa na-egosipụta nghọta na ọganihu akụ na ụba ụwa na mmepe enweghị ike ịkwado n'ụdị mmepụta na oriri ugbu a",
  "N'ụwa niile, ụmụ mmadụ na-ewepụta ọtụtụ akụrụngwa iji mepụta ngwaahịa karịa ụwa nwere ike imeju",
  "[peeji chọrọ] arụmọrụ akụrụngwa bụ mbelata mmetụta gburugburu ebe obibi site na mmepụta na oriri nke ngwaahịa ndị a, site na mmịpụta akụrụngwa ikpeazụ ruo na ojiji na mkpofu ikpeazụ.",
  "Ụkpụrụ mmetọ-akwụ ụgwọ na-enye iwu ka ndị na-emetọ ihe na-akwụ ụgwọ maka mmetụta na gburugburu ebe obibi",
  "N'ihe gbasara njikwa mkpofu, nke a na-ezokarị aka n'ihe achọrọ maka onye na-emepụta ihe mkpofu iji kwụọ ụgwọ maka mkpofu nke ọma nke ihe a na-apụghị ịchọta.",
  "N'ime oge ka ukwuu n'akụkọ ihe mere eme, oke mkpofu nke ụmụ mmadụ na-emepụta adịchaghị mkpa n'ihi ọnụ ọgụgụ dị nta nke ọnụ ọgụgụ mmadụ na irigbu ihe ndị sitere n'okike",
  "Ihe mkpofu a na-emepụta n'oge gara aga bụ nke kachasị ntụ na ihe mkpofu nke mmadụ, ma eweghachitere ihe ndị a n'ime ala na mpaghara, na-enwe mmetụta kacha nta na gburugburu ebe obibi",
  "A na-ejikarị osisi ma ọ bụ ígwè eme ihe ma ọ bụ na-ebufe ya n'ọgbọ.",
  "Otú ọ dị, ụfọdụ mmepeanya amụbaala n'ihe mkpofu ha karịa ndị ọzọ",
  "Karịsịa, ndị Maya nke Central America nwere ememe a kapịrị ọnụ kwa ọnwa, bụ́ nke ndị obodo ahụ na-ezukọta ma gbaa ihe mkpofu ha ọkụ n’ebe a na-ekpofu ihe.",
  "N'ịgbaso mmalite nke mmepụta ihe na mmepe obodo na-aga n'ihu nke nnukwu ebe ndị mmadụ na England, mwube ihe mkpofu n'obodo ndị ahụ mere ka ọ daa ngwa ngwa n'ọkwa ịdị ọcha na ụdị ndụ obodo mepere emepe",
  "Unyi wee kpagbuo okporo ámá ndị ahụ n'ihi enweghị ụkpụrụ mkpofu mkpofu",
  "Oku maka nguzobe ikike ime obodo nwere ikike iwepụ ihe mkpofu mere n'oge dị ka 1751, mgbe Corbyn Morris na London tụrụ aro na \"..",
  "dị ka ichekwa ahụike nke ndị mmadụ dị oke mkpa, a na-atụ aro ka ihicha nke ahụ",
  "obodo a, kwesịrị idobe n'okpuru otu njikwa ọha na eze, na ihe ruru unyi niile",
  "ga-ebuga Thames gaa n'ebe dị anya na obodo ahụ\".",
  "Otú ọ dị, ọ bụghị ruo n'etiti narị afọ nke iri na itoolu, nke ọrịa ọgbụgbọ na-emebiwanye na mpụta nke arụmụka ahụike ọha na eze kpaliri na iwu mbụ gbasara okwu ahụ pụtara",
  "Ihe nwere mmetụta dị ukwuu na ihe ọhụrụ a bụ akụkọ Ọnọdụ ịdị ọcha nke ọnụ ọgụgụ mmadụ na-arụ ọrụ na 1842 nke onye na-eme mgbanwe mmekọrịta mmadụ na ibe ya, Edwin Chadwick, ebe ọ rụrụ ụka maka mkpa ọ dị iwepụ ihe mkpofu zuru oke na ụlọ ọrụ njikwa iji melite ahụike na ọdịmma nke ndị bi n'obodo ahụ.",
  "Na UK, Iwu Mwepụ na Mgbochi Ọrịa nke 1846 malitere ihe ga-abụ usoro na-aga n'ihu nke inye nhazi nhazi mkpofu na London",
  "Ụlọ ọrụ nke Obodo ukwu bụ ikike izizi obodo mepere emepe nke mebere iwu idebe ihe ọcha maka obodo na-agbasa ngwa ngwa, yana iwu ahụike ọha na eze 1875 mere ka ọ bụrụ iwu na ezinụlọ ọ bụla tinye ihe mkpofu ha kwa izu n'ime “ebe a na-ebugharị ebugharị” maka mkpofu — echiche mbụ maka a",
  "uzuzu uzuzu",
  "N'Alaeze Ashanti ka ọ na-erule narị afọ nke 19, enwere ngalaba na-ahụ maka ọrụ ọha na-ahụ maka ịdị ọcha na Kumasi na ala ịta ahịhịa ya",
  "Ha na-edobe okporo ámá ọcha kwa ụbọchị ma nye ndị nkịtị iwu ka ha na-edebe ogige ha ọcha na ahịhịa.",
  "Mmụba dị ịrịba ama nke mkpofu maka mkpofu mere ka e mepụta osisi mbụ na-ere ọkụ, ma ọ bụ, dịka a na-akpọ ha, \"ndị na-ebibi ihe\"",
  "N'afọ 1874, Manlove, Alliott & Co",
  "Ltd",
  "wuru ụlọ incinerator mbụ na Nottingham na imewe nke Alfred Fryer",
  "Otú ọ dị, ndị a nwetara mmegide n'ihi nnukwu ntụ ha na-emepụta na nke na-efefe n'ógbè ndị dị nso..",
  "Usoro mkpofu mkpofu n'ime ime obodo yiri nke ahụ malitere na mmalite narị afọ nke 20 n'obodo ukwu ndị ọzọ dị na Europe na n'Ebe Ugwu America",
  "Na 1895, New York City ghọrọ obodo US mbụ nwere njikwa mkpofu ọha na eze.",
  "Ụgbọ ala ndị mbụ na-ebupụ ihe mkpofu bụ nanị gwongworo a na-ekpofu ahịhịa ghe oghe nke otu ìgwè ịnyịnya dọkpụrụ",
  "Ha ghọrọ moto n'isi mmalite nke narị afọ nke 20 na gwongworo ahụ mechiri emechi nke mbụ iji kpochapụ isi ndị nwere usoro mkpofu ka ewebata na 1920 na Britain",
  "N'oge na-adịghị anya, a kwadebere ihe ndị a nwere 'usoro hopper' bụ́ ebe a na-eju skooper n'ọkwa ala wee bulite ya n'ụzọ ígwè iji tinye ihe mkpofu n'ụgbọala ahụ",
  "Garwood Load Packer bụ gwongworo mbụ na 1938, iji tinye compactor hydraulic.",
  "Ụzọ nchịkọta mkpofu dịgasị iche iche n'etiti mba na mpaghara dị iche iche",
  "Ndị ọchịchị ime obodo na-enyekarị ọrụ mkpofu mkpofu ụlọ, ma ọ bụ ụlọ ọrụ nkeonwe maka mkpofu ụlọ ọrụ na azụmahịa",
  "Mpaghara ụfọdụ, ọkachasị ndị nọ na mba ndị mepere emepe enweghị usoro mkpofu ahịhịa.",
  "Nchịkọta ihe mgbochi bụ ụzọ a na-ekpofukarị n'ọtụtụ mba Europe, Canada, New Zealand, United States, na ọtụtụ akụkụ ndị ọzọ nke ụwa mepere emepe ebe a na-anakọta ihe mkpofu n'oge oge site na gwongworo pụrụ iche",
  "A na-ejikọta nke a na nkewa ihe mkpofu n'akụkụ mgbochi",
  "N'ime ime obodo, enwere ike ibuga ihe mkpofu n'ebe a na-ebufe ya",
  "A na-ebuga ihe mkpofu anakọtara na ebe mkpofu kwesịrị ekwesị",
  "N'ebe ụfọdụ, a na-eji nchịkọta oghere na-ebufe ihe mkpofu site n'ụlọ ma ọ bụ ụlọ ahịa site na oghere n'akụkụ obere tubes",
  "A na-eji sistemụ arụ ọrụ na Europe na North America.",
  "N'ime mpaghara ụfọdụ, a na-anakọta ihe mkpofu na-ekewaghị ekewa n'akụkụ mgbochi ma ọ bụ site na ọdụ ndị na-ebufe ihe mkpofu wee hazie ya ka ọ bụrụ ihe a na-emegharịgharị na ihe mkpofu na-enweghị ike iji",
  "Usoro ndị dị otú ahụ nwere ike ịhazi nnukwu mkpofu siri ike, na-echekwa ihe ndị a na-emegharịgharị, na ịtụgharị nke fọdụrụ ka ọ bụrụ gas bio-gas na ntụ ntụ",
  "Na San Francisco, gọọmentị ime obodo hibere Iwu Nrụgharị na Composting ya na-akwado ebumnuche ya nke \"ihe mkpofu efu ka ọ na-erule 2020\", chọrọ ka onye ọ bụla nọ n'obodo ahụ debe ihe ndị a na-emegharịgharị na compotable na ebe a na-ekpofu ahịhịa",
  "A na-anakọta iyi atọ a na sistemu “Fantastic 3” nke dị n'akụkụ --acha anụnụ anụnụ maka ihe ndị a na-emegharịgharị, akwụkwọ ndụ akwụkwọ ndụ maka compostable, na ojii maka ihe eji ekpofu ahịhịa - enyere ndị bi na azụmaahịa ma na-arụ ọrụ site na ọdụ ụgbọ mmiri San Francisco naanị, Recology",
  "Usoro \"Ụgwọ-Ị-Ị-Tụba\" nke obodo ahụ na-ana ndị ahịa ụgwọ site n'ọnụọgụ nke ihe eji ekpofu ahịhịa, nke na-enye mkpali ego iji kewapụ ihe ndị a na-emegharịgharị na ihe ndị ọzọ na-atụfu ihe ndị ọzọ",
  "Mmemme ihe mkpofu efu nke ngalaba nke gburugburu obodo emeela ka obodo ahụ nweta ntụgharị 80%, ọnụego ntụgharị kachasị elu na North America",
  "Azụmahịa ndị ọzọ dị ka ụlọ ọrụ mkpofu na-eji agba dị iche iche na-amata ọdịiche dị n'etiti ahịhịa ahịhịa na mkpọ mkpọgharị",
  "Na mgbakwunye, n'akụkụ ụfọdụ nke ụwa mkpofu mkpofu siri ike nke ime obodo nwere ike ịkpata nsogbu gburugburu ebe obibi n'ihi na ndị ọrụ gọọmentị enweghị akara ndị na-enyere aka ịlele nkwado gburugburu ebe obibi nke omume ụfọdụ.",
  "Nke a bụ nkewa nke mkpofu mmiri na mkpofu akọrọ",
  "Ebumnuche bụ iji megharịa ihe mkpofu akọrọ n'ụzọ dị mfe yana iji ihe mkpofu mmiri dị ka compost",
  "Mgbe a na-ekewa ihe mkpofu, ọnụ ọgụgụ ihe mkpofu na-eju ala na-ebelata nke ukwuu, na-ebute oke ikuku na mmetọ mmiri",
  "N'ụzọ dị mkpa, nkewa ihe mkpofu kwesịrị ịdabere n'ụdị mkpofu na ọgwụgwọ kachasị mma na mkpofu",
  "Nke a na-emekwa ka ọ dị mfe itinye usoro dị iche iche na mkpofu, dị ka composting, imegharị ihe na ịgba ọkụ",
  "Ọ dị mkpa ịme njikwa mkpofu na nkewa dị ka obodo",
  "Otu ụzọ isi na-eme nhazi mkpofu bụ ịhụ na enwere mmata",
  "Ekwesịrị ịkọwara ndị obodo usoro nkewapụ ihe mkpofu.",
  "Ihe mkpofu nke kewapụrụ na-adịkarị ọnụ ala iji kpofuo ya n'ihi na ọ dịghị achọ nhazi akwụkwọ ntuziaka dịka ihe mkpofu agwakọta",
  "Enwere ọtụtụ ihe dị mkpa mere ikewapụ ihe mkpofu ji dị mkpa dịka ọrụ iwu, nchekwa ego na nchekwa ahụike mmadụ na gburugburu ebe obibi",
  "Ụlọ ọrụ kwesịrị ime ka ọ dịrị ndị ọrụ ha mfe ikewapụ ihe mkpofu ha nke ọma",
  "Nke a nwere ike ịgụnye ịkpọ aha, ijide n'aka na e nwere ebe nchekwa zuru ezu na-egosi n'ụzọ doro anya ihe kpatara nkewa ji dị mkpa",
  "Ịkpọ aha dị mkpa karịsịa mgbe a na-emeso ihe mkpofu nuklia n'ihi oke mmerụ ahụ na-emerụ ahụ ike mmadụ n'ịfefe nke usoro nuklia nwere ike ịkpata.",
  "N'ọtụtụ mba mepere emepe, a na-enweta ego mkpofu mkpofu ụlọ site na ụtụ obodo ma ọ bụ mpaghara nke nwere ike metụtara ego, ma ọ bụ ụkpụrụ ihe onwunwe",
  "A na-anakarị mkpofu mkpofu azụmaahịa na ụlọ ọrụ mmepụta ihe dịka ọrụ azụmahịa, oge niile dịka ụgwọ agbakwunyere nke gụnyere ụgwọ mkpofu",
  "Omume a nwere ike ịgba ndị na-arụ ọrụ mkpofu ume ịhọrọ nhọrọ mkpofu dị ọnụ ala dị ka mkpofu ahịhịa karịa ihe ngwọta kachasị mma na gburugburu ebe obibi dị ka ijigharị na imegharị ihe.",
  "Ịkwụ ụgwọ ọrụ nlekọta mkpofu siri ike nwere ike ịkagbu gọọmentị obodo, karịsịa ma ọ bụrụ na gọọmentị na-ahụ ya dị ka ọrụ dị mkpa ha kwesịrị inye nwa amaala",
  "Ndị na-enye onyinye na onyinye bụ usoro ego nke dabere na mmasị nke nzukọ ndị nyere onyinye",
  "ọ bụ ezie na ọ bụ ụzọ dị mma isi zụlite akụrụngwa nchịkwa mkpofu obodo, ịdọta na itinye ego na-adabere naanị n'ihe onye nyere onyinye weere dị ka ihe dị mkpa",
  "Ya mere, ọ nwere ike bụrụ ihe ịma aka nye gọọmentị obodo ikwu ka a ga-esi kesaa ego ahụ n'akụkụ dị iche iche nke njikwa mkpofu.",
  "N'ebe ụfọdụ dị ka Taipei, gọọmentị obodo na-ana ndị ezinụlọ ya na ụlọ ọrụ ya ụgwọ maka oke mkpofu ha na-emepụta",
  "Ndị kansụl obodo na-anakọta ihe mkpofu naanị ma ọ bụrụ na etinye ya n'ime akpa mkpofu gọọmentị nyere",
  "Amụma a emela nke ọma ibelata oke mkpofu obodo na-emepụta ma mụbaa ọnụ ọgụgụ mkpọgharị..",
  "Ihe atụ ọzọ sitere na mba nke na-amanye ụtụ isi n'efu bụ Italy",
  "Kama iji akpa ndị gọọmentị nyere dị ka Taipei, ụtụ ahụ dabere na ọnụego abụọ: edozi na agbanwe",
  "Ọnụego a kapịrị ọnụ na-adabere na nha ụlọ ahụ ebe a na-ekpebi mgbanwe site na ọnụ ọgụgụ ndị mmadụ bi n'ụlọ ahụ.",
  "Ụlọ akụ ụwa na-enye ego ma na-adụ ọdụ maka ọrụ nlekọta mkpofu siri ike na-eji ụdị ngwaahịa na ọrụ dị iche iche, gụnyere mgbazinye ego omenala, ego dabere na nsonaazụ, ego amụma mmepe, na ndụmọdụ teknụzụ",
  "Ọrụ nlekọta mkpofu nke ụlọ akụ mba ụwa na-akwado na-elebakarị anya n'usoro ndụ ihe mkpofu site n'ọgbọ ruo n'ịchịkọta na njem, na n'ikpeazụ ọgwụgwọ na mkpofu.",
  "Incineration bụ ụzọ mkpofu nke a na-etinye ihe mkpofu ahịhịa siri ike ka ọkụ wee gbanwee ha ka ọ bụrụ ihe fọdụrụ na gas",
  "Usoro a bara uru maka mkpofu ma mkpofu siri ike nke ime obodo yana ihe siri ike sitere na ọgwụgwọ mmiri mkpofu",
  "Usoro a na-ebelata oke mkpofu siri ike site na pasent 80 ruo 95",
  "A na-akọwa ọkụ ọkụ na usoro ọgwụgwọ mkpofu okpomọkụ ndị ọzọ dị ka \"ọgwụgwọ okpomọkụ\"",
  "Ndị na-ere ọkụ na-agbanwe ihe mkpofu ka ọ bụrụ ọkụ, gas, uzuoku, na ntụ.",
  "A na-eme ihe nsure ọkụ ma na obere ọnụ ọgụgụ nke ndị mmadụ n'otu n'otu na nnukwu ụlọ ọrụ",
  "A na-eji ya kpofuo ihe mkpofu siri ike, mmiri mmiri na gas",
  "A na-amata ya dị ka ụzọ bara uru iji kpofuo ụfọdụ ihe mkpofu dị ize ndụ (dịka nsị ọgwụ nje)",
  "Incineration bụ ụzọ na-arụrịta ụka nke mkpofu mkpofu, n'ihi okwu ndị dị ka mpụta nke mmetọ ikuku gụnyere oke carbon dioxide.",
  "Ịkụ ọkụ na-adịkarị na mba ndị dị ka Japan ebe ala dị ụkọ, n'ihi na ụlọ ọrụ n'ozuzu anaghị achọ ebe dị ukwuu dị ka nsị",
  "Egwu-na-ike (WtE) ma ọ bụ ike-si-ihe mkpofu (EfW) bụ okwu sara mbara maka ụlọ ọrụ na-ere ihe mkpofu n'ime ọkụ ma ọ bụ igwe ọkụ iji mepụta okpomọkụ, uzuoku ma ọ bụ ọkụ eletrik",
  "Mkpọ ọkụ n'ime ihe nsure ọkụ anaghị adịcha mma mgbe niile yana enweela nchegbu gbasara mmetọ ikuku gas na-esi na mkpokọ ihe nsure ọkụ",
  "Nchegbu pụrụ iche elekwasịla anya na ogige organic na-adịgide adịgide dị ka dioxins, furans, na PAHs, nke enwere ike ịmepụta na nke nwere ike inwe mmetụta dị njọ na gburugburu ebe obibi yana ụfọdụ ọla dị arọ dị ka mercury na lead nke nwere ike ịdaba na usoro ọkụ ọkụ.",
  "Imegharị ihe bụ omume mgbake akụrụngwa nke na-ezo aka na nchịkọta na ijigharị ihe mkpofu dị ka akpa ihe ọṅụṅụ efu",
  "Usoro a na-agụnye ịkwatu na ijikwa ihe ndị a ga-ewepụ dị ka ihe mkpofu",
  "Enwere otutu uru nke imegharị ihe, yana ọtụtụ teknụzụ ọhụrụ na-eme ka ihe ndị ọzọ megharịa, ọ ga-ekwe omume ime ka ụwa dị ọcha",
  "Imegharị ihe abụghị naanị uru gburugburu ebe obibi kamakwa ọ na-emetụta akụ na ụba",
  "Enwere ike ịme ihe ndị sitere na ihe ndị ahụ ka ọ bụrụ ngwaahịa ọhụrụ",
  "Enwere ike ịnakọta ihe eji emegharị ihe dị iche iche site na mkpofu n'ozuzu site na iji bins na ụgbọ ala nnakọta, usoro a na-akpọ mkpokọta kerbside",
  "N'ime obodo ụfọdụ, a chọrọ onye nwe ihe mkpofu ka ọ kewaa ihe ndị ahụ n'ime blọgụ dị iche iche (dịka maka akwụkwọ, plastik, ọla) tupu nchịkọta ya",
  "N'ime obodo ndị ọzọ, a na-edobe ihe niile enwere ike ịmegharị n'ime otu akpa maka ịnakọta, a na-edozikwa nhazi ahụ ma emesịa na ebe etiti",
  "A maara usoro nke ikpeazụ dị ka \"nyogharị otu iyi.\"",
  "Ngwaahịa ndị a na-ejikarị eme ihe na-agụnye aluminum dị ka ite ihe ọṅụṅụ, ọla kọpa dị ka waya, ígwè sitere na nri na ikuku aerosol, ihe eji eme ígwè ma ọ bụ ngwá ọrụ ochie, taya roba, karama polyethylene na PET, karama iko na ite, katọn akwụkwọ, akwụkwọ akụkọ, akwụkwọ akụkọ",
  "na akwụkwọ dị mfe, na igbe eriri fiberboard.",
  "PVC, LDPE, PP, na PS (lee koodu njirimara resin) nwekwara ike ịmegharị ya",
  "Ihe ndị a na-ejikarị otu ụdị ihe eme ihe, na-eme ka ọ dị mfe ịmegharị ka ọ bụrụ ngwaahịa ọhụrụ",
  "Ntugharị ngwaahịa dị mgbagwoju anya (dịka kọmputa na ngwa eletrọnịkị) siri ike karị, n'ihi nkwusa na nkewa ọzọ achọrọ.",
  "Ụdị ihe a na-anabata maka imegharị ihe dịgasị iche n'obodo na obodo",
  "Obodo na obodo ọ bụla nwere mmemme imegharị ihe dị iche iche nwere ike ijikwa ụdị ihe dị iche iche enwere ike ịmegharị",
  "Agbanyeghị, ụfọdụ mgbanwe dị na nnabata na-egosipụta na uru nzigharị nke ihe ahụ ozugbo emegharịrị ya",
  "Ụfọdụ n'ime ụdị ihe eji emegharị ihe gụnyere akwụkwọ mkpofu na kaadiboodu, imegharị plastik, imegharị ígwè, ngwa eletrọnịkị, imegharị osisi, imegharị iko, akwa na akwa na ọtụtụ ndị ọzọ",
  "N'ọnwa Julaị 2017, gọọmentị China kwupụtara mmachibido iwu mbubata nke ụdị 24 nke recyclable na ihe mkpofu siri ike, gụnyere plastik, textiles na akwụkwọ agwakọta, na-etinye mmetụta dị ukwuu na mba ndị mepere emepe n'ụwa niile, nke na-ebuga China ozugbo ma ọ bụ na-apụtaghị ìhè.",
  "Enwere ike nwetaghachi ihe ndị a na-emezigharị bụ ndị na-emepụta ihe, dị ka ihe ọkụkụ, ihe mkpofu nri, na ngwaahịa akwụkwọ, site na nhazi nhazi na mgbari nri iji mebie ihe ahụ",
  "A na-emegharị ihe ndị sitere na organic dị ka mulch ma ọ bụ compost maka ebumnuche ọrụ ugbo ma ọ bụ nhazi ala",
  "Tụkwasị na nke a, enwere ike ijide gas na-ekpofu ihe site na usoro (dị ka methane) ma jiri ya mee ihe maka ịmepụta ọkụ eletrik na okpomọkụ (CHP / cogeneration) na-eme ka arụmọrụ dịkwuo elu",
  "Enwere ụdị composting na ụzọ mgbaze na teknụzụ dị iche iche",
  "Ha na-adịgasị iche na mgbagwoju anya site n'obo compost dị mfe n'ụlọ ruo na mgbari ụlọ ọrụ dị ukwuu nke mkpofu ụlọ agwakọtara",
  "Ụzọ dị iche iche nke ndakpọ ndu bụ nkewa dị ka ụzọ ikuku ma ọ bụ anaerobic",
  "Ụzọ ụfọdụ na-eji ngwakọ nke ụzọ abụọ a",
  "Mgbari anaerobic nke akụkụ organic nke ihe mkpofu siri ike na-arụ ọrụ na gburugburu ebe obibi karịa mkpofu ahịhịa, ma ọ bụ ọkụ",
  "Ebumnuche nke nhazi usoro ndu na njikwa mkpofu bụ ijikwa ma mee ngwa ngwa usoro okike nke ire ere nke ihe ndị dị ndụ",
  "(Lee mgbake akụrụngwa).",
  "Iweghachi ike site na ihe mkpofu bụ ngbanwe nke ihe mkpofu na-enweghị ike ịmegharị ka ọ bụrụ ọkụ, ọkụ eletrik, ma ọ bụ mmanụ ọkụ site na usoro dị iche iche, gụnyere combustion, gasification, pyrolyzation, mgbaze anaerobic, na mgbake gas",
  "A na-akpọkarị usoro a n'efu-na-ike",
  "Iweghachi ike site na mkpofu bụ akụkụ nke usoro nlekọta mkpofu na-adịghị ize ndụ",
  "Iji mgbake ume iji gbanwee ihe mkpofu na-enweghị ike ịmegharị ka ọ bụrụ ọkụ eletrik na okpomọkụ, na-emepụta isi iyi ume ọhụrụ ma nwee ike ibelata ikuku carbon site na ịkwụsị mkpa ike sitere na isi mmalite yana ibelata ọgbọ methane site na nsị ala",
  "N'ụwa niile, ihe mkpofu na ike bụ 16% nke njikwa mkpofu.",
  "Enwere ike ijikwa ọdịnaya ike nke ngwaahịa mkpofu ozugbo site n'iji ha dị ka mmanụ ọkụ na-ekpo ọkụ ozugbo, ma ọ bụ na-apụtaghị ìhè site na ịhazi ha ka ọ bụrụ ụdị mmanụ ọzọ",
  "Usoro ọgwụgwọ okpomọkụ sitere na iji ihe mkpofu dị ka isi iyi mmanụ ọkụ maka isi nri ma ọ bụ kpo oku na iji mmanụ gas (lee n'elu), iji mee ka ọkụ ọkụ na-emepụta steam na ọkụ eletrik na turbine",
  "Pyrolysis na gasification bụ ụdị abụọ metụtara ọgwụgwọ okpomọkụ ebe ihe mkpofu na-ekpo ọkụ na okpomọkụ dị elu na obere ikuku oxygen",
  "Usoro a na-emekarị n'ime ụgbọ mmiri mechiri emechi n'okpuru nnukwu nrụgide",
  "Pyrolysis nke ihe mkpofu siri ike na-atụgharị ihe ahụ n'ime ngwaahịa siri ike, mmiri mmiri na gas",
  "Enwere ike ịgba mmiri mmiri na gas ọkụ iji mepụta ume ma ọ bụ nụchaa n'ime ngwaahịa kemịkalụ ndị ọzọ (ụlọ nrụpụta kemịkalụ)",
  "Enwere ike nụchaa ihe fọdụrụ siri ike (char) ka ọ bụrụ ngwaahịa dị ka carbon na-arụ ọrụ",
  "A na-eji gasification na Plasma arc gasification dị elu iji gbanwee ihe ndị sitere n'okike ozugbo ka ọ bụrụ gas sịntetik (syngas) nke carbon monoxide na hydrogen mejupụtara",
  "A na-ere gas ahụ ọkụ iji mepụta ọkụ eletrik na uzuoku",
  "Nhọrọ ọzọ na pyrolysis bụ oke okpomọkụ na nrụgide mmiri dị oke egwu (hydrothermal monophasic oxidation).",
  "A na-ejikarị pyrolysis eme ihe iji gbanwee ọtụtụ ụdị ụlọ na ụlọ ọrụ mmepụta ihe ka ọ bụrụ mmanụ ụgbọala enwetara",
  "Ụdị ntinye mkpofu dị iche iche (dị ka ihe mkpofu ahịhịa, ihe mkpofu nri, taya) etinyere na usoro pyrolysis nwere ike iwepụta ihe ọzọ na mmanụ ọkụ",
  "Pyrolysis bụ usoro nke thermo-chemical ire ere nke organic ihe site okpomọkụ na enweghị stoichiometric quantities nke oxygen; ire ere na-emepụta gas hydrocarbon dị iche iche",
  "N'oge pyrolysis, ụmụ irighiri ihe na-ama jijiji n'ogo dị elu ruo n'ókè nke na ụmụ irighiri ihe na-amalite ịkụda",
  "Ọnụego nke pyrolysis na-abawanye na okpomọkụ",
  "N'ime ngwa ụlọ ọrụ mmepụta ihe, okpomọkụ dị n'elu 430 °C (800 °F).",
  "Pyrolysis nwayọọ na-emepụta gas na unyi siri ike",
  "Pyrolysis na-ekwe nkwa ntụgharị nke biomass mkpofu ka ọ bụrụ mmanụ mmiri bara uru",
  "Pyrolysis nke osisi mkpofu na plastik nwere ike imepụta mmanụ",
  "Ihe siri ike hapụrụ na pyrolysis nwere ọla, iko, aja na pyrolysis coke nke na-adịghị agbanwe gas",
  "E jiri ya tụnyere usoro ịgba ọkụ, ụfọdụ ụdị usoro pyrolysis na-ahapụ ngwaahịa ndị na-emerụ ahụ nke nwere ọla alkali, sọlfọ na chlorine",
  "Otú ọ dị, pyrolysis nke ụfọdụ mkpofu na-emepụta gas nke na-emetụta gburugburu ebe obibi dịka HCl na SO2.",
  "Ngwọta akụrụngwa bụ ntugharị ihe mkpofu n'usoro, nke ezubere maka mkpofu, maka ojiji ọzọ",
  "Ọ bụ nhazi nke ihe eji emegharị ma ọ bụ nwetaghachi ihe na akụrụngwa, ma ọ bụ gbanwee na ike",
  "A na-eme ihe omume ndị a n'ebe a na-eweghachi ihe onwunwe",
  "Iweghachite akụrụngwa abụghị naanị mkpa gburugburu ebe obibi, mana ọ dịkwa ọnụ ahịa",
  "Ọ na-ebelata oke mkpofu maka mkpofu, na-echekwa ohere na ebe a na-ekpofu ahịhịa, na-echekwa akụ ndị sitere n'okike.",
  "Iweghachi ihe onwunwe (na-emegide njikwa mkpofu) na-eji LCA (nyocha usoro ndụ ndụ) na-anwa ịnye ụzọ ọzọ maka njikwa mkpofu",
  "Maka agwakọta MSW (Municipal Solid Waste) ọtụtụ nchọpụta sara mbara egosila na nchịkwa, ikewapụta isi iyi na nnakọta na-esochi ya site na iji megharịa na imegharị akụkụ nke ndị na-abụghị organic na ume na compost/fatịlaịza mmepụta nke organic ihe site na mgbaze anaerobic ga-abụ",
  "ụzọ amara.",
  "Dị ka ihe atụ nke otú imegharị ihe onwunwe pụrụ isi baa uru, ọtụtụ ihe ndị a tụfuru atụfu nwere ọla ndị a pụrụ ịrụgharịgharị iji nweta uru, dị ka ihe ndị dị na bọọdụ sekit",
  "Enwere ike ịmegharị mkpụ osisi na pallets na ihe nkwakọ ngwaahịa ndị ọzọ ka ọ bụrụ ngwaahịa bara uru maka ịkụ mkpụrụ",
  "Ihe mgbawa ndị a megharịrị nwere ike ikpuchi ụzọ, ụzọ ije, ma ọ bụ ebe egwuregwu.",
  "Ihe mkpofu mmiri bụ akụkụ dị mkpa nke njikwa mkpofu n'ihi na ọ na-esiri ike ịnagide ya",
  "N'adịghị ka ihe mkpofu siri ike, ihe mkpofu mmiri enweghị ike iburu ngwa ngwa ma wepụ ya na gburugburu ebe obibi",
  "Ihe mkpofu mmiri na-agbasa, na-emerụkwa ebe mmiri mmiri ndị ọzọ ngwa ngwa ma ọ bụrụ na ebubata ya na kọntaktị",
  "Ụdị mkpofu a na-abanyekwa n'ime ihe dịka ala na mmiri ala",
  "Nke a na-ebutekwa imetọ osisi, anụmanụ ndị dị na gburugburu ebe obibi, yana ụmụ mmadụ nọ n'ime ebe mmetọ ahụ."
]