[
  "A biosand filter (BSF) bụ usoro ọgwụgwọ mmiri naeji eme ihe nke sitere na nzacha ájá na-adịghị ngwa ngwa",
  "Biosand filters naewepụ pathogens ma kwụsie ike site na mmiri site na iji usoro ndụ na nke anụ ahụ nke naewere ọnọdụ na ogidi ájá kpuchiri biofilm",
  "E gosipụtara na BSFs naewepụ ọla dị arọ, turbidity, nje bacteria, nje virus na protozoa. BSFs naebelata decoloration, ísì na ụtọ naadịghị mma",
  "Nnyocha egosila njikọ dị netiti iji BSFs na mbelata nke afọ ọsịsa. Nihi ịdị irè ha, ịdị mfe nke iji, na enweghị ụgwọ ugboro ugboro, a naewere nzacha biosand dị ka teknụzụ kwesịrị ekwesị na mba ndị naemepe emepe",
  "A naeme atụmatụ na ihe karịrị 200,000 BSF naeji n'ụwa niile.",
  "Dr",
  "David Manz chepụtara nzacha nke ụlọ na ngwụcha afọ 1980 na Mahadum Calgary, Canada. E mepụtara usoro ahụ site na nzacha ájá na-adịghị ngwa ngwa, teknụzụ nke ejirila mee ka mmiri ọṅụṅụ dị ọcha kemgbe afọ 1800. E mere nyocha mbụ na nyocha nọhịa na 1991; e nyere usoro ahụ ikike na 1993 ma tinye ya nọrụ nọgbọ na Nicaragua. Ụlọ ọrụ naenweghị uru nke Canada Center for Affordable Water and Sanitation Technology (CAWST) bụ nke David Manz na Camille Dow Baker guzobere na 2001 iji kwalite agụmakwụkwọ na ọzụzụ na nhicha mmiri na ịdị ọcha gụnyere iji teknụzụ a, yana ịga nihu naemepe ya.",
  "A naejikarị simenti ma ọ bụ plastik arụpụta nzacha ájá. Nelu nzacha ahụ, mkpuchi a na-etinye nke ọma naegbochi mmetọ na ụmụ ahụhụ naachọghị ịbanye na nzacha ahụ",
  "Nokpuru nke a, efere diffuser naegbochi nsogbu nke biofilm mgbe a nawụnye mmiri nime nzacha",
  "Mmiri na-agafe na ogidi ájá, nke naewepụ pathogens na ihe siri ike",
  "Nokpuru ogidi ájá, ihe dị nelu naegbochi ájá ịbanye nime oghere mmiri ma naegbutu ọpụpụ",
  "Nokpuru nkewa nkewa bụ nkewa nke mmiri nke nwere gravel siri ike nke naegbochi mkpọchi n'akụkụ ala nke tube.",
  "A naewepụ pathogens na ihe siri ike a kwụsịtụrụ site na usoro nke ndụ na nke anụ ahụ nke naewere ọnọdụ na biolayer na ájá",
  "Usoro ndị a gụnyere:",
  "Mmiri dị elu (isi mmiri) na mpaghara mmiri nammiri site na diffuser na nzacha, wee belata ka mmiri naagafe nime ájá",
  "Ọnụ ọgụgụ naaga nihu naebelata nihi na enwere nrụgide dị ala iji manye mmiri site na nzacha",
  "Mmiri naabanye nime mmiri nwere ikuku oxygen, ihe naedozi ahụ, na mmetọ",
  "Ọ naenye ikuku oxygen nke microorganisms chọrọ na biofilm",
  "A naejide nnukwu ụmụ irighiri ihe na pathogens nelu ájá ma naekpuchi oghere dị netiti mkpụrụ ájá",
  "Nke a naeme ka ọnụego mmiri belata.",
  "Oge naadịghị arụ ọrụ na-gụnyekarị ihe karịrị 80% nke usoro kwa ụbọchị; noge a, usoro mmebi nke microbial nwere ike ịbụ ihe dị ịrịba ama",
  "Ihe ka ukwuu niwepụ naewere ọnọdụ ebe mmiri naemetụta biofilm",
  "A chọpụtabeghị usoro ndị naeme na biofilm. Mgbe mmiri kwụ ọtọ ruru nókè nke tube, mmiri ahụ kwụsịrị",
  "Nụzọ dị mma, nke a kwesịrị ịdị elu iji mee ka biofilm dị nime ájá naede mmiri ma kwe ka ikuku oxygen gbasaa site na mmiri kwụ ọtọ gaa na biolayer. Oge nkwụsịtụ naenye ohere ka microorganisms dị na biolayer rie pathogens na ihe oriri na mmiri",
  "A naeweghachi ọnụego nke naagafe na nzacha ka a naeri ha",
  "Ọ bụrụ na oge nkwụsịtụ dị ogologo, onye biolayer gaeri pathogens na ihe oriri niile ma nwụọ, naebelata arụmọrụ nke nzacha mgbe ejiri ya mee ihe ọzọ",
  "Oge nkwụsịtụ kwesịrị ịdị netiti 1 na 48 awa. Pathogens na mpaghara naabụghị nke ndụ naanwụ nihi enweghị ihe oriri na oxygen.",
  "Ka oge naaga, ụmụ irighiri ihe naagbakọta netiti mkpụrụ ájá nke nzacha ahụ",
  "Ka a naawụba mmiri, a naemepụta biofilm nelu efere diffuser",
  "Ihe omume abụọ a naakpata mbelata nke ọnụego mmiri (clogging na bioclogging)",
  "Ọ bụ ezie na ọnụego naadịghị ngwa ngwa naeme ka nzacha mmiri dị mma nihi oge naadịghị arụ ọrụ [APS1], ọ nwere ike ịdị nwayọ maka ndị ọrụ",
  "Ọ bụrụ na ọnụego mmiri naada nokpuru 0.1 lita / nkeji, CAWST na-atụ aro ka ọ rụọ ọrụ mmezi. A naeji \"swirl na dump\", ma ọ bụ usoro nhicha mmiri, iji weghachite ọnụego mmiri",
  "A naawụnye ihe dị ka 1 US galon (3.8 l) nime nzacha tupu nhicha (naeche na nzacha ahụ efuola)",
  "A naatụgharị ájá dị nelu nụzọ okirikiri",
  "A naawụpụ mmiri ruru unyi site na ntụgharị ahụ ma mee ka ájá dị nro nelu",
  "A na-emegharị usoro a ruo mgbe e weghachiri ọnụego mmiri. A naatụkwa aro ka a naehicha efere diffuser, tube, mkpuchi, na mpụga nke nzacha mgbe niile. Nkwado ogologo oge na ịdị irè nke nzacha biosand dabere na agụmakwụkwọ na nkwado sitere naka ndị ọrụ nkwado maara ihe.",
  "Mmiri dị ọcha maka Haiti, ụlọ ọrụ naenweghị uru na Haiti naetinye usoro agụmakwụkwọ na usoro nlekota mgbe etinyechara nzacha biosand",
  "Ihe omume ahụ gụnyere nleta nụlọ ndị naerite uru mgbe otu, ọnwa atọ na iri na abụọ na nke ọzọ na afọ 5 site na ụbọchị ntinye",
  "Noge nleta ọ bụla, ndị naerite uru naenweta ntụziaka ugboro ugboro banyere omume mmiri dị mma na otu esi elekọta nzacha ahụ",
  "Dabere na data anakọtara kemgbe afọ 2010, a ka naeji netiti 94% na 99% nke nzacha eme ihe mgbe niile ọnwa 12 mgbe etinyechara ya.",
  "Nsonaazụ maka mbelata turbidity dịgasị iche dabere na turbidity nke mmiri nwere mmetụta",
  "Mmiri na-adịghị mma nwere ájá, ájá na ụrọ.  Nri naadịghị mma notu nnyocha sitere na 1.86 ruo 3.9 NTU",
  "Nime nnyocha, e nwetara mmiri site na pọmpụ sample nke ụlọ ọrụ nhicha mmiri site na ọdọ mmiri atọ dị nógbè ahụ",
  "Ọ naawụba site na nzacha ájá naadịghị ngwa ngwa na nsonaazụ gosipụtara na turbidity belatara ruo nkezi nke 1.45 NTU. Nọmụmụ ihe ọzọ naeji mmiri dị nelu, a hụrụ mbelata 93% na turbidity. Ka biofilm dị nelu ájá naetolite, mwepụ nke turbidity naabawanye. Ọ bụ ezie na nzacha biosand naewepụ ọtụtụ ihe mgbagwoju anya, nzacha ájá naadịghị ngwa ngwa, nke nwere ọnụego nzacha dị nwayọ, naewepu ihe ndị ọzọ.",
  "Enwere obere nnyocha banyere iwepụ ọla dị arọ site na nzacha biosand",
  "Nime nnyocha e mere na South Africa, nzacha ahụ wepụrụ ihe dị ka 64% nke ígwè na 5% nke magnesium.",
  "Nime nnyocha ụlọ nyocha, achọpụtara na nzacha biosand naewepụ ihe dị ka 98-99% nke nje bacteria. Niwepụ Escherichia coli, a chọpụtara na nzacha biosand nwere ike ịbawanye nihi mmepụta biofilm karịa ihe dị ka ọnwa abụọ",
  "Iwepụ mgbe oge a gasịrị sitere na 97-99.99% dabere na mmiri kwa ụbọchị na pasentị isi mmiri agbakwunyere",
  "Mgbakwunye nke isi nsị ma ọ bụ mmiri mkpofu naeme ka uto nke biofilm nke naenyere aka ịnwụ nje bacteria. Nnyocha naegosi na nzacha biosand naeji nọhịa naewepụ nje bacteria ole na ole karịa ndị nọ na gburugburu ebe a naachịkwa",
  "Na nyocha e mere nezinụlọ 55 nke Bonao, Dominican Republic, nkezi mbelata E",
  "coli bụ ihe dị ka pasent 93.",
  "Nnyocha ụlọ nyocha egosila na ọ bụ ezie na nzacha naebelata ọnụ ọgụgụ dị ukwuu nke E",
  "coli, ha naewepụ nje virus ole na ole nihi na nje dị obere",
  "Nime nnyocha nke naeji nje bacteria eme ihe, iwepụ nje dị nagbata 85% na 95% mgbe ụbọchị 45 nke ojiji gasịrị. Nnyocha e mere noge na-adịbeghị anya atụwo aro na mwepụ nje naabawanye nke ukwuu ka oge naaga, naeru 99.99% mgbe ihe dị ka ụbọchị 150 gasịrị.",
  "Notu ule ụlọ nyocha, ihe nzacha biosand wepụrụ ihe karịrị 99.9% nke protozoa",
  "Na ule maka otu ụdị protozoa, Giardia lamblia, nzacha ahụ wepụrụ 100% nime ụbọchị 29 nke ojiji",
  "O wepụrụ 99.98% nke oocysts nke protozoa ọzọ, Cryptosporidium sp., ikekwe n'ihi obere nha ha",
  "Iwepụ a yiri nke nzacha ájá naadịghị ngwa ngwa.",
  "Nnyocha na Dominican Republic na Cambodia nke Mahadum North Carolina na Mahadum Nevada mere naegosi na iji BSF belatara ọrịa afọ ọsịsa site na 47% nafọ niile. Nime nnyocha nke CAWST mere na Haiti, 95% nke ezinụlọ 187 kwenyere na mmiri ha emeela ka mma kemgbe ha jiri nzacha biosand mee ka ọ dị ọcha",
  "80% nke ndị ọrụ kwuru na ahụike ezinụlọ ha emeela nke ọma kemgbe ha mejupụtara ya",
  "Echiche ahụike dị otú ahụ na ojiji nke nzacha biosand egosila na ọ dị mma karịa ndị ọrụ ogologo oge.",
  "Ihe nzacha simenti bụ ụdị nzacha biosand kachasị ewu ewu",
  "Concrete naadịkarị mma karịa ihe ndị ọzọ nihi ọnụ ala, nnweta sara mbara na ikike a gaewu n'ebe ahụ",
  "CAWST naekesa atụmatụ maka nzacha ahụ nhu ọha",
  "E mepụtara ọtụtụ nsụgharị",
  "A naewu CAWST Version 9 biosand filter na ọnụego loading kachasị elu",
  "Ọ bụ ezie na mmiri a naenyocha naagafe ụkpụrụ mmiri nke EPA, ọ bụghị nke kachasị mma. Nnyocha e mere noge naadịbeghị anya naegosi na oge kọntaktị dị n'etiti mmiri na ihe granular bụ ihe naeduga naekpebi ime ka mmiri dị ọcha",
  "CAWST Version 10 biosand filter naeburu nke a nuche; olu nke ọdọ mmiri ahụ hà ka oghere oghere nke ájá",
  "Ọnụ ọgụgụ kachasị elu e belatara site na 33% iji hụ na mmiri kwụ otu ebe na-emetụtakarị ihe granular.",
  "A naejikarị ihe mkpuchi ígwè emepụta ihe mkpuchi BioSand",
  "CAWST naekesa atụmatụ maka ebu ígwè n'ihu ọha.",
  "Mmiri dị ọcha maka Haiti, otu naenweghị uru nke dị na Camp Marie, Haiti naemepụta nzacha biosand site na iji mgbanwe nke ebu ígwè.",
  "Òtù naenweghị uru OHorizons emepụtala Ọkpụkpụ osisi, dabere na nzacha CAWST[[s Version 10, nke nwere ike ịrụ ọrụ dị ka ihe ọzọ dị ọnụ ala",
  "Atụmatụ maka Ọkpụkpụ osisi dị n'ihu ọha na ebe nrụọrụ weebụ OHorizons.",
  "A naeji barrels plastik rụọ nzacha plastik, nke a naemekarị nèzí",
  "A naewu nzacha hydraid biosand site na plastik ọgwụ naeguzogide ultraviolet. TivaWater bụ ụdị kachasị ọhụrụ nke nzacha plastik biosand ma nwee ọtụtụ mmelite dị mkpa.",
  "A na-achọpụta ihe nzacha nke ndị injinia na S M Sehgal Foundation mepụtara, otu NGO nke dị na Gurugram (nke bụbu Gurgaon), India, naarụ ọrụ nke ọma karịa ndị ibe ya na ohere sara mbara maka itinye nọrụ na nnabata nọnọdụ ala dị iche iche",
  "Ọnụ ego dị elu nke plastik naegbochi ojiji ya nime ime obodo India",
  "Ihe nzacha ígwè naenweghị ntụpọ, nke a na-akpọ JalKalp, naenye ọnụego nzacha dị elu na ibugharị dị mma (karịa ụdị simenti) na njikwa mma mmepụta",
  "Ihe nzacha simenti nwere ike ịgbaji ma nwee ike isi ike ibugharị nihi ịdị arọ (65 kilogram), mee ka ọ ghara ịdị mma karịsịa nime ime obodo ma ọ bụ ebe ugwu",
  "Nsogbu ndị a naahụkarị bụ ọdịiche dị na ihe owuwu na mmepụta mmebi",
  "Ọzọkwa, efflorescence nihi nnu dị na mmiri naebelata ndụ nke nzacha simenti",
  "Ihe ọhụrụ e mepụtara nke dị mfe (4.5 kilogram) nke naenweghị ntụpọ naenweghị ihe ọ bụla nwere ọnụ nelu ihe nzacha, naemeri nke ọ bụla n'ime adịghị ike ndị ahụ ma naenye njikwa dị mma",
  "E wezụga imeziwanye ọdịdị ya, ígwè anaghị agba nchara naagbakwunye ike, ntụkwasị obi, ogologo oge, na ibugharị nke nzacha ahụ",
  "Nnyocha mmiri dị mma naegosi ịdị irè JalKalp megide E coli, coliforms zuru ezu, turbidity, na mmetọ iron",
  "Ihe nzacha a naejikọta njirimara germicidal nke ọla kọpa na nzacha omenala",
  "Ntinye nke ọla kọpa na mpaghara mmiri nke JalKalp filter emeela ka iwepụ ihe niile naeme ka ọ dịkwuo elu ruo 100% site na mmiri emetọ",
  "S M Sehgal Foundation naakwalite ihe nlereanya ahụ, nke naachọghị ọkụ eletrik, gafee India site na mmekorita ya na òtù ndị nwere otu echiche iji rite uru na ọtụtụ ezinụlọ ime obodo dị ka o kwere mee.",
  "E nwere ihe ịma aka iji mepụta nzacha mmiri naacha anụnụ anụnụ na mba ndị naemepe emepe",
  "Ọtụtụ enweghị ikike ọkachamara nke iwu ụdị ígwè iji wụnye simenti nime ya",
  "Ịchọta nha dị mma iji nyochaa ájá nwere ike ọ gaghị adị",
  "Na Nicaragua ị nwere ike ịchọta ndị ọrụ ígwè nwere ike ịgbado ọkụ maka iwu ụlọ, Otú ọ dị, ị gaghị achọta ihe eji egbuke egbuke iji mepụta ihe eji eme ihe",
  "A naghị ere ájá nụlọ ahịa ngwaike dịka na United States",
  "O yikarịrị ka a naazụta ya site na ibu naebute ya site na iyi ma ọ bụ oghere na naanị mesh dị bụ 1/4 inch nke buru oke ibu",
  "Mgbe ị naga mba ụwa nke atọ, ọ nwere ike ịbụ ihe kachasị mma iwere gị ihe ngosi kwesịrị ekwesị.",
  "Nsogbu ọzọ naeche ihu niji nzacha bụ nkuchi",
  "Ọtụtụ ọrụ nwere ike inye aka nịmepụta nzacha mmiri na ụfọdụ nwere ike ikesa ha mana ime ka ndị mba naanabata ya jiri nzacha ahụ chọọ nraranye karịa",
  "Ndị mmadụ kwesịrị ka ejikọta ha na ndị nwe nzacha mmiri iji sie ọnwụ na ha naeji ngwaọrụ ahụ ma mee ka ha banye nomume iji ha",
  "Ma ọ bụghị ya, a naahapụ ọtụtụ n'ime nzacha ma hapụ ya nenweghị onye naelekọta ya nokporo ụzọ",
  "Nanị ịnye nzacha ezughi ezu maka nkuchi."
]