[
  "Nchịkọta nke ihe ndị dị ndụ bụ ihe atụ maka igosi ogo nke gburugburu ebe obibi site na igosi ụdị na ụbara nke ihe ndị e kere eke dị na ihe nnọchianya nke gburugburu ebe ahụ",
  "A na-ejikarị ya eme ihe iji nyochaa ogo mmiri na mmiri na mmiri dị ọcha",
  "E mepụtara ọtụtụ ihe ngosi nke ndụ iji kọwaa ụdị ihe ngosi a hụrụ na mpaghara ọ bụla nke ọmụmụ",
  "Cherie Stephens mepụtara echiche nke biotic index na mgbalị inye nha dị mfe nke mmetọ iyi na mmetụta ya na  ndị dị ndụ nke iyi ahụ.",
  "Iji kenye uru nrịbama biotic n'otu ebe mmiri, onye nyocha ahụ na-ebu ụzọ na-anakọta nnukwu invertebrates site na akụkụ nke ebe nlele nke iyi, osimiri ma ọ bụ ọdọ, wee kewaa ha n'ime otu ụdị ihe dị ndụ yiri ya",
  "Enwere ike ime nnwale sara mbara karị site n'ịchọ ụfọdụ ihe dị n'ime obere ihe.",
  "Mgbe ahụ, a na-eji igodo njirimara iji nyere aka chọpụta ụdị ma ọ bụ otu ihe ahụ dị na ya ma kwe ka e kenye uru ọnụọgụ na akụkụ ahụ",
  "A na-eji akwụkwọ ọrụ wee gbakọọ uru ma ọ bụ akara ikpeazụ nke ihe niile dị ndụ a chọtara",
  "Dabere na nha nha nke akwụkwọ ọrụ, akara a na-ekpebi ọnọdụ ịdị mma mmiri.",
  "Aquatic macro invertebrates nwere ụfọdụ njirimara izugbe na-eme ka ha baa uru nke ukwuu iji nyochaa ahụike iyi:",
  "Macro invertebrates nwere oke ngagharị na ogologo ọnụnọ n'ime mmiri pụtara na a na-ekpughere ha na-aga n'ihu n'ịdị mma mmiri na iyi ahụ ma ọ bụ osimiri ahụ",
  "Karịsịa, ọtụtụ n'ime ihe ndị a na-eku ume na-agbaze oxygen nke dị na mmiri",
  "Ha dịkwa mfe ịhụ n'oge nlele.",
  "Ọ bụghị nnukwu invertebrates macro niile a na-ahụ n'omume ka edepụtara na mpempe akara akara biotic",
  "Nke a bụ n'ihi na ụfọdụ anaghị adabere na oxygen dị n'ime mmiri maka nlanarị",
  "Ọtụtụ na-enwe ike ịnakọta ikuku site na ikuku ma jide afụ n'akụkụ ahụ ha iji mee ihe dị ka onye na-agba mmiri na-eji tank oxygen.",
  "Maka nnukwu anụ ndị na-enweghị azụ na-adabere na oxygen a gwakọtara agwakọta, ụfọdụ nwere ike ibi naanị na mmiri nwere ọtụtụ oxygen",
  "Ndị ọzọ nwere ike ibi na mmiri na-enweghị ikuku oxygen dị ukwuu na ya",
  "N'ozuzu, a na-eche na ka mmetọ dị na mmiri, ka ikuku oxygen dị obere.",
  "Nchịkọta nke ihe ndị dị ndụ na-arụ ọrụ site n'inye ọkwa dị iche iche nke nnagide mmetọ na ụdị dị iche iche",
  "A na-ekewa ụdị macro invertebrates na ihe ndị ọzọ a hụrụ n'oge nnwale n'ime ìgwè anọ:",
  "Ụfọdụ akwụkwọ ndekọ aha na-ejikọta otu 2 na 3 ọnụ, na-enye nanị otu atọ",
  "Otu ọ bụla nwere nọmba e kenyere ya ma na-amụba site n'ọnụ ọgụgụ nke ihe ndị dị n'ime otu ahụ",
  "Nke a bụ ya mere ịchọpụta ụdị organism dị mkpa."
]