[
  "Nchịkọta Osimiri bụ ụdị nzacha nke naarụ ọrụ site na ịgafe mmiri iji mee ka ọ dị ọcha maka iji mee ihe dị ka mmiri ọṅụṅụ site nakụkụ osimiri ma ọ bụ ọdọ mmiri",
  "Mgbe ahụ, a naadọta ya site na olulu mmiri dị anya site na mmiri ahụ",
  "Usoro a nwere ike ịpụta mmiri a naaṅụ mmiri ozugbo, ma ọ bụ bụrụ ụzọ naenweghị mgbagwoju anya nke ịgwọ mmiri tupu ịsacha ya maka ịsacha ọzọ.",
  "Usoro nzacha atọ nwere ike ime",
  "Nchịkọta anụ ahụ ma ọ bụ nrụgide na-ewere ọnọdụ mgbe ụmụ irighiri ihe ndị a kwụsịtụrụ buru oke ibu iji gafee oghere interstitial netiti ụmụ irighari ala",
  "Nchịkọta nke ihe ndị dị ndụ naeme mgbe microorganisms nke ala wepụrụ ma gbarie ihe ndị a gbazere agbaze ma ọ bụ kwụsie ike ihe ndị naedozi ahụ na kemịkal",
  "Nchịkọta kemịkal ma ọ bụ mgbanwe ion nwere ike ime mgbe ala mmiri naemeghachi omume na kemịkal naagbaze na mmiri.  A gaewepụ ọtụtụ ihe ndị naemetọ ihe ndị dị ahụkarị (ihe ndị naahụ anya na ihe ndị naadịghị emetụta ihe ndị na'ime ala ma ọ bụ ihe ndị na naemetụta ihe ndị dị nime ala) site na nzacha ụlọ akụ, ma ọ bụ nihi na oge ịgafe (nke nwere ike ịbụ ụbọchị ma ọ bụ izu) zuru ezu iji mee ka ha ghara ịrụ ọrụ. Nnyocha egosila na arụmọrụ mwepụ naadabere ọ bụghị naanị na mmetọ ahụ, kamakwa na \"ihe ndị naemetọ mmiri na kemịkal nke ala ala na mmiri, ọnọdụ mgbagha mpaghara, na usoro kemịkal\".",
  "E nweela ihe naegosi na ụfọdụ ọgwụ (ihe ọgwụgwọ ọgwụ sitere na ojiji mmadụ) nwere ike ọ gaghị ewepụ ya nke ọma site na nzacha ụlọ akụ, nakwa na nebe ndị nwere nnukwu mmetọ nke ụdị a, ọgwụgwọ ọzọ nwere ike ịdị mkpa.",
  "A naeji usoro a eme ihe na Europe, ọkachasị na Germany nakụkụ Rhine na mgbe e mesịrị na Berlin, kemgbe afọ 1870",
  "Nnukwu ụlọ ọrụ dịkwa nọtụtụ mba ndị ọzọ, gụnyere United States, ebe Nebraska naeduga n'iji ụlọ ọrụ ndị dị otú ahụ.",
  "A pụkwara iji ala alluvial mee ihe iji mee ka mmiri naadịghị mma dị ọcha naeweghachi n'osimiri mgbe ejiri ya mee ihe",
  "A naewepụkarị mmiri mkpofu a gwọrọ agwọ nime ọdọ mmiri percolation na ala mmiri dị larịị kama ịba nime osimiri ahụ.  Nchịkọta kemịkal gaakwụsị mgbe ebe niile naemeghachi omume nime ụzọ na-agafe nala mmiri meghachiri",
  "Nchịkọta anụ ahụ naadịkarị irè ka ihe ndị a tọrọ atọ naegbochi ụzọ interstitial netiti ihe ndị dị nala; mana ọ nwere ike igbochi ọnụego naagafe nala.  Particulates nakụkụ osimiri nke interface ala nwere ike ịsacha oge site na ọgba aghara",
  "Ọdọ mmiri mmiri naeme ka mmiri ghara ịdị naemebi emebi nwere ike ịchọ mmezi iji mebie ma ọ bụ wepụ ihe mkpofu (Schmutzdecke) nke naetolite na ala ọdọ mmiri ahụ",
  "Nchịkọta nke ihe ndị dị ndụ naanọgide naarụ ọrụ ọ gwụla ma loading organic naakpata ọnọdụ anaerobic n'ime ala osimiri alluvium."
]