[
  "Nhazi egwuregwu nkwarụ bụ usoro nke na-enye ohere maka asọmpi ziri ezi n'etiti ndị nwere ụdị nkwarụ dị iche iche.",
  "N'akụkọ ihe mere eme, usoro ahụ na-elekọta ìgwè 2: kpọmkwem nkwarụ ụdị egwuregwu òtù na-ekpuchi multiple egwuregwu, na kpọmkwem egwuregwu òtù na-ekpuchi multiple nkwarụ ụdị gụnyere amputations, ụbụrụ palsy, ntị chiri, ọgụgụ isi impairments, les autres na obere ogo, ọhụụ impairments, ọkpụkpụ azụ mmerụ, na nkwarụ ndị ọzọ na-ekpuchighị ndị otu a",
  "N'ime ụdị nkwarụ kpọmkwem, ụfọdụ n'ime òtù ndị bụ isi abụrụla: CPISRA maka ụbụrụ ụbụrụ na mmerụ ahụ isi, ISMWSF maka mmerụ ọkpụkpụ azụ, ISOD maka ọnọdụ orthopaedic na amputees, INAS maka ndị nwere nkwarụ ọgụgụ isi, na IBSA maka ndị na-eme egwuregwu kpuru ìsì na ọhụụ.",
  "Amputee egwuregwu nhazi bụ a nkwarụ kpọmkwem egwuregwu nhazi eji maka nkwarụ egwuregwu ikwado ziri ezi mpi n'etiti ndị mmadụ na ụdị dị iche iche nke amputations",
  "Nke a nhazi e guzobere International Sports Organization maka disabled (ISOD), na ugbu a na-elekọta IWAS onye ISOD merged na 2005.Ọtụtụ egwuregwu nwere egwuregwu kpọmkwem na-achị achị na-elekọta nhazi maka amputee sportspeople",
  "The klas maka ISOD si amputee egwuregwu nhazi usoro bụ A1, A2, A3, A4, A5, A6, A7, A8 na A9",
  "Ndị anọ mbụ bụ maka ndị nwere ịkpụ ụkwụ dị ala",
  "A5 ruo A8 bụ maka ndị nwere amputations ụkwụ elu.",
  "Nhazi egwuregwu ụbụrụ bụ usoro nhazi nke egwuregwu na-eji eme ihe nke gụnyere ndị nwere ụbụrụ ụbụrụ (CP) nwere ogo dị iche iche nke ịdị njọ iji sọọ mpi n'ụzọ ziri ezi megide ibe ha na megide ndị ọzọ nwere ụdị nkwarụ dị iche iche",
  "Na mkpokọta, Cerebral Palsy-International Sports and Recreation Association (CP-ISRA) na-eje ozi dị ka ahụ na-ahụ maka nhazi maka egwuregwu ụbụrụ ụbụrụ, ọ bụ ezie na ụfọdụ egwuregwu nwere usoro nhazi nke ha nke metụtara ndị egwuregwu CP",
  "Usoro nhazi nke CP-ISRA mepụtara gụnyere klas asatọ: CP1, CP2, CP3, CP4, CP5, CP6, CP7 na CP8",
  "A pụrụ ijikọta klas ndị a n'ozuzu ha n'oche nkwagharị dị elu, oche nkwagharị na klas ambulatory",
  "CP1 bụ klas maka oche nkwagharị elu, ebe CP2, CP3 na CP4 bụ klas oche nkwagharị n'ozuzu",
  "CP5, CP6, CP7 na CP8 bụ klas ambulatory.",
  "Klas Les Autres nke nkwarụ n'ozuzu ya na-ekpuchi klas abụọ",
  "Ndị a bụ ndị nwere obere ogo na ndị nwere mmegharị na-adịghị mma",
  "Mgbe ụfọdụ, a na-akpọ nke ikpeazụ dị ka PROM",
  "E nwere ọtụtụ egwuregwu na-emeghe maka ndị dabara na klas Les Autres, ọ bụ ezie na iru eru ha na-adaberekarị ma ọ bụrụ na ha nwere obere ogo ma ọ bụ PROM",
  "N'akụkọ ihe mere eme, nhazi egwuregwu nkwarụ emeghebeghị kpọmkwem maka ndị nwere transplants, ndị ọrịa shuga na epileptics",
  "Nke a bụ n'ihi na nkwarụ kwesịrị ịdị na-adịgide adịgide na okike.",
  "Nhazi maka egwuregwu nkwarụ n'ozuzu ya nwere nzọụkwụ atọ ma ọ bụ anọ",
  "Nzọụkwụ mbụ bụ n'ozuzu nyocha ahụike",
  "Nke abụọ bụ n'ozuzu nyocha ọrụ",
  "Nke a nwere ike ịgụnye akụkụ abụọ: buru ụzọ hụ ndị egwuregwu na ọzụzụ wee metụta ịhụ ndị egwuregwu na asọmpi",
  "E nwere ọtụtụ ndị na-etinye aka na usoro a karịa sportsperson gụnyere onye classifiers, ọgwụ classifiers, oru classifiers, a isi classifier, a isi nke nhazi, a nhazi panel na a nhazi kọmitii.",
  "Nzube nke nhazi na egwuregwu nkwarụ bụ ikwe ka asọmpi ziri ezi n'etiti ndị nwere ụdị nkwarụ dị iche iche.",
  "Kọmitii International Paralympic (IPC) na-ahụ ọrụ ya n'ịmepụta nhazi dị ka inye aka \"n'ịme egwuregwu dị mma maka ndị na-eme egwuregwu na egwuregwu niile na Paralympic Movement, [na] inye asọmpi ziri ezi\". Ọ na-ahụ ebumnuche nke nkewa dị ka \"inye[inye] usoro maka asọmpi",
  "A na-eme nkewa iji hụ na nkwarụ nke onye na-eme egwuregwu dị mkpa maka arụmọrụ egwuregwu, na iji hụ na onye na-agba ọsọ na ndị ọzọ na-eme asọmpi. Dị ka IPC si kwuo, usoro nkewa na-arụ ọrụ abụọ",
  "Nke mbụ bụ ikpebi onye ruru eru na nke abụọ bụ ịhazi ndị egwuregwu maka ebumnuche nke asọmpi. Nke kacha nta iru eru bụ nkwarụ nke na-egbochi ikike onye na-eme egwuregwu nwere isonye na ọrụ.",
  "Ebumnuche nke nhazi egwuregwu ndị nwere nkwarụ yiri nkewa ahọpụtara nke a na-eji na egwuregwu ụfọdụ",
  "Ụdị nhọrọ ndị a gụnyere okike, okike, afọ, ịdị arọ ma ọ bụ ogo",
  "Nchịkọta nhọrọ dabere na mgbanwe ndị ekwere na ha na-ebu amụma maka arụmọrụ, na ebumnuche nke ibelata mmetụta nke mgbanwe ndị a na nsonaazụ ọbụlagodi na enwere nnukwu ihe gbasara arụmọrụ n'ime nhazi ndị a dabere na mgbanwe mgbanwe ndị ọzọ",
  "Nchịkọta maka egwuregwu nwere nkwarụ n'ozuzu ya abụghị usoro na-arụ ọrụ ebe a na-achịkọta ndị egwuregwu dabere na ọkwa nkà",
  "Usoro ndị a gụnyere asọmpi dị iche iche na egwuregwu bọọlụ na iji nkwarụ na golf."
]