[
  "Environmental Protection UK bụ otu UK na-abụghị nke gọọmentị na-ahụ màkà gbụrụ-gbúrụ ébé obibi (NGO) na-arụ ọrụ iji melite ogo nke gbụrụ-gbúrụ ébé obibi - na-ahụkarị n'ihe gbásárá ikuku, njikwa mkpọtụ na ogo ala",
  "A maara ya n'oge gara-aga dị ka National Society for Clean Air and Environmental Protection (NSCA), na-agbanwe aha ya n'afọ 2007, iji gosipụta ọrụ na-aga n'ihu n'ọhịa karịrị ogo ikuku.",
  "Nzukọ ahụ malitere na ntọala nke Coal Smoke Abatement Society (CSAS) guzobere n'afọ 1898, na-eme ka ọ bụrụ otu n'ime ndị NGO kacha ochie na gbụrụ-gbúrụ ébé obibi",
  "Ónyé guzobere CSAS bụ ónyé na-ese ihe na London bụ Sir William Blake Richmond, ónyé nwéré nkụda mmụọ n'ihi obere ìhè n'ogè oyi nke anwụrụ ọkụ coal kpatara",
  "N'akwụkwọ ozi o degaara Times n'afọ 1898, Sir William kwuru na, \"ọchịchịrị ahụ yiri chi jiri n'ehihie\".",
  "N'ime iri afọ ndị sochirinụ, CSAS nyere aka na iwebata Iwu Ahụike Ọha nkè afọ 1926 (Smoke Abatement Act) na Iwu Mmiri Dị Ọcha nkè afọ 1956",
  "Nke ikpeazụ a malitere ndụ dị ka iwu ndị otu onwé ónyé nke Sir Gerald Nabarro kwalitere mgbè Great London Smog nke afọ 1952",
  "Ihe omume a hụrụ ọnwụ nke mmadụ dị n'etiti puku anọ na puku iri na abụọ n'ihi mmetọ ikuku.  Iwu mbụ ahụ emelitere site na Iwu Mmiri Dị Ọcha nkè afọ 1968 na 1993",
  "Iwu ndị a mèrè ka a kwupụta mpaghara dị ukwuu na UK dị ka Ébé Nchịkwa Anwụrụ ọkụ ébé a machibidoro iji mmanụ ụgbọala siri ike ma ọ bụ naanị na ngwa ndị e nyèrè ikike",
  "Site na mmụba nke na-arịwanye elu màkà ọkụ ọkụ siri ike ma ọ bụ dị ka nhọrọ ndụ ma ọ bụ ụdị dị ọnụ ala na nke na-adịgide adịgide nke ikpo ọkụ iwu ndị a ka dị mkpa taa.",
  "Ka egwu nke anwụrụ ọkụ na-agbadata, ụlọ ọrụ ahụ gbanwere aha ya ka ọ bụrụ National Society for Clean Air, na-egosipụta na-elekwasị ányá na mmetọ ikuku site na isi mmalite ọdịnala na nké na-apụta - gụnyere mkpọsa na-aga nkè ọma iji machibido ọkụ, mgbochi okpueze màkà incinerators, mmetọ ụlọ ọrụ na njem (gụnyere anwụrụ ọkụ, diesel ruru unyi, mpaghara ikuku dị ala).",
  "N'ogè a, ndị otu sitere na ndị ọchịchị obodo, ụlọ ọrụ, ndị ndụmọdụ na agụmakwụkwọ",
  "N'ịgbaso Iwu Mmiri Dị Ọcha, NSCA na ndị ọkachamara na gọọmentị rụkọtara ọrụ n'ịmepụta echiche nke Local Air Quality Management na ịga nke ọma na-eme ka etinye ya na Iwu Gburugburu Ebe Obibi nkè afọ 1995",
  "Iwu gbụrụ-gbúrụ ébé obibi mbụ kpuchiri nguzobe nke Ụlọ Ọrụ Na-ahụ Màkà Gbụrụ-gbúrụ Ébé Obibi, ala emetọ, Ogige Ntụrụndụ Mba na isiokwu mkpofu.",
  "Site n'ọrụ abụọ nke ndị osote ónyé isi óche (Lord Lewis nke Newnham na Lord Nathan) e webatara mmezigharị na Bill ahụ n'Ụlọ Ndị Lords (ébé Bill ahụ malitere ndụ ya) iji gbakwunye ihe bụ ugbu a Akụkụ nke anọ nke Iwu ahụ, Air Quality",
  "Society nyèrè aka n'ịdepụta iwu ahụ site na Kọmitii Air Quality, nke e guzobere n'afọ 1992 iji kpọkọta ndị ọkachamara na ikuku - gụnyere ndị isi ọchịchị mpaghara, ndị ndụmọdụ na agụmakwụkwọ.",
  "Kemgbe Iwu ahụ natara Royal Assent ya n'afọ 1995 Society, site na Kọmitii Air Quality, enyerela ákà n'ịmepụta akwụkwọ nduzi ndị ọzọ iji nyéré ndị ọchịchị mpaghara aka n'imejuputa nchịkwa ikuku mpaghara",
  "Ọ bụ ezie na Gọọmentị mepụtara nduzi teknụzụ na iwu nke a ka hapụrụ ụfọdụ ébé na-adịghị mma n'ihi na nduzi mba dị otú ahụ enweghị ike imeri ihe ọ bụla",
  "Na mbido, nduzi NSCA lekwasịrị anya na usoro nke ịtụle nsogbu ikuku na ajụjụ ndị dị mgbagwoju anya gbara nkwupụta nke Air Quality Management Areas gburugburu",
  "Nzọụkwụ nke abụọ nke nduzi lere anya na mmepe nke Air Quality Action Plans",
  "Ntuziaka ndị ọzọ na-adịbeghị ányá edoziwo nsogbu ndị siri ike nke itinye ikuku dị mma n'ime usoro nhazi nhazi mmepe mpaghara.",
  "Ọnọdụ ikuku na-aga n'ihu ịbụ nnukwu nsogbu na UK",
  "N'afọ 1998, Kọmitii Gọọmentị na-ahụ màkà mmetụta ahụike nke mmetọ ikuku (COMEAP) mèrè atụmatụ na ihe dị ka mmadụ puku iri abụọ na anọ na-anwụ kwa afọ n'ihi mmetụta nke mmetor ikuku na UK. N'afọ ndị na-ekpo ọkụ dị ka afọ 2003, ọnụ ọgụgụ a nwèrè ike ibu karịa",
  "EPUK guzobere ma malite Mgbasa Ozi Air Dị Ọ Ọ Ọ Ọdịmma n'afọ 2011 - ugbu a ọ bụ Client Earth na-ahazi ya",
  "Mmetọ ikuku ka bụ nnukwu egwu ahụike - na UK na-eche egwu nke ịkwụ ụgwọ site na EU màkà imebi ụkpụrụ nduzi ikuku - ya mere ọrụ nke kọmitii ikuku nke EPUK ka dị oke mkpa.",
  "Nzukọ ahụ nwèrè mmasị ogologo oge na nsogbu mkpọtụ - n'afọ 1984 na-ebipụta 'Nkwupụta na Ọha', nke mmụba nchegbu banyéré mkpọtụ - ọkachasị site na okporo ụzọ, n'ime afọ irí abụọ gara-aga",
  "E guzobere Kọmitii mkpọtụ NSCA n'afọ 1986, ọkachasị na nzaghachi màkà nchegbu na-arịwanye elu banyere àgwà ọjọọ nke mkpuchi ụda na ntụgharị dị larịị - kọmitii ahụ méré nyocha ma kọọ banyéré nsogbu ahụ",
  "Nke a metụtara mmepe nke usoro iwu ziri ezi",
  "Nke a gosipụtara mmalite nke itinye aka na-arịwanye elu n'ịrụ ọrụ na UK na EU na ịmepụta ihe ngwọta bara uru na iwu ma na mkpọtụ ndị agbata obi na mkpọtụ gbụrụ-gbúrụ ébé obibi (ụgbọ njem).",
  "NSCA bu ụzọ hazie 'Ụbọchị Ịmara Ụzụ' na 1997 - na-etinye ihe dị ka ndị ọchịchị mpaghara iri ise n'ịkwalite mmata banyéré nsogbu mkpọtụ agbata obi",
  "N'ime afọ ndị sochirinụ, atụmatụ ahụ nwetara nkwado na-arịwanye elu - n'og e ọ kachasị elu na-adọta ego site na nchịkwa gọọmentị UK niile, na-etinye ma ọ dịkarịa ala ndị isi obodo narị abụọ na-ekere òkè ma na-enweta mgbasa ozi mba",
  "Iji kwado ụbọchị na nyocha mkpọtụ kwa afọ, e mèrè, iji chọpụta ọkwa mkpesa mkpọtụ na echiche banyéré ngwọta dị irè",
  "N'ogè a, ọ gbasaa na Noise Action Week - nke ka na-aga n'ihu, na-agba ọsọ n'izu nke atọ nke Mee",
  "Ọ na-enweta nkwado na-arịwanye elu site n'aka ndị na-enye ụlọ, n'akụkụ ndị otu mkpọtụ nke ndị ọchịchị mpaghara, ọrụ ndị ogbugbo na ụlọ akwụkwọ.",
  "Njem bụ isi ihe na-akpata mkpọtụ gburugburu ebe obibi - na, dị ka mmetọ ikuku, nwèrè mmetụta dị ukwuu na ahụike nke ndị a kpughere - nke abụọ naanị mmetọ ifufe dị ka World Health Organisation si kwuo",
  "EPUK na ndị mmekọ Europe na-arụkọ ọrụ ọnụ màkà ibelata mkpọtụ ụgbọ ala - ọkachasị iji hụ na a gụnyere mkpọtụ taya na akara taya gbụrụ-gbúrụ ébé obibi ka ewepụtara n'ọnwa Nọvemba afọ 2012 - na-agba ọsọ Campaign for Better Tyres na UK 2010 - 2012",
  "EPUK nwekwara mmetụta na mmepe nke Noise Policy Statement England - Noise PolicyStatement England (NPSE) bipụtara na 2010.",
  "Nzukọ ahụ sokwa ụlọ ọrụ na gọọmentị rụkọọ ọrụ n'ịgbalị inweta usoro ọgbara ọhụrụ màkà ịkọ ọdịnihu nke mkpọtụ ikuku.",
  "Nchedo gbụrụ-gbúrụ ébé obibi UK na-aga n'ihu na-enwe ndị otu n'etiti ndị ọchịchị mpaghara na ònyìnyé dị ukwuu sitere n'aka ndị ndụmọdụ, ndị ọkà mmụta, ndị mmadụ n'otu n'otu na ụlọ ọrụ",
  "Nzukọ ahụ nwèrè ngalaba asaa na England na ngalaba nke ọ bụla na Scotland, Wales na Northern Ireland",
  "Environmental Protection UK bụ ónyé otu mba nke International Union of Air Pollution Prevention and Environmental Protection Associations (IUAPPA).",
  "Nchebe Gburugburu Ebe Obibi UK",
  "BBC na njedebe nke EPUK dị ka ụlọ ọrụ na-arụ ọrụ Noise Action Week"
]