[
  "Nchebe Ịntanetị ma ọ bụ nchekwa n'ịntanetị ma ọ bụ nchekwa cyber na E-Safety na-agbalị ịdị mma na ịntanetị ma bụrụ omume nke ime ka onye ọrụ mara banyere nchekwa onwe onye na ihe ize ndụ nchebe na ozi nzuzo na ihe onwunwe metụtara iji ịntanetị, na nchebe onwe onye site na mpụ kọmputa.",
  "Ka ọnụ ọgụgụ ndị na-eji ịntanetị na-aga n'ihu n'ụwa nile, ịntanetị, gọọmenti na òtù dị iche iche ekwupụtala nchegbu banyere nchekwa ụmụaka na ndị nọ n'afọ iri na ụma na-eji ịntanetị eme ihe",
  "Ihe karịrị 45% ekwuputala na ha atachiela ụdị iyi egwu ịntanetị",
  "A na-eme ememe ụbọchị ịntanetị dị nchebe zuru ụwa ọnụ na February iji kwalite mmata gbasara nchekwa ịntanetị",
  "Na UK mgbasa ozi Nweta Safe Online enwetala nkwado sitere n'aka ụlọ ọrụ gọọmentị Serious Organised Crime Agency (SOCA) na nnukwu ụlọ ọrụ ịntanetị dịka Microsoft na eBay..",
  "Ozi dị nro dị ka ozi nkeonwe na njirimara, a na-ejikọkarị paswọọdụ na ihe onwunwe onwe onye na nzuzo ma nwee ike ibute nchegbu nchekwa ma ọ bụrụ na agbapụta",
  "Ịnweta na ojiji nke ozi nzuzo n'enweghị ikike nwere ike ịkpata nsonaazụ dị ka izu ohi njirimara, yana izu ohi nke ihe onwunwe",
  "Ihe ndị na-akpatakarị mmebi nchekwa ozi gụnyere:",
  "Aghugho bụ ụdị ojoro ebe ndị scammers na-egbanwe dị ka ebe kwesịrị ntụkwasị obi n'ịgbalị inweta ozi nkeonwe dịka okwuntughe, ozi kaadị kredit, wdg site na ịntanetị",
  "A na-emebe webụsaịtị adịgboroja ndị a ka ha yie ndị ogbo ha ziri ezi iji zere nrutuaka sitere n'aka onye ọrụ.",
  "Malware, karịsịa spyware, bụ ihe ọjọọ software emebere iji nakọta na bufee ozi nkeonwe, dị ka paswọọdụ, na-enweghị nkwenye ma ọ bụ ọmụma onye ọrụ",
  "A na-ekesakarị ha site na ozi-e, ngwanrọ na faịlụ sitere na ebe ndị na-akwadoghị",
  "Malware bụ otu n'ime ihe nchekwa kachasị ewu ewu ebe ọ bụ na ọ naghị ekwe omume ịchọpụta ma faịlụ ọ̀ butere ọrịa, n'agbanyeghị isi iyi nke faịlụ ahụ.",
  "Mmụba nke ịntanetị butere ọtụtụ ọrụ dị mkpa nke onye ọ bụla nwere njikọ na-enweta",
  "Otu n'ime ọrụ ndị a dị mkpa bụ nzikọrịta ozi dijitalụ",
  "Ọ bụ ezie na ọrụ a kwere ka nkwurịta okwu na ndị ọzọ site na ịntanetị, nke a nyekwara ohere nkwurịta okwu na ndị ọrụ ọjọọ",
  "Ọ bụ ezie na ndị ọrụ obi ọjọọ na-ejikarị ịntanetị eme ihe maka uru onwe onye, nke a nwere ike ọ gaghị ejedebe na uru ego/ihe onwunwe",
  "Nke a bụ nchegbu karịsịa nye ndị nne na nna na ụmụaka, ebe ọ bụ na ụmụaka na-abụkarị ndị a na-eji obi ọjọọ eme ihe",
  "Ihe iyi egwu a na-enwekarị maka nchekwa onwe onye gụnyere: phishing, scam ịntanetị, malware, cyberstalking, cyberbullying, ndị na-eri anụ n'ịntanetị na  na igba afọ eri ịsị",
  "Cyberstalking bụ iji Ịntanetị ma ọ bụ ụzọ eletrik ndị ọzọ iji kpa gbuo ma ọ bụ kpa gbuo onye ọ bụla, otu, ma ọ bụ nzukọ",
  "O nwere ike ịgụnye ebubo ụgha, nkwutọ, nkwutọ na nkwutọ",
  "O nwekwara ike ịgụnye nlekota, izu ohi njirimara, iyi egwu, imebi ihe, ịrịọ maka mmekọahụ, ma ọ bụ ịnakọta ozi nwere ike iji yie egwu, ihere ma ọ bụ inye nsogbu.Cyberstalking bụ mpụ nke mmadụ na-akpagbu ma ọ bụ na-akpagbu onye a na-emegbu site na iji ụzọ eletrik ma ọ bụ dijitalụ, dị ka mgbasa ozi ọha na eze, email, ozi ngwa ngwa (IM), ma ọ bụ ozi ndị e zigara na otu mkparịta ụka ma ọ bụ nnọkọ",
  "..",
  "A na-ejikarị okwu cyberstalking na cyberbullying eme ihe n'otu n'otu.",
  "Cyberbullying bụ iji ụzọ elektrọnik dị ka ozi ngwa ngwa, mgbasa ozi ọha na eze, ozi-e na ụdị nkwurịta okwu ndị ọzọ n'ịntanetị na ebumnuche iji mebie, imenye ụjọ, ma ọ bụ merie onye ma ọ bụ otu",
  "N'ime nnyocha e mere n'afọ 2012 banyere ihe karịrị ụmụ akwụkwọ 11,925 na United States, e gosipụtara na 23% nke ndị nọ n'afọ iri na ụma kwuru na ha bụ ndị a na-emegbu n'ịntanetị, 30% nke ha kwuru na ha nwere omume igbu onwe ha. Ebe nrụ ọrụ webụ nke Kọmishọna eSafety nke Australia na-akọ na 20% nke ndị Australia na-eto eto na-akọ na a na-ewepụ ha, na-eyi egwu ma ọ bụ na-emegbu ha n'ịntanetị.",
  "Mgbe ụfọdụ, nke a na-ewere ụdị nke itinye nkwupụta nkwutọ na-enweghị nkwenye na iwu na-akwadoghị na ebe nrụọrụ weebụ iyi egwu.  Ebe nrụọrụ weebụ ndị a na-agbakwa mgbasa ozi na-agba ndị ahụ ume ịkwụ ọtụtụ puku dollar na ụlọ ọrụ ndị metụtara ya iji wepụ posts - nwa oge, n'adịghị ka usoro mwepụ n'efu na nke na-adịgide adịgide dị site na nnukwu engines ọchụ chọ weebụ.",
  "Inwe ihe n'ịntanetị bụ omume nke itinye nwata na-eto eto n'ime mmekọrịta mmekọahụ na-ekwesịghị ekwesị site na ịntanetị",
  "Ndị na-eri anụ n'ịntanetị nwere ike ịnwa ịmalite ma rafuo ụmụaka n'ime mmekọrịta site na iji ụlọ mkparịta ụka ma ọ bụ nnọkọ ịntanetị.",
  "Ebe nrụọrụ weebụ dị iche iche na ịntanetị nwere ihe ụfọdụ na-ewere dị ka ihe na-ewe iwe, ihe na-adịghị mma ma ọ bụ nke doro anya, nke nwere ike ọ gaghị amasị onye ọrụ",
  "Ebe nrụọrụ weebụ ndị dị otú ahụ nwere ike ịgụnye ịntanetị, saịtị egwu, okwu ịkpọasị ma ọ bụ ọdịnaya na-akpali akpali",
  "Ọdịnaya dị otú ahụ nwere ike ịpụta n'ọtụtụ ụzọ, dị ka mgbasa ozi pop-up na njikọ ndị na-enweghị nchekasị.",
  "Ịgba mmekọahụ, ọkachasị site na iji webcams, bụ nchegbu, ọkachasị maka ndị na-eji webcams maka ịkwa iko na mmekọahụ. Ọtụtụ mgbe, nke a na-agụnye onye omekome cyber na-eme ka ọ bụrụ onye ọzọ - dịka onye mara mma - na-amalite nkwurịta okwu nke ọdịdị mmekọahụ na onye ahụ",
  "A na-emezi ka onye ahụ kwatuo uwe n'ihu webcam, a pụkwara ime ka ọ nwee omume mmekọahụ, dị ka masturbation. Onye omekome cyber na-edekọ vidio ahụ, onye na-ekpughezi ezi ebumnuche ha ma na-achọ ego ma ọ bụ ọrụ ndị ọzọ (dịka ihe oyiyi doro anya nke onye ahụ, n'ọnọdụ nke ịntanetị), na-eyi egwu ịhapụ vidiyo ahụ n'ihu ọha ma zigara ya ndị ezinụlọ na ndị enyi nke onye ahụ ma ọ bụrụ na ha erubeghị isi. Vidio na-egosipụta ihe ize ndụ nke sextortion ka National Crime Agency na UK wepụtara iji kụziere ndị mmadụ ihe, ọkachasị n'ihi eziokwu ahụ bụ na iyi egwu nke mmekọahụ nwere ike ịkpata mmechuihu ruo n'ókè zuru oke iji mee ka onye ahụ gbuo onwe ya, na mgbakwunye na mgbalị ndị ọzọ iji kụziere ọha na eze banyere ihe ize ndụ nke sextortion."
]