[
  "Nchebe gburugburu ebe obibi bụ omume nke ichebe gburugburu ebe okike site n'aka ndị mmadụ n'otu n'otu, na otu gọọmentị. Ebumnuche ya bụ ichekwa ihe onwunwe okike na gburugburu ebe obibi okike dị ugbu a na, ebe o kwere omume, idozi mmebi na ịgbanwe ọnọdụ.",
  "N'ihi nrụgide nke oke oriri, mmụba nke ọnụ ọgụgụ mmadụ na teknụzụ, a na-emebi gburugburu ebe obibi biophysical, mgbe ụfọdụ na-adịgide adịgide",
  "A matala nke a, gọọmentị amalitela itinye ihe mgbochi na ọrụ ndị na-akpata mmebi gburugburu ebe obibi",
  "Kemgbe afọ 1960, mmegharị gburugburu ebe obibi emeela ka a mara ọtụtụ nsogbu gburugburu ebe obibi",
  "Enweghị nkwekọrịta banyere oke mmetụta gburugburu ebe obibi nke ọrụ mmadụ, ya mere a na-arụrịta ụka mgbe ụfọdụ maka usoro nchebe.",
  "Na mba ndị na-emepụta ihe, nkwekọrịta gburugburu ebe obibi afọ ofufo na-enyekarị ikpo okwu maka ụlọ ọrụ ndị a ga-amata maka ịgafe ụkpụrụ nchịkwa kachasị mma ma si otú a kwado mmepe nke omume gburugburu ebe obibi kachasị mma",
  "Dị ka ọmụmaatụ, na India, Environment Improvement Trust (EIT) anọwo na-arụ ọrụ maka nchedo gburugburu ebe obibi na ọhịa kemgbe afọ 1998. Na mba ndị na-emepe emepe, dị ka Latin Amerịka, a na-ejikarị nkwekọrịta ndị a eme ihe iji dozie ọkwa dị ukwuu nke na-adịghị agbaso iwu iwu.",
  "Usoro gburugburu ebe obibi maka njikwa akụ na nchedo gburugburu ebe obibi na-ezube ịtụle mmekọrịta dị mgbagwoju anya nke usoro gburugburu ebe obibi dum na mkpebi kama ịzaghachi naanị na nsogbu na ihe ịma aka ụfọdụ",
  "N'ụzọ dị mma, usoro mkpebi n'okpuru usoro dị otú ahụ ga-abụ usoro mmekorita maka ịhazi na ime mkpebi nke na-agụnye ọtụtụ ndị metụtara ya na ngalaba gọọmentị niile dị mkpa, yana ndị nnọchi anya ụlọ ọrụ, ndị otu gburugburu ebe obibi, na obodo",
  "Usoro a na-akwado mgbanwe ozi ka mma, mmepe nke usoro ngwọta esemokwu na nchekwa mpaghara ka mma",
  "Okpukpe na-arụkwa ọrụ dị mkpa n'ichekwa gburugburu ebe obibi.",
  "Ọtụtụ n'ime ihe onwunwe ụwa bụ ndị na-adịghị ike karịsịa n'ihi na mmetụta mmadụ na-emetụta ha na mba dị iche iche",
  "N'ihi nke a, ọtụtụ mba na-eme mgbalị iji mepụta nkwekọrịta nke ọtụtụ gọọmentị bịanyere aka na ya iji gbochie mmebi ma ọ bụ jikwaa mmetụta nke ọrụ mmadụ na akụrụngwa",
  "Nke a nwere ike ịgụnye nkwekọrịta na-emetụta ihe ndị dị ka ihu igwe, oké osimiri, osimiri na mmetọ ikuku",
  "Nkwekọrịta gburugburu ebe obibi mba ụwa ndị a bụ mgbe ụfọdụ akwụkwọ iwu na-ejikọta ya na iwu nke nwere mmetụta iwu mgbe a na-agbasoghị ha ma, n'oge ndị ọzọ, ha bụ nkwekọrịta ndị ọzọ na ụkpụrụ ma ọ bụ maka iji ya dị ka ụkpụrụ omume",
  "Nkwekọrịta ndị a nwere ogologo akụkọ ihe mere eme na ụfọdụ nkwekọrịta mba dị iche iche na-arụ ọrụ site na mmalite afọ 1910 na Europe, Amerịka  na Afrika",
  "Ọtụtụ n'ime ụlọ ọrụ teknụzụ mba ụwa e guzobere mgbe afọ 1945 gasịrị lekwasịrị anya na gburugburu ebe obibi",
  "Ka ọ na-erule ngwụcha afọ 1960, otu mmegharị gburugburu ebe obibi na-eto eto kpọrọ maka mmekọrịta mba ụwa",
  "E mere Nnọkọ United Nations na gburugburu ebe obibi mmadụ na Stockholm na afọ 1972, na-eguzobe echiche nke ikike maka gburugburu ebe obibi dị mma",
  "E guzobere United Nations Environment Programme n'ikpeazụ n'afọ ahụ sochiri ya. Ụfọdụ n'ime nkwekọrịta mba ụwa a ma ama gụnyere Kyoto Protocol nke afọ 1997 na Paris Agreement nke afọ 2015.",
  "N'abalị asatọ n'ọnwa Ọktoba n'afọ 2021, Kansụl Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke UN wepụtara mkpebi na-ekweta na ịnweta gburugburu ebe obibi dị mma ma na-adịgide adịgide dị ka ikike zuru ụwa ọnụ",
  "Na mkpebi 48/13, Kansụl ahụ kpọrọ mba dị iche iche gburugburu ụwa ka ha rụkọọ ọrụ ọnụ, yana ndị mmekọ ndị ọzọ, iji mezuo ikike ọhụrụ a nabatara.",
  "N'abalị iri abụọ na asatọ n'ọnwa Julaị n'afọ 2022, Nzukọ Ezumezu nke Mba Ndị Dị n'Otu vootu iji kwupụta ikike ibi na gburugburu ebe obibi dị ọcha, dị mma ma na-adịgide adịgide bụ ikike mmadụ zuru ụwa ọnụ",
  "Onye Kọmishọna Ukwu nke UN maka Ihe Ndị Ruuru Mmadụ Michelle Bachelet toro mkpebi ahụ ma kpọọ oku ka e mee ihe ngwa ngwa iji mee ka ọ bụrụ ihe dị adị maka mmadụ niile.",
  "Nkwurịta okwu banyere nchedo gburugburu ebe obibi na-elekwasịkarị anya na ọrụ gọọmentị, iwu, na mmanye iwu",
  "Otú ọ dị, n'echiche ya sara mbara, nchedo gburugburu ebe obibi nwere ike ịhụ dị ka ọrụ nke ndị mmadụ niile ọ bụghị naanị nke gọọmentị",
  "Mkpebi ndị na-emetụta gburugburu ebe obibi ga-emetụta ọtụtụ ndị metụtara gụnyere ụlọ ọrụ, ndị otu ụmụ amaala, ndị otu gburugburu ebe obibi na ndị nnọchi anya obodo",
  "Nke nta nke nta, usoro mkpebi gburugburu ebe obibi na-agbanwe iji gosipụta nnukwu ntọala nke ndị metụtara ma na-aghọwanye ndị na-arụkọ ọrụ ọnụ n'ọtụtụ mba.",
  "Ọtụtụ iwu na-ekweta na Tanzania nwere ụfọdụ n'ime ụdị dị iche iche kachasị ukwuu nke mba Afrịka ọ bụla",
  "Ihe fọrọ nke nta ka ọ bụrụ pasenti iri anọ  nke ala ahụ ka e guzobere n'ime netwọk nke ebe echedoro, gụnyere ọtụtụ ogige ntụrụndụ mba. Nchegbu maka gburugburu ebe obibi na-agụnye mmebi nke gburugburu ebe obibi yana ọnwụ nke ebe obibi sitere na mmụba nke ọnụ ọgụgụ mmadụ, mmụba ọrụ ugbo, mmetọ, iwepụta osisi na ojiji dị ukwuu nke osisi dị ka mmanụ.",
  "Nchebe gburugburu ebe obibi na Tanzania malitere n'oge ndị Germany bi n'Ebe Ọwụwa Anyanwụ Afrịka (1884-1919) iwu nchedo maka nchedo egwuregwu na ọhịa, ebe a na-etinye ihe mgbochi na ọrụ ọdịnala ndị obodo dị ka ịchụ nta, ịnakọta nkụ, na ịkpa ehi. N'afọ 1948, Serengeti guzobere ogige ntụrụndụ mba mbụ maka nwamba ọhịa n'Ebe Ọwụwa Anyanwụ Afrịka",
  "Kemgbe afọ 1983, e nweela mgbalị sara mbara iji jikwaa nsogbu gburugburu ebe obibi na ọkwa mba, site na nguzobe National Environment Management Council (NEMC) na mmepe nke omume gburugburu ebe obibi.",
  "Ngalaba nke biosphere bụ isi ụlọ ọrụ gọọmentị na-ahụ maka nchebe",
  "Ọ na-eme nke a site na ịhazi iwu, ịhazi na nlekota nsogbu gburugburu ebe obibi, atụmatụ gburugburu ebe obibi na nyocha gburugburu ebe obibi nke iwu",
  "National Environment Management Council (NEMC) bụ ụlọ ọrụ nke malitere mgbe e webatara National Environment Management Act n'afọ 1983",
  "Kansụl a nwere ọrụ inye gọọmentị na ndị mba ụwa ndụmọdụ n'ọtụtụ nsogbu gburugburu ebe obibi",
  "NEMC bụ ebumnuche ndị a: inye ndụmọdụ teknụzụ; hazie ọrụ teknụzụ, mepụta ntuziaka na usoro mmanye; nyochaa, nyochaa ma nyochaa ọrụ ndị na-emetụta gburugburu ebe obibi; kwalite ma nyere aka na ozi gburugburu ebe obibi na nkwurịta okwu; ma chọọ ọganihu nke ihe ọmụma sayensị.",
  "National Environment Policy nke 1997 na-arụ ọrụ dị ka usoro maka ime mkpebi gburugburu ebe obibi na Tanzania",
  "Ebumnuche iwu bụ iji mezuo ihe ndị a:",
  "Tanzania bụ onye bịanyere aka n'ọtụtụ mgbakọ mba ụwa gụnyere Rio Declaration on Development and Environment n'afo 1992 na Convention on Biological Diversity n'afọ 1996",
  "The Environmental Management Act, 2004, bụ usoro iwu na ụlọ ọrụ mbụ zuru oke iji duzie mkpebi nchịkwa gburugburu ebe obibi",
  "Ngwá ọrụ iwu ndị bụ akụkụ nke iwu ahụ gụnyere iji nyocha mmetụta gburugburu ebe obibi, nyocha gburugburu ebe obibi nke atụmatụ, na ụtụ isi na mmetọ maka ụlọ ọrụ na ngwaahịa ụfọdụ",
  "Ịdị irè nke mgbanwe nke omume a ga-apụta ìhè ka oge na-aga ka nchegbu banyere mmejuputa ya pụta ìhè dabere n'eziokwu na, n'akụkọ ihe mere eme, enweghị ikike itinye iwu gburugburu ebe obibi na enweghị ngwaọrụ na-arụ ọrụ iji mee ka ebumnuche nchedo gburugburu ebe obibi rụọ ọrụ.",
  "Nchebe gburugburu ebe obibi na China bụ nke mbụ a kpaliri site na afọ 1972 United Nations Conference on the Human Environment nke emere na Stockholm, Sweden",
  "Mgbe nke a gasịrị, ha malitere iguzobe ụlọ ọrụ na-echebe gburugburu ebe obibi ma na-achịkwa ụfọdụ ihe mkpofu ụlọ ọrụ ya",
  "China bụ otu n'ime mba ndị mbụ na-emepe emepe iji tinye usoro mmepe na-adịgide adịgide n'ọrụ",
  "N'afọ 1983, Kansụl Steeti mara ọkwa na nchedo gburugburu ebe obibi ga-abụ otu n'ime iwu mba China na n'afọ 1984, e guzobere National Environmental Protection Agency (NEPA)",
  "Mgbe nnukwu idei mmiri nke ọdọ mmiri Yangtze na afọ 1998, e buliri NEPA ka ọ bụrụ Ụlọ Ọrụ Na-ahụ Maka Nchebe Gburugburu Ebe Obibi nke Steeti (SEPA) nke pụtara na a na-etinye nchebe gburugburu ebe obibi ugbu a na ọkwa ndị minista",
  "N'afọ 2008, a maara SEPA site na aha ya ugbu a nke Ministry of Environmental Protection of the People's Republic of China (MEP).",
  "Mmetọ gburugburu ebe obibi na mmebi gburugburu ebe obibi emeela ka China nwee mfu akụ na ụba",
  "N'afọ 2005, a gbakọrọ mmefu akụ na ụba (karịsịa site na mmetọ ikuku) na pasenti asaa pom asaa nke GDP China",
  "Nke a toro ruo pasenti iri pom atọ, site na afọ 2002 na mmebi akụ na ụba site na mmetọ mmiri (pasenti isii pom otu),malitere karịa nke mmetọ ikuku kpatara.\nChina abụwo otu n'ime mba ndị na-eme nke ọma n'ihe gbasara uto GDP (pasenti itoolu pom iri isii na anọ  n'ime afọ iri gara aga). Otú ọ dị, ọganihu akụ na ụba dị elu etinyela nrụgide dị ukwuu na gburugburu ebe obibi ya na ihe ịma aka gburugburu ebe obibi nke China na-eche ihu karịrị ọtụtụ mba",
  "N'afọ 2022, China nọ n'ọnọdụ nke otu narị iri isii n'ime mba otu narị na iri asatọ na Environmental Performance Index n'ihi ikuku na-adịghị mma na nnukwu ikuku GHG",
  "China emeela ihe iji mụbaa nchebe ya maka gburugburu ebe obibi ma lụso mmebi gburugburu ebe obibi ọgụ:",
  "Uto ngwa ngwa na GDP abụwo ihe mgbaru ọsọ bụ isi nke China n'ime afọ iri atọ gara aga na ụdị mmepe kachasị nke iji ihe onwunwe eme ihe na-adịghị mma na mmetọ dị elu iji nweta GDP dị elu",
  "Maka China ịzụlite nke ọma, a ga-emeso nchedo gburugburu ebe obibi dị ka akụkụ dị mkpa nke iwu akụ na ụba ya.",
  "Nkwupụta sitere na Shengxian Zhou, onye isi nke MEP (2009): \"Ezi iwu akụ na ụba bụ ezigbo iwu gburugburu ebe obibi na ọdịdị nke nsogbu gburugburu ebe obibi bụ usoro akụ na ụba, ụdị mmepụta na mmepe ihe nlereanya\".",
  "Nchebe gburugburu ebe obibi aghọwo ọrụ dị mkpa maka ụlọ ọrụ nke European Community mgbe Maastricht Treaty maka nkwado nke European Union site na mba niile so na ya",
  "EU na-arụsi ọrụ ike n'ọhịa nke iwu gburugburu ebe obibi, na-enye ntụziaka dịka ndị na-enyocha mmetụta gburugburu ebe obibi na ịnweta ozi gburugburu ebe obibi maka ụmụ amaala nọ na mba ndị otu.",
  "Ngalaba Na-ahụ Maka Nchebe Gburugburu Ebe Obibi, Ireland (EPA) nwere ọrụ dịgasị iche iche iji chebe gburugburu ebe obibi, yana ọrụ ya bụ isi gụnyere:",
  "Mba ndị dị n'Etiti Ebe Ọwụwa Anyanwụ Ụwa ghọrọ akụkụ nke ọrụ njikọ aka nke ndị Alakụba na gburugburu ebe obibi, nke a malitere na afọ 2002 na Jeddah",
  "N'okpuru Islamic Educational, Scientific and Cultural Organization, mba ndị otu ahụ sonyeere Nzukọ Ndị Minista Na-ahụ Maka Gburugburu Ebe Obibi nke Islam n'ime afọ abụọ ọ bụla, na-elekwasị anya na mkpa nchedo gburugburu ebe obibi na mmepe na-adịgide adịgide",
  "A na-enyekwa mba ndị Arab aha njikwa gburugburu ebe obibi kachasị mma n'ụwa Alakụba.",
  "N'ọnwa Ọgọstụ afọ 2019, Sultanate nke Oman meriri ihe nrite maka 2018[[19 na Saudi Arabia, na-ekwu maka ọrụ ya \"Ịhụ Afọ na Uto nke Obere Spotted Spots na Northwest Coast nke Oké Osimiri Oman\".",
  "Na Russia, a na-ewere nchedo gburugburu ebe obibi dị ka akụkụ dị mkpa nke nchekwa mba",
  "Federal Ministry of Natural Resources and Ecology bụ ụlọ ọrụ gọọmentị nwere ikike nke na-ahụ maka nchekwa gburugburu ebe obibi",
  "Agbanyeghị, enwere ọtụtụ nsogbu gburugburu ebe obibi na Russia.",
  "United Nations Environment Programme (UNEP) achọpụtala mba iri na asaa megadiverse",
  "Ndepụta ahụ gụnyere mba isii Latin America: Brazil, Colombia, Ecuador, Mexico, Peru na Venezuela",
  "Mexico na Brazil pụtara n'etiti ndị ọzọ n'ihi na ha nwere mpaghara kachasị ukwuu, ọnụ ọgụgụ mmadụ na ọnụ ọgụgụ nke ụdị",
  "Mba ndị a na-anọchite anya nnukwu nchegbu maka nchedo gburugburu ebe obibi n'ihi na ha nwere ọnụ ọgụgụ dị elu nke mgbukpọ ọhịa, mbibi gburugburu ebe obibi, mmetọ, na mmụba ọnụ ọgụgụ mmadụ.",
  "Brazil nwere oke ọhịa kachasị n'ụwa, 4,105,401 km2 (pasenti iri anọ na asatọ pomm",
  "Otu nke Brazil), lekwasịrị anya na mpaghara Amazon",
  "Brazil bụ ebe obibi nke nnukwu ụdị dị iche iche, nke mbụ n'etiti mba dị iche iche nke ụwa, nwere n'etiti pasenti iri na ise ruo pasenti iri abụọ nke otu pom ise nde  a kọwara n'ụwa niile.",
  "Nzukọ na-ahụ maka nchedo gburugburu ebe obibi bụ Ministry of the Environment nke Brazil (na Portuguese: Ministério do Meio Ambiente, MMA). E bu ụzọ mepụta ya n'afọ 1973 na aha Special Secretariat for the Environment (Secretaria Especial de Meio Ambiente), na-agbanwe aha ọtụtụ ugboro, ma na-anabata aha ikpeazụ n'afọ 1999",
  "Ministri ahụ na-ahụ maka idozi nsogbu ndị a:",
  "N'afọ 2011, ebe ndị a na-echebe nke Amazon kpuchiri 2,197,485 km2 (ebe buru ibu karịa Greenland), yana mpaghara nchekwa, dị ka ogige ntụrụndụ mba, nke mejupụtara ihe karịrị ọkara (50.6%) na mpaghara ụmụ amaala na-anọchite anya pasenti iri anọ na itoolu pom anọ fọdụrụ.",
  "N'inwe ihe karịrị nde narị abụọ  ụdị dị iche iche, Mexico bụ ebe obibi nke pasenti iri ruo iri na abụọ  nke ụdị dị ichelekana nke ụwa, nke mbụ na ụdị dị ichehuta nke anụ na-akpụ akpụ na nke abụọ na atụmatụ ụmụ anụmanụ na-enye nwa ara na-egosi na ihe karịrị pasenti iri ise nke ụdị anụmanụ na osisi niile bi na Mexico.",
  "Akụkọ ihe mere eme nke iwu gburugburu ebe obibi na Mexico malitere na afọ 1940s site na itinye iwu nke Nchekwa Ala na Mmiri (na Spanish: Ley de Conservación de Suelo y Agua)",
  "Afọ iri atọ ka e mesịrị, na mbido afọ ndị 1970, e mepụtara Iwu iji gbochie ma chịkwaa mmetọ gburugburu ebe obibi (Ley para Prevenir y Controlar la Contaminación Ambiental).",
  "N'afọ 1972 bụ nzaghachi mbụ sitere na gọọmentị etiti iji dozie mmetụta ahụike dị ịrịba ama site na nsogbu gburugburu ebe obibi",
  "O guzobere nzukọ nchịkwa nke Secretariat for the Improvement of the Environment (Subsecretaría para el Mejoramiento del Ambiente) na Ngalaba Ahụike na Ahụike.",
  "Secretariat of Environment and Natural Resources (Secretaría del Medio Ambiente y Recursos Naturales, SEMARNAT) bụ ụlọ ọrụ na-ahụ maka gburugburu ebe obibi na Mexico. Ministri ahụ na-ahụ maka idozi nsogbu ndị a:",
  "N'ọnwa Nọvemba afọ 2000, e nwere ebe otu narị iri abụọ na asaa  echedoro; ugbu a, e nweghị otú narị iri asaa na anọ , na-ekpuchi mpaghara 25,384,818 hekta, na'ịbawanye ebe ndị gọọmentị etiti na na mpaghara ala ya site na pasenti asatọ pom ise ruo  pasenti iri na abụọ pom iri asatọ na ise  nke ala.",
  "N'afọ 2008, e nwere 98,487,116 hectare nke ebe a na-echebe ala, na-ekpuchi pasenti iri na abụọ pom asatọ  nke ala Australia. Ọnụ ọgụgụ  afọ 2002 nke pasenti iri pom otu  nke ala na 64,615,554 hectare nke ebe nchekwa mmiri chọpụtara na ọ na-anọchite anya ihe dị ka ọkara nke mpaghara 85 nke Australia.",
  "A pụrụ ịhụ nchedo gburugburu ebe obibi na Australia dị ka mmalite site na ịmepụta ogige ntụrụndụ mbụ, Royal National Park, na 1879. Nchebe gburugburu ebe obibi na-aga n'ihu karị malitere na afọ 1960s na 1970s na nnukwu mmemme mba ụwa dị ka United Nations Conference on the Human Environment na 1972, Kọmitii Gburugburu Ebe Obibi nke OECD na afọ 1970, na United Nations Environment Programme nke afọ 1972. Ihe omume ndị a tọrọ ntọala site n'ịbawanye mmata ọha na eze na nkwado maka iwu",
  "Iwu gburugburu ebe obibi nke steeti bụ nke na-adịghị mma ma na-adịghị ike ruo mgbe e guzobere Australian Environment Council (AEC) na Council of Nature Conservation Ministers (CONCOM) na 1972 na 1974, na-emepụta nzukọ iji nyere aka n'ịhazi usoro gburugburu ebe obibi na nchekwa n'etiti steeti na mba ndị agbata obi. Ndị kansụl ndị a ejirila Australian na New Zealand Environment and Conservation Council (ANZECC) dochie anya na 1991 na n'ikpeazụ Environment Protection and Heritage Council (EPHC) na afọ 2001.",
  "Na mba, Iwu Nchedo Gburugburu Ebe Obibi na Nchekwa Biodiversity 1999 bụ iwu nchedo gburugburu ebe obibi maka Commonwealth nke Australia",
  "Ọ na-emetụta ihe gbasara mba na mba ụwa gbasara ihe ọkụkụ, anụmanụ, obodo gburugburu ebe obibi na ihe nketa ọdịbendị. O nwekwara ikike n'elu ọrụ ọ bụla Commonwealth na-eme, ma ọ bụ na-emetụta ya, nke nwere mmetụta dị ukwuu na gburugburu ebe obibi.\nIwu ahụ na-ekpuchi isi mpaghara asatọ:",
  "E nwere ọtụtụ ala ndị akpọrọ Commonwealth na-echebe n'ihi mmekọrịta ya na ndị nwe obodo ọdịnala, dị ka Ogige Ntụrụndụ Kakadu, ụdị dị iche iche dị iche iche dịka Ogige Ntụ nke Christmas Island, ma ọ bụ jikwaa ya n'ihi ọnọdụ steeti, dị ka ogige ntụrụndụ na Reserves nke Australia Alps.",
  "Na steeti, a na-ahapụ ọtụtụ nsogbu nchedo gburugburu ebe obibi n'aka steeti ma ọ bụ mpaghara. Steeti ọ bụla dị na Australia nwere iwu nchedo gburugburu ebe obibi nke ya na ụlọ ọrụ ndị kwekọrọ na ya",
  "Ikike ha yiri ma na-ekpuchi mmetọ isi iyi, dị ka site na ụlọ ọrụ ma ọ bụ ọrụ azụmahịa, iji ala / mmiri, na njikwa ihe mkpofu",
  "Steeti na mpaghara na-achịkwa ọtụtụ ala echedoro na iwu iwu steeti na-emepụta ogo dị iche iche na nkọwa nke ebe echedoro dị ka ọzara, ala mba na ogige ntụrụndụ mmiri, oké ọhịa steeti, na ebe nchekwa. Steeti na-emepụta iwu iji belata ma nye nchebe n'ozuzu site na ikuku, mmiri, na mmetọ ụda.",
  "Na mpaghara, obodo ma ọ bụ kansụl mpaghara ọ bụla nwere ọrụ maka okwu ndị iwu steeti ma ọ bụ nke mba na-emetụtaghị",
  "Nke a na-agụnye isi iyi na-abụghị isi, ma ọ bụ mmetọ mgbasa, dị ka mmetọ sediment site na ebe a na-ewu ụlọ.",
  "Australia nọ n'ọnọdụ nke abụọ na UN 2010 Human Development Index na otu n'ime ụgwọ kachasị ala na GDP nke akụ na ụba ndị mepere emepe. Enwere ike ịhụ nke a dị ka ọ na-abịa na ọnụ ahịa gburugburu ebe obibi, ebe Australia bụ onye ndu ụwa na mbupụ coal na mkpochapụ ụdị. A kpaliri ụfọdụ ikwupụta na ọ bụ ọrụ Australia ịtọ ihe nlereanya nke mgbanwe gburugburu ebe obibi maka ụwa ndị ọzọ ịgbaso.",
  "Na mba, Ngalaba Na-ahụ Maka Gburugburu Ebe Obibi na-aza ajụjụ maka iwu gburugburu ebe obibi na Ngalọ Ọrụ Nchekwa na na'ihe gbasara nchedo",
  "Na mpaghara, kansụl mpaghara na-achịkwa iwu ma na'okwu gburugburu ebe obibi mpaghara.",
  "Nchebe gburugburu ebe obibi na Switzerland dabere na usoro a ga-eme megide okpomọkụ ụwa",
  "Mmetọ na Switzerland bụ mmetọ nke ụgbọala na-akpata na mkpofu nke ndị njem nleta.",
  "Kemgbe afọ 1970, United Steeti Environmental Protection Agency (EPA) anọwo na-arụ ọrụ iji chebe gburugburu ebe obibi na ahụike mmadụ.",
  "Ngalaba Na-ahụ Maka Nchebe Gburugburu Ebe Obibi (EPA) bụ ụlọ ọrụ na-achị onwe ya nke gọọmentị etiti United States na'ọrụ na nchekwa gburugburu ebe obibi.",
  "Steeti US niile nwere ngalaba nke ha na-ahụ maka nchedo gburugburu ebe obibi, nke nwere ike ịnye iwu siri ike karịa nke gọọmentị etiti.",
  "Na Jenụwarị afọ 2010, onye nchịkwa EPA Lisa P",
  "Jackson bipụtara site na blọọgụ EPA ya \"Ihe asaa dị mkpa maka ọdịnihu EPA\", nke bụ (n'usoro edepụtara na mbụ):",
  "Dị ka na afọ 2019, odoghi anya na ihe ndịa nọchiri anya ihe kacha mkpa dị ka Jackson si pou na ọnwa Febrụwarị afọ 2013, na ibe emelitibeghi interim.",
  "Iwu nke India nwere ọtụtụ ndokwa na-egosi ọrụ gọọmentị etiti na nke steeti maka nchekwa gburugburu ebe obibi",
  "E debere ọrụ steeti ahụ n'ihe gbasara nchedo gburugburu ebe obibi n\"okpuru edemede iri anọ na asatọ A nke iwu anyị nke kwuru na \"Steeti ga-agba mbọ ichebe ma melite gburugburu obodo na ichepụta ọhịa na anụ ọhịa nke mba ahụ\".",
  "E meela ka nchedo gburugburu ebe obibi bụrụ ọrụ dị mkpa nke nwa amaala India ọ bụla n'okpuru Nkeji edemede iri ise na otu A (g) nke iwu nke na-ekwu \"Ọ ga-abụ ọrụ nwa Amaala ọwụwa anyanwụ ọ ga na ọ na'imeziwanye gburugburu ụwa gụnyere ọhịa, ọdọ mmiri, osimiri, na anụ ọhịa na inwe ọmịiko maka ihe ndị dị ndụ\".",
  "Nkeji edemede iri abụọ na otu nke iwu ahụ bụ ikike dị mkpa, nke na-ekwu na \"Ọ dịghị onye a ga-anapụ ndụ ya ma ọ bụ nnwere onwe onwe nke onwe ya ọ gwụla ma dịka usoro iwu si dị\".",
  "E nwere ọtụtụ akwụkwọ ndị nwere isiokwu nke nchedo gburugburu ebe obibi mana ụfọdụ abụwo isi na mmepe ya",
  "Ọtụtụ ihe dị ka A Sand County Almanac nke Aldo Leopold, \"Tragedy of the commons\" nke Garrett Hardin, na Silent Spring nke Rachel Carson aghọwo ihe ochie n'ihi mmetụta ha na-eru nso. Onye na-echekwa ihe na onye nrite Nobel Wangari Muta Maathai raara akwụkwọ ya nke afọ 2010 Replenishing the Earth nye Green Belt Movement na mkpa osisi dị ichebe gburugburu ebe obibi.",
  "Isiokwu nchedo gburugburu ebe obibi dị na akụkọ ifo yana akwụkwọ ndị na-abụghị akụkọ ụgha",
  "Akwụkwọ ndị dị ka Antarctica na Blockade nwere nchedo gburugburu ebe obibi dị iche iche ebe The Lorax aghọwo ihe atụ a ma ama maka nchọpụta gburugburu",
  "\"The Limits of Trooghaft\" nke Desmond Stewart bụ akụkọ dị mkpirikpi nke na-enye nghọta banyere àgwà mmadụ n'ebe ụmụ anụmanụ nọ. Akwụkwọ ọzọ a na-akpọ The Martian Chronicles nke Ray Bradbury na'enyocha okwu ndị dị ka bọmbụ, agha, nchịkwa gọọmentị, na mmetụta ndị a nwere ike inwe na gburugburu ebe obibi.",
  "Àtụ:EnvironmentalismÀtụ:Social democracyÀtụ:Christian Democracy"
]