[
  "Mizero Ncuti Gatwa (/ˈʃuːti ˈɡætwɑː/ SHOO-tee GAT-wah; a mụrụ na 15 Ọktoba 1992) bụ onye na-eme ihe nkiri na Scotland a mụrụ na Rwanda. Ọ ghọrọ onye a ma ama dịka Eric Effiong na usoro ihe nkiri Netflix Sex Education (2019-2019), nke mere ka o nweta BAFTA Scotland Award maka onye na-eme ihe nkiri kacha mma na telivishọn na nhọpụta atọ BAFTA Television Award maka Best Male Comedy Performance. N'afọ 2022, a mara ọkwa Gatwa dịka onye nke iri na anọ nke Doctor na usoro BBC Doctor Who, na-eme ka ọ bụrụ onye isi ojii mbụ na-eme ihe nkiri iji duzie usoro ahụ.",
  "A mụrụ Gatwa na Nyarugenge, Kigali, Rwanda, n'abalị 15 ọnwa Ọktoba afọ 1992. Nna ya, Tharcisse Gatwa, sitere na Karongi District nke Rwanda, bụ onye nta akụkọ nwere PhD na nkà mmụta okpukpe.",
  "Ezinụlọ ahụ mechara gbapụ na Rwanda n'oge mgbukpọ agbụrụ nke Rwanda n'afọ 1994 wee biri na Scotland. Ha biri na Edinburgh na Dunfermline",
  "Gatwa gara Boroughmuir High School na Dunfermline High School tupu ọ kwaga Glasgow ịmụ na Royal Conservatoire of Scotland, gụsịrị akwụkwọ na BA na Acting n'afọ 2013.",
  "Mgbe ọ gụsịrị akwụkwọ, e nyere Gatwa ọkwa na Dundee Repertory Theatre acting graduation scheme nke dị na Dundei, Scotland ebe ọ rụrụ ọrụ n'ọtụtụ mmepụta gụnyere David Greig's Victoria. O nwere ọrụ dị mkpirikpi n'afọ 2014 sitcom Bob Servant nke e setịpụrụ ma mee ihe nkiri na Dundee.",
  "N'afọ 2015, ọ pụtara na ọrụ nkwado na miniseries Stonemouth, nke a kwadoro na akwụkwọ akụkọ afọ 2012 nke otu aha ahụ",
  "N'otu afọ ahụ, ọ rụrụ ọrụ na mmepụta Kneehigh Theatres nke 946, nke sitere na Michael Morpurgo's The Amazing Story of Adolphus Tips banyere ntụgharị maka ọdịda D-Day na Devon na ọtụtụ ọnwụ. Gatwa mere Demetrius na mmepụta afọ 2016 nke A Midsummer Night's Dream na Shakespeare's Globe nke Emma Rice duziri.",
  "N'ọnwa Mee afọ 2018, a tụbara Gatwa na usoro ihe nkiri Netflix Sex Education dịka Eric Effiong; a tọhapụrụ ihe ngosi ahụ n'afọ 2019 ma nweta otuto dị egwu. Gatwa natara otuto maka ngosipụta ya nke Eric site n'aka ndị na-ege ntị na ndị nkatọ, ọkachasị maka otu esi eme ka àgwà ya ghara ịbụ \"onye na-eme enyi nwoke ma ọ bụ onye isi ojii kacha mma\". O nwetara ọtụtụ otuto maka ọrụ ahụ, gụnyere BAFTA Scotland Award maka onye na-eme ihe nkiri kacha mma na telivishọn n'afọ 2020, na nhọpụta atọ BAFTA Television Award maka Best Male Comedy Performance, otu n'afọ 2020, 2021 na 2022 n'usoro.",
  "Na 8 ọnwa Mee afọ 2022, a mara ọkwa na a tụbara Gatwa na Doctor Who dịka onye nke iri na anọ nke onye na-eme ihe ngosi ahụ, The Doctor. Gatwa, onye a tụbara na Febụwarị, ga-abụ onye isi ojii mbụ na-eme ihe nkiri ga-eduzi usoro ahụ, yana onye Scotland nke anọ na-eme ya. A na-atụ anya na ọ ga-eweghara ọrụ ahụ na nke atọ na nke ikpeazụ nke 2022 pụrụ iche n'ọnwa Ọktoba 2022."
]