[
  "Ndị Ọkọọ Akụkọ Ikpeazụ: Akụkọ sitere n'obi Morocco bụ akwụkwọ nke onye nta akụkọ redio na telivishọn bụ Richard Hamilton dere",
  "Akwụkwọ ahụ nwere okwu mbido nke onye edemede njem na onye na-ebipụta akwụkwọ bụ Barnaby Rogerson.",
  "Ndị Ọkọọ Akụkọ Ikpeazụ na-enyocha mgbọrọgwụ nke akụkọ ọdịnala, ndabere nke ọtụtụ ndị ọkọọ akụkọ n' ọnụ ndị odee ahụ zutere mgbe ọ na-arụrụ ndị BBC ọrụ na Morocco, ma o nwekwara ihe ndekọ akwụkwọ akụkọ dị iri atọ na isii nke akụkọ ahụ ha na-akọ.",
  "Ndị Ọkọọ akụkọ ikpeazụ na-enyocha mgbọrọgwụ nke akụkọ ọdịnala, ndabere nke ọtụtụ ndị ọkọọ akụkọ n' ọnụ bụ ndị odee ahụ zutere mgbe ọ na-arụrụ ndị BBC ọrụ na Morocco, ma o nwekwara ihe ndekọ akwụkwọ akụkọ dị iri atọ na isii nke akụkọ ahụ ha na-akọ",
  "Dịka onye nyocha na-ekwu, ogige a ma ama na ahịa Jemaa el-Fnaa na Marrakech anabatala ndị ọkachamara ọkọọ akụkọ kemgbe ntọala obodo ahụ na n'afọ 1070 site n'aka onye ndú Almoravid Abu Bakr ibn Umar. Ugbu a, Otú ọ dị, ọ bụ naanị mmadụ ole na ole n'ime ndị na-akọ akụkọ ndị a ka nọ n'ebe ndị dị otú ahụ, \"na-adọta ndị mmadụ site na akụkọ na n'akụkọ gbasara ịhụnanya na ọnwụ, aghụghọ na ikpe ziri ezi\", ma nkà na-ebelata. N'afọ 2008, ụlọ ọrụ UNESCO nke United Nations nabatara Jemaa el-Fnaa dị ka \"ọmarịcha ihe nketa nke ọnụ na nke a na-apụghị imetu aka nke mmadụ.",
  "N'ikwu okwu n'ajụjụ ọnụ e nyere ndị ọha obodo, Richard Hamilton kwuru na ya zutere ndị ọkọọ akụkọ na mbụ \"n'enweghị ihe nwepu ọ bụla, ndị agadi nwoke na njedebe nke aka ọrụ ha\" -ebe ọ na-arụ ọrụ metụtara ya nye ndị BBC na ngwụcha afọ 2006. Mmasị a ghọrọ ihe ọ kpọrọ \"nchegbu\", ma ọ bụ ịkpọ oku, iji chịkọta ọtụtụ akụkọ dịka o nwere ike, ebe ọ ka nwere ikike, site n'enyemaka nke onye bi n'ogbè ahụ, Ahmed Tija, onye kọwara asụsụ Darija Arabic nke ndị ọkọọ akụkọ.",
  "N'otu ajụjụ ọnụ ahụ, na-akọwa ihe mere o ji chee na nkà nke ịkọ akụkọ ọdịnala na-efuzi efu, Hamilton tụrụ aro na anyị abụrụla \"na-echegbu onwe anyị maka teknụzụ ọgbara ọhụrụ na saịtị netwọkụ na mmekọrịta n' egwuregwu kọmputa na telivishọn ruo n'ókè ebe anyị ga-agbasi mbọ ike ịnọdụ ala otu awa ma ọ bụ karịa iji gee ntị\"; na nke a enwela ihe mmerụ ahụ n'oge ịta ahụhụ anyị; na ma ndị Morocco nọ \"n'ime ngwangwa\" ma na mgbanwe ndị dị otu ahụ metụtara ya n'oge a.",
  "Na magazin Njem Mkpa, onye nyocha ahụ dere, sị: \"Ndị Ọkọọ Akụkọ Ikpeazụ  bụ ezi echiche edemede pụrụ iche nke na-etinye akụkọ oge ochie sitere na ọdịnala ndị Morocco nke mbipụta akụkọ akọrọ n' ọnụ",
  "\"",
  "N'akwụkwọ akụkọ dabere na Abu Dhabi bụ The National, Noori Passela dere na akụkọ ndị ahụ \"na-esite na njem ndị na-egosi dị́ké agaghị asọ ányá na ada eze ama na a ga-emeri (Gazelle nke ji mpi ọlaedo) ruo n'ihe nnọchianya na omume ọma (Ọmụmụ nke Sahara)",
  "E nwekwara ọtụtụ ndị na-eme ihe ihere, na'iji ihe ngosi nke ịhụnanya, agụụ mmeto nke anụ ahụ na nrafu mee ihe na mberede (The Eyes of Ben'Adi)",
  "Ihe nkiri na-eme gburugburu ebe niile, mana ntụrụndụ bụ naanị ebumnuche, nke a bụ ihe nweta ala siri ike",
  "Kama, nke a bụ ihe marala ahụ",
  "\"",
  "Na Akwụkwọ Akụkọ New York, Janice Durante tụpụtara aro na \"dịka pasha na-eme na Urọna na-achaa mme mme, onye odee Hamilton n'egosi ndị ọgụụ onyinye dị oké ọnụ ahịa: nchịkọta nke ọdịnaya na adịghị ka ihe ọ bụla anyị nụrụ ma ọ bụ hụ ya na mbụ",
  "Ndị ọgụụ akwụkwọ ndị nwere ike na ha agaghị eru Marrakech nwere ikike ịchọta ebe obibi nke ha site n'ime otù ìkọ́ tii miinti ma n'enye ekele maka akụkọ ndị a na-atọ ụtọ a napụtara site na-amaghi ama.",
  "Na The Times Literary Supplement, onye odee, Arabist, ọkà mmụta na onye na-eme nchọpụta n'ọzara Eamonn Gearon dere, \"Okwu mmeghe akwụkwọ ahụ ziri ezi iji mee ka ọdịdị ịkọ akụkọ zuru ụwa ọnụ pụta ìhè, ọ bụghị naanị na mkpali mbụ nke ịkọ akụkọ, kamakwa na eriri nkịtị nke na-aga site n'otu akụkụ mbà ụwa gaa na nkè ọzọ dịpụrụ adịpụ\"",
  "\"N'ihe banyere akụkọ,\" Gearon gara n'ihu, \"a na-egosipụta isiokwu ndị a nke ọma: ụmụ agbọghọ mara mma; ekwesịghị ntụkwasị obi n'alụmdi na nwunye; di ndị na-ekwo ekworo; obi ọjọọ ndị sultans; anyaukwu; ịda ogbenye; ntaramahụhụ; iru uju; anwansi; ọṅụ; na nke karịrị inwe aṅụri n'ikpeazụ\".",
  "Gearon kọwara ndị ọkọọ akụkọ ikpeazụ dị ka \"nchịkọta mara mma, nke dị egwu ma dị ndụ\". \"Dị ka onye mmụọ ọjọọ na-apụta site na karama, Ndị Ọkọọ Akụkọ Ikpeazụ na-emepụta ihe obi ụtọ dị egwu site n'ụfọdụ obere ngwugwu [akụkọ dị nkenke]. \"Ma ndị nwoke abụọ [onye odee na onye ntụgharị] kwesịrị otuto dị ukwuu maka ihe ịga nke ọma dị na mgbalị a",
  "\"",
  "Richard Hamilton arụwo ọrụ dị ka onye nta akụkọ mgbasa ozi ọkachamara, onye na-ede akwụkwọ na onye enyemaka na nchịkọta akụkọ  kemgbe afọ 1998, na-arụrụ ndị \"BBC News\", \" BBC World Service\" ọrụ na n'ịntanetị",
  "Ọrụ ya akpọgala ya Madagascar, Morocco na Ndịda Afrịka.",
  "Hamilton soro dee Time Out Guide nye Marrakech ma o deela akwụkwọ n'oge niile aka ọrụ ya bụ maka akwụkwọ akụkọ nakwa magazin dị iche iche, gụnyere Condé Nast Traveler na The Times.",
  "Hamilton nwere MA na African Studies site na School of Oriental and African Studies (SOAS). Ọ bi na London, England ma lụọ di na ụmụ abụọ."
]