[
  "Ndị enyi nke African Union (FAU) bụ òtù akụ na ụba, mmekọrịta mmadụ na ibe ya, ọrụ ebere, agụmakwụkwọ na ọha na eze nke e guzobere iji rụọ ọrụ maka abamuru nke African Union na ndị Afrịka bi na mba ha.",
  "FAU ewepụtala mmemme ya na ụlọ ọrụ jikọrọ aka iji weta ọwa mmiri mepere emepe, mpaghara na saịtị akọwapụtara, sistemu mmiri, ike, nkwukọrịta, kọmpụta, gas, na ngwọta ahịhịa yana ọrụ atụmatụ obodo, imepụta ụkpụrụ ụlọ, na ọrụ injinịa ọtụtụ ọzụzụ maka ndị otu",
  "African Union, ndị mba Africa na ndị otu ya",
  "FAU ga-arụkọ ọrụ na ndị mmekọ nke ndị Africa America, òtù ndị na-abụghị ndị gọọmenti na gọọmenti nke ụwa na-akwado African Union na ndị bi na Africa.L",
  "African Union (AU) bụ njikọ nke mba 55 niile dị n'Africa",
  "Tọrọ ntọala na 9 Julaị 2002, e hiwere AU dịka onye nọchiri anya Òtù Na-ahụ Maka ịdị n'otu Africa (OAU)",
  "Mkpebi kacha mkpa nke AU bụ Mgbakọ nke African Union, nzukọ nke ndị isi obodo na gọọmentị nke mba ndị otu ya na-enwe ọkara afọ",
  "Ndị odeakwụkwọ AU (African Union Commission) hiwere isi na Addis Ababa, Etiopia.",
  "A na-enye FAU ikike site na njikọ aka nke United Nations Civil Society Non-governmental organization (NGO) nke Septemba 15, 2014 ka ọ:",
  "Dị ka otu ndị ndụmọdụ, ọrụ FAU bụ:",
  "Enyi nke ụkpụrụ ọrụ nke African Union nke ndị enyi nke African Union nakweere na Nọvemba 19, 2012",
  "N'ụbọchị Afrịka nke iri anọ na itoolu (May 25, 2012), FAU tụrụ aro na ndị otu African Diaspora na United States of America nwere votu anọ na Economic, Social and Cultural Council (ECOSOCC), otu nzukọ AU.\nN'oge emere ya na Durban, South Africa na July 2002, African Union malitere usoro iji gbanwee ma jikọta kọntinent ahụ. Ebumnuche na olile anya nke AU bụ nzaghachi nye oku maka ọchịchị onye kwuo uche ya na mmepe sitere n'aka ndị NGO dị n'Africa",
  "Ndị isi kọntinent ahụ kpebisiri ike iwulite otu nke gbadoro ụkwụ na ndị mmadụ.",
  "N'ịmara maka akụ na ụba dị iche iche nke mmadụ na ụlọ ọrụ dị na mgbọrọgwụ mgbọrọgwụ, njikọ ọhụrụ ahụ ga-etinye aka n'iwulite mmekọrịta siri ike n'etiti gọọmentị na akụkụ niile nke ọha mmadụ",
  "AU achọghị ịhazi ọha mmadụ;  kama, ụkpụrụ nhazi nke ECOSOCC bụ nke ọha obodo ga-ahazi onwe ha ka ha na AU rụkọọ ọrụ.",
  "Kemgbe mmalite nke ECOSOCC's Permanent General Assembly na 2008, ihe ịma aka ya bụ iwu ụlọ ọrụ nke ya ma guzobe usoro maka imekọ ihe ọnụ na ndị ọzọ ka ọ na-arụ ọrụ ya nke inye echiche ndụmọdụ na AU. Ndị a bụ nsogbu ndị na-etinye ECOSOCC dị ka ụlọ ọrụ na-eto eto nke African Union."
]