[
  "Ndị gbara ọsọ ndụ na Jọdan bilitere site na nnupụisi megide gọọmentị Siria na ónyé isi ala ya Bashar al-Assad",
  "Ihe fọrọ nkè nta ka ọ bụrụ ndị Siria puku iri na atọ kwa ụbọchị malitere ịba na Jọdan iji biri n'ogige ndị gbara ọsọ ndụ ya.",
  "Dị ka ntakịrị mba na-adabere na enyemaka na-ata ahụhụ site na nsogbụ ego na gbụrụ-gbúrụ ébé obibi, ọnụ ọgụgụ ndị Siria na-achọ ebe mgbaba na Jọdan emeela ka ihe onwunwe mba ahụ, ọkachasị mmiri na ọrụ ugbo. Dị ka otu n'ime mba iri kachasị akọrọ n'ụwa, ndụ ndị Jọdan nọ n'ihe ize ndụ, na mbata nke ndị ọhụrụ bi na ya emeela ka nsogbụ nke ụkọ mmiri ka njọ.",
  "N'ihi nnupụisi megide gọọmentị Siria na onye isi ala ya Bashar al-Assad, bido n'afọ 2011, ihe fọrọ nke nta ka ọ bụrụ ndị Siria puku abuo kwa ụbọchị bịdọrọ ịba na Jọdan iji biri n'ogige ndị gbara ọsọ ndụ mbụ dị nso na Mafraq, nke UNHCR mepụtara. Dị ka obere mba, nke na-adabere na enyemaka, nke na na-ata ahụhụ site na nsogbụ ego na gbụrụ-gbúrụ ébé obibi, ọnụ ọgụgụ ndị Siria na-achọ ebe mgbaba na Jọdan emeela ka akụ na ụba mba ahụ sie ike karịsịa mmiri na ọrụ ugbo. Jọdan bụ otu n'ime mba iri kachasị njọ n'ụwa nke na-etinye ndụ ụmụ amaala ya n'ihe ize ndụ",
  "Ọnụ ọgụgụ buru ibu nke ndị gbara ọsọ ndụ emeela ka ụlọ ọrụ enyemaka na-arịọ ego na enyemaka ndị ọzọ n'aka ike mba ụwa. Ka ọ na-erule n'ọnwa Nọvemba afọ 2015, UNHCR kọrọ na e nwere 4,289,994 ndị Siria \"ndị nwere nchegbu\" nke 630,776 n'ime ha debanyere aha dị ka ndị gbara ọsọ ndụ na Jọdan. E nwere ihe dị ka nde 1.8 ndị Siria gbara ọsọ ndụ na Jọdan, naanị pasent 20 bi na Zaïatari, Marjeeb al-Fahood, Cyber City na ogige ndị gbara ọsọ ndụ Al-Azraq.  Site na ọtụtụ ndị Syrian gbara ọsọ ndụ na steeti ahụ dum, ọkachasị na Amman, Irbid, Al-Mafraq, na Jerash, ihe onwunwe gbụrụ-gbúrụ ebe obibi dị ụkọ maka ndị Siria na ndị Jordan ha. Nke a na-eme ka nrụgide na akụrụngwa Jọdan dịkwuo elu, ọkachasị inye mmiri, ụlọ mposi, ụlọ, na ike.",
  "Ka ndị Siria na-aga n'ihu na-abanye na Jọdan, esemokwu na-agagide na-arị elu ma na-akpata nrụgide na ọha mmadụ ya",
  "Esemokwu dị n'etiti ndị Jordan na ndị gbara ọsọ ndụ Siria na-ahụkarị n'obodo ukwu na mpaghara ndị gbara ya gburugburu na mpụga ogige ndị gbara ọsọ ọsọ ndụ, ebe a kwagara ọtụtụ n'ime ha",
  "N'ịmụta ohere, ihe onwunwe, ọrụ, na mmiri ruo ogologo oge, ndị Syrian a gbara ọsọ ndụ nwèrè ike ịlụ ọgụ n'oge na-adịghị anya na ndị bi na Jọdan",
  "\"Ezi\" ego a na-efu iji kwado ndị gbara ọsọ ndụ gụnyere enyemaka ọkụ eletrik na mmiri nke na-efu gọọmentị Jọdan ihe dị ka puku dollar atọ kwa afọ, ónyé ọ bụla Siria, yana ọkara nke mmefu ego nke Ministri Ahụike màkà nlekọta ahụike ma ọ bụ narị dollar atọ na iri ise nde",
  "E nyela ndị ọrụ Siria iwu na-akwadoghị ọrụ otu narị na iri isii ebe pasent iri abụo nke ụmụ amaala Jọdan ka na-enweghị ọrụ.",
  "E nweela oke ọkọchị na-emebi atụmanya ọrụ ugbo na mpaghara ndị dị n'ebe ugwu nke mba ahụ ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri, na-eme ka Jọdan bụrụ otu n'ime mba ndị kpọrọ nkụ n'ụwa. Nsogbụ a na-enwe n'ihe onwunwe mmiri emeela ka ọ ka njọ site na nnukwu ndị Siria gbara ọsọ ndụ na ogige ndị gbara ọsọ ndụ Zaatari, nke dị n'obodo ndị dị n'ókè nke Ar-Ramtha na Mafraq. N'ihi mmụba nke ọnụ ọgụgụ mmadụ, ọnụ ọgụgụ mmiri ọṅụṅụ dị na nkezi nke ndị Jọdan na-erughị otu narị na iri ise cubic mita kwa afọ",
  "Mmiri a na-enye ọhụrụ, nke mmiri ozuzo na-enye, na-emepụta naanị pasent iri isé nke mmiri niile a na-eji eme ihe, ya mèrè, a ga-ewepụta ihe fọdụrụnụ site na mmiri ndị a na-eme ka ha jiri nwayọọ nwayọọ na-agwụ. Mmiri bụ otu ihe onwunwe na-enweghị ikike maka nkwado mba ọzọ, na-amanye ndị Jọdan iji ihe onwunwa nke ha mee ihe",
  "Jọdan, dị ka mba, na-adabere n'ụzọ dị ukwuu na enyemaka mba ọzọ na mmiri ya dị ụkọ anaghị emezigharị. Mmiri a na-ewepụta n'okpuru ala emeela ka ọnụ ọgụgụ mmadụ nọgide na iri afọ ndị na-adịbeghị anya mana, site na mbata nke ndị Syrian gbara ọsọ ndụ, mmiri a na-enweta n'okpuru mmiri na-ebelata. Otu ónyé nwéré ike ịzụta mmiri dị oke ọnụ nke ndị ọchụnta ego nọ n'ógbè ahụ na-ere site na ụgbọala ahụ, mana ọtụtụ n'ime ha enweghị ike ịzụta ihe okomoko a. Òtù enyemaka ndị dị ka Oxfam na Mercy Corps emeela mgbalị ịchọpụta mmiri ndị ọzọ n'ogige Zaʹatari site n'igwu olulu mmiri, mana nke a ga-enye naanị enyemaka nwa ógè, obere.",
  "Ime ihe ike dabere na nwoke na nwanyị (GBV) bụ okwu nke na-agụnye ime ihe ike nke bụ mmekọahụ, anụ ahụ, uche, ma ọ bụ akụ na ụba n'ụdị.1 Enwere ike ime ihe ike a n'ihu ọha ma ọ bụ na nzuzo ma nwee ike ịgụnye nrụgide, njikwa, na iyi egwu nke ime ihe ike. Ihe atụ nke GBV bụ ime ihe ike nke ónyé òtù ọlụlụ (IPV), alụmdi na nwunye ụmụaka, mwakpo mmekọahụ, igbu akụkụ ahụ nwanyị, na mpụ nsọpụrụ. GBV na-esikarị na ike na-ahaghị nhata n'etiti ónyé na-eme ya na onye na-ahụ màkà ime ihe ike ahụ, n'ọnọdụ a, enweghị nhata nwoke na nwanyị. Nnyocha na-egosi na ọnụ ọgụgụ ndị gbara ọsọ ndụ nọ n'ọnọdụ dị elu nke ịnwe GBV, n'ihi ihe ize ndụ dị ka esemokwu agha na ịdị nso na ndị na-eme ihe nkiri, ịkwaga, ọnọdụ mmekọrịta na akụ na ụba na gbụrụ-gbúrụ ébé obibi na-emebi emebi, na enweghị nchekwa na ebe obibi.",
  "Otu nnyocha gosiri na pasentị 83 nke ndị gbara ọsọ ndụ kọrọ na ha enweghị ihe ọmụma gbasara ọrụ ndị GBV lanarịrị na ihe fọrọ nke nta ka ọ bụrụ pasentị iri na ise nkè ndị zaghachirinụ kwenyere na ụmụ agbọghọ enweghị ike ịnweta ọrụ ahụike. Naanị 3.9% nke ndị zaghachirinụ chere na ha ga-aga ụlọ ọgwụ ahụike màkà enyemaka dị ka nhọrọ mbụ mgbe ha nwesịrị ime ihe ike mmekọahụ, ebe 12.1% nke ndị zaghachi chere na ha agaghị agwọ ụlọ ọgwụ ahụ ike dị ka nhọrọ mbu mgbe ha nwetasịrị ime ihe ọjọọ. Ihe onwunwe màkà ndị GBV lanarịrị gụnyere, mana ọ bụghị nanị, Salma (Life is Possible Without Violence), Aisha (Arab Woman Forum), Arab Women Organization, Sisterhood is Global Institute, na ọrụ gọọmentị na ndị na-abụghị gọọmentị nke Jordan Hashemite Charity Organization for Relief and Development (JHCO) na-elekọta."
]