[
  "Ndị otu bọọlụ mba Niger na-anọchite anya Niger na bọọlụ ụwa site na Nigerien Football Federation, onye otu Confederation of African Football (CAF)",
  "Niger na-egwuri egwu na agba nke ọkọlọtọ Niger, ọcha, akwụkwọ ndụ akwụkwọ ndụ na oroma",
  "Aha utu aha ha sitere na mgbada Damas, onye obodo Niger, aha Hausa nke bu Meyna ma obu Ménas. Dama na-apụta na baajị ha na agba nke ọkọlọtọ mba.",
  "N'agbanyeghị na otu n'ime ndị na-enwechaghị ihe ịga nke ọma na mpaghara ọdịda anyanwụ Afrịka siri ike, Niger ewepụtala ọsọ pụrụ iche na asọmpi ntozu.",
  "Otu n'ime egwuregwu ha kachasị mma bụ n'afọ 1982 FIFA World Cup qualifiers nke Niger wepụrụ Somalia na Togo na iwu ihe mgbaru ọsọ, mana Algeria meriri ha na agba nke atọ ebe naanị otu egwuregwu bọọlụ asatọ fọdụrụ",
  "Ndị egwuregwu ama ama na ọsọ a gụnyere Jacques Komlan, Hassane Adamou na Moussa Kanfideni.",
  "N'afọ 1990, ha setịpụrụ ndekọ site n'ịkụ Mauritania 7-1 na asọmpi nke nwepu kọntinent, akara kachasị mma maka Mena.",
  "N'afọ 2004 African Nations Cup qualifiers, Niger meriri egwuregwu ha niile n'ụlọ (gụnyere mmeri Guinea) iji mechie na akara itoolu, naanị atọ na-erughị iru eru.",
  "Ndị otu Niger na-enwekwa nsogbu gbasara ego, nke mere ka ha hapụ asọmpi mba ụwa ihe karịrị otu oge",
  "Ndị otu egwuregwu bọọlụ Niger gaara atụgharịa n'ịkwakọba ego iji kwụọ ụgwọ njem ha na iko mba Afrịka nke afọ 2010 na Angola, ma a sị na ha tozuo.",
  "N'abalị iri n'ọnwa Ọktoba n'afọ 2010, Niger meriri Egypt n'ụlọ n'asọmpi iko mba Afrịka nke afọ 2012 Nke juru onye ọ bụla anya",
  "N'agbanyeghị asọmpi AFCON 2010 dara ada, Niger kwadoro wee merie asọmpi UemoA na Nọvemba 2010, wee sochie ntozu mbụ ha maka asọmpi mba Africa na February 2011.",
  "Mgbe ha meriri South Africa na Sierra Leone n'ụlọ ha, na 8 Ọktoba 2011 Niger ruru eru maka iko mba Afrịka na oge mbụ n'akụkọ ihe mere eme ya, n'agbanyeghị na ha dara n la aka otu egwuregwu bọọlụ ndị Egypt. Niger, South Africa na Sierra Leone niile ji akara itoolu mechie, mana Niger ruru eru n'ihi ihe ndekọ ha dị elu megide ndị na-asọmpi ha.",
  "N'asọmpi iko mba Afrịka nke afọ 2012, edoro Niger na Group C yana ndị ga-akwado Gabon, Tunisia na Morocco",
  "N'asọmpi mmalite ha, Niger meriri 2-0 na Gabon, ebe ha zutere Tunisia na Libreville, Niger 1-0 na goolu mbụ nke Youssef Msakni mere nke ọ zọpụrụ n'ụzọ ya maka ọkpụ goolu dị mma ka nanị nkeji anọ gachara.Otú ọ dị, William N'Gounou mere akụkọ ihe mere eme site n'ịgba goolu mbụ nke Niger na iko mba Afrịka",
  "O yiri ka ọ ga-abụ na ọ ga-eme ka ọ bụrụ na ọ gafere, mana ihe mgbaru ọsọ Issam Jemâa ga-ewepụ Niger na asọmpi ahụ",
  "N'egwuregwu ikpeazụ, Niger zutere Morocco n'egwuregwu nke gosipụtara akụkụ abụọ e wepụrụla na asọmpi ahụ",
  "Younès Belhanda gbara na enyemaka sitere n'aka Marouane Chamakh naanị nkeji iri na otu site n'oge iji nye Morocco mmeri 1- 0",
  "Ka e mesịrị n'afọ 2012, Niger kwughachiri ihe ịga nke ọma ya na African Nations Cup qualifiers site na ịkụ Guinea na usoro ụkwụ abụọ iji ruo eru maka Africa Cup of Nations nke afọ 2013",
  "Guinea meriri egwuregwu mbụ n'egwuregwu 1- 0, mana Niger meriri 2 - 0 n'egwú na nke abụọ",
  "Ndị na-agba goolu Mohamed Chikoto na Issoufou Boubacar zigara Niger na asọmpi iko mba Afrịka ọzọ.",
  "N'egwuregwu mbụ ha na Africa Cup of Nations nke afọ 2013, Niger dara mgbe ha gbara otu egwuregwuMali na Nelson Mandela Bay Stadium na Port Elizabeth",
  "Onye isi ụgbọ mmiri Mali Seydou Keita nyere mba ya mmeri siri ike nkeji ise tupu njedebe nke ọgụ ahụ",
  "Niger wee nweta akara mbụ ha na African Cup of Nations mgbe ha jidere DR Congo na draw 0-0",
  "N'egwuregwu nke atọ, Ghana meriri Niger 3-0 iji ruo nkeji iri na ise nke ikpeazụ dị ka ndị mmeri nke otu B. Niger mechiri n'ala nke otu ahụ.",
  "N'abalị iri abụọ na abụọ n'ọnwa Mee n'afọ 2014, Niger gbara egwuregwu enyi na enyi megide Ukraine, nke bu egwuregwu mbụ ha gbara imegide mba Europe",
  "Oumarou Bale gbara bọọlụ na nkeji nke iri ise na isii, na-agbanyụ goolu nke nkeji nke iri abụọ site n'aka Ivan Ordets tupu Ukraine emeri na goolu site n'enyemaka Taras Stepanenko ka egwuregwu ahụ gwụchara 2-1.",
  "Àtụ:Football box collapsibleÀtụ:Football box collapsibleÀtụ:Footballbox collapsibleÀtụ:Footballbox collapsibleÀtụ:Footballbox collapsibleÀtụ:Footballbox collapsible",
  "Àtụ:Football box collapsibleÀtụ:Football box collapsibleÀtụ:Football box collapsibleÀtụ:Football box collapsibleÀtụ:Football box collapsible",
  "The following players have been called up for Niger in the last 12 months.\nÀtụ:Nat fs r start\nÀtụ:Nat fs r player\nÀtụ:Nat fs r player\nÀtụ:Nat fs break\nÀtụ:Nat fs r player\nÀtụ:Nat fs r player\nÀtụ:Nat fs break\nÀtụ:Nat fs r player\nÀtụ:Nat fs r player\nÀtụ:Nat fs r player\nÀtụ:Nat fs break\nÀtụ:Nat fs r player\nÀtụ:Nat fs r player\nÀtụ:Nat fs r player\nÀtụ:Nat fs r player\nÀtụ:Nat fs break\nDEC Player refused to join the team after the call-up.\nINJ Player withdrew from the squad due to an injury.\nPRE Preliminary squad.\nRET Player has retired from international football.\nSUS Suspended from the national team.\nÀtụ:Nat fs end",
  "DEC Player refused to join the team after the call-up.\nINJ Player withdrew from the squad due to an injury.\nPRE Preliminary squad.\nRET Player has retired from international football.\nSUS Suspended from the national team.",
  "Àtụ:Updated",
  "Àtụ:Col-2",
  "Àtụ:Col-2",
  "Àtụ:Col-end",
  "Àtụ:Updated",
  "Àtụ:Football in NigerÀtụ:CAF teamsÀtụ:WAFU FootballÀtụ:National sports teams of NigerÀtụ:2013 Africa Cup of Nations finalistsAÀtụ:Niger squad 2012 Africa Cup of NationsÀtụ:Niger squad 2013 Africa Cup of Nations"
]