[
  "Ndị Naijiria gbara ọsọ ndụ bụ ndị si na mba Naijiria, mana na-achọ ebe mgbaba n'èzí ókèala nke mba ha",
  "Naịjirịa nwere nsogbu ndị gbara ọsọ ndụ nke gbatịrị ihe fọrọ nke nta ka ọ bụrụ afọ iri, ọkachasị n'ihi nnupụisi nke Boko Haram na Northern Nigeria.",
  "Ọnụ ọgụgụ ndị na-enweghị ebe obibi nke sitere na enweghị nchebe na nnupụisi na Northern Nigeria bụ ma eleghị anya otu n'ime ndị kachasị elu n'ụwa.",
  "Ndị gbara ọsọ ndụ si Naijiria na-agba ọsọ ime ihe ike site na Boko Haram na-ebi na ndị bi n'ógbè Diffa, Niger",
  "Ka ọ na-erule June 11, 2014, \"Komiti Nnapụta Mba Nile (IRC) na-eme atụmatụ na ihe ruru 1,000 ndị gbara ọsọ ndụ kwa izu na-agafe ókèala gaa na mpaghara Diffa nke Niger",
  "Mmadụ anọ n'ime ise bụ ụmụ nwanyị na ụmụ agbọghọ",
  "IRC na-eme atụmatụ na ọ bụrụ na ime ihe ike ahụ na-aga n'ihu n'ebe ugwu Naịjirịa, ihe ruru 100,000 ndị gbara ọsọ ndụ nwere ike ibi na Diffa na ngwụcha afọ.",
  "Ka ọ na-erule Ọktoba 30, 2013, IRIN na-akọ:",
  "\"E nwere ọnụ ọgụgụ buru ibu nke ndị Naijiria gbara ọsọ ndụ na mpaghara Far North nke Cameroon, United Nations High Commission for Refugees na Tuesday",
  "Febụwarị 12, 2019 kwuru na ọ ga-ebugharị ndị Naijiria gbara ọsọ ndụ site na Kousseri, obodo dị na Far North Region, gaa n'ogige, ebe a na-arụ ọrụ ụlọ mgbaba na ụlọ mposi ngwa ngwa",
  "A gbakwunyere na ozugbo nyocha ahụ gwụchara, mbugharị ahụ ga-eweta ọnụ ọgụgụ ndị Naijeria gbara ọsọ ndụ na Cameroon ruo ihe fọrọ nke nta ka ọ bụrụ 66,000, nke ahụ UNHCR kwadoro ndị gbara ọsọ ndụ 41,571.",
  "N'ikwu okwu na mkparịta ụka na Geneva, Adrian Edwards maka UNHCR kwuru na ndị njem si n'ókè gaa Kousseri ga-amalite na Wednesday",
  "UNHCR ga-ahazi mbufe nke ndị gbara ọsọ ndụ 2,000 kwa ụbọchị gaa n'ogige ahụ",
  "Na Minawao, UNHCR ga-enye enyemaka enyemaka dị mkpa, dị ka blanket, kichin na ncha",
  "Ogige ahụ na-anabata ndị Naijiria gbara ọsọ ndụ 32,621 ugbu a.",
  "Ọtụtụ n'ime ndị Naijiria gbagara Cameroon na-ahọrọ ịnọnyere ndị enyi na ndị ezinụlọ n'akụkụ ókèala.",
  "Ndị gbara ọsọ ndụ na-agba ọsọ na Boko Haram gbasara n'ebe ndị a na-apụghị iru eru n'ebe ugwu Cameroon, ọtụtụ ndị jụrụ idebanye aha ma nọrọ n'ogige ka nọ n'okpuru ebere nke òtù [Boko Haram], a na-ahụkwa ha dị ka ihe iyi egwu nye nchekwa mpaghara, \"ka Hamon nke UNHCR kwuru.",
  "Ndị ọchịchị na-atụ egwu na enweghị ndebanye aha nwere ike ime ka ọ dịrị Boko Haram mfe ịbanye na mba ahụ.",
  "Àtụ:Nigeria topics"
]