[
  "Ndị otu egwuregwu basketball ụmụ nwanyị nke Naịjirịa, nke a makwaara dị ka D'Tigeress, na-anọchite anya Naịjirị na asọmpi basketball ụmụ nwanyị mba ụwa, ma na-achịkwa ya site na Nigeria Basketball Federation, òtù na-achị isi maka basketball na Naịjiria",
  "Naijirịa nwere otu n'ime ndị otu ụmụ nwanyị kachasị nwee ọganihu na Kọntinent Afrịka, ịbụ ndị mmeri Afrịka ugbu a",
  "Ha emeriela asọmpi Afrobasket nke ụmụ nwanyị ugboro atọ n'usoro. Ha meriri na 2017 na Bamako, Mali, 2019 na Dakar, Senegal na n'afọ 2021 na Yaounder, Cameroon.",
  "Ndị Naijirịa sonyere na 2004 Summer Olympics na basketball, otu n'ime ihe omume iri ndị otu mba ha ruru eru",
  "Ndị otu basketball ụmụ nwanyị Naijirịa bụ otu n'ime ndị otu iri na abụọ na-asọmpi na ihe omume ahụ",
  "Ha nwetara ọnọdụ ha site na asọmpi iru eru mpaghara wee kpọọ na Group A tinyere Australia, Brazil, Greece, Japan, na Russia",
  "Ndị otu ahụ gara 015 na agba nke mbụ",
  "N'egwuregwu nke 11/12, ha meriri Korea maka njedebe ikpeazụ nke 11 n'ime ìgwè 12. Site na mmeri a, ha ghọrọ otu egwuregwu basketball ụmụ nwanyị Afrịka mbụ meriri egwuregwu na Olimpik.",
  "Mfon Udoka bụ onye na-ebute akara n'òtù ahụ na onye nke abụọ kachasị mma na asọmpi ahụ",
  "Ndị otu egwuregwu Itoro Umoh-Coleman na Joanne Aluka gbara bọọlụ bọọlụ ụlọ akwụkwọ sekọndrị na Hephzibah High School tupu ha agbakọọ bọọlụ maka Naijirịa.",
  "Naijirịa ruru eru maka 2006 FIBA World Championship site na mmeri 2005 FIBA Africa Championship for Women",
  "E debere ha n'ìgwè C na China, Russia, na United States",
  "Naijirịa erughị eru maka ịgafe na agba nke abụọ ma ndị nnọchi anya Afrịka ibe ha bụ Senegal meriri ha n'egwuregwu nke 15/16 site na akara nke 6664",
  "Ihe ndekọ asọmpi ha bụ 0X5.",
  "Naijirịa sonyekwara na 2006 Commonwealth Games nke emere na Melbourne, Australia.",
  "Ndị otu ahụ gara FIBA Africa Championship for Women 2007; ihe omume iru eru maka ndị otu Afrịka na-anwa ime 2008 Summer Olympics",
  "Naịjirịa ruru nkeji iri na ise nke 2007 FIBA African Championship tupu Mozambique emeri ya na 69o61",
  "Ha meriri n'ọnọdụ nke ise site na imeri Cameroon 631050",
  "Ndị otu ahụ erughị eru maka egwuregwu Olympic nke Beijing.",
  "Ndị otu Naijirịa enweghị mmeri n'egwuregwu otu n'oge 2007 All-Africa Games",
  "Ha gara na ọkara ikpeazụ wee merie Mozambique 571046.",
  "Naịjirịa eruola maka 2009 Africa Cup of Nations (basketball) nke a ga-eme na Libya.",
  "Àtụ:Col-beginÀtụ:Col-2",
  "(Team did not exist)",
  "Àtụ:Col-2",
  "Àtụ:Col-endÀtụ:Col-beginÀtụ:Col-2",
  "(Team did not exist)",
  "Àtụ:Col-2",
  "Àtụ:Col-end",
  "Intercontinental",
  "Kọntinent",
  "Ndepụta maka Afrobasket ụmụ nwanyị nke 2021.",
  "Nke a bụ ndepụta nke ndị egwuregwu na ndị nkuzi gara aga, yana ndị egwuregwu ugbu a na-egwuri egwu na ndị otu gara aga, na afọ ha na otu ahụ gosipụtara site na ọkọlọtọ Naijiria n'okpuru otu afọ.",
  "*Egwuregwu Olimpik nke ndị otu ahụ gara gosipụtara n'afọ a."
]