[
  "Nkịta: olu nke paranoia bụ akụkọ Ronald k, Siegel",
  "Nke mbụ e bipụtara na 1994, ọ bụ akụkọ gbasara oke egwu nke a na-akpọ paranoia",
  "Akụkọ a bụ nchịkọta akụkọ nke ndị dị iche iche na-arịa ọrịa paranoia nke Siegel n'onwe ya mụrụ nke ọma",
  "Akụkọ niile gụnyere \"paranoid\" nke nwere egwu nkịtị, dị ka egwu ezé, nke na-enweghị nchịkwa na egwu dị egwu",
  "Siegel nọrọ oge na ndị paranoid a, na-agwa ha okwu, iji mata ha, ka ha wee chọta mgbọrọgwụ nke ọnọdụ paranoia ha",
  "N'okpuru ebe a bụ ụfọdụ ihe atụ nke ndị ọrịa Siegel.",
  "Isiokwu a na-amalite site na asịrị na Mahadum California, Los Angeles na'ejide ụbụrụ Adolf Hitler n'okpuru ala ha ma na na -ekwa ya ndụ",
  "Siegel gara n'ihu kọwaara onye na-agụ ya na Hitler bụ otu n\"ime ndị paranoid a ma ama n-eme nʼụwa",
  "Hitler kwenyesiri ike na ndị Juu na-akpa nkata megide ala nna ya, Germany, na megide ụmụ mmadụ n'ozuzu",
  "Iji chọpụta ihe ndị ọzọ gbasara asịrị a, na banyere paranoia Hitler, Siegel kpebiri ime nchọpụta ụfọdụ nke na-eduga ya n'okpuru ala, yana ịgwa \"Hitler\" okwu na mmemme kọmputa nke nwa akwụkwọ gụsịrị akwụkwọ aha ya bụ Mike Steiner na ya.",
  "Eddie Tolman bụ kpakpando nke isi a",
  "N'ịbụ onye nwere ọgụgụ isi dị ukwuu, Tolman gara n'ihu na-eme nnukwu ihe",
  "Otú ọ dị, paranoia ya na-egbochi ya inwe ndụ na'ozuzu ya",
  "Ọ na-atụ egwu na satellite a na'akpọ POSSE na ọ na - na Mgbe ọ gụsịrị Tolman, Siegel yiri ka ọ pụghị inyere ya aka ruo mgbe ọ gwara nwunye ya okwu",
  "Oriakụ Tolman na-akọwa nchegbu Dr",
  "Tolmann nwere na fim El Topo, na eziokwu ahụ bụ na ọ na'ehicha ezé ya n'abalị",
  "Siegel kwubiri na paranoia Tolman banyere satellite sitere na ihe nkiri ahụ",
  "Ihe oyiyi ndị ahụ bụ naanị akụkụ nke ihe nkiri ahụ na-arụ ọrụ n'uche ya, na'ụjọ ya",
  "Siegel gbalịrị ikpughe nke a nye Dr",
  "Tolman, mana paranoia ahụ ejirila nke ukwuu nke na Tolma agaghị ege ihe akaebe ahụ ntị.",
  "Miss Lillian bụ agadi nwanyị na-atụkarị egwu dọkịta ezé",
  "Otú ọ dị, egwu ya aghọwo paranoia nke na-eme ka o kwere na dọkịta ezé etinyela obere ngwaọrụ n'ime ezì ya, na'enye ya mgbaàmà nke \"ezé na - asịrị\" mgbe ọ gara na onye dọks ezere",
  "Ọ na-edebe nnụnụ n'ụlọ ya ka onye ọ bụla ma ọ bụrụ na ọ na'ege ntị site na ngwaọrụ ahụ enweghị ike ịnụ mkparịta ụka ya",
  "Mgbe Siegel matara ya, ọ chọpụtara na ọ na-enwe nsogbu ịnụ ihe",
  "O kpebiri ka a nyochaa ịnụ ihe ya, mgbe ọ lọtara na ihe na-enyere ya aka, ọ kpebiri na oge eruola ka ọ chee egwu ya ihu",
  "Mgbe ọ gara leta dọkịta ezé ma tinye ya n'okpuru nitrous oxide, ọ naghịzi anụ ụda olu",
  "Paranoia a na-agwakọta ya na ntị ọjọọ na nitrous oxide bụ ihe kpatara ndị a sị na ha \"na-agwa\" na site n'ikpughe nke ahụ, Siegel nwere ike inyere Miss Lillian aka ịlaghachi na ndụ dị mma.",
  "Siegel gụnyere ọtụtụ ihe na-ezo aka na akụkọ ahụ iji kọwaa mmetụta nke ọ bụghị naanị ndị ọ na ya, kamakwa mmetụta ya onwe ya",
  "Dịka ọmụmaatụ, ọ na-ekwu ọtụtụ ndị na'egwú dịka Vivaldi na egwu ya iji kwurịta ọnọdụ uche ya n'oge ya na ndị ọrịa ya.",
  "A kọ alaye naa nipasẹ oju-ọna ti siegal funrararẹ, lati ṣe ilana irin-ajo tirẹ ti paranoia nipasẹ awọn alaisan ti o ti kawe",
  "Akwụkwọ ahụ n'ozuzu ya nwetara nzaghachi dị mma",
  "Ndị na-agụ akwụkwọ enyochaala na akụkọ ahụ kụziiri ha ọtụtụ ihe, a kọwakwara ya dị ka \"onye na'agbanye peeji\".",
  "Iroyin Siegel jẹ apẹẹrẹ pipe ti oriṣi ti oogun alaye Siegel na-egosi mkpa ọ dị ịmara ndụ onye ọrịa, akụkọ ihe mere eme na ndị ọ hụrụ n'anya tupu ọ chọpụta",
  "Onye na-agụ ya nwere ike ịhụ n'ụzọ doro anya na na ọ bụrụ na o nweghị ihe ọmụma banyere onye ọrịa ahụ, Siegel enweghị ike inyere ndị o dere banyere aka."
]