[
  "Ndị Yandang bụ otu n'ime agbụrụ dị na obodo Naịjirịa",
  "Ha dị na Mayo-belwa na steeti Adamawa na Lau, Ardo Kola, Gasol na steeti Taraba.",
  "E kwenyere na ndị Yandang na ndị Mumuye si Ijipt bịa ma biri na Yoro tupu ha agafee n'ebe ha nọ ugbu a; Adamawa na Steeti Taraba Obodo nna nna nke ndị Yandang bụ Gorobi na steeti Adamawa",
  "Ọmarịcha ala nke ugwu na ugwu gbara gburugburu nke chebere ha pụọ na ndị na-azụ ahịa ohu ruo na narị afọ nke iri abụọ",
  "Na Gorobi, e kewara ndị Yandang n'ime agbụrụ iri na asaa",
  "A na-ekewa ezinụlọ iri na asaa n'ime ụlọ na obere agbụrụ.",
  "Ndị Yandang na-asụ Asụsụ Yendang",
  "Na omenala ndị Yandang, dịka omenala ndị ọzọ nke nọ na Afrịka, nkwenye nne na nna bụ ihe kachasị mkpa",
  "Mgbe nwoke gosipụtara mmasị n'ebe nwanyị nọ, ọ na-enye ya \"Mou\" omenala na nke bara uru maka ime hoes na ngwá agha",
  "Ọ bụrụ na ndị nne na nna nabata Mou, mgbe ahụ ha ekwerela arịrịọ ahụ ma ọ bụrụ na ọ bụghị, ha ajụla arịrịokwu ahụ.",
  "Mgbe nne na nna nwanyị ahụ kwenyere, a na-atụ anya na onye ahụ a na-achọ ịlụ ga-eweta ezinụlọ ya ịhụ nne na nna nwunye ahụ ma kwurịta okwu \"hinlengki\" na \"wah-konag\" nke bụ ọnụahịa nwanyị ahụ na iwu ụlọ maka nne di ma ọ bụ ịkwụ ụgwọ ọnụahịa ya",
  "E nwere ihe ndị ọzọ achọrọ maka alụmdi na nwunye dị ka ji, biya, ọka guinea, hoes, oakansuki (osisi ụmụ nwanyị na-ejide mgbe ha na-agba egwú), ebule toro eto na ewu abụọ.",
  "N'adịghị ka ọtụtụ n'ime agbụrụ Naijiria nke kwenyere na ụmụaka bụ ndị ezinụlọ nna, ndị Yandang kwenyere na nwa mbụ bụ nke nne na ezinụlọ ya",
  "A na-atụ anya na nwa Marrah ga-achọpụta agbụrụ ya site na nne.",
  "Aha ọdịnala e nyere ndị Yandang dabere na ọnọdụ ndị gbara ọmụmụ nwa ahụ gburugburu",
  "Mgbe a mụrụ nwatakịrị n'ime afọ na-adịghị emepụta ihe, a na-akpọ ya Bonzinbaba nke pụtara \"ọ dịghịzi ọka Guinea\".  Mgbe a mụrụ nwatakịrị mgbe ihe ọma mere, a na-akpọ ya Tansiye nke pụtara akụkọ ọma",
  "Dị ka omenala si dị, ndị Yandang na-efe chi anyanwụ ha Rubi na nwa ya nwoke VelaRubi n'akụkụ mmụọ nke ndị nna nna nwụrụ anwụ.",
  "Ndị Yandang bụ ndị ọrụ ugbo na-akụ ọka guinea ma ha na-azụkwa anụ ụlọ.",
  "Nke a bụ emume a na-eme kwa afọ n'ugwu ndị nna ha iji kpee ekpere maka oge na-amị mkpụrụ",
  "A na-emekarị ya na mbido oge mmiri ozuzo nke na-adaba na Mee.",
  "Nke a bụ emume ibi úgwù nke a na-eme afọ anọ ọ bụla iji mee ka ụmụ okorobịa bụrụ ndị toro eto."
]