[
  "Ndị nnọchiteanya si mba 10 nke Eshia sonyere na nnọkọ ahụ, gụnyere:",
  "TICAD III nyochara ihe ndị TICAD rụzuru n'ime afọ iri wee kwurịta ụzọ TICAD kwesịrị isi gaa n'ọdịnihu. TICAD-III kpọkọtara ihe karịrị ndị nnọchiteanya 1000, gụnyere ndị isi ala 23 na Onye isi oche nke African Union.",
  "Ọtụtụ ndị minista gọọmentị na ndị ọzọ so na ndị sonyere na nnọkọ ahụ, gụnyere:",
  "TICAD-IV lekwasịrị anya na atụmatụ maka ịhazi ihe ọmụma na ihe onwunwe nke mba ụwa n'akụkụ ndị bụ isi nke: (a) uto akụ na ụba; (b) nchekwa mmadụ, gụnyere inweta ihe mgbaru ọsọ mmepe nke UN; na (c) nsogbu gburugburu ebe obibi / mgbanwe ihu igwe",
  "Na mgbakwunye, TICAD-IV gbalịrị ịchọpụta njikọ ndị nwere ike ịdị n'otu n'ime G8 Hokkaidō Tōyako Summit na July 2008.  Ihe omume ahụ kpọkọtara mmadụ 2,500, gụnyere ndị nnọchiteanya nke mba 51 nke Afrịka, n'etiti ha bụ ndị isi ala na gọọmentị 40 nke Afrịka",
  "Ndị bịara si n'ihe karịrị òtù mba 70 bịa.",
  "A kpọrọ mba iri ise na abụọ n'Afrịka akwụkwọ ịkpọ òkù, ọtụtụ ndị isi ala kpebiri ịga, gụnyere:",
  "UN Development Programme (UNDP), na mmekorita ya na NEPAD Business Group, UN Conference on Trade and Development (UNCTAD) na United Nations Industrial Development Organization (UNIDO) mere atụmatụ tupu oge eruo ịhazi n'akụkụ nke TICAD-IV",
  "Ha rụkọrọ ọrụ ọnụ iji mepụta ihe omume nke ha nwere olileanya na ọ ga-adọta uche nke ndị nnọchi anya mba na Yokohama maka TICAD - nzukọ nke ha kpọrọ Innovative Approaches to Private Sector Development maka iru Millennium Development Goals (MDGs) na Africa",
  "Ndị na-ahazi ihe omume ahụ nyere ebe pụrụ iche maka ngosi gụnyere ezigbo ọmụmụ ihe nke ụlọ ọrụ UN mepụtara na akaebe nke mbụ site n'aka ndị na-eme ihe nkiri dị iche iche nke ụlọ ọrụ onwe onye bụ ndị na-erite uru ma ọ bụ ndị na'akwado atụmatụ mmepe nke ụlọ ọrụ nzuzo na-akpali TICAD n'Africa",
  "A na-egosipụta ụzọ ọhụrụ na nke ọhụrụ site n'aka ndị mmekọ ụwa iji gosipụta otu ọrụ azụmaahịa dabere na ahịa na itinye ego nke onwe nwere ike isi nyere aka nweta MDGs.",
  "Onye isi oche nke World Bank Zoellick sonyere na nzukọ banyere nsogbu nri zuru ụwa ọnụ nke ya na African Union, World Food Program, Food and Agriculture Organization na International Fund for Agricultural Development jikọrọ aka hazie",
  "E mere nzukọ a iji lekwasị anya na ihe omume ndị dị mkpa ozugbo na nke dị n'etiti iji dozie nsogbu nri zuru ụwa ọnụ.",
  "Ụfọdụ ndị nnọchiteanya sitere na òtù mba ụwa na-abụghị nke gọọmentị (NGOs) mere mkpesa banyere itinye aka na mkparịta ụka iwu na-aga n'ihu n'etiti Japan na gọọmentị Africa dị iche iche na TICAD-IV",
  "Otu ìgwè nke 55 African, Japanese na mba ụwa NGO bịara na-enweghị oku na Yokohama; nke a bụ oge mbụ e tinyere 'ụlọ nzukọ obodo' n'ime atụmatụ a",
  "A hapụrụ ndị na-ekiri ihe na-emenụ isii ka ha banye dị ka ndị na-ahụ maka ihe na-eme n'oge ahụ; na NGO na-ewulite ntinye aka dị otú ahụ dị ka ihe na-adịghị mkpa.",
  "Echiche ndị otu TICAD-IV na ndị na-ekiri ihe na-emenụ na-abụghị nke gọọmentị mere ka ikpe ahụ pụta ìhè maka enyemaka ozugbo iji nyere akụ na ụba ndị na-adịghị ike n'Africa aka ịnagide nsogbu nri na mmanụ zuru ụwa ọnụ ugbu a.  Ajụjụ ka dị banyere otu esi emezu ihe mgbaru ọsọ dị otú ahụ."
]