[
  "Ndị otu bobsled nke Naijiria ma ọ bụ ndị otu bobsleigh nke Naijiria, na-anọchite anya Naijiria na bobsledding",
  "Seun Adigun malitere otu a na mbụ n'afọ 2016 di ka otu ụmụ nwanyị maka ihe omume ụmụ nwanyị abụọ",
  "N'afọ 2017, ha ruru eru ịbụ ndị Naijiria mbụ na Winter Olympics, na ndị Afrịka mbụ na bobsled na Winter Olympics.",
  "E guzobere otu mba mbụ n'afọ 2016 site n'aka Seun Adigun, na 2-woman bobsleigh",
  "Ndị otu ahụ na-enweta ego n'onwe ha, na-enweghị nkwado ego site n'aka ndị ọchịchị Naijiria",
  "Nchịkọta ego iji chụpụ ndị otu ahụ gosiri gọọmentị Naijiria na ọ dị ha mkpa iguzobe otu na-achịkwa maka bobsled, nke ha mere, Bobsled & Skeleton Federation of Nigeria (BSFN)",
  "Mgbalị mbụ nke otu ahụ iru eru maka Winter Olympics, bụ na 2017, maka 2018 Winter Olympics na bobsledding, ihe omume ụmụ nwanyị abụọ",
  "Ndị otu egwuregwu Olympic nke 2018 nwere onye ọkwọ ụgbọala Seun Adigun, na ndị na-agba ọsọ Ngozi Onwumere na Akuoma Omeoga",
  "N'ọnwa Nọvemba 2017, ndị otu ahụ zutere ụkpụrụ bụ isi iji sonye na iru eru",
  "Ọ bụrụ na ndị otu ahụ ruru eru, nke a ga-anọchite anya mpụta mbụ nke Naịjirịa na Winter Olympics; na ndị otu Afrịka mbụ na bobsled",
  "Ndị otu ahụ ruru eru maka Olimpik, ịbụ ndị nnọchi anya ya na Winter Games",
  "Naịjirịa ghọrọ otu n'ime mba asatọ Afrịka a ga-anọchite anya na 2018 Winter Olympics. Onwumere bu ọkọlọtọ Naijiria na mmemme mmeghe nke 2018 Winter Olympics Parade of Nations, ma soro ndị otu ya abụọ, ya na onye Naijiria ibe ya Simidele Adeagbo, onye ruru eru maka ọkpụkpụ ụmụ nwanyị. Ndị otu ahụ mechara nke ikpeazụ n'etiti ndị otu iri abụọ na-asọmpi. Mgbe egwuregwu ahụ gasịrị, mmadụ atọ nọ n'òtù ahụ lara ezumike nká na bobsled, mana ha kwere nkwa ịzụlite egwuregwu ahụ na Naịjirịa, zụlite otu egwuregwu Naịjirị, ma zụlite egwuregwu oyi na Winter Olympics na Africa.",
  "Ndị otu ahụ rutere na Naịjirịa iji mee emume ahụmịhe Olimpik ha na Machị 2018, nke ndị otu ahịa BSFN, Temple Management Company (TMC), haziri, malite na Murtala Mohammed International Airport (MMIA) nke dị na Ikeja Lagos."
]