[
  "Ụmụ nwanyị Ndị Kraịst oge mbụ na echiche pegan: ike nke nwanyị na-anụ ọkụ n'obi (1996) bụ akwụkwọ nke Margaret Y",
  "Macdonald dere",
  ".",
  "Akwụkwọ a bụ ọmụmụ banyere Iso Ụzọ Kraịst oge ochie na ọrụ ụmụ nwanyị Ndị Kraịst na narị afọ abụọ mbụ",
  "MacDonald na-eji nchọpụta nke anthropology ọdịbendị na ụdị nyocha nke sitere na sociology nke oge a iji mụọ ihe odide ndị dị ugbu a nke echiche ọha na eze nke ndị ọgọ mmụọ na nke Ndị Kraịst na mgbalị inye nghọta banyere ndụ zoro ezo nke ụmụ nwanyị.  Prọfesọ Agba Ọhụrụ Rollin Ramsaran na-ekwu, \"Ndị ọkà mmụta okpukpe ga-edekọ etu MacDonald si etinye echiche ndị a n'ọrụ..",
  "MacDonald na-enyocha nke ọma nke nsogbu ndị na'ihe ize ndụ wee nye nkwado a pụrụ ịtụkwasị obi na nke na ya na echiche ya.  Onye ọkà mmụta oge ochie A.M.Keith gara n'ihu na-ekwu \"Nkwurịta okwu zuru ezu ya banyere njedebe na ohere nke ụdị sayensị mmekọrịta mmadụ na ibe ya bara ezigbo uru ma setịpụ ụkpụrụ ọhụrụ nke usoro mgbagwoju anya maka ndị ọkà akwụkwọ na'enyocha ndụ ụmụ nwanyị na oge Gris na Rom",
  "\"",
  "Akwụkwọ ahụ nwere ihe atọ dị mkpa",
  "Akụkụ nke 1 na-enyocha okwu na nkatọ ndị ọgọ mmụọ",
  "Keith na-ekwu na MacDonald na ya na akwụkwọ ochie ndị a maara nke ọma, ma ụzọ Mac Donald na'amaghị ihe ọhụrụ.  MacDonald's nlo awọn ireti awujọ ti ijọba ti ijọba ti awọn obinrin ni awọn ofin ti \"ọla\" ati \"itiju\", \"gbangba\" ati \"ikọkọ\" ati \"agbara laiṣe\"awọn ẹsẹ\" aṣẹ deede \"lati jiyan pupọ ninu awọn keferi vociferous Atako ti ile ijọsin Ibẹrẹ jẹ asopọ si “ipilẹṣẹ obinrin” ti Kristiẹni akọkọ ti ijọba naa rii bi ajẹsara.awọn odi keferi lenu fihan obinrin ṣe ni o daju mu a significant ipa ni Kristiẹniti beginnings.",
  "MacDonald na-eji atụmanya ọha na eze nke alaeze ukwu ahụ maka ụmụ nwanyị n'ihe gbasara \"nkwanye ùgwù\" na \" ihere,\" \"ihu ọha\" da \"ike nzuzo\" amaokwu \"ikike iwu kwadoro\" iji kwuo na ọtụtụ n\" nkatọ ndị ọgọ mmụọ siri ike nke ụka mbụ nwere njikọ na Christian \"mgbalị nwanyị\" nke Alaeze Ukwu ahụ hụrụ dị ka ihe yiri amoosu.  Mmeghachi omume ọjọọ a na-ekpere arụsị gosipụtara n'ezie na ụmụ nwanyị keere òkè dị mkpa na mmalite nke Iso Ụzọ Kraịst.: 126 Ebubo gbasara ụmụnwaanyị so na ndị e ji emetụta echiche ọha na eze banyere Iso Kraịst n\"onwe ya na'egosi egwu ya nye usoro mmekọrịta ndị ọgọ mmụọ.:",
  "Onimọ-jinlẹ ti ile-ẹkọ giga Peter Richardson ṣalaye MacDonald jẹ ọmọwe Pauline ti a mọ, na ngalaba nke abụọ nke akwụkwọ ahụ, ọ tụgharịrị nyocha ya na akwụkwọ Paulina. Ihe odide Agba Ọhụrụ nke na-egbochi ọrụ ụmụ nwanyị dị na akwụkwọ ozi Pauline, na dị ka onye ọkà mmụta oge ochie Constance McLeese si kwuo, ihe odide ndị a nwere ike ịbụ \"nchegbu maka onyinyo ọha na eze nke Chọọchị\" nke sitere na nkatọ ndị ọgọ mmụọ na echiche ọha ọjọọ",
  "MacDonald na-ekwusi ike na echiche ọjọọ nke ọha na eze na alaeze ukwu Rom kpatara ime ihe ike ma metụta ikike chọọchị nwere \"izisa ozi ọma\".: 202, 242 McLeese na Mac Donald kwubiri na ụmụ nwanyị Ndị Kraịst oge mbụ ga-abụrịrị na ha na ọ na'ọrụ ha dị ka nwunye, nne na ndị ohu ụlọ.",
  "Mgbe a na-ele anya site n'echiche a, enwere ike ịkọwa ụfọdụ n\"ihe Pauline kwuru banyere alụmdi na nwunye dị ka ihe na'ụzọ dị egwu",
  "Dịka ọmụmaatụ, ndụmọdụ e nyere ụmụ nwanyị lụrụ ndị na-ekweghị ekwe na I Kor",
  "7:1210 na 1 Pet",
  "3:16 n'ụzọ dị anya site n\"ịmanye ọnọdụ [Ndị Rom], na'inye ndụmọdụ ka a mee ihe siri ike nke na ya na ezigbo nwunye nke ezinụlọ ndị Gris na ndị Rom na ha na ibe ha",
  "\"",
  "Akụkụ nke atọ na nke ikpeazụ nke ọrụ ahụ bụ nyocha nke mmekọrịta dị n'etiti narị afọ nke abụọ nke Ndị Kraịst kwuru banyere alụmdi na nwunye na mmepe nke alụkwaghịm dị ka ihe atụ eji eme ihe n\"ime ụka Ndị Isi..",
  "MacDonald daba pe \"njikọ dị n'etiti ọrụ nke nwanyị Onye Kraịst lụrụ di na nhọrọ a nke asụsụ ihe atụ bụkwado ụmụ nwanyị karịa echiche nke oge a banyere nna ochie ga-ekwe\".",
  "MacDonald kwubiri na, ọ bụ ezie na ọ ziri ezi ikwu na ụmụ nwanyị Ndị Kraịst nke narị afọ nke abụọ enweghị ikike n'echiche ọdịnala ndị Rom, ha ka nwere ike ịnwe ike karịa ka a na-ahụkarị na agụmakwụkwọ ọdịbendị ụmụnwaanyị.",
  "Mmeghachi omume nke akwụkwọ MacDonald abụwo nke ọma",
  "Onye ọkà mmụta Agba Ọhụrụ Constance E",
  "McLeese na-akpọ ya \"echiche na -akpali akpali\" na \"akwụkwọ dị ịrịba ama\"; Stephen Benko na na Prọfesọ Rollin Ramsaran dere, \"Nke a bụ ihe edere nke ọma, nke edobere nke baax, na nke nwere oké ọchịchọ maka ọrụ ụmụ nwanyị na Iso Ụzọ Kraịst oge mbụ\".  Classics Prọfesọ Allison M",
  "Keith na-ekwu na ọ \"e dere ya n'ụzọ dị nro ma jiri aghụghọ arụmụka\"."
]