[
  "A firecracker (cracker, noise maker, banger,) bụ obere ngwaọrụ na-agbawa agbawa nkè e mèrè iji mepụta nnukwu mkpọtụ, ọkachasị n'ụdị ụda, na-abụkarị màkà ememe ma ọ bụ ntụrụndụ. Ha nwèrè fuses, a na-ekpuchi ha n'ime akwụkwọ dị arọ iji nwee ihe mgbawa",
  "Firecrackers, tinyere fireworks, bidoro na China",
  "A na-enweta ha n'ụzọ dị mfe na India ma jiri ha mee ememe ememe",
  "Ónyé ọ bụla dị afọ iri na asatọ ma ọ bụ karịa nwèrè ike ịzụta ha na-enweghị ikikere ma ọ bụrụ na iwu obodo kwadoro ha",
  "Diwali fireworks bụ ihe omume ezinụlọ n'ọtụtụ akụkụ nkè India. Ndị mmadụ na-amụnye ọkụ ọkụ n'akụkụ ụlọ ha na n'okporo ámá",
  "Tụkwasị na nke a, obodo na obodo nwèrè ọkụ ọkụ obodo.",
  "Omenala a nwere ike ịmalite na mpaghara India mgbè ébé afọ 1400 CE gasịrị mgbè a malitere iji ntụ ọkụ na agha India.",
  "E guzobere ụlọ ọrụ ọkụ ọkụ mbụ nke India na Calcutta na narị afọ nké iri na itoolu.\nOnyé mepụtara ihe a bụ nwoke áhà ya bụ Gopal Mahindram",
  "N'ọnwa Ọktọba na Nọvemba, ndị ọrụ ugbo si Punjab na Haryana na-ere ahịhịa na ihe mkpofu ugbo ndị ọzọ ọkụ na ihu igwe anaghị abụkarị ikuku, ya mèrè mmetọ ikuku Delhi na-arịkarị elu, nké bụ nnukwu nsogbu gbụrụ-gbúrụ ébé obibi kemgbe afọ 2002. Anwụrụ ọkụ na-egbu egbu nke a na-emepụta n'ogè ọkụ ọkụ n'ogè ememme Diwali nwere ike ime ka mmetọ a ka njọ.",
  "N'ọnwa Ọktoba 2017, Ụlọikpe Kasị Elu machibidoro ọkụ ọkụ na Delhi, n'ihi nke ụlọ ọrụ ahụ kwùrù na ọ na-eche ọnwụ nke Rs 1,000-crore ihu na ya mèrè ịchụpụ ya.",
  "Mgbè National Green Tribunal (NGT) nke India nyèrè iwu ka a machibido iwu na mpaghara NCR na ire na iji crackers na 2020, Council for Scientific and Industrial Research (CSIR) mepụtara \"green crackers\" nke na-eji obere ihe na-emetọ ikuku",
  "Ọtụtụ steeti dị na India amachibido ọkụ ọkụ ma ọ bụ belata ógè, ọkwa mkpọtụ na ụdị (iji ọkụ ọkụ na-adịghị emetọ) nke enwèrè ike iji. Ka o sina dị, e ji ọtụtụ ọkụ ọkụ mee ememe ezumike Diwali na 2020, ozugbo nke ahụ gasịrị, mmetọ ikuku Delhi karịrị okpukpu itoolu nke ọkwa nke Òtù Ahụ Ike Ụwa weere dị ka ihe dị nchebe.",
  "Mgbe National Green Tribunal (NGT)  nkè India weputachara mmachibido ire na iji crackers na ememme Diwali na 2020, nke Council for Scientific and Industrial Research (CSIR) mepụtara crackers akwụkwọ ndụ akwụkwọ ndụ nke sitere na akụrụngwa dị ọcha nke na-ebelata ikuku ikuku site na igbochi mmepụta nke uzuzu; ihe ha na-apụta bụ pasent iri ato nke dị ala ma bụrụkwa nke a na-ebelata ụda na decibel 110-125 kama karịa decibel 160 nke ọkụ ọkụ ọdịnala",
  "Otú ọ dị, crackers akwụkwọ ndụ akwụkwọ ndụ ka nwere ihe ndị na-emerụ ahụ dị ka aluminium, barium, potassium nitrate na carbon.",
  "Gọọmentị Delhi ekpebiela ịkwụsị mmepụta, nchekwa, ire ere, na iji ụdị ọkụ ọkụ niile iji belata mmetọ na-arịwanye elu na Delhi. N'ọnwa Septemba afọ 2022, Manoj Tiwari, ónyé ndọrọ ndọrọ ọchịchị BJP méré ka Ụlọikpe Kasị Elu megide gọọmentị Delhi",
  "Tiwari kwuru na enweghị ike iwepụ nnwere onwé okpukpe n'okpuru ihe ngọpụ nke ikike ndụ. Ụlọikpe Kasị Elu jụrụ inye ndị mmadụ ntị n'ogè màkà mkpesa ahụ ma jụ arịrịọ ahụ na-asị \"Ka ndị mmadụ na-eku ume dị ọcha\". SC rịọkwara ọha na eze ka ha jiri ego ahụ mee ihe na ihe na-atọ ụtọ kama iji crackers."
]