[
  "A na-ahụkarị ndị Irigwe (Rigwe: Nneirigwe; Hausa: Miyango) na Bassa Local Government Area nke Plateau State, Middle Belt (etiti) Nigeria. Ha na-asụ asụsụ Rigwe (nke a na-akpọkwa Nkarigwe), asụsụ Central Plateau",
  "Isi ụlọ ọrụ ha bụ obodo Miango, n'ebe ọdịda anyanwụ nke isi obodo steeti, Jos.",
  "A na-ahụ ndị Irigwe na Bassa, Jos North na Jos South Local Government Areas nke Plateau State na Kauru Local Government Area nke ndịda Kaduna State, Nigeria.",
  "N'ụkpụrụ ịgba egwú nke Irigwe, ndị ọrụ ugbo Irigwe na-eto eto na-agbakarị iji kwalite uto nke ihe ọkụkụ na ememme ndị metụtara usoro ọrụ ugbo",
  "Ndị ọrụ ndị ọzọ na òtù ndị ọkachamara, dị ka ndị na-akpụ ihe, ndị na-achụ nta, ma ọ bụ ndị na-ese osisi, nwekwara egwu nke ha",
  "Ndị na-achụ nta nwekwara ike ime ka mmegharị nke ụmụ anụmanụ dị ka ụzọ ememe iji chịkwaa anụ ọhịa na ibelata egwu nke ha.",
  "Walter H",
  "Sangree dere, sị: \n Usoro nke alum dị na nwunye na Irigwe n ' otu aka ahụ chọrọ ka nwoke na nwaanyị lụọ alum dị na nwunye site otu agbụrụ gafee na nke ọzo n' oge ha dị ka ndị tozuru etozu nke gụnyere ngbasa nke alum dị na nwunye",
  "Ọ tinyere iwu nke dị na nwunye a ị bikota ọnụ ha nne na nna nke nwoke, ma ọ bụkwanụ bikete ha nsọ",
  "Nwaanyị nwere ike ighoro onye gabu nna nwe ọ mụrụ",
  "N 'ezie nwaanyị pụrụ isi otú ezi na baa n' ọzọ dịka ọ na di ndụ",
  "Dị na nwunye nwere ike ịgbasa n' amughi nwa",
  "Òtù Mmụọ  nkechi nke na emetụta ụmụnwaanyị ndị tozuru etozu n' agbụrụ na enye ha ughara obi ụtọ nke nmekorita iji kwuhachi ụmụnwaanyị n' ngbasa nke alum dị na nwunye tinyere  ngbasa si nke alum dị na nwunye butere ha",
  "Dị ka omenala si dị, ndị Irigwe bụ ọha mmadụ nke kewara ekewa nke na-enweghị onye isi ndọrọ ndọrọ ọchịchị, na ikike kachasị elu nke a na-enye ndị okenye ndị ụkọchukwu nke ọtụtụ agbụrụ ndị na-ahụ maka emume \"ihe niile dị mkpa\" nke a na'eme maka ọdịmma nke ndị mmadụ ma ọ bụ agbụrụ dum.",
  "Akụkọ kwuru na ọtụtụ n'ime ndị Irigwe na-ekpe okpukpe agbụrụ na ihe dị ka 62.0% nke ọnụ ọgụgụ mmadụ niile, 28.0% bụ ndị na-eso ụzọ Ndị Kraịst (Independents 55.0%, Protestant 25.0% na Roman Catholic 20.0%), ebe ndị na-agbaso okpukpe Alakụba nwere 10.0% nke ndị ọzọ."
]