[
  "Ndị Ba̠jju bụ agbụrụ dị na Middle Belt (Central) nke Naịjirịa",
  "Okwu Ba̠jju bụ mkpirikpi maka \"Ba̠nyet Jju\" nke pụtara \"Ndị Jju\" ma jiri ya na-ezo aka na ndị na-asụ asụsụ Jju dị na Ka̠jju, ala nna nke ndị Jju. A na-ahụ ha n'akụkụ ndịda nke Steeti Kaduna , ọkachasị na Kachia, Zangon Kataf, Jama'a na Mpaghara Ndịda Steeti Kaduna",
  "A makwara ndị Ba̠jju dị ka \"Kaje\" nke bụ aha mkparị nke ndị Jju na asụsụ Jju na-ezo aka na ndị Hausa buru ibu na-enweghị ike ịkpọpụta aha Ka̠jju (nke pụtara ala ndị Ba̠ju) nke ọma",
  "Ndị Ba̠jju bụ ndị ọrụ ugbo, ndị na-achụ nta, ndị na'akpụ ihe na ndị na-ere ahịa.",
  "Dabere n'akụkọ ihe mere eme, enwere ike ịchọta mmalite nke Ba̠jju ruo na Steeti Bauchi  ebe otu ìgwè ndị mmadụ bi n'ọgba ugwu ma nwee ndị nche n'elu ugwu iji lelee ndị iro",
  "A na-akpọ ndị a 'mutanen duwatsu' (ntụgharị nkịtị na Bekee site na Hausa bụ 'ndị ugwu' ma ọ bụ 'ba̠nyet tsok na Jju). Ekwenyere na njem ha bụ maka ịchọ ebe ịchụ nta ka mma",
  "Ha si na mpaghara steeti Bauchi nke Jos-Bauchi dị elu wee biri na ugwu a na-akpọ 'Hurruang' na mpaghara steet Plateau nke mpaghara ahụ, n'etiti Naịjirịa",
  "Otu agbụrụ a na-akpọ Afizere (nke ndị Hausa na-akpọkwa 'Jarawa'), bi n'ugwu ahụ, mana ndị Afizere hapụrụ ma biri na ugwu ọzọ a na- bingaka 'Tsok-kwon' (na Jju), ma eleghị anya dịka ugwu Shere.",
  "A na-ekwu na ụmụnne abụọ aha ha bụ Zampara na Wai hapụrụ ebe obibi ma kwaga n'ebe ndịda Steeti Plateau.\nNdị Atsam (nke a makwara dị ka 'Chawai') nke taa bụ ụmụ Wai",
  "Wai biri n'otu ebe ma kpọọ ya Chawai",
  "N'iburu n'uche na ndị nna nna nke ndị Ba̠jju na Chawai (Atsam) nwere njikọ ezinụlọ mere ka mba abụọ ahụ sonye.",
  "Zampara kwagara n'ihu wee biri na Hurbuang, nke a na-akpọ Ungwan Tabo ugbu a",
  "Zampara nwere nwunye aha ya bụ Adama (onye bụ nwanyị Fulani) ma mụọ ụmụ nwoke abụọ, Ba̠ranzan na A̠kad",
  "Mgbe Zampara nwụrụ, nna ha A̠kad hapụrụ nwanne ya nwoke nke okenye Ba̠ranzan ma nọrọ nso ugwu",
  "O mere otú ahụ wee bụrụ nna nna nke ndị A̠takat",
  "Nke a bụ otu agbụrụ A̠takat si jikọta ya na Ba̠jju",
  "Ọ bụ n'ihi mmekọrịta chiri anya a ka ndị Atakat na Ba̠jju mere ya omenala na iwu okpukpe ịghara ịlụ di na nwunye.",
  "Ụmụ Ba̠ranzan",
  "Ba̠ranzan nwere ụmụ nwoke ise:",
  "A̠NKWAK bụ nwa mbụ nke Ba̠ranzan",
  "O nwere ụmụ ndị a: Ka̠murum, A̠kurdan, K流, A̠za̠wuru, Ka̠tsiik, Gatun, Byet, Duhuan, A̠tachab, Rika̠wa̠n, Chenchuuk, Rika Designyakwon, Zi̠bvong, Ka̠masa, A̠nkpang, na Byena.",
  "TUAN nwa nwoke nke abụọ nwere ụmụ ndị a: Zankirwa, A̠tutyen, Kukwan, Vongkpang, Zat, Furgyam, Sansun, Ka̠mantsok, Dinyring, A̠mankwo, Kpong, Zantun, Dichu'a̠don.",
  "A̠KA̠DON nwa nke atọ nwere ụmụ ndị a: Tsoriyang, Wadon, Rebvok, A̠bvong, Chiyua.",
  "KANSHUWA nwa nke anọ mụrụ ụmụ ndị a: Jei, Dihwugwai, Zagwom, Ta̠bak, Baihom, Bairuap, Zambyin.",
  "IDUANG nke ise na nke ikpeazụ nke Ba̠ranzan nwere ụmụ ndị a: Zuturung, Zunkwa, Zansak, Dibyii, A̠bvo.",
  "Otú ọ dị, ụfọdụ ndị isi ike Ba̠jju na A̠takat lụrụ, nke a kpatara ọnwụ zuru ebe niile na afọ 1970, Gaiya (2013)",
  "Gado nke Ba̠jju, ya na ndị ya, zutere Gado nke A̠takat, ya na ụmụ ya, iji kwurịta nsogbu nke ọnwụ ugboro ugboro nke ndị agbụrụ abụọ n'ihi alụmdi na nwunye.",
  "Ha ruru mkpebi iwepụ iwu ahụ n'ụzọ okpukpe na omenala ka ọ ghara inwe ihe ọ bụla ga-esi na alụmdi na nwunye ahụ pụta",
  "Ọ bụ otú ahụ ka ndị A̠takat na Ba̠jju si malite ịlụ di na nwunye n'enweghị nsogbu.",
  "Ba̠ranzan a kpọtụrụ aha na mbụ (nwa Zampara, na nwanne A̠kad) hapụrụ Hurbuang ma kpochapụ ebe dị n'akụkụ osimiri a na-akpọ 'Duccuu Chen'",
  "O biri na Ka̠jju n'ebe ahụ (Ka̠jju bụ aha mbụ nke Ba̠jju)",
  "Aha 'Ka̠jju' sitere na aha Ba̠ranzan nyere ebe obibi ọhụrụ ahụ, nke bụ 'Ka̠zzu'.",
  "E nwere ọtụtụ emume n'ala Kajju dị ka ihe dị ka mmiri ozuzo, ọrụ ugbo, owuwe ihe ubi, ụlọ ọhụrụ, ime ime, na aha nwa.\nTyyi Tson (Euthanasia): Tyyi T son pụtara 'inye osikapa agụụ' (osikapa agụụ bụ ụdị osikapa nke ndị Bajju chere dị ka nke kachasị nsọ na ikekwe ndị isi)",
  "Omume a gụnyere inye nwanyị meworo agadi osikapa agụụ na-agụ (nke a na-akpọ 'Kasap') iji kwụsị ahụhụ ya nke nkwarụ",
  "Ọ bụ otu n'ime ụmụ ya ma ọ bụ nwanne ya nwanyị na-emekarị ya.",
  "Nkut: (amamihe) Nke a bụ ike iji nwee mmetụta ime mmụọ n'elu onye ọzọ",
  "A na-akpọ ndị na-eji Nkut 'Akut', a na-ekwere na ha nwere anya nke abụọ",
  "Ntọala mbụ na-enye ohere ka otu hụ ihe anụ ahụ, ebe a na-eji nke ọzọ hụ n'ime mmụọ.",
  "Ụmụaka agaghị eri àkwá, ha agaghịkwa eri anụ e nyere ha n'ụlọ ndị ọzọ, n'ihi na ọ nwere ike ịbụ anụ Nkut ma ha agaghị apụ n'okpomọkụ nke ehihie, n'ezie ha nwere ike ịnabata nri sitere na Akut.",
  "Ụmụ nwanyị:",
  "Ụmụ nwoke:",
  "Ụmụ nwoke nwere ike ịṅụ iyi ndị a:",
  "Ụmụ nwanyị nwere ike ịṅụ iyi ndị a:",
  "Ndị Bājju dị ka agbụrụ ọ bụla ọzọ n'Africa kwenyere na ndụ mgbe ọnwụ gasịrị n'echiche na ha kwetara na ndị nna nna na-arụ ọrụ ụfọdụ iji mee ka obi ụtọ na ọganihu mmadụ",
  "A na-achọ uche ha n'oge ọ bụla na ebumnuche ọ bụla na ndụ",
  "Ndị mmadụ na-achọ ka ha na ndị nna nna nwee mmekọrịta dị mma, ha na-egosikwa ha nkwanye ùgwù n'ezinụlọ ha",
  "Ekwenyekwara na okenye ga-ebu ụzọ rie nri tupu onye ọ bụla ọzọ ma mgbe ha na-aṅụ mmanya, ha ga-awụsa ụfọdụ drops n'ala ka ndị nna nna ha wee were.",
  "Ndị Bajju, na-asụ asụsụ Jju, nke bụ otu n'ime asụsụ Central Plateau, ma yie ka ọ bụ ụdị Tyap, n'akụkụ Gworok, Fantswam, Takad, Tyuku, Tyap n'onwe ya, Sholyio na Tyeca̠rak, ndị na-asụgharị ya dị iche iche.",
  "Ndị Ba̠jju na-achị site na onye ndú ọdịnala nke gọọmentị Kaduna Steeti họpụtara nke na-achịkwa ihe omume nke ndị mmadụ, nke isi ụlọ ọrụ ya dị na Zonkwa (ma ọ bụ A̠unkwa).",
  "A na-akpọ onye ndú kachasị elu nke Ba̠jju A̠gwam Ba̠jju",
  "Onye ndu mbụ na nke ugbu a bụ Eze Ukwu, A̠gwam Ba̠jju I, A̠Gwam Nuhu Bature A̠chi (OON)."
]