[
  "Àtụ:Infobox settlement\nNdịda Ọwụwa Anyanwụ (nke a na-akpọkarị South-East) bụ otu n'ime mpaghara ndọrọ ndọrọ ọchịchị isii nke Naịjirịa na-anọchite anya mpaghara na ndọrọ ndọrọ ọchịchị nke mpaghara ndịda ọwụwa anyanwụ nke mba ahụ",
  "Ọ na-agụnye steeti ise: Abia, Anambra, Ebonyi, Enugu, na Imo.",
  "Osimiri Niger dị n'ebe ọdịda anyanwụ, osimiri Niger Delta dị n'akụkụ ndịda, North Central dị larịị n'ebe ugwu, na Osimiri Cross dị n'etiti ọwụwa anyanwụ",
  "E kewara ya n'etiti mpaghara okpomọkụ nke Cross-Niger n'ebe ndịda na mpaghara okpompe nke Guinea n'ebe ugwu kpọrọ nkụ",
  "N'ọdịbendị, ihe ka ukwuu n'ógbè ahụ dabara n'ime ala nna nke ọdịbendị nke ndị Igbo, otu nke mejupụtara ọnụ ọgụgụ agbụrụ kachasị ukwuu nke ndịda ọwụwa anyanwụ na ihe karịrị pasentị 90%.",
  "Ọ bụ ezie na South East bụ mpaghara kachasị nta na ndọrọ ndọrọ ọchịchị, ọ na-enye aka nke ukwuu na akụ na ụba Naijiria n'ihi mmanụ na gas sitere n'okike yana akụ na ụba na-eto eto",
  "Mpaghara ahụ nwere ihe dị ka nde mmadụ iri abụọ na abụọ (22,000,000), ihe dị ka pasentị 10% nke ọnụ ọgụgụ mmadụ niile bi na mba ahụ",
  "Aba na Enugu bụ obodo ndị mmadụ kacha biri na South East nakwa obodo nke iri na nke iri na anọ kacha biri na Naịjirịa",
  "Obodo ukwu ndị ọzọ dị na ndịda ọwụwa anyanwụ gụnyere (n'usoro site na ọnụ ọgụgụ mmadụ) Onitsha, Umuahia, Owerri, Nnewi, Awka, na Abakaliki.",
  "Mpaghara ahụ nwere mpaghara gọọmentị ime obodo iri asatọ na ise nwere ihe karịrị nde mmadụ iri abụọ",
  "Mpaghara ahụ nwere ihe dị ka obodo azụmahịa iri",
  "Ewezuga ọrụ ugbo dị ka isi ọrụ akụ na ụba",
  "A makwaara mpaghara ahụ dị ka mpaghara azụmahịa na azụmaahịa nwere obere ụlọ ọrụ ndị na-emepụta ngwaahịa na ọrụ",
  "Ihe ndị bụ isi ọrụ ugbo na mpaghara ahụ bụ yam, cassava, osikapa, cocoyam wdg. Mpaghara ahụ nwere mineral siri ike na ihe onwunwe okike dị ka mmanụ ala, gas sitere n'okike, bauxite, iron ore, sandstone, lignite, ụrọ, coal, tin na columbite.",
  "N'oge na-adịbeghị anya, ọgba aghara dakwasịrị mpaghara ahụ dị ka oku maka nkewa na okike nke State of the Independent People of Biafra (IPOB) site n'aka onye ndú nke mmegharị ahụ n'onwe ya Nnamdi Kanu",
  "Nnamdi Kanu ekwuputala Biafra n'oge na-adịbeghị anya mana ụfọdụ ndị isi ekwuputala na ọ naghị anọchite anya olu mba Igbo yana enweghị ikike ime ya.",
  "N'oge na-adịbeghị anya, (IPOB) ewebatala iwu ịnọdụ ala n'ụlọ na mpaghara ahụ iji mee ka ihe ha chọrọ nakwa iji kwado onye ndú ha - Nnamdi Kanu nke Gọọmentị Naijiria jidere.",
  "Ndịda Ọwụwa Anyanwụ bịara site na aro Alex Ekwueme, ọ bụ ezie na a maara ya dị ka Eastern Nigeria, ma ọ bụ naanị East, na-esote nkewa nke mba ahụ n'akụkụ atọ n'afọ 1950s",
  "N'afọ 1967, e mechara kewaa ya ụzọ atọ n'okpuru Ọchịchị Gowon (1967)",
  "Ọ bụ n'afọ 1976 ka ọtụtụ steeti, gụnyere Imo na Anambra malitere ịpụta.",
  "Ndị Igbos bi na South East."
]