[
  "Ndị Afrịka na-akwaga Ịtali gụnyere ụmụ amaala Ịtali na ndị bi na Afrịka",
  "Ndị si Africa kwabata na-ebi na Ịtali n'afọ 2015 ruru ihe dị ka 1,000,000 ndị bi na ya",
  "A mụrụ ndị Afro-Italian (Afroitaliani) ma zụlite ha n'Ịtali, nwa amaala sitere n'Afrịka ma ọ bụ nke agbụrụ Afrịka na ndị Ịtali.",
  "N'afọ 2014, ihe karịrị ndị mbịarambịa 170,000 rutere nke na-anọchite anya ọnụ ọgụgụ kachasị ukwuu nke ndị mmadụ n'otu mba n'akụkọ ihe mere eme nke European Union. Ọnụ ọgụgụ buru ibu n'ime ha na-abịa site na Africa.",
  "Ndị Afrịka na-akwaga mba ọzọ na-eji ụsọ oké osimiri Libya eme njem gafee Oké Osimiri Mediterenian n'ọnụ ọgụgụ buru ibu, na-enwe olileanya ịdakwasị n'ikperé mmiri Ịtali. Ọ bụ ezie na ha hapụrụ Libya, ọtụtụ n'ime ha si Ghana, Senegal, Nigeria na Eritrea. Ụzọ ahụ dị ize ndụ ma na-enwekarị ihe ịga nke ọma; na 2015, mmadụ 2,000 nwụrụ na-agafe Mediterenian na ndị nche ụsọ oké osimiri Libya jidere ọtụtụ ụgbọ mmiri na-ebu ndị si Africa gaa Ịtali. Ka ụzọ a na-enwetakwu nlebara anya kemgbe ọtụtụ afọ, ndị na-ebubata ihe amalitela iji ụzọ ndị ọzọ dịka Ijipt, ụzọ Balkan si Gris, na ụzọ dị ize ndụ site na ugwu dị na Albania.",
  "N'afọ 2016, minista na-ahụ maka ego nke Ịtali gbara mbọ ka European Union kwụọ ụgwọ maka ego mba ya furu efu n'ihi nnukwu mbata. Ka ọ na-erule n'afọ 2016, European Union ewepụtala ijeri euro 1.8 maka mbọ niile ndị gbara ọsọ ndụ Afrịka na Europe.",
  "Ìgwè kasị ukwuu nke ndị si Africa kwabata bụ ndị Arab / Berber si North Africa, ọnụ ọgụgụ ha dị 641,085 bi na 2016",
  "Site na mba ha si, ọtụtụ n'ime ndị a rutere n'oge na-adịbeghị anya sitere na Morocco (437,485), Tunisia (95,645), Egypt (109,871) na Algeria (71,765)",
  "Ịtali nwekwara ọtụtụ ndị si Libya (1,819), ókèala ebe ndị Ịtali si mba ọzọ nọ n'oge ọchịchị.",
  "E jiri ya tụnyere ndị Maghreb / Berber si North Africa, pasentị nke ndị Afrịka na-achị Sahara (ọtụtụ n'ime ha bụ Ndị Kraịst) dị ka pasentị ndị si Africa kwabata na Ịtali bụ 35.7% (370,068 ndị bi na 2015)",
  "Ọtụtụ n'ime ha si Naijiria (98,176), Senegal (77,264) na Ghana (48,637)",
  "E nwekwara ọnụ ọgụgụ dị nta site na Eritrea (9,579), site na Ethiopia (8,000) na site na Somalia (7,903).",
  "Ihe na-esonụ bụ ndepụta nke ndị ama ama a mụrụ n'Afrịka bụ ndị mechara kwaga Ịtali ma biri ebe ahụ, ma ọ bụ kpamkpam ma ọ bụ ma ọ dịkarịa ala oge.",
  "Àtụ:Immigration from AfricaÀtụ:Immigration to Italy"
]