[
  "Otu IUCN Ederede uhie dị n'ihe egwu (CR ma ọ bụ mgbe ụfọdụ CE) bụ otu nke International Union for Conservation of Nature kewara ka ọ na-eche nnukwu ihe ize ndụ nke mkpochapụ n'ọhịa ihu. Ka ọ na erule 2021, n'ime ụdị 120,372 nke IUCN na agbaso ugbu a, e nwere ụdị 8,404 nke a na ewere dị ka ndị nọ n'ihe ize ndụ.",
  "IUCN Ndepụta uhie na enye ọha na eze ozi gbasara ọnọdụ nchekwa nke anụmanụ, fungi, na ụdị osisi. Ọ na ekewa ụdị dị iche iche n'ime ụdị nchekwa asaa dị iche iche nke dabere na ebe obibi, ọnụ ọgụgụ mmadụ, ebe obibi, egwu, wdg",
  "Nke ọ bụla na anọchite anya ọkwa dị iche iche nke ihe ize ndụ mkpochapụ ụwa",
  "A na etinye ụdị ndị a na ewere dị ka ndị nọ n'ihe ize ndụ n'ime ụdị \"ndị nọ n'oké egwu\".",
  "Dị ka IUCN Ndepụta uhie anaghị atụle ụdị dị iche iche na adịghịzi adị ruo mgbe e mere nnyocha sara mbara, a ka na-edepụta ụdị ndị nwere ike ịpụ n'anya dị ka ndị nọ n'ihe ize ndụ",
  "IUCN na edebe ndepụta nke \"ma eleghị anya na adịghịzi adị\" na \"ma eletrik na-adịghị adị n'ọhịa\", nke e mere ka ọ dị ka ụdị nke BirdLife International ji kewaa ụdị ndị a.",
  "Iji kọwaa ya dị ka ihe dị oke egwu na Ndepụta uhie, otu ụdị ga ezute nke ọ bụla n'ime njirimara ndị a (AīE) (\"3G/10Y\" na egosi ọgbọ atọ ma ọ bụ afọ iri dị ogologo karịa 100 afọ; \"MI\" na-anọchi anya Ndị tozuru etozu):",
  "Nsogbu mkpochapụ dị ugbu a na ahụ ọnụ ọgụgụ mkpochapụ nke na eme ngwa ngwa karịa nke ọnụ ọgụgụ mkpu okike",
  "A na ekwu na ọ bụ mmetụta mmadụ na mgbanwe ihu igwe na ọnwụ nke ụdị dị iche iche",
  "Nke a na ike okike nke nwere ike ịkpata nrụgide na ụdị ma ọ bụ mee ka ọnụ ọgụgụ anụmanụ ghara ịdị.",
  "Ka ọ dị ugbu a, nnukwu ihe kpatara mkpochapụ nke ụdị bụ mmekọrịta mmadụ na ibe ya nke na ebute ọnwụ ebe obibi. Ụdị dị iche iche na adabere na ebe obibi ha maka ihe onwunwe dị mkpa maka ndụ ha",
  "Ọ bụrụ na ebe obibi ahụ mebie, ọnụ ọgụgụ mmadụ ga ahụ mbelata n'ọnụ ọgụgụ ha",
  "Ọrụ ndị na akpata ọnwụ nke ebe obibi gụnyere mmetọ, ime obodo, na ọrụ ugbo",
  "Ihe ọzọ mere osisi na anụmanụ ji bụrụ ihe ize ndụ bụ n'ihi iwebata ụdị ndị na awakpo",
  "Ụdị ndị na awakpo na awụ akpata oyi n'ahụ ma na-erigbu ebe obibi ọhụrụ maka ihe ndị sitere n'okike ya dị ka usoro iji merie ihe ndị dị ndụ, n'ikpeazụ na eweghara ebe obibi ahụ",
  "Nke a nwere ike iduga ma ọ bụ na ụdị ala ahụ kpochapụrụ ma ọ bụ mee ka ha bụrụ ndị nọ n'ihe ize ndụ, nke na emesị na akpata mkpochapụ",
  "Osisi na anụmanụ nwekwara ike ịpụ n'anya n'ihi ọrịa",
  "Iwebata ọrịa n'ime ebe obibi ọhụrụ nwere ike ime ka ọ gbasaa n'etiti ụdị ala",
  "N'ihi enweghị ihe ha maara ọrịa ahụ ma ọ bụ obere nguzogide, ụdị ala ahụ nwere ike ịnwụ."
]