[
  "Jukun (Njikum) bụ agbụrụ na-asụ asụsụ ma ọ bụ agbụrụ dị na West Africa",
  "Ndị Jukun na-adịkarị na Taraba, Benue, Nasarawa, Plateau, Adamawa, na Gombe States na Naịjirịa na akụkụ ndị dị n'ebe ugwu ọdịda anyanwụ Cameroon",
  "Ha bụ ụmụ nke ndị Kwararafa",
  "Ọtụtụ n'ime agbụrụ ndị dị n'ebe ugwu etiti Naịjirịa sitere na ndị Jukun ma nwee njikọ n'otu ụzọ ma ọ bụ nke ọzọ na ndị Jukuns",
  "Ruo mgbe ọbịbịa nke Iso Ụzọ Kraịst na Islam, ndị Jukun bụ ndị na-eso ụzọ okpukpe ọdịnala ha, ọtụtụ n'ime agbụrụ, Alago, Agatu, Rendere, Goemai na Shendam, na ndị ọzọ hapụrụ Kwararafa mgbe ọ gbasara n'ihi esemokwu ike",
  "A na-ekewa ndị Jukuns n'ime nnukwu ìgwè abụọ; Jukun Wanu na Jukun Wapa",
  "Ndị Jukun Wanu bụ ndị ọkụ azụ bi n'akụkụ osimiri Benue na Niger ebe ha na-agafe Taraba State, Benue State na Nasarawa State",
  "[citation needed] Wukari Federation, nke Aku Uka nke Wukari na-eduzi, bụzi isi etiti nke ndị Jukun.",
  "N'ide akwụkwọ na ngwụcha afọ 1920, onye Britain na-amụ banyere ụmụ mmadụ C",
  "K",
  "Meek mere atụmatụ na e nwere ihe dị ka ndị na-asụ Jukun 25,000 mgbe ahụ dị ndụ. Meek kwuru na ihe ka ọtụtụ n'ime ndị Jukun biri n'ìgwè ndị gbasasịrị gburugburu ọdọ mmiri Benue, n'ógbè nke kwekọrọ n'ókè alaeze Kwararafa dị ka ọ dị na narị afọ nke 18",
  "Ebe obibi Jukun ahụ, ka Meek kwuru, Abinsi dị n'ebe ọdịda anyanwụ, Kona dị n'akụkụ ọwụwa anyanwụ, Pindiga dị n' ugwu na Donga dị n'etiti ndịda.",
  "Enwere ike kewaa asụsụ ahụ n'asụsụ isii dị iche iche: Wukari, Donga, Kona, Gwana na Pindiga, Jibu, na n'ikpeazụ Wase Tofa, ọ bụ ezie na Meek kwuru na asụsụ \"Kona, Gwana da Pindiga dị obere nke na enwere ike iwere ha dị ka otu",
  "\"",
  "Ndị na-asụ Jukun na-achọpụta ndị nna nna ha site na ndị ọchịchị nke alaeze Kwararafa, steeti nke dị na Western Africa site na narị afọ nke iri na anọ (14) ruo na narị afọ nke iri na asatọ (18)",
  "Dị ka omenala si dị, ndị eze na-achịkwa ndị Jukun.",
  "N'ihi mmeri ndị Fulani na mmalite narị afọ nke iri na itoolu, ndị na-asụ Jukun kewara na ndọrọ ndọrọ ọchịchị n'ime mpaghara dị iche iche. Ka ọ na-erute afọ otu puku, narị itoolu na iri abụọ (1920) , ndị isi Jukun, nke a maara dị ka Wapâ, biri na Wukari na gburugburu ya, ebe eze obodo na nchịkwa ya na-achị ha. Ndị ọzọ na-asụ Jukun bi na ndagwurugwu Benue, dị ka Jukun wanu nke Abinsi, Awei District, Donga na Takum, nọgidere na-ekewapụ onwe ha na ndọrọ ndọrọ ọchịchị na gọọmentị Wukari, na ndị na-asụrụ Jukun na Adamawa Province nabatara ọchịchị nke Fulani Emir nke Muri.",
  "N'oge ọchịchị nke ndị ọchịchị na-achị ala ọzọ, Naịjirịa enweela ime ihe ike, n'ihi ọtụtụ esemokwu agbụrụ n'etiti obodo dị iche iche bi na mba ahụ",
  "Esemokwu dị n'etiti ndị Jukun na ndị agbata obi ha bụ ndị Tiv, ndị si na Kongo kwapụ.",
  "N'afọ otu puku, na iri atọ na otu (1931) , ụlọ ọrụ na-ebipụta akwụkwọ agụmakwụkwọ bụ Kegan Paul, Trubner & Co",
  "bipụtara A Sudanese Kingdom: An Ethnographic Study of the Jukun-speaking Peoples of Nigeria, akwụkwọ nke onye Briton C",
  "K",
  "Meek, onye ọrụ Anthropological nke nọ na Ngalaba Nchịkwa na Naịjirịa dere.",
  "Àtụ:Ethnic groups in Nigeria"
]