[
  "Gbagyi ma ọ bụ AGbari (n'ọtụtụ - Agbagyi / Agbari) bụ aha na asụsụ nke agbụrụ Gbagyi / Gbari nke a na-ahụkarị na ebe njikota Naijiria,ya na onu ogugu mmadu ruru otu nde mmadu",
  "Ndị otu agbụrụ na-asụ olumba abụọ",
  "Ebe ndị Hausa Fulani na ndị Yurop na-akpọ ndị na-asụ olumba ndị ahụ Gwari n'oge a na-achị Naịjirịa tupu ha achịwa, ha masịrị ka a mara ha Gbagyi/Gbari",
  "Ha bi na Niger, Federal Capital Territory - Abuja, na Kaduna State",
  "A na-ahụkwa ha na Nasarawa Central Nigeria Area",
  "Gbagyi/Gbari bụ agbụrụ na ụmụ amaala kacha bi na etiti etiti na Federal Capital Territory nke Nigeria na ọrụ ha kacha arụ bụ ọrụ ugbo",
  "Ịkpụ ite bụkwa ọrụ ụmụ nwanyị na-eme",
  "N'akụkọ ihe mere eme, Gbagyi / Gbari na-eme usoro ikwu nna. A na-ahụ ọkwa kachasị ala nke ikike n'ime ezinụlọ gbasaa nke nwoke kacha okenye na-edu",
  "Ogige ahụ nwere obere ụlọ na ụlọ nwere akụkụ anọ",
  "Esu / Osu (eze) bụ ọkwa kachasị elu nke ikike na Gbagyi / Gbari ma otu ndị okenye na-enyere ya aka",
  "ndị Gbagyi/Gbari bụ ndị ọrụ ugbo ma ha bụkwa ndị na-achụ nta ebe ụfọdụ na-etinye aka n'ime nka ọdịnala na ọrụ aka dị ka ite na osisi dị ka ụrọ na pestle. Gbagyi / Gbari maara nke ọma na ịgwakọta ụrọ iji mepụta ihe ịchọ mma ụlọ dị ka ite",
  "A makwara ha dị ka ndị ọrụ ugbo dị mma, ebe ha na-eji ngwá ọrụ ugbo mpaghara dị ka hoes na cutlasses na-arụ ọrụ ugbo yam, ọka, millet na groundnuts.",
  "A na-ahụ ndị Gbagyi n'ebe dị iche iche na Middle Belt (Central) Nigeria",
  "Ha bi n'akụkụ ọdịda anyanwụ nke Abuja, ndịda Steeti Niger, Chikun Local Government Area na isi ụlọ ọrụ ya na Kujama na Kaduna steeti na Nassarawa steeti. Obodo Gbagyi ndị dị mkpa gụnyere Minna, Karu, Kuta, Kwakuti, Kwali, Gawu, (Gusolo) Gussoro, (Gbada) Gwada, Guni, Fuka, Galkogo, Maikunle, Manta, Wushapa (Ushafa), Bisi, Bwaya (Bwari), Suleja, Shiroro (Shilolo), Beji, Diko, Alawa, Erena, Paiko / paigo lanbata, zugba na farin doki bụ ụfọdụ echiche na-eme ka ihe kpatara ndị Gbagyi gbasasịrị",
  "Ụfọdụ ndị ọkọ akụkọ ihe mere eme kwenyere na a chụpụrụ ndị Gbagyi n'ebe obibi mbụ ha n'oge Fulani Jihad, ebe ụfọdụ ndị ọkọ akụkọ akụkọ ihe mere mere eme n'ógbè ahụ jikọtara ịkwaga na mkpa maka ala ugbo site na Gbagyi. Chigudu, peeji nke 1",
  "Ebe obibi Gbagyi nwere ike ịbụ nnukwu na obere",
  "N'ebe ọrụ ugbo bụ ọrụ kachasị, ebe obibi na-adịkarị obere ka ala zuru ezu maka ọrụ ugbo.",
  "Ndị Gbagyi bụ ndị kasị ukwuu n'etiti agbụrụ ndị bi n'ala ahụ a tụrụ aro maka mmepe mgbe a họpụtara Abuja dị ka isi obodo ọhụrụ nke Naịjirịa",
  "Nsonaazụ nke mgbagwoju anya ahụ bụ iwepụ ndị mmadụ n'ụlọ nna ha, site na akara ime mmụọ dị ka Zuma Rock, ịhụ ka a na-akpọ ala nna nna ha ala na-enweghị mmadụ na nsogbu gbasara ime mgbanwe na gburugburu ebe obibi ọhụrụ nke gọọmentị nyere. Otú ọ dị, e nyere ọtụtụ ezinụlọ ndị a chụpụrụ n'ebe obibi, mana ụfọdụ biri n'ogige njem na ebe obibi ruo ogologo oge.",
  "A maara ndị Gbagyi dị ka ndị hụrụ udo n'anya, ndị doro anya na ndị na-anabata ndị mmadụ",
  "Ndị Northern na-enwe mmasị ikwu n'asụsụ Hausa muyi shi Gwari Gwari, \"ka ha mee ya dị ka Gbagyi\" ma ọ bụ \"n'ụzọ Gbagyi\"",
  "Dị ka Tanko Chigudu si kwuo, ndị Gbagyi apụtawo dị ka agbụrụ pụrụ iche n'etiti ndị Naijiria: ọdịbendị ha na-egosi otú ha si anabata eluigwe na ala",
  "Kwa ụbọchị ha na-achọ inye ndụ ihe ọ pụtara n'agbanyeghị ọnọdụ ha nọ na ya.",
  "Asụsụ Gbagyi bụ akụkụ nke Kwa nke ezinụlọ asụsụ Niger-Congo, Otú ọ dị, ụfọdụ ndị na-eme nchọpụta dịka Kay Williamson tinyere asụsụ ahụ n'ezinụlọ Benue-Congo. Ndị mmadụ na-asụ asụsụ abụọ a na-akpọ Gbari (Gwari yamma) na Gbagyi mgbe ụfọdụ.",
  "Ndị Gbagyi bụ ndị na-agbaso Islam, Iso Ụzọ Kraịst na okpukpe ọdịnala ha",
  "N'okpukpe ọdịnala ha, ụfọdụ ndị Gbagyi kwenyere na Chineke a na-akpọ Shekwoi (onye nọ ebe ahụ tupu ndị nna nna ha) mana ha na-etinye onwe ha n'ime chi dị iche iche dị ka Maigiro. Ọtụtụ ndị Agbagyi kwenyere na ịlọ ụwa.",
  "Islam ghọrọ ihe a ma ama n'etiti ndị mmadụ mgbe Fulani jihad gasịrị mgbe ndị Sudan Interior Mission (nke a makwaara n'ógbè dị ka Evangelical Church of West Africa) na ndị ozi ala ọzọ Baptist si n'akụkụ ọdịda anyanwụ nke Naịjirịa mere ka ndị mmadụ mara Iso Ụzọ Kraịst."
]