[
  "Ndị Ascott Martyrs bụ ụmụ nwanyị 16 sitere na obodo Ascott-under-Wychwood na Oxfordshire, England bụ ndị a tụrụ mkpọrọ na 1873 maka ọrụ ha na-ịtọlite ​​alaka nke National Union of Agricultural Workers.",
  "E hiwere National Union of Agricultural Workers na Warwickshire na 1872, nke onye ụkọchukwu Methodist Primitive Joseph Arch duziri",
  "Nkwado gbasara n'akụkụ ndị ọzọ nke mba ahụ, na 1873 ndị ikom Ascott-under-Wychwood guzobere alaka nke njikọ ọhụrụ ahụ.",
  ".Maazị Hambidge nke Crown Farm, Ascott chụrụ ndị ikom ya sonyeere otu ahụ wee were ndị ikom si n'obodo Ramsden agbata obi were bụrụ ndị na-agbaji",
  "Ụmụ nwanyị Ascott gbalịrị ime ka ndị nwoke Ramsden sonye na Union ma gbochie ha ịrụ ọrụ maka Mr Hambidge",
  "E jidere ụmụ nwanyị a ma kpọga ha na Chipping Norton ebe na 20 Mee 1873 boro ha ebubo \"igbochi na ịmanye John Hodgkins na John Miller iji kpalie ha ịhapụ ọrụ ha\"",
  "Revd T",
  "Harris na Revd W",
  "E",
  "Carter, ndị ọka iwu abụọ, nụrụ ikpe ahụ",
  "Ha jụrụ Maazị Hambidge, onye ọrụ ugbo ka ọ ghara ịga n'ihu n'ikpe, mana ọ siri ọnwụ na ọ na-ebo ebubo",
  "A mara ụmụnwaanyị ndị a na-ewere dị ka ndị isi ọchịchị, ndị ọ bụghị ndị ọka iwu gbachiteere ha, a mara ha ikpe ịga mkpọrọ na ịrụsi ọrụ ike, asaa n'ime ha ụbọchị iri, na itoolu n'ime ụmụ nwanyị ahụ ụbọchị asaa",
  "Otu akwụkwọ akụkọ na 1873 bipụtara akụkọ a n'okpuru isiokwu, \"Rioting in Chipping Norton\"",
  "Ụmụ nwanyị asaa a tụrụ mkpọrọ ụbọchị 10 site na ịrụsi ọrụ ike bụ: Martha Maria Smith dị afọ 45, Rebecca Smith dị afọ 25, Mary Moss (nke a na-akpọ Smith) dị afọ 17, Charlotte Moss dị afọ 39, Ann Susan Moss dịafọ 25, Ann Moss dị waggaa 22 na Fanny Honeybone dị afọ 16.",
  "Ka ọ na-erule elekere itoolu nke abalị na 20 Mee 1873, otu ìgwè mmadụ gbara ụlọ ikpe ndị uwe ojii gburugburu",
  "Ha gbalịrị ịtọhapụ ụmụ nwanyị ahụ n'enweghị ihe ọ bụla, na-agbaji oriọna na windo n'okporo ámá",
  "Ime ihe ike ahụ gara n'ihu ruo awa abụọ.",
  "Ndị obodo nọgidere na-ewe iwe maka mmeso ụmụ nwanyị ahụ, na-eduga na ajụjụ a jụrụ na Nzukọ Ndị Omeiwu na akwụkwọ akụkọ mba niile banyere ihe omume ahụ",
  "Akụkọ a ma ama mechara pụta na Queen Victoria gbaghaara ụmụ nwanyị ahụ, ma nye ha onye ọ bụla uwe uhie na shilling5, mana enweghị ihe akaebe maka nke a.Otú ọ dị, odeakwụkwọ nke ụlọ, kwetara 'mgbaghara nwere ọnọdụ' iji nyefee ọrụ siri ike nke ikpe ahụ, na-eziga teligram na gọvanọ ụlọ mkpọrọ Oxford",
  "'Atụwo m Eze Ukwu ka o nyefee akụkụ nke ikpe nke ụmụ nwanyị ka nọ n'ụlọ mkpọrọ n'okpuru mkpebi nke ndị majie Chadlington nke nyere ọrụ siri ike na mgbakwunye na mkpọrọ ha agaghị anọgide na-arụ ọrụ siri ike, ikike gọọmentị ga-eso n'oge kwesịrị ekwesị.'  Otú ọ dị, a natara ya n'azụ oge ka ọ ghara ịdị irè",
  "Mgbe a tọhapụrụ ha, ụmụ nwanyị ahụ laghachiri n'obodo ha dị ka ndị nwụrụ n'ihi okwukwe ha",
  "National Union of Agricultural Workers nyere onye ọ bụla n'ime ha £ 5 na silk na-acha anụnụ anụnụ iji mee uwe.",
  "Mgbe oge ndị Ascott Martyrs nọ n'ụlọ mkpọrọ, Onye isi oche nke Oxford District nke Union nyochara ụgwọ ọrụ na ọnọdụ nke ndị ọrụ ugbo Ascott wee chọpụta na tupu Union, ụgwọ ọrụ bụ shilling 9 kwa izu n'oge oyi na shilling 10 n'oge ọkọchị",
  "Mgbe e guzobere alaka Union, a na-eji shilling 2 rịa elu ụgwọ ọnwa n'izu, ya mere mbọ ụmụ nwanyị ahụ nwere ihe ịga nke ọma.",
  "Nhọpụta nke ndị ọka iwu ndị ụkọchukwu: n'agbanyeghị iwe ọha na eze na mkpesa zuru oke na ikpe nke ndị ọka ikpe abụọ ahụ, ọnọdụ nke ndị ụkọchị dị ka ndị ọka iwu agbanwebeghị n'ihi ikpe a",
  "Revd Harris na Revd Carter gara n'ihu dị ka ndị majie Oxfordshire ruo afọ 23 na 30 ọzọ, a nọgidekwara na-ahọpụta ndị ụkọchukwu mpaghara dị ka ndị ọka iwu- dịka, n'ezie, ha nwere ike ịbụ ugbu a.",
  "N'ụbọchị ncheta otu narị afọ nke Ascott Martyrs na 1973 a rụnyere oche osisi nwere akụkụ asatọ gbara ogwe osisi chestnut gburugburu n'obodo Ascott-n'okpuru-Wychwood na ihe ncheta na-ekwu:",
  "E guzobere oche a iji mee emume otu narị afọ nke Ascott Martyrs, ụmụ nwanyị iri na isii e zigara n'ụlọ mkpọrọ na 1873 maka òkè ha rụrụ na ntọala nke Agricultural Workers Union mgbe e zigara ha \"n'elu ugwu iji bulie\".",
  "E jirila oche anọ gbara osisi ahụ gburugburu dochie ihe ncheta nke afọ 1973 na-edepụta aha ndị nwụrụ n'ihi okwukwe na ndị kwadoro ha."
]