[
  "Ndị Naijiria ma ọ bụ ndị Naijiria bụ ụmụ amaala Naijirịa Ma ọ bụ ndị nna nna si Naijirịa. Naịjirịa nwere agbụrụ na ọdịbendị dị iche iche na okwu Naịjirị na-ezo aka na mba obodo dabeere na ụmụ amaala. Ndị Naijiria sitere n'ihe karịrị agbụrụ na asụsụ 250. Ọ bụ ezie na e nwere ọtụtụ agbụrụ na Naịjirịa, ihe akụ na ụba na-eme ka ndị Naịjiria si n'ọtụtụ agbụrụ na okpukpe biri na mpaghara Naịjirị nke na-abụghị agbụrụ ma ọ bụ okpukpe ha, na-akpata ngwakọta nke agbụrụ na òtù okpukpe dị iche iche, ọkachasị n'obodo Naịjiría. Asụsụ Bekee bụ asụsụ ndị Naijiria",
  "50% nke ndị Naijeria bụ ndị Alakụba na ihe dị ka 49.3% bụ Ndị Kraịst. Ndị a bụ okpukpe abụọ bụ isi, dị ka statista.com si kwuo, a na-ekwu na ihe karịrị ọkara nke ndị Naijiria bụ ndị Alakụba, a na'emekwa ndị ọzọ mana a maghị ha dịka ndị a abụọ.",
  "Ndị Naijiria si n'ọtụtụ agbụrụ na okpukpe dị ka ntọala Naijirịa bụ nsonaazụ nke ochịchị ndị Britain.",
  "E nweela ọtụtụ steeti akụkọ ihe mere eme na Naijirịa nke metụtara ndị Naijirịa site na ndị eze ha na usoro iwu na ụtụ isi ha, yana iji okpukpe mee ka ike eze bụrụ ihe ziri ezi ma mee ka ndị mmadụ dị n'otu. Mmetụta ndị Alakụba na-emetụta ọdịbendị nke Northern Naijirịa gụnyere ọtụtụ mba ndị Alakụb dị na mpaghara ahụ. Alaeze Ukwu Kanem-Bornu na Caliphate Sokoto bụ nnukwu ala ndị Alakụba n'akụkọ ihe mere eme n'ebe ugwu Naịjirịa. Ndịda Naịjirịa nwere ọtụtụ steeti dị ike, gụnyere Alaeze Ukwu Benin na Alaeze Ukwu Oyo, Ife Confederacy na ọtụtụ steeti Yoruba ndị ọzọ.",
  "Ọchịchị ndị Britain na-achị na-emetụta ọdịbendị Naijirịa nke ukwuu. Dị ka ndị ọchịchị Britain na-achị ala ọzọ na-akatọ ma na-awakpo ịlụ karịa otu nwanyị, ikpe site na ịta ahụhụ, na ụdị ụfọdụ nke ịchụ àjà. N'otu oge ahụ, ndị ọchịchị Britain na-achị ala ahụ nọgidere na-enwe ma na-akwalite ọdịbendị ọdịnala Naijirịa nke mere ka ọchịchị ndị Britain sikwuo ike. Ndị Britain gbasaa Iso Ụzọ Kraịst n'ebe ndịda Naịjirịa na ndị ozi ala ọzọ Ndị Kraịst nyeere ndị ọchịchị Britain aka iguzobe usoro agụmakwụkwọ ọdịda anyanwụ na Naịjirịa nke dugara n'izi asụsụ Bekee na Naịjarị ma nabata ya dị ka asụsụ isi nke Naịjirịa. Ndị Britain jiri ọrụ a na-akwụghị ụgwọ dochie ọrụ ụlọ a na-adịghị akwụ ụgwọ. Tupu colonization na narị afọ nke iri abụọ, agbụrụ Naịjirịa na-enwekarị ala dị ka obodo, nke mere na enweghị ike ịzụta ma ọ bụ ree ala. Nchịkọta wetara echiche nke ndị mmadụ nwere ala na azụmahịa nke ala malitere.",
  "Ụmụ nwanyị Naijiria nke Hausa Fulani, na-eyi uwe ọdịnala",
  "Ndị Naijiria na-azụ ahịa n'otu ụlọ ahịa dị na Lagos",
  "Ndị Yoruba Naijiria ndị ikom sitere na Kwara, na-eyi uwe ọdịnala ma na-akpọ ụbọ",
  "Onye na-agba ịnyịnya na mmemme Kano Durbar",
  "Ndị ikom Igbo Naijiria, na-eyi Isiagu nke oge a na okpu ndị ikom Igbo ọdịnala",
  "Nwoke Igbo na ejiji ọdịnala ya",
  "Otu Eyo Iga Olowe Salaye masquerade jumping",
  "Map nke ọdịda anyanwụ Afrịka, na-egosi Naịjirịa na akwụkwọ ndụ akwụkwọ ndụ",
  "Nlegharị anya nke lokoja n'elu ugwu Ugwu Patti.",
  "Na Na Naijirịa, ihe karịrị pasent iri asaa nke ndị Naijirịa bi n'obodo nta nke ụdị abụọ dị iche iche: ụdị mbụ nke ndị Igbo na Tiv ji na-agụnye nchịkọta nke ihe ndị gbasasịrị agbasa ebe ụdị nke abụọ nke e ji mee ihe n'etiti ndị Hausa Fulani, Yoruba, na Kanuri na-agụnyere nuclei nke ihe ndị dị iche iche. Obodo nta ndị a mejupụtara ndị agbụrụ metụtara site na ndị nna nna yana ndị bịara abịa bụ ndị a nabatara n'agbụrụ ahụ. Kemgbe oge tupu colonization ruo ugbu a ọ bụ ihe a na-emekarị n'ebo Naịjirịa ịnabata ndị ọ na-amaghị n'ime agbụrụ ndị ahụ. Onye agadi nwoke n'ime obodo na-ejikarị ozi dị ka onye isi obodo ma ọ bụ Baale.",
  "N'ime nnukwu obodo ndị dị na Naijirịa, e nwere ọtụtụ ndị Naijirịa na ndị mba ọzọ, ọkachasị ndị Europe, ndị Lebanọn, na ndị India. Mkpa akụ na ụba nke obodo Naịjirịa emeela ka ndị mmadụ si n'ala nna ha ma ọ bụ ọdịbendị gaa n'obodo ndị na-abụghị mpaghara ndị ahụ. Ndị Igbo, Hausa-Fulani na Ibibio na-akwaga Lagos na ọtụtụ ndịda na-akpụkwa n'ebe ugwu iji zụọ ahịa ma ọ bụ rụọ ọrụ ebe ọtụtụ ndị ọrụ oge ugwu na obere ndị ọchụnta ego na-aga n'ebe ndịda.",
  "Esemokwu agbụrụ, okpukpe, na mpaghara na esemokwu kewara ndị Naijirịa n'ihe gbasara ndọrọ ndọrọ ọchịchị. Karịsịa, nkewa ọdịbendị na ndọrọ ndọrọ ọchịchị n'etiti ndị Alakụba n'ebe ugwu na ndị Kraịst n'ebe ndịda emeela ka okpukpe bụrụ nke ndọrọ ndọrọ ọchịchị ma kpatara nnukwu esemokwu ndọrọ ndọrọ ọchịchị na Naịjirịa. Ime ihe ike sitere n'agbụrụ na okpukpe sitere n'aka ndị na-emebiga ihe ókè emeela ka esemokwu ndị a mụbaa.",
  "Otú ọ dị, n'agbanyeghị ihe omume nke imebiga ihe ókè, ọtụtụ ndị Naijirịa na-aga n'ihu na-ebi n'udo, a na-akwalite njirimara Naijirịa n'etiti ndị Naijiria gụrụ akwụkwọ na ndị bara ọgaranya yana ọtụtụ ndị Naịjirịa na-ahapụ obere obodo agbụrụ iji chọọ ohere akụ na ụba n'obodo ebe ndị mmadụ nwere agbụrụ. Ọ bụ ezie na e nwere nkewa ọdịbendị n'etiti ndị Naijiria, a na-ejikarị asụsụ Bekee eme ihe dị ka asụsụ ha bụ isi. Ọzọkwa, ọtụtụ ndị Naijiria nwere nkwenye siri ike maka nnwere onwe onwe onwe na ọchịchị onye kwuo uche ya. Ọbụna n'oge ọchịchị ndị agha, ndị Naijiria na-amanye ọchịchị ndị agha dị otú ahụ ka ha nọgide na-enwe ọchịchị onye kwuo uche ya. Ndị ndọrọ ndọrọ ọchịchị Naịjirịa na-ama ọtụtụ asụsụ ụmụ amaala na-abụghị asụsụ ụmụ ama amaala ha.",
  "Media related to People of Nigeria at Wikimedia Commons"
]