[
  "Ndagwurugwu nke ndị eze (Arabic), nke a makwaara dị ka Ndagwurịta okwu nke ọnụ ụzọ ámá ndị eze (وادي أبواب الم glo Wādī Abwāb al-Mulūk), bụ mpaghara dị n'Ijipt ebe, ruo ihe fọrọ nke nta ka ọ bụrụ afọ 500 site na Ọchịchị nke Iri na asatọ ruo Ọchịchịchị nke Abụọ, e gwupụtara ili ndị Fero na  dị ike n'oge ochie.",
  "Ọ bụ wadi nke dị n'akụkụ ọdịda anyanwụ nke Osimiri Naịl, n'ihu Thebes (Luxor nke oge a) na n'ime obi nke Theban Necropolis. E nwere akụkụ abụọ dị mkpa: Ndagwurugwu Ọwụwa Anyanwụ, ebe ọtụtụ n'ime ili ndị eze dị; na Ndagwurịta okwu Ọdịda Anyanwụ ahụ, nke a makwaara dị ka Ndagwurị nke Nnụnụ.",
  "Site na nchọpụta nke ụlọ ọhụrụ na nchọpụta 2008 nke ọnụ ụzọ ili abụọ ọzọ, a maara na Ndagwurugwu nke Ndị Eze nwere ili na ụlọ 65, site na olulu dị mfe nke bụ KV54 ruo n'ili dị mgbagwoju anya nke bụ K V5, nke naanị ya nwere ihe karịrị ụlọ 120 maka ụmụ Ramesses nke Abụọ. Ọ bụ ebe bụ́ isi e liri ndị isi eze nke Alaeze Ọhụrụ nakwa ọtụtụ ndị a ma ama nwere ihe ùgwù",
  "A na-eji ihe nkiri ọdịnala si n'akụkọ ifo ndị Ijipt chọọ ili ndị eze mma ma na-ekpughe ihe ndị ga-eme n'ememe olili ozu na nkwenkwe ndụ mgbe a nwụsịrị",
  "Ihe fọrọ nke nta ka ọ bụrụ ili niile dị ka a meghere ma zuo ohi n'oge ochie, mana ha ka na-enye echiche nke oke na ike nke ndị Fero Ijipt.",
  "Ebe a na-elekwasị anya maka ndị Egyptologists na nchọpụta ihe ochie kemgbe njedebe nke narị afọ nke 18, na ili ya na olili ya na-aga n'ihu na-akpali nyocha na mmasị",
  "Ndagwurugwu nke ndị eze dọtara mmasị dị ukwuu mgbe nchọpụta nke ili Tutankhamun na 1922 gasịrị,  ma bụrụkwa otu n'ime ebe ndị a ma ama n'ụwa",
  "N'afọ 1979, ọ ghọrọ UNESCO World Heritage Site n'akụkụ ndị ọzọ nke Theban Necropolis. Nchọgharị, igwu ala, na nchekwa na-aga n'ihu na mpaghara ahụ, emepeela ebe ndị njem nlegharị anya ọhụrụ n'oge na-adịbeghị anya..",
  "Ndagwurugwu nke ndị eze dị ihe karịrị 1,000 ụkwụ nke limestone na nkume ndị ọzọ, nke na-emepụta ugwu dị na ndagwurugwu na Deir el-Bahari dị nso, nke nwere akwa marl dị nro. A na-etinye nkume sedimentary n'etiti 35 na 56 nde afọ gara aga n'oge Oké Osimiri Mediterenian na-agbasa mgbe ụfọdụ ruo n'ebe ndịda Aswan. N'oge Pleistocene, mmiri ozuzo na-ezo na ndagwurugwu ahụ. Ugbu a, a na-enwe ntakịrị mmiri ozuzo kwa afọ n'akụkụ a nke Ijipt, ma a na-enwe idei mmiri mgbe ụfọdụ",
  "Iju mmiri ndị a na-atụba ọtụtụ irighiri ihe n'ime ili ndị mepere emepe.",
  "Àgwà nke nkume dị na Ndagwurugwu na-ekwekọghị ekwekọ, malite na nke ọma na nkume dị arọ, nke ikpeazụ nwere ike ịbụ ihe na-adịghị mma",
  "Okpokoro shale nke oge ụfọdụ kpatakwara ihe isi ike na-ewu (na n'oge a, nchekwa), ebe nkume a na-agbasa n'ihu mmiri, na-amanye iche nkume gbara ya gburugburu",
  "A na-eche na a na-agbanwe ili ụfọdụ n’ụdị na otú ha hà na-adabere n’ụdị nkume ndị ahụ na-ewu ụlọ ahụ zutere. Ndị na-ewu ụlọ jiri ihe ndị dị n'ala mee ihe mgbe ha na-ewu ili",
  "A na-egwupụta ili ụfọdụ site na oghere limestone dị ugbu a, ndị ọzọ n'azụ ndagwurugwu scree, ụfọdụ dịkwa n'akụkụ nkume ndị e kere site na ọwa mmiri oge ochie.",
  "Enwere ike ịhụ nsogbu nke owuwu ili na ili nke Ramesses III na nna ya Setnakhte",
  "Setnakhte malitere igwu KV11 mana n'amaghị ama waba n'ili Amenmesse, ya mere a gbahapụrụ ihe owuwu wee weghara ili Twosret, KV14",
  "Mgbe ọ na-achọ ili, Ramesses III gbatịpụrụ ili ahụ gwupụtara nke ọma nke nna ya malitere. Ili nke Ramesses nke Abụọ laghachiri n'ụdị mbụ, nke nwere axis gbagọrọ agbagọ, ma eleghị anya n'ihi ogo nke nkume a na-egwu (na-esote Esna shale).",
  "N'agbata 1998 na 2002, Amarna Royal Tombs Project nyochara ala ndagwurugwu ahụ site na iji radar na-abanye n'ime ala wee chọpụta na, n'okpuru elu nke oge a, ọnụ ọnụ ugwu ndagwurugwu ahụ na-agbada n'okpuru ebe a na-agba ọsọ n'usoro nke mberede, \"shelves\" eke, haziri nke dị n'okpuru ebe a",
  "nke ọzọ, na-agbadata ọtụtụ mita n'ebe a na-ehi ụra dị n'ala ndagwurugwu.Àtụ:Panorama",
  "Mpaghara ugwu Theban na-enwekarị égbè eluigwe na-eme ihe ike na-akpata oke idei mmiri na ndagwurugwu ahụ",
  "Nnyocha e mere n'oge na-adịbeghị anya egosila na e nwere opekata mpe akwa mmiri idei mmiri asaa na-agbada n'etiti mpaghara ndagwurugwu ahụ. O yiri ka idei mmiri rikpuru ebe etiti a na njedebe nke Ọchịchị nke Iri na Asatọ, na ọtụtụ ili e liri n'okpuru mita nke ihe mkpofu",
  "A na-egwu ili KV55, KV62, na KV63 n'ime ezigbo nkume dị n'ime mmiri karịa iberibe ihe, na-egosi na ọkwa nke ndagwurugwu ahụ dị mita ise n'okpuru ọkwa ya ugbu a. Mgbe ihe omume a gasịrị, ndị eze mechara kwatuo ala ndagwurugwu ahụ, na-eme ka idei mmiri ahụ tinye ibu ha na ndagwurugwum ahụ, e chefuru ili ndị e liri ma chọta ha na mmalite narị afọ nke 20. Nke a bụ mpaghara nke bụ isiokwu nke nyocha radar nke Amarna Royal Tombs Project, nke gosipụtara ọtụtụ anomalies, otu n'ime ha gosipụtara na ọ bụ KV63.",
  "Ugwu ndị dị na Theban jupụtara n'elu ugwu al-Qurn, nke ndị Ijipt oge ochie maara dị ka ta dehent, ma ọ bụ \"The Peak\". O nwere ọdịdị pyramid, o yikarịrị ka nke a gosipụtara pyramids nke Alaeze Ochie, ihe karịrị otu puku afọ tupu olili ozu ndị eze mbụ a tụrụ ebe a. Ọnọdụ ya dịpụrụ adịpụ mekwara ka e belata ohere, ndị uwe ojii ili pụrụ iche (Medjay) nwekwara ike ichebe ili ahụ.",
  "Ọ bụ ezie na ihe mgbagwoju anya pyramid nke Giza Plateau abịawo na-anọchi anya Ijipt oge ochie, a na-egbutu ihe ka ukwuu n'ili n'ime nkume",
  "Ọtụtụ pyramid na mastaba nwere akụkụ ndị e gbuturu n'ala, na e nwere nnukwu ili ndị a kpụrụ akpụ n'Ijipt bụ ndị malitere n'Alaeze Ochie.",
  "Mgbe e merisịrị ndị Hyksos na njikọta nke Ijipt n'okpuru Ahmose I, ndị ọchịchị Theban malitere iwu ili dị iche iche nke gosipụtara ike ọhụrụ ha. Ili nke Ahmose I na nwa ya nwoke Amenhotep I (ebe a na-amaghị kpọmkwem) nwere ike ịbụ na ili nke iri na asaa nke Dra' Abu el-Naga. Ili ndị eze mbụ dị na Ndagwurugwu nke Ndị Eze bụ nke Amenhotep nke Mbụ (ọ bụ ezie na a na-arụkwa ụka banyere njirimara a), na Thutmose nke Mbụ, onye onye ndụmọdụ ya, Ineni, kwuru n'ili ya na ọ dụrụ eze ọdụ ka o tinye ili ya na ndagwurugwu ahụ tọgbọrọ n'efu (amaghị ama nke ili a n'ezie, mana ọ ga-abụ na ọ bụ KV20 ma ọ bụ K V38).\n \nA na-eji Ndagwurugwu ahụ eme ozu ndị mbụ site na ihe dịka 1539 BC ruo 1075 BC",
  "O nwere opekata mpe ili 63, malite na Thutmose I (ma ọ bụ ikekwe tupu mgbe ahụ, n'oge ọchịchị Amenhotep I) na-ejedebe na Ramesses X ma ọ bụ XI, ọ bụ ezie na ili ndị na-abụghị ndị eze gara n'ihu n'ili ndị a nwụnahụrụ.",
  "N'agbanyeghị aha ya, Ndagwurugwu Ndị Eze nwekwara ili ndị ama ama yana ndị nwunye na ụmụ nke ma ndị isi na ndị pharaoh",
  "Ya mere, ọ bụ nanị ihe dị ka iri abụọ n'ime ili ahụ nwere n'ezie ozu ndị eze",
  "Ihe fọdụrụ nke ndị a ma ama na ezinụlọ eze, tinyere olulu ndị a na-edoghị anya na ebe a na-agba ozu, mejupụtara ndị fọdụrụ. N'ihe dị ka n'oge Ramesses I (ihe dị ka 1301 BC) a malitere iwu na ndagwurugwu nke Queens.",
  "Aha gọọmentị maka saịtị ahụ n'oge ochie bụ The Great and Majestic Necropolis of the Millions of the Pharaoh, Life, Strength, Health in The West of Thebes (lee n'okpuru maka mkpụrụedemede hieroglyphic), ma ọ bụ Ta-sekhet-ma'at (The Great Field).",
  "Na mbido Ọchịchị nke Iri na Asatọ, ọ bụ naanị ndị eze ka e liri n'ime ndagwurugwu ahụ na nnukwu ili",
  "Mgbe e liri onye na-abụghị eze, ọ dị n'ime obere ụlọ e ji nkume rụọ, n'akụkụ ili nna ha ukwu",
  "E wuru ili Amenhotep nke Atọ na Western Valley, mgbe nwa ya nwoke Akhenaten kwagara ili ya na Amarna, a na-eche na WV25 a na-arụchabeghị nwere ike ịbụ maka ya. Site na nloghachi na okpukpe orthodox na njedebe nke Ọchịchị nke Iri na asatọ, Tutankhamun, Ay, na Horemheb laghachiri n'ebe a na-eli ozu eze.",
  "Ọchịchị nke iri na itoolu na nke iri abụọ hụrụ mmụba n'ọnụ ọgụgụ olili ozu (ma ebe a ma na Ndagwurugwu nke Queens), na Ramesses nke Abụọ na mgbe e mesịrị Ramesses nke Atọ nke ọ bụla na-ewu nnukwu ili e ji lie ụmụ ha (KV5 na KV3 n'otu n'otu). E nwere ụfọdụ ndị eze a na-elighị n'ime ndagwurugwu ma ọ bụ ndị a na-ahụbeghị ili ha: Thutmose nke Abụọ nwere ike ịbụ na e liri ya na Dra' Abu el-Naga' (ọ bụ ezie na ozu ya dị na ebe a na-edebe ili Deir el-Bahari), a chọtabeghị ili Smenkhkare, Ramesses nke asatọ yiri ka e liri ya n'ebe ọzọ.",
  "N'oge Pyramid, a na-ejikọta ili pyramid nke eze na ụlọ nsọ ili ozu dị nso na pyramid",
  "Ebe ọ bụ na e zoro ili ndị eze na Ndagwurugwu nke Ndị Eze, ụlọ nsọ ndị eze dị anya site na ebe olili ha, nso n'ebe a na-akọ ugbo na-eche Thebes ihu. Ụlọ arụsị ozu ndị a ghọrọ ebe ndị a na-eleta n'oge ememe dị iche iche a na-eme na Necropolis Theban",
  "Ihe kacha pụta ìhè bụ ememme mara mma nke ndagwurugwu ahụ, ebe ụlọ mmanya dị nsọ nke Amun-Re, nwunye ya, Mut, na nwa nwoke, Khonsu, hapụrụ ụlọ nsọ dị na Karnak iji gaa na ụlọ nsọ olili nke ndị eze nwụrụ anwụ na West Bank na ha",
  "Ụlọ nsọ dị na Theban Necropolis.",
  "Ndị ọrụ obodo Deir el-Medina rụrụ ma chọọ ili ndị ahụ mma, nke dị n’obere olulu dị n’agbata ndagwurugwu a na Ndagwurugwu Queens, chere Thebes ihu",
  "Ndị ọrụ ahụ si n'ụzọ dịgasị iche iche gaa n'ili ndị ahụ n'ugwu Theban",
  "A maara ndụ ndị ọrụ a kwa ụbọchị nke ọma n'ihi na edere ha n'ili na akwụkwọ gọọmentị. Otu n'ime ihe ndị e dere ede bụ ma eleghị anya ọgbaghara mbụ ndị ọrụ dere ede, nke akọwapụtara na Turin Strike Papyrus.",
  "Ndagwurugwu ahụ abụwo isi ihe nchọpụta Egyptological nke oge a na-elekwasị anya na narị afọ abụọ gara aga",
  "Tupu oge a, ọ bụ ebe njem nleta n'oge ochie (karịsịa n'oge ndị Rom). Mpaghara ahụ na-egosi mgbanwe nke ọmụmụ nke Egypt oge ochie, malite dị ka ịchụ nta oge ochie, na-ejedebe dị ka ihe gwupụtara sayensị nke Theban Necropolis dum",
  "N'agbanyeghị nyocha na nyocha a kpọtụrụ aha n'okpuru ebe a, ọ bụ naanị iri na otu n'ime ili ka edekọtara kpamkpam.",
  "Ọtụtụ n'ime ili ndị ahụ nwere ihe osise nke ndị njem nlegharị anya oge ochie dere",
  "Jules Baillet achọtala ihe karịrị 2,100 ihe odide Grik na Latin, yana ọnụ ọgụgụ dị nta na Finishian, Saịprọs, Lycian, Coptic, na asụsụ ndị ọzọ. A na-ahụ ọtụtụ n'ime ihe odide oge ochie na KV9, nke nwere ihe na-erughị otu puku n'ime ha",
  "Ihe odide mbụ e dere n'ụzọ ziri ezi bụ 278 BC.",
  "N'afọ 1799, ndị otu njem Napoleon gara Ijipt (karịsịa Vivant Denon) sere map na atụmatụ nke ili ndị a maara, na nke mbụ ya kwuru na Western Valley (ebe Prosper Jollois na Édouard de Villiers du Terrage hụrụ ili Amenhotep III, WV22). The Description de l'Égypte nwere mpịakọta abụọ (n'ime ngụkọta nke 24) na mpaghara dị gburugburu Thebes.",
  "Nnyocha ndị Europe gara n'ihu na mpaghara gburugburu Thebes n'ime narị afọ nke iri na itoolu",
  "Na mmalite narị afọ, Giovanni Belzoni gara ebe ahụ, na-arụ ọrụ maka Henry Salt, onye chọpụtara ọtụtụ ili, gụnyere nke Ay na West Valley (WV23) na 1816 na Seti I (KV17) n'afọ sochirinụ",
  "Ná ngwụsị nke nleta ya, Belzoni kwupụtara na a chọtala ili nile na ọ dịghị ihe ọ bụla dị ịrịba ama nke a chọtara",
  "Na-arụ ọrụ n'otu oge ahụ bụ Bernardino Drovetti, onye Consul-General nke France na nnukwu onye mgba Belzoni na nnu. John Gardner Wilkinson, onye biri n'Ijipt site na 1821 ruo 1832, depụtaghachiri ọtụtụ ihe odide na ihe osise dị n'ili ndị meghere n'oge ahụ",
  "Nkọwapụta nke hieroglyphs, ọ bụ ezie na ọ ka na-ezughị ezu n'oge Wilkinson nọrọ na ndagwurugwu ahụ, nyeere ya aka ịhazi usoro iheomume nke ndị ọchịchị Alaeze Ọhụrụ dabere na ihe odide dị n'ili",
  "O guzobekwara usoro nọmba ili nke a na-eji eme ihe, na mgbakwunye, kemgbe ahụ.",
  "Ọkara nke abụọ nke narị afọ ahụ hụrụ mgbalị ndị ọzọ a gbakọrọ aka iji chekwaa, kama ịnakọta ihe ochie",
  "Ndị Egyptian Antiquities Service nke Auguste Mariette malitere inyocha ndagwurugwu ahụ, nke mbụ ya na Eugène Lefébure na 1883, mgbe ahụ Jules Baillet na Georges Bénédite na mbido 1888, na n'ikpeazụ Victor Loret na 1898 ruo 1899. Loret gbakwunyere ili iri na isii ọzọ na ndepụta ahụ, ma nyochaa ọtụtụ ili ndị a chọtaralarị. N'oge a, Georges Daressy nyochara KV9.",
  "N'ọtụtụ ụbọchị n'izu, nkezi nke ndị njem nleta 4,000 ruo 5,000 na-eleta ndagwurugwu ahụ",
  "A naghị eleta West Valley nke ukwuu, ebe ọ bụ naanị otu ili meghere maka ọha na eze.",
  "Àtụ:Col-begin\nÀtụ:Col-2",
  "Àtụ:Col-end",
  "Àtụ:Valley of the KingsÀtụ:Theban Necropolis NavigatorÀtụ:Landmarks of Luxor"
]