[
  "Ndagwurugwu nke ndị eze nwanyị (Arabic) bụ ebe dị n'Ijipt, ebe e liri  nwunye Fero n'oge ochie",
  "A maara ya mgbe ahụ dị ka Ta-Set-Neferu, nke pụtara \"ebe mara mma\"",
  "Ọ bụ ebe a ma ama maka ịbụ ebe ili ọtụtụ ndị nwunye Fero",
  "E liri ndị Fero n'onwe ha na Ndagwurugwu nke Ndị Eze.",
  "N'iji oke nke Christian Leblanc kọwara, Ndagwurugwu Queens nwere isi mmiri, nke nwere ọtụtụ ili, tinyere Ndagwurugwu Prince Ahmose, Ndagwurugwu nke eriri, Ndagwurugwu nke olulu atọ, na ndagwurugwu",
  "nke Dolmen",
  "Isi wadi nwere ili 91 na ndagwurugwu enyemaka na-agbakwunye ili 19 ọzọ",
  "Olili ozu ndị dị na ndagwurugwu enyemaka ndị a niile mere na usoro eze nke iri na asatọ.",
  "A maghị ihe kpatara ịhọrọ Ndagwurugwu Queens dị ka ebe a na-eli ozu",
  "Ịdị nso n'obodo Deir el-Medina nke ndị ọrụ na Ndagwurugwu Ndị Eze nwere ike ịbụ ihe kpatara ya",
  "Ntụle ọzọ nwere ike ịbụ ịdị adị nke grotto dị nsọ raara nye Hathor n'ọnụ ụzọ Ndagwurugwu ahụ",
  "Nke a nwere ike ịbụ na ejikọtara ya na mmụgharị nke ndị nwụrụ anwụ.",
  "Tinyere Ndagwurugwu nke Ndị Eze na Thebes dị nso, e debara Ndagwurịta okwu nke Queens na UNESCO World Heritage List n'afọ 1979.",
  "Otu n'ime ili mbụ e wuru na Ndagwurugwu Queens bụ ili Princess Ahmose, ada Seqenenre Tao na Queen Sitdjehuti",
  "O yikarịrị ka ili a dị n'oge ọchịchị Thutmose I",
  "Udi ndị sitere n'oge a gụnyekwara ọtụtụ ndị òtù nke ndị ama ama, gụnyere onye isi ụlọ anụ na onye vizieri.",
  "Udi ndị sitere na Ndagwurugwu nke olulu atọ na-abụkarị oge Thutmosid",
  "A na-eji mkpụrụedemede A - L akara n'ili ndị ahụ",
  "Ndagwurugwu a nwekwara ili ozu atọ, bụ ebe aha ndagwurugwu ahụ malitere",
  "Ihe akara ọgbara ọhụrụ maka ili atọ a bụ QV 89, QV 90, na QV 91..",
  "Ndagwurugwu Dolmen nwere ụzọ ochie nke ndị ọrụ si Deir el-Medina na-aga na Ndagwurugwu Queens",
  "N'akụkụ ụzọ a ka e nwere obere ụlọ nsọ a kpụrụ akpụ nke a raara nye Ptah na Meretseger..",
  "Ili ndị sitere n'oge a na-adịkarị mfe n'ụdị ma nwee ọnụ ụlọ na oghere maka ili",
  "E mere ka ụfọdụ n'ime ili ndị ahụ dịkwuo ukwuu iji nweta ihe karịrị otu ili",
  "Ili ndị ahụ gụnyere nke ọtụtụ ndị eze na ndị eze nwanyị, yana ụfọdụ ndị a ma ama.",
  "E nwere ili nke ndị eze nwanyị na Ndagwurugwu ahụ",
  "Ili a malitere n'oge Amenhotep nke Atọ",
  "A maghị ebe ọ dị ugbu a, mana ihe ndị a chọtara n'ili ahụ dị na ebe ngosi ihe mgbe ochie ma gụnye iberibe ihe ndị e ji eli ozu maka ọtụtụ ndị ezinụlọ eze. Ngwongwo ndị ahụ gụnyere iberibe ite ọkụ nke Henut nwunye eze",
  "A na-eche na ọ dịrịla n'etiti usoro ndị eze iri na asatọ",
  "E tinyere aha ya na katouche",
  "A chọtara iberibe ite ndị na-ekwu banyere Prince Menkheperre, nwa Tuthmosis nke Atọ na Merytre Hatshepsut",
  "Akwa nwunye eze bụ Nebetnehat sitere na etiti afọ iri na asatọ ka agbanyere aha ya n'ihi na etinyere aha ya n'ime katouche n'iberibe osisi",
  "A chọtakwara iberibe ite Canopic nwere aha Eze ada Ti sitere na etiti 18th Dynasty.",
  "N'oge usoro eze nke 19, ojiji nke Ndagwurugwu ghọrọ nhọrọ karịa",
  "Ili ndị sitere n'oge a bụ naanị ụmụ nwanyị eze",
  "Ọtụtụ ndị nwunye Ramesses I, Seti I na Ramesses nke Abụọ ka e liri na Ndagwurugwu",
  "Otu n'ime ihe atụ a kacha mara amara bụ ebe izu ike nke a kpụrụ na nkume maka Queen Nefertari (1290-1224 TOA)",
  "Ihe ndọghachi azụ nke polychrome dị n'ili ya ka adịkwaghị",
  "Ndị ọzọ sitere n’ezinụlọ eze wee na-eli ha na ndagwurugwu ndị eze",
  "Tomb KV5, ili nke ụmụ Ramesses II, bụ ihe atụ nke omume a.",
  "Ili nke Queen Satre (QV 38) nwere ike ịbụ ili mbụ a kwadebere n'oge ọchịchị a",
  "O yikarịrị ka a malitere ya n'oge ọchịchị Ramesses I ma wuchaa ya n'afọ ọchịchị Seti I",
  "A kwadebere ọtụtụ ili n'ebughị onye nwe ya n'uche, a gụnyekwara aha ndị ahụ mgbe nwanyị eze nwụrụ.",
  "N'oge mmalite nke 20th Dynasty, a ka na-eji Ndagwurugwu ahụ eme ihe nke ukwuu",
  "A kwadebere ili maka ndị nwunye Ramesses nke Atọ, na n'ịhapụ mgbakọ nke usoro ndị eze gara aga, a kwadebere ọtụtụ ili maka ụmụ eze",
  "Iwu ili gara n'ihu ma ọ dịkarịa ala ruo n'oge ọchịchị Ramesses VI",
  "Turin Papyrus kwuru banyere okike nke ili isii n'oge ọchịchị Ramesses VI",
  "A maghị ili ndị a kpọtụrụ aha na papaịrọs ahụ.",
  "E nwere ihe akaebe nke ọgba aghara akụ na ụba n'oge ọchịchị nke iri abụọ",
  "Ihe ndekọ na-egosi na ndị ọrụ ahụ mere ngagharị iwe n'oge ọchịchị Ramesses nke Atọ, na njedebe nke usoro ndị eze, enwere akụkọ banyere izu ohi ili.",
  "Ndagwurugwu ahụ abụkwaghị ebe a na-eli ozu eze ka emechara usoro eze nke iri abụọ",
  "E jikwa ọtụtụ n'ime ili ndị ahụ eme ihe nke ukwuu",
  "E meziri ọtụtụ ili ka e wee nwee ike idowe ọtụtụ ili",
  "N'ọnọdụ ụfọdụ, nke a gụnyere igwu olulu olili n'ili ndị dị adị",
  "A maghị ọtụtụ ihe gbasara iji Ndagwurugwu Queens n'oge Ptolemaic mana n'oge oge Rome enwere mmeghari ohuru, otutu ojiji nke Ndagwurugwu dị ka ebe olili",
  "N'ime oge ndị Coptic e wuru ụfọdụ ebe nchekwa Hermit",
  "Tombs QV60 (Nebettawy) na QV73 (Henuttawy) na-egosi akara nke ọrụ Coptic",
  "E ji plasta kpuchie ihe nkiri mgbidi ma jiri akara Ndị Kraịst chọọ ya mma",
  "Ọnụnọ nke Ndị Kraịst dịruru na narị afọ nke asaa OA.",
  "Àtụ:Theban Necropolis NavigatorÀtụ:Landmarks of LuxorÀtụ:Ancient Egypt topics"
]