[
  "Ụdị ndị e depụtara na acha anụnụ anụnụ bụ ụdị ndị dị na Ndepụta Blue ma gụnye ụdị ọ bụla ma ọ bụ ụdị (taxa) a na ewere na ha dị ize ndụ na mpaghara ha iji nye gọọmentị etiti na mpaghara ịdọ aka ná ntị n'oge",
  "Ndị na adịghị ike na echegbu onwe ha n'ihi njirimara ndị na eme ka ha na emetụta ọrụ mmadụ ma ọ bụ ihe ndị sitere n'okike",
  "Ndị na edepụta na acha anụnụ anụnụ nọ n'ihe ize ndụ, mana anaghị ewepụ ha, na etinye ha n'ihe egwu ma ọ bụ na eyi egwu.",
  "Echiche nke Ndepụta Blue sitere na 1971 site n'aka Robert Arbib site na National Audubon Otu na edemede ya, \"Na-akpọsa-- Ndepụta Blue: usoro ịdọ aka ná ntị mbụ maka nnụnụ\"",
  "Isiokwu ahụ kwuru na e mere ndepụta ahụ maka ụdị ndị yiri ka ha bụ ndị a na-ahụkarị na North Amerika, mana ha na enwe mbelata na abụghị nke okirikiri. Malite na 1971, e ji ya depụta ụdị nnụnụ ndị na-adịghị ike na North Amerika",
  "N'adịghị ka US Ndepụta ụdị anụmanụ nọ n'ihe egwu na azụ na anụ ọhịa, e mere Ndepụta Blue iji chọpụta usoro nke ọnwụ ọnụ ọgụgụ maka ọnụ ọgụgụ nnụnụ mpaghara tupu edepụta ha dị ka ndị nọ n'ihe ize ndụ. Afọ iri ọ bụla mgbe a tọhapụrụ ya, a na eleghachi ndepụta ahụ ma degharịa ya dabere na ndị editọ mpaghara na ụdị ndị a \"ahọrọ\" ka agbakwunye na ndepụta ahụ",
  "Site mgbe ahụ gaa n'ihu, a na akpọ ụdị ndị so na Ndepụta Blue dị ka ụdị ndị edepụtara na Blue.",
  "Na mbido, iji chọpụta ụdị ihe ize ndụ nke ụdị Edepụtara na-acha anụnụ anụnụ ọ bụla nwere, Blue List achọpụtala ụdị dị iche iche maka ụdị Edepụtara na-acha anụnụ anụnụ dabere na mkpụrụ akwụkwọ ndị a:",
  "\"A\" : ọnụ ọgụgụ ụdị dị iche iche \"dị nnọọ ala na ọnụ ọgụgụ\"",
  "\"B\" : ọnụ ọgụgụ ụdị dị iche iche \"dị ala na ọnụ ọgụgụ\"",
  "\"C\" : ọnụ ọgụgụ ụdị anaghị enwe mgbanwe ọ bụla",
  "\"D\" : ọnụ ọgụgụ ụdị dị iche iche \"n'ọnụ ọgụgụ\"",
  "\"E\" : ọnụ ọgụgụ ụdị dị iche iche \"dị elu n'ọnụ ọgụgụ\"",
  "N'iji metric mpaghara editọ a nwere ike ịkọ akụkọ banyere ụdị ahụ yana ọnọdụ ha iji mata usoro mmụba nke ọnụ ọgụgụ nke ụdị ọ bụla na eche ihu",
  "Ka oge na aga, Gọọmentị nke British Columbia dezigharịrị ọkwa ọnọdụ ahụ nke mere na edepụtara ụdị Edepụtara na-acha anụnụ anụnụ dabere na koodu mgbanwe ndị a:"
]