[
  "The International Union for Conservation of Nature (IUCN) Ndepụta uhie nke ụdị egwu egwu, nke a makwaara dị ka IUCN Ndepụta uhie ma ọ bụ Akwụkwọ data uhie, nke e guzobere na 1964, bụ ndepụta zuru oke n'ụwa nke ọnọdụ nchekwa zuru ụwa ọnụ nke ụdị ihe ndị dị ndụ. Ọ na eji usoro ihe ndị a kapịrị ọnụ iji nyochaa ihe ize ndụ nke ọtụtụ puku ụdị na ụdị",
  "Ụkpụrụ ndị a dị mkpa maka ụdị niile na mpaghara niile nke ụwa",
  "Site na ntọala sayensị ya siri ike, a na-amata IUCN Ndepụta uhie dị ka onye nduzi kachasị mma maka ọnọdụ nke ụdị dị iche iche",
  "Mba ma ọ bụ òtù na emepụta usoro Ndepụta Red nke Ógbè, nke na enyocha ihe ize ndụ nke mkpochapụ na ụdị dị iche iche n'ime otu nchịkwa ndọrọ ndọrọ ọchịchị.",
  "Ebumnuche nke IUCN Ndepụta uhie bụ iji mee ka ọha na eze na ndị na eme iwu mara mkpa nke nsogbu nchekwa, yana inyere ndị mba ụwa aka belata mkpochapụ ụdị",
  "Dị ka IUCN si kwuo, ebumnuche ndị Ndepụta uhie kwuru bụ inye ozi dabere na sayensị gbasara ọnọdụ nke ụdị na ụdịdị na ọkwa ụwa, iji dọta uche na ịdị ukwuu na mkpa nke ụdị dị iche iche dị egwu, iji metụta iwu na mkpebi nke mba na nke mba ụwa, yana inye ozi iji duzie omume iji chekwaa ụdị dị iche dị iche iche nke ihe ndị dị ndụ.",
  "Ndị isi na-enyocha ụdị dị iche iche gụnyere BirdLife International, Institute of Zoology (nkewa nyocha nke Zoological Society nke London), Ebe nchekwa nchekwa ụwa na ọtụtụ ndị ọkachamara n'ime IUCN Kọmishọna Ịlanahụ ụdịdị (SSC)",
  "N'ozuzu, nyocha nke òtù na otu ndị a na eme ihe fọrọ nke nta ka ọ bụrụ ọkara ụdị dị na Ndepụta uhie.",
  "IUCN na ezube ka a nyochaa ụdị nke ụdị ọ bụla ọ dịkarịa ala afọ iri ọ bụla, ma ọ bụ afọ ise ọ bụla ma ọ bụrụ na o kwere omume",
  "A na eme nke a n'ụzọ ndị ọgbọ nyochara site na IUCNOtu ndị ọkachamara pụrụ iche nke Survival Commission, nke bụ Ndị ikike ndepụta Uhie na ahụ maka ụdị, otu ụdị ma ọ bụ mpaghara mpaghara mpaghara, ma ọ bụ n'ihe gbasara International Ndụ Bird, klas dum (Aves).",
  "Ọnụ ọgụgụ nke ụdị ndị a nyochara maka Ndepụta uhie anọwo na abawanye ka oge na aga. As of 2019[update], [imelite] nke ụdị 105,000 nyochara, a na ewere 28,338 dị ka ndị nọ n'ihe ize ndụ nke ịla n'iyi n'ihi ọrụ mmadụ, ọkachasị igbubiga azụ ókè, ịchụ nta, na mmepe ala.",
  "1964 IUCN Ndepụta uhie nke osisi egwu egwu jiri usoro nyocha Ndepụta uhie nke ochie",
  "N'ihi ya, osisi ndị edepụtara enweghị ike ịpụta na Ndepụta uhie dị ugbu a",
  "IUCN na adụ ọdụ na ọ kachasị mma ịlele ma Ndepụta uhie n'ịntanetị na mbipụta Ndepụta uhie nke afọ 1997.",
  "Ndepụta uhie nke afọ 2006, nke e wepụtara na 4 Mee 2006 nyochara ụdị 40,168 n'ozuzu ya, gbakwunyere ụdị 2,160, ụdị dị iche iche, ụlọ ọrụ mmiri, na subpopulations.",
  "Na 12 Septemba 2007, World Conservation Union (IUCN) wepụtara 2007 IUCN Ndepụta uhie nke ụdị egwu egwu",
  "Na ntọhapụ a, ha emeela ka nkewa ha nke ma gorilla ọdịda anyanwụ (Gorilla gorilla) na gorilla Cross River (Gorila gorilla diehli) site na ndị nọ n'ihe ize ndụ ruo ndị nọ n\"ihe ize ndụ, nke bụ ụdị ikpeazụ tupu ha apụọ n'ọhịa, n'ihi nje Ebola na ịchụ nta, yana ihe ndị ọzọ",
  "Russ Mittermeier, onye isi nke IUCN's Otu Ọkachamara Primate nke dị na Switzerland, kwuru na ụdị 16,306 nọ n'ihe ize ndụ na mkpochapụ, 188 karịa na 2006 (ngụkọta nke ụdị 41,415 na Ndepụta uhie)",
  "Ndepụta uhie gụnyere orangutan Sumatran (Pongo abelii) na ngalaba Anọ n'ihe egwu dị egwu na orangutan Bornean (Pongo pygmaeus) na ngalaba N'ihe egwu.",
  "A tọhapụrụ 2008 Ndepụta uhie na 6 Ọktoba 2008 na IUCN Nchekwa ụwa Congress na Barcelona ma \"kwado nsogbu mkpochapụ, na ihe fọrọ nke nta ka ọ bụrụ otu n'ime anọ [anụ mamma] nọ n'ihe ize ndụ nke ịpụ ruo mgbe ebighị ebi\"",
  "Nnyocha ahụ na egosi na ọ dịkarịa ala 1,141 n'ime 5,487 anụ na enye nwa ara n'ụwa ka a maara na ha na-eyi egwu mkpochapụ, a na edekwa 836 dị ka Enweghị data.",
  "A tọhapụrụ Red List nke 2012 na 19 Julaị 2012 na Rio + 20 Nzukọ Ụwa; a gbakwunyere ihe fọrọ nke nta ka ọ bụrụ ụdị 2,000, na ụdị 4 na ndepụta ahụ na adịghịzi adị, 2 na ndepụta ahụ achọpụtara ọzọ. IUCN nyochara ngụkọta nke ụdị 63,837 nke kpughere na 19,817 nọ n'ihe ize ndụ nke mkpochapụ",
  "A kọwara 3,947 dị ka \"ndị nọ n'oké egwu\" na 5,766 dị ka \"n'ihe ize mmiri\", ebe edepụtara ihe karịrị 10,000 ụdị dị ka \"ihe na adịghị ike\". N'ihe ize ndụ bụ 41% nke ụdị amphibian, 33% nke corals na ewu reef, 30% nke conifers, 25% nke anụ na enye nwa ara, na 13% nke nnụnụ. IUCN Ndepụta uhie edepụtara ụdị osisi na anụmanụ 132 sitere na India dị ka \"Anọ n'ihe egwu dị egwu\".",
  "A na ekewa ụdị dị iche iche site na IUCN Ndepụta uhie n'ime ìgwè itoolu, akọwapụtara site na njirimara dị ka ọnụego mbelata, ọnụ ọgụgụ mmadụ, mpaghara nke nkesa ala, na ogo nke ọnụ ọgụgụ mmadụ na nkesa nkesa. A na-ekwusi ike na nkwenye nke itinye ụkpụrụ ọ bụla n'ọrụ na enweghị data dị elu gụnyere ebubo na egwu ndị nwere ike ime n'ọdịnihu, \"ọ bụrụhaala na enwere ike ịkwado ndị a n'ụzọ ezi uche dị na ya\".",
  "Na IUCN Ndepụta uhie \"ndị nọ n'ihe ize ndụ\" na agụnye ụdị nke Anọ n'ihe egwu dị egwu, N'ihe egwu na adịghị ike.",
  "Ndepụta nke okenye nke 1994 nwere naanị otu ụdị \"Obere ihe ize ndụ\" nke nwere ngalaba atọ:",
  "N'ime usoro 2001, Na nso Egwu na Nchegbu kacha nta ghọrọ ụdị nke ha, ebe ewepụrụ Dabere na nchekwa ma jikọta ọdịnaya ya na Na nso Egwu.",
  "A na eji mkpado nke \"ma eleghị anya na adịghịzi adị\" (PE) eme ihe site na Birdlife Mba ụwa, Ndepụta uhie ikike maka nnụnụ maka IUCN Ndepụta uhie. BirdLife Mba ụwa atụwo aro ka PE bụrụ mkpado gọọmentị maka ụdị dị egwu, a nabatara nke a ugbu a, yana mkpado \"O nwere ike ịpụ n'anya n'ọhịa\" maka ụdị nwere ndị na adị ndụ n'agbụ ma o yikarịrị ka ha ga apụ n'anya na ọhịa.",
  "E nweela ọtụtụ nsụgharị, site na 1991, gụnyere:",
  "Nnyocha IUCN ọhụrụ niile kemgbe afọ 2001 ejirila mbipute 3.1 nke ụdị na njirimara.",
  "N'afọ 1997, IUCN Ndepụta uhie nwetara nkatọ n'ihi nzuzo (ma ọ bụ ma ọ dịkarịa ala akwụkwọ na-adịghị mma) gbara isi iyi nke data ya gburugburu. Ebubo ndị a emeela ka IUCN na eme mgbalị iji melite akwụkwọ ya na ogo data ya, yana ịgụnye nyocha ndị ọgbọ nke taxa na Ndepụta uhie. Ndepụta ahụ naemeghe maka mkpesa megide nhazi ya, dabere na akwụkwọ ma ọ bụ ụkpụrụ.",
  "Na mbipụta Nọvemba 2002 nke Trends in Ecology & Evolution, otu isiokwu tụrụ aro na IUCN Red List na ọrụ ndị yiri ya nwere ike iji ya mee ihe n'ụzọ na-ezighị ezi site na gọọmentị na otu ndị ọzọ na-eme ka nkwubi okwu na-ekwesịghị ekwesị na ọnọdụ gburugburu ebe obibi ma ọ bụ na-emetụta iji ihe onwunwe okike eme ihe.",
  "Na mbipụta Nọvemba 2016 nke Ọganihu Sayensị, otu edemede nyocha na-ekwu na enwere nnukwu enweghị nkwekọrịta n'ụzọ IUCN si kewaa ụdị dị iche iche",
  "Ndị na eme nchọpụta na ekwu na usoro nke IUCN nke ịhazi ihe bụ \"ihe mgbe ochie, ma hapụ ohere maka imeziwanye\", ma na-ekwusi ike na mkpa ọ dị mfe ịnweta ma dị mfe ịgụnye data geospatial, dị ka satellite na foto ikuku",
  "Mkpebi ha jụrụ ọ bụghị naanị usoro IUCN kamakwa izi ezi nke ebe ụdị ụfọdụ na-ada na Ndepụta ahụ",
  "Ha kwenyere na ijikọta data ala nwere ike ịbawanye ọnụ ọgụgụ nke ụdị dị iche iche dị mkpa ka a gbanwee ya na ụdị ihe ize ndụ dị elu."
]