[
  "E guzobere ego Afrịka site na ihe ndị bụ isi, ihe, anụmanụ na ọbụna ndị mmadụ dị n'ógbè ahụ iji mepụta ihe mgbanwe maka izu ahia",
  "Nke a malitere ịgbanwe site na narị afọ nke iri na asaa gaa n'ihu, ka ike ndị Europe na-achị Afrika mgbe ahụ webatara usoro ego nke ha n'ime mba ndị ha wakporo.",
  "Ka mba Afrịka nwetara nnwere onwe ha na narị afọ nke iri abụọ, ụfọdụ nọgidere na-enwe okpukpe ọhụrụ ndị e webatara, ọ bụ ezie na ndị ọzọ gbanwere aha ego ha maka ihe dị iche iche",
  "Taa, ịrị elu ọnụ ahịa na-emekarị ka a chọọ ego mba ọzọ achọ (ma a machibidoro ya iwu), ebe n'ime ime obodo, usoro mgbanwe mbụ ka na-ejikarị ya eme ihe",
  "Ka ọ na-erule 1 Machị nke afọ 2019, dinar Libya (LYD) nwere ego kachasị ike n'Africa.",
  "N'oge tupu ọchịchị ndị eze, a na-eji ọtụtụ ihe eme ihe mgbe ụfọdụ dị ka ego n'Afrika",
  "Ihe ndị a gụnyere mkpokoro, ingots, ọlaedo (uzuzu ọlaedo na mkpụrụ ego ọlaedo (Axante)), isi akụ́, ígwè, nnu, ehi, ewu, blanket, anyụike, beads, na ọtụtụ ndị ọzọ",
  "Na mbido narị afọ nke iri na itoolu, enwere ike ịzụta ohu na West Africa na ego manilla; ọtụtụ mgbaaka di ka -X nke ọla nchara ma ọ bụ ígwè ndị ọzọ nwere ike ịkwụnye na mkpara.",
  "N'oge ọchịchị ndị ọchịchị (ihe dị ka site n'afọ 1680 ruo afọ 1990) ndị ọchịchị na-achị ala ahụ webatara ego nke ha na mpaghara ha ma ọ bụ mepụta ụdị ego ha",
  "Ndị a gụnyere shilling Somalia; lira Italian East Afrika; na franc Afrika (na mba ndị na-asụ French)",
  "Ọtụtụ gọọmentị ndị na-achị mba ndị ọzọ ejirila aha na usoro ọnụ ahịa nke ego ha na-achị n'oge ọchịchị ha",
  "Dịka ọmụmaatụ, e ji pound Naịjirịa dochie pound nke British West Africa, nke e kewara na shilling, tupu naira dochie ya.",
  "A hụrụ ihe dị iche mgbe mmekọrịta ike mba ọzọ na achị gbanwere, na-akpata mgbanwe na ego: East African rupee (site na azụmaahịa ogologo oge na Arabia na India) ka shilling East Africa dochie anya mgbe ndị Britain ghọrọ ike kachasị na mpaghara ahụ",
  "Mba ndị ọzọ tụfuru ego kachasị nke onye agbata obi: Botswana pula nọchiri rand South Afrika na Botswana n'afọ 1976",
  "Ụfọdụ mba agbanwebeghị ego ha n'agbanyeghị na ha na-achị mgbe ọchịchị, dịka ọmụmaatụ Uganda na-ejigide shilling Uganda.",
  "ብር (Ethiopic Script)"
]