[
  "Ọrịa ndị mmetọ na-akpata, na-eduga n'ọrịa na-adịghị ala ala na eduga na ọnwụ, nke ihe dị ka nde mmadụ ndịa;asatọ pom anọ kwa afọ",
  "Otú ọ dị, mmetọ na-enweta akụkụ nke mmasị site n'aka ndị obodo ụwa. Nke a bụ n'otu akụkụ n'ihi na mmetọ na-akpata ọtụtụ ọrịa nke na, ọ na-esikarị ike ịdọrọ akara kwụ ọtọ n'etiti ihe kpatara ya na mmetụta ya.",
  "E nwere ọtụtụ ụdị ọrịa metụtara mmetọ, gụnyere ndị sitere na mmetọ ikuku, ala emetọ, mmetọ mmiri na enweghị mmiri, ịdị ọcha na ịdị ọcha nke akpọrọ na bekee dị ka Water, sanitation and hygiene (WASH)",
  "Enwere ike ibelata mmetọ ikuku.",
  "Ọrịa gburugburu ebe obibi bụ nsonaazụ kpọmkwem site na gburugburu ebe obibi",
  "Nke a na-agụnye ọrịa ndị na-akpata site na iji ọgwụ ọjọọ eme ihe, na ụlọ ọrụ, kemịkal na-egbu egbu, na ihe anụ ahụ na gburugburu ebe obibi, dị ka radieshon UV sitere na anyanwụ, yana predisposition nke mkpụrụ ndụ ihe nketa",
  "Ka ọ dị ugbu a, a na-ekwu na ọrịa ndị metụtara mmetọ na-esite na ikpughe ihe nsí na ikuku, mmiri, na ala",
  "Ya mere, ọrịa niile metụtara mmetọ bụ ọrịa gburugburu ebe obibi, mana ọ bụghị ọrịa niile metụtara gburugburu ebe obibi bụ ọrịa metụtara mmetụ.",
  "Dị ka Òtù Ahụ Ike Ụwa nke a na akpobere (WHO) si kwuo, mmetọ ikuku nwere njikọ na ọnwụ nde mmadụ asaa",
  "Nke a bụ mgbarie sitere na ọrịa ikuku na-akpata: [isi iyi dị mkpa",
  "Dị ka nke akpọrọ Centers for Disease Control and Prevention (CDC) si kwuo: \"Ọrịa ndị na-ebute mmiri bụ nje na-akpata ọrịa nke nwere ike ịgbasa site na mmiri emetọ",
  "Ọtụtụ ọrịa ndị mmiri na-ebute na-akpata ọrịa afọ ọsịsa [Rịba ama: ọ bụghị ọrịa niile edepụtara n'okpuru na-akpatara afọ ọsịsa].Pasenti iri asatọ na asatọ nke afọ ọsịsa zuru ụwa ọnụ nwere njikọ na mmiri ọṅụṅụ na-adịghị mma, adịghị ọcha zuru oke ma ọ bụ adịghị ọcha zuru ezu",
  "Ọnọdụ ndị a na-akpata ọnwụ nde ọnụ Ọgụgụ ndịa ;1.5 kwa afọ, ọtụtụ n'ime ụmụaka",
  "Ihe na-akpatakarị ọnwụ bụ mmiri ịta n'ahụ",
  "Ọtụtụ ọrịa afọ ọsịsa na ọnwụ na-eme na mba ndị na-emepe emepe n'ihi mmiri na-adịghị mma, adịghị ọcha, na adịghị ọcha nke ọma",
  "Ọrịa ndị ọzọ na-ebute mmiri anaghị akpata afọ ọsịsa; kama ọrịa ndị a nwere ike ịkpata nsogbu na-edozi ahụ, ọrịa akpụkpọ ahụ, na mmebi akụkụ ahụ.",
  "Isi iyi nke nsị / mmetọ na-agụnye igwupụta ihe, ịgbaze, imepụta na imegharị ihe.",
  "Arsenic bụ ihe na-apụta n'okike ma nwee ike ịchọta ya na nri, mmiri, ma ọ bụ ikuku",
  "Enwekwara isi mmalite nke arsenic, gụnyere igwu ala na ịgbaze. \"A na-ahụ ndị mmadụ n'ọkwa arsenic dị elu site n'ịṅụ mmiri na-emetọ emetọ, iji mmiri na-adịghị emetọ na nkwadebe nri na ịgba mmiri nke ihe ọkụkụ, usoro ụlọ ọrụ, iri nri na-emetụta emetọ na ịṅụ ụtaba",
  "Ịnọgide na-ahụ arsenic inorganic..",
  "nwere ike iduga na nsị arsenic na-adịghị ala ala",
  "Mmerụ ahụ na ọrịa kansa akpụkpọ ahụ bụ mmetụta kachasị pụta ìhè",
  "\""
]