[
  "Ndepụta uhie mpaghara bụ akụkọ banyere ọnọdụ dị egwu nke ụdị dị iche iche n'ime mba ma ọ bụ mpaghara ụfọdụ",
  "Ọ dabeere na IUCN Ndepụta uhie nke ụdị egwu egwu ndepụta nke ọnọdụ nchekwa nke ụdị dị iche iche na ụwa",
  "Ndepụta Uhie Mpaghara na enyocha ihe ize ndụ nke mkpochapụ na ụdị dị iche iche n'ime otu nchịkwa ndọrọ ndọrọ ọchịchị ma ya mere nwere ike itinye aka na atụmatụ mba na mpaghara",
  "Ọrụ a na ahazi site na Zoological Society nke London, Nchekwa ụwa otu(IUCN) na ndị mmekọ na gọọmentị mba, mahadum na òtù n'ụwa niile.",
  "Ndepụta uhie mpaghara nwere ike inyere mba ma ọ bụ mpaghara aka na:",
  "E mere IUCN Otu na njirisi na mbụ iji nyochaa ọnọdụ nchekwa nke ụdị dị iche iche n'ụwa niile, agbanyeghị, a chọrọ maka ntuziaka iji tinye usoro ahụ n'ọrụ na mpaghara mpaghara",
  "N'afọ 2003, IUCN mepụtara usoro ihe doro anya, ọnụọgụ iji nyochaa ọnọdụ nchekwa nke ụdị dị iche iche na mpaghara na nke mba",
  "A na etinye usoro a n'ọrụ ugbu a n'ọtụtụ mba n'ụwa niile.",
  "N'oge na adịbeghị anya, emechaala Ndepụta Uhie nke Mpaghara maka anụmanụ na azụ Mongolian",
  "A na-esokwa atụmatụ nchịkọta nchịkọta nchekwa, na-akọwa usoro nchekwa a tụrụ aro maka ụdị ọ bụla na-eyi egwu.",
  "Mba ma ọ bụ nzukọ ọ bụla nwere ike ịmepụta Ndepụta Uhie nke Ógbè site na ịgbaso usoro doro anya, nke a na-emegharị ugboro ugboro",
  "Usoro a bụ:",
  "Àtụ:IUCN 3.1 navmap/full\nNchịkọta nke 2006 IUCN Red List categories.",
  "N'ọnwa Eprel afọ 2002 na Mgbakọ on Ụdị dị iche iche nke ndu(CBD), mba 188 tinyere onwe ha n'ime ihe iji nweta, site na afọ 2010, mbelata dị ịrịba ama nke ọnụọgụ ọnụọgụ nke ụdị dị iche iche dị ugbu a na ụwa, mpaghara na mba.",
  "Mgbe a na-achịkọta Ndepụta uhie mpaghara n'oge niile, ọ nwere ike inye ozi gbasara otu ọnọdụ nke ụdị dị iche iche nke mpaghara ahụ si agbanwe ka oge na-aga",
  "Ozi a nwere ike ịba uru nye ndị na-eme iwu, ndị na echekwa ihe, na ọha na eze n'ozuzu, n'ihi na ọ nwere ike inyere mba aka imezu ọrụ ha na CBD.",
  "Ka ọ dị ugbu a, a na emepụta netwọk zuru ụwa ọnụ nke mba na ndị mmadụ na arụ ọrụ na Ndepụta Uhie Mpaghara",
  "Nke a ga agụnye nchekwa data dị n'ịntanetị ebe enwere ike ịchekwa nyocha Regional Red List na atụmatụ Action Plans, jikwaa, ma mee ka ọ dị mfe",
  "Site na netwọk mpaghara a, a ga enwe ohere ịmụta ihe site na ahụmịhe nke ibe ha n'itinye IUCN Otu na njirisi na iji ozi a maka atụmatụ nchekwa na ntọala ihe kachasị mkpa.",
  "Òtù ọha na eze abụọ na Britain, Natural England na Kọmiti nchekwa ihe okike jikọrọ ọnụ(JNCC), emepụtala British Akwụkwọ data uhie na nyocha ndị ọzọ nke osisi na anụmanụ dị iche iche na enye ọnọdụ nchekwa ha dịka ụkpụrụ IUCN Akwụkwọ data uhie si dị. N'afọ 2016, JNCC mepụtara mpempe akwụkwọ nke gụnyere nyocha ndị a na ndepụta nke ụdị ndị a na eyi egwu dabere na njirimara ndị ọzọ dị ka Biodiversity Action Plan Priority Ndepụta na usoro ihe omume nke iwu anụ ọhịa na ime obodo.",
  "Natural England na eji nkọwa ndị a maka ụdị ndị a na-adịghị ahụkebe na-adịghị adịkarị iji tinye ya na Akwụkwọ data uhie:"
]