[
  "Nke  bụ ndepụta nke ụdị Sphenisciformes site na ọnụ ọgụgụ ụwa",
  "Ọ bụ ezie na ọnụ ọgụgụ bụ atụmatụ, ndị ọkachamara na ngalaba ha emeela ha.",
  "Sphenisciformes (site na Latin maka \"ụdị ụdọ\") bụ usoro taxonomic nke penguins nọ na ya",
  "Ndụ Bird mba ụwa enyochawo ụdị iri na asatọ",
  "16 (89% nke ngụkọta ụdị) emeela atụmatụ ọnụ ọgụgụ ha: ndị na efu efu bụ eze na obere penguins, nke a nyochara abụọ ahụ dị ka ndị na adịchaghị echegbu onwe ha.",
  "A na eji ụzọ dịgasị iche iche maka ịgụta penguins, na Eprel 2012 hụrụ ọnụ ọgụgụ mbụ ha site na mbara igwe, mgbe ejiri ihe oyiyi sitere na Ikonos, QuickBird-2, na WorldView-2 satellites gụọ ndị eze Antarctican. Nke a bụ usoro yiri nke UNHCR ji gụọ ụmụ mmadụ na Somalia. Ọtụtụ nnyocha ndị na eme n'oké osimiri na eji eriri na-adịghị mma iji tụọ njupụta; a na agbakwunye nke a n'ebe anụmanụ ahụ dị. A na agụ Galapagos kwa afọ kemgbe 1961 site na Galápagos Ọrụ Ntụrụndụ Mba",
  "Site n'ala na oké osimiri, ha na eme ọnụ ọgụgụ zuru oke na mpaghara iri na ọnụ ọgụgụ nkebi na anọ",
  "Nnyocha nke nnụnụ 721 nke afọ 2012 gosipụtara na ọkwa anọgidewo na adị otu n'ime afọ ndị na adịbeghị anya, ọ dịghịkwa mkpa ịgbanwe atụmatụ zuru ezu ugbu a. Maka ozi ndị ọzọ gbasara otu esi achọpụta atụmatụ ndị a, lee isiokwu Wikipedia banyere ihe ndị dị ndụ na ihe ndị dị gburugburu ebe obibi.",
  "Ụdị ndị a na enweghị ike itinye na ndepụta nke ọdịdị a gụnyere Waitaha penguin, nke ikpeazụ a kwenyere na ọ nwụrụ n'etiti 1300 na 1500 AD (n'oge na adịghị anya mgbe Polynesian rutere New Zealand), na Chatham penguin, bụ nke a maara naanị site na subfossils mana enwere ike idebe ya n'agbata oge ụfọdụ n'etiti 1867 na 1872. Adélies na emperors na-akpa akwụ́ na Antarctica ma na eri nri na ice gbajiri agbaji; mmetụta okpomọkụ ụwa na nke ikpeazụ nwere ike imetụta ọnụ ọgụgụ ha, na chinstraps na gentoo, nke abụọ na eri na mmiri mepere emepe, anọwo na abanye n'ime Adélie na ndị eze ukwu na ebute ice",
  "Gentoo ahụla mmụba nke 7500% nke ọnụ ọgụgụ mmadụ kemgbe 1974, na chinstraps 2700%."
]