[
  "The Catalogue of Women (Àtụ:Lang-grc)—also known as the Ehoiai  (Àtụ:Lang-grc, Àtụ:IPA-el)e.\"I Bụ nkewa r uri Greek epic nke ekwuru na Hesiod n'oge ochie",
  "\"ụmụ nwanyị\" nke aha ahụ bụ n'ezie dike ọtụtụ n'ime ha na chi dina, na-ebu ndị dike nke akụkọ ifo ndị Gris na ma Chineke anwụ anwụ.Paramours, n'adịghị ka elekwasị anya na akụkọ dị na Homeric lliad na odyssey, a haziri katalọgụ gburugburu nnukwu usoro usoro ọmụmụ sitere na njikọ ndị a na, Na M.L",
  "West'sNtụle, kpuchiri \"oge niile nke oge dike.\" Site n'usoro uri ahụ akwụkwọ ise, e hiwere osisi ezinụlọ ndị a nwere akụkọ metụtara ọtụtụ ndị otu ha na abụ ahụ ruru  Ngụkọta akụkọ ifo ndị dike N'otu aka ahụ nkà mmụta okpukpe heisodic si egosi n'usoro ihe ndekọ nke pantheon Greek nke e wuru n'usoro ọmụmụ Chineke.",
  "Ọtụtụ ndị ọkà mmụta ekwenyeghị ugbu a na a ga-ewere Catalogue dị ka ọrụ Hesiod, mana ajụjụ gbasara izi ezi nke uri ahụ emeghị ka mmasị ya belata maka ọmụmụ nke edemede, mmekọrịta mmadụ na ibe ya na akụkọ ihe mere eme",
  "Dị ka ọrụ Hesiodic nke na-emeso n'ụzọ miri emi ụwa Homeric of the heroes, Catalogue na'enye mgbanwe n\"etiti ebe chi nke Theogony na ihe ndị dị n \"Ọrụ na Ụbọchị\" nʼihi ọnọdụ ndị ọ na ya dị ka ọkara chi",
  "N'iburu n'uche na uri ahụ lekwasịrị anya na ndị dike na mgbakwunye na dike, ọ na-enye ihe akaebe maka ọrụ na nghọta nke ụmụ nwanyị na akwụkwọ na ọha mmadụ nke Gris n\"oge ederede ya na ewu ewu",
  "Obodo ndị isi Gris, ndị nọ n'ọkwá dị elu, chọtara agbụrụ ha na ndị dike nke uri epic; ya mere, Catalogue, ezigbo \"map nke ụwa ndị Gris n\"okwu ọmụmụ, \" na-echekwa ọtụtụ ozi gbasara usoro dị mgbagwoju anya nke njikọ ndị ikwu na ọkwa nke nọgidere na'inwe mkpa ndọrọ ndọrọ ọchịchị ogologo oge mgbe oge gachara",
  "Ọtụtụ n'ime akụkọ ifo ndị dị na Catalogue enweghị ihe akaebe, ma ọ bụ kpamkpam maọbụ n\"ụdị a kọrọ na ya, ọ na-enwekwa mmasị pụrụ iche maka ndị na'ede uri na ndị ọkà mmụta site na oge ochie site n-agafe oge ndị Gris na Rom.",
  "N'agbanyeghị na ọ na-ewu ewu n'etiti ndị Hellenistic literati na ndị na'agụ akwụkwọ n\"ihu ọha nke Rom Ijipt, uri ahụ kwụsịrị mgbasa ozi tupu ọ banye n \"ọdịnala ihe odide oge ochie\" ma chekwaa ya taa site na iberibe akwụkwọ papaịrọs na ihe ndị e kwuru nʼakwụkwọ oge gara aga",
  "N'agbanyeghị nke ahụ, akwụkwọ ahụ gosipụtara nke ọma karịa ọtụtụ ọrụ \"efu efu\", na ihe dị ka ahịrị 1,300 zuru ezu ma ọ bụ akụkụ dị iche iche dị ndụ: \"n'etiti otu ụzọ n'ụzọ atọ na otu anọ nke uri mbụ\", site n\"otu atụmatụ",
  "Ihe akaebe maka nrụzigharị nke uri ahụ abụghị naanị ihe ndị dị n'ime ya, mana nkesa nke ọdịnaya ahụ n\"ime Catalogue es nʼezie sara mbara, ma ọdịdị nke ihe aka ọmụma a na-ahapụ ọtụtụ mgbagwoju anya a ma na narị afọ gara aga dugara n'\"ọtụtụ mmejọ ndị ọkà mmụta.",
  "Ndị ode akwụkwọ oge ochie na-akpọkarị abụ ahụ dị ka katalọgụ ụmụ nwanyị, ma ọ bụ naanị katalọgụ, mana ejirikwa ọtụtụ aha ọzọ rụọ ọrụ",
  "nke iri-narị afọ akwụkwọ nkà ihe ọmụma agba aja aja dị ka suda na-enye nsụgharị gbasaa, katalọgụ nke ụmụ nwanyị dike na isi mmalite ọzọ, onye na-ede uri Byzantine na narị afọ nke iri na abụọ Tzetzes, na-ahọrọ ịkpọ uri ahụ usoro ọmụmụ dike",
  "Ndị edemede oge ochie na-akpọkarị uri ahụ Catalogue of Women, ma ọ bụ naanị Cat catalogue, mana a na'iji ọtụtụ utu aha ndị ọzọ mee ihe",
  "Encyclopedia nke narị afọ nke iri a maara dị ka Suda na-enye nsụgharị gbasaa, Catalogue of Heroic Women (Γυναικῶν ńρωϊνῶv উপλογος), na isi mmalite ọzọ, onye na'afọ nke abụọ nke Byzantium na onye ọkà mmụta asụsụ Tzetzes, na na - na",
  "Mana aha ọzọ kachasị ewu ewu bụ Ehoiai, mgbe usoro ụmụ nwanyị bụ ē' hoiē, \"ma ọ bụ dị ka\", nke na-ewebata ngalaba ọhụrụ n'ime uri ahụ site na iwebata dike ma ọ dị egwu",
  "Aha njirimara a nyekwara aha ọkọlọtọ maka ọrụ Hesiodic yiri ya, Megalai Ehoiai ma ọ bụ Great Ehiai.",
  "Dị ka o gosipụtara site n'iji ya mee ihe dị ka aha ọzọ, usoro nke ē' hoiē bụ otu n\"ime ihe ndị a ma ama nke uri ahụ",
  "O nwere ike ịbụ na ọ bụ ụdị uri nke depụtara ụmụ nwanyị ama ama, mana na Catalogue a na-eji usoro ahụ dị ka ngwá ọrụ nhazi nke na na'enye onye na -ede uri ohere ịmaliteghachi alaka mebiri emebi nke osisi ezinụlọ, ma ọ bụkwa ịwụli elu gafee usoro ọmụmụ gaa na onye ọhụrụ na usoro nke ụmụ",
  "A na-achọta ihe atụ pụrụ iche na mmeghe nke ụmụ nwanyị Porthaon na Cat",
  "fr",
  "26.5ː\nÀtụ:Text and translation",
  "Dị ka Suda si kwuo, Catalogue dị akwụkwọ ise n'ogologo. A maghị ogologo nke ọ bụla, mana o yikarịrị ka uri ahụ dum nwere ihe ọ bụ site na 4000 ruo ihe karịrị 5000 ahịrị",
  "A haziri ihe ka ukwuu n'ihe dị n\"ihe ndị dị na ya gburugburu isi usoro ọmụmụ: a chọtara ụmụ Aeolus nʼakwụkwọ 1 na ọ dịkarịa ala akụkụ nke akwụkwọ 2, ndị nke Inachus, Pelasgus, Atlas na Pelops sochiri n \"akwụkwọ ndị ọzọ\"",
  "Ekwenyere na enwere ike ịchọta nduzi siri ike maka usoro a na Bibliotheca, akwụkwọ ntuziaka akụkọ ifo nke oge Rom nke e nyere n'okpuru aha Apollodorus nke Atens nke jiri Catalogue dị ka isi iyi maka ọtụtụ nkọwa usoro ọmụmụ ma yie ka ọ gbasoro usoro uri ahụ n\"ozuzu ya.",
  "Nke mbụ bụ akwụkwọ kachasị mma nke uri ahụ, nke nwere ọtụtụ papyri dị ukwuu na-ekpuchi ihe odide oge ochie ma ọ bụ na ọ dactylic: ọ dịkarịa ala amaokwu 420 nke hexameter dactilic ka dị n'akụkụ maọbụ n\"ozuzu ya",
  "Otu papaịrọs gụnyere nọmba ahịrị nke, tinyere usoro nke ikpuchi n'etiti isi mmalite ndị ọzọ, na-enye ohere ka e nye ọtụtụ n\"ime ọdịnaya akwụkwọ ahụ nọmba akara",
  "Ikekwe ihe kachasị mkpa n'ime ihe ndị a bụ n\"etiti papaịrọs nwere ahịrị mmalite nke uri ahụ na Theogony: a na-ede akwụkwọ ahụ dị ka ihe na'ihu nke abụ Hesiodic \"canonical\", na amaokwu abụọ ikpeazụ nke Theagony guzo dị na Catalogue of Women book 1, ahịhịa 1__yue2",
  "Ka ọ na-erule ngwụcha nke Theogony dị ka omenala ihe odide ahụ si nye ya, na nima ya iwu ikpeazụ nke Zeus nke Olympus na ọtụtụ chi ya dị mkpa, onye na'ede uri na ọ rịọrọ ndị Muses ka ha bụrụ abụ maka \"ebo nke chi nwanyị",
  "ndị na - na ndị anaghị anwụ anwụ na ụmụ mmadụ na, ịmụ ụmụ dị iche iche",
  "\" Mgbe ihe dị ka amaokwu 150 banyere isiokwu a gasịrị, proem na Catalogue na-abịa n'ụdị ọzọ a na'akpọghachi ndị Muses iji webata isiokwu ọhụrụ, naanị nke dị nro karịa nke ụwa (Cat",
  "fr",
  "1.15):Àtụ:Text and translationAkụkụ ndị sochirinụ na-akọwa ihe ndị dị mkpa nke oge dike",
  "Nke mbụ nyere ohere maka njikọ ndị bụ isiokwu a na-ahụ anya nke uri ahụ: chi na ndị na'enweghị ihe mgbochi na ụbọchị ndị ahụ",
  "A na-enye nkọwa ọzọ dị ịrịba ama banyere ọnọdụ dike na otu n'ime akụkụ ndị kachasị mgbagwoju anya nke Catalogue",
  "A na-ekwu na ụmụ nwoke na ndị inyom \"dịghị ogologo ndụ\" (ἰσαίωνες, isaiōnes, a hapax legomenon), mana ọ bụghị ihe doro anya ma nke a na na'ezo aka na ndụ dị iche iche n'etiti ndị dike n\"onwe ha, ọdịiche dị nro n-adị ndụ nke ndị agha na nwoke \"today\", ma ọ bụ nʼetiti ndụ ndị eze na chi",
  "A na-akọwa ọdịnihu dị iche iche nke ndị dike ahụ: ụfọdụ yiri ka ha biri ogologo ndụ nke a na'ihi na ha bụ ndị ntorobịa na ya, ebe o doro anya na ndị ọzọ bụ nke chi mara ikpe ọnwụ n'oge. A na-emebi papaịrọs n'oge a, a maghịkwa ihe niile ntụnyere ndị a pụtara",
  "A na-agwa ndị Muses okwu ọzọ, na'agwa ha ka ha bụrụ abụ \"n'agbanyeghị ihe ọtụtụ [Zeus] nọ na ya, ha na Poseidon [na]",
  "Ares",
  "Hermes",
  "[Heph]aestus",
  "Heracles\"; ebe a ka papaịrọs ahụ mechiri.",
  "Ojiji a na-eji ahịrịokwu mmeghe \"ma ọ bụ dị ka\" eme ihe ugboro ugboro na ọ na'egosi \"dị ka...\", o yikarịrị ka nwanyị mbụ a gwọrọ bụ Pyrrha, nwunye Deucalion",
  "E nwere arụmụka ụfọdụ banyere ma Catalogue gụnyere akụkọ ifo nke Iju Mmiri, mana okike nke agbụrụ ụmụ mmadụ a mụrụ site na nkume ndị Deucalion na Pyrrha kpụrụ yiri ka ọ dị na uri ahụ",
  "Zeus enweghị ihe ijuanya na ọ bụ onye mbụ họọrọ site na ndepụta nke ụmụ nwanyị, ma mụọ Hellen site n'aka Pyrrha",
  "Pyrrha nwekwara ụmụ nwanyị atọ site na Deucalion: Thyia, Protogeneia na Pandora, onye akpọrọ aha nne nne ya, Pandura a ma ama",
  "Dị ka nne ha, mmadụ atọ a na Zeus dina, na-amụ ụmụ nwoke nke a sịrị na ọtụtụ agbụrụ ndị Gris mbụ sitere na ya",
  "Thyia mụrụ Magnes na Macedon; Protogeneia mụrụ Aethlius, nna nna Aetolus; na nwa Pandora bụ Graecus.",
  "Alụmdi na nwunye Leda na Tyndareus sochiri ọmụmụ Clytemnestra, Timandra na Phylonoe, nke ikpeazụ Artemis mere ka ọ ghara ịnwụ anwụ. Clytemnestra na Agamemnon nwere ụmụ nwanyị abụọ, Electra na Iphimede, aha e ji mee ihe na uri maka nwanyị ahụ mgbe e mesịrị ma mara nke ọma dị ka Iphigenia. E buru amụma na a ga-achụ ya n'àjà nye Artemis tupu ụgbọ mmiri ndị Gris enwee ike ịga Troy, mana na mbipụta nke ihe omume Catalogue chi nwanyị jiri eidolon dochie ya ma mee ka Iphimede ghara ịnwụ anwụ dị ka \"Artemis Enodia\", ma ọ bụ Hecate. A na-akọ akụkọ ọmụmụ na ogbugbu nne Orestes, akụkọ kachasị ochie nke igbu Clytemnestra, dịka a na'ebu ụzọ chọta àjà nke Iphimede / Iphigenia na Catalogue. Alụmdi na nwunye Timandra na Echemus sochiri, Leda wee buru Dioscuri na Zeus n'ọtụtụ ahịrị mebiri emebi",
  "A maghị ma a kọrọ banyere ọmụmụ Helen ebe a, n'ihi na akaebe ahụ na-eme ka ndị nne na nna ya ghara ijide n\"aka",
  "Althaea na Ares dina ma nwee Meleager, onye a kọwara àgwà ike ya na ọnwụ ya n'aka Apollo n\"oge esemokwu ya nke bụ ihe na-esote Hunt for the Calydonian Boar. N'etiti ụmụ Althaea site na Oeneus, a họpụtara Deianeira maka ọrụ ya na ọnwụ na apotheosis nke Heracles. Onye na-ede uri na Porthaonids (lee n'elu) ma mechie akụkọ ya banyere ụmụ nwanyị Aeolids na Sirens, ụmụ Sterope na Achelous.",
  "Akụkọ ifo nke agbamakwụkwọ nke ụmụ nwoke iri ise nke Ijiptus na ụmụ nwanyị iri na ise ya nke Danaus bịara n'oge a, mana obere ihe dị ndụ nke akụkọ ahụ na Catalogue. Danaus na ụmụ ya nwanyị gbagara Argos ma malite omume nke igwu olulu mmiri, \"na-eme ka Argo ghara inwe mmiri nke ọma\"",
  "Ụmụ nwoke Ijipt sooro Danaids gaa Gris iji manye ha ịlụ di, ma, dịka ọ dị na akụkọ ifo ahụ, Hypermestra naanị ya na Lynceus jikọrọ aka ma mụọ Abas, ndị ụmụ ya bụ Acrisius na Proetus. Ụmụ nwanyị Proetus kpasuru Hera ma ọ bụ Dionysus iwe maọbụ ha abụọ n'ụzọ ụfọdụ, ma bụrụ ha ọnụ site na ekpenta ma Ọ bụ ara nke naanị Melampous nwere ike ịgwọ, ọrụ nke Abas kwụrụ ụgwọ site n\"inye onye na-ahụ ụzọ na nwanne ya nwoke Bias òkè nke Argos ka ha chịa",
  "Nwa nwanyị Acrisius bụ Danaë",
  "A na-akọwa mmekọrịta ọlaedo ya na Zeus, ọmụmụ Perseus, na nchụpụ nne na nwa ya nwoke na larnax ngwa ngwa, a na'oge na Persius nke Alcaeus, Sthenelus na Electryon site na Andromeda na na - na.",
  "Nkewa dị n'etiti akwụkwọ 2 na 3 na-eweta nsogbu pụrụ iche maka iwughachi Catalogue",
  "A scholion na Theocritus, Idyll 3.40 yiri ka ọ na-ekwu na akụkọ Atalanta bụ \"Hesiod na akwụkwọ 3\", usoro nke ịkọ ihe nke fọrọ nke nta ka o doo anya na ọ bụ uri dị ugbu a",
  "Otu papaịrọs ji ihe yiri ka ọ bụ mmalite nke ahịrị mbụ nke Atalanta's Ehoie na-esote paragraf na oghere efu, na'atụ aro na ọ dị reclamans; papaụrọ ọzọ (nke e sere na foto) na na - na a na Iberibe abụọ a ga-ejikọta iji nye:"
]