[
  "Ndewo ịhụnanya ndị bụ ụlọ ọrụ teknụzụ America nke na-ere ngwaọrụ na-eso na ụdị nke ụwa họrọ site n'ime ụra na ngwa na-esote ụra iji nyere aka nyochaa ụra. E hiwere ụlọ ọrụ ahụ n'ọnwa Ọgọstụ afọ 2012 ma mechie ya n'ọnwarị afọ 2017.",
  "Ọ bụrụ  bụ  Thiel Fellow na CEO James Proud guzobere Ndewo iji Tinye na August 28, 2012.",
  "Ihe ịga nkeMgbasa ozi Kickstarter sitere na Ndewo na 2014 welitere $2.4 nde site na ndị na-akwado 19,000 karịa, na-eme ka ọ bụrụ otu n'ime mkpọsa Kickstarter kacha aga nke ọma n'oge niile",
  "Ego mbido ego sitere na ndị nkwado Silicon Valley welitere $10.5 nde ọzọ.. Na June 2015, ụlọ ọrụ ahụ welitere $ 40 nde na ntinye ego sitere na Temasek Holdings na Hello bara uru n'etiti $ 250 nde na $ 300 nde n'oge ahụ.  Ndị nkwado ndị ọzọ gụnyere onye isi Facebook Messenger David Marcus, onye isi Facebook mebere eziokwu Hugo Barra, onye isi Facebook Dan Rose, onye bụbu Twitter CEO Dick Costolo, na onye isi Spotify nke ọrụ pụrụ iche, Shakil Khan.",
  "Ndewo nọrọ ihe karịrị otu afọ na-emepụta ngwaọrụ na-eso ụra, mana ụlọ ọrụ ahụ mechara kpebie ịmepụta ngwaọrụ dị n'akụkụ peeji dị ka ndị na eme ìhè nke àkwà kama n'ihi na Proud chere na ndị ahịa ga-anọgide dị ndụ ebighị na-eji ngwaahịa ahụ.",
  "Ndewo wepụtara ihe na-eso ụra ha, Sense, na Febụwarị 24, 2015; e rere 21,000 n'oge a malitere ya. Ngwaahịa Sense gụnyere ngwaọrụ dị n'akụkụ àkwà, \"Sleep Pill\" nke na-agbaso ndị na ụdị àlà úkwú ụra onye ọrụ site na ịpị ya na pillow, na ngwa na-agwọ ụra. Sense nwere ihe mmetụta nke na-agbaso okpomọkụ, ìhè, ụda na data nke ihe nọr na mkpóró ndị ogbi ozi ọma ahụ n'ebe nile site n'ime ụmụ ndị ikom abụọ igbu ndị na-adịghị anabata ma nwee ike igwu ụda iji nyere onye ọrụ aka ihi ụra. Ngwaahịa ahụ na-enye onye ọrụ akara ụra kwa abalị ma na-akpọte na onye ọrụ n'oge kwesịrị ekwesị n'oge ụra ha. Na Nọvemba 1, 2016, ụlọ ọrụ ahụ wepụtara ụdị olu nke Sense sleep tracker.",
  "Kà àkà gbúrù nwéré ama ọ na-agbalị ịchọ onye na-azụ ahịa, Proud mara ọkwa na June 12, 2017, na blọọgụ na ọkara Ndewo ndị mmadụ n'ihe ndị ga-emechi ma ụlọ ọrụ ahụ chụpụrụ ọtụtụ ndị ọrụ ha n'otu ụbọchị ahụ. A kọkwara na Hello enweghị ike ịkwụ ụgwọ ya. Ụlọ ọrụ ahụ kwuru na ha na Fitbit nọ na mkparịta ụka maka ha inweta ụlọ ọrụ ahụ, mana há sị ọ bụrụ ndị na eme ìhè nke dị ka ndị mmadụ na ímé ihe nọr na ímé enwetaghị nkwekọrịta. Dị ka BBC News na Buzzfeed News si kwuo, Hello mechiri n'ihi enweghị ndị ahịa chọrọ Sense, nyocha na-enweghị ịnụ ọkụ n'obi maka ngwaahịa ahụ, na asọmpi sitere na nnukwu ụdị."
]