[
  "Ndey Tapha Sosseh (amụrụ n'afọ 1979) bụ onye nta akụkọ Gambia na onye unionist",
  "N'afọ 2004, ọ ghọrọ onye isi nchịkọta akụkọ nke The Daily Observer, na-eme ka ọ bụrụ nwanyị mbụ na-ede akwụkwọ akụkọ kwa ụbọchị na akụkọ ihe mere eme nke Gambia",
  "Site na 2008 ruo 2011, ọ rụrụ ọrụ dị ka onye isi oche nke Gambia Press Union",
  ".",
  "Sosseh bụ onye gọọmentị lekwasịrị anya n'ime afọ ikpeazụ nke ọchịchị Yahya Jammeh, nke ka ukwuu n'ihi nzaghachi ya na ogbugbu nke onye nta akụkọ Deyda Hydara, na ọ nọrọ 2009–2017 na Mali, ebe o nwere ikike ịbụ nwa amaala abụọ..",
  "A mụrụ Ndey Tapha Sosseh na 1979 na Banjul, isi obodo Gambia. \ndN",
  "Ndị mụrụ ya bụ Adelaide Sosseh Gaye [de], onye na-akwado ikike mmadụ na Mustapha Sosseh, onye nwụrụ na mberede mgbe nne ya dị ime ọnwa atọ.",
  "Sosseh malitere ọrụ ya dị ka onye nkuzi na Daily Observer, akwụkwọ akụkọ mbụ nke Gambia kwa ụbọchị, na June 1998",
  "Ọ ghọrọ onye nta akụkọ na onye nchịkọta akụkọ maka akwụkwọ akụkọ ahụ, mechaa na-agba ọsọ kọlụm \"Women in Development\".",
  "N'afọ 2000, ọ kwagara United Kingdom maka ọzụzụ ọzọ na ọrụ odeakụkọ",
  "O nwetara akara ugo mmụta masters na akwụkwọ akụkọ mba ụwa na Mahadum Central England dị na Birmingham wee gụkwaa akwụkwọ na Warwickshire College tupu ọ laghachi Gambia na June 2004.",
  "Mgbe ọ laghachiri n'ụlọ, ọ ghọrọ onye nchịkọta akụkọ nke Daily Observer ka afọ ahụ gasịrị, na-eme ka ọ bụrụ nwanyị mbụ na-eduzi akwụkwọ akụkọ kwa ụbọchị na Gambia.",
  "Na Jenụwarị 2005, Momodou Sanyang nọchiri ya n'ọrụ ahụ.",
  "Mgbe ọnwa abụọ gachara, a họpụtara ya ka ọ bụrụ odeakwụkwọ ukwu nke Gambia Press Union. Mgbe ahụ, n'afọ 2008, a họpụtara ya dịka onye isi Mgbe ahụ, na 2008, a họpụtara ya ịbụ onyeisi oche nke GPU, na-anọchi anya onye isi ala Madi Ceesay.",
  "Ọ nọ n'ọkwa onye isi ala ruo n'afọ 2011, mgbe Emil Touray [de] gbara ọsọ megide ya wee merie, na-aghọ onye ndu ọhụrụ  GPU.",
  "N'oge ya dị ka onyeisi oche nke GPU, Sosseh gara biri na Bamako, Mali, malite na June 2009",
  "Oghọrọ onye gọọmentị lekwasịrị anya n'ihi nkwupụta ya n'afọ ndị sochiri ogbugbu onye nta akụkọ ibe ya Deyda Hydara.",
  "N'afọ 2011, e boro ya ebubo ịgba ọchịchị mgba okpuru na Gambia maka ọrụ ya na otu a na-akpọ Coalition for Change - The Gambia (CCG), na ọchịchị Gambian n'okpuru Mịnịsta Ofesi Mamadou Tangara chọrọ ka achụpụ ya",
  "Na nzaghachi, Òtù Na-ahụ Maka Ndị nta akụkọ nke Mba Nile goro ndị nchekwa oge nile iji chebe ya",
  "Tangara mechara gọnarị na ọ chọrọ ka a kpụpụta ya ma kwuo na ya akwadola maka nchebe ya.",
  "Sosseh laghachiri Gambia site na ndọrọ n'agha n'ọnwa Ọktoba n'afọ 2017, mgbe a họpụtara Yahya Jammeh na ntuli aka onye isi ala Gambia n'afọ 2016. O mechara rụọ ọrụ dị ka onye ndụmọdụ nke Minista nkwurịta okwu na mgbasa ozi Demba A",
  "Jawo.",
  "Na July 2019, Sosseh gbara akaebe n'ihu Gambia's Truth, Reconciliation and Reparations Commission, na-ekerịta ahụmịhe ya na nyocha onwe ya na nrụgide na ndị nta akụkọ n'okpuru President Yahya Jammeh.",
  "Di Sosseh bụ onye Mali, nke nyere ya ohere inweta ikike ịbụ nwa amaala Mali.i."
]