[
  "Àtụ:NGR 64,000 (1962)",
  "Ezinaụlọ Ohuhu nke Umuahia dị na mgbago ugwu nke Abia Steeti bụ ndị Igbo, akpọrọ Ohonhaw, hiwere otu obodo pụrụ iche dị n’Umuahia, Abia steeti, Naịjirịa, nwere ọtụtụ obodo dị iche iche gụnyere Umukabia, Ohiya, Isingwu, Ofeme, Afugiri, Nkwoegwu, Umuawa, Umudiawa, Akpahia, Umuagu, Amaogugu, Umule- Eke-okwuru, Umuhu-Okigha, Amaogwugwu kporo eziama / Amaudo In Ohuhu etc",
  "A na-akpọbu Ohuhu dịka Umuhu-na-Okaiuga, ma ọ bụ onye a maara nke ọma dịka Ọhu-ahia-na-otu",
  "Ruo 1949, Umuopara ezinụlọ bụbu akụkụ nke Ohuhu",
  "tupu ewepụta ha na ndọrọ ndọrọ ọchịchị.",
  "Enwere nkwenye dị iche iche gbasara mmalite nke ndị Ọhuhu",
  "Otu echiche bụ na ndị Ohuhu anaghị akwagharị n’ebe ọ bụla",
  "Ekwadoro echiche a bụ na ọtụtụ obodo dị na Ohuhu nwere ebe obibi ochie ha ma ọ bụ nke ha gbahapụrụ agbahapụ, Ọkpuala, dịkwa na Ohuhu",
  "Ọ bụ ezie na echiche a yiri ihe ezi uche dị na ya, ụfọdụ obodo nta dị na Ohuhu taa nwere ike iji nkwenye kwenye na ebe obibi ochie ha gaa n’èzí Ohuhu, n’agbanyeghi na ha nwere okpuala ọzọ dị ugbu a na Ọhuhu",
  "Umukabi, Umuawa, Umuagu, Umungasi na Umudiawa bụ ihe atụ olemaole na otu a.",
  "Ekwuola na ọ dịkarịa ala ngalaba nke Umuhu ndị Ohuhu si mpaghara Isuikwuato na akuku Awgu",
  "Nkwenye siri ike karịa ndị ọzọ bụ echiche ahụ bụ na ndị Ohuhu si n'otu akụkụ nke ndi Etiti dị ugbu a kwaga",
  "N'ikwu ya n'ụzọ doro anya, echiche a na-ahapụ ọtụtụ ụdị dị iche iche",
  "Dịka ọmụmaatụ, otu ọdịnala na-ekwu na njem ahụ malitere site na Orsu wee metụ Okiwudo na Akaokwa niile na mpaghara Orlu",
  "Ọ bịarutere Anara-Osu",
  "Omenala ahụ na-ekwu na ebe ahụ, ka ndị nna ochie Ohuhu nọ na-egbu oge, ndị nna ochie Obowo nọ n’ihu ha gara n’ihu na njem ha wee biri n’ebe ha dị ugbu a tupu ndị Ohuhu esonyere ha.",
  "Versiondị ọzọ kwusiri ike na ndị Ohuhu, ha na ndị ogbo ha Obowo, si na mpaghara Nekede dị na Owerri kwaga",
  "N'ihe metụtara echiche a, ụfọdụ ndị ode akwụkwọ kwenyere na n'ọdịnala, ndị nna ochie Ohuhu-Ngwa guzobere akụkụ nke mbugharị site na Agbaja na Owerri wee kwaga Osimiri Imo",
  "Ma mbugharị a bidoro na Orlu, Nekede, Agba ma ọ bụ Ahiara, ebe atọ a dị n’otu ala adịghị emebi emebi.",
  "Aha ana - agughachi na ncheputa ndi a, bu Obowo - agburu bi na odida anyanwu Osimiri Imo Osimiri a, nke di n'etiti agburu Obowo na nke Ohuhu, bu ma ebe di nma ma oli",
  "Ma ndị Ọhuhu kwagara na mpaghara Orlu ma ọ bụ Owerri, ọ dị mkpa na ha gafere ókèala Obowo tupu ha erute na ebe ha bi ugbu a",
  "Ebe a nwere ike ịbụ ebe izu ike nke njem dị ogologo iji gaa ala e kwere ná nkwa.",
  "Enwere ike inwe mmekọrịta n'etiti Ohuhu na Obowo n'eziokwu, maka na ọtụtụ ebe na aha obodo n'ime agbụrụ ọ bụla nwere ndị ha na ibe ha",
  "Akụkụ abụọ sara mbara nke Ikenga na Ihite, dịka ọmụmaatụ, dị na ha abụọ",
  "Ndi obodo Umukabi na Umuagu bu ndi amara na ha nwere n’oge emume ha na ndi ogbo ha ndi Obowo iji cheta ezi nwanne ha.",
  "N'otu aka ahụ, a sị na ụmụ Umuawa nọ na Ohuhu si na Umuoparaodu na Umudibi si Obowo kwapụ, ebe a ka nwere ike ịmata ebe ebe ha bi taa.",
  "Ihe dị ka arụmụka kachasị sie ike maka ọdịmma nke Ohuhu-Obowo bụ ihe ha nwere nke chi pụrụ iche - Ajana, nke kachasị dị elu na ezinụlọ abụọ ma bụrụ naanị nke abụọ"
]