[
  "Ndidiamaka Nneoma Amutah-Onukagha (amụrụ n'afọ 1981) bụ onye dọkịta America bụ Julia A",
  "Okoro Prọfesọ nke ihe gbasara ahụike ndị nne ojii na Tufts University School of Medicine",
  "Nnyocha ya na-atụle ọdịiche dị n'etiti ahụike ụmụ nwanyị na ụmụ nwanyị ojii",
  "Amutah-Onukagha bụ onye enyemaka Dean nke mbụ na Tufts University nke Diversity, Equity, na Inclusion maka ahụike ọha",
  "A kpọrọ ya onye ọkachamara na-eto eto nke afọ 2019 nke American Public Health Association Maternal and Child Health Section",
  "A mụrụ Amutah-Onukagha ma zụlite ya na Trenton, New Jersey ma gaa Trenton Central High School Nne na nna ya siNaijiria. Mgbe ọ dị afọ iri na ise, Amutah-Onukagha tụfuru enyi ya n'ihi nsogbu mgbe ọ mụsịrị nwa, nke kpaliri Amutah'Onukagha ịchụso nzere kọleji. Ọ bụ nwa akwụkwọ na Mahadum Rutgers, ebe ọ gụrụ akwụkwọ na ọmụmụ Africa na ahụike ọha na eze. Ọ sonyeere Mahadum George Washington dị ka nwa akwụkwọ gụsịrị akwụkwọ ma nweta nzere masta na ahụike ọha na eze",
  "[citation needed] Mgbe ọ nwetasịrị nzere doctorate ya, Amutah-Onukagha sonyeere Маhadum Maryland, College Park",
  "A kpọrọ ya onye nyocha W",
  "K",
  "Kellogg Foundation na Mahadum Morgan State n'afọ 2012 tupu ọ banye na Mahadim Montclair State iji kụzie ahụike ọha.",
  "Amutah-Onukagha na-enyocha ahụike ụmụ nwanyị na ọnwụ nne. N'afọ 2017 Amutah-Onukagha sonyeere Mahadum Tufts National Institutes of Health na Robert Wood Johnson Foundation na-akwado nyocha ya",
  "Na Mahadum Tufts, Amutah-Onukagha guzobere Maternal Outcomes for Translational Health Equity Research (MOTHER) Lab, ụlọ nyocha nke na-achọ iwepụ ọdịiche dị iche iche nke ahụike nne",
  "HIV / AIDS bụ isi  na-akpata ọnwụ n'etiti ụmụ nwanyị ojii dị n'agbata afọ 18 na 34 na Boston, na Amutah - Onukagha na-achọ ịghọta ma mebie ụzọ ndị a.",
  "N'oge ọrịa COVID-19, a họpụtara Amutah-Onukagha na Massachusetts COVID-19 Maternal Equity Coalition. Njikọ ahụ, nke na-achọ imeziwanye ahụike nne maka ndị na-acha ọbara ọbara n'oge ọrịa a, gbalịrị idozi enweghị nhata agbụrụ na nsonaazụ perinatal."
]