[
  "Nwa ada Ndidi Dike bu onye oru nka na amasi  nke ukwu",
  "o bidoro na nwata nwe oke mmasi a banyere oru nka",
  "o bidoro ulo akwukwo nka nke nwata kiri na oge",
  "o gu chara akwukwo sekondiri na mgba ofesi England ebe o gumiri akwukwo maka oru nka",
  "Nwa ada Ndidi Dike nwere oke ihunanya basara oke nwere onwe oru nka na enye",
  "o nwe kwara oke udo na oru nka.\nNwa ada Ndidi turu ugo na mahadum University of Nigeria nke di na Nsukka, ebe o nwere asambodo diploma in nka igu egwu",
  "o nwe kwara asambodo na ihe nka na uzu",
  "ka o mesiri oru ntorobia na ala nna ya naijiria o mepere ebe a na aru oru nka na ala nna ya owerri",
  "ihe osise o kere mgba o na aru oru ntorobia mere ya onye mbu na ihe ngosi omimi a na akpo \"Mixed Media Expose, 1986\"",
  "Ndidi so na otu a na akpo \"Guild of Fine Arts, Nigeria (GFAN) ma soroka na \"Society of Nigerian Artists (SNA).",
  "Dike esowayego na ngosi ihe omimi nka kariri iri na aro 1986 ruo na aro 2002,ma sorokwa gosi ihe nke otu nka ruru iri ise na asaa na aro 1986 ruo na aro 2005",
  "Ndidi soro kwa na ihe ngosi na afrika and mba ofesi dika Women to Women, Weaving Cultures, Shaping History 2002, University Art Gallery, INdiana State University, Totems and Signbpost, Lagos 2002 and Seven Stories about Modern Art In Africa",
  "i ga ahu kwa oru Ndidi na obodo anyi naijiria yana obodo ofesi.\nNdidi Dike's most recent solo show \"Waka-into-Bondage: The Last ¾ Mile” for CCA (Lagos 2008) was curated by Bisi Silva",
  "this exhibition was commemorating the 200th anniversary of the abolition of slave trading, that was ignored within the cultural calendar of Nigeria",
  "Through her works in \"Waka-into-Bondage\", Ndidi Dike is determined to keep alive the memory of the epochal matter that led to the capture, enslavement, killing or death of some 21 million Africans.",
  "In an insightful conversation with curator Bisi Silva about this exhibition, Ndidi Dike said: “I visited Badagry in 2002 to see the slave route through which large numbers of our people were sent to the Americas to work daily, for long hours on plantations under subhuman conditions",
  "During that visit, I knew I was standing face to face with history",
  "Yet, much as I wanted to go back sooner, it only happened in 2007 at which point I knew I wanted to capture in a dramatic visual form this cataclysmic episode in human history",
  "No-one can visit Badagry without being moved by this ignoble part of our history or by the consequences of man’s inhumanity.” Dike’s experimentation with form led to the sculptural offering “Dwellings, Doors and Windows” in which she appropriated harbour pallets; she then broke them down to reconfigure the materials in a manner that evoked the Middle Passage",
  "Blood is a striking motif of the sculpture, and Dike explains: “The blood represents what was shed before, during and after the Trans-Atlantic trade, but also what continues to be shed today.” –",
  "Although slavery is no longer legal anywhere in the world, human trafficking remains an international problem and an estimated 29.8 million persons are living in illegal slavery today. In modern times, the trading of children has been reported in modern Nigeria",
  "Ndidi Dike announced in an interview after her last exhibition that she would like to further explore this issue in her future works: \"As I stated earlier, slave trading may have been abolished by the British parliament 200 years ago, but it is still in practice in certain countries",
  "There are so many countries where the condition of the Black people leaves much to be desired",
  "These new forms of slavery are not yet captured in the current works",
  "I hope to reflect them soon in another set of works.\""
]