[
  "Ndidi Nnoli-Edozien (amuru  ya na July 31, 1972) bu onye omuru oha na eze Naijiria na onye okachamara nkwado na ibu ọrụ  na Bottom of the Pyramid empowerment",
  "Ọ bụ onye nchoputa na onye isi oche nke Growing Businesses Foundation, nnukwu ala ala Nigeria nke na-ahụ maka ọrụ CSR maka ụlọ ọrụ dị iche iche",
  "Ọkwa ya dị ka onye ọchụnta ego na-elekọta mmadụ ka Bertelsmann AG bụ onye jikọrọ ya na Reinhard Mohn Fellow.",
  "Na African Conference on Women in Governance, Business and Community Leadership na Women of Influence Awards na London 2010, ọ natara African Star Excellence Award in Business Development",
  "Otu onye otu International Finance Corporation (IFC), Nnoli-Edozien enyela aka na ndozigharị amụma na Naijiria site na ọrụ ya na ndị ọrụ gọọmentị na ụlọ ọrụ.",
  "A mụrụ Nnoli-Edozien na Karlsruhe City na Jamanị ọ gụrụ akwụkwọ na Queen's College Lagos na 1989 wee gụọ akwụkwọ na London School of Economics and Political Science, United Kingdom wee nweta nzere BSc na Economics",
  "Nnoli-Edozien nwetara akara ugo mmụta nna ya ukwu na Mahadum Johann Wolfgang Goethe, Frankfurt am Main, Germany na nkà mmụta okpukpe Katọlik tupu ya emee PhD na Mahadum Johann Wolfgang Goethe na mpaghara \"ihe nwe na njikwa njikwa\" na-elekwasị anya n'ụzọ zuru ụwa ọnụ nke mba ụwa",
  "Ụdị ndị Africa nke ọchịchị ụlọ ọrụ na nkwado.",
  "Ọ bụ nwata akwụkwọ nke Wharton Business School, ogara mmemme ndị isi na INSEAD na Ụlọ Akwụkwọ judge business school Cambridge",
  "Ọ na-akụzi, nwa oge, ụkpụrụ omume, ịzụ ahịa ọha na eze na nkwado na ụlọ akwụkwọ azụmahịa Lagos",
  "Ọktoba 1999, Nnoli-Edozien hiwere ụlọ ọrụ Growing Businesses Foundation dị ka ikpo okwu iji kwado mmepe ụlọ ọrụ na Bottom of the Pyramid in Nigeria.",
  "N'ọnwa Jenụwarị 2001, Nnoli-Edozien tọrọ ntọala Micro-enterprise Development Co-operation, MDC bụ ikpo okwu maka nyochaa omume kacha mma nke mba ụwa na obere ego maka iwulite ndị na-ahụ maka ego na-adabere na onwe na nke na-adịgide adịgide nke na-azụlite ma na-eto obere azụmahịa ka ọ bụrụ ihe kwesịrị ekwesị na nke ọha mmadụ",
  "ndị na-enye ọrụ.",
  "Site na Nọvemba 2004 ruo Disemba 2005, Nnoli-Edozien jere ozi dị ka onye nnọchiteanya Africa nke Bank für Orden und Mission, Germany.",
  "Na Jenụwarị 2011, ọ sonyeere kọmitii nhazi Central nke Nigerian Economic Summit Group (NESG)",
  "N'April 2011, Nnoli-Edozien kweere ibu onye otu  National Committee on Job Creation na Nigeria nke Aliko Dangote bụ onye isi oche ma malite ịmepụta atụmatụ ọrụ maka ịmepụta ọrụ na Nigeria.",
  "N'ọnwa Jenụwarị, 2012 Nnoli-Edozien b",
  "Ndị International Finance Corporation họpụtara Nnoli-Edozien ka ọ bụrụ onye isi nke AB Microfinance Nigeria.",
  "N'ọnwa Febụwarị afọ 2012, ndị Federal Ministry of Communication Technology họpụtara ya dị ka akụkụ nke ọtu onye otu onye Honourable Minista na-ahụ maka ICT kpọkọtara iji depụta amụma ICT zuru oke maka Naijiria",
  "Ndemsibia"
]