[
  "Ndombe Opetum (March 3, 1944 , May 24, 2012), nke a maara nke ọma dị ka Pepe Ndombe, bụ onye Odemba na-edekọ egwu, onye na-ede egwu na onye na-agụ egwú, na Democratic Republic of the Congo (DRC)",
  "Ọ bụbu onye otu egwu soukous TPOK Jazz nke na-achịkwa egwu egwu Congolese site na 1960s ruo 1980s.",
  "Ndombe Opetum bụ onye isi na-agụ egwú maka Afrisa International, tupu ọ banye na TPOK Jazz, n'etiti afọ 1970, mgbe Sam Mangwana hapụrụ òtù ahụ",
  "Ọ bịara na TPOK Jazz na onye na-akpọ mpi Empopo Loway, ọ nọrọkwa n'òtù ahụ ruo mgbe ọ kewara na Disemba 1993, afọ anọ mgbe onye guzobere François Luambo Makiadi nwụsịrị",
  "Ndị otu egwu nke oge ahụ gụnyere ndị na-agụ egwú: Wuta Mayi, Michel Boyibanda, Josky Kiambukuta na Youlou Mabiala, na onye na-agụ egwu rhythm Simaro Lutumba na onye na'onwe ya Franco.",
  "A na-ekwu na Ndombe Opetum dere egwu ndị a maka òtù ahụ, n'etiti ndị ọzọ:",
  "Mgbe ọnwụ Franco na afọ 1989, TPOK Jazz nọgidere na-egwuri egwu ruo afọ anọ",
  "Simarro ga-elekọta ndị egwu na ezinụlọ ga-elekọta Ndị ọka iwu, ụlọ ọrụ ndekọ na ndị ọzọ na-ahụ maka teknụzụ",
  "Ndị na-agụ egwú ga-ekere òkè na 70% nke ego, ebe ezinụlọ Franco ga-edebe 30% nke ego niile",
  "Otú ọ dị, esemokwu bilitere n'etiti ndị egwu na ezinụlọ Franco na òtù ahụ kewara na ọnwa Disemba nke afọ 1993",
  "Ndombe Opetum, ya na Simaro Lutumba, Josky Kiambukuta na ihe dị ka iri atọ bụbu ndị otu TPOK Jazz",
  "Ọ bụkwa onye guzobere otu egwu Bana OK na Jenụwarị nke afọ 1994 ma bụrụ onye otu egwu ahụ ruo mgbe ọ nwụrụ na Mee 2012.",
  "A mụrụ Pepe Ndombe Opetum na Bandundu Province na ihe a maara mgbe ahụ dị ka Belgian Congo na afọ 1944",
  "Ọ gụrụ akwụkwọ na Leopoldville (nke bụzi Kinshasa)",
  "Ọ lụrụ di ma bụrụ nna ụmụ itoolu",
  "Nwa ya nke ise bụ nwa nwoke, amụrụ na Kinshasa na 3 na ọnwa Machị nke afọ 1974, onye bụkwa onye ọkachamara na-agụ egwú na DRC",
  "Nwa okorobịa Ndombe na-akpọ onwe ya Baby Ndombe ma ọ bụ Baby Black, ma rụọ ọrụ maka nnukwu ndị na-ege ntị na Africa, Europe na North America, na-elekwasị anya na ndị Afrịka.",
  "Pepe Ndombe Opetum nwụrụ n'ihi nkwụsị obi na ọnwa Mee 24, 2012, na Kinshasa, Democratic Republic of Congo. Na oge ọnwụ ya, a kọrọ na ọ dị afọ  68"
]