[
  "Ekekwe (amuru July 1975) bu onye okachamara Naijiria, onye nmeputa, injinia, ode akwukwo, na onye ọchụnta ego.  Ọ bụ onye nchoputa nke First Atlantic Semiconductors",
  "Ahụmịhe ọrụ ya gụnyere Analog Devices Corp ebe o mebere ọgbọ accelerometer maka iPhone wee mepụta ngwugwu ọkwa mgbawa ọkwa mbụ nke ụlọ ọrụ maka ihe mmetụta inertial.  Ọ bụ onye ọkpụkpọ na ụlọ ọrụ semiconductor US ebe ọ na-emepụta microchip ọhụrụ wee chepụta micro-controller maka roboti ahụike.  The Guardian (Nigeria) kpọrọ Ndubuisi Ekekwe aha na 2020 dị ka otu n'ime ndị Naijiria 60 n'ime afọ 60 na-eme \"Nigerian Lives Matter\"",
  "A mụrụ Ekekwe na Ovim, Abia State south-east Nigeria.  O si n'agbụrụ Igbo na Naịjirịa.  Ọ gara ụlọ akwụkwọ nka na ụzụ Secondary ebe o debere ndekọ site n'inweta ọdịiche asatọ.  Ọ gakwara na mahadum Federal University of Technology, Owerri ebe ọ nwetara nzere bachelọ na Electrical engineering wee gụchaa dịka nwa akwụkwọ kacha mma na klaasị ya.  Ndubuisi nwere akara ugo mmụta doctoral abụọ na nna ukwu anọ, gụnyere MTech sitere na Federal University of Technology, Akure, Nwada sitere na Tuskegee University, USA na MBA sitere na Mahadum Calabar.  O nwetara Doctorate abụọ na Management na St",
  "Clements University na Electric",
  "Ekekwe bụ onye na-ahụ maka ụlọ ọrụ semiconductor US ma jee ozi na kọmitii E&D nke United States National Science Foundation Engineering Research Centre",
  "Ekekwe bụ onye isi oche nke JPL Financial Group, ụlọ ọrụ ndụmọdụ gbasara ego dabere na California nke na-akwado isi ego maka ọrụ na Africa",
  "Dị ka onye nchoputa nke African Institution of Technology, ọ na-akwado inye nkwado mmụta bara uru, na-akwado ntinye iwu nke nkà na ụzụ ma na-eme ka nkà na ụzụ mmepụta ihe dị n'okpuru ala na-esite na akụ na ụba Africa",
  "N'oge na-adịbeghị anya, ọ kwadoro Atlantic Americas, ụlọ ọrụ injinia, na-ahụ maka nnukwu ọrụ n'ọtụtụ akụkụ nke ugwu Nigeria",
  "Ọ rụkwara ọrụ na Diamond Bank na Naijiria",
  "Ekekwe chepụtara ụzọ pụrụiche e ji chịkwaa nrụrụaka nke igwe rọbọt ọgwụ eji eme ịwa ahụ",
  "Na 2017, Gọọmenti United States nwetara ikike ndị kenyere ikike na patent",
  "Ekekwe edewo akwụkwọ maka Harvard Business Review na nso nso a mere ka ọ bụrụ onye nlekọta nhọrọ nke Tony Elumelu Entrepreneurship Programme nke $100 Million.  Ekekwe nwekwara asambodo na ngalaba ndị dị mkpa na teknụzụ ma nweekwa aha ya n'akwụkwọ akụkọ dị elu na akwụkwọ nka n'etiti akwụkwọ akụkọ na ọgbakọ ọgbakọ gbasara teknụzụ.  O nwekwara akwụkwọ ikike abụọ na-echere na Microelectronics ma rụọ ọrụ dị ka onye ndụmọdụ na mahadum, ụlọ ọrụ teknụzụ na World Bank.  Ndị otu ndị ndu Africa asọpụrụla ya dị ka \"Onye Ndú Ọgbọ Ọhụrụ maka Africa\".  Ọ bụkwa onye otu TED.  Akwụkwọ ya 'Nanotechnology and Microelectronics: Global Diffusion, Economics and Policy' natara IGI Global \"Book of the Year\" Award na 2010",
  "World Economic Forum kwanyere ya ugwu na 2013 dị ka onye ndu ụwa na-eto eto maka mmezu ọkachamara ya na ntinye aka ya.  ọha mmadụ.  Ọ bụkwa otu ndị otu National Youth Council of Nigeria nyekwara ya nsọpụrụ maka ezigbo onye ndu.  Ọ bụ onye isi ngalaba na Tekedia Institute's Mini-MBA, mmemme njikwa ihe ọhụrụ nke ọnwa anọ, ahaziri maka mmebe azụmahịa na uto, yana mkpuchi ọrụ dijitalụ",
  "N'afọ 2020, Ekekwe wepụtara akwụkwọ ọ kpọrọ aha \"The Dangote System: Techniques for Building Conglomerates\" gbasara onye ọchụnta ego n'Africa bụ Aliko Dangote.  Dị ka ya si kwuo \"Ebumnuche nke akwụkwọ ahụ bụ igosi ike nke ọhụụ, ime ihe na ịchọta ohere na ahịa",
  "Aliko Dangote, onye nchoputa nke Dangote Group, otu ụlọ ọrụ mmepụta ihe, bụ otu n'ime ndị kasị mkpa na azụmahịa Africa \""
]