[
  "Prince Chinedu Munir Nwoko (amụrụ ya na ụbọchị Iri abụọ na otu na ọnwa Disemba 1960) nke a maara nke ọma dị ka Ned Nwoko bụ onye ọka iwu Naijiria, onye ọrụ ebere na onye ndọrọ ndọrọ ọchịchị. Ọ bụ onye otu House of Representatives n'etiti 1999 na 2003 na-anọchite anya Aniocha/Oshimili Federal Constituency, Delta State",
  "N'ọnwa Jenụwarị 2020, o mere njem ihe atụ gaa Antarctica ibido oru ngo iji kpochapụ ịba. Nke ahụ mere ka ọ bụrụ onye isi ojii Africa mbụ gara South Pole (Antarctica).",
  "A mụrụ Prince Chinedu (Ned) Munir Nwoko na ụbọchị iri abụọ na mbụ nke onwa Disemba, 1957 n'ime Nwoko Royal Family, Idumuje Ugboko Kingdom na Aniocha North Local Government Area",
  "Ọ natara agụmakwụkwọ praịmarị na sekọndrị na Naịjirịa",
  "Ọ kwagara United Kingdom, nweta akara ugo mmụta mbụ ya na Iwu na Akụkọ Ihe Mere Eme na Mahadum Keele, Staffordshire UK",
  "Ọ gakwara King's College London, ebe ọ nwetara LLM na iwu ụgbọ mmiri na azụmahịa",
  "A kpọrọ Ned Nwoko ka ọ gaa n'ụlọ ikpe Bekee, na Lincoln's Inn. E nyere ya nzere Honourary Doctorate na Letters (D.Litt) site na Commonwealth University College, Belize, North America.",
  "Nwoko malitere ọrụ iwu ya site na mmalite dị mkpirikpi na crown prosecution service ma ruo eru dị ka onye ọka iwu nke ụlọ ikpe kachasị elu nke England na Wales",
  "Ọ rụrụ ọrụ na Kumars Solicitors na Pascaldiers & Co Solicitors tupu o guzobe Ned Nwoko & Co Solicors na London.",
  "Nwoko bụ odeakwụkwọ ukwu, ndị ọrụ iwu Naijiria na UK, onye otu Law Society, England na Wales ma bụrụ onye ndụmọdụ nleta, ụlọ ọrụ ndụmọdụ ụmụ amaala, nke dị na London",
  "Na ọnụ ọgụgụ kachasị elu nke iwu ya na UK, o nwere nnukwu ụlọ ọrụ ọka iwu nke kachasi ibu onye isi ojii nwere na England ma bụrụ onye a ma ama dị ka onye ọka iwu ojii kachasị mma nke agbụrụ Afrịka na England 1995.",
  "Nwoko laghachiri Naịjirịa n'ọnwa Disemba afọ 1998 wee banye n'ọnọdụ ndọrọ ndọrọ ọchịchị Naịjirịa mgbe a họpụtara ya ka ọ bụrụ onye otu ụlọ omebe iwu n'agbata afọ 1999 na 2003",
  "Ọ nọchitere anya mpaghara gọọmentị etiti Aniocha / Oshimili, na-eme ihe ngosi dị egwu n'ụlọ omebe iwu.",
  "Ned Nwoko nyere aka na mmalite nkwụghachi London na Paris Club Loans na Naịjirịa",
  "O dere akụkọ ndị mere ka gọọmentị Naịjirịa kwụsị ịdọrọ ego kwa ọnwa site na nkwekọrịta steeti na ịmalite ịkwụghachi steeti. Site na ụlọ ọrụ iwu ya, Ned Nwoko Solicitors na ụlọ ọrụ ya Linas International, ọ nyochara ndị na-akwụ ụgwọ mba dị iche iche wee chọpụta nghọtahie na ịkwụ ụgwọ ego, nke a dugara na nkwụghachi nke mbụ nke ego malitere site na nchịkwa Obasanjo. O bokwara gọọmentị etiti ebubo n'ụlọ ikpe n'aha gọọmentị ime obodo narị asaa na iri asaa na anọ maka ịkwụghachi ego iwu na-akwadoghị ma nweta ikpe nke $ 3.2 ijeri maka gọọmentị mpaghara",
  "Gọọmentị etiti nke Naịjirịa enwetala ego niile kwekọrọ na mkpebi ikpe ụlọ ikpe nke afọ 2013",
  "[isi iyi a na-apụghị ịdabere na ya?]]",
  "Naịjirịa n'okpuru Ọchịchị Buhari nwere ike imeri ndakpọ akụ na ụba ya nke ruru n'ókè n'ịkwụ ụgwọ ndị ọrụ na-ahụ maka ọha na eze na mmepe nke akụrụngwa",
  "A kwụrụla ngụkọta nke ijeri dollar iri abụọ na steeti ya na gọọmentị ime obodo n'ihi ọrụ ya",
  "Nwoko jere ozi na Vision 2010 Committee ma bụrụ onye otu ahịa isi obodo",
  "Ọ rụrụ ọrụ dị ka Onye isi oche nke External Committee of Vision 2010",
  "Nwoko bụkwa Onye isi oche nke Project Tourism Africa.",
  "Ned Nwoko bụ onye nkwado siri ike maka mkpochapụ ịba n'Africa. Ọ bụ onye malitere Ned Nwoko Malaria Eradication Project. Ọ malitere Ned Nwoko Malaria Eradication site na njem ihe atụ gaa Antarctica na ọnwa Jenụwarị 2020. Ntọala ahụ na-akwado mgbalị ndị dị ugbu a maka mmepe ọgwụ mgbochi site n'inye ego maka nyocha maka ọgwụ mgbochi ịba site na mmekorita ya na mahadum ndị na-eduga na Africa na ụlọ ọrụ nyocha ndị ọzọ.",
  "Na Jenụwarị 2020, Prince Ned Nwoko gosipụtara mkpọsa mkpochapụ ịba site na njem ihe atụ na Antarctica",
  "Ned Nwoko mere akụkọ ihe mere eme dị ka onye isi ojii Africa mbụ gara South Pole, Antarctica. Ned jiri nlebara anya zuru ụwa ọnụ njem a dọtara iji mepụta mmata banyere ihe otiti nke Ịba na otu esi ekpochapụ ya kpamkpam n'Africa. Ned na ndị njem ndị ọzọ rutere na Geographical South Pole, otu n'ime ebe abụọ ebe axis nke ntụgharị ụwa jikọtara n'elu ya",
  "N'ebe ahụ, o mere akụkọ ihe mere eme maka Naịjirịa na Afrịka site n'ịkwado ọkọlọtọ Naịjirịja na-eme ka Naịjiria bụrụ mba nke iri na atọ na-eweli ọkọlọtọ n'ebe ahụ",
  "Agbanyeghị, Gọọmentị Naijiria ga-eme ihe ndị dị mkpa iji kwado nkwekọrịta Antarctic maka ọkọlọtọ ka ọ nọrọ ebe ahụ.",
  "Nwoko bụ onye guzobere ebe njem nlegharị anya Mount Delta, otu n'ime ebe njem nlegharị anya iri abụọ na otu nke gọọmentị Delta kwadoro. Ebe ndị njem nleta ahụ mejupụtara ihe ngosi nka, ugbo, zoo, ọdọ azụ, ọkụkọ na ogige golf oghere itoolu.",
  "Nwoko bụ onye guzobere Mahadum Sports,nke dị na Idumuje ugboko, Mahadum egwuregwu mbụ dị na sub Saharan Africa. Mahadum nke e nyere ikikere arụmọrụ na 2022 site n'aka gọọmentị etiti nke Nigeria, site na National Universities Commission NUC, na-enye ọmụmụ ihe na egwuregwu na ọzụzụ ndị ọzọ ma ga-amaliteghachi ọrụ agụmakwụkwọ zuru oke n'oge na-adịghị anya.",
  "Site na ntọala ya, Prince Ned Nwoko Foundation, o nyela aka n'inye ndị ntorobịa nke mpaghara ya, mpaghara ndị omeiwu na steeti ike na agụmakwụkwọ. N'afọ 2019, o nyere dollar narị puku abụọ na iri asaa na atọ (otu narị nde naira) maka imezigharị akụkụ ụzọ na-ejikọ South Eastern Nigeria na isi obodo mba ahụ, Abuja.",
  "Ned Nwoko nwere ọtụt nwunye ma nwekwa ụmụ."
]