[
  "NEIMETH International Pharmaceuticals PLC bụ ụlọ ọrụ na-emepụta ọgwụ nke edepụtara n'ihu ọha nke e hiwere n'afọ 1997 ma nwee isi ụlọ ọrụ na Lagos Steeti",
  "Ọ bụ onye bụbu onye isi nchịkwa nke Pfizer Products nke Naịjirịa guzobere ya iji nweta ụfọdụ akụ azụmaahịa nke Pfizor International na Naịjirị.",
  "Pfizer malitere ọrụ na Naijiria n'afọ 1957 na-ebubata ngwaahịa ya dịka Terramycin na mba ahụ",
  "N'afọ 1962, ọ meghere ụlọ ọrụ mmepụta ihe na Aba, ụlọ ọrụ ọgwụ mbụ na British West Africa",
  "Agha obodo na Naịjirịa metụtara mmepụta na ụlọ ọrụ Pfizer na Aba nke mere ka ụlọ ọrụ ahụ tinye ego ọhụrụ iji wuo ụlọ ọrụ ọhụrụ na Oregun, Lagos",
  "Ụlọ ọrụ ọhụrụ ahụ gbasaa ngwaahịa Pfizer iji tinye ọgwụ ndị a na-etinye.",
  "N'afọ ndị 1990, ụlọ ọrụ ahụ chere asọmpi dị ukwuu ihu site na ngwaahịa ndị si Eshia na ndị rụrụ n'ime mba ahụ",
  "Ọ bụ ezie na, ụlọ ọrụ ahụ mepụtara ọtụtụ ahịa ya site na mmekọrịta ya na ndị na-emepụta ọgwụ na ụlọ ọgwụ, ịrị elu nke OTC oriri na mbubata nke generics gbanwere uche ụlọ ọrụ ahụ site na azụmaahịa gaa na ahịa azụmaahịa nke ọgwụ na OTCs",
  "Ụlọ ọrụ ahụ mụbara mmepụta nke ọgwụ OTC na ahịa na ụlọ ahịa ọgwụ na ndị ọzọ n'elu ndị na-ere ahịa.",
  "N'afọ 1997, ụlọ ọrụ nne na nna na-emegharị ụwa niile site na ọgwụ OTC dugara na njikwa ịzụta ọtụtụ òkè",
  "A kpọrọ ụlọ ọrụ ọhụrụ ahụ Neimeth International Pharmaceuticals, iji sọpụrụ onye isi Pfizer nke nyere nkwado maka ọrụ Naijiria. Na mbido, Neimeth rụrụ ọgwụ ndị Pfizer International nyere ikike, na 2009, nyocha Neimeth n'ime ụlọ mepụtara ngwaahịa nke ruru pasenti iri atọ nke ego ya.",
  "N'etiti afọ 2010, Neimeth gafere oge furu efu, n'otu oge, ọ tụfuru ihe niile na-emepụta ihe n'ihe ọkụ.",
  "Nnyocha na mmepe nke Neimeth n'ime ụlọ mepụtara ọgwụ mkpá akwụkwọ maka njikwa nsogbu sickle cell a na-akpọ Ciklavit, na Cajanus cajan dị ka ihe na-arụ ọrụ. Ọgwụ ahụ bụ otu n'ime onyinye sitere na Neimeth Product Group, otu azụmaahịa nke ụlọ ọrụ ahụ nke na-erekwa onyinye ndị dị ka Normoretic na flexodene."
]