[
  "Neku Atawodi-Edun (amụrụ na 1987), nke a na-akpọbu Uneku Saliu-Atawodi, bụ onye na-eme egwuregwu Polo na Naijiria onye ọchụnta ego, onye na-enyere ndị mmadụ aka, na onye ji ego achọọ ego",
  "Ọ bụ onye ama ama maka ịbụ otu n'ime ụmụ nwanyị ole na ole na-eme polo na ụwa niile, yana onye izizi na-eme egwuregwu ahụ dika ọkachamara",
  "A zụlitere Uneku na Nigeria ma na England, Uneku na-agba egwuregwu mba ụwa ihe karịrị afọ iri",
  "Ọ bụ onye Yvette Noel-Schure nọchitere anya, n'oge ya na-egwu Polo na USA",
  "Ọ na-sonye na egwuregwu ihe karịrị obodo iri abụọ na abụọ na mba iri na anọ, ma merie asọmpi iko na Argentina, India, Ibiza na USA ebe ọ meriri Aiken 10 na afọ mbụ ọ na-egwu",
  "O sonyere na asọmpi ikpeazụ na egwuregwu nke WCTA High, na-egwu maka otu Catalina diamonds",
  "WCTA bụ asọmpi nke onye egwuregwu nwanyị, Sunny Hale haziri tupu ọ nwụọ.",
  "O jere ozi dị ka ihu ewguregwu Polo na Afrika maka afọ 2018",
  "Ọ na-ewere ọnọdụ kwa afọ",
  "Ndị ha na Saụt Afrịka gbaara n'afọ 2018 bụ Naịjirịa",
  "Uneku nwetara nzere na mmuta bụ Equine Sports Science na Mahadum nke Brighton",
  "O nwetakwara nzere mastas na International Business na Regent's University London",
  "Igba mbọ Uneku n'ịhe gbasara azumahia gunyere Malaik - ebe ndi mmadu Afrika na-acho ahia na-achikota ndi mmadu ego,  na Bamboo Green Concepts  Malaik mere nkwekọrịta $300,000 nke mbụ ya n'ime ọnwa abụọ ebido",
  "N’afọ 2016, Forbes Africa Magazine depụtara aha Uneku na-otu nke Forbes Africa 30 under 30",
  "Malaik kwụsịrị ọrụ ya mgbe ndị nchekwa gọọmenti bụ Securities and Exchange Commission machibidoro ụdị ụfọdụ usoro nchikota ego na 2016.",
  "N’afọ 2016, Uneku sonyeere Meltwater Entrepreneurial School of Technology dị ka onye isi obodo mba Naịjirịa.  MEST bụ ụlọ ọrụ teknụzụ nke na-azụ ma na-etinye ego na ndị ọchụnta ego n'Africa.",
  "O guzobekwara Ride to Shine, otu nzukọ na-ekpughe ụmụaka site n'ụlọ ndị n'enweghi ịhe ịga nke ọma site na usoro nke akpọọrọ equestrianism.",
  "Na 2008, Uneku haziri asọmpi mbụ maka egwuregwu polo nwanyị  emere na West Africa na ụlọ egwuregwu polo na Kaduna",
  "Ụmụ nwanyị si mba asatọ dị iche iche zọọrọ mpi ahụ",
  "Ọ haziri egwuregwu polo mbụ a na-agba na-akuku mmiri bụ Africa Beach Polo Cup, nke SuperSport gosiri na televishọn, ya mere ndị mmadu matara egwuregwu ahụ n'Afrika",
  "Na 2013, Uneku bụ isiokwu nke Trace Sports Stars, mmepụta nke Trace Urban nke soro ya gburugburu ụwa maka egwuregwu polo na mba dị iche iche maka idee na ịkekọrịta akụkọ njem ya.",
  "E wezụga polo, Uneku bụ onye na-ekwu okwu  banyere teknụzụ, mmalite, na azụmaahịa n'Afrika",
  "Ọ na-ekwu okwu mgbe niile na mmemme Forbes Africa haziri,  ma na enyekwa aka na Techcabal, blọọgụ teknụzụ gbadoro anya na mba Afrika site na Lagos, na Global Citizen, bụ ikpo okwu lekwasịrị anya na mmepe.",
  "Na Mee 2019, Access Bank, bụ gosipụtara Uneku dị ka onye nnọchi anya ya na ihu nke akara W ya",
  "W bụ ụzọ ebumnuche iji nye ike, ijikọ ma gbaa ụmụ nwanyị ume.",
  "Ọ nọchitere anya Naịjirịa na World Economic Forum na Davos n'afọ 2013",
  "World Economic Forum Global Shaper",
  "Forbes 30 under 30",
  "Onye nhọpụta maka CNBC Young Business Leader of the Year, 2016"
]