[
  "Nel Erasmus (amụrụ na 1928 na Bethal, Transvaal Province, South Africa) bụ onye na-ese ihe na South Africa.",
  "Erasmus kwuru n'otu oge, m na-enwe obi ụtọ mgbe obi na isi yiri ka ha na-agagharị na eriri na ákwà ebe mmetụta na echiche yiri ka ọ dị n'ọgbaaghara",
  "Maka m, abụọ a na-enwe ike ijide m na onyinyo m, obi m na isi m.",
  "Erasmus gụrụ akwụkwọ na Académie Ranson, École des Beaux Arts, na Sorbonne na Paris na 1953, ma gosipụta ọrụ ya na nke mbụ ya na Paris na 1955",
  "Ihe ngosi nke mbụ ya bụ na South Africa na 1957, ọ bụkwa otu n'ime ndị na-ese ihe na South Africa",
  "Erasmus emepụtala ihe ngosi iri atọ n'onwe ya, sonye n'ihe karịrị ihe ngosi iri asaa ma bipụta akwụkwọ ya n'ọtụtụ ebe",
  "Ọrụ ya nwetara otuto dị egwu n'ihi na ọ bụ naanị onye na-ese ihe na South Africa nke a gụnyere na nyocha Michel Seuphoriz na 1964 nke abstraction, Abstract Painting: 50 Years of Accomplishment.",
  "Ndị South Africa atọ ndị ọzọ ha na Erasmus nọrọ na Paris na mbido afọ 1950 na ndị yiri ka usoro nghọta nke eserese abstract na Paris bụ Christo Coetzee, Paul du Toit, na Eric Loubser sitere n'ike mmụọ nsọ.",
  "Nel Erasmus bụ onye mbụ na-akwado Abstract Art na South Africa ma dị ka omume ma ụkpụrụ",
  "Erasmus bụ onye nduzi nke Johannesburg Art Gallery (JAG) (1966 - 1977].",
  "Onye na-ahụ maka ihe ngosi nka nke New Church bụ Marilyn Martin, onye na-ahụ maka ihe ngosi nke Thinking, Feeling, Head, Heart, na-akọwa ihe Erasmus na-enweghị atụ site na ọrụ ya abụọ, Space Dance II na Whirlwind, nke a na-akọwakọta ya site na ụdị ndị na-egbuke egbuke",
  "Martin na-ekwu, ihe a na-ejikọta oge na-agbaze ma gbanwee onwe ya n'ime akara, ihe oyiyi na ihe ịrịba ama, nke ọ na-enwe n'ezie na nzuzo n'ime onwe ya",
  "Ihe ịrịba ama ndị a nwere ike ịpụta kpọmkwem na isi ihe, ike ya; njikọ ya na ihe ndị ọzọ na-abụghị onwe ya",
  "\"",
  "Nel Erasmus rụrụ ọrụ na Johannesburg Art Gallery (JAG) site n'afọ 1957 dị ka onye ọkachamara ruo mgbe ọ lara ezumike nká dị ka onye nduzi na 1977",
  "O nyere aka n'inweta ihe osise maka ọha na eze na ụlọ ọrụ (karịsịa Sanlam na Sasol) na South Africa, ọkachasị nchịkọta mba ụwa nke oge a dị na Johannesburg Art Gallery (JAG).",
  "Nchịkọta a ma ama na 1973, afọ Picasso nwụrụ, nke Pablo Picasso Tête d'Arlequin (1971) mere ka o kwe omume site na onyinye ego sitere na ndị enyi nke nzukọ Museum",
  "Nchịkọta nke ihe osise a nke onye na-eme ihe ọchị zutere mmegide site n'aka ndị na-agbaso omenala, ndị a na-enyo enyo, ndị nọpụrụ iche, ndị na-akpa ókè agbụrụ South Africa, na-enweghị onye nkịtị ga-achọ ihe osise ahụ, ma kpalie Erasmus ide akwụkwọ banyere ihe mere e ji nweta ya.",
  "Nel Erasmus dere na nzaghachi nye ndị nleta na Picasso Tête dīArlequin na nka adịghị ebe ahụ iji mee ka obi ụtọ ma ọ bụ gosipụta, ọ dị ebe ahụ iji kpughee",
  "Erasmus na-ekwu na n'ihi na Picasso nwere mmetụta dị otú ahụ na nka n'oge anyị, ebe ngosi ihe mgbe ochie kwesịrị inwe ihe atụ nke ọrụ ya na nchịkọta ha na-adịgide adịgide",
  "Site na nnweta a, JAG nwere ihe atụ nke ọrụ nke Picasso",
  "Erasmus gwara ọha na eze ka ha ghara ịkpọ ihe osise ahụ nke onye na-eme ihe ọchị kama dị ka onye na-agba akwụna, wee nye ya nkwanye ùgwù o kwesịrị.",
  "Erasmus kọwara na ọ bụ iwu nke ebe ngosi nka ndị ọzọ dị na South Africa iji nweta nchịkọta nke nka South Africa mana JAG nwere iwu iji lekwasị anya na nka mba ụwa",
  "N'oge ọ nọ n'ọkwa, ọ mụbakwara nchịkọta South Africa nke ukwuu",
  "Ka ọ na-erule afọ 1975, e mere ihe ngosi nke ndị omenkà ịrị anọ site na ihe JAG nwere.",
  "Nel Erasmus nọ n'afọ iri asatọ ya ma ọ ka na-ese ihe kwa ụbọchị",
  "Ihe ngosi kachasị ọhụrụ ọ sonyere na ya bụ ihe ngosi onwe ya na 2009 na Dawid Ras Art Gallery (Johannesburg) na 2015 na Dawid Ras Gallery (Cape Town), na kemgbe ahụ ihe ngosi dị iche iche."
]