[
  "Nelisiwe Xaba, ónyé amụrụ na Soweto, South Africa, bụ ónyé na-eme ihe nkiri na onye na-ede ihe nkiri na South Africa.",
  "A mụrụ ya ma zụlite ya na agbata obi Dube nke Soweto (Johannesburg, South Africa), Nelisiwe Xaba bụ ónyé na-eme ihe nkiri na ónyé na-ede ihe nkiri nke malitere ọrụ ya dị ka ónyé na-agba egwu na mbido afọ 1990 mgbè ọ natara agụmakwụkwọ iji mụọ ịgba egwu na Johannesburg Dance Foundation",
  "N'afọ 1996, Xaba nwetara agụmakwụkwọ ọzọ na Rambert School of Ballet and Contemporary Dance na London, ebe ọ gụrụ ballet na usoro ịgba egwú nke oge a, n'okpuru nduzi nka nke Ross McKim. Mgbè ọ laghachiri South Africa na 1997, Xaba sonyeere Pact Dance Company tupu ọ malite ọrụ onwe ya, nke nyere ya ohere iso ọtụtụ ndị na-eme ihe nkiri a ma ama rụọ ọrụ, gụnyere Robyn Orlin.",
  "Kemgbe ọ malitere ọrụ ya n'ọnwa ya, Xaba arụwo ọrụ n'ọtụtụ ọrụ mgbasa ozi ma soro ndị na-ese ihe, ndị na-emepụta ejiji, ndị nduzi ihe nkírí na telivishọn, ndị na'ede uri na ndị na-eti egwu rụkọọ ọrụ",
  "Ọrụ ndị dị mkpa nke Xaba, Plasticization na They Look At Me & That's All They Think, egosila na mbà ụwa ruo ọtụtụ afọ",
  "Màkà Ha Na-ele M na Nke ahụ bụ Ihe niile Ha Na-eche, nke akụkọ Saartjie Baartman (nke a na-akpọkarị Hottentot Venus) kpaliri, Xaba so ónyé na-emepụta ejiji Carlo Gibson rụọ ọrụ",
  "N'afọ 2008, ya na ónyé na-agba egwú na onye na'egwuregwu nke Haiti bụ Kettly Noël rụkọtara ọrụ iji mepụta Correspondances, ọrụ satirical gbásárá mmekọrịta dị n'etiti ụmụ nwanyị, nke e gosipụtara na North na South America, Europe na Africa. N'afọ 2009, egwuregwu ya bụ Black!",
  "White?, mmepụta nke Center de Développement Chorégraphique (Toulouse, France), gárá France dum",
  "N'otu afọ ahụ, o mepụtara The Venus, na-ejikọta abụọ n'ime egwu egwu ya gárá aga, They Look At Me..",
  "na Sakhozi Says Non to the Venus, nke Musée du Quai Branly (Paris, France) nyéré iwu.",
  "Ọrụ Xaba na-emetụta n'ụzọ dị ukwuu site n'ọnọdụ ụmụ nwanyị na nke na-emegide ịkpa ókè agbụrụ, nke na-agbagha echiche gbásárá ahụ nwanyị ojii na echiche ndị metụtara okike",
  "N'afọ 2011, Xaba bụ otu n'ime ndị na-ese ihe nke Goodman Gallery South Africa gosipụtara, nke na-egosi ndị na-eme ihe nkiri nke oge a si na kọntinent Afrịka",
  "N'afọ 2013, a họpụtara Xaba ka ọ gosipụta Venus na Venice dị ka akụkụ nke \"Imaginary Fact, Contemporary South African Art and the Archive\" na South African Pavilion na irí isé na isé Venice Biennale.",
  "Ihe osise Xaba na-emeghachi omume na ọnọdụ mmekọrịta ya, ọkachasị ọnọdụ ụmụ nwanyị. Ọ na-ejikọkarị ihe iji mebie ihe Mgbochi dị n'etiti ejiji na setịpụ ma na-akpọ ndị na-ege ya ntị ka ha tụgharịa uche n'ụkpụrụ arụmọrụ na nke na-anabata. N'ihe odide ya, Uncles and Angels, ya na ónyé nduzi Mocke J",
  "van Vueren rụkọtara ọrụ iji mepụta arụmọrụ mmekọrịta na-agwakọta egwu na vidiyo nke na-ajụ echiche nke ịdị ọcha, ịdị ọcha, nnwale na ọdịnala",
  "Ụmụnne nna na ndị mmụọ ozi na-ajụ echiche ndị a ajụjụ site n'ile anya n'ụzọ na-emegide onwé ya na mmekọrịta ike gbanyere mkpọrọgwụ na mmekọrịta anụ ahụ site na arụmọrụ na projection",
  "Kemgbe emere ya na mmemme FNB Dance Umbrella na South Africa, e gosipụtara Uncles and Angels na Germany, France (na 2013 na Avignon) na Austria",
  "Ọrụ ahụ, nke dabeere na ihe nkiri 3D, meriri ihe nrite FNB Art Fair na 2013",
  "Mmalite nke ọrụ a bụ ịgba egwu ahịhịa, omenala ọdịnala nke ime emume amaghị nwoke nke ụmụ agbọghọ tupu alụmdi na nwunye, na-eme ka ọtụtụ puku ụmụ agbọghọ Zulu gbakọta ọnụ",
  "Ọ bụ ezie na omenala ahụ lara n'iyi ruo ógè ụfọdụ, ọ nwetaghachila onwe ya kemgbe mmalite afọ 1980 rụo n'ókè nke ịghọ ihe na-adọrọ mmasị ndị njem nleta",
  "A na-awakpo ma ọ bụ dinaa ụfọdụ ụmụ agbọghọ n'oge emume ahụ. N'ime ihe ọzọ, Scars & Cigarettes, Xaba na-aga n'ihu na-enyocha mmekọrịta nke ụmụ nwoke na ụmụ nwanyị site na ọrụ nwoke na nwanyị ụfọdụ na ọha mmadụ, na-elekwasị anya na ememe dị ichè íchè nke ịgafe ma ọ bụ ememe pụrụ iche màkà ụmụ nwoke, dị ka ibi úgwù. Ma ọrụ ọzọ, Fremde Tänze (Strange Dance), nke e mepụtara na 2014 dị ka akụkụ nke ebe obibi na Freiburg im Breisgau, Germany, na-ewere dị ka ọrụ mmalite ya site n'aka ndị na-eme ihe nkiri German na echiche nke exoticism.",
  "Mbipụta na-adịbeghị anya nke The Drama Review wepụtara ọtụtụ isiokwu agụmakwụkwọ na Xaba na ịgbanwe echiche ndị na-ege ntị zuru ụwa ọnụ na ọrụ ya."
]