[
  "Nelly Artin Kalfayan nke a mụrụ na 3 Jenụwarị 1949 na Cairo, Egypt), nke a maara nke ọma site n'aha ya bụ Nelly, bụ onye Egypt na-eme ihe , onye na-agụ egwu, onye na'eme ihe ọchị, onye na na-agba egwu, onye telivishọn, na onye na-eme ntụrụndụ.",
  "A mụrụ Nelly na 1949 n'ezinụlọ ndị Ijipt nwere mkpọrọgwụ Armenia",
  "Ụlọ akwụkwọ ọ gara mgbe ọ bụ nwatakịrị bụ nke ndị Armenia na-elekọta na Cairo. Ọ bụ nwanne nwanyị nke Feyrouz, onye a ma ama na-eme ihe nkiri nwatakịrị, na nwa nwanne Lubluba, onye ọzọ a ma ama nke Egypt-Armenia na-eme fim nke tọrọ ya",
  "Nelly lụrụ onye nduzi ihe nkiri Ijipt aha ya bụ Houssam El-Din Mustafa, ma mesịa lụọ onye egwu bụ Moody Elemam n'oge dị mkpirikpi. O mechara lụọ Khaled Barakat (onye ọchụnta ego Ijipt) wee kwaga London, mgbe e mesịrị gbaa alụkwaghịm ma lụọ Adel Hossny, onye ọchụsa ego Ijipt ọzọ na-arụ ọrụ na ụlọ ọrụ njem nleta.",
  "Nna ya bụ onye nduzi ihe nkiri",
  "Ọ malitekwara ọrụ ya dị ka onye na-eme ihe nkiri mgbe ọ bụ nwatakịrị, na-agbaso nzọụkwụ nke nwanne ya nwanyị nke okenye, Feyrouz, onye bụ onye na-eme ihe  nkiri n'oge ọ bụ nwata",
  "Ọ pụtara na ihe nkiri iri na abụọ dị ka nwatakịrị, ma sonye na usoro redio, na ọrụ ihe nkiri",
  "Aha ya toro na 1966, mgbe ọ dị afọ iri na asaa, na ihe nkiri mbụ ọ na-eduzi, Mahmoud Zulfikarʹs \"Al Murahiqa dị ka Saghira\"",
  "Otu n'ime ọrụ ya a kacha mara mma bụ ọrụ nke abụọ ọ rụrụ na \"Al Azab Imra'a\".",
  "O nwere ihe karịrị ihe nkiri iri isii na aha ya. Ọtụtụ n'ime ndị a bụ egwu, ma ọ bụ ihe nkiri nwere usoro na ihe nkiri nke a na-ejikọta ya na abụ na ịgba egwu",
  "Ọtụtụ n'ime ha nwere mmụọ na-atọ ọchị",
  "Nelly mere ihe nkiri asaa ya na onye na-eme ihe nkiri Salah Zulfikar, mekwara ihe nkiri na ọtụtụ usoro ihe nkiri TV, ọkachasị \"Bardis\" na \"Ad Dawwama\".",
  "N'ime nnukwu ọrụ nka ya, a maara Nelly nke ọma n'ụwa Arab niile maka \"Fawazir Ramadan\" (فوازير رمضان) (nke a sụgharịrị dị ka ihe mgbagwoju anya Ramadan), ihe ngosi TV na-atọ ọchị nke nwere ọtụtụ egwu na ịgba egwu, ebe Nelly bu isi nke ihe ngosi ahụ",
  "A na-agbasa ihe ngosi ndị a na-agbaso nke ukwuu na ọtụtụ ụlọ ọrụ telivishọn Arab n'ụwa Arab kwa ụbọchị n'oge ọnwa dị nsọ nke Ramadan, na-agwakọta ya na akụkụ ntụrụndụ n'ozuzu",
  "A na-eme usoro \"fawazir\" nke afọ ọ bụla gburugburu isiokwu nhazi dị iche",
  "Ihe ngosi ndị ahụ gụnyere: Fawazir Arusty (1980), Fawazir Al Khatbah (1981), Fawazier Alam Wareq (1990), Fawajir Sanduq El Dunya (1991), Fawazir Om El Oreaf (1992), Fawazir Dunya Laaba (1995), Fawa zir Zay El Naharda (1996). Fawazir ikpeazụ nke Nelly bụ na 1996, mana o mere ihe ngosi n'ụdị fawazir a na-akpọ Alf Leila Wa Leila na 2001. Kemgbe ahụ, Nelly ajụla ọtụtụ aro iji mee fawazir ọzọ n'ihi \"enweghị echiche ọhụrụ\".",
  "Nelly lara ezumike nká site n'ime ihe nkiri, ihe ngosi na-atọ ọchị, na egwu, mana a na-ahụ ya dị ka onye ọbịa n'ọtụtụ okwu TV na mmemme ntụrụndụ",
  "Ọ rụkwara ọrụ dị ka onye ọka ikpe na 2006 na The X Factor, XSeer Al Najah TV na-abụ abụ na-achọ talent",
  "N'ọnwa Jenụwarị afọ 2010, a kọrọ na Nelly nabatara ọrụ onye na-eme ihe nkiri na ihe nkiri TV siri ike",
  "Ọ bụrụ na atụmatụ a ga-agwụcha, ọ ga-abụ ọrụ ihe nkiri mbụ Nelly kemgbe 1989."
]