[
  "Nelson A",
  "Primus (1842-1916) bụ ónyé Africa-America na-ese ihe, nke a maara màkà ihe osise ya.",
  "A mụrụ Nelson Augustus Primus na úbọchị irí abụọ na isé n'ọnwa Machị, 1842 na Hartford, Connecticut. Ọ bụ naanị nwá nwoke nke Mehitable (Jacobs), ónyé na-emepụta ejiji na Holdridge Primus, ónyé na-ere ahịa na R.S na G",
  "Seyms Co",
  "Mehitable bụ nwá nwà Jeremiah Jacobs, onyeisi ezinụlọ ojii mbụ bírí na Hartford",
  "Tinyere azụmahịa ejiji ya, ọ na-elekọta ọrụ ọrụ, na-achọta ndị ọrụ ụlọ na ndị na-akwa akwa màkà ndị were mmadụ n'ọrụ n'ógbè ahụ.",
  "A matara nkà nka Primus n'oge ọ dị obérè",
  "O meriri ihe nrite ise ihe ugboro abụọ na Hartford County Fair, nke mbụ mgbè ọ dị afọ itoolu na nke abụọ mgbe ọ dị iri na asaa",
  "Mgbè ọ dị afọ iri na ise, Primus mụtara ọrụ n'aka ónyé na-ese ụgbọ ala, George Francis",
  "Mgbè e mesịrị, ọ mụrụ nka na Elizabeth Gilbert Jerome, ónyé na-ese foto n'ógbè ahụ.",
  "Na úbọchị irí nà asatọ n'ọnwa Juun, 1864, Primus lụrụ Amoretta Prime, nke Norfolk, Connecticut",
  "A mụrụ nwá ha nwanyị Leila ọnwa isii ka e mesịrị, n'ubochí irí abụọ na abụọ n'ọnwa Disemba, 1864. N'oge opupu ihe ubi nkè 1865, ezinụlọ ahụ kwagara Boston ka Primus wee mụọ nka ma chọta ọrụ dị ka ónyé na-ese ihe",
  "O bu ụzọ mụọ nka na Edward Mitchell Bannister, ónyé ama ama na-ese ihe osise na ónyé na-ese ala",
  "Primus nọrọ na Bannister naanị ọnwa atọ, ebe ọ chere na ónyé omenkà ahụ toro eto enweghị mmasị ịkwalite ọrụ ónyé omenkọ ahụ na-eto eto",
  "Ọ gàrà n'ihu na-amụ ihe na ónyé na-ede akwụkwọ, Charles Stetfield, ónyé rụrụ ọrụ n'otu ụlọ ahụ dị ka Bannister",
  "Stetfield enweghị nkà dị ka Bannister, mana ọ bụ ónyé nkụzi na ónyé nduzi ka mma.",
  "Nelson rụrụ ọrụ nwa ógè dị ka ónyé na-ese ụgbọ ala, onye na-ete ihe n'ozuzu, ónyé na'ese foto, na ónyé na-ere nri",
  "Ọ na-ese foto mgbè ọ na-adịghị arụ ọrụ ụbọchị, ma na-agbasi mbọ ike ire ọrụ ya",
  "Nne na nna ya kwadoro ọchịchọ Primus ma nyere ezinụlọ ahụ aka n'ụzọ ego, na-eziga onyinye ego ma ọ bụ nri",
  "Na Julaị 1876, nwunye Primus, Amoretta, nwụrụ site na nsogbụ nke ịmụ nwa",
  "Ọ lụrụ Mary G",
  "Wheeler nke Nantucket, MA na 1877",
  "N'afọ 1893, nwa ya nwanyị, Leila, nwụrụ n'ihi oyi bàrà ya n'ahụ.",
  "N'afọ 1895, Primus na nwunye ya Mary kwagara n'ụsọ oké osimiri ọdịda anyanwụ, na mbụ bírí na Seattle ruo afọ ole na ole",
  "A chọpụtala ọtụtụ ihe osise sitere n'oge ahụ dị ka ọrụ Primus",
  "Di na nwunye ahụ kwagara San Francisco, California n'ihe dị ka afọ 1900, na-ebi nso Chinatown. Ọ rụrụ ọrụ na ụlọ nri, n'oge ezumike ya, ọ na-ese ihe osise ọbọdọ, ọdịdị ala na foto. Mgbè ọ nọ na San Francisco, o mepụtara Fortune Teller na 1898, Ihe ngosi nke ndụ na San Francisco na ngwụcha afọ 1800",
  "Ọtụtụ n'ime ihe osise Primus furu efu na ala ọma jijiji 1906 na San Francisco.",
  "Ka ọ na-erule 1910, nwunye Primus, Mary anwụọla",
  "A maara obéré ihe banyéré ndụ ya mgbè 1910",
  "Ọ nwụrụ n'ọrịa ụkwara nta na Mee 29, 1916 n'ụlọ ọgwụ San Francisco.",
  "Lizzy May Ulmer, 1876",
  "Nehemiah Gibson, 1883",
  "Ala na ịnyịnya, 1884",
  "Fortune Teller, 1898"
]