[
  "Nemat Abdullah Mohamed K কৰ্shhair (Arabic; transliterations ndị ọzọ: Neemat, Nimat, Abdallah; amụrụ n'afọ 1957) bụ onye ọka ikpe Sudan nke Ụlọikpe Kasị Elu nke Sudan onye ghọrọ Chief Justice of Sudan (isi nke ndị ọka ikpe Sudan) na 10 Ọktoba 2019",
  "N'ihi ya, n'okpuru Nkeji edemede 29.3) nke August 2019 Draft Constitutional Declaration, ọ bụkwa onye isi oche nke Ụlọikpe Kasị Elu nke Sudan ma bụrụkwa \"onye na-ahụ maka ijikwa ikike ikpe n'ihu Kansụl Ikpe Kasị Elu\"",
  "Khair bụ nwanyị mbụ bụ Chief Justice nke Sudan.",
  "Khair si al-Kamleen na Gezira, ma nweta BA na iwu na Mahadum Cairo.",
  "Khair sonyere na ngagharị iwe ndị Sudan nke afọ 2018-2019, na ngagharị nke ndị ọkàikpe na n'ịnọ n'ihu isi ụlọ ọrụ ndị agha Khartoum, nke e kewara na 3 June Khartous massacre",
  "A na-ele ya anya dị ka onye na-emegide ọchịchị al-Bashir ruo ọtụtụ afọ tupu ngagharị iwe ahụ.",
  "Khair ghọrọ onye otu ndị ọka ikpe Sudan na mbido afọ 1980",
  "Ọ rụrụ ọrụ n'ụlọ ikpe mkpegharị ikpe, ụlọ ikpe nke mbụ, wee bụrụ onye ọka ikpe nke Ụlọikpe Kasị Elu",
  "Khair guzobere Sudanese Judges Club dị ka nzukọ nwere onwe ya na gọọmentị.",
  "Khair kpebiri megide gọọmentị al-Bashir na 2016 na ikpe metụtara ụka Anglican.",
  "Khair esoghị na otu ndọrọ ndọrọ ọchịchị ọ bụla",
  "Dị ka Sudan Daily si kwuo, a \"mara ya maka ikike ya, iguzosi ike n'ezi ihe na ahụmịhe ya\"",
  "Muez Hadra nke Forces for Freedom and Change (FFC) kọwara Nemat dị ka \"onye na-eme ihe n'eziokwu na onye siri ike\" na onye nweere onwe ya kpamkpam na gọọmentị al-Bashir.",
  "N'abalị iri n'ọnwa Ọktoba n'afọ 2019, a kwadoro Khair dị ka onye isi ikpe Sudan mgbe a họpụtara ya site na nkwekọrịta n'etiti Kansụl Ndị Agha Transitional (TMC) na ndị agha nke nnwere onwe na mgbanwe (FFC)",
  "N'okpuru Nkeji edemede 29.(3) nke August 2019 Draft Constitutional Declaration, ọ bụkwa onye isi oche nke Ụlọikpe Kasị Elu ma bụrụkwa \"onye na-ahụ maka ijikwa ikike ikpe n'ihu Kansụl Ikpe Kasị Elu\"",
  "A tụrụ anya na Khair ga-abụ Chief Justice na 20 ma ọ bụ 21 August 2019, dị ka Khartoum Star na Sudan Daily si kwuo.",
  "Khair bụ nwanyị mbụ bụ Chief Justice nke Sudan, na otu n'ime obere ọnụ ọgụgụ nke ụmụ nwanyị Chief Justices na Africa (na-esote Kaïta Kayentao Diallo, 2006; Umu Hawa Tejan-Jalloh, Sierra Leone, 2008; Mathilda Twomey  Xia Seychelles, 2011; Nthomeng Majara, 2014; Irene Mambilima  Xia Zambia, 2015; Sophia Akuffo  Xia Ghana, 2017; Meaza Ashenafi  Xia Ethiopia, 2018).",
  "Na 12 Septemba 2019, tupu nkwenye Khair n'October 10, ọtụtụ puku ndị na-eme ngagharị iwe na Khartoum na obodo ndị ọzọ dị na Sudan kpọrọ ka a họpụta Abdelgadir Mohamed Ahmed dị ka Chief Justice na Mohamed el-Hafiz dị ka Attorney General",
  "Iwu ọzọ nke 10 Ọktoba kwupụtara Tag el-Sir el-Hibir dị ka Attorney-General."
]