[
  "kwara",
  "Neo Ntsoma (ụbọchị irí abụọ na asaa n'ọnwa Disemba n'afọ 1972) bụ onye na-ese foto na South Africa nke a maara maka foto akụkọ ya, foto, egwu na foto ọdịbendị a ma ama. A mụrụ ya na Vryburg ma zụlite ya n'ime ime obodo nke Mafikeng na North West Province, mmasị ya na ihe nkiri bịdọrọ ógè ọ dị obere. N'ịzụlite n'oge ịkpa ókè agbụrụ ma hụ ihe ngosi na-adịghị mma nke ndị isi ojii South Africa na enweghị ntinye aka nke ụmụ nwanyị ojii na ụlọ ọrụ mgbasa ozi nke ndị ọcha na-achịkwa, nke a mere ka ọ dịghachi ike ịchọ ime mgbanwe, agbanyeghị na ọ bụghị nrọ dị mfe imezu n'ihi mmachi agbụrụ n'oge ahụ. Ntsoma gara St Mary's High School ebe a ga-amata ya egwu, ịgba egwu na ihe nkiri, nke a bụ ebe ọ maara na ụzọ ọrụ ya dị iche na ndị ọgbọ ya. N'agbanyeghị ọtụtụ ihe ndọghachi azụ n'oge ndụ ya niile, ọ nọgidere na-achụso nrọ ya nke ịbụ onye na-ese foto ma nwee ihe ịga nke ọma",
  "A maara Ntsoma maka foto ya nke pụtara ìhè maka akụkụ dị iche iche nke a na-ewere ha na ụzọ ọ na-esi egwu ihe na-elekwasị anya na foto na ihe na-abụghị",
  "E wezụga ịbụ onye na-ese foto na-enweta ihe nrite, ọ ghọwo onye nduzi na-anụ ọkụ n'obi maka ndị na-ese ihe na-eto eto.",
  "A mụrụ ya na Vryburg ma zụlite ya n'ime ime obodo nke Mafikeng na North West Province. Ntsoma bụ nwa ikpeazụ n'ime ụmụ nke atọ Olefile Ntsoma na Nomalanga Maria Ntsoma née Hlabangane mụrụ",
  "Foto bụ ọrụ ọ banyere na mberede, ọrụ a na-amaghị banyere ụmụ nwanyị ojii n'oge ahụ",
  "Ntsoma bịdọrọ ọmụmụ ya na Peninsula Technikon n'afọ 1992",
  "Mmasị mbụ ya bụ na Film na Television",
  "Ọ nweghị ógè ọ natara igwefoto tupu ọ banye na Technikon. O mechara kwaga Pretoria Technikon n'etiti afọ 1994 na afọ 1995 iji gaa n'ihu na ọmụmụ ya na-ahụ maka ejiji na mgbasa ozi ọ bụ ezie na ekweghị ya ohere gụsịrị akwụkwọ.",
  "N'agbanyeghị ihe ịma aka na ihe ndọghachi azụ na njem ya, n'afọ 1998 Ntsoma ghọrọ nwanyị ojii izizi na-ese foto iji rụọ ọrụ banyere otu n'ime nnukwu akwụkwọ akụkọ na South Africa, The Star. Ọ bụ ezie na ndị ọrụ ibe ya bụ ndị ọcha na ndị nwoke na-akpa ókè na Ntsoma, ọ chere na ọ dị mkpa igosi onwe ya mgbe niile iji nweta nkwanye ùgwù na ụlọ ọrụ ahụ. Dị ka Ntsoma si kọwaa na nkwupụta nka ya,",
  "N'agbata afọ 2002 na afọ 2003, itinye aka Ntsoma na Majority World malitere ógè ọ bụ onye nkuzi na Pathshala South Institute of Photography na Bangladesh, nke Shahidul Alam duziri",
  "Alam nyere aka na mgbasa ozi ọrụ nke ndị na-ese ihe si mba ụwa ka ukwuu, nke gụnyere Africa",
  "Majority World kpọsara ọrụ ya ma nye ya ohere igosi ha na ngosi na mbipụta n'ụwa niile",
  "Ntsoma kwuru, \"Enwere m ike iji mpako kwuo na ndị mmadụ maara ọrụ m na mba na enweghị m ike ịgụ asụsụ ahụ\".",
  "N'afọ 2004, Neo Ntsoma ghọrọ nwanyị izizi natara onyinye Mohamed Amin, CNN African Journalist of the Year Photography Prize màkà edemede foto ya nke akpọrọ, 'Their World in Flames'. Kemgbe ọtụtụ afọ, ọrụ ya agbasawokwa na nka mara mma na foto ndị ama ama.",
  "Ntsoma so dee Women by Women: 50 Years of Women's Photography in South Africa na Robin Comley, George Hallett, na Penny Siopis",
  "Ọ bụ Ministri nka na ọdịbendị nke South Africa nyere ya iwu ka ọ bụrụ ememe ncheta afọ iri ise nke njem ụmụ nwanyị nke afọ 1956 na Union Buildings.",
  "N'afọ 2007, Ntsoma guzobere Neo Ntsoma Productions, ụlọ ọrụ nkwukọrịta na mmepụta ihe nke ụmụ nwanyị ojii nwere ma na-achịkwa kpamkpam. Ndị otu Ntsoma nwere ndị na-ese foto, ndị na-ahụ banyere teknụzụ vidiyo, ndị nchịkọta akụkọ, ndị na'ahụ màkà nkwurịta okwu anya, ndị edemede, na ndị ndụmọdụ na-arụ ọrụ na ụlọ ọrụ mmepụta ihe na ụlọ ọrụ",
  "Ụlọ ọrụ ahụ na-enyekwa ọmụmụ ihe azụmaahịa na mmemme ntụziaka onwe onye maka ndị na-ese foto.",
  "N'afọ 2018, onye nta akụkọ foto, Neo Ntsoma so na mkparịta ụka, ya na onye otu ibe ya, gbasara mmepe na kọntinent Afrịka - na Yale University Art Gallery."
]