[
  "Nerine Desmond (1908–1993) bụ onye na-ese ihe nke South Africa nke a maara karịsịa maka ihe osise ụgha mmiri ya na eserese mmanụ ya, ọkachasị eserese gbasara ala, oke osimiri, ihe osise mmadụ, ndị na-agba ịnyịnya Basuto, na ihe nkiri ndị ọzụzụ atụrụ na-egosi ndị na-azụ ehi na ndị na-azụ ewu na anụmanụ ha.",
  "A mụrụ Desmond na Constantia, Cape Town n'afọ 1908, nwa nwanyị Nicolaas Johannes Smith, onye ụkọchukwu Afrikaner, na Ivy Desmond",
  "na London's Central School of Art n'afọ 1938, ebe ọ mụtara usoro obibi akwụkwọ eserese; mana ọ bụ onye mere mmụta ọkachasi n'onwe ya. Desmond bụ onye na asọpụrụ ndọrọ ndọrọ ọchịchị, ma jụ otu n'ime ọrụ site n'enweghi itinye mkpuchi nke akwụkwọ akụkọ nke Nadine Gordimer, na-ekwu na Gordimer abụghị \"onye South Africa nwere nrube isi.\"",
  "Desmond mere ngosipụta na South Africa site n'afọ 1935 ruo mgbe ọ nwụrụ, na mbụ  dị ka onye otu South African Society of Artists na Nke otu ọhụrụ",
  "Ọtụtụ ndị na-ese ihe na-arụsi ọrụ ike n'oge ahụ, gụnyere Gregoire Boonzaier na Frieda Lock,  bụụrụ onye a maara nke ọma maka eserese na eserese mmadụ ya na ihe ndị metụtara oru ugbo na ime obodo",
  "Na mbụ, ọ rụrụ ọrụ site na studio dị na Loop Street, Cape Town",
  "Mgbe e mesịrị, o sere ihe n'ụlọ ya na Hout Bay, Wynberg, Jonkershoek, ma  na ụlọ ikpeazụ ya na Onderpapegaaiberg, Stellenbosch.",
  ". N'afọ 1948, o sere ọtụtụ ihe na South West Africa (nke bụ Namibia ugbu a); n'afọ 1953 n'otu aka ahụ na Zanzibar na Mombasa, Kenya.",
  "Mpempe akwụkwọ stampụ nke South Africa nke afọ 1961 nwere atụmatụ mmepụta nke Desmond ma n'otu afọ ahụ, a họpụtara ya dị ka onye otu International Institute of Arts and Letters",
  "O gosipụtara na Quadrennials atọ niile nke South African Art n'etiti afọ 1956 na 1964, yana na São Paulo Biennale (graphic), Brazil na 1961.",
  "O gosipụtara na Women's International Art Club na Royal Institute of Painters, ma mee ihe ngosi naanị ya mere na Johannesburg n'afọ 1962 ma na Pretoria n'afọ 1970. \nE nwere ọrụ ya na nchịkọta ndị a: Bloemfontein: Oliewenhuis Art Gallery; Cape Town: Iziko South African National Gallery; Durban Art Gallery; East London: Ann Bryant Art Gallery; Graaff-Reinet: Hester Rupert Art Museum; Johannesburg Art Gallery; Kimberley: William Humphreys Art Gallery; Pietermaritzburg: Tatham Art Gallery; Port Elizabeth: Nelson Mandela Art Museum; Pretoria Art Museum; SABC art collection",
  "Na mgbakwunye, HM Queen Elizabeth The Queen Mother; William Ormsby-Gore, 4th Baron Harlech; na Alfred Beit et al nwetara ọrụ ya."
]