[
  "Nermine Hammam (amụrụ n'afọ 1967) bụ onye Egypt na-ese ihe nke bi ma na-arụ ọrụ na Cairo na London.",
  "A mụrụ ya na Cairo mana o mesịrị kwaga England na United States na 1985. Ọ natara BFA na ime ihe nkiri site na Tisch School of the Arts na New York City",
  "Ọ rụrụ ọrụ na ihe nkiri ya na Simon & Goodman na onye nduzi Egypt Youssef Chahine. Ọ bụ onye enyemaka mmepụta na ihe nkiri Spike Lee nke afọ 1992 bụ Malcolm X",
  "Hammam mechara rụọ ọrụ dị ka onye na-ese ihe osise tupu ọ gaa na nka na foto.",
  "Dị ka nwanyị na-ese foto, Hammam kwuru na ọ \"banyela n'ebe ụmụ nwoke na-achikwa, igwefoto n'aka, na-agbanwe mmekọrịta ike na ndị agha",
  "Nzaghachi ha na ọnụnọ m, dị ka nwanyị, n'etiti ha, aghọwo akụkụ nke ihe odide ndị e dere na eserese ndị a",
  "A maara ya maka usoro dị iche iche nke ọ na-eji emezi foto, na-ekwu maka mmetụta nke mgbasa ozi ọha na eze na nhazi ahịa",
  "Ọrụ ya dị larịị, nke a na-eji dijitalụ eme ihe na-enyocha ọdịdị nke eziokwu",
  "Dị ka onye guzobere na onye nduzi okike nke Equinox Graphics, a makwaara Hammam maka iwebata nka n'ime oghere ọha na eze site na imepụta ihe ọhụrụ na akara",
  "Ọ bụ onye na-azụ ụfọdụ ụdị ndị a ma ama n'Ijipt, gụnyere Cilantro Café, Diwan Bookstores na otu Deyafa nke ụlọ oriri na ọṅụṅụ na ụlọ mmanya.",
  "A gụnyere ọrụ ya na ihe ngosi onwe na nke otu na Egypt, France, Italy, United Kingdom, Denmark, United States, Kuwait na Singapore",
  "A gụnyere ọrụ Hammam na nchịkọta nke Victoria na Albert Museum na London, Tropenmuseum na Amsterdam na Parco Horcynus Orca na Ịtali.",
  "N'ime afọ iri gara aga, egosila ọrụ ya n'ihe karịrị ihe ngosi mba ụwa iri asaa na ise na ihe ngosi asaa na UK naanị",
  "E gosipụtara ọrụ ya n'ihe karịrị akwụkwọ ịrị ise ma dee banyere ya na magazin ndị dị ka Newsweek (USA), Financial Times (UK), na The Times (UK)",
  "N'ihe ngosi ya na Cairo Year One na London, Hammam jiri ụdị ihe osise ọdịnala ndị Japan gosipụta ihe nkiri ime ihe ike site na Mgbanwe Ijipt nke 2011. Cairo Year One gosipụtara foto iri site na akụkụ mbụ nke usoro nke afọ nke otu, na abụọ sitere na ọrụ ndị ọzọ na usoro ahụ, nke a na-ahụ na ngosi ahụ",
  "Hammam jikọtara foto ndị agha na Tahrir Square n'oge nnupụisi ahụ na ihe nkiri udo site na nchịkọta postcard nke onwe ya",
  "Akwụkwọ a bụ maka ndị ntorobịa, ndị ntorobịa zuru ụwa ọnụ, na obi ọjọọ na obi ọjọọ nke iziga ụmụ anyị n'agha, ka Hammam na-ekwu",
  "N'ịbụ nke mgbasa ozi sitere na 1940s na 1950s na-egosi ndị siri ike na ntọala ndị e chepụtara echepụta kpaliri, Hammam na-ekwu, ihe ndị gbara ya gburugburu na-emesi ọnụnọ ndị agha n'etiti ndị nkịtị na Tahrir ike: ndị agha na Paradaịs",
  "Hammam bụ onye na-ese foto",
  "Ọ natara ihe nrite mbụ nke Freedom to Create 2011; ihe nrite nke mbụ nke Worldwide Photography Gala Awards 2011; Julia Margaret Cameron Award 2012 aha nsọpụrụ; Jacob Riis Award 2010 onye nke abụọ; na Invisible World Portfolio Selection 2010 Finalist aha nsọpụrụ."
]