[
  "Netumbo Nandi-Ndaitwah (amụrụ na 29 Ọktoba, na afọ 1952) bụ onye ndọrọ ndọrọ ọchịchị Namibia bụ osote praịm minista nke Namibia kemgbe Machị 2015",
  "Ọ na-ejekwa ozi dị ka Minista Na-ahụ Maka Mmekọrịta Mba Nile na Imekọ ihe ọnụ na Namibia kemgbe Disemba, na afọ 2012",
  "Site na Machị, na afọ 2010 ruo Disemba, na afọ 2012, ọ bụ Minista na-ahụ maka gburugburu ebe obibi na njem nleta",
  "Nandi-Ndaitwah bụ onye otu SWAPO, otu na-achị Namibia, na onye otu National Assembly ogologo oge",
  "N'afọ 2017, a họpụtara Nandi-Ndaitwah ka ọ bụrụ osote onye isi oche nke Swapo Party na 6th Congress nke pati ahụ",
  "Ọ bụ nwanyị mbụ jere ozi n'ọkwa ahụ.",
  "A mụrụ Netumbo Nandi na 29 Ọktoba, na afọ 1952 na Onamutai na mpaghara Oshana nke Ovamboland, Ndaitwah gụrụ akwụkwọ na St",
  "Mary's Mission na Odibo.",
  "Nandi-Ndaitwah gara mba ọzọ na 1974 wee sonye na ndị otu SWAPO na Zambia",
  "Ọ rụrụ ọrụ n'isi ụlọ ọrụ SWAPO dị na Lusaka, Zambia site na afo 1974 ruo na afọ 1975 wee gaa ọmụmụ ihe na Lenin Higher Komsomol School na Soviet Union site na afo 1975 ruo na afọ 1976",
  "Ọ gụsịrị akwụkwọ na diplọma na ọrụ na omume nke ndị ntorobịa Kọmunist",
  "N'afọ 1987, ọ nwetara diplọma post-graduate na nchịkwa ọha na eze na njikwa site na Glasgow College of Technology, UK, na n'afọ 1988 ọzọ post-graduated diploma, na mmekọrịta mba ụwa, site na Mahadum Keele, UK",
  "N'afọ 1989, Nandi-Ndaitwah nwetara nzere masta na ọmụmụ mmekọrịta mba na mba, site na Mahadum Keele.",
  "Nandi-Ndaitwah ghọrọ osote onye nnọchi anya SWAPO na Zambia site na afo 1976 ruo na afọ 1978 na onye isi nnọchi anya na Zambia site n'afọ 1978 ruo 1980",
  "Site na afo 1980 ruo na afọ 1986, ọ bụ onye isi nnọchi anya SWAPO na East Africa, nke dị na Dar es Salaam",
  "Ọ bụ onye otu kọmitii etiti SWAPO site na afọ 1976 ruo na afọ 1986 na onye isi oche nke Namibia National Women's Organisation (NANAWO) site na afo 1991 ruo na afọ 1994.",
  "Ọ bụ onye otu National Assembly of Namibia kemgbe afọ 1990",
  "Ọ bụ osote Minista na-ahụ maka mmekọrịta mba ụwa na imekọ ihe ọnụ site na afọ 1990 ruo 1996 ma nweta ọkwa minista na afọ 1996 dị ka onye isi nchịkwa nke Women Affairs na Ọfịs nke Onye isi ala, ebe ọ jere ozi ruo n'afọ 2000",
  "N'afọ 2000, e buliri ya n'ọkwa ka ọ bụrụ onye ozi, ma nye ya ọfịs Women Affairs and Child Welfare.",
  "Site na afọ 2005 ruo n'afọ 2010, ọ bụ Minista nke Ozi na Mgbasa Ozi na ụlọ ọrụ Namibia",
  "O mechara rụọ ọrụ dị ka Minista na-ahụ maka gburugburu ebe obibi na njem nleta ruo mgbe a gbanwere nnukwu ụlọ ọrụ na Disemba na afọ 2012, ebe a họpụtara ya ka ọ bụrụ Minista na na-ahụ Maka ihe gbasara mba ọzọ, ọfịs kemgbe a gbanwere aha ya ka ọ bụ International Relations and Cooperation.",
  "N'okpuru Onye isi ala Hage Geingob, a họpụtara Nandi-Ndaitwah dị ka osote praịm minista nke Namibia na Machị, na afọ 2015, mgbe ọ na-eje ozi n'otu oge dị ka Minista nke Mmekọrịta na Imekọ ihe ọnụ. Nandi-Ndaitwah na-anọdụ na kọmitii etiti SWAPO na politburo",
  "Ọ bụkwa odeakwụkwọ nke pati ahụ maka ozi na ịhazi ma n'ihi ya, ọ bụ otu n'ime ndị isi na-ekwuchitere SWAPO.",
  "Na Maachị 2023, Onye isi ala Hage Geingob kpọrọ Netumbo Nandi-Ndaitwah ka ọ bụrụ naanị onye ga-azọ ọkwa maka pati Swapo na-achị achị na ntuli aka nke afọ na-abịa..",
  "Netumbo Nandi-Ndaitwah lụrụ Epaphras Denga Ndaitwah, onye bụbu onye isi ndị agha Namibia."
]