[
  "Iwa Ji ọhụrụ ndi Igbo(Orureshi na idoma, Iwa ji, Iri ji or Ike ji, n'ọlumba di iche iche) bụ emume ndi Igbo people na-eme kwa afọ na ngwụcha udu mmiri 'raining season' na mmalite ọnwa Asatọ.",
  "Emume Iwa Ji  (maọbụ \"iri ji ọhọọ\") bụ emume a na-eme na mpaghara ọdida anyanwụ nke Afirika 'West Africa (nke kacha na Nigeria na Ghana) nakwa mba Afrika ndi ọzọ 'African countries' ma tinyekwa, nke na-egosipụta njedebe aghọm ihe ubi nakwa mbido akụm ihe ubi. Emume a n'egosipụta omenala, jikọta ndi Igbo ọnụ dika ndi ọrụ ubi makwa nwee ntụkwasi obi na Ji.",
  "Ji 'Yams' bụ ihe owuwu ihe ubi mbụ 'crop' a na-aghọta bụkwara nke kachasi mkpa na mpaghara a.  Ya mere Emume Ji ohụrụ bụ emume nke gosipụtara mkpa Ji di n'Omenala ndi Igbo. N'uhuruchi tupu ubọchi ahụ, a na-eri maọbụ wepụ Ji ochie niile site na afọ gara aga. Nke a bụ n'ihi na e kwenyere na Afọ Ọhụrụ ga-amalite site n'   ihe dị ụtọ kama owuwu ihe ubi ochie nke kara aka  nke afọ gara aga.\n N'ụbọchi nke na-esota, ihe a na-eri bụ Ji maọbụ nri Ji n'ihi n' Emume a na-egosipụta ihe owuwe ihe ubi n'uju.",
  "Ọ bụ ezie na ụzọ esi eme Emume a nwere ike ịdị iche site n'otu obodo ruo obodo, ihe ndị dị mkpa nke mejupụtara ememme ahụ ka na-adị otu. N'obodo ụfọdụ, Ememme a bụ otu ụbọchị zuru ezu, n'ọtụtụ ebe ọ nwere ike ịbụ otu izu ma ọ bụ karịa. Ememme ndị a na-agụnyekarị ụdị ntụrụndụ na emume dị iche iche, gụnyere omume nke Igwe (Eze), ma ọ bụ okenye, na omenala ndị Igbo, ụmụ nwanyị, na ụmụ ha. Ememme a na-egosi ihe omume omenala Igbo dịka ihe ngosi nke oge a, egwu Mmọnwu di iche iche nakwa ejiji di iche iche.",
  "Mgbedum, na mmalite nke ememme a, a na-ebu ụzọ enye ndị chi na ndị nna nna mbụ Ji a tupu  ekesaara ya ndị obodo",
  "Nwoke kachasi okenye di n'obodo ahụ, onye Eze maọbụ onye echiri echichi na-eme Emume a",
  "Nwoke a na-eweta Ji nye Chukwu abiama,''God,   deities na nna nna ya ancestors'  site n'igosi Chineke ekele maka nchebe ya na obiọma ya na-eduga ha site na oge ruo oge owuwe ihe ubi buru ibu na-enweghị ọnwụ n'ihi agụụ",
  "Mgbe emechara ekpere nke ekele nye Chineke, ha na-eri Ji mbụ n'ihi na-ekwenyere n' ọnọdụ ha nyere ha ohere nke ịbụ ndị na-agbata obodo ha na chi nke ala ahụ",
  "A na-eme ememme ndị a iji gosipụta ekele nke obodo ahụ nye chi maka ime ka ihe ubi ahụ nwee ike ime nke ọma, a na-emekwa nkea  n'agbanyeghị mgbanwe ndị dị ugbu a n'ihi mmetụta nke Iso Ụzọ Kraịst 'Christianity'. Nke a kọwapụtara na ndi Igbo bụ ndi ọkaa omee, ndi okpukperechi nakwa ndi na-enye ekele.",
  "A na-eji ntụrụndụ ama Ụbọchị a oge a na-akọ ihe, a na-ejikwa ya ekesiri ndi agbata obi ọtụtụ ihe ndị enwetara n'ubi. A na-eme ọtụtụ emume n'ụbọchi iri ji ọhụrụ",
  "Otu egwu di iche iche 'Folk dances', Mmanwụ 'masquerades', ijenlemanya 'parades', n'emume ndi mmadụ na-ahụ dika 'nka' na-ezipụta aṅụrị, ekele na ngosipụta di iche iche ndi obodo na-eme.",
  "A na-eji mmanụ nri 'Palm oil' eri Ji ọhụrụ",
  "Iwa ji na 'Asian Mid-Autumn Festival' nwere nyiri, ebe ha abụọ gbakwasara ụkwụ na njem ọnwa 'moon' bụkwara oge owuwe ihe ubi ndi obodo.",
  "Ihe omume a bụ ihe dị mkpa na kalenda nke ndị Igbo nọ n'akụkụ ụwa niile.",
  "Mkpụrụ owuwe ihe ubi Ji na ememme nke ikele  Chineke nke ala site n' ememme Ji ọhụrụ bụ ihe atụ nke nkwenye n'okpukpere chi kachasị elu",
  "Ọbịbịa nke ọnwa ọhụụ n'ọnwa Ọgọst bụ nkwadebe maka ememe \"Iri Ji ọhụrụ\" dị ukwuu, ma oge n' usoro nkwadebe dịgasị iche iche site n'otu obodo gaa n'obodo.",
  "Ememme nke Iri Ji ọhụrụ bụ emume di ukwuu na-egosipụta nka",
  "Ememe a ma ama bụ ihe ngosi nke mmekọrịta, ịgba egwú, oriri n'ọṅụṅụ, ngosikwa afọ maka ndị obodo, iji mee ka njedebe nke oge ịkọ ihe, ememme ebe ndị mmadụ na-egosipụta ekele ha nye ndị nyere ha aka ịghọ mkpụrụ dị ukwuu n'owuwe ihe ubi."
]