[
  "Àtụ:Infobox civil conflict",
  "The newsboys' strike of 1899 was a U.S",
  "youth-led campaign to facilitate change in the way that Joseph Pulitzer and William Randolph Hearst's newspapers compensated their force of newsboys or newspaper hawkers",
  "The strikers demonstrated across New York City for several days, effectively stopping circulation of the two papers, along with the news distribution for many New England cities",
  "The strike lasted two weeks, causing Pulitzer's New York World to decrease its circulation from 360,000 papers sold per day to 125,000",
  "Although the price of papers was not lowered, the strike was successful in forcing the World and Journal to offer full buybacks to their sellers, thus increasing the amount of money that newsies received for their work",
  "This event inspired the 1992 movie musical, Newsies, which was adapted for Broadway in 2012",
  "Na mmalite nke narị afọ, ndị na-ebi akwụkwọ akụkọ dị mkpa maka nkesa akwụkwọ akụkọ",
  "Ọ bụ ezie na a na-ezigakarị mbipụta ụtụtụ nke akwụkwọ akụkọ ahụ kpọmkwem na ndị debanyere aha, mbipụta nke ehihie na-adabere ihe fọrọ nke nta ka ọ bụrụ naanị na ndị nta akụkọ iji ree. Ọtụtụ n'ime ndị na-ede akụkọ sitere n'ezinụlọ ndị mbịarambịa dara ogbenye ma na-ere akwụkwọ n'ehihie na mgbede, mgbe ọrụ ụlọ akwụkwọ ha gasịrị",
  "Ha zụrụ akwụkwọ na 50¢ kwa narị, ma ree ha na 1 cents nke ọ bụla, maka uru nke ọkara cents kwa akwụkwọ.",
  "E nwere ọgbaghara nke ndị nta akụkọ ọtụtụ afọ tupu ihe omume nke 1899, gụnyere ndị nke 1886, 1887, na 1889. Ọgbaghara ikpeazụ a ma ama nke ndị nta akụkọ mere megide World na Journal bụ n'ọnwa Ọgọstụ 1889.",
  "N'afọ 1898, mgbe Agha Spanish-American na-abawanye ahịa akwụkwọ akụkọ, ọtụtụ ndị na-ebipụta akwụkwọ akụkọ welitere ọnụahịa nke akwụkwọ akụkọ 100 site na 50¢ ruo 60¢, ọnụahịa dị elu nke ahịa na-aba ụba n'oge ahụ. Mgbe agha ahụ gasịrị, ọtụtụ akwụkwọ belatara ọnụahịa ahụ laghachi na ọkwa ndị gara aga, ma e wezụga The Evening World na New York Evening Journal.",
  "Àtụ:Youth rights sidebar\nN'ihe dị ka Julaị 18, 1899, otu ìgwè ndị na-ebipụta akwụkwọ akụkọ na Long Island City tụgharịrị ụgbọ nkesa maka New York Journal ma kwupụta ọgbaghara megide akwụkwọ Joseph Pulitzer, onye na-ebi akwụkwọ nke World, na William Randolph Hearst, onye na'ebipụta akwụkwọ ahụ, ruo mgbe ọnụahịa laghachiri na 50¢ kwa narị. Ndị nta akụkọ nke Manhattan na Brooklyn sochiri ngwa ngwa n'echi ya.",
  "Ụzọ ndị nta akụkọ ahụ si eme ihe ike n'ụbọchị ndị mbụ nke ọgbaghara ahụ",
  "Otu ìgwè ndị na-eme ngagharị iwe ga-emegbu nwoke ma ọ bụ nwata nwoke ọ bụla a hụrụ na-ere akwụkwọ abụọ a machibidoro iwu, tie ya ihe, ma bibie akwụkwọ ya. Ndị nwe akwụkwọ akụkọ kwụrụ ndị okenye ụgwọ ka ha ree akwụkwọ ha, na-enye ha nchebe ndị uwe ojii, mana ndị na-eme ngagharị iwe na-ahụkarị ụzọ iji dọpụ uche ndị uwe ojii ka ha wee nwee ike ịbanye na \"scabs\". Ụmụ nwanyị na ụmụ agbọghọ mere nke ọma n'ihi na, dịka onye isi otu Kid Blink si kwuo ya, \"A feller can't soak a lady\".",
  "Ndị na-ebi akwụkwọ akụkọ na-ekesa mpempe akwụkwọ ma na-akwụnye ihe ịrịba ama gburugburu obodo ahụ, na-agba ndị mmadụ ume inyere ha aka n'ihe ha na-eme site n'ịghara ịzụta World na Journal.",
  "Na Julaị 24, 1899, ndị nta akụkọ ahụ mere nzukọ obodo niile na Irving Hall nke onye omeiwu steeti, Timothy D",
  "Sullivan kwadoro",
  "A na-eme atụmatụ na puku ụmụ nwoke ise si Manhattan gara nzukọ ahụ, tinyere puku ụmụ nwoke abụọ si Brooklyn na ọtụtụ narị ndị si n'akụkụ ndị ọzọ nke obodo ahụ.",
  "Ọtụtụ ndị ọchụnta ego na ndị ndọrọ ndọrọ ọchịchị nọ n'ógbè ahụ gwara ìgwè mmadụ ahụ okwu, gụnyere onye ọka iwu Leonard A",
  "Suitkin, Frank B",
  "Wood, na onye bụbu onye omeiwu Phil Wissig",
  "Mgbe ndị okenye ahụ kwụsịrị ikwu okwu, onye isi oche nke otu ahụ, David Simmons, gụrụ ndepụta nke mkpebi na-ekwu na ọgbaghara ahụ ga-eguzo ruo mgbe akwụkwọ akụkọ belatara ọnụahịa ha, yana ịkpọ ndị nta akụkọ ka ha nabata usoro mmegide na-abụghị nke ime ihe ike.",
  "Okwu ndị ọzọ sitere n'aka \"Warhorse\" Brennan, Jack Tietjen, \"Bob the Indian\", onye isi otu \"Kid Blink\", \"Crazy\" Arborn, Annie Kelly, na onye isi otu Brooklyn, \"Racetrack\" Higgins. N'abalị ahụ, \"Hungry Joe\" Kernan bụrụ abụ.",
  "E nyere Kid Blink okooko osisi dị ka ụgwọ ọrụ maka inye okwu kachasị mma nke mgbede ahụ.",
  "N'ime ụbọchị ndị sochiri nnọkọ ahụ, usoro ndị nta akụkọ gbanwere ka ọ bụrụ nke na-abụghị nke ime ihe ike",
  "Ọ bụ ezie na ha anaghịzi akụ ndị na-ere World and Journal, ọgbaghara ahụ ka dị irè n'ihi na ọha na eze nọ n'akụkụ ha ma họrọ ịghara ịzụta akwụkwọ ahụ, ọbụlagodi na ha na-ere.",
  "Na Julaị 26, 1899, ndị nta akụkọ mere atụmatụ ngagharị, ebe ihe ruru ụmụ nwoke 6,000 ga-agagharị, na-esonyere otu egwu na ọkụ ọkụ, mana ngagharị a emeghị n'ihi nsogbu inweta ikike.",
  "N'abalị iri abụọ na isii n'ọnwa Julaị n'afọ 1899, asịrị gbasara n'etiti ndị nta akụkọ na ndị isi na-eme ngagharị iwe, Kid Blink na David Simmons agbaala mgba okpuru ahụ ma kweta ire akwụkwọ ndị a machibidoro iwu iji gbanwere aka azụ site n'aka ndị isi akwụkwọ akụkọ. Ụmụ nwoke abụọ ahụ gọnahụrụ ebubo ahụ, mana ụfọdụ isi mmalite na-ekwu na Kid Blink yi uwe dị mma karịa ka ọ na-adịkarị, na-egosi na ọ nwere ike ịnata iri ngo. N'ịzaghachi ebubo ndị a, Kid Blink na David Simmons gbara arụkwaghịm n'ọkwa ndị ndu ha, Simmons gbanwere site na onye isi oche otu gaa na onye na-ahụ maka akụ, na Kid Blink ghọrọ onye nnọchi anya na-agagharị agagharị.",
  "Mgbe asịrị banyere Kid Blink na David Simmons hapụrụ ọgbaghara ahụ, tinyere enweghị ike inweta ikike ngagharị, okwukwe ndị nta akụkọ na ndị ndu etiti belatara. Ndị ọzọ na-akụkọ akụkọ bilitere iduzi ndị na-eme ngagharị iwe, mana ọ dịghị onye n'ime ha nwere otu ike na mmetụta nke Kid Blink nwere.",
  "N'August 1, 1899, World and Journal nyere ndị nta akụkọ nkwekọrịta: ọnụahịa nke otu narị akwụkwọ ga-anọgide na 60¢, mana ha ga-azụta akwụkwọ ọ bụla a na-ere ere",
  "Nke a pụtara na ụmụ okorobịa ahụ, ndị nwere nsogbu ire akwụkwọ ha niile agaghị amanye ha ire n'ime abalị iji zere ịla n'iyi n'ụbọchị ahụ",
  "Ndị nta akụkọ nabatara nkwekọrịta a, kwụsị ọgbaghara ahụ ma gbasaa njikọ ahụ n'August 2, 1899.",
  "Ndị isi nke ndị na-eme ngagharị iwe na-adị obere karịa ọtụtụ ndị otu, ebe ụmụ nwoke nọ n'ógbè ọ bụla na-enwe iguzosi ike n'ihe nye ụmụ nwoke ndị ọzọ nọ n'ebe ha karịa ndị isi etiti. Nke ahụ kwuru, ụfọdụ ụmụ nwoke nwere mmetụta karịa ndị ọzọ, na-ahazi nzukọ, na-arụ ọrụ dị ka ndị na-ekwuchitere ọgbaghara ahụ, na akwụkwọ akụkọ dịka New York Tribune, New York Sun ma ọ bụ New York Herald na-agba ha ajụjụ ọnụ",
  "Akwụkwọ akụkọ na-ekwukarị na ndị na-eme ngagharị iwe na ụda olu ha na New York, nke a na-egosi dị ka olumba anya, na-eji okwu ndị dị ka \"Ndị ikom na-eguzosi ike n'ihe niile\".",
  "Onye na-eme ngagharị iwe bụ Louis \"Kid Blink\" Baletti",
  "Kid Blink dị afọ iri na asatọ n'oge ọgbaghara ahụ, akwụkwọ akụkọ kọwakwara ya n'oge ahụ dị ka \"nwatakịrị nwoke na-erughị ogo\" nwere ntutu na-acha ọbara ọbara na anya n'elu anya aka ekpe ya. Ọ gakwara aha njirimara nke \"Muggsy McGee\" na \"Blind Diamond\".",
  "Kid Blink bụ onye ndú nwere ike",
  "Ọtụtụ akwụkwọ akụkọ dekọrọ okwu, nke o nyere na nzukọ, otu n'ime ha na-agụ n'akụkụ \"Ndị enyi na ndị ọrụ ibe",
  "Nke a bụ oge, nke na-anwa obi ndị mmadụ",
  "Dis bụ oge mgbe anyị ga-arapara n'otu dị ka mgba..",
  "Anyị maara ihe anyị chọrọ ma anyị ga-enweta ya ọbụlagodi na anyị kpuru ìsì",
  "\" Okwu ya na Irving Hall rally mere ka o nweta okooko osisi maka okwu kachasị mma nke mgbede ahụ.",
  "A na-ebo Kid Blink ebubo ịgba mgba okpuru na ịnakwere iri ngo iji ree akwụkwọ ndị a machibidoro iwu, ọ bụ ezie na ụfọdụ isi mmalite na-ekwu na a tọhapụrụ ya na ebubo ndị a, ọ ka si n'ọkwa ndu ya pụta mgbe a na-ebo ya ebubo.",
  "Mgbe e jidere ya n'oge ọgbaghara ahụ, Kid Blink gwara ndị uwe ojii na aha ya bụ Louis Ballat, mana o yikarịrị ka ọ na-agha ụgha ma ọ bụ na-anụ ihe n'ụzọ na-ezighi ezi n'ihi na ezigbo aha ya yiri ka ọ bụ Louis Baletti.",
  "Mgbe ọgbaghara ahụ gasịrị, Kid Blink nwetara ọrụ dị ka onye ọkwọ ụgbọala ma mesịa bụrụ onye na-elekọta saloon",
  "O nwekwara ike ịbụ na ọ rụrụ ọrụ dị ka onye aka nri nke onye omekome New York Chuck Connors",
  "Ọ nwụrụ na Julaị 1913 mgbe ọ dị afọ 32 n'ọrịa ụkwara nta.",
  "David Simmons bụ onye isi oche nke ndị ọrụ mgbasa ozi na mbido ọgbaghara ahụ, na onye na-ahụ maka akụ na ụba na ọkara nke abụọ, mgbe e boro ya ebubo ịgba mgba okpuru ahụ ma manye ya ịlaghachi azụ n'ọrụ idu ndú ya. Ọ dị afọ iri abụọ na otu n'oge ọgbaghara ahụ ma na-ere akwụkwọ akụkọ kemgbe ọ dị afọ asatọ",
  "Ọ bụkwa onye a ma ama na-eme egwuregwu na klọb egwuregwu dị n'ógbè ahụ.",
  "Simmons read a list of resolutions at the rally at Irving Hall, which the crowd reportedly found quite boring.",
  "Ed \"Racetrack\" Higgins bụ onye ndú nke otu Brooklyn, a họpụtakwara ya ka ọ bụrụ osote onye isi oche nke otu ahụ mgbe a na-ebo Kid Blink na David Simmons ebubo na ha na-ere ahịa. Higgins bụ onye na-eme ihe na Sheepshead Bay Race Track, ma kpọtụrụ ịnyịnya aha n'ọtụtụ okwu n'oge ọgbaghara ahụ.",
  "Higgins bụ ọkà okwu na-akpali akpali, ọtụtụ akwụkwọ na-ekwu maka iji ọchị eme ihe n'okwu ya na ndị nta akụkọ na-adọrọ mmasị",
  "Life Brooklyn kpọrọ ya \"onye ndú ụmụ nwoke, ọ pụkwara ịbụ nke ụmụ nwoke\". Okwu ya na nnọkọ ahụ gara nke ọma nke na New York Times kwuru na \"Ọ bụrụ na ndị nta akụkọ nọ ebe ahụ nwere ike ịtụ vootu n'abalị ụnyaahụ, 'Race Track Higgins' gaara enwe ọfịs ọ bụla na onyinye ha\".",
  "Morris Cohen bụ onye isi oche nke otu ahụ mgbe Kid Blink na David Simmons kwụsịrị. A maara obere ihe banyere ya, mana akwụkwọ ozi nke July 20 sitere n'aka onye njikwa azụmahịa Joseph Pulitzer, Don Seitz, kpọrọ Cohen dị ka nwa okorobịa ahụ, onye malitere ọgbaghara na New York City.",
  "Henry \"Major Butts\" Butler bụ onye ndú nke Upper Manhattan union mgbe Kid Blink kwụsịrị. E jidere ya na Julaị 31, 1899, n'ebubo nke imenye egwu mgbe ọ gwachara ndị isi na New York World na ọ gaghị emebi ịgba abụbu ọrụ ahụ maka ihe na-erughị $ 600 ($ 600 na 1900 bụ ihe dịka $ 16,000 na 2018).",
  "Annie Kelly bụ otu n'ime ụmụ nwanyị nta akụkọ ole na ole na-eguzosi ike n'ihe maka ọgbaghara ahụ, eziokwu nke mere ka ọ bụrụ onye a ma ama n'etiti ndị na-eme ọgbaghara, bụ ndị hụrụ ya dị ka \"ihe fọrọ nke nta ka ọ bụrụ senti na-echebe\". Ọ bụ naanị nwanyị kwuru okwu na rally na Irving Hall, mgbe ìgwè ndị na-eme obi ụtọ dọtara ya n'elu ikpo okwu, ebe ọ gwara ha \"Ihe niile m nwere ike ikwu, ụmụ nwoke, bụ ịrapara n'otu anyị ga-emeri",
  "Nke ahụ bụ ihe niile m ga-agwa gị",
  "\"",
  "A na-ekwu na ifanyeaka n' ụkwụ nke ndị nta akụkọ nke afọ otu puku, narị asatọ na iri itoolu na itoolu bụ ihe na-akpali ifanyeaka n' ụkwụ ndị ọzọ, nke gụnyere ifanyeaka n' ukwu nke Obodo Butte, Montana nke afọ otu puku, narị itoolu na iri na anọ, na ọgba ọsọ nke afọ otu puku, narị itoolu na iri abụọ na Louisville, Kentucky.",
  "Afọ iri ole na ole ka e mesịrị, iwebata omume ọdịmma ụmụaka n'obodo mepere emepe dugara n'imeziwanye ndụ ndị na-ede akụkọ.",
  "DC Comics mere akụkọ ifo na afọ otu puku, narị itoolu na iri anọ na abụọ dị ka Newsboy Legion, nke mbụ pụtara na mbipụta nke asaa nke Star Spangled Comics ma gaa n'ihu na ya, site na mbipụta  iri isii na ano , yana n'ụdị dị iche iche, gụnyere ihe ọchị nke oge a.",
  "Ihe omume nke ịgba a bụbu ọrụ nke afọ otu puku, narị asatọ na iri itoolu na itoolu  mechara kpalie ihe nkiri Disney nke afọ otu puku, narị itoolu na iri itoolu na abụọ  Newsies, gụnyere onye aha ya bụ Kid Blink (onye na-eyi ihe mkpuchi anya), mana na akụkọ a, aha onye ndú nke ọgba ọsọ ahụ bụ Jack Kelly",
  "Egwuregwu ihe nkiri nke ihe nkiri ahụ, nke a na-akpọkwa Newsies, malitere na afọ puku abụọ na iri na otu  ma mee ihe na Broadway site na afọ puku abụọ na iri na abụọ ruo na afọ puku abụọ na iri na anọ, nke Jeremy Jordan dị ka Jack Kelly, na njem site na afọ puku abụọ na iri na anọ ruo n' afọ puku abụọ na iri na isii",
  "A tọhapụrụ ihe nkiri a na-eme na ndụ nke mmepụta ihe nkiri na ndị na-eme ihe nkiri site na Broadway na Tour na ọnwa Mee 23, afọ puku abụọ na iri na asaa, na Netflix ma mesịa gbanwee na Disney+.",
  "A kọwara ọgbaghara nke ndị nta akụkọ n'ụzọ zuru ezu n'akwụkwọ na-abụghị akụkọ ifo nke afọ 2003 Kids on Strike!"
]