[
  "Ngamo (nke a makwaara dị ka Ngamawa, Gamo, Gamawa) bụ asụsụ Afro-Asiatic a na-asụ na Naịjirịa",
  "Asụsụ ala nna Ngamo nwere nnukwu olumba abụọ, viz, Gudi Ngamo na Yaya Ngamo",
  "Asụsụ ndị a na-asụ site n'agbụrụ dị iche iche ma n'ime ma n'èzí Gadaka.\nNgamo bụ onye otu West Branch nke Chadic ma ya mere nwere njikọ na Hausa, asụsụ kachasị n'ebe ugwu Naịjirịa",
  "Otú ọ dị, ndị ikwu asụsụ kacha nso bụ ndị agbata obi ya, Karekare, Bole, na Maka.",
  "Ethnologue na-enye ọnụ ọgụgụ maka puku iri na isii dị ka ọnụ ọgụgụ ndị na-asụ Ngamo, nke yiri ka ọ bụghị ihe ezi uche dị na ya",
  "Onye ọchịchị ọdịnala a ma ama nke ndị Ngamo bụ Mai Gudi, Alhaji Isa Bunuwo, onye ụlọ ikpe ya dị na Gadaka, ihe dị ka kilomita iri na ise n'ebe ndịda Potiskum.",
  "E nwere nnukwu olumba abụọ nke Ngamo, olumba Gudi na olumba Yaya",
  "Asụsụ ndị ahụ dị iche iche na ibe ha na phonology, morphology, na lexicon nke na ha na-ejikọta onwe ha na ịbụ asụsụ dị iche iche, mana enwere ezi nghọta, nke na-akwado ịhazi ha dị ka asụsụ nke otu asụsụ",
  "A maghị mmalite nke aha ahụ",
  "A na-eji mgbọrọgwụ a eme ihe ma dị ka aha na-achị onwe ya ma site n'aka ndị agbata obi asụsụ.",
  "Ndị Ngoi Ngamo (m), An Ngamo (f) Ngamaye (pl)",
  "Nnyocha banyere asụsụ Ngamo ka Yobe Languages Research Project duziri",
  "Ọrụ a enwetala nkwado abụọ site na US National Science Foundation",
  "Nke mbụ, Asụsụ Chadic nke Yobe Steeti, Naịjirịa (nke a na-enye #BCS-0111289, Russell G",
  "Schuh, Onye isi nchọpụta), gbara site na 2001-2004",
  "Nke abụọ, nke a na-akpọ, Linguistic Structure, na Verbal Arts in Chadic Languages of Northeastern Nigeria (award #BCS-0553222, Russell G",
  "Schuh, Principal Investigator), malitere site na 2006-2009",
  "Ndị nduzi nke ọrụ ahụ n'okpuru enyemaka abụọ ahụ bụ Russell G",
  "Schuh, onye isi nchọpụta, na Alhaji Maina Gimba, onye nduzi obodo",
  "Site na 2002-2004, ndị otu Ngamo bụ Umaru Mamu Goge, Jibir Audu Janga Dole (ha abụọ na-ekwu Gudi Ngamo), na Isa Adamu Gashinge (onye na-ekwu Yaya Ngamo)",
  "N'ihi njedebe nke oge na ihe onwunwe, e kpebiri maka 2006-2009 ilekwasị anya na nyocha Ngamo na olumba Gudi, ọ bụ ezie na a chịkọtara ụfọdụ data ọhụrụ banyere Yaya Ngamo na 2009, ihe karịrị ọkara nke ihe dị na nchịkọta 2009 nke Ngamo okwu nka dị na Yaya Ngamo",
  "Ndị otu Ngamo bụ Umaru Mamu Goge na Jibir Audu Janga Dole maka Gudi, na Isa Adamu Gashinge na-enye data Yaya",
  "Ekele gakwara HRH Alhaji Isa Bunuwo, Mai Gudi maka nkwado ya na Madu Liman na ezinụlọ ya maka nkwado dị mkpa."
]