[
  "QuikClot bụ ụdị ejiji ọnyá ọbara nke nwere ihe na-akwalite ọbara ịkpụkọ",
  "Ọ bụ ụlọ ọrụ Z-Medica korporation nwe akara ahụ",
  "Ọ bụ ndị agha na ndị mmanye iwu na-eji ya agwọ ọbara ọgbụgba site na mmerụ ahụ.",
  "Frank Hursey nyere ikike iji ihe na-eme ka ọ ghara ịdị ọcha, dị ka zeolite, n'ime ihe na-ejikọta ya iji gwọọ ọnyá n'afọ 1989",
  "Mgbe mwakpo nke Septemba 11 gasịrị, ndị agha US mere nnyocha iji tụnyere teknụzụ mgbochi ọbara, nke QuikClot nwetara akara kachasị mma. Nnyocha ọzọ chọpụtara na mgbe ejiri ya gwọọ mmerụ ahụ na-egbu egbu n'ọkpụkpụ ezì, anụmanụ ndị a gwọrọ nwere ọnụ ọgụgụ ndụ 100%. N'ịgbaso ule ndị a, ndị agha US kwadoro iji ya na Afghanistan na Iraq.",
  "Nhazi mbụ nke ngwaahịa ahụ nwere ihe na-arụ ọrụ zeolite, nke na-akwalite ọbara na-akpụ akpụ",
  "Zeolite ga-enwe mmeghachi omume exothermic (ịtọhapụ okpomọkụ) na ọbara n'oge usoro ọbara, nke nwere ike ịkpata ọkụ nke abụọ. N'ihi nke a, ngwaahịa ahụ adịghị maka ire ere ma jiri ya mee ihe naanị n'ọnọdụ mberede, dịka na ọgụ",
  "Usoro zeolite ọhụrụ na-abịa tupu mmiri, nke na-emepụta okpomọkụ dị ala, ma nwee ike iji ya mee  n'enweghị nsogbu iji kwado ọnyá ma kwụsị ọbara ọgbụgba.",
  "Ka ọ na-erule afọ 2009, a na-eji gaze e ji kaolin mee ngwaọrụ QuikClot kama iji zeolite",
  "Ngwaọrụ kaolin rụrụ ọrụ dịka bandeeji hemostatic mepụtara n'oge gara aga",
  "Kaolin anaghị akpata allergies akpụkpọ ahụ n'ihi njirimara ya na-adịghị arụ ọrụ.",
  "QuikClot dị na mbụ dị ka granulate a ga-awụnye kpọmkwem na ọnyá iji mee ka ọbara na-agbapụta.",
  "Kaolin na QuikClot Interventional bandeeji na-amịkọrọ mmiri dị n'ọbara, na-ahapụ platelets buru ibu na mkpụrụ ndụ na-eme ka ọbara kpụkọọ",
  "Ọnụ ọgụgụ dị elu nke mkpụrụ ndụ na molekụl ndị fọdụrụnụ na-eme ka ha na-akpụ akpụ ngwa ngwa. Kaolin na-eme ka ihe XII rụọ ọrụ, ihe protein nke na-enyere aka na mmalite nke coagulation cascade, mmeghachi omume protein nke na'akwalite ọbara na-akpụ akpụ n'ihi mmerụ ahụ",
  "Ka e mesịrị, e mepụtara QuikClot site na iji beads zeolite, nke na-akwalite akpụkọ ozugbo site na ịrụ ọrụ nke coagulation cascade.",
  "Na ihe gbasara otu na ahụ maka ọgụ ndị dị oké mkpa  (Committee on Tactical combat Casualty care) bipụtara na 2014, edepụtara ihe na ahụ maka ọbara ogbugba nke na egosi na onwere ike igbabo hemostatic dị mma iji mee ihe maka ọbara ọgbụgba n'èzí nke na-enweghị ike iji ya mee ihe ma ọ bụ dị ka ihe mgbakwunye na mwepụ tourniquet ma ọ bụrụ na a na-atụ anya na ọpụpụ karịa awa 2. Na ntuziaka TCCC bipụtara na 2021, Combat Gauze nọgidere na-abụ nhọrọ hemostatic ejiji maka mmerụ ahụ dị otú ahụ."
]