[
  "Ndị Ngizim (Ngizmawa, Ngezzim) bi na Yobe Steeti, n'ebe ugwu ọwụwa anyanwụ Nijiria",
  "Ka ọ na-erule afọ narị iri itoolu iri itoolu na atọ, e nwere ihe dịka nari iri asatọ ndi Ngizim. Agbụrụ ahụ bi na Potiskum, obodo kachasị  na Yobe Steeti na mbụ obodo Ngizim, yana mpaghara ndị dị n'ebe ọwụwa anyanwụ na ndịda obodo ahụ. Ndị Ngizim bibu n'akụkụ Borno na Jigawa steeti, mana kemgbe ahụ efunahụla ọdịbendị ha mgbe ha sonyere n'agbụrụ ndị ọzọ",
  "Ndị Ngizim na-asụ asụsụ Chadic a na-akpọkwa Ngizim.",
  "Tupu Fulani Jihad nke mere na narị iri asatọ, akụkọ ihe mere eme nke ndị Ngizim nwere njikọ chiri anya na nke Alaeze Ukwu Bornu",
  "Ka oruru nari iri anọ iri asaa na abụọ, mgbe e guzobere isi obodo nke Alaeze Ukwu Bornu, Birni Ngazargamu, ndị Ngizim enwetala aha dị ka ndị agha dị egwu. Ka ha na-eme ka mmetụta ha sie ike n'akụkụ ụfọdụ obodo Yobe Steeti nke oge a, isi obodo ọdịbendị ha bụ Potiskum ghọrọ ebe etiti mpaghara",
  "N'oge mmalite nke narị afọ na iri abụọ, ndị Ngizim nupụụrụ Fika Emirate isi, nke ndị ọchịchị na-achị ala nyere ha ikike ndọrọ ndọrọ ọchịchị",
  "Onye isi mpaghara obodo Britain na-eduga ndị agha megide ndị Ngizim; Mai Agudum, onye ndú nnupụisi, mechara gbuo ya",
  "E weghachighị eze ukwu Ngizim ruo n'afọ 1993 mgbe gọvanọ steeti họpụtara Mai Muhammadu Atiyaye",
  "Onye isi Ngizim nke ugbu a, Mai Umaru Bubaram Ibn Wuriwa Bauya ka onye bụbu Gọvanọ Bukar Abba Ibrahim buliri n'oge na-adịbeghị anya ka ọ bụrụ onye isi ala mbụ.",
  "Ngizim bụ otu n'ime asụsụ Chadic ise sitere na Yobe Steeti, ndị ọzọ bụ Bade, Bole, Karekare, na Ngamo",
  "Ngizim bụ onye otu Alaka ọdịda anyanwu nke Chadic ma ya mere nwere njikọ na Hausa, asụsụ kachasị n'ebe ugwu Naịjirịa",
  "Ndị ikwu asụsụ Ngizim kacha nso bụ Bade, nke a na-asụ n'ebe ugwu Potiskum na Bade (Bedde) Emirate, na Duwai, nke a-asụ ọwụwa anyanwụ Gashua",
  "N'adịghị ka ụfọdụ n'ime asụsụ ndị ọzọ dị na Yobe Steeti, Ngizim nwere obere ọdịiche dị n'asụsụ.",
  "Onye ọchịchịachị ọdịnala nke ndị Ngizim bụ Mai Potiskum, onye oche ya dị na Potiskum",
  "Dị ka ọtụtụ ndị ọchịchị ọdịnala n'ebe ugwu Naịjirịa, Mai Potiskum bụkwa onye ndú Alakụba kachasị n'etiti ndị ya.",
  "Banyere akụkọ ihe mere eme ha na nso nso a, n'oge Fulani Jihad kpọmkwem na 1808, otu ìgwè N'gizim n'okpuru nduzi nke Bauya hapụrụ Mugni n'ihi mwakpo ndị Fulani Jihadi wakporo Birni N'gazargamu",
  "Ha gara n'ebe ndịda gaa n'ógbè Kaisala",
  "Mgbe ha rutere, Bauya na ndị otu ya nyeere ndị bi na Kaisala aka igbochi mwakpo N'gazar (alaka nke Ngizim) nke Daura (Dawura) wakporo ha",
  "Mgbe mmeghachi omume na Daura na mmeri ya, Bauya guzobere ngalaba nke ya ma kpọọ ya \"Pataskum\" nke ndị Europe mebiri ka ọ bụrụ \"Potiskum\"",
  "Okwu \"Pataskum\" bụ okwu Ngizim nke pụtara ọhịa nke osisi \"Skum\"",
  "\"Pata\" nke pụtara ọhịa n'asụsụ Ngizim na \"Skum\" bụ ụdị osisi a na-ahụkarị n'ógbè ahụ n'oge a tọrọ ntọala obodo Potiskum."
]