[
  "Ngosipụta n'isi (HMD) bụ ngwaọrụ ngosi, nke a na-eyi n'isi ma ọ bụ dịka akụkụ nke okpu agha (lee ihe ngosi nke etinyere n'elu maka ngwa ụgbọ elu), nke nwere obere ngosi ngosi n'ihu otu (monocular HMD) ma ọ bụ nke ọ bụla",
  "anya (binocular HMD)",
  "HMD nwere ọtụtụ ojiji gụnyere egwuregwu, ụgbọ elu, injinia, na ọgwụ",
  "Enwekwara ihe ngosi n'isi n'isi (OHMD), nke bụ ihe ngosi wearable nke nwere ike igosipụta onyonyo atụpụtara ma na-enye onye ọrụ ohere ịhụ ya.",
  "HMD a na-ahụkarị nwere obere ngosi otu ma ọ bụ abụọ, yana lenses na enyo na-enweghị atụ nke etinyere na ugogbe anya anya (nke a na-akpọkwa enyo data), visor, ma ọ bụ okpu agha",
  "Akụkụ ngosi a pere mpe ma nwee ike ịgụnye tubes cathode ray (CRT), ihe ngosi mmiri-kristal (LCD), kristal mmiri na silicon (LCos), ma ọ bụ diodes na-emitting organic (OLED)",
  "Ụfọdụ ndị na-ere ahịa na-eji ọtụtụ ihe ngosi micro-mgbalite mkpokọta mkpebi na mpaghara nlele.",
  "HMD dị iche ma ha nwere ike igosipụta naanị onyonyo sitere na kọmputa (CGI), ma ọ bụ naanị onyonyo dị ndụ sitere na ụwa nkịtị, ma ọ bụ ngwakọta",
  "Ọtụtụ HMD nwere ike igosipụta naanị onyonyo sitere na kọmputa, mgbe ụfọdụ a na-ezo aka dị ka onyonyo mebere",
  "Ụfọdụ HMD nwere ike ikwe ka etinyere CGI na nlele ụwa n'ezie",
  "A na-akpọ nke a mgbe ụfọdụ dị ka eziokwu augmented (AR) ma ọ bụ eziokwu agwakọta (MR)",
  "Enwere ike ijikọta echiche ụwa n'ezie na CGI site n'ichepụta CGI site na enyo na-egosipụta akụkụ na ilele ụwa n'ezie ozugbo",
  "A na-akpọkarị usoro a anya-through",
  "Ijikọta echiche ụwa n'ezie na CGI nwekwara ike ịme elektrọnik site na ịnara vidiyo site na igwefoto wee gwakọta ya na kọmputa na CGI.",
  "Ngosipụta nke agbakwasara isi anya na-eji igwe igwe anya nke ejiri enyo nwere obere ọlaọcha mee",
  "Ọ nwere ike na-egosipụta ihe oyiyi arụrụ arụ, ma mee ka ihe oyiyi n'ezie gafee oghere ahụ, ka onye ọrụ lelee ya",
  "Ụzọ dị iche iche adịlarị maka ịhụ-site na HMD, ọtụtụ n'ime ha nwere ike ịchịkọta n'ime ezinaụlọ abụọ dabere na enyo gbagọrọ agbagọ ma ọ bụ ndị na-efegharị efegharị",
  "Laster Teknụzụ ejirila enyo agbagọ, yana Vuzix na ngwaahịa Star 1200 ha",
  "Ụzọ ndu mmiri dị iche iche adịla kemgbe ọtụtụ afọ",
  "Ndị a na-agụnye ihe anya diffraction, holographic optics, polarized optics, na optics na-egosipụta.",
  "Ngwa HMD bụ isi gụnyere ndị agha, gọọmentị (ọkụ, uwe ojii, wdg), yana azụmahịa nkịtị (ọgwụ, egwuregwu vidiyo, egwuregwu, wdg).",
  "Na 1962, Hughes Aircraft Company kpughere Electrocular, kọmpat CRT (7 \"ogologo), ihe ngosi monocular nke na-egosipụta akara ngosi TV na anya anya anya",
  "A na-ejikọta ha n'ime ọdụ ụgbọ elu nke helikopta ọgbara ọhụrụ na ụgbọ elu ndị agha.",
  "Ndị agha, ndị uwe ojii, na ndị ọrụ mgbanyụ ọkụ na-eji HMD egosipụta ozi akọ dị ka maapụ ma ọ bụ ihe onyonyo ọkụ ka ha na-elele ọnọdụ n'ezie",
  "Ngwa ndị na-adịbeghị anya gụnyere iji HMD maka ndị na-ahụ maka paratroopers",
  "N'afọ 2005, ewebata Liteye HMD maka ndị agha agha ala dị ka ihe ngosi dị arọ, nke na-adịghị ekpuchi mmiri nke na-etinye n'ime ọkọlọtọ US PVS-14 agha okpu agha",
  "Ngosipụta monocular organic light-emitting diode (OLED) nwere agba nke nwere onwe ya na-edochi tube NVG wee jikọọ na ekwentị mkpanaaka",
  "LE nwere ike ịhụ ụzọ ma enwere ike iji ya dị ka ọkọlọtọ HMD ma ọ bụ maka ngwa eziokwu agbakwunyere",
  "A na-ahazi atụmatụ ahụ iji nye data nkọwa dị elu n'okpuru ọnọdụ ọkụ niile, na-ekpuchi ma ọ bụ hụ-site na ụdị ọrụ",
  "LE nwere obere ike ọkụ, na-arụ ọrụ na batrị AA anọ maka awa 35 ma ọ bụ na-anata ike site na ọkọlọtọ Universal Serial Bus (USB) njikọ.",
  "Ụlọ ọrụ Defence Advanced Research Projects Agency (DARPA) na-aga n'ihu na-enye ego nyocha n'ime eziokwu HMD dị ka akụkụ nke Mmemme Nkwado ikuku na-adịgide adịgide (PCAS)",
  "Vuzix na-arụ ọrụ ugbu a na sistemụ PCAS nke ga-eji holographic waveguides mepụta ugogbe anya n'ezie agbagoro nke dị naanị milimita ole na ole.",
  "Ndị injinia na ndị ọkà mmụta sayensị na-eji HMD na-enye echiche stereoscopic nke nhazi kọmputa na-enyere aka (CAD) schematics",
  "Eziokwu mebere, mgbe etinyere ya na injinia na imewe, bụ isi ihe na ntinye nke mmadụ na nhazi ahụ",
  "Site n'ime ka ndị injinia nwee ike iji atụmatụ ha na-emekọrịta ihe n'ụdị nha ndụ zuru oke, ngwaahịa nwere ike kwado maka okwu ndị nwere ike ọ gaghị ahụ anya ruo mgbe nlegharị anya anụ ahụ",
  "A na-ahụ iji HMD maka VR dị ka mgbakwunye na ojiji nke CAVE maka ịme anwansị VR",
  "A na-ejikarị HMD maka mmekọrịta otu onye na imewe ahụ, ebe CAVE na-enye ohere maka nnọkọ eziokwu mebere ọnụ karịa.",
  "A na-ejikwa sistemu ihe nlegharị anya isi mee ihe n'ịkwado sistemu dị mgbagwoju anya, n'ihi na ha nwere ike inye onye omenkà ihe ngosi x-ray emepụtara site na ijikọ eserese kọmputa dị ka eserese sistemu na onyonyo na ọhụụ okike nke onye ọrụ nka (n'ezie agbagoro ma ọ bụ gbanwee).",
  "Injinia akụrụngwa bụ usoro nke imepụta, imepụta, nnwale na imepụta sistemu kọmpụta na akụkụ anụ ahụ dị iche iche metụtara sistemụ kọmputa.",
  "E nwekwara ngwa n'ịwa ahụ, ebe a na-ejikọta data redio (X-ray computed tomography (CAT) scans, na magnetik resonance imaging (MRI)) na anya nke onye dọkịta na-awa ahụ na-ahụ maka ọrụ ahụ, na anesthesia, ebe onye ọrịa nọ",
  "Ihe ịrịba ama dị mkpa dị n'ime anya onye na-ahụ maka anesthesiologist mgbe niile.",
  "Mahadum nyocha na-ejikarị HMD eme ihe ọmụmụ metụtara ọhụụ, nguzozi, cognition na neuroscience",
  "N'ihe dị ka afọ 2010, a na-amụ iji nleba anya nleba anya amụma iji chọpụta mmerụ ahụ dị nro nke ụbụrụ",
  "N'ule nlele anya, otu HMD nwere ikike nleba anya na-egosi ihe na-aga n'ihu n'usoro oge niile",
  "Ndị na-enweghị mmerụ ụbụrụ na-enwe ike soro ihe na-akpụ akpụ na-eji mmegharị anya nke ọma na nhụsianya ziri ezi.",
  "Ngwa HMD dị ọnụ ala dị maka iji egwuregwu 3D na ngwa ntụrụndụ",
  "Otu n'ime HMD mbụ dị na azụmaahịa bụ Forte VFX1 nke ekwuputara na Consumer Electronics Show (CES) na 1994",
  "VFX-1 nwere ihe ngosi stereoscopic, nsuso isi 3-axis, na ekweisi stereo",
  "Onye ọsụ ụzọ ọzọ n'ọhịa a bụ Sony, bụ onye wepụtara Glasstron na 1997",
  "O nwere dị ka ihe nhọrọ nhọrọ ihe mmetụta ọnọdụ nke na-enye ohere ka onye ọrụ ahụ lelee gburugburu, na-ele anya na-emegharị ka isi na-emegharị, na-enye mmetụta miri emi nke imikpu",
  "Otu ngwa ngwa nke teknụzụ a dị na egwuregwu MechWarrior 2, nke nyere ndị ọrụ Sony Glasstron ma ọ bụ Virtual I/O's iGlasses ka ha nweta ọhụụ ọhụụ site n'ime ọdụ ụgbọ mmiri ahụ, na-eji anya nke aka ha dị ka ihe na-ahụ anya ma na-ahụ n'ọgbọ agha",
  "site n'obere ụgbọ mmiri nke aka ha.",
  "Enwere ike ijikọ ọtụtụ ụdị enyo vidiyo na vidiyo ọgbara ọhụrụ yana igwefoto DSLR, na-eme ka ha dị ka nyocha afọ ọhụrụ",
  "N'ihi ikike enyo nwere igbochi ìhè ambient, ndị na-ese fim na ndị na-ese foto na-enwe ike ịhụ ihe ngosi doro anya nke ihe oyiyi ha dị ndụ.",
  "Emebere ụfọdụ ihe ngosi agbagoro n'isi iji gosi vidiyo ọdịnala na ihe nkiri n'ime sinima mebere",
  "Ngwa ndị a na-egosipụtakarị oghere nlele dị warara (FOV) nke 50–60°, na-eme ka ha ghara imikpu karịa isi ekweisi nke eziokwu, mana ha na-enye mkpebi dị elu kwekọrọ na pikselụ kwa ogo",
  "Ewepụtara na 2011, Sony HMZ-T1 gosipụtara mkpebi 1280 × 720 kwa anya",
  "Ngwaahịa ewepụtara dịka nke 2020 na-egosipụta mkpebi 1920×1080 kwa anya gụnyere Goovis G2 na Royole Moon",
  "Ọzọkwa dị bụ Avegant Glyph, nke weputara 720P retinal projection kwa anya, yana Cinera Prime, nke gosipụtara mkpebi 2560 × 1440 kwa anya yana yana 66° FOV",
  "Cinera Prime buru ibu na-eji ma ogwe nkwado ọkọlọtọ ma ọ bụ ihe mgbago isi nhọrọ",
  "Atụrụ anya na ọ ga-adị na ngwụcha-2021 bụ Cinera Edge, na-egosipụta otu mkpebi FOV na 2560 × 1440 kwa anya dị ka ụdị Cinera Prime mbụ, mana nwere ụdị kọmpat karịa",
  "Ngwaahịa ndị ọzọ dị na 2021 bụ Cinemizer OLED, nwere mkpebi 870 × 500 kwa anya, VISIONHMD Bieyes H1,  nwere mkpebi 1280 × 720 kwa anya, yana Nrọ Glass 4K,  nwere mkpebi 1920 × 1080 kwa anya",
  "Ngwaahịa niile a kpọtụrụ aha ebe a webatara ekweisi ma ọ bụ ekwe ntị ma ewezuga Goovis G2, Cinera Prime, VISIONHMD Bieyes H1, na Nrọ Glass 4K, nke kama nyere jakị ekweisi ọdịyo.",
  "Nlele onye mbụ (FPV) na-efe efe na-eji ihe ngosi agbagoro n'isi nke a na-akpọkarị \"Ego enyo FPV\"",
  "A na-ejikarị enyo FPV Analog FPV (dị ka nke Fat Shark mepụtara) maka ịgba ọsọ drone ka ha na-enye nkwụsị vidiyo kacha ala",
  "Mana enyo FPV dijitalụ (dị ka DJI mepụtara) na-aghọwanye ewu ewu n'ihi vidiyo mkpebi ha dị elu.",
  "Kemgbe afọ 2010, a na-eji FPV drone efe efe na mbara igwe na foto ikuku.",
  "E mepụtala sistemu HMD maka ndị ọkwọ ụgbọ ala Formula One site na Kopin Corp na BMW Group",
  "HMD na-egosiputa data agbụrụ dị egwu ma na-ahapụ onye ọkwọ ụgbọ ala ka ọ gaa n'ihu na-elekwasị anya na egwu ahụ ka ndị ọrụ olulu na-achịkwa data na ozi ezigara ndị ọkwọ ụgbọala ha site na redio ụzọ abụọ",
  "Recon Instruments wepụtara na 3 Nọvemba 2011 ihe ngosi abụọ nwere isi maka enyo enyo, MOD na MOD Live, nke ikpeazụ dabere na sistemụ arụmọrụ gam akporo.",
  "Ngwa dị mkpa maka HMD bụ ọzụzụ na ịme anwansị, na-enye ohere itinye onye na-azụ ọzụzụ n'ọnọdụ dị oke ọnụ ma ọ bụ dị oke egwu ịmegharị na ndụ n'ezie",
  "Ọzụzụ na HMD na-ekpuchi ngwa dị iche iche site na ịnya ụgbọ ala, ịgbado ọkụ na eserese ịgbado ọkụ, ụgbọ elu na ụgbọ elu, ọzụzụ ndị agha kwụsịrị, ọzụzụ usoro ahụike na ndị ọzọ",
  "Otú ọ dị, ọtụtụ ihe mgbaàmà ndị a na-achọghị akpatala site n'iji ogologo oge eme ihe ụfọdụ ụdị ihe ngosi nke isi, na a ga-edozi okwu ndị a tupu ọzụzụ na ịme anwansị dị mma."
]