[
  "Ngọzị Okonjọ-Iweala rụrụ ọrụ dịka Mịnịsta na-ahụ maka ihe niile gbasara ego (Minister of Finance) na Naịjiria",
  "Ọ rụrụ ọrụ mịnịsta ugboro abụọ: sitē n’afọ 2003 rue afọ 2006; sitekwa n’afọ 2011 rue 2015",
  "Tutu ọ rigoo n’ọkwa mịnịsta, ọ rụrụ ọrụ iri afọ abuo na ise n’ọba ego nke mba ụwa rue n'ọkwa \"Managing Director\" n’ahụ maka otu ọrụ niile si-aga na ya bụ oba ego",
  "Ọ nọrọ n'ọkwa a afọ anọ (site n’afọ 2007 rue 2011)",
  "Ugbua, Okonjo-Iweala na-arụ ọrụ n'ọkwa daịrekụtọ jenaralụ n'òtù mbà ụwa a kpọrọ World Trade Organisation bụ òtù na-ahụ maka iwu, atụmatụ, usoro na nhazi azụmahịa mbà na mbà n'ụwa",
  "Ọ bụkwa onyeísīoche bọd na-ewepụta ihē ndị a ga-elegara anya na-èmē ihē n’òtù na-aza Global Alliance for Vaccines and Immunization, nakwa na Standard Chartered Bank, ma sorokwa na bọd ndị Twitter na \nAfrican Risk Capacity (ARC).",
  "Okonjo-Iweala bu onye Ọgwashị-Ukwu dị na Steti Delta",
  "Nna ya Chukwuka Okonjo bụ ọkà mmụta, bụrụkwa ēzè sitere n’ezinụlọ Ọbahaị bụ ebe e si ewepụta ēzè n'Ọgwashị-Ukwu",
  "Di Okonjo-Iweala bụ Ikemba Iweala, onye dọkịta na-ahụ maka ịwapu ụbụrụ mmadụ ma mezie ihe mebiri  na ya",
  "Nwoke a bụ onye Umuahia dị na Stetị Abịa",
  "Chineke jiri ụmụ anọ chọọ alụmdinanwunye ha nma.",
  "N’ụlọ akwụkwọ St",
  "Anne, dị na Molete, Ibadan ka Okonjo-Iweala malitere akwụkwọ",
  "Ka ọ gụchara akwụkwọ elementịrị, ọ gbagoro n’ụlọ akwụkwọ ọzọ dịkwa n'Ibadan aha ya bụ “International School”, gụkwaa ākwụkwọ na mahadum dị na Harvard (Havard University) na mba Njikọ̀taọ̀hà",
  "O tuuru ugo na Havard site na-iji \"magna cum laude\" na AB gụchaa ākwụkwọ ya n'ekọnọmikisị n'afo 1976",
  "O nwetakwara Ph.D",
  "(Doctor of Philosophy) n'ihe banyere ọnọdụ akụnụba na mmepe obodo. Ọ bụ n'afọ 1981 ka o siri n'ụlọ akwụkwọ ukwu nkà na ụzụ dị na Massachusetts (Massachusetts Institute of Technology) nweta nzere Ph.D",
  "a na mba Emerịka",
  "Òtù ụmụnwanyị na-arụ ọrụ na mahadum na mba Emerịka (American Association of University Women) nyere ya nkwado ego maka ya bụ Ph.D., nihi na ụbụrụ ya dị nkọ.",
  "Okonjo-Iweala rụrụ ọrụ mịnịsta na Gọọmentị Etiti Naịjiria ugboro abụọ",
  "Ọ bụụrụ mịnịsta hụrụ maka ego, bụrụkwa minista hụrụ maka ihe na-eme na mba ọzọ. Dịka nwanyị mbụ nọrọ n’ọkwa abụọ a n'oge Olusegun Obasanjo bụ onyeīsiàlà Naịjiria,  ọ nọrọ n’īsi mbọ a gbara ịhụ na òtù Paris Club kagburu nnukwu ụgwọ ijeri iri ato ego mba Emerịka Naịjiria ji ha. Okonjo-Iwala gbakwara mbọ pụrụ iche n’afọ 2003 ịhụ na Naịjiria chekwara ego niile mara n’elu ego e retara na nmanụ petrolu, nke mere na ọnọdụ ọjọọ akụnụba Naijiria nọ na ya n'oge ahụ belatara.",
  "Ọ bụkwa Okonjo-Iweala wepụtara atụmatụ isi n’akwụkwọ ntakụkọ bipụta n’ọnwa ọbụla ego Stetị iri atọ na isii si n'akpaego Gọọmentị Etiti keta n'ótù n'ótù",
  "Atụmatụ a gbara n'anwụ usoro Gọọmentị Etiti gbasoro, mee ka ewu na ọkụkọ hụ ma gọọmentị o tinyere ego n'ọrụ ma ọ bụ na o rifuru ego ọhaneze. Nke ọzọ bụ na Okonjo-Iweala gbara mbọ mere ka ndị zara \"Fitch Ratings\" na ndị na-aza \"Standard & Poor’s\" debe \nNaịjiria n'ogogo “BB Minus” n'etiti mba ụwa nweere onwe ha n'ibite ma kwụghachị ụgwọ",
  "Nkea pụtara ìhè n’afọ 2006. Ka ọ rụchara ọrụ nke mbụ ya dịka mịnịsta n’afọ 2007, ọ laghachịrị n’ọ̀bọ̀ego mba ụwa bụ \"World Bank\" ebe o siri bịa rụọ ọrụ ahụ.",
  "N’afọ 2011, onyeisiala Naịjiria n'oge ahụ, bụ President Goodluck Jonathan kpọghachịtara Okonjo-Iweala n’ọrụ mịnịsta na-ahụ maka ego, ma sịkwa ya chịkọtaba ihe niile banyere akụ na ụba Naịjiria",
  "Otu n’ime ụfọdụ ihe  ndị Okonjo-Iweala rụpụtara e ji-echeta ya na njem nke ugboro abụọ a dịka mịnịsta bụ ihiwe usoro ndị ka nma e ji-enweta nakwa na-etinye ego n’ọrụ",
  "Nke ọzọ bụ ihiwe ọ̀bọ̀ego a kpọrọ \"Nigeria Mortgage Refinance Corporation (NMRC)\" nke nyere aka mee ka ọ dịwanye mfe ndị mmadụ ịgbazite ego maka owuwu ụlọ",
  "Ọzọkwa, Okonjo-Iweala mere ka ego a na-amapụta n'atụmatụ ego ọrụ gọọmentị maka ọdịnma onye ọbụla bụ nwanyị hie nne karịa ka a na-amapụta na mbụ",
  "O hiwekwara atụmatụ ọ kpọrọ Growing Girls and Women in Nigeria Programme (GWIN) na nke ọ kpọrọ Youth Enterprise with Innovation programme (YouWIN)",
  "Atụmatụ abụọ a jiri ego na nkuzi kwado ụmụnwanyị ime ihe dị iche iche na-enye ha ego, nke hụrụ na ọnọdụ ụmụagbọghọ na ndị nne gbanwere n’ụzọ ka nma"
]