[
  "Ngozi Nwozor-Agbo (June 21, 1974 - May 28, 2012) bụ onye nta akụkọ Naijirịa, onye edemede na onye na-ede uri nke a na-akpọkarị ŌLady Campus. Ọ bụ onye a ma ama na Naijirịa maka ịmalite magazin ụlọ akwụkwọ mbụ na mba niile - CampusLife, nke sitere na akwụkwọ akụkọ The Nation maka ụmụ akwụkwọ si na ụlọ akwụkwọ gafee Naịjirịa",
  "Ọ bụkwa onye a ma ama maka ịzụ ọtụtụ narị ndị na-eto eto Naijirịa ka ha bụrụ ndị nta akụkọ nwere ike.",
  "A mụrụ Ngozi Agbo na Onitsha, Anambra, Naijirịa",
  "Ọ gara Mahadum Naijirịa, Nsukka (UNN), ebe ọ gụrụ Bekee",
  "Ọ na-etinye aka na mmegide ụmụ akwụkwọ ma họpụta ya dịka osote onye isi oche nke Student Union Government nke UNN na 1999",
  "O nwetara nzere masta na akụkọ ihe mere eme na mmekọrịta mba ụwa na Mahadum Lagos (UNILAG)",
  "Ngozi sonyeere akwụkwọ akụkọ The Nation na 2007, ebe ọ rụburu ọrụ na New Age Newspapers na otu na-abụghị nke gọọmentị (NGO), Fate Foundation.",
  "Ngozi Agbor rụrụ ọrụ na akwụkwọ akụkọ The Nation ma bụrụ onye nchịkọta akụkọ nke CampusLife, nke a na-ewepụ kwa izu maka ndị nta akụkọ na ndị edemede ụmụ akwụkwọ gafee ụlọ akwụkwọ tertiary na Naịjirịa",
  "Ọ zụrụ ọtụtụ narị ụmụ akwụkwọ gafee Naijirịa ka ha rụọ ọrụ odeakụkọ omume ọma. Ọ gbara ụmụ akwụkwọ si n'ụlọ akwụkwọ dị elu gafee Naijirịa, polytechnics na monotechnics, kọleji agụmakwụkwọ na ụlọ ọrụ ndị metụtara ya ume ka ha nye akụkọ banyere ụlọ ọrụ ha.",
  "Mgbe ọ na-arụ ọrụ dị ka onye nchịkọta akụkọ nke CampusLife, Ngozi webatara atụmatụ abụọ: CampusLife Student Writersī, na mmemme onyinye nke Student Journalists, nke ụlọ ọrụ Nigerian Bottling Company (NBC) kwadoro dị ka mmemme kwa afọ iji kụziere ma nye ụmụ akwụkwọ ihe ndị dị mkpa nke akwụkwọ akụkọ ma melite nkà edemede na ịkọ akụkọ ha. N'ihi CampusLife, akwụkwọ akụkọ The Nation ghọrọ aha ezinụlọ na Naijirịa ma ruo taa a na-ewere ya dị ka akwụkwọ akụkọ kachasị na Naijeria. Ọtụtụ n'ime ụmụ akwụkwọ ya na ndị na-eso ụzọ ya bụ ndị nta akụkọ na ndị ọkachamara a ma ama taa na ngalaba ha dị iche iche",
  "Ha gụnyere onye nta akụkọ na-emeri ihe nrite Fisayo Soyombo, Hannah Ojo-Ajakaiye, Wale Ajetunmobi, Gilbert Alasa, Dayo Ibitoye, Comfort Ogon, Laz Ude-Eze ịkpọ aha ole na ole.",
  "Ngozi Nwozor nwụrụ na Mee 28, 2012, n'ụlọ ọgwụ Lagos n'ihi nsogbu sitere na ịmụ nwa, izu ole na ole tupu afọ 36 ya. A nabatara ọnwụ ya na nnukwu iru uju na Naijirịa, ọkachasị n'etiti ụmụ akwụkwọ ụlọ akwụkwọ tertiary na ndị na-ede akwụkwọ."
]