[
  "Ngozi Paul bu onye mmeri nke ndi Canada na onye na-eme ihe nkiri, onye edemede, onye nduzi na onye mmeputa",
  "A maara nke ọma dị ka onye okike, onye na-emepụta ihe, na onye na-eme ihe nkiri na Global TV na-egwu egwu egwu Da Kink in my hair.",
  "Amụrụ Paul na Toronto, Ontario, nna si Dominica na nne si St",
  "Kitts na Nevis",
  "Ọ bụ nwanne nwanyị nke nta nke onye isiGreen Party nke Canada, Annamie Paul",
  "Nzụlite ya kere ntọala maka ọrụ ya dị ka onye na-eme nchọpụta mmekọrịta mmadụ na ibe ya",
  "Ngozi nwere mgbọrọgwụ n'ụlọ akwụkwọ akpọrọ ugwu na Birmingham Conservatory for Classical Theatre Omuma, Ngozi malitere ọrụ ya na Stratford Festival nke Canada",
  "N'ime oge ọrụ ya, Paul rụrụ ọrụ na ihe nkiri na ihe nkiri yana ndị na-eme ihe nkiri dịka Tonya Lee Williams, onye ama ama n' ihe nkiri oge a na-ewu ewu bụ The Young and the Restless",
  "Na mgbakwunye, Ngozi na ndị àmà ama emeela ihe nkiri ọkachasị, ya na ndị otu egwuregwu Don Cheadle, Chiwetel Ejiofor (Talk to Me) na Rachel Weisz (The Whistleblower).",
  "Na 2003, edere aha Paul dị ka otu n'ime ndị isi iri na Toronto site na Now Magazine",
  "Ọ bụ onye natara onyinye Tyrone Guthrie a ma ama maka ọrụ ya na Ememe Stratford, ọ bụkwa onye nnọchi anya nwa nwanyị kachasị mma na International Black Film Festival maka arụmọrụ ya na ihe nkiri Banyan",
  "Ọ rụrụ ọrụ ndu na Charles Officer ’s Genie -nominated film Short Hymn, Silent War, nke emere na 2004 Sundance Film Festival",
  "N'oge na-adịbeghị anya, Paul rụrụ nwa agbọghọ Nelson Mandela na Toronto na ngosipụta nke ihe onyonyo  Freedom of Dreams: Akụkọ nke Nelson Mandela",
  "Ihe ntinye nke Paul gunyere Ngozika Productions, nke gosipụtara ihe nkiri na ọrụ TV site n'echiche Afro-Canada",
  "Na mgbakwunye na ịbụ onye na-emekọ ihe ọnụ nke Tonya Williams Gospel Jubilee, Paul jere ozi dị ka onye nduzi okike, onye na-arụ ọrụ, onye na-ede akụkọ yana dịka onye edemede na usoro Gemini-nominated Lord Have Mercy! (2003)",
  "Paul bụ onye so na Talent Lab, mmemme ụbọchị anọ kpụ ọkụ n'ọnụ maka ndị na-ese ihe nkiri nwere mmasị na ịse ihe nkiri sịnịma.",
  "Ịgbaso ihe ngosi ihe nkiri na ihe ịga nke ọma nke ihe nkiri Da Kink in My Hair, Ngozi mepụtara, onye isi mepụtara, wee pụta na usoro telivishọn nke otu aha (2007-2009)",
  "A na-agbasa ma na-eme ememme sitcom a kacha elu n'ụwa niile.",
  "N’afọ 2015, a họpụtara The Emancipation of Ms",
  "Lovely -nke o deere na nke ọ gụrụ n’ime ya maka nturugo Dora isii ma merie na  Egwuregwu Ọhụrụ Pụrụ Iche",
  "Akụkọ a na-atọ ọchị ma na-akpali akpali na-etinye akụkọ onwe onye nke Paul na akụkọ banyere Sarah Baartman (aka The Venus Hottentot) na akụkọ na-egosi na nwa nwanyị ojii ahụ nwere ọtụtụ njirimara",
  "Lovely kpaliri Toronto's Now Magazine  iji dee, \"Paul magnet na-ejide oge ọ bụla n'ihe ngosi dị egwu, na-atọ ọchị ma na-akpali akpali.\" Paul na-eguzosi ike na ozi ya iji mepụta ihe ọhụụ, nke na-akpali akpali, na nke na-akpali akpali nke gosipụtara ọtụtụ ahụmịhe mmadụ",
  "Ọ nwere ugbu a usoro na ikuku nke isiokwu ya bụ Care for Color ma ọ nọ na mmepe nke The 1st Time Project, ọtụtụ akwụkwọ nyocha na-enyocha mmekọahụ nwanyị site n'ọgbọ na ọdịbendị.",
  "Paul nyere oge ya na onyinye ya maka ịmatakwu maka nsogbu mmekọrịta mmadụ na ibe ya dịka ime ihe ike n'ụlọ na homophobia n'ime obodo West Indian",
  "Na 2005, ọ bụ onye ama ama maka ọrụ Toronto nke Vagina Monologues na ego enyere ndị otu mpaghara aka inyere ụmụ nwanyị aka na mmekọrịta mkparị",
  "Paul agagharịwo ụwa n'ọtụtụ ebe na ikike onwe ya na nke ọkachamara, ọkachasị dị ka onye nnọchi anya mba ụwa Because I'm A Girl na ntọala Stephen Lewis"
]