[
  "Ngozi Juliet Olejeme bụ onye Naijirịa, onye ọchụnta ego, onye ndọrọ ndọrọ ọchịchị na onye nchịkwa",
  "O jere ozi dị ka onye isi oche nke Nigeria Social Insurance Trust Fund site na 2009 ruo 2015.",
  "Ọ rụkwara ọrụ dị ka odeakwụkwọ ego na Goodluck Jonathan campaign organization n'oge ntuli aka 2015.",
  "N'ọnwa Juun, a mara ya dị ka onye a chọrọ maka ebubo na ọ na-ewepụ N69bn site na ụlọ ọrụ ahụ mana ọ tụgharịrị oṅwe ya",
  "Economic and Financial Crimes Commission (EFCC) ejirila ụlọ 37 ya, akaụntụ ụlọ akụ 30 (nke ọ bụla nwere ọ dịkarịa ala 20m Naira), na ụlọ ịsa ahụ nke dịkarịa ndụ nke ruru ọ dịkarị $ 2M.",
  "Ọ bụ onye Delta State Gubernatorial Aspirant na Platform nke Peoples Democratic Party (PDP).",
  "A họpụtara Ngozi Olejeme ka ọ bụrụ onyeisi oche ṅke ụlọ ọrụ, Nigeria Social Insurance Trust Fund (NSITF) na June 2009 site n'aka onye isi ala Umaru Musa Yar'Adua",
  "Ọ hụrụ na mmezu ṅke ọma n'ime iwu nke Iwu Nkwụghachi ụgwọ Ndị Ọrụ ṅa Disemba 2010, na ịmepụta ihe ndị dị mkpa maka mmejuputa Iwu ahụ, ṅke Onye isi ala Goodluck Jonathan bịanyere aka. Ọ weghaara ọkwa onyé isi oche nke Board of Trustfund Pensions Plc, n'ọnwa Ọktoba afọ 2009, mana ọ naghịzi enwe ọkwá ahụ. Ọ bụkwa onye na-eme mkparịta ụka nke Subsidy Reinvestment and empowerment program (SURE-P) sub-committee on Public Works and Road Rehabilitation. O nweré ọkwa onye nduzi ego na Goodluck Support Group (GSC), nke bụ nzukọ e guzobere maka nkwado nke Oṅye isi ala Goodluck Jonathan.",
  "Ntọala Ngozi Olejeme bụ òtù na-abụghị nke gọọmentị nke o guzobere iji lekọta ndị na-enweghị ihe ịga nke ọma site na atụmatụ inye ya ike na The Widowhood Projects",
  "Atụmatụ inye ikike gụnyere nkwado maka ọrụ ndị e mere iji bulie ikike ọrụ nke ndị na-eto eto na inye ikike site na ọrụ aka na ọrụ iwulite nkà",
  "Ọrụ Widowhood na-achọ idozi ihe ịma aka ọdịbendị nke ndị inyom di ha nwụrụ, ọ na-enyekwa ndị inyom ndị inyom na-enweghị ihe ịga nke ọma ikike na enyemaka maka azụmahịa",
  "Ntọala ahụ nyere onyinye ego na nso nso a nye ụmụ nwanyị di ha nwụrụ 200 na Asaba, Delta State iji mee ka ha banye na azụmahịa ọ bụla ha họọrọ.",
  "Ngozi Olejeme abụwo onye ndọrọ ndọrọ ọchịchị na-arụsi ọrụ ike na Naịjirịa, ebe ọ bụ onye na-achọ ịbụ gọvanọ maka steeti Delta n'okpuru nkwado nke People's Democratic Party PDP na ntuli aka 2007."
]