[
  "Ngugi wa Mirii (1951 – 2/3 Mee 2008) bụ onye Kenya na Zimbabw onye na-ede egwuregwu, onye ọrụ mmekọrịta na onye nkuzi, nke a kacha mara maka ihe omume ya Ngaahika Ndeenda, bụ nke ya na onye ode akwụkwọ Gikuyu ibe ya Ngũgĩ wa Thiong'o dekọtara",
  "Akụkọ a na-egosi ikpe ezighị ezi na ngafe na okpuru ọchịchị nke Kenya mgbe ọchịchị gachara, ma ndị na-abụghị ndị nwere ọgụgụ isi emere n'ụlọ ihe nkiri mepere emepe na Kamirithu Educational and Cultural Center na Limuru",
  "A mụrụ ya na Roromo, Limuru, Kenya, Ngugi wa Mirii bụ onye nke abụọ n'ime ezinụlọ nwere ụmụ isii nke John Mirii na Elizabeth Wanjiku mụrụ",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ sekọndrị Ngenia ma malite na 1972 ruo 1974 na-arụ ọrụ na Kenya Posts and Telecommunications Corporation",
  "Ọ nwetara diplọma na agụmakwụkwọ ndị okenye na Institute of Adult Studies, Mahadum Nairobi, wee banye na Ngalaba agụmakwụkwọ mmụta gbasara mmepe bụ Institute of Development Studies",
  "Mgbe ọ na-arụ ọrụ ebe ahụ, ọ sonyere ndị ọrụ ugbo na ndị ọrụ na mmepe obodo na Kamiriith, Limuru.",
  "N'afọ 1977, Ngugi wa Mirii na Ngugi wa Thiong'o dekotara ihe omume  kpọrọ Ngaahika Ndeenda ( M Ga-alụ ọlụlụ Mgbe mụ chọrọ  )",
  "E jidere ndị a na-ede ihe omume  abụọ ahụ izu isii ka eweputachara ihe omume ahụ, ma jide ha n'ụlọ mkpọrọ.",
  "Afọ ise ka e mesịrị, ihe omume ha sochiri ya bụ Mother Cry for Me, manyere ndị ode ihe omume abụọ ahụ ka ha jee biri n'ala ọzọ, ebe Ngugi wa Mirii bi na Zimbabwe ebe Ngugi wa Thiong'o gbagara Briten buru ụzọ gbaga United States.",
  "N’afọ 1982, Ngugi wa Mirii gbagara Zimbabwe ebe o biri na mba ọzọ",
  "Ngugi wa Mirii sonyeere otu afọ mgbe e mesịrị nwunye ya, Wairimu wa Ngugi na nwa nwanyị dị otu afọ, Elizabeth Wanjiku Ngugi",
  "O wee sonye na otu nwuli nke agụmakwụkw ọ  na mmepụta nke Zimbabwe bụ Foundation for Education with Production (ZIMFEP) ebe ọ rụrụ ọrụ ruo ọtụtụ afọ.",
  "Na Zimbabwe, o dere ọtụtụ ihe gbasara  Pan-African",
  "Na 1985, e nyere ya ego ka ọ chọta otu  ọgbakọ ihe nkiri ndị amala Zimbabwe bụ Zimbabwean Association of Community Theatre",
  "Enyere ya ikike ịbụ nwa amaala Zimbabwe n'oge na-adịghị anya.",
  "A maara Ngugi wa Mirii dị ka onye na-akwado Robert Mugabe na Zanu-PF",
  "Na 3 Mee 2008, Ngugi wa Mirii nwụrụ n'ihe mberede ụgbọ ala na Zimbabwe, mgbe ọ banyere n'ụgbọala na-akwụsịghị akwụsị nke dị nso na mpaghara Eastlea",
  "Ọ dị afọ iri ise na asaa n'oge ahụ"
]