[
  "Ngwá ọrụ nrụzi ma ọ bụ ngwongwo ọrụ bụ ihe eji arụzi ngwaọrụ, nke na-agụnyekarị ma ngwaọrụ na akụkụ ndị ọzọ",
  "A na-emepụta ọtụtụ ihe màkà ụgbọala, dị ka ụgbọ ala, ụgbọ mmiri, ụgbọelu, ọgba tum tum, na ịnyịnya ígwè, ma nwee ike idebe ya na ụgbọala ahụ iji rụzie ya n'ebe ahụ",
  "A na-ewere ọtụtụ dị ka ihe nchekwa dị mkpa, a pụkwara itinye ha n'ihe ndị na-adị ndụ",
  "N'ime ndị agha, ndị ọrụ na-agafe nnukwu mmiri n'ụgbọelu nwèrè ike ịnwe ihe nrụzi raft na raft",
  "Ngwongwo ndị ọzọ, dị ka ndị màkà nrụzi elekere ma ọ bụ akụkụ ọtụtụ nke injin, bụ ndị ọkachamara na-eji",
  "Dabere na ụdị, enwere ike itinye ihe nrụzi mgbè ị na-azụta ngwaahịa, ma ọ bụ enwere ike ịzụta ya iche.",
  "Ụgbọala okporo ụzọ na-agụnyekarị ngwá ọrụ ndị bụ isi na akụkụ ndị ọzọ nke na-adabaghị",
  "Ngwá ọrụ na-arụzi ịnyịnya ígwè, dịka ọmụmaatụ, na-enwekarị ngwá ọrụ yana patches na mgbaaka iji rụzie taya méré mgbawa",
  "A na-eji ihe ndị ọzọ tinyere patches na mgbaaka eme ihe iji dozie oghere n'ime ihe ndị dị ka ụgbọ mmiri na ụlọikwuu.",
  "Ụgbọ mmiri na-enwekarị ma ihe nchekwa na ihe nrụzi dị ka akụkụ nkè ihe mberede ha.",
  "Ọtụtụ ụgbọala, dị ka Mitsubishi i-MiEV, nwèrè ihe nrụzi nhọrọ",
  "Injin Mercedes-Benz OM604 nwèrè ihe nrụzi nhọrọ iji nyere aka dochie ákàrà",
  "1905 Gale Model A bịara na ihe nrụzi.",
  "Na aerospace, e mepụtara ihe eji arụ ọrụ màkà idozi tebụl nchebe okpomọkụ na Space Shuttle na idozi uwe mbara igwe.",
  "Ndị ọkachamara na-arụzi ma na-elekọta ngwá electronic nwèrè ike ịnwe ihe nwéré ígwè, waya, na ihe ndị dị ka transistors na resistors.",
  "Na ọgwụ, enwere ike iji ihe nrụzi nke nwéré nkwụnye na eriri plastik mee ihe n'oge ịwa ahụ inguinal hernia.",
  "Otu azụmahịa nwéré ike iji ihe nrụzi dị ka akụkụ nke ọrụ nkịtị, dị ka na nrụzi elekere na ụlọ ahịa na-arụzi ụgbọala.",
  "Enwere ike itinye ọtụtụ ngwaọrụ na akụkụ ndị ọzọ n'ime ihe nrụzi",
  "Ihe atụ ọtụtụ a na-ahụkarị gụnyere screwdriver, taya, eriri jumper, na eriri duct.",
  "Ngwá ọrụ na-agagharị na taya bụ ngwugwu nke ngwá ọrụ na ngwa eji arụzi taya ụgbọ ala",
  "N'ihi ya, a na-akpọkwa ha ihe na-arụzi taya ma ọ bụ ihe na-eme ka taya na-afụli elu",
  "Echiche nkè ihe eji agagharị agagharị bụ inwe ntakịrị ìgwè ngwaọrụ ndị dị mkpirikpi ma dị mfe iji",
  "Ọ na-aba uru site n'iwere obere ohere n'ime igbe karịa ọbụna taya nwa ógè",
  "A na-etinye compressor ikuku nwéré eriri ejikọrọ na akpa mkpuchi dị arọ n'ime ngwugwu ahụ",
  "Ma, ihe kachasị mma banyéré ihe ndị a bụ na ha na-adịkarịghị 1-2 pound",
  "Ya mèrè, iburu ha adịghị mfe."
]