[
  "Akụrụngwa Kọmputa na-agụnye akụkụ anụ ahụ nke kọmpụta, dị ka case, Central processing unit (CPU), Monitor, òké, keyboard, nchekwa data kọmputa, kaadị eserese, ụda kaadị, ọkà okwu na motherboard.",
  "N'ụzọ dị iche, ngwanrọ bụ nhazi ntuziaka nke enwere ike ịchekwa ma rụọ ya site na ngwaike",
  "A na-akpọ ngwa ngwa ngwa n'ihi na ọ \"siri ike\" ma ọ bụ siri ike n'ihe gbasara mgbanwe, ebe ngwanrọ \"dị nro\" n'ihi na ọ dị mfe ịgbanwe.",
  "Ngwanrọ na-eduzi ngwaike ka o mebie iwu ma ọ bụ ntuziaka ọ bụla",
  "Ngwakọta ngwaike na sọftụwia na-etolite sistemu kọmpụta enwere ike iji rụọ ọrụ, n'agbanyeghị na sistemu ndị ọzọ nwere naanị ngwaike.",
  "Akụrụngwa Kọmputa na-arụ otu n'ime ọrụ atọ; nhazi, ntinye, na mmepụta.",
  "Ihe ndebiri maka kọmpụta ọgbara ọhụrụ bụ ihe owuwu Von Neumann, nke onye ọkà mmụta mgbakọ na mwepụ Hungarian John von Neumann depụtara n'akwụkwọ 1945 kọwara ya",
  "Nke a na-akọwa usoro ihe owuwu maka kọmputa dijitalụ eletrọnịkị nwere akụkụ nke ngalaba nhazi nke nwere ngalaba mgbagha na ndekọ nhazi, ngalaba njikwa nwere ndekọ ntuziaka na counter mmemme, ebe nchekwa iji chekwaa ma data na ntuziaka, nchekwa oke mpụga, na usoro ntinye na mmepụta",
  "Ihe okwu a pụtara amalitela ịpụta kọmpụta mmemme echekwara ebe nkuzi na ọrụ data enweghị ike ime n'otu oge n'ihi na ha na-ekekọrịta ụgbọ ala",
  "A na-akpọ nke a dị ka ọkpọ ọkpọ Von Neumann ma na-amachikarị arụmọrụ nke sistemụ.",
  "Kọmputa nkeonwe bụ otu n'ime ụdị kọmpụta a na-ahụkarị n'ihi ikesa ya na ọnụ ahịa dị obere",
  "Kọmputa nkeonwe nke desktọpụ nwere ihe nleba anya, kiiboodu, òké, na akpa kọmputa",
  "Akpa kọmputa ahụ na-ejide nne na nna, draịva diski edozi ma ọ bụ nke mbughari maka nchekwa data, ọkụ ọkụ, ma nwee ike ịnwe ngwaọrụ ndị ọzọ dị ka modem ma ọ bụ netwọk netwọk",
  "Ụdị ụfọdụ nke kọmputa desktọpụ jikọtara ihe nleba anya na ahụigodo n'ime otu ikpe nke processor na ọkọnọ ike",
  "Ikewa ihe ndị ahụ na-enye onye ọrụ ohere ịhazi ihe ndị ahụ n'usoro dị mma ma dị mma, na-efu ijikwa ike na data data n'etiti ha.",
  "Emebere laptọọpụ maka mbugharị mana ọ na-arụ ọrụ otu a na PC desktọpụ",
  "Ha nwere ike iji ngwa ndị nwere obere ike ma ọ bụ obere nha, nwere arụmọrụ dị ala karịa kọmpụta desktọpụ ọnụ ahịa otu ya",
  "Laptọọpụ nwere ahụigodo, ngosi, na processor n'otu ikpe",
  "Enwere ike mechie ihe nleba anya na mkpuchi elu mpịachi nke ikpe maka njem, iji chebe ihuenyo na keyboard",
  "Kama òké, laptọọpụ nwere ike inwe mkpịsị aka ma ọ bụ osisi na-atụ aka.",
  "Mbadamba ụrọ bụ kọmpụta a na-ebugharị ebugharị nke na-eji ihuenyo mmetụ dị ka ngwaọrụ ntinye mbụ",
  "Mbadamba ụrọ n'ozuzu ha dị obere ma pere mpe karịa laptọọpụ.",
  "Ụfọdụ mbadamba nkume gụnyere ahụigodo mpịaji, ma ọ bụ na-enye njikọ iji kewaa ahụigodo mpụga",
  "Ụdị ụfọdụ nke kọmpụta laptọọpụ nwere ahụigodo a pụrụ ịpụpụ, nke na-enye ohere ịhazi usoro ahụ ka ọ bụrụ mbadamba ihe na-emetụ aka",
  "A na-akpọ ha mgbe ụfọdụ \"laptọọpụ nwere ike ịpụpụ 2-in-1\" ma ọ bụ \"ụdị ngwakọ mbadamba mbadamba\".",
  "Kọmputa mainframe bụ kọmpụta buru ibu nke na-ejuputa ọnụ ụlọ ma nwee ike na-eri ọtụtụ narị ma ọ bụ puku ugboro karịa kọmputa nkeonwe",
  "Emebere ha ka ha rụọ nnukwu ọnụọgụgụ maka gọọmentị na nnukwu ụlọ ọrụ.",
  "Na 1960 na 1970s, ọtụtụ ngalaba malitere iji usoro dị ọnụ ala na nke raara onwe ya nye maka ebumnuche ụfọdụ dị ka njikwa usoro na akpaaka ụlọ nyocha",
  "Obere kọmpụta, ma ọ bụ obere okwu ọnụ, bụ klaasị obere kọmpụta nke emepụtara n'etiti 1960 wee ree ya ihe na-erughị nnukwu kọmpụta na etiti nha site na IBM na ndị asọmpi ya.",
  "Kọmputa supercomputer yiri isi okwu mana kama e bu n'obi ya maka ọrụ mgbakọ na-achọsi ike",
  "Dịka nke Nọvemba 2021, supercomputer kachasị ọsọ na ndepụta supercomputer TOP500 bụ Fugaku, na Japan, nwere akara LINPACK nke 415 PFLOPS, na-anọchi nke abụọ kachasị ọsọ, Summit, na United States, n'ihe dịka 294 PFLOPS.",
  "Okwu supercomputer anaghị ezo aka na teknụzụ akọwapụtara",
  "Kama ọ na-egosi mgbakọ kacha ọsọ dị n'oge ọ bụla",
  "N'etiti afọ 2011, ndị supercomputers kachasị ọsọ na-anya isi ọsọ karịa otu petaflop, ma ọ bụ 1 quadrillion (10^15 ma ọ bụ 1,000 trillion) na-ese n'elu mmiri kwa nkeji",
  "Kọmputa supercomputer dị ngwa ngwa mana ọ dị oke ọnụ, yabụ ndị otu nnukwu ụlọ ọrụ na-ejikarị ha arụ ọrụ na-achọ mgbako gụnyere nnukwu data data",
  "Supercomputers na-ejikarị ngwa agha na sayensị",
  "Ọ bụ ezie na ọ dị oke ọnụ, a na-ejikwa ha maka ngwa azụmahịa ebe a ga-enyocha nnukwu data."
]