[
  "Mmanụ skimmer bụ ngwaọrụ e mere iji wepụ mmanụ na-ese n'elu mmiri site na mmanụ na-awụfu",
  "Ịdị irè nke skimmer na-adabere n'ụzọ dị ukwuu na mmiri gbara ya gburugburu nke ọ na-arụ ọrụ na ya: ka mmiri na mmiri gbara gburugburu na-agbagwoju anya, mmiri ka onye na-agba mmanụ ga-eburu na mmanụ, kama iburu mmanụ naanị ya",
  "Skimmers nwere ike ịkwọ onwe ha, jiri ya mee ihe site n'ikpere mmiri, ma ọ bụ jiri ụgbọ mmiri rụọ ọrụ, na nhọrọ kachasị mma dabere na nkọwa maka ọrụ dị n'aka.Enwere ike ịpịnye skimmers maka ọtụtụ ngwa ndị ọzọ na-abụghị mmanu mmanu, yana ụdị ziri ezi iji mee ihe ọzọ dabere na ọdịdị nke ngwa a chọrọ",
  "Ihe atụ nke ojiji enwere ike gụnyere ime skimmers ka ọ bụrụ otu akụkụ nke sistemu mmiri dị mmanu mmanu, iwepu mmanụ n'ime igwe igwe na-ekpo ọkụ na mmiri mmiri, na ịnakọta abụba, mmanụ na mmanụ griiz dị ka akụkụ nke mbọ ọgwụgwọ mmiri mkpofu maka ụlọ ọrụ na-emepụta nri.",
  "Ndị na-agba mmanụ dị iche na ndị na-egwu mmiri n'ọdọ mmiri, nke e mere maka ebumnuche yiri ya mana enweghị njikọ.",
  "E ji mmanụ na-eme ihe nke ọma iji nyere aka n'ịmezi mmanụ <i id=\"mwDA\">Exxon Valdez</i> n'afọ 1989.",
  "Enwere ọtụtụ ụdị skimmer mmanụ dị iche iche",
  "Ụdị ọ bụla nwere atụmatụ imewe dị iche iche ya mere na-arụpụta ngwa na ojiji dị iche iche",
  "Ọ dị mkpa ịghọta atụmatụ imewe tupu ị were otu ụdị skimmer..",
  "Ụfọdụ ihe ndị ana eneche anya bụ:",
  "A na-achọkarị iji skimmers na ngwa ụlọ ọrụ mmepụta ihe iji wepụ mmanụ, griiz na abụba tupu ọgwụgwọ ọzọ maka nnabata nnabata gburugburu ebe obibi",
  "Site n'iwepụ elu mmanụ mmanụ, nkwụsị mmiri, ísì na nsị elu na-adịghị mma nwere ike ibelata",
  "N'ịbụ nke e debere n'ihu usoro ọgwụgwọ mmiri mmanụ, onye na-ewepụta mmanụ nwere ike inye arụmọrụ nkewa nke mmanụ dị ukwuu maka mma nke mmiri nsị",
  "Ndị na-agba mmanụ niile ga-eburu pasentị mmiri na mmanụ nke ga-achọ ka a kwụọ ya iji nweta mmanụ.",
  "Enwere ụdị isi abụọ nke skimmer mmanụ: oleophilic na ndị na-abụghị nke eleophilic",
  "Oleophilic skimmers gụnyere diski, belt, tube, brush, mop, brush, disc grooved, drum drum, and grooved drum",
  "Ndị na-agba ọsọ na-abụghị nke eleophilic gụnyere weir (akwụkwọ ntuziaka ma ọ bụ nhazi onwe ya).",
  "Oleophilic skimmers na-arụ ọrụ site na iji ihe dị ka drum, diski, belt, eriri ma ọ bụ mop nke mmanụ ahụ na-arapara na ya",
  "A na-ehichapụ mmanụ ahụ n'elu oleophilic ma chịkọta ya na tankị",
  "Ka mmanụ ahụ na-arapara n'elu nchịkọta mmiri a na-anakọta mgbe mmanụ na-adịghị ga-abụ nke a kpaara ókè.",
  "Belt mmanụ skimmers bụ otu n'ime ihe ndị a pụrụ ịdabere na ya na nke akụ na ụba maka iwepụ mmiri mmiri na-ese n'elu mmanụ na obere ọkụ eletrik na-enweghị mkpa ọ bụla",
  "Ha nwere ike iwepu ụdị mmanụ niile na-ese n'elu mmiri (gụnyere mmanụ igwe, kerosene, mmanụ diesel, mmanụ mmanụ mmanụ, mmanụ osisi na mmiri ndị ọzọ nwere ikike ndọda na-erughị mmiri",
  "Nke a bụ ihe eji eme ihe dị iche iche, ọ nwere ike iwepu mmanụ na-ese n'elu mmiri n'agbanyeghị ihe ọkpụrụkpụ mmanụ ahụ bụ.",
  "Ndị na-agba ịgbà na-arụ ọrụ site na iji otu ma ọ bụ karịa ịgbà e ji ihe oleophilic mee",
  "Ka drums na-agbagharị, mmanụ na-arapara n'elu, na-ekewa ya na mmiri",
  "Wiper blades na-ewepụ mmanụ site na drums na-etinye ya n'ime ebe nchịkọta ebe a na-agbanye ya n'ebe nchekwa",
  "Ịgba ahụ nwere ike ịdị ire ma ọ bụ gbatịa",
  "A na-ejikarị ụdị skimmers ndị a na nzaghachi mmanụ na-arụ ọrụ dị iche iche.",
  "Disc skimmers bụ oleophilic skimmers nke na-eji diski nke e ji PVC, ígwè ma ọ bụ aluminum rụọ ma nwee ike ịbụ nke dị nro ma ọ bụ nke nwere oghere",
  "Ha nwere ike iweghachite nnukwu mmanụ na obere mmiri",
  "Enwere ike iji otu ma ọ bụ ọtụtụ diski",
  "Enwere ike iji hydraulic, eletrik, diesel ma ọ bụ ikuku na-akwagharị diski",
  "Nkà na ụzụ DISCOIL nke OCS nyere ikike n'afọ 1970, nwere ike iweghachite hydrocarbons niile dị n'elu mmiri: 98% nke mmanụ na naanị 2% nke mmiri",
  "Ọ bụ ụdị hydraulic ma nwee ike ịrụ ọrụ na mpaghara ndị a haziri ahazi, dị ka ATEX Zone 0, 1 na 2.",
  "A na-amata ndị na-abụghị nke eleophilic skimmers site na mpaghara eji achịkọta mmanụ",
  "A na-eji diski ígwè, eriri ma ọ bụ drum na ngwa ebe ihe oleophilic na-ekwesịghị ekwesị, dị ka n'ime ihe na-ekpo ọkụ na-ekpo ọkụ alkaline. A na-agbanyụkarị skimmer mgbe ọ bụla enweghị mmanụ iji skim si otú a belata mmiri anakọtara",
  "Ihe ndị na-eme ka ígwè na-agbapụ ihe fọrọ nke nta ka ọ bụrụ ihe dị irè dị ka oleophilic skimmers mgbe mmanụ dị.",
  "Weir skimmers na-arụ ọrụ site na ikwe ka mmanụ na-ese n'elu mmiri na-agafe weir",
  "E nwere ụdị abụọ dị mkpa nke weir skimmer, ndị chọrọ ka a gbanwee ịdị elu nke weir na ndị ebe ịdị elu nke Weir na-akpaghị aka ma ọ bụ na-agbanwe onwe ya",
  "Ọ bụ ezie na ụdị weir skimmer a gbanwere n'aka nwere ike ịnwe ọnụahịa mbụ dị ala, ihe achọrọ maka mgbanwe aka mgbe niile na-eme ka ụdị weir na-agbanwe onwe ya bụrụ ihe a ma ama n'ọtụtụ ngwa",
  "Weir skimmers ga-anakọta mmiri ma ọ bụrụ na ọ na-arụ ọrụ mgbe mmanụ na-anọghị",
  "Iji merie mmachi a, ọtụtụ ụdị skimmers na-enwe mmiri mmiri na-akpaghị aka na tankị nchịkọta mmanụ."
]