[
  "Ngwo bụ obodo dị na steeti ndịda ọwụwa anyanwụ nke Enugu, Naịjirịa, nke nwere ihe dị ka mmadụ 100,000",
  "Ndị obodo ahụ bụ si n'agbụrụ Igbo.",
  "Ndị Ngwo sitere n'agbụrụ nwoke a na-akpọ Ngwu-Ako onye ya na nwunye ya biri n'ebe a na-a na-akpọ \"Isi Okpoto\" nke bụzi n'ubochi taa St",
  "Mary Catholic Church na gburugburu",
  "Ngwu-Ako nyere ya aha \"Okpotokpo\" n'ụzọ nkịtị na Bekee (nnukwu) n'ihi na mkpụrụ osisi na osisi ndị toro n'ebe ahụ buru ibu na ọdịdị",
  "Ya bụ, nye ya, ha bụ \"okpotokpo\" (nnukwu / nnukwu)",
  "Ka ya na nwunye ya bi n'ebe ahụ, ha mụrụ ụmụ nwoke iri (10) bụ ndị mechara ghọọ obodo iri nke Ngwo, ya bụ: Uboji, Amankwo, Ameke, Ukaka, Enugu, Etiti, Amachala, Amaebo, Okwojo, na Umuase",
  "Ọ bụ ezie na atọ mbụ (3) biri n'ebe a na-akpọ Ngwo-uno ugbu a, asaa ikpeazụ (7) biri n'otu ebe a na-ahụkwa Ngwo-asaa ugbu a",
  "Nke ahụ na-akọwa nnukwu onyinyo / ihe abụọ nke Ngwo, ya bụ: (Ngwo-uno) na Ngwo-asaa (Ngwo -egu)",
  "Ọ bụ ezie na Ngwo-uno nwere obodo atọ, ya bụ: Amankwo, Ameke, na Uboji, Ngwo-asaa nwere obodo asaa, ya bụ, Enugu, Etiti, Amachala, Ukaka, Amaebo, Okwojo, na Umuase.",
  "Ngwo bụ naanị obodo dị na Naịjirịa nke dị na mpaghara gọọmentị ime obodo atọ",
  "Mpaghara Gọmentị Obodo ndị ahụ gụnyere: Udi, Enugu North na Enugu South Local Government Areas",
  "Nke a bụ otú ahụ, m'ọ bụ maka ihe ndọrọ ndọrọ ọchịchị ma ọ bụ n'ihi na Ngwo dị oke egwu, dị ka onye isi nwe ụlọ, na ebe azụmahịa nke mpaghara gọmentị ime obodo ndị ahụ, ya bụ: Ninth Mile Corner na Enugu township",
  "N'ihe gbasara ala, Abor dị n'ebe ugwu, Nsude dị n' ndịda, Eké dị n' ọdịda anyanwụ, Niké dịkwa n'ebe ọwụwa anyanwụ",
  "Ngwo ka bụ ebe dị mkpa n'akụkọ ihe mere eme na steeti Enugu.\nNgwo bụ ebe ugwu, ebe ọtụtụ n'ime ala ahụ ruru mita 600 n'elu oke osimiri",
  "Ugwu ndị ahụ na-agbadata nke ọma ma na-agbagọ agbagọ.",
  "Mmepe na-agba ọsọ na-ekpuchi obodo Ngwo na-atụle nnukwu ọrụ azụmahịa ma na ebe mepere emepe na Enugwu ebe Ninth mile Corner, Ngwo.",
  "\"Okpoto\" mbụ (Onye isi) nke Ngwo bụ Chief Donald Nnadi Oji, nke ndị Britain na-achị ala ahụ webatara",
  "\"Okpoto\" nke abụọ nke Ngwo bụ Chief Josiah O",
  "Agu",
  "Ameke Ngwo bụ otu n'ime obodo iri nke Ngwo, nke, n'afọ 2001, Gọmentị Enugu Steeti mere ka ọ bụrụ obodo na-achị onwe ya nke mere ka e guzobe ọnọdụ nke onye ọchịchị ọdịnala, nke a na-akpọ Igwe.",
  "Igwe Jerome Charles Okolo, nke Ameke Ngwo, ghọrọ onye mbụ nwere ọkwa a ebe ọ bụ na ndị obodo niile ji otu olu họpụta ya n'ọnwa Ọktoba na afọ 2003",
  "Okpueze ya bụ otu n'ime nnukwu emume obodo, nke ndị Igbo nke Ọwụwa Anyanwụ Naịjirịa bụ ndị a ma ama",
  "Ihe na-adọrọ mmasị Ijele Mmanwụ bụ eze nke mmanwụ Igbo, ihe osise, ihe nkpuchi na ákwà nwere ọtụtụ okpukpu - mere otu n'ime njem ya na-adịghị ahụkebe iji mee ihe omume ahụ mma, nke emere na ala bọọlụ nke ụlọ akwụkwọ praịmarị obodo",
  "(Nkepụta nke ihe a na-akpọ obodo ndị na-achị onwe ha na-akụ mkpụrụ nke esemokwu n'ime obodo Ngwo ka ukwuu; kama naanị otu 'Okpoto nke Ngwo', anyị nwere Igwe nke Ameke, Igwe nke Uboji, Igwe ya nke Amankwo, Ama nke Ime-Ama (Okwojo), na Esa nke Ngwo Asa, na-eme ngụkọta nke 5 Igwes na Ngwo Clan",
  "N'ọnụego a, anyị nwere ike ijedebe na ihe karịrị iri (10) mushroom 'igwe's ma ọ bụ petit chiefs - nsonaazụ ikpeazụ ga-abụ mfu nke ezigbo ihe ọ bụla n'ime utu aha ndị a pụtara.",
  "Uboji bụ nwa mbụ nke Ngwo, na Amokwe bụ nwa mbụ ya nke Uboji, Amokwe-uwani; ndị ehums; ndị Aborigine na-ejide owhor, mkpara; onye ihe nketa ya bụ site n'onye nọchiri ya ma na-enye nkọwa maka ọdịnala na omume ọdịnala, onye ọchịchị ọdịnala mbụ nke Ubozi, Igwe Engr Basil Chibunine Ugwuozor ka a họọrọ site na eziokwu a",
  "N'okwu esemokwu na Ngwo, a na-edozi nsogbu ndị dị otú ahụ site na iru Ndinka (Ọgbakọ ndị okenye) Amokwe-uwani",
  "N'akụkọ ihe mere eme nke oge a, Onyeihu Isaac Ekete Eze (nke karịrị afọ 122) jidere owhor na n'oge mgbanwe ya, Elder Thompson Mba (nke karịrị waggaa 120) ketara ya, ma mesịa bụrụ Pa Jacob Ani Mba, ọ nwụrụ mgbe ọ dị afọ 106 Na-esote Pa Jacob Mba bụ Pa Michael Onyia (nke karịrị otu afọ 110) Elder Elias O Ugwuozor sochiri; onye bụkwa nwa mbụ dị ndụ nke pa Mark Ugwuozor; otu n'ime ndị mbụ nabatara Iso Ụzọ Kraịst na Ngwo",
  "Elder Elias Ugwuozor ejideghị owhor n'ihi mgbanwe ya n'ihu Elder Michael Ngwu Onyia",
  "Ngwo bụ obodo na ezinụlọ nke gbasaa n'ime ọchịchị ime obodo atọ; Udi, Enugu North na Enugu South.\nH.E Chief C C Onoh, onye bụbu Gọvanọ nke Anambra State ochie bụ otu n'ime ụmụ nwoke ama ama nke Ngwo.",
  "Uwe ọdịnala 1",
  "Ọzọ",
  "ozo bụ uwe ọdịnala Igbo nke ụmụ nwoke na-eyikarị",
  "A na-eji ihe dị iche iche eme ya, mana ọ na-abụkarị ogho ma ọ bụ silk.",
  "A na-ekpuchi ozo gburugburu ahụ na eriri úkwù dị n'ihu na akụkụ nke sara mbara n'azụ.",
  "2",
  "Ụgba",
  "Ugba bụ uwe ọdịnala ndi Igbo nke ụmụ nwanyị na-eyi, mana nwoke na nwanyị nwere ike iyi ya taa.",
  "Ọ nwere elu dị nro na uwe elu dị nso nke a chịkọrọ n'okpuru ara ya na akwa akwa iji mepụta izu ezu na uwe elu ahụ.",
  "Ákwà ugba na-akpụzi onwe ya iji kwekọọ na onye ọ bụla bụ n'ihi ojiji ọ na-eji eriri eriri eriri nke na-eme ka ọ dị mfe iyi n'agbanyeghị mgbanwe nke ịdị arọ (Wikipedia).",
  "3",
  "Anamu",
  "Anamu bụ uwe ọdịnala Igbo nke ụmụ nwoke na ụmụ nwanyị nwere ike iyi na Naịjirịa taa, na mgbakwunye na ọ bụ naanị ndị eze na-eyi ya n'akụkọ ihe mere eme.",
  "Ọ nwere ihe ịchọ mma dị iche iche nke na-agụnye beads, sequins, na ribbons (Wikipedia).",
  "4",
  "Iga Adi Kpio",
  "Ihe a na-akpọ \"igba adi\" bụ uwe ọdịnala Igbo maka ụmụ nwanyị nke a ka nwere ike ịhụ taa."
]