[
  "Ngwunye mkpọtụ na-acha ọcha bụ ngwaọrụ nke na-emepụta mkpọtụ nke na-eme ka onye na-ege ntị dajụọ, nke n'ọtụtụ ọnọdụ na-ada ka nsụda mmiri na-agba ọsọ ma ọ bụ ifufe na-efefe n'imerime na ụdị àlà úkwú osisi, na ụda ndị ọzọ dị jụụ ma ọ bụ nke okike",
  "Ọtụtụ mgbe, ngwaọrụ ndị ji okwukwe na ụdị nke ụwa họrọ site n'ime ụmụ ndị ogbi ndị dị otú ahụ anaghị emepụta mkpọtụ ọcha n'ezie, nke nwere ụda siri ike, kama mkpọtụ na-acha pinki pinki, nke ike ya na-agbapụ na ugboro dị elu karịa ndị, ma ọ bụ ụcha mkpọtụ ndị ọzọ.",
  "Ngwaọrụ mkpọtụ na-acha ọcha dị site n'ọtụtụ ndị na-emepụta ihe n'ọtụtụ ụdị, maka ojiji dịgasị iche iche, gụnyere nnwale ọdịyo, mkpuchi ụda, enyemaka ụra, na ike",
  "Ngwaahịa na-enyere ụra aka na ụra nwekwara ike ịmepụta ụda ndị ọzọ na-eme ka obi dị jụụ, dị ka egwu, mmiri ozuzo, ifufe, okporo ígwè netwọk abụọ igbu onye ọ dịghị òtù ụzọ awara awara na ímé nwanne anyị na ebili mmiri nke oké osimiri na - ma ọ bụ gbanwee site na - mkpọtụ ọcha",
  "Ndị na-akwado ọkụ eletrik bụ ihe ọzọ a na-ahụkarị, ọ bụ ezie na ụfọdụ obodo ndị Eshia na ụdị àlà úkwú ụra akpa dị ka ndị mmadụ n'ihe banyere ụkpụrụ na ụkpụrụ ndị ziri ezi bu zere iji ndị na-akwado ya n'ihi nkwenkwe ụgha na onye na-akwado ha nwere ike igbu ha mgbe ha na-ehi ụra. Ndị na-arịa tinnitus na-ejikarị ihe na-emepụta mkpọtụ ọcha eme ihe iji kpuchie mgbaàmà ha",
  "Ụda ndị igwe dijitalụ na-emepụta abụghị mgbe niile na-enweghị na na ọtụtụ omenala ewu ụlọ nzukọ alaeze nke dị ka ndị mmadụ n'ihe ndị mere n'oge ochie isi",
  "Kama nke ahụ, ha bụ obere egwu egwu nke na-aga n'ihu na njedebe nke egwu ahụ.",
  "Ndị na-emepụta ngwaọrụ na-ekpuchi ụda na-atụ aro ka a malite ịtọ ụda nke igwe mkpọtụ na ọkwa dị mma, ọbụlagodi na ọ naghị enye ọkwa nzuzo achọrọ",
  "Ka ntị na-ama ụda ọhụrụ ahụ ma na-amụta ịtọ ya, enwere ike iji nwayọọ nwayọọ mụbaa olu ahụ iji mee ka nzuzo dịkwuo",
  "Ndị na-emepụta ihe enyemaka ụra na ngwaọrụ ike na-atụ aro ka a setịpụ ọkwa olu karịa ọkwa na-ege egwu nkịtị, mana mgbe niile na-ege ntị dị mma.",
  "Ụda na mkpọtụ nwere usoro nke ha na usoro koodu agba, nke na-enye ndị ọrụ pụrụ iche ohere ịchọpụta mkpọtụ na ụda dịka mkpa na ojiji ha si dị",
  "Mkpa ndị a pụrụ iche dabere na ọrụ na mkpa ụfọdụ, dịka onye isi mgbaka nke chọrọ ụda ụfọdụ maka ọgwụgwọ na ọgwụgwọ na ọkwa uche, na ndị ọrịa nwere ọnọdụ dịka ehighị ụra nke ọma, nchegbu, na, tinnitus (a na-eji ngwaọrụ pụrụ iche na-achịkwa ọnọdụ ndị a nke e mere iji mepụta ụda ụfọdụ na-agwọ ọnọdụ ndị dị otú ahụ na ọkwa uche)",
  "Ngwunye mkpọtụ na-acha ọcha nwere \"acha ọcha\" dị ka koodu agba enyere mkpọtụ ahụ nwere otu ụdị ugboro.",
  "A na-eji igwe mkpọtụ ọcha eme ihe iji belata ikike maka ndekọ ma ọ bụ ịnụ mkparịta ụka",
  "Onye Republican Glen Casada nwere igwe mkpọtụ na-acha ọcha arụnyere n'ọfịs ya iji gbochie ndị na-ege ntị.",
  "E mepụtara ihe mgbochi ọkà okwu nwere ọgụgụ isi",
  "Dịka ọmụmaatụ, Bracelet of Silence bụ bracelet nke na-ewepụta mkpọtụ ọcha iji chebe nzuzo megide ndekọ dijitalụ site na ndị ọkà okwu nwere ọgụgụ isi. Bracelet nke Silence bụ nke a na-ebugharị ebugharị ma anaghị ejikọta ya na ndị ọkà okwu nwere ọgụgụ isi, n'ihi ya, ọ ga-ekwe omume na enwere ike iji ngwaọrụ a gbochie ige ntị na ngwaọrụ ndị ọzọ, dịka ọmụmaatụ smartphones na laptọọpụ.",
  "Enweghị ọtụtụ nnyocha banyere mmetụta nke ụda olu na frequency ndị a na-adịghị anụ (na ihe ndị a na'anụ na nkwekọrịta ha).",
  "Ọtụtụ ndị na-emepụta mkpọtụ ọcha nke oge a bụ eletrọniki, na-emekarị ka ụda ahụ na-eme n'oge na ngwá ọrụ nnwale ọdịyo, ma ọ bụ site na ntụgharị eletrọnik nke ndekọ ọdịyo dijitalụ",
  "Ngwaọrụ igwe dị mfe nwere ntọala dị mfe, na-agụnye fan mechiri emechi na, nhọrọ, mgbanwe ọsọ",
  "Onye na-ekpo ọkụ a na-ebugharị ikuku site na obere oghere dị n'ime mkpuchi igwe ahụ, na-emepụta ụda achọrọ",
  "Ngwaọrụ mkpọtụ ọcha mbụ nke dabeere na ndị na-akwado ya bụ Marpac Dohm, nke e mepụtara na 1962 ma na-ekwukarị na ọ bụ igwe mkpọtụ ọcha nke mbụ.",
  "Otu akwụkwọ chọpụtara na n'ime igwe mkpọtụ ọcha 14 a nwalere na olu kachasị elu, ha niile gafere ọkwa ụda kachasị mma maka ụmụ ọhụrụ (50 dB)",
  "Atọ gafere ọkwa dị nchebe maka ndị okenye (85 dB)."
]