[
  "Nhazi webụsaịtị",
  "Ihe okike na imewe nke weebụsaịtị ma ọ bụ imewe weebụ bụ nhazi nke ntanetị weebụ: nhazi mmekọrịta, nhazi nke ibe, nhazi osisi na igodo na ebe nrụọrụ weebụ",
  "Nhazi nke imewe weebụ na-eburu n'uche ihe mgbochi dị iche iche nke nkwado Ịntanetị, karịsịa n'ihe gbasara ergonomics, ojiji na nnweta.",
  "N'ihi ya, imewe webụ chọrọ nkà na mmemme, ergonomics na interactivity, yana ezigbo ihe ọmụma banyere ihe mgbochi teknụzụ metụtara mpaghara a",
  "Mgbochi teknụzụ ndị a gụnyere ụdị dị iche iche nke ọnụ ụzọ webụ na ngosipụta ha, nnweta, nkọwapụta nke asụsụ na usoro dị iche iche, mbugharị, nnabata na ndụmọdụ W3C, wdg.",
  "Nhazi weebụ nke saịtị mbụ na-abịa n'ụdị ụdị arụ ọrụ nwere nkọwa nka: ergonomics, charter graphic, njirimara anya, ịzụ ahịa, mmekọrịta.",
  "Enwere ike mebe webụsaịtị site na ibe static dị mfe n'ụdị HTML enwere ike hazie ma ọ bụ mee ka CSS baa ụba gụnyere onyonyo na njikọ ọdịnaya ndị ọzọ, ma ọ bụ nwere ọdịnaya siri ike ma ọ bụ atụmatụ nwere ike ịgbakwunye iji mee ka ọ na-emekọrịta ihe na ọrụ ndị etinyere na Java, PHP",
  "ma ọ bụ asụsụ sava ọzọ, ụdị chọrọ nhazi na Javascript, ma ọ bụ Ajax",
  "Ọ nwere ike dabere na teknụzụ nchekwa data, dịka ọmụmaatụ MySQL ma ọ bụ MongoDB.",
  "Akụkọ:",
  "Ọ bụ n'ime nzukọ a ka ndị otu ndị na-eme nchọpụta chepụtara Weebụ na 19892 nke ọma n'okpuru mkpali nke Tim Berners-Lee na onye ya na ya na-arụkọ ọrụ bụ Robert Cailliau, yana ndị nchọpụta ndị ọzọ3 bụ ndị n'ụzọ nke aka ha jikọrọ aka na ọrụ ahụ na mbụ akpọrọ Worldwa",
  "Weebụ sara mbara",
  "Na mbụ, a tụụrụ ime wee mepụta ọrụ World Wide Web \"site na ijikọta teknụzụ atọ bụ isi ihe dị na Weebụ, ya bụ, adreesị weebụ site na URL nke na-egosi ebe ihe onwunwe dị na 'internet, HTTP transfer protocol",
  "na-egosi usoro nke ịnweta, na Hypertext Markup asụsụ HTML nke na-eme ka o kwe omume ịhazi akụrụngwa\" ka ndị mmadụ na-arụ ọrụ na mahadum na ụlọ ọrụ gburugburu ụwa nwee ike ịgbanwe akwụkwọ n'efu ma kesaa ozi bara uru maka ọrụ ha, si otú a na-akpa ákwà mbụ (na)",
  "Igbo: Weebụ) na Net.",
  "Ihe mmalite nke ịntanetị akwụsịghị na ntọala njikọta nke teknụzụ nzikọrịta weebụ, na 1990 ha mepụtakwara sava HTTP mbụ na gburugburu NeXTSTEP, onye ahịa webụ wee mepụta na Objective-C, ihe nchọgharị jikọtara ya na onye mbipụta a na-akpọ WorldWideWeb4 mana",
  "ngwa ngwa degharịa Nexus ka ịzena mgbagwoju anya ọ bụla na aha World Wide Web nke e dere na oghere",
  "Ha si otú a na-achịkọta ihe ndị dị mkpa mejupụtara webụsaịtị mbụ nke ọha na-enweta site n'iji ụkpụrụ nke nnweta nke ihe nkesa/ụdị ndị ahịa nwere ike ịkwalite ikere òkè n'ozuzu ya na oghere okike.",
  "Emebere webụsaịtị mbụ maka ọrụ World Wide Web5 n'onwe ya na CERN wee kwado ya na kọmputa Tim Berners Lee NeXT6",
  "Echiche bụ isi nke ọrụ Weebụ World Wide bụ ijikọ teknụzụ nke kọmputa nkeonwe, netwọkụ kọmputa na hypertext iji mepụta",
  "usoro ozi zuru ụwa ọnụ, dị ike ma dị mfe iji.",
  "A pụkwara ịkpọ imewe webụsaịtị \"création de site internet\"",
  "Weebụsaịtị ahụ wepụrụ nzọụkwụ mbụ ya na CERN na 1991, ọ gụnyere ozi metụtara ihe nchọgharị WWW wee kọwapụta njirimara ndị dị na webụ",
  "Saịtị ahụ nwere nkọwa maka otu esi enweta akwụkwọ ndị ọzọ, otu esi ahazi nkesa nkeonwe, nkuzi gbasara hypertext na echiche nke njikọ hypertext, nkọwa teknụzụ maka imepụta ibe weebụ nkeonwe yana nkọwa maka otu esi achọ ozi na Weebụ, ( hụ ebe nrụọrụ weebụ mbụ)… na-eme Tim Barners-Lee onye nrụpụta Weebụ mbụ na ịntanetị."
]