[
  "Nhazi gburugburu ebe obibi bụ usoro nke ilebara oke gburugburu ebe obibi anya mgbe ị na-echepụta atụmatụ, mmemme, amụma, ụlọ, ma ọ bụ ngwaahịa",
  "Ọ na-achọ ịmepụta oghere ga-eme ka ọnọdụ okike, mmekọrịta ọha na eze, omenala na anụ ahụ nke mpaghara ụfọdụ dịkwuo mma",
  "Nhazi akọ nke oge gboo nwere ike na-atụle ihe gbasara gburugburu ebe obibi; Otú ọ dị, mmegharị gburugburu ebe obibi malitere na 1940 emewo ka echiche ahụ pụta ìhè karị.",
  "Nhazi gburugburu nwekwara ike na-ezo aka na nka na sayensị etinyere n'ọrụ na-ahụ maka ịmepụta gburugburu ebe mmadụ chepụtara",
  "Akụkụ ndị a gụnyere ihe owuwu ụlọ, ọdịdị ala, atụmatụ obodo, ihe owuwu ala, na ime ime",
  "Nhazi gburugburu ebe obibi nwekwara ike ịgbakọta mpaghara interdisciplinary dị ka ichekwa akụkọ ihe mere eme na imepụta ọkụ",
  "N'ihe gbasara nnukwu ohere, imewe gburugburu ebe obibi nwere mmetụta maka imepụta ngwaahịa nke ụlọ ọrụ: ụgbọ ala ọhụrụ, igwe ọkụ ikuku, akụrụngwa ike anyanwụ, na ụdị akụrụngwa ndị ọzọ nwere ike ịbụ ihe atụ",
  "Ugbu a, okwu a agbasawanyela itinye aka na ihe gbasara gburugburu ebe obibi na nkwado.",
  "Echiche mbụ a na-achọpụta na gburugburu ebe obibi lekwasịrị anya na ikpo ọkụ anyanwụ, nke malitere na Gris oge ochie gburugburu 500 TOA",
  "N'oge ahụ, ihe ka ọtụtụ n'ime Gris agwụla osisi ndị a na-enye mmanụ, na-eduga ndị na-ese ụkpụrụ ụlọ n'ịkpụpụta ụlọ ndị ga-ejide ike anyanwụ",
  "Ndị Gris ghọtara na ọnọdụ anyanwụ na-adịgasị iche n'afọ niile",
  "Maka latitude nke ogo 40 n'oge okpomọkụ anyanwụ dị elu n'ebe ndịda, n'ogo nke 70 degrees na zenith, ebe n'oge oyi, anyanwụ na-eme njem dị ala, na zenith nke 26 degrees",
  "Ejiri facade chere ihu n'ebe ndịda wuo ụlọ ndị Gris nke na-enweta ntakịrị anwụ na-adịghị n'oge okpomọkụ mana ọ ga-enweta anyanwụ zuru oke n'oge oyi, na-ekpo ọkụ n'ụlọ ahụ",
  "N'ịgbakwụnye, nghazi nke ndịda chebekwara ụlọ ahụ pụọ n'ikuku ugwu dị jụụ",
  "Nhazi nke ụlọ a dị akọ metụtara otú e si eji ụkpụrụ okporo ụzọ eme ihe nke obodo ochie",
  "N'ebe mgbago ugwu-ndịda nke ụlọ ndị ahụ, okporo ámá ndị dị n'obodo ndị Gris na-agakarị n'ebe ọwụwa anyanwụ ruo ọdịda anyanwụ.",
  "Ndị Rom nọgidere na-eme ihe owuwu nke anyanwụ, bụ́ ndị kpachakwara ihe ka ukwuu n'ime ala Peninsula ala ha nke Ịtali na narị afọ mbụ TOA",
  "Helocaminus nke Rome, n'ụzọ nkịtị 'ọkụ anyanwụ', na-arụ otu akụkụ nke ụlọ ndị Gris mbụ",
  "Ọtụtụ ebe ịsa ahụ ọha na eze chere ihu na ndịda",
  "Ndị na-ese ụkpụrụ ụlọ ndị Rom gbakwụnyere enyo na windo iji mee ka ìhè na-agafe na iji chekwaa okpomọkụ dị n'ime ebe ọ na-apụghị ịgbanahụ",
  "Ndị Rom na-ejikwa ụlọ griin na-akụ ihe ọkụkụ n'afọ nile na ịkọ ihe ọkụkụ ndị dị egwu na-abịa site n'akụkụ dị anya nke Alaeze Ukwu ahụ",
  "Pliny the Elder dere banyere griin haus nke na-enye kichin nke Emperor Taịbiriọs n'ime afọ.",
  "Tinyere ntugharị anyanwụ nke ụlọ na iji iko mee ihe dị ka onye na-anakọta okpomọkụ nke anyanwụ, ndị oge ochie maara ụzọ ndị ọzọ e si eji ike anyanwụ eme ihe",
  "Ndị Gris, ndị Rom na ndị China mepụtara enyo gbagọrọ agbagọ nke nwere ike itinye ụzarị anyanwụ n'ihe nwere ike zuru oke iji mee ka ọ na-ere ọkụ n'ime sekọnd",
  "A na-ejikarị ọlaọcha, ọla kọpa ma ọ bụ ọla na-egbuke egbuke eme ihe ngosi nke anyanwụ.",
  "Mgbọrọgwụ mmalite nke imewe gburugburu ebe obibi ọgbara ọhụrụ malitere na njedebe narị afọ nke 19 site n'aka onye edemede / onye nrụpụta William Morris, onye jụrụ iji ngwa na usoro mepere emepe na akwụkwọ ahụaja, akwa na akwụkwọ ụlọ ọrụ ya mepụtara",
  "Ya na ndị ọzọ, dị ka John Ruskin chere na mgbanwe nke mmepụta ihe ga-eduga ná mmerụ e mere ndị okike na ndị ọrụ.",
  "Akụkọ nke Brian Danitz na Chris Zelov's documentary film Ecological Design: Inventing the Future na-ekwusi ike na n'ime iri afọ ole na ole mgbe Agha Ụwa nke Abụọ gasịrị, \"A manyere ụwa iche ihu n'ọchịchịrị nke sayensị na ụlọ ọrụ.\" Site n'etiti narị afọ nke iri abụọ, ndị na-eche echiche dịka Buckminster Fuller emewo ihe dị ka ihe na-akpali akpali maka ịgbasawanye na imewanye nchegbu nke ndị na-emepụta gburugburu ebe obibi",
  "N'oge a, arụmọrụ ike, teknụzụ kwesịrị ekwesị, ahịhịa ahịhịa na ọrụ ugbo, mweghachi ala, New Urbanism, na gburugburu ebe obibi na-adịgide adịgide ike na usoro mkpofu bụ echiche ma ọ bụ nhọrọ ma onye ọ bụla nwere ike chọta ngwa.",
  "Site na ijikọ ike mmeghari ume ọhụrụ dị ka fotovoltaic anyanwụ, okpomọkụ nke anyanwụ, na ọbụna ike geothermal n'ime ihe owuwu, ọ ga-ekwe omume ịmepụta ụlọ efu efu, ebe oriri ike na-emepụta onwe ya na-adịghị emetọ ya",
  "Ọ ga-ekwe omume iwu ụlọ \"ike-gbakwunyere\" nke na-emepụta ike karịa ka ha na-eri, na ngafe nwere ike ere ya na grid",
  "Na United States, LEED Green Building Rating System na-akwụ ụgwọ ihe owuwu na nkwado gburugburu ebe obibi ha.",
  "Nhazi na atụmatụ gburugburu ebe obibi bụ moniker nke ọtụtụ Ph.D na-eji",
  "mmemme na-ewere usoro mmụta dị iche iche na gburugburu ebe e wuru",
  "Usoro nhazi gburugburu ebe obibi na mmemme atụmatụ na-eleba anya akụkọ ihe mere eme ma ọ bụ imewe (ime ma ọ bụ mputa), atụmatụ obodo ma ọ bụ mpaghara, akụkọ ihe mere eme odida obodo ma ọ bụ imewe, atụmatụ gburugburu ebe obibi, sayensị ihe owuwu, ọdịdị ala omenala, ma ọ bụ ichekwa akụkọ ihe mere eme",
  "A na-ejikarị usoro sayensị ọha na eze arụ ọrụ; akụkụ nke sociology ma ọ bụ akparamaagwa nwere ike ịbụ akụkụ nke mmemme nyocha.",
  "Echiche nke \"gburugburu\" na mmemme ndị a sara mbara nke ukwuu ma nwee ike ịgbakọta akụkụ nke gburugburu ebe obibi, arụrụ arụ, ọrụ, ma ọ bụ mmekọrịta mmadụ na ibe ya.",
  "Mahadum ndị na-esonụ na'enye Ph.D",
  "na imewe gburugburu ebe obibi na atụmatụ:",
  "Virginia Tech ruo n'oge na-adịbeghị anya nyere mmemme nzere, mana ejirila mmemme dochie ya na \"nyocha ihe owuwu na imewe\" na \"atụmatụ, ọchịchị, na ijikọ ụwa ọnụ\".",
  "Fanshawe College na London, Ontario Canada na-enye akara ugo mmụta nzere bachelọ a na-akpọ \"Enyocha gburugburu na atụmatụ.",
  "Ọmụmaatụ nke usoro nhazi gburugburu ebe obibi gụnyere iji ụdị kọmpụta mkpọtụ mkpọtụ okporo ụzọ n'ichepụta ihe mgbochi mkpọtụ na iji ụdị mgbasa ikuku okporo ụzọ na nyocha na imepụta okporo ụzọ mepere emepe.",
  "Ndị na-emepụta ihe na-akpachara anya na-arụ ọrụ n'ime usoro nkà ihe ọmụma na omume ọhụrụ a na-achọ ngwakọta nke okike na teknụzụ, gbasara gburugburu ebe obibi dịka ntọala maka imewe",
  "Ụfọdụ kwenyere na a pụrụ itinye usoro nke nchekwa, nlekọta, na mmụgharị n'ọkwa niile site na ụlọ onye ọ bụla ruo n'obodo, na-erite uru nye mmadụ na gburugburu ebe obibi na mbara ala.",
  "Ihe atụ ndị a kapịrị ọnụ nke nnukwu ọrụ imepụta gburugburu ebe obibi gụnyere:"
]