[
  "Nicholas Mukomberanwa (1940 - 12 Nọvemba 2002) bụ onye Zimbabwe na-akpụ ihe na onye nkuzi nka",
  "O so na ndị a ma ama ndị azuputara na ụlọ akwụkwọ Workshop na National Gallery of Zimbabwe nakwa onye ndụmọdụ nka na onye nkuzi nke ezinụlọ Mukomberanwa nke ndị na-akpụ ihe",
  "E gosipụtala ọrụ ya na ụlọ ngosi gburugburu ụwa ma ọ ka bụ otu n'ime ndị na-ese ihe a ma ama na Zimbabwe.",
  "A mụrụ Mukomberanwa na Buhera District nke Manicaland Province na 1940",
  "Aha a bara ya bụ Obert Matafi, nwa mbụ nke nwunye nna ya Marakia nke abụọ bụ Chihute, onye nwụrụ mgbe Obert dị afọ abụọ",
  "Site n'oge ahụ gaa n'ihu, nwunye mbụ nke Marakia bụ Maiguru zụlitere ya",
  "N'afọ 1958 na St Benedicts Mission, e mere Obert baptizim wee kpọọ ya Nicholas ma were aha nna Mukomberanwa iji kwanyere nna nna ya ùgwù.",
  "Nicholas gara ụlọ akwụkwọ praịmarị na Zvishavani mgbe nna ya na-arụ ọrụ na King Asbestos Mines dị nso",
  "A naghị akụzi nka n'ụlọ akwụkwọ mana mgbe ọ dị afọ iri na ise, Nicholas jị ụrọ wee mepụta ihe ọkpụkpụ mbụ ya",
  "Ka ọ na-erule afọ iri na asaa, a nabatara ya na St Benedicts Mission, Chiendambuya, ebe a ghọtara ya dị ka onye nwere nkà na eserese na eserese, ya mere a gbara ya ume ịkwaga Serima Mission, Masvingo Province",
  "N'ebe ahụ, Nna Groeber gbara ya ume ịkpụ ihe na ọrụ ịkpụ osisi",
  "Nicholas zutere ngwakọta nke ọdịnala Ndị Kraịst na agbụrụ Afrịka",
  "Mukomberanwa nwere mmetụta dị ukwuu nke sitere na eserese, ụkpụrụ, na ihe ọmụmụ ịkpụ ihe ọ mụtara n'aka Groeber na onye nkuzi nka nke ụlọ akwụkwọ ahụ bụ Cornelius Manguma",
  "Mukomberanwa mepụtara ọrụ nka mbụ ya mgbe ọ nọ n'ụlọ akwụkwọ ahụ, na-emepụta ihe osise isii maka ụka Serima",
  "Ndị a gụnyere ndị mmụọ ozi simenti anọ nọ n'ụlọ elu ahụ, yana ndị mmụọ ozi osisi abụọ maka ụlọ ụka ahụ.",
  "Otú ọ dị, mgbe afọ na-arụpụta ihe na Serima, a chụpụrụ Mukomberanwa o wee kwaga Salisbury (nke bụ Harare ugbu a), o wee were ọrụ dị ka onye uwe ojii n'ụlọọrụ ndị uwe ojii British South Africa, ebe ọ nọrọ afọ iri na ise (1962–76)",
  "Ọ bụ ezie na afọ ya na Serima dị mkpụmkpụ, ahụmahụ ya n'ebe ahụ mepụtara ụdị ya",
  "Ọrụ ya na-abụkarị ụkpụrụ ụlọ, nke a pịrị naanị n'otu akụkụ",
  "Tụkwasị na nke ahụ, na oge geometric ya, ọ dabere n'ụzọ dị ukwuu na ụkpụrụ a mụtara na Serima.",
  "Nicholas ka na-ese ihe maka ntụrụndụ, na 1962 ọ zutere Frank McEwen, onye nduzi nke National Gallery of Rhodesia (nke bụ National Gallery of Zimbabwe taa), onye gbara ya ume ka ọ malite ịkpụ nkume",
  "McEwen nyere ihe na ọzụzụ n'ụlọ ọrụ dị n'okpuru ụlọ Gallery, n'oge na-adịghị anya, Mukomberanwa na-akpụ ihe n'oge ezumike ya, na-emepụta nkume mbụ ya The Thief",
  "N'ihi McEwen, e nyere \"ọgbọ mbụ\" nke ndị na-ese ihe ọhụrụ Shona na mba ụwa n'agbanyeghị mmachibido iwu a na-enye Southern Rhodesia n'oge 1965-1980 na ọrụ Nicholas sonyeere nke ahụ site n'aka ndị isi ndị ọzọ sitere na Workshop School dị ka Sylvester Mubayi, Joram Mariga na Joseph Ndandarika",
  "Ọrụ mbụ nke ọtụtụ n'ime ndị na-ese ihe n'ọgbọ mbụ, gụnyere atọ nke Nicholas, dị ugbu a na onyinye McEwen nye British Museum.",
  "Ihe ngosi mba ụwa, nke gụnyere ihe ọkpụkpụ Nicholas, ruo mgbe Frank McEwen gbara arụkwaghịm dị ka onye nduzi ihe ngosi nka na 1973, bụ ndị edepụtara n'okpuru ebe a",
  "N'oge mmalite nke uto ya, a kọwara \"Shona sculpture movement\" dị ka mmegharị nka, ihe omume nka na ọrụ ebube",
  "Ndị nkatọ na ndị nchịkọta enweghị ike ịghọta otú ụdị nka si zụlite n'ike dị otú ahụ, n'onwe ya na mmalite na mpaghara Afrịka nke na-enweghị nnukwu ihe nketa ọkpụkpụ nke West Afrịka ma kọwaa ya na mbụ dịka nka ọhụụ dị ka nka na-enweghị ihe ọ bụla.",
  "Mukomberanwa lụrụ nwunye mbụ ya, Grace, n'afọ 1965, ha mụrụ ụmụ asatọ",
  "N'ikpeazụ, n'ije dị ize ndụ, o kpebiri ịkwụsị ọrụ ya na ndị uwe ojii ka ọ bụrụ onye na-akpụ ihe oge niile",
  "The gambit kwụrụ ụgwọ, na site na ngwụsị afọ 1970 n'afọ 1980s a na-egosi ọrụ ya n'ọtụtụ ebe",
  "Ọ gara n'ihu na-eme ka nkà ya dị mma n'ime afọ iri sochirinụ, na-emepe otu n'ime ụdị onwe onye kachasị dị iche iche dị na ọgbọ ya nke ndị na-akpụ nkume na Zimbabwe.",
  "Na 1968, Ulli Beier dere",
  "\"Ihe ọkpụkpụ Mukomberanwa jupụtara n'echiche na ihe ndị mepụtara, o nwere ọtụtụ àgwà na okwu dị iche iche ma ọ na-enwe mmasị igosipụta ụyọkọ ọnụ ọgụgụ jikọtara ọnụ",
  "Ọ na-arụ ọrụ n'ọtụtụ nkume dị iche iche, na-eji textures na agba",
  "Ọnọdụ nke ihe ọkpụkpụ ya na-atụgharị uche mgbe niile, mgbe ụfọdụ okpukpe, ha dịkwa oke mma",
  "\"",
  "N'afọ 1969, nwunye Frank McEwen bụ Mary (née McFadden) guzobere Vukutu, ugbo a kpụrụ akpụ dị nso na Nyanga, na 1970 McEwen mere nhazi ka Nicholas nwee ezumike site n'aka ndị uwe ojii ma nọrọ ọnwa isii n'ebe ahụ na-arụ ọrụ na nnukwu iberibe Penhalonga serpentine ojii nke ga-abụ akụkụ nke ihe ngosi Musée Rodin.",
  "N'afọ 1976, Nicholas gbara arụkwaghịm n'ụlọọrụ ndị uwe ojii ka ọ bụrụ ọkachamara na-akpụ ihe ma ka ọ na-erule afọ 1977, o nwere ihe ngosi nke ọrụ na Goodman Gallery na Johannesburg",
  "N'afọ 1978, o mere nhazi ịzụta ugbo dị nso na Ruwa n'aka Roy Guthrie, onye guzobere Chapungu Sculpture Park, ọ bụkwa n'ebe ahụ ka ya na ndị nwunye ya biri (ọ lụrụ nwunye ya nke abụọ Betty na 1976) na ezinụlọ ya",
  "N'iji ego ọ nwetara site na ọrụ ya, Mukomberanwa tinyere ego na ugbo ma ọtụtụ ndị weere ya dị ka otu n'ime ndị ọrụ ugbo kachasị ike na Zimbabwe",
  "Ka ọrụ ugbo ya na-agbasawanye, ọ na-adaberewanye na ndị ezinụlọ ya iji rụchaa ọrụ ịkpụ ihe, dị ka ịcha.",
  "E gosipụtara otu n'ime ọrụ Nicholas, nke a na-akpọ The Chief, na stampụ Zimbabwe nke e nyere iji cheta ụbọchị Commonwealth na 14 Machị 1983",
  "Ọ mepụtara uru $ 1 na set nke Henry Munyaradzi, Joseph Ndandarika na John Takawira rụchara.",
  "Na 1986 Prime Minister, Robert Mugabe, nyere Nicholas onyinye pụrụ iche maka onyinye ya na nka ọhụụ na Zimbabwe, ebe na 1989 Nicholas bụ onye mmeri n'ozuzu ya na ihe ngosi Nedlaw / Baringa kwa afọ na National Gallery of Zimbabwe maka ihe ya \"Street Beggar\" ma họrọ ya na Tapfuma Gutsa na Henry Munyaradzi ịnọchite anya Zimbabwe na ngosi New York \"Contemporary African Artists - Changing Tradition\".",
  "Na June–July 1993, ụmụ ya nwoke anọ Anderson (amụrụ n'afọ 1968), Malachia (amụrụ n'afọ 1970), Tendai (amụrụ n'afọ 1974) na Lawrence (amụrụ n'afọ 1976) sonyeere Nicholas n'igosi ihe ngosi nke ihe ọkpụkpụ ha na Chapungu Sculpture Park, Harare",
  "Ka ọ na-erule ngwụsị nke puku afọ ahụ, aha Mukomberanwa ka mma site n'ọtụtụ ihe ngosi nke e gosipụtara ọrụ ya",
  "E depụtara ụfọdụ n'ime ndị a n'okpuru ebe a",
  "Ka oge na-aga n'ọrụ ya, ọ belatara mmepụta nka ya iji nwee mmasị n'ọrụ ugbo na ịzụ ehi n'ugbo Ruwa",
  "Ọ rụpụtara obere ihe, na-emepụta ihe ọkpụkpụ onwe onye ma na-ebelata ọsọ nke ndụ ya nke ukwuu.",
  "Ihe ọkpụkpụ Mukomberanwa gosipụtara ụdị mmadụ na ọkwa dị iche iche nke abstraction ma mgbe ụfọdụ na-egosi ụmụ anụmanụ, nnụnụ ma ọ bụ mmetụta ime mmụọ; ọtụtụ n'ime ha dị oke mma, ọ bụ ezie na n'ọnọdụ ole na ole ọ ga-eme ka akụkụ dị mma dị iche na ebe ndị dị oke njọ",
  "Ọ na-arụ ọrụ na nkume siri ike, na-eji ihe ndị dị na mpaghara dị ka nkume opal, nkume cobalt na agwọ ndị ọzọ, ọkachasị ụdị obodo a na-akpọ springstone nke a hụrụ na Tengenenge.",
  "Celia Winter-Irving kwuru okwu a banyere Nicholas",
  "\"N'adịghị ka ọtụtụ ndị ọzọ na-akpụ ihe, Mukomberanwa na-ekwu okwu site na ahụmịhe onwe ya kama ịkọ ihe ọ nụrụ ma ọ bụ a gwara ya",
  "A ghaghị ijide nkwenkwe ya n'onwe ya kama idebe ya n'ụzọ omenala",
  "Kemgbe ọtụtụ afọ, ọrụ ya egosila echiche nke nkwado ime mmụọ na-arịwanye elu nke kwadoro nka ya",
  "\"",
  "Ụfọdụ n'ime ihe ngosi nke Mukomberanwa, dị ka The Greedy One (1985) na The Corrupting Power of Money (1985), agagharịala n'ụwa niile; dịka ọmụmaatụ na Yorkshire Sculpture Park na 1990, ebe ọrụ ndị a na-egosipụta gụnyere ihe atụ sitere n'aka ndị niile na-ese ihe nyere aka na ngosi Musée Rodin nke 1971",
  "Ndepụta \"Chapungu: Culture and Legend - A Culture in Stone\" maka ihe ngosi na Kew Gardens na 2000 na-egosi ihe ọkpụkpụ Nicholas My Experience (Springstone, 1992) na p",
  "58-59, Man in a Trance (Springstone, 1987) na p",
  "92-93, Women of Wisdom (Opal stone, 1987) na p",
  "102-103 na The Corrupting Power of Money (Limestone, 1985) na p",
  "114-115.",
  "Ọrụ Mukomberanwa dị na nchịkọta nke Museum of Modern Art, New York; Field Museum of Natural History, Chicago, Indianapolis Museum of Art na British Museum yana National Gallery of Zimbabwe",
  "Ihe ngosi ihe ọkpụkpụ nke ọdụ ụgbọ elu Atlanta nke Zimbabwe, \"Omenala na Nkume\" na Atlanta Georgia.",
  "N'afọ 2000, Mukomberanwa gbara Jonathan Zilberg ajụjụ ọnụ na ihe nkiri ebe o nyere akụkọ banyere ọrụ ya, gụnyere ọzụzụ mbụ ya na ozi Serima.",
  "Mukomberanwa nwụrụ na mberede na 12 Nọvemba 2002",
  "Ụmụ ya niile ghọrọ ndị na-akpụ ihe: ụmụ ya Anderson, Malachia, Tendai, Lawrence, na Taguma; na ụmụ ya ndị nwanyị Netsai na Ennica",
  "Nwa nwoke ọzọ, nwa ya nke asatọ, ka mmiri riri n'ụzọ dị mwute",
  "Nicholas bụkwa nwanne nna na onye nkuzi nke Nesbert Mukomberanwa na onye ndụmọdụ nke onye African-American sculptor M",
  "Scott Johnson",
  "Ihe kwesịrị ekwesị sitere n'aka ọkpara Anderson nwere ike ịbụ ihe ncheta Nicholas",
  "...",
  "onye amamihe, onye na-akpụ ihe, nna nye m, nna nye ọtụtụ, ọtụtụ ndị na-akpụ ihe na-arụ ọrụ na nkume na Zimbabwe",
  "Ọ bụ ezie na ọ laa, ọ na-anọnyere anyị n'ihi na amamihe ya na-eduzi ihe ọkpụkpụ anyị na-eme, na omume anyị na-eme."
]