[
  "Nkolika \"Nicky\" Nonyelum Anosike (amuru na Febuwari 27, 1986) bu onye na-agba basketbọọlụ maka otu Los Angeles Sparks dị na mba Amerika maka WNBA.",
  "A mụrụ Anosike na Brooklyn, New York ma o tolitere na Staten Island ebe ọ gara ụlọ akwụkwọ sekọndrị nke St",
  "Peter's High School for Girls",
  "Enyere Anosike nsọpụrụ dika onye WBCA All-American",
  "O sonyeere na egwuregwu nke 2004 WBCA High School All-America Game, ebe o meriri otu akara",
  "Nwanne ya nwoke, O",
  "D",
  "Anosike, na-agba egwuregwu basketbọọlụ maka Scavolini Pesaro na mba Italy.",
  "Anosike gara mahadum na Tennessee ma gụọ akwụkwọ n'afọ 2008",
  "Mgbe ọ nọ na Tennessee, Anosike meriri asọmpi egwuregwu nke National Champions na 2007 ma na 2008",
  "Candace Parker, Shannon Bobbitt, na Alexis Hornbuckle bụ ndị otu ya.",
  "A kpọrọ Anosike na ndị otu USA Women's U19 nke nọchitere anya USA na asọmpi U19 nke 2005 emere na Tunis, Tunisia, na July na August 2007",
  "Anosike gbara akara 11.4 site n’egwuregwu ọbụla nyere ndị otu ya aka n’ihe ndekọ 7-0 na ihe nrite ọla edo",
  "Anosike gbara ndị otu USA bọọlụ na egwuregwu 2007 Pan American Games na Rio de Janeiro, Brazil",
  "Ndị otu ahụ meriri egwuregwu ise niile, ma nweta nrite ọla edo maka ihe omume ahụ",
  "N mbido egwuregwu ya na kọleji, ọ kwupụtara maka ndị otu WNBA Draft.",
  "A họpụtara Anosike na agba nke abụọ maka egwuregwu nke 2008 WNBA Draft nke Minnesota Lynx haziri. A họpụtara ya ozugbo onye otu ya na kọleji Shannon Bobbittsonyere otu ndi Los Angeles Sparks ebe onye otu ya bụ Candace Parker ga-agba",
  "Na Minnesota ọ malitere egwuregwu niile maka Lynx",
  "A họọrọ Anosike na otu nke 2009 West All Star Team dịka onye nnọchite, ya na onye otu ya na Charde Houston",
  "Akpọrọ Anosike na Washington Mystics na Eprel 9, 2011.",
  "Na Febrụwarị 23, 2012, Anosike sonyere otu klọb ndị Los Angeles Sparks.",
  "Kpọpụta njehie: <ref> tag with name \"profile\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"WBCA Box Scores\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"2007 Pan Am\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"stats\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"overseas\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"FIBA 2005\" defined in <references> is not used in prior text."
]