[
  "Nick Monu (amụrụ na 25 Machị 1965) bụ onye Naijiria na-eme ihe nkiri, na onye nduzi.",
  "A mụrụ Nicholas Monu dị ka nwa nke anọ na nwa nwoke nke abụọ nke onye isi Monu nke Asaba, Obiora Monu, onye na-ahụ maka ego na onye isi nke Obiora Monu & Co",
  "na Lagos, na Oriakụ Florence Monu (née Oluwo), onye nkuzi na Corona School na Lagos",
  "Ọ nọrọ afọ mbụ ya na nwata na Naịjirịa, ruo mgbe ya na ezinụlọ ya hapụrụ mba ahụ n'ihi agha Biafra",
  "Ruo obere oge, ezinụlọ ahụ na nwanne nna ya bụ onye nnọchi anya Naịjirịa na Germany na mgbe nke ahụ biri nakwa Italy",
  "Mgbe e mesịrị, ọ gara ụlọ akwụkwọ St",
  "Andrew's na Eastbourne na Millfield Senior School na Somerset",
  "E wezụga agụmakwụkwọ Europe, ọ gụrụ akwụkwọ na ịbụ abụ, egwuregwu na nka.",
  "Mgbe ọ gụsịrị Mahadum America na Washington, DC, na Webber Douglas Academy of Dramatic Art na London site na 1987–1989, a họpụtara ya na ụmụ akwụkwọ ihe nkiri ịrị na otu ọzọ na-asụ Bekee ka ha bụrụ onye ndu na Anton Tschechow's theatre play \"Uncle wanja\" na Moscow Art Theatre na Russia.",
  "Mgbe nke ahụ gasịrị, ọ malitere ọrụ ya na UK dị ka onye na-eme ihe nkiri n'onwe ya, na-apụta na ihe nkiri dị ka \"Wind in the Willows\" 1990 ruo 2011 na Royal National Theatre, \"Talking in Tongues\" 1991 ruo 1992 na Royal Court Theatre na \"Blues for Mr",
  "Charlie\" 1992 ruo 1993 na Manchester Royal Exchange",
  "N'agbata afọ 1994 na afọ 1997, ọ ghọrọ onye otu Berlin Schaubühne Ensemble ma kpọọ ndị isi, dịka ọmụmaatụ na \"Hotel Orpheu\", \"Orestes\", \"Symposium\" na \"Die Sprache der Vögel\".",
  "N'afọ 1998, ọ laghachiri obere oge na London ma kpọọ akụkụ ndị isi na ihe nkiri \"Oroonoko\" na Royal Shakespeare Company, The honest whore na Merchant of Venice na Globe Theatre wee malite ọrụ ihe nkiri na telivishọn ya",
  "Ọ pụtara na BBC's EastEnders, Holby City, T.L.C., The Whistle Blower na ihe nkiri Stigma na White Hawk",
  "N'afọ 2001, ọ malitere site na usoro ihe nkiri na opera Entführung aus dem Serail na Wiener Volksoper dị ka “Bassa Selim”",
  "N'afọ 2002, ọ kwagara n'etiti Vienna na London, na-eme ihe nkiri dị ka \"Othello\" na \"King Headley\" na Tricycle Theatre. N'afọ 2003, ọ sonyeere Ensemble of the Wiener Burgtheater ma mee ihe nkiri dị ka \"Was Ihr wollt\", \"7 Sekunden oder in God we Trust\", \"Die Ziege\", \"Don Carlos\", \"Die Katze auf dem heißen Blechdach\" na \"Sofasurfin\"",
  "2006 ọ pụtara ọzọ dị ka \"Bassa Selim\" na Opera de Marseille, na-egosi mmalite ọkwa mbụ ya na France.",
  "Kemgbe afọ 2004, Monu apụtawo n'ọtụtụ ihe nkiri sinima na ihe nkiri na-asụ asụsụ German, dịka ọmụmaatụ na 2004 na \"Vier Frauen und ein Todesfall\", na 2005 na \"Gefangene\", 2006 na Tatort-series \"Schattenspiele\" na \"Tod aus Afrika\" yana na \"Kommissarin Lucas - German Angst\", na 2007 na \"Nachtschicht [de] - Blutige Stadt [de]\" na \"KDD - Scham\" na 2010 na \"The Unintentional Kidnapping of Mrs",
  "Elfriede Ott.",
  "N'afọ 2007, ọ pụtara dị ka Othello na Salisbury Playhouse",
  "N'agbata afọ 2008 na afọ 2013, ọ gara Lagos iji rụọ ọrụ gbasara ọtụtụ mmepụta, na-akụziri ma na-azụ ndị na-arụ ọrụ na mpaghara ndị a",
  "Ntọala NGO nke Austria \"Friends of Monu & Monu\" bụ ibe Europe, na-enye nkwado maka ọrụ nka na Africa",
  "Nick Monu bụ onye isi oche nke NGO a, ya na Roman Bönsch dị ka odeakwụkwọ na Simone Monu dị ka onye na-echekwa ego.",
  "Dị ka onye na-emepụta ihe na onye nduzi, o tinyere aka na \"Sonette XCIV\" nke William Shakespeare, nke Sir Alan Bates gosipụtara na 1999, obere ihe nkiri \"Split Ends\" - Cruzon Cinema, Soho, 2002, yana obere \"Wienerin betet\" maka Festival Mythos Modern, Vienna, 2008; na 2009 ọ duziri \"Swamp Dwellers\" nke Wole Soyinka, National Theatre of Nigeria, wee malite imepụta vidiyo egwu ma nwee nzukọ ọzụzụ ya na Goethe-Institut Lagos nke a na-akpọ \"Bauprobe\" dabere na Wole Soyinka's \"A dance of the Forest\".",
  "N'afọ 2010, ọ pụtara dị ka onye ndu na Christian Kracht's \"Ich werde hier sein im Sonnenschein und im Schatten\" na Theater Basel, ma pụta na Alexanderfest na Augusta Raurica dị ka Zeus.",
  "N'afọ 2011, ọ duziri \"The Cost of Living\" nke Sefi Atta mere dị ka ihe ngosi ụwa na Terra Kulture / Lagos, nke Wole Soyinka kpọrọ ka ọ gosipụta na Black Heritage Festival n'ọnwa Eprel n'otu afọ ahụ",
  "N'ọnwa Ọktọba afọ 2011, ọ duziri ihe nkiri ụwa nke \"Hagel auf Zamfara\" (English: The Sentence) nke otu onye edemede ahụ, Sefi Atta, egwuregwu Naijiria nke a sụgharịrị n'asụsụ German, na Theater Krefeld und Mönchengladbach",
  "N'oge opupu ihe ubi nke afọ 2013, ọ duziri egwuregwu ọzọ na Germany, \"Happy days\" nke Samuel Beckett, na Theater Krefeld und Mönchengladbach, na mmeghe ya n'ọnwa Eprel afọ 2013",
  "Mgbe nke ahụ gasịrị, ọ ghọrọ onye nlekọta nke African Art Gallery nke matombo guzobere na obodo ochie nke Salzburg, ebe ọ haziri ihe ngosi nke ọdịnala na nke oge a nke nka Africa",
  "2015 o mere ọgụgụ nke dabere na Opera Wonyosi nke Wole Soyinka dịka akụkụ nke mmeghe nke Salzburger Festspiele n'ime gallery.",
  "N'ọnwa Jenụwarị afọ 2016, o mere ihe nkiri nke mbụ ya na Thalia Theatre na Hamburg, na-egwu Nna Joad na mgbanwe nke akwụkwọ akụkọ John Steinbeck Grapes of Wrath, nke Luk Perceval duziri.",
  "Kemgbe afọ 2005, ọ lụrụ onye Austria na-emepụta ihe bụ Simone Monu ma nwee ụmụ atọ."
]