[
  "Nicholas F",
  "Oppenheimer (amụrụ n'ụbọchị nke 8 n'ọnwa Juun n'afọ 1945) bụ onye ọchụnta ego South Africa",
  "Ọ bụbu onye isi oche nke ụlọ ọrụ De Beers diamond mining na nke enyemaka ya, Diamond Trading Company, na onye bụbu osote onye isi oche nke Anglo American",
  "Ọ bụ nwoke nke atọ kasị baa ọgaranya na Afrịka.",
  "Oppenheimer bụ nwa Bridget (née McCall) na Harry Oppenheimer, na nwa nwa nke onye guzobere Anglo American Ernest Oppenheimer (ọgbọ mbụ na-elekọta De Beers, site na 1929)",
  "Nna ya bụ onye agbụrụ ndị Juu Germany",
  "Ọ gụrụ akwụkwọ na Harrow School na Christ Church, Oxford, ebe ọ gụrụ Philosophy, Politics na Economics, nweta Oxford MA.",
  "Oppenheimer sonyeere Anglo American na 1968, a họpụtara ya dịka onye nduzi na 1974, wee bụrụ osote onye isi oche na 1983",
  "Ọ gbara arụkwaghịm n'afọ 2001, ọ nọgidere bụrụ onye isi na-abụghị onye isi ruo n'afọ 2011.",
  "A họpụtara ya ka ọ bụrụ osote onye isi oche nke Central Selling Organisation (nke bụzi Diamond Trading Company) n'afọ 1984, na osote onye isi oche nke De Beers Consolidated Mines n'afọ 1985",
  "A họpụtakwara ya dịka onye isi oche nke Diamond Trading Company n'afọ 1985. Onye isi oche nke De Beers Group site na 1998 ruo 2012, ọ lara ezumike nká mgbe e rere osisi ezinụlọ ahụ na Anglo American.",
  "Oppenheimer pụtara na <i id=\"mwLQ\">Sunday Times</i> Rich List 2018 dị ka onye nke iri abụọ na atọ kasị baa ọgaranya na United Kingdom, na akụkọ akụ na ụba nke ijeri £ 5.5. A họọrọ ya dị ka onye kasị baa ọgaranya na South Africa na ndepụta Forbes nke The World's Billionaires maka 2019, na akụ na ụba a kọrọ dị ka US $ 7.3 ijeri na, ọzọ, na ndepụta ya nke 2020, na akụkọ akụ na ụba nke US $ 7.6 ijeri na August 2020.",
  "Ezinụlọ Oppenheimer eduziela ọtụtụ n'ime mbọ enyemaka ya iji chekwaa ihe nketa na mkpa ọdịbendị nke mpaghara ndịda Afrịka, yana ịkwalite obodo na mpaghara agụmakwụkwọ, ahụike, nchekwa ọdịdị na nka",
  "Nicky Oppenheimer na nwa ya nwoke Jonathan Oppenheimer guzobere Brenthurst Foundation na 2005 dị ka ụzọ isi nye aka na arụmụka gbasara atụmatụ na atumatu maka iwusi arụmọrụ akụ na ụba nke Africa ike ma mee ka mmepe gụnyere ma na-adịgide adịgide.",
  "Ezinụlọ a etinyewokwa aka ogologo oge na nsogbu gburugburu ebe obibi na nchekwa. Ezinụlọ Oppenheimer sonyere De Beers iji guzobe okporo ụzọ Diamond na 2006 iji mee ka ikike nke ihe onwunwe ha maka nchekwa, nyocha na ebumnuche mmata gburugburu ebe obibi",
  "Ụzọ Diamond jikọtara ebe asatọ gafee ugwu South Africa, site na Namaqualand n'ụsọ oké osimiri ọdịda anyanwụ, ruo Kimberley, n'ebe ugwu ruo Tswalu na Kalahari, na Brenthurst Gardens na Johannesburg, n'ebe ọwụwa anyanwụ ruo Ezemvelo Nature Reserve na n'ebe ugwu ruo Venetia Limpopo Nature Reserve na Limpopo Province. Kemgbe afọ 2015 Oppenheimer bụkwa Rhodes Trustee.",
  "N'afọ 2003, Technikon Witwatersrand nyere Oppenheimer nzere doctorate. Ọ natara Presidential Order of Honor (2004) site n'aka onye bụbu onye isi ala Botswana, Festus Mogae, na nsọpụrụ nsọpụrụ (2009) site na London Business School.",
  "N'afọ 1968, ọ lụrụ Orcillia \"Strilli\" Lasch, nwa nwanyị nke onye isi ụlọ ọrụ Helli Lasch; ha abụọ bụ ndị Anglịkan",
  "A mụrụ nna ya onye Juu ma ghọọ onye Anglịkan.",
  "Àtụ:S-start\nÀtụ:Succession box\nÀtụ:S-end"
]