[
  "Nicolasa Machaca Alejandro (amụrụ n'afọ 1952) bụ onye isi otu ndị ọrụ na onye ọrụ ahụike na Bolivia.",
  "Nwa nke ndị ọrụ ugbo Quechua, Machaca mụtara ịgụ ihe ma ghọọ onye na-akwado ịgụ na ide",
  "Ọ haziri mbọ enyemaka obodo ma rụọ ọrụ iji nye ụmụ nwanyị ike site n'ịmepụta klọb ndị nne. N'afọ 1980, o sonyere na ntọala nke Bartolina Sisa Confederation, nzukọ ndị isi nke ụmụ nwanyị na-arụ ọrụ ugbo na Bolivia. Ka e mesịrị n'afọ ahụ, a tụrụ ya mkpọrọ ma mekpọọ ya ọnụ maka ọrụ mmekọrịta ọha na eze ya, a manyere ya ịgbapụ na mba ahụ. Mgbe ọ nọrọ na Cuba, ọ laghachiri Bolivia ma mụọ ka ọ bụrụ onye ọrụ ahụike.",
  "N'afọ 2005, a họpụtara ya maka Nobel Peace Prize dị ka akụkụ nke PeaceWomen Across the Globe's initiative iji họpụta otu ìgwè ụmụ nwanyị 1,000 maka nsọpụrụ nke afọ ahụ.",
  "A mụrụ Nicolasa Machaca Alejandro n'afọ 1952 na obodo Poopó nke Bolivia",
  "Ọ tolitere n'ezinụlọ na-arụ ọrụ ugbo, nke na-azụ atụrụ na ehi ma na-akụ poteto na agwa fava. Machaca amaliteghị ụlọ akwụkwọ ruo mgbe ọ dị afọ iri, a na-emegbu ya maka ịbụ okenye karịa ụmụ klas ya, ya mere ọ hapụrụ obere oge ka ọ debanyere aha. Otú ọ dị, afọ ole na ole ka e mesịrị, ọ mụtara ịgụ ihe ma malite iduzi ọmụmụ ịgụ na ide na obodo ya",
  "Ọ malitekwara itinye aka na Mothers' Club nke obodo ahụ, ọ bụ ezie na ọ bụghị nne n'onwe ya.",
  "Machaca malitere izute ndị isi mpaghara ma guzobe netwọk n'ebe ahụ, na 1974 ọ nọchitere anya Kurawara, ayllu ya (obodo), na Congress of Peasant Women na Oruro.",
  "N'afọ 1977, Machaca hapụrụ Kurawara wee biri na Oruro, ebe a họpụtara ya ka ọ lekọta mmemme maka ụmụ nwanyị na mpaghara ya.",
  "N'afọ 1980, a bịara were ya dị ka ihe iyi egwu nye ọchịchị Luís García Meza, otu abalị, ndị agha kpọọrọ ya ma tụọ ya mkpọrọ n'ụlọ mkpọrọ Oruro",
  "Mgbe ọnwa abụọ nke ịtụ mkpọrọ, ịgba ajụjụ ọnụ, na ịta ahụhụ, na mbido afọ 1981 a tụbara ozu Machaca n'ụgbọ ala ma kpọga ya Obispo Santistevan Province, ebe ha hapụrụ ya",
  "O jisiri ike chọta gwongworo ọzọ iji kpọga ya La Paz",
  "Ọ gbabara n'ụlọ onye otu ya, onye chọtara dọkịta ma nyere ya aka ịgbapụ na mba ahụ. Ọ gara Cuba site na Lima, na Havana a kpọgara ya n'ụlọ ọgwụ",
  "Ọnọdụ ya dị oke egwu, a na-atụkwa egwu na a ga-ebipụ ya ụkwụ abụọ, mana ndị dọkịta jisiri ike zọpụta ha.",
  "Machaca nọrọ na Cuba ruo otu afọ na ọkara, laghachi Bolivia mgbe a chụpụrụ García Meza",
  "Ọ gara n'ihu n'ọrụ ya ma rụọ ọrụ na Redio Pío XII na Oruro",
  "N'afọ 1985, ọ debanyere aha na Instituto Politécnico Tomás Katari, gụsịrị akwụkwọ dị ka onye ọrụ ahụike. Ọ gara n'ihu na-eduzi ọrụ na ụlọ ọrụ ahụ iji weta ndị ọrụ ahụike na obodo ndị dịpụrụ adịpụ.",
  "Dị ka onye guzobere Bartolina Sisa Confederation, Machaca gara n'ihu na ọrụ ya, mana ọ jikọtara ya na ọrụ ọha na eze.",
  "Ọ bụ otu n'ime ụmụ nwanyị 1,000 PeaceWomen Across the Globe họpụtara maka 2005 Nobel Peace Prize.",
  "N'afọ 2011, a kpọrọ ya onye isi oche mbụ nke \"Juana Azurduy\" Social Organization of Quechua Women, nke na-ezube inye ụmụ nwanyị ike na mpaghara ndị dịpụrụ adịpụ nke Sucre.",
  "N'afọ 1991, ọ lụrụ Benjamín Cuéllar, onye ọ zutere n'oge ọ na-arụ ọrụ na-enye ọrụ ahụike na obodo dị na Ngalaba Potosí",
  "Di na nwunye ahụ kwagara Sucre, ebe ha zụlitere ụmụ ha atọ: Rosa, Ernesto, na Carmen Julia."
]