[
  "Nicole Asinugo bụ onye nduzi akụkọ, si Naijiria",
  "Ọ bụ onye na-akọ akụkọ, onye na-emepụta ihe na onye ederede ihe ngosi. Ọ bụ onye mmeri (ya na C.J",
  "Obasi) na mmemme nke Africa Magic Viewers’ Choice Awards maka onye edemede ihe ngosi kachasị mma na ngalaba ihe nkiri fim ma ọ bụ Televishion na 2020 maka nyocha mbụ ya; Living in Bondage: Breaking Free. Ọ bụkwa onye dere ihe ngosi nke ihe nkiri Nollywood bụ 'Rattlesnake'. Ọ bụ onye na-akọ akụkọ na onye na-ahazi ọdịnaya maka mmemme World Expo 2020 na United Arab Emirates, mgbe ọ rụchara ọrụ ya dị ka onyeisi ndị editọ na onye na-emepụta ọdịnaya na Ndani TV.",
  "A mụrụ Asinugo na United Kingdom",
  "Ọ gụrụ akwụkwọ na University of Nottingham, ebe o nwetara nzere bachlọ maka mmuta Iwu (LLB) na 2010",
  "Mgbe ọ gụsịrị akwụkwọ, ọ nwetara asambodo Barrister na Iwu (BL) site na ụlọ akwụkwọ iwu nke Naijiria na 2011",
  "Mgbe ahụ ọ gara London School of Journalism na 2012 ebe ọ nwetara post-graduate diploma (PGD) na mmuta nchikota ma mgbasa ozi akpọọrọ Journalism na-asụsụ bekee.",
  "Asinugo bụ onye nchịkọta akụkọ na ''In and out magazine'' na 2010 nke bụ akwụkwọ gbasara njemnleghari anya nke Niajiria",
  "Na 2012, ọ gara na Channels Television dị ka onye edemede akụkọ, maka akụkọ banyere Environment, Aviation na Foreign Affairs",
  "Na 2013, ọrụrụ ọrụ na ụlọ ọrụ ngosi ozi  akpọrọ DDB na Lagos ruo afọ atọ bụrụ nnukwu onye ode akwụkwọ",
  "O mepere ụfọdụ ụlọ ọrụ akwụkwọ gunyere Diageo, Pernod Ricard, Unilever, MTN na Interswitch yana ịmepụta ihe ọhụụ maka ngosiputa na igbasa ozi.  Na 2016 Asinugo sonyeere Ndani TV na Lagos, dịka onyeisi ndi nduzi na onye na-emepụta ihe.",
  "Ọrụ Asinugo dịka onyeisi ndi nduzi akụkọ mere Ndani lifestyle boro ya ebubo maka okike, ịmalite na ijikwa blọgụ Ndani lifestyle.",
  "O bu onye na emeputa ma na-akwado ihe ngosi Ndani TV nke bụ Real Talk",
  "Ọ hapụrụ ọrụ ya na Ndani TV maka World Epo 2020 emere na Dubai dị ka onye na-akọ akụkọ na onye na-emepụta ihe ọgụgụ na 2020, ebe ọ na-ahazi akụkọ maka obodo.",
  "Na 2019, o mepụtara ihe ngosi izizi ya Living in Bondage: Breaking Free nke so merie onyinye na mmemme nke Africa Magic viewers' choice awards (AMVCA) ya na CJ Obasi na February 6, 2020, na Eko expo hall na Victoria Island, Lagos. Na Eprel 2020, o mechara ihe nkiri ya nke abụọ bụ ‘‘Rattle Snake’’. O nwere blọgụ akpọọrọ \"2 scoops of life and style\", ebe o na-akọrọ ahụmịhe ya na ọdịbendị ndị Naijiria na ịba ọgaranya maka mmadu ịbi naanị ya na Lagos",
  "Blọọgụ ahụ nwere ngalaba klọb akwụkwọ, ebe ọ na-ezute ya na ndị na-agụ akwụkwọ ma tụlee akwụkwọ mmasi.",
  "Asinugo natara onyinye maka ọrụ ya dịka onye mmeri nke onye edemede ihe ngosi kacha mma na fim ma ọ bụ usoro TV na mmemme nke asaa maka Africa Magic viewers 'Choice Awards (AMVCA)."
]