[
  "Nicole Amarteifio (amụrụ n'afọ 1982) bụ onye nduzi ihe nkiri, onye na-emepụta ihe, na onye na-ede ihe nkiri na Ghana.",
  "A mụrụ Amarteifio na Ghana na 1982 mana ọ kwagara London dị ka nwa dị ọnwa atọ n'ihi nnupụisi ndị agha na mba ya, wee biri na England ruo afọ isii. Nna nna ya, onye isi ala na-acha ọcha, lụrụ nne nne ya na Ghana n'afọ 1945",
  "O mechara soro ezinụlọ ya kwaga Scarsdale, New York, mana ọ na-aga ezumike na Ghana kwa afọ.",
  "Mgbe ọ na-aga Scarsdale Middle School, a nụrụ ka otu nwa klas ya na-atụ aro ka a gbapụ Afrịka iji dozie nsogbu HIV.",
  "Nne na nna Amarteifio laghachiri Ghana na 1997",
  "O nwetara nzere bachelọ na African na Afro-American studies na Mahadum Brandeis na 2004.",
  "Mgbe ọ gụsịrị akwụkwọ, ọ nwetara ọrụ na Washington, D.C",
  "dị ka onye ndụmọdụ maka mmepe akụ na ụba Afrịka na The Whitaker Group, na-arụ ọrụ maka Rosa Whitaker.",
  "Na 2006, Amarteifio kwagara Accra, Ghana, ịrụ ọrụ na mmepe akụ na ụba na African Development Foundation",
  "N'oge na-adịghị anya mgbe ọ kwagara Africa, o nwere echiche ime ihe ngosi dị ka Sex and the City na Accra.",
  "Amarteifio laghachiri na United States ịga Mahadum Georgetown ebe o nwetara nzere masta na nkwukọrịta ụlọ ọrụ n'afọ 2010. Na Georgetown, ọ gụrụ akwụkwọ n'okpuru Mike Long, onye gbara ya ume inwe mmasị n'ide ihe nkiri.",
  "Amarteifio chọtara ọrụ na World Bank dị ka onye mbụ na-ahụ maka mgbasa ozi mmekọrịta na Accra",
  "Ọtụtụ ọnwa mgbe ọ laghachiri Ghana, ọ malitere iwebata echiche ya na ndị ọkachamara telivishọn, bụ ndị jụrụ ịmalite ọrụ ahụ mana gbaa ya ume ịmụta otu esi ede ihe ngosi.",
  "Amarteifio mepụtara mmefu ego wee ghọta na ọ chọrọ naanị ego zuru ezu iji malite karịa ịmepụta oge zuru ezu",
  "Iji mụta banyere mmepụta, ọ gbasoro ọrụ nke ndị na-emepụta ọtụtụ mgbasa ozi wee debanye aha na kọleji obodo",
  "Amarteifio chọpụtara edemede nke ihe omume Sex and the City na ihe ngosi ndị metụtara ya n'ịntanetị, ma jiri ha mee ihe dị ka template maka edemede ya, yana akụkọ sitere n'aka ndị enyi ya n'Africa dum",
  "Ọ chọtara ndị na-eme ihe nkiri na oku, wee kpọtụrụ nwa klas ochie, Maame Adjei, iji rụọ ọrụ Zainab",
  "Adjei gara ụlọ akwụkwọ na Connecticut na Nana Mensah, onye Amarteifio họọrọ maka onye Sadé.",
  "N'iji ndị na-eme ihe nkiri na Ghana, Amarteifio na-ese ihe ngosi ya na ngwụsị izu na abalị iji ghara imegide ọrụ ya na World Bank.",
  "A tọhapụrụ usoro mbụ nke ihe ngosi ya, An African City, na YouTube na Machị 2014",
  "Ọ na-agbaso ndụ ndị enyi ise laghachiri Africa mgbe ha biri na mba ọzọ ma na-agagharị ịhụnanya, ọrụ, na ndụ abalị n'isi obodo Ghana, na mkparịta ụka doro anya banyere mmekọahụ",
  "Amarteifio bu n'uche ịmepụta mkparịta ụka banyere ihe bụ Africa, na iwepụ ihe omimi. A katọrọ usoro ahụ maka ịnọchite anya ndị isi na-enweghị ihe jikọrọ ha na ọtụtụ ụmụ nwanyị Afrịka.",
  "Amarteifio kwụjọrọ nkatọ a, na-ajụ echiche nke nwanyị Africa",
  "Oge nke abụọ nke ihe ngosi ahụ pụtara na 2016. E weputara usoro TV nke abuo ya, ihe egwu ndọrọ ndọrọ ọchịchị a na-akpọ The Republic, na 2016, dabere na ikpe ndụ n'ezie na Accra.",
  "A na-akpọ Amarteifio \"Shonda Rhimes nke Ghana\"",
  "A kpọrọ ya otu n'ime ụmụ nwanyị OkayAfrica 100 na 2018. Ihe nkiri mbụ ya, Before the Vows, gosipụtara na Seattle International Film Festival n'afọ 2018",
  "Ihe na-atọ ọchị, ọ na-agbaso mmekọrịta dị n'etiti Afua na Nii ka ha na-atụle alụmdi na nwunye."
]