[
  "Nicole \"Nicki\" Becker (Buenos Aires) bụ onye na-ahụ maka ihu igwe nke si Argentina na otu n'ime ndị guzobere Jóvenes por el Clima, akụkụ nke Friday for Future movement. Becker ghọrọ onye mmeri ndị ntorobịa maka Escazu Agreement and Sanitation and Water for All (SWA) na 2021.",
  "Becker bụ nwa nwanyị nke nna bụ onye ọka iwu na-eme mpụ na nne bụ onye nkuzi mgbakọ na mwepụ ma biri na Caballito.  Mgbe ọ ghọtara mgbanwe ihu igwe, Becker gbanwere usoro ya na kọleji site na nkà mmụta akparamàgwà mmadụ gaa na iwu mba ụwa n'afọ mbụ ya. Ọ na-amụ iwu ugbu a na Mahadum nke Buenos Aires",
  "Ebe ọ bụ na ọ dị afọ asatọ, Becker esonyerela Habonim Dror ma bụrụkwa akụkụ nke Ni una menos. Ọrụ ya na gburugburu ebe obibi malitere n'ọnwa Febụwarị 2019 mgbe ọ hụrụ vidiyo Instagram nke ndị na-eto eto na-eme njem ihu igwe na Europe, Greta Thunberg ghọkwara etiti isiokwu ahụ",
  "N'ihi na e mere March mbụ International maka Nsogbu Ihu igwe na March 15, 2019, Becker, Bruno Rodriguez, na ndị enyi ha atọ ndị ọzọ kpebiri ịchọta Jóvenes por el Clima, akụkụ nke Youth Climate, na ngwụcha February 2019",
  "Ha kpebiri ịhazi njem ahụ na Argentina, nke mmadụ pụkụ ise sonyeere mgbe ha guzobesịrị nzukọ ahụ",
  "Nzukọ ahụ anọwo na-agba Argentina ume ime nkwupụta ihu igwe na ọnọdụ mberede. Gọọmentị mechara kwupụta na 17 Julaị 2019. N'afọ 2019, ọ natara onyinye ịga nzukọ ihu igwe nke UN na Madrid maka ndị ntorobịa Argentina",
  "Dị ka akụkụ nke mkpọsa UnaSolaGeneración na World Children's Day site na UNICEF na America Solidaria iji kwalite mgbanwe ihu igwe nye ndị na-eto eto gburugburu Latin America na Caribbean n'oge ọrịa COVID-19, Becker ghọrọ otu n'ime ndị nnọchiteanya. N'afọ 2019, Becker bịara na 2019 United Nations Climate Change Conference n'okpuru onyinye ahụ dị ka onye nnọchi anya ndị ntorobịa maka Argentina. Mgbe e mesịrị, ọ laghachiri na 2021 United Nations Climate Change Conference wee zute odeakwụkwọ ukwu UN Antonio Guterres.",
  "Ụlọ omebe iwu nyere ya diplọma na ihe nrite iji kwanyere aka o nyere n'ọrụ ọha na eze na 10 Maachị 2020.Access Initiative (TAI), United Nations Economic Commission for Latin America and the Caribbean (UN ECLAC), na Gọọmentị Costa Rica họpụtara Becker dị ka otu n'ime ndị mmeri ntorobịa ise nọchiri David R",
  "Boyd na ncheta nke abụọ nke nkwekọrịta Escazu dị ka ndị nkwado UNICEF na 2020. N'afọ 2021, SWA họpụtara ya dị ka \"Onye mmeri na-eto eto nke mmemme ahụ\".",
  "Becker ghọrọ onye na-elekọta mmemme redio FutuRöck nke akpọrọ \"Permitido pisar el pasto\" na Rodriguez. Ọ bụkwa odee akwụkwọ maka Eldario."
]