[
  "Nigerian Breweries Plc, bụ nnukwu ụlọ ọrụ na-emepụta mmanya na Naịjirịa",
  "Ọ na-ejere ahịa Naijiria na West Africa ozi.",
  "Frank Samuel nke UAC bu ụzọ kwalite echiche nke iguzobe ụlọ ọrụ na-emepụta mmanya na Lagos tupu Agha Ụwa nke Abụọ",
  "Mana ọ bụghị ruo mgbe agha ahụ kwụsịrị ka e mere ihe siri ike iji malite ọrụ dị otú ahụ",
  "Ndị isi ahịa na ngalaba ahụ niile bụ ụdị ndị si mba ọzọ na enweghị biya a na-emepụta n'ógbè ahụ",
  "UAC enweghị akụkọ ihe mere eme na ime biya, na-eduga ụlọ ọrụ ahụ ịbanye na nkwekọrịta teknụzụ na Heineken na itinye ego site na ụlọ ọrụ ndị ọzọ na Naịjirịa gụnyere John Holt, GBO, SCOA, CFAO na UTC bụ ndị niile nwere mmasị na ụlọ ọrụ ọhụrụ ahụ. E hiwere ụlọ ọrụ Naịjirịa Breweries n'afọ 1946.",
  "Iwu ụlọ ọrụ biya ahụ malitere na Iganmu, Lagos na  afọ 1947 ma wuchaa ya na afọ 1949",
  "Igbe mbụ nke akara ya, STAR Lager, wepụrụ akara karama nke ụlọ ọrụ biya ya na Lagos na June 1949",
  "NBL jiri nyocha ahịa ndị ahịa ghọta ihe ahịa chọrọ ma mepụta usoro ahịa gburugburu STAR Lager nke jiri mgbasa ozi gosipụta njikọ dị n'etiti ịṅụ biya na ọgbara ọhụrụ. Ọ bụ otu n'ime ụlọ ọrụ ndị mbụ iji nkà nyocha ahịa dị mgbagwoju anya na ịkpọsa akara Naijiria nke ukwuu.",
  "Star nwetara nduzi ahịa na afọ 1960 nke mere ka ọ dị mkpa iwu ụlọ ọrụ ndị ọzọ na Naịjirịa",
  "Iji nweta ngwaahịa nye ndị na-azụ ahịa, ụlọ ọrụ ahụ nyere ikike ire akara ya na ndị na-ekesa ya ma wuo ụlọ nkwakọba ihe na ebe ndị dị mkpa n'ime mba ahụ",
  "Ka ụlọ ọrụ ahụ na-agbasawanye na mpaghara ndị ọzọ, ọ guzobere ụlọ ọrụ ndị ọzọ dị ka Aba Brewery na afọ 1957 na Kaduna Brewery n'afọ 1963",
  "Ka ọ na-erule n'afọ 1971, ụlọ ọrụ ahụ bụ otu n'ime ụlọ ọrụ kachasị ukwuu n'ime mba ahụ n'ihe gbasara itinye ego",
  "N'afọ 1982, a gbakwunyere ụlọ ọrụ biya ọzọ na Ibadan",
  "Na Septemba 1993, ụlọ ọrụ ahụ nwetara ụlọ ọrụ biya nke ise ya na Enugu, na n'ọnwa Ọktoba 2003, ụlọ ọrụ biya ya nke isii, nke dị na Ameke na Enugu",
  "Ama Brewery malitere ịṅụ mmanya na 22 Machị, na afọ 2003 ma na 3 nde hectolitres bụ nnukwu ụlọ ọrụ na-aṅụ mmanya na Naịjirịa.",
  "Na mgbakwunye, NBL webatara mineral dị iche iche na-abụghị mmanya na ihe ọṅụṅụ na-atọ ụtọ n'okpuru akara Rainbow nke gụnyere, Krola, Tip Top Tonic Water na mmiri soda Sundowner",
  "O webatara Gulder n'ahịa ma nweta ikike ịzụ ahịa lemon dị ilu na Schweppes na mba ahụ",
  "N'afọ 1972, ọ rere ihe ọṅụṅụ na-abụghị mmanya na-aba n'anya.",
  "N'afọ 1980, NBL ji nwayọọ nwayọọ mụbaa òkè ahịa ya nke ahịa ihe ọṅụṅụ na-aba n'anya na mmefu nke obere ụlọ ọrụ biya",
  "N'afọ 1988, ụlọ ọrụ NBL ga-agafe usoro ntụgharị mgbe gọọmentị machibidoro mbubata ọka bali",
  "Ụlọ ọrụ ahụ jiri enyemaka teknụzụ Heineken na usoro ntụgharị ahụ ma guzobe ugbo ọka na steeti Niger iji nye ọka a na-emepụta n'ógbè maka ụlọ ọrụ biya.",
  "N'afọ 2010, NBL nwetara ụlọ ọrụ biya site n'aka ndị Sona Group na-emepụta ihe ọṅụṅụ maltonic malt na ndị nwe biya Goldberg",
  "Ụlọ ọrụ ndị ahụ gụnyere Sona Breweries na Ota na Kaduna na Life Breweries dị na Onitsha. N'afọ 2014, ụlọ ọrụ ahụ jikọtara ya na Consolidated Breweries, ndị na-emepụta 33 mbupụ na Williams Dark Ale, njikọta nke onye isi ụlọ ọrụ ahụ bụ Heineken duziri.",
  "N'ọnwa Disemba, na afọ 2018, ụlọ ikpe Naijiria kpebiri na ụlọ ọrụ Naijiria na-emepụta mmanya ghọgburu ndị na-azụ ahịa ya site na ire Amstel Malt dị ka ngwaahịa shuga dị ala, nke bụ nkwupụta na-ezighị ezi. N'ọnwa Machị, na afọ 2019, ụlọ ikpe dị elu nke Naịjirịa jụrụ ikpe nke Nigerian Breweries megide National Lottery Regulatory Commission (nke edepụtara na afọ 2018) nke rịọrọ Ụlọikpe ka ọ lelee ikike nke Lottery Commission gbasara nkwalite ahịa nye ndị na-azụ ahịa. Ụlọ ọrụ Lottery Commission kpọgidere ụlọ ọrụ Naịjirịa Breweries maka ịrụ ọrụ lọtrị iwu na-akwadoghị dị ka akụkụ nke nkwalite ahịa. N'afọ 2019, ndị nta akụkọ Olivier van Beemen na Femke van Zeijl nwetara ihe nrite De Tegel maka mkpughe ha banyere nrụrụ aka dị elu nke Nigerian Breweries.",
  "N'ọnwa Disemba, na afọ 2020, ụlọ ọrụ Naịjirịa na-emepụta biya na-atọ ụtọ Desperados. N'ọnwa Ọgọstụ, na afọ 2021, Hans Essaadi ghọrọ onye isi oche ọhụrụ nke Nigerian Breweries.",
  "A na-etinye ọtụtụ n'ime ngwaahịa ndị ahụ na karama ndị a na-eweghachi ma ngwaahịa niile dị ugbu a na ite",
  "A na-emepụta Fayrouz, Maltina na Amstel Malta na karama P.E.T.",
  "Isi ụlọ ọrụ ahụ dị na Lagos.",
  "Àtụ:Heineken International"
]