[
  "Ndị agha Naịjirịa (NAF) bụ ndị agha jikọtara ọnụ nke Naịjirị",
  "O nwere ngalaba ọrụ atọ: ndị agha Naịjirịa, ndị agha mmiri Naịjirị, na ndị agha ụgbọelu Naịjiria",
  "Onye isi ala Naịjirịa na-arụ ọrụ dị ka onye isi ndị agha, na-egosipụta ikike iwu ya site na Ministri Nchebe, nke na-ahụ maka njikwa ndị agha na ndị ọrụ ya",
  "Onye isi ọrụ nke AFN bụ Chief of the Defence Staff, onye nọ n'okpuru Minista Nchebe Naijiria",
  "N'inwe ndị agha karịrị 223,000 na-arụ ọrụ, ndị agha Naijiria bụ otu n'ime ndị agha kachasị n'Africa. Dị ka Global Firepower si kwuo, ndị agha Naịjirịa bụ ndị agha nke anọ kachasị ike n'Afrika, ma bụrụkwa nke 35 na ndepụta ya, na mba ụwa.",
  "E guzobere ndị agha Naịjirịa na 1960 dị ka onye nọchiri ndị agha nke Royal West African Frontier Force guzo na mba ahụ, nke jere ozi dị ka ndị agha nke British Empire, n'oge nchebe nke Naịjirị",
  "N'oge na-adịghị anya mgbe e guzobere ya, NAF sonyere n'ọrụ agha megide steeti Biafra, n'oge Agha Obodo Naịjirịa site na afọ 1967 ruo na afọ 1970",
  "N'oge a, ndị agha Naijiria mụbara site na ndị ọrụ 85,000 na afọ 1967, ruo ihe karịrị ndị agha 250,000 na njedebe agha ahụ. N'ime afọ ndị sochiri agha obodo ahụ, e belatara ndị agha Naịjirịa site na ogo ya mgbe agha gachara ruo ihe dị ka ndị ikom 125,000",
  "N'agbanyeghị mbelata a na nha na ego nke ndị agha ya, Naịjirịa ga-etu ọnụ na ọ bụ nanị ndị agha nọ n'Ebe Ọdịda Anyanwụ Afrịka nwere ike itinye aka n'ọrụ agha mba ọzọ, dịka n'oge ọ na-etinye aka na agha obodo Liberia na afọ 1990. Ndị agha Naịjirịa ga-anọgide na-arụsi ọrụ ike na ọrụ agha na kọntinent Afrịka niile n'ime iri afọ ndị na-aga n'ihu, yana ọrụ ndị a ma ama gụnyere itinye aka na afọ 2017 dị ka akụkụ nke ntinye aka agha ECOWAS na Gambia.",
  "Taa, NAF na-eche ọtụtụ ihe ịma aka n'ime ụlọ ihu nke na-aga n'ihu na-emebi nkwụsi ike n'ime Naịjirịa na mpaghara ahụ dum",
  "Ụfọdụ n'ime egwu ndị a gụnyere esemokwu na-aga n'ihu megide otu ndị nnupụisi jihadist, Boko Haram na ugwu ọwụwa anyanwụ Naịjirịa, nke na-arụ ọrụ kemgbe Julaị na afọ 2009",
  "N'otu aka ahụ, Naịjirịa etinyela aka na mkpọsa na-emegide ndị ohi ụgbọ mmiri na Niger Delta, nke na-eyi ụlọ ọrụ mmanụ dị mkpa na mba ahụ egwu, nke bụ isi iyi nke 90% nke mbupụ Naịjirị na 35% nke ego gọmentị na-enweta. Ihe na-eme ka ọnọdụ a sie ike bụ ọrụ nrụrụ aka na-arụ na mgbalị ndị na-aga n'ihu iji wusie ndị agha ike",
  "Nrụrụ aka emela ka ikike ndị agha Naijiria na-eche egwu nchekwa n'ime ụlọ ihu, a na-ekwukwa na ọ bụ ya kpatara ogologo ndụ nke ndị nnupụisi na ndị na-eyi ọha egwu na-arụ ọrụ na mba ahụ dum."
]