[
  "Nigerian (na Igbo: Onye Niageria) bu ndi si n'ala ma obu n'obodo Naigeria",
  "Ndi Naijeria nwere otutu asusu; Hausa, Yoruba na Igbo.",
  "Skills and knowledge are the driving forces of economic growth and social development",
  "Despite\nthe current high level of unemployment, harnessing Nigeria’s young demography through\nappropriate skill development efforts provides an opportunity to achieve inclusion and productivity\nwithin the country",
  "Large-scale skill development is the main policy thrust of the N-Power\nProgramme.\nN-Power is also linked to the Federal Government’s policies in the economic, employment and\nsocial development arenas",
  "N-Power addresses the challenge of youth unemployment by providing\na structure for large scale and relevant work skills acquisition and development while linking its\ncore and outcomes to fixing inadequate public services and stimulating the larger economy",
  "The\nmodular programmes under N-Power will ensure that each participant will learn and practice most\nof what is necessary to find or create work",
  "The N-Power Teacher Corp involves a massive\ndeployment of 500,000 trained graduates who will assist to improve the inadequacies in our\npublic services in education, health and civic education",
  "Some of these graduates will also help in\nactualising Nigeria’s economic and strategic aspirations of achieving food security and self-\nsufficiency.\nN-Power will also be a platform for diversifying the economy",
  "N-Power is preparing young\nNigerians for a knowledge economy where, equipped with world-class skills and certification, they\nbecome innovators and movers in the domestic and global markets",
  "Nigeria will have a pool of\nsoftware developers, hardware service professionals, animators, graphic artists, building services\nprofessionals, artisans and others",
  "N-Power also focuses on providing our non-graduates with\nrelevant technical and business skills that enhance their work outlook and livelihood.\nIn sum, N-Power is segmented as follows:\nN-Power Teachers Corps- 500,000 graduates\nN-Power Knowledge – 25,000 non-graduates\nN-Power Build- 75,000 non-graduates"
]