[
  "NNPC Limited bụ ụlọ ọrụ mmanụ maka uru na Naịjirịa",
  "Ọ bụbu ụlọ ọrụ gọọmentị, a gbanwere ya site na ụlọ ahịa gaa na nnukwu ụlọ akụ na July 2022",
  "NNPC Limited bụ naanị ụlọ ọrụ nwere ikikere ịrụ ọrụ na ụlọ ahịa mmanụ ala nke mba ahụ",
  "Ọ na-ejikọ aka na ụlọ ọrụ mmanụ mba ọzọ iji mebie ihe ndị dị na Naịjirịa.",
  "E mepere NNPC na 1 April 1977  ka njikọta nke Nigerian National Oil Corporation na Federal Ministry of Petroleum and Energy Resources.NNPC  site n'iwu na ejikọtara ahịa njikọ n'etiti Nigerian federal gọọmentị  na ọtụtụ ụlọ ọrụ mba ọzọ, nke gụnyere Royal Dutch Shell, Agip, ExxonMobil, TotalEnergies, Chevron, na Texaco (nke jikọtara ya na Chevreon ugbu a)",
  "Site na mmekorita ya na ụlọ ọrụ ndị a, gọọmentị Naijiria na-eduzi nchọpụta na mmepụta mmanụ. NNPC Limited pụtara na ọ bụ nke asaa (ọnọdụ nke 7) na ụlọ ọrụ 25 kachasị mma nke LinkedIn ịrụ ọrụ na Naịjirịa na 2023.",
  "Ụlọ elu NNPC dị na Abuja bụ isi ụlọ ọrụ NNPC",
  "Ọ bu nke nwere ụlọ elu anọ yiri ibe ya, ụlọ ahụ dị na ọnụ ụzọ Herbert Macaulay, Central Business District Abuja",
  "NNPC nwekwara ụlọ ọrụ mpaghara na Lagos, Kaduna, Port Harcourt ma na Warri",
  "O nwekwara ụlọ ọrụ mba ụwa dị na London, United Kingdom. N'ọnwa Ọktoba 2019, NNPC kwuru na ya bịanyere aka na nkwekọrịta $ 2.5 ijeri tupu ịkwụ ụgwọ na Nigeria LNG maka ọrụ mmepe gas.",
  "Na December 2021, Federal Gọọmentị nke Naijiria na ụlọ ọrụ Naịjirịa National Petroleum Corporation (NNPC) Ltd bịnyere aka na N621 ijeri Memorandum of Understanding iji kwado iwu ihe oruru okporo ụzọ dị oke mkpa na Najiria.",
  "Nke sotere iwu ụlọ ọrụ mmanụ ala n'ọnwa August 2021, NNPC na-arụzi ọrụ ugbu a ka ụlọ ahịa na'adabereghị na ego gọọmentị na njikwa kpọmkwem",
  "E mepere NNPC ka ụlọ ọrụ Limited liability na olile anya na ụlọ otu onye na-arụ onye ya ga-eme ka ọ dịkwuo mfe ịnweta ahịa ego mba ụwa",
  "Ụlọ ọrụ ahụ ga-anọgide na-ahụ maka nchekwa ike na Naịjirịa.",
  "Onye isi ala Nigeria Buhari tinyere Mele Kyari ka onye isi nchịkwa ọhụrụ (GMD) nke a maara ugbu bụ  Group Chief Executive Officer Onye Isi NNPC. Kyari nọchiri Maikanti Baru",
  "Dr",
  "Maikanti Baru (7 July 1959 29 May 2020) nke nwụrụ anwụ bụ onye bụbu isi nchịkwa otu (GMD)",
  "A họpụtara ya ka ọ bụrụ onye isi nchịkwa otu na 4 Julaị 2016, n'okpuru onye isi Nigeria nke bu Muhammadu Buhari; ọ nọchiri Dr",
  "Emmanuel Ibe Kachikwu, Minista nke Naijiria maka Petroleum (2015-2019).",
  "A na-achịkwa ọrụ azụmahịa NNPC site na Strategic Business na Corporate Services Units (SBUs / CSUs) n'ebe dị iche iche n'ala Naịjirịa",
  "N'okwu ahụ; Ụlọ ọrụ Nigeria National Petroleum Corporation malitere atụmatụ iwe ndị ọrụ ma kemgbe ahụ, ruo ụbọchị ahụ iwe oru NNPC bụ atụmatụ kwa afọ.",
  "Òtù NNPC gụnyere Ụlọ Ọrụ NNPC, ụlọ ọrụ onye ndozi NNPC, ndị nduji ise dị ka edepụtara n'okpuru ebe a",
  "Onye ọ bụla n'ime ndị nduzi bụ onye isi oche (EVP)",
  "Ndị isi na-eduzi ngalaba ya, ebe ndị isi ụlọ ọrụ ya na ndị na'okpuru ya bụ ndị ndozi. NNPC nwere ọtụtụ ụlọ ọrụ enyemaka, ụlọ ahịa enyemaka abụọ nwere akụkụ na ụlọ enyemaka ọrụ iri na isii metụtara ya.",
  "Ndị ndozi:",
  "Strategic Business na Corporate Services Units:",
  "NNPC nwetara Oando's OVH Energy na Septemba 2022 wee weghara ụlọ ọrụ mmanụ narị atọ na iri asatọ ya.",
  "NNPC na-arụ ọrụ soso mmepe n'elu na n'ala mmiri",
  "N'afọ 1988, a na-ere ụlọ ọrụ ahụ n'ime ụlọ ahịa azụmaahịa iri na otu, na'ekpuchi ọrụ ime mmanụ niile: nchọpụta na mmepụta, mmepe gas, ntughari gas, nkesa, petrochemicals, injinia, yana itinye ego azụmahịa.",
  "Dị ka iwu Naijiria si kwuo, mineral niile, gas, na mmanụ mba anyị nwere bụ ihe onwunwe nke Federal gọọmentị nke Nigeria",
  "Ego NNPC na-enweta bụ 76% nke ego Federal gọọmentị  na 40% nke GDP nke obodo anyị. Ka ọ na-erule afọ 2000, mmanụ na gas na mbupụ na eweputa 98% nke ego Naijiria na mbupụ",
  "Mgbalị nke Mallam Mele Kyari-led dunyere Management nke Nigerian National Petroleum Corporation (NNPC) iji mee ka omenala nke nghọta sie ike na usoro ahụ amalitela ịnata nkwado na ụlọ ọrụ a kpọrọ dị ka Ụlọ Ọrụ Gọọmentị Ọchịchị nke Afọ 2020 (Transparency) site na New Telegraph.",
  "N'ịdowe usoro Transparency, Accountability, and Performance Excellence (TAPE) nke Mele Kyari dunyere management nke Nigerian National Petroleum Corporation (NNPC), ụlọ ọrụ ahụ na Nigeria Extractive Industries Transparence Initiative (NEITI) mepere kọmitii jikọrọ aka iji mee ka mmekọrịta dị omimi iji kwalite nghọta na ụlọ ọrụ mmanụ and Gas",
  "N'okwu na mwepụta nke Kọmitii Jikọrọ Aka NNPC-NEITI na Mainstreaming na Remedial Issues, Onye Nchịkwa Otu nke NNPC, Kyari, kwuru na kọmiti jikọrọ aka soro nke mgbalị iji mee ka akụkọ oshi njikọ ahụ dị omimi he mere eme sie ike nke mmekorita nke òtù abụọ ahụ nwere kemgbe ọtụtụ afọ.",
  "O kwuru na NNPC na ọrụ NEITI na-arụkọ ọrụ n'ihi na ọ bụ ikike nke ihe karịrị nde ndị Naijiria 200 bụ ndị nwere òkè na ụlọ ọrụ ahụ ịmara ihe niile gbasara ọrụ ụlọ ha.",
  "Ndị nwere òkè n'ọrụ a na-eto obi ya bụ onye isi NNPC tikwasiri n'ọrụ na otu o si arụ ọrụ n'oge",
  "Otu onye isi ụlọ ọrụ nke Nigeria Extractive industry watchdog NEITI, Waziri Adio, si kwuo, mkpebi NNPC ime ka ọha mara akaụntụ ya na ebe nrụọrụ weebụ ya nke oge mbụ n'akụkọ ihe mere eme bụ ihe tozuru ekele",
  "Dị nnọọ ka onye isi nchịkwa nke ụlọ ọrụ Global Extractive Industries Transparency International (EITI), Maazị Mark Robinson, kelere ụlọ oru ahụ maka ọkwa ọhụrụ ha bidoro nke akụkọ",
  "Ọzọkwa, odeakwụkwọ mgbasa ozi nke Nigerian Association of Petroleum Explorationists (NAPE), Maazị Lateef Amodu, kwuru, n'ime otu afọ, Kyari enweela ike ime ka ụlọ ọrụ ahụ kwụsie ike site na iwu siri ike nke nyeere ndị nwere oke ime mkpebi ọma itinye ego.."
]