[
  "E debanyere aha ụlọ ọrụ Nigeria Mortgage Refinance Company Plc (NMRC) na 24 Jụn 2013 dị ka ụlọ ọrụ na-ahụ maka ụgwọ ọha na eze nke edebanyere aha na Securities & Exchange Commission (SEC) ma bụrụ nke Central Bank of Nigeria (CBN) na-achịkwa dị ka ụlọ akwụkwọ na-abụghị nke na-anabata ego na isi ọrụ nke ịkwụ ụgwọ ụgwọ.",
  "E guzobere NMRC iji dozie ego ego nke ụlọ obibi ma kwalite nnweta yana ọnụ ahịa ụlọ dị mma maka ndị Naijiria site n'inye ego dị ukwuu na ahịa ụlọ site na ụlọ obibi na ụlọ akụ azụmahịa.",
  "E debanyere aha ụlọ ọrụ Nigeria Mortgage Refinance Company (NMRC) dị ka ụlọ ọrụ na-ahụ maka ụgwọ ọha na eze nke nwere ikikere inye ụlọ ọrụ na'ịgbazinye ego ohere ịnweta ego ogologo oge na ọnụego ọmụrụ nwa dị ọnụ ala, si otú ahụ na-eme ka ụlọ ọrụ ndị a nye ndị Naijiria, na ọnụego dị ogologo na ọnụego ọnụ ala.",
  "NMRC nwetara nkwenye na ụkpụrụ site na CBN na 20 Jụn 2013",
  "E debanyere aha ụlọ ọrụ ahụ na 24 Jụn 2013 dị ka Nigeria Mortgage Refinance Company Plc ma nye ha ikikere maka ọrụ na Febrụwarị 18, 2015.",
  "Nigeria Mortgage Refinance Company (NMRC) natara onyinye maka Ụlọ Akụ̀ Akụ̀ nke Afọ na mbipụta nke asatọ nke African Banker Awards nke emere na Kigali, Rwanda.",
  "Ụlọ ọrụ Nigeria Mortgage Refinance Company Plc (NMRC) nwere steeti 18 na Naịjirịa ebe ndị gọvanọ etinyela aka ịkwado atụmatụ NMRC site n'ịmepụta gburugburu ebe obibi maka ụlọ ọrụ ahụ ga-enyeghachi ego gụnyere Abia, Anambra, Bauchi, Bayelsa, Delta, Edo, Ekiti, Enugu, Gombe, Kaduna, Kano, Kwara, Lagos, Nasarawa, Ogun, Ondo na FCT.",
  "Ụlọ ọrụ Nigeria Mortgage Refinance Company Plc (NMRC) nwere ihe dị ka ụlọ akụ iri abụo na-agbazinye ego.",
  "Usoro Nkwado",
  "Nzọụkwụ mbụ bụ maka onye na-agbazinye ego iji nweta ego mgbazinye ego site n'aka onye na-enye ego mgbazinye na-ekere òkè dabere na njirimara ntinye akwụkwọ nke NMRC setịpụrụ; na nzaghachi onye na-ebinye ego ga-enye ụgwọ mgbe niile nke onye isi ego ahụ tinyere ọmụrụ nwa",
  "Onye na-agbazinye ego ga-enyekwa ihe nkwado n'ụdị ụgwọ ụlọ n'elu ihe onwunwe a ga-azụta.",
  "Nzọụkwụ nke abụọ bụ maka ndị na-agbazinye ego na-ekere òkè iji kwado ụgwọ ahụ na NMRC",
  "NMRC ga-akwụghachi ụgwọ ụlọ akụ na ụlọ ọrụ ego",
  "Onye na-agbazinye ego ga-enyekwa aka, n'aka nke ya, nye nchebe n'elu ụlọ ya maka nkwado nke NMRC.",
  "Nzọụkwụ nke atọ bụ maka NMRC iji nweta ego nke ya site na ịnweta ahịa isi obodo na ịnye bonds",
  "Ọ ga-ewepụta bonds ụlọ ọrụ, nke na-adịghị agụnye ọ bụla gafere n'ihe ize ndụ akwụmụgwọ agbakwunyere na ụgwọ ụlọ",
  "NMRC na-arụ ọrụ dị ka onye ogbugbo dị mfe n'etiti ndị na-agbazinye ego na ahịa isi obodo",
  "Site n'iji nha ya na uru ego ya, NMRC ga-enwe ike ịnakọta ego na ọnụego dị ọnụ ala",
  "Nke a sitere na ndị nwere òkè siri ike, isi ego siri ike, ezigbo akụ dị n'akwụkwọ ya na eziokwu ahụ bụ na CBN na SEC na-achịkwa NMRC."
]