[
  "Ebe ngosiputa nka mba Naịjirịa bụ ebe ngosi nka mba nke Naịjirị, nke dị n'obodo Lagos",
  "Ebe ngosi ihe mgbe ochie ahụ nwere nchịkọta dị ịrịba ama nke nka Naijiria, gụnyere ihe oyiyi, ihe a tụrụ atụ na ihe ngosiputa ihe mgbe niile na ethnographic. Ihe dị ịrịba ama bụ isi mmadụ terracotta a maara dị ka Jemaa Head (ihe dị ka 900 ruo 200 BC), akụkụ nke ọdịbendị Nok",
  "A na-akpọ akụkụ ahụ aha Jema'a, obodo ebe a chọtara ya.  Ebe ngosi nka ahụ dị na Onikan, Lagos Island, Lagos Steeti",
  "Ọ bụ National Commission for Museums and Monuments na-elekọta ebe ngosi ihe mgbe ochie ahụ.",
  "N'ọnwa Julaị n'afọ 1948, e zigara ihe osise mbụ nke ụlọ ngosi ihe mgbe ochie na nnọkọ maka iwu ụlọ ngosi ihe n'ụlọ na Naịjirịa. Onye England na-amụ banyere ihe ochie Kenneth Murray guzobere ebe ngosi ihe mgbe ochie ahụ na 1957. Ebumnuche bụ isi nke iwu ụlọ ngosi ihe mgbe ochie a bụ iji chekwaa ihe dị iche iche nke akụkọ ihe mere eme nke Naịjirịa. Kenneth Murray anakọtara ọtụtụ ihe nkpuchi ọdịnala site na Mba miri nke Cross River State, a gosipụtara ihe nkpuchi ndị a na ebe ngosi ihe mgbe ochie. N'ime afọ iri mbụ nke ịdị adị nke ebe ngosi ihe mgbe ochie ahụ, Ebe ngosi ihe mgbe Ochie Britain nyere Ebe Ngosi Ihe Mgbe Ochie Mba Naịjirịa ihe abụọ na ihe ndị ọzọ.  N'afọ 2018, agbakwunyere njem nleta nke ebe ngosi ihe mgbe ochie site na iji ụdị Google Street View tinyere saịtị ndị njem nleta ndị ọzọ na Naịjirịa.",
  "Ebe ngosi ihe mgbe ochie ahụ nwere nchịkọta nke ihe ndị sitere na ọdịbendị dị iche iche nke agbụrụ dị iche iche na Naịjirịa, nke e mere atụmatụ na ihe 47,000 nke ihe dị iche iche dị ka osisi, ọdụ́, ígwè na terracotta, n'etiti ihe ndị ahụ gụnyere ihe nkpuchi, akwa, ịgbà, égbè dane na ihe oyiyi osisi. N'etiti ihe ndị e ji mee, na ngalaba Yoruba, ebe ngosi ihe mgbe ochie ahụ gụnyere ejiji Egungun na ite ụrọ. Ebe ngosi ihe mgbe ochie ahụ nwere nchịkọta ihe oyiyi sitere n'oge dị iche iche nke akụkọ ihe mere eme nke Naịjirịa. Ebe ngosi ihe mgbe ochie ahụ nwekwara ngwá egwú ọdịnala dị ka sansas, fiddles na ọjà. Ebe ngosi ihe mgbe ochie ahụ nwekwara efere ịgba afa na ihe oyiyi ndị nna nna e ji osisi mee, na ngalaba a bụ ihe oyiyi Mumuye nke obodo ndị dị na steeti Adamawa na-eji, ihe oyiyi osisi Ikengas nke bụ akụkụ nke ọdịbendị Igbo, na mgbakwunye, ebe ngosi ihe mgbe ahụ nwekwara nchịkọta ihe nkpuchi gụnyere ihe nkpuchi Ekpo sitere na Calabar na ihe nkpuchi osisi. Ebe ngosi nka ahụ nwere ọla na ọrụ aka, yana nchịkọta akwa gụnyere akwa Akwete na akwa ndị ọzọ sitere na mpaghara Okene, Bida na Western States nke Naịjirịa.",
  "Ebe ngosi ihe mgbe ochie ahụ nwere ihe ọkpụkpụ dịgasị iche iche n'etiti ha bụ ihe ọkpụụrụ nke ili nke ndị Dakakari bi na Sokoto Steeti, a na-eji ebumnuche nke ihe ọkpụpụ ndị a mee ihe n'ili iji cheta ọnwụ nke onye dị mkpa dịka onye agha, onye ndú ọha na eze ma ọ bụ onye isi",
  "Ebe ngosi ihe mgbe ochie ahụ nwekwara ihe a tụrụ atụ nke nwanyị Sukur na uwe ọdịnala sitere na steeti Adamawa",
  "N'ọnụ ụzọ nke ebe ngosi ihe mgbe ochie ahụ, ya na ihe a tụrụ atụ nke chi a na-akpọ Chukwu, nke mmụọ Igbo",
  "Ebe ngosi ihe mgbe ochie ahụ nwekwara ihe a tụrụ atụ na nkume nke ndị Ekoi. Ebe ngosi ihe mgbe ochie ahụ nwekwara ihe a tụrụ atụ nke anụmanụ ndị a na-eji na ọdịbendị dị iche iche nke agbụrụ Naịjirịa.",
  "Ebe ngosi nka ahụ nwere ọrụ nka nke ndị na-ese ihe Naijiria dịka Nike Davies-Okundaye, Abiodun Olaku, Djakow Kassi, Bruce Onobrakpeya, Bolaji Ogunwo, Yusuf Durodola, Chinze Ojobo, Nosa Iyobhabha, Duke Asidere, Ben Enwonwu, Nathaniel Hodonu, Northcote W",
  "Thomas, Kelani Abass na Elizabeth Ekpetorson. N'afọ 2012, ebe ngosi ihe mgbe ochie ahụ gosipụtara ihe ngosi nke gosipụtara ihe osise nke onye na-ese ihe Ndidi Dike. N'ọnwa Nọvemba 2019, ebe ngosi ihe mgbe ochie ahụ haziri ihe ngosi nke ihe osise nke onye Germany-Nigeria na-ese ihe Ngozi Schommers. Ebe ngosi ihe mgbe ochie ahụ nwere okpueze oge ochie, Royal regalias, ihe ndị sitere na Alaeze nke Benin, ihe ọdịnala nke ndị Ibibio, ihe ndị Igbo-Ukwu ọla nchara, nkume monoliths nke ọdịbendị Oron na terracottas nke ọdịbendụ Nok. Ebe ngosi nka ahụ nwekwara foto nke ndị isi ala dị iche iche nke steeti Naịjirịa. Na ngalaba akwa, enwere nchịkọta akwa batik. Ebe ngosi ihe mgbe ochie ahụ nwekwara ihe oyiyi Ere., foto banyere ọchịchị nke Naịjirịa na ihe ngosi metụtara ọdịbendị nke Ifẹ, obodo Yoruba oge ochie.",
  "Ihe mkpuchi Benin; ọdụ́",
  "ite ememe ọla nchara; narị afọ nke 9; site na Igbo-Ukwu",
  "Arịa ememe ọla nchara n'ụdị mkpokoro snail; narị afọ nke 9; site na Igbo-Ukwu",
  "Isi osisi ịchọ mma ọla nchara; narị afọ nke 9; site na Igbo-Ukwu",
  "ite ọla nchara; narị afọ nke 9; site na Igbo-Ukwu",
  "ite ọla nchara; narị afọ nke 9; site na Igbo-Ukwu",
  "Efere Cresentric; ọla nchara; narị afọ nke 9; site na Igbo-Ukwu",
  "Isi osisi mara mma nke ọla nchara; narị afọ nke 9; site na Igbo-Ukwu",
  "Igbe ememe ọla nchara dị mgbagwoju anya; narị afọ nke 9; site na Igbo-Ukwu",
  "ụgbọ ala e gburu Murtala Mohammed",
  "Media related to Nigerian National Museum at Wikimedia Commons"
]