[
  "Nigeria Labour Congress (NLC) bụ òtù nche anwụ maka òtù ọrụ na Naịjirịa.",
  "E bipụtara  Nigerian Labour Congress na Disemba 1978, dị ka njikọta nke òtù anọ dị iche iche: Nigeria Trade Union Congress (NTUC), Labour Unity Front (LUF), United Labour Congress (ULC) na Nigeria Workers' Council (NWC).  Otú ọ dị, Gọọmentị Ndị Agha Federal e guzobere n'oge na-adịbeghị anya, nke Murtala Mohammed duziri, jụrụ ịnakwere nzukọ ọhụrụ ahụ, kama nke ahụ, guzobe Ụlọikpe Adebiyi iji nyochaa ọrụ nke òtù ọrụ na ndị isi ha",
  "Ụlọikpe ahụ kọrọ n'afọ 1976 ma kwuo na ụlọ ọrụ ndị ọrụ niile dị ugbu a gbasaa echiche Agha Nzuzo, dabere na ego sitere na njikọ mba ụwa, ma na-ejighị ego",
  "E ji nke a mee ihe dị ka ihe ziri ezi iji machibido ụlọ ọrụ anọ ahụ iwu, ebe a họpụtara M",
  "O",
  "Abiodun dị ka onye nchịkwa nke òtù ọrụ",
  "Ọ nabatara nguzobe nke otu ọhụrụ nke Naịjirịa Labour Congress, na ọnọdụ na e mezigharịrị ihe dị ka otu puku na narị ise na-arụ ọrụ n'ime ụlọ ọrụ mmepụta ihe iri anọ na abụọ, tinyere ndị otu iri na itoolu na-anọchite anya ndị isi ọrụ.",
  "N'afọ 1978, e guzobere Nigeria Labour Congress, ya na ụlọ ọrụ 42 na-arụ ọrụ",
  "Ọ ga-abụ naanị otu ndị ọrụ aka iwu kwadoro.  Ndị ndu ya gụnyere ọtụtụ n'ime ndị isi sitere na ndị anọ bu ya ụzọ, ebe Wahab Goodluck ghọrọ onye isi oche ya.",
  "N'oge akụkọ ihe mere eme ya, esemokwu ya na ọchịchị ndị agha ugboro abụọ dugara n'ịgbasa akụkụ mba nke NLC, nke mbụ n'afọ 1988 n'okpuru ọchịchị ndị agha nke General Ibrahim Babangida na nke abụọ n'afọ 1994, n'okpuru usoro ọchịchị nke General Sani Abacha. N'afọ 1996, e jikọtara ndị mmekọ iri anọ na abụọ nke NLC banye ịrị abụọ na itoolu, site na Iwu nke Nzukọ Ndị Omeiwu. N'okpuru ọchịchị ndị agha nke Naịjirịa, a na-ejide ndị isi ọrụ ugboro ugboro ma na-agbagwoju nzukọ ndị otu ọrụ anya anya anya",
  "N'ịgbaso mgbanwe ọchịchị onye kwuo uche ya na mba ahụ, e wepụrụ ụfọdụ n'ime iwu ndị na-emegide ndị otu na Jenụwarị 1999",
  "N'otu ọnwa ahụ, a họpụtara Adams Oshiomhole ka ọ bụrụ onye isi oche nke nzukọ ahụ.",
  "Na mbido afọ 2000, esemokwu dị n'etiti gọọmentị na NLC rịrị elu n'ihi mmegide nke nzukọ ahụ na ọnụahịa mmanụ dị elu. Mmụba ọnụahịa ahụ bụ n'ihi mkpebi gọọmentị Olusegun Obasanjo mere iji belata enyemaka ego nke ukwuu ma wepụ iwu ịzụta na ire ya",
  "NLC emeela ka ọtụtụ ọgbaghara na-eme mkpesa megide iwu ọnụahịa mmanụ ụgbọala nke ndị n'achi obodo",
  "N'ọnwa Septemba afọ 2004, NLC nyere gọọmentị etiti iwu ka ha gbanwee mkpebi ahụ iji weghachite ụtụ isi mmanụ ụgbọala na-ese okwu ma ọ bụ chee mkpesa mba niile ihu",
  "E mere egwu ahụ n'agbanyeghị eziokwu ahụ bụ na mkpebi ikpe nke Ụlọikpe Kasị Elu nke Federal na esemokwu gara aga kwupụtara na nzukọ ahụ enweghị ikike iwu ịkpọ oku maka iwu ndị n'achi obodo.",
  "Mgbe a mara ọkwa atụmatụ ọgbaghara ahụ, NLC kwuru na e jidere Onye isi ala Adams Oshiomhole n'October 9, 2004 na ngagharị iwe na Nnamdi Azikiwe Airport",
  "Dị ka nzukọ ahụ si kwuo, \"otu ìgwè ndị ọrụ nke State Security Services (SSS) nke ọnụ ọgụgụ ha karịrị iri na ise, ndị meriri ya, lụso ya ọgụ n'ala ma tinye ya n'ime ụgbọ ala Peugeot 504 na-echere, nke na-enweghị akara ikikere\". Ndị ọrụ nchekwa steeti kpọrọ nkwupụta ahụ \"akụkọ na-akpali akpali na nke na-ezighị ezi\", na-ekwu na onye isi oche NLC nwere \" nghọtahie\" na ndị ọrụ mpaghara, mana na e doziri okwu ahụ n'oge na-adịghị anya",
  "Onye na-ekwuchitere onye isi ala kwuru na a kpọrọ Oshiomhole naanị maka \"kparịta ụka\" n'ọdụ ụgbọ elu, ọ nweghị njide e jidere.",
  "N'afọ 2005, a gbanwere iwu ahụ iji kwe ka ndị otu ọrụ ndị ọzọ nweta nkwado gọọmentị, yana ikwe ka ndị otu ndị isi ọrụ sonye na NLC.  N'afọ 2016, ihe dị ka ndị mmekọ iri abụọ na ise hapụrụ iji guzobe United Labour Congress, mana ha laghachiri na NLC n'afọ 2020.  Ka ọ na-erule ngwụcha afọ ahụ, ọ nwere ndị mmekọ iri anọ na atọ, nke na-anọchite anya ihe karịrị ndị otu nde anọ n'afọ  2016.",
  "Otu n'ime mkpesa kachasị ike nke NLC nwere ike ịchọta na Jenụwarị 2012 n'oge ọchịchị Onye isi ala Goodluck Jonathan",
  "Onye isi ala na ndị otu akụ na ụba ya ekwuola na ịkwụ ụgwọ enyemaka mmanụ ụgbọala na-eme ka mba ahụ tụfuo ọtụtụ ijeri naira ma ọ ga-echekwa ihe dị ka \"£ 4.2bn kwa afọ iji tinye ego na ụlọ nrụpụta na-adịghị arụ ọrụ nke mere ka Naịjirịa bubata mmanụ nke ya ozugbo a nụchara ya\". Onye isi ala kwuru na ndi n'achi obodo  ya enweghịzi mmasị n'ịkwụ ụgwọ enyemaka mmanụ ụgbọala na ndị na-egosi mmanụ. Nke a ga-ebugharị ọnụahịa mmanụ ụgbọala nke a na-ere maka N65 a lita na enyemaka gụnyere gburugburu N141 nke na-egosi ihe karịrị otu narị pasent mmụba.",
  "Ndị ozi nọ na kọmitii ya kwadoro mkpọsa maka iwepụ enyemaka mmanụ ụgbọala ma bụrụkwa onye Ozi  na-ahụ maka ego / minista na'ahụ maka akụ na ụba n'oge ahụ bụ Dr",
  "Ngozi Okonjo Iweala. Gọọmentị mara ọkwa na a ga-ewepụ enyemaka mmanụ ụgbọala na Jenụwarị 2012 na ọkwa a anabataghị ya na Nzukọ Ndị Ọrụ Naịjirịa",
  "Abdulwahed Omar, onye isi oche NLC n'oge ahụ mara gọọmentị aka na a ga-enwe ngagharị iwe zuru oke na Naịjirịa ma ọ bụrụ na ọ gaa n'ihu na atụmatụ ya iji wepụ mmanụ. NLC nwere ike ijikọ ndị ọrụ ndị ọzọ na ndị otu obodo iji kwado ngagharị iwe ya",
  "Ihe ịma aka a gosipụtara site n'omume mgbe gọọmentị gara n'ihu na iwepụ ụgwọ maka enyemaka mmanụ. Ka ọ na-erule 9 Jenụwarị 2012, nnukwu ngagharị iwe malitere gburugburu Naịjirịa na n'obodo ukwu gụnyere Lagos, Abuja, Port Harcourt na Kano. Ngagharị iwe ndị a mebiri akụ na ụba n'ihi na e nwere mmechi zuru oke nke ndị ọrụ dị iche iche nke mba ma ọ were ihe karịrị ụbọchị ọrụ ise. Nke a mere ka onye isi ala Jonathan mara ọkwa na TV na gọọmentị ga-akwado ọnụahịa mmanụ ụgbọala ma belata ya ruo ihe dị ka $ 2.75 (£ 1.80) kwa galọn. E mechara kwụsị ngagharị iwe ahụ mgbe gọọmentị etiti gbasịrị ya. Ngagharị iwe a bụ otu n'ime ngagharị iwe kachasị ike nke gọọmentị ndị nkịtị na Naịjirịa chere ihu ma gosipụta ike nke Nigerian Labour Congress.",
  "National Women Commission bụ ngalaba ụmụ nwanyị nke NLC",
  "E mepụtara ya na 2003 iji mụbaa ntinye aka ụmụ nwanyị n'ihe omume nke njikọ ahụ. Malite n'afọ 1983, ọchịchọ maka nkwanye ùgwù maka ụmụ nwanyị na-arụ ọrụ dugara n'ịmepụta ngalaba ụmụ nwanyị n'isi obodo steeti",
  "Ka ọ dị ugbu a, alaka steeti nke NLC nwere kọmitii ụmụ nwanyị na onye isi oche nke kọmitii ahụ bụ onye otu na-akpaghị aka nke kansụl nchịkwa nke NLC steeti",
  "Na mba, onye isi nke National Women Commission bụ osote onye isi oche nke NLC.Onye isi oche nke National Women Commission bụ Comrade Rita Goyit. Akụkụ ụmụ nwanyị na-etinye aka na nnukwu ngagharị iwe na ngagharị iwe iji kwado ikike ụmụ nwanyị na megide ime ihe ike metụtara nwoke na nwanyị megide ụmụ nwanyị.",
  "Òtù ndị na-esonụ nwere mmekọ  na NLC:"
]