[
  "Ndị otu egwuregwu bọọlụ ụmụ nwanyị nke mba Naịjirịa, nke a na-akpọ Super Falcons, na-anọchite anya Naịjiria na bọọlụ bọọlụ ndị inyom nke mba ụwa ma na-achịkwa ya site na Nigeria Football Federation",
  "Ndị otu ahụ bụ ndị otu egwuregwu bọọlụ ụmụ nwanyị kachasị nwee ọganihu n'Afrịka na-emeri ihe nrite iri na otu nke Women's Africa Cup of Nations, na aha ha kachasị ọhụrụ na 2018, mgbe ha meriri South Afrika na nke ikpeazụ",
  "Ndị otu ahụ bụkwa naanị ndị otu ụmụ nwanyị si na Confederation of African Football ruru nkeji iri na ise nke ikpeazụ na FIFA Women's World Cup na Football na Summer Olympics.",
  "Ha bụkwa otu n'ime ndị otu ole na ole n'ụwa ruru eru maka mbipụta o bụla nke FIFA Women's World Cup, na arụmọrụ ha kachasị mma na 1999 FIFA Women'S World Cup ebe ha ruru nkeji iri na ise nke ikpeazụ.",
  "Ha meriri asọmpi asaa mbụ nke Afrịka ma n'ime afọ iri abụọ mbụ ha meriri naanị egwuregwu ise na asọmpi Afrịka",
  "12 Disemba 2002 na Ghana na Warri, 3 June 2007 na Algeria, 12 Augustị  2007 na Ghana na asọmpi Olympic, 25 Nọvemba 2008 na Equatorial Guinea na ọkara nke asọmpi bọọlụ ụmụ nwanyị nke Afrịka nke 2008 na Mee 2011 na Ghana na egwuregwu niile nke Afrịka.",
  "Super Falcons enwebeghị ike ichikwa karịa Africa n'ọgbọ egwuregwu ndị dị ka FIFA Women's World Cup ma ọ bụ Olympic Games",
  "Ndị otu ahụ anọwo na World Cup ọ bụla kemgbe 1991, mana ha jisiri ike naanị otu ugboro iji mechie na asatọ kachasị elu",
  "N'afọ 2003, Super Falcons ghọrọ nnukwu mmechuihu nke agba nke mbụ, na-emeghị otu goolu ma merie egwuregwu atọ niile nke egwuregu Group A",
  "Ha mere nke ọma na 2007, na-adọta naanị otu n'ime egwuregwu Group B ha",
  "Otu ọ dị, ha chere ìgwè ọnwụ ihu na 2003 na 2007, ha jikọtara oge abụọ ahụ na ike Asia na-arị elu North Korea, ike ọdịnala Europe Sweden, na ike ụmụ nwanyị nke akụkọ ihe mere eme na USA.",
  "Naịjirịa kwadoro asọmpi ụmụ nwanyị Afrịka nke ugboro atọ n'afọ 2006 nke a kagburu n'ihi oke mgbawa nke ime ihe ike kpatara n'ime mpaghara Naịjiria, na-anọchi Gabon, nke e nyere ikike ịnabata na mbụ mana e mechara wepụ ya na-ekwu maka nsogbu ego, wee merie ya nke asaa n'usoro",
  "Super Falcons nke Naijiria na Black Queens nke Ghana nọchitere anya Africa na China maka 2007 FIFA Women's World Cup.",
  "\"Falconets\" bụ ndị otu na-eto eto nke mba ahụ (U-20), nke rụrụ ọrụ nke ọma na 2006 FIFA U-20 Women's World Cup nke emere na Russia mgbe ha meriri Finland 8-0 tupu Brazil eziga ha na Quarter-final",
  "Ha bụ ndị nke abụọ na Germany na 2010 FIFA U-20 Women's World Cup",
  "Naịjirịa gbakwara bọọlụ na 2014 FIFA U-20 Women's World Cup nke e mere na Canada ma merie Germany na ngwụcha nke 0-1, Asisat Oshoala nwetara bọọlụ ọla edo na buutu ọla edo.",
  "\"Flamingoes\" bụ ndị otu cadet nke mba ahụ (U-17), nke ruru eru maka asọmpi U-17 World Cup New Zealand 2008",
  "Naịjirịa ruru eru maka 2019 FIFA Women's World Cup ebe etinye ha na Group A na South Korea, Norway na ndị ọbịa France.",
  "A maara ótu egwuregwu bọọlụ ụmụ nwanyị nke Naịjirịa ma ọ bụ kpọọ ya \"Super Falcons\".",
  "Àtụ:UpdatedDị ka nke Juuli 2021",
  "Worst Ranking       Best Ranking       Worst Mover       Best Mover",
  "Ihe na-esonu bụ ndepụta nke nsonaazụ egwuregwu n'ime ọnwa 12 gara aga, yana egwuregwu ọ bụla a haziri n'ọdịnihu.",
  "Àtụ:Football box collapsibleÀtụ:Football box collapsible",
  "Àtụ:UpdatedDị ka nke Novemba 2020",
  "Ndị otu ikpeazụ a kpọrọ aha n'ọnwa Ọgọstụ 2022 maka egwuregwu enyi na enyi megide United States na Septemba 3rd na 6th 2022.",
  "Ozi ziri ezi dị ka nke 2 Septemba 2022.Àtụ:Nat fs start no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs break no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs break no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs break no caps\nÀtụ:Nat fs player no caps \nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs player no caps\nÀtụ:Nat fs end",
  "A kpọrọ ndị egwuregwu na-esote ka ha bụrụ ndị otu n'ime ọnwa iri na abuọ gara aga.",
  "Ndepụta a nwere ike ọ gaghị ezu ezu.",
  "Ogwe aka na-egosi ndị mmeriÀtụ:Col-begin\nÀtụ:Col-3",
  "Àtụ:Col-3",
  "Àtụ:Col-end",
  "*Ndị egwuregwu na-arụsi ọrụ ike na bold, ọnụ ọgụgụ dị ka nke Nọvemba 2020.",
  "Ndepụta egosiri n'okpuru ebe a na-egosi ndị otu egwuregwu bọọlụ mba Djibouti na mba ụwa niile na mba ndị na-emegide ibe ha.\n*Ka ọ dị na xxxxxx mgbe egwuregwu megide xxxx gasịrị.",
  "*Dị ka nkexxxxx mgbe egwuregwu megide xxxxx gasịrị.",
  "Tebụl na-esonụ na-egosi ihe ndekọ mba ụwa niile nke Djibouti maka onye mmegide ọ bụla:"
]