[
  "Naijiria (Naigeria, Naịjiria, Naijeria), ezigbo ogologo ahà ya bụ̀ Ọ̀hàn'ezènànchịkọ̀ Naijiria (Federal Republic of Nigeria nà bèkeè), bụ̀ òbòdò dị n'ime Eluàlà, Odi n'akuku odida anyanwu Afrika ana-akpo West Africa",
  "Obu kwa obodo ndị Igbo, ma ndi Hausa na ndi Yoruba nakwa otutu ndi ozo di iche iche",
  "Obodo a na-akpo Republic du Benin no na aka-ekpe Naijiria",
  "Chad na Cameroon no kwa n'aka-nri ya",
  "Na elu ya no obodo ana-kpo Niger",
  "Okpuru ya ruru ebe mmiri a na-akpobu Bight of Biafra nke a gbanwere Gulf of Guinea di",
  "Ebe ahu bukwa ebe mmiri ana-akpo Bight of Biafra di tupu a kpowa ya Bight of Bonny.\nNa 1991, ebugara isi obodo ya n' Abuja",
  "Isi obodo ya dibu na Lagos nke di na ndida anyanwu (Western Nigeria)",
  "Abuja buzi isi obodo no n'etiti Naijiria.",
  "Akuko mbido Naijiria hiri nne ma dikwa ogologo",
  "Ihe egwuputara n'ala bu ihe na egosi ebe mmadu si, gosiri na mmadu bidoro biwe nebe a site na-afo mgbe ochie bu 9000 BC.,  Ebe Mmiri a na-akpo River Benue-Benue-Cross River bu ebe echere na ndi a na akpo ndi Bantu bi bu,Bantu/Bantu Migrants",
  "Ndi a sitekwara ebea wee gbasaa rue n'Etiti Afrika central Africa nakwa ndida Afrika southern Africa n'igwe site na 1st millenium BC rue 2nd millenium AD.",
  "Nà Ọnwaàsatọ 1 nà afọ ǹkè 1960, ndị bèkeè tọhapụ rụalobodoah'a nọchìrì rùouafọ  ǹke zuru  ọgụ àtọ United Kingdom wee bia na ala ebe ha bidoro kpowa Naijiria, nyeghachiri ndi Naijiria ala ha",
  "Naijiria ugbua nweziri ngalaba ochichi okpuru obodo di 36, 36 states nakwa Isi Obodo- bu Federal Capital Territory- Abuja",
  "Naijiria nweghachikwara ochichi a na akpo Demokrasi Democracy n'afo 1999, mgbe ndi Soja Military chigoro afo iri na isii",
  "Site n'afo 1966 rue 1999 ndi soja ala Naijiria bu ndi na achi Naijiri (ma oburu na ewepu ochichi Shehu Shagari, nke na eteghi aka, nke akporosecond repiblic 1979-1983)",
  "Ndi Soja a na-eweghara ochichi n'ike",
  "Ha chikwara site na coup d'etats/counter-coups site n'afo 1966-1979 na 1983-1998.",
  "Nigeria (akpọrọ / naɪˈdʒɪrɪə) bụ Federal Republic of Nigeria",
  "Nigeria dị na West Africa",
  "Ọ dị n'akụkụ Benin na ọdịda anyanwụ, Niger n'ebe ugwu, Chad na Cameroon n'akụkụ ọwụwa anyanwụ, na Atlantic Ocean na ndịda",
  "Abuja bu isi obodo obodo a",
  "Ọ bụ ezie na Naijiria nwere ọtụtụ agbụrụ, a chọpụtala agbụrụ atọ kachasị ma nwee ọnụ ọgụgụ, ndị agbụrụ ndị ọzọ fọdụrụnụ kewara ụzọ abụọ",
  "Ndị a bụ HausaÈya, Igbo na Yoruba.",
  "Nigeria nwere ogologo oge, ihe mgbe ochie na-egosikwa na ọnụ ọgụgụ ndị bi na mpaghara ahụ malitere ma ọ dịkarịa ala 9000 kJ",
  "A na-eche na mpaghara Benue-Cross River bụ ebe mbụ ndị Bantu bi na-agagharị na mpaghara etiti na ndịda Africa dị ka isi iyi n'etiti narị afọ iri mbụ BCE na puku afọ nke abụọ.",
  "Aha Naijiria bụ Osimiri Oya, nke a makwaara dịka Osimiri Niger, nke si na Naịjirịa gafere",
  "Flora Shaw, nwunye ọdịnihu nke onye Britain nke baron Lugard, wepụtara aha ahụ na ngwụsị 19sa.",
  "Nigeria bụ mba kacha baa ụba na Black World, nke asatọ kachasị  na ụwa, na mba ndị nwere ọnụ ọgụgụ mmadụ na ụwa",
  "Ọ bụ otu n’ime obodo akpọrọ “Next Eleven” n’ihi ahia ha, ma bụrụkwa otu n’ime ụmụ amaala",
  "Akụ na ụba Nigeria bụ otu n'ime ụwa na - eto ngwa ngwa na IMF nwere atụmatụ ịrị elu site na 9% maka 2008 na 8.3% maka 2009",
  "Na mbido afọ 2000, imirikiti ndị Naịjirịa bi ihe na-erughi US $ 1.25 (PPP) US $ 12",
  "Nigeria nwere nnukwu azụmaahịa n'Africa, ma sie ike na West Africa.",
  "Akụkọ Ochie\nNdị Nok nọ na etiti Naịjirịa emeela ihe ọkpụ ụrọ nke ndị na-amụ banyere ihe mgbe ochie na-asọpụrụ",
  "Nok akpụrụ akpụ na Institute of Arts nke Minneapolis, na-akọwa onye ama ama nke bu “mkpanaka” n’aka nri ya na mkpanaka n’aka ekpe",
  "Nke a bụ akara ngosi nke njikọ nke ndị Fero oge ochie na chi ndị Ijipt, Osiris, nke pụtara na mmekọrịta mmadụ na ibe ya, okpukpe, na okpukpe nke Egypt oge ochie dị na mpaghara nke oge a Nigeria n'oge ndị Fero",
  "Dị peeji nke 14]",
  "N'ebe ugwu, Kano na Katsina nwere akwukwo ederede edere malite na 999 kJ",
  "Ala eze ndị Hausa na usoro ndị eze Kanem-Bornu gbasaa dịka ebe azụmahịa n’etiti North na West Africa",
  "Na mbido narị afọ nke iri na itoolu n’okpuru Usman dan Fodio ndị Fulani ghọrọ ndị ọchịchị nke alaeze Fulani nke dịgidere ruo 1903 mgbe e kewara ha na ndị Europe",
  "N'agbata afọ 1750 na 1900, otu ụzọ n'ụzọ atọ nke ndị Fulani nọ na-ata ahụhụ n'ihi agha",
  "Ememme ụlọikwuu\nMain isiokwu: Amusín Nigeria",
  "Obodo Benin na narị afọ nke 17 na Oba nke Benin na-aga",
  "E sere foto a n’akwụkwọ European, Traduite du Flamand, n’afọ 1668",
  "Ndị na-eme nchọpụta na Portuguese bụ ndị Europe izizi azụmaahịa na Naịjirịa wee wepụta ọdụ ụgbọ mmiri Lagos site na aha Lagos na Algarve",
  "A maara aha ahụ nke ọma dịka azụmahịa azụmahịa nke Europe",
  "Ndị Europe na ụmụ amaala na-azụ ahịa n'akụkụ mmiri ahụ, wee malite ịzụ ahịa na ebe ahụ, na-emebi ọtụtụ ụmụ amaala Nigeria",
  "Mgbe agha Napoleon gachara, ndi Britain choro igbasa ahia rue etiti Nigeria.",
  "N’afọ 1885, ndị Britain weghaara ọdịda anyanwụ Afrịka ghọrọ ndị mba ụwa nabatara",
  "N'afọ sochirinụ, e nyere ụlọ ọrụ Royal Niger ụlọ ọrụ ahụ n'aka Sir George Taubman Goldie",
  "Na 1900, ndị Britain nwe ala ahụ.",
  "Na Jenụwarị 1901, Nigeria ghọrọ steeti jikọrọ aka",
  "Nigeria ghọrọ akụkụ nke alaeze Britain dị ike n’oge ahụ.",
  "N’afọ 1914, mpaghara ahụ batara dịka Colony na Protectorate nke Naịjirịa",
  "Maka ebumnuche nhazi, e kewara Nigeria na mpaghara ugwu, ndịda na Lagos",
  "Akụnụba ụwa taa na-arị elu na ndịda karịa n'ebe ugwu, nke a na-apụtakwa ìhè na ụwa ndọrọ ndọrọ ọchịchị nke Nigeria taa",
  "Emechara kagbuo ahia ohu na 1936",
  "Mgbe Agha Worldwa nke Abụọ gasịrị maka nzaghachi nke ọnụ ọgụgụ ndị Naijiria na-arịwanye elu na ọchịchọ maka nnwere onwe, iwu ọzọ nke Britain mere ka Nigeria bịaruo onye nnọchi anya na gọọmentị gụnyere",
  "N'etiti narị afọ nke 20, mgba maka nnwere onwe gbasara Africa dum.",
  "Mgbe nnwere onwe\nN’abalị mbụ n’ọnwa Ọktoba afọ 1960, Naịjirịa nweere onwe ya n’aka Nationstù Mba Nationswa",
  "Obodo ọhụrụ a webatara ọnụ ọgụgụ buru ibu nke ndị mmadụ chọrọ ka ala nna ha bụrụ nke kachasị ike",
  "Ọchịchị ọhụrụ nke Naijiria bụ njikọta nke ndị otu mgbagha: Nigerian People's Congress, njikọta nke ndị ugwu na ndị Alakụba bụ ndị Ahmadu Bello na Abubakar Tafawa Balewa, onye praịm minista mbụ mgbe nnwere onwe, na onye ndu nke ndị Igbo na okpukpe",
  "Kristi bụ onye isi oche nke National Council of Nigeria na Cameroons (NCNC) nke Nnamdi Azikiwe bụ onye isi, onye ghọrọ gọvanọ mbụ aha ọjọọ na 1960",
  "Iguzogide bụ otu akpọrọ Action Group (AG), bụ ndị Yoruba duziri nke Obafemi Awolowo duziri",
  "Mkpebi e mere na 1961 maka South Cameroon isoro Cameroon mgbe Northern Cameroon nọgidere na Naịjirịa kpatara enweghị nhatanha n'ihi na mpaghara ugwu anyị kariri ndịda",
  "Nigeria kewapụrụ na Britain na 1963 site na iguzobe onwe ya dị ka otu mba, ebe Azikiwe bụ onyeisi oche mbụ ya",
  "Esemokwu dapụtara na Western Region ka emechara ntuli aka nke 1965 mgbe Nigerian National Democratic Party weghaara ọchịchị n’aka AG.",
  "Gọọmentị agha mbụ\nAdịghị nha nhata a na nrụrụ aka nke usoro ntuli aka na nke ndọrọ ndọrọ ọchịchị dugara n'usoro ọchịchị ndị agha na 1966",
  "Ihe a mere na Jenụwarị site n'aka ndị ntorobịa ndọrọ ndọrọ ọchịchị n'okpuru Major Emmanuel Ifeajuna na Chukwuma Kaduna Nzeogwu",
  "Ọnwụ ọnwụ ahụ egbughị nke ọma - Mịnịsta Ala, Sir Abubakar Tafawa Balewa, Mpaghara Ugwu nke Nigeria, Sir Ahmadu Bello, na Western Region nke Nigeria, Sir Ladoke Akintola",
  "Otu ọ dị, ndị ahụ na-enupụ isi enweghị ike ịme gọọmentị n'ihi ihe isi ike, ya mere Nwafor Orizu, onye isi oche nke onye isi, manyere iguzobe gọọmentị maka ndị agha Nigeria n'okpuru nduzi nke Navy JTY Aguyi-Ironsi.",
  "Ọchịchị na ndọrọ ndọrọ ọchịchị\nLee kwa: Federal Government of Nigeria\nIwu\nE nwere usoro iwu iwu anọ dị iche iche na Nigeria.",
  "Iwu Britain, malitere na Britain.\nIwu zuru oke, mepụtara mgbe colonialism gasịrị.\nIwu ọdịnala, nke sitere na omenaala na omume na Naịjirịa niile.\nIwu Sharia\nNigeria bụ ngalaba ikpe nke thelọikpe Kasị Elu nke Nigeria.",
  "Okere mmekọrịta\nỌrụ agha\nIwu nke ndị agha Federal Republic of Nigeria bụ ichebe Naịjirịa, ịkwalite nchekwa Naịjirịa na ịkwado usoro udo na West Africa.",
  "Ndị agha Nigeria gụnyere ndị agha, ndị agha mmiri, na ndị agha ikuku.",
  "Ndị agha Nigeria na-etinyekarị aka na ọrụ udo na Africa",
  "Ndị agha Naịjirịa dịka onye so na ECOMOG keere oke ọrụ dị ka onye nchekwa udo na Liberia na 1990, Sierra Leone na 1995, Ivory Coast na Sudan.",
  "Ala",
  "Maapụ Nigeria\nNigeria dị na West Africa na Gulf of Guinea, yana ngụkọta ala nke 923,768 km2 (356,669 sq mi), na-eme ka ọ bụrụ mba 32nd kachasị n'ụwa karịa Tanzania",
  "Borderkè-ala ya bu Benin dika ihe dịka 773 km, Niger nwere ihe dịka 1497 km, na Tsad banyere 87 km na Cameroon ihe dịka 1690 km; yana oke osimiri ya na 853 km",
  "Ebe kachasị elu na Nigeria bụ Chappal Waddi na 2419 m (7936 ft)",
  "Osimiri ndi mmadu no na ya bu Osimiri Oya na Benue nke na-aga Lokoja site na ebe ha si abanye na Atlantic Ocean site na Naija Delta.",
  "N’otu aka ahụ, Nigeria bụ isi obodo maka agbụrụ dị iche iche",
  "Nnukwu urukurubụba n'ụwa bụ Calabar na Cross River State",
  "Enwe anụ ụlọ na-ebi naanị na ndịda ọwụwa anyanwụ Nigeria na Cameroon.",
  "Nigeria dị iche iche",
  "Na South, ihu igwe na-abụkarị sentimita 60-80 (1,524 ruo 2,032 mm) kwa afọ",
  "N'ebe ndịda ọwụwa anyanwụ bụ ingslọ Obudu.",
  "Steeti\nE kewara Naịjirịa na steeti iri isii na isii na otu ’’ Federal Capital Territory ’; E kewakwara ndị a na okpuru ọchịchị ime obodo 774.",
  "Obodo isii dị na Nigeria nwere ọnụ ọgụgụ otu puku ma ọ bụ karịa: Lagos, Kano, Ibadan, Kaduna, Port Harcourt na Benin.",
  "Steeti nke Naịjirịa, e nwere ngụkọta nke steeti 36 na Nigeria na mgbe ahụ, Abuja, isi obodo mpaghara etiti.\nSteeti:",
  "Abuja\nAnambra\nEnugwu\nAkwa Ibom\nAdamawa\nAbia\nBauchi\nBayelsa\nBenue\nBorno\nOsimiri Cross\nDelta\nEbonyi\nUmeji\nEkiti\nGombe\nIhe omuma\nIgede-Ekiti\nEbonyi\nKano\nKatsina\nEbonyi\nKogi\nKwara\nArochukwu\nNasarawa\nAkwukwu\nAgha\nOndo\nOsun\nOyo\nPlateau\nOsimiri\nTraụza\nTaraba\nYobe\nZamfara\nFederal Capital Territory: Abuja",
  "Okowo\nNigeria bụ otu n'ime ahịa na-eto ngwa ngwa n'ihi oke akụ na ụba ya, ego, nkwukọrịta, iwu na njem na nke abụọ kachasị oke mgbanwe na Nigeria",
  "Nigeria na 2007 bu 37th n’uwa n’uwa tinye na ntinye ego",
  "Dika ngalaba Economic Intelligence Unit na World Bank siri kwuo, akuko mkpuru ego ndi Naijiria n’otu n’uba abiala site na $ 170.7 kwa na 2005 rue $ 292.6 na 2007",
  "Onu ogugu n’uzo n’aho otu onye si na $ 692 puta na 2006 ruru $ 1,754 kwa onye na 2007",
  "N’oge nrịba mmanụ nke afọ ndị 1970, Naịjirịa chịkọbara nnukwu ụgwọ iji kwado mgbake akụ na ụba, mana ka ọnụ ahịa mmanụ dara na 1980s, ọ na-esiri Naijiria ike ịkwụghachi ụgwọ ya, na-ebute nsogbu ụgwọ",
  "mgbazinye ego.",
  "Ka ha na gọọmentị Naịjirịa kwurịtara okwu, n'ọnwa Ọktọba 2005 Naịjirịa na ndị Paris Club kwekọrịtara na Naịjirịa nwere ike ịkwụghachi ụgwọ ya na mbelata 60%",
  "Naịjirịa jiri uru sitere na mmanụ ala kwụọ 40% fọdụrụnụ, na-ahapụ otu ijeri $ 1.15 kwa afọ iji nọrọ nso",
  "Nigeria ghọrọ mba Africa mbụ kwụrụ ụgwọ ya ($ 30,000) na Paris Club na Eprel 2006.",
  "Akụ na ụba\nNigeria bụ mba 8th nke kacha emepụta mmanụ, na nke iri kachasị nwee mmanụ",
  "Nigeria bụ onye otu OPEC",
  "Mmanụ ala na-ekere òkè dị ukwuu na akụnụba Naijiria na-aza 40% nke Gross Domestic Product (GIO) na 80% nke mmefu gọọmentị.",
  "Naịjirịa bụ otu n'ime ụlọ ọrụ mgbasa ozi na-eto ngwa ngwa n'ụwa niile, yana ụlọ ọrụ telecom dịka MTN, Etisalat, Zain na Globacom nwere ụlọ ọrụ kachasị ukwuu na kachasị na Nigeria",
  "Naịjirịa nwere ngalaba ego mepụtara nke ọma, ya na ngwakọta ụlọ akụ na nke mba ofesi, ụlọ ọrụ ala na ụlọ, ụlọ ọrụ na-ere ala, ụlọ ọrụ na-ere ahịa, ụlọ ọrụ nha na ụlọ akụ.",
  "Naịjirịa nwekwara ọtụtụ mineral ndị anaghị ekpocha ọkụ dịka gas, kol, bauxite, tantalite, ọla edo, poselin, iron ore, limestone, niobiomu, juice, and zinc",
  "Ọ bụ ezie na akụnụba ụlọ a hiri nne, ọ nweghị ndị ụlọ ọrụ na-egwupụta akụ̀ iji wepụta ha.",
  "Ọrụ ugbo bụ isi iyi nke mgbanwe mba ofesi maka Nigeria",
  "N’otu oge, Naịjirịa bụ mba kacha wee buru ọka, ahịhịa na mmanụ nkwụ na onye na-ebubata aki oyibo, oroma, ọka, ọka, sorghum, tubers na okpete",
  "Ihe ruru pacenti iri isii n’ime ndị Naịjirịa na-arụ ọrụ ugbo, ma nwe ala dị ole na ole mana ọ nweghị.",
  "Naịjirịa nwere ụlọ ọrụ akwa na akwa akwa na Kano, Abeokuta, Onitsha na Lagos",
  "Companieslọ ọrụ ụgbọ ala dịka Peugeot si France na Bedford si Britain nke bụzị akụkụ nke ụlọ ọrụ ụgbọ ala America, General Motors, t-shirt dị egwu, plastik na nri mkpọ.",
  "Omuma mmadu",
  "Ọnụ ọgụgụ",
  "Nigeria bụ or Mba Afrika kacha nwee onu ogugu n'agbanyeghi na amaghi onu ogugu",
  "Nationstù Mba Ndị Dị n'Otu kwuru na n’afọ 2009 ndị bi na ya bụ 154,729,000, nke 51.7% lụrụ di na nwunye ma 48.3% biri n'obodo mepere emepe na mmadụ nde 167.5 nọ na mpaghara kilomita abụọ.",
  "Naịjirịa bụ mba asatọ ji ọnụ ọgụgụ mmadụ kacha elu n’ụwa niile",
  "Atụmatụ na 2006 kwuru na ọnụọgụ ndị mmadụ 0-14 bụ 42.3%, na n'etiti afọ 15-65 bụ 54.6%",
  "Onu ogugu omumu di elu karie onu ogugu ndi mmadu, na 40.4 na 16.9 na 1,000 mmadu obula",
  "Nigeria nwere ihe dika agbụrụ 250 nwere asụsụ na ọdịbendị dịgasị iche",
  "Ndi agbụrụ kacha ibu bụ Hausa / Fulani, Yoruba na Igbo nwere 68% nke ngụkọta ebe Edo, Ijaw, Kanuri, Ibibio, Ebira, Nupe na Tiv nwere 27% ebe ndị fọdụrụnụ bụ 7%",
  "A maara na etiti Nigeria nwere ọtụtụ agbụrụ dịka Pyem, Goemai na Kofyar",
  "More about this source textSource text required for additional translation information\nSend feedback\nSide panels\nHistory\nSaved\nContribute",
  "Sovereign states\nAlgeria · \nAngola · \nBenin · \nBotswana · \nBurkina Faso · \nBurundi · \nCameroon · \nCape Verde · \nCentral African Republic · \nChad · \nDemocratic Republic of the Congo · \nRepublic of the Congo · \nComoros · \nCôte d'Ivoire · \nDjibouti · \nEgypt1 · \nEquatorial Guinea · \nEritrea · \nEthiopia · \nGabon · \nThe Gambia · \nGhana · \nGuinea-Bissau · \nGuinea · \nKenya · \nLesotho · \nLiberia · \nLibya · \nMadagascar · \nMalawi · \nMali · \nMauritania · \nMauritius · \nMorocco · \nMozambique · \nNamibia · \nNiger · \nNaigeria · \nRwanda · \nSenegal · \nSeychelles · \nSierra Leone · \nSomalia · \nSouth Sudan · \nSouth Africa · \nSpain2 · \nSudan · \nSwaziland · \nSão Tomé and Príncipe · \nTanzania · \nTogo · \nTunisia · \nUganda · \nZambia · \nZimbabwe",
  "Dependencies  |  Unrecognized\nBritish Indian Ocean Territory (UK) · \nMayotte (France) ·  \nRéunion (France) · \nSt. Helena, Ascension na Tristan da Cunha3 (UK) \n | \nPuntland · \nSomaliland ·  \nSahrawi Arab Democratic Republic",
  "1 Partly no n'ime Asia.  \n2 Mostly no n'ime Obodo Békè.  \n3 Includes the dependencies of Saint Helena, Ascension Island na Tristan da Cunha.",
  "Àtụ:Member states of the African Union\nÀtụ:D8 nations\nÀtụ:G15\nÀtụ:OPEC\nÀtụ:OIC\nÀtụ:Community of Sahel-Saharan States\nÀtụ:Niger-Congo-speaking\nÀtụ:Commonwealth of Nations"
]