[
  "Ndị Nigeria Mobile Police (MOPOL) bụ ndị agha ngalaba nke ndị uwe ojii Naijiria ndị ọrụ ha dabere na mgbaziri sitere n'aka gọọmentị etiti Naijiria.",
  "E guzobere ndị uwe ojii Mobile Force dị ka ngalaba ndị na-emegide ọgba aghara nọ n'okpuru nchịkwa nke Inspector-General nke ndị uwe ojii iji gbochie ihe omume ọgba aghara n'obodo",
  "A na-ahọpụta ha ka ha weghara ọrụ mgbe nnukwu nsogbu dapụtara nke na-ekweghị ndị uwe ojii nkịtị anagide",
  "Ndị PMF dị 40,000 siri ike, bụ ndị ekekọrịtara na 52 Police Mobile Squadrons dị iche iche, nke ọ bụla n'ime ihe dị ka ndị mmadụ 700, gbasaa n'etiti 36 State Commands na Federal Capital Territory (FCT).",
  "Ndị Mobile Police aghọọla ndị nche tozuru oke nakwa ndị na-emegide mpụ iji lụọ ọgụ megide ndị o ji egbe ezu ohi, òtù ndị na-eme ihe iyi egwu, ndị ji okpukpere chi were na-eweta ọgba aghara, na ọtụtụ ndị ọzọ",
  "Ndị Police Mobile force na-enyekwa nchekwa n'ebe obibi nke ndị isi ndị uwe ojii, ma ndị ka nọ n'ọrụ ma ndị lara ezumike nká, ndị nnọchi anya mba ọzọ, ụlọ ọrụ ha na ndị isi gọọmentị",
  "A na-ahọpụtakwa ndị PMF ka ha na-echekwa ebe enwere ihe ndị na-eweta akụ na ụba dị ka ebe e wuru ihe ndị eji emepụta mmanụ, n'elu na n'ime mmiri, nchedo Pipeline, na ụlọ ọrụ ndị ọzọ metụtara mmanụ.",
  "Ndị  Police Mobile Force na-agagharị na mpaghara niile gburugburu, iji lụọ ọgụ megide mpụ ahaziri ahazi",
  "Ha etinyekwala aka ịhụ na-ewere nlekota na idebe iwu na iwu na steeti ndị nwere nnukwu ọgba aghara na ala anyị dịka Lagos, Rivers, Bayelsa, Delta, Kano, na Bauchi.",
  "Mopol esonyela na ọrụ iweta udo nke ndị UN, ECOWAS, AU na ndị ọzọ kwadebere.",
  "Uwe MOPOL na-eyi gụnyere elu uwe na-acha oji oji na olive drab ma ọ bụ uwe ụkwụ ogologo khaki, yana elu uwe khaki na-acha akwụkwọ ndụ akwụkwọ ndụ, uwe ndị agha camouflage na akpụkpọ ụkwụ canvas, nke ihe sotere ya bụ okpu na acha oji oji ma ọ bụ okpu beret na acha ọcha, akwụkwọ ndụ akwụkwọ ndụ maọbụ anụnụ anụnụ yana égbè na-akpaka",
  "Dị ka ndị na-elekọta ọrụ mmanụ, MOPOL nwere ike iburu ihe ngosipụta aha ụlọ ọrụ ahụ na ngwá ọrụ ha.",
  "Ihe ọdachi ndị Mobile Police na enwe dị ukwuu ma bụrụkwa nke dịgasị iche",
  "Ọdachi ndịa gụnyere ụkọ ụlọ ọrụ zuru oke na ụlọ ebe obibi ndị agha dị mma, ụkọ ngwa agha na mgbọ, ụgbọala eji arụ ọrụ, ngwá ọrụ nkwukọrịta na ịghara ịkwụ ụgwọ maka ndị ọrụ na-arụ ọrụ mberede oge kwesịrị.",
  "Ndị Mobile Police bụ ndị akọrọ akụkọ dị ka ndị na-eji ike emebi ikike mmadụ , ọkachasị n'oge afọ ndị 1990, nke mere na ha nwetara aha njirimara \"Kill-and-Go\" n'etiti ndị Naijiria (nke a bụ n'ihi na a maara ha ka ndị na-eji egbe egbu nkịtị aka ha dị ọcha ma na-apụ n'enweghị ntaramahụhụ ọbụla )",
  "MOPOL bụ otu ụzọ nke ndị ndọrọ ndọrọ ọchịchị nke steeti Naijiria ji emegide ndị mmadụ ka wee nwee ike ịnọgide ma na-achịkwa ndị mmadụ; ha tinyere aka n' ikpe mmegbu na obibi nke Ogoniland na MOSOP n'etiti afọ ndị 1990, yana esemokwu dị n'etiti ndị Ijaw na Itsekiri na ngwụcha oge nke afọ iri ahụ",
  "Akụkọ banyere mmegide ikike mmadụ bụ nke jupụtara ebe niile, ma otu ọ dị, akụkọ nke sitere n'aka BBC gụnyere ihe atụ nke \"igbu otu onye na-akwado egwuregwu bọọlụ n'ihi elu uwe ya, igbu ndị ahịa mmadụ ise bụ ndị e zuuru ohi na ịgba onye na-agụ egwu egbe oge e mesịrị emume ngosi egwu maka ego\". Dị ka akụkụ nke Internal Security Task Force e zigara na Ogoniland, ndị uwe ojii nke Shell kwadoro gbara ndị na-eme ngagharị iwe gba aka nkịtị, \"na-egbu otu onye ma na-emerụ ọtụtụ ndị ọzọ ahụ\".",
  "Ndị Mobile Police na ngwaọrụ nchekwa nke ụlọ ọrụ mmanụ na-arụ ọrụ na Naijiria nwere njikọ miri emi, ọkachasị na mpaghara Niger Delta, dịka atụrụ anya na ụlọ ọrụ ndị ahụ ga-akwụ ụgwọ ọrụ na mmefu nke ndị Mobile Police ndị",
  "kwaahakbụ ịchekwa ụlọọa nchedo",
  "Ahọpụtara ndị  nke ọrụ mmanụmaka nchekwa arị iji chebm akụ ụlọ ọrụ na, ọ bụ ezie na MOPOL nọ n'okpuru nchịkwa steeti, lọ ọrụ ndell e na-eso aka nele ndị inyọ nna-eso a  ngwa aha na mgbọ ọnọdụ MOPOL ha",
  "Nke a emeela ka nahọpụtara maka Lubokwa na ha na-eche riteọrụ mmanụ nche aha \"Shell Police\", \"Mobil Police\", na ndị ọzọ.",
  "Àtụ:Military of NigeriaÀtụ:Africa topic"
]