[
  "NWFL Premiership (nke bụbu Nigeria Women Premier League) bụ asọmpi kachasị elu maka egwuregwu bọọlụ ụmụ nwanyị na Naịjịria. Ọ bụ ihe yiri ụmụ nwanyị nke egwuregwu ụmụ nwoke, Nigeria Professional Football League (NPFL). Njikọ bọọlụ ụmụ nwanyị nke Nigeria (NWFL) na-ahazi Njikọ Premier nke ụmụ nwanyị nke Naịjirịa na Njikọ Pro-league",
  "N'ọnwa Nọvemba 2017, a họpụtara Aisha Falode ka ọ bụrụ onye isi oche nke ụlọ ọrụ league, a họpụtakwara ya na Jẹnụwarị 2017.",
  "Egwuregwu bọọlụ ụmụ nwanyị na Naịjirịa malitere na 1978 site na ntọala nke NIFFOA (Nigeria Female Football Organising Association), nke a kpọrọ NIFFPA (Nigria Female Football Proprietors Associations) na 1979, ma sonye na klọb ndị dị ka Jegede Babes, Ufuoma Babes, Larry Angels, Kakanfo Babes na ndị ọzọ",
  "NFA haziri asọmpi mbụ ahụ na 1990",
  "Ufuoma Babes bụ ndị na-achịkwa n'afọ ndị 1990, tupu ha adaa n'aka Pelican stars, bụ ndị meriri league n'etiti afọ 1997 na 1902",
  "Ka ọ n'erule afọ 2010, Rivers Angels ghọrọ ihe a na-ahụkarị na asọmpi ndị dị egwu, obere asọmpi a n'eme kwa afọ n'etiti ndị otu kachasị elu, ijì chọpụta onye mmeri zuru oke maka league",
  "N'agbanyeghị oke oge nke usoro a belatara kemgbe ọtụtụ afọ, oge egwuregwu 2014 hụrụ ogé egwuregwu na-aga n'ihu na-ekpebi ndị mmeri league, mana site na 2015, e weghachiri usoro otu ahụ.",
  "N'ụbọchị nke ise n'ọnwa Machị 2020, Njikọ Football nke ụmụ nwanyị Nigeria, òtù na-achịkwa egwuregwu bọọlụ ụmụ nwanyị na Naịjịrịa nke Aisha Falode na-eduzi mara ọkwa mgbanwe nke egwuregwu ụmụ nwanyị, site n'ịkpọpụta akara ngosi ọhụrụ na ịgbanwe aha atọ nké egwuregwu ahụ n'okpuru nlekọta nke NWFL.",
  "Site na rebranding, a maara Nigeria Women Premier League ugbụ a dị ka NWFL Premiership, league nke abụọ a máara dị ka NW NFL Championship (nke bụbu NWFL Pro-League) ebe nke atọ nkewa na-aghọ NWFL Nationwide (nke bụ NWFL Amateur League).",
  "Njikọ kachasị elu nke ụmụ nwanyị na Naịjịra na-agbaso usoro dị mkpirikpi na asọmpi dị egwu na njedebe nke oge",
  "Ndị otu kachasị elu n'ìgwè ọ bụla (mgbe ụfọdụ 1, 2 ma ọ bụ 3) ga-emepụta asọmpi ahụ na ngwụcha oge iji chọpụta onyé mmeri nke league",
  "A na-agbadakarị ndị otu ikpeazụ na ngalaba nke abụọ, ebe a na-akwalite ndị otu si na ngalaba dị ala na-abanye na league",
  "N'agbanyeghị oke oge nke usoro a belatara kemgbe ọtụtụ afọ, oge egwuregwu 2014 hụrụ oge egwuregwu na-aga n'ihu na-ekpebi ndị mmeri league, mana site na 2015, e weghachiri usoro otu ahụ.",
  "Ndepụta nke ndị mmeri na ndị na-esote:"
]