[
  "Ndị agha Naịjirịa (NA) bụ ndị agha ala nke ndị agha Obodo Naịjarịa",
  "Ọ bụ Kansụl Ndị Agha Naịjirịa (NAC) na-achịkwa ya. Onye isi ndị agha bụ onye isi agha kachasị elu nke ndị agha Naịjirịa.",
  "Ndị agha Naịjirịa na-agbaso akụkọ ihe mere eme ya site na ndị uwe ojii Lieutenant John Hawley Glover, nke ndị ohu Hausa a tọhapụrụ n'afọ 1863. E guzobere ndị uwe ojii na ebumnuche bụ isi nke ichebe Royal Niger Company na akụ ya site na mwakpo ndị agha na-aga n'ihu site na Alaeze Ukwu Ashanti dị nso. Ndị uwe ojii a ga-eji nwayọọ nwayọọ na-eto eto na ogo na ikike iji gboo mkpa nke Alaeze Ukwu Britain na mpaghara West Africa ya, ma mesịa bụrụ isi nke Gold Coast na Hausa Constabulary, nke abụọ ga-aghọ Ghana Regiment na Southern Nigeria Regiment n'otu n'otu site n'afọ 1879",
  "A ga-etinye ndị agha a n'ime Royal West African Frontier Force (RWAFF) n'afọ 1900 site na British Colonial Office, na-agbaso ahụmịhe ndị agha Britain na Benin Expedition nke afọ 1897, yana mgbalị ndị Britain sara mbara nke ịhazigharị nke ndị Africa ya dịka nke ndị agha Ijipt na mbido afọ ahụ",
  "N'oge Agha Ụwa nke Abụọ, ndị agha Naijiria a zụrụ na Britain hụrụ ọrụ na nke mbu (West Africa) Infantry Brigade, nke iri asatọ na otu ya na nke iri asatọ na abuo (West Africa).",
  "Mgbọrọgwụ nke agbụrụ nke malitere ịpụ n'ime ndị agha mgbe nnwere onwe nwere ụfọdụ n'ime mmalite ha n'omume recruiting nke ndị ọchịchị, na-azụlite ndị agha na artillery site na North, mana n'oge mmụba nke ndị agha n'oge Agha Ụwa nke Abụọ, a na-eweta ọnụ ọgụgụ dị ukwuu nke ndị South gụrụ akwụkwọ iji were ọkwa ndị chọrọ ọzụzụ teknụzụ",
  "Dị ka ọ dị na Ghana, enwere nrụgide dị ukwuu iji \"Nigerianize\" ndị agha, dịka ọmụmaatụ, a na-ebuli ndị isi abụọ ka ha bụrụ Brigadier dị ka nkwenye nye echiche ọha na eze n'oge onye isi ndị Britain ikpeazụ rutere Lagos",
  "Site n'ike nke puku asatọ na ndị agha ụkwụ ise na ndị na-akwado ya, ike rịrị elu ruo ihe dị ka otu narị puku na iri abụọ na ngalaba atọ na njedebe nke Agha Obodo Naijiria n'afọ  1970. N'ihe gbasara nkuzi, ọrụ nke ndị agha Federal Naịjirịa agbanwebeghị n'ụzọ bụ isi: ọrụ ya ka bụ iji mechie ma merie onye iro a haziri ahazi.",
  "Mgbasawanye ngwa ngwa nke ndị agha Naijiria n'ihi agha obodo ahụ hụrụ mbelata siri ike na ogo ndị agha. Usoro mmụba nke ndị isi ndị agha Naijiria na-ahụ maka ya mere ka ụkọ ndị isi na-ahụ anya, na ndị lieutenant-colonels e mepụtara ọhụrụ na-achịkwa brigades, na ndị agha na ụlọ ọrụ ndị ndị sergeant na ndị isi na ndị isi",
  "Nke a mere ka ndị agha Naijiria na-arụ ọrụ na-arụsi ọrụ ike. Otu nsonaazụ nke ntụziaka na-adịghị ike bụ na ngalaba atọ nke gọọmentị etiti lụrụ ọgụ n'onwe ha, ma na-asọ mpi maka ndị ikom na ihe onwunwe",
  "N'ide n'ime nnyocha nke afọ 1984, Major Michael Stafford nke United States Marine Corps kwuru ihe ndị a: \"Ndị agha na-enweghị ahụmịhe, ndị a zụrụ nke ọma na ndị a na-eduga n'ụzọ na-adịghị mma gosipụtara enweghị nkà na enweghị nchịkwa ha site na igbu ndị nkịtị aka ha dị ọcha na enweghị ike ịme usoro ndị agha n'ụzọ dị irè",
  "\" Otu n'ime nsonaazụ nke ọdịda nke ahụmịhe iwu na ọkachamara bụ ogbugbu Asaba nke afọ 1967, nke kpatara ọnwụ nke ihe dị ka otu puku ndị nkịtị na ndị Igbo.",
  "N'ọnwa Nọvemba n'afọ 1970, ndị ọrụ nzuzo nke United States kwubiri ihe ndị a: \"Agha Obodo Naịjirịa ji obere iwe mechie",
  "A na-anabata ndị Igbos meriri dị ka ụmụ amaala ibe ha n'ọtụtụ akụkụ nke Naijiria, mana ọ bụghị n'ebe ụfọdụ nke Biafra mbụ ebe ha na-achịkwa",
  "[Iboland] bụ mpaghara na-arụbiga ọrụ ókè, nke dara mbà n'ụzọ akụ na ụba, ebe enweghị ọrụ buru ibu nwere ike ịdị ruo afọ ole na ole",
  "\" Ọzọkwa, ndị nyocha US ga-aga n'ihu na-ekwu na: \"Nijeria ka bụ obodo agbụrụ, ebe agbụrụ, ekworo agbụrụ na mpaghara, ibu iro na ọdịmma na-agụnye ihe karịrị njikọ mba",
  "General Gowon, Onye isi nke Federal Military Government (FMG), bụ onye ndú mba a nabatara ma ewu ewu ya etolitela kemgbe agha ahụ biri",
  "FMG abụghị nke na-arụ ọrụ nke ọma ma ọ bụ nke na-eme ihe ike, mana ọkwa a mara n'oge na-adịbeghị anya na ọ na-ezube ijigide ike maka afọ isii ọzọ emeela ka obere mmegide dị ugbu a",
  "Ndị agha Naịjirịa, nke gbasaa nke ukwuu n'oge agha ahụ, bụ ma isi nkwado maka FMG na isi egwu ya",
  "A zụghị ndị agha ahụ nke ọma ma na-adọ ha aka ná ntị ma ụfọdụ n'ime ndị isi na-agbanye aka na nkata aghụghọ na nkata",
  "Anyị chere na Gowon ga-enwe nnukwu ihe isi ike n'ịnọ n'ọchịchị n'oge o kwuru na ọ dị mkpa tupu mgbanwe nke ike nye ndị nkịtị",
  "Iwepụ ya na mberede ga-emebi atụmanya maka nkwụsi ike Naijiria",
  "\"",
  "Mmetụta nke ndị mmadụ n'otu n'otu na-adịkarị ukwuu na ndị agha nke steeti na-emepe emepe, ebe ha na-enwekarị usoro ụlọ ọrụ na-adịghị ike",
  "Ndị isi na-etinye aka na Naịjirịa gụnyere Colonel Olusegun Obasanjo n'oge ahụ",
  "Obasanjo dị mkpa karịsịa n'ihi mbọ ọ na-agba ịhazigharị iwu ya, ngalaba nke atọ, n'oge agha obodo iji melite nhazi na nchịkwa ya",
  "Nhazi ọ guzobere nyere ohere ka ngalaba nke atọ nwee ihe ịga nke ọma n'ịrụ ọrụ mmegide nke ga-eduga na njedebe nke agha obodo na Naịjirịa",
  "Ndị agha Naịjirịa lụrụ agha obodo ahụ n'enweghị ihe onwunwe; ihe ncheta Obasanjo na-akọ akụkọ banyere enweghị ngwá ọrụ ọ bụla ọzọ maka ịhazi ya na \"usoro dị mma na nke a na-apụghị ịdabere na ya nke ịzụta na inye ihe\" nke dịgidere n'oge agha ahụ dum. Mmachibido iwu nke ọtụtụ mba ndị dị n'Ebe Ọdịda Anyanwụ mere ka ọnọdụ ahụ sie ike.",
  "Na ngwụcha Agha Obodo, a haziri ngalaba atọ nke ndị agha n'ime ngalaba anọ, nke ọ bụla na-achịkwa mpaghara na-aga site na North ruo South iji wepụ usoro mpaghara mbụ",
  "Nkewa ọ bụla si otú a nwee ohere ịbanye n'oké osimiri si otú a mee ka mmekorita Triservice na nkwado nhazi dị mfe",
  "E mechara hapụ usoro nhazi a iji kwado ọrụ nke ngalaba dị ugbu a na nkewa",
  "N'ihi ya, a na-ekenye 1 Division nwere HQ na Kaduna na mpaghara North West; 2 Division nwere HH na mpaghara Ibadan South West, 3 Division nwere HC na mpaghara Jos North East na ngalaba nke iri asatọ na abuo nwere ebe ịsị ụlọ ọrụ na mpaghara Enugu South East.",
  "Ọdịdị ya gụnyere 1 Division, nke nwere isi na Kaduna n'ebe ugwu ọdịda anyanwụ, na 2 Division (HQ Ibadan na South-West, nke gụnyere Ndị agha ogbunigwe iri atọ na abuo dị na Abeokuta)",
  "2nd Division nwekwara ike ịgụnye 4 Brigade na Benin City, na 19 Battalion na Okitipupa na ndị agha otu otu puku na iri itoolu n'ise  nọ na Agenebode",
  "Ndị agha mgbama dị iri ise na abuo nwere ike ịbụ ngalaba nke ngalaba nke ngalaba",
  "Isi ụlọ ọrụ ngalaba nke atọ dị na Rukuba Cantonment, Jos, na mpaghara n'ebe ugwu ọwụwa anyanwụ, ma gụnyere 21st Brigade, North-Ebybybyby Brigade, Brigade, British Brigade, Northern Brigade, Godi Brigade, District District District District, Ma Mahadum Brigade, West Brigade, Gar Garade, Mahadum East Brigade 82. E guzobere Ngalaba Composite na Enugu n'afọ 1964 dị ka Ngalaba 4, n'afọ 1975 ghọrọ Lagos Garrison Organization; n'afọ 1981 ghọrọ Ngalaba Composit; ghọrọ Ngalaba Composite na Mee 2002",
  "Ngalaba Armoured nke 3 bụ ọrụ n'afọ 1983 maka nchekwa nke mpaghara ndị gbara Chad gburugburu.",
  "Lagos na Abuja nwere iwu ndị agha, na ndị agha Lagos buru ibu dị ka nkewa",
  "81st Division bụbu nkewa kachasị ọhụrụ, nke e guzobere na 26 Mee 2002 mgbe e buliri Lagos Garrison Command (dị ka ọ dị n'oge ahụ) ka ọ bụrụ nkewa",
  "Ya mere, ngalaba ahụ ketara ọrụ nchebe nke ndị Lagos Garrison Command na-arụ. Otú ọ dị, otu isiokwu na-enweghị ụbọchị na akwụkwọ akụkọ n'ịntanetị nke Naijiria na-ekwu na e mechara kpọgharịa ngalaba nke iri asatọ na otu ọzọ Lagos Garrison Command",
  "N'afọ 1980, ndị agha brigade gụnyere 7th Infantry Brigade na Sokoto",
  "E nwekwara Divisional Artillery Brigades, n'etiti nke iri atọ na abụọ na Ndị agha ogbunigwe iri atọ na anọ, ordnance corps units nakwa Ndị agha Injinia ọgụ, na ọtụtụ ndị ọzọ na-akwado ọrụ gbasaa na mba ahụ.",
  "E guzobere ngalaba nke asaa (nke a makwaara dị ka JTF-RO) n'ọnwa Ọgọstụ afọ 2013 maka agha megide Boko Haram",
  "Okike nke ngalaba ọhụrụ ahụ mere ka ọnụ ọgụgụ nke ngalaba dị isii",
  "Ngalaba nke asaa nwere isi na Maiduguri. Nkewa ahụ gụnyere otu ọgba tum tum agha dị ka akụkụ nke 25th Task Force Brigade. A na-ekwupụta ebumnuche nke otu a dị ka ịchekwa okporo ụzọ na Yobe ma na-eje ozi dị ka onye na-eme ka ike dịkwuo ukwuu na ọrụ agha. Training and Doctrine Command guzobere n'afọ 1981, ọ dịkwa na Minna",
  "Ọ na-elekọta ụlọ akwụkwọ ndị agha, gụnyere Depot",
  "Ndị agha na-akwado ụlọ akwụkwọ ndị agha Naijiria na Zaria na Ụlọ akwụkwọ sekọndrị Command n'ebe niile.",
  "Ndị agha Naịjirịa ka ọ na-erule afọ 2016 nwere ihe dị ka ndị isi Puku isii na ndị ọrụ otu narị puku na iri ise. Ndị agha n'onwe ha na-achịkwa Kansụl Ndị Agha Naịjirịa (NAC)",
  "A na-ahazi ndị agha Naịjirịa n'ime ngwá agha agha, nke bụ ndị agha na ndị agha; ngwá agha nkwado agha, nke dị ka artillery, ndị injinia, mgbaàmà, na ọgụgụ isi; ọrụ nkwado agha gụnyere ndị agha Naijiria Medical Corps, nnyefe na njem, iwu na ego. Ndị ọzọ gụnyere ndị uwe ojii agha, ọzụzụ anụ ahụ, ndị ụkọchukwu, mmekọrịta ọha na eze na ndị agha Naịjirịa.  The Training and Doctrine Command (TRADOC) nke dị na Minna na-ahụ maka nkuzi, ọzụzụ na mmepe agha, ma na-elekọta ebe ọzụzụ",
  "E nwere Ụlọ akwụkwọ ọzụzụ ndị kops iri na asaa na Nigerian Army College of Logistics (NACOL).",
  "Ndị agha Naịjirịa kwuru na e guzobere ngalaba isii nke e mepụtara ọhụrụ na Port Harcourt iji hazie ma melite ọrụ nchekwa ya na steeti anọ nke Niger Delta",
  "Nkewa ahụ ga-ekpuchi Brigade abuo nke ndị agha na Akwa Ibom, Brigade iri na isii na Bayelsa, na Brigade iri isii na atọ na Delta n'otu n'otu; ebe isi ụlọ ọrụ nkewa ga-adị na Port Harcourt",
  "Ndokwa a ga-enyere aka belata ọrụ nke ndị agha, ndị ohi, esemokwu n'etiti obodo, bunkering iwu na-akwadoghị, ntọrọ, izu ohi, Niger Delta Avengers na mmebi pipeline zuru ebe niile n'ógbè ahụ",
  "Enweghị nchebe na steeti ndị a na-emetụta akụ na ụba mba site na mmebi nke ndị omempụ nọ n'ime mpaghara ahụ.",
  "Ọzụzụ ndị dị ugbu a gụnyere:",
  "Ihe ndị na-esonụ bụ ihe owuwu nke ndị agha Naịjirịa:",
  "N'ọnwa Disemba afọ 1983, ọchịchị ọhụrụ nke Onye isi ala Naịjirịa, Major General Muhammadu Buhari, kwupụtere na Naịjirịa enweghịzi ike ịkwụ ụgwọ ọrụ na-emegide ọchịchị na Afrịka",
  "Ndị na-asụ Bekee nke Economic Community of West African States (ECOWAS) guzobere ECOMOG, nke ndị agha Naịjirịa na-achịkwa, n'afọ 1990 iji tinye aka n'agha obodo na Liberia. Ndị agha ndị dị obere emeela ọrụ UN na ECOWAS na Yugoslavia, Angola, Rwanda, Somalia, na Sierra Leone.",
  "Nkwupụta iwu na-emegide ọchịchị ndị ọchịchị na-achị ala emeghị ka Naịjirịa n'okpuru ndị ọchịagha Ibrahim Babangida n'afọ 1990 na Sani Abacha n'afọ 1997 ghara iziga ndị agha na-ahụ maka udo dị ka akụkụ nke ECOMOG n'okpuru nkwado nke ECOWAS na obodo Liberia ma mesịa banye Sierra Leone mgbe agha obodo malitere na mba ndị ahụ",
  "Onye isi ala Olusegun Obasanjo n'ọnwa Ọgọstụ afọ 2003 tinyere ndị agha Naijiria ọzọ na Liberia, na arịrịọ nke United States, iji nye ọnụnọ nwa oge ruo mgbe ndị agha UN UNMIL rutere. Charles Taylor mechara wepụ n'ọchịchị site na nrụgide US ma chụga ya Naịjirịa.",
  "N'ọnwa Ọktoba afọ 2004, e zigara ndị agha Naijiria na Darfur, Sudan ka ha buru ndị agha African Union ụzọ chebe ndị mmadụ nkịtị nọ ebe ahụ.",
  "Na Jenụwarị 2013, Naịjirịa malitere iziga ndị agha na Mali dị ka akụkụ nke Ndị ọrụ nkwado mba ụwa na Mali nke Africa na-edu.",
  "Naịjirịa kwuru na ha enyewo ihe karịrị puku ndị agha iri abụọ na ndị uwe ojii ọrụ dị iche iche nke UN kemgbe afọ 1960",
  "Ndị uwe ojii Naịjirịa na ndị agha arụwo ọrụ n'ebe ndị dị ka UNIPOM (UN India-Pakistan Observer mission) 1965, UNIFIL na Lebanon 1978, UN observer mission, UNIIMOG na-elekọta nkwụsị esemokwu Iran-Iraq n'afọ 1988, Yugoslavia 1998, East Timor 1999, na Democratic Republic of the Congo (MONUC) 2004.",
  "Ndị isi ndị agha Naịjirịa ejeela ozi dị ka ndị isi nchekwa na mba ndị ọzọ, ebe Brigadier General Maxwell Khobe na-eje ozi dị ka onye isi ndị ọrụ Sierra Leone n'afọ 1998-1999 na ndị isi ndị agha nke Naịjirị na-arụ ọrụ dị ka onye na-ahụ maka ndị agha nke Liberia site na ọ dịkarịa ala nke afọ 2007.",
  "Ihe na-esonụ bụ ndepụta nke ndị isi na-ejide ọkwa nke General Officer Commanding (GOC) ma ọ bụ Chief of Army Staff (COAS).",
  "N'agbanyeghị nkwenye siri ike na ihe onwunwe na ọkaibe nke ndị agha Naịjirịa, na n'agbanyeghị na ha nwere ụfọdụ ngwaike dị egwu, ndị agha enweela nsogbu site na ụkọ teknụzụ na ọkwa dị njọ nke mmezi. Ọnụ ọgụgụ buru ibu nke ndị na-eweta ihe si mba ọzọ, gụnyere Austria, Brazil, France, Germany, Italy, Sweden, Switzerland, Romania, Turkey, Ukraine, Soviet Union, United States na United Kingdom, nwekwara usoro mgbagwoju anya",
  "Ịgbakọ nha na oke nke ngwongwo dochie anya naanị agaghị ekwe omume n'ihi na maka ụdị ndị nche na ano ebe ngwá ọrụ ha.",
  "Ndị agha Naịjirịa na-enwe ọ dịkarịa ala usoro ngwá agha iri asatọ na abụọ dị iche iche na ụdị égbè otu narị na iri itoolu na anọ, nke iri isii na abụọ dịgasị iche iche, site na ndị nrụpụta iri na anọ.",
  "Àtụ:Military of Nigeria"
]