[
  "Topics",
  "Advanced topics",
  "Phonology",
  "Dialects",
  "Teaching",
  "Higher category: Language",
  "Nigerian English, nke a makwaara dị ka Nigerian Standard English, bụ olumba nke Bekee a na-asụ na ala Naijiria. Dabere na British English, olumba ahụ nwere okwu ndị a gbazitere na collocations dị iche iche site na asụsụ ala nke Naịjirịa, n'ihi mkpa ọ dị ikwupụta echiche ndị a kapịrị ọnụ maka ọdịbendị nke mba ahụ (dịka nwunye okenye).",
  "A na-ejikarị Pidgin Nigerian, pidgin sitere na Bekee, eme ihe na mkparịta ụka nkịtị, mana a na-eji Nigerian Standard English eme ihe na ndọrọ ndọrọ ọchịchị, agụmakwụkwọ, mgbasa ozi, na ojiji ndị ọzọ.",
  "Asụsụ bekee ndị Naijiria bụ ụdị Bekee a mụrụ n'ala",
  "Dị ka Bekee South Africa, nativization ya na mmepe ya dị ka Bekee Ụwa Ọhụrụ kwekọrọ n'oge colonization na post-colonization site Britain. Asụsụ Bekee Naijiria ghọrọ asụsụ nke na-arụ ọrụ pụrụ iche n'ime ọdịbendị ya.",
  "Asụsụ bekee ndị Naijiria abụwo echiche na-ese okwu, n'ihi na echiche nke Asụsụ bekee Akwadoro \" (SNE) siri ike iguzobe, na-atụle  Fossilization   nke mere na ntụziaka Bekee n'ọtụtụ mpaghara nke Naijiria, n'ụzọ dị ukwuu n'ihi ihe dịgasị iche iche gụnyere \"mgbochi, enweghị ụlọ ọrụ, na klas jupụtara na ya\". N'ihi njikọ dị n'etiti British kwadoro na bekee na Naijiria nke nwere usoro abụọ dị iche iche nke ụtọ asụsụ, ịkpọpụta, na iwu mkpụrụedemede, e nweela ihe omume kachasị nke \"ihe atụ na-ezighị ezi\" (echiche na n'ihi na otu akụkụ ụtọ asụsụ yiri nke ọzọ na-eji ya eme ihe, iwu ndị na-emetụta nke mbụ na-emetụtakwa nke ikpeazụ) n'ihe Okoro na-ezo aka dị ka ụdị \"ndị na-adịghị mma\" nke Bekee Naijiria.",
  "Otú ọ dị, ihe ole na ole jikọtara n'ofe obodo ndị dị na NE nke na-ejikọta ọdịiche dị n'etiti ụdị dị iche iche ọbụna n'ime NE, niile metụtara ụkpụrụ ọdịbendị nke a na-egosipụta n'ụzọ pụrụ iche na okwu Bekee",
  "Ihe atụ abụọ a ma ama bụ \"mwute\" na \"ọga\". Nkọwa nkịtị nke mgbaghara na-egosipụtakarị ụdị ọrụ ụfọdụ n'akụkụ onye na-ekwu ya; Otú ọ dị, maka ụdị niile nke NE, a na-eji ya egosipụta ọmịiko n'ụzọ pụrụ iche, ma ọ bụ igosi ọmịiko nye onye ọ bụla nwere ọdachi",
  "\"Sir,\" ma ọ bụ iji utu aha dochie aha, na-egosi nkwanye ùgwù na uru dị elu maka nkwanye ùgwù",
  "Ịtinye \"sir\" na aha ọzọ (ya bụ",
  "\"Profesọ sir\") na-egosi ọkwa dị elu karịa ka ọ dị, ma ọ bụ ihe atụ nke ịbụ onye nwere nkwanye ùgwù karịa ka ọ na-adịkarị.",
  "Ọ bụ ezie na a na-agbagha kpọmkwem ọkwa nke ojiji Bekee Naijiria, otu aro na-egosi na e nwere ọkwa 4 nke ojiji n'ime Bekee a (ma ọ bụghị nke ụmụ amaala):",
  "Ọnọdụ ndị a bụ naanị otu atụmatụ dị iche iche nke mmezu nke Bekee Naijiria",
  "N'ihi ọdịdị nke ọnụnọ ya na Naịjirịa, Bekee abụwo ihe esemokwu n'etiti ndị bi na Naịjarịa na-agba mbọ maka ụdị ndụ ndị ọzọ (ya bụ, ịlaghachi n'asụsụ ndị obodo nke mba ahụ). Otú ọ dị, n'ihi ọdịdị nke mmeghe Bekee na ọrụ ọ na-arụ n'ịrụ ọrụ ụkpụrụ nke ọchịchị na Naịjirịa na-achị, ụfọdụ ga-akpọ Bekee a na-apụghị ikewapụ iche na ọdịdị asụsụ na mpaghara ahụ.",
  "Oxifodu nke nchoputa na-akọwa okwu mgbazinye dị ka \"okwu a nakweere site na asụsụ mba ọzọ na obere ma ọ bụ enweghị mgbanwe\"",
  "Bekee Naijiria nwere ọtụtụ okwu ndị a gbazitere agbazitere nke na-enweghị ihe yiri ya na Bekee kpọmkwem, mana ha gbanyere mkpọrọgwụ n'ime olumba ma nwee ihe pụrụ iche ọ pụtara. Amala Ebunlola nyere ihe atụ ndị dị n'okpuru nke okwu ndị a ma ama na Naijiria (na-ehota ha):",
  "Mkpụrụ ego, ọ bụ ezie na ọ dị ka okwu ndị a gbazitere, na-arụ ọrụ dị ka ụdị mkparịta ụka nke a na-asụ n'asụsụ Bekee mana ọ nwere ihe ọdịbendị pụrụ iche",
  "Ndị a na-amụba karịsịa na Bekee Naijiria. E jiri ya tụnyere okwu ndị a gbazitere, mkpụrụ ego na-enwekarị oge ndụ dị mkpirikpi ma nabata ya maka ebumnuche ọdịbendị pụrụ iche nke oge a, ma n'ihi ya, na-anwụ ngwa ngwa mgbe ha nwetasịrị ha."
]