[
  "Nigerian Ports Authority (NPA) bụ ụlọ ọrụ gọọmentị etiti nke na-achịkwa ma na-arụ ọrụ n'ọdụ ụgbọ mmiri nke Naịjirịa",
  "Nnukwu ọdụ ụgbọ mmiri ndị NPA na-achịkwa gụnyere: Lagos Port Complex na Tin Can Island Port na Lagos; Calabar Port, Delta Port, Rivers Port na Port Harcourt, na Onne Port",
  "A na-arụ ọrụ nke NPA na njikọ ya na Onye isi oche nke (Nigeria) na Kansụl Ndị Naịjirịa",
  "Isi ụlọ ọrụ nke Naịjirịa Ports Authority dị na Marina, Lagos Steeti.",
  "Otú ọ dị, site na mmemme nkwenye nke gọọmentị etiti, nke ebumnuche ya bụ ịkwalite arụmọrụ site na mmekọrịta ọha na eze na nke onwe, ọdụ ụgbọ mmiri Naịjirịa, kemgbe afọ 2005, a na-enyefe ya.",
  "Ndokwa onye nwe ụlọ a dị ka ha na-akpọ ya, emeela ka mmekọrịta ka mma na nnukwu ngwongwo na ọrụ dị n'ime na gburugburu usoro ọdụ ụgbọ mmiri Naịjirịa ma ọ bụ n'Ebe Ọwụwa Anyanwụ ma ọ bụ mpaghara Ọdịda Anyanwụ na-arụsi ọrụ ike.",
  "Ndị Naịjirịa Na-ahụ Maka Ọdụ Ụgbọ Mmiri malitere ịrụ ọrụ n'ọnwa Eprel n'afọ 1955 mgbe mmejuputa Iwu Ọdụ Ụsọ Mmiri nke afọ 1954 gasịrị. Na mbido, ụlọ ọrụ ọha na eze na-elekọta naanị ọdụ ụgbọ mmiri Lagos Steeti na Port Harcourt ebe ụfọdụ ụlọ ọrụ onwe ha na-emebi ọdụ ụgbọ mmiri Naijiria fọdụrụnụ",
  "Na mgbakwunye na ijikwa njikwa ibu, ọdụ ụgbọ mmiri na ọdụ ụgbọ mmiri Lagos na Port Harcourt, iwu mbụ nyekwara ya ọrụ ijikwa ọdụ ụgbọ mmiri ma na-abịarute ọdụ ụgbọ mmiri niile na mba ahụ",
  "Ka ọ na-erule n'afọ 1963, ụlọ ọrụ ahụ etolitela nke ọma, ọ na-arụ ọrụ ụgbọ mmiri na-ebu ibu site na Lagos ruo Port Harcourt ma malite ịdọrọ ọdụ ụgbọ mmiri Bonny maka ọrụ mmanụ. N'otu afọ ahụ, ụlọ ọrụ ahụ nyere £ 4.3 nde ego mgbazinye na London.",
  "Site n'afọ 1962 ruo 1968, n'okpuru atụmatụ mmepe nke Naijiria, a gbasaa ogologo ọdụ ụgbọ mmiri ahụ ma gbakwunye ụlọ nkwakọba ihe ndị ọzọ na ngwá ọrụ na-ahụ maka ibu",
  "N'oge Agha Obodo Naịjirịa nke were site na 1967 ruo 1969, ọ bụ naanị ọdụ ụgbọ mmiri Lagos Steeti na-arụ ọrụ ma mebie akụkụ ụfọdụ nke ọdụ ụgbọ mmiri dị na Port Harcourt",
  "N'afọ 1969, iwu ọhụrụ gbakwunyere ọdụ ụgbọ mmiri Burutu, Calabar na Warri na ikike ya. Ụlọ ọrụ ahụ weghaara ọdụ ụgbọ mmiri Warri n'aka John Holt na Burutu n'aka UAC",
  "Otú ọ dị, site na mbido afọ 1970, ọdụ ụgbọ mmiri Lagos na-alụ ọgụ megide mkpọchi",
  "N'afọ 1973, ụlọ ọrụ ahụ sonyeere ụlọ akụ ụwa na nkwekọrịta iji kwado mgbasawanye nke ụlọ ọrụ dị n'ime ọdụ ụgbọ mmiri.",
  "N'afọ 1974, Ngalaba Nchebe nke Naijiria malitere mmemme nke iwu ụlọ ọrụ dị iche iche iji mee ka ihe fọrọ nke nta ka ọ bụrụ ndị agha ya niile nọrọ",
  "Ka ọ na-erule ngwụcha afọ ahụ, Ministri ahụ malitere usoro nke ịnye ụlọ ọrụ dị iche iche onyinye maka nnyefe simenti",
  "Ọ bụ ezie na ihe na-erughị nde tọn simenti nde atọ dị mkpa kwa afọ, ụlọ ọrụ ahụ mechara nye akwụkwọ ozi nnyefe maka nde iri na isii ka a ga-eweta ya n'ime otu afọ.  Ụlọ ọrụ gọọmentị ndị ọzọ dị ka Federal Housing Authority na Nigerian National Supply Company nyekwara iwu ka e nye ihe dị ka nde tọn simenti anọ n'ime otu afọ",
  "Ka ọ na-erule ngwụcha Nọvemba 1974 ruo ngwụcha 1975, ihe dị ka ụgbọ mmiri simenti narị anọ kwụsịrị n'ọdụ ụgbọ mmiri Lagos na-eduga na mkpọchi a na-ahụtụbeghị mbụ ma na-eme ka oge nke ọtụtụ narị ụgbọ mmiri ruo ụbọchị otu narị na iri asatọ.",
  "NPA mere ka mmụba nke ọdụ ụgbọ mmiri dị ngwa mgbe njedebe nke ụgbọ mmiri simenti",
  "Gọọmentị mefuru ihe karịrị nde naira otu narị na iri itoolu iji mezue ọdụ ụgbọ mmiri Tin Can Island na ụlọ ọrụ abụọ",
  "O wuru ọdụ ụgbọ mmiri nke atọ na Apapa ma gbasaa ụlọ ọrụ na ọdụ ụgbọ mmiri Warri na Calabar",
  "O wuru ọdụ ụgbọ elu atọ dị mfe na Kiri Kiri, Onne na Ikorodu.",
  "N'oge ọchịchị Olusegun Obasanjo, e guzobere usoro mgbanwe ọdụ ụgbọ mmiri iji belata adịghị arụ ọrụ nke ọma na ọdụ ụgbọ mmiri",
  "Ihe si na ya pụta bụ inyefe ihe dị ka ọdụ ụgbọ elu iri abụo na anọ maka ndị ọrụ onwe ha maka oge ụfọdụ",
  "NPA ga-anọgide na-arụ ọrụ dị ka onye nwe ụlọ ma na-enye ndị ọrụ nkịtị, nlekọta teknụzụ na ọrụ ụgbọ mmiri ndị ọzọ",
  "Ndị ọrụ onwe ha ga-etinye aka na itinye na ibu na ibupụ ibu.",
  "Nke a bụ ọdụ ụgbọ mmiri Apapa dị na Lagos",
  "Ya na ọdụ ụgbọ mmiri Tin Can Island, ọ na-ejere Lagos na ọdịda anyanwụ Naịjirịa ozi.\nLagos Port Complex na-eje ozi dị ka nnukwu ọnụ ụzọ akụ na ụba maka mba ahụ.",
  "E wuru ọdụ ụgbọ mmiri Tin Can Island na Lagos ngwa ngwa na 1976 iji melite nsogbu nke nsogbu 'cement armada' nke 1975",
  "E nyere ya ọrụ na 14 Ọktoba 1977 na ngụkọta nke nde Naira narị abụọ ma nwee ọdụ ụgbọ mmiri iri na kilomita 2.5 nke ọdụ ụgbọ mmiri siri ike.",
  "N'ịbụ nke dị n'akụkụ ndịda ọwụwa anyanwụ nke mba ahụ na Cross River State, Calabar bụ ebe obibi nke Eastern Naval Command nke ndị agha mmiri Naịjirịa",
  "Nke a bụ ọdụ ụgbọ mmiri kachasị ogologo na-eje ozi ma bụrụkwa ọdụ ụgbọ mmiri kacha ochie na Naịjirịa",
  "Ihe owuwu ọdụ ụgbọ mmiri dị kilomita iri ise na ise n'elu Osimiri Calabar.",
  "Delta Port, Rivers Port na Onne Port dị na mmanụ ala na gas sitere n'okike na-emepụta mpaghara Niger River Delta nke Naijiria",
  "Delta Port na Delta Steeti gụnyere ọdụ ụgbọ mmiri Warri, Burutu, Sapele na ọdụ mmanụ na Escravos na Forcados.",
  "Rivers Port Complex dị n'ụsọ oké osimiri Rivers State gụnyere Port of Port Harcourt, Okrika Refined Petroleum Oil Jetty, Haastrup/Eagle Bulk Cement Jetty, Kidney Island Jetty, Ibeto Jetty, Macobar Jetty na Bitumen Jetty",
  "Nchịkwa nke ọrụ ọdụ ụgbọ mmiri na Port Harcourt n'onwe ya enyewo ndị ọrụ ọdụ ụgbọ elu abụọ, ndị na-arụ ọrụ ọdụ ụgbọ okporo ígwè na BUA Ports na Terminal, ọ bụghị NPA na-arụ ya. Dị ka Delta State, Rivers Steeti bụ isi mpaghara na-emepụta mmanụ ala nke Naịjirịa.",
  "Onne dị na Rivers Steeti na Ngololo Creek nso Osimiri Bonny, kilomita iri na itoolu site na Port Harcourt; ọdụ ụgbọ mmiri dị na Eleme Local Government Area (Eleme LGA ) nke Rivers Steeti",
  "Ọdụ ụgbọ mmiri ahụ nwere nnukwu ụlọ ọrụ abụọ, Federal Ocean Terminal na Federal Lighter Terminal",
  "Gọọmentị Naịjirịa ahọpụtara Onne Port dị ka Mmanụ na Gas Free Zone; ugbu a, ihe karịrị ụlọ ọrụ otu narị nwere ikikere ịrụ ọrụ na Onne Port; dị ka mpaghara na-enweghị akụ na ụba ọ na-eje ozi dị ka ọdụ ụgbọ mmiri maka ọrụ mmanụ na gas na West Afrịka na Central Africa."
]