[
  "The Nigerian Conservation Foundation bụ òtù na-abụghị nke gọọmentị na-ahụ maka gburugburu ebe obibi nke na-arụ ọrụ iji chekwaa ihe onwunwe na ụdị dị iche iche nke Naịjirịa. Shafi Edu guzobere ntọala ahụ n'afọ 1980 ma rụọ ọrụ kemgbe ahụ n'ọtụtụ njikwa akụ na ọrụ nchekwa gafee Naịjirịa.  Chief Ede Dafinone bụ onye isi oche nke òtù a ugbu a na Dr",
  "Muhtari Aminu-Kano onye bụ Director-General.",
  "Otu n'ime ndị guzobere ya bụ Akintola Williams.\nA na-akpọ Akintola Williams Arboretum na isi ụlọ ọrụ Nigerian Conservation Foundation na Lagos iji sọpụrụ ya.Ntọala ahụ na-etinye aka na mbọ nchekwa n'ọtụtụ akụkụ",
  "Ọ na-etinye aka na ọrụ ike onwunwe ma na mba na steeti",
  "O nwekwara ọtụtụ atụmatụ agụmakwụkwọ ma iji mee ka a mara nsogbu gburugburu ebe obibi na Naịjirịa ma gbaa ume omume na-adịgide adịgide",
  "Ọ na-arụ ọrụ na agụmakwụkwọ dị elu, ụlọ akwụkwọ praịmarị na nke sekọndrị, yana ọha na eze n'ozuzu site na atụmatụ mpaghara na mpaghara ndị a chọrọ",
  "Ndị ọrụ sayensị ya na-etinye aka na nyocha na atụmatụ njikwa na ebe nchekwa, ogige ntụrụndụ, na ebe obibi anụ ọhịa gafee mba ahụ",
  "Ọ na-enyekwa ụlọ ọrụ ndụmọdụ maka mmepe na-adịgide adịgide na mmetụta gburugburu ebe obibi maka ọrụ ha na Naịjirịa",
  "Ntọala ahụ na-akwalite njem nleta gburugburu ebe obibi na ebumnuche nke ịgbasawanye mmata banyere akụ na ụba nke Naịjirịa yana ịmepụta ihe mkpali akụ na ụba maka ịga n'ihu na ịgbasawanye nchekwa. Nigeria Conservation Foundation (NCF) akpọọla ndị Naịjirị niile ka ha mee ihe ngwa ngwa bara uru n'ichekwa ụdị Pangolin fọdụrụnụ ma ọ na-achọ enyemaka nke ndị Naịjarị niile nwere nchegbu n'ịmepụta nnukwu mmata banyere mkpa nchekwa pangolin.",
  "NCF nwere mmekọrịta na ọtụtụ òtù gburugburu ebe obibi mba ụwa gụnyere World Wildlife Fund, International Union for Conservation of Nature, BirdLife International, Wetlands International, Fauna and Flora International, na Wildlife Conservation Society. Ọ na-ejikọkwa ọtụtụ ụlọ ọrụ gụnyere Chevron na BG Group na nsogbu metụtara ụlọ ọrụ mmanụ na gas na-eto eto na Naịjirịa",
  "NCF guzobere Lekki Conservation Centre n'afọ 1990 nke nwere National Secretariat nke ntọala ahụ mgbe ọfịs mpaghara ha dị na Calabar, Cross River steeti na Naịjirịa.",
  "N'afọ 1992, UN Environmental Program nabatara National Conservation Foundation (NCF), nke gbakwunyere ya na Global 500 Roll of Honour, otu ndị mmadụ na òtù na-enye aka dị mkpa na gburugburu ebe obibi.",
  "Dị ka Climate Score Card si kwuo, \"A na-ewere NCF dị ka otu n'ime ndị NGO kacha mma na mba ahụ",
  "Ka ọ dị ugbu a, ha nwere ọrụ na steeti 9 dị iche iche site na Participatory Forest Management Project na Taraba State na Management of Becheve Nature Reserve, Obudu Cattle Ranch, Cross River State",
  "Ọrụ ihu igwe ha kachasị mma ga-abụ Biodiversity Action Plan (BAP) na steeti Edo",
  "\"",
  "Ọdịdị nhazi nke Ntọala ahụ mejupụtara Board of Trustrees (BOT) nke onye isi ala na National Executive Council, nke onye isi oche na-edu",
  "Onye isi oche nke Board of Trustees ugbu a bụ Izoma Philip Asiodu CFR, CON ebe Onye isi oche of the National Executive Council bụ Chief Ede Dafinone.",
  "Ụfọdụ n'ime ọrụ ndị gara aga nke NCF gụnyere:",
  "1",
  "Ebe nchekwa ugwu Afi na Gashaka Gumti NP na-achọ ichebe ape na iwepụ ịda ogbenye n'etiti ndị obodo.",
  "2",
  "Vulture save Zone : E mere ọrụ ahụ iji hụ na nchebe nke nnụnụ na steeti abụọ; Anambra na Enugu na ọzụzụ nke mmadụ 38 na awgu Obodo gọọmentị nke Enugu na 13 site na ụlọ ọrụ awka na Anambra.",
  "Ọrụ ndị na-abịa",
  "Onye nhazi nke NCF Green recovery Nigeria, Folake salawu ekwuputala ịmepụta ebe nchekwa ndị ọzọ na mpaghara dị iche iche site na imekọ ihe ọnụ na ogige ntụrụndụ mba na mba ahụ",
  "Ndị na-etinye aka ga-ekpebi ebe nchekwa ahụ dị na mpaghara ndọrọ ndọrọ ọchịchị isii dị ka akụkụ nke atụmatụ mgbake akwụkwọ ndụ akwụkwọ ndụ ozugbo Gọọmentị etiti kenyere ohere maka ebe nchekwa ndị a na-achọ.",
  "Ọzọkwa, gọọmentị steeti kwara na-eme atụmatụ ịkụ osisi nde 2.5 ka ọ na-erule afọ 2047 na mmekorita ya na NCF iji lụso ọnwụ osisi na steeti ahụ ọgụ, ọrụ ahụ ga-emetụta ihe dị ka obodo 100.",
  "Nigerian Conservation Foundation.",
  "NCF Facebook page"
]