[
  "Nike Oshinowo (onye amụrụ Adenike Asabi Oshinowo na 1966) bụ onye si Naijiria na-eme ekwurekwu na igwe onyoyo, onye ọchụnta ego na onye na-ahazi (mgbe ochie) asọmpi nwaanyị mara mma karia.",
  "A zulitere Oshinowo na Ibadan na England, ebe ọ gara ụlọ akwụkwọ obibi",
  "Agbanyeghị na ọ bubu n'uche ịbụ onye na-arụ ọrụ niime ụgbọelụ ma ọ bụ dọkịta, ọ gụrụ mmuta ndọrọ ndọrọ ọchịchị na Mahadum Essex",
  "Ka o nwetara akara ugo mmụta, onye bụbu Miss Nigeria, Helen Prest-Davies, zulitere Oshinowo, maka inọchite anya ndị Rivers na asọmpi Most Beautiful Girl in Nigeria wee bụrụ onye mbụ Yoruba meriri ya",
  "(ọ chịrị site na 1990 ruo 1991)  Mmeri ya dọtara esemokwu sitere na ndị na-enene na ndị nta akụkọ na-eso asịrị na a rụrụ asọmpi ahụ arụ maka ya",
  "Ka ọ na-erule n’ọgwụgwụ ọchịchị ya, Oshinowo, na mkparịta ụka ya na magazin, gbara mbọ imeju asịrị ahụ site n’ikwu na Perst-Davies enweghị aka na mmeri MBGN ya.",
  "Mgbe ọ chịchara ọchịchị ya nke mere ya zọọ asọmpi na Miss World, Oshinowo pụtara na azụmahịa maka ndị mmeputa ude; Venus de Milo, ma kwado ngosipụta ejiji na ịma mma na telivishọn Naijiria",
  "Azumahịa ya gụnyere ụlọ oriri nri Afrika, ụlọ ahụike na ịchọọ mma nke o lekọtara ruo afọ asaa tupu eresị ya mgbe ọ kpebiri ịmepụta ọtụtụ ngwaahịa mma maka ahịa Naijiria. Na Januwarị 17, 2010, e wepụtara ihe ngosi maka mmega ahụ bụ Nike Oshinowo: Fit, Forty and Fabulous.",
  "Na 2010, na mbọ nke ụgbọrụ isii, Oshinowo zụtara wee bụrụ onyeisi mmemme nke Miss Nigeria n'aka ndị mbụ na-ahazi ya bụ Daily Times, mechara ghọrọ onyeisi ihe nduzi nke mmemme ahụ. Ka ọ na-erule afọ 2012, ọ nọzịghịzi na-ọkwa ahụ, mana ọ na-arụ ọrụ ugbu a na asọmpi ọzọ nke onye mmeri ga-achị ruo otu narị afọ.",
  "N’afọ 2014, Oshinowo malitere oru ya na Late Night ya na Nike Oshinowo na AIT.",
  "Oshinowo, onye maara asụ asusu ise (English, Yoruba, Japanese, Spanish, na French) luru onye dibia bekee aha ya bụ Tunde Soleye n’afọ 2006, mana ugbua ha gbara alukwaghim. N’afọ 2009, nwunye ochie Tunde, Funmilayo, gbara Tunde na nwunye ya akwụkwọ ikpe nke kwuru na Oshinowo enweghi ntụkwasị obi ebe Tunde nọ n'ihi omume wawawa n’oge alụm di na nwunye ha. Mgbe ọ rụtere afọ 47, ọ ghọrọ nne ejima site na usoro nke a na-akpọ surrogacy na mba Amerika.",
  "Alfred, Lanre",
  "\"A Queen in a New Light\", ThisDay, 24 July 2010",
  "Retrieved on 31 May 2012."
]