[
  "Chief Nike Davies-Okundaye (amụrụ ya n'afọ 1951), nke a makwaara dị ka Nike Okundaye, Nike Twins Seven Seven na Nike Olaniyi, bụ onye Naijiria batik na Adire textile designer.",
  "A mụrụ Nike Okundaye n'afọ 1951 na Ogidi, Kogi Steeti, na North-Central Nigeria, a zụlitere ya n'etiti ịkpa ákwà ọdịnala na ịcha ákwà dị ka a na-eme n'obodo ya. Nne na nna ya na nne nne ya bụ ndị na-eti egwu na ndị omenkà, bụ ndị ọkachamara na mpaghara ịkpa ákwà, ime adire, indigo dyeing na akpụkpọ anụ.\nNike Davies-Okundaye bụ onye na-ese ihe a ma ama nke a maara nke ọma maka ọrụ ákwà ya na ihe ịchọ mma ya. Ọ mụtara otú e si eji akwa ahụ emepụta ákwà n'oge ya na nne nne ya bụ Ibitola (\"Red Woman\"). Ọ nọrọ akụkụ nke ndụ ya na Osogbo, Western Nigeria, Osun Steeti nke oge a",
  "A makwaara Osogbo dị ka isi ụlọ ọrụ maka nka na ọdịbendị na Naịjirịa",
  "N'ịbụ onye tolitere na Osogbo, Nike na-eto eto na-ahụ indigo dyeing na mmepụta Adire nke na-achịkwa ọzụzụ ya.",
  "N'ime afọ iri abụọ gara aga, o nyere ndị na-ege ntị na United States na Europe ọmụmụ ihe banyere akwa ọdịnala Naịjirịa",
  "O nwere ihe ngosi nke mbụ ya na Goethe Institute, Lagos n'afọ 1968. Ọ bụ onye guzobere na onye nduzi nke ụlọ ọrụ nka anọ nke na-enye ọzụzụ n'efu nye ihe karịrị ndị na-eto eto otu narị na iri ịse na-ese ihe na ihe ngosi, egwu na nka, nke gụnyere ihe karịrị ihe osise puku asaa.",
  "N'ịchọpụta na usoro ọdịnala nke ịkpa ákwà na ịcha ákwà nke bụ mmụọ nsọ mbụ ya na-apụ n'anya na Naịjirịa, Davies-Okundaye malitere ịmalite ịmaliteghachi akụkụ a nke ọdịbendị Naịjirịa, na-ewu ụlọ ọrụ nka na-enye ọzụzụ n'efu maka ndị na-eto eto Naịjirịa iji mụta nka na nka ọdịnala",
  "Dị ka ọkọ akụkọ ihe mere eme John Peffer na-ekwu, “Otu ihe ọtụtụ n'ime ọgbọ kachasị ọhụrụ nke ndị na-ese ihe n'Afrịka na mba ofesi - ndị nwere ihe ịga nke ọma na sekit nka - bụ na ọrụ ha na-akatọ ibu ọrụ nke nnọchi anya nke bụkwa ọnọdụ nke ọhụhụ ha.” N'anya ya, nka ọdịnala nke Adire Eleko ga-ekwe omume naanị n'ihi otu ihe nketa Naịjirịa nke ịgafe ihe ọmụma site n'otu ọgbọ gaa n'ọgbọ ọzọ",
  "N'ajụjụ ọnụ vidiyo nke Nubia Africa bipụtara, Okundaye na-ekwu na \"ụlọ akwụkwọ nwere ike ịkụziri naanị ihe ha [ụmụ akwụkwọ nka] maara",
  "\" Dị ka ajụjụ ọnụ CNBC Africa si kwuo, ọ zụrụ ihe karịrị ndị Naịjirịa puku atọ na-eto eto n'efu ma ọ na-aga n'ihu inye aka site n'inye ọtụtụ ndị ogbenye ego iji guzobe obere ụlọ ọrụ ha na ụlọ ọrụ nka n'akụkụ dị iche iche nke Naịjirịa.",
  "Davies-Okundaye adire na batik textiles na-eji isiokwu ọhụụ sitere na akụkọ ihe mere eme na akụkọ ifo Yourba",
  "Nakwa, isiokwu ọhụụ sitere na ahụmịhe ndụ ya na nrọ ya. Dị ka Vaz si kwuo, akụkọ ọdịnala na-ejikọkarị ahụmahụ onwe onye iji gosipụta isiokwu ndị na-akụda mmụọ banyere nhụjuanya ụmụ nwanyị",
  "Akụkọ ọdịnala nke Davies-Okundaye kpughere site na akụkọ mgbede nke okenye obodo ahụ kwuru, na-ekwu maka nsogbu mmekọrịta mmadụ na ibe ya nke hiwere isi na ntuli aka ụmụ nwanyị",
  "N'ime nke a, David-Okundaye na-eji akụkọ ọdịnala gosipụta egwu ya na nhụjuanya nwanyị site na batiks ya nke na-egosi Chi nwanyị Osun (ie",
  "“Mother of Africa”) na-ekwurịta okwu banyere echiche na ụkpụrụ mmekọrịta mmadụ na ibe ya tinyere ụmụ nwanyị n'ọnọdụ mgbochi.",
  "Davies-Okundaye na-agbasi mbọ ike imeziwanye ndụ ụmụ nwanyị na-enweghị ike na Naịjirịa site na nka",
  "Ọ na-akụziri ụmụ nwanyị ime obodo usoro pụrụ iche nke indigo cloth-dyeing (Adire) na ụlọ ọrụ ya na ndịda ọdịda anyanwụ Nigeria",
  "Ọ na-atụ anya ịmaliteghachi ọdịnala ọtụtụ narị afọ na ndụ ụmụ nwanyị ndị a. Adire - nke a na-ekekọta ma na-ete - bụ onye obodo na mpaghara ndịda ọdịda anyanwụ nke Naịjirịa",
  "A na-akpọ ya Adire Eleko mgbe ụfọdụ",
  "\"Adire\" na-ezo aka na indigo dye, na 'Eleko' na-ezo aka na cassava, lime, na alum resist technique eji emepụta ụkpụrụ. E nwere ọchịchọ siri ike nke idebe ntụziaka na usoro ịcha ihe nzuzo site n'aka ndị na-achọ ịmata ihe. Davies-Okundaye na-ahọrọ ịnọgide na-ezo aka na ụkpụrụ Adire na ihe osise ya n'ihi na Adire bụ nka ụmụ nwanyị, nne ya kụziiri ya",
  "A na-enyefe ụkpụrụ ụkpụrụ Adire site n'aka nne gaa n'aka nwa ya nwanyị, ọ fọrọ nke nta ka atụmatụ ndị ahụ n'onwe ha agbanwebeghị n'ụdị ka oge na-aga.",
  "E gosipụtara Davies-Okundaye na CNN International's \"African Voices\" nke na-akọ banyere ndị Africa kachasị etinye aka, na-enyocha ndụ ha na agụụ ha. Ọzọkwa, eserese Nike na-adịgide adịgide na Smithsonian Museum n'afọ 2012, ọrụ ya sokwa na nchịkọta nke Gallery of African Art na Ọba akwụkwọ Britain, na London na Johfrim Art and Design Studio. O nwere aha ndị isi nke Yeye Oba nke Ogidi-Ijumu na Yeye Tasase nke Oshogbo.",
  "E tinyere Nike Okundaye na ihe ngosi nke afọ 2019 I Am..",
  "Contemporary Women Artists of Africa na Smithsonian's National Museum of African Art na Washington, DC.",
  "O nwere mgbe ọ lụrụ onye na-ese ihe na Naijiria ibe ya bụ Twins Seven Seven, mana alụmdi na nwunye ahụ biri na ịgba alụkwaghịm",
  "Nwa ya nwoke Olabayo Olaniyi, onye gụsịrị akwụkwọ na College of Santa Fe, bụkwa onye na-ese ihe",
  "Davies-Okundaye nwere ihe karịrị ụmụ akwụkwọ otu narị na iri ịse na Europe na America",
  "Ọ bụkwa onye na-enyere ọha ndị mmadụ aka.",
  "Kim Marie Vaz dere akwụkwọ banyere Nike, The Woman with the Artistic Brush: A Life History of Yoruba Batik Artist Nike Okundaye",
  "N'afọa 2019 Mahadum Rhodes dị na Grahamstown kwupụtara na ọ ga-enye Davies-Okundaye nzere doctorate na nka (DFA, hc)."
]