[
  "Nikki Williams (amụrụ n'abalị iteghete nke ọnwa Nọvemba afọ 1988) bụ onye South Africa na-agụ egwu ma na edekwa egwu.",
  "A mụrụ Williams ma zụlite ya na Port Elizabeth, South Africa",
  "O nwere ụmụnne nwanyị abụọ tọrọ ya bi na South Africa na nwanne nwanyị nke ọ tọrọ, Jade Williams, onye ya na nne ya, Mandy Morgan (née Williams) kwagara USA mgbe ọ dị afọ iri na isii",
  "Ha biri na Los Angeles ọnwa asaa wee kwaga Nashville, Tennessee",
  "Ọtụtụ afọ mgbe e mesịrị, Nikki laghachiri Los Angeles ebe ọ zutere Breyon Prescott wee bịanye aka na akara label ya bu Chameleon Entertainment / Island Def Jam.",
  "Nweta otuto odide egwu ya gụnyere \"Like My Mother Does\" nke Lauren Alaina, orire platinum nke Demi Lovato bụ \"Heart Attack\", \"Le Due Finestre\" nke Laura Pausini (otu egwu kachasị ọhụrụ na album Fatti Sentire nke Laura na Latin Grammy). O sokwa dee \"Fly Again\" site na Country Strong soundtrack, Nash Overstreet's \"You Don't Get 2 Do That,\" \"Brand New Man\" na \"Magnetic,\" L2M's \"Girlz,\" na Ronnie Milsap's \"Make Up (Feat",
  "Mandy Barnett) \".",
  "E wepụtara egwu mbụ ya \"Kill, Fuck, Marry\", nke Stargate mepụtara ma Sia so dee ya, n'abalị iri na iteghete nke ọnwa",
  "19 Nọvafọ emba 2012.",
  "E wepụtara egwu nke abụọ ya \"Glowing\" n'abalị anọ n'ọnwa Disemba afọ 2012. Ọ bụ Williams, Arnthor Birgisson, Daniel James, Leah Haywood, Bebe Rexha na Sandy Vee dere abụ ahụ, Vee mepụtara ya",
  "Ọ malitere n'ọnụ ọgụgụ iri anọ na asatọ na chaatị Billboard Hot Dance Club Songs mechara ruo ọnụ ọgụgụ nke atọ, O rụkwara n'ọnụ ọgụgụ nke iri abụọ na na otu   na chaai  Billboard Pop Songs, na N'onu ọgụgụ nke mbụ na chaati Billboard Bubbling Under Hot 100.",
  "N'ọnwa Mee afọ 2013, a họpụtara ya dị ka onye na-eme ihe nke onye nwere nka ihe omume nke Elvis Duran ma egosipụtara ya na  ngosi telivishọn America NBC's Today nke Kathie Lee Gifford na Hoda Kotb kwadoro, ebe ọ na-eme egwu ya \"Glowing\".[citation needed]",
  "E wepụtara egwu nke atọ ya \"Thank God It's Friday\" n'abalị iri na ise nke ọnwa Nọvemba n'afọ 2013 tinyere vidiyo egwu nke edepụtara na channel Vevo YouTube ya n'otu ụbọchị ahụ.",
  "Williams bịanyere aka na Big Yellow Dog Publishing na Atlantic Records ugbu a. N'abalị iri na isii n'ọnwa Nọvemba afọ 2018, ọ wepụtara egwu mbụ ya n'ime afọ ise gara aga nke akpọrọ \"Trouble\" ya na DJ na onye na-emepụta Parov Stelar.",
  "Ọ lụrụ nwa Nicolas Cage, Weston n'abalị iri abụọ na anọ nke ọnwa Eprel afọ 2011 na New Orleans. Cage tinyere akwụkwọ ịgba alụkwaghịm n'ọnwa Ọktoba n'afọ 2011, nke a ekwekọtara mgbasa na June n'afọ 2013."
]