[
  "Nikolaus Ehlen bụ onye (amụrụ na 9 Disemba n'afọ 1886 na Graach an der Mosel, nwụrụ na 18 Ọktoba 1965 na Velbert) Ọ bụ onye nkuzi na-ahụ maka udo na Germany",
  "Ọ bụ onye ọsụ ụzọ Katọlik nke Selbsthilfe-Siedlungsbau, nke bụ òtù iji nyere ndị ọrụ aka inweta ụlọ nke ha.",
  "A mụrụ Nikolaus Ehlen dị ka nwa nwoke nke onye na-akụ mmanya na Graach an der Mosel nso Bernkastel",
  "N'oge ọ bụ nwata, O nwere mkpali ịghọ onye ụkọchukwu, mgbe Abitur ya gasịrị, ọ debanyere aha na Priestergymnasium (ụlọ akwụkwọ agụmakwụkwọ dị elu maka ndị chọrọ ịghọ onye nchụàjà) na Trier",
  "Mgbe ọnwa abụọ nke ịmụ nkà mmụta okpukpe gasịrị, ọ gbanwere atụmatụ ya wee banye na Westfälische Wilhelms-Universität Münster na physics, chemistry, mgbakọ na mwepụ na nkà ihe ọmụma",
  "Ọ bụ nwa akwụkwọ Joseph Geyser",
  "Mgbe Staatsexamen na Promotion gasịrị, ọ rụrụ ọrụ na Hohenzollern-Gymnasium na Sigmaringen dị ka Studienassessor (ụfọdụ ọkwa nke onye nkuzi).\nSite na Nọvemba 1916 gaa n'ihu, o sonyere n'Agha Ụwa Mbụ dị ka onye ọrụ afọ ofufo na Champagne na Verdun",
  "Mgbe nke ahụ gasịrị, ọ gara n'ihu bụrụ onye nyocha na Sigmaringen ruo mgbe ọ nabatara ọkwa dị ka Oberlehrer na Studienrat (ọkwa dị elu nke onye nkuzi) maka mgbakọ na mwepụ na kemịkalụ n'obodo Velbert.\nN'ịbụ onye ihe odide Friedrich Wilhelm Foerster metụtara, ọ dị mkpa nye ya ịkụziri ụmụ akwụkwọ ya ihe ọmụma onwe onye na \"agụmakwụkwọ onwe onye\".",
  "\"Reformpädagogik\" ya (mgbasa mgbanwe na nkuzi nke n'oge a na Germany na-abụkarị nke aka ike na nke agha) gosipụtara site na akụkọ na-esonụ dị ka ya onwe ya kwuru:",
  "Otu ụbọchị, e nwere ihe osise mara mma nke onye nkuzi na bọọdụ ojii na Obertertia m (9th grade)",
  "Onye nduzi (onye na-eyi uwe ojii na olu ọcha na-egbuke egbuke) na-abịakwute m iwe: \"Lee ihere maka klas a na ụlọ akwụkwọ ahụ! Anyị ga-ahụ onye dere ya",
  "Ma ọ bụghị ya [sic!] a ga-ata ya ahụhụ nke ukwuu",
  "\" Agwara m onye nduzi maka nnwere onwe zuru oke na nyocha ahụ",
  "Mgbe ahụ, m gwara klas m okwu",
  "Ekele m ihe osise ahụ e sere nke ọma",
  "- \"Ma ihe a niile ga-abụ ihe na-egbu mgbu maka Prọfesọ ochie (a na-akpọ ndị nkuzi ndị prọfesọ n'oge a) bụ ndị e gosipụtara na bọọdụ ojii! Ị bụ ụzọ ị ga-esi kwado mkparị dị otú ahụ nye ya",
  "N'ehihie a, ana m atụ anya nwa akwụkwọ ahụ sere nke a n'ụlọ m\"",
  "O wee bịa",
  "Anyị abụọ kpebiri ntaramahụhụ ya",
  "Site n'ụbọchị a gaa n'ihu, enwere m ntụkwasị obi na-enweghị mgbochi nke onye nduzi ochie na klas m.",
  "O nwere ụmụ asatọ (Maria, Ludwig, Ruth, Norbert, Elisabeth, Johannes, Genoveva (Veva) na Nikolaus) site n'alụmdi na nwunye ya na Maria Stummel.",
  "Enyi ya okenye na onye nkuzi Ernst, Thrasolt mere ka Ehlen mara echiche nke ndị ntorobịa Katọlik, nke e guzobere obere oge tupu WW I, n'otu akụkụ na ndị otu Wandervogel dị ugbu a",
  "Ehlen gosipụtara onwe ya na mmetụta na-adịgide adịgide na usoro a na-eto eto",
  "Ụkpụrụ ya dabeere na Lebensreform (mgbasa mgbanwe nke Germany nke katọrọ mmepụta ihe ma chọọ \"ịlaghachi na okike\") na okwuchukwu dị n'ugwu yana ịdị nso na okike na njikọ na obodo ya.",
  "N'okpuru mmetụta nke Tharsolt, ọ chọtara ụzọ ya gaa na Friedensbund Deutscher Katholiken (German Catholic Peace League), ọ bụkwa onye otu Internationaler Versöhnungsbund (International Fellowship of Reconciliation, IFOR)",
  "Na mbụ, ọ bụkwa onye otu Zentrumspartei (German Centre Party, òtù Katọlik na alaeze ukwu, na Weimar republic), mana a chụpụrụ ya mgbe e mesịrị",
  "Ọ bụ onye isi na-azọ ọkwa maka Christlich-Soziale Reichspartei na ntuli aka Reichstag nke 1928",
  "Otú ọ dị, vootu puku iri na otu, ọ nwetara ezughị maka oche na ndị omeiwu.",
  "N'ihi àgwà udo ya nke ebumnuche ya bụ ime ka mba dị n'udo, ndị Nazi kwara ya emo, jide ya ma machibido ya iwu ide ihe.\nN'afọ 1933, e jidere ya nwa oge, ma bịanye aka na nkwupụta iji wepụ echiche udo nke akwụkwọ akụkọ Lotsenrufe ọ bipụtara (na 1939, ndị Nazi machibidoro ya kpamkpam), mana ọ nọgidere na-enweghị nkwụsị, nke a pụrụ ịhụ site n'okwu ya maka ịgbachitere, nke e bipụtara mgbe ọ nwụsịrị na iberibe.\nSite na Agha Ụwa nke Abụọ, ọ laghachiri dị ka onye na-esote artillery.",
  "Ọ ghọrọ onye dị mkpa dị ka onye ọsụ ụzọ nke Selbsthilfe-Siedlungsbau",
  "Ọtụtụ puku ndị ọrụ, ndị a haziri na Ring Deutscher Siedler (RDS), ji ya ụgwọ ụlọ ha na-ahụ maka ezinụlọ n'ala nke ha.\nSteeti na chọọchị kwetara na ọ bara uru",
  "Mgbe ọ nwụsịrị na Velbert na mkpụrụ ụbọchị iri na isii n'ọnwa Ọktoba n'afọ 1965, mgbe ahụ Wohnungsbauminster (onye ozi maka ụlọ) Paul Lücke chetaara mmetụta ya na ndọrọ ndọrọ ọchịchị ụlọ nke ọdịda anyanwụ Germany n'oge agha.",
  "A ghaghị ịmanye ọ dịghị onye ịbanye n'ọrụ agha megide ịdị ukwuu nke akọ na uche ya."
]