[
  "Nimisha Jayant Madhvani bụ onye nnọchi anya mba Uganda, onye bụbu onye nnọchianya Uganda na mba Nordic",
  "E nyere ya ikike na Denmark, Finland, Iceland, Norway na Sweden.",
  "Gịf Tupu nke ahụ, ọ rụrụ ọrụ dị ka onye nnọchi anya Uganda na United Arab Emirates, na International Renewable Energy Agency (IRENA).",
  "Tupu nke ahụ, ọ bụ onye nnọchi anya Uganda na France, Spain, Portugal na UNESCO, nke dị na Paris.",
  "A mụrụ ya na Uganda na 1959 n'aka Meena Madhvani na Jayant Madhvani, ụmụ amaala Uganda abụọ sitere na India. Jayant bụ nwa mbụ n'ime ụmụ nwoke ise nke Mulji Prabhudas Madhvani (1894 1958), onye mmepụta ihe, onye ọchụnta ego nke guzobere Madhvani Group of Companies na 1930. Nimisha tolitere n'ụlọ ezinụlọ dị na Kakira, ihe dị ka otu awa na ọkara n'ebe ọwụwa anyanwụ nke isi obodo, Kampala",
  "Mgbe onye ọchịchị aka ike Idi Amin chụpụrụ ndị Eshia Ugandan na 1972, ya na ezinụlọ ya gara United Kingdom, dị ka onye nọ n'afọ iri na atọ.",
  "Mgbe National Resistance Movement nke ugbu a weghaara ike na 1980s, ezinụlọ Madhvani laghachiri Uganda ma weghachite akụ ha. N'afọ ndị 1990 Nimisha sonyeere ndị ọrụ mba ọzọ Ugnda, nke mbụ e zigara ya na Washington, DC, dị ka odeakwụkwọ mbụ nke ụlọ ọrụ nnọchiteanya Uganda n'ebe ahụ",
  "N'afọ 2007, a kpọfere ya na Ugandan High Commission na India, nke dị na New Delhi, dị ka onye nke abụọ na-achịkwa. Otu afọ mgbe nke ahụ gasịrị, a họpụtara ya ka ọ bụrụ Kọmishọna Ukwu, na-eje ozi na ikike ahụ site na Eprel 2008. Mgbe ọ nọ n'ebe ahụ, e nyere ya ikike na Bangladesh, Bhutan, Indonesia, Malaysia, Myanmar, Singapore, Sri Lanka na Thailand.",
  "N'oge ọkọchị nke afọ 2014 a kpọfere Nimisha n'ụlọ ọrụ nnọchiteanya Uganda na Paris, France, dị ka onye nnọchi anya, na-eje ozi na ikike ahụ ruo n'afọ 2017",
  "Mgbe ọ nọ n'ebe ahụ, ọ rụkwara ọrụ dị ka onye nnọchi anya mba ya na Portugal, Spain, BIE, OECD na UNESCO. N'ọnwa Jenụwarị afọ 2017, e zigara ya Abu Dhabi dị ka onye nnọchi anya Uganda mana e mechara chetara ya maka ịkpata esemokwu n'etiti UAE na gọọmentị Uganda. Richard Nduhura nọchiri ya na Paris, onye bụbu onye nnọchi anya Uganda na isi ụlọ ọrụ United Nations na New York City. N'ọnwa Nọvemba afọ 2018, o zigara ozi na Embassy nke Uganda Copenhagen, nke a kwadoro na mba Nordic, na-anọchi Ambassador Kibedi Zaake Wanume, onye e zigara Abu Dhabi, na United Arab Emirates",
  "N'afọ 2020, a kpọghachiri ya na Kampala mgbe ihe a na-anụ na Nimisha Madhvani na ndị ọrụ ibe ya na-agba izu ohi ma kesaa ego e kenyere iji nyere ndị Uganda na-enweghị ebe obibi aka nke ọrịa COVID-19 zuru ụwa ọnụ metụtara"
]