[
  "Nina Chanel Abney bụ onye omenkà America, dabere na New York.  Amụrụ ya na Harvey, Illinois.  Ọ bụ onye omenkà America na onye na-ese ihe n'oge a nke na-enyocha agbụrụ, okike, omenala pop, mmekọ nwoke na nwanyị na ndọrọ ndọrọ ọchịchị n'ọrụ ya.",
  "Ọ bụ nne ya Karla, nwanne nne ya, na nne na nna ya zụlitere Abney na Chicago",
  "Nne ya bụkwa onye na-ese ihe, Abney na-ele ya anya",
  "Abney na-eji ihe osise mmanụ nne ya na-egwuri egwu n'okpuru ala ha",
  "Ọ masịrị Archie Comics, Berenstain Bears, na ihe nkiri Disney, ọ ga-eṅomi ihe odide sitere na ha",
  "Mgbe nne ya lụrụ di ọzọ ma mụọ nwa nwanyị nke abụọ, ezinụlọ ahụ na-agagharị ọtụtụ ebe, Abney na nwanne ya nwanyị ga-abụkarị naanị ụmụaka ojii na klas ha n'ụlọ akwụkwọ",
  "Abney zutere nna ya, onye bụ onye uwe ojii, mgbe ọ dọtara nne ya maka ebubo na ha mebiri okporo ụzọ mgbe ha na-akwọ ụgbọala na Indiana",
  "N'afọ 2015, Abney kwuru na ya na nna ya malitere iwughachi mmekọrịta ha",
  "Mgbe ọkụ gbara n'ụlọ ha, Abney na nne ya kwagara na nwanne nne ya na Matteson, Illinois ebe ọ gara Rich South Campus High School",
  "Abney kwuru na ụmụ akwụkwọ ndị ọzọ ga-eme ya ọchị maka ịsụ ọcha",
  "Iji jikọọ na ụmụ akwụkwọ ndị ọzọ, ọ ga-ewere arịrịọ iji see foto nke ndị isi ojii a ma ama na omenala pop. Abney malitere inyocha nka n'ụzọ doro anya na ụlọ akwụkwọ sekọndrị. Ọ maara mgbe niile na ọ chọrọ ịbụ onye na-ese ihe, mana ọ maghị ihe nke ahụ ga-adị",
  "O kwuru na ọ were ya oge ịchọta olu ya mgbe ọ na-ekwu maka okwu ndị metụtara ya dị ka #blacklivesmatter movement",
  "Ọ na-awụ ya akpata oyi n'ahụ mgbe niile na egosila ọrụ ya na ebe ngosi ihe mgbe ochie",
  "Ụfọdụ n'ime mmetụta ya bụ usoro ihe nkiri South Park na egwu hip-hop",
  "Ọ na-eche na, a pụrụ ịbụ onye na-ese ihe ma ọ bụrụ na ha chọrọ ịmepụta ma gosipụta onwe ha",
  "Ndụmọdụ ya nye ndị na-achọ ịpụta ihe bụ, ọ bụ naanị.",
  "Ọrụ ya na-eji akara na agba na-egbuke egbuke iji gosipụta ụzọ ọhụrụ nke ịbịaru isiokwu ndị dị arọ nso ka ọ na-akpọ ndị na-ekiri ka ha mee nkwubi okwu nke ha. N'ịgwakọta ihe na-atọ ọchị na ihe siri ike, Abney kwuru na ọrụ ya \"dị mfe ilo, siri ike ịgbari\".",
  "Abney anaghị eme atụmatụ n'ihu ma ọ bụ eserese, kama ọ na-arụ ọrụ n'ụzọ doro anya na ụda",
  "Ihe na-acha anụnụ anụnụ na-adị n'akụkụ ibe ya bụ akụkụ dị ukwuu nke usoro ya ma ọ maghị ihe nsonaazụ ga-abụ dịka ọrụ ya bụ nzaghachi nye ihe ọ na-enwe n'oge a. Jeffery Deitch, onye na-ere ihe osise, onye nlekọta, na onye bụbu onye nduzi nke Metropolitan Museum of Art, jiri nkà ya tụnyere nke onye na-ese ihe Keith Haring.\nỤdị ihe osise Abney bụ ihe osise, cubist, na ihe osise na mgbidi na-egbochi agba, na-eji usoro dị ka ihe osise spray, collage, na ụdị na akara",
  "Ọ na-achọ ka ọnụ ọgụgụ ya bụrụ nke a na-akpọ \"Xë\" ma ọ chọrọ ka ọrụ ya nwee ọtụtụ ihe ọ pụtara. Abney na-enwe mmasị ịgbanwe agbụrụ na okike na ọnụ ọgụgụ ya, ya mere onye na-ekiri ya na-ewepụta echiche ọdịnala gbasara ihe osise ahụ",
  "O kwuru, \"Ọ na-amasị m iwebata echiche onye ọ bụla..",
  "Aga m abịakwute ya site n'akụkụ abụọ nke akụkọ ahụ\". Ọ na-eji ihe oyiyi ihe atụ n'ụzọ ndị na-adịghị mma iji gosipụta ozi miri emi, kamakwa na-eme ka onyinyo ahụ dị mfe",
  "Dịka ọmụmaatụ, n'otu ihe osise Abney na-eji obi n'ọtụtụ ụzọ nke, dabere na ebe a na-etinye ya na ebumnuche ọ nwere, nwere ike inwe ọtụtụ ihe dị iche iche",
  "Tụkwasị na nke a, Abney na-amasị ịnọgide na-eme ihe ọchị n'ọrụ ya n'ihi na isiokwu nke ọrụ ya dị oke egwu",
  "Ọ na-eme nke a site n'iji ụcha na-egbuke egbuke na ise ihe oyiyi",
  "Abney na-eche na ọ na-arụ ọrụ n'ụzọ ebumpụta ụwa ugbu a nke na ọ maghị otu esi alaghachi n'ụdị ise ihe ochie ya",
  "Ọ chọrọ ka ọrụ ya nọgide na-adị mkpa na ozi nke ihe osise ya iji kwekọọ n'ihe dị mkpa n'ọdịnihu, ya mere enwere ike ịgụ ya n'ụzọ ọhụrụ ka oge na-agbanwe.",
  "N'ụlọ akwụkwọ sekọndrị, otu n'ime ndị nkuzi ya gbara Abney ume ka ọ were ihe osise AP",
  "Nke a mere ka ọ gaa Augustana College na Rock Island, Illinois ebe ọ natara BFA na isi abụọ na nka studio na sayensị kọmputa na 2004",
  "Mgbe ọ na-aga kọleji, Abney sonyere na ngagharị iwe zuru oke na kọleji iji mee mkpesa maka enweghị ọdịiche dị iche iche na ngalaba ahụ, nke nyere aka na itinye uche na ndọrọ ndọrọ ọchịchị nke nka ya",
  "Mgbe ọ gụsịrị akwụkwọ, ọ wepụrụ otu afọ n'ọrụ dị ka onye na-arụ ọrụ na Ford Motor Company",
  "Ọ kwụsịrị mgbe ọ hụchara ka onye ọrụ ibe ya kụrisịrị ụkwụ ha n'ihe mberede",
  "Ọ malitere ise ihe kwa ụbọchị ma nabata ya na Chicago Art Institute na Parsons School of Design ebe ọ natara MFA na 2007",
  "Abney kpebiri ịkwaga Jersey City iji gaa Parsons iji nweta mmetụta nke nnwere onwe.",
  "A maara Abney nke ọma maka ihe osise ya mara mma, anọ n'ime ha gụnyere na ngosi ndị America 30 nke Rubell Museum haziri nke ọrụ ndị na-ese ihe n'Africa America nke afọ iri atọ gara aga, nke gara ebe ngosi ihe mgbe ochie na gallery na America kemgbe 2008",
  "Ọrụ ya apụtawokwa na Whitney Museum, Jack Shainman Gallery, yana Kravets Wehby Gallery na Chelsea.",
  "Na mbido ọrụ ya, o chere na ọrụ ya ga-elekwasị anya na agbụrụ, mana ọ gbanwere ugbu a iji lekwasị anya na ihe ọ bụla metụtara ya n'oge ahụ",
  "O kwuru na, \"Ugbu a, ọ na-egosipụta ihe m na-emeso n'ezie",
  "Ọ bụghị na anaghị m emeso ịkpa ókè agbụrụ, mana nke ahụ abụghị ndụ m niile.",
  "N'afọ 2007, Abney natara nkwado maka ihe osise ya Class of 2007, nke emere maka ihe ngosi thesis MFA ya",
  "Ihe osise ahụ bụ diptych",
  "N'otu panel, a na-egosi ya dị ka onye uwe ojii na-acha ọbara ọbara na-ebu égbè",
  "Na panel nke abụọ, a na-ese ụmụ klas ya nke MFA, ndị ọcha niile, dị ka ndị mkpọrọ ojii na ejiji oroma",
  "O kwuru na itinye ụmụ klas ya n'ime ihe osise ya bụ ihe ọ bụla nke onwe ya...mgbe m tinyere ndị mmadụ n'ihe osise m ugbu a ọ bụghị gị, ọ bụ naanị ihu",
  "O kwukwara na ihe ngosi ahụ bụ naanị ohere iji nweta uche nke gallery",
  "Ezinụlọ Rubell, ndị nwe Rubell Museum na Miami, Florida zụrụ ihe osise ahụ",
  "Abney bụ onye na-ese ihe kachasị nta iji gosipụta na ngosi ndị America 30 nke kpọkọtara ndị na-ese egwu Africa America kachasị ugbu a na ndị nwere mmetụta na-enye aka na nkuzi nka ụwa.",
  "Abney rụrụ ọrụ na THEARC nke Corcoran Gallery of Artīs na-achịkwa mgbe mmemme ụlọ akwụkwọ ArtReach gasịrị na ndị ntorobịa na-emepụta mural na-adịgide adịgide na mpaghara DC",
  "Ihe omume a lekwasịrị anya na mkpa ndị ama ama na ọdịbendị, otu ndị ama ama si nwee ọkwa dị mkpa na ndụ ndị mmadụ n'otu ọkwa dị ka ndọrọ ndọrọ ọchịchị, na otu ha si ejikọta na nsogbu agbụrụ na mba a.",
  "Abney abụwo onye nkuzi maka mahadum na ebe nka anya gafee mba ahụ",
  "N'afọ 2013, ọ bụ onye nkuzi ọbịa na New York Academy of Art na n'afọ 2015 ọ gosipụtara na Summit Series na Utah.",
  "Akụkọ akụkọ gụnyere Huffington Post, Forbes na Elle Magazine atụlewo mgbalị Abney na-eme iji dozie isiokwu ndọrọ ndọrọ ọchịchị siri ike site na ịgwakọta nwoke na nwanyị na agbụrụ.",
  "Dirty Wash bụ ihe ngosi mbụ nke Abney, nke emere na Kravets/Wehby gallery n'oge opupu ihe ubi nke afọ 2008",
  "N'ịdọta ọtụtụ ndị isi na-anakọta ihe, ihe ngosi ahụ rere n'ime ụbọchị ole na ole.",
  "N'ọnwa Nọvemba 2017, o nwere ihe ngosi nke mbụ ya na Jack Shainman Gallery na New York City, Nina Chanel Abney: Seized the Imagination Ihe ngosi a na Safe House, ihe ngosi nke Piper Marshall haziri na Mary Boone Gallery na Nework City",
  "A maara onye na-ese ihe maka ihe osise ya mara mma, nke na-eme mgbe ụfọdụ ma ọ bụ ọgba aghara, jupụtara na ihe oyiyi ọdịbendị pop na ntinye aka na ihe ndị na-eme ugbu a. Abney na-achọta ọtụtụ n'ime ọrụ ya na nkwenye na mmetọ na ime ihe ike bụ akụkụ dị mkpa nke ịma ihe ndị na-acha uhie uhie kwa ụbọchị. Ebumnuche nke Abneyz na ihe ngosi abụọ ahụ bụ ịlụso echiche ọjọọ ọgụ nke mgbasa ozi na-egosikarị ndị Africa America. N'ọnwa Disemba 2017, Abney mepụtara ntinye 3D mbụ ya na 29Rooms na Los Angeles nke a na-akpọ Fair Grounds, usoro ihe omimi na-emekọrịta ihe nke na-eme ka ọdịdị nwata na mmetụta nke ogige egwuregwu.",
  "Ihe ngosi nke mbụ ya n'onwe ya na ebe ngosi ihe mgbe ochie, Nina Chanel Abney: Royal Flush, meghere na Nasher Museum of Art na Mahadum Duke na Durham, North Carolina na Febụwarị 2017. N'ịbụ nke Marshall N",
  "Price haziri, ihe ngosi ahụ gụnyere ihe dị ka 30 nke ihe osise ya, ihe osise mmiri, na collages ma were afọ 10 nke ọrụ ya. Ọrụ ndị ahụ nwere ọtụtụ ihe omuma ihe omuma, gụnyere ihe oyiyi oge ochie, Northern Renaissance still lifes, na ndị na-ese ihe dịka Henri Matisse na John Wesley",
  "Ha na-egosi narcissism, omenala ndị ama ama, ihe gbasara ụmụ nwanyị, okwu gbasara agbụrụ, na obi ọjọọ ndị uwe ojii",
  "Abney kwuru na tupu ya amalite ịrụ ọrụ na ihe ngosi a, ọ maghị ihe ọ ga-adị ka ya. O nwetara ọtụtụ ite na-ese ihe n'ọtụtụ agba dị iche iche, na-ese mgbidi ojii, ma na-etinye ihe dị iche iche iji malite",
  "Tupu ihe ngosi ahụ emeghe, o kwuru na ọ na-atụ anya na ọ na'ime ka ndị mmadụ na-ewe iwe na ngwakọta nke mmeghachi omume.",
  "Na ngosi ya na Febụwarị 2018 Hot to Trot",
  "Ọ bụghị",
  "na Palais de Tokyo na Paris, Abney mepụtara ihe osise ụfọdụ n'akụkụ isi steepụ ụlọ ọrụ ahụ. Otu na-egosi bust nke ụmụ nwanyị ojii atọ na-acha odo odo, nọmba 1, 2, 3 edepụtara n'okpuru nke ọ bụla",
  "N'akụkụ ọnụ ọgụgụ ndị ahụ, Abney sere ihe osise na mkpụrụedemede ojii na-akpali ndị na-ekiri ya ile ihe osise ahụ anya wee chee echiche nke ọma banyere ihe ọ pụtara.",
  "Na Septemba 2018, Abney haziri ihe ngosi otu na Jeffery Deitch gallery nke akpọrọ Punch",
  "Ihe ngosi ahụ kpọrọ maka nsogbu mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị dị ugbu a",
  "Ihe ngosi ahụ gosipụtara Abney n'onwe ya na ụfọdụ n'ime ezigbo ndị enyi ya",
  "E nwere ihe osise, foto na ihe a tụrụ atụ gụnyere na ngosi ahụ.",
  "A gụnyere ọrụ ya na nchịkọta nke Bronx Museum of the Arts; Brooklyn Museum; Museum of Modern Art; Rubell Museum; na Whitney Museum of American Art."
]