[
  "Nita Spilhaus a mụrụ Pauline Augusta Wilhelmina Spilhaus (5 Febụwarị 1878 Lisbon - 12 Septemba 1967 Rondebosch) bụ onye na-ese ihe na South Africa a mụrụ na Portugal, na-eji mmanụ, mmiri na pastel arụ ọrụ eserese",
  "A maara ya nke ọma maka ọdịdị ala ya, ihe osise nke osisi, ihe osisa ya nke ugwu Cape, na ihe osise nke Malay Quarter.",
  "Ọ bụ nwa nwanyị nke Christian Ludwig Karl Spilhaus (27 June 1847 Lübeck - 13 September 1878 Lisbon) na Virginia Augusta Coelho (18 September 1855 - 5 February 1878)",
  "Ụmụnne ya bụ Virginia Henriette Wiesner (1874) na Karl Antonio Spilhaus (1876).",
  "Nna Nita si Lübeck kwaga iji chịa alaka nke azụmahịa ezinụlọ ahụ na Lisbon, ọ bụkwa n'ebe ahụ ka ọ zutere nwunye ya bu onye Portugal",
  "Mgbe nne na nna ya nwụsịrị n'oge ọ bụ nwa ọhụrụ, nne ya nwụrụ mgbe ọ na-amụ nwa na nna ya ọnwa ole na ole ka e mesịrị, nna nna ya zụlitere Nita na Lübeck, ọzụzụ mbụ ya na eserese na etching weere ọnọdụ na Lübeck School of Art, mgbe ahụ na Munich, ebe ọ gara ụlọ akwụkwọ nka onwe onye nke Friedrich Fehr na-elekọta, Dachau art colony dị na mpụga Munich n'okpuru Adolf Hölzel, na ọla kọpa n'okpuru Heinrich Wolff",
  "Ọ bụ otu n'ime ndị na-eto eto na-ese ihe na Schwabing ma na 1900 o bipụtara akwụkwọ nke ihe osise ya.",
  "Ọ kwagara South Africa na 1907 n'ihi ọnwụ nna nna ya na 1906, o sonyeere nwanne ya nwoke Karl, na ezinụlọ nwanne nna ya Arnold Wilhelm Spilhaus (1845-1946) n'ụlọ ya 'Hohenort' na Constantia, onye biri na Cape, na-elekọta ụlọ ọrụ na-ebubata na mbupụ nke ọma, bụ onye na-eme njem na onye na-ahụ maka ihe ọkụkụ, ọ bụkwa onye guzobere Mountain Club nke South Africa",
  "Ka oge na-aga, ọ ghọrọ enyi ndị omenkà dị iche iche dị ka Edward Roworth, Moses Kottler, Allerley Glossop, Pieter Wenning, Ruth Prowse, Hugo Naudé na Florence Zerffi, bụ ndị lekọtara ya n'oge ọrịa influenza nke afọ 1918.",
  "Ọ sonyeere 'South African Society of Artists' n'oge na-adịghị anya mgbe ọ bịarutere",
  "The Cape Times kwetara na ya nwere nkà dị ka onye na-ese ihe nkiri site na ibipụta obere akwụkwọ nta nke ihe osise iri na abụọ na-egosi ihe nkiri na gburugburu Cape Town",
  "Na-arụ ọrụ site na ụlọ ọrụ na Keerom Street na Cape Town ọ ji nwayọọ nwayọọ ghọọ onye isi otu nka nke Cape Town",
  "Mgbe Hugo Naudé gara Munich n'afọ 1913 ọ weghaara klas nka ya na Worcester",
  "N'agbanyeghị nke ahụ, n'oge agha, a na-ebo nwanne ya nwoke ebubo ịbụ onye na-eso ndị Germany na-agba izu, ya onwe ya, onye Germany, bụ onye a machibidoro iwu n'ụzọ siri ike n'ihe omume ya n'oge WWI, a na-ekwe ka ọ na-ese ihe n'ime ụlọ, na-akpata ọnụ ọgụgụ buru ibu nke ndụ",
  "O tinyere akwụkwọ maka ọkwa dị ka onye nlekọta nke Michaelis Collection, mana ebe o si na Germany mere ka ọ ghara iru eru.",
  "Ọ lụrụ onye dịbịa na-ahụ maka ọkpụkpụ aha ya bụ Ernst Simon na 1921, di na nwunye ahụ laghachiri Munich na 1925, biri ma rụọ ọrụ n'ebe ahụ ruo 1938, obere oge tupu WWII, mgbe ha laghachiri South Africa iji nọrọ",
  "Ernst Simon nwụrụ na 1943, na 1950s Nita na nwanne ya nwanyị di ya nwụrụ kwagara Jonkershoek Valley",
  "Ọpụpụ anya na-aga n'ihu na-eme ka ọ kwụsị ise ihe.",
  "Ihe osise mmanụ ya bụ nke Impressionist n'ụdị, ọdịdị ala ya jupụtara na ikuku, ebe ọmụmụ okooko osisi ya bụ nke a ma ama maka ụcha ha",
  "O nwere mmasị pụrụ iche na osisi na ihe oyiyi ya dị ịrịba ama nke Stone Pines gburugburu Cape Town bụ isiokwu a na-ahụkarị n'ọrụ ya.",
  "Aha 'Spilhaus' sitere na aha nna German ochie 'Spielhausen'."
]