[
  "Niusha Carmen Mancilla Heredia (amụrụ na 19 Jenụwarị na afọ 1971 na Cochabamba) bụ onye Bolivia bụbu onye na-agba ọsọ n'etiti na ogologo oge",
  "Ọ na-ejide ihe ndekọ Bolivia site na mita 800 ruo kilomita 15 n'okporo ụzọ, yana maka 3000 mita steeplechase.",
  "Ọ bụ onye nwetara ọlaọcha nke South America ugboro abụọ na mita 1500 ma sọọ mpi ugboro atọ na IAAF World Indoor Championships n'ebe ahụ",
  "O meriri ihe nrite n'etiti etiti n'asọmupi Ibero-American Championships na Athletics na mbipụta nke afọ 2000 na 2002",
  "Na 2001 Bolivarian Games ọ meriri nrite ọla edo atọ ma setịpụ ndekọ mba abụọ",
  "Ọ nọchitekwara anya Bolivia na 2000 IAAF World Cross Country Championships na 2003 Pan American Games.",
  "Mancilla bidoro  ịsọ mpi na ihe omume dị n'etiti site na nwata ma bụrụ onye nwetara ọla nchara 800 mita na 1984 South American Youth Championships in Athletics",
  "O mere nke mbụ ya n'ụwa niile na 1986 World Junior Championships in Athletics, na-asọmpi na 800m na 400m hurdles, na Athletics tupu ọ gaa n'ihu merie ọlaọcha 800m na 1986 South American Youth Championships in Atletics",
  "Na South American Junior Championships in Athletics, ọ bịara nke anọ na afọ 1987 na 1988, mgbe ahụ nke ise na 1989 zutere.",
  "Oge izizi nke Mancilla bịara na 1997 IAAF World Indoor Championships, ebe ọ gbara ọsọ na okpomọkụ nke mita 1500. N'oge n'èzí, o kwuru na ọ bụ ihe nrite mbụ ya, ọlaọcha karịrị 1500 m na 1997 South American Championships in Athletics. Ọ bụkwa onye nwetara ọla nchara na egwumegwu nke Bolivarian na afọ 1997 Ihe nrite mbụ ya nke 800m bịara na 1998 South American Games, ebe ọ bụ onye nke abụọ na oge nke 2:07.85 nkeji. Ọ bụ ihe ndekọ Bolivia nke 4:20.16 nkeji na 1500 m okpomọkụ n'ime ụlọ na 1999 IAAF World Indoor Championships. Ihe nrite mbụ ya na ịgba ọsọ mba ọzọ bịakwara n'afọ ahụ mgbe ọ bụ onye nke abụọ na Erika Olivera nke Chile na ọsọ ọsọ dị mkpirikpi na South American Cross Country Championships. Nke a dugara ya na asọmpi na 2000 IAAF World Cross Country Championships ma ọ bịara nke 82 n'ozuzu.",
  "Ọ gbara ọsọ nke nkeji 16:14.03 na 2000 bụ ihe ndekọ Bolivia maka mita 5000 ma ọ bụ onye nwetara ọla nchara 1500m na asọmpi Ibero-American nke afọ ahụ. Ihe ngosi ya kachasị mma n'afọ sochirinụ niile bịara na 2001 Bolivarian Games, ebe ọ rụchara ihe nrite ọla edo atọ na 800 m, 1500 m na 3000 mita steeplechase",
  "Oge 800m ya nke 2:03.98 nkeji na oge steeplechase nke 10:40.7 nkeji bụ ihe ndekọ Bolivia. Mancilla ritere ọtụtụ ihe nrite na 2002 Ibero-American Championships in Athletics na Guatemala City, na-ewere ọla nchara 800m na ọlaọcha 1500m. O meriri n'okporo ụzọ Spanish n'oge okpomọkụ ahụ wee gbaa ọsọ 1500m kacha mma nke nkeji 4:17.91 na San Sebastián na ihe ndekọ mba 3000 nke nkeji 9:16.03 na Seville. N'ịga n'ihu na nke a, ọ gbara ọsọ 15 kilomita nke 52:45 nkeji na Bolivia n'ọnwa Ọktoba.",
  "Ọ gbara ọsọ 3000m n'ime ụlọ nke 9:35.1 nkeji na Febụwarị na-esote na Zaragoza",
  "Ka e mesịrị n'afọ ahụ, o nwere arụmọrụ kachasị mma na 1500m ma melite ihe ndekọ mba ya site na ihe karịrị sekọnd na ọsọ nke 4:16.64 nkeji na Seville. Na 2003 South American Championships in Athletics Mancilla meriri nrite nke abụọ na nke ikpeazụ ya na kọntinent track site na arụmọrụ nke abụọ na 1500 m (ọ bụkwa nke anọ karịa 800 m). O sonyekwara na 2003 Pan American Games, mana ọ gwụbeghị na 1500m ikpeazụ. Na mpụta ụwa nke atọ ya, ọ sonyere na 2004 IAAF World Indoor Championships, mana ọ gwụchaghị okpomọkụ ya. O setịpụrụ South American 2000 m kacha mma nke 5:59.96 nkeji na asọmupi na Rivas-Vaciamadrid wee gaa 2006 Ibero-American Championships in Athletics na Huelva n'ikpeazụ n'oge ahụ, na-etinye nke anọ na 1500 m na nke isii karịa 3000 m. Ọ gbara ọsọ ndekọ Bolivia na ọsọ ụzọ 10K na Nọvemba, na-agba ọsọ oge nke 34:01 nkeji na Madrid",
  "Ọ gara n'ihu na-asọmpi na nzukọ dị ala na Spain site na afọ 2004 ruo afọ 2008, mana ọ lara ezumike nká mgbe nke ahụ gasịrị."
]