[
  "Niyi Osundare bụ ónyé na-ede uri, ónyé na-eme ihe nkiri, ónyé na'asụsụ, na ónyé na-enyocha akwụkwọ n'Afrịka",
  "A mụrụ ya na Machị 12, 1947, na Ikere-Ekiti, Naịjirịa, abụ uri ya nwèrè mmetụta nke abụ uri nke ọdịbendị Yoruba ya, nke ọ na-ejikọta ya na ọdịnala abụ ndị ọzọ nke ụwa, gụnyere African American, Latin American, Asian, na European.",
  "Osundare bụ ónyé mmeri nké nnwere onwe ikwu okwu na ihe odide ya na-enweghị isi na nke nkatọ nwere njikọ chiri anya na ndọrọ ndọrọ ọchịchị, decolonization, black internationalism, na gburu-gburu ébé obibi",
  "Ọ bụ ónyé natara ọtụtụ ihe nrite, gụnyere Association of Nigerian Authors (ANA) Poetry Prize, Commonwealth Poetry Award, Tchicaya U Tam'si Poetry Awards, na ANA / Cadbury Poetry Prix (ugboro abụọ)",
  "N'afọ 1991, Osundare ghọrọ ónyé na-ede uri n'Afrịka nke mbụ na-asụ Bekee iji merie Noma Award (ihe nrite akwụkwọ kachasị mma n'Afríku), na 1998, e nyèrè ya Fonlon / Eichols Prize maka \"ịdị mmá ya n'ihe okike jikọtara ya na ònyìnyé dị mkpà màkà ikike mmadụ n'Afríka\"",
  "N'afọ 2014, a nabatara ya na National Order of Merit, nsọpụrụ kachasị elu nke mba ya màkà ọdịiche ọgụgụ isi na ihe okike",
  "Osundare bụ Emeritus Distinguished Professor of English na Mahadum nke New Orleans.",
  "Osundare nwetara nzèrè na Bekee na Mahadum Ibadan (BA), Mahadum Leeds (MA), na Mahadim York, Canada (PhD, 1979)",
  "Ọ bụbu prọfesọ (site na 1989) na Ónyé isi Bekee (1993[[97) na Mahadum Ibadan, ọ ghọrọ prọfesụ Bekee na Mahadim New Orleans na 1997",
  "Osundare nwèrè nwunye, Kemi, na ụmụ atọ, ụmụ nwanyị abụọ na nwa nwoke ka bi na Naijiria",
  "Nwa ya nwanyị ntị chiri bụ ihe mere Niyi ji biri na United States",
  "Ọ pụghị ịga ụlọ akwụkwọ na Naịjirịa n'ihi ya ha chọtara ụlọ akwụkwọ na US màkà ya, wee kwaga ka ọ dịrị ya nso",
  "E jirila ya mee ihe n'ọtụtụ ụlọ akwụkwọ dị ka ihe atụ nke ónyé na-ede uri.",
  "Ọ bụ ónyé na-akwado ikike ikwu okwu n'onwe ya ma bụrụkwa ónyé kwéré n'ike nke okwu, na-ekwu, \"ikwu okwu bụ ịgbanwe\"",
  "Osundare bụ ónyé a ma ama màkà mkpebi ya màkà nka na ọrụ nka metụtara mmekọrịta mmadụ na ibe ya ma dee ọtụtụ akwụkwọ ozi na-emeghe nyé ónyé bụbu ónyé isi ala Naịjirịa (Olusegun Obasanjo), ónyé Osundare na-akatọkarị n'ihu ọha.",
  "N'afọ 1997, ọ natara ọrụ nkuzi na nyocha na Mahadum nke New Orleans",
  "N'afọ 2005, e jidere Osundare na Hurricane Katrina, ya na nwunye ya nọkwa n'ụlọ elu ha ruo awa iri abụọ na isii",
  "Ónyé agbata obi ha, ónyé na-akwọ ụgbọ mmiri n'ogè ahụ, nụrụ mkpu ha màkà enyemaka",
  "A napụtara ha ma kpọpụ ha n'ébé ndị nnapụta ruo mgbè ha mechara gaa Rindge, New Hampshire, ébé Osundare nwèrè ike inweta ọrụ nkuzi dị ka prọfesọ na Franklin Pierce College ma ihe dozie.",
  "Osundare nwèrè ọtụtụ onyinye màkà uri ya, yá nà ònyìnyé Fonlon / Eichols màkà \"ịdị mmá n'ihe okike jikọtara ya na ònyìnyé dị mkpa màkà ikike mmadụ n'Africa\".",
  "Emèrè emume ncheta ọmụmụ ya nke afọ iri isii na Ikere-Ekiti, Ibadan na Lagos steeti nke Naịjirịa n'ọnwa Machị 2007.",
  "Abụ ya \"Ọ bụghị azụmahịa m\" bụ ọmụmụ iwu na AQA A syllabus màkà General Certificate of Secondary Education English Language.",
  "N'ọnwa Disemba afọ 2014, e nyèrè Osundare ònyìnyé National Merit Award nke Naịjirịa màkà agụmakwụkwọ dị mma.",
  "N'afọ 2016, Osundare, ya na enyi ya ogologo ógè, ónyé na-ede uri Sierra Leone Syl Cheney-Coker, bụ isiokwu nke ihe ngosi akpọrọ The Poets, nkè ónyé nduzi Chivas DeVinck. Ihe nkiri ahụ na-eso Osundare na Cheney-Coker na njem n'okporo ụzọ site na Sierra Leone na Naijiria ka ha na-ekwurịta ọbụbụenyi ha na otu ahụmahụ ndụ ha si kpụzie nka ha."
]