[
  "Nja Mahdaoui, (amụrụ na 1937) bụ onye na-ese ihe na Tunisia nke a maara nke ọma maka ojiji ọ na-eji calligraphy dị ka ụdị nka eserese",
  "A kọwakwara ya mgbe niile dị ka 'onye na-ede akwụkwọ ozi.'",
  "A mụrụ Nja Mahdaoui na Tunis n'afọ 1937.\nNa mbụ, ọ mụrụ ihe osise na akụkọ nka na Carthage National Museum, mana mgbe e mesịrị, mgbe onye nduzi nke Italian Cultural Centre na Tunis gbara ya ume, ọ mụrụ eserese na nkà ihe ọmụma na Santa Andrea Academy na Rom (1966-1968). \nO mechara kwaga Paris ịga Cité internationale des arts ebe ọ gara ọmụmụ ihe na École du Louvre\nMahdaoui laghachiri Tunisia na 1977 ma na-ebi ma na-arụ ọrụ n'ebe ahụ ugbu a.",
  "Mahdaoui malitere ọrụ ya dị ka onye na-ese ihe na 1960s, wee gaa n'ihu site na ịnwale calligraphy Arabic.\nMahdaoui anwalewo usoro mgbasa ozi ọdịnala na nke nnwale dị iche iche",
  "O mepụtara ihe osise mbụ ya na akpụkpọ anụ n'afọ 1972, ọ malitere inwe mmasị n'ịkpa ákwà na mmepụta kapet n'afọ 1979 wee malite ise ákwà n'ahụ anụmanụ na n'ahụ mmadụ n'afọ 1980.\nTaa, a maara ya dị ka \"onye mepụtara calligraphy abstract,\" ebe ọ bụ na atụmatụ ya yiri mkpụrụedemede Arabic, mana enweghị ihe ọ pụtara n'ụzọ nkịtị",
  "Mgbe a jụrụ ya ajụjụ maka ụdị ya, Mahdaoui kwuru, \"M na-eji mkpụrụedemede ndị gbawara agbawa na ndị gbagọrọ agbagọ ajụ iji onye ọ bụla kpọrọ ihe\".\nỌ malitere iji 'calligrams' nke ya n'ihe dị iche iche dị ka: ákwà, papyrus, ihe ọkpụkpụ, ọla, drum, akwa, embroidery, tapestry, ceramic, osisi, ọla, enyo ígwè, ụgbọelu, wdg. N'ihi ojiji o ji calligraphy mee ihe na nka, a na-ekwu na ọ bụ akụkụ nke ọrụ nka Hurufiyah.",
  "Mahdaoui sitere n'ọgbọ nke ndị Arab na-ese ihe, ndị na-agụ akwụkwọ na mba ọzọ mana ha choro mkpali site na mgbọrọgwụ ọdịnala ha. Mahdaoui lekwasịrị anya na àgwà uri nke ederede Arabic, ma mepụta ụdị eserese nke metụtara ọrụ calligraphic. Rose Issa, onye nlekọta, akọwaala ọrụ ya na-ekwu, \"Mahdaoui na-akpachara anya ka ọ ghara imesi okwu ike ma na-ekwusi ike na mmetụta anya nke ihe ndị mejupụtara",
  "'Calligrams ya na-eme ka obi ụtọ na-enweghị ngwụcha na rhythms, ngwa ngwa ma ọ bụ nwayọ, nke sitere na nrụgide nke aka, n'ụzọ ụfọdụ n'ụzọ nke ụda olu, na-ebili ma na-apụ n'anya.'",
  "N'afọ 2000, Gulf Air họpụtakwara ya ka ọ mepụta ihe ịchọ mma mpụga nke ụgbọ mmiri ya maka ncheta afọ iri ise nke ụgbọelu ahụ. O meela windo windo na-acha odo odo maka ụlọ ọha na eze na United Arab Emirates. \nMahdaoui gbasoro ịhụnanya ya maka egwu, ejiji, na arụmọrụ site na iji mgbasa ozi dị iche iche tinye 'calligrams' ya n'ọtụtụ ihe dị ka nnukwu denim, ejiji ndị na-agụ egwú, na drum bass.\nE ji osisi mepụta drum bass na 1998 ma nye ya ihe ịchọ mma calligraphic site na Mahdaoui. Mgbe a jụrụ ya maka ihe a, Mahdaoui kwuru, \"Ọbọ a, nke gbanwere ka ọ bụrụ ihe a tụrụ atụ, akwụsịla ịbụ ngwá ọrụ nwa oge; ọ na-adị adị",
  "Ọrụ ọdịbendị ya - dị ka ihe na-akpali mmetụta ndị a na-akọwa site na abụ na nke a na-eme na mberede - akwụsịla",
  "Nke ka mkpa, ọ gbahapụrụ olu ya dịka akụkụ nke arụmọrụ nka",
  "Kama nke ahụ, site na ọtụtụ ụda olu ya, ọ ghọwo ihe nnọchianya dị ike nke ọdịbendị dị iche iche, ụdị 'nkà zuru oke' nke ndị mmadụ n'ụwa niile nwere ike imeghachi omume n'ọtụtụ ụzọ dị iche iche.",
  "Mahdaoui esonyewo na ihe ngosi onwe yandị otu n'ụwa niile",
  "Enwere ike ịchọta ọrụ ya na nchịkọta mba ụwa nke onwe na nke ọha na eze, gụnyere:",
  "Ebe Ngosi Ihe Ochie nke Oge A, Tunis",
  "Ebe Ngosi Ihe Ochie nke Oge A, Baghdad",
  "Ebe Ngosi Ihe Mgbe Ochie nke Britain, London",
  "Smithsonian Museum, Washington, DC",
  "Ọ́bá Akwụkwọ Mba na Institut du Monde Arabe, Paris",
  "National Museum of Scotland, Edinburgh",
  "Jordan National Gallery of Fine Arts, Amman",
  "Ọdụ ụgbọ elu mba ụwa Jeddah na Riyadh",
  "New Sahara Gallery na mpaghara Los Angeles nke Northridge",
  "Institute of Arab and Mediterranean Cultures, Geneva",
  "'Ihe nrite UNESCO Crafts maka Arab States' na 2005",
  "'Ihe nrite ukwu maka nka na akwụkwọ ozi' site na Ministri omenala nke Tunisia na 2006",
  "'Ihe nrite mbụ na Fifth International Calligraphy and Calligraph-Art Exhibition' na Kabul, 2007"
]