[
  "Nje ọrịa Ebola (EVD) maọbụ Ajọ ọrịa ọbara nke Ebola (EHF) bụ ọrịa nke n'emetụta ndị mmadụ nke nje ebola n'akpata",
  "Ọ na ewelite isi abalị abụọ ruo izu ụka atọ mgbe onye ahụ nwetara nje ahụ, tinyere oyi, ọnya akpịrị, ahụ mgbu, na isiọwụwa",
  "N'ụzọ doro anya afọ ntụgharị, agbọ, na afọ ọsịsa n'esonye, tinyere mbelata ịrụ ọrụ nke umeji and akụrụ",
  "N'ogo a, ụfọdụ n'ebido gbawa ọbara.",
  "Enwere ike ibute nje a site n'inwe mmekọrịta site na ọbara maọbụ mmiri si n'ime ahụ pụta nke anụmanụ ọdị n'ahụ (dịka enwe  maọbụụsụ n'ata mkpụrụ osisi). Enwebeghị ndekọ enwere maka nkesa ya site n'ikuku nke ebe obibi. Achọpụtara na ụsụ n'ata mkpụrụ osisi ga-enwe ike buru ma kesaa ya n'ebuteghị nje ahụ",
  "Ozugbo mmadụ butere ya, nje a n'efe ndịọzọ",
  "Ụmụnwoke ndị lanahụrụ ya ga-ebunye nje a site na  mkpụrụ ndụ nwoke ihe ruru ọnwa abụọ",
  "Iji mee nnyocha ọrịa ndịọzọ ndị eji nke yiri nke a mara dịka, ịba, afọ ọsịsa na ndịọzọ Ajọ ọrịa n'efe efeka ebu ụzọ wepu",
  "Iji hụụ n'enyochara ọbara maka kịrịkịrị nje ihe ndị n'alụso nje ọgụ n'ime ahụ, kịrịkịrị nje RNA,maọbụ nje n'onwe ya.",
  "Mgbochi gụnyere ibelata nkesa ọrịa a site na enwe na ezi ruo na mmadụ",
  "Apụrụ ime nke a site n'ilebara anụmanụ ndị ọrịa a ji, igbu ha n'ibupụ ozu ha ebe kwesịrị maọbụrụ n'achọpụtara ya",
  "Isi anụ n'ọkụ nke ọma n'iyichi ahụ nke ọma ga-enye aka",
  "Dịka iyichi ahụ na ịkwọ aka mgbe ịnọ onye bu ọrịa a nso",
  "Ekwesịrị iji nlezianya mee ihe mgbe a na-emetụ mmiri ndị si n'ahụ onye bu ọrịa a na ihe ndị si ya n'ahụ aka.",
  "Onwebeghị ọgwụgwọ ọbụla maka ọrịa a; mgbalị a na-etinye inyere ndị buterela ya aka gụnyere inye dịka inye mmiri etinyere nnu (ịńụ mmiri dịtụ ụtọ na mmiri nnu dị) maọbụ mmiri buru ibu. Ọrịa a n'egbu n'ụdị dị elu: n'egbu pasent 50 na 90 bụ ndị butere ya. Ebu ụzọ chọpụta EVD na Sụdan na mba Kongo",
  "Ọrịa a n'agbasakarị n'ebe ndị bi n'akụkụ mmiri. Site na 1976 (mgbe eburu ụzọ chọpụta ya) ruo 2013, ihe fọdụrụ nke nta ka oruo 1,000 mmadụ ebutela ya. Mgbasa ya dị elu ugbu a",
  "2014 Mgbasa Ebola na ọdịda anyanwụ Afrịka, nke n'emetụta Guini, Sierra Leon, Laịberia na nke na-emetụ Naịjiria. N'ọnwa Ọgọstụ 2014 achọpụtala mmadụ 1600 ndị bu ọrịa a. Ana etinye mgbalị ịrụpụta ọgwụ mgbochi; mana ka ọdị onwebeghị nke dị."
]