[
  "Njeọrịa Zika(nke amakwa dịka ọrịa n'efe efe Zika bụ nke ihe n'akpata ya bụ nje Zika. Oge ụfọdụ onweghị ihe n'egosi n'ọbụ ya, mana mgbe ahụrụ ya ọnaghị egosi kama ọ na-eyi ịba oyi.Ihe ndị n'egosi n'ọbụ ya gụnyere ịba,anya ịcha ọbara ọbara,mgbu n'ahụ niile,isiọwụwa, na ọkọ elu ahụ.Ihe eji ama n'ọbụ ya anaghị agafe abalị asaa tupu n'achọpụta ya.Onwebeghị ndekọ n'egosi n'onwere onye ogburu.Ahụla n'ụzọ dị iche iche osi agbasa gụnyereọrịa mgbarị afọ akpọrọ Gụịlaịn-Bare.",
  "Nje Zika n'agbasakarị site namgbe anwụnta taara mmadụ, udịnkea na ahụkarị n'akụkụ mmiri.Enwekwara ike inweta ya site,site n'aka nwoke n'onye ya na onye nwere ya n'enwekarị mmekọahụ, ma karịsịa site na mmịnye ọbara. Nwa ebu n'afọ ga-ebutekwa ya site n'aka nne ya nke n'onwere ikeime ka ime pụọ nwaanyị na nwaanyị ịmụ nwa isi ya pere mpe. A na-eji ọbara, mamịri, maọbụ asọ mmiri ele ma mmadụ onwere nje Zika RNA mgbe onye ahụ n'arịa ọrịa.",
  "Apụrụ igbochi ya site n'ibelata anwụnta n'ebe obibi n'ogbe enwere anwụnta n'iji okpunnabuenyi enwe mmekọahụ. Mgbalị a na-eme igbochi ya gụnyere iji ihe eji achụ anwụnta ụkwụ eruala eme ihe,iyichi ahụ nkeọma,iji uwe mgbochi anwụnta eme ihe oge niile,, n'iwepụ ebe niile mmiri n'anọ ogologo oge ebe anwụnta nwere ike ịmụ nwa. Onwebeghị ọgwụ enwere eji agwọ ya ugbu a. Ndị okwu ahụike dị n'aka n'atụ aro ka ụmụnwaanyi nọ ebe enwere nje Zika na afọ 2015-16 nke ntiwapụta Zikaatụla ime",
  "Okwesighị ka ụmụnwaanyị dị ime mee nje m gaa ebe ndị ahụ enwere ya. Ebe onwebeghị ọgwụ maka ya ugbu a,parasitamọl(asetaminofen)ga-enye aka mgbe ahụrụ ihe yiri ya. Ịgaba ụlọọgwụ adịchaghị mkpa.",
  "Achọpụtara nje n'akpata ọrịa a n'afọ 1947. Ndekọ mbụ emere maka ya mgbe otiwapụtara n'afọ 2007 bụ n'obodo Maịkroneshia. Tupu ọrịa a agazuola mba iri abụọ n'akụkụ mba Amerịka. Achọpụtakwala ya na mba Afrịka, Eshia na mba Pasifik. N'ihi ntiwapụ nke bidoro n'afọ 2015, mbaụwa nke n'ahụ maka ahụike bụ Wọld Helt Ọganaizeshọnekwuola maka ime nhazi nke akpọrọ Pọblik Emajensy Intaneshọnal Kọnsanna Febụwarị 2016."
]