[
  ".N'agbanyeghị akụ njem nlegharị anya ya na nso ya na South Africa, otu n'ime ebe ndị njem nlegharị anya kachasị n'ụwa, Mozambique nwere ọnụ ọgụgụ ndị njem nlegharị anya kacha ala nke ndị agbata obi ya niile ma e wezụga Malawi.  Njem nlegharị anya bụ ụlọ ọrụ na-erite uru na oge tupu nnwere onwe",
  "Ndị Rhodesia na ndị South Africa gara Beira na Mozambique dị n'akụkụ osimiri ndịda",
  "Gorongosa National Park, ọkara dị n'etiti Zimbabwe na Beira bụ nnukwu ebe nlegharị anya.",
  "Mgbe nnwere onwe na Portugal na 1975, agha obodo Mozambique nke weere ọnọdụ na obodo nweere onwe ọhụrụ n'etiti 1977 na 1992 mebiri ụlọ ọrụ njem nlegharị anya na nchekwa anụ ọhịa na Mozambique.  Njem njem nlegharị anya a haziri ahazi na mba ahụ akwụsịla n'afọ 1978.  Ntụkwasị obi nke ndị na-eme njem nlegharị anya na-eto eto kemgbe njedebe nke esemokwu obodo na mba ahụ, na mba ahụ nwere ohere ugbu a ịmaliteghachi na ịzụlite ụlọ ọrụ njem nlegharị anya ya",
  "Ego ịzụ ahịa ezughị oke yana enweghị ndị na-eme njem nlegharị anya na-egbochi uto nke ụlọ ọrụ njem nlegharị anya.",
  "Njem ndị njem nleta a haziri na mba ahụ akwụsịla na 1978",
  "Obi ike nke ndị njem nleta na-eto eto kemgbe njedebe nke esemokwu obodo na mba ahụ, mba ahụ nwere ohere ugbu a imezigharị ma gaa n'ihu na-emepe ụlọ ọrụ njem nleta ya",
  "Ezigbo mmefu ego ahịa na enweghị ndị na-eme njem nleta na-egbochi uto nke ụlọ ọrụ njem nleta.",
  "Ka ọ na-erule ngwụcha afọ ndị 1990 njem nleta bụ ngalaba na-eto ngwa ngwa nke akụ na ụba Mozambique",
  "A họpụtara Minista na-ahụ maka njem nleta n'afọ 1999",
  "N'afọ 2003, njem nleta mejupụtara ihe dị ka 1.2% nke GDP nke mba ahụ, nke dị ala karịa nkezi Sub-Saharan nke 6.9%",
  "N'afọ 2005, ụlọ ọrụ ndị njem nleta ji pasent 37 too, nke bụ ọnụ ọgụgụ na-eto ngwa ngwa nke ụlọ ọrụ ndị nleta n'ụwa",
  "Ụlọ ọrụ ahụ na-adọta ego mba ọzọ karịa akụkụ ọ bụla ọzọ nke akụ na ụba mba ahụ",
  "Ndị njem nleta rutere na mba ahụ ruru 240,000 na 1999",
  "Ọnụ ọgụgụ UNWTO na-atụ aro ihe dị ka ndị njem nleta 578,000, mmụba nke pasent 23 site na 2004",
  "Ntinye ego njem nleta na 2001 bụ US $ 64 nde na 2005 bụ US $ 130 nde",
  "Ngalaba ahụ na-ewe mmadụ 32,000",
  "Ihe dị ka otu ụzọ n'ụzọ atọ nke ndị ọbịa mba ahụ si South Africa.",
  "Gọọmentị nwere olile anya na egwuregwu na ebe nchekwa okike nke mba ahụ ga-aghọ nnukwu ihe na-adọrọ mmasị ndị njem nleta",
  "N'agbanyeghị na a na-ebelata ọnụ ọgụgụ egwuregwu n'oge agha, enwere ọganihu dị mma n'ọtụtụ ogige ntụrụndụ nke mba ahụ, ọkachasị Maputo Special Reserve, na Gorongosa Parks.",
  "Àtụ:Economy of MozambiqueÀtụ:Tourism in AfricaÀtụ:Mozambique topics"
]