[
  "...Tanzania bụ obodo nwere ọtụtụ ebe nlegharị anya",
  "Ihe dị ka pasenti 38 nke ala Tanzania ka ewepụrụ iche na mpaghara echedoro maka nchekwa.  Enwere ogige ntụrụndụ mba iri na asaa,  ebe nchekwa egwuregwu 29, mpaghara nchekwa 40 a na-achịkwa (gụnyere Mpaghara Nchekwa Ngorongoro) na ogige mmiri",
  "Tanzania bụkwa ugwu Kilimanjaro, ebe kachasị elu na Africa.",
  "N'ọnwa Ọktoba 2021, e nyela Ministri nke Ihe Ndị Dị n'Otu na Njem nke Tanzania ijeri TSh.90 / = maka afọ ego 2021-2022, akụkụ nke ego IMF maka enyemaka ego mberede iji kwado mbọ Tanzania na-agba iji meghachi omume na ọrịa COVID-19.",
  "Tanzania nwere ihe fọrọ nke nta ka ọ bụrụ 38% nke ala ya echekwara dị ka ebe echedoro, otu n'ime pasent kachasị elu n'ụwa. Tanzania nwere ogige ntụrụndụ mba iri na isii ma bụrụkwa ebe obibi nke ọtụtụ anụmanụ dị iche iche",
  "N'etiti nnukwu anụ na-enye nwa ara gụnyere Big five, cheetahs, wildebeest, giraffes, hippopotamuses na antelopes dị iche iche",
  "Ihe ndị a ma ama na-adọrọ mmasị anụ ọhịa na Tanzania dị n'akụkụ ugwu nke mba ahụ ma gụnyere Serengeti National Park, Tarangire National Park na Lake Manyara National Park",
  "Ogige ntụrụndụ Serengeti na-agụnye nnukwu njem anụmanụ a ma ama n'ụwa. Ogige Ntụrụndụ Serengeti bụ ogige ntụrụndụ kachasị ewu ewu na mba ahụ ma nwee ohere ịnabata ihe karịrị ndị ọbịa 330,000 na 2012.",
  "A makwaara dị ka elu nke Africa, Ugwu Kilimanjaro bụ ebe UNESCO World Heritage na ugwu kachasị elu n'Africa",
  "Ugwu ahụ (nke bụzi ugwu na-agbọpụta ọkụ) na-ebili ihe dịka mita 4,877 (16,001 ft) site na ala ya ruo mita 5,895 (19,341 ft) n'elu oke osimiri",
  "Ugwu ahụ dị n'ebe ugwu nke mba ahụ n'ókè ya na Kenya n'obodo Moshi ma nwee ike ịnweta ya site na ọdụ ụgbọ elu Kilimanjaro",
  "Ọdụ ụgbọ elu ahụ na-enyekwa ọnụ ụzọ maka ndị njem nleta na mpaghara safari niile dị n'ebe ugwu",
  "Ugwu ahụ bụ akụkụ nke Ogige Ntụrụndụ Kilimanjaro ma bụrụ ogige ntụrụndụ nke abụọ kachasị ewu ewu na mba ahụ na ihe dịka ndị ọbịa 20,000 na-aga ugwu ahụ kwa afọ",
  "Ugwu ahụ bụ otu n'ime ugwu kachasị elu n'ụwa ma nwee ọganihu nke ihe dị ka 65%.",
  "Àtụ:Tanzania topicsÀtụ:Economy of TanzaniaÀtụ:Tourism in Africa"
]