[
  ".Njem nlegharị anya na Namibia bụ nnukwu ụlọ ọrụ, na-atụnye ijeri naira $7.2 (ihe ruru nde US$ 390) n'oke ngwaahịa ụlọ nke mba ahụ",
  "Kwa afọ, ihe karịrị otu nde ndị njem na-aga Namibia, ebe ihe dị ka otu onye n'ime atọ na-abịa site na South Africa, e mesịa Germany na n'ikpeazụ United Kingdom, Italy na France",
  "Obodo a so na ebe kacha aga n'Afrịka ma mara maka njem nlegharị anya nke gosipụtara oke anụ ọhịa Namibia.",
  "Windhoek, isi obodo na obodo kachasị ukwuu, bụ isi ụzọ mbata maka ndị mmadụ na-efe efe na mba ahụ, na-abụkarị na Windhoek Hosea Kutako International Airport",
  "Ebe ndị njem nleta dị mkpa na Windhoek gụnyere: Tintenpalast, (nke bụ oche nke National Council na National Assembly), Windhoek Country Club Resort (meghere na 1995 dị ka onye na-anabata Miss Universe 1995 ma bụrụ otu n'ime ụlọ oriri na ọṅụṅụ na asọmpi golf na mba ahụ), Zoo Park na ebe ndị ọzọ",
  "Windhoek nwekwara họtel kpakpando ise mbụ na mba ahụ a maara dị ka Hilton Windhoek (meghere na 2011 na-egosi họtel nke 50 nke Hilton na Middle East na Africa).)",
  "Swakopmund bụ ebe ezumike n'ụsọ osimiri na ihe atụ nke ụlọ ndị Germany na-achị",
  "E hiwere ya na 1892 dị ka isi ọdụ ụgbọ mmiri maka German South-West Africa",
  "Ihe na-adọrọ mmasị gụnyere ájá dị egwu dị nso na Langstrand n'ebe ndịda Osimiri Swakop",
  "A maara obodo ahụ maka egwuregwu siri ike",
  "N'ebe dị nso bụ ugbo na-enye ndị njem nleta njem kamel na ụgbọ okporo ígwè Martin Luther, nke malitere na 1896 ma gbahapụ ya n'ọzara.\nA makwaara obodo ahụ maka omenala ya nke dị nso na Skeleton Coast a ma ama",
  "Koakoveld (nke a makwaara dị ka 'Kaokoland'), ka bụ otu n'ime mpaghara kachasị mma na mba ahụ. Puros Lodge na Okahirongo Elephant Lodge na-enye ebe obibi n'ógbè enyí ọzara na-eleta mgbe niile.",
  "E guzobere Ụlọ Ọrụ Njem Namibia (NTB) site na Iwu nke Nzukọ Ndị Omeiwu: Iwu Ụlọ Ọrụ Nleta Namibia, 2000 (Act 21 nke 2000)",
  "Ebumnuche ya bụ ịchịkwa ụlọ ọrụ njem na ịzụ ahịa Namibia dị ka ebe ndị njem nleta",
  "Dị ka òtù iwu kwadoro, NTB bụ naanị ụlọ ọrụ njem nleta mba iwu kwadoro ma ọ bụ ikike na Namibia nke Gọọmentị nyere iwu ịchịkwa ụlọ ọrụ ahụ. Akụkụ azụmaahịa ndị na-esonụ n'ime ma ọ bụ metụtara ụlọ ọrụ njem nleta nke Namibia bụ ngalaba ndị Namibia Tourism Board na-achịkwa:",
  "Àtụ:Economy of NamibiaÀtụ:Tourism in AfricaÀtụ:Namibia topics"
]