[
  "Njem nleta na Uganda na-elekwasị anya na ala na anụ ọhịa nke Uganda",
  ".",
  "Ọ bụ nnukwu ọkwọ ụgbọ ala nke ọrụ, itinye ego na mgbanwe mba ofesi, na-atụnye USh 4.9 trillion (US$1.88 ijeri ma ọ bụ €1.4 ijeri dị ka nke Ọgọst 2013) na GDP Uganda n'afọ ego 2012–2013.",
  "Enwere ike iji njem nleta lụso ịda ogbenye ọgụ na Uganda",
  "E nwere ụlọ ọrụ ndị njem nleta na-ewe ndị mmadụ n'ọrụ dịka ndị ọkwọ ụgbọala, ndị nduzi, ndị odeakwụkwọ, ndị na-ahụ maka ego wdg",
  "Ụlọ ọrụ ndị a na-ere ngwaahịa nye ndị njem nleta, dịka ọmụmaatụ nka na ọrụ aka, ejiji ọdịnala.\nỤlọ ọrụ ndị dị n'ịntanetị nwekwara ike ịrụ ọrụ nleta n'ịnọọ",
  "Ihe na-adọrọ mmasị ndị njem nleta na Uganda gụnyere ogige ntụrụndụ mba, ebe nchekwa egwuregwu, ebe ọdịnala, na oké ọhịa okpomọkụ",
  "Oge ọdịnala dị ka Mbalu n'ebe ọwụwa anyanwụ Uganda, ịgba ụgbọ mmiri, nsụda mmiri wdg.",
  "Na ngwụcha afọ 1960, 100,000 ndị njem nleta mba ụwa gara Uganda kwa afọ",
  "Njem nleta bụ nke anọ kachasị enweta ego mba ọzọ",
  "Ụlọ ọrụ nlegharị anya kwụsịrị na mmalite 1970s n'ihi ọgba aghara ndọrọ ndọrọ ọchịchị",
  "Ka ọ na-erule ngwụsị 1980s, ọnọdụ ndọrọ ndọrọ ọchịchị Uganda kwụsiri ike na ọnọdụ dabara adaba maka itinyeghachi ego na ụlọ ọrụ njem nlegharị anya Uganda.￼￼ị￼￼",
  ".Agbanyeghị, mfu nke anụ ọhịa na-adọrọ adọrọ na ogige safari ewu ewu na mbụ dị ka Murchison Falls National Park na Queen Elizabeth National Park gbochiri ogige ntụrụndụ ndị a ịsọ mpi nlegharị anya ndị njem nlegharị anya na Kenya na Tanzania gbara agbata obi",
  "Kama ụlọ ọrụ ndị njem nlegharị anya Uganda kwalitere oke ọhịa ya",
  "Isi isi okwu nke ụlọ ọrụ ọhụrụ ahụ ghọrọ ogige Ogige Mba Bwindi Apụghị Apụ",
  "N'ihe karịrị 300 ugwu gorillas, Bwindi Impenetrable National Park nwere ihe dị ka ọkara nke ndị bi n'ụwa nke gorilla ugwu.",
  "N'ọnwa Ọktoba n'afọ 2014, Ngalaba Na-ahụ Maka Njem, Anụ Ọhịa na Ihe Ochie nke gọọmentị Uganda wepụtara atụmatụ Njem Njem Nleta 2014-2024 na nkwado sitere na United Nations World Tourism Organization na United Nations Development Programme",
  "N'etiti atụmatụ ndị ọzọ, Atụmatụ ahụ kewara mba ahụ n'ọtụtụ mpaghara \"Mpaghara Mmepe Njem\".",
  "A na-emepe njem nleta, njem nleta gburugburu ebe obibi na njem nleta ọdịnala",
  "Ihe dị ka ụzọ atọ n'ụzọ anọ nke ndị njem nleta Uganda sitere na mba ndị ọzọ dị n'Afrịka",
  "Kenya, nke dị n'ókè Uganda, bụ isi iyi nke ndị njem nleta na Uganda, na-eme ihe fọrọ nke nta ka ọ bụrụ ọkara nke ndị niile rutere na mba ahụ",
  "Ọnụ ọgụgụ ndị ọbịa si Tanzania, Rwanda, Democratic Republic of the Congo, na Sudan dị ala.",
  "Dị ka Uganda bụ mba na-enweghị mmiri, ọ na-adabere na njikọ site na Kenya maka ọtụtụ njem ya",
  "Ndị njem mba ụwa na-ahọrọ mgbe ụfọdụ iji ụgbọelu gaa Nairobi tupu ha agbakọta na isi obodo Uganda bụ Kampala n'ihi na nke a na-adịkarị ọnụ ala",
  "N'okpuru ebe a bụ tebụl na-egosi ọnụ ọgụgụ ndị njem nleta gara n'ogige ntụrụndụ mba Uganda n'etiti afọ 2006-2010",
  "N'afọ 2012, Lonely Planet nyere Uganda Number 1 na \"Top Countries & Travel Destinations 2012\".",
  "Ugwu gorilla bụ isi ihe na-adọta ndị njem nleta na Uganda. Ọtụtụ n'ime ndị a dị na Ogige Ntụrụndụ Mba Bwindi Impenetrable, na ndị ọzọ ole na ole na Ogige Ogige Ntụ Mgahinga, ha abụọ dị na ndịda ọdịda anyanwụ Uganda. Na Bwindi, a na-ekwe ka ndị nleta hụ gorilla ugwu kemgbe Eprel 1993",
  "Mmepe nke njem nleta gorilla na mmetọ nke ndị gorilla na ụmụ mmadụ na-aga n'ihu n'ụzọ dị nro n'ihi ihe ize ndụ ndị gorilla, dị ka ibute ọrịa mmadụ.",
  "Njem okpukpe bụ ihe na-eto eto na-eto n'ihu na-etolite na Uganda mgbe njem nleta sitere na anụ ọhịa gasịrị",
  "Otú ọ dị, obere nnyocha emeela ka atụmatụ na mmepe nke njem nleta okpukpe na mba ahụ belata.",
  "Uganda nwere ọtụtụ ebe ọdịnala.",
  "Ebe Ihe Nketa Ụwa nke UNESCO, nke bụbu obí eze Kabaka Muteesa nke Mbụ (1880-1884), a na-ahụ ili Muteesa I, Mwanga nke Abụọ, Daudi Chwa na Muteesa Nke Abụọ n'ime ụlọ ahụ nke e wughachiri mgbe ọkụ gbara na 2010.",
  "Àtụ:Uganda topicsÀtụ:Tourism in Africa"
]