[
  "...South Africa bụ njem nlegharị anya nke ụlọ ọrụ nlegharị anya na-aza 2.34% nke GDP na 2019 na-esote mbelata dị ukwuu na 2020 ruo 0.81% nke GDP n'ihi enweghị njem nke ọrịa COVID-19 kpatara",
  "Ụlọ ọrụ gọọmentị na-ere ahịa maka obodo South Africa Tourism na-ahụ maka ịzụ ahịa South Africa nye ụwa",
  "Dị ka World Travel & Tourism Council si kwuo, ụlọ ọrụ njem nlegharị anya nyere ego ruru ijeri ZAR 102 na South Africa GDP na 2012, ma na-akwado 10.3% nke ọrụ na mba ahụ.  Ụlọ ọrụ gọọmentị na-ahụ maka ire ahịa mba nke gọọmentị South Africa, na ebumnuche nke ịkwalite njem nlegharị anya na South Africa ma mpaghara ma n'ụwa dum ka a maara dị ka njem nlegharị anya South Africa.",
  "Dabere na Statistics South Africa's latest Tourism and Migration Survey, ihe fọrọ nke nta ka ọ bụrụ nde ndị njem 3.5 gafere n'ọdụ ụgbọ mmiri nke mba ahụ n'ọnwa Ọgọst 2017. Mba ise kachasị elu na mba ofesi nwere ọnụ ọgụgụ kachasị elu nke ndị njem nleta na-eleta South Africa bụ USA, UK, Germany, Netherlands na France",
  "Ọtụtụ n'ime ndị njem nleta si ebe ndị ọzọ n'Africa bịa South Africa si mba SADC",
  "Zimbabwe nọ n'elu ndepụta ahụ na 31%, Lesotho, Mozambique, Eswatini na Botswana sochiri ya",
  "Na mgbakwunye, Naijiria bụ mba nke ihe fọrọ nke nta ka ọ bụrụ 30% nke ndị njem nleta na-abata na South Africa.",
  "A na-edepụta ebe iri nke South Africa na UNESCO World Heritage List, gụnyere iSimangaliso Wetland Park na uKhahlamba Drakensberg Park na KwaZulu-Natal",
  "E nwere ise Cultural WHS, anọ Natural WHS na 1 mixed WHS.",
  "of origin",
  "2015",
  "arrivals",
  "of origin",
  "2015",
  "arrivals",
  "N'ime afọ ndị sochiri ntuli aka ọchịchị onye kwuo uche ya nke afọ 1994, South Africa meghere ọhụụ njem nleta ya site n'ịkwado ihe omume dịgasị iche iche n'ụwa gụnyere 1995 Rugby World Cup, na 2010 FIFA World Cup",
  "Nkwado nke ihe omume ndị a nyere aka mee ka ọdịdị South Africa na njirimara mba sie ike.",
  "2010 Fifa World Cup bụ ihe atụ nke ụzọ na-aga nke ọma site na South Africa iji mụbaa njem nleta ma metụta mba ahụ n'ụzọ dị mma",
  "Nke mbụ, ihe omume ahụ nyere aka mee ka akara na onyinyo zuru ụwa ọnụ nke South Africa sikwuo ike",
  "Otu n'ime ebumnuche ndị dị na South Africa iji kwado ihe omume ndị dị otú ahụ bụ imetụta njirimara mba ya n'ụzọ dị mma ma hichapụ echiche ọjọọ nke ịkpa ókè agbụrụ nke e gosipụtara tupu mba ahụ jiri nwayọọ nwayọọ gbanwee ghọọ \"Rainbow Nation\".",
  "Ihe kpatara nkewa a n'etiti ndị mmadụ na South Africa nwere ike ijikọta ya na iwu n'oge ịkpa ókè agbụrụ nke na-egbochi ndị isi ojii ịpụ n'ebe ndị njem nleta na mmetụta nke ndị isi ojii nke dị taa",
  "Otú ọ dị, ọ bụghị echiche na-ese okwu, dịka ndị obodo na ndị otu South Africa nke ngalaba njem nleta onwe ha kwadoro arụmụka na ịkpa ókè agbụrụ \"..nyere aka na enweghị ntinye aka na njem nleta ụlọ site na ndị ntorobịa, \" kpọmkwem. Nnyocha egosila na ndị isi ojii nke ịkpa ókè agbụrụ metụtara ka nwere mmetụta nke enweghị njikọ",
  "Ndị ntorobịa ojii, ọkachasị, ndị na-enwe ịda ogbenye n'etiti nsogbu ndị ọzọ, na-ewere njem nleta na njem n'akụkụ ndị ọzọ nke mba ha dị ka ọrụ ndị ọcha.",
  "Àtụ:Economy of South AfricaÀtụ:Tourism in Africa"
]