[
  "Njem nlegharị anya na Naijiria gbadoro ụkwụ na mmemme, n'ihi oke agbụrụ dị na mba ahụ, ma gụnyekwara oke ọhịa mmiri ozuzo, savannah, mmiri mmiri na ihe ndị ọzọ na-adọrọ mmasị.  Ndị njem nlegharị anya ji ijeri US$2.6 na Naịjirịa n'afọ 2015",
  "Nke a gbadara ruo ijeri US$1.5 na 2017, eleghị anya n'ihi mmụba nke ọgụ Boko Haram nke afọ 2015.",
  "Abuja bụ ebe ọtụtụ ogige ntụrụndụ na ebe akwụkwọ ndụ akwụkwọ ndụ nwere nke kacha ibu bụ Millennium Park",
  "Ọ bụ onye na-ese ụkpụrụ ụlọ Manfredi Nicoletti mere Millennium Park ma United Kingdom's Elizabeth II meghere ya na Disemba 2003.Ogige ntụrụndụ ọzọ dị na Lifecamp Gwarimpa; nso ebe obibi nke Minista nke Federal Capital Territory",
  "Ogige ntụrụndụ ahụ dị n'elu ugwu dịtụ elu nke nwere ụlọ egwuregwu dị ka ụlọ ikpe Basketball na Badminton ogige ntụrụngwa ọzọ bụ ogige ntorobịa obodo, ọ dị na wuse 2 ma bụrụ ebe obibi nke ọtụtụ ihe na-adọrọ mmasị n'èzí na n'ime ụlọ dị ka sinima 4D, astro-turf, ogige tennis, ámá egwuregwu paintball na ụlọ oriri na ọṅụṅụ dị iche iche.",
  "Lagos nwere ọtụtụ họtel site na kpakpando atọ ruo kpakpando ise, yana ngwakọta nke họtel ndị dị n'ógbè dị ka Eko Hotels na Suites, Federal Palace Hotel na franchises nke ọtụtụ mba dị ka Intercontinental Hotel, Sheraton na Four Points by Hilton",
  "Ebe ndị ọzọ na-adọrọ mmasị gụnyere Tafawa Balewa Square, obodo Festac, Nike Art Gallery, Freedom Park, Lagos na Cathedral Church of Christ, Lagos.",
  "Kemgbe afọ 2005, ụgbọ ala na-arịgo mita 870 (2,850 ) site na ala ruo n'elu ala dị larịị na-enye ndị nleta ọhụụ mara mma mgbe ha na-agafe okporo ụzọ na-agbagharị agbagharị ruo n'ihu. A na-ahụ ebe ezumike ahụ na Obudu Plateau, nso n'ókè Cameroon n'akụkụ ugwu ọwụwa anyanwụ nke Cross River State, ihe dịka kilomita 110 (68 mi) n'ebe ọwụwa Anyanwụ  obodo Ogoja na kilomita 65 (40 mi) site n'obodo Obudu na Obanliku Local Government Area  Cross River Steeti.\nỌ dị ihe dị ka minit 30 site n'obodo Obudu ma dị ihe dị na kilomita 332 (206 mi) site na Calabar, isi obodo Cross River State. Ọrụ ụgbọ elu dị na ọdụ ụgbọ elu Bebi nke dị n'etiti obodo Obudu na ebe ezumike",
  "N'oge na-adịbeghị anya, ụlọ ahụ ahụla ọtụtụ ndị njem nleta Naijiria na mba ụwa n'ihi mmepe nke ụlọ ọrụ ndị njem nlegharị anya site na Gọọmentị Cross-River State, nke gbanwere ụlọ ahụ ka ọ bụrụ ebe ezumike a ma ama na ebe ezumike ndị njem nlele na Naijiria."
]