[
  "Zimbabwe nwere ọtụtụ ebe ndị njem nleta na-adọrọ mmasị, nke dị n'ihe fọrọ nke nta ka ọ bụrụ mpaghara ọ bụla nke mba ahụ",
  "Tupu mgbanwe akụ na ụba, ọtụtụ n'ime njem nleta maka ebe ndị a bịara n'akụkụ Zimbabwe mana ugbu a Zambia na-erite uru site na njem nleta",
  "Ogige Ntụrụndụ Victoria Falls bụkwa ihe na-adọrọ mmasị ndị njem nleta ma bụrụ otu n'ime ogige ntụrụndụ asatọ dị na Zimbabwe, nke kachasị ukwuu n'ime ha bụ Ogige Ntụ Hwange. Zimbabwe bụ ebe obibi nke otu n'ime ihe ịtụnanya asaa nke ụwa, Victoria Falls.",
  "Ugwu ugwu ọwụwa anyanwụ bụ usoro ugwu ugwu dị nso n'ókè Mozambique",
  "Ugwu a dị elu gbatịrị site na Nyanga nke dị n'ebe ugwu nke nwere ọnụ ọgụgụ kasị elu na Zimbabwe, Ugwu Nyangani dị mita 2593 dị n'ebe a yana ugwu Bvumba n'ihu ndịda na ọmarịcha quartzite Chimanimani bụ ugwu mgbada ndịda",
  "Ugwu Binga bụ ugwu kacha elu nke Chimanimani",
  "Ọ gafere ma Mozambique na Zimbabwe",
  "Ụdị dị egwu nke ogige transfrontier a na-adọta ndị ọkà mmụta sayensị na ndị njem si n'akụkụ ụwa dum",
  "Echiche sitere na ugwu Nyanga niile bụ ndị a ma ama na a na-ahụ ebe dị anya dịka 60–70 km na, n'ụbọchị doro anya, a na-ahụ obodo Rusape.",
  "Zimbabwe bụ ihe pụrụ iche n'Africa maka ọnụ ọgụgụ buru ibu nke mkpọmkpọ ebe obodo oge ochie wuru n'ụdị nkume kpọrọ nkụ pụrụ iche",
  "O nwere ike ịbụ na ndị a kacha mara amara bụ mkpọmkpọ ebe Zimbabwe dị na Masvingo nke dị ndụ site n'alaeze Zimbabwe",
  "Mkpọmkpọ ebe ndị ọzọ gụnyere Khami Ruins, Zimbabwe, Dhlo-Dhlo na Naletale.",
  "Ugwu Matobo bụ mpaghara granite kopjes na ndagwurugwu ọhịa malitere ihe dị ka kilomita 35 na ndịda Bulawayo, ndịda Zimbabwe",
  "E hiwere ugwu ndị ahụ ihe karịrị nde afọ 2000 gara aga, ebe a na-amanye granite n'elu, nke a emebiela iji mepụta \"whaleback dwalas\" na-adịghị mma na kopjes gbajiri agbaji, nke nkume gbasasịrị na nnukwu ahịhịa juru",
  "Mzilikazi, onye malitere mba Ndebele, nyere mpaghara ahụ aha ya, nke pụtara 'isi isi'",
  "Ejikọtara ha na ndị akụkọ ihe mere eme dị ka Cecil John Rhodes, onye ọhụụ ya dugara na ntọala Rhodesia, na ndị ọsụ ụzọ ndị ọzọ na-acha ọcha mbụ dị ka Leander Starr Jameson, Major Allan Wilson;  Ọtụtụ n'ime ndị otu Shangani Patrol ka e liri n'ugwu ndị a na saịtị ọzọ akpọrọ World's View.",
  "Hwange National Park na Mana ọdọ mmiri, saịtị UNESCO World Heritage saịtị, bụ ụfọdụ n'ime ogige ntụrụndụ mba kacha mma na ebe safari na mpaghara ahụ",
  "Ngalaba njem nlegharị anya na Zimbabwe na-arị elu kemgbe afọ 2 gara aga.",
  "Nbugharị nke ndị uwe ojii juru ebe niile n'okporo ụzọ na-enye ntaramahụhụ maka obere mmebi iwu ma ọ bụ nke na-adịghị adị enweela mmetụta ọjọọ na njem nlegharị anya na mba ahụ.",
  "N'afọ ndị gara aga, ọtụtụ ndị ọbịa na-abịarute Zimbabwe n'oge dị mkpirikpi sitere na mba ndị a:"
]