[
  "Njerep (Njerup) bụ asụsụ Mambiloid a na-asụ ná mpaghara Adamawa nke Cameroon",
  "Njerep bụ ìhè na-adịghịzi adị, naanị mmadụ 4 na-asụ yá n'ụlọ (na 2018). Ọ bụ ezie ná á chịkọtara ndepụta ókwú ná  ozi ụtọ asụsụ site n'aka ndị a, ozi ahụ kà dị n'ụzọ dịgasị iche.",
  "Á na-ewere Njerep dị kà asụsụ dị oké egwu n'okpuru ndepụta ihe ize ndụ asụsụ UNESCO",
  "Nnyocha e méré ná 2000 na-egosi ná ọ bụ naanị mmadụ isii na-asụ asụsụ á kà dị, há niile bi n'obodo Somié nke dị n'ókè Nigeria-Cameroon (6°28' N, 11° 27' E)",
  "N'ime ndị ọkà ókwú isii a, ọ bụ naanị otú kà maara asụsụ ahụ",
  "Á kọrọ ná ndị ọzọ bụ ndị na-ekwu okwu",
  "Á mụrụ ónyé kasị ntà n'ime ndị ọkà ókwú ná 1940s, ọ yighịkwa ka Njerep ga-adị ndụ karịa ọgbọ dị ugbu a. Njerep abụghịzi asụsụ nke mkparịta ụka nkịtị",
  "Kama nke ahụ, á na-ejikarị yá eme ìhè màkà idebe ìhè ǹzùzò ná mkparịta ụka",
  "Dị kà nnyocha e méré n'afọ 2007 si kwuo, ọ bụ naanị mmadụ anọ na-asụ asụsụ a",
  "Ha niile bụ ndị agadi.\nAsụsụ Mambila, nkè a makwaara dị ka Mvop, anọchiwo Njerep n'iji ya eme ihe.",
  "Ọ bụ ezie ná ndị Njerep bi ugbua n'obodo Somié, á ghọtara nkè ọma ná Njerep si n'ugwu kwaga ebe ahụ",
  "N'ihe gbásárá àlà, ọbọdọ Somié dị ná Tikar Plain nkè Cameroon",
  "Ìhè dị kà mmadụ 2,500 bi ná Somié abụghị naanị Njerep, kamakwa ọtụtụ ndị si mbà ọzọ kwabata gụnyere ndị Liap, Ndeba, na Mvup. Ọ bụ ezie ná akụkọ á na-ekwu banyere otú ìgwè ndị a si kwaga ná mbara àlà Tikar na-emegiderịta onwé há, ọ yiri kà ebili mmiri atọ mà ọ bụ anọ nkè ndị na-akwaga mbà ọzọ méré kà ndị bi n'ógbè a",
  "O yikarịrị kà ndị Njerep sị n'ógbè ụfọdụ nkè Adamawa Plateau kwaga Tikar Plain, ikekwe site ná Ùgwù Djeni (nke egosikwara dị ka Jiini ma ọ bụ Aigue Mboundo na map ụfọdụ) na Mambilla Plateau. Njerep bụ ụdị Nzirrip, nkè dịbu ná Nyo Heights nkè Mambilla Plateau",
  "Ọ na-anọchite ányá yá taa site ná ọbọdọ Yanzirri fọdụrụnụ",
  "Ọ dọrọ ányá  ná á pụrụ ịchọta mmalite há ná Mambilla Plateau site n'ebe há rutere n'ugwu dị ala nke Nyalang site ná ùgwù Jiini.",
  "Njerep yiri kà ọ nwèrè njikọ ná Kasabe, Yeni, ná Twendi nọ n'ihe ize ndụ. Njerep yiri kà yá ná Kasabe nwèrè nghọta, ọ bụ ezie ná ọ bụghị ya na Twendi.",
  "Njerep dabara n'okpuru nhazi sara mbara nkè otú n'ime asụsụ Mambiloid",
  "Mambila, asụsụ kachasị n'ime ìgwè Mambiloid, nwèrè ìhè dị ka asụsụ irí abụọ dị iche iche, nkè kewara n'ụzọ dị mfe n'etiti East Mambila na West Mambila dialect clusters. Nnyocha asụsụ na-egosi ná Njerep nwere ike ịdaba n'okpuru ụyọkọ East Mambila",
  "Otú ọ dị, ọ kà na-arụ ụka mà Njerep ná asụsụ ya ndị metụtara yá kwesịrị ịgụnye otú nkè yá pụrụ iche",
  "Mgbalị siri ike iji dekọọ ma kọwaa Njerep malitere n'afọ 2000",
  "Otú ọ dị, ka ọ na-erule afọ 2000, Njerep anọworị na njedebe rụọ oge ụfọdụ",
  "Ya mere, ihe ọmụma nke okwu Njerep na ụtọ asụsụ ka dị ntakịrị",
  "N'ụzọ dị mwute, enweghị ndị ọkà ókwú na-eme kà ọ yighị kà á ga-agbanwe ìhè ndekọ ahụ na-ezughị ezu.",
  "E bipụtara ntuziaka zụrụ oké màkà ókwú ná ụtọ asụsụ Njerep mà dị n'efu.",
  "Àtụ:Bulleted list"
]