[
  "Njide na nchekwa carbon nke a maara na Bekee di ka Carbon capture and storage(CCS) bụ usoro nke a na-ekewapụta mmiri carbon dioxide (CO2) dị ọcha site na isi mmalite ụlọ ọrụ mmepụta ihe, gwọọ ya ma buru ya gaa ebe nchekwa ogologo oge.: 2221 Dịka ọmụmaatụ, mmiri carbon dioxide nke a ga-ejide nwere ike ịpụta site na ọkụ ọkụ ma ọ bụ biomass. A na-ejidekarị CO2 site na isi mmalite dị ukwuu, dị ka osisi kemịkal ma ọ bụ osisi biomass, wee chekwaa ya na nhazi ala ala",
  "Ebumnobi a bụ ibelata ikuku ikuku na-ekpo ọkụ wee si otú ahụ belata mgbanwe ihu igwe.",
  "Ndị na-emegide ya na-ekwu na ọtụtụ ọrụ CCS emezughị ihe ndị e kwere nkwa na ha ga-ebelata ikuku. Ọzọkwa, ndị mmegide na-arụ ụka na njide na nchekwa carbon bụ naanị ihe ziri ezi maka iji mmanụ ọkụ na-adịru mgbe ebighị ebi n'ọdịdị dị ka mbelata ikuku ikuku.",
  "A makwaara okwu carbon capture na nchekwa dị ka carbon dioxide capture na storage",
  "Nkọwa maka okwu a bụ: \"A usoro nke a na-ekewapụta carbon dioxide (CO2) dị ọcha site na ụlọ ọrụ mmepụta ihe na isi mmalite metụtara ike (ejide), tinye ya, tinye ya ma buru ya gaa ebe nchekwa maka nnọpụiche dị ogologo oge site na ikuku\"",
  "Okwu na echiche metụtara bioenergy na carbon njide na nchekwa a maara na bekee di ka  bioenergy with carbon capture and storage (BECCS) na mwepụ  carbon dioxide (nke a na-akpọkwa mgbapụta na-adịghị mma).",
  "Njide carbon na ojiji bụ usoro nke ijide carbon dioxide (CO2) ka emegharị ya maka ojiji ọzọ.",
  "Nkà na ụzụ carbon na nchekwa na-ejide carbon dioxide nke a na-ewepụta site na ụlọ ọrụ ike, ụlọ ọrụ mmepụta ihe, ụlọ ọrụ mmanu, ka ha na-agafe na usoro ọrụ ugbo iji belata ikuku carbon.",
  "Inweta CO2 kacha dị ọnụ ahịa na isi mmalite, dị ka nnukwu ụlọ ọrụ ike sitere na carbon, ụlọ ọrụ nwere nnukwu ikuku CO2 (dịka mmepụta ciment, nchara ígwè).. Ihichapụ CO2 site na ikuku ga-ekwe omume, ọ bụ ezie na ọnụ ọgụgụ dị ala nke CO2 na ikuku ma e jiri ya tụnyere isi mmalite ọkụ na-eme ka injinia dị mgbagwoju anya ma mee ka usoro ahụ dị oke ọnụ.",
  "Nkà na ụzụ ndị dị mkpa a tụrụ aro maka ijide carbon bụ ndị a edeputara n'okpuru:",
  "Ọnụ ego bụ ihe dị mkpa na-emetụta CCS",
  "Ọnụ ego nke CCS, gbakwunyere enyemaka ọ bụla, ga-abụrịrị ihe na-erughị ọnụ ahịa a na-atụ anya ibufe CO2 maka ọrụ a ga-ewere dị ka ọ dị mma maka akụ na ụba.",
  "Dị ka atụmatụ gọọmentị UK mere na ngwụcha afọ 2010, a na-eme atụmatụ ijide carbon (na-enweghị nchekwa) na-agbakwunye 7 GBP kwa MWh site na 2025 na ọnụ ahịa ọkụ eletrik sitere na ụlọ ọrụ ọkụ ọkụ: Otú ọ dị, a ga-echekwa ọtụtụ CO2 n'ime ya",
  "ngụkọta ịrị elu nke gas ma ọ bụ biomass ọkụ eletrik na-emepụta bụ ihe dịka 50%.",
  "Ụdị azụmaahịa nwere ike ijide carbon nke ụlọ ọrụ gụnyere ndị a:",
  "Gọọmentị enyewo ụdị ego dị iche iche maka ọrụ ngosipụta CCS, gụnyere ego ụtụ isi, nkwekọrịta, nkenye, na enyemaka."
]