[
  "Mmekọrịta ọhụrụ maka mmepe Africa (NEPAD) bụ mmemme mmepe akụ na ụba nke African Union",
  "United States of America nabatara NEPAD na nnọkọ nke iri atọ na asaa nke ọgbakọ ndị isi obodo na gọọmentị na July 2001 na Lusaka, Zambia",
  "NEPAD bu n'obi iweta nnukwu ọhụụ na usoro amụma maka ịkwalite mmekorita akụ na ụba na ntinye n'etiti mba Africa.",
  "NEPAD bụ njikọta nke atụmatụ abụọ maka mmelite akụ na ụba nke Africa: Millennium Partnership for the African Recovery Programme (MAP), nke onye bụbu onye isi ala Thabo Mbeki nke South Africa na onye bụbu Onye isi ala Olusegun Obasanjo nke Nigeria na Onye isi ala Abdelaziz Bouteflika nke Algeria; na atụmatụ OMEGA maka Africa nke Onye isi ala Abdoulaye Wade nke Senegal mepụtara",
  "Na nzukọ na Sirte, Libya, na Machị 2001, Organisation of African Unity (OAU) kwetara na a ga-ejikọta MAP na OMEGA Plans.",
  "UN Economic Commission for Africa (UNECA) mepụtara \"Compact for Africa's Recovery\" dabere na atụmatụ abụọ a yana mkpebi gbasara Africa nke United Nations Millennium Summit nakweere na Septemba 2000 ma nyefee akwụkwọ merged na Nzukọ nke ndị Minista Africa",
  "Ego na ndị minista mmepe na atụmatụ na Algiers, Mee 2001.",
  "Na Julaị 2001, Mgbakọ OAU nke ndị isi obodo na ndị gọọmentị na Lusaka, Zambia, nakweere akwụkwọ a n'aha New African Initiative (NAI)",
  "Ndị isi mba G8 kwadoro atụmatụ a na Julaị 20, 2001;  na ndị mmekọ mmepe mba ụwa, gụnyere European Union, China, na Japan kwupụtakwara nkwupụta ọha na eze na-egosi nkwado ha maka mmemme ahụ",
  "Ndị isi obodo na kọmitii mmejuputa gọọmentị (HSGIC) maka ọrụ a mechachara usoro amụma wee kpọọ ya New Partnership for Africa's Development na 23 October 2001",
  "NEPAD bụzi mmemme nke African Union (AU) nke nọchiri OAU na  2002, n'agbanyeghị na o nwere odeakwụkwọ nke ya dabere na South Africa iji hazie na mejuputa mmemme ya.",
  "Ebumnuche anọ bụ isi nke NEPAD bụ: ikpochapụ ịda ogbenye, kwalite uto na mmepe na-adigide, itinye Africa n'ọnọdụ akụ na ụba ụwa, na ime ka ikike ụmụ nwanyị nwee ike",
  "Ọ dabere n'ụkpụrụ ndị dị n'okpuru nke ntinye aka maka ezigbo ọchịchị, ọchịchị onye kwuo uche ya, ikike mmadụ na mkpebi esemokwu;  na ịmara na idobe ụkpụrụ ndị a bụ ihe dị mkpa maka ịmepụta gburugburu ebe obibi dị mma maka itinye ego na uto akụ na ụba ogologo oge",
  "NEPAD na-achọ ịdọta ego na-abawanye ụba, ntinye ego na ego, na-enye usoro mmepe nke Africa nwere dịka ntọala maka mmekorita na mpaghara mpaghara na mba ụwa.",
  "Na Julaị 2002, nzuko Durban AU gbakwunyere NEPAD na nkwupụta gbasara ọchịchị onye kwuo uche ya, ndọrọ ndọrọ ọchịchị, akụnụba na ọchịchị ụlọọrụ",
  "Dị ka nkwupụta ahụ si kwuo, steeti ndị na-ekere òkè na NEPAD 'kwere na ọchịchị ziri ezi, n'eziokwu, nke doro anya, na-aza ajụjụ na nke na-ekere òkè na probity na ndụ ọha'",
  "N'ihi ya, ha 'na-agba mbọ ịrụ ọrụ na mkpebi siri ike iji mejuputa', tinyere ihe ndị ọzọ, iwu nke iwu;  nha anya nke ụmụ amaala niile n'ihu iwu;  nnwere onwe onye na otu;  ikike isonye na usoro ndọrọ ndọrọ ọchịchị n'efu, ntụkwasị obi na nke onye kwuo uche ya;  na nrube isi na nkewa nke ikike, gụnyere nchekwa maka nnwere onwe nke ụlọ ikpe na ịdị irè nke ndị omeiwu.",
  "Nkwupụta maka ọchịchị onye kwuo uche ya, ndọrọ ndọrọ ọchịchị, akụ na ụba na nke ụlọ ọrụ kwenyekwara steeti ndị na-ekere òkè iji guzobe Mechanism Peer Review Mechanism (APRM) iji kwalite nrube isi na mmezu nke nkwa ya",
  "Mgbakọ Durban nakweere akwụkwọ na-akọwapụta usoro nyocha ndị ọgbọ na ụkpụrụ nke APRM ga-eji rụọ ọrụ;  A nakweere akwụkwọ ndị ọzọ bụ isi na nzukọ na Abuja na March 2003, gụnyere Memorandum of Understanding nke gọọmentị ga-edebanye aha na-achọ ịmalite nyocha ndị ọgbọ.",
  "Kemgbe e guzobere ya, enwere esemokwu banyere ebe NEPAD nọ n'ime African Union, n'ihi mmalite ya na mpụga AU, na ọrụ na-aga n'ihu nke South Africa - nke akara ya bụ ebe odeakwụkwọ nọ na South Africa.",
  "Mgbakọ AU na-aga n'ihu na nzụkọ nke HSGIC atụpụtala nnukwu ntinye nke NEPAD n'ime nhazi na usoro nke AU",
  "Na Maachị afọ 2007, e nwere \"nnọkọ mkpagharị uche\" na NEPAD emere na Algeria bụ nke otu kọmitii ad hoc nke ndị isi ala tụlere ọdịnihu NEPAD na mmekọrịta ya na AU",
  "Kọmiti ahụ tụkwara aro ka njikọta NEPAD na AU zuru oke",
  "N'ọnwa Eprel afọ 2008, nzukọ nyocha nke ndị isi ala ise - ndị isi ala Mbeki nke South Africa, Wade nke Senegal, Bouteflika nke Algeria, Mubarak nke Egypt na Yar'Adua nke Nigeria - zutere na Senegal iji tụlee ọganihu na mmejuputa NEPAD ma kọọ na nzukọ AU ọzọ a ga-eme na July afọ 2008.",
  "HSGIC nke ndị odeakwụkwọ NEPAD na-akọ na-akọ gụnyere steeti atọ maka mpaghara ọ bụla nke African Union, ebe onye bụbu President Obasanjo (Nigeria) họpụtara dịka onye isi oche, na onyeisi oche Bouteflika (Algeria) na Wade (Senegal) dịka osote onye isi oche",
  "HSGIC na-ezukọ ọtụtụ ugboro n'afọ wee na-akọ akụkọ nye ọgbakọ AU nke ndị isi obodo na gọọmentị.",
  "Enwekwara Kọmitii Na-eduzi, nke nwere mba 20 so na AU, iji lekọta mmepe nke iwu, mmemme na ọrụ - kọmitii a na-agwa HSGIC.",
  "Ụlọ ọrụ NEPAD, ugbu a bụ ụlọ ọrụ nhazi na nhazi NEPAD, hibere na Midrand, South Africa",
  "Onye isi oche mbụ bụ Wiseman Nkuhlu nke South Africa (2001–2005), na onye Mozambique Firmino Mucavele nke abụọ (2005–2008)",
  "Na Eprel 1, 2009, Ibrahim Hassane Mayaki nakweere ọnọdụ ahụ dịka onye isi nke atọ.",
  "NEPAD Secretariat abụghị ọrụ maka mmejuputa mmemme mmepe n'onwe ya, mana ya na African Regional Economic Communities na-arụkọ ọrụ - ụlọ ọrụ nke African Union. Ọrụ nke NEPAD Secretariat bụ otu n'ime nhazi na ịhazi ihe onwunwe.",
  "Ọtụtụ steeti Africa n'otu n'otu ewepụtala usoro NEPAD mba nke na-ahụ maka njikọta na atụmatụ kọntinent maka ndozigharị akụ na ụba na mmemme mmepe.",
  "Ebe asatọ kacha mkpa NEPAD bụ: ọchịchị ndọrọ ndọrọ ọchịchị, akụnụba na ụlọọrụ;  ugbo;  akụrụngwa;  agụmakwụkwọ;  ahụike;  sayensị na teknụzụ;  ohere ahịa na njem nlegharị anya;  na gburugburu ebe obibi.",
  "N'ime afọ ole na ole mbụ nke ịdị adị ya, ọrụ bụ isi nke NEPAD Secretariat na ndị isi na-akwado ya bụ ịkwalite ụkpụrụ NEPAD, yana mmepe nke atụmatụ ime ihe maka nke ọ bụla n'ime ihe ndị dị mkpa",
  "NEPAD rụkwara ọrụ iji zụlite mmekọrịta ya na ụlọ ọrụ mmepe mba ụwa - gụnyere World Bank, G8, European Commission, UNECA na ndị ọzọ - yana ngalaba onwe.",
  "Mgbe akụkụ mbụ nke a gasịrị, e mepụtara ọtụtụ mmemme, gụnyere:",
  "NEPAD nwetara nnukwu obi abụọ site n'aka ọtụtụ ndị obodo n'Afrịka ka ha na-egwu egwu 'Washington Consensus' nke mmepe akụ na ụba",
  "Na Julaị 2002, ndị otu ihe dị ka iri anọ mmegharị mmekọrịta ọha na eze Africa, otu ndị ọrụ, otu ndị ntorobịa na ndị inyom, NGO, òtù okpukperechi na ndị ọzọ kwadoro Nkwupụta Ndị Ọchịchị Obodo Africa na NEPAD, jụrụ NEPAD;  Ndị ọkà mmụta Africa na ndị nwere ọgụgụ isi na-eme ihe ike weere otu echiche ọjọọ ahụ na Nkwupụta Accra nke 2002 na ịma aka mmepe Africa..",
  "Akụkụ nke nsogbu na ịjụ a bụ na usoro nke a nabatara NEPAD ezughi oke - ọ fọrọ nke nta ka ọ bụrụ na ewepụ ọha mmadụ kpamkpam na mkparịta ụka nke a nabatakwara ya.",
  "N'oge na-adịbeghị anya, ụfọdụ ndị na-akwado ya na mbụ akatọwokwa NEPAD, gụnyere onye isi ala Senegal Abdoulaye Wade, onye boro NEPAD ebubo na ọ na-emefu ọtụtụ narị nde dollar ma ghara inweta ihe ọ bụla. Dị ka ọtụtụ ndị ọzọ na-arụ ọrụ n'etiti gọọmentị, NEPAD na-ata ahụhụ site na mkpebi na-adịghị ngwa ngwa, yana usoro mmejuputa ihe na-adịghị mma na nke na-esikarị ike. Nnukwu enweghị ozi gbasara ọrụ kwa ụbọchị nke odeakwụkwọ NEPAD - ebe nrụọrụ weebụ ahụ bụ ihe na-enweghị ihe ọmụma - anaghị enyere ya aka.",
  "Otú ọ dị, mmemme ahụ enwetawokwa ụfọdụ nnabata site n'aka ndị na-akpachapụ anya na mbụ, na, n'ozuzu, ahụla na ọnọdụ ya na-adịchaghị mgbagwoju anya ka ọ na-esiwanye ike na mmemme ya na-aghọwanye ihe",
  "Ọtụtụ ndị na-anabata ebumnobi nke ịkwalite njikọta mpaghara na azụmaahịa dị ukwuu n'etiti mba Africa, ọbụlagodi na ụkpụrụ isi akụ na ụba NEPAD kwadoro ka na-agbagha..",
  "Àtụ:African Union"
]