[
  "A na-etinye New Partnership for Africa's Development E-School Program dị ka ụzọ isi nye ngwá ọrụ ICT dị ka kọmputa na ohere ịntanetị na ụlọ akwụkwọ niile dị na mba ndị otu n'ime mmemme New Partnership maka mmepe Africa (NEPAD). Ndị nne na nna NEPAD bụ mmemme E-School na bụ mmemme akụ na ụba nke chọrọ iweta mmepe akụ na ụba na mmekọrịta ọha na eze na mba Africa ma hụ na 'mmeghari ohuru nke Africa'.. E-School Program malitere na Demonstration Projects ma melitewanye ma ka na-arụ ọrụ na-aga n'ihu n'ọtụtụ mba, na-eche ma nkatọ na nkwado ihu.",
  "E mepụtara mmemme E-School na 2003 na African Economic Summit",
  "Ebumnuche ọrụ a bụ inye kọmputa, ohere ịntanetị, na teknụzụ ozi na nkwukọrịta ndị ọzọ (ICT) na ụlọ akwụkwọ niile dị n'Africa n'ime afọ iri, n'okpuru nkwekọrịta NEPAD. Ebumnuche bụ isi nke mmemme a bụ ịgbasa ikike ụmụ akwụkwọ nwere ịmụta ihe n'ụlọ akwụkwọ site na njikọ ịntanetị na ohere teknụzụ. Ebumnuche bụ ikpuchi ụlọ akwụkwọ sekọndrị niile n'ime afọ 5 nke mmalite mmejuputa iwu yana ụlọ akwụkwọ praịmarị niile n'ime afọ 10, ngụkọta nke ụlọ akwụkwọ 600,000",
  "Nke a bụ atụmatụ iji nyekwuo nhatanha na ohere agụmakwụkwọ n'ofe ụlọ akwụkwọ Africa",
  "Ihe omume a na-eme nke a site n'iweta usoro eji eme ihe n'ebe ọzọ, ICT, iji nyekwuo ohere agụmakwụkwọ maka ụmụaka Africa ịga nke ọma",
  "Ụlọ akwụkwọ NEPAD dị iche na ụlọ akwụkwọ ndị na-abụghị NEPAD n'ihi na ha nwere njikọ dị elu nke ICT, na-enye ụmụaka ohere ohere maka ọganihu agụmakwụkwọ.",
  "Na World Economic Forum Africa Summit na Cape Town, a mara ọkwa na ụlọ akwụkwọ mbụ ga-erite uru site na mmemme ahụ ga-abụ Bugulumbya Secondary School na obodo Busobya, Uganda.",
  "Nzọụkwụ mbụ n'imejuputa mmemme E-School okike nke 'Ngosipụta Ngosipụta' bụ iji ghọta ụzọ kachasị dị irè na ọnọdụ dị iche iche nke enwere ike ịmalite na usoro mmejuputa ya",
  "Ebumnuche bụ isi nke ọrụ ndị a bụ igosi \"ọnụahịa, uru, ịdị mma na ihe ịma aka nke netwọk satịlaịtị\" nke a ga-emejuputa n'okpuru mmemme a. Ọrụ ndị a bụ ndị \"ndị mmekọ nke ụlọ ọrụ onwe onye\" duziri..",
  "AMD, Cisco, HP, Microsoft na Oracle\"",
  "Nke ọ bụla n'ime ụlọ ọrụ ndị a nwere 'consortia' nke nwere ụlọ ọrụ ndị ọzọ na-arụ ọrụ na mbido ahụ.",
  "Ụlọ akwụkwọ isii sitere na mba iri na isii nke Afrịka sonyere na ọrụ ngosi ndị a, mana ụfọdụ (Kenya, Ghana, Rwanda) nwere ọtụtụ itinye ego na mmemme ha karịa ndị ọzọ. Ihe ngosi ngosi bu naanị otu afọ mana o chere ihe ịma aka ihu, na-ebute ndọtị",
  "Ebumnuche nke oru ngo a bụ ịchọpụta 'omume kachasị mma' nke mmejuputa mmemme yana otu esi eme ya nke ọma",
  "Ihe ngosi a mere na mba 16 gụnyere: Algeria, Burkina Faso, Cameroon, Egypt, Gabon, Ghana, Kenya, Lesotho, Mali, Mauritius, Mozambique, Nigeria, Rwanda, Senegal, South Africa na Uganda",
  "Ụlọ akwụkwọ ndị tinyere aka na mmemme ngosi ahụ nwekwara ike iji ICT mee ihe n'oge n'oge ule mbụ nke ọrụ ahụ.",
  "E nweela mmejuputa nke mmemme NEPAD E-School na Kenya. Otu nnyocha e mere iji tụnyere ohere mmụta na ihe onwunwe nke ụlọ akwụkwọ sekọndrị NEPAD na ụlọ akwụkwọ sekọndrị na-abụghị NEPAD na Kenya.  N'ime ọmụmụ ihe a, usoro nke njikọta nke Ozi na Kọmputa Teknụzụ (ICT) enyere na ihe ịga nke ọma n'ofe mpaghara isii na Kenya.  Ndị nyocha ahụ ahọrọla ụlọ akwụkwọ isii nke ụdị ọ bụla (NEPAD na ndị na-abụghị NEPAD) wee jiri ajụjụ nyochaa ọkwa nke ịga nke ọma n'ụlọ akwụkwọ n'oge gara aga nke ụlọ akwụkwọ ahụ.  Ha chọpụtara na e-learning enweela ihe ịga nke ọma na ntinye akwụkwọ na ụlọ akwụkwọ NEPAD ebe ụmụ akwụkwọ na ndị nkuzi na E-Schools nwere nkwado ndị nkuzi ka mma n'iji e-learning karịa ụlọ akwụkwọ ndị na-abụghị NEPAD.",
  "Rwanda ahụla uto na mmemme ụlọ akwụkwọ ha n'ime afọ iri abụọ gara aga",
  "Tụkwasị na nke a, Rwanda bụ otu n'ime mba ndị natara ICT n'okpuru 'Demonstration Project' na 2006 nke nyere ohere iji teknụzụ ọhụrụ mee ihe na usoro ụlọ akwụkwọ na-eto eto.  Mana, otu nnyocha na-eji ihe atụ sitere na Rwanda iji kwuo na ebumnuche nke mmemme e-schools emezughị. Nnyocha a na-ekwu maka enweghị ike nke mba ahụ iji kwado mmemme dị oke ọnụ na mba nwere akụrụngwa na-emepe emepe",
  "Ọtụtụ ụlọ akwụkwọ na-esiri ike iji ICTs nke mmemme E-School nyere n'ụzọ zuru ezu n'ihi enweghị ego, ọzụzụ ndị nkuzi, na ihe ọmụma banyere ICTs n'onwe ha.",
  "Ka ọ na-erule n'afọ 2012, ọ dịghị mgbanwe dị ukwuu e mere maka ebumnuche nke E-School Program. Mba ndị nwere ntinye ego mbụ na ụlọ akwụkwọ ha site na mmemme a ahụla nke ọma na mmemme ahụ.  Ọtụtụ mba ka na-arụ ọrụ iji mejuputa mmemme a na iji teknụzụ ICT ọhụrụ na sistemụ ụlọ akwụkwọ ha mana ha na-ahụtakarị ihe mgbochi ndị ọzọ, dị ka ekwuru n'elu, n'ụzọ ha",
  "Oh",
  "Mba ndị dara ogbenye n'Africa anaghị enwe ike itinye ego zuru ezu n'ime mmemme ahụ iji mee mgbanwe n'ezie",
  "Ihe omume ahụ dị oke ọnụ ma ọtụtụ mba dị n'Africa enweghị ego zuru ezu ma ọ bụ akụrụngwa iji tinye ego zuru oke na mmemme ahụ. Nke a bụ ikpe na Rwanda, nke na-enweghị ike iji ihe onwunwe nke mmemme ahụ mee ihe n'ụzọ zuru ezu.",
  "A naghị ele mmemme ahụ anya dị ka ọdịda mana ọ na-eche ọtụtụ ihe mgbochi ihu na mmejuputa ya, nke a na-ahụkarị na ọrụ mmekọrịta mmadụ na ibe ya n'Africa. N'ime nnyocha a kpọtụrụ aha n'elu nke e mere na Kenya, ndị na-eme nchọpụta chọpụtara na otu n'ime nnukwu ọdịda nke mmejuputa ICT n'ime ụlọ akwụkwọ Afrịka bụ enweghị nkwado na ihe onwunwe. A na-enye ndị nkuzi ọzụzụ teknụzụ n'ozuzu site na mmemme a",
  "Otú ọ dị, ha anaghị enwekarị nzaghachi ọzụzụ ọzọ ozugbo ọzụzụ a zuru ezu. Enwere ike idozi nke a site na itinyekwu ego na akụrụngwa agụmakwụkwọ n'ogo kachasị dị ka ọzụzụ ndị nkuzi na ego ụlọ akwụkwọ.",
  "Ọtụtụ ụlọ akwụkwọ akatọkwala maka nkwado ihe ngosi ngosi nke mmemme a",
  "Otú ọ dị, iji luso nke a ọgụ, ọrụ ahụ na ụlọ akwụkwọ n'onwe ha arụwo ọrụ iji mepụta atụmatụ nkwado maka mmemme ahụ na tweak ihe ndị dị mkpa nke atụmatụ",
  "Atụụrụ nke a n'akwụkwọ mpịakọta mbụ nke ihe ngosi iji nye nzọụkwụ ọzọ maka ụlọ akwụkwọ E-ụlọ akwụkwọ.."
]