[
  "Coniology ma ọ bụ koniology (site na Grik κόνις, konis ma ọ bụ мед, koniā, \"uzuzu\"; na -λογία, -logia) bụ ọmụmụ nké uzuzu ikuku na mmetụta ya",
  "A na-ejikarị ngwaọrụ a na-akpọ coniometer na-anakọta ihe nlele uzuzu",
  "Coniology na-ezo aka na nyocha na ntụgharị uche nké uzuzu na ikuku, mana enwèrè ike itinye ọmụmụ nke uzuzu n'ime ájá na mbara igwe, ya mèrè na-ejikọta ya na isiokwu dịgasị ichè ichè nke ikuku na nké ụwa.",
  "Uzuzu dị na ikuku nké ụwa na-abịa site na ihe okike na ihe sitere n'aka mmadụ. Usoro nke uzuzu na-abanye na ikuku nke ụwa n'ụzọ okike nwere ike ịbụ usoro Aeolian ébé ifufe na-emebi elu ụwa ma si otú a na-ebute ụmụ irighiri ihe site n'ala banye na ikuku site na nkwụsịtụ, ébé uzuzu nke mmadụ nwèrè ike ịbụ n'ihi ọrụ mmadụ dịka ọrụ ugbo na ịmepụta ikuku. A na-akwụsị ntụ siri ike na mmiri ikuku jikọtara na ikuku nke a na-akpọ ma nke sitere n'okike ma nké sitere na mmadụ dị ka aerosols",
  "Ọzara Sahara bụ otu n'ime nnukwu ihe na-enye áká n'ịmepụta uzuzu ikuku ka ifufe na-ebu ma na-etinye uzuzu na ụmụ irighiri ihe gafee mbara ala.",
  "A na-ahụ mmetụta uzuzu nwèrè na ihe ndị dị ndụ n'ụzọ dị mmá na n'ụzọ na-adịghị mma",
  "Uzuzu nke ifufe si n'ọzara Sahara na-ebu nwèrè ike ịga Caribbean na South America. Uzuzu a na-ebu ihe na-edozi ahụ nke na-akwado usoro okike na Caribbean, na ndị dị na kọntinent South America",
  "Ọzọkwa, ihe na-edozi ahụ n'ájá nwere ike ibu site na ifufe nke na-eru gbụrụ-gbúrụ ụwa. N'aka nke ọzọ, uzuzu nwekwara ike imerụ ahụ maka gbụrụ-gbúrụ ébé obibi dabere na ihe ọ na-ebu",
  "Nnyocha nke ónyé isi geologist na US Geological Survey Center for Coastal Geology, Gene Shinn, mèrè, kpughere njikọ nke mbelata na coral reefs na mmụba nke pathogens na-emerụ ahụ na coral nke uzuzu si Sahara gaa Caribbean, tinyere oke okpomọkụ ụwa.",
  "Uzuzu ikuku, ma nke sitere n'okike ma nke sitere na mmadụ, egosila na ọ na-emetụta ụmụ mmadụ",
  "Otu n'ime ihe kachasị enye áká na mmetụta uzuzu ikuku nwere na ụmụ mmadụ bụ ahụike, ọkachasị ahụike iku ume. Barbados na Trinidad ahụla ịrị elu nke ụkwara ume ọkụ n'etiti ndị bi na ha na otu n'ime ihe ndị a na-eche na ọ bụ ụbara uzuzu na-ebufe Atlantic site n'ọzara Sahara. Ọtụtụ particulates, ma ọ bụ particulate matter PM emeela ka nsogbụ ahụike n'etiti ụmụ mmadụ dị ka ọrịa akpa ume na ọrịa obi.",
  "Ọ bụghị naanị na a na-etinye ọmụmụ nke uzuzu na mmetụta ya n'ụwa, kamakwa n'ọnwa",
  "Otu ọrụ NASA zigara ụgbọ mbara igwe iji mụọ ikuku ọnwa, a kpọrọ ụgbọ mbara igwe a LADEE. Ọrụ LADEE kpughere ónyé ọkà mmụta sayensị etu ikuku ọnwa si dị íchè ma e jiri ya tụnyere ụwa, nke nwéré ike inye nghọta banyéré ihe ndị ọzọ dị na mbara igwe na ihe ha dị na ikuku",
  "Ọnọdụ ihu igwe nke ọnwa dị nnọọ obere ma na-emepụta ikuku nwere obere uzuzu. Ọnwa nwèrè ike ịkọwa ikuku ya dị nro site na ebili mmiri nke na-ebute hydrogen na helium na exosphere ya, na gas nke argon na helium a na-ewepụta site na nkume ọnwa. Ọbụna ihe na-adọrọ mmasị, bụ mgbanwe nke ihe dị n'ime ọnwa n'ihe gbásárá uzuzu na ihe ndị dị n'otu ógè",
  "N'ime ihe ndị kachasị n'ikuku ọnwa, helium, argon na neon, ga-adị ma ọ bụghị n'ọ̀tụ̀tụ̀ dị íchè íchè na ikuku dabere na ébé na ogologo ógè ụzarị anyanwụ kụrụ ọnwa.",
  "A maara mbara igwe màkà nnukwu ihe efu ya; Otú ọ dị, enwere nnukwu uzuzu na mbara igwe, ma ọ bụ na comets, ọnwa, mbara ala, ma ọ bụrụ na nebulae",
  "Herschel Space Observatory nyere ndị ọkà mmụta sayensị data banyéré otu ihe ndị dị na mbara igwe si malite na mbara igwe, ka ọ na-emekwa nchọpụta ọhụrụ metụtara uzuzu na mbara igwe",
  "Uzuzu na mbara igwe, ma ọ bụ uzuzu mbara igwe na-emepụta oke achọrọ màkà ịmepụta ihe niile dị na mbara igwe dị ka mbara ala na kpakpando. Site na nyocha nkè Herschel Space Observatory chịkọtara, Supernovae, ma ọ bụ nnukwu mgbawa nke kpakpando nke na-eme na njedebe nke ndụ kpakpando, bụ ihe kachasị enye ákà na ịpụ uzuzu na ihe ndị dị na mbara igwe n'ụzọ bụ isi na-emepụta ihe màkà ihe na mbara igwe anyị.",
  "Mgbè ị na-anwa ịmụ mbara igwe, uzuzu mbara igwe ga-egbochi ndị ọkà mmụta sayensị na-anwa ịhụ ihe ndị dị na mbara igwe na mbara igwe",
  "Otú ọ dị, uzuzu mbara igwe si na ihe mgbochi, gaa n'akụkụ ọhụrụ na nke dị mkpa nke ọmụmụ sayensị",
  "Herschel Space Observatory jiri ngwá ọrụ infrared na-eru ébé dị anya nke kpughere ìhè na-apụta site na uzuzu na gas. Nkà na ụzụ infrared a nyèrè ohere ka Herschel Space Observatory na onye ọkà mmụta sayensị hụ ihe ndị ọzọ dị na mbara igwe nke na-ewepụta okpomọkụ na okpomọkụ dị ala, nke na-enye ohere ịhụ ihe ndị ọzọ na mbara igwe mgbè ha na-agaghị enwe teknụzụ infrared dị elu.",
  "Ụgbọ mbara igwe ọzọ nke nyeere aka ịkwalite nghọta anyị banyéré uzuzu mbara igwe bụ ụgbọ mbara igwe Stardust",
  "Ọrụ Stardust bụ ịnakọta ihe nlele nke uzuzu mbara igwe site na comet Wild-2. Ihe méré ọrụ a ji dị mkpa bụ na ọ bụghị naanị na ọ ga-enyere ónyé ọkà mmụta sayensị aka ịghọtawanye ihe ndị dị na ájá na mbara igwe, mana ọ bụ ọrụ mbụ ịnakọta ájá site na comet ma weghachite ya n'ụwa."
]