[
  "Echiche iwu okike na-adabere na ikike mmadụ n'usoro omume, okpukpere chi ma ọ bụ ọbụna usoro ndu nke na-adabereghị na iwu ma ọ bụ omenala mmadụ na-agafe agafe.",
  "Socrates na ndị nketa nkà ihe ọmụma ya, Plato na Aristotle, kwuputara ịdị adị nke ikpe ziri ezi nke okike ma ọ bụ ikike eke (δίκαιον φυσικόν dikaion physikon; Latin ius naturale) N'ime ndị a, a na ekwukarị na Aristotle bụ nna nke iwu okike, ọ bụ ezie na ihe akaebe maka nke a bụ n'ihi nkọwa nke ọrụ ya nke Thomas Aquinas.",
  "Mmepe nke ọdịnala a nke ikpe ziri ezi sitere n'okike n'ime otu iwu okike ka a na-ekwukarị na ndị Stoics..",
  "Ụfọdụ ndị Nna Chọọchị oge mbụ chọrọ itinye echiche nke ndị ọgọ mmụọ nke iwu okike n'ime Iso Ụzọ Kraịst ruo mgbe ahụ",
  "Iwu eke Echiche iwu okike egosipụtala nke ukwuu na nkà ihe ọmụma nke Thomas Aquinas, Francisco Suárez, Richard Hooker, Thomas Hobbes, Hugo Grotius, Samuel von Pufendorf, na John Locke.",
  "Otu n'ime ihe kacha mkpa \"Ikike mmadụ eke\" ziri ezi na ndụ",
  "Ihe odide ndị India oge ochie na-atụ aro na Lord Mahavira, onye guzobere Sect Jain, bụkwa onye guzobere ikikere nye ndụ",
  "Ozizi ya na ụkpụrụ ya lekwasịrị anya n'ozizi ma ọ bụ nkà ihe ọmụma, \"Dịrị ndụ & Kam diri\"",
  "Nkà ihe ọmụma a gbadoro ụkwụ na ụkpụrụ nke amụghị anya",
  "Na narị afọ nke 16, ndị ndị eze Spen jụrụ ka ha nyochaa izi ezi nke nzọrọ na-ekwu na ha na-achị ala site n'aka ndị indios nke Latin America, Francisco de Vitoria akọwapụtara echiche nke ikike okike, karịsịa na Reletio de Indis a ma ama.",
  "Na narị afọ nke 17 Thomas Hobbes tọrọ ntọala a contractualist tiori nke iwu positivism na-amalite site na ụkpụrụ na mmadụ na steeti nke okike, nke bụ na-enweghị a \"commonwealth\" (a steeti) bụ na ọnọdụ nke agha mgbe nile otu na ndị ọzọ na si otú a na-atụ egwu ndụ ya na ihe onwunwe ya (enweghị ihe onwunwe ma ọ bụ ikike na-enweghị onye ọchịchị na-akọwa ya)",
  "Hobbes kwuputara iwu okike dika otu mmadu nwere ezi uche, na-acho idi ndu na ime nke oma, ga-esi eme; ụkpụrụ nke mbụ nke iwu okike bụ ịchọ udo, nke bụ ichekwa onwe ya",
  "Iwu okike (nke Hobbes nakweere bụ okwu na-ezighi ezi, enweghị iwu na-enweghị ọchịchị obodo) ka a chọpụtara site n'ịtụle ọdịmma okike mmadụ, ebe ndị ọkà ihe ọmụma gara aga kwuru na achọpụtara ikike okike site n'ịtụle iwu okike",
  "N'uche Hobbes, naanị otu ụzọ iwu okike nwere ike isi mee bụ ka ụmụ mmadụ kwenye ịmepụta otu mba site n'idebe iwu nke onye ọchịchị, ma ọ bụ onye ma ọ bụ mgbakọ nke ndị mmadụ",
  "Na nke a tọrọ ntọala nke tiori nke nkwekọrịta mmekọrịta n'etiti ndị ọchịchị na ndị gọvanọ.",
  "Hugo Grotius gbadoro ụkwụ na nkà ihe ọmụma ya nke iwu mba ụwa na iwu okike",
  "O dere na \"ọbụna uche nke onye pụrụ ime ihe nile apụghị ịgbanwe ma ọ bụ kagbuo\" iwu okike, bụ́ nke \"ga-anọgide na-enwe ezi nzube ya ọbụna ma ọ bụrụ na anyị ga-ewere ihe na-agaghị ekwe omume, na ọ dịghị Chineke ọ bụla ma ọ bụ na ọ dịghị eche banyere ihe omume ụmụ mmadụ.\" (De iure belli ac pacis, Prolegomeni XI)",
  "Nke a bụ arụmụka ama ama etiamsi daremus (non esse Deum), nke mere ka iwu okike gharazie ịdabere na nkà mmụta okpukpe.",
  "John Locke webatara iwu okike n'ọtụtụ echiche na nkà ihe ọmụma ya, ọkachasị na Nkwekọrịta Ọchịchị Abụọ",
  "Locke tụgharịrị ndenye ọgwụ Hobbes, na-ekwu na ọ bụrụ na onye ọchịchị ahụ megidere iwu okike wee ghara ichebe \"ndụ, nnwere onwe, na ihe onwunwe,\" ndị mmadụ nwere ike ịkwatu steeti dị ugbu a n'ụzọ ziri ezi wee mepụta nke ọhụrụ.",
  "Onye ọkà ihe ọmụma nke Belgium bụ Frank Van Dun bụ otu n'ime ndị na-akọwa echiche ụwa nke iwu okike na omenala liberal",
  "E Enwekwara ụdị echiche iwu okike na-apụta na nke ụwa nke na-akọwa ikike mmadụ dị ka ewepụtara echiche nke ugwu mmadụ zuru ụwa ọnụ.",
  "\"Ebube\" bụ isi okwu maka mkparịta ụka gbasara ikike mmadụ",
  "Nkwuwapụta Ụwa Nile Maka Ihe Ndị Ruuru Mmadụ adịghị akwado nzọrọ ya n'ụzọ nkà ihe ọmụma ọ bụla, kama ọ na-amasị nanị nkwanye ùgwù mmadụ.￼",
  "Karl Rahner na-atụle ugwu mmadụ dịka ọ gbasara nnwere onwe",
  "Kpọmkwem, echiche ya nke nnwere onwe metụtara ikike mmadụ dị ka arịrịọ maka nnwere onwe ikwukọrịta na Chineke",
  "Dị ka ndị nwere onwe nwere ike ịnwe nnwere onwe na ugwu a nke ndị agha mpụga na-eyi egwu, nchebe nke ugwu a na-arịọ arịrịọ iji chebe ikike mmadụ.",
  "Okwu ahụ bụ \"ikike mmadụ\" dochie okwu ahụ bụ \"ikike okike\" na ewu ewu, n'ihi na ikike ndị a na-adịchaghị adịkarị ka ọ na-achọ iwu okike maka ịdị adị ha",
  "Maka ụfọdụ, arụmụka na oke ruru mmadụ ka bụ arụmụka gburugburu nkọwa ziri ezi nke iwu okike, na ikike mmadụ n'onwe ya bụ ihe dị mma, ma mbelata, nkwupụta ya."
]