[
  "Wolofization ma ọ bụ Wolofization bụ mgbanwe omenala na asụsụ nke ndị mmadụ ma ọ bụ steeti na-enweta asụsụ ma ọ bụ omenala Wolof, dịka na mpaghara Senegambia",
  "Na Senegal, Wolof bụ asụsụ a na-asụ n'ihu ọha Ihe omume Wolofization ewerewo akụkụ niile nke Senegal ma banye n'ala Gambia. Ihe omume a emeela ka agbụrụ ndị ọzọ Senegambian nwee nchegbu dị ukwuu ma mee ka ha mee ihe iji chekwaa asụsụ na ọdịbendị ha",
  "N'ihe banyere nke a, agbụrụ Serer ndị nwere ogologo akụkọ ihe mere eme na-alụ ọgụ megide Islamization na Wolofization anọwo na-eme ihe siri ike n'ime iri afọ gara aga site n'ịmepụta òtù na òtù ndị ọzọ iji chekwaa asụsụ ha, ọdịbendị na \"okpukpe oge ochie\". Ndị na-asụ asụsụ Haalpulaar, ya bụ Fula na Toucouleur anọwokwa na-eme ihe iji chekwaa asụsụ ha.",
  "Ọtụtụ ndị mmadụ na-arụ ụka na ebe ọ bụ na Wolof bụ asụsụ a na-asụ na Senegal, ọ kwesịrị ịbụ asụsụ obodo.",
  "The Wolofization phenomenon taking place in Senegal and encroaching on Gambian soil has been criticised by many Serer, Mandinka and Haalpulaar (Fula and Toucouleur) intellectuals.   Serer historian and author Babacar Sedikh Diouf view Wolofization as destructive to the languages and cultures of the other Senegambian ethnic groups such as Serer, Jola, Mandinka, Fula, etc., and calls for a \"controlled osmosis\" between Wolof and other ethnicities",
  "In his view, Diouf regard Wolofization as a form of “uncontrolled” homogenization of Senegal by the Wolof. His fellow Serer intellectual Marcel Mahawa Diouf, along with Mandinaka intellectual Doudou Kamara, and Haalpulaar intellectuals Yoro Doro Diallo and Cheikh Hamidou Kane share Diouf's sentiments. The historian and author Marcel Mahawa Diouf offers a more drastic solution for dealing with the \"Wolofization problem\"",
  "Since the Wolof are a mixture of the various ethnic groups of the Senegambia region, and that, even their language (the Wolof language) is not actually the language of the Wolof in origin, but the original language of the Lebu people, Marcel Mahawa calls for an alliance between all non-Wolofs who have had historic alliances with each other",
  "In effect, that would be the Serers, Toucouleurs, Soninke people (Sarakolés), Sossés (Mandinka), Jola, and Lebou",
  "The sole purpose of revisitng these ancient alliances (where one tribe calls for help and another answers, commonly known in Senegambia as gamo, from the old Serer term gamohou or gamahou (\"to find the lost heart\", itself an ancient Serer religious festival) is to disconnect the Wolof thereby disinheriting them from the Senegambia region and its history."
]