[
  "Nkandu Phoebe Luo (amụrụ na 21 Disemba na afo 1951) bụ onye Zambia microbiologist na onye ndọrọ ndọrọ ọchịchị bụ onye na-azọ ọkwa osote onye isi ala maka Patriotic Front na ntuli aka Augustbna afo 2021",
  "Ọ bụ onye microbiologist onye jere ozi dị ka Onye isi nke Pathology na Microbiology na Mahadum Teaching Hospital na Lusaka ma mee nnyocha dị ukwuu banyere HIV / AIDS.",
  "A mụrụ Luo na Lubwa Mission Hospital na Chinsali na 21 Disemba na afo 1951",
  "Nne na nna ya bụ ndị nkuzi ma Luo bụ otu n'ime ụmụ asatọ dị ndụ. Ọ gara ụlọ akwụkwọ sekọndrị ụmụ nwanyị Roma na Dominican Convent",
  "O nwere MSc na microbiology site na Mahadum Moscow State na MSc na PhD na immunology site na Маhadum Brunei Darussalam.",
  "Luo rụrụ ọrụ na Saint Mary's Hospital na London",
  "Ọ ghọrọ prọfesọ na microbiology na immunology na Mahadum Zambia na afo 1993 ma rụọ ọrụ dị ka Onye isi nke Pathology na Microbiology na Machịbụrụ nkuzi, Lusaka, Zambia. O bipụtara ọtụtụ akụkọ akwụkwọ akụkọ gbasara HIV / AIDS.",
  "A họpụtara Luo ka ọ bụrụ onye omeiwu na-anọchite anya Movement for Multi-Party Democracy na mpaghara Mandevu na afo 1996. Ọ rụrụ ọrụ dị ka osote minista ahụike site na afo 1997 ruo na afo 1999 na minista ahụ ike na afo 1999, mana ya na ndị na-enye onyinye na ndị ọrụ ahụike nwere esemokwu ma wepụ ya n'ọkwa ahụ na Nọvemba na afo 1999 ma jiri David Mpamba dochie ya. Ọ bụ Minista na-ahụ maka njem na nkwukọrịta site na afo 1999 ruo na afo 2001 tupu ọ tụfuo oche ya na ntuli aka na afo 2001.",
  "Luo mepụtara netwọk nke ndị otu iri atọ na-akwado ọrịa AIDS ma guzobe otu na-enweghị uru Tasintha, nke na-achọ ịtọhapụ Zambia na ọrụ mmekọahụ azụmahịa na HIV / AIDS. O guzobere mmemme National AIDS Control, National Blood Transfusion Service na Prevention of Mother to Child transmission of HIV / AIDS program.",
  "A họpụtara Luo dị ka onye nnọchi anya Patriotic Front maka mpaghara Munali n'afọ 2011",
  "Michael Sata họpụtara ya dị ka Mịnịsta nke Gọọmentị Obodo na Ụlọ, na-eje ozi site na afo 2011 ruo na afo 2014, wee bụrụ Mịnịsta na-ahụ maka ndị isi na ọdịnala site na afo 2014 ruo na afo 2015. Ọ bụ Edgar Lungu ṅụrụ Luo iyi dị ka Minista nke Mmekọahụ na Febụwarị na afo 2015. N'ọnwa Machị na afo 2016, a nabatara Luo dị ka onye isi oche nke Women Parliamentary caucus na nzukọ 134th Inter Parliamentary Union na Lusaka. N'ọnwa Septemba na afo 2016, ọ ghọrọ Minista agụmakwụkwọ dị elu nke Zambia. A họpụtara Luo dị ka minista na-ahụ maka ịkụ azụ na anụ ụlọ n'afọ 2019",
  "N'abalị iri abụọ n'ọnwa Ọktoba n'afọ 2019, o yiri egwu ịkagbu nkwekọrịta ya na Zambia Cooperative Federation (ZCF) maka iwu ogige ụlọ ọrụ ugbo na Chipata nke ruru ijeri otu.",
  "Luo bụ onye na-agba ọsọ maka Onye isi ala Lungu na ntuli aka Ọgọstụ na afo 2021 mgbe osote onye isi ala Inonge Wina kwupụtara mkpebi ya ịla ezumike nká.",
  "Luo bụ nne nke ụmụ abụọ na nne nne nke ụmụ anọ",
  "Ọ na-eji oge ezumike ya na ndị ezinụlọ ya dị nso ma na-enyekwa ụmụ akwụkwọ okwu n'ịkwado okwu n'elu ikpo okwu dị iche iche na isiokwu dị iche iche",
  "[citation needed]"
]