[
  "Nkatọ bụ iwulite ikpe banyere àgwà ọjọọ ma ọ bụ nke ọma nke mmadụ ma ọ bụ ihe",
  "Nkatọ nwere ike ịdị site na nkwupụta mberede ruo nzaghachi zuru ezu edere ede. Nkatọ na-adaba n'ọtụtụ ụdị na-agbakọta gụnyere \"echiche, omume, Nzipụta agwa, mmetụta uche, ntụziaka, maọbu nkọwa\".",
  "Nkatọ nwekwara ike irutu aka na nkwupụta nke enweghị nkwenye nke mmadụ ma ọ bụ ihe. Mgbe nkatọ nke ọdịdị a na-ewuli elu ọ nwere ike ime ka onye ọ bụla mara ọdịiche dị na nghọta ha ma nwee ike inye ụzọ dị iche iche maka imeziwanye. Nnyocha na-akwado echiche na iji nzaghachi na nkatọ na-ewuli elu na usoro mmụta nwere mmetụta dị ukwuu.",
  "Nkatọ vs",
  "nkatọ: Na French, German, ma ọ bụ Italian, ọ dịghị ihe dị iche n'etiti 'nkatọ' na 'nkatọ'",
  "Okwu abụọ ahụ sụgharịrị dị ka nkatọ, Kritik, na nkatọ, n'otu n'otu. N'asụsụ Bekee, onye ọkà ihe ọmụma Gianni Vattimo na-atụ aro na a na-ejikarị nkatọ eme ihe iji gosipụta nkatọ akwụkwọ ma ọ bụ nkatọ nka ebe nkatọ na-ezo aka n'ihe odide zuru oke na nke miri emi dịka Kant's kritik maka ihe eji uche cheputa. Ihe ọzọ dị iche iche a na-eme mgbe ụfọdụ bụ na a naghị eme ka nkatọ bụrụ nke onwe onye maobụ ad hominem ma na-egosi ya n'ụzọ na-agba ume ịgbagha ma ọ bụ gbasaa echiche ndị egosiri",
  "Ka o sina dị, ọdịiche ndị ahụ dị aghụghọ ma bụrụ ndị a na-ejighị n'aka.",
  "A na-eji okwu ahụ bụ \"brikbat\" eme ihe mgbe ụfọdụ iji pụta \"nkatọ na-adịghị mma, okwu na-adịghị obiọma ma ọ bụ nkwụsịtụ dị nkọ\"",
  "Okwu a malitere na narị afọ nke iri na asaa, nke sitere n'omume ịtụ brik dị ka mgbọ na onye a na-anabataghị.",
  "N'ọnọdụ ụfọdụ, dị ka nkatọ akwụkwọ na nkatọ nka, a na-eji okwu nkatọ eme ihe dị ka okwu na-anọpụ iche nke na-anọchite anya nyocha.",
  "Ụlọakwụkwọ nkato nakwa thiori nke nkato mmemme na-akụzi usoro nkatọ, nke a makwaara dị ka \"nkatọ\"",
  "Ma usoro ihe omume na ọmụmụ na-enwekarị ọrụ ọhụrụ na mgbakwunye na ederede oge ochie. UC Berkeley, CUNY, na Mahadum nke no na mgbago nke odida anyanw na-enye mmemme na kritik thiori, ebe ọtụtụ kọleji na mahadum ndị ọzọ na-enye usoro ma ọ bụ naanị ọmụmụ na agụmakwụkwọ maka kritik nakwa thiori maka kritik na mpaghara ndị ozo",
  "Mpaghara ndị ọzọ gụnyere kritik maka egwuregwu ọsọ, kritik nke agụmakwụkwọ mba asia, kritik maka agụmakwụkwọ akwụkwọ maka ndị ojii, akwụkwọ kritik maka ndị nkwaru. Enwere ike ịchọta okwu \"nke dị oke egwu\" na utu aha ọmụmụ gbasara isiokwu dịgasị iche iche, dịka okwu ahụ na-ezo aka na usoro ma ọ bụ ụzọ isi nweta ihe ọmụmụ.",
  "Ụfọdụ na-ekwu na ọmụmụ \"nkatọ\" na-elekwasị anya n'echiche ma ọ bụ echiche ha, na-agbagwoju usoro nkatọ na nkatọ onwe onye anya. Mpụta nke ọmụmụ \"nnukwu\" na echiche na-eme ka njikọ nke ndị edemede ụfọdụ na usoro ọhụrụ na ọzụzụ dịkwuo njọ",
  "Tụkwasị na nke a, a na-ekewa usoro na ọzụzụ site na nyocha ma ọ bụ ọdịnala ọdịnala ma ọ bụ sayensị siri ike site na ikike ha maka njirimara n'echiche nke onye edemede.",
  "Onye nta akụkọ na onye edemede H",
  "L",
  "Mencken kwuru na \"nkatọ bụ obere ihe karịa alaka nke homiletics",
  "Ha na-ekpe ọrụ nka ikpe, ọ bụghị site na nghọta na ezi obi ya, ọ bụghị maka ike na ịma mma nke echiche ya, ọ dịghị site na nkà na ụzụ nke onye na-ese ihe, ọ bụghị n'ihi ịdị ọhụrụ ya na obi ike ya, kama n'ụzọ dị mfe na naanị site na ortodoxy ya",
  "\"",
  "Nkato\nNka maka nkato"
]