[
  "Nkechi Blessing Sunday bụ onye (amụrụ na ụbọchị iri na anọ n'ọnwa Febụwarị 1989)// (ege ntị) bụ onye Naijiria na-eme ihe nkiri, onye na-emepụta ihe nkiri, Onye nduzi ihe nkiri, na onye na-ede ihe nkiri, amụrụ ma zụlite na Surulere, Lagos Steeti  O mepụtara ihe nkiri mbụ ya, Omoge Lekki na 2015, na-eme onwe ya, n'akụkụ Yinka Quadri",
  "N'afọ 2016, Omoge Lekki meriri MAYA Awards ma họpụta ya maka Mkpughe nke Afọ na Best of Nollywood Awards",
  "Ọ na-ejekwa ozi dị ka onye nduzi na onye isi nchịkwa nke mmepụta ihe nkiri Nkechi, na NBS Foundation.",
  "Nkechi Blessing Sunday sitere n'otu n'ime obodo dị na mpaghara gọọmentị iri na asaa dị na Abia, steeti dị na mpaghara South East nke Naijiria. Ọ gụrụ akwụkwọ praịmarị na Olu Abiodun Nursery na ụlọ akwụkwọ praịm, Lagos na agụmakwụkwọ sekọndrị ya na Barachel Model College, Lagos. O mere diplọma ọnwa isii na nka ihe nkiri na Mahadum Lagos State, ma mụọ International Relations na Mahadim Houdegbe North American",
  "N'afọ 2008, mgbe ọ gụsịrị akwụkwọ na Mahadum Lagos State, enyi ya \"Kemi Korede\" chọpụtara mmasị Nkechi nwere maka ime ihe nkiri ma gosipụta ya na ihe nkiri ya \"Omo Bewaji\". Omo Bewaji ghọrọ obere ezumike maka ọrụ ya ma mee ka ya na Emeka Duru zute, onye nyere ya ọrụ nkwado na ihe nkiri Emem Isong; Through The Fire & Entanglement na 2009.",
  "Ọ ghọrọ onye a ma ama n'afọ 2012, na-eduzi ọrụ na Kafila Omo Ibadan, mgbe ya na onye na-emepụta ihe, Temitope Bali na South Africa, zutere, onye nyere ya ọrụ na Kafil Omo Ibadan. Na ụbọchị mbụ na onwa Febụwarị 2017, The Nigeria Carnival USA, kpughere ya dị ka otu n'ime ndị nnọchi anya ya na mbipụta nke abụọ nke egwu, ọdịbendị na ihe ọchị nke Naịjirịa kwa afọ na United States of America. N'afọ 2018, ọ rụrụ ọrụ \"Dora\" na ihe nkiri mmụọ The Ghost and the Tout, nke nyekwara ya onyinye na 2018 City People Movie Award maka onye na-eme ihe nkiri kachasị mma n'afọ. N'afọ 2020, Nkechi Blessing so Sean Sean Jimoh kwado mbipụta 2020 nke African Entertainment Awards USA. N'otu afọ ahụ, ọ nọ na ndị na-eme ihe nkiri nke Fate of Alakada dị ka onye Bisi. Ọ rụrụ ọrụ dị mkpa na Tanwa Savage, The Cleanser, Omo Emi, na Ise Ori, yana ọrụ nkwado na Breaded Life, na Olori Amolegbe.",
  "Na ụbọchị iri n'ọnwa June 2021, Nkechi Blessing, kwadoro alụmdi na nwunye ya n'etiti ya, na onye ndọrọ ndọrọ ọchịchị Ekiti, Falegan Opeyemi David, mgbe ọ kesara foto sitere na agbamakwụkwọ ha na ụbọchị ọmụmụ ya site na Instagram Story ya",
  "N'abalị iri abụọ na atọ n'ọnwa Septemba n'afọ 2021, nne ya \"Gloria Obasi Sunday\" nwụrụ, mgbe ọ na-achọ ịmalite ihe nkiri ya na nnukwu ụlọ ihe nkiri Lagos.",
  "N'abalị isii n'ọnwa Eprel afọ 2022, Nkechi Blessing dere na Instagram ya na ọ kwụsịrị mmekọrịta alụmdi na nwunye ya dị ọnwa iri na Falegan Opeyemi David.",
  "Ndepụta nke filmographies site na Nkechi Blessing Sunday."
]