[
  "Dr",
  "Nkem Okeke bụ onye ndọrọ ndọrọ ọchịchị Naịjirịa bụ osote Gọvanọ nke Anambra Steeti site na 17 Machị 2014 ruo 17 Machị 2022 O bu ụzọ rụọ ọrụ dịka Kọmishọna Anambra Steeti maka atụmatụ akụ na ụba, nakwa ọzọ dịka Kọmishọna Anambra Steeti maka ọrụ na njem na nchịkwa nke Gọvanọ Peter Obi ma mesịa laghachi imikpu onwe ya na agụmakwụkwọ dịka onye nkuzi na onye isi ngalaba akụ na ụba na Mahadum Nnamdi Azikiwe",
  "A mụrụ Onye Ukwu a, Dr",
  "Nkemakonam Chukwukaodinaka Okeke na Zaira na Jenụwarị 13, afọ 1960 n'ezinụlọ Chief Richard Nwachukwu Okeke na Chief Mrs",
  "Dorothy Nwakaego Okeke nke Umuezu Awovu Village, Enugwu-Ukwu na Anambra Steeti",
  "Ọ lụrụ Oriakụ",
  "Oby Okeke ma chukwu jiri ụmụ  ise gozie ha.",
  "Ọ gara Denis Memorial Grammar School (DMGS) Onitsha na St",
  "Finbarr's College Akoka, Lagos ma mesịa banye na Mahadum Wisconsin, Madison USA n'afọ 1978, ebe ọ gụsịrị akwụkwọ na Bachelor of Science (B.Sc.) na Civil and Environmental Engineering n'afọ 1981.",
  "Ọchịchọ ya maka agụmakwụkwọ dị elu mere ya ka ọ banye na Mahadum Howard, Washington DC, USA ebe ọ nwetara MBA na Management n'afọ1983, na PhD na Economics (Monetary Economics) na otu Mahadum Howard, USA, n'afọ1992",
  "Dr",
  "Okeke enweela ọrụ ọkachamara a ma ama, nke malitere site na ọrụ dị ịrịba ama ọ rụrụ na ngalaba dị iche iche nke Fairfax County Government, Virginia, USA, dịka Injinia ma mesịa dịka Onye nyocha njikwa",
  "Ọ laghachiri Naịjirịa n'afọ 1994, wee sonye na ngalaba nkeonwe site na ụlọ ọrụ na-ewu ụlọ, Renacs Engineering Nigeria Limited dịka onye isi oche, ruo n'afọ 2002 mgbe ọ banyere ọrụ ọha na eze, dabere na ọchịchọ ya inyekwu aka na mmepe nke Anambra Steeti na Naịjirịa n'ozuzu ya.",
  "Malite na ngalaba agụmakwụkwọ, o nwere ọkwa dị iche iche na Mahadum Nnamdi Azikiwe, Awka nke gụnyere Lecture II, Faculty of Social Science, Economics Department (2002 - 2005), na Acting Head, Department of Economics (January - July 2006).",
  "N'ọnwa Ọktọba afọ 2007, ọ laghachiri na Ngalaba Economics nke Mahadum Nnamdi Azikiwe dịka onye nkuzi mbụ ruo n'ọnwa Ọktọba afọ 2008, mgbe a kwalitere ya ka ọ bụrụ onye nkuzi ukwu ma jee ozi dịka onye isi ngalaba na Septemba afọ 2009 na Mahadum",
  "Dr",
  "Okeke anọwo ogologo n'etiti ndị ọgbọ ya n'oge ọrụ ya na Mahadum na n'ọfịs dị iche iche, ọ nọwo, ọkachasị na Mahadum Nnamdi Azikiwe ebe n'etiti ọkwa ndị ọzọ, ọ bụ onye otu, Kọmitii Mmepe Ngalaba (2005); Onye otu, Kọmitii Mmepe ngalaba (2005); Onye ndụmọdụ ndị ọrụ, Nigerian Economic Students Association (NESA) 2004 - 2005; Onye nkuzi oge, Enugu State University of Science and Technology (ESUT); Ụlọ akwụkwọ azụmahịa (Executive Postgraduate Studies), Enugu (2003 - 2005); Onye isi oche, Kọmitii Ngalaba Accreditation Task Force (2007); Onye isi oche, Kọmitii Nyocha na onye ọrụ nyocha ngalaba (2007 - August 2009); Onye otu, Kọmitii Nzukọ ngalaba (2008 - 2009) na osote onye isi oche, Kọmitii Nzukọ na ememe (2009).",
  "O dere ma ọ bụ soro dee akwụkwọ ndị a ma ama, ọ bụkwa onye otu ọtụtụ ndị ọkachamara, gụnyere Nigeria Economic Society (NES); Institute of Chartered Economists of Nigeria, ICEN (nke a maara dịka Institute of Certified Economists of Nigeria); Council for the Regulation of Engineering in Nigeria (COREN); na Nigeria Society of Engineers (NSE).",
  "N'afọ 2006, a họpụtara Dr",
  "Okeke dịka Kọmishọna na-ahụ maka atụmatụ akụ na ụba na mmepe, ma jeekwa ozi n'otu Cabinet dịka Kọmishọna na-ahụ maka ọrụ, ụlọ, na njem",
  "A mara Dr",
  "Okeke nke ọma maka mmetụta dị mma ya na ụlọ ọrụ ndị ọ rụrụ ọrụ, di na nwunye na onyinye ndọrọ ndọrọ ọchịchị ya kwesịrị ịja mma",
  "O jere ozi n'ụzọ kwesịrị ekwesị na ọrụ mbụ ya dịka osote gọvanọ nke Anambra Steeti kachasị uchu ma na-eme ememe site na Machị afọ 2014 ruo Machị afọ 2017, na-emejuputa iwu ya n'ụzọ okpukpe ya iji mee ka ọhụụ na ọrụ dị mma nke ọchịchị ugbu a.",
  "Ọ bụ onye isi oche iwu nke Kọmitii Mpaghara Steeti, na onye isi oche nke Christian na Muslim Pilgrims Welfare Boards",
  "Onyinye ọgụgụ isi ya pụtara ìhè ma dị ịrịba ama, emeela ka a họpụta ya ka ọ bụrụ onye isi oche ọtụtụ Kọmitii EXCO dịka Gọvanọ nyere ntụziaka",
  "Ọ nọchitere anya Onye isi ya mgbe ụfọdụ na ọrụ dị iche iche nke Steeti, Mba na mba ụwa, n'ihi ya, ọ nọgidere na-enye aka na mmepe nke Steeti Anambra na ndị ya.",
  "Onye isi ya, Dr",
  "Nkemakonam Okeke ghọrọ onye mbụ n'akụkọ ihe mere eme nke Anambra Steeti ka a họpụtara ya ọzọ dịka osote Gọvanọ nke Anambra Steeti na ntuli aka Gubernatorial nke afọ 2017. Otú ọ dị, n'afọ 2021, o si na All Progressives Grand Alliance (APGA) gaa na All Progressives Congress (APC)."
]