[
  ".N' Japan, onye nwere nkwarụ ka akọwara dị ka: \"Onye ndụ ya kwa ụbọchị ma ọ bụ ndụ ya na ọha mmadụ nwere oke ogologo oge n'ihi nkwarụ anụ ahụ ma ọ bụ nkwarụ uche\": 125  Japan kwadoro Nkwekọrịta Mba Ndị Dị n'Otu na  ikike nke ndị nwere nkwarụ (CRPD) na mkpuru ubochiiri abuo n' onwa nke mbu   na afor puku abuo na iri na ano.",
  "I: 125–126 1998 gọọmentị mere atụmatụ na enwere mmadụ 5,753,000 nwere nkwarụ na Japan, nke mejupụtara ihe dịka 4.8% nke ngụkọta ndị bi na ya",
  "Ngụkọta nke otu atọ akọwapụtara n'ụzọ iwu bụ: 3,170,000 nwere nkwarụ;  413,000 nwere nkwarụ ọgụgụ isi; na 4,170,000 nwere nkwarụ uche",
  "Ụdị nkwarụ ahụ bụ nke ndị nwere nsogbu ndị a: 1,657,000 (56.5%) mmeghari ngagharị;  305,000 (10.4%) na-ahụ anya;  350,000 (11.9%) nwere ike ịnụ ihe ma ọ bụ ntị chiri;  ebe 621,000 (21.2%) nwere \"nkwarụ ime\" dịka ọrịa obi.: 125-126",
  ". Ikike diri nkwarụ na atumatu gọọmentị n' Japan ahụla mgbanwe dị egwu kemgbe afọ 1960 mgbe ebidoro ghotaba na enweghi ikeke diri ndi nwere nkwarụ bu nsogbu nyere gọọmenti na ọha na eze.",
  "A na-echekwa ikike ndị a site na  iwu mba ụwa nakwa iwu ndi obodo",
  "Japan kwadoro nkwekọrịta maka ikike nke ndị nwere nkwarụ (CRPD) na Jenụwarị 2014, na-mgbaso mgbanwe dị iche iche na iwu nke obodo nke lebara anya na nchegbu ndị CRPD kwuputara￼",
  ".Dị ka Nkeji edemede akara nke mbu nke iwu maka ndi nwere nkwarụ nke 1993 si kwuo, Japan na-akọwa na onye nwere nkwarụ dị ka \"onye ndụ ya kwa ụbọchị ma ọ bụ ndụ ya na obodo di",
  "ntakiri karia oke ogologo oge n'ihi nkwarụ anụ ahụ, etoghieto nke ime uche ma ọ bụ nkwarụ uche.",
  "Iji gbochie ịkpa ókè na ilebara mkpa nke ndị tozuru oke n'okpuru nkọwa a, Japan wepụtara usoro maka ọdịmma ọha na eze nakwa ọrụ nke ndị nwere nkwarụ..￼",
  "Japan bịnyere aka na CRPD na Septemba 2007, mana o were ruo Jenụwarị 2014 iji kwado ya",
  "Ogologo oge ahụ egburu bụ n'ihi mgbanwe ndị omebe iwu dị iche iche na mgbanwe atumatu nke ga-adị tupu akwado ya.",
  "Mgbalị maka ikike ndị nwere nkwarụ na Japan were ọtụtụ iri afọ iji melite",
  "Otu n'ime nzọụkwụ ndị mbụ n'ịmepụta iwu ọdịmma bụ itinye iwu enyemaka ọha na eze, Iwu ọdịmma ụmụaka, na Iwu maka ọdịmma nke ndị nwere nkwarụ na-esote Agha Ụwa nke Abụọ. Nke ikpeazụ n'ime ha bụ iwu mbụ na Japan iji nye nkwado maka ndị nwere nkwarụ",
  "N'otu aka ahụ, ebumnuche nke Iwu a bụ inyere ndị agha nwere nkwarụ aka n'ịgbazigharị ha gbasara ọrụ ha maa ndị nwere nkwaru na-abụghị ndị agha dabere na enyemaka umunne ha iji kwado ha..856",
  "N'afọ ndị 1960 hụrụ mmụba nke ụmụaka nwere nkwarụ na ezinụlọ ha ma tinye ha n'ụlọ obibi, ọtụtụ n'ime ha gbanwere site na ndị e wuru maka ndị agha nwere nkwarụrụ",
  "Mgbe ha dị afọ iri na asatọ, a ga-ebufe ọtụtụ n'ime ụmụaka ndị a n'ụlọ ndị okenye ebe ha ga-anọ ruo mgbe ha nwụrụ",
  "N'ime ụlọ ọrụ ndị bi na ya, ọtụtụ mmebi ikike mmadụ mere, gụnyere ụmụaka ndị bi na ha na-eji ha wee mere ezì-guinea maka ndị dọkịta ha na usoro ịwa ahụ na ọtụtụ ihe omume nke mmetọ mmekọahụ megide ụmụ nwanyị bi na ya: 857"
]