[
  "Nkwarụ anụ ahụ bụ ihe mgbochi na ọrụ anụ ahụ mmadụ, ịgagharị, ịdị nkọ ma ọ bụ ume. Nkwarụ ndị ọzọ na-agụnye nkwarụ nke na-egbochi akụkụ ndị ọzọ nke ndụ kwa ụbọchị, dị ka nsogbu iku ume, ìsì, epilepsy na nsogbu ụra.",
  "Nkwarụ ime nwa a na-enweta nkwarụ tupu amụọ nwa",
  "Ihe ndị a nwere ike ịbụ maka ọrịa ma ọ bụ ihe ndị nne ahụ zutere n'oge ime, ihe mberede mmepe nke nwa ọhụrụ ma ọ bụ nsogbu mkpụrụ ndụ ihe nketa.",
  "A na-enweta nkwarụ ime nwa n'etiti izu ole na ole tupu ruo izu anọ mgbe amuchara n'ime ụmụ mmadụ. Ihe ndị a nwere ike ịbụ n'ihi enweghị ikuku  ma ọ bụ mgbochi nke usoro iku ume, mmebi ụbụrụ n'oge ọmụmụ (n'ihi iji ike eme ihe n'ụzọ na-ezighị ezi, dịka ọmụmaatụ) ma ọ bụ nwa a mụrụ n'oge",
  "Ihe ndị a nwekwara ike ibute n'ihi nsogbu mkpụrụ ndụ ihe nketa ma ọ bụ ihe mberede.",
  "A na-enweta nkwarụ mgbe amuchara",
  "Ha nwere ike ịbụ n'ihi ihe mberede, mmerụ ahụ, oke ibu, ọrịa ma ọ bụ ọrịa ndị ọzọ",
  "Ihe ndị a nwekwara ike ibute n'ihi nsogbu mkpụrụ ndụ ihe nketa.",
  "Mmebi ngagharị gụnyere akụkụ aka elu ma ọ bụ ala ma ọ bụ nkwarụ, aka na-adịghị mma, na mmebi nke otu ma ọ bụ ọtụtụ akụkụ ahụ",
  "Nkwarụ na-agagharị agagharị nwere ike ịbụ nsogbu a mụrụ ma ọ bụ nke a na-enweta ma ọ bụ nsonaazụ ọrịa",
  "Ndị nwere ọkpụkpụ gbajiri agbaji na-adaba n'ụdị a.",
  "Mmebi anya bụ ụdị ọzọ nke enweghị ike ịhụ ụzọ",
  "E nwere  narị puku mmadụ nwere obere ma ọ bụ nnukwu mmerụ ahụ anya dị iche iche",
  "Ụdị mmerụ ahụ ndị a nwekwara ike ibute nnukwu nsogbu ma ọ bụ ọrịa dịka ìsì na mmerụ ahụ anya",
  "Ụdị ụfọdụ ndị ọzọ na-adịghị ahụ ụzọ na-agụnye oko nke anya na nke a maara dị ka sclera na bekee, ọrịa anya metụtara ọrịa shuga, anya kpọrọ nkụ na nke a maara dị ka graft corneal na bekee, mmebi akwara na nká na nkwụsị nke anya",
  "Anughi ihe bụ enweghị ike ịnụ ihe n'ụzọ zuru oke ma ọ bụ n'ụzọ ọ bụla",
  "Ndị ntị chiri na ndị osiri ike inụ ihe  nwere ọdịbendị bara ọgaranya ma na-erite uru site n'ịmụta asụsụ ndị ogbi maka ebumnuche nkwurịta okwu. Ndị ntị chiri nwere ike iji ihe enyemaka ịnụ ihe mee ihe mgbe ụfọdụ iji melite ikike ịnụ ihe ha.\nEnweghị nkwarụ ikwu okwu na asụsụ: onye nwere ntụgharị nke okwu na usoro asụsụ nke na-anọghị n'etiti ntụgharị a na-anabata n'ime gburugburu ebe obibi ma ọ bụ nke na-egbochi mmepe mmekọrịta ma ọ bụ agụmakwụkwọ zuru oke",
  "Nkwarụ anụ nwere ike isite na  nsogbu ndị na-akpata, n'etiti ndị ọzọ, ụkọ ụra, ike ọgwụgwụ na-adịghị ala ala, ihe mgbu na-adịghị aga ala, na nkụchi."
]