[
  "Convention on Biological Diversity (CBD), nke a maara n'usoro iwu dị ka Mgbakọ ụdịdị dị iche iche, bụ nkwekọrịta ọtụtụ akụkụ",
  "Nkwekọrịta ahụ nwere ebumnuche atọ bụ isi: ichekwa ụdị dị iche iche nke ndu (ma ọ bụ ihe dị ndụ); ejigide ihe mejupụtara ya; na òkè ziri ezi na nke ziri ezi nke uru sitere na mkpụrụ ndụ ihe nketa",
  "Ebumnobi ya bụ ịzụlite atumatu mba maka nchekwa na ijigide ihe dị iche iche dị ndụ, a na-ahụkarị ya dị ka isi akwụkwọ gbasara mmepe na-adigide.",
  "Emeghere Mgbakọ a maka mbinye aka na Mgbakọ Ụwa na Rio de Janeiro na 5 June 1992 wee malite ịdị irè na 29 Disemba 1993",
  "United States bụ naanị mba ndị otu UN nke na-akwadoghị nkwekọrịta ahụ",
  "Ọ nwere nkwekọrịta mgbakwunye abụọ, Cartagena Protocol na Protocol Nagoya.",
  "The Cartagena Protocol on Biosafety to the Convention on Biological Diversity bụ nkwekọrịta mba ụwa na-achịkwa mmegharị nke ihe ndị dị ndụ gbanwetụrụ (LMO) sitere na nkà na ụzụ ọgbara ọhụrụ site n'otu obodo gaa na mba ọzọ",
  "A nabatara ya na 29 Jenụwarị 2000 dị ka nkwekọrịta mgbakwunye na CBD wee banye na 11 Septemba 2003.",
  "Protocol Nagoya maka ịnweta akụrụngwa mkpụrụ ndụ ihe nketa na nkesa ziri ezi na nha nhata nke uru na-esite na ojiji ha (ABS) gaa na Nkwekọrịta nke Diversity Biological bụ nkwekọrịta mgbakwunye ọzọ na CBD",
  "Ọ na-enye usoro iwu doro anya maka mmejuputa nke ọma nke otu n'ime ebumnobi atọ nke CBD: òkè ziri ezi na nke ziri ezi nke uru na-esite na iji mkpụrụ ndụ ihe nketa eme ihe",
  "A nabatara Protocol Nagoya na 29 Ọktoba 2010 na Nagoya, Japan, wee banye n'ọrụ na 12 Ọktoba 2014.",
  "2010 bụkwa afọ mba ụwa nke ụdịdị dị iche iche, na Secretariat nke CBD bụ isi ihe ya",
  "N'ịgbaso ndụmọdụ nke ndị bịanyere aka n'akwụkwọ CBD na Nagoya, UN kwupụtara 2011 ruo 2020 dị ka afọ iri nke United Nations na Diversity na Disemba 2010",
  "Atụmatụ Strategic Convention for Biodiversity 2011-2020, nke e kere na 2010, gụnyere Aichi Biodiversity Targets.",
  "A na-akpọ nzukọ nke ndị otu na Mgbakọ ahụ dị ka Nzukọ nke Ndị otu (COP), nke mbụ (COP 1) mere na Nassau, Bahamas, na 1994 na nke kachasị ọhụrụ (COP 15) na 2021/2022 na Kunming",
  ", China na Montreal, Canada.",
  "N'akụkụ oke mmiri na oke mmiri dị iche iche CBD lekwasịrị anya ugbu a bụ ịchọpụta mpaghara mmiri dị na gburugburu ebe obibi ma ọ bụ Biologically Significant Marine (EBSAs) na mpaghara oke osimiri akọwapụtara dabere na njirisi sayensị",
  "Ebumnobi a bụ imepụta ngwa mba ofesi n'ụzọ iwu kwadoro (ILBI) nke metụtara atụmatụ na ime mkpebi dabere na mpaghara n'okpuru UNCLOS iji kwado nchekwa na ijigide ojiji nke ụdị ndụ dị iche iche nke mmiri gafere mpaghara ikike obodo (BBNJ).",
  "Echiche nke mgbakọ mba ụwa banyere ihe ndị dị ndụ dị iche iche e chepụtara na otu United Nations Environment Programme (UNEP) Ad Hoc Working Group of Experts on Biological Diversity na November 1988",
  "N'afọ sochirinụ, Ad Hoc Working Group of Technical and Legal Experts hiwere maka idepụta ederede iwu nke na-ekwu maka nchekwa na ijigide ihe dị iche iche nke ndu, yana ikesa uru ndị sitere na ojiji ha na steeti ndị nwe obodo na obodo",
  "Na 1991, e hiwere kọmitii mkparita ụka n'etiti gọọmentị, nke e nyere ọrụ imecha ihe odide Mgbakọ ahụ.",
  "E nwere ọgbakọ maka ịnakwere Ederede nke Nkwekọrịta Nkwekọrịta nke Nkwekọrịta Banyere Ụdị Ndụ na Nairobi, Kenya, na 1992, na nkwubi okwu ya gbasapụrụ n'iwu ikpeazụ nke Nairobi",
  "Emeghere ederede Mgbakọ maka mbinye aka na 5 June 1992 na Mgbakọ Mba Ndị Dị n'Otu maka gburugburu na mmepe ( Rio \"Earth Summit\")",
  "Site na ụbọchị mmechi ya, 4 June 1993, Mgbakọ ahụ enwetala mbinye aka 168",
  "Ọ malitere na Disemba 29, 1993.",
  "Nkwekọrịta ahụ ghọtara na nke mbụ n'iwu mba ụwa na ichekwa ihe dị iche iche dị ndụ bụ \"ihe na-emetụtakarị ihe a kpọrọ mmadụ\" na bụ akụkụ dị mkpa nke usoro mmepe",
  "Nkwekọrịta ahụ na-ekpuchi ihe niile gbasara gburugburu ebe obibi, ụdị na akụrụngwa mkpụrụ ndụ ihe nketa",
  "Ọ na-ejikọta mbọ nchekwa ọdịnala na ebumnuche akụ na ụba nke iji akụrụngwa ndu na-adịgide adịgide",
  "Ọ na-esetịpụ ụkpụrụ maka ịkekọrịta nke ọma na nke ziri ezi nke uru na-esite na iji akụrụngwa mkpụrụ ndụ ihe nketa, ọkachasị ndị a kara aka maka iji azụmaahịa",
  "Ọ na-ekpuchikwa ngalaba nkà mmụta ihe ndụ na-agbasa ngwa ngwa site na Protocol Cartagena na Biosafety, na-ekwu maka mmepe teknụzụ na mbufe, ịkekọrịta uru na nsogbu biosafety",
  "N'ụzọ dị mkpa, Nkwekọrịta ahụ bụ nke iwu kwadoro; mba ndị sonyere ya ('parties') kwesiri imejuputa ihe enyere ya.",
  "Nkwekọrịta ahụ na-echetara ndị na-eme mkpebi na akụ ndị sitere n'okike enweghị njedebe ma wepụta nkà ihe ọmụma nke iji ya eme ihe",
  "Ọ bụ ezie na mbọ nchekwa nchekwa gara aga bụ iji chebe ụfọdụ ụdị na ebe obibi, Nkwekọrịta ahụ ghọtara na a ga-eji usoro ihe dị ndụ, ụdị na mkpụrụ ndụ ihe nketa mee ihe maka ọdịmma mmadụ",
  "Otú ọ dị, ekwesịrị ime nke a n'ụzọ na nke na-adịghị eduga na ogologo oge ọdịda nke ụdị dị iche iche nke ndu.",
  "Mgbakọ a na-enyekwa ntụzịaka ndị na-eme mkpebi dabere n'ụkpụrụ akpachara anya nke chọrọ na ebe enwere ihe iyi egwu nke mbelata ma ọ bụ mbelata nke ụdị dị iche iche nke ndu, enweghị ntụkwasị obi zuru oke nke sayensị ekwesịghị iji ya mee ihe kpatara yigharịrị usoro iji zere ma ọ bụ ibelata ihe ndị dị otú ahụ",
  "ihe iyi egwu",
  "Nkwekọrịta ahụ kwetara na a chọrọ itinye ego buru ibu iji chekwaa ụdị dị iche iche nke ndu",
  "Otú ọ dị, ọ na-arụ ụka na nchekwa ga-ewetara anyị uru gburugburu ebe obibi, akụ na ụba na nke ọha na eze na nloghachi.",
  "Nkwekọrịta na ụdị dị iche iche nke ndu nke 2010 machibidoro ụdị ụfọdụ nke geoengineering.",
  "Ka ọ na-erule 1 Disemba 2019, onye na-anọchite anya odeakwụkwọ bụ Elizabeth Maruma Mrema.",
  "Ndị odeakwụkwọ ndị isi gara aga bụ: Christian Pașca Palmer (2017), Braulio Ferreira de Souza Dias (2012), Ahmed Djoghlaf (20062012), Hamdallah Zedan (19982005), Calestous Juma (1995), na Angela Cropper (1993 1995.",
  "Ụfọdụ n'ime ọtụtụ okwu ndị e mere n'okpuru Nkwekọrịta ahụ gụnyere:",
  "Otu na-achị isi nke Mgbakọ ahụ bụ ọgbakọ nke ndị otu (COP), nke nwere gọọmentị niile (na otu mba na-ahụ maka akụ na ụba mpaghara) ndị kwadoro nkwekọrịta ahụ",
  "Ndị ikike kacha a na-enyocha ọganihu n'okpuru Mgbakọ, na-achọpụta ihe ndị ọhụrụ na-ebute ụzọ, ma debe atụmatụ ọrụ maka ndị otu",
  "Ndị COP nwekwara ike ime mgbanwe na Mgbakọ ahụ, mepụta otu ndụmọdụ ndị ọkachamara, nyochaa ọganihu nke mba ndị otu, na imekọ ihe ọnụ na òtù mba ụwa ndị ọzọ na nkwekọrịta.",
  "Nzukọ nke ndị otu na-eji nka na nkwado sitere n'aka ọtụtụ ndị ọzọ nke Mgbakọ hiwere",
  "Na mgbakwunye na kọmitii ma ọ bụ usoro e hibere n'usoro oge, akụkụ ndị bụ isi bụ:",
  "Ụlọ ọrụ CBD, nke dabeere na Montreal, Quebec, Canada, na-arụ ọrụ n'okpuru UNEP, United Nations Environment Programme",
  "Isi ọrụ ya bụ ịhazi nzukọ, ide akwụkwọ, nyere ndị gọọmentị otu aka na mmejuputa mmemme nke ọrụ, na-ahazi ndị otu mba ụwa ndị ọzọ, na ịnakọta na kesaa ozi.",
  "SBSTTA bụ kọmitii mebere ndị ọkachamara sitere na gọọmentị ndị otu tozuru oke na ngalaba dị mkpa",
  "Ọ na-arụ ọrụ dị mkpa n'inye ndụmọdụ na COP gbasara sayensị na teknụzụ",
  "Ọ na-enye ntule maka ọnọdụ nke ụdị dị iche iche nke ndu na usoro dị iche iche e mere dịka Mgbakọ siri dị, ma na-enyekwa ndụmọdụ maka ọgbakọ nke otu, nke enwere ike ịkwado n'ozuzu ya, n'akụkụ ma ọ bụ n'ụdị gbanwere site na COP",
  "Dị ka nke 2020 SBSTTA ezutewo ugboro 23, na nzukọ nke 24 na-eme na Geneva, Switzerland na 2022.",
  "N'afọ 2014, Nzukọ nke ndị otu na-ahụ maka nkwekọrịta banyere ụdị dị iche iche nke ndụ hiwere Òtù enyemaka na mmejuputa iwu (SBI) iji dochie Ad Hoc Open-ended Working Group on Review of Immplement of the Convention",
  "Ọrụ anọ na akụkụ isi nke ọrụ SBI bụ: (a) nyochaa ọganihu na mmejuputa; (b) omume atụmatụ iji kwalite mmejuputa iwu; (c) ụzọ mmejuputa iwu ike; na (d) arụmọrụ nke Mgbakọ na Protocols",
  "Nzukọ mbụ nke SBI mere na 2-6 May 2016 na nzukọ nke abụọ e mere na 9-13 July 2018, ma na Montreal, Canada",
  "A ga-enwe nzukọ nke atọ nke SBI na March 2022 na Geneva, Switzerland",
  "Ụlọ ọrụ nke ọgbakọ ndị otu na-eje ozi dị ka Ụlọọrụ nke SBI",
  "Onye isi oche nke SBI ugbu a bụ Nwada Charlotta Sörqvist nke Sweden.",
  "Dị ka nke 2016, Mgbakọ ahụ nwere akụkụ 196, nke gụnyere steeti 195 na European Union",
  "Mba ndị otu UN niile—ewezuga United States—akwadola nkwekọrịta ahụ",
  "Mba ndị na-abụghị ndị UN kwadoro bụ Cook Islands, Niue, na Steeti Palestine",
  "Holy See na steeti ndị nwere oke nnabata abụghị ndị otu",
  "US abanyela aka mana ọ kwadoghị nkwekọrịta ahụ, n'ihi na nkwenye chọrọ ọnụọgụ abụọ n'ụzọ atọ na Senate ma ndị omebe iwu Republican Party gbochiri ya.",
  "European Union kere Cartagena Protocol (lee n'okpuru) na 2000 iji kwalite ụkpụrụ biosafety ma gbasaa \"ụkpụrụ akpachara anya\" karịa \"ụkpụrụ sayensị ụda\" nke United States gbachitere",
  "Ebe mmetụta nke Protocol nke Cartagena na ụkpụrụ ụlọ dị ukwuu, mmetụta ya na iwu azụmahịa mba ụwa ka bụ ihe a na-ejighị n'aka",
  "N'afọ 2006, Òtù Na-ahụ Maka Azụmahịa Ụwa (WTO) kpebiri na European Union emebiela iwu azụmahịa mba ụwa n'etiti 1999 na 2003 site n'itinye nkwụsịtụ na nkwado nke mkpụrụ ndụ ihe nketa gbanwetụrụ (GMO)",
  "Na-akụda United States, otu kọmiti ahụ “kpebiri na ha agaghị ekpebi” site na imebi iwu siri ike nke biosafety European.",
  "A na-eme mmejuputa site n'aka ndị otu na Nkwekọrịta ahụ site na iji ụzọ abụọ:",
  "Strategies National Biodiversity Strategies and Action Plan (NBSAP) bụ ihe ndị bụ isi maka imejuputa Mgbakọ ahụ na ọkwa mba",
  "Nkwekọrịta ahụ chọrọ ka mba dị iche iche kwado atụmatụ mba dị iche iche na iji hụ na atụmatụ a gụnyere n'ime atụmatụ maka mmemme na mpaghara niile ebe enwere ike imetụta ụdị dị iche iche",
  "Site na mbido 2012, Pati 173 ewepụtala NBSAP.",
  "United Kingdom, New Zealand na Tanzania mere nzaghachi zuru oke maka ichekwa ụdị mmadụ na ebe obibi akọwapụtara",
  "United States of America, onye bịanyere aka na ya nke na-akwadobeghị nkwekọrịta ahụ site na 2010, mepụtara otu n'ime mmemme mmejuputa nke ọma site na mmemme mgbake ụdị na usoro ndị ọzọ dị ogologo na US maka ichekwa ụdị.",
  "Singapore hiwere atụmatụ atụmatụ na atụmatụ ime ihe dị iche iche nke mba dị iche iche",
  "National Biodiversity Centre nke Singapore na-anọchite anya Singapore na Mgbakọ maka ụdịdị dị iche iche nke ndu.",
  "N'ikwekọ na edemede 26 nke Mgbakọ ahụ, ndị otu na-akwadebe akụkọ mba banyere ọnọdụ mmejuputa iwu nke Mgbakọ ahụ.",
  "The Cartagena Protocol on Biosafety, nke a makwaara dị ka Biosafety Protocol, nakweere na Jenụwarị 2000, mgbe otu CBD Open-ended Ad Hoc Working Group on Biosafety zutere ugboro isii n'etiti July 1996 na February 1999",
  "Òtù Na-arụ ọrụ nyefere ederede ederede",
  "Protocol maka nleba anya nke ogbako nke otu di iche iche na nzuko mbu ya di egwu, nke a kpokotara maka ebum n'obi doro anya nke inabata protocol on biosafety na Convention on Biological Diversity",
  "Mgbe obere oge gachara, emechara nabata Protocol Cartagena na 29 Jenụwarị 2000",
  "Usoro Biosafety Protocol na-achọ ichekwa ụdị dị iche iche nke ndu site n'ihe egwu nwere ike ịkpata site n'ihe ndị dị ndụ gbanwere site na teknụzụ biotechnology ọgbara ọhụrụ.",
  "Usoro Biosafety Protocol na-eme ka o doo anya na ngwaahịa sitere na teknụzụ ọhụrụ ga-adabere na ụkpụrụ akpachara anya ma kwe ka mba ndị ka na-emepe emepe kwado ahụike ọha na eze megide uru akụ na ụba",
  "Ọ ga-, dịka ọmụmaatụ, hapụ mba machibido mbubata nke ihe mkpụrụ ndụ ihe nketa gbanwere ma ọ bụrụ na ha chere na ezughị oke sayensị na ngwaahịa ahụ adịghị mma ma na-achọ ka ndị na-ebupụ na-ebupụ ka ha kpọọ ụgbọ mmiri nwere ngwa ahịa gbanwere mkpụrụ ndụ ihe nketa dịka ọka ma ọ bụ owu.",
  "Ọnụ ọgụgụ achọrọ nke ngwa 50 nke ratification / nnweta / nkwado / nnabata nke mba dị na May 2003",
  "N'ikwekọ n'usoro nke edemede 37 ya, Protocol malitere na 11 September 2003.",
  "N'April 2002, ndị otu UN CBD nakweere ndụmọdụ nke Gran Canaria Declaration Calling for a Global Plant Conservation Strategy, ma nabata atumatu isi iri na isii nke na-achọ ibelata ọnụ ọgụgụ nke mkpochapụ ihe ọkụkụ gburugburu ụwa site na 2010.",
  "The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Shareing of Benefits Bilitere site na ojiji ha na Convention on Biological Diversity na 29 October 2010 na Nagoya, Aichi Prefecture, Japan, na nzuko nke iri nke Nzukọ nke Parties , wee banye ike na 12 October 2014",
  "Usoro ahụ bụ nkwekọrịta mgbakwunye na Convention on Biological Diversity, ma na-enye usoro iwu doro anya maka mmejuputa nke ọma nke otu n'ime ebumnobi atọ nke CBD: nkesa ziri ezi na nke ziri ezi nke uru",
  "na-esite na ojiji nke mkpụrụ ndụ ihe nketa",
  "Ọ si otú a na-atụnye ụtụ na ichekwa na iji ihe dị iche iche dị ndụ na-eme ihe n'ụzọ na-adịgide adịgide.",
  "Nakwa na nzuko nke iri nke ogbako nke otu, nke emere site na 18 ruo 29 October 2010 na Nagoya, kwadoro ma bipụta ya \"Atụmatụ Strategic for Biodiversity, 2011-2020\"",
  "Akwụkwọ a gụnyere \"Aichi Biodiversity Targets\", nke nwere ebumnuche iri abụọ na-elebara nke ọ bụla n'ime ebumnuche ise akọwapụtara na atụmatụ a",
  "Atụmatụ atụmatụ a gụnyere ebumnuche atụmatụ ndị a:",
  "Mgbe mmalite nke Agenda 2030, CBD weputara maapụ teknụzụ teknụzụ yana ịchọpụta mmekọrịta dị n'etiti 17 Sustainable Development Goals (SDGs) na 20 Aichi Biodiversity Targets",
  "Nke a na-enyere aka ịghọta onyinye dị iche iche nke ụdị ndụ dị iche iche iji nweta SDGs.",
  "A na-emepụta atụmatụ ọhụrụ, nke a maara dị ka post-2020 Global Biodiversity Framework (GBF), iji duzie omume site na 2030",
  "E wepụtara akwụkwọ mbụ nke usoro a na Julaị 2021, a na-atụle ma kparịta ọdịnaya ikpeazụ ya dịka akụkụ nke nzukọ COP 15 na-aga n'ihu",
  "Usoro nhazi ahụ gụnyere ọtụtụ ebumnuche dị oke mkpa, gụnyere ntinye aka ịkọwapụta ma ọ dịkarịa ala pasent 30 nke ala na oke osimiri zuru ụwa ọnụ dị ka ebe echedoro (nke a maara dị ka atụmatụ \"30 by 30\")",
  "Mbelata mmetọ ugbo na ikesa uru nke ozi usoro dijitalụ apụtala dị ka isi ihe esemokwu n'etiti ndị otu",
  "Edebere akwụkwọ ikpeazụ na Mgbakọ Disemba 5, 2022.",
  "CBD nwere nnukwu elekwasị anya na oke mmiri na oke mmiri",
  "Emeela usoro ọmụmụ ihe ndị ọkachamara (2018-2022) iji chọpụta nhọrọ maka ịgbanwe nkọwa nke Ebe Ecologically ma ọ bụ Biologically Significant Marine Areas (EBSAs) na ịkọwa ebe ọhụrụ",
  "Ndị a lekwasịrị anya na North-East, North-West na South-Eastern Atlantic Ocean, Baltic Sea, Caspian Sea, Black Sea, Seas of East Asia, North-West Indian Ocean na n'akụkụ Gulf Areas, Southern na North-East Indian Ocean",
  ", Oké Osimiri Mediterenian, North na South Pacific, Eastern Tropical and Temperate Pacific, Caribbean wider and Western Mid-Atlantic",
  "Nzukọ ogbako a gbasoro usoro EBSA dabere na njirisi sayensị mba ụwa kwenyere",
  "Ezubere nke a iji mepụta ngwa mba ofesi n'ụzọ iwu kwadoro (ILBI) n'okpuru UNCLOS iji kwado nchekwa na ijigide ịdị iche iche nke mmiri dị ndụ karịa mpaghara ikike mba (BBNJ)",
  "Usoro etiti bụ nhazi na ime mkpebi dabere na mpaghara",
  "Ọ na-ejikọta EBSA, Ecosystems mmiri na-adịghị ike (VMEs) na Oke Osimiri dị elu (Ebe echekwara mmiri) na ihe ndapụta Blue Growth",
  "Enwekwara njikọ na ntuziaka Framework Strategy EU mmiri.",
  "Enweela nkatọ megide CBD na mmejuputa ya ebelatala n'ihi nguzogide nke mba ndị dị n'Ebe Ọdịda Anyanwụ na mmejuputa usoro pro-South nke Mgbakọ ahụ",
  "A na-ahụtakwa CBD dị ka ikpe nke nkwekọrịta siri ike na-adị nro na usoro mmejuputa iwu",
  "Arụmụka iji mee ka nkwekọrịta ahụ dị ka ihe ejikọtara n'ụzọ iwu kwadoro yana ọgbakọ nke ndị otu na-enyocha mmebi iwu na enweghị nnabata na-enwetakwa ike.",
  "Ọ bụ ezie na Nkwekọrịta ahụ kwuru hoo haa na ụdị ndụ ọ bụla na-ekpuchi ya site na ndokwa ya, nyocha nke akụkọ na atụmatụ dị iche iche nke mba dị iche iche na atụmatụ omume nke mba ndị na-ekere òkè na-etinye na-egosi na n'omume nke a adịghị eme",
  "Akụkọ nke ise nke European Union, dịka ọmụmaatụ, na-ekwukarị banyere anụmanụ (karịsịa azụ) na osisi, mana ekwughị nje bacteria, fungi ma ọ bụ protists ma ọlị",
  "International Society for Fungal Conservation enyochala ihe karịrị 100 n'ime akwụkwọ CBD ndị a maka mkpuchi ero ha na-eji usoro akọwapụtara iji tinye nke ọ bụla n'ime otu isii",
  "Ọ dịghị akwụkwọ a tụlere ka ọ dị mma ma ọ bụ nke zuru oke, ihe na-erughị 10% dị ka ihe fọrọ nke nta ka ọ bụrụ nke zuru oke ma ọ bụ dara ogbenye, ma ndị ọzọ dị ka ndị na-ezughị ezu, ndị na-ezughị ezu ma ọ bụ ndị zuru oke.",
  "Ndị ọkà mmụta sayensị na-arụ ọrụ na ihe dị iche iche dị iche iche na nyocha ahụike na-ekwupụta egwu na Usoro Nagoya adịghị arụpụta ihe, na ọ ga-egbochi mgbochi mgbochi ọrịa na mgbalị nchekwa, na egwu nke ịtụ mkpọrọ nke ndị ọkà mmụta sayensị ga-enwe mmetụta dị jụụ na nyocha",
  "Ndị na-eme nchọpụta na ụlọ ọrụ ndị na-abụghị nke azụmahịa dị ka ụlọ ngosi ihe mgbe ochie nke okike na-atụ egwu idobe nchịkọta akwụkwọ ntụaka nke ndu na mgbanwe ihe n'etiti ụlọ ọrụ ga-esi ike, na ndị nchọpụta ahụike ekwupụtala egwu na atụmatụ ịgbasa usoro ahụ iji mee ka ọ bụrụ iwu na-akwadoghị ịkesa ozi gbasara mkpụrụ ndụ ihe nketa n'ihu ọha, dịka ọmụmaatụ",
  "site na GenBank.",
  "William Yancey Brown, mgbe ya na Brookings Institution, tụrụ aro na Nkwekọrịta na ụdị dị iche iche dị ndụ kwesịrị ịgụnye ichekwa mkpụrụ ndụ mkpụrụ ndụ na-adịghị mma na mkpụrụ ndụ nwere ike ime maka ụdị ọ bụla a maara yana maka ụdị ọhụrụ dịka a chọpụtara ha.",
  "A na-enwe ogbako nke ndị otu (COP) kwa afọ maka afọ atọ ka 1994 gachara, wee malite kwa afọ abụọ n'ime afọ ole na ole.",
  "Nzukọ nkịtị nke mbụ nke Òtù Na-ahụ Maka Mgbakọ ahụ mere na November na December 1994, na Nassau, Bahamas.",
  "Nzukọ nkịtị nke abụọ nke Ndị Pati na Mgbakọ ahụ weere ọnọdụ na November 1995, na Jakarta, Indonesia.",
  "Nzukọ nkịtị nke atọ nke Òtù Na-ahụ Maka Mgbakọ ahụ mere na November 1996, na Buenos Aires, Argentina.",
  "Nzukọ nkịtị nke anọ nke Ndị Pati na Mgbakọ ahụ weere ọnọdụ na May 1998, na Bratislava, Slovakia.",
  "Nzukọ pụrụ iche nke mbụ nke ọgbakọ ndị otu dị iche iche mere na February 1999, na Cartagena, Colombia",
  "Usoro nke nzukọ dugara na nnabata nke Cartagena Protocol on Biosafety na Jenụwarị 2000, dị irè site na 2003.",
  "Nzukọ nkịtị nke ise nke Ndị Pati na Mgbakọ ahụ weere ọnọdụ na May 2000, na Nairobi, Kenya.",
  "Nzukọ nkịtị nke isii nke Ndị Pati na Mgbakọ ahụ weere ọnọdụ n’April 2002, na The Hague, Netherlands.",
  "Nzukọ nkịtị nke asaa nke ndị otu na Mgbakọ ahụ mere na February 2004, na Kuala Lumpur, Malaysia.",
  "Nzukọ nkịtị nke asatọ nke Ndị Pati na Mgbakọ ahụ weere ọnọdụ na March 2006, na Curitiba, Brazil.",
  "Nzukọ nkịtị nke itoolu nke Ndị Pati na Mgbakọ ahụ weere ọnọdụ na May 2008, na Bonn, Germany.",
  "Nzukọ nkịtị nke iri nke Ndị Pati na Mgbakọ ahụ weere ọnọdụ na October 2010, na Nagoya, Japan",
  "Ọ bụ na nzụkọ a ka a kwadoro Protocol Nagoya.",
  "2010 bụ International Year of Biodiversity and Secretariat of the CBD bụ isi ihe ya",
  "N'ịgbaso ndụmọdụ nke ndị bịanyere aka na CBD n'oge COP 10 na Nagoya, UN, na 22 Disemba 2010, kwupụtara 2011 ruo 2020 dị ka afọ iri nke United Nations na ụdị dị iche iche.",
  "Na-eduga na ogbako nke ndị otu (COP 11) nzuko banyere ihe dị iche iche dị iche iche na Hyderabad, India, 2012, nkwadebe maka echiche zuru ụwa ọnụ banyere ihe dị iche iche dị iche iche amalitela, gụnyere ndị agadi na ndị mmekọ ọhụrụ na ịmepụta ahụmahụ sitere na World Wide Views na Global",
  "Na-ekpo ọkụ.",
  "N'okpuru isiokwu, \"Bidiversity for Sustainable Development\", puku kwuru puku ndị nnọchiteanya nke gọọmentị, ndị NGO, ụmụ amaala, ndị ọkà mmụta sayensị na ndị ọrụ nzuzo gbakọtara na Pyeongchang, Republic of Korea na October 2014 maka nzukọ 12th nke Nzukọ nke Parties na Convention",
  "na Diversity Biological (COP 12).",
  "Site na 6–17 Ọktoba 2014, ndị otu a tụlere mmejuputa atumatu Strategic Plan for Biodiversity 2011-2020 na Aichi Biodiversity Targets, nke a ga-enweta n'ọgwụgwụ afọ iri a",
  "Nsonaazụ nke Global Biodiversity Outlook 4, akụkọ nyocha flagship nke CBD mere ka mkparịta ụka ahụ mara.",
  "Nzukọ a nyere nyocha nke etiti oge na atụmatụ UN Decade on Biodiversity (2011-2020), nke bu n'obi ịkwalite nchekwa na iji ihe okike eme ihe",
  "Nzukọ ahụ nwetara ngụkọta nke mkpebi 35, gụnyere mkpebi na \"Mainstreaming Gender consideration\", iji tinye echiche nwoke na nwanyị na nyocha nke ụdị dị iche iche.",
  "Na njedebe nke nzukọ ahụ, nzukọ ahụ nakweere \"Pyeongchang Road Map\", nke na-ekwu maka ụzọ isi nweta ihe dị iche iche dị iche iche site na nkwado nkà na ụzụ, ego na ịkwado ikike nke mba ndị ka na-emepe emepe.",
  "Nzukọ nkịtị nke iri na atọ nke ndị otu na Mgbakọ ahụ mere n'etiti 2 na 17 Disemba 2016 na Cancún, Mexico.",
  "Nzukọ nkịtị nke iri na anọ nke ndị otu na Mgbakọ ahụ mere na 17–29 Nọvemba 2018, na Sharm El-Sheikh, Egypt",
  "Nzukọ 2018 UN Biodiversity Conference mechiri na 29 Nọvemba 2018 na nkwekọrịta mba ụwa sara mbara maka ịtụgharị mbibi zuru ụwa ọnụ nke okike na ọnwụ dị iche iche dị iche iche na-eyi ụdị ndụ niile egwu n'ụwa",
  "Ndị otu nakweere ntuziaka afọ ofufo maka imepụta na mmejuputa nke ọma nke usoro gburugburu ebe obibi maka mgbanwe mgbanwe ihu igwe na mbelata ihe egwu ọdachi",
  "Gọọmenti kwekọrịtara ime ngwa ngwa iji nweta atụmatụ Aichi Biodiversity Targets, kwekọrịtara na 2010, rue 2020",
  "Ọrụ iji mezuo ebumnuche ndị a ga-ewere ọnọdụ na ọkwa ụwa, mpaghara, mba na mba dị iche iche.",
  "Emebere nzukọ nke iri na ise nke ndị otu ahụ na Kunming, China na 2020, mana ebigharịrị ọtụtụ oge n'ihi ọrịa COVID-19",
  "Mgbe ụbọchị mmalite gbuchara oge nke ugboro atọ, e kewara Mgbakọ ahụ ụzọ abụọ",
  "Ihe omume kachasị n'ịntanetị mere na Ọktoba 2021, ebe ihe karịrị mba 100 bịanyere aka na nkwupụta Kunming banyere ụdị ndụ dị iche iche",
  "Isiokwu nke nkwupụta a bụ \"Ecological Civilization: Building a Shared A Future for All Life on Earth\"",
  "Ekwenyere atụmatụ atụmatụ atụmatụ iri abụọ na otu n'ime oge n'ọgbakọ Ọktọba, ka a tụlekwuo ya na nnọkọ nke abụọ: mmemme n'ime mmadụ nke e bu ụzọ malite n'April 2022, mana hazigharịrị ka ọ mee ma emechaa na 2022",
  "akụkụ nke abụọ nke COP 15 mechara mee na Montreal, Canada, site na 5–17 Disemba 2022",
  "Na nzukọ ahụ, ndị otu na Mgbakọ ahụ nakweere atụmatụ mmemme ọhụrụ, Kunming-Montreal Global Biodiversity Framework.",
  "A na-ahazi nzukọ nke 16 nke ndị otu na Turkey na 2024."
]