[
  "Nkwekọrịta Kyoto bụ nkwekọrịta mba ụwa nke gbatịpụrụ 1992 United Nations Framework Convention on Climate Change (UNFCCC) nke na-eme ka ndị otu steeti belata ikuku ikuku griin, dabere na nkwenye sayensị na (akụkụ nke mbụ) okpomoku zuru ụwa ọnụ na-eme yana (akụkụ nke abụọ).  na ikuku CO2 mmadụ mere na-ebu ya. A nabatara Kyoto Protocol na Kyoto, Japan, na 11 Disemba 1997 wee banye n'ọrụ na 16 Febụwarị 2005",
  "E nwere òtù narị na iri itoolu na abụọ na nzukọ ahụ (Canada si na protocol ahụ pụọ, malite na Disemba 2012) gaa na Protocol na 2020.",
  "The Kyoto Protocol mejuputa atumatu UNFCCC iji belata mmalite nke okpomoku zuru ụwa ọnụ site n'ibelata mkpokọta gas na-ekpo ọkụ na ikuku ruo \"ọkwa nke ga-egbochi nnyonye anya anthropogenic dị ize ndụ na usoro ihu igwe\" (Nkeji 2).  Usoro Kyoto etinyere na gas griin haus asaa edepụtara na Annex A: carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulfur hexafluoride (SF6), nitrogen trifluoride (  NF3). A gbakwunyere nitrogen trifluoride maka oge nke abụọ n'oge Doha Round.",
  "Nkwekọrịta ahụ dabere n'ụkpụrụ nke ọrụ nkịtị ma bụrụ kwa nke dị iche iche: ọ kwenyere na mba nke ọ bụla nwere ikike dị iche iche n'ịlụso mgbanwe ihu igwe ọgụ, n'ihi mmepe akụ na ụba, ya mere o tinyere ọrụ iji belata ihe ọkụkụ ugbu a na mba ndị mepere emepe na ndabere na ha, n'oge gara aga, na-ahụ maka ọkwa ikuku griin ha dị ugbu a na ikuku.",
  "Oge nkwekọrịta mbụ nke Protocol malitere n'afọ 2008 wee kwụsị na 2012",
  "Mba iri atọ na isii niile sonyere n'ụzọ zuru ezu n'oge nkwa mbụ ahụ kwekọrọ na Protocol",
  "Otú ọ dị, mba itoolu aghaghị ịmalite usoro mgbanwe site n'ịkwado mbelata ikuku ikuku na mba ndị ọzọ n'ihi na ikuku mba ha dị ntakịrị karịa ihe ha chọrọ",
  "Nsogbu ego nke afọ 2007–08 nyere aka ibelata ihe ọkụkụ a",
  "A hụrụ mbelata ihe ọkụkụ kachasị ukwuu na mba ndị bụbu Eastern Bloc n'ihi na mgbasa nke Soviet Union belatara ihe ọkụkụ ha na mmalite 1990s. Ọ bụ ezie na mba ịrị atọ na isii mepere emepe belatara ikuku ha, ikuku zuru ụwa ọnụ ji pasent ịrị atọ na abụọ rịa elu site na 1990 ruo 2010.",
  "Ekwenyere oge nkwa nke abụọ na 2012 ịgbatị nkwekọrịta ahụ ruo 2020, nke a maara dị ka Doha Amendment to the Kyoto Protocol, nke mba ịrị atọ na asaa nwere ebumnuche e jikọtara ọnụ: Australia, European Union (na mba ịrị abụọ na asatọ ya n'oge ahụ, nke dị ịrị abụọ na asaa ugbu a), Belarus, Iceland, Kazakhstan, Liechtenstein, Norway, Switzerland, na Ukraine",
  "Belarus, Kazakhstan, na Ukraine kwuru na ha nwere ike ịpụ na Kyoto Protocol ma ọ bụ ghara itinye Ndezigharị ahụ n'ọrụ iwu na ebumnuche nke abụọ",
  "Japan, New Zealand, na Russia sonyere na agba nke mbụ nke Kyoto mana ha emeghị ihe ọhụrụ na oge nke abụọ",
  "Mba ndị ọzọ mepere emepe na-enweghị ebumnuche nke abụọ bụ Canada (nke si na Kyoto Protocol pụọ na 2012) na United States (nke na-akwadoghị)",
  "Mkpebi mba Canada mere ịpụ bụ ihe wutere minista gburugburu ebe obibi, Peter Kent",
  "Ọ bụrụ na ha ga-anọgide dị ka akụkụ nke usoro iwu ahụ, a ga-akwụ Canada ụgwọ ijeri dọla ịrị na anọ, nke ga-emebi akụ na ụba ha, ya mere mkpebi na-achọghị ịpụ. Ka ọ na-erule Ọktọba 2020, steeti otú narị na iri anọ na asaa anabatala nkwekọrịta Doha Amendment.  Ọ malitere na Disemba 31, 2020, na-esochi nnabata ya site na opekata mpe steeti otu narị na iri anọ na anọ, n'agbanyeghị na oge nkwa nke abụọ kwụsịrị n'otu ụbọchị ahụ",
  "N'ime ndị otu iri atọ na asaa nwere nkwekọrịta, iri atọ na anọ kwadoro.",
  "Emere mkparita uka n'usoro nke UNFCCC kwa afo ogbako mgbanwe ihu igwe maka ihe a ga-eme mgbe oge nke abuo gwusiri na 2020",
  "Nke a butere na 2015 nnabata nke Paris Agreement, nke bu ihe di iche n'okpuru UNFCCC kama imeghari Kyoto Protocol..",
  "Echiche bụ na ihe omume ụmụ mmadụ nwere ike kpatara ihe ka ukwuu n'ime mmụba a na-ahụ anya na ọnọdụ okpomọkụ zuru ụwa ọnụ (\"okpomọkụ ụwa\") kemgbe etiti senchiri nke iri abụọ bụ ngosipụta ziri ezi nke echiche sayensị ugbu a.. A na-atụ anya na okpomọkụ nke ihu igwe sitere na mmadụ ga-aga n'ihu na senchiri nke iri abụọ na otu na karịa.",
  "Ngalaba Intergovernmental Panel on Climate Change (IPCC, 2007) emepụtala atụmatụ dịgasị iche iche banyere ihe mmụba n'ọdịnihu na okpomọkụ ụwa nwere ike ịbụ. Atụmatụ IPCC bụ atụmatụ \"isi\", nke pụtara na ha na-eche na ọ dịghị mgbalị a na-eme n'ọdịnihu iji belata gas na-ekpo ọkụ",
  "Atụmatụ IPCC na-ekpuchi oge site na mmalite nke senchiri nke iri abụọ na otu ruo na njedebe nke senchiri nke iri abụọ na otu O nwere ike ịbụ (dị ka a na-enyocha na ọ nwere ihe karịrị pasent ịrị isii na isii  nke ịbụ eziokwu, dabere na mkpebi ndị ọkachamara nke IPCC) mmụba a na-atụ anya na okpomọkụ ụwa na senchiri nke iri abụọ otu nke dị n'etiti 1.1 na 6.4 °C.",
  "Ọnụ ọgụgụ dị na ntule okpomọkụ na-egosipụta akụkụ dị iche iche nke ikuku ikuku griin na-eme n'ọdịnihu.  Ntụle dị iche iche nwere echiche dị iche iche maka mmepe mmekọrịta mmadụ na ibe ya n'ọdịnihu (mmụba akụ na ụba, ọkwa mmadụ, atumatu ume), nke n'aka nke ya na-emetụta amụma nke  gasị griin haus n'ọdịnihu (GHG) emissions.  Oke ahụ na-egosipụtakwa ejighị n'aka na nzaghachi nke usoro ihu igwe maka ihe ọkụkụ GHG gara aga na n'ọdịnihu (nke a na-atụle site na mmetụta ihu igwe)",
  "1992 – A na-enwe ọgbakọ UN maka gburugburu ebe obibi na mmepe na Rio de Janeiro",
  "O wetara ọgbakọ Framework Convention on Climate Change (\"FCCC\" ma ọ bụ \"UNFCCC\") n'etiti nkwekọrịta ndị ọzọ.",
  "1995 - Ndị otu UNFCCC na-ezukọ na Berlin (Ogbako izizi nke ndị otu (COP) na UNFCCC) iji kọwapụta ebumnuche akọwapụtara na ikuku.",
  "1997 – Na Disemba afọ 1997, ndị otu ahụ mechiri nkwekọrịta Kyoto na Kyoto, Japan, ebe ha kwenyere na usoro sara mbara nke ebumnuche mgbasa ikuku.",
  "2004 Russia na Canada kwadoro nkwekọrịta Kyoto na UNFCCC nke mere ka nkwekọrịta ahụ malite na 16 Febụwarị 2005",
  "2011 – Canada ghọrọ mba nke mbụ bịanyere aka n'akwụkwọ iji kwupụta ọpụpụ ya n'ọgbakọ Kyoto Protocol.",
  "2012 – oge nkwekọrịta mbụ n'okpuru Protocol ahụ gwụrụ.",
  "Ọtụtụ mba bụ ndị sonyere na United Nations Framework Convention on Climate Change (UNFCCC)",
  "Nkeji edemede nke abụọ nke ọgbakọ ahụ kwuru ebumnobi ya kachasị, nke bụ ime ka ikuku nke ikuku griin na ikuku kwụsie ike “n'ọkwa nke ga-egbochi nnyonye anya anthropogenic (mmadụ) dị ize ndụ na usoro ihu igwe",
  "\"",
  "Sayensị okike ihe, teknụzụ na sayensị mmekọrịta mmadụ na ibe ya nwere ike ịnye ozi gbasara mkpebi ndị metụtara ebumnuche a gụnyere oke na ọnụego mgbanwe ihu igwe n'ọdịnihu. Otú ọ dị, IPCC kwubiri na mkpebi nke ihe mejupụtara ntinye aka \"dị ize ndụ\" chọrọ ikpe bara uru, nke ga-adịgasị iche n'etiti mpaghara dị iche iche nke ụwa.. Ihe ndị nwere ike imetụta mkpebi a gụnyere nsonaazụ mpaghara nke mmetụta mgbanwe ihu igwe, ikike nke otu mpaghara ime mgbanwe maka mgbanwe ihu igwe, na ikike mpaghara iji belata ihe ọkụkụ GHG ya.",
  "Ebumnuche bụ isi nke Kyoto Protocol bụ ịchịkwa ikuku nke isi anthropogenic (mmadụ na-ewepụta) greenhouse gas (GHGs) n'ụzọ ndị na-egosipụta ọdịiche mba dị na GHG, akụ na ụba, na ikike ime ka mbelata. Nkwekọrịta ahụ na-agbaso ụkpụrụ ndị bụ isi kwekọrịtara na 1992 UN Framework Convention. Dịka nkwekọrịta ahụ siri dị, n'afọ 2012, Annex I Parties bụ ndị kwadoro nkwekọrịta ahụ ga-emezurịrị ọrụ ha nke mmachi ikuku ikuku griin haziri maka oge nkwekọrịta mbụ nke Kyoto Protocol (2008-2012)",
  "Edepụtara nkwa mmachi ikuku ndị a na Annex B nke Protocol.",
  "Mkpebi mbụ nke Kyoto Protocol bụ nzọụkwụ mbụ zuru ezu e mere n'ime UN Framework Convention on Climate Change. Protocol ahụ na-ewepụta usoro nke oge mbelata ikuku",
  "O debere usoro iheomume malite na 2006 maka mkparita uka iji guzobe nkwa mbelata ikuku maka oge nke abụọ",
  "Nkwenye mbelata ikuku nke oge mbụ agwụla na 31 Disemba 2012.",
  "Ebumnuche kachasị nke UNFCCC bụ \"ịkwado oke gas na ikuku na ọkwa nke ga-akwụsị itinye aka dị ize ndụ na usoro ihu igwe",
  "\" Ọbụlagodi na ndị otu Annex I ga-eme nke ọma n'imezu nkwa ha kwere na agba nke mbụ, a ga-achọ mbelata ikuku ka ukwuu n'ọdịniihu iji mee ka mkpokọta ikuku GHG kwụsie ike..",
  "Maka nke ọ bụla n'ime GHGs dị iche iche sitere n'aka mmadụ, a ga-achọ ọkwa dị iche iche nke mbelata ikuku iji mezuo ebumnuche nke ime ka ikuku kwụsie ike Carbon dioxide (CO2) bụ GHG kachasị mkpa nke sitere n'aka mmadụ. Ịkwado oke CO2 na ikuku ga-achọ ka e wepụ CO2 nke sitere n'aka mmadụ.",
  "Ụfọdụ n'ime atụmatụ ndị bụ isi n'ọgbakọ Kyoto Protocol bụ:",
  "N'okpuru Kyoto Protocol, mba ịrị atọ na asaa mepere emepe na European Community (European Union-15, nke mejupụtara steeti iri na ise n'oge mkparịta ụka Kyoto) na-etinye onwe ha n'ịchịkọta ebumnuche maka ikuku GHG.",
  "Ihe ndị a na-elekwasị anya metụtara ụzọ gas anọ nke gụnyere: carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), sulphur hexafluoride (SF6), na ìgwè gas abụọ, hydrofluorocarbons (HFCs) na perfluorocarburbons (PFCs)",
  "A na-asụgharị GHG isii ahụ n'ime CO2 n'ịkọwa mbelata nke ikuku",
  "Mbelata ndị a na-atụ anya inweta gụnyekwara gas ụlọ ọrụ, chlorofluorocarbons, nke a na-emeso n'okpuru 1987 Montreal Protocol on Substances that Deplete the Ozone Layer.",
  "N'okpuru Protocol ahụ, ọ bụ naanị ndị otu Annex I etinyela onwe ha na ebumnuche mba ma ọ bụ nke jikọrọ aka (nke a na-akpọ \"quantified emission limitation and reduction objectives\" (QELRO) Article 4.1)",
  "Ndị otu Kyoto Protocol a na-edeghị na Annex I nke nkwekọrịta ahụ bụ mba ndị na-emepe emepe ndị na-enweta ego dị ala, ma nwee ike isonye na Kyoto Protocol site na atụmatụ Clean Development Mechanism (nke akọwapụtara n'okpuru).",
  "Ihe mgbochi nke mpụga nke akụkụ nke Annex I dịgasị iche n'etiti akụkụ dị iche iche. Ụfọdụ ndị otu ahụ nwere oke ikuku na-ebelata n'okpuru ọkwa afọ mbụ, ụfọdụ nwere oke na ọkwa afọ ntọala (enweghị mmụba anabataghị karịa ọkwa afọ ntọala), ebe ndị ọzọ nwere oke karịa ọkwa afọ.",
  "Mgbasa ikuku anaghị agụnye ikuku sitere na ụgbọ elu na mbupu mba ụwa",
  "N'agbanyeghị na Belarus na Turkey depụtara na mgbakwunye nke mbụ nke mgbakọ ahụ, ha enweghị ebumnuche ikuku n'ihi na ha abụghị Annex I Parties mgbe anabatara Protocol. Kazakhstan enweghị ebumnuche, mana ekwupụtala na ọ chọrọ ịghọ otu Annex I Party na mgbakọ ahụ.\n \nN'ebe ọtụtụ ndị otu steeti nọ, afọ 1990 bụ afọ kacha mkpa maka ndabere nke ndepụta GHG nke mba na ngụkọta nke ego e kenyere",
  "Otú ọ dị, òtù steeti ise nwere afọ ndabere ọzọ dị iche:",
  "Annex I Parties nwere ike iji ọtụtụ usoro “mgbanwe” ọkaibe (lee n'okpuru) iji mezuo ebumnuche ha",
  "Annex I Parties nwere ike imezu ebumnuche ha site n'itinye ndị isi na-arụ ọrụ n'ime ala ha obere ego ego kwa afọ, ma ọ bụ ikwe ka ndị ọrụ a gafere oke nke ha site n'imebi ngafe ọ bụla site na usoro nke ndị otu niile na UNFCCC kwetara, dị ka ịzụrụ ihe",
  "nnabata nnabata sitere n'aka ndị ọrụ ndị ọzọ nwere kredit ngafe ikuku.",
  "Nkwekọrịta ahụ na-akọwa \"usoro mgbanwe\" atọ nke ndị otu patị Annex I nwere ike iji wee mee ihe dịka nkwekọrịta mgbochi ha sị wee dị: Usoro mgbanwe ndị a gụnyere: International Emissions Trading (IET), Clean Development Mechanism (CDM), na Joint Implementation (JI)",
  "IET na-enye ohere ka ndị otu Annex I \"na-ere ahịa\" ha (Assigned Amount Units, AAUs, nke e nwere ike ịkpọkwa \"allowances\").",
  "Ndabere akụ na ụba maka inye mgbanwe a bụ na ọnụ ahịa dị ntakịrị maka ibelata (ma ọ bụ ibelata) ikuku ikuku dị iche n'etiti mba",
  "\"Ọnụahịa dị ala\" bụ ọnụahịa nke belata tọn ikpeazụ nke CO2-eq maka Annex I / non-Annex I Party",
  "N'oge ebumnuche mbụ nke Kyoto, nnyocha tụrụ aro na usoro mgbanwe nwere ike belata ọnụahịa zuru oke (nchịkọta) nke izute ebumnuche ahụ",
  "Nnyocha egosikwara na enwere ike ibelata mfu mba na Annex I nnukwu ụlọ (GDP) site na iji usoro mgbanwe..",
  "A na-akpọ CDM na JI \"usoro dabere na oru ngo\", n'ihi na ha na-ebute mbelata ikuku sitere na ọrụ",
  "Ọdịiche dị n'etiti IET na usoro dabere na oru ngo bụ na IET gbadoro ụkwụ na ntọala nke mmachi oke ikuku, ebe CDM na JI dabere n'echiche nke \"mmepụta\" nke mbelata ikuku.",
  "E mere CDM iji kwalite mmepụta nke mbelata ikuku na ndị na-abụghị Annex I Parties, ebe JI na-agba ume mmepụta nke belata ikuku na Annex I Parties.",
  "Mmepụta nke mbelata ikuku nke CDM na JI mepụtara nwere ike iji ya mee ihe site na Annex I Parties na-emezu nkwa mgbochi ikuku ha",
  "Mbelata ikuku ikuku nke CDM na JI na-emepụta bụ nke a tụrụ n'otu n'otu dabere na usoro nleba anya n'echiche nke gaara eme na enweghị otu ọrụ mbelata ikuku.  Mbelata ikuku ikuku nke CDM na-emepụta bụ nke a na-akpọ Mbelata Emission (CERs);  Mbelata nke JI mepụtara bụ nke a na-akpọ Emission Reduction Units (ERUs).  A na-akpọ mbelata ndị a \"kredit\" n'ihi na ha bụ mbelata ihe ọkụkụ na-ekwupụta megidere usoro echiche echiche..",
  "Naanị ọrụ mbelata ihe ọkụkụ na-agụnyeghị iji ike nuklia tozuru oke maka nzere n'okpuru CDM, iji gbochie mbupụ teknụzụ nuklia ka ọ bụrụ ụzọ ndabara maka inweta kredit n'okpuru CDM.",
  "Mba Annex I nke ọ bụla ka achọrọ ka ọ nyefee akụkọ kwa afọ nke ngwaahịa niile ikuku griin haus sitere na isi mmalite yana mwepụ na sinks n'okpuru UNFCCC na Protocol Kyoto",
  "Mba ndị a na-ahọpụta mmadụ (nke a na-akpọ \"onye ọchịchị mba a họpụtara\") imepụta na jikwaa ngwa ahịa gas griin ha",
  "Ihe fọrọ nke nta ka ọ bụrụ mba niile na-abụghị Annex I ewepụtala ikike mba ahapụtara iji jikwaa ọrụ Kyoto ha, ọkachasị \"usoro CDM\"",
  "Nke a na-ekpebi ọrụ GHG ha chọrọ ịtụpụta maka nzere site na Board Executive CDM",
  "E meberela ma ọ bụ na-eme atụmatụ ka emejuputa ọtụtụ atụmatụ emissions trading atụmatụ (ETS)..",
  "Nhazi nke European Union Emissions Trading Scheme (EU ETS) na-enye ohere n'ezoghị ọnụ maka ịzụ ahịa nke ọrụ Kyoto mba n'etiti mba ndị na-ekere òkè",
  "Carbon Trust chọpụtara na ewezuga azụmaahịa nke na-eme dịka akụkụ nke EU ETS, ọ nweghị azụmaahịa gọọmentị etiti emerela.",
  "Otu n'ime nsogbu gburugburu ebe obibi na IET bụ nnukwu njupụta nke ikike dị",
  "Russia, Ukraine, na mba EU-12 ọhụrụ (Kyoto Parties Annex I Economies-in-Transition, nke akpọrọ \"EIT\": Belarus, Bulgaria, Croatia, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Romania,  Russia, Slovakia, Slovenia, na Ukraine) nwere ngọpụ nke ikike, ebe ọtụtụ mba OECD nwere mperi",
  "Ụfọdụ n'ime EIT ndị nwere njupụta na-ewere ya dị ka nkwụghachi ụgwọ maka mmerụ ahụ nke nhazigharị akụ na ụba ha",
  "Mgbe a kparitaara nkwekọrịta Kyoto, a ghọtara na ebumnobi ebumpụta ụwa maka EIT nwere ike ime ka ha nweta oke ego.. EITs lere oke ego a anya dị ka \"isi\" iji zụlite akụ na ụba ha",
  "Otú ọ dị, ụfọdụ ndị na-akpọkwa ihe karịrị akarị ahụ \"ikuku na-ekpo ọkụ\", okwu nke Russia (mba nwere ihe ruru ijeri tọn atọ nke carbon dioxide) na-ele anya dị ka \"ihe na-akpasu iwe\".",
  "Mba OECD nwere ụkọ ego nwere ike imezu nkwa Kyoto ha site n'ịzụta ego site na mba ndị na-agafe agafe na ihe karịrị akarị",
  "Ọ gwụla ma e mere nkwa ndị ọzọ iji belata ngụkọta nke ego, azụmahịa dị otú ahụ agaghị eme ka a belata ikuku.",
  "\"Green Investment Scheme\" (GIS) bụ atụmatụ maka inweta uru gburugburu ebe obibi site na ego azụmaahịa (AAUs) n'okpuru Kyoto Protocol",
  "Atụmatụ ntinye ego nke Green (GIS), usoro dị na nhazi nke International Emissions Trading (IET), ka emebere iji nweta mgbanwe dị ukwuu na iru ebumnuche nke Protocol Kyoto ma na-echekwa iguzosi ike n'ezi ihe nke IET",
  "Agbanyeghị, iji GIS achọghị n'okpuru Protocol Kyoto, enweghị nkọwa gọọmentị maka okwu ahụ.",
  "N'okpuru GIS ndị otu na protocol na-atụ anya na mmepe nke akụ na ụba ya agaghị agwụ agwụ na oke Kyoto, nwere ike ire ngafe nke nkeji oke Kyoto (AAU) nye ndị ọzọ",
  "Ego a na-enweta site na ire ahịa AAU kwesịrị ịbụ \"acha akwụkwọ ndụ akwụkwọ ndụ\", ya bụ, na-enye aka na mmepe na mmejuputa ọrụ ndị ahụ ma ọ bụ nweta mbelata ikuku ikuku griin haus (ike ndụ ndụ siri ike) ma ọ bụ wulite usoro dị mkpa maka usoro a (greening dị nro).",
  "Latvia bụ otu n'ime ndi malitere azụmahịa nke GISs",
  "World Bank (2011) kọrọ na Latvia akwụsịla inye ahịa AAU n'ihi ọnụ ahịa AAU dị ala",
  "N'afọ 2010, Estonia bụ ebe kachasị mma maka ndị na-azụ AAU, Czech Republic na Poland sochiri.",
  "Iwu mba Japan iji mezuo ebumnuche Kyoto ha gụnyere ịzụta AAUs ndị e rere n'okpuru GISs",
  "N'afọ 2010, ụlọ ọrụ dịgasị na mba Japan na Steeti Japan bụ ndị isi na-azụ AAUs",
  "N'ihe gbasara ahịa carbon mba ụwa, azụmahịa na AAUs bụ obere òkè nke ọnụ ahịa ahịa zuru oke",
  "N'afọ 2010, ọ bụ European Union Emission Trading Scheme (EU ETS) kpaliri pasent ịrị itoolu na asaa nke azụmahịa na ahịa carbon mba niile.",
  "N'agbata afọ 2001, nke bụ afọ mbụ Clean Development Mechanism (CDM) nwere ike ịdebanye aha, yana 2012, njedebe nke oge nkwekọrịta Kyoto mbụ, a na-atụ anya na CDM ga-emepụta ihe dị ka ijeri 1.5 ijeri carbon dioxide kwekọrọ (CO2e) na ikuku",
  "mbelata",
  "Ọtụtụ n'ime mbelata ndị a bụ site n'ịzụ ahịa ume ọhụrụ, nrụpụta ike, yana mgbanwe mmanụ ọkụ (World Bank, 2010, p",
  "262)",
  "Ka ọ na-erule afọ 2012, a na-eme atụmatụ na ike kacha ukwuu maka imepụta CER na China (52% nke CERs) na India (16%)",
  "CERs mepụtara na Latin America na Caribbean mejupụtara pasent ịrị na ise nke ngụkọta nwere ike, na Brazil dị ka onye na-emepụta ihe kachasị na mpaghara ahụ (7%).",
  "Oge kredit maka njikọta mmejupụta (Joint Implementation - JI) dabara na oge ntinye aka nke Kyoto Protocol, na ebidoghị ruo Jenụwarị 2008 (Carbon Trust, 2009, p",
  "20)",
  "Na Nọvemba 2008, naanị ọrụ JI ịrị abụọ na abụọ ka akwadoro ma debanye aha ya n'akwụkwọ",
  "Ngụkọta ego a na-atụ anya n'ichekwa ihe mgbapụta sitere na JI n'afọ 2012 bụ ihe dị ka otu ụzọ n'ụzọ iri nke CDM",
  "Rọshịa bụ ihe dị ka ụzọ abụọ n'ụzọ atọ nke ego a na-echekwa, ebe nke fọdụrụ kewara nha anya n'etiti Ukraine na mba EU ọhụrụ",
  "Nchekwa ikuku na-agụnye mbelata na methane, HFC, na N2O anwuru.",
  "Dịka ekwuru na mbụ, nkwa mmachi ikuku nke Kyoto nke agba nke mbụ ezughi oke iji doziwanye mkpokọta ikuku nke GHG",
  "Nkwụsi ike nke mkpokọta GHG nke ikuku ga-achọ mbelata ikuku ikuku mgbe njedebe nke oge nkwekọrịta Kyoto nke mbụ na 2012.",
  "Ndị nnyocha ewepụtala ọnọdụ maka mgbanwe n'ọdịnihu na ikuku GHG nke na-eduga nkwụsi ike na mkpokọta ikuku nke GHGs",
  "Ihu igwe a na-atụ aro na a na-ejikọta ọkwa nkwụsi ike dị ala na ogo dị ala nke okpomọkụ ụwa n'ọdịnihu, ebe ọkwa nkwụsi ike dị elu na-ejikọta ya na ogo dị elu nke okpomọkụ ụwa n'ọdịnihu.",
  "Iji nweta nkwụsi ike, ikuku GHG zuru ụwa ọnụ ga-arị elu, wee belata",
  "Ka ọkwa nkwụsi ike a chọrọ dị ala, ka ọnụ ọgụgụ a na mbelata ga-eme ngwa ngwa (lee ihe osise dị iche). Maka ọkwa nkwụsi ike enyerela, mbelata ikuku ikuku ka ukwuu n'oge dị nso na-enye ohere maka mbelata ikuku ikuku dị obere ma emechaa.",
  "N'aka nke ọzọ, obere mbelata ikuku ikuku dị nso ga-, maka ọkwa nkwụsi ike enyere, ga-achọ mbelata ikuku ikuku ọzọ ma emechaa.",
  "Enwere ike ilele oge mbụ mmachi ikuku Kyoto dị ka nzọụkwụ mbụ iji nweta nkwụsi ike ikuku nke GHG. N'echiche a, oge mbụ nkwa Kyoto nwere ike imetụta ihe enwere ike nweta ọkwa nkwụsi ike ikuku n'ọdịnihu..",
  "Na Nzukọ nke iri na isii nke ndị otu ahụ e mere na 2010, ndị otu UNFCCC kwetara na okpomọkụ ụwa n'ọdịnihu ga-ejedebe n'okpuru 2°C ma e jiri ya tụnyere ọkwa okpomọkụ tupu ụlọ ọrụ",
  "Otu n'ime ọkwa nkwụsi ike a tụlere n'ihe gbasara ebumnuche okpomọkụ a bụ ijide oke ikuku nke GHGs na akụkụ narị anọ na ịrị ise kwa nde (ppm) CO2- eq",
  "Nkwado na 450 ppm nwere ike ijikọta ya na pasent ịrị abụọ na isii wee ruo pasent ịrị asaa na asatọ ihe ize ndụ nke ịgafe 2°C.",
  "Ihe omume ndị Gupta et al",
  "(2007) nyochara na-atụ aro na ikuku nke Annex I ga-adị mkpa ka ọ bụrụ pasent ịrị abụọ na ise wee ruo pasent ịrị anọ n'okpuru ọkwa 1990 site na 2020, na 80% ruo 95% n'okpuru ọnọdụ 1990 site na 2050",
  "Nanị akụkụ nke Atụmatụ I nke mere nkwa afọ ofufo kwekọrọ na nke a bụ Japan (pasent ịrị abụọ na ise n'okpuru ọkwa 1990 site na 2020) na Norway (pasent ịrị atọ wee ruo pasent ịrị anọ n'okpuru ogo 1990 site na 2020.",
  "Gupta et al",
  "(2007) lekwara ihe 450 ppm na-atụle maka ndị na-abụghị Annex I Parties",
  "Atụmatụ gosiri na ka ọ na-erule afọ 2020, ọ ga-adị mkpa ibelata mpụta na-abụghị Annex I n'ọtụtụ mpaghara (Latin America, Middle East, East Asia, na Central Asia zubere) n'okpuru \"azụmahịa-dị ka ọ na-adị\". Atụmatụ azụmahịa-dị ka ọ na-adị'' ka a na-atụ anya na ọ na-abụghị Annex I na-enweghị atumatu ọhụrụ ọ bụla iji chịkwaa ihe ndị a na-esi n'ọkụ pụta",
  "Atụmatụ gosiri na ka ọ na-erule 2050, a ga-achọ ka e wedata ikuku n'ime mpaghara niile na-abụghị Annex I nke ukwuu n'okpuru \"azụmahịa dika ọ na-adị.",
  "Nkwekọrịta a bụ protocol nke United Nations Framework Convention on Climate Change (UNFCCC) kwekọritara na Nzukọ Ụwa na Rio de Janeiro n'afọ 1992, nke na-edobeghi mmachi ọ bụla n'ụzọ iwu kwadoro na ikuku ma ọ bụ usoro mmanye. Naanị ndị otu UNFCCC nwere ike ịghọ ndị otu na Kyoto Protocol. A nabatara nkwekọrịta Kyoto Protocol na nnọkọ nke atọ nke ọgbakọ ndị otu na UNFCCC na 1997 na Kyoto, Japan..",
  "Ebumnuche mba dị iche iche akọwapụtara na Protocol Kyoto na-ewepu ụgbọ elu na mbupu mba ụwa",
  "Ndị otu Kyoto nwere ike iji ala, mgbanwe ojiji ala, na oke ọhịa (LULUCF) iji mezuo ebumnuche ha",
  "A na-akpọkwa mmemme LULUCF mmemme “sink”",
  "Mgbanwe nke sink na iji ala mee ihe nwere ike inwe mmetụta na ihu igwe, na n'ezie, Intergovernmental Panel on Climate Change's Special Report on Land Use, mgbanwe iji ala, na ọhịa na-eme atụmatụ na kemgbe 1750, otu ụzọ n'ụzọ atọ nke okpomọkụ ụwa akpatala",
  "site na mgbanwe ojiji ala. Atụmatụ pụrụ iche na-emetụta nkọwa nke ọhịa n'okpuru Kyoto Protocol.",
  "Ijikwa oke ọhịa, njikwa ihe ọkụkụ, njikwa ala ịta ahịhịa, na ahịhịa bụ ihe omume LULUCF tozuru oke n'okpuru Protocol.",
  "Ndepụta I Ndị otu na-eji njikwa ọhịa eme ihe n'ịhụ ihe ha na-achọ.",
  "Nkeji edemede 4.2 nke UNFCCC na-enye mba ndị mepere emepe iwu ka ha \"[na-eduga\" n'ibelata ikuku",
  "Ebumnuche mbụ bụ ka mba ndị mepere emepe ka ha kwụsie ike na ọkwa 1990 site na 2000.. Ọdịda nke mba ndị mepere emepe emepeghị ụzọ a bụ isi ihe kpatara Kyoto ji kwaga na nkwa ndị siri ike.",
  "Na mbụ UNFCCC Conference of the Parties na Berlin, G77 nwere ike ịkwado maka ikike (\"mandate Berlin\") ebe a ghọtara na:",
  "N'oge mkparịta ụka, G-77 nọchitere anya mba otu narị na iri atọ na atọ na-emepe emepe",
  "China abụghị onye otu ahụ kama ọ bụ onye mmekọ",
  "Ọ ghọwo onye otu kemgbe ahụ.",
  "A nabatara iwu Berlin na Kyoto Protocol na mba ndị ka na-emepe emepe anọghị n'okpuru nkwa mbelata ikuku n'ime oge mbu nke Kyoto.",
  "Otú ọ dị, nnukwu ohere maka uto na mba ndị na-emepe emepe mere ka mkparịta ụka na okwu a sie ike",
  "N'ime nkwekọrịta ikpeazụ, e mere Clean Development Mechanism iji gbochie ikuku ikuku na mba ndị ka na-emepe emepe, mana n'ụzọ na mba ndị ka na-emepe emepe anaghị akwụ ụgwọ maka ịmachi ikuku ikuku.. Echiche n'ozuzu bụ na mba ndị ka na-emepe emepe ga-eche ihu nkwekọ ọnụ ọgụgụ n'ime oge ntinye aka, ma n'otu oge ahụ, mba ndị mepere emepe ga-emezu nkwa nke mbụ ha..",
  "G77 na China kwadoro mbelata ikuku siri ike n'ụwa niile mepere emepe",
  "US bu ụzọ kwuo maka agba nke abụọ nke mkparịta ụka na nkwa Kyoto iji soro mkparịta ụka nke mbụ",
  "N'ikpeazụ, a ga-emeghe mkparịta ụka maka oge nke abụọ n'afọ 2005. Mba ndị na-emezu oke na nkwa oge mbụ ha nwere ike \"ụlọ akụ\" ego ha na-ejighi eji mee ihe n'ime oge na-esote..",
  "EU na mbụ rụrụ ụka maka naanị GHGs atọ ka a ga-agụnye CO2, CH4, na N2O na gas ndị ọzọ dị ka HFCs na-achịkwa iche",
  "EU chọkwara inwe nkwa “afụ”, nke ọ ga-esi na ya mee nkwakọ ọnụ nke nyere ụfọdụ ndị otu EU ohere ịbawanye ikuku ha, ebe ndị ọzọ na-ebipụ nke ha..",
  "Mba ndị kachasị emerụ ahụ - Alliance of Small Island States (AOSIS) - kwadoro ka mba ndị mepere emepe gbubisịa n'otu n'otu, n'ebumnobi nke ime ka ihe ọkụkụ belata ruo n'ókè kachasị ike.",
  "Mba ndị kwadoro ọdịiche nke ebumnuche nwere echiche dị iche iche banyere otu esi agbakọ ya, a tụkwara aro ọtụtụ ihe ngosi dị iche iche. Ihe atụ abụọ gụnyere ọdịiche nke ebumnuche dabere na nnukwu ngwaahịa anụ ụlọ (GDP), na ọdịiche dabere na ike ike (iji ike eme ihe kwa nkeji nke mmepụta akụ na ụba).",
  "Ebumnuche ikpeazụ a kwurịtara na Protocol ahụ bụ nsonaazụ nkwekọrịta ndọrọ ndọrọ ọchịchị ikpeazụ",
  "Ebumnuche ndị a dabara nke ọma nke onye Argentine Raul Estrada kpebiri, onye nnọchi anya onye isi oche mkparịta ụka ahụ.",
  "Ọnụọgụ e nyere ndị otu ọ bụla site n'aka onyeisi oche Estrada dabere na ebumnuche ndị otu pati ekwelarịrị, ozi enwetara na ọnọdụ mkparita uka kacha ọhụrụ, yana ebumnuche nke inweta nsonaazụ gburugburu ebe obibi kacha sie ike",
  "Ebumnuche ikpeazụ adịghị ike karịa nke ndị otu ụfọdụ tụrụ aro, dịka, Alliance of Small Island States na G-77 na China, mana siri ike karịa ebumnuche ndị ọzọ tụrụ aro, dịka Canada na United States.",
  "Protocol ahụ na-akwadokwa ụkpụrụ nke mba ndị mepere emepe ga-akwụ ọtụtụ ijeri dollar, na-ebuga teknụzụ na mba ndị ọzọ maka ọmụmụ na ọrụ metụtara ihu igwe",
  "Ekwenyere ụkpụrụ ahụ na UNFCCC",
  "Otu oru ngo a bu The Adaptation Fund, nke ndi otu di iche iche na Kyoto Protocol nke UN Framework Convention on Climate Change hibere iji kwado oru mmeghari na mmemme na mba ndi ka na-emepe emepe bu ndi otu na Kyoto Protocol.",
  "Usoro ahụ hapụrụ ọtụtụ okwu mepere emepe ka ọ ga-emecha kpebie site na ọgbakọ nke isii nke ndị otu COP6 nke UNFCCC, nke nwara idozi nsogbu ndị a na nzukọ ya na Hague na ngwụcha 2000, mana enweghị ike iru nkwekọrịta n'ihi esemokwu dị n'etiti  European Union (onye kwadoro mmejuputa iwu siri ike) na United States, Canada, Japan na Australia (ndị chọrọ ka nkwekọrịta ahụ ghara ịdị na-achọsi ike ma gbanwee).",
  "N'afọ 2001, e mere nzukọ gara aga (COP6-bis) na Bonn, ebe a nabatara mkpebi achọrọ. Mgbe ụfọdụ nkwenye gasịrị, ndị na-akwado protocol (nke European Union na-edu) jisiri ike nweta nkwekọrịta nke Japan na Russia site n'ikwe ka ojiji nke carbon dioxide ọzọ.",
  "E mere ọgbakọ COP7 site na 29 Ọktoba 2001 ruo 9 Nọvemba 2001 na Marrakech iji guzobe ihe ikpeazụ e kwesịrị imata gbasara  protocol ahụ.",
  "Emere nzukọ mbụ nke ndị otu na Kyoto Protocol (MOP1) na Montreal site na 28 Nọvemba ruo 9 Disemba 2005, yana ọgbakọ ịrị na otu nke ndị otu na UNFCCC (COP11)",
  "N'oge COP13 na Bali, mba ịrị atọ na isii mepere emepe (gbakwunyere EU dị ka otu na European Union) kwetara na mmụba 10% maka Iceland; mana, ebe ọ bụ na mba ndị otu EU nwere ọrụ nke onwe ha, a na-ekwe ka mmụba dị ukwuu (ruo 27%) maka ụfọdụ mba EU na-emepebeghị emepe. Njedebe mbelata gwụrụ na 2013.",
  "Usoro ahụ na-akọwa usoro nke \"ịgbaso\" dị ka \"nlekota na nkwa ma nwekwa ezigbo ntaramahụhụ maka agbasoghi nkwekọrịta a. Dị ka Grubb si kwuo (2003), ebumnuche doro anya nke enweghị nkwekọrịta ahụ adịghị ike ma e jiri ya tụnyere iwu obodo. N'agbanyeghị nke ahụ, ngalaba nkwekọrịta ahụ nwere nnukwu esemokwu na enweghị nkwekọrịta na nkwekọrịta Marrakesh.",
  "Nleba anya na nkwekọrịta mba ụwa siri ike dịka n'iwu mba ụwa, enweghị ikike uwe ojii, na-eke mkpali maka steeti iji chọta 'ụzọ gburugburu' nlekota",
  "Protocol Kyoto na-ahazi mmiri mmiri 6 na isi mmalite nke Gases",
  "Carbon dioxide, methane, Nirous oxide, Hydroflurocarbons, Sulfur hexafluouride na Perfluorocarbons",
  "Ileba anya gas ndị a nwere ike bụrụ ihe ịma aka",
  "Enwere ike nyochaa methane ma tụọ ya site na ubi osikapa agbasara mmiri ma nwee ike tụọ ya site na seedling na-etolite ruo owuwe ihe ubi",
  "Ihe pụtara n'ọdịnihu na-ekwu na nke a nwere ike imetụta nke a site na ụzọ ndị dị irè karị iji chịkwaa ikuku n'ihi na mgbanwe nke ụdị fatịlaịza nwere ike ibelata ihe ọkụkụ site na 50%",
  "Na mgbakwunye na nke a, ọtụtụ mba enweghị ike nyochaa ụzọ ụfọdụ nke carbon absorption site na osisi na ala ruo n'ogo ziri ezi..",
  "Ọ bụrụ na ngalaba mmanye ekpebie na mba Annex I akwadoghị mmachi ikuku ya, yabụ obodo ahụ kwesịrị ime mgbanwe ahụ n'ime oge nkwa nke abụọ yana mgbakwunye 30%",
  "Na mgbakwunye, a ga-akwụsịtụ obodo ahụ site na ịnyefe n'okpuru mmemme ịzụ ahịa ikuku.",
  "COP 3 nke UNFCCC nabatara Protocol ahụ na 11 Disemba 1997 na Kyoto, Japan",
  "Emeghere ya na 16 Machị 1998 maka ịbịanye aka n'ime otu afọ site na ndị otu UNFCCC, mgbe Antigua na Barbuda, Argentina, Maldives, Samoa, St",
  "Lucia na Switzerland bịanyere aka na ya",
  "Na ngwụcha oge mbinye aka, mba 82 na European Community bịanyere aka",
  "Nkwado (nke achọrọ iji bụrụ otu na Protocol) malitere na 17 Septemba site na nkwado nke Fiji",
  "Mba ndị na-abịaghị aka na nkwekọrịta ahụ, nke nwere otu mmetụta iwu ahụ.",
  "Nkeji edemede 25 nke Protocol ahụ na-akọwapụta na Protocol ahụ na'ọrụ \"n'ụbọchị nke iri itoolu mgbe ụbọchị nke ihe na-erughị ndị otu 55 na Nkwekọrịta ahụ gasịrị, na-etinye ndị otu gụnyere na Ndepụta I nke na-agụnye ma ọ dịkarịa ala 55% nke ngụkọta carbon dioxide maka 1990 nke mba Ndepụta I, etinyela ngwá ọrụ ha maka nkwenye, nnabata, nkwenye ma ọ bụ ntinye\".",
  "EU na mba ndị so na ya kwadoro nkwekọrịta ahụ na Mee 2002",
  "N'ime ọnọdụ abụọ ahụ, e ruru \"ndị otu iri ise na ise\" na 23 Mee 2002 mgbe Iceland kwadoro Protocol ahụ. Nkwado nke Russia na 18 Nọvemba 2004 mezuru \"55%\" ma mee ka nkwekọrịta ahụ malite, malite na 16 Febụwarị 2005,mgbe ụbọchị 90 gachara.",
  "Ka ọ na-erule Mee 2013, mba 191 na otu nzukọ akụ na ụba mpaghara (EC) akwadowo nkwekọrịta ahụ, na-anọchite anya ihe karịrị 61.6% nke ikuku nke 1990 sitere na mba Annex I. Otu n'ime mba 191 kwadoro ya gbara arụkwaghịm na usoro ahụ.",
  "Afghanistan \nAlbania \nAlgeria \nAngola \nAntigua and Barbuda \nArgentina \nArmenia \nAustralia \nAustria \nAzerbaijan \nBahamas \nBahrain \nBangladesh \nBarbados \nBelarus \nBelgium \nBelize \nBenin \nBhutan \nBolivia \nBosnia and Herzegovina \nBotswana \nBrazil \nBrunei \nBulgaria \nBurkina Faso \nMyanmar \nBurundi \nCambodia \nCameroon \nCanada \nCape Verde \nCentral African Republic \nChad \nChile \nChina \nColombia \nComoros \nDemocratic Republic of the Congo \nRepublic of the Congo \nCook Islands \nCosta Rica \nIvory Coast \nCroatia \nCuba \nCyprus \nCzech Republic \nDenmark \nDjibouti \nDominica",
  "Dominican Republic \nEcuador \nEast Timor \nEgypt \nEl Salvador \nEquatorial Guinea \nEritrea \nEstonia \nEswatini \nEthiopia \nEuropean Union \nFiji \nFinland \nFrance \nGabon \nGambia \nGeorgia \nGermany \nGhana \nGreece \nGrenada \nGuatemala \nGuinea \nGuinea-Bissau \nGuyana \nHaiti \nHonduras \nHungary \nIceland \nIndia \nIndonesia \nIran \nIraq \nIreland \nIsrael \nItaly \nJamaica \nJapan \nJordan \nKazakhstan \nKenya \nKiribati \nNorth Korea \nSouth Korea \nKuwait \nKyrgyzstan \nLaos \nLatvia \nLebanon \nLesotho \nLiberia \nLibya",
  "Liechtenstein \nLithuania \nLuxembourg \nMadagascar \nMalawi \nMalaysia \nMaldives \nMali \nMalta \nMarshall Islands \nMauritania \nMauritius \nMexico \nFederated States of Micronesia \nMoldova \nMonaco \nMongolia \nMontenegro \nMorocco \nMozambique \nNamibia \nNauru \nNepal \nNetherlands \nNew Zealand \nNicaragua \nNiger \nNigeria \nNiue \nNorth Macedonia \nNorway \nOman \nPakistan \nPalau \nPanama \nPapua New Guinea \nParaguay \nPeru \nPhilippines \nPoland \nPortugal \nQatar \nRomania \nRussia \nRwanda \nSaint Kitts and Nevis \nSaint Lucia \nSaint Vincent and the Grenadines \nSamoa \nSan Marino",
  "São Tomé and Príncipe \nSaudi Arabia \nSenegal \nSerbia \nSeychelles \nSierra Leone \nSingapore \nSlovakia \nSlovenia \nSolomon Islands \nSomalia (non-party to Kyoto) \nSouth Africa \nSpain \nSri Lanka \nSudan \nSuriname \nSweden \nSwitzerland \nSyria \nTajikistan \nTanzania \nThailand \nTogo \nTonga \nTrinidad and Tobago \nTunisia \nTurkey \nTurkmenistan \nTuvalu \nUganda \nUkraine \nUnited Arab Emirates \nUnited Kingdom \nUnited States (non-party to Kyoto) \nUruguay \nUzbekistan \nVanuatu \nVenezuela \nVietnam \nYemen \nZambia \nZimbabwe",
  "Andorra (non-party to Kyoto) \nHoly See (non-party to Kyoto)",
  "US bịanyere aka na Protocol na 12 Nọvemba 1998, n'oge onye isi ala Clinton. Otú ọ dị, iji bụrụ ihe na-agbaso iwu na US, Senate ga-akwado nkwekọrịta ahụ, nke agafeworị mkpebi Byrd-Hagel na-adịghị agbaso iwu nke afọ 1997, na-ekwupụta enweghị nkwenye maka nkwekọrịta mba ụwa ọ bụla nke na-achọghị ka mba ndị na-emepe eme ka mbelata ikuku na \"ga-emebi akụ na ụba nke United States\"",
  "Mkpebi ahụ gafere 950. Ya mere, ọ bụ ezie na gọọmentị Clinton bịanyere aka na nkwekọrịta ahụ, ọ dịghị mgbe e nyefere ya na Senate maka nkwado.",
  "Na mbido ọchịchị Bush, ndị Senate Chuck Hagel, Jesse Helms, Larry Craig, na Pat Roberts degaara Onye isi ala George W",
  "Bush akwụkwọ ozi na-achọ ịchọpụta ọnọdụ ya na Kyoto Protocol na iwu mgbanwe ihu igwe. N'akwụkwọ ozi e dere na Machị 13, 2001, Onye isi ala Bush zaghachiri na \"Ọchịchị ya na-ewere okwu mgbanwe ihu igwe zuru ụwa ọnụ nke ukwuu\", mana na \"M na-emegide Kyoto Protocol n'ihi na ọ na-ewepụ pasent 80 nke ụwa, gụnyere nnukwu ebe ndị mmadụ dị ka China na India, site na nrubeisi, ma ga-akpata nnukwu mmerụ ahụ na akụ na ụba US",
  "Ntuli aka nke Senate, 95-0, na-egosi na enwere nkwekọrịta doro anya na Kyoto Protocol bụ ụzọ na-ezighị ezi na nke na-adịghị arụ ọrụ iji dozie nchegbu mgbanwe ihu igwe zuru ụwa ọnụ",
  "\" Nchịkwa ahụ jikwa obi ike sayensị gbasara mgbanwe ihu igwe ma kwuo na ọ ga-emebi ihe nke mbelata ikuku na akụ na ụba US.",
  "The Tyndall Centre for Climate Change Research kọrọ na 2001:",
  "Mgbanwe iwu a nwetara nnukwu nkatọ nke ụlọ ọrụ mgbasa ozi mba ụwa nabatara ngwa ngwa",
  "Òtù ndị na-ahụ maka gburugburu ebe obibi gbagburu White House, ebe ndị Europe na ndị Japan gosipụtara nchegbu na ịkwa ụta miri emi",
  "..",
  "Ihe fọrọ nke nta ka ọ bụrụ ndị isi ụwa niile (dịka",
  "China, Japan, South Africa, Pacific Islands, wdg) gosipụtara mmechuihu ha na mkpebi Bush.",
  "N'ịzaghachi nkatọ a, Bush kwuru, sị: \"M na-azaghachi eziokwu, eziokwu bụ na mba ahụ nwere ezigbo nsogbu mgbe ọ bịara na ike\"",
  "Ụlọ ọrụ Tyndall kpọrọ nke a \"okwu gabigara ókè nke e ji kpuchie nnukwu ndị na-enyere mgbanwe iwu a aka, ya bụ, ụlọ ọrụ mmanụ na coal nke US, nke nwere ndị na-akwado ọchịchị na ndị omeiwu Republican",
  "\"",
  "Ka ọ na-erule 2020, US bụ naanị onye bịanyere aka na Protocol ahụ. US mejupụtara 36.1% nke ikuku na 1990. N'ihi nke a, maka nkwekọrịta ahụ ịbanye n'ọrụ iwu na-enweghị nkwado US, ọ ga-achọ njikọ aka gụnyere EU, Russia, Japan, na obere òtù",
  "E nwetara nkwekọrịta, na-enweghị US Administration, na mkparịta ụka ihu igwe Bonn (COP-6.5), nke e mere na 2001.",
  "N'afọ 2011, Canada, Japan na Russia kwuru na ha agaghị emegide ihe mgbaru ọsọ Kyoto ọzọ. Gọọmentị Canada kwupụtara na ọ ga-ekwe omume ịpụ n'oge ọ bụla afọ atọ mgbe a kwadoro Kyoto Protocol na 12 Disemba 2011, malite na 15 Disemba 2012. Canada kpebisiri ike belata ikuku okpomọkụ ya ruo 6% n'okpuru ọkwa 1990 site na 2012, mana na 2009 ikuku dị 17% karịa na 1990",
  "Gọọmentị Harper butere mmepe ájá mmanụ na Alberta ụzọ, ma gbochie mbelata nke ikuku na-ekpo ọkụ",
  "Minista na-ahụ maka gburugburu ebe obibi Peter Kent kwuru na Canada nwere ibu ọrụ maka \"nnukwu ntaramahụhụ ego\" n'okpuru nkwekọrịta ahụ ọ gwụla ma ọ pụọ. Ọ tụkwara aro na nkwekọrịta Durban nke a bịanyere aka na nso nso a nwere ike inye ụzọ ọzọ ịga n'ihu. Gọọmentị Harper kwuru na ọ ga-achọta ngwọta \"E mere na Canada\"",
  "Mkpebi Canada nwetara nzaghachi na-adịghị mma n'ozuzu site n'aka ndị nnọchiteanya nke mba ndị ọzọ kwadoro.",
  "Andorra, Palestine, South Sudan, United States na, mgbe ha lara ezumike nká na 15 Disemba 2012, Canada bụ naanị UNFCCC Parties na-esoghị na Protocol ahụ",
  "Ọzọkwa, anaghị etinye Protocol ahụ n'ọrụ na onye na-ahụ UNFCCC na Holy See",
  "Ọ bụ ezie na Alaeze nke Netherlands kwadoro usoro maka Alaeze ahụ dum, ọ tinyeghị ngwá ọrụ nkwenye maka Aruba, Curaçao, Sint Maarten ma ọ bụ Caribbean Netherlands.",
  "Ngụkọta ngụkọta nke GHG na-ewepụ ma ọ bụ wepụ site na iji ala eme ihe, mgbanwe nke iji ala eme njem na ọhịa (LULUCF, ya bụ, nchekwa carbon n'ime ọhịa na ala) maka akụkụ niile nke Annex I (lee ndepụta dị n'okpuru) gụnyere United States e jikọtara ọnụ belatara site na 19.0 ruo 17.8 puku teragrams (Tg, nke hà ka 109 kg) CO2 kwekọrọ, mbelata nke 6.0% n'oge 1990 EITs: 3 Ihe dị iche nyere aka na mbelata a: 14 Ndepụta nke mbụ bụ n'ihi mgbanwe akụ na ụba na 14 N'ime oge 1990 na 1999, ikuku na-esi n'ụgbọ mmiri na-agbadata site na 40% na EITs na-esote ọdịda nke atụmatụ etiti na Soviet Union na mba ndị dị n'ebe ọwụwa anyanwụ Europe: 25 Nke a dugara na mbelata dị ukwuu nke akụ na ụba ha dị arọ, yana mbelata metụtara na ojiji mmanụ ala ha na ikuku ha.",
  "Emissions growth in Annex I Parties have also been limited due to policies and measures (PaMs).: 14  In particular, PaMs were strengthened after 2000, helping to enhance energy efficiency and develop renewable energy sources.: 14  Energy use also decreased during the economic crisis in 2007–2008.: 14",
  "N'ozuzu, otu mba ndị mepere emepe na-etinye aka na ebumnuche Kyoto, ya bụ, mba ndị Annex I na-ewepu US, nwere ebumnuche nke ibelata ikuku GHG ha site na 4.2% na nkezi maka oge 2008 2012 ma e jiri ya tụnyere afọ isi, nke n'ọtụtụ ọnọdụ bụ 1990.",
  "Dị ka e kwuru na ngalaba gara aga, n'etiti 1990 na 1999, e nwere mbelata dị ukwuu na ikuku nke EITs: 25 Mbelata nke EIT bụ ihe kpatara mbelata zuru ezu (nchịkọta) (ewepu LULUCF) na ikuku nke mba Ndepụta I, ewezuga US.: 25 Mmiri nke mba Ndebanye nke II (Nchịkọta I ewezuga mba EIT) enweela mmụba dị nta na ikuku site na 1990 ruo 2006, wee soro nkwụsi ike na mbelata dị ịrịba ama site na 2007 gaa n'ihu: 25 nke EU 25 na nzukọ mbụ",
  "Na Disemba 2011, minista na-ahụ maka gburugburu ebe obibi nke Canada, Peter Kent, kwupụtara n'ụzọ doro anya na Canada ga-ewepụ na nkwekọrịta Kyoto otu ụbọchị mgbe njedebe nke 2011 United Nations Climate Change Conference (lee akụkụ nke iwepụ Canada )",
  "Belarus, Malta, na Turkey bụ ndị Annex I Parties mana enweghị ebumnuche mbụ nke Kyoto",
  "US nwere ebumnuche Kyoto nke mbelata 7% ma e jiri ya tụnyere ọkwa 1990, mana ọ kwadoghị nkwekọrịta ahụ.  Ọ bụrụ na US kwadoro Kyoto Protocol, nkezi pasentị mbelata na ngụkọta GHG maka otu Annex I ga-abụ mbelata 5.2% ma e jiri ya tụnyere afọ: 26",
  "Mba 38 mepere emepe kwadoro ịmachi ikuku ikuku griin ha",
  "N'ihi na United States akwadoghị na Canada wepụrụ, oke ikuku ahụ ka dị ike maka mba 36",
  "Ha niile na-akwado Protocol",
  "Agbanyeghị, mba itoolu (Austria, Denmark, Iceland, Japan, Lichtenstein, Luxembourg, Norway, Spain na Switzerland) kwesịrị ịmalite usoro mgbanwe n'ihi na ikuku mba ha dị ntakịrị karịa ebumnuche ha",
  "N'ozuzu, mba 36 ndị sonyere n'ụzọ zuru ezu na Protocol ahụ kpebisiri ike belata ngụkọta ha site na 4% site na afọ 1990",
  "Nkezi ha na-eme kwa afọ n'afọ 2008 na 2012 bụ 24.2% n'okpuru ọkwa 1990",
  "N'ihi ya, ha karịrị nkwekọrịta ha niile site na nnukwu ohere",
  "Ọ bụrụ na etinye United States na Canada, ikuku na-ebelata site na 11.8%",
  "Nnukwu mbelata ahụ bụ n'ihi mgbasa nke Soviet Union, nke belatara ikuku nke Eastern Bloc site na iri pasent na mbido afọ 1990",
  "Na mgbakwunye, nsogbu ego nke 2007-08 belatara ikuku na-esi n'ime oge mbụ nke Kyoto.",
  "Mba iri atọ na isii ndị na-agba mbọ belata ikuku na-emepụta naanị ihe ruru pasent iri abụọ na anọ nke ikuku na-ekpo ọkụ n'ụwa niile na 2010. Ọ bụ ezie na mba ndị a belatara ikuku ha n'oge Kyoto, mba ndị ọzọ mụbara ikuku ha nke ukwuu nke na ikuku zuru ụwa ọnụ ji pasent 32 rịa elu site na 1990 ruo 2010.",
  "UNFCCC (2005) chịkọtara ma jikọta ozi ndị na-abụghị ndị Annex I Parties gwara ya",
  "Ọtụtụ ndị na-abụghị ndị Annex I so n'òtù na-enweta ego dị ala, ebe ole na ole ka a na-ahazi dị ka ndị na-enweta ihe dị n'etiti.: 4 Ọtụtụ ndị gụnyere ozi gbasara iwu metụtara mmepe na-adịgide adịgide. Ihe ndị na-aga n'ihu na-ebute ụzọ na mmepe na-adịgide adịgide nke ndị na-abụghị Annex I Parties kwuru gụnyere ibelata ịda ogbenye na ịnweta agụmakwụkwọ na nlekọta ahụike.: 6 Ọtụtụ ndị na-adịghị na Annex I na-eme mgbalị iji gbanwee ma melite iwu gburugburu ebe obibi ha iji tinye nchegbu ụwa dịka mgbanwe ihu igwe.: 7",
  "Ndị otu ole na ole, dịka, South Africa na Iran, kwupụtara nchegbu ha banyere otu mbọ ndị Annex I Parties nwere ike isi belata ikuku nwere ike imetụta akụ na ụba ha n'ụzọ na-adịghị mma.: 7 Ọnọdụ akụ na ụba nke mba ndị a na-adabere n'ụzọ dị ukwuu na ego a na-enweta site na mmepụta, nhazi, na mbupụ nke mmanụ ala.",
  "Nkwekọrịta Cancún nke afọ 2010 gụnyere nkwa afọ ofufo nke mba 76 mepere emepe na mba na-emepe emepe mere iji chịkwaa ikuku ha na-emepụta gas na-ekpo ọkụ",
  "N'afọ 2010, mba 76 ndị a jikọtara ọnụ maka pasent iri asatọ na ise nke ikuku zuru ụwa ọnụ kwa afọ.",
  "GHG emissions, ewezuga mgbanwe nke iji ala eme ihe na ọhịa (LUCF), nke otu narị na iri abụọ na abụọ na-abụghị Annex I Parties kọrọ maka afọ 1994 ma ọ bụ afọ kachasị nso a kọrọ, ruru ijeri tọn 11.7 (ijeri = 1,000,000) nke CO2-eq",
  "CO2 bụ oke kachasị nke ikuku (63%), methane (26%) na nitrous oxide (N2O) (11%) sochiri.",
  "Ngalaba ike bụ isi iyi kachasị maka ndị 70 Parties, ebe maka ndị 45 Parties ngalaba ọrụ ugbo bụ nke kachasị",
  "Mgbasa ikuku nke onye ọ bụla (na tọn CO2-eq, ewezuga LUCF) mere nkezi tọn 2.8 maka ndị 122 na-abụghị Annex I Parties.",
  "Ndị otu kọrọ ọkwa dị elu nke ejighị n'aka na LUCF emissions, mana n'ozuzu, o yiri ka ọ bụ naanị obere ọdịiche nke 1.7% na na na-enweghị LUCF",
  "Na LUCF, ikuku na-esi n'ụgbọ mmiri apụta bụ ijeri tọn 11.9, na-enweghị LUCF, ngụkọta ngụkọta nke ikuku na-ese n'ụba bụ ijeri ton 11.7.",
  "Ihe Ndị Na-eme",
  "N'ọtụtụ nnukwu mba na-emepe emepe na akụ na ụba na-eto ngwa ngwa (China, India, Thailand, Indonesia, Egypt, na Iran) GHG na-agbanye ọkụ amụbaala ngwa ngwa (PBL, 2009). Dịka ọmụmaatụ, ikuku na China arịwo elu nke ukwuu n'ime oge 1990-2005, mgbe mgbe site na ihe karịrị 10% afọ",
  "Mgbasa ozi kwa onye na mba ndị na-abụghị Annex I ka dị, n'akụkụ ka ukwuu, dị ala karịa na mba ndị mepere emepe",
  "Mba ndị na-abụghị Annex I enweghị nkwekọrịta mbelata nke ikuku, mana ha na-agba mbọ ime ihe iji belata",
  "China, dịka ọmụmaatụ, enweela usoro iwu mba iji belata uto ikuku, nke gụnyere mmechi nke ụlọ ọrụ ọkụ eletrik ochie, nke na-adịghị arụ ọrụ nke ọma.",
  "Barker et al",
  "(2007, p",
  "79) nyochara akwụkwọ ahụ na atụmatụ ọnụahịa maka Kyoto Protocol.  N'ihi na US anaghị etinye aka na nkwekọrịta Kyoto, a chọpụtara na atụmatụ ọnụahịa dị ala karịa ndị e mere atụmatụ na IPCC Third Assessment Report gara aga",
  "Na-enweghị ntinye aka US, yana iji usoro mgbanwe nke Kyoto mee ihe n'ụzọ zuru oke, a na-eme atụmatụ na ọnụahịa na-erughị 0.05% nke Annex B GDP",
  "Nke a ma e jiri ya tụnyere atụmatụ mbụ nke 0.1 São 1.1%",
  "Na-enweghị iji usoro ndị na-agbanwe agbanwe, a na-eme atụmatụ na ọnụahịa na-enweghị ntinye aka US na-erughị 0.1%",
  "Nke a ma e jiri ya tụnyere atụmatụ mbụ nke 0.2X2%",
  "A na-ele atụmatụ ọnụahịa ndị a anya dị ka ndị dabeere na ọtụtụ ihe akaebe na nkwekọrịta dị elu na akwụkwọ.",
  "Gupta et al",
  "(2007) nyochara akwụkwọ gbasara iwu mgbanwe ihu igwe",
  "Ha chọpụtara na ọ nweghị nyocha ikike nke UNFCCC ma ọ bụ Protocol ya kwusiri ike na nkwekọrịta ndị a nwere, ma ọ bụ ga-enwe ihe ịga nke ọma n'idozi nsogbu ihu igwe. Na nyocha ndị a, a na-eche na UNFCCC ma ọ bụ Protocol ya agaghị agbanwe",
  "Nkwekọrịta Framework na Protocol ya gụnyere ndokwa maka usoro iwu n'ọdịnihu a ga-ewere.",
  "Gupta et al",
  "(2007) kọwara nkwa nke mbụ nke Kyoto dị ka \"obi umeala\", na-ekwu na ha rụrụ ọrụ dị ka ihe mgbochi na ịdị irè nke nkwekọrịta ahụ",
  "A tụrụ aro na a ga-eme ka nkwa Kyoto ndị ọzọ dịkwuo irè site na usoro ndị e mere iji nweta mbelata dị omimi na ikuku, yana ịnwe iwu ndị a na-etinye na òkè ka ukwuu nke ikuku zuru ụwa ọnụ. N'afọ 2008, mba ndị nwere okpu Kyoto mejupụtara ihe na-erughị otu ụzọ n'ụzọ atọ nke ikuku carbon dioxide zuru ụwa ọnụ kwa afọ site na ọkụ ọkụ.",
  "World Bank (2010) kwuru banyere otu Kyoto Protocol si nwee mmetụta dị nta n'ịchịkwa uto ikuku zuru ụwa ọnụ",
  "E kwurịtara nkwekọrịta ahụ na 1997, mana n'afọ 2006, ikuku carbon dioxide metụtara ike ejirila pasent 24 rịa elu",
  "World Bank (2010) kwukwara na nkwekọrịta ahụ nyere naanị nkwado ego ole na ole maka mba ndị na-emepe emepe iji nyere ha aka belata ikuku ha na ime mgbanwe ihu igwe.",
  "Ụfọdụ n'ime nkatọ nke Protocol ahụ dabeere n'echiche nke ikpe ziri ezi ihu igwe (Liverman, 2008, p",
  "14).",
  "Nke a lekwasịrị anya na nguzozi dị n'etiti obere ikuku na nnukwu nsogbu nke mba ndị na-emepe emepe na mgbanwe ihu igwe, ma e jiri ya tụnyere nnukwu ikuku na mba ndị mepere emepe",
  "Nkatọ ọzọ nke Kyoto Protocol na mgbakọ mba ụwa ndị ọzọ, bụ ikike ụmụ amaala nwere isonye",
  "N'ịbụ nke e hotara ebe a site na nkwupụta nke Nzukọ Mba Nile Mbụ nke Ndị N'Ime Obodo na Mgbanwe Ihu igwe, ọ na-ekwu \"N'agbanyeghị nkwenye nke ọrụ anyị na igbochi okpomọkụ ụwa, mgbe oge ruru ịbịanye aka na nkwekọrịta mba ụwa dị ka United Nations Framework Convention on Climate Change, ọzọ, ikike anyị isonye na mkparịta ụka mba na nke na-emetụta ndị mmadụ na mpaghara anyị\". Tụkwasị na nke a, mgbe e mesịrị na nkwupụta ahụ, ọ na-agụ:",
  "Anyị na-akatọ eziokwu ahụ bụ na ọ bụghị [United Nations] ma ọ bụ Kyoto Protocol na-anabata ịdị adị ma ọ bụ onyinye nke ndị obodo",
  "Ọzọkwa, arụmụka ndị dị n'okpuru ngwá ọrụ ndị a atụlebeghị aro na aro nke ndị obodo ma ọ bụ nwee usoro kwesịrị ekwesị iji hụ na anyị sonyere na arụmụka niile metụtara ndị obodo.",
  "Ụfọdụ ndị na-ahụ maka gburugburu ebe obibi akwadowo Kyoto Protocol n'ihi na ọ bụ \"naanị egwuregwu dị n'obodo\", na ikekwe n'ihi n'ihi ete ha na-atụ anya na nkwekọrịta mbelata ikuku n'ọdịnihu nwere ike ịchọ mbelata ikuku siri ike (Aldy et al.., 2003, p",
  "9). N'afọ 2001, ụlọ akwụkwọ sayensị iri na asaa nke mba ahụ kwuru na nkwado nke Protocol ahụ na-anọchite anya \"obere nzọụkwụ mbụ dị mkpa iji mee ka ikuku nke gas na-ekpo ọkụ kwụsie ike\"",
  "Ụfọdụ ndị na-ahụ maka gburugburu ebe obibi na ndị ọkà mmụta sayensị akatọọla nkwa ndị dị ugbu a maka adịghị ike (Grubb, 2000, p",
  "5).",
  "United States (n'okpuru onye bụbu onye isi ala George W",
  "Bush) na Australia (na mbido, n'okpuru onye isi ala John Howard) emeghị ka nkwekọrịta Kyoto kwado",
  "Dị ka Stern si kwuo (2006), mkpebi ha dabeere na enweghị nkwekọrịta nke ikuku maka akụ na ụba na-apụta (lee kwa ngalaba 2000 gaa n'ihu). Australia, n'okpuru onye bụbu praịm minista Kevin Rudd, akwadowo nkwekọrịta ahụ, nke malitere na Machị 2008.",
  "Mpaghara ọzọ a kọwaara bụ ọrụ nke usoro mgbanwe nke Kyoto bụ azụmaahịa ikuku, Njikọ Njikọ, na Usoro Mmepe Dị Ọcha (CDM)",
  "Usoro mgbanwe ahụ adọtawo okwu dị mma na nke na-adịghị mma.",
  "Dị ka e kwuru na mbụ, ọtụtụ ndị otu Annex I emejuputa atụmatụ azụmaahịa ikuku (ETSs) dị ka akụkụ nke mgbalị iji mezuo nkwa Kyoto ha",
  "Nkọwa n'ozuzu banyere ahia ikuku na-abanye na ahia ikuku na ahia ikuku carbon",
  "Isiokwu ọ bụla na ETS nwere nkọwa na atụmatụ ndị a (lee § International Emissions Trading maka ndepụta nke ETSs).",
  "Otu n'ime arụmụka ndị e mere iji kwado usoro mgbanwe bụ na ha nwere ike belata ego ndị Annex I Parties na-efu n'ịmezu nkwa Kyoto ha",
  "Nkatọ nke mgbanwe, dịka ọmụmaatụ, gụnyere enweghị ike nke ahia ikuku na ịkwalite itinye ego na isi mmalite ike na-abụghị fossil, yana mmetụta ọjọọ nke ọrụ CDM na obodo ndị dị na mba ndị na-emepe emepe.",
  "Dị ka Kyoto Protocol na-achọ ibelata mmetọ gburugburu ebe obibi ma n'otu oge ahụ na-agbanwe nnwere onwe nke ụfọdụ ụmụ amaala.",
  "Dị ka Milton Friedman tụlere, mmadụ nwere ike inweta nnwere onwe akụ na ụba na ndọrọ ndọrọ ọchịchị site na akụrụngwa; n'agbanyeghị nke ahụ, ọ dịghị mgbe a na-ekwe nkwa na mmadụ ga-enwe nhata nke akụ na ụba nke ndị nọ n'elu \"usoro nri\" nke ụwa akụrụngwa a",
  "Mgbanwe ndị a niile na-abịa n'ihe ndị isi ụmụ amaala na-ahọrọ itinye n'ụzọ iji melite ndụ mmadụ",
  "N'ihe banyere Kyoto Protocol, ọ na-achọ itinye iwu ga-ebelata mmepụta nke mmetọ na gburugburu ebe obibi",
  "Ọzọkwa, na-achọ imebi nnwere onwe nke ụmụ amaala onwe na nke ọha na eze",
  "N'otu akụkụ ọ na-etinye iwu buru ibu maka ụlọ ọrụ ma belata uru ha ka ha chọrọ imezu iwu ndị dị otú ahụ, nke na-adịkarị oke ọnụ, ụzọ ndị ọzọ maka mmepụta",
  "N'aka nke ọzọ, ọ na-achọ ibelata ikuku na-akpata mgbanwe gburugburu ebe obibi ngwa ngwa a na-akpọ mgbanwe ihu igwe.",
  "Ọnọdụ nke Kyoto Protocol na-agụnye ihe ndị a chọrọ maka gas na-ekpo ọkụ maka mba ndị na-eduga n'ụwa",
  "Dị ka United Nations Framework Convention on Climate Change nyere, \"Ihe mgbaru ọsọ ndị a sitere na -8 pasent ruo +10 pasent nke ọkwa ikuku nke mba 1990 n'otu n'otu iji belata ikuku ha niile nke gas dị otú ahụ site na ọ dịkarịa ala pasent 5 n'okpuru ọkwa 1990 dị ugbu a n'oge nkwekọrịta 2008 ruo 2012.\"",
  "A chọghị ka China, India, Indonesia na Brazil belata ikuku CO2 ha",
  "Mba ndị fọdụrụnụ bịanyere aka na ya abụghị iwu itinye usoro ma ọ bụ usoro ụfọdụ, kama iji ruo ihe mgbaru ọsọ nke mbelata ikuku nke ha nwere ike irite uru na ahịa nke abụọ maka ego carbon nke ọtụtụ mba gbanwere site na ibe ha. Usoro ahia nke ikuku (ETS) nyere mba ohere ịnabata ụlọ ọrụ na-emetọ ikuku na ịzụta ihe onwunwe nke uru gburugburu ebe obibi ha na ụkpụrụ ọma site na mba ndị ọzọ.",
  "Otú ọ dị, ndị na-agọnahụ mgbanwe ihu igwe, bụ ndị na-akatọ ihe akaebe sayensị siri ike banyere mmetụta mmadụ na mgbanwe ihu igwe na-agbagha ebumnuche nke Kyoto Protocol",
  "Otu onye ọkà mmụta a ma ama na-eche na ndị a na-agọnahụ mgbanwe ihu igwe \"n'ụzọ a na-enyo enyo\" na-emebi echiche Rousseau banyere nkwekọrịta mmekọrịta mmadụ na ibe ya, nke bụ nkwekọrịta doro anya n'etiti ndị otu ọha iji hazie mbọ n'aha uru mmekọrịta mmadụ na eze",
  "Mgbanwe ihu igwe na-egbochi mbọ ndị a na-agba ịbịakwute nkwekọrịta dị ka otu ọha zuru ụwa ọnụ na mgbanwe ihu igwe.",
  "Nnyocha nke 2021 na-atụle ma atụmatụ ụlọ ọrụ na atụmatụ ndọrọ ndọrọ ọchịchị nke metụtara nnabata nke usoro Kyoto",
  "Ọ kwubiri na obere mmetụta nke Kyoto protocol na ikuku carbon dioxide zuru ụwa ọnụ na-egosipụta ọtụtụ ihe, gụnyere \"atụmatụ ndọrọ ndọrọ ọchịchị, ike na-ahaghị nhata, na enweghị onye ndu\" n'etiti na n'ime mba.  Mgbalị nke ọdịmma mmanụ ala na ndị na-eche echiche na-agbanwe agbanwe iji gbasaa ozi aghụghọ na ịgọnahụ mgbanwe ihu igwe emetụtala echiche ọha na eze na omume ndọrọ ndọrọ ọchịchị ma n'ime United States ma karịa ya",
  "Nkwado nke ụlọ ọrụ mmanụ ala na ego ha na-enye ndị ndọrọ ndọrọ ọchịchị emeela ka omume ndọrọ ndọrọ ọchịchị belata iji dozie mgbanwe ihu igwe na mpaghara, mba, na mba ụwa.",
  "Nzukọ gọọmentị nke steeti niile sonyere na Kyoto Protocol bụ Conference of the Parties (COP) na United Nations Framework Convention on Climate Change (UNFCCC)",
  "A na-eme ya kwa afọ; ọ na-eje ozi dị ka nzukọ UNFCCC",
  "Ndị otu na Nkwekọrịta ahụ nwere ike isonye na nzukọ ndị metụtara Protocol ma ọ bụ dị ka ndị otu na Protocol ma ọ dị ka ndị na-ekiri.",
  "E mere nzukọ mbụ na 1995 na Berlin",
  "E mere nzukọ mbụ nke ndị otu Kyoto Protocol (CMP) na 2005 na njikọ aka na COP 11",
  "E mere nzukọ 2013 na Warsaw",
  "E mechara mee COPs na Lima, Peru, na 2014 na Paris, France, na 2015",
  "Ihe omume 2015, COP 21, bu n'uche ijide mmụba nke ụwa na okpomọkụ n'okpuru 2 degrees Celsius. E mere atụmatụ COP 22 maka Marrakesh, Morocco na COP 23 maka Bonn, Germany.",
  "Na \"Washington Declaration\" na-adịghị agbanye iwu kwetara na 16 Febụwarị 2007, ndị isi gọọmentị si Canada, France, Germany, Italy, Japan, Russia, United Kingdom, United States, Brazil, China, India, Mexico na South Africa kwetara na ụkpụrụ nke onye nọchiri Kyoto Protocol",
  "Ha chepụtara usoro zuru ụwa ọnụ nke ga-emetụta mba ndị mepere emepe na mba ndị na-emepe emepe, na mbido ha nwere olileanya na ọ ga-adị n'ọnọdụ site na 2009.",
  "Nzukọ mgbanwe ihu igwe nke United Nations na Copenhagen na Disemba 2009 bụ otu n'ime usoro nzukọ UN kwa afọ nke sochiri 1992 Earth Summit na Rio",
  "N'afọ 1997, mkparịta ụka ahụ dugara na Kyoto Protocol, a na-ewerekwa nzukọ ahụ na Copenhagen dị ka ohere iji kwado onye ga-anọchi Kyoto nke ga-eweta mbelata carbon bara uru.",
  "Nkwekọrịta Cancún nke afọ 2010 gụnyere nkwa afọ ofufo nke mba 76 mepere emepe na mba na-emepe emepe mere iji chịkwaa ikuku ha na-emepụta gas na-ekpo ọkụ",
  "N'afọ 2010, mba 76 ndị a jikọtara ọnụ maka pasent iri asatọ na ise nke ikuku zuru ụwa ọnụ kwa afọ.",
  "Ka ọ na-erule Mee 2012, US, Japan, Russia, na Canada egosila na ha agaghị etinye aka na oge nke abụọ nke Kyoto. N'ọnwa Nọvemba afọ 2012, Australia kwupụtara na ọ ga-esonye na oge nke abụọ n'okpuru Kyoto Protocol na New Zealand kwupụtara nde ọ gaghị.",
  "Minista ihu igwe nke New Zealand bụ Tim Groser kwuru na Protocol Kyoto nke dị afọ iri na ise bụ ihe mgbe ochie, nakwa na New Zealand \"n'ihu usoro\" n'ịchọ onye ga-anọchi ya nke ga-agụnye mba ndị na-emepe emepe. Òtù ndị na-enweghị uru na gburugburu ebe obibi dị ka World Wildlife Fund katọrọ mkpebi New Zealand ịpụ.",
  "Na 8 Disemba 2012, na ngwụcha 2012 United Nations Climate Change Conference, e ruru nkwekọrịta ịgbatị Protocol ahụ ruo 2020 na ịtọ ụbọchị nke 2015 maka mmepe nke akwụkwọ ga-anọchi ya, nke a ga-etinye n'ọrụ site na 2020 (lee isi maka ozi ndị ọzọ). Nsonaazụ nke mkparịta ụka Doha enwetala nzaghachi dị mgbagwoju anya, na obere agwaetiti na-akatọ ngwugwu ahụ n'ozuzu",
  "Oge nkwa nke abụọ nke Kyoto na-emetụta ihe dị ka 11% nke ikuku ikuku na-ekpo ọkụ n'ụwa niile kwa afọ",
  "Nsonaazụ ndị ọzọ nke nzukọ ahụ gụnyere oge maka nkwekọrịta zuru ụwa ọnụ a ga-anakwere site na 2015 nke gụnyere mba niile",
  "Na nzukọ Doha nke ndị otu UNFCCC na 8 Disemba 2012, onye isi na-ekwu maka ihu igwe nke European Union, Artur Runge-Metzger, kwere nkwa ịgbatị nkwekọrịta ahụ, na-ejikọta na mba 27 nke Europe, ruo n'afọ 2020 na-echere usoro nkwenye n'ime.",
  "Ban Ki Moon, odeakwụkwọ ukwu nke United Nations, kpọrọ ndị isi ụwa ka ha bịa na nkwekọrịta maka ịkwụsị okpomọkụ ụwa n'oge nnọkọ nke 69 nke Nzukọ Ezumezu UN na 23 Septemba 2014 na New York. E mere nzukọ ihu igwe ọzọ na Paris na 2015, nke si na ya pụta nkwekọrịta Paris, onye nọchiri Kyoto Protocol."
]