[
  "Nkwekọrịta Mba Ndị Dị n'Otu na Iwu Oké Osimiri (UNCLOS), nke a na-akpọkwa Iwu Iwu nke Oké Osimiri ma ọ bụ Iwu nke Oké Osimiri, bụ nkwekọrịta mba ụwa nke na-ewepụta usoro iwu maka ọrụ mmiri na mmiri",
  "Ruo June 2016, mba 167 na European Union bụ nnọkọ.",
  "Mgbakọ ahụ sitere na Nzukọ Ọchịchị nke Mba Ndị Dị n'Otu nke atọ (UNCLOS III), bụ́ nke weere ọnọdụ n'agbata afọ 1973 na 1982",
  "UNCLOS nọchiri nkwekọrịta anọ nke Mgbakọ Mba Ndị Dị n'Oké Osimiri 1958",
  "UNCLOS malitere na 1994, otu afọ mgbe Guyana ghọrọ mba nke iri isii kwadoro nkwekọrịta ahụ",
  "Na 2023, e nwetara nkwekọrịta na nkwekọrịta oke osimiri nke a ga-agbakwunye dịka ngwá ọrụ nke mgbakọ ahụ, iji chebe ndụ oké osimiri na mmiri mba ụwa",
  "Nke a ga-enye usoro gụnyere mpaghara echedoro mmiri na nyocha mmetụta gburugburu ebe obibi.",
  "Ọ bụ ezie na odeakwụkwọ ukwu nke United Nations na-enweta ngwá ọrụ nkwenye na ịbanye na UN na-enye nkwado maka nzukọ nke mba ndị so na mgbakọ ahụ, Ụlọọrụ United Nations enweghị ọrụ kpọmkwem na mmejuputa nkwekọrịta ahụ",
  "Otu ụlọ ọrụ pụrụ iche nke UN, International Maritime Organisation, na-ekere òkè, n'agbanyeghị, yana akụkụ ndị ọzọ dị ka International Whaling Commission na International Seabed Authority (ISA), bụ nke ọgbakọ ahụ hiwere n'onwe ya.",
  "UNCLOS nọchiri echiche “nnwere onwe nke oke osimiri” ochie, nke malitere na narị afọ nke 17",
  "Dịka echiche a siri dị, ikike mba bụ naanị na eriri mmiri akọwapụtara nke sitere n'akụkụ oke osimiri nke mba, na-abụkarị 3 nautical miles (5.6 km; 3.5 mi) (oke kilomita atọ), dịka iwu \"mgbọ egbe\" nke ndị gọọmentị mepụtara siri dị",
  "Onye ọka iwu Dutch Cornelius van Bynkershoek",
  "A na-ewere mmiri niile gafere oke mba dị ka mmiri mba ụwa: nweere onwe ya na mba niile, mana enweghị nke ọ bụla n'ime ha (ụkpụrụ mare liberum nke Hugo Grotius kwuru).",
  "Ná mmalite narị afọ nke 20, mba ụfọdụ kwupụtara ọchịchọ ha ịgbatị nzọrọ mba ha: ịgụnye ihe ndị dị n'ime ala, ichekwa oke azụ̀, na inye ihe ndị a ga-eji na-amanye nchịkwa mmetọ",
  "(The League of Nations kpọrọ ogbako 1930 na The Hague, ma ọ dịghị nkwekọrịta ọ pụtapụtara)",
  "akụrụngwa nke ya continental shelf",
  "Mba ndị ọzọ dị ngwa ịgbaso otu ihe ahụ",
  "N'agbata 1946 na 1950, Chile, Peru, na Ecuador gbatịpụrụ ikike ha ruo 200 nautical miles (370 km; 230 mi) iji kpuchie ebe ịkụ azụ̀ Humboldt dị ugbu a",
  "Mba ndị ọzọ gbatịpụrụ oke oke osimiri ha ruo kilomita iri na abụọ (22km; 14 mi).",
  "Ka ọ na-erule 1967, ọ bụ naanị mba 25 ka ji ogologo maịlụ atọ ochie, ebe mba 66 ewepụtala oke mpaghara 12-nautical-mile (22 km) na asatọ ewepụtala oke 200-nautical-mile (370 km)",
  "N'ihe dị ka 15 July 2011, naanị Jọdan ka na-eji oke 3-mile (4.8 km)",
  "A na-ejikwa oke ahụ eme ihe n'ụfọdụ agwaetiti Australia, mpaghara Belize, ụfọdụ ụsọ mmiri ndị Japan, mpaghara ụfọdụ nke Papua New Guinea, na Ókèala Mpụga Britain ole na ole, dị ka Gibraltar.",
  "UNCLOS anaghị emetụta okwu gbasara esemokwu mpaghara ma ọ bụ dozie okwu gbasara ọbụbụeze, ebe ọ bụ na iwu nke iwu mba ụwa na-achịkwa mpaghara ahụ maka inweta na mfu nke ókèala.",
  "Ebumnuche nke United Nations Sustainable Development Goal 14 nwere ebumnuche gbasara iji oke osimiri na akụrụngwa na-adịgide adịgide na-akwado usoro iwu UNCLOS.",
  "N'afọ 1956, Òtù Mba Ndị Dị n'Otu mere ọgbakọ mbụ ya na Iwu Oké Osimiri (UNCLOS I) na Geneva, Switzerland",
  "UNCLOS I rụpụtara na nkwekọrịta anọ emere na 1958:",
  "Ọ bụ ezie na e lere UNCLOS I anya dị ka ihe ịga nke ọma, o meghere okwu dị mkpa nke obosara ókèala mmiri.",
  "Na 1960, United Nations mere ọgbakọ nke abụọ na Iwu nke Oké Osimiri (\"UNCLOS II\"); Otú ọ dị, ogbako Geneva nke izu isii arụpụtaghị nkwekọrịta ọhụrụ ọ bụla",
  "N'ikwu okwu n'ozuzu, mba ndị na-emepe emepe na mba ụwa nke atọ sonyeere naanị dị ka ndị ahịa, ndị mmekọ, ma ọ bụ ndị dabere na United States ma ọ bụ Soviet Union, na-enweghị olu dị mkpa nke onwe ha.",
  "Arvid Pardo nke Malta welitere okwu dị iche iche nke nzọrọ dị iche iche na UN na 1967, na na 1973 Mgbakọ Mba Ndị Dị n'Otu nke atọ na Iwu nke Oké Osimiri gbakọtara na New York",
  "N'ịgbalị ibelata ohere nke otu mba-steeti na-achịkwa mkparịta ụka ahụ, ogbako ahụ jiri usoro nkwenye kwadoro kama ịme ntuli aka",
  "Ebe ihe karịrị mba 160 so na ya, ogbako ahụ dịgidere ruo 1982",
  "Mgbakọ ahụ si na ya pụta malitere ịdị irè na 16 November 1994, otu afọ mgbe steeti 60, Guyana, kwadoro nkwekọrịta ahụ.",
  "Mgbakọ ahụ webatara ọtụtụ ihe",
  "Okwu kachasị mkpa ekpuchiri ya bụ mwepu oke, njem ụgbọ mmiri, ọnọdụ akụ na ụba na usoro njem njem, mpaghara akụ na ụba pụrụiche (EEZs), ikike continental shelf, ogbugba ogbunigwe miri emi, usoro nrigbu, nchedo gburugburu mmiri, nyocha sayensị, na idozi esemokwu.",
  "Mgbakọ ahụ setịpụrụ ókè nke mpaghara dị iche iche, nke a tụrụ site na ntọala nke ọma akọwapụtara",
  "(Na-emekarị, ọdụ ụgbọ mmiri na-esote eriri mmiri dị ala, ma mgbe ụsọ oké osimiri na-abanye n'ime mmiri, nwere àgwàetiti ndị na-asọ oyi ma ọ bụ na-adịghị akwụsi ike, a pụrụ iji usoro ntọala kwụ ọtọ.) Ebe ndị a bụ ndị a:",
  "Mmiri dị n'ime: Na-ekpuchi mmiri niile na ụzọ mmiri n'akụkụ ala nke ntọala",
  "Steeti dị n'ụsọ oké osimiri nweere onwe ya ịtọọ iwu, hazie ojiji, na iji akụrụngwa ọ bụla",
  "Ụgbọ mmiri mba ọzọ enweghị ikike ịgafe n'ime mmiri dị n'ime",
  "Ụgbọ mmiri dị n'oké osimiri na-ewere ikike n'okpuru iwu ime obodo nke steeti ọkọlọtọ ya.",
  "Oke oke osimiri: Ruo 12 nautical miles (kilomita 22; 14 kilomita) site na ntọala, steeti dị n'ụsọ osimiri nweere onwe ya ịtọ iwu, hazie ojiji ya na iji akụrụngwa ọ bụla, n'ezie, steeti dị n'ụsọ osimiri nwere ikike ọchịchị na ikike ọchịchị n'ime ya",
  "oke osimiri ya",
  "Enyere ụgbọ mmiri ikike nke ndị aka ha dị ọcha gafere n'oke mmiri ọ bụla, na-enwe usoro dị iche iche na-enye ohere ịgafe ụgbọ agha dị ka ụzọ njem, n'ihi na a na-ahapụ ụgbọ mmiri ndị agha ka ha nọgide na-enwe ọnọdụ nke ga-abụ iwu na-akwadoghị na oke osimiri",
  "A kọwapụtara \"ụzọ na-emeghị ihe ọjọọ\" site na mgbakọ ahụ dị ka ịgafe mmiri n'ụzọ dị ngwa ma na-aga n'ihu, nke na-adịghị \"na-emegide udo, ezi usoro ma ọ bụ nchekwa\" nke ala dị n'ụsọ oké osimiri",
  "Ịkụ azụ, imetọ ihe, ime ngwá agha, na nledo abụghị \"ndị aka ha dị ọcha\", a na-achọkwa ka ụgbọ mmiri okpuru mmiri na ụgbọ ala ndị ọzọ dị n'okpuru mmiri na-agagharị n'elu na igosi ọkọlọtọ ha",
  "Mba nwekwara ike kwụsịtụ ịgafe ndị aka ha dị ọcha nwa oge n'akụkụ ụfọdụ nke oke osimiri ha, ma ọ bụrụ na ime nke a dị mkpa maka nchekwa nchekwa ha.",
  "Mmiri Archipelagic: Mgbakọ ahụ debere nkọwa nke \"Archipelagic States\" na Nkebi IV, nke kọwakwara ka steeti ahụ nwere ike isi see oke ala ya",
  "A na-esetịpụ ntọala n'etiti isi ihe dịpụrụ adịpụ nke agwaetiti ndị dịpụrụ adịpụ, n'agbanyeghị na isi ihe ndị a na-adịru ibe ha nso",
  "Mmiri niile dị n'ime akara ngosi a ka ahapụtara \"Mmiri Archipelagic\"",
  "Steeti nwere ikike n'elu mmiri ndị a ka ukwuu ruo n'ókè o nwere n'elu mmiri dị n'ime, mana dabere na ikike ndị dị ugbu a gụnyere ikike ịkụ azụ ọdịnala nke steeti dị nso ozugbo",
  "Ụgbọ mmiri ndị mba ọzọ nwere ikike ịgafe mmiri ndị aka ha dị ọcha, mana steeti ndị dị n'oké osimiri nwere ike kpachie ụzọ ndị aka ha dị ọcha n'okporo ụzọ oké osimiri a họpụtara.",
  "Mpaghara na-aga n'ihu: Na-agafe oke 12-nautical-mile (22 km), enwere 12 nautical miles (kilomita 22) site na oke oke oke osimiri, mpaghara contiguous",
  "N'ebe a, steeti nwere ike ịga n'ihu na-amanye iwu na mpaghara anọ akọwapụtara (omenala, ụtụ isi, mbata na ọpụpụ na mmetọ) ma ọ bụrụ na mmebi iwu malitere ma ọ bụ na-achọ ime n'ime ókèala steeti ma ọ bụ ókèala mmiri",
  "Nke a na-eme ka mpaghara contiguous bụrụ mpaghara ịchụso ọkụ.",
  "Mpaghara akụ na ụba pụrụiche (EEZ): Ndị a gbatịrị 200 nmi (370 km; 230 mi) site na ntọala",
  "N'ime mpaghara a, mba dị n'ụsọ oké osimiri nwere ikike irigbu naanị maka ihe niile sitere n'okike",
  "N'iji nkịtị eme ihe, okwu ahụ nwere ike ịgụnye oke osimiri na ọbụna shelf kọntinent",
  "Ewebatara EEZ iji kwụsị ọgụ na-ekpo ọkụ na-arịwanye elu maka ikike ịkụ azụ, n'agbanyeghị na mmanụ na-adịkwa mkpa",
  "Ọganihu nke ikpo okwu mmanụ dị n'ụsọ oké osimiri na Ọwara Mexico na 1947 ka emeghachiri n'oge na-adịghị anya n'ebe ndị ọzọ n'ụwa, na ka ọ na-erule 1970 ọ ga-ekwe omume na teknụzụ ịrụ ọrụ n'ime mmiri dị mita 4,000 (13,000 ft)",
  "Mba ofesi nwere nnwere onwe nke ịnyagharị na ịfefefefe n'okpuru usoro iwu nke steeti ndị dị n'ụsọ osimiri",
  "Steeti mba ofesi nwekwara ike ịtọọ ọkpọkọ na eriri okpuru mmiri.",
  "Continental shelf: A kọwapụtara shelf kọntinent dị ka ịgbatị ebumpụta ụwa nke ókèala ala ruo na mpụta oke akụkụ kọntinent, ma ọ bụ 200 nautical miles (370 km) site na ntọala steeti dị n'ụsọ osimiri, nke ọ bụla ka ukwuu",
  "Shelf kọntinent nke steeti nwere ike gafere 200 nautical miles (kilomita 370) ruo mgbe ogologo ogologo oge ahụ kwụsịrị",
  "Agbanyeghị, ọ nweghị ike gafere 350 nmi (650 km; 400 mi) site na ntọala ntọala; ma ọ bụ ọ gaghị agafe 100 nmi (190 km; 120 mi) gafere isobath 2,500 mita (8,200 ft) (akara na-ejikọ omimi nke 2 500 m)",
  "Steeti dị n'ụsọ oké osimiri nwere ikike iwe ihe ubi na ihe ndị na-adịghị ndụ n'ime ala nke shelf kọntinent ya, ewezuga ndị ọzọ",
  "Steeti ndị dị n'ụsọ oké osimiri nwekwara ikike pụrụiche gbasara ihe ndị dị ndụ \"na-ejikọta\" na shelf kọntinent, mana ọ bụghị n'ahụ ihe e kere eke bi na kọlụm mmiri gafere mpaghara akụ na ụba pụrụ iche.",
  "A na-akpọ mpaghara dị n'èzí ebe ndị a dị ka \"oke osimiri\" ma ọ bụ naanị \"mpaghara\".",
  "Ewezuga ndokwa ya nke na-akọwa oke oke osimiri, mgbakọ ahụ na-ewepụta ọrụ izugbe maka ichebe gburugburu mmiri na ichebe nnwere onwe nke nyocha sayensị na oke osimiri, ma na-emepụtakwa usoro iwu ọhụrụ maka ịchịkwa nrigbu ihe ịnweta akụ na mpaghara miri emi nke oke osimiri gafere ikike mba, site na ya",
  "International Seabed Authority na ụkpụrụ nketa nke mmadụ.",
  "A na-enye steeti ndị nwere ala enweghị ikike ịbanye na isi n'oké osimiri, na-enweghị ụtụ isi nke okporo ụzọ site na steeti ndị njem.",
  "Akụkụ XI nke mgbakọ ahụ na-enye maka ọchịchị metụtara mineral ndị dị n'akụkụ oke osimiri n'èzí mmiri nke steeti ọ bụla ma ọ bụ mpaghara akụ na ụba pụrụ iche (EEZ)",
  "Ọ na-eguzobe ikike International Seabed Authority (ISA) inye ikike nyocha na igwu ala mmiri na ịnakọta ma kesaa ndị eze na-egwupụta ihe n'ụsọ oké osimiri.",
  "United States megidere ndokwa nke akụkụ XI nke mgbakọ ahụ n'ọtụtụ ihe, na-arụ ụka na nkwekọrịta ahụ adịghị mma maka ọdịmma akụ na ụba na nchekwa nke America",
  "N'ihi akụkụ nke XI, United States jụrụ ịkwado UNCLOS, n'agbanyeghị na o gosipụtara nkwekọrịta na ihe ndị fọdụrụ na mgbakọ ahụ.",
  "Site na 1982 ruo 1990, United States nakweere ihe niile ma e wezụga akụkụ XI dị ka iwu mba ụwa, ebe ha na-anwa iguzobe usoro ọzọ maka nrigbu mineral nke oke osimiri",
  "Emere nkwekọrịta ya na mba ndị ọzọ na-egwupụta akụ n'akụkụ oke osimiri ma nyekwa ndị otu mba ụwa anọ ikike ikike",
  "N'otu oge ahụ, e hiwere Commission Preparatory iji kwado maka n'ikpeazụ ga-abata n'iwu nke ndị na-arịọ arịrịọ nabatara mgbakọ, nke ndị bịanyere aka na ya kwadoro",
  "E doziri ndakọrịta dị n'etiti otu abụọ ahụ, mana mbelata nke ịchọ mineral sitere n'akụkụ oke osimiri mere ka ọchịchị ọdụ ụgbọ mmiri ghara ịdị mkpa",
  "Na mgbakwunye, mbelata nke ọchịchị Kọmunist na ngwụcha afọ 1980 wepụrụ ọtụtụ nkwado maka ụfọdụ ihe ndị na-arụrịta ụka nke Part XI",
  "[Ihe ndekọ achọrọ]",
  "Na 1990, ndụmọdụ malitere n'etiti ndị debanyere aha na ndị na-abụghị ndị bịanyere aka n'akwụkwọ (gụnyere United States) maka ohere ịmegharị mgbakọ ahụ iji kwe ka mba ndị mepere emepe banye na mgbakọ ahụ",
  "A nakweere nkwekọrịta 1994 maka mmejuputa ya dị ka mgbakọ mba ụwa na-adịgide adịgide",
  "Ọ nyere iwu na a gaghị etinye akwụkwọ akụkọ ndị bụ isi, gụnyere ndị na-egbochi mmepụta oke mmiri na nnyefe teknụzụ amanyere iwu, na United States, ọ bụrụ na ọ ghọrọ onye otu, ga-ekwe nkwa oche na Council nke International Seabed Authority, na n'ikpeazụ",
  ", na a ga-eme ntụli aka n'ìgwè, ka otu ọ bụla nwee ike igbochi mkpebi n'ihe ndị dị mkpa",
  "Nkwekọrịta 1994 ahụ guzobekwara kọmitii ego nke ga-esite na mkpebi ego nke ikike, nke ndị na-enye onyinye kacha ukwuu ga-abụ ndị otu na nke a ga-eme mkpebi site na nkwenye.",
  "Na 1 February 2011, Seabed Disputes Chamber nke International Tribunal for the Law of the Sea (ITLOS) nyere echiche ndụmọdụ gbasara ọrụ iwu na ọrụ nke ndị otu steeti na mgbakọ ahụ gbasara nkwado ihe omume na mpaghara ahụ dịka iwu kwadoro",
  "na akụkụ XI nke mgbakọ na nkwekọrịta 1994",
  "Enyere echiche ndụmọdụ ahụ na nzaghachi nke arịrịọ nke International Seabed Authority rịọrọ na-esochi ngwa abụọ gara aga nke ụlọ ọrụ iwu na nka na ụzụ natara n'aka Republic of Nauru na Alaeze Tonga gbasara ihe omume ndị a tụrụ aro (atụmatụ ọrụ iji nyochaa maka ya",
  "polymetallic nodules) nke a ga-eme na mpaghara ahụ site n'aka ndị ọrụ nkwekọrịta abụọ steeti na-akwado - Nauru Ocean Resources Inc",
  "(nke Republic of Nauru na-akwado) na Tonga Offshore Mining Ltd",
  "(nke Alaeze Tonga na-akwado)",
  "Echiche ndụmọdụ ahụ gosipụtara ọrụ iwu mba ụwa na ọrụ nke ịkwado steeti na ikike iji hụ na ihe omume akwadoro adịghị emerụ gburugburu mmiri mmiri, kwekọrọ n'usoro iwu UNCLOS Part XI, ụkpụrụ ikike, iwu ikpe ITLOS, nkwekọrịta gburugburu ụwa ndị ọzọ",
  ", na ụkpụrụ 15 nke UN Rio Declaration.",
  "Akụkụ XII nke UNCLOS nwere ndokwa pụrụ iche maka nchekwa gburugburu mmiri, na-amanye steeti niile imekọ ihe ọnụ n'okwu a, yana itinye ọrụ pụrụ iche na steeti ọkọlọtọ iji hụ na ụgbọ mmiri n'okpuru ọkọlọtọ ha na-agbaso ụkpụrụ gburugburu ebe obibi nke mba ụwa, nke ndị ọchịchị na-anabatakarị",
  "IMO",
  "Mgbakọ MARPOL bụ ihe atụ nke iwu dị otú ahụ",
  "Akụkụ XII na-enyekwa steeti ndị dị n'ụsọ oké osimiri na ọdụ ụgbọ mmiri nwere ikike ikike sara mbara maka ịmanye ụkpụrụ gburugburu ebe obibi mba ụwa n'ime ókèala ha na n'oké osimiri.",
  "Na 2017, otu United Nations General Assembly (UNGA) tozuru oke ịkpọkọta ogbako gọọmentị etiti (IGC) iji tulee iguzobe ngwá ọrụ na-akwado iwu mba ụwa (ILBI) maka nchekwa na ijigide ihe dị iche iche dị ndụ karịa ikike mba (BBNJ)",
  "A na-ewere nke a dị ka ọ dị mkpa n'ihi na UNCLOS anaghị enye usoro maka mpaghara gafere ikike mba",
  "Enwere nchegbu pụrụ iche maka ụdị ndụ dị iche iche nke mmiri na mmetụta nke ịhịa aka n'ahụ na oke azụ̀ zuru ụwa ọnụ na nkwụsi ike nke gburugburu ebe obibi",
  "Ndị IGC kpọkọtara nnọkọ isii na 2018, 2019, 2022 na 2023 iji kparịta ederede maka ngwa iwu BBNJ",
  "Emere ọganihu n'ime isi ihe anọ: akụrụngwa mkpụrụ ndụ ihe nketa mmiri (MGR), uru nkekọrịta site na iji ngwaọrụ nchịkwa mpaghara (ABMTs) gụnyere mpaghara nchebe mmiri (MPAs), nyocha mmetụta gburugburu ebe obibi (EIAs) na ịmepụta ikike na ịnyefe nkà na ụzụ mmiri",
  "(CB&TT)",
  "Agba nke ise nke mkparịta ụka n'August 2022 emezughị nkwekọrịta, n'ihi akụkụ nke nnukwu esemokwu gbasara otu esi ekekọrịta uru sitere na akụrụngwa mkpụrụ ndụ ihe nketa mmiri na ozi usoro dijitalụ",
  "E nwetara nkwekọrịta na ederede na 4 Maachị 2023, mgbe agba nke isii nke mkparịta ụka gasịrị na UN na New York",
  "European Union kwere nkwa nkwado ego maka usoro nnabata na mmejuputa nkwekọrịta ahụ.",
  "Emeghere mgbakọ ahụ maka mbinye aka na 10 Disemba 1982 wee banye n'ọrụ na 16 Nọvemba 1994 na ntinye nke ngwa 60th nke nkwado",
  "Ndị otu 168 kwadoro mgbakọ ahụ, nke gụnyere mba 164 ndị òtù UN, 1 UN Observer state (Palestine) na mba abụọ jikọrọ ya ( Cook Islands na Niue) tinyere European Union.",
  "Ihe UNCLOS pụtara sitere n'eziokwu na ọ na-ahazi ma na-ahazi ụkpụrụ na ụkpụrụ nke iwu ụgbọ mmiri mba ụwa, nke dabere na ọtụtụ narị afọ nke ahụmahụ mmiri ma gosipụta ya n'ụzọ dị ukwuu na United Nations Charter na ụkpụrụ iwu iwu ụgbọ mmiri mba ụwa ugbu a, dị otú ahụ",
  "dị ka Mgbakọ Geneva nke 1958",
  "A na-ewusiwanye ike ma gbasaa akụkụ buru ibu nke ihe ndị a."
]