[
  "Framework Convention for the Protection of the Marine Environment of the Caspian Sea bụ nkwekọrịta mpaghara nkè ndị nnọchi ányá gọọmentị nke steeti ise dị n'ụsọ oké osimiri Caspian bịanyere áká: Azerbaijan, Iran, Kazakhstan, Russian Federation na Turkmenistan na Tehran (Iran) n'ubochi anọ n'ọnwa Nọvemba afọ 2003. Nkwekọrịta Framework, nkè a na-akpọkwa Nkwekọ Tehran, bidoro n'ụbọchị iri na abụọ n'ọnwa Ọgọstụ afọ 2006.",
  "Ebumnuche nkè nkwekọrịta a bụ ichebe gburugburu ébé obibi Caspian site na isi mbido niile nkè mmetọ gụnyere nchedo, nchekwa, mweghachi na iji ihe ndị dị ndụ nke Oké Osimiri Caspian mee ihe n'ụzọ ziri ezi.",
  "Dabere na Akụkụ nké asaa ruo iri na otu nkè Nkwekọrịta ahụ, ndị otu ahụ na-eme ihe iji gbochie, belata ma chịkwaa mmetọ sitere na isi iyi ala, ọrụ àlà oké osimiri, ụgbọ mmiri, ya na mmetọ site na ọrụ ndị ọzọ nke mmadụ gụnyere iweghachite ala na ịdọrọ mmiri n'ụsọ oké osimiri na iwu ihe mgbochi mmiri.",
  "Nkwekọrịta ahụ na-enyekwa usoro kwesịrị ekwesị iji gbochie iwebata n'ime Oké Osimiri Caspian na ịchịkwa ma lụso ụdị ndị ọzọ na-awakpo ọgụ, nké na-eyi gburugburu ebe obibi, ebe obibi ma ọ bụ ụdị égwu.",
  "Ndị otu ahụ na-ejikwa mgbochi, nkwadebe na nzaghachi iji chebe gburugburu ébé obibi na ụmụ mmadụ site na nsonaazụ nke ọnọdụ mberede gburugburu ébé obibi nke okike na nke mmadụ mèrè, na-arụkọ ọrụ ọnụ n'ịtọlite usoro ịdọ aka ná ntị n'ogè ma hụ na enwere ngwá ọrụ zuru oke na ndị ọrụ rúrú eru màkà ịlụso ọnọdụ mberede nke gburugburu ébé obibi ọgụ. Ndị otu ahụ kwenyere na ha ga-eme nyocha mmetụta gburugburu ebe obibi nke ọrụ ndị dị ize ndụ nwèrè ike ịkpata ọnọdụ mberede gburugburu ébé obibi ma ọ bụ mmetụta ọjọọ na gburugburu ébé obibi n'ime ikike ha.",
  "Ndị otu ahụ na-emekwa ihe iji hụ na nchedo, nchekwa, mweghachi na iji ihe ndị dị ndụ n'oké osimiri mee ihe n'ụzọ ezi uche dị na yá nà Oké Osimiri Caspian; gbalịsie ike idebe ma ọ bụ weghachite ọnụ ọgụgụ nke ụdị mmiri na ọkwa ndị nwéré ike ịmepụta ihe kachasị mmá; gbochie mmebi nke ihe ndị dị n'oké mmiri ma chebe ụdị mmiri dị ichè íchè, ndị dị ụkọ na ndị nọ n'ihe ize ndụ na gburugburu ébé obibi.",
  "Nkwekọrịta afọ 2003 na-enyekwa nkwado nkè ndị otu ahụ na nlekota gburugburu ebe obibi, na-emepe ụkpụrụ nkwekọrịta na mmepụta, na-eduzi nyocha na mmepe gburugburu ébé obibi na ịgbanwerịta ozi gburugburu ébé obibi.",
  "Nzukọ nke ndị otu na ndị odeakwụkwọ na-akpọkọta mgbè niile site na Nzukọ Tehran.",
  "Ka ọ dị ugbu a, ndị Secretariat dere Protocols anọ na-esonụ na Framework Convention for the Protection of the Marine Environment of the Caspian Sea ma kwurịta yá nà nzukọ nkè Nzukọ nkè Ndị Otu:",
  "A nabatara Protocol gbasara nkwadebe mpaghara, nzaghachi na imekọ ihe ọnụ na ịlụso ihe mberede mmetọ mmanụ ọgụ na Aktau, Kazakhstan n'ubochi irí na abụọ n'ọnwa Ọgọst afọ 2011.",
  "A bịanyere áká na Protocol for the Protection of the Caspian Sea against Pollution from Land-based Sources and Activities na Moscow, Russian Federation, n'ubochi irí na abụọ n'ọnwa Disemba afọ 2012 na Nzukọ nke anọ nke Nzukọ nke Ndị otu na Tehran Convention."
]