[
  "Nzaghachi carbon nke ala na-emetụta ntọhapụ nke carbon site na ala na nzaghachi maka okpomọkụ ụwa",
  "Nzaghachi a n'okpuru mgbanwe ihu igwe bụ nzaghachi ihu igwe dị mma",
  "Enwere ihe dịka okpukpu abụọ ma ọ bụ atọ karịa carbon n'ime ala ụwa karịa ikuku ụwa, nke na-eme ka nghọta nzaghachi a dị mkpa iji ghọta mgbanwe ihu igwe n'ọdịnihu. Ọnụego iku ume ala na-abawanye bụ isi ihe kpatara nzaghachi a, ebe nha na-egosi na okpomọkụ 4 °C na-abawanye iku ume ala kwa afọ site na 37%..",
  "Nnyocha dabere na mgbanwe ihu igwe n'ọdịnihu, na nzaghachi carbon nke ala, nke e mere kemgbe afọ 1991 na Harvard, na-atụ aro ntọhapụ nke ihe dị ka petagrams otu narị na itoolu nke carbon nke ala ahụ, nke ya na afọ iri abụọ gara aga nke gas na-ekpo ọkụ site na ọkụ ọkụ, ruo 2100 site na mita 1 nke ala ụwa, n'ihi mgbanwe na obodo microbial n'okpuru okpomọkụ dị elu.",
  "Nnyocha nke afọ 2018 kwubiri, \"Mfu nke carbon ala na-emetụta ihu igwe na-eme ugbu a n'ọtụtụ gburugburu ebe obibi, yana ihe a na-achọpụta ma na-aga n'ihu na-apụta na ụwa",
  "\"",
  "Nri nke permafrost (ala oyi kpọnwụrụ), nke dị na latitudes dị elu, mpaghara Arctic na sub-Arctic, na-atụ aro dabere na ihe akaebe na-egosi ntọhapụ nke ikuku gas na-adịghị ala ala na mgbanwe ihu igwe na-aga n'ihu site na mgbanwe ikuku carbon ndị a.",
  "Nnyocha e bipụtara n'afọ 2011 chọpụtara ihe a na-akpọ compost-bomb instability, nke metụtara ebe nkwụsịtụ na ikuku carbon na-agbawa agbawa site na peatlands",
  "Ndị dere ya kwuru na e nwere nkwụsi ike carbon nke ala pụrụ iche maka okpomọkụ ikuku ọ bụla. N'agbanyeghị amụma ahụ na nguzozi carbon nke peatlands ga-esi na sink gaa na isi iyi na narị afọ a, a ka na-ewepụ usoro okike peatland site na ụdị usoro usoro ụwa na ụdị nyocha jikọtara ọnụ.",
  "Ụdị ihu igwe anaghị atụle mmetụta nke mwepụta okpomọkụ nke biochemical metụtara mbibi microbial. Ihe mgbochi na nghọta anyị banyere cycli] Mbelata na nghọta anyị banyere ịgba ígwè carbon sitere na ezughị ezu incorporation nke ala anụmanụ, gụnyere ụmụ ahụhụ na ikpuru, na mmekọrịta ha na microbial obodo n'ime ụwa decomposition ụdị."
]