[
  "Àtụ:Infobox UN resolution\nÀtụ:Infobox UN resolution\nNkwupụta na ikike nke ndị ọrụ ugbo (UNDROP; aha zuru ezu: Nkwupụta Mba Ndị Dị n'Otu na Ikike nke ndị ọrụ ala na ndị ọzọ na-arụ ọrụ n'ime ime obodo) bụ mkpebi UNGA banyere ikike mmadụ na \"mghọta zuru ụwa ọnụ\", nke United Nations nabatara na 2018. Mkpebi ahụ sitere na votu nke 121-8, na ndị otu 54 na-ezere",
  "A kọwaala nkwupụta ahụ ka ọ bụrụ nkwado nke mmegharị ọchịchị mkpụrụ.",
  "N'afọ 2008, Via Campesina malitere nkwupụta nke ikike nke ụmụ nwanyị na ụmụ nwoke ndị ọrụ ugbo nke, site na nkwado nke òtù ndị ọzọ, gosipụtara ya na United Nations' Human Rights Council.",
  "E jiri ederede ahụ mee ihe dị ka ihe ndabere site na 2009 ruo 2018 iji kwurịta ederede nke nkwupụta UNDROP ikpeazụ",
  "Ndị otu ọha na eze dị ka La Via Campesina, FIAN International, ma ọ bụ Europe-Third World Centre (CETIM) kwadoro mkparịta ụka ahụ, kamakwa ndị ọkà mmụta dị ka otu ndị ọrụ ugbo nke Geneva Academy of International Humanitarian Law and Human Rights, na ọtụtụ UN Special Rapporteurs.",
  "Echiche nke ikike ndị ọrụ ugbo na-ewuli elu karịa ikike ndị ọrụ ugbo a ghọtara, n'etiti ndị ọzọ, na Nkwekọrịta Osisi nke FAO nakwa na Nkwekọrịta nke Diversity Biological.",
  "Mkparịta ụka a, nke Bolivia duziri na mbụ, bụ ndị UN Human Rights Council malitere ma n'ikpeazụ Mgbakọ Mba Ndị Dị n'Otu nakweere.",
  "N'abalị iri abụọ na asatọ n'ọnwa Septemba n'afọ 2018, e nyere ndị United Nations Human Rights Council, nke Algeria, Bolivia, Cuba, Ecuador, El Salvador, Egypt, Haiti, Kenya, Nicaragua, Paraguay, Philippines, South Africa, Togo, Venezuela na steeti Palestine kwadoro.",
  "A nabatara ya na vootu ịrị atọ na atọ na-akwado ya, ebe ịrị na otu na-anọghị (Belgium, Brazil, Croatia, Germany, Iceland, Japan, Republic of Korea, Slovakia, Slovenia na Spain) na vootu atọ nke na-emegide (Australia, Hungary na United Kingdom) dị ka HRC Resolution 39/12",
  "N'abalị iri abụọ na anọ n'ọnwa Ọktoba, Kọmitii nke Atọ nke Nzukọ Ezumezu nke UN mere otu ọrụ gọọmentị na-emeghe iji kwurịta atụmatụ UNDROP, ebe ndị nnọchi anya Bolivia, Indonesia, European Union, Cuba na South Africa kwuru okwu",
  "Nkwupụta mkpebi ahụ (A/C.3/73/L.30) gosipụtara na Kọmitii nke Atọ nke Nzukọ Ezumezu nke UN na 8 Nọvemba site n'aka onye nnọchi anya Bolivia na onye nkwado si Cuba, Ecuador, El Salvador, Mongolia, Nicaragua, Paraguay, Portugal, South Africa na Venezuela.",
  "N'abalị iri na itoolu n'ọnwa Nọvemba, akwụkwọ ahụ nwetara nkwado site na Benin, Central African Republic, Chad, Dominican Republic, Egypt, Eritrea, Guinea, Indonesia, Iran, Kazakhstan, Kenya, Liberia, Mali, Niger, Nigeria, Pakistan, Saint Kitts na Nevis, Saint Vincent na Grenadines, Sierra Leone, Somalia, South Sudan, Uganda, United Republic of Tanzania, Zambia na Zimbabwe",
  "E mechara nyefee ya maka ịtụ vootu, nke nsonaazụ ya dị mma: na vootu 119 na-akwado, vootu 7 megide (Australia, Hungary, Israel, New Zealand, Sweden, United Kingdom, United States of America) na ndị na-anọghị na ya",
  "Na nzukọ nke iri ise na ise ya na iri na asaa n'ọnwa Disemba afọ 2018, nnọkọ nke iri asaa na atọ nke Nzukọ Ezumezu nke Mba Ndị Dị n'Otu nabatara mkpebi 73/165, nke nwere UNDROP dị ka ihe mgbakwunye, nke mmeghe ya na-agụ:",
  "Nzukọ Ezumezu,",
  "Na-anabata nnabata nke Kansụl Na-ahụ Maka Ihe Ndị Ruuru Mmadụ, na mkpebi ya 39/12 nke 28 Septemba 2018,1 nke nkwupụta United Nations na ikike nke ndị ọrụ ugbo na ndị ọzọ na-arụ ọrụ n'ime ime obodo.",
  "Tupu nkwekọrịta na nnabata, onye nnọchiteanya nke Switzerland (otu n'ime mba ole na ole na-abụghị ndị na-emepe emepe nke na-eme ntuli aka nke ọma) kwupụtara banyere UNDROP na ọ \"na-achọ ichikota ikike nke ndị ọrụ ugbo n'otu akwụkwọ iji mee ka mmata mara banyere ọnọdụ ha",
  "bụ mgbama ndọrọ ndọrọ ọchịchị dị oke mkpa",
  "\"",
  "Mba ndị kwadoro ka a nabata ederede a gụnyere Afghanistan, Algeria, Angola, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belarus, Belize, Benin, Bhutan, Bolivia, Botswana, Brunei, Burundi, Cape Verde, Cambodia, Central African Republic, Chad, Chile, Comoros, Congo, Costa Rica, Cuba, Democratic Republic of the Congo, Djibouti, Dominica, Dominican Republic, East Timor, Ecuador, Egypt, El Salvador, Eritrea, Gabon, Gambia, Ghana, Grenada, Guinea, Guinea-Bissau, Guyana, Haiti, India, Indonesia, Iran, Iraq, Ivory Coast, Jamaica, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, Laos, Lebanon, Liberia, Libya, Luxembourg, Madagascar, Malawi, Malaysia, Maldives, Mali, Mauritania, Mauritius, Mexico, Moldova, Monaco, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Nicaragua, Niger, Nigeria, North Korea, Oman, Pakistan, Panama, Papua New Guinea, Peru, Philippines, Portugal, Qatar, Rwanda, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, São Tomé and Príncipe, Saudi Arabia, Senegal, Serbia, Seychelles, Sierra Leone, Solomon Islands, Somalia, South Africa, South Sudan, Sri Lanka, Sudan, Suriname, Switzerland, Syria, Tajikistan, Thailand, Togo, Trinidad and Tobago, Tunisia, Uganda, United Arab Emirates, Tanzania, Uruguay, Uzbekistan, Venezuela, Vietnam, Yemen, Zambia nakwa Zimbabwe.",
  "N'ụzọ dị ịrịba ama, Australia, Guatemala, Hungary, Israel, New Zealand, Sweden, United Kingdom na United States vootu megide nkwupụta ahụ.",
  "Mba ndị gupuru onwe ha gụnyere ndị a: Albania, Andorra, Argentina, Armenia, Austria, Belgium, Bosnia na Herzegovina, Brazil, Bulgaria, Cameroon, Canada, Colombia, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Ethiopia, Fiji, Finland, France, Georgia, Germany, Greece, Honduras, Iceland, Ireland, Italy, Japan, Kiribati, Latvia, Lesotho, Lithuania, Liechtenstein, Malta, Montenegro, Netherlands, North Macedonia, Norway, Palau, Poland, South Korea, Romania, Romania, Russia, Samoa, San Marino, Singapore, Singapore, Slovakia, Ukraine, Ukraine, Vanuatu, Vanu, Vanu, Turkey.",
  "Theoretical distinctions",
  "Human rights",
  "Rights by beneficiary",
  "Other groups of rights",
  "Okwu mbido ahụ na-echeta usoro ihe ndị ruuru mmadụ, ọkachasị:",
  "Ọ na-ekwuputakwa 2030 Agenda for Sustainable Development, yana iwu mba ụwa dị mkpa, dị ka:",
  "Nkeji edemede nke mbụ na-akọwa echiche ndị bụ isi, Nkeji edemede nke abụọ wee ruo na nke iri abụọ na asatọ na-elekwasị anya na ọrụ mba n'ozuzu ya, na Nkeji edemede nke ịrị abụọ na asaa  depụtara ọrụ nke usoro United Nations na òtù ndị ọzọ na-emekọ ọchịchị.",
  "Nkeji edemede nke nke atọ na-ewebata echiche nke ịha nhata na enweghị ịkpa ókè n'etiti ndị ọrụ ugbo na ndị ọzọ na-arụ ọrụ n'ime ime obodo.",
  "Nkeji edemede nke anọ na-echeta ọrụ dị mkpa ụmụ nwanyị na-arụ n'ime ime obodo, ma na-akpọ maka ịkpa ókè ọ bụla megide ụmụ nwanyị, nguzozi nwoke na nwanyị, na itinye aka na itinye aka ụmụ nwanyị na ọkwa niile.",
  "Nkeji edemede nke ise na-elekwasị anya na ikike ndị ọrụ ugbo nwere ịnweta ihe onwunwe okike, gụnyere ihe onwunwa mkpụrụ ndụ ihe nketa, na ịnụ ụtọ ụzọ maka mmepe, yana ọkachasị mmepe na-adịgide adịgide",
  "Nkeji edemede nke ịrị na asatọ na-akwado ya site n'inye ikike pụrụ iche maka gburugburu ebe dị ọcha, dị nchebe, na nke dị mma maka ndị niile na-arụ ọrụ ma na-ebi n'ime ime obodo.",
  "Akụkụ a nke nkwupụta ahụ na-ekwu maka ikike ndụ, nchekwa nke ndị mmadụ kamakwa nnwere onwe nke ịgagharị, nnwere onwe echiche, echiche na nkwupụta, yana nnwere onwe mkpakọrịta",
  "Nkeji edemede 10, 11 na 12 na-elekwasị anya na ikike itinye aka, ikike ozi, na ikike ikpe ziri ezi, gụnyere ịnweta ikpe ziri ezi.",
  "Isiokwu abụọ a na-ekwu maka ikike ịrụ ọrụ na ikike ịrụ ọrụ n'ọnọdụ dị nchebe na nke dị mma, na ọnọdụ ọrụ kwesịrị ekwesị",
  "Nkeji edemede 16 na-akwado, ma na-elekwasị anya na ikike inweta ezigbo ego, na ikike ịhọrọ na ịnọgide na-enwe ihe onwunwe, na ụzọ mmepụta ahọrọ.",
  "Nkeji edemede 15 na-enyocha otu n'ime isi arịrịọ nke ndị ọrụ ugbo kemgbe ọtụtụ afọ: ikike nri, nchekwa nri na ọbụbụeze nri.",
  "Isiokwu a na-ekwuputasi ike gbasara ikike onye ọ bụla nwere ịnụ ụtọ ụkpụrụ kachasị elu nke ahụike anụ ahụ na nke uche (ikike ahụike), ma gụnye ihe ụfọdụ dịka ntụle maka ọgwụ ọdịnala.",
  "Isiokwu a na-elekwasị anya n'akụkụ mmekọrịta mmadụ na ibe ya, ọkachasị ihe ọmụma ọdịnala na ihe nketa ọdịnala na omenala."
]