[
  "Nkwupụta Asaba (Bekee: Asaba Declaration) ahụ bụ nkwupụta nke ndị gọvanọ iri na asaa dị na Naijiria, gụnyere South West, South South na South East",
  "E nyere ya na 11 Mee 2021 na Asaba, Delta ma nwee isi okwu iri na otu nke ndị gọvanọ welitere isi okwu banyere ọdịnihu Naijiria na mpaghara ndịda",
  "Ha kpọrọ oku maka mkparịtaụka obodo ma machibido mgbochi ịta ahịhịa na imegharị ehi iji ụkwụ banye na n'ime mpaghara ndịda n'ihi ọgbaghara ndị na-azụ ehi na ndị ọrụ ugbo na-aga n'ihu na Naijiria.",
  "Nkwupụta nke ndị gọvanọ iri na asaa nke mpaghara ndịda kwuru ihe iri na otu:",
  "Nkwupụta Asaba ahụ nwetara nnabata dị mma na nke na-adịghị mma site na ọha mmadụ",
  "Ndị Southern Senators Forum toro nkwupụta ahụ, na-akọwa ya dịka \"ntinye aka n'oge\", ebe ndị otu House of Representatives kwadokwara ya",
  "Afenifere, Middle Belt Forum na Yoruba Council of Elders kwuru na Nkwupụta ahụ bụ echiche nnabata na mmepe nkwuwa okwu, ebe ha kwuru na ọ bịaghị n'oge",
  "Pan Niger Delta Forum tokwara Nkwupụta ahụ.",
  "Mịnịsta nke ikpe ziri ezi na onye ọka iwu ukwu nke gọọmentị etiti, Abubakar Malami guzogidere Nkwupụta banyere mmachi a machibidoro ehi ịta ahịhịa ma kpọọ ya \"ihe megidere iwu Naijiria\", ma na-emegidekwa oku maka nhazigharị. Onye isi oche nke Senate nke Naijiria, Ahmad Lawan dọrọ ndị gọvanọ ndịda aka na ntị maka isonyere ndị na akwanye mgbawa nkewa ma ọ bụ nhazigharị Naijiria wee kwuo na \"ndị gọvanọ ndịda ga-ahụrịrị na ha hazigharịrị steeti ha tupu ha akpọọ maka nhazigharị na ọkwa gọọmentị etiti.\"",
  "Ndị Miyetti Allah kpọrọ Nkwupụta ahụ \"oku maka ikewapụ\", \"amụma efu\" na \"nkwupụta agha megide ndị na-azụ ehi\", ebe ha kwuru na ndị gọvanọ ndịda \"nwere mgbagwoju anya na ajọ omume\". Onye bụbu onye isi ndị Senate nke Naijiria, Mohammed Ali Ndume boro ndị gọvanọ ndị ndida ndi na-egwu egwu ndọrọndọrọ ọchịchị ma \"na-etinye aka na egwuregwu ịta ụta\". Otu onye so na ndị guzobere Arewa Consultative Forum, Tanko Yakasai kwuru na Nkwupụta ahụ \"adabaghị n'iwu Naijiria\". Onye bụbu onye ode akwụkwọ ukwu nke National Health Insurance Scheme, Usman Yusuf guzogidere Nkwupụta ahụ ma kwuo na \"ndị gọvanọ ndịda ga-enyerịrị ndị Fulani ala ebe ha ga na-achị ehi ha na-ata ahịhịa ma ọ bụrụ na ha chọrọ machibido mgbochi ịta ahịhịa, were na-akpọ ya \"amaghi ihe na ize ndụ\"."
]