[
  "Theoretical distinctions",
  "Human rights",
  "Rights by beneficiary",
  "Other groups of rights",
  "Nkwupụta ahụ maka ikike ụmụ amaala (UNDRIP ma ọ bụ DOTROIP) bụ mkpebi na-adịghị agwụ agwụ nke",
  "United Nations na 2007",
  "ọ na-akọwapụta ma kọwapụta ikike mmadụ na mkpokọta nke ụmụ amaala gụnyere ikike nwe ha na nkwupụta omenala na emume, njirimara, asụsụ, ọrụ, ahụike, agụmakwụkwọ, na ihe ndị ọzọ",
  "Ihe nwe ha gbatịkwara na nchekwa nke ikike ọgụgụ isi na omenala ha.",
  "Nkwuputa a \"na-emesi ike ikike nke ụmụ amaala ịkwado na wusie ụlọ ọrụ, omenala na omenala ha na ịchụso mmepe ha dịka mkpa nke onwe ha.Na ọchịchọ",
  "Ọ \"machibidoro ịkpa ókè megide ụmụ amaala,\" na itinye aka nke ọma n'ihe niile metụtara ha na ikike ha nwere ịnọpụ iche na ịchụso nke ha Ọhụụ maka mmepe akụ na ụba na mmekọrịta ọha na eze",
  "U",
  "United Nations mere na 2007. Ọ na-akọwa ma kọwaa ikike onwe onye na nke otu ndị obodo, gụnyere ikike ha nwere maka ngosipụta ọdịbendị na ememe, njirimara, asụsụ, ọrụ, ahụike, agụmakwụkwọ, na nsogbu ndị ọzọ",
  "Ihe onwunwe ha na-agbatịkwa na nchedo nke ihe onwunwe ọgụgụ isi na ọdịbendị ha. Nkwupụta ahụ \"na-ekwusi ike na ikike nke ụmụ amaala na-elekọta ma na-eme ka ụlọ ọrụ, ọdịbendị na ọdịnala nke ha sie ike, yana ịchụso mmepe ha dịka mkpa na ọchịchọ ha si dị",
  "\" Ọ \"na-amachibido ịkpa ókè megide ụmụ amaala,\" ma \"na-akwalite itinye aka zuru oke na nke dị irè n'ihe niile metụtara ha na ikike ha ịnọgide na-adị iche na ịchụso ọhụụ nke ha banyere mmepe akụ na ụba na mmekọrịta mmadụ na ibe ya\".",
  "Ebumnuche nke nkwupụta a bụ ịgba ume ka mba dị iche iche soro ụmụ amaala na-arụkọ ọrụ iji dozie nsogbu zuru ụwa ọnụ, dị ka mmepe, ọchịchị onye kwuo uche ọtụtụ omenala, na ịchịisi",
  ".",
  "Na Thursday, September 13, 2007, United Nations vootu site n'ọtụtụ mmadụ 143 (4 megide, 11 jụrụ, na 34 na-anọghị) nke nkwupụta ahụ.",
  "Kemgbe afọ 2007, mba anọ na-atụ vootu megide agbanweela ọnọdụ ha ma ugbu a na-akwado nkwupụta ahụ",
  "Ka ọ na-erule n'ọnwa Febụwarị 2020, Ngalaba Na-ahụ Maka Akụ na Ụba na Ọha na Eze nke United Nations, Ndị Aborigine kọwara (A / RES / 61/295) dị ka \"...ihe kachasị zuru oke nke mba ụwa na ikike nke ndị obodo",
  "Ọ na-eguzobe usoro zuru ụwa ọnụ nke ụkpụrụ kachasị nta maka ndụ, nkwanye ùgwù na ọdịmma nke ụmụ amaala nke ụwa ma na-akọwapụta ụkpụrụ ikike mmadụ dị ugbu a na nnwere onwe ndị bụ isi ka ha na-emetụta ọnọdụ ụfọdụ nke ụmụ ama amaala",
  "\"",
  "Dị ka nkwupụta Nzukọ Ezumezu, UNDRIP abụghị ngwá ọrụ iwu kwadoro n'okpuru iwu mba ụwa. Dị ka nkwupụta mgbasa ozi UN si kwuo, ọ \"na-anọchite anya mmepe siri ike nke ụkpụrụ iwu mba ụwa ma gosipụta mkpebi nke mba ndị otu UN ịkwaga n'akụkụ ụfọdụ\"; UN kọwara ya dị ka ịtọ \"ụkpụrụ dị mkpa maka mmeso ụmụ amaala nke ga-abụ ihe dị mkpa iji kpochapụ mmebi ikike mmadụ megide nde ụmụ amaala 370 nke ụwa, yana inyere ha aka ịlụso ịkpa ókè na nchụpụ\"."
]