[
  "Nkwupụta Abuja bụ aha a na-enyekarị nkwupụta e wepụtara mgbe nzukọ Islam na Africa nke e mere na Abuja, Naịjirịa n'etiti 24 na 28 Nọvemba 1989",
  "Mgbakọ ahụ bụ nke Organisation of Islamic Cooperation (OIC) (nke a na-akpọ Organisation of Islamic cooperation) Conference haziri ma kweta iguzobe Islam in Africa Organisation (IAO).",
  "Nkwuwapụta a bụ na ndị Alakụba kwesịrị ịdị n'otu n'Africa dum, usoro ọmụmụ na \"ụlọ akwụkwọ agụmakwụkwọ dị iche iche\" kwesịrị ikwekọ n'echiche ndị Alakụba, agụmakwụkwọ ụmụ nwanyị kwesịrị ịga, nkuzi Arabic kwesịrị ịgba ume, na ndị Alakụba kwesịrị ịkwado mmekọrịta akụ na ụba",
  "na mpaghara islam n'ụwa niile",
  "O kwuru na ndị Alakụba nọ n'Afrịka anapụọla ikike ha ga-achị n'okpuru iwu Sharia na ha kwesịrị ịgbasi mbọ ike iweghachi ya.. E guzobere Islam in Africa Organisation [nl] n'ụzọ iwu kwadoro na July 1991, kwa na Abuja ma kwupụta ebumnuche ya.",
  "John Chesworth (onye nduzi nke Islam na Christian-Muslim mmekọrịta na St Paul's United Theological College, Limuru, Kenya) na John Azumah (onye isi nyocha, Akrofi-Christaller Memorial Center, Ghana) enyochala usoro na ogbako ahụ. Banyere mkpebi ịmepụta IAO, Heather Deegan (onye nkuzi dị elu na Comparative Politics, Mahadum Middlesex) kwuru \"N'oge na-adịbeghị anya, Islam anabatala ọnọdụ nnwere onwe, na-egosi onwe ya dị ka okpukpe nke ga-ezu ike mba site na mpaghara ha na-achị ala ma na-eleghara eziokwu ahụ anya na ọ bụkwa ike mmeri na-achị n'Africa n'oge ogologo oge\". The East African Center for Law and Justice na-akọ nkwupụta ahụ n'ụzọ ziri ezi mana ọ na-aga n'ihu na-ekwu na e wepụrụ ya na ebe nrụọrụ weebụ IAO",
  "Ọ na-akatọkwa ihe ọ na-ewere dị ka ezigbo ebumnuche nke IAO.Raphael O Duru (Onye nduzi oru ngo, Voice Your Vote Nigeria, Nigeria)",
  "N'afọ 1990, e wepụtara nkwupụta ọzọ na-ekwu na ọ sitere na nzukọ 1989 na nke Frans Wijsen (prọfesọ nke Iso Ụzọ Kraịst Ụwa na Mmekọrịta Okpukpe na Mahadum Radboud Nijmegen) weere dị ka ihe adịgboroja n'ihi na ọ naghị adaba na nkwupụta e mere na nzukọ ahụ. Banyere Africa, o kwuru, n'etiti ihe ndị ọzọ, na ọ bụ naanị ndị Alakụba ka a ga-ahọpụta n'ọkwá dị mkpa, okpukpe ndị na-abụghị ndị Alakụba kwesịrị ikpochapụ, Nigeria kwesịrị ịghọ Federal Islamic Sultanate, na iwu ọdịda anyanwụ kwesịrị iji sharia dochie ya",
  "Wijsen na-ele nke a anya dị ka ihe na-egosi akụkụ dị egwu nke Islam na Africa ma kwuo na akụkụ ụfọdụ na-emegide ozizi Alakụba."
]