[
  "Nleba anya gburugburu ebe obibi na-akọwa usoro na ihe omume ndị kwesịrị ime iji mara na nyochaa àgwà gburugburu ebe obibi",
  "A na-eji nlekota gburugburu ebe obibi na-akwadebe nyocha nke mmetụta gburugburu ebe obibi, yana n'ọtụtụ ọnọdụ ndị ọrụ mmadụ na-ebute ihe ize ndụ nke mmetụta ọjọọ na gburugburu ebe obibi",
  "Atụmatụ na mmemme niile nleba anya nwere ihe kpatara na ihe ziri ezi nke a na-emebekarị iji guzobe ọnọdụ gburugburu ebe obibi ugbu a ma ọ bụ iji guzobe usoro na mpaghara gburugburu",
  "N'ọnọdụ ọ bụla, a ga-enyocha nsonaazụ nleba anya, nyochaa nke ọma, ma bipụta ya",
  "Nhazi nke mmemme nlekota ga-enwerịrị ihe gbasara ojiji ikpeazụ nke data tupu nleba anya amalite.",
  "Nlekọta gburugburu ebe obibi gụnyere nlekota nke ikuku, ala na mmiri.",
  "Ihe mmetọ ikuku bụ ihe ikuku -ma ihe na-emekarị na anthropogenic-nke nwere ike inwe mmetụta na-adịghị mma na gburugburu ebe obibi na ahụike",
  "Site na mgbanwe nke kemịkalụ ọhụrụ na usoro mmepụta ihe abịawo mmeghe ma ọ bụ ibuli ihe ndị na-emetọ ikuku na mbara igwe, yana nyocha na ụkpụrụ gburugburu ebe obibi, na-abawanye ọchịchọ maka nlekota ogo ikuku.",
  "Nleba anya ikuku ikuku bụ ihe ịma aka ime ka ọ na-achọ ntinye dị irè nke ọtụtụ isi mmalite data gburugburu ebe obibi, nke na-esitekarị na netwọk gburugburu ebe obibi na ụlọ ọrụ dị iche iche",
  "Ihe ịma aka ndị a chọrọ akụrụngwa na ngwaọrụ nleba anya pụrụ iche iji guzobe mkpokọta ikuku ikuku, gụnyere netwọkụ sensọ, geographic information system(GIS), Sensor Observation Service (SOS), ọrụ webụ maka ịjụ data ihe mmetụta ozugbo",
  "Ụdị mgbasa ozi ikuku nke na-ejikọta topographic, ikuku ikuku, na data meteorological iji buo amụma mmetọ ikuku na-enyekarị aka n'ịkọwa data nlekota ikuku",
  "Na mgbakwunye, ịtụle data anemometer dị na mpaghara dị n'etiti isi mmalite na ihe nleba anya na-enyekarị nghọta na isi mmalite nke mmetọ ikuku nke ihe nleba anya mmetọ ikuku dekọrọ.",
  "Ụmụ amaala, ụlọ ọrụ na-ahụ maka nhazi, na ndị nchọpụta na-arụ ọrụ nlekota mma ikuku iji nyochaa àgwà ikuku na mmetụta nke mmetọ ikuku",
  "Nkọwa nke data nleba anya ikuku ikuku na-agụnyekarị nleba anya nke oghere na oge nnọchiteanya nke data anakọtara, yana mmetụta ahụike metụtara ikpughe na ọkwa nyocha",
  "Ọ bụrụ na nkọwa ahụ na-ekpughe mkpokọta nke ọtụtụ ogige kemịkalụ, “mkpịsị aka kemịkalụ” pụrụ iche nke otu ebe mmetọ ikuku nwere ike ịpụta site na nyocha nke data ahụ.",
  "Nlele ikuku na-agafe agafe ma ọ bụ nke “na-agbasasị” na-adabere na ọnọdụ ihu igwe dị ka ikuku na-ekesa ikuku ikuku gaa n'usoro sorbent",
  "Ndị samplers na-agafe agafe, dị ka tubes mgbasa ozi, nwere uru nke na-adịkarị obere, dị jụụ, ma dị mfe ibugharị, na ha bara uru karịsịa na ọmụmụ àgwà ikuku nke na-ekpebi ebe ndị bụ isi maka nleba anya n'ọdịnihu.",
  "A pụkwara inyocha mmetọ ikuku site na iji ihe ndị dị ndụ na-enyocha ihe ndị na-emetọ ikuku, dị ka lichens, mosses, fungi, na biomass ndị ọzọ",
  "Otu n'ime uru dị n'ụdị nlele a bụ ka enwere ike nweta ozi ọnụọgụ site na nha nke ogige a na-akwakọba, onye nnọchianya nke gburugburu ebe ha si bịa",
  "Agbanyeghị, a ga-enyocharịrị nke ọma n'ịhọrọ ụdị anụ ahụ, etu esi agbasasị ya, yana mkpa maka mmetọ ahụ.",
  "Ụzọ nlele ndị ọzọ gụnyere iji denuder, ngwaọrụ ọnyà agịga, na usoro microextraction.",
  "Nleba anya ala na-agụnye nchịkọta na/ma ọ bụ nyocha nke ala na àgwà metụtara ya, ihe mejupụtara ya na ọnọdụ anụ ahụ iji chọpụta ma ọ bụ kwe nkwa na ọ dị mma maka ojiji",
  "Ala na-eche ọtụtụ ihe iyi egwu ihu, gụnyere mkpirisi, mmetọ, mfu ihe ndị dị ndụ, mfu nke ụdị ndụ dị iche iche, okwu nkwụsi ike mkpọda, mbuze, salinization, na acidification",
  "Nleba anya nke ala na-enyere aka ịmata ihe egwu ndị a na ihe egwu ndị ọzọ nwere ike ime na ala, gburugburu gburugburu, ahụike anụmanụ na ahụike mmadụ.",
  "Nyochaa ihe egwu ndị a na ihe egwu ndị ọzọ dị na ala nwere ike bụrụ ihe ịma aka n'ihi ihe dị iche iche, gụnyere ụdị dị iche iche nke ala na mgbagwoju anya, ụkọ data nsi, enweghị nghọta maka akara aka nke mmetọ, na mgbanwe dị na ọkwa nyocha nke ala",
  "Nke a na-achọ ụzọ ntule ihe ize ndụ na usoro nyocha nke na-ebute nchedo gburugburu ebe obibi, mbelata ihe ize ndụ, na, ọ bụrụ na ọ dị mkpa, ụzọ ngbanwe",
  "Nleba anya nke ala na-ekere òkè dị ukwuu na ntule ihe ize ndụ ahụ, ọ bụghị nanị na-enyere aka n'ịchọpụta ebe ndị dị ize ndụ na ndị ọ metụtara kamakwa n'ịmepụta ụkpụrụ ndabere nke ala.",
  "Nleba anya nke ala na akụkọ ihe mere eme elekwasịla anya na ọnọdụ oge gboo na mmetọ, gụnyere ihe ndị na-egbu egbu (dịka, mercury, lead, na arsenic) na ihe ndị na-emebi organic na-adịgide adịgide (POPs)",
  "N'akụkọ ihe mere eme, ịnwale maka ihe ndị a na akụkụ ndị ọzọ nke ala, Otú ọ dị, enweela ihe ịma aka nke ya, n'ihi na nleba anya n'ọtụtụ ọnọdụ bụ ihe na-ebibi ihe n'okike, na-achọ ọtụtụ sample ka oge na-aga",
  "Na mgbakwunye, enwere ike iwebata njehie usoro na nyocha n'ihi mgbanwe dị n'etiti ntụnyere aka na ụzọ, ọkachasị ka oge na-aga",
  "Otú ọ dị, ka usoro nyocha na-amalite na ihe ọmụma ọhụrụ banyere usoro gburugburu ebe obibi na mmetụta mmetọ na-ekesa, a na-elekwasị anya nleba anya ka oge na-aga na àgwà nlekota ga-aga n'ihu.",
  "Ụdị abụọ bụ isi nke nleba anya nke ala bụ nleba anya njide na ntụtụ",
  "Jide sampling na-agụnye mkpokọta nke onye sample n'otu n'otu na oge na ebe, mgbe composite sampling agụnye collection of a homogenized ngwakọta nke multiple onye samples na ma a kpọmkwem ebe n'elu dị iche iche oge ma ọ bụ otutu ebe n'otu oge",
  "Nlele ala nwere ike ime ma n'ogo ala na-emighị emi ma ọ bụ n'ime ala, yana usoro nchịkọta dịgasị iche site na ọkwa anakọtara na ya",
  "A na-eji scoops, augers, core barrel na ndị na-emepụta tube siri ike, na ngwaọrụ ndị ọzọ na ọkwa ala na-emighị emi, ebe enwere ike iji ụzọ gbawara agbawa, tube siri ike, ma ọ bụ hydraulic mee ihe n'ime ala miri emi.",
  "Nleba anya mmetọ nke ala na-enyere ndị nchọpụta aka ịchọpụta usoro na usoro n'ịkwadebe mmetọ, mmegharị, na mmetụta",
  "Nrụgide mmadụ dabere na njem dị ka njem nlegharị anya, ọrụ ụlọ ọrụ mmepụta ihe, mgbasa nke obodo mepere emepe, ọrụ owuwu, na ezughị oke ọrụ ugbo / oke ọhịa nwere ike itinye aka ma mee ka mmetọ nke ala ka njọ wee mee ka ala ghara ịdị mma maka ebumnuche ya",
  "Ma inorganic na organic mmetọ nwere ike ịbanye n'ime ala, na-enwe mmetụta ọjọọ dị iche iche",
  "Ya mere nlekota mmetọ nke ala dị mkpa iji chọpụta ebe ihe ize ndụ, ịtọ ntọala, na chọpụta mpaghara mmetọ maka mgbazi",
  "Mgbalị nleba anya nwere ike si n'ugbo mpaghara ruo na mbọ mba niile, dị ka nke ndị China mere na ngwụcha afọ 2000, na-enye nkọwa dịka ọdịdị nke mmetọ, ọnụọgụ ha, mmetụta, usoro itinye uche, na enwere ike ịmegharị ya",
  "Ngwa nlekota na nyocha ga-adị mma ga-enwe oge nzaghachi dị elu, ọkwa dị elu nke mkpebi na akpaaka, yana ụfọdụ ogo nke onwe",
  "Enwere ike iji usoro kemịkalụ tụọ ihe ndị na-egbu egbu na ndị POP site na iji chromatography na spectrometry, usoro geophysical nwere ike nyochaa njirimara anụ ahụ nke nnukwu ala, na usoro ndu nwere ike iji ihe dị ndụ dị iche iche tụọ ọ bụghị naanị ọkwa mmetọ kamakwa site na mmepụta nke mmetọ biodegradation",
  "Usoro ndị a na ndị ọzọ na-aghọwanye ndị na-arụ ọrụ nke ọma, na ngwá ọrụ ụlọ nyocha na-aghọ nke ziri ezi, na-eme ka ọ pụta ìhè nleba anya.",
  "Nleba anya nbibi nke ala na-enyere ndị nyocha aka ịmata usoro na usoro na mmegharị ala na sedimenti",
  "Mmemme nlekota oru dị iche iche n'ime afọ ndị gafeworonụ, site na nyocha agụmakwụkwọ ogologo oge na atụmatụ mahadum ruo nyocha ndị dabere na nyocha nke mpaghara biogeoclimatic",
  "Otú ọ dị, n'ọtụtụ ụzọ, ihe a na-elekwasị anya n'ozuzu bụ n'ịchọpụta na ịlele usoro nile nke mbuze na mpaghara enyere",
  "Na mgbakwunye, nlekota nke mbuze ala nwere ike ịnwa ịkọwa mmetụta nke mbuze na mmepụta ihe ọkụkụ, n'agbanyeghị na ọ siri ike \"n'ihi ọtụtụ mgbagwoju anya dị na mmekọrịta dị n'etiti ala na osisi na njikwa ha n'okpuru ọnọdụ ihu igwe na-agbanwe agbanwe.\"",
  "Nleba anya salinity nke ala na-enyere ndị nyocha aka ịmata usoro na usoro dị na ọdịnaya nnu ala",
  "Ma usoro okike nke ntinye mmiri n'oké osimiri na usoro mmadụ na-ebute nke ala na-ekwesịghị ekwesị na nhazi mmiri nwere ike ịkpata nsogbu salinity na ala, na ihe ruru otu ijeri hectare nke ala na-emetụta ụwa dum (dị ka nke 2013)",
  "Nleba anya salinity na ọkwa mpaghara nwere ike ileba anya na mpaghara mgbọrọgwụ iji chọpụta mmetụta salinity na ịmepụta nhọrọ nchịkwa, ebe na mpaghara na mpaghara ọkwa salinity nlekota nwere ike inye aka n'ịchọpụta ebe ndị dị ize ndụ na inyere ndị na-eme iwu aka n'ịgbaso nsogbu ahụ tupu ya agbasa",
  "Enwere ike ịme usoro nleba anya n'onwe ya site na iji teknụzụ dị ka sensing remote na sistemu ozi mpaghara (GIS) iji chọpụta salinity site na akwụkwọ ndụ akwụkwọ ndụ, nchapụta, na ịcha ọcha n'ogo elu",
  "Enwere ike iji nyocha ozugbo gbasara ala dị nso, gụnyere iji usoro induction electromagnetic, iji nyochaa salinity ala.",
  "Nleba anya nke mmiri na-abaghị uru na-enweghị nkọwa doro anya na nke na-enweghị isi nke ihe kpatara nlekota na ebumnuche ọ ga-eju",
  "Ihe fọrọ nke nta ka ọ bụrụ nleba anya niile (ma e wezụga ma eleghị anya nhụta anya) bụ n'akụkụ ụfọdụ na-emetụta gburugburu ebe obibi a na-amụ anya na nlekota nke ọma na nke na-adịghị mma na-ebu ihe ize ndụ nke imebi gburugburu ebe obibi",
  "Nke a nwere ike ịbụ nlebara anya dị oke mkpa na mpaghara ọzara ma ọ bụ mgbe a na-enyocha ihe dị ndụ na-adịghị ahụkebe ma ọ bụ ndị na-achọghị ọnụnọ mmadụ",
  "Ụfọdụ usoro nleba anya, dị ka azụ azụ ụgbụ iji tụọ ọnụ ọgụgụ mmadụ, nwere ike imebi ihe, opekata mpe nye ndị bi n'obodo ahụ ma nwee ike weda ntụkwasị obi ọha na eze na ndị sayensị na-eme nyocha ahụ.",
  "Ihe fọrọ nke nta ka ọ bụrụ ọrụ nlekota gburugburu ebe obibi bụ isi bụ akụkụ nke atụmatụ nleba anya ma ọ bụ mpaghara nyocha, na mpaghara na atụmatụ ndị a sitere na ebumnobi dị elu ma ọ bụ ọchịchọ nke otu",
  "Ọ gwụla ma ọrụ nleba anya nke onye ọ bụla dabara n'ime usoro atụmatụ sara mbara, ọ ga-abụrịrị na a ga-ebipụta nsonaazụ ya na nghọta gburugburu ebe obibi nke nyocha ahụ mepụtara ga-efunahụ ya.",
  "hụkwa Freshwater environmental quality parameters",
  "Oke kemịkalụ kemịkalụ nke nwere ike imetụta ihe ọ bụla gburugburu ebe obibi dị oke ukwuu na na mmemme nleba anya niile ọ dị mkpa iji lekwasị anya n'otu akụkụ nke dabere na ihe ọmụma mpaghara na omume gara aga maka nyocha mbụ",
  "Enwere ike ịgbasa ma ọ bụ belata ndepụta ahụ dabere na ịzụlite ihe ọmụma na nsonaazụ nke nyocha mbụ.",
  "A mụọla gburugburu ebe mmiri dị ọhụrụ kemgbe ọtụtụ afọ ma enwere nghọta siri ike banyere mmekọrịta dị n'etiti kemịkalụ na gburugburu gburugburu ụwa",
  "Otú ọ dị, ka a na-emepụta ihe ọhụrụ na nrụgide ọhụrụ na-abịa, a ga-achọgharịgharị na mmemme nlekota oru",
  "N'ime afọ 20 gara aga mmiri ozuzo acid, analogues hormone sịntetik, hydrocarbons halogenated, gas griin haus na ọtụtụ ndị ọzọ chọrọ mgbanwe na atụmatụ nlekota.",
  "Na nleba anya gburugburu ebe obibi, a na-eduzi atụmatụ nleba anya na mgbalị na osisi na anụmanụ ndị dị na gburugburu ebe a na-enyocha ma bụrụ kpọmkwem maka ọmụmụ ihe ọ bụla.",
  "Otú ọ dị, na nleba anya gburugburu ebe obibi n'ozuzu ya, ọtụtụ anụmanụ na-eme ihe dị ka ihe na-egosi àgwà gburugburu ebe obibi ha na-enwe ma ọ bụ hụtụrụla n'oge gara aga",
  "Otu n'ime ihe atụ ama ama bụ nleba anya ọnụọgụ azụ nke Salmonid dị ka trout agba aja aja ma ọ bụ salmon Atlantic n'ime sistemu osimiri na ọdọ mmiri iji chọpụta ọnọdụ adịghị nwayọ na mmetụta gburugburu ebe obibi",
  "Mbelata nke ọnụ ọgụgụ azụ azụ salmonid bụ otu n'ime ihe mbụ gosiri nsogbu ahụ e mesịrị mara dị ka mmiri ozuzo acid.",
  "N'ime afọ ndị na-adịbeghị anya, etinyewo nlebara anya ka ukwuu maka ụzọ zuru oke nke a na-enyocha ahụike gburugburu ebe obibi ma jiri ya mee ihe dị ka ngwa nleba anya n'onwe ya",
  "Ọ bụ ụzọ a na-akwado usoro nleba anya nke Ntuziaka Framework Water na European Union.",
  "Nleba anya radieshon gụnyere nleba anya nke ọgwụ radieshon ma ọ bụ mmetọ radionuclide maka ebumnuche metụtara ntule ma ọ bụ njikwa nke ikpughe radieshon ma ọ bụ ihe redioaktivu, yana nkọwapụta nsonaazụ ya",
  "'atụ' nke dose na-apụtakarị nleba nha nha nha nha dị ka onye nnọchi anya (ya bụ nnọchi) maka ọnụọgụ dose nke enweghị ike ịtụ ya ozugbo",
  "Ọzọkwa, nlele nwere ike itinye aka dị ka nzọụkwụ mbụ iji tụọ ọdịnaya nke radionuclides na mgbasa ozi gburugburu ebe obibi",
  "A na-enye nkọwa usoro na teknụzụ nke imewe na arụmọrụ nke mmemme nlekota oru na usoro maka radionuclides dị iche iche, mgbasa ozi gburugburu ebe obibi na ụdị ụlọ ọrụ na IAEA Safety Guide RS-G-1.8 na na IAEA Safety Report No",
  "64.",
  "A na-eme nleba anya nke radieshon site na iji netwọk nke ihe mmetụta emebere na nke enwere ike ibugharị dịka US Environmental Protection Agency's Radnet na netwọk SPEEDI dị na Japan",
  "Ndị otu dị ka Otu Nkwado Mberede Nuklia na-eme nyocha nke ikuku.",
  "Bacteria na nje bụ ihe a na-enyochakarị nke microbiological ntule na ọbụna ndị a bụ naanị mkpa dị ukwuu ebe a na-eji mmiri dị n'ime mmiri dị ka mmiri ọñụñụ ma ọ bụ ebe a na-eme egwuregwu kọntaktị mmiri dị ka igwu mmiri ma ọ bụ ịkwọ ụgbọ mmiri.",
  "Ọ bụ ezie na nje nje bụ isi ihe a na-elekwasị anya, ọ fọrọ nke nta ka ọ bụrụ mgbe niile ka a na-eduzi mbọ nleba anya n'ụdị ihe ngosi ndị a na-ahụkarị dịka Escherichia coli, nke ọnụ ọgụgụ nje bacteria coliform na-agbakwunye",
  "Ebumnuche dị n'azụ atụmatụ nleba anya a bụ na ọtụtụ ihe na-akpata ọrịa mmadụ na-esite na mmadụ ndị ọzọ site na mmiri nsị",
  "Ọtụtụ ụlọ ọrụ na-ahụ maka mmiri na-ekpofu mmiri enweghị nkwụsị ikpeazụ nke ikpeazụ ya mere na-ewepụta nsị nke, n'agbanyeghị na ha dị ọcha, ka nwere ọtụtụ nde nje bacteria kwa lita, ọtụtụ n'ime ha bụ nje bacteria coliform na-adịghị emerụ ahụ",
  "Ịgụ ọnụ ọgụgụ nke nje bacteria na-adịghị emerụ ahụ (ma ọ bụ nke na-adịghị emerụ ahụ) na-enye ohere ka e kpee ikpe gbasara ihe gbasara nke puru omume nke ọnụọgụ nje bacteria ma ọ bụ nje na-akpata dị",
  "Ebe ọkwa E",
  "coli ma ọ bụ coliform gafere ụkpụrụ mkpalite edobere mbụ, a na-amalite nlebanya kpụ ọkụ n'ọnụ gụnyere nleba anya kpọmkwem maka ụdị ọrịa nje.",
  "Usoro nleba anya nwere ike iwepụta azịza na-eduhie eduhie mgbe ị na-atụgharị na ọnụọgụ nke ụdị ma ọ bụ ọnụnọ ma ọ bụ enweghị ihe dị iche iche dị iche iche ma ọ bụrụ na enweghị ihe gbasara nha ndị mmadụ",
  "Ịghọta usoro ọnụọgụgụ nke anụ ahụ a na-enyocha dị oke mkpa.",
  "Dịka ọmụmaatụ ma ọ bụrụ na ọnụnọ ma ọ bụ enweghị otu akụkụ ahụ dị n'ime square 10km bụ ihe a na-enweta site na atụmatụ nleba anya, mgbe ahụ mbelata nke ndị mmadụ site na 10,000 kwa square ruo 10 kwa square agaghị ahụ anya n'agbanyeghị mmetụta dị ukwuu nke akụkụ ahụ nwere",
  ".",
  "A na-eme nleba anya gburugburu ebe obibi nke sayensị siri ike dabere na mmemme ebipụtara",
  "Usoro ihe omume ahụ nwere ike ịgụnye ebumnuche n'ozuzu nke nzukọ a, ntụle aka na atụmatụ ndị akọwapụtara nke na-enyere aka ịnye ebumnobi na nkọwa nke ọrụ ma ọ bụ ọrụ dị iche iche n'ime atụmatụ ndị ahụ akụkụ bụ isi nke mmemme ọ bụla bụ ndepụta nke ihe a na-enyocha yana ka nlekota ahụ si dị",
  "ga-ewere ọnọdụ na oge-ọnụ ọgụgụ nke ihe niile kwesịrị ime",
  "Dịkarịa, na mgbe ọ dị ka ihe mgbakwunye, mmemme nleba anya ga-enye tebụl nke ọnọdụ, ụbọchị na ụzọ nlele nke akwadoro na nke, ọ bụrụ na emee ya nke ọma, ga-ebuga mmemme nleba anya ebipụtara.",
  "Enwere ọtụtụ ngwugwu ngwanrọ azụmahịa nke nwere ike inye aka na mmejuputa mmemme ahụ, nyochaa ọganihu ya ma gosipụta ihe na-adịghị mma ma ọ bụ ihe ọ bụla ma ọ dịghị nke ọ bụla n'ime ihe ndị a nwere ike inye isi ihe na-ewu ụlọ nke bụ mmemme n'onwe ya.",
  "Nyere ụdị dị iche iche na ọnụ ọgụgụ na-abawanye na mkpa nke data nlekota oru, ngwanrọ azụmahịa Environmental Data Management Systems (EDMS) ma ọ bụ E-MDMS na-ejikarị ụlọ ọrụ na-achịkwa",
  "Ha na-enye ụzọ isi jikwaa data nleba anya niile n'otu ebe etiti",
  "Nkwado ịdịmma, ịlele nnabata, na-enyocha data niile enwetara, yana nzipu ọkwa na-akpaaka",
  "Ọrụ ajuju a na-ahụkarị na-enyere aka ntụnyere nhazi data ma nwa oge ma n'obere oghere",
  "Ha ga-ewepụtakwa usoro nhazi na akụkọ ndị ọzọ.",
  "Otu atụmatụ asambodo dị kpọmkwem maka ngwanrọ njikwa data gburugburu ebe obibi",
  "Ndị ụlọ ọrụ gburugburu na UK nyere nke a n'okpuru Monitoring Certification Scheme(MCERTS).",
  "Enwere ụzọ nlele dị iche iche nke dabere na ụdị gburugburu ebe obibi, ihe a na-enyocha na nyocha na-esote nke nlele ahụ",
  "N'ihe kachasị mfe, ihe nlele nwere ike ịbụ iji mmiri mmiri na-ejuputa karama dị ọcha ma nyefee ya maka nyocha kemịkalụ",
  "Na njedebe dị mgbagwoju anya, enwere ike ịmepụta data nlele site na ngwaọrụ eletrọnịkị dị mgbagwoju anya na-ewere obere nlele n'ogologo oge a kapịrị ọnụ ma ọ bụ agbanwe.",
  "Ụzọ nlere anya gụnyere nleba anya nleba anya, nlele enweghị usoro dị mfe, sampling stratified, nhazi usoro na grid sampling, nhazi ụyọkọ, ijide sample, nleba anya na-aga n'ihu na-aga n'ihu, nlele na-agafe agafe, nleba anya n'ime anya, nhụta anya, biomonitoring na ụzọ nlele ndị ọzọ.",
  "N'ihe nlele ikpe, nhọrọ nke ihe nlele (ya bụ, ọnụ ọgụgụ na ebe na / ma ọ bụ oge ịchịkọta ihe nlele) dabere na ihe ọmụma nke njirimara ma ọ bụ ọnọdụ dị n'okpuru nyocha na ikpe ọkachamara",
  "A na-amata nlele ikpe site na nlele dabere na ihe gbasara puru omume n'ihi na nrịbama dabere na mkpebi ndị ọkachamara, ọ bụghị echiche sayensị ọnụ ọgụgụ",
  "Ya mere, nkwubi okwu banyere ọnụ ọgụgụ ndị e lekwasịrị anya dị oke ma dabere kpamkpam na izi ezi na izi ezi nke ikpe ndị ọkachamara; okwu puru omume gbasara paramita agaghị ekwe omume",
  "Dịka akọwara n'isiakwụkwọ ndị na-esote, a nwekwara ike iji ikpe ndị ọkachamara na-ejikọta ya na atụmatụ nlele ndị ọzọ iji mepụta nlere anya dị irè maka mkpebi ndị nwere ike ịgbaghara.",
  "N'ime nlele enweghị usoro dị mfe, a na-ahọpụta otu ụdị nlele (dịka ọmụmaatụ, ọnọdụ na/ma ọ bụ oge) site na iji ọnụọgụ na-enweghị usoro, yana nhọrọ niile enwere ike nke ọnụọgụ nkeji enyere ga-enwekwa ike",
  "Dịka ọmụmaatụ, enwere ike iwere ihe nlele dị mfe nke otu egwu egwu site n'ịgụ ụda egwu niile na ịhọpụta nọmba na-enweghị usoro na ndepụta ahụ ma ọ bụ site na ịlele mpaghara site na iji ụzọ abụọ nke nhazi usoro",
  "Usoro a dị mfe nghọta, na nha nha maka ịchọpụta nha nlele dị nfe",
  "Mfe random sample kacha bara uru mgbe ọnụ ọgụgụ nke mmasị bụ dịtụ homogeneous; Ya bụ, ọ dịghị nnukwu ụkpụrụ nke mmetọ ma ọ bụ \"ebe dị ọkụ\" a na-atụ anya",
  "Isi uru nke imewe a bụ:",
  "N'ọnọdụ ụfọdụ, mmejuputa atumatu nfe na-enweghị usoro nwere ike isi ike karịa ụfọdụ ụdị atụmatụ ndị ọzọ (dịka ọmụmaatụ, grid sample) n'ihi na ọ siri ike ịmata kpọmkwem ọnọdụ mpaghara enweghị usoro",
  "Na mgbakwunye, nlele enweghị usoro dị mfe nwere ike ịdị ọnụ karịa atụmatụ ndị ọzọ ma ọ bụrụ na ihe isi ike n'inweta ihe nlele n'ihi ọnọdụ na-akpata mmefu nke mgbakwunye mgbakwunye.",
  "N'ihe stratified sampling, a na-ekewa ọnụ ọgụgụ ndị e lekwasịrị anya n'ime strata na-adịghị agafe agafe, ma ọ bụ ọnụ ọgụgụ dị nta nke amaara ma ọ bụ chere na ha bụ otu (n'ihe gbasara usoro gburugburu ebe obibi ma ọ bụ ihe mmetọ), nke mere na a na-enwekarị obere mgbanwe n'etiti nkeji nlele na mpaghara",
  "otu stratum karịa n'etiti nkeji nlele na strata dị iche iche",
  "Enwere ike ịhọrọ Strata na ndabere nke oghere ma ọ bụ nso nso nke nkeji, ma ọ bụ na ndabere nke ozi dị adị ma ọ bụ mkpebi ọkachamara gbasara saịtị ma ọ bụ usoro",
  "Uru dị na nhazi nlele a bụ na ọ nwere ikike iji nweta oke nkenke n'ime atụmatụ nke pụtara na mgbanwe dị iche iche, yana na ọ na-enye ohere ịgbakọ atụmatụ a pụrụ ịdabere na ya maka otu obere ndị mmadụ nwere mmasị pụrụ iche",
  "Enwere ike nweta nkenke ka ukwuu ma ọ bụrụ na ejikọta ọnụ nke mmasị na mgbanwe ejiri mee strata.",
  "Na nhazi usoro na nlele grid, a na-ewere nlele n'oge etiti oge niile n'ofe ma ọ bụ oge",
  "A na-ahọrọ ọnọdụ mbụ ma ọ bụ oge na enweghị usoro, wee kọwapụta ebe nlele ndị fọdụrụ ka ebe niile na-adị n'otu oge karịa mpaghara (grid) ma ọ bụ oge (usoro)",
  "Ọmụmaatụ Nhazi grid nhazi - Square Grid Sistemụ grid nhazi usoro - Grid atọ nke grids nhazi gụnyere square, rectangular, triangular, ma ọ bụ radial grids",
  "Cressie, 1993",
  "N'ime usoro nhazi usoro, a na-ahọrọ ebe nlele mbụ (ma ọ bụ oge) na enweghị usoro na saịtị nlele nke fọdụrụ ka akọwapụtakwara ka ha dị ka usoro oge niile si dị",
  "A na-eji nleba anya usoro nke enweghị usoro iji chọọ ebe dị ọkụ na ịtụpụta ụzọ, centiles, ma ọ bụ paramita ndị ọzọ yana ọ bara uru maka ịkọpụta ụkpụrụ gbasara oghere ma ọ bụ usoro n'ime oge",
  "Nhazi a na-enye usoro bara uru ma dị mfe maka ịkọwapụta ọnọdụ nlele ma hụ na mkpuchi otu saịtị, otu, ma ọ bụ usoro.",
  "Nlere anya setịpụ ọkwa bụ atụmatụ ọhụrụ nke nwere ike ịba uru nke ukwuu ma dịkwa ọnụ ahịa n'inweta atụmatụ ka mma nke ọkwa ịta ahụhụ dị na ala na mgbasa ozi gburugburu ebe obibi ndị ọzọ site n'itinye n'ụzọ doro anya mkpebi ọkachamara nke onye nyocha ubi ma ọ bụ usoro nleba anya n'ọhịa iji họrọ ebe nlele akọwapụtara kpọmkwem",
  "n'ubi",
  "Nlereanya setịpụtara n'usoro na-eji nhazi nlele nkeji abụọ nke na-achọpụta usoro ọnọdụ mpaghara, na-eji nha dị ọnụ ala iji kwado ọnọdụ n'ime setịpụ nke ọ bụla, wee họrọ otu ebe n'ime ntọala nke ọ bụla maka nlele",
  "N'ime nlere anya n'ọkwa , m set (nke ọ bụla n'ime nha r) nke mpaghara ebe a na-eji nlele enweghị usoro dị mfe",
  "A na-edobe ọnọdụ ndị ahụ n'onwe ha n'ime nhazi ọ bụla site na iji mkpebi ndị ọkachamara ma ọ bụ ọnụ ala, ngwa ngwa, ma ọ bụ ihe nnọchi",
  "A na-ahọrọ otu ihe nlele site na nhazi nke ọ bụla (dabere na ọkwa ndị a hụrụ) maka nha na-esote site na iji usoro ziri ezi na ntụkwasị obi (ya mere, dị oke ọnụ) maka mmetọ mmasị",
  "N'ihe metụtara nlele dị mfe random, atụmatụ a na-arụpụta ihe atụ ndị nnọchite anya karịa ya mere na-eduga n'ịtụle n'ụzọ ziri ezi nke ọnụọgụ ọnụọgụgụ",
  "Nlere anya n'usoro na-aba uru mgbe ọnụ ahịa ịchọta na ọkwa dị n'ọhịa dị ala ma e jiri ya tụnyere nha ụlọ nyocha",
  "Ọ dịkwa mma mgbe mgbanwe inyeaka dị ọnụ ala (dabere na amamihe ma ọ bụ nha ndị ọkachamara) dị maka ọkwa ọnụọgụ ọnụọgụgụ gbasara mgbanwe nke mmasị",
  "Iji jiri atụmatụ a rụọ ọrụ nke ọma, ọ dị mkpa na usoro ogo na usoro nyocha jikọtara nke ọma.",
  "N'ime nlele ụyọkọ na-agbanwe agbanwe, a na-ewere nlele site na iji nlele enweghị usoro dị mfe, a na-ewerekwa nlele agbakwunyere n'ebe ebe nha gafere ụfọdụ uru ọnụ ụzọ",
  "Enwere ike ịchọrọ ọtụtụ agba ọzọ nke nlele na nyocha",
  "Ntụle ụyọkọ na-eme mgbanwe na-enyocha ohere nhọrọ maka usoro nlele nke ọzọ ka enwere ike gbakọọ atụmatụ na-enweghị isi nke ọnụ ọgụgụ ndị mmadụ n'agbanyeghị oke ebe ụfọdụ",
  "Otu ihe atụ ngwa nke nlele ụyọkọ na-agbanwe agbanwe na-akọwapụta oke oke mmetọ",
  "Nlere anya ngbanwe bara uru maka ntule ma ọ bụ ịchọ njirimara ndị na-adịghị ahụkebe n'ime ọha mmadụ ma dabara adaba maka ọnụ ala, nha ngwa ngwa",
  "Ọ na-enyere aka delineating ókè nke na-ekpo ọkụ tụrụ, ebe na-ejikwa niile data anakọtara na kwesịrị ekwesị weighting inye enweghị mmasị atụmatụ nke ndị bi na pụtara.",
  "Grab samples bụ ihe nlele nke ihe ejikọtara ọnụ, na-abụkarị mmiri, n'otu arịa",
  "Imeju karama dị ọcha na mmiri osimiri bụ ihe atụ a na-ahụkarị",
  "Ihe nlere anya na-enye echiche dị mma nke nleba anya nke àgwà nke gburugburu ebe a na-enyocha n'oge nlele na n'oge nlele",
  "Enweghị nleba anya ọzọ, enweghị ike ịwepụta nsonaazụ ya na oge ndị ọzọ ma ọ bụ n'akụkụ osimiri, ọdọ ma ọ bụ ala-mmiri.: 3",
  "Iji mee ka ejide sample ma ọ bụ osimiri ka a na-emeso ya dị ka onye nnọchi anya, megharịa transverse na longitudinal transect nnyocha e mere n'oge dị iche iche nke ụbọchị na oge n'afọ ka a chọrọ iji gosi na ebe njide-nlere anya bụ ihe nnọchiteanya dịka o kwere mee",
  "Maka nnukwu osimiri, nyocha ndị dị otú ahụ kwesịkwara ileba anya n'ịdị omimi nke nlele ahụ yana otu esi edozi ebe nlele n'oge idei mmiri na ụkọ mmiri ozuzo.",
  "Na ọdọ mmiri grab samples ndị dịtụ mfe na-eji omimi samplers nke nwere ike lowered ka a tupu kpebisiri ike omimi wee mechie trapping a ofu olu mmiri si chọrọ omimi",
  "N'ihe niile ma ọdọ mmiri ndị na-emighị emi nke ọma, enwere mgbanwe dị ukwuu na nhazi mmiri nke ọdọ mmiri na omimi dị iche iche, karịsịa n'oge ọnwa okpomọkụ mgbe ọtụtụ ọdọ mmiri na-abanye n'ime oyi akwa oyi na-ekpo ọkụ ma na-ekpo ọkụ nke ọma (epilimnion) na oyi oyi de-oxygenated ala oyi akwa",
  "(hypolimnion).",
  "N'ime oke osimiri mepere emepe, grab samples nwere ike guzobe ọtụtụ usoro ahịrị dị ka salinity na oke cation na anion",
  "Otú ọ dị, ebe ọnọdụ mgbanwe bụ okwu dị ka nso osimiri ma ọ bụ nsị nsị, nso nso mmetụta nke ugwu mgbawa ma ọ bụ nso ebe ntinye mmiri dị ọhụrụ si na-agbaze ice, ihe nlele nwere ike inye azịza naanị nke ọma mgbe ewere ya n'onwe ya.",
  "Enwere akụrụngwa nlele pụrụ iche dịnụ nke enwere ike ịhazi ka ọ were nlele n'oge ogologo ma ọ bụ agbanwe agbanwe ma ọ bụ na nzaghachi na mkpalite mpụga",
  "Dịka ọmụmaatụ, enwere ike ịhazi onye nrụpụta autosampler ka ọ malite iwere ihe nlele nke osimiri na nkeji nkeji 8 mgbe oke mmiri ozuzo na-arị elu 1 mm / hour",
  "Ihe na-akpalite na nke a nwere ike ịbụ nlele mmiri ozuzo dịpụrụ adịpụ na-ekwurịta okwu na onye sampler site na iji ekwentị ma ọ bụ meteor gbawara teknụzụ",
  "Ndị na-emepụta ihe nwekwara ike were ihe nlele pụrụ iche n'otu n'otu n'oge nlele ọ bụla ma ọ bụ bulie ihe nlele n'ime ihe mejupụtara nke mere na n'ime otu ụbọchị, onye nlele ahụ nwere ike ịmepụta 12 composite sampler nke ọ bụla mejupụtara 6 sub-sample ewere na nkeji 20 nkeji.",
  "Nlebanya na-aga n'ihu ma ọ bụ nke na-aga n'ihu na-agụnye ịnwe ụlọ ọrụ nyocha akpaaka dị nso na gburugburu ka a na-enyocha nsonaazụ ya, ọ bụrụ na achọrọ ya ozugbo",
  "A na-ehiwe usoro ndị dị otú ahụ iji kpuchido mmiri dị mkpa dị ka n'usoro iwu River Dee mana nwekwara ike bụrụ akụkụ nke atụmatụ nlekota n'ozuzu ya na nnukwu osimiri dị iche iche ebe ịdọ aka ná ntị mbụ maka nsogbu ndị nwere ike dị mkpa",
  "Usoro ndị dị otú ahụ na-enyekarị data na paramita dị ka pH, oxygen gbazere, conductivity, turbidity na agba mana ọ ga-ekwe omume iji chromatography mmiri gas rụọ ọrụ na teknụzụ spectrometry mass spectrometry (GLC/MS) iji nyochaa ọtụtụ ihe ndị nwere ike ime ihe na-emerụ ahụ",
  "N'ihe atụ niile nke nyocha nke akụkụ akụ na-akpaghị aka, ọ dị mkpa ka a na-agbanye mmiri n'osimiri n'ọdụ ụgbọ mmiri",
  "Ịhọrọ ebe maka ntinye mgbapụta ahụ dịkwa oke egwu dị ka ikpebi ebe a ga-esi nweta ihe nlele mmiri",
  "Nhazi nke mgbapụta na pipework na-achọkwa iji nlezianya mee ihe iji zere ihe ndị e ji emepụta ihe na-emepụta site n'omume nke ịkwanye mmiri",
  "Mgbasa ikuku oxygen gbazere na-esi ike ịkwado site na sistemu a na-agbapụta ma ụlọ ọrụ GLC/MS nwere ike ịchọpụta ihe na-emerụ emerụ nke microorganic sitere na pipework na glands.",
  "Ojiji nke samplers na-agafe agafe na-ebelata ọnụ ahịa na mkpa akụrụngwa na ebe nlele",
  "Ndị na-eme ihe na-agafe agafe bụ nke a na-ejikarị eme ihe ma nwee ike ịmepụta ya na ọnụ ala dị ala, ya mere enwere ike iji ha rụọ ọrụ na ọnụ ọgụgụ dị ukwuu, na-enye ohere maka mkpuchi ka mma na ịnakọta data ndị ọzọ",
  "N'ihi na ọ dị ntakịrị, a pụkwara izobe onye na-eme ihe na-adịghị mma, ma si otú ahụ belata ihe ize ndụ nke imebi ihe",
  "Ihe atụ nke ngwaọrụ nlele na-agafe agafe bụ gradients na-ekesa na ihe nkiri dị mkpa (DGT), Chemcatcher, polar organic chemical integrative sampler (POCIS), ngwaọrụ akpụkpọ anụ semipermeable (SPMDs), ngwaọrụ akpụkpọ anụ mmiri kwụsiri ike (SLMDs), na mgbapụta nlele ikuku.",
  "Ọ bụ ezie na nchịkọta data na saịtị site na iji ngwa eletrọnịkị bụ ebe a na-ahụkarị, ọtụtụ mmemme nlekota na-ejikwa nleba anya n'ime ime na ịnweta data ozugbo",
  "Nke a na-achọ ka ejikọrọ akụrụngwa nleba anya na saịtị na ọdụ ọdụ site na netwọk telemetry, akara ala, netwọk ekwentị ma ọ bụ sistemụ telemetry ndị ọzọ dị ka Meteor gbawara",
  "Uru dị na nleba anya dịpụrụ adịpụ bụ na ọtụtụ ntanetịime data nwere ike ịbata n'otu ọdụ ntọala maka ịchekwa na nyocha",
  "Ọ na-enyekwa ohere ịtọ ọkwa mkpalite ma ọ bụ ọkwa njikere maka saịtị nleba anya na/ma ọ bụ paramita ka enwere ike ịmalite ihe ozugbo ma ọ bụrụ na agafeela ọkwa mkpalite",
  "Iji nleba anya nke dịpụrụ adịpụ na-enye ohere maka ntinye nke ngwa nleba anya pụrụ iche nke a na-enwekarị ike lie, merụọ ma ọ bụ jikọta ya na omimi n'ime ọdọ ma ọ bụ osimiri nke nwere naanị obere ụta ikuku na-apụta",
  "Iji ngwa ndị dị otú ahụ na-ebelata mmebi na izu ohi mgbe a na-enyocha ya na ebe ọha na eze na-enweta ngwa ngwa.",
  "Nchọpụta dịpụrụ adịpụ nke gburugburu ebe obibi na-eji UAV, ụgbọelu ma ọ bụ satellites nyochaa gburugburu Ebe obibi site na iji ihe mmetụta dị iche iche.",
  "Enwere ụdị nghọta abụọ dịpụrụ adịpụ",
  "Ihe mmetụta na-agafe agafe na-achọpụta radieshon eke na-apụta ma ọ bụ na-egosipụta site na ihe ma ọ bụ mpaghara gbara ya gburugburu a na-ahụ",
  "Ìhè anwụ na-egosipụtakarị bụ isi iyi nke radieshon na-atụkarị site na sensọ na-agafe agafe yana na nhụta anya gburugburu ebe obibi, ihe mmetụta ndị a na-eji na-ege ntị na ogologo ogologo ogologo nke sitere na infrared dị anya site na ọkụ ọkụ a na-ahụ anya gaa na ultraviolet dị anya",
  "Mpịakọta nke data enwere ike ịnakọta buru oke ibu ma chọọ nkwado mgbako raara onwe ya nye",
  "Nsonaazụ nke nyocha data sitere na nhụta anya bụ ihe oyiyi agba ụgha nke na-amata ọdịiche dị nta na njirimara radieshon nke gburugburu ebe a na-enyocha",
  "Site na onye na-arụ ọrụ nke ọma na-ahọrọ ọwa akọwapụtara, ọ ga-ekwe omume ịkwalite ọdịiche nke anya mmadụ na-apụghị ịghọta",
  "Karịsịa, ọ ga-ekwe omume ịkpa ókè mgbanwe dị nro na chlorophyll a na chlorophyll b n'ime osisi ma gosipụta mpaghara gburugburu ebe nwere usoro nri dịtụ iche.",
  "Mmetụta dịpụrụ adịpụ nke na-arụ ọrụ na-ewepụta ume ma na-eji ihe mmetụta na-agafe agafe iji chọpụta na tụọ radieshon na-egosipụta ma ọ bụ gbasasịa azụ site na ebumnuche",
  "A na-ejikarị LIDAR nweta ozi gbasara ọdịdị mbara ala nke mpaghara, ọkachasị mgbe mpaghara ahụ buru ibu na nyocha akwụkwọ ntuziaka ga-adị oke ọnụ ma ọ bụ sie ike.",
  "Nchọpụta anya na-eme ka o kwe omume ịnakọta data na mpaghara dị ize ndụ ma ọ bụ enweghị ike ịnweta",
  "Ngwa nhụta anya gụnyere ileba anya igbutu osisi na mpaghara ndị dị ka Amazon Basin, mmetụta mgbanwe ihu igwe na glaciers na mpaghara Arctic na Antarctic, na ụda omimi nke oke osimiri na oke osimiri.",
  "N'elu ikpo okwu Orbital na-anakọta ma na-ebufe data sitere na akụkụ dị iche iche nke ụdịdị dị iche iche nke electromagnetic, nke jikọtara ya na ikuku ikuku ma ọ bụ nyocha nke ala, na-enye ozi iji nyochaa usoro dị ka El Niño na ihe ndị ọzọ eke ogologo na obere oge phenomena",
  "Ojiji ndị ọzọ gụnyere mpaghara dị iche iche nke sayensị ụwa dị ka njikwa akụrụngwa sitere n'okike, atụmatụ iji ala na nchekwa.",
  "Ojiji nke ihe ndị dị ndụ dị ka ngwaọrụ nleba anya nwere ọtụtụ uru",
  "Anụ ahụ ndị bi na gburugburu ebe a na-amụ na-ekpughere mgbe niile na mmetụta anụ ahụ, ndu na kemịkal nke gburugburu ebe ahụ",
  "Nnụnụ ndị nwere ọchịchọ ịkwakọba ụdị kemịkalụ nwere ike igbakọba ọnụ ọgụgụ dị ukwuu nke ihe sitere na oke dị ala na gburugburu ebe obibi",
  "Ọtụtụ ndị ọrụ nyocha ejirila mosses na-enyocha mkpokọta ọla dị arọ n'ihi na ha na-ahọrọ ịfụkọta ọla dị arọ.",
  "N'otu aka ahụ, a na-eji eel amụ kemịkalụ organic halogenated, ebe a na-etinye ihe ndị a n'ime ebe nchekwa abụba dị n'ime eel.",
  "Nleba anya gburugburu ebe obibi na-achọ atụmatụ nlezianya ka ọ bụrụ onye nnọchi anya na nke na-adịghị emerụ ahụ dịka o kwere mee",
  "Maka ala ahịhịa na ebe obibi ndị ọzọ dị ala na-eto eto, a na-ejikarị ọnụ ọgụgụ na ụdị ihe dị ndụ na-eto n'ime mpaghara quadrat ọ bụla a na-eji quadrat - etiti square mita 1.",
  "Sedimenti na ala chọrọ ọkachamara nleba anya ngwaọrụ iji hụ na ihe enwetara bụ ihe nnọchianya",
  "A na-emepụta ụdị samplers ugboro ugboro iji nwetaghachi olu a kapịrị ọnụ ma nwee ike ime ya iji nwetaghachi sedimenti ma ọ bụ ala biota dị ka Ekman grab sampler.",
  "Nkọwa nke data gburugburu ebe obibi emepụtara site na mmemme nleba anya nke ọma bụ isiokwu buru ibu ma dị mgbagwoju anya nke ọtụtụ akwụkwọ kwuru",
  "N'ụzọ dị mwute, ọ bụ mgbe ụfọdụ ka ndị ọkà mmụta sayensị na-abịaru nso nyocha nke nsonaazụ na-ebu ụzọ chepụta ya n'uche ma jiri ma ọ bụ jiri ọnụ ọgụgụ na-ezighị ezi mee ihe iji gosi na echiche nke aka ha ziri ezi.",
  "Ndekọ ọnụ ọgụgụ ka bụ ngwa ọrụ dịkwa mfe iji ma ọ bụ iji mee ihe n'ụzọ na-ezighị ezi iji gosipụta nkuzi a mụtara na nlekota gburugburu ebe obibi.",
  "Kemgbe mmalite nke nleba anya gburugburu ebe obibi dabere na sayensị, echepụtala ọtụtụ nrịbama dị mma iji nyere aka n'ịhazi na kọwapụta ihe mpịakọta data dị ukwuu pụtara",
  "Na-ekwu na a osimiri gbatịa bụ na \"Klas B\" nwere ike ịbụ ọtụtụ ihe ọmụma karịa ikwu na nke a osimiri gbatịa nwere a mean BOD nke 4.2, a pụtara etisasịwo oxygen nke 85%, wdg Na UK Environment Agency formally employed a usoro akpọrọ General Quality Assessment (GQA) nke kewara osimiri n'ime eriri mkpụrụedemede isii dị mma sitere na A ruo F dabere na njirisi kemịkalụ yana usoro ndu",
  "Agencylọ ọrụ gburugburu ebe obibi na ndị mmekọ ya wepụrụ na Wales (Countryside Council for Wales, CCW) na Scotland (Scottish Environmental Protection Agency, SEPA) na-ejizi usoro nhazi nke ndu, kemịkalụ na anụ ahụ maka osimiri na ọdọ mmiri kwekọrọ na ntuziaka Framework EU",
  "."
]