[
  "Nnụnụ na akwụsi ike Bismarck ma ọ bụ nnụnụ na na akwụsịghị akwụsị (Loriculus tener) bụ obere ụdị nnụnụ n'ezinụlọ Psittaculidae.",
  "Ọ dị n'oké ọhịa na Bismarck Archipelago na Papua New Guinea",
  "Ọ na eyi egwu site na mbibi ebe obibi",
  "A na ewere ya mgbe ụfọdụ dị ka ụdị nke oroma na akwụsi ike parrot.",
  "Ụmụ nwoke na ụmụ nwanyị abụọ nwere ahụ na acha akwụkwọ ndụ akwụkwọ ndụ na ntụpọ na acha ọbara ọbara na egbuke egbuke n'olu ya, ọnụ ojii, na anya odo",
  "Ụmụ nwoke nwere azụ na acha odo odo/akwụkwọ ndụ akwụkwọ ndụ na ọdụ na acha ọbara ọbara",
  "Ụmụ nwanyị nwere ntì na acha akwụkwọ ndụ akwụkwọ ndụ (ya na ụmụ nwoke) mana, nwere obere akwụkwọ ndụ akwụkwọ nri/acha anụnụ anụnụ",
  "Ụmụ nnụnụ enweghị mgbu akpịrị, ma nwee ọnụ na anya na acha nchara nchara.",
  "Enwere ike ịchọta nkuku kwụ ọtọ Bismarck n'àgwàetiti dị na Bismarck Archipelago",
  "Ọ dị n'ọtụtụ ebe dị n'ụsọ oké osimiri na ala dị ala nke New Britain na New Ireland, ebe ọ na ezere mpaghara ugwu dị n'etiti",
  "A pụkwara ịchọta ya na Duke nke York Islands, New Hanover Island, Manne Island, Selapiu Island, Tsoilaunung Island, Agwaetiti Patio na obere agwaetiti ndị ọzọ gbara ya gburugburu. A na-ahụ ya n'ọhịa mmiri ozuzo dị ala n'ebe dị elu ruo mita 500, mana ọ na ahọrọ ibi n'ebe na-erughị mita 200 n'elu.",
  "Ọ na eme ihere ma na ezochi ya n'ihu ọha",
  "Ọ na ejikarị ụdị ndị ọzọ nke Loriculus genus na emekọrịta ihe",
  "A na-ahụkarị ya na obere ìgwè nke nnụnụ 2 ruo 4 n'otu n'otu",
  "Ụmụ nwanyị na eyi àkwá 3 ruo 4",
  "Nri ya nwere mkpụrụ osisi ọhịa dị iche iche, okooko osisi, buds, na mgbe ụfọdụ ọ ga eri obere ụmụ ahụhụ larva (maka protein ọzọ).  O nwere ọnụ ọgụgụ anụ ọhịa nke ihe dị ka nnụnụ 15,000 ruo 30,000.",
  "Dị ka ọtụtụ nnụnụ ndị ọzọ dị na Bismarck Archipelago, a na eyi nnụnụ Bismarck na-akwụnye ọkụkọ egwu site na mgbukpọ ọhịa, ịbanye n'ebe obibi mmadụ, ọrụ igwu ala, na igbu osisi n'ụzọ iwu na akwadoghị. IUCN kewara ya dị ka ihe fọrọ nke nta ka ọ bụrụ ihe na eyi egwu site na 2004-2018, mana e belatara ya ka ọ bụrụ nchegbu kacha nta na 2021."
]