[
  "Kgaogelo Moagi (amụrụ na 31 Jenụwarị 1996), nke a maara dị ka Master KG, bụ onye egwu na onye na-emepụta ihe ndekọ na South Africa. A mụrụ ya ma zụlite ya na Tzaneen, abọm studio mbụ ya bụ Skeleton Move nwetara otuto gụnyere onyinye AFRIMA maka onye na-eme ihe nkiri / otu kachasị mma na mpaghara Electro nke Africa. A makwaara ya dị ka onye ọsụ ụzọ nke ịgba egwu \"Bolobedu\".",
  "A tọhapụrụ abọm studio ya nke abụọ Jerusalem (2020), nke nwere egwu na-aga nke ọma na mba ụwa: \"Jerusalema\", nke gosipụtara Nomcebo Zikode na Burna Boy, FRA kwadoro diamond ma bulie Billboard's World Digital Song Sales chart.",
  "Master KG tolitere na Calais Village na Limpopo",
  "Ọ malitere ịnwale egwu egwu mgbe ọ dị afọ iri na atọ site na iji kọmputa nke nwanne nna ya nwụrụ anwụ zụrụ ya.",
  "Master KG na onye egwu Makhadzi nwere mmekọrịta.",
  "Ọrụ egwu Master KG malitere mgbe ya na DJ Maebela kpọtụrụ aha ma ha malitere ịnwale ngwanrọ egwu kpọmkwem FL Studio. N'afọ 2016, mgbe ọ nọsịrị ọtụtụ ọzụzụ, o wepụtara egwu mbụ ya \"Situation\".",
  "Mgbe ọ bịanyere aka na akara ndekọ ya ugbu a, Open Mic Productions, ọ wepụtara egwu ya \"Skeleton Move\" nke gosipụtara Zanda Zakuza.\nNa 21 Septemba 2018, a tọhapụrụ abọm izizi ya bụ Skeleton Move",
  "Abọm ahụ gosipụtara ndị na-ese ihe gụnyere Zanda Zakuza, Makhadzi, Team Mosha na ọtụtụ ndị ọzọ",
  "Ọ na-abụ abụ n'asụsụ obodo ya bụ Khelobedu, asụsụ ndị Lobedu na-asụ. Master KG emeela ihe n'ọtụtụ mba ndị ọzọ gụnyere Zambia. N'ọnwa Disemba afọ 2018, o doro anya na a họpụtara egwu ya bụ \"Skeleton Move\" dịka egwu nke afọ nke Thobela FM ma kpata esemokwu dịka ndị na-akwado Eze Monada chere na \"Malwedhe\" (nke bụ abụ Eze Monada) kwesịrị onyinye ahụ.",
  "Na Disemba 2019, Master KG wepụtara egwu \"Jerusalema\", nke Nomcebo Zikode gosipụtara",
  "N'etiti afọ 2020, ọ malitere na ntanetị, na-edepụta na mba ụwa ma na-emepụta remix na Burna Boy. E wepụrụ vidiyo nke \"Jerusalem\" na YouTube n'oge mgbede nke 5 Ọgọst 2020, mana e weghachiri ya n'ụbọchị na-esote. Abụ ahụ mere ka o nweta MTV Europe Music Awards, NJR Music Awards na France, Feather Awards, na African Muzik Magazine Awards. \nỌ bịanyere aka na nkwekọrịta ndekọ na Elektra France. Na mbipụta 2020 nke African Muzik Magazine Awards ọ weghaara ihe nrite atọ Best Male Southern Africa, Best Collaboration, Song of the Year na Artist of the Year Award.",
  "Na 26 Mee 2021, ọ wepụtara otu egwu akpọrọ \"Shine Your Light\" na David Guetta na-egosi Akon.",
  "Na Septemba 2021, ọ malitere Jerusalem Live Concert Tour na United Kingdom iji kwado abọm ya, ya na Zanda Zakuza. N'ihe dị ka mmalite afọ 2022 ọ jikọtara mmekọrịta dị n'etiti ya na Makhadzi ma kpuchie ya na Kulakwe okpueze ka ha na-eme emume ụbọchị Valentine ọnụ.",
  "Ndị ọzọ",
  "Àtụ:MTV Europe Music Award for Best African Act"
]