[
  "Nnaemeka Anyamele (amụrụ na abalị iri na isii, n'ọnwa ise na afọ otu puku, narị iteolu na iri iteolu n'anọ (16 Mee 1994) bụ onye Finland na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere aka ekpe ma ọ bụ onye na-aga n'ihu",
  "Ọ gbara bọọlụ na Klubi-04, FC Honka, Pallohonka, HIFK, Gnistan na EIF.",
  "Anyamele nọrọ na Helsingin Ponnistus na HJK na-eto eto tupu ọ sonye na Klubi-04",
  "O mere Kakkonen mbụ ya na Klubi na abalị anọ nke ọnwa asatọ n'afọ puku abụọ na iri n'otu (4 Ọgọstụ 2011), na-abịa dị ka onye nọchiri Henri Lassila na ọkara oge na mmeri 5-0 na Sudet na Sonera Stadium. Ọ pụtara ugboro anọ ọzọ n'afọ puku abụọ na iri n'otu (2011), tupu ọ gbaa goolu abụọ n'egwuregwu iri abụọ na mkpọsa afọpuku abụọ na iri n'abụọ  (2012)",
  "Ọ gbara goolu mbụ ya na bọọlụ ndị okenye na abalị iri abụọ n'otu nke ọnwa anọ, afọ puku abụọ na iri n'abụọ (21 Eprel 2012, na mmeri 6-0 n'ụlọ LoPa.",
  "Ọ sonyeere FC Honka nke Mika Lehkosuo nke Veikkausliiga maka oge nke afọ puku abụọ na iri na atọ (2013), a gbazinyekwara ya Pallohonka na Kakkonen",
  "Honka mechiri dị ka onye na-esote HJK, na Anyamele gbara otu goolu na egwuregwu league iri na abụọ (12)",
  "O meriri n'ọkwa otu mbụ n'okpuru onye njikwa ọhụrụ Shefki Kuqi n'oge mkpọsa afọ puku abụọ na iri na anọ (2014), na-agba goolu ise n'egwuregwu iri atọ na asaa (37) ka klọb ahụ na-agbadata na nke iri na otu",
  "Ọ gbakwara bọọlụ ugboro abụọ na UEFA Europa League, na-egosi na ụkwụ abụọ nke mmeri 3-2 nke klọb ahụ meriri Sillamäe Kalev nke Estonia. Anyamele bịanyere aka na nkwekọrịta afọ abụọ na HIFK na ọnwa iri na otu nke afọ puku abụọ na iri n'anọ (Nọvemba 2014), ma kwuo na nkwa onye njikwa Jani Honkavaara kwere ka ọ kpọọ ya n'azụ aka ekpe mere ka o kwenye isonyere klọb ahụ. Ọ nọrọ n'afọ puku abụọ na iri na ise na puku abụọ na iri na isii (2015 na 2016) na klọb ahụ, gbaa goolu atọ na egwuregwu iri ise na atọ  (53).",
  "Na abalị iri abụọ na asaa nke ọnwa mbu, na afọ puku abụọ na iri abụọ na abụọ (27 Jenụwarị 2022), Anyamele laghachiri na HIFK",
  "Na abalị iri abụọ n'iteolu n'ọnwa atọ, afọ puku abụọ na iri abụọ n'abụọ (29 Machị 2022) a kwụsịrị nkwekọrịta ya na HIFK",
  "N'echi ya, Anyamele bịanyere aka na EIF na Ykkönen.",
  "Anyamele bụ onye Naijiria, mana ọ nọchitere anya Finland na ndị ntorobịa.",
  "Àtụ:Updated"
]