[
  "Ama Egwuregwu Nnamdi Azikiwe bụ ama egwuregwu maka ọtụtụ ebumnuche na Enugu, Nigeria",
  "A na -ejikarị ya agba egwuregwu bọọlụ ugbu a, ọ bụkwa ama egwuregwu nnọ n'ụlọEnugu Rangers",
  "Egwuregwu a nwere ike ịbacha mmadụ puku iri abụọ na abụọ  a kpọkwara ya aha onye isi ala mbụ nke Repoblik nke Nigeria, Dọkịnta Benjamin Nnamdi Azikiwe.",
  "Ama egwuregwu Nnamdi Azikiwe bụbu nke ụlọ ọrụ ụgbọ oloko Naijiria (NRC)",
  "Ruo oge ahụ, ọ bụ ama egwuregwu kacha enwu enwu na Enugu.",
  "Laa azụ na 1959, akụrụngwa ahụ bụ ebe egwuregwu nke ụlọ ọrụ ahụ, mpaghara ọwụwa anyanwụ",
  "Nke a abụghị ihe ijuanya n'ihi na ụlọ ọrụ ahụ nọ n'ihu n'ịkwalite egwuregwu n'oge ọchịchị na ọbụlagodi oge abụghị oge ọchịchị",
  "Ka oge na -aga, o doro anya na ọ bụ n'ihi ọnọdụ ya dị n'etiti ama ama na Enugu, Gọọmentị ọwụwa anyanwụ Naịjirịa kwụsịrị ọrụ wee weghara njikwa ebe a ma bulie aha ya.",
  "Ebe egwuregwu a gara n'ihu na -arụ ọrụ dị ka ebe egwuregwu ndị egwuregwu ụmụ nwanyị na ụmụ nwoke  bi na mpaghara ọwụwa anyanwụ, ruo mgbe agha obodo Nigeria/Biafra malitere",
  "Emezigharịrị ya mgbe agha obodo gachara ụlọ ebe obibi maka ịnabata ndị egwuregwu",
  "Ọ debekwara kansụl egwuregwu steeti ahụ.",
  "E hiwere Rangers International nke Enugu n'oge ahụ ma mee ka ámá egwuregwu ahụ bụrụ ama egwuregwu nnọọ n'ụlọ ha.Aha nke Rangers bidoro ịpụta ihe n'afọ ndị 1970, ọkachasị n'ihi nnukwu ngosipụta ha bipụtara obere oge ha malitere.",
  "Mgbe nke ahụ gasịrị, a nọ na -achọ ka e wughachi ihe owuwu ahụ",
  "Nke a butere mgnakọ aka gọọmentị steeti Anambra n'oge ahụ na njikọ aka ya na ụlọ ọrụ nkeonwe iji nweta ego maka nrụgharị ámá egwuregwu ahụ, nke e hibere na 1986.",
  "Afọ iri na atọ ka emechara, emezigharịrị ámá egwuregwu ahụ ọzọ ka ọ bụrụ ụzọ maka nhazi nke FIFA U-20 World Cup Nigeria 1999",
  "Ọ haziri egwuregwu dị mkpa gụnyere mmeri Mali meriri Naịjirịa na agba nke anọ.",
  "ámá egwuregwu, nke a na mbụ nwere ahịhịa okike, ugbu a,o  nwere  atifishíal tọf na skọbọd vidiomatris ọhụrụ",
  "ihe ndị a na ọrụ nrụzigharị ndị ọzọ nụ iji nye ámá egwuregwu ahụ ọmarịcha ihu ọgbara ọhụrụ na nkwalite na teknolojị n'ihi na ọ bụ otu n'ime ámá egwuregwu chikọbaraFIFA U-17 World Cup Nigeria 2009",
  ".",
  "Ọ nabatara egwuregwu na Group D, nke gụnyere Turkey, Costa Rica, Burkina Faso na New Zealand na FIFA U-17 World Cup Nigeria 2009"
]