[
  "Nathan Nnamdi Ugochukwu Benjamin Asigboro Ofoborh (amụrụ n'abalị asaa nke ọnwa Nọvemba afọ 1999) bụ onye na-agba bọọlụ dịka onye onọnetiti n'òtù egwuregwu bọọlụ Rangers FC",
  "A mụrụ ya na England, O wee n'anọchite anya Naijiria na mba ụwa.",
  "Ofoborh malitere mmụta agbambọọlụ ya na Cherries na Julaị afọ 2016, ebe ọ gafere n'oge nnwale, ma nwee afọ abụọ mịtara mkpụrụ na òtù egwuregwu bọọlụ ndị na-erubeghị afọ iri na asatọ, gụnyere ịbụ onyeisi ha n'afọ nke abụọ ya ma bụrụ onye tuuru ugo dịka Onye egwuregwu bọọlụ kachasị bụrụ nwata nke afọ ahụ (Young Player of the Season 2017/18).",
  "Ọ bịanyeere òtù egwuregwu bọọlụ ya ahụ aka nkwekọrịta ịgba bọọlụ dịka ọkachamara nke mbụ ya na Julaị afọ 2017",
  "Ejikwa nkwekọrịta ọhụrụ kwụọ Ofoborh ụgwọ n'ọnwa Disemba afọ 2018, na-ejikọta ya na klọb ahụ ruo afọ 2021.",
  "Mgbe ọ bịanyere aka na klọb ahụ na Disemba 2018, Ofoborh pụtara na bench maka egwuregwu abụọ nke Premier League na oge 2018, gụnyere mmeri Fulham meriri n'ụlọ na 20 Eprel, na mmeri Tottenham Hotspur meriri n\"ụlọ na 4 Mee. N'ịbụ onye na-azụ onwe ya mgbe niile na ndị otu egwuregwu mbụ nke Eddie Howes, Ofoborh malitere egwuregwu enyi na enyi megide AFC Wimbledon, Girona na West Bromwich Albion na 2019, gụnyere mmeri dị egwu 30.",
  "Na 2 Septemba 2019, Ofoborh sonyeere Wycombe Wanderers na mgbazinye oge. O mere nke mbụ ya na egwuregwu Wycombe na Lincoln City na 8 Septemba 2019. Ọ gbara goolu mbụ ya maka Wycombe na EFL Trophy tie megide Milton Keynes Dons na 12 Nọvemba 2019. Ofoborh wee gaa n'ihu gbaa goolu mbụ ya na\" Wycombe Wanderers na EFL League One play-off semi final\" megide Fleetwood Town na 3 Julaị 2020. Ofoborh malitere na League One Play-Off Final maka Wycombe na 13 Julaị, na-egwu nkeji 62 ka Wycombe meriri Oxford United 2 Xia1 iji merie nkwalite na ọkwa nke abụọ nke bọọlụ England maka oge mbụ n'akụkọ ihe mere eme ha.",
  "Mgbe Bournemouth si na Premier League gaa na Championship, Ofoborh laghachiri na ndị otu maka oge 2020 na21",
  "Ọ gbara bọọlụ n'egwuregwu enyi na enyi tupu oge ezumike megide Benfica na 29 Ọgọstụ; ọdịda 2 Á1 O mere asọmpi mbụ ya maka Bournemouth na EFL Cup tie megide Crystal Palace na 15 Septemba 2020. Egwuregwu ahụ gara na penalties na Ofoborh gbara mbọ ya ka Bournemouth meriri ọgụ ahụ. Ofoborh mere egwuregwu mbụ ya maka klọb ahụ na mmeri 3 na-agafe Coventry City, na-abịa dị ka onye na-esote na nkeji nke 90.",
  "Na 1 Febụwarị 2021, Ofoborh laghachiri na Wycombe Wanderers na mgbazinye ruo na ngwụcha oge 2020 na21.",
  "Ofoborh bịanyere aka na nkwekọrịta afọ anọ tupu nkwekọrịta ya na klọb Scottish Rangers na Febụwarị 2021.",
  "A kpọrọ Ofoborh ka ọ gaa n'òtù Nigeria U20s maka asọmpi asọmpi iko mba ụwa nke Under-20 na Poland na May Dzune 2019, na-apụta ugboro atọ na asọmpi ahụ",
  "O mere nke mbụ ya dị ka onye na-anọchi anya na mmeri 410 meriri Qatar na egwuregwu mbụ ha tupu ha amalite na 1 01 draw na Ukraine ka Flying Eagles na-aga n'ihu na ọkwa knockout",
  "Ofoborh malitekwara mmeri iri na isii nke Senegal meriri na Łódź.",
  "Àtụ:Updated",
  "Àtụ:Notelist",
  "Ndị Wycombe Wanderers",
  "Onye ọ bụla",
  "Àtụ:Rangers F.C",
  "squad"
]