[
  "Nnemkadi Chinwe Victoria \"Nneka\" Ogwumike bụ onye (/ˈnɛkə oʊˈɡwuːmɪkeɪ/; amụrụ na Julaị 2, 1990) bụ onye Naijiria-Amerịka na-agba bọọlụ maka Los Angeles Sparks nke Women's National Basketball Association (WNBA), mgbe edepụtara ya na No",
  "1 n'ozuzu na 2012 WNBA Draft",
  "N'oge na-adịghị anya mgbe edepụtara ya, Ogwumike bịanyere aka na nkwekọrịta nkwado na Nike. Ọ bụ nwanne nwanyị nke Chiney Ogwumike, onye na-egwuri egwu maka Sparks",
  "A kpọrọ Ogwumike WNBA MVP maka oge WNBA nke afọ 2016 wee merie WNBA Finals n'otu afọ ahụ A kpọrọ aha ya na ndepụta W25 nke ndị egwuregwu 25 kachasị elu nke afọ iri abụọ na ise mbụ ya, na 2021.",
  "Ọ na-egwuri egwu maka Dynamo Kursk nke Russia Aha ya \"Nneka\" pụtara \"Nne bụ Onye Kasị Elu\" n'asụsụ Igbo nke Naijiria - ebe ezinụlọ ya si. Ọ dị 6'2\" ma na-eme ihe ike n'ihu",
  "Ọ gara Cy-Fair High School na Cypress, Texas ma duru ha gaa 5A State Championship na oge ikpeazụ ya. Mgbe ọ nọ na Mahadum Stanford, o nyeere Kadinal aka iru Final Four ugboro anọ",
  "A họpụtara Ogwumike ka ọ bụrụ onye isi oche nke WNBA Players Association n'afọ 2016 ma họpụta ya ọzọ maka afọ atọ ọhụrụ n'afọ 2019.",
  "A kpọrọ Ogwumike onye WBCA All-American",
  "O sonyere na 2008 WBCA High School All-America Game, ebe o nwetara akara iri na asaa , jidere rebounds isii ma nweta MVP nsọpụrụ maka ndị White",
  "Ọ nwetara akara 16.8, 8.0 rebounds, 1.8 assists, 2.4 steals na 0.8 blocks kwa egwuregwu n'oge oge 2007 na Cy-Fair High School.",
  "Ogwumike họọrọ Stanford karịa Baylor, Duke, Connecticut, Tennessee na Notre Dame. Ọ bụ onye otu USA Under 18 Team nke ritere ọla edo na Argentina na July 23-27, 2008",
  "Nneka nwetara akara iri abụọ na rebounds iri na ise na egwuregwu mmeri nke Under-18 FIBA Americas",
  "Ọ duuru ndị otu USA gaa na ndekọ 5-0 mgbe ọ na-eduga ndị otu ahụ n'ịgba goolu na ịwụghachi",
  "A kpọrọ ya MVP nke asọmpi a na Argentina.",
  "Nneka sokwa nwanne ya nwanyị, Chiney Ogwumike na Stanford.",
  "Na ụbọchị iri abụọ na atọ n'ọnwa Jenụwarị 2010, Ogwumike mebiri ihe ndekọ nke Cardinal maka rebounds n'egwuregwu na iri abụọ na atọ iji soro akara iri atọ na mmeri 100-80 na Oregon.",
  "N'abalị iri abụọ n'ọnwa Disemba n'afọ 2011, Ogwumike nwetara akara iri anọ na abụọ kachasị elu na iri na itoolu maka ịgba égbè iri abụọ na asaa mgbe ọ na-ejikwa rebounds iri na asaa na mmeri iri itoolu na asaa na Tennessee Lady Vols nke isii.",
  "N'ụbọchị asaa n'ọnwa Jenụwarị, 2012, Ogwumike gafere ma akara 2,000 na 1,000 rebound thresholds maka ọrụ ya na 33-point, rebound iri na isii arụmọrụ megide Oregon State.",
  "Ogwumike hapụrụ Stanford Cardinal dị ka onye nke abụọ na-ebute akara maka mmemme basketball ụmụ nwanyị, n'azụ naanị Candice Wiggins.",
  "Ogwumike bụ onye otu USA Women's U18 team nke meriri nrite ọla edo na FIBA Americas Championship na Buenos Aires, Argentina",
  "E mere ihe omume ahụ na Julaị 2008, mgbe ndị otu USA meriri Argentina iji merie asọmpi ahụ",
  "Ogwumike nyeere ndị otu ahụ aka imeri egwuregwu ise niile, malite egwuregwu ise niile ma na-eduga ndị niile na-agba bọọlụ na 12.6 n'egwuregwu ọ bụla",
  "Ọ bụkwa onye na-ebute ụzọ na 8 kwa egwuregwu",
  "Ogwumike dekọrọ 15 rebounds na egwuregwu ikpeazụ megide Argentina, ndekọ U18.",
  "Ogwumike gara n'ihu na otu USA Women's U19 nke nọchitere anya US na 2009 U19 World's Championship, nke emere na Bangkok, Thailand na July na August 2009",
  "Ọ bụ ezie na ndị otu USA meriri egwuregwu mmeghe na Spain, ha gara n'ihu merie egwuregwu asaa ha sochirinụ iji nweta mmeghachi omume megide Spain na ngwụcha, wee merie egwuregwu 81-71 iji nweta ọla edo",
  "Ogwumike malitere egwuregwu itoolu niile ma bụrụ onye na-ebute akara n'otu egwuregwu ahụ, na akara 13.6 kwa egwuregwu",
  "Ọ bụ onye na-ebute ụzọ na ihe fọrọ nke nta ka ọ bụrụ iri n'egwuregwu ọ bụla, a kpọkwara ya aha na otu egwuregwu niile.",
  "Ogwumike gbara na otu na-egosi US na 2011 World University Games nke emere na Shenzhen, China, ya na nwanne ya nwanyị, Chiney Ogwumike",
  "Ndị otu ahụ, nke Bill Fennelly zụrụ, meriri egwuregwu isii niile iji nweta ihe nrite ọla edo",
  "Ogwumike nwetara akara 13.2 na 5.7 rebounds kwa egwuregwu, ha abụọ bụ nke abụọ na otu ahụ n'azụ Elena Delle Donne.",
  "Ogwumike gbakwara Team USA bọọlụ na 2014 FIBA World Championship for Women, na-enyere Team USA aka imeri Spain 77·64 na egwuregwu ọla edo.",
  "N' ụbọchị iri na isii n'ọnwa April  2012, Los Angeles Sparks họọrọ Ogwumike nke mbụ n'ozuzu na 2012 WNBA Draft",
  "Ọ ghọrọ onye egwuregwu nke abụọ site na Cypress-Fairbanks High School ka edepụtara No",
  "1 n'ozuzu ya na WNBA n'azụ Lindsey Harding na 2007.",
  "N'abalị iri na abụọ n'ọnwa Julaị n'afọ 2012, Ogwumike setịpụrụ ọkwa kachasị elu na rebounds na iri abụọ iji soro akara iri abụọ na abụọ na mmeri 77-74, onye mmeri WNBA Indiana Fever",
  "N'abalị iri na atọ n'ọnwa Septemba n'afọ 2012, o nwetara akara iri atọ n'ime iri na ise iji soro rebounds iri na otu na mmeri 86z77 na Chicago Sky",
  "Na ngwụcha oge na Septemba bu ubochi iri abụọ na 2012, Ogwumike dakọtara na onye otu ya Candace Parker maka ọkwa dị elu na isi abụọ na rebounds na onye ọkpụkpọ ọ bụla na-enweta 22 na 11, n'otu n'otu, na mmeri 92 76 na onye na-agbachitere onye mmeri WNBA Minnesota Lynx",
  "Ogwumike bụ iri maka iri na atọ site n'ọhịa.",
  "A kpọrọ Ogwumike WNBA Rookie of the Month ugboro anọ n'ime ise n'oge rookie ya. N'October ụbọchị asaa 2012, e nyere Ogwumike dị ka 2012 WNBA Rookie of the Year",
  "Ọ bụ afọ nke ise n'usoro na onye mbụ a họọrọ meriri ihe nrite ahụ.",
  "N'oge afọ 2014, Ogwumike mere nkezi 15.8 ppg ma họpụta ya dị ka WNBA All-star maka oge nke abụọ n'ọrụ ya ya na nwanne ya nwanyị Chiney Ogwumike, na-aghọ ụmụnne nwanyị abụọ mbụ a họpụtara n'ime egwuregwu WNBA All.",
  "N'afọ 2016, Ogwumike bịanyere aka na Sparks ozugbo nkwekọrịta ọhụrụ ya gwụrụ. N'oge oge ahụ, a kpọrọ Ogwumike onye egwuregwu AP WNBA nke Afọ, mgbe ọ na-emecha nke atọ na league na akara (19.7 ppg), nke atọ naleague na rebounding (9.1 rpg) na nke mbụ na pasentị goolu (.665). Ọrụ oge ya ga-enyekwa ya aka inweta 2016 WNBA Most Valuable Player Award",
  "N'oge oge ahụ, Ogwumike setịpụrụ ihe ndekọ WNBA maka ọtụtụ ihe mgbaru ọsọ n'usoro (23 ihe mgbarugwụ n'usoro n'ime egwuregwu atọ) ma setịpụ ihe ndekọ ọhụrụ WNBA maka otu egwuregwu maka ọtụtụ mgbalị n'ọhịa na-enweghị njehie nke o nwetara akara iri atọ na abụọ na iri abụọ na abụọ nke iri abụọ na abụọ n'ọgbọ egwuregwu na mmeri 97 - 73 na Dallas Wings. N'abalị iri atọ n'ọnwa Juun n'afọ 2016, o nwetara akara iri atọ na asatọ na rebounds iri na otu na mmeri 84-75 megide Atlanta Dream. Na mgbakwunye, o setịpụrụ ndekọ basketball maka ọnụ ọgụgụ kachasị elu nke ezigbo ịgba égbè site na iru 73.7% n'oge oge ahụ, na-aghọ onye na-agba égbè kachasị mma n'akụkọ ihe mere eme nke basketball ọkachamara. Site na nkwado nke Candace Parker na Kristi Toliver, Sparks bụ onye na-asọ mpi mmeri na league na ndekọ 26-8",
  "Site na usoro egwuregwu ọhụrụ nke WNBA, Sparks bụ mkpụrụ nke abụọ na league na-asị abụọ gaa na ọkara ikpeazụ (agba ikpeazụ tupu WNBA Finals) na-eche Chicago Sky ihu",
  "Sparks meriri Sky 3-1 na usoro ahụ, na-aga n'ihu na WNBA Finals maka oge mbụ kemgbe 2003",
  "Na WNBA Finals, ọ bụ oge nke abụọ n'akụkọ ihe mere eme nke league ka ìgwè abụọ sitere n'otu nzukọ ahụ chere ihu na ibe ha na Final n'ihi usoro egwuregwu ọhụrụ",
  "Na Minnesota Lynx na-agbachitere asọmpi ahụ, Sparks meriri asọmpi ahụ na usoro egwuregwu ise siri ike, merie asọmpi mbụ ha kemgbe afọ 2002",
  "Ogwumike meriri n'asọmpi WNBA nke mbụ ya",
  "N'egwuregwu nke ise nke usoro ahụ, Ogwumike nwere akara iri na abụọ yana rebounds iri na abụọ ma gbaa bọọlụ mmeri egwuregwu mgbe o jidere mmeghachi omume mmegide iji mee ka Sparks ruo 77- 76 na sekọnd atọ fọdụrụ na egwuregwu ahụ. Ogwumike ghọrọ onye egwuregwu nke asaa n'akụkọ ihe mere eme nke WNBA iji merie ma ihe nrite MVP na asọmpi n'otu oge ahụ.",
  "N'afọ 2017,bu Ogwumike bịanyere aka na nkwekọrịta nkwekọrịta na Sparks. N'oge oge 2017, a họpụtara Ogwumike n'ime egwuregwu WNBA All-Star nke afọ 2017, na-eme ka ọ bụrụ ọrụ ya nke anọ",
  "N'abalị iri na asatọ n'ọnwa Ọgọstụ n'afọ 2017, Ogwumike nwetara akara iri atọ na abụọ kachasị elu n'oge egwuregwu yana rebounds iri na mmeri okpukpu abụọ nke oge mgbakwunye na Chicago Sky. Ka ọ na-erule ngwụcha oge ahụ, Ogwumike duziri Sparks n'ịgba goolu maka oge nke abụọ n'usoro, na-eme nkezi 18.8 ppg na Sparks mechara dị ka mkpụrụ nke abụọ maka afọ nke abụọ n\"usoro na otu ndekọ ahụ, na-enweta okpukpu abụọ na ọkara ikpeazụ",
  "Sparks ga-aga n'ihu na ngwụcha maka oge nke abụọ n'usoro, mgbe ha merisịrị Phoenix Mercury na egwuregwu atọ, na-eguzobe mmeghachi omume na Lynx",
  "Otú ọ dị, Sparks ga-efunahụ na egwuregwu ise, na-emerighị asọmpi azụ azụ.",
  "Iji malite n'afọ 2018, Ogwumike nwetara akara iri abụọ na ise kachasị elu n'oge mmeri iri asatọ na asaa na iri asaa na Indiana Fever. Ka oge na-aga, a họpụtara Ogwumike n'ime 2018 WNBA All-Star Game mana ọ ga-ahapụ egwuregwu ahụ n'ihi ike ọgwụgwụ, nke mere ka ọ nọrọ ihe karịrị otu izu n'etiti ọnwa Julaị. Ogwumike laghachiri n'ụbọchị nke abụọ n'ọnwa Ọgọstụ n'afọ 2018, megide Minnesota Lynx wee nweta akara iri na ise na mmeri 79-57. Ogwumike mechiri oge ahụ na  15.5 ppg",
  "Sparks ji ọnụọgụ isii na league mechie 19 - 15 N'egwuregwu mmeri nke mbụ, ha meriri Minnesota Lynx na-agbachitere asọmpi ahụ",
  "N'egwuregwu nke abụọ, Sparks meriri Washington Mystics na 96-64",
  "N'abalị anọ n'ọnwa Julaị n'afọ 2019, bụ Ogwumike nwetara akara iri atọ na otu kachasị elu n'oge ya yana  rebound iri na mmeri 98 na 1981 na Washington Mystics. Ogwumike ga-ahọpụta n'ime 2019 WNBA All-Star Game, na-eme ka ọ bụrụ nke isii ya",
  "Sparks mechiri oge ahụ dị ka mkpụrụ nke atọ na ndekọ 221012, na-enweta bye na agba nke abụọ",
  "N'egwuregwu nke abụọ, Sparks meriri ndị na-agbachitere Seattle Storm 92[[69",
  "Na ọkara ikpeazụ, e wepụrụ Sparks na egwuregwu atọ nke Connecticut Sun.",
  "N'afọ 2020, e yigharịrị oge ahụ ma mee ka ọ dị mkpirikpi ruo egwuregwu iri abụọ na abụọ na bọọlụ na IMG Academy n'ihi ọrịa COVID-19",
  "N'abalị iri na abụọ n'ọnwa Septemba n'afọ 2020, Ogwumike nwetara akara iri abụọ na anọ n'ime mmeri Las Vegas Aces. Ogwumike gbara egwuregwu iri na asatọ n'ime egwuregwu iri abụọ na abụọ (na-anọpụ egwuregwu anọ na mmerụ ahụ azụ)",
  "Sparks mechiri oge 15-7 dị ka mkpụrụ nke atọ, na-enweta bye na agba nke abụọ, mana Connecticut Sun wepụrụ ha ọzọ n'egwuregwu mwepụ, Ogwumike enweghị ike igwu egwu maka egwuregwu ahụ n'ihi ọrịa.",
  "Na Jenụwarị 2021,bụ Ogwumike bịanyere aka na Sparks maka nkwekọrịta ọtụtụ afọ.  N'oge nke 2021",
  "nke 25 nke WNBA, a kpọrọ aha ya na W25 dị ka otu n'ime ndị egwuregwu iri abụọ na ise kachasị elu n'akụkọ ihe mere eme nke league, na ngwụcha oge ahụ a họpụtara ya maka WNBA's Kim Perrot Sportsmanship Award maka afọ nke atọ n'usoro.",
  "N'afọ 2012 na-abụghị oge egwuregwu, Ogwumike gbara bọọlụ na Poland maka CCC Polkowice wee merie otu mmeri na otu ahụ Kemgbe afọ 2014, Ogwumike agbaala bọọlụ atọ na Russia maka Dynamo Kursk. Klọb ahụ meriri Euroleague nke afọ 2017",
  "Na ngwụcha afọ 2017, Ogwumike laghachiri na Dynamo Kursk maka oge ezumike WNBA nke afọ 2017.",
  "Ogwumike bụ onye Katọlik.",
  "Àtụ:WNBA player statistics legend",
  "Àtụ:WNBA player statistics start\n|- style=\"text-align: Center;\"\n|-\n| style=\"text-align:left;\"| 2012\n| style=\"text-align:left;\"| Los Angeles\n| 33 || 33 || 27.9 ||535 ||143 ||734 || 7.5 || 1.2 || 1.3 || 0.8 || 1.2 || 14.0\n|-\n| style=\"text-align:left;\"| 2013\n| style=\"text-align:left;\"| Los Angeles\n| 34  || 34  || 25.8 ||566 ||400 ||826 || 7.6 || 1.3 || 1.4 || 0.9 || 1.9 || 14.6\n|-\n| style=\"text-align:left;\"| 2014\n| style=\"text-align:left;\"| Los Angeles\n| 33 || 33 ||27.6||.520||.300||.873|| 7.1|| 1.5 ||1.7  || 0.4 || 2.0 || 15.8\n|-\n| style=\"text-align:left;\"| 2015\n| style=\"text-align:left;\"| Los Angeles\n| 23 || 23 ||style=\"background:#D3D3D3\"|34.1° ||.525 ||.083||866|| 7.3|| 2.1 || 1.0 || 0.4 || 1.8 || 16.5\n|-\n|style=\"text-align:left;background:#afe6ba;\"| 2016†\n| style=\"text-align:left;\"| Los Angeles\n| 33 || 33 ||31.6||style=\"background:#D3D3D3\"|.665° ||.615||.869|| 9.1 || 3.1  || 1.2 ||  1.1  || 2.1 || 19.7\n|-\n| style=\"text-align:left;\"| 2017\n| style=\"text-align:left;\"| Los Angeles\n| 34 || 34 ||30.9||561 ||.340||870 || 7.7 || 2.1 || 1.8 || 0.5 || 1.5 || 18.8\n|-\n| style=\"text-align:left;\"| 2018\n| style=\"text-align:left;\"| Los Angeles\n| 27 || 27||30.8||525 ||.346||816 || 6.8 || 2.0 || 1.5 || 0.4 || 1.4 || 15.5\n|-\n| style=\"text-align:left;\"| 2019\n| style=\"text-align:left;\"| Los Angeles\n| 32 || 32 ||27.9||510 ||.338 ||828 || 8.8 || 1.8 || 1.8 || 0.4 || 1.8 || 16.1\n|-\n| style=\"text-align:left;\"| 2020\n| style=\"text-align:left;\"| Los Angeles\n| 18 || 18 || 26.2 ||569 ||.500 ||837 || 4.8 || 1.7 || 1.1 || 0.2 || 1.6 || 13.3\n|-\n| style=\"text-align:left;\"| 2021\n| style=\"text-align:left;\"| Los Angeles\n| 18 || 18 || 31.7 ||532 ||367 ||800 || 6.5 || 2.7 || 1.4 || 0.3 || 2.2 || 14.5\n|-\n| style=\"text-align:left;\"| Career\n| style=\"text-align:left;\"| 10 years, 1 team\n| 286 || 285 || 29.2 ||551 ||365 ||835 || 7.5 || 1.9 || 1.5 || 0.6 || 1.8 || 16.0\nÀtụ:S-end",
  "Àtụ:WNBA player statistics start\n|-\n| style=\"text-align:left;\"| 2012\n| style=\"text-align:left;\"| Los Angeles\n| 4 || 4 || 25.8 ||552 ||000 ||400 || 5.3 || 0.5 || 1.0|| 0.8|| 1.2 || 9.0\n|-\n| style=\"text-align:left;\"| 2013\n| style=\"text-align:left;\"| Los Angeles\n| 3||3||30.3||.419||000 ||909||11.7||1.0||0.7||0.0 || 2.0||12.0\n|-\n| style=\"text-align:left;\"| 2014\n| style=\"text-align:left;\"| Los Angeles\n| 2||2||30.0||.667||.000 ||1.000||6.0||1.0||0.5||0.0||3.0||13.0\n|-\n| style=\"text-align:left;\"| 2015\n| style=\"text-align:left;\"| Los Angeles\n| 3||3||30.7||.600||.000 ||.833||4.3||2.0||1.0||0.3||2.3||11.7\n|-\n|style=\"text-align:left;background:#afe6ba;\"| 2016†\n| style=\"text-align:left;\"| Los Angeles\n| 9||9||31.4||.625||.222||.763||9.3||2.6||2.0||1.1||2.8||17.9\n|-\n| style=\"text-align:left;\"| 2017\n| style=\"text-align:left;\"| Los Angeles\n| 8||8||31.5||.482||100 ||.744||8.8||1.5||2.1||0.1||1.7||14.0\n|-\n| style=\"text-align:left;\"| 2018\n| style=\"text-align:left;\"| Los Angeles\n| 2|| 2 ||33.8||400 ||.000 ||733 || 4.0 || 1.5 || 1.5 || 0.5 || 2.5 || 13.5\n|-\n| style=\"text-align:left;\"| 2019\n| style=\"text-align:left;\"| Los Angeles\n| 4 || 4 ||29.1||592 ||.400 ||857 || 7.3 || 1.8 || 1.2 || 0.5 || 2.0 || 18.0\n|-\n| style=\"text-align:left;\"| Career\n| style=\"text-align:left;\"|8 years, 1 team\n|35||35||30.4||.550||.208||.763||7.8||1.7||1.5||0.5||2.2||14.4\nÀtụ:S-end",
  "Àtụ:Los Angeles Sparks current rosterÀtụ:Navboxes"
]