[
  "Nnenna Freelon (amụrụ n'abalị iri abụọ na asatọ nke ọnwa Julaị afọ 1954) bụ onye America na-agụ egwu jazz, onye na-ede egwu, onye na'emepụta ihe, na onye nhazi.",
  "A mụrụ Freelon Chinyere Nnenna Pierce nye Charles na Frances Pierce na Cambridge, Massachusetts, ebe a zụlitere ya. O nwere nwanne nwoke Melvin na nwanne nwanyị aha ya bụ Debbie",
  "Dị ka nwa agbọghọ, ọ bụrụ abụ nke ukwuu na obodo ya na Union Baptist Church na St",
  "Paul AME",
  "Ọ chetara, \"Amalitere m ịbụ abụ n'ụlọ ụka, dị ka ọtụtụ ndị ọzọ....\" Nnenna gụsịrị akwụkwọ na Simmons College na Boston nke onwetara nzere na nlekọta ahụike",
  "Ruo oge ụfọdụ ọ rụrụ ọrụ na Durham County Hospital Corporation, Durham, North Carolina.",
  "Ọ na-atụpụta na mmetụta ya gụnyere ọtụtụ \"ndị na-amaghị ama\" tinyere Nina Simone na Billy Eckstine, onye nne na nna ya na-akpọ egwu ya n'ụlọ",
  "\"Ọ dị mkpa imeghe ụmụ gị anya na agburugburu ebe egwu sara mbara\", ka ọ na-ekwu",
  "\" emerem ihe nne m gwara m: 'Chawapụ ebe isi malite isi ije gi, 'abala ụgbọala gaa New York ma ọ bụ L.A., bụọ abụ ebe ị nọ'.",
  "N'afọ 1990, Nnenna Freelon gara nzukọ jazz nke Southern Arts Federation wee zute Ellis Marsalis",
  "\"Nke ahụ bụ nnukwu mgbanwe",
  "N'oge ahụ, anọwo m na-ịbụ abụ kemgbe afọ asaa",
  "Ellis bụ onye nkuzi ma ọ chọrọ ịzụlite ma nye aka",
  "Ihe m na-amaghị n'oge ahụ bụ na George Butler nke Columbia Records na-achọ nwanyị na-agụ egwu",
  "Ellis gwara okwu m maka  ihe ngosi ọmụmatụ",
  "Enwere m obere ihe obibi akwụkwọ m na obere teepu ma enwere egwu mbụ",
  "Afọ abụọ ka e mesịrị, a bịanyere m aka na nkwekọrịta nke Columbia Records",
  "Ọ nọ na ngwụcha afọ iri atọ ya mgbe o mere CD mbụ ya, Nnenna Freelon, maka Columbia n'afọ 1992",
  "Akara ahụ wepụrụ ya na 1994, Concord Records nabatara ya n'afọ 1996.",
  "Ya na Ray Charles, Ellis Marsalis, Al Jarreau, Anita Baker, Aretha Franklin, Dianne Reeves, Diana Krall, Ramsey Lewis, George Benson, Clark Terry, Herbie Hancock, na Terence Blanchard arụkọla ọrụ",
  "Ọ rụrụ ọrụ na Carnegie Hall, Hollywood Bowl, Ellington Jazz Festival, Monterey Jazz Festival, Apollo Theater, Montreux Jazz Festival, John F",
  "Kennedy Center for the Performing Arts.",
  "Freelon bụ ọnụ na-ekwuchitere mba nke National Association of Partners in Education, otu nzukọ nwere ihe karịrị  ụlọ akwụkwọ narị puku  anọ na mmemme mmekọrịta obodo na ngafe United States, tinye ichu naagụmakwụkwọ nka",
  "Freelon anọgidewo na-ejikọta ya na ọrụ ụlọ ọgwụ ya ka ọrụ jazz ya na-aga nke ọma",
  "Ọmụmụ ihe Babysong ya, nke ọ malitere na Duke University Medical Center n'afọ 1990, na-akụziri ndị nne na-eto eto na ndị na-ahụ maka ahụike mkpa olu mmadụ dị maka ọgwụgwọ na nzụlite",
  "Ọ na-ekwusi ike na mkpa ndị nne na nna na-ịbụ abụ nye ụmụaka iji bulie uto ụbụrụ.",
  "N'afọ 1979, ọ lụrụ onye na-ese ụkpụrụ ụlọ bụ Philip Freelon. Ya na di ya zụlitere ụmụ atọ, bụ Deen, Maya na Pierce, tupu ya ekpebie ịrụ ọrụ dịka onye na-agụ egwu jazz. Nwa ha nwoke Pierce Freelon bụ onye na agụ egwú hip hop, Prọfesọ Nleta nke Sayensị ndọrọ ndọrọ ọchịchị na Mahadum North Carolina Central na onye guzobere ebe nrụọrụ weebụ Blackademics, nke ọ gbara ọtụtụ ndị ama ama dịka Angela Davis, Maya Angelou, Nikki Giovanni, na Jesse Jackson ajụjụ ọnụ. Deen Freelon bụ osote prọfesọ na Hussman School of Journalism na Media na Mahadum North Carolina na Chapel Hill na-amụ mgbasa ozi mmekọrịta na ndọrọ ndọrọ ọchịchị. Nwa nwanyị Maya Freelon Asante bụ onye na-ese ihe osise"
]