[
  "As of 2006[update], Nnewi nwere ihe ruru mmadụ 391,227 dịka ọnụọgụgụ Naịjirịa siri dị",
  "Atụmatụ ọnụ ọgụgụ ndị mmadụ n'afọ 2019 na-egosi na Nnewi nwere ihe karịrị 900,000. Obodo a gbasara ala ihe karịrị square kilomita 200 (520 km2) na steeti Anambra",
  "Mpaghara Nnewi Obodo ukwu na obodo satịlaịtị ya bụ ebe obibi ihe fọrọ nke nta ka ọ bụrụ nde 2.5 As of 2005[update]",
  "N'akụkụ ya, Nnewi nwere nnukwu oke n'akụkụ ngalaba ndị ọzọ niile, n'ihi na ọnụ ọgụgụ ọnụọgụgụ 1953 ghọtara dị ka obodo kachasị n'ime ime obodo nke ndị ọzọ niile na steeti ọwụwa anyanwụ nke Naijịrịa.",
  "Atụmatụ ịbụ obodo nke iri na abụọ na-eto ngwa ngwa na kọntinent Africa n'ime 2020 na 2025, na-enwe uto 5.18%",
  "Na akụkọ ifọ na ejije nke Nnewi , 'ewi' ( Igbo )rụrụ nnukwu ọrụ n'ịzọpụta ndị malitere Nnewi n'oge agha",
  "N'ime akụkọ ya niile, Nnewi ejirila ike agha ya na-echekwa oke ya n'ihi nke a, igbu ma ọ bụ iri ewi na Nnewi by alu ruo taa",
  "Nnewi dịịrị dị ka alaeze kwụụrụ onwe ya site na narị afọ nke 15 ruo 1904, mgbe ọchịchị ndị Briten na-achị.",
  "E kewara alaeze Nnewi n'akụkụ anọ (nnukwu obodo), bụ Otolo, Uruagu, Umudim, na Nnewichi",
  "E kewara obodo ọ bụla ka ọ bụrụ otu ezinụlọ akpọrọ 'umunna'",
  "Umunna obula nwere ezi na ulo nke amara dika 'obi'",
  "Akụkụ anọ ndị a bụ aha mbụ ụmụ Edo: Otolo bụ ọkpara na Nnewichi bụ ọdụdụ n'ime ụmụ Obi nke Nnewi.",
  "Na mgbe gboo ndị Igbo biri n'ebe ọwụwa anyanwụ Naijiria nke oge a, ha na ndị isi atọ bịarutere, abụọ bụ ndị ndu mmụọ na nke ọdụdụ n'ime atọ ahụ bụ Eze eketa nke a na-akpọ Obi a Eze site n'ọkwa",
  "Nke mbụ bụ Eze Nri nke Awka eze nchụaja, nke abụọ Eze Aro nke Arochukwu eze na nke atọ Obi nke Nnewi bụ onye ọchịchị na agha",
  "Ndị Onitsha bụ ndị ọbịa ma mechaa biri n’ala Igbo",
  "Ndị Aros ma akụkọ ihe mere eme a (Nnewi bụ onye mmekọ na onye ndu n'etiti ndị Igbo) nke a so n'ihe kpatara na enweghị obodo Aro na Nnewi",
  "Obi nke Nnewi Obi Okoli na 1780s tụfuru ocheeze ya mgbe n'ime ndọrọndọrọ ọchịchị nke na-adabere na omenala ewepụ ya",
  "Iwu eze ọdịnala nwere na Onye isi ala ga-emerịrị ikike olili ozu Obi tupu e kpube ya okpueze, Obi Okoli anọghị ya wee bata n'ụlọ naanị mgbe e liri onye nwụrụ anwụ Obi Okoli 1st",
  "Nwanne nna ya (Onye nwụrụ anwụ Obi Okoli nke mbụ) mere ikike olili ozu n'ọnọdụ ya wee weghara ya dị ka Igwe Nnewi ọ pụghị ịchịkwa ya dịka Obi (nke pụtara nwa mbụ)",
  "Ezinụlọ Obi Okoli ka a manyere n’ala ọzọ, ha gbabara na Umune-Alam nke dị n’Umudim, Nnewi ebe ha ka nọ ruo taa",
  "Ezinụlọ Obi Okoli ka na-agba Ofor Nnewi ruo taa.",
  "Edo bu chi kachasi elu nke ndi Alusi nile (Igbo: chi) na obodo Anaedo",
  "Ụlọ nsọ dị na etiti na ejiko alusi niile onu dị na Ǹkwọ Nnewi, ahịa nke etiti",
  "Enwere chi anọ ọzọ na Nnewi: Ana, Ezemewi, Eze na Ele",
  "Ndị Europe malitere Iso Ụzọ Kraịst n'afọ 1885 ma ọtụtụ ndị Nnewi na-emezi Iso Ụzọ Kraịst ugbu a.",
  "Nnewi, Ichi na Oraifite mebere steeti Anaedo",
  "Obodo Anaedo nwere otu agbụrụ nna, nkwenye na usoro uru ọdịnala",
  "Nnewi bụ nnukwu ụlọ ahịa na mmepụta ihe na Naijiria",
  "N'ihi nnukwu ọrụ azụmahịa ya, obodo ahụ adọtala ọtụtụ nde ndị si na steeti na mba ndị ọzọ kwa.",
  "Ofala Nnewi bụ mmemme omenaala a na-eme kwa afọ obula iji na-eme emume ochichi nke Igwe Nnewi",
  "Iwa ji ọhụrụ ( New yam festival ) na Ikwuaru sokwa n'ememme omenala a na-eme kwa afọ obula na Nnewi",
  "Alaeze Nnewi nwekwara aha ọzọ ana akpo ya bụ Anaedo nke pụtara ala ọla edo(Chi kachasị elu na chi nwanyị Nnewi).",
  "N'ọdịdị ala, Nnewi na-adaba n'ime mpaghara oke mmiri ozuzo nke Nigeria",
  "N'agbanyeghi na ọ na-ata ahụhụ site na ntapu ala na mbuze nke mere ka ala dị n'akụkụ ụfọdụ gaa n'ebe ájá ájá siri ike, ọ ka bụ mpaghara ihe ọkụkụ bara ụba na ebe mbụ azụmahịa azụmahịa",
  "Obodo a dị n'akụkụ ọwụwa anyanwụ nke osimiri Naịja, na ihe dịka kilomita iri abụọ na abụọ na ndịda ọwụwa anyanwụ Ọnịcha na steeti Anambra, Naijiria",
  "A na-akpọ eze ọdịnala Nnewi Igwe",
  "Igwe dị n'alaeze Nnewi bụ tupu ndị Europe abịarute, mere ka ọ bụrụ eze pụrụ iche n'ala Igbo",
  "A ma ndị Igbo ka ndị na adịghị enwe eze, ya mere ndị Igbo na-ewu ewu na-asị Igbo é nwě Eze, nke pụtara 'ndị Igbo enweghị eze'",
  "N'agbụrụ Igbo ndị ọzọ, ndị ọchịchị Briten na-achị achị kere ndị isi akwụkwọ ikike wee weghara ọkwa na aha Igwe wee họpụta ya ruo taa",
  "Na Nnewi, Igwe bụ isi obi (onye isi ndị Obi ) ya mere Igwe, nke sụgharịrị n'ụzọ nkịtị dị ka eluigwe ma ọ bụ elu dịka ọ na-ejide Ofo, akara okpukperechi na ndọrọ ndọrọ ọchịchị",
  "A mụrụ ya ma emeghị ya ma ọ bụ họpụta ya, na ụlọ ọrụ nketa bụ ikike na ihe ùgwù ọdịnala",
  "A naghị ebufe ọnọdụ ahụ ma ọ bụ nwee mkparịta ụka",
  "Obukwa onye Obi",
  "Obi bụ aha ndị isi na-achị achị; ọ bụ ihe nhata nke onye isi na ndị isi",
  "Onye na-achị ugbu a bụ Eze Igwe Kenneth Onyeneke Orizu III ; ọ bụ eze kacha ogologo oge na Naijiria  na ọ bụ eze nke iri abụọ na usoro ọmụmụ eze Nnofo",
  "Igwe Kenneth Orizu III bụ onye isi klaasị mbụ na steeti Anambra site na Nnewi nakwa osote onye isi oche nke Ụlọ Nzukọ Alaeze Anambra",
  "Onwere Obis n'ezigbo ano nke mebere Nnewi",
  "Obi kachasị elu na nke kacha elu bụ Obi nke Ọtọlo, bụkwa Igwe nke Nnewi",
  "Chief Afamefuna Obi, Obi Bennett Okafor na Obi George Onyekaba bucha obi nke Uruagu, Umudim, and Nnewichi, ugbua",
  "Obi atọ ndị a na Igwe Orizu, III dịka onyeisi oche bụ Igwe-in-Council na ha kpachapụrụ anya maka ihe gbasara mmụọ, ọdịnala na obodo, na Nnewi.",
  "Enwekwara otu obodo na-arụsi ọrụ ike nke a na-akpọ Nzuko-Ora Nnewi",
  "Ọ bụ ọgbakọ ndị okenye Nnewi (afọ iri na asatọ ma ọ bụ karịa) ga-esi na-atụnye aka na nkwalite Obodo Nnewi",
  "E kere otu a iji kwado na kwalite nguzobe nke ụlọ na akụrụngwa ga-akwalite ma kwalite ụdị ndụ ndị mmadu na ebi na Nnewi.",
  "Usoro iwu ochie nke Nnewi adabereghị n'iwu e dere ede",
  "Ọ bụ naanị iwu okike, metụtara omenala, ọdịnala na ikpe obodo na mpụ",
  "Usoro iwu na Nnewi gafere site na labyrinth nke usoro ezinaụlọ",
  "Akọ akụkọ megide onye mejọrọ ma ọ bụ onye omekome na mbụ, a ga-emerịrị onye isi ezinụlọ ya n'ụlọ nna nna ya nke a maara dị ka obi",
  "Onye isi ezi na ụlọ ga-akpọ ndị okenye na ụmụ obere obi sitere na ezinụlọ ya ka ha nọrọ ọdụ n'ikpe, ebe onye mkpesa ga-akpọkwa ndị okenye na ụmụ obere obi sitere n'akụkụ ezinụlọ ya, ma ọ bụrụ na ha abụọ esiteghị na otu ezinụlọ",
  "Obi a ga-ejekwa ozi dị ka ụlọikpe nke mbụ, dabere, n’ezie, n’ụdị mmebi iwu ma ọ bụ mpụ eboro ebubo e mere",
  "Ikpe a nwere ike kwụsị ebe a, ma ọ bụrụ na ma onye mkpesa na onye eboro ebubo nwere afọ ojuju na ikpe e nyere, ma ọ bụ na ha nwere ike ibuga ikpe ahụ n'aka onye na-esote onye òtù ezinụlọ nke otu ezinụlọ, n'usoro nrịgo, ruo mgbe, ma eleghị anya, okwu ahụ ruru",
  "obi kacha elu n'usoro",
  "Ọ bụrụ na onye mkpesa ahụ enweghị afọ ojuju n'oge a, ọ ga-akpọku obi nke nkeji iri na ise na ndị isi ezinụlọ ya nwere ike ịkpọchitere ikpe ha",
  "Site na usoro iwu a, ikpe ọmụma ma ọ bụ ịdị ọcha onwe nwere ike ịmalite ngwa ngwa, n'ihi na mkpebi ahụ dabere na ikpe ziri ezi sitere n'okike",
  "Enyere ntaramahụhụ maka mmejọ na mpụ gbasara ike mmeye ha",
  "Nwoke a mara ikpe dị oké njọ nwere ike ọ gaghị enwe ihe ọzọ ọ ga-eme karịa ka e resị ya n'ịbụ ohu ma ọ bụ chụpụ ya n'obodo ruo ndụ ya niile",
  "Agaghị egbu ya maka na ogbugbu e gburu mmadụ megidere iwu chi Edo",
  "Usoro ikpe na Nnewi yiri ka ọ mara ọkwa ikpe atọ, obere mpụ, ezi ikpe mpụ, na ikpe obodo nke ụgwọ, ọnụ ahịa nwunye na ala",
  "Nbibi iwu bụ n'ezie mmejọ megide ụfọdụ juju, yabụ na a ga-eji achụ àjà wepụ ya",
  "Ọ dịka ọmụmaatụ, amachibidoro igbu agwọ \"eke\", ụdị python, ma ọ bụ iri \"ewi,\" òké ezinụlọ oke bekee",
  "O yikarịrị ka ọ dịghị mgbe e ji ọchịchọ obi mebie iwu ndị a, ọ bụrụkwa na e mebie ya na mberede, onye ahụ dara iwu ga-achụ àjà ozugbo n'enweghị ụdị ikpe ikpe ọ bụla",
  "Usoro mpụ n'ihe gbasara mpụ dị oke njọ, dịka ọ dị na Nnewi ka emebere karịa ebe ndị ọzọ n'ala Igbo",
  "E nwere ụdị mmebi iwu asaa, nke a maara dị ka \"ori-obi,\" mmejọ megide obi, n'ihi na a na-eme nyocha ha mgbe niile na obi nke nkeji iri na ise.",
  "Nnewi etinyela aka n'ụzọ ziri ezi nke ndị isi na ndọrọ ndọrọ ọchịchị Naijiria",
  "AA Nwafor Orizu ; onyeisi ụlọ ọgbakọ omebe iwu Naijiria na mba mbụ ma mechaa, onye na-achị achị tupu ọchichi ọchịchị mbụ nke 1966, MCK Ajuluchukwu; onye na-akwado mba, onye na-emegide ọchịchị na onye na-eme iwu obodo mbụ, Chief ZC Obi (Onunekwuluigbo Igbo); onye ndọrọ ndọrọ ọchịchị republik nke mbụ, Sir Louis Odumegwu Ojukwu, OBE, Chukwuemeka Odumegwu Ojukwu (Ikemba Nnewi); Onye bụbu Gọvanọ ndịagha nke Ọwụwa Anyanwụ Naijiria na onyeisiala mba Biafra dara ada, Comrade Dr",
  "Edward Ikem Okeke ; Osote onye isi oche nke PRP na onye ndụmọdụ pụrụ iche nye President (Second Republic), Mr",
  "FC Nwokedi; odeakwụkwọ na-adịgide adịgide nke mbụ na Naijiria, Dr",
  "Dozie Ikedife (Ikenga Nnewi); mbụ onye isi ala ndi Ohanaeze Ndigbo, Professor ABC Nwosu; Kọmishọna na-ahụ maka ahụike na East Central steeti na Anambra steeti bụ Dọkịnta Chu Okongwu; Onye bụbu minista na-ahụ maka ego; Dr David Bennet Anagwu Ofomata;mbụ onye ntụzi-aka n'ihe gbasara ahụike, Nigerian Railway Corporation, First CEO/Onye isi oche Anambra Health Management Board & Chairman old Nnewi LGA;",
  "Nnewi bụkwa ụlọ nna ndị ama ama na Naijiria gụnyere ndị a na-akwanyere ùgwù edepụtara n'okpuru ebe a",
  "Hụ (Ndị mmadụ).",
  "Agbo Edo, bụ ala ọhịa nke chi Edo Nnewi, ka a kpọchara ka ọ rụpụta ahịa ọhụrụ a na-akpọ ahịa Nkwo Nnewi",
  "Mmepe nke ahịa a mere ka mmepe ngwa ngwa nke akụ na ụba obodo.",
  "Dị ka obodo na-emepe emepe ngwa ngwa yana nnukwu ụlọ ọrụ mmepụta ihe na azụmahịa n'Africa, Nnewi na-ahụ maka ọrụ ego dị ukwuu, ya mere ọ na-akwado nnukwu ụlọ akụ na ụlọ ọrụ ego ndị ọzọ",
  "Ụlọ ọrụ dị iche iche dị gburugburu obodo na obodo ndị dị nso",
  "A na-emepụta mmanụ nkwụ, ihe ịchọ mma, ugbo ala, na akụkụ ọgba tum tum, akwụkwọ, na ngwa akwụkwọ, textiles, cable eletrik, na ihe ndị ọzọ n'ahịa na mpaghara ahụ",
  "Ndị isi azụmaahịa gụnyere ahịa Nkwo Nnewi ebe ana ere akụkụ ọgba tum tum (ahịa akụkụ ọgba tum tum nke kachasi na Africa) Agbọ-Edo motor spare parts market, Nwagbala market, Generator parts market, ahịa akụkụ ihe ndị eletrik , ahịa izugbe nke Nkwọ Nnewi (Ime) Afia),ahia nkụ ndị Nnewi (Ọgbọ osisi), ahịa Nwafor, ahịa Eke Amaobi, Eke Ochie, ahia Eke Ichi , ahia Orie otube, ahịa OkpunoegbU etc.",
  "Isi ọrụ ndị Nnewi na-arụ bụ ịzụ ahịa, mmepụta na ọrụ ugbo, ya mere ha na-adabere na azụmahịa, ịzụ ahịa na ọrụ ugbo maka ihe ha na-eri kwa ụbọchị",
  "Most Ndị Nnewi (Nnewi people) have mbụbọ (home gardens) and ubi (out-station gardens) where they usually cultivate their farm products",
  "A na-ebukarị ihe ubi ndị a mgbe a na-ewe ihe ubi n'ahịa maka ọrịre",
  "Ọtụtụ n'ime ihe ọkụkụ a na-enwetakarị gụnyere nkwụ mmanụ, nkwụ raffia, groundnut, egusi, owu, koko, rọba, ọka, na cetera",
  "A na-amịpụtakwa ihe ọkụkụ dị ka ji, akpu, kokoyam, mkpụrụ osisi bred, na ji akwụkwọ atọ n'ụba",
  "Ebe Nnewi dị n'ime oke ọhịa mmiri ozuzo na-enye ya ntọala gburugburu ebe obibi maka imepụta ụdị ihe ọkụkụ dị iche iche nke ebe okpomọkụ nwere ikike zuru oke maka mgbakọ ụlọ ọrụ mmepụta ihe.",
  "Nnewi bụ ebe ọtụtụ nnukwu ụlọ ọrụ na-emepụta ihe gụnyere Ibeto Group of Companies, Cutix na ADswitch, Uru Industries Ltd, Omata Holdings Ltd, Cento Group of Companies, Coscharis of Companies Group, Innoson Group of Companies, Ebunso Nig",
  "Ltd, John White Industries, Ejiamatu Group of Companies, Chicason Group, Louis Carter Group, wdg",
  "Ọnụ ọgụgụ ka ukwuu nke ndị na- emepụta ihe na ụyọkọ nke ụlọ mmepụta ihe na Nnewi bụkwa ndị ahịa, na ọtụtụ n'ime ndị ahịa ndị a na-emepụta otu ma ọ bụ karịa n'ime ngwaahịa ndị ha na-azụ ahịa dị ka ndị ahịa (na-emekarị akụkụ ụgbọ ala), ọtụtụ malitere site n'ikesa nke ha",
  "ngwaahịa site na netwọk nkesa ha dịbu adị",
  "Nnewi bụ akụkụ nke ọwụwa anyanwụ Nigeria axis mmepụta ihe",
  "Obodo a nwere site na ụlọ ọrụ gbadoro ụkwụ n'ọdịbendị nke na-eme dị ka netwọk ọkaibe gbasapụrụ ka ọ gụnye akụkụ mba ụwa site na mmekọrịta azụmahịa na ndị na-ebupụ si Eshia",
  "N'ime afọ iri gara aga, obodo Nnewi enwetala nrụpụta ngwa ngwa ngwa ngwa",
  "N'ime ihe karịrị ụlọ ọrụ 20 nke etiti ruo nnukwu ka emebela n'akụkụ dị iche iche",
  "Kemgbe 1970, ndị bi na Nnewi ejirila ihe dị ka pasentị 80 ruo 90 nke ịzụ ahịa akụkụ moto na Naijiria",
  "Ahịa Nkwo Nnewi bụ isi ebe a na-ebubata ma na-ere ahịa maka akụrụngwa akụrụngwa na Nigeria",
  "Ndị na-emepụta ihe na Nnewi na-eme ka nkà na ụzụ mba ọzọ kwekọọ na mkpa obodo, na-enye ọtụtụ puku ọrụ ọrụ, na-emepụta ngwa ahịa na ọrụ ndị dị mkpa maka mkpa ụmụ amaala Naijiria",
  "Ụlọ ọrụ mmepụta ụgbọ ala nke mbụ dị n'ime obodo ahụ, ebe ọ bụ ụlọ ọrụ National Agency for Science and Engineering Infrastructure (NASENI) rụrụ ọgba tum tum Made-in-Nigeria na Nnewi.",
  "Nnewi bu obodo nke amaa ama maka ụlọ ọrụ ụgbọ di egwu ala n'ime obodo, nwoke mbụ na-anya ụgbọ ala bu Sir Louis Ojukuwu, bụ nna Dim Chukwuemeka Odumegwu Ojukuwu in 1912.\nN'ebe afọ 1940, Ndi mmadu bicha na Nnewi nocha n'etiti azụmahịa nke ụwa na mba niile nke mejupụtara ọzụzụ akụkụ ụgbọ ala na Naijiria",
  "Obodo a bia burukwa etiti azụmahịa na ụlọ ọrụ, ma nwerekwa ahịa akụkụ ụgbọ nke kachasi na Afrịka",
  "Obodo Nnewi bụ ihe mepụta na agbagwoju anya",
  "Ma Nnukwu ụlọ ọrụ na nke n'eso ya anoroocha go na Obodo a na emepụta Ihe maka ahịa Naijiria ma opechaa mpe ma ahịa ụwa na mba ọzọ.",
  "Nrụpụta n'obodo ahụ malitere n'afọ 1970 mgbe ndị na-azụ ahịa akụkụ moto Nnewi malitere ire ngwaahịa aha nke ha kama imepụtagharị akụkụ \"nke mbụ\"",
  "Enwere ọtụtụ ndị na-ere ngwa ngwa ụgbọ ala na ọgba tum tum na Nnewi; A na-amakwa ahịa akụrụngwa ọgbara ọhụrụ nke Nnewi nke ọma na West Africa dum",
  "Enwekwara ụlọ ọrụ ụgbọ ala, nke mbụ ụdị ya na Naịjirịa, nke onye ọchụnta ego Nnewi, Innocent Chukwuma, Ono na ụlọ ọrụ China nwere.",
  "Dịka Nnewi bụ ọdụ ụgbọ ala nke Africa, obodo ahụ nwere ọtụtụ ahịa ebe a na-ere ụgbọ ala ma n'ahịa ma n'ahịa",
  "Enwekwara ahịa ndị ọzọ ebe a na-ere ngwa ahịa izugbe, ihe nri, ngwaahịa nlekọta ahụ, ihe ụlọ wdg.",
  "N'okpuru bụ ndepụta ụfọdụ ahịa dị na Nnewi:",
  "1",
  "Akụkụ mapụtara ọgba tum tum ọhụrụ",
  "A na-ekwu na ahịa a bụ nke atọ n'ahịa ụgbọ ala n'ụwa site n'ịdị elu nke ngwaahịa",
  "A na-ere akụkụ ọgba tum tum ọhụrụ nke ụdị dị iche iche n'ahịa a.",
  "2",
  "Agbo-Edo moto spare parts market",
  "N'ahịa a, a na-ere akụkụ mapụtara moto dị iche iche.",
  "3",
  "Ahịa Nwagbara",
  "Nke a bụ ahịa ebe ị na-azụta akụkụ ọ bụla nke akụrụngwa ọgba tum tum eji eme ihe nke ọma",
  "A na-erekwa ọgba tum tum zuru oke ma nke ọhụrụ na nke ejiri ya eme ihe n'ahịa a",
  "4",
  "Ahịa Akụkụ Generator",
  "Nke a bụ obere ahịa ebe ị na-azụta ụdị ọkụ eletrik dị iche iche na akụkụ ha",
  "5",
  "Nkwo Nnewi general market(Ime Afia)",
  "Nke a bụ nnukwu ahịa na Nnewi site n'ala",
  "N'ahịa a, ị nwere ike nweta ihe fọrọ nke nta ka ọ bụrụ ihe niile na-amalite site na uwe, akpụkpọ ụkwụ, ngwaahịa ọgwụ, ihe oriri, ihe oriri, ihe ịchọ mma wdg.",
  "6",
  "Eletriki/Electronics akụkụ Ahịa",
  "Nke a bụ ahịa ebe ị na-azụta ụdị ngwa elektrọnik na ngwaahịa eletrik dị iche iche, ma n'ahịa ma n'ahịa.",
  "7",
  "Ihe owuwu ụlọ ahịa",
  "Ahịa a gafere okporo ámá a na-akpọ Muodile street",
  "Ọ bụ ebe a na-ere ụdị ihe owuwu dị iche iche n'ahịa n'ahịa na ụlọ ahịa",
  "8",
  "Ahịa ndị na-ere osisi osisi",
  "Nke a bụ ahịa ebe a na-edozi osisi na osisi ma na-ere ya",
  "Ọbụlagodi na Nnewi nwere ọtụtụ ahịa ikuku mepere emepe, omenala ịzụ ahịa ọgbara ọhụrụ anaghị efu.",
  "Ụfọdụ ụlọ ahịa ọgbara ọhụrụ dị na Nnewi bụ;",
  "- ụlọ ahịa ROBAN",
  "Ụlọ ahịa GMART",
  "Nnewi dị ka obodo nwere akụkọ ihe mere eme nwere ọtụtụ mmemme na ebe a na-eme mmemme na ihe ncheta omenala ndị gụnyere Edo Na Ezemewi shrine, Udoogwugwu shrine (Ichi), Kamanu shrine (Ichi), na ọtụtụ ụlọ arụsị ndị ọzọ dị n'akụkụ niile nke obodo Nnewi",
  "Nnewi na-anabata ọtụtụ mmemme, ọkachasị n'etiti ha bụ New ji ( Afiolu, nke a makwaara dị ka ememme Ifejioku) nke akụkụ niile nke obodo ahụ na-esonye na ndị isi obodo niile na-esonye na ya",
  "Ememme a na-adọta ụdị mmemme na emume dị iche iche nke ndị Nnewi na-akwanyere ugwu kacha elu.",
  "N'ụlọ nkezi nke nwa amaala Nnewi ọ bụla, ha na-edebekarị kola nuts, àkwá ubi na ahụekere bọta na friji ha ma ọ bụrụ na onye ọ bụla bịara abịa ma ọ bụ onye ọbịa ga-eleta ụlọ ha",
  "Nleta ọ bụla n'ụlọ ha na-amalite site n'inye onye ọbịa kola nuts",
  "Mkpụrụ kola na-egosi na a na-anabata onye ọbịa ahụ nke ọma",
  "Emume nke onyinye nke kola nut sitere n'ike mmụọ nsọ site n'inye n'ekpere na ngọzi ma ọ bụ ịkwado Chineke kachasị elu na chi ndị ọzọ, maka nchebe nke onye ọbịa na onye ọbịa",
  "O yiri ka ọ bụ omenala nye ndị Nnewi n'emume ọdịnala ha ọ bụla.",
  "Ndị na-ese ihe na mpaghara na-eme nke ọma n'ime ime obodo a",
  "Ọrụ nka ndị a na-emepụta na mpaghara ahụ gụnyere, ọnụ ụzọ ndị a kpụrụ akpụ, osisi e ji eje ije nke ụdị dị iche iche, ihe ọkpụkpụ, ọjà, ngwa osisi na pestles, gong, na ịgbà okwu ama ama",
  "A na-arụ ọrụ igwe na ụdị mmepụta dị iche iche na mpaghara.",
  "Ndị Nnewi dị ka ndị Igbo ọ bụla nwere ụdị egwu ha na-eji na-etinye ihe egwu dị iche iche: udu, nke e si na ite ụrọ kpụọ; ekwe, nke a na-esi n'osisi gbawara agbawa pụta; na ogene, mgbịrịgba aka emebere site na igwe akpara akpa",
  "Ngwa ndị ọzọ gụnyere opi, ngwa ikuku yiri ọjà, ịgbà, na ịchaka.",
  "Alụmdi na nwunye ọdịnala",
  "Enwere ụdị alụm di na nwunye atọ na Nnewi dịka a na-eme n'ogbe Nigeria : alụmdi na nwunye ọdịnala a na-eme n'ụlọ nwanyị; agbamakwụkwọ agbamakwụkwọ, nke a na-eme na ụlọ ọrụ ndekọ na nke na-enye ohere naanị otu nwunye; na alụmdi na nwunye okpukpe.",
  "A na-akpọ emume alụmdi na nwunye \"Igbankwu\", nke bụ okwu Igbo maka emume alụmdi na nwunye ọdịnala",
  "Nnewi enweghị emume \"njikọ aka\"",
  "Kama nke ahụ, Igbankwu na-ebute usoro ihe omume n'oge nke ezinụlọ onye nwere ike ịlụ nwanyị ọhụrụ na nwoke na-alụ nwanyị ọhụrụ na-etinye aka na ibe ha iji kwurịta okwu nke alụmdi na nwunye ahụ",
  "Ikekwe a pụrụ ịkọwa nke a dị ka nkwa ọlụlụ",
  "Biko rịba ama na Naịjirịa nwere agbụrụ 250 na nke ọ bụla dịgasị iche na ọdịnala alụmdi na nwunye",
  "Ọzọkwa, n'ime ìgwè enwere ike inwe ọdịiche ka ukwuu.",
  "Uwe ọdịnala maka ụmụ nwoke bụ uwe elu na-ejupụta ma ọ bụ uwe ogologo aka nke a na-eyi n'elu ihe mkpuchi gooji, nke a na-ekekọta n'úkwù, na-agbada ruo n'ikpere ụkwụ",
  "Uwe a na-ejikọta ya na okpu na mkpanaka na-eje ije, nke na-enyere aka dị ka ngwá ọrụ nkwado na nchebe",
  "Uwe ọdịnala maka ụmụ nwanyị bụ blouse, nke a na-eyi n'elu ákwà azụ",
  "Uwe nwanyị a na-aga na mgbaaka ntị na olu ma ọ bụ olu ọdịnala.",
  "Na Nnewi, oge Iri-ji ọhụrụ (iri-yam ọhụrụ) bụ ememme ọdịbendị n'ihi mkpa ọ pụtara",
  "Ndị Nnewi na-eme ememe ji ọhụrụ ha na-emekarị na njedebe nke ọnwa Ọgọstụ n'oge a na-eme ememe dị iche iche na-egosi iri ji ọhụrụ",
  "Emume ndị a na-agụnyekarị ọtụtụ ntụrụndụ dị iche iche gụnyere ime emume emume site n'aka Igwe (Eze), ịgba egwu omenala nke ụmụ nwoke, ụmụ nwanyị na ụmụ ha nke Igbo yana ngosipụta nke ihe omume ọdịbendị Igbo n'ụdị ihe ngosi nke oge a, ịgba egwu masquerade, na oriri na nnukwu ọnụ ọgụgụ na nri dịgasị iche iche mejupụtara menu nke ndị Igbo.",
  "N'ụbọchị mbụ nke ememme ahụ, Igwe nke Nnewi ga-eme emume ekele owuwe ihe ubi n'obí ya ebe a na-ebu ụzọ nye chi na ndị nna nna ya tupu ekesaara ha ndị obodo ahụ",
  "Mgbe ekpere ekele nye chi gasịrị, Igwe na-eri ji mbụ n'ihi na ekwenyere na ọnọdụ ya na-enye ya ihe ùgwù nke ịbụ ndị ogbugbo n'etiti obodo Nnewi na chi nke ala ahụ",
  "Emume ndị a na-etinye aka na iri ji ọhụrụ bụ iji gosipụta ekele obodo nwere n'ebe chi dị iche iche nọ maka ime ka owuwe ihe ubi nke ji ha kwe omume",
  "Ya mere, nke a na-akọwa akụkụ atọ nke echiche ụwa nke ndị Igbo, na ha bụ ndị na-arụ ọrụ, okpukpe na ndị nwere ekele.\nA na-eme emume a kemgbe ọtụtụ narị afọ ma dị ka ọ na-enye mgbe niile ọnọdụ kwesịrị ekwesị maka mmadụ niile na ndị ọzọ, ndị ezinụlọ na ndị enyi ka ha zukọta iji gosipụta nkwa ha na ịdị n'otu ha na obodo ha",
  "N'ihi eziokwu a, ndị Igbo n'ebe ọ bụla n'ụwa na-eme emume a n'ụzọ na-adọrọ adọrọ iji chebe ma na-eme emume ọdịbendị ọdịbendị nke ndị ya.",
  "Okpukpe dị n'ime obi ndị Nnewi",
  "Nke a bara uru maka nnukwu ụka na omume okpukpe dị n'obodo ahụ",
  "Ndị Nnewi bụ 96% Ndị Kraịst, nwere obere akụkụ nke okpukpe ndị ọzọ: 2% omenala, 0.2% ndị Juu, 0.3% ndị Alakụba na 1.5% ndị ọzọ",
  "N'ime obodo Ndị Kraịst, ndị Katọlik na ndị Anglican Communion na-ekerịta ọnụ ọgụgụ ka ukwuu nke ndị na-eso ụzọ ndị otu Pentikọstal Ndị Kraịst ndị ọzọ sochiri ya",
  "Iso Christianityzọ Kraịst buru ụzọ bịa na mpaghara ndịda ọwụwa anyanwụ Naijiria mgbe ndị ozi ala ọzọ nke mmụọ nsọ si Gabon bịarute Onitsha n'okpuru ọchịchị Fr",
  "Joseph Lutz na ngwụcha Satọde Disemba 5, 1885",
  "Fr",
  "Joseph Shanahan (Onyeozi ala Igbo) sonyeere ha n'afọ 1902 ma mgbe uwe ọchịchị dakwasịrị ya n'afọ 1905, akụkọ ihe mere eme ga-edekọ ozi ọma nke Dayọsis Roman Katọlik nke Nnewi",
  "Iyi ozi ọma a ga-esi na usoro ọmụmụ abụọ nke fọrọ nke nta ka ọ bụrụ otu oge: otu nwere Nnewi dịka isi mmalite ya na nke ọzọ Ozubulu/Ihiala.",
  "N'agbanyeghị na ndị mmadụ si n'obodo dị iche iche abanyela n'okwukwe ka ha na-aga Onitsha na ebe ndị ọzọ maka ịzụ ahịa na ịchụ nta akwụkwọ ọdịda anyanwụ, n'ezie ịkụ mkpụrụ nke ozi ọma na Dayọsis Nnewi site n'echiche Katọlik malitere site na njem nke ndị ọdịda anyanwụ",
  "Fr",
  "Victor Duhaze ruo Ozubulu site na Oguta (1906) na ruo Nnewi site Umuoji, Ojoto Mili Agu gbada Odida Nnewichi na 1906.",
  "Otú ọ dị, e hiwere Ụka Anglican na Nnewi site na Obosi na 1893",
  "Mana mkpụrụ nke taa bụ Dayọsis Nnewi ka a kụrụ n’afọ 1809",
  "Odida rịọrọ arịrịọ",
  "Obodo Nnewichi na-akpọ Fr",
  "J",
  "Shanahan",
  "N'otu afọ ahụ, ụfọdụ ụmụafọ Ozubulu edebanyela aha otu arịrịọ ahụ maka iguzobe ọdụ Ụka n'Ozubulu",
  "Ndị Nnewi na-anya isi n'ebe ahụ bụ Odinani omenala nakwa okpukpe ọhụrụ nke Christianity",
  "@(Mara: The Church Missionary Society CMS n'okpuru nduzi nke Bishop Samuel Ajayi Crowther na Reverend Henry Townsend rutere Onitsha na July 27, 1857)",
  "Nnewi na-anabata ọtụtụ ụlọ ọrụ na ebe mmụta na ọgwụgwọ, nke gụnyere Nnamdi Azikiwe University Teaching Hospital (NAUTH) na ọtụtụ ụlọ ọrụ mba ụwa",
  "Ụlọọgwụ Nnamdi Azikiwe University Teaching Hospital, Nnewi, nọ n'isi n'ihu n'inye obodo ahụ ọrụ ahụike mara mma",
  "Ụlọ ọgwụ na ihe mgbakwunye ya kemgbe mmalite enyela ndị obodo na ndị ọzọ nlekọta ahụike pụrụ iche na nke zuru oke",
  "Iwu ya gụnyekwara ọzụzụ mmụta ahụike na ahụike na postgraduate yana nyocha",
  "Ọrụ ndị a etoola site n'ike ruo n'ike site n'afọ ndị a na-akwalite site na atụmatụ afọ zuru oke nke Gọọmenti etiti kwadoro",
  "Enwekwara ụlọọgwụ ụlọ ọgwụ onwe ndị ọzọ na-enweghị atụ n'ofe obodo ahụ",
  "Obodo ochie nke Nnewi nwere ọtụtụ ụlọ akwụkwọ mmụta ọdịnala na nke akwụkwọ na ebe mmụta, nke gụnyere mahadum ahụike: Nnamdi Azikiwe University Teaching Hospital (NAUTH) ụlọ akwụkwọ sekọndrị gọọmentị: Okongwu Memorial Grammar School, Maria Regina Secondary School, Nnewi High School, Ichi Technical School (Ichi Community), Ichi Girls, Akoboezemu Community Secondary School, Anglican Girls Secondary School, Nnewi-Ichi Community Secondary School etc",
  "Ụlọ akwụkwọ nkeonwe: Summit International School, Ezi Onye Ọzụzụ Atụrụ, Ụlọ Akwụkwọ Ọhụrụ, Dr",
  "Alutu's College of Excellence School, christ the king, wdg.",
  "Ọnụ ego mpụ dị ala  mana esemokwu obodo dịka nwe ala na ihe nketa ezinụlọ dị",
  "N'oge na-adịbeghị anya, ogige ahịa na ụlọ akụ ahụ enwetala mwakpo ndị omekome a na-akpọsa nke ọma na ahaziri ahazi nke eboro ebubo na ọ bụ ndị uwe ojii mpaghara",
  "Enwere arụmụka mepere emepe ugbu a maka iweghachi otu ndị agha mpụ na-ama mpụ na mpaghara a na-akpọ Bakkassi Boys,  bụ ndị nwere ọtụtụ afọ na Nnewi na ngwụcha 1990s mgbe mpụ na-abawanye",
  "Otu a nwere usoro operandi nke ọtụtụ ndị chere na ọ bụ arụrụala mana ọ dị mkpa – Egburu ndị ohi a mara ikpe n’ihu ọha site n’iji mma dị nkọ kụbie akụkụ ahụ ha ma kpọọ ha ọkụ",
  "Ihe omume nke otu ndị nwoke a nwere ikike nke Gọvanọ steeti ahụ bụ ndị na-ahụ maka ihe ndị ruuru mmadụ na ndị na-ahụ maka ikike mmadụ na -ahụta dị ka mmebi nke ikike ụmụ mmadụ ma gbasaa megide omume ha",
  "N'oge na-adịbeghị anya, Nnewi dịtụ jụụ ma ewezuga ihe dịpụrụ adịpụ nke ịtọrọ ụmụ amaala ama ama maka nnukwu ihe mgbapụta.",
  "Ụzọ mbu eji eme njem na Nnewi bụ ọgba tum tum",
  "Ihe fọrọ nke nta ka ọ bụrụ ezinụlọ ọ bụla nwere opekata mpe otu ọgba tum tum na ọgba tum tum azụmahịa dịkwa kwa",
  "Enwekwara ụgbọ ala na igwe kwụ otu ebe na-akwado ọgba tum tum dị ka ụzọ ụgbọ njem dị n'ofe obodo ahụ.",
  "A makwaara Nnewi nke ọma dị ka ebe ọtụtụ ụlọ ọrụ ụgbọ njem na ngwa ngwa kemgbe njedebe nke Agha Ụwa nke Abụọ",
  "Philip Odumegwu Ojukwu bụ otu n'ime ndị na-ebu njem na Naịjirịa na kamgbe ahụ, ọtụtụ ndị njem esila Nnewi pụta",
  "Ụfọdụ ụlọ ọrụ ụgbọ njem nwere Nnewi na Naijiria bụ:",
  "Nnewi bụkwa onye ama ama na ụlọ ọrụ ile ọbịa nwere ụlọ oriri na ọṅụṅụ ọgbara ọhụrụ nke gụnyere;",
  "Ndị Nnewi nwekwara ọmarịcha omenala egwuregwu, ọkachasị n'egwuregwu bọọlụ",
  "A na-ahazi asọmpi ime obodo n'oge mmemme Afiaọlụ n'ọnwa Ọgọst na oge ekeresimesi n'ọnwa Disemba nke aha ya bụ \"Afiaọlụ league\" na \"December league\" n'otu n'otu",
  "A na-ahazi ya n'etiti akụkụ anọ nke Nnewi yana maka obodo dị iche iche na mpaghara anọ",
  "Ọtụtụ billionaires na-akwado ọgbakọ ndị ahụ mgbe niile na Nnewi ji gọzie ya.",
  "Ọtụtụ ụlọ nri ngwa ngwa dị ka Mr Bigg's, Ever Fresh, Kitchen De Royale, Gracia salad, NK Salad, Chicken Legacy, bụ Milky Chunky dịcha na Nnewi",
  "Enwekwara ụlọ oriri na ọṅụṅụ dị iche iche nke obodo na-enye nri dị iche iche nke kọntinent & Igbo, ọrụ ime ụlọ na n'èzí.",
  "Nnewi bụ ụlọ nna ochie nke ndị Naijiria a ma ama, ndi dịka:",
  "Àtụ:Geographic LocationÀtụ:Igbo topics"
]