[
  "Nnimmo Bassey (nke a mụrụ n'ụbọchị nke ịrị na otu n'ọnwa Juun n'afọ 1958) bụ onye Naijiria na-ewu ụlọ, onye na-akwado gburugburu ebe obibi, onye edemede na onye na-ede uri, onye isi oche nke Friends of the Earth International site n'afọ 2008 ruo afọ 2012 ma bụrụ onye isi nchịkwa nke Environmental Rights Action ruo afọ iri abụọ. Ọ bụ otu n'ime Heroes of the Environment nke magazin Time na 2009. N'afọ 2010, a kpọrọ Nnimmo Bassey Laureate of the Right Livelihood Award, na 2012, e nyere ya Rafto Prize. O nwetakwara nzere doctorate na Mahadum nke York, UK, n'afọ 2019",
  "Ọ na-eje ozi na kọmitii ndụmọdụ ma bụrụ onye isi nke Health of Mother Earth Foundation, ụlọ ọrụ na-eche echiche gburugburu ebe obibi na nzukọ nkwado.",
  "A mụrụ Nnimmo Bassey na 11 June, 1958",
  "Ọ gụrụ ihe owuwu ụlọ, rụọ ọrụ na ngalaba ọha na eze ruo afọ iri ma mesịa gaa n'ihu na ọrụ onwe ya",
  "Ọ nọ na-arụsi ọrụ ike n'ihe gbasara ikike mmadụ n'afọ 1980 mgbe ọ rụrụ ọrụ na Board of Directors nke Nigeria's Civil Liberties Organization",
  "N'afọ 1993, o sonyere n'òtù NGO nke Naijiria (Non-governmental organization) nke a maara dị ka Environmental Rights Action (Friends of the Earth Nigeria) iji kwado, kụziere ma hazie ihe gbasara ikike mmadụ na gburugburu ebe obibi na Nigeria",
  "Kemgbe afọ 1996, Bassey na Environmental Rights Action duziri Oilwatch Africa ma, malite n'afọ 2006, duziri Global South Network, Oilwatch International, na-agbasi mbọ ike ịkwalite obodo megide mgbasawanye nke mmịpụta mmanụ ala",
  "Bassey jere ozi na kọmitii nke Oilwatch International na mpaghara mpaghara, Oilwatch Africa kemgbe ọ malitere",
  "Oilwatch Africa nwere ndị otu na Nigeria, Chad, Cameroon, Congo Democratic Republic, Ghana, Uganda, South Africa, Togo, Kenya, Swaziland, Mozambique, Mali, Sudan, South Sudan na ndị ọzọ",
  "Ndị otu Oilwatch International na-agbasa na South America, Ndịda Ọwụwa Anyanwụ Eshia, Africa, Europe na North America. Netwọk ahụ na-arụ ọrụ iji guzogide ọrụ mmịpụta mmanụ, gas na coal",
  "Ọ na-achọ mgbanwe ngwa ngwa site na mmepeanya nke mmanụ ala na-eweta",
  "N'afọ 2011, Bassey hiwere ụlọ ọrụ na-ahụ maka gburugburu ebe obibi, Health of Mother Earth Foundation na-akwalite ikpe ziri ezi gburugburu ebe obibi na ikike nri na Nigeria na Africa. Na 2009 United Nations Climate Change Conference na Copenhagen, Bassey - n'agbanyeghị na a kwadoro ya - \"e mere ka ọ pụọ\" na nzukọ.",
  "O duuru ndị enyi nke Earth International site na 2008 ruo 2012 ma ruo afọ iri abụọ, ọ bụ onye isi nchịkwa nke Environmental Rights Action",
  "Ọ bụ onye nduzi nke Health of Mother Earth Foundation ma jee ozi na",
  "Akwụkwọ ndị ọzọ Bassey dere gụnyere:",
  "2009 Times Magazine's Hero Of Environment",
  "2010 Laureate Right Livelihood Award winner",
  "Onye mmeri Rafto Prize 2012",
  "Nzere Doctorate, Mahadum nke York, UK"
]