[
  "Nnorom Azuonye // (na-ege ntị) (amụrụ na 12 Julaị 1967, na Biafra) bụ onye na-ebipụta akwụkwọ, onye nduzi ihe nkiri, onye na-ede egwuregwu, onye na'ede uri na onye na-ahụ maka mgbasa ozi",
  "Ọ bụkwa onye nkwusa Metọdist Local Preacher na Chọọchị Metọdist na Britain ma na-eje ozi dị ka onye isi Networker, Global Calvary Network",
  "O dere Letter To God & Other Poems na 2003, The Bridge Selection: Poems for the Road (2005 & 2012) na Funeral of the Minstrel na 2015). Onye guzobere Publishing Director & Chief Executive Officer, SPM Publications Ltd, Azuonye bụ onye guzobere na onye nchịkwa nke Sentinel Poetry Movement na onye guzobere ma bipụta magazin Nollywood Focus, Sentinel Literary Quarterly, Sentiner Nigeria na Sentinel Champions.",
  "Nnorom Azuonye bụ nwa afọ Isuikwuato, nke dị na Abia Steeti nke Naijiria, mana a mụrụ ya na Enugu, ugbu a na Enugu Steeti nke Nigeria, na ọnwa iri na abuo nke Julaị na afọ otu puku narị iteolu na iri isii na asaa",
  "Ọ bụ nwa ikpeazụ nke Stephen Onyemaechi Azuonye MON, MBE, na Hannah Egwuime Azuonye",
  "Ọ gara Ụlọ akwụkwọ gọọmentị nke dị na Steeti Umuahia, Capital College, London, na Mahadum Nigeria, Nsukka, ebe ọ gụrụ Dramatic Arts.",
  "N'afọ puku abụọ na abụọ, Azuonye guzobere Sentinel Poetry Movement - otu mba ụwa nke ndị edemede na ndị na-ese ihe na-enye mmekọrịta na mbipụta maka uri, akụkọ ifo, ihe nkiri, edemede, ajụjụ ọnụ na nyocha nke nka",
  "Ọ bụ onye nchịkọta akụkọ nke Sentinel Literary Quarterly - magazin nke akwụkwọ ụwa nke Sentinal Poetry Movement bipụtara",
  "Ọ bụkwa onye na-ebipụta magazin Sentinel Nigeria - magazin dị n'ịntanetị nke ederede Naijiria nke oge a Sentinel bipụtara akwụkwọ abụọ gara aga, Sentinel Poetry (Gbanye) na Sentinel poetry Quarterly, agbakọtawo n'ime otu akwụkwọ Sentinel Literary Quarterly",
  "E bipụtara Azuonye n'ọtụtụ mba na akwụkwọ akụkọ, akwụkwọ akụkọ na anthologies gụnyere Agenda, DrumVoices Revue, Eclectica, Orbis, World Haiku Review, Nigerians Talk, African Writing, African Writers, Sketchbook, Poetry Monthly, Opon Ifa, Theatre Forum, Voices Against Racism: 100 Poems Against Racism, and Poems for a Liminal Age (Mandy Pannett ed.)",
  "Nnorom lụrụ Thelma Amaka Azuonye (née Mbomi) n'afọ puku abụọ na isii",
  "Ha bi na Obodo London, United Kingdom, ya na ụmụ ha Arinzechukwu, Nwachiamanda, Obinna na Ugochukwu."
]