[
  "The Great Sphinx ma ọ bụrụ na Giza bụ ihe oyiyi limestone nke Sphinx na-eri nri, anụ akụkọ ifo nwere isi mmadụ, na ahụ nke ọdụm.. Na-eche ihu kpọmkwem site n'ebe ọdịda anyanwụ gaa n'ebe ọwụwa anyanwụ, Ọ dị na Giza Plateau nke dị n'akụkụ ọdịda anyanwụ nke osimiri Naịl na Giza, Egypt Ihu nke Sphinx yiri ka ọ na-anọchi anya pharaoh Khafre",
  "A na-egbutu ọdịdị mbụ nke Sphinx site na nkume, ma kemgbe ahụ e weghachiri ya na ọkwa nke blọk limestone. Ọ na-atụle 73  (240 ft) n'ogologo site na ụkwụ ruo n'ọdụ, 20  (66 ) n\"ịdị elu site na ala ruo n'elu isi na 19 m (62 ) n-obosara n'azụ ya. ejighị n'aka ihe kpatara sphnixs gbajiri imi",
  "N'akụkọ ifo na-ewu ewu, mgbọ ndị agha Napoleon Bonaparte gbabara gbajiri imi Sphinx n'otu n'ime agha ndị France na-alụ na Egypt na 1798.Otú ọ dị, ọtụtụ isi mmalite na-agbagha nke a tupu ọmụmụ Napoleon",
  "Ọ bụghị naanị na e nwere ihe osise sitere na narị afọ nke iri na asaa nke na-egosi Sphinx n'ụzọ a mana onye Arab na-akọ akụkọ ihe mere eme na narị afọ iri na ise al-Maqrīzī kwetara na ọ gbajiri imi ya, na-ekwu na ọ bụ onye Sufi Muslim na-emebiga ihe ókè a na-akpọ Mohamed Sa'm al-Dahr onye o kwuru na ọ gbawara ya na 1378 ma mesịa gbuo ya maka imebi ihe",
  "Otú ọ dị, nke a yighị ka ọ ga-abụ eziokwu dịka nyocha ihe ochie nke Mark Lehner mere kwubiri na ọ bụ ezie na a kpachaara anya gbajie imi Sphinx, kama imebi ya site na ihu igwe na corrosion, ọ mere n'oge ụfọdụ n'etiti narị afọ nke atọ na nke iri.",
  "Sphinx bụ ihe a tụrụ atụ kachasị ochie a maara n'Ijipt na otu n'ime ihe oyiyi a ma ama n'ụwa",
  "Ihe akaebe nke ihe mgbe ochie na-egosi na ọ bụ ndị Ijipt oge ochie nke Alaeze Ochie kere ya n'oge ọchịchị Khafre (ihe dị ka 2558-2532 BC)",
  "Iji wuo ụlọ nsọ ahụ, a ghaghị imebi mgbidi dị n'ebe ugwu nke ụlọ nsọ Khafre Valley, ya mere ọ na-apụta na ụlọ olili ozu Khafre bu ụzọ mepụta Sphinx na ụlọ nsọ ya",
  "Ọzọkwa, akụkụ na ọnọdụ nke mgbidi ndịda nke ogige ahụ na-egosi na ụzọ jikọtara Pyramid na Valley Temple dịlarị tupu a hazie Sphinx",
  "Ntọala ala nke ụlọ nsọ Sphinx na-egosikwa na ọ bụghị tupu ụlọ nsọ Valley."
]