[
  "Nnupụ isi nke ọgụgụ isi na-apụta ebe anụ ọrụ a zụrụ azụ inyere onye nwere nkwarụ aka megidere ntuziaka onye nwe ya na mbọ iji mee mkpebi ka mma",
  "Omume a bụ akụkụ nke ọzụzụ nke nkịta ma bụrụ isi ihe na-eme ka anụ ọrụ na-eme nke ọma n'ọrụ ahụ",
  "A na-eji echiche nke nnupụisi nwere ọgụgụ isi eme ihe yana otu akụkụ nke ọzụzụ anụmanụ na-eje ozi kemgbe opekata mpe rụọ afọ 1936",
  "Mgbe onye ìsì chọrọ ịgafe n'okporo ámá wee nye nkịta enyemaka ntụziaka ka o mee otú ahụ, nkịta kwesịrị ịjụ ịkwagharị mgbe ihe dị otú ahụ ga-eme ka onye ahụ nwee nsogbu",
  "Anụmanụ ahụ ghọtara na nke a megidere omume mmụta iji zaghachi ntuziaka onye nwe ya: kama ọ na-eme mkpebi ọzọ n'ihi na mmadụ enweghị ike ikpebi n'enweghị nsogbu",
  "Nkịta na nke a nwere ikike ịghọta na ọ na-eme ihe dị otú ahụ maka ọdịmma nke onye ahụ",
  "N'ihe imaatu ọzọ, onye ìsì aghaghị iso anụmanụ ahụ kparịta ụka n'ụzọ ga-eme ka anụmanụ ahụ mata na onye ahụ maara ihe ndị gbara ya gburugburu ma nwee ike ịga n'ihu n'enweghị nsogbu",
  "Ọ bụrụ na onye ìsì chọrọ ịrịdata n’elu steepụ ahụ, anụmanụ a zụrụ nke ọma igosi nnupụisi nwere ọgụgụ isi ga-ajụ ịkwagharị ma ọ bụrụ na onye ahụ enyeghị otu mkpụrụ okwu ma ọ bụ iwu nke na-eme ka anụmanụ ahụ mara na onye ahụ maara na ọ na-achọ ịgbadata n'ala steepụ",
  "Iwu a ga-abụ kpọmkwem maka steepụ, anụ ahụ agaghịkwa ekwu na ọ bụ isi n'akụkụ mgbochi ma ọ bụ gbagoro n'akụkụ ụzọ ma ọ bụ nkwudo",
  "N'ọnọdụ yiri nke ahụ, ọ bụrụ na onye ahụ kwenyere na ha nọ n'ihu nzọụkwụ ma na-achọ ịla, ma ha na-eguzo n'ihu ebe dị ize ndụ (dịka ọmụmaatụ, ọdụ ụgbọ mmiri ma ọ bụ nkume ), anụmanụ ahụ ga-ajụ",
  "ịga n'ihu",
  "Ira Chaleff na-atụ aro n'akwụkwọ ya nke afọ 2015 Intelligent Disobedience: Ime Right Mgbe Ihe A gwara Gị Ka I mee bụ Njọ  na nnupụisi nwere ọgụgụ isi nwere ọnọdụ na mpaghara ndị ọzọ dị mkpa",
  "Otu ihe atụ a ma ama bụ njikwa akụrụngwa nke ndị ọrụ, ma ọ bụ CRM, ebe a na-agba ndị ọrụ ụgbọ elu ume ka ha weta ihe ọ bụla yiri ihe a na-enyo enyo banyere iwu, ma ọ bụ ozi ndị ọzọ, n'uche onye isi ụgbọ mmiri, na-ejikarị nkwanye ùgwù na akọ, ma ọ bụrụ na ọ dị ngwa ngwa zuru oke., karịa ike, dị ka nkịta nduzi na-eme",
  "Ọ na-emepe akwụkwọ ahụ site n’ikwu otú echiche ahụ si ruo ya mgbe o nwere onye na-azụ nkịta nduzi n’otu n’ime klas ya",
  "E wezụga CRM, ụkpụrụ a dị n'ihe fọrọ nke nta ka ọ bụrụ mpaghara ọ bụla, dị ka ọgwụ, injinịa, na azụmahịa.",
  "Nnupụ isi nwere ọgụgụ isi achọtawokwa ọnọdụ ya na nkuzi ikike ụmụaka na -enye ngwá ọrụ ndị na-enyere aka ichebe ụmụaka pụọ na ọnọdụ mkpasu iwe mgbe ndị isi ọchịchị na-eji ike ha eme ihe",
  "Otu n'ime ngwaọrụ ndị a bụ mnemonic Blink! Chee echiche! Nhọrọ! Olu!  nke na-arụ ọrụ yiri usoro nchekwa ọkụ dị mfe nkwụsị, dobe na mpịakọta a kụziiri ụmụaka n'ọtụtụ mba na-asụ Bekee."
]