[
  "Bioassay bụ usoro nyocha iji chọpụta ntinye ma ọ bụ ike nke ihe site na mmetụta ya na anụmanụ ma ọ bụ osisi (na vivo), ma ọ bụ na mkpụrụ ndụ dị ndụ ma ọ bụ anụ ahụ (in vitro). Nnyocha nke ndụ nwere ike ịbụ ma ọ bụ nke buru ibu ma ọ bụ ọnụ ọgụgụ, kpọmkwem ma ọ bụ na-apụtaghị ìhè. Ọ bụrụ na nzaghachi a tụrụ bụ binary, nnwale ahụ bụ ọnụọgụ, ma ọ bụrụ na ọ bụghị, ọ bụ ọnụọụọgụ.",
  "Enwere ike iji bioassay chọpụta ihe egwu dị ndụ ma ọ bụ nye nyocha maka ogo ngwakọta. A na-ejikarị nyocha ndụ eme ihe iji nyochaa ogo mmiri yana mmiri na-adịghị mma na mmetụta ya na gburugburu. A na-ejikwa ya nyochaa mmetụta gburugburu ebe obibi na nchekwa nke teknụzụ na ụlọ ọrụ ọhụrụ",
  "Bioassay bụ nnwale biochemical iji tụọ ike nke ngwakọta ihe atụ",
  "Ọtụtụ mgbe, enwere ike tụọ ike a naanị na ngwakọta ọkọlọtọ. Nnyocha nke anụ ahụ na-agụnye ihe na-akpali akpali (dịka ọgwụ) nke a na-etinye na isiokwu (dịka anụmanụ, anụ ahụ, osisi)",
  "Nzaghachi kwekọrọ (dịka ọnwụ) nke isiokwu ahụ na-akpali ma tụọ ya.",
  "KọOjiji mbụ nke bioassay malitere na ngwụcha narị afọ nke 19, mgbe onye dọkịta Germany bụ Paul Ehrlich tọrọ ntọala nke bioassays. O webatara echiche nke nhazi site na mmeghachi omume nke ihe dị ndụ. Nnyocha ndụ ya na diphtheria antitoxin bụ nyocha mbụ natara mmata. Ojiji o jiri bioassay mee ka o doo anya na iji nwayọọ nwayọọ na-abawanye dose nke diphtheria na anụmanụ kpaliri mmepụta nke antiserum..",
  "Otu ihe atụ a ma ama nke bioassay bụ nnwale \"canary in the coal mine\". Iji nye ịdọ aka ná ntị tupu oge eruo maka ọkwa dị ize ndụ nke methane dị n'ikuku, ndị na-egwuputa ihe ga-ebuba canary ndị nwere mmetụta nke methane n'ime ebe a na-egwupụta coal",
  "Ọ bụrụ na canary ahụ anwụọ n'ihi mmụba nke methane, ndị na-egwuputa ihe ga-ahapụ ebe ahụ ngwa ngwa o kwere mee.",
  "Na nyocha kpọmkwem, mkpali a na-etinye na isiokwu ahụ bụ kpọmkwem na a na-atụle ya, a na-edekwa nzaghachi nke mkpali ahụ",
  "Mgbanwe nke mmasị bụ mkpali a kapịrị ọnụ achọrọ iji mepụta nzaghachi nke mmasị (dịka ọnwụ nke isiokwu ahụ",
  "Site n'afo nke 1940s ruo 1960s, a na-eji nyocha anụmanụ eme ihe iji nwalee nsị na nchekwa nke ọgwụ, ihe mgbakwunye nri, na ọgwụ ahụhụ.",
  "Na nyocha kpọmkwem, mkpali a na-etinye na isiokwu ahụ bụ kpọmkwem na a na-atụle ya, a na-edekwa nzaghachi nke mkpali ahụ",
  "Mgbanwe nke mmasị bụ mkpali a kapịrị ọnụ achọrọ iji mepụta nzaghachi nke mmasị (dịka ọnwụ nke isiokwu ahụ.",
  "N'ime nnwale kpọmkwem, ihe mkpali a na-etinye na isiokwu ahụ bụ kpọmkwem na nke a na-atụle kpọmkwem, a na-edekọkwa nzaghachi nye ihe ahụ",
  "Mgbanwe nke mmasị bụ ihe mkpali a chọrọ iji mepụta nzaghachi nke mmasị (dịka ọnwụ nke isiokwu ahụ).",
  "N'ime nnwale na-apụtaghị ìhè, a na-edozi ihe mkpali ahụ tupu oge eruo ma tụọ nzaghachi na isiokwu ahụ",
  "Mgbanwe nke mmasị na nnwale ahụ bụ nzaghachi maka ihe na-akpali mmasị.",
  "ELISA bụ usoro nyocha nke na-atụle absorbance nke mgbanwe agba site na mmeghachi omume antigen-antibody (dịka",
  "Direct, indirect, sandwich, asọmpi). A na-eji ELISA atụ ihe dịgasị iche iche n'ime ahụ mmadụ, site na ọkwa cortisol maka nrụgide ruo ọkwa glucose maka ọrịa shuga.",
  "Nnyocha gburugburu ebe obibi na-abụkarị nyocha sara mbara nke nsị. A na-eme nyocha nchọpụta nke nsị iji chọpụta ihe nsị ndị dị mkpa bụ",
  "Ọ bụ ezie na bioassays bara uru n'ịchọpụta ọrụ nke ihe ndị dị ndụ n'ime ihe dị ndụ, ha nwere ike na-ewe oge ma na-arụsi ọrụ ike",
  "Ihe ndị a kapịrị ọnụ nwere ike ịkpata data ndị na-emetụtaghị ndị ọzọ na ụdị ahụ",
  "N'ihi ihe ndị a, a na-ejikarị usoro ndị ọzọ nke ihe ndị dị ndụ, gụnyere nyocha redio",
  "Lee bioindicator.",
  "Ihe achọrọ maka njikwa mmetọ mmiri na United States chọrọ ụfọdụ ụlọ ọrụ mmepụta ihe na ụlọ ọrụ nhicha nsị obodo iji mee bioassays",
  "Usoro ndị a, nke a na-akpọ nyocha nsị zuru oke, gụnyere nyocha nsị siri ike yana usoro nyocha na-adịghị ala ala. Ụzọ ndị a na-agụnye ikpughe ihe ndị dị ndụ dị n'ime mmiri na samples nke mmiri na-adịghị mma maka oge a kapịrị ọnụ. Ihe atụ ọzọ bụ bioassay ECOTOX, nke na-eji microalgae Euglena gracilis iji nwalee nsị nke mmiri. (Lee Bioindicator#Microalgae dị ka bioindicators na ogo mmiri)"
]