[
  "Nnyocha ura bu uzo esi enyichasi ura mmadu, nke kachasi ntule njem na ihe omume",
  "Ngwa na enyocha ura mmadu ka ana akpo Enyo ura",
  "Ngwa ga enyocha ura mmadu gunyere nnyechaonwe enyo ura, Enyo nke etinyere na akwa ndina,ekwe nti,ogu oge nke ana agba na aka na ihe ndi ozo ana eyi na ahu..er.",
  "Ụfọdụ ndị na-achọpụta ụra nwere ike ịchọpụta ọkwa nke ụra mmadụ (ụra dị mfe, ụra miri emi, ụra REM), ogologo / oge ụra mmadụ, ogo ụra mmadụ, na ịdị n'otu nke ụra mmadụ. Ụfọdụ ndị na-achọpụta ụra na-enye ihe ndị ọzọ, dị ka \"ụra ụra\" nke na-egosi etu mmadụ si hie ụra nke ọma, \"ihe mgbaàmà amamihe\" nke na'akpọte mmadụ n'ime oge a kapịrị ọnụ dabere na ọnọdụ ụra onye ahụ, na ikike ịchọpụta oke ìhè na / ma ọ bụ okpomọkụ dị n'ime ụlọ ihi ụra onye ahụ.",
  "Ka ọ na-erule 2017, a na-eme atụmatụ na 10% nke ndị okenye na United States na-eji usoro ahụike na / ma ọ bụ ihe na-eso ụra mgbe niile.",
  "Dr",
  "Alan Schwartz, onye nduzi nke Sleep Disorders Center na Johns Hopkins Bayview Medical Center, kwuru na ọ bụ ezie na ngwaọrụ ndị na-eso ụra nwere ike ịba uru maka inyere mmadụ aka ịmata usoro n'àgwà ụra ha, ha enweghị ike ịlele ụra mmadụ n'onwe ha n'adịghị ka ọmụmụ ụra. Kama nke ahụ, dị ka Schwartz si kwuo, \"Ihe ka ọtụtụ n'ime ngwaọrụ ndị na-eso ụra na-eme ka ụfọdụ mara etu ị na-ehi ụra n'ezie",
  "\" nakwa na ozi onye na-eso ụzọ na-enye onye na-eji ya kwesịrị iwere \"na mkpụrụ nnu\", mana ọ gbakwunyere na onye na-ese ihe ka ga-enye gị ihe ị ga-eche echiche\".",
  "Dr",
  "W",
  "Chris Winter, onye ndụmọdụ ụra nke Men's Health na onye dere The Sleep Solution: Why Your Sleep Is Broken and How to Fix O kwuru na ngwaọrụ nyocha ụra data na-enye nwere ike ịba uru nakwa na ndị na-achụ nta na-arụ ọrụ dị mma nke inye nghọta banyere usoro ụra mmadụ ka oge na-aga, dịka oge niile mmadụ nwere ike ihi ụra. Otú ọ dị, Winter kwukwara na ndị na-achọpụta ihe nwere ike ịlụ ọgụ iji chọpụta ọkwa ụra mmadụ nọ na ya. Dr",
  "Isha Gupta, onye na-ahụ maka akwara na IGEA Brain & Spine kwuru na ngwaọrụ ndị na-agbaso ụra na-enye ụzọ dị mma iji nweta echiche zuru oke banyere oge mmadụ na-eteta n'abalị, ogologo oge ọ na-ewe mmadụ ihi ụra, na data nke nwere ike inyere mmadụ aka idozi omume ha, dị ka ịtọ oge ihi ụra n'oge ma ọ bụ idebe ụlọ ihi ụra ha dị jụụ. Otú ọ dị, dị ka Gupta si kwuo, enwere nchegbu na ndị na-eso ụzọ na-atụle ụra gabigara ókè mgbe ahụ mmadụ ka dị na obi mmadụ ahụ ejirila nwayọ, mana onye ahụ anaghị ehi ụra n'ezie.",
  "Raphael Vallat, onye nchọpụta postdoctoral na Center for Human Sleep Science na Mahadum California, Berkeley, tụrụ aro ka ndị mmadụ ghara inyocha data ụra ha site na ngwaọrụ na-enyocha ụra mgbe niile, na-ekwu na ọ \"nwere ike ịgbanwe nghọta nke ụra gị\" na \"Ị nwere ike iche: 'Oh, gosh, anaghị m ehi ụra nke ọma",
  "Ike gwụrụ m? Enwere m obi ọjọọ?'\"",
  "In a study published in the Journal of Clinical Sleep Medicine on February 15, 2017, researchers from Rush University Medical College and Northwestern University’s Feinberg School of Medicine found that the three patients involved in the study using sleep tracking devices complained about the sleep data that was collected by applications and devices from Nike, Apple, Fitbit and other companies. The researchers also found that the patients involved spent excessive time in bed in order to increase their \"sleep numbers\", which may have actually made their insomnia worse. The researchers involved in the study warned that sleep tracking devices could provide inaccurate data and worsen insomnia in the person using the device by making them unhealthily obsessed with achieving perfect sleep, a condition the researchers called orthosomnia, which they coined in the study."
]