[
  "The Afterlife Experiments: Breakthrough Scientific Evidence of Life after Death bụ akwụkwọ nke Gary Schwartz na onye edemede kacha ere ahịa William L",
  "Simon dere, ya na okwu mbido Deepak Chopra",
  "Akwụkwọ ahụ, nke e bipụtara n'afọ 2003, nyochara ọtụtụ nnwale ndị bu n'uche ịchọpụta ohere ndụ nwere mgbe ọnwụ gasịrị site na iji ihe omimi",
  "N'ime nnwale ndị a, e mere ihe nkiri ma gosipụta ya dị ka akụkụ nke HBO pụrụ iche",
  "E bipụtakwara nyocha abụọ sitere na nnwale ndị ahụ na Nnyocha Akwụkwọ akụkọ nke Otu ndị Psychical",
  "Ihe dị n'akwụkwọ ahụ na ọmụmụ ọ kọwara bụ nke mgbasa ozi kwuru dịka ihe akaebe sayensị banyere ndụ mgbe ọnwụ gasịrị",
  "Otú ọ dị, e nwere nkatọ siri ike site n'aka ndị ọkà mmụta sayensị nke ọmụmụ ahụ, usoro ha, na nyocha data sitere.",
  "Gary Schwartz, Ph.D., natara nzere doctorate mbụ ya na Mahadum Harvard",
  "Mgbe nke ahụ gasịrị, ọ ghọrọ onye otu ngalaba nkà mmụta akparamàgwà mmadụ na Mahadum Yale",
  "Ka ọ na-erule 2023, Schwartz bụ prọfesọ nke Psychology, Medicine, Neurological, Psychiatry, and Surgery na Mahadum Arizona. William L",
  "Simon nwetara nzere abụọ na Mahadum Cornell",
  "Odela ọtụtụ akwụkwọ New York Times na-ere ahịa, ma bụrụkwa onye ode akwụkwọ ama ama..",
  "Akwụkwọ ahụ nwere akụkọ na-akọwapụta usoro nnwale nke ndị mgbasa ozi gbalịrị inye ndị na-ego ahịa (“sitters”) ihe ọmụma pụrụ iche ha kwuru na ọ nwetara site n'ịkparịta ụka ya na ụmụnne nwụrụ anwụ",
  "E mere usoro nnwale ka oge na-aga, yana ọtụtụ ụzọ dị iche iche a rụzuru site na nyocha ọ bụla",
  "A na-atụle data sitere na nyocha nke nnwale ndị a n'ụzọ dịgasị iche",
  "Naanị data ụfọdụ sitere na ọtụtụ nnwale dị n'akwụkwọ ahụ.Mkpebi na-ese okwu sitere n'ọmụmakwụkwọ ahụ bụ na e nwere ezigbo ihe akaebe na ịma uche gafere mgbe ọnwụ gasịrị.",
  "Nnwale mbụ ndị a kọwara n'akwụkwọ ahụ metụtara ụzọ abụọ",
  "Onye nke mbụ, Susy Smith, bụ onye e nyere ọrụ “ịkpọtụrụ” mmadụ anọ nwụrụ anwụ na ise foto nke onye ọ bụla n'ime ndị nwụrụ anwụ kwuru tụrụ aro",
  "Ọ sekwara foto njikwa nke ise, ma tinye ise niile n'ime envelopu mechiri emechi",
  "Mgbe nke ahụ gasịrị, onye mgbaasị nke abụọ, Laurie Campbell, bụbu Susy Smith zutere ya, gbalịrị ịkpọtụrụ otu ndị nwụrụ anwụ ma dee ihe edeturu",
  "Mgbe nke ahụ gasịrị, a kpọkọtara Laurie na mmadụ atọ ndị ọzọ (gụnyere Gary Schwartz) ma tinye ha vidio iji jikọta ihe osise ya na ndị nwụrụ anwụ",
  "Susy Smith nọkwa na panel a n'oge ahụ.",
  "Na nyocha mbụ, ndị ọkàikpe anọ ahụ gbalịrị ịchọpụta onye nwụrụ anwụ nwere njikọ na nke n'ime ihe osise Susyʹs",
  "Ndị ọkàikpe anọ ahụ kwuru na pasenti iri abụọ ziri ezi n'ọrụ a",
  "Na nyocha nke abụọ, Otú ọ dị, ndị ọkàikpe anọ niile jikọtara nkọwa ise ahụ (gụnyere njikwa) na onyinyo ziri ezi",
  "Enweghị nkọwa zuru ezu banyere nhazi ziri ezi nke nnwale a, ma ọ bụrụ na Susy nwere ike ịgwa ndị ọkàikpe okwu.",
  "Ihe dị ka otu afọ ka e mesịrị, e mere usoro nke abụọ nke nnwale, ma bụrụ isiokwu nke akwụkwọ akụkọ HBO pụrụ iche",
  "Ọ nwere ndị ịgba ọsọ ise: John Edward, Suzane Northrop, Laurie Campbell, George Anderson, na Anne Gehman",
  "Ọkara na sitters, bụ ndị na-enwetụbeghị mbụ, nọdụrụ na ele mmadụ anya n'ihu partitions n'etiti ha",
  "Edobere igwefoto ka ọ na-esere onye na-ese ihe na onye na-ese ihe n'onwe ya",
  "A na-agụ akwụkwọ maka oche abụọ n'usoro",
  "HBO were otu onye na-anọ ọdụ, ma mara na ndị ha hụrụ n'anya nwụnahụrụ isii n'ime afọ irigara aga",
  "Ndị otu Schwartz weghaara nke ọzọ, na njirimara ha zoro ezo n'aka ndị otu HBO na ndị na-ajụ ase.. Ndị na-ajụ ndị mgbasa ozi gbalịrị ịkpọtụrụ ndị enyi nwụrụ anwụ nke ụmụ nwanyị abụọ ahụ n'ụzọ ha si eme, jụọ ajụjụ site n'aka ụmụaka nọ ọdụ ụgbọ mmiri ahụ",
  "E debere obere ma ọ bụ enweghị njikwa na gburugburu ebe obibi n'oge ọgụgụ",
  "Nke a nwere ike ikwe ka ndị na-ahụ maka mgbasa ozi nweta ihe ngosi okwu ọnụ na nke ọ bụghị eziokwu n'agbanyeghị ihuenyo dị warara",
  "Ihe omuma ihe di n'uche site na onye nwere ọgụgụ isi (na njirimara ndị ọzọ) bu ngwá ọrụ dị mkpa maka ịgụ egwu",
  "Ndị na-ahụ maka ihe ọmụma ise niile gụrụ akwụkwọ maka onye mbụ, mana n'ihi oge na njedebe nke imepụta fim, ọ bụ naanị ndị abụọ ka a gụpụtara ya.",
  "A kpaliri ndị na-anọchite anya ya n'onwe ha ịtụle izi ezi nke nkwupụta niile sitere na mgbasa ozi ugboro abụọ",
  "Otu ugboro ozugbo agụchara ya, na nke abụọ ọnwa ole na ole ka e mesịrị",
  "Ndị na-anọ n'ebe ahụ kpebiri ndị mgbasa ozi kachasị mma nke pasenti Iri asatọ na atọ na pasenti Iri asaa na asaa nke nkwupụta ha, otu. A na-ewere nyocha ndị e wepụtara ọnwa ole na ole mgbe nnwale ahụ gasịrị dị ka isi data, ọ bụ ezie na enweghi nkọwa maka ihe kpatara ya",
  "E tinyeghị ọkwa mbụ na nyocha Schwartz.",
  "N'ime mgbalị iji guzobe njikwa maka nsonaazụ ndị a, e mechara nye ụmụ akwụkwọ Iri isii na asatọ na nkwupụta ahụ, nke emere ka ọ bụrụ ajụjụ, yana foto onye ọbụla nọ n\"ụlọ",
  "A gwara ha ka ọ chọpụta azịza nke ajụjụ ndị ahụ dịka o metụtara onye na-anọ n'ebe obibi",
  "Ha ziri ezi pasenti iri atọ na isii nke oge. A na-eji data a dị ka ihe ndabere maka ohere nke ndị mgbasa ozi na-echepụta nkwupụta ziri ezi",
  "Otú ọ dị, ụmụ akwụkwọ na-agụsị akwụkwọ n'okpuru ala bụ ndị ọzọ si otú ahụ pụọ iche site na ndị ogbugbo mmiri, ha enweghịkwa ahụmahụ nke ịgba afa.",
  "N'usoro nnwale ndị ọzọ, onye nọ n\"ọkwá ahụ nwetara ọgụgụ site na abụọ nke usoro mgbasa ozi mbụ, ebe ọ bụ ugbu a ka dị mita isii karịa. Akụkụ nke mbụ nke nnwale ndị a mebere usoro “silent-sitter” nke a na-atụ anya ka ndị na-anọdụ na-agbachi nkịtị kpamkpam",
  "Ebumnobi nke a bụ ibelata ndị na-ajụ ase na-enweta nkwuwa okwu ọ bụla na nke na-abụghị nke okwu gbasara onye na-anọdụ ala. N'oge nke ọzọ, a gwara onye nọ n\"ọkwa ka ọ zaa naanị ajụjụ ndị dị na ya.",
  "Dị ka ọ dị na nnwale ndị gara aga, a gwara onye ahụ n'onwe ya iji tụọ izi ezi nke nkwupụta sitere n'aka ụlọ ọrụ",
  "Onye na-anọ n'ebe ahụ kwuru 82% nke nkwupụta ndị a dị ka ihe ziri ezi. Schwartz na-ekwu na atụmatụ mbụ bụ ịgụnye ndị na-anọdụ ala iri na nyocha ndị a, mana data maka naanị otu oche na-agụnye n'ọmụmụ ihe e bipụtara",
  "Ewepụrụ iteghete ndị ọzọ na ọmụmụ ihe ahụ, mana ụfọdụ n'ime data ndị a agbakwunyere na-esonye n'ime akwụkwọ akụkọ",
  "Enweghị nkọwa maka nke a",
  "N'ime usoro nnwale a na-esote, etinyere ụkpụrụ ndị a n'ọrụ:",
  "Schwartz na-ekwu na sitters gosiri izi ezi nke nkwupụta ndị na-ajụ ase n'oge ndị a nnwale, dị ka na gara aga nnwale",
  "A naghị akọwapụta data sitere na nnwale ndị a n'akwụkwọ ahụ",
  "Kama, ọ gụnyere ndepụta nke John Edward ebubo ebubo nke ọ kọwara dị ka \"agba agba.",
  "Enwere nnabata dị mma nke mbụ mgbe ewepụtara akwụkwọ ahụ yana nsonaazụ ọ kọwara n'ụzọ zuru ezu, nke sitere na obodo ndị na-ajụ ase na mgbasa ozi buru ibu",
  "Ụfọdụ kwuru na a na-etinye usoro sayensị n'ọrụ n'isiokwu pụrụ iche nke ndụ mgbe a nwụsịrị",
  "Ndị ọzọ toro nnwale ndị akọwapụtara n'akwụkwọ ahụ maka izi ezi ha, nkọwa zuru oke na ọdịdị na-adọrọ adọrọ nke nsonaazụ ya dị ka ewepụtara. A na-ekwukarị ọnụ ọgụgụ ziri ezi nke ndị mgbasa ozi dị ka pasenti iri asatọ na ise ma ọ bụ karịa.",
  "A chọpụtara nkatọ zuru oke nke usoro nnwale Schwartzī na nyocha ya n'ọtụtụ isiokwu ndị e bipụtara, tinyere Ray Hyman, Richard Wiseman, na James Randi. Tupu e mee ọmụmụ ihe ndị ahụ, James Randi Educational Foundation (JREF) tụrụ aro ka Schwartz nwee usoro nnwale siri ike nke ekwere na ọ ga-eweta nsonaazụ sayensị dị mma",
  "Schwartz ejighị atụmatụ ndị a mee ihe na nnwale ya. N'ozuzu, a na-eche na ohere maka ndị ogbenye iji tinye usoro ọgụgụ oyi n'ọrụ bụ ebe niile, n'agbanyeghị nhazi nke ọmụmụ ihe ahụ.",
  "Karịsịa, nkatọ gụnyere:",
  "Gary Schwartz ji ịnụ ọkụ n'obi meghachi omume na ọtụtụ nkatọ ndị e mere megide nnwale ya, ọkachasị na edemede bipụtara na Skeptical Inquirer",
  "N'isiokwu ahụ, ọ na-agbagha ọtụtụ nkatọ nke usoro nnwale ya na mkpebi ikpe, ọkachasị ndị prọfesị Ray Hyman mere n'akwụkwọ Skeptical Inquirer mbụ",
  "N'isiokwu ahụ, Schwartz katọkwara magazin Skeptical Inquirer maka nyocha eziokwu ezughi oke. Ray Hyman bipụtara nzaghachi dị nkenke maka nke a na Skeptical Inquirer, ma kwuo ụfọdụ isi ihe Schwartz na-ekwu na nzaghachi ya."
]