[
  "Noah Jupe (amụrụ n'afọ 2004  2005) bụ onye Britain na-eme ihe nkiri. A maara ya maka ọrụ ya na usoro telivishọn The Night Manager (2016); ihe nkiri ọchị ọchị Suburbicon (2017); ihe nkiri Wonder (2017); ihe egwu A Quiet Place (2018) na ihe na-eso ya A Quiet Plate Part II (2021); ihe nkiri egwuregwu Ford v Ferrari (2019); ihe nkiri ihe nkiri Honey Boy (2019), nke a họpụtara ya maka Onyinye mmụọ nnwere onwe maka nwoke na-akwado kachasi mma; na miniseries The Undoing (2020).",
  "A mụrụ Noah Jupe n'aka onye na-eme ihe nkiri Chris Jupe na onye na-ese ihe nkiri Katy Cavanagh. O nwere nwanne nwanyị nke obere na nwanne nwoke nke obere.",
  "Jupe malitere ọrụ ime ihe nkiri ya n'afọ 2015 site n'ịpụta na usoro telivishọn Penny Dreadful na Downton Abbey Ka e mesịrị n'afọ 2016, ọ rụrụ ọrụ dị mkpa na usoro ihe nkiri ndị nledo The Night Manager N'afọ 2016, ọ rụkwara ọrụ dị mkpa na usoro Houdini & Doyle",
  "N'afọ 2017, ọ malitere ọrụ ya na ihe nkiri, na ọrụ mbụ ya bụ na The Man with the Iron Heart, ihe nkiri Agha Ụwa nke Abụọ. N'afọ ahụ kwa, ọ pụtara na ihe nkiri Britain That Good Night; nwere otu n'ime ọrụ ndị isi na ihe nkiri ọchị ojii Suburbicon, nke George Clooney duziri; ma pụta na ihe nkiri Wonder dị ka Jack Will, ezigbo enyi Auggie Pullman. N'afọ 2017, a tụkwara ya na ihe nkiri dị mkpirikpi nke Stephen King's My Pretty Pony",
  "N'afọ 2018, ọ pụtara na ihe nkiri akụkọ sayensị The Titan, na ihe nkiri egwu A Quiet Place John Krasinski, onye so dee ma duzie ihe nkiri bụ A Quiet Place, tụbara Jupe na ndụmọdụ Clooney.",
  "N'afọ 2019, Jupe pụtara na Honey Boy n'ihu Shia LaBeouf",
  "Ihe nkiri ahụ noro n'onwe ya dabeere na LaBeouf na-etolite na ụlọ ọrụ ntụrụndụ, na Jupe na-egwu ụdị onye na-eto eto nke dabeere na LaBeouf. N'otu afọ ahụ, Jupe gosipụtakwara na ihe nkiri Ford v Ferrari N'afọ 2020, ọ pụtara na miniseries The Undoing",
  "E gosipụtara Jupe n'ihe nkiri \"The 12 Young Creatives\" na mbipụta nke ọnwa March 2021 nke British <i id=\"mwfw\">Vogue</i>",
  "Ọ laghachiri ọrụ ya dị ka Marcus Abbott na A Quiet Place Part II n'ikpeazụ n'afọ ahụ",
  "Jupe ga-ekwupụta Peter na ihe nkiri na-abịa The Magician's Elephant",
  "N'afọ 2022, ọ mere ka onye obula mara na a tụbara ya na ihe nkiri ihe nkiri sci-fi Morning, nke Justin Kurzel duziri.  Tụkwasị na nke a, a tụbara ya ka ọ bụrụ onye na-eme ihe nkiri na Franklin na Lady in the Lake nke Apple TV +."
]