[
  "Noah Cameron Schnapp (amụrụ ya n'October 3, 2004) bụ onye America na-eme ihe nkiri. Ọ nwetara nkwado maka igwu Will Byers na usoro egwu egwu sayensị sayensị Netflix Stranger Things",
  "Ọrụ ihe nkiri ya gụnyere Roger Donovan na ihe nkiri akụkọ ihe mere eme nke Steven Spielberg bụ Bridge of Spies (2015) na olu Charlie Brown na ihe nkiri The Peanuts Movie (2015).",
  "A mụrụ Schnapp na New York City, New York, nye Mitchell na Karine Schnapp (née Perez), a zụlitere ya na mpụga obodo ahụ n'obodo Scarsdale. Schnapp bụ onye Juu ma nwee Bar Mitzvah ya na Israel. O nwere ejima. O nwere nwa amaala Canada; nna ya bụ onye Juu Russia, ebe nne ya bụ onye ndị Juu Moroccan.",
  "Ọchịchọ Schnapp ime ihe malitere mgbe ọ dị ihe dị ka afọ ise mgbe ọ kiriri mmepụta Broadway nke Annie. Ọ rụrụ ọrụ ime ihe nkiri n'ụlọ akwụkwọ na egwuregwu obodo. Mgbe ọ dị afọ 8, onye nkuzi ya na-eme ihe nkiri tụrụ aro ka ọ gbalịa ọrụ ọkachamara. Nne na nna Schnapp debanyere aha ya na mmemme ime ihe nkiri na Westchester's Star Kidz na onye nkuzi Alyson Isbrandtsen onye n'oge na-adịghị anya zigara ya na MKS&DNjikwa nkà maka ohere ọrụ.",
  "Ihe nkiri izizi nke Schnapp bụ na ihe nkiri nke afọ 2015 nke nwetara ihe nrite  Academy Award Bridge of Spies, nke Steven Spielberg duziri. Ọ na-eme Roger, nwa James B",
  "Donovan",
  "N'otu oge ahụ, Schnapp kwupụtara onye isi, Charlie Brown, na ihe nkiri animated The Peanuts Movie O kwupụtakwara onye maka egwuregwu vidyo The Peanuts Movie: Snoopy's Grand Adventure",
  "Ọganihu ya bịara na Julaị 2016, mgbe ọ malitere ime ihe nkiri dị ka Will Byers na usoro ihe nkiri telivishọn egwu sayensị Netflix Stranger Things A kwalitere ya ka ọ bụrụ onye na-eme ihe nkiri maka oge nke abụọ nke usoro ahụ, nke malitere na Ọktoba 27, 2017. Schnapp mekwara ihe nkiri onwe onye dịka Abe (2019) na Waiting for Anya (2020)",
  "Ọ pụtara na ihe nkiri na-atọ ọchị nke Halloween nke afọ 2020 bụ Hubie Halloween",
  "N'ọnwa Eprel 2022, Schnapp sonyeere ndị na-eme ihe nkiri The Tutor",
  "N'afọ 2019, ọ malitere ọwa YouTube n'aha nke ya. Ọ na-arụsi ọrụ ike ruo otu afọ na ọkara, o mepụtara vlogs na ụdị ndụ vidiyo",
  "Ka ọ na-erule June 2022, ọwa ahụ nwere nde mmadụ isi ihe anọ debanyere aha ma nweta nkiri mmadu otu narị nde na iri.",
  "N'ọnwa Nọvemba 2021, Schnapp malitere To Be Honest (TBH), ụlọ ọrụ na-ahụ maka ihe oriri.",
  "Àtụ:MTV Movie Award for Best Scared-As-Shit Performance"
]