[
  "Nobesuthu Gertrude Mbadu Shawe (abalị iri abụọ na isii nke ọnwa Eprel 1945 ruo abalị iri atọ na otu nke ọnwa 31 Ọgọstụ afọ 2021) bụ onye South Africa na-agụ egwu mbaqanga, na onye na-agụ egwu na otu a ma ama bụ Mahotella Queens",
  "A mụrụ Mbadu na Durban, South Africa ma nna ya Ferguson Mbadu na nne nne ya, Selinah Mbadu zụlitere ya. Ọ bụ onye na-abụ abụ na ụlọ akwụkwọ ya na ndị ukwe ụka ya, ọ bụkwa onye otu Amangeyami a ma ama",
  "EMI 'black music' talent scout Max Gcaba hụrụ ya, onye kpọbatara ya na EMI ebe o mere ọtụtụ ndekọ n'aha 'Gcaba Sisters'",
  "Rupert Bopape, onye nnyocha Black music talent nke Gallo Record Company (na onye na-emepụta ngalaba Black music nke Gallo bụ Mavuthela Music Company) jisiri ike mee ka ọ ka ọ nọrọ na nkwụrụonwe n'afọ 1965",
  "O kwetara ma mesịa banye n'òtù ụmụ nwanyị ọhụrụ ya, Mahotella Queenstinyere ndị otu ya bụ Hilda Tloubatla, Mildred Mangxola, Juliet Mazamisa na Ethel Mngomezulu",
  "E jikọtara ụmụ nwanyị ise ahụ na otu akụrụngwa egwu mbaqanga, Makgona Tsohle Band na gruff, \"groaning\" vocals nke Simon \"Mahlathini\" Nkabinde, ndị otu ahụ dum nwetara ohere ama ama ozugbo.",
  "N'afọ 1971, ọtụtụ Ụmụ nwanyị Mahotella mbụ, gụnyere Mbadu, hapụrụ ịchụso ntụziaka ndị ọzọ na azụmahịa egwu, ya mere e guzobere usoro ọhụrụ nke Queens",
  "Mbadu sonyeere ndị otu Izintombi Zesi Manje Manje, ya na onye na-abụ abụ Queens bụ Hilda Tloubatla.",
  "N'afọ 1983, ndị Queens ise mbụ (Tloubatla, Mbadu, Mangxola, Mazamisa na Mngomezulu) jikọtara ya na Mahlathini na Makgona Tsohle Band",
  "Nweputa egwu nlọghachi ha,bu  Amaqhawe Omgqashiyo, bụ ihe egwu na South Africa",
  "N'ihi ihe ịga nke ọma nke Paul Simon's Graceland 1986 album na njem (nke ya na Ladysmith Black Mambazo, Stimela na ndị ọzọ rụkọrọ ọrụ), egwu South Africa dị mkpa",
  "Atọ n'ime Queens mbụ, Tloubatla, Mbadu na Mangxola, jikọtara ọzọ na ndị otu ha",
  "Ịma ama ha na mba ụwa dị ukwuu.",
  "Mgbe Mahlathini na ọtụtụ ndị otu band Makgona Tsohle  nwụsịrị, ndị Queens atọ (ndị niile bụ nne nne ma karịa afọ iri isii) nọgidere na-achị taa ma Mbadu nọgidere na-abụ akụkụ nke Mahotella Queens.",
  "Mbadu nwụrụ n'ụlọ ọgwụ na Vosloorus, Ekurhuleni n'ihi ọrịa akụrụ N'abalị iri atọ na otu nke ọnwa Ọgọstụ afọ 2021, ọ dị afọ iri asaa na isii."
]