[
  "Noel Carroll (7 Disemba 1941 23 Ọktoba 1998) bụ onye Irish na-agba ọsọ n'etiti nke meriri ọla nchara na 1969 European Indoor Athletics Championships",
  "O setịpụrụ European nakwazi World Records na afọ 1960s. Ọ bụrụ onye na-ekwuchitere ụlọ ọrụ Dublin Corporation, ma mesịa bụrụ onye isi oche nke Dublin Chamber of Commerce, ma duzie otu nke tọrọ ntọala Dublin Marathon.",
  "A mụrụ Noel Carroll na Annagassan, County Louth, na 1941, ọ hapụrụ ụlọ akwụkwọ iji sonye na ndị agha ebe ọ malitere ịgba ọsọ",
  "N'afọ 1962, mgbe ọ na-asọmpi na Millrose Games na New York City, \"Jumbo Elliott\" kpọrọ ya wee gaa Mahadum Villanova, ebe ọ sonyeere ndị otu egwuregwu nke mahadum ahụ, Villanova Wildcats wee merie ọtụtụ asọmpi track.",
  "Na Villanova, ọ gbara ọsọ na-erughị nkeji anọ ma na 1964o bu onye nhazi maka otu ahụ nke mebiri 4 x 880 yard relay World Record. N'otu afọ ahụ, o setịpụkwara ihe ndekọ European Indoor maka 880 yards wee sọọ mpi na Olympic Games na Tokyo na mita 800 nke ụmụ nwoke na-agwụcha n'èzí ebe ruru eru na okpomọkụ 5 nke agba nke mbụ na oge nke 1:51.1",
  "Mgbe ọ na-agba ọsọ megide Bill Crothers na 1964, Sports Illustrated kọwara Carroll dị ka \"otu n'ime ndị kacha mma na-agba bọọlụ n'etiti ụwa\".",
  "Ọ nọchitere anya Ireland na mita 400 (oge: 46.8) na mita 800 (oge: 1:49) na 1968 Summer Olympics na Mexico City, ma gaa n'ihu na-emeri mmeri mba (14 n'ozuzu)",
  "O ritere ọla nchara na 800m na 1969 European Indoor Championships na Belgrade.",
  "N'afọ 1972, ọ ghọrọ ọnụ na-ekwuru ụlọ ọrụ Dublin Corporation (nke a maara ugbu a dị ka Dublin City Council), ọfịs ọ nọ na ya ruo n'afọ 1996, mgbe ọ sonyeere Dublin Chamber of Commerce dị ka onye isi ya.",
  "N'afọ 1980, Carroll duziri otu nke gakwuuru Business Houses Athletic Association na Dublin Corporation ,o jikwa atụmatu maka Dublin Marathon",
  "Carroll sokwa na mmadụ 2,100 gbara ọsọ n'afọ ahụ. Onye mmeri ọsọ ahu nwetara Noel Carroll Memorial Trophy nke otu n'ime ụmụ Carroll na-enye kwa afọ.",
  "Noel Carroll nwụrụ na 23 Ọktoba 1998, mgbe ọ nwesịrị nkụchi obi mgbe ọ na-azụ onwe ya na Mahadum College Dublin. N'afọ 2008, ụmụ anọ Carroll sonyere na Dublin Marathon iji nweta ego maka Noel Carroll Building, isi ụlọ ọrụ nke ọrụ dị na Kolkatta nke GOAL na-elekọta, ọrụ ebere nke Carroll jere ozi dị ka onyeisi oche.",
  "Nwa nwa Carroll bụ onye egwuregwu rugby mba Ireland, Jordi Murphy."
]