[
  "Noelle Quinn (amụrụ na Jenụwarị 3, 1985) bụ onye nkuzi basketball nke Amerika na onye bụbu onye egwuregwu nke bụ ugbu a onye isi nchịkwa maka Seattle Storm nke Ụmụnwaanyị mba Basketball Njikọ (WNBA). Dị ka onye ọkpụkpọ, Quinn gbara bọọlụ maka ọtụtụ ndị otu WNBA na Botaş SK nke Njikọ basketball ụmụ nwanyị Turkish.",
  "A mụrụ ya na Los Angeles, California, Quinn gbara bọọlụ maka Bishop Montgomery Ụlọ akwụkwọ sekọndrị na Torrance, California, ebe akpọrọ ya WBCA All-Amerikan",
  "O sonyere na 2003 WBCA High School All-Amerika Egwuregwu ebe o nwetara akara iri na otu",
  "O duuru NwanyịKnights gaa asọmpi steeti California anọ, asọmpi mpaghara atọ, na asọmpi nkewa atọ.",
  "Quinn gara kọleji na UCLA ma gụsịrị akwụkwọ na 2007",
  "Nịgbaso ọrụ kọleji ya, Minnesota Lynx họpụtara ya nke anọ nozuzu na 2007 WNBA Draft.",
  "Ebe e si nweta yaÀtụ:NBA player statistics legend",
  "Minnesota Lynx dere Quinn na agba nke mbụ nke 2007 WNBA draft. Dị ka onye ọhụrụ ọ malitere nwayọ tupu ọ banye n'ọrụ onye nche mgbe Lindsey Harding merụrụ ahụ na Julai, 2007",
  "Quinn mechiri ike, na-etinye ndekọ franchise na 14 nyere aka na Ọgọst 19, oge ikpeazụ",
  "Ọ gwụchara oge ahụ na nkezi 2.8 na 4.4 nyere aka kwa egwuregwu",
  "O nyere aka 148 maka oge 2007, jikọtara ndekọ klọb nke Teresa Edwards nwere.",
  "Nime afọ iri na abụọ nke ọrụ WNBA, Quinn gbara bọọlụ maka Minnesota Lynx, Los Angeles Sparks, Washington Mystics, Phoenix Mercury, na Seattle oké ifufe Ọ bụ onye na-eche nche 6'0\" nke na enweta akara 4.8 n'egwuregwu ọ bụla na 2.3 nyere aka negwú ọ bụla maka ọrụ ya. Nafọ 2018, ọ meriri asọmpi WNBA na oké ifufe",
  "Àtụ:WNBA player statistics legend",
  "Àtụ:WNBA player statistics start\n|-\n| align=\"left\" | 2009\n| align=\"left\" | Los Angeles\n| 6 || 4 || 26.3 ||263 ||100 || 1.000 || 3.2 || 3.8 || 1.2 || 0.5 || 3.2 || 4.8\n|-\n| align=\"left\" | 2010\n| align=\"left\" | Los Angeles\n| 2 || 2 || 34.0 ||368 ||500 || 1.000 || 4.0 || 0.5 || 1.0 || 0.0 || 1.5 || 9.5\n|-\n| align=\"left\" | 2013\n| align=\"left\" | Seattle\n| 2 || 0 || 26.5 ||429 ||333 ||000 || 3.5 || 1.5 || 0.5 || 0.0 || 0.5 || 3.5\n|-\n| align=\"left\" | 2015\n| align=\"left\" | Phoenix\n| 4 || 0 || 20.3 ||778 || 1.000 ||000 || 2.8 || 0.8 || 0.5 || 0.3 || 0.8 || 4.3\n|-\n| align=\"left\" | 2016\n| align=\"left\" | Seattle\n| 1 || 0 || 11.0 ||333 ||000 ||000 || 4.0 || 0.0 || 0.0 || 0.0 || 0.0 || 2.0\n|-\n| align=\"left\" | 2017\n| align=\"left\" | Seattle\n| 1 || 0 || 12.0 || 1.000 ||000 ||000 || 3.0 || 3.0 || 0.0 || 0.0 || 1.0 || 2.0\n|-\n|style=\"text-align:left;background:#afe6ba;\"| 2018†\n| align=\"left\" | Seattle\n| 2 || 0 || 4.0 ||000 ||000 ||000 || 0.5 || 0.0 || 0.0 || 0.0 || 0.0 || 0.0\n|-\n| align=\"left\" | Career\n| align=\"left\" | 7 years, 3 teams\n| 18 || 6 || 21.7 ||372 ||348 || 1.000 || 2.9 || 1.8 || 0.7 || 0.2 || 1.5 || 4.2\nÀtụ:S-end",
  "Quinn ghọrọ nwa amaala Bulgaria nafọ 2007 wee soro otu egwuregwu basketball ụmụ nwanyị nke mba Bulgaria gbaa bọọlụ.",
  "Malite na 2016, Quinn zụrụ ụmụ agbọghọ basketball team na ụlọ akwụkwọ sekọndrị ya, Ụlọ akwụkwọ sekọndrị Bishop Montgomery maka oge anọ",
  "N'oge mbụ ya, NwanyịKnights meriri California Interscholastic Federation (CIF) asọmpi ngalaba ndịda.",
  "Nọnwa Febụwarị 2019, mgbe ọ lara ezumike nká na WNBA, ndị otu ikpeazụ ya, Seattle Storm, were Quinn nọrụ dị ka onye na enyere onye nkuzi aka.",
  "Maka oge 2020, a manyere onye isi nchịkwa Storm bụ Dan Hughes ịnọdụ ala n'oge ahụ n'ihi ihe gbasara ahụike",
  "Gary Kloppenburg ghọrọ onye isi nchịkwa maka oge ahụ, a kwalite Quinn ka ọ bụrụ onye isi nchịk, ebe ọ lekwasịrị anya na mmejọ, ebe Kloppenbourg lekwasịrị anya n'ichebe. Seattle meriri asọmpi WNBA nke afọ 2020.",
  "Na Mee 30, 2021, a kpọrọ Quinn onye isi nchịkwa Storm mgbe Hughes lara ezumike nká na WNBA.",
  "Jenụwarị 2022 Quinn sonyeere Canada Basketball dị ka onye isi na enyere ndị otu egwuregwu basketball nke ụmụ nwanyị Canada aka.",
  "Àtụ:NBA coach statistics start\n|-\n| align=\"left\" | SEA\n| align=\"left\" |2021\n| 26 || 16 || 10 || Àtụ:Winning percentage || align=\"center\" | 3rd in West || 1 || 0 || 1 || Àtụ:Winning percentage\n| align=\"center\" | Lost in Second Round\n|-\n| align=\"left\" | SEA\n| align=\"left\" |2022\n| 36 || 22 || 14 || Àtụ:Winning percentage || align=\"center\" | 2nd in West || 6 || 3 || 3 || Àtụ:Winning percentage\n| align=\"center\" | Lost in Conf",
  "Semi-Finals\n|-class=\"sortbottom\"\n| align=\"left\" |Career\n| || 62 || 38 || 24 || Àtụ:Winning percentage || || 7 || 3 || 4 ||Àtụ:Winning percentage\nÀtụ:S-end",
  "Na Septemba 23, 2009, Quinn laghachiri n'ụlọ egwuregwu basketball kọleji ya na Pauley Pavilion iji kpọọ otu n'ime WNBA Emecha ọgbakọ n'etiti Phoenix Mercury na Los Angeles Sparks ya, nke Sparks meriri 94103.",
  "Kpọpụta njehie: <ref> tag with name \"WBCA Box Scores\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"NCAA Player stats\" defined in <references> is not used in prior text."
]