[
  "Noga Levy-Rapoport (amụrụ na 25 Nọvemba 2001) bụ onye na-agba mbọ maka ọdịmma nke ihu igwe na Britain, ọkà okwu, na onye ọrụ afọ ofufo n'ime ọgbaghara ihu igwe Bekee na UK Student Climate Network.",
  "A mụrụ Noga Levy-Rapoport na 25 Nọvemba 2001 na Tel Aviv",
  "Ha kwagara UK dị ka nwata",
  "Levy-Rapoport abụghị nke abụọ.",
  "N'abalị iri na ise n'ọnwa Febụwarị n'afọ 2019, ha sonyere na ngagharị iwe ihu igwe mbụ nke London, tupu ha abanye na UK Student Climate Network dị ka onye ọrụ afọ ofufo maka mgbasa ozi ụlọ akwụkwọ na ịhazi gburugburu Green New Deal na GND UK",
  "Ha nyere aka hazie ọgbaghara ihu igwe na London maka ụbọchị ọgbaghara ụwa na 15 Maachị 2019 na 24 Mee 2019, yana ịnabata na ịkpọsa n'ihu ọha nkwado UKSCN maka Green New Deal maka UK na ọgbaghara ọnọdụ ihu igwe na Londres na 12 Eprel 2019",
  "Kemgbe ọnwa Febụwarị, onye ahụ dị afọ iri na asaa ekwuola okwu n'ọtụtụ ogige, ihe omume, ọgbaghara na ngagharị iwe gburugburu UK.",
  "Na 7 Mee 2019, Noga kwuru okwu na International Maritime Organization na London iji kpọọ maka njedebe na ọsọ ụgbọ mmiri iji belata ikuku na Campaign Against Climate Change group na ndị ọzọ na-eme ihe. A kọwara okwu ahụ dị ka 'ọgwụgwọ Greta Thunberg' maka IMO, onye, dị ka òtù UN, bụ onye a gbara egbe n'oge gara aga maka na ọ naghị etinye aka iji belata ikuku ha.",
  "N'ọnwa Julaị 2019, Levy-Rapoport meghere isi okwu na Nzukọ Mgbasa Ozi Ụmụaka kwa afọ, na-arụ ụka na nguzozi ndọrọ ndọrọ ọchịchị nke mgbasa ozi gbalịrị itinye na mgbasa ozi ụmụaka mgbe ịmepụta ọdịnaya nke kpuchiri mgbanwe ihu igwe adịghị arụ ọrụ ma nwee ike ime ka ndị na-eto eto dị njikere ime ihe na mgbanwe ihu igwe. N'ịbụ onye a kọwara dị ka \"adreesị dị ịrịba ama\", onye na-eme ihe ike, nke a kpọrọ aha dị ka otu n'ime 'Changemakers' nke afọ nke CMC, kwuru n'ụzọ doro anya na e nwere \"ọkpụkpọ zuru ụwa ọnụ maka ụmụaka ịghọ ndị isi nke taa\", nke a ga-amalite na mgbasa ozi ha.",
  "N'abalị iri abụọ n'ọnwa Septemba n'afọ 2019, ha kwadoro ọgbaghara ihu igwe zuru ụwa ọnụ nke London, nke kachasị njọ n'akụkọ ihe mere eme nke UK, na otu narị puku ndị na-eme ngagharị iwe n'isi obodo na pụkụ narị atọ na ịrị ise na-aga ọgbaghara na mba ahụ",
  "N'otu ọnwa ahụ, e tinyere atụmatụ ha jikọrọ aka maka bọọdụ ihu igwe na ụlọ ọrụ ILOVEYOU maka asọmpi 'Design of the Year' nke Beazley na Design Museum, nke Levy-Rapoport na ndị ọrụ ibe ha họọrọ ịghara ịkwụsị, mkpebi ọ mechara kọwaa n'otu edemede maka It's Nice That.",
  "N'ọnwa Ọktoba 2019, London Evening Standard họọrọ ha dị ka otu n'ime ndị kacha nwee mmetụta na London na 2019 dị ka akụkụ nke ndepụta Progress 1000 nke ha na-eme kwa afọ. N'otu ọnwa ahụ, ha na Clive Lewis kwurịtara nsogbu ihu igwe na ndị ndọrọ ndọrọ ọchịchị maka Huck Magazine.",
  "Onye na-eme mkpọsa ahụ ewerewo ọrụ ọnụ na-ekwuru ndị ntorobịa na UK ma gbaa ya ajụjụ ọnụ maka ọtụtụ ụlọ ọrụ mgbasa ozi, mpaghara na mba, yana ide maka The Guardian, Ọ dị mma, na Fabian Society. Levy-Rapoport bụkwa ọnụ na-ekwuchitere Labour for a Green New Deal."
]