[
  "-73.993",
  "Àtụ:MaplinkNoHo, mkpirikpi màkà North of Houston Street (dị ka ọ dị ichè ná SoHo), bụ ébé obibi dị ná Lower Manhattan na New York City borough nkè Manhattan",
  "Mercer Street dị n'ebe ọdịda anyanwụ ná Bowery dị n'akụkụ ọwụwa anyanwụ, ná site ná East 9th Street n'ebe ùgwù ruo East Houston Street n'akụkụ ndịda.",
  "New York City Landmarks Preservation Commission ekwuputala na ọtụtụ n'ime ébé á na-ewu ụlọ 125 bụ mpaghara akụkọ ìhè méré eme, nkè e kewara ná NoHo Historic District na NoHo East Historic District, nkè e kèrè ná 2003.",
  "N'afọ 1748, Jacob Sperry, ónyée dọkịta sị Switzerland, mepụtara ogige botanical mbụ nkè ọbọdọ ahụ n'akụkụ nkuku Lafayette Street ná Astor Place ugbu a",
  "N'oge ahụ, ọ dị ihe dị ka 1 mile (1.6 ) n'ebe ugwu nkè akụkụ mepeere emepe nkè ọbọdọ ahụ ma bụrụ ébé ezumike màkà ndị mmadụ si n'etiti ọbọdọ nkè oge á. Kà ọ na-erule 1804, John Jacob Astor zụrụ saịtị ahụ n'aka Sperry mà nyé yá Joseph Delacroix: 139 : 61 Delacroix wuru ébé ezumike ọbọdọ á na-akpọ Vauxhall Gardens ná saịtị ahụ; ogige ndị ahụ dịbu n'etiti obodo, ná Tribeca: 44 : 61",
  "N'oge na-adịghị ányá, NoHo ghọrọ ébé obibi màkà ezinụlọ ndị bara ọgaranya.\nN'ihi mmepe ngwá ngwá ná Bond, Bleecker, ná Great Jones Streets, ọ bụghị ọnụ ala iwu ụlọ n'okporo ámá ndị a",
  "Okporo ámá ndị á so n'etiti ndị kachasị elu n'obodo ahụ n'oge ahụ, mà nwee ndị dị ka onye isi ọbọdọ \"ọgaranya\" Philip Hone. Ya mere, na 1826, mgbe ụgwọ Delacroix gwụrụ, Astor wepụtara mpaghara dị élú site ná saịtị ahụ ná Lafayette Street na-ekewa ogige ndị dị n'ebe ọwụwa anyanwụ site na ụlọ ọdịda anyanwụ",
  "Marquis de Lafayette mere okporo ámá ahụ baptism ná July 1825.",
  "Ndị New York bara ọgaranya, gụnyere Astor ná ndị ọzọ nọ n'ezinụlọ ahụ, wuru nnukwu ụlọ n'okporo ụzọ a dị n'etiti",
  "Astor wuru Ọ́bá Akwụkwọ Astor n'akụkụ ọwụwa anyanwụ nkè agbata obi ahụ dị ka ònyìnyé nyé ọbọdọ ahụ",
  "Alexander Jackson Davis chepụtara ụlọ ndị na-adọrọ mmasị a na-akpọ LaGrange Terrace (nke bụzi Colonnade Row) maka onye na-ewu ụlọ Seth Geer",
  "Geer wuru ụlọ ndị ahụ maka mmepe ahụ ná 1833",
  "Mpaghara ahụ ghọrọ ebe obibi na-ewu ewu, nkè ndị nọ n'ọkwá dị elu, mgbe emeghere Lafayette Street ná 1820s, ọ ghọrọ ngwá ngwá otu n'ime okporo ámá kachasị mmá ná New York.: 61 Ebe a mere ka ndị bị ná Broadway ná Bowery dị nso nwee ike ịnweta ogige ahụ.: 138 Ụlọ ndị ahụ nwèrè ndị àmà àmà dị kà ezinụlọ Astor ná ezinụlọ Vanderbilt, ná mgbakwunye ná ndị edemede Washington Irving, Charles Dickens, ná William Makepeace Thackeray; Ónyé ịsị àlà US John Tyler lụrụ di n'ụlọ ndị á.",
  "N'oge ọkọchị nkè afọ 1838, ndị nwé ubi ahụ meghere ụlọ oriri màkà ịme ìhè nkiri vaudeville",
  "Mgbè e mesịrị, ndị na-ahụ màkà ìhè nkiri gbasaa ònyìnyé áhụ iji mee kà ọtụtụ ndị ahịa nwee mmasị",
  "Kà ọ na-erule afọ 1850, ìgwè mmadụ na-eme ìhè ike nkè Bowery na-emekarị kà ndị nọ n'ọkwá dị elu tụọ egwu, mmadụ olé ná olé bịakwara n'ogige Vauxhall: 139 : 82 E bibiri ụlọ ihe nkiri ahụ ná 1855, 62 mà mechie ogige ahụ n'oge ikpeazụ na 1859.",
  "N'agbanyeghị nkè ahụ, ndị New York bara ọgaranya bírí ebe á rụọ ná ngwụcha narị afọ nke 19",
  "Ónyé nchịkọta akụkọ ná onye na-ede uri William Cullen Bryant na ónyé na'ichepụta ìhè ná onye ọchụnta ego Isaac Singer biri n'ógbè ahụ n'afọ 1880",
  "Kà ọ na-erule narị afọ nke 20, ụlọ nkwakọba ìhè ná ụlọ ọrụ na-emepụta ihe kwagara, ndị ịsị kwagara ebe ndị dị kà Murray Hill, ébé ahụ wee daa",
  "Mpaghara ahụ ghọrọ mpaghara na-emepụta ihe site na afọ 1880, ọkachasị gburugburu Bond Street. Ụlọ Terra cotta na brik \"loft\" so n'ime ụlọ ọhụrụ á na-ewu n'oge á, ná owuwu nkè ụlọ ndị dị otú ahụ gàrà n'ihu n'ime afọ 1890, n'ụdị ụlọ Greek Revival iji kwanyere nnukwu ụlọ ndị bi n'ógbè ahụ ùgwù. Mbibi nke ụlọ ndị dị elu gàrà n'ihu, na 1902, á kwatuchara ụlọ ịse kachasị n'ebe ndịda ná Colonnade Row màkà ụlọ ahịa Ngalaba Wanamaker. Otú ọ dị, ọtụtụ n'ime nnukwu ụlọ ndị dị ná Bond Street, dịgidere rụọ n'afọ ndị 1930.",
  "Ọ bụghị ndị ọgaranya ná (ugbu a) á mà ámáa wuru NoHo niile",
  "Ụlọ abụọ dị n'usoro nkè Federal architecture-style n'akụkụ ọwụwa anyanwụ nkè Bleecker Street bụbu ụlọ nkè National Florence Crittenton Mission, na-enye ụlọ maka \"ụmụ nwanyị dàrà ada\"",
  "21 ọnụ ụzọ Bleecker Road ugbu a nwere mkpụrụedemede \"Florence Night Mission,\" nkè New York Times kọwara na 1883 dị ka \"usoro ụlọ nke àgwà kachasị ala\". National Florence Crittenton Mission bụ nzukọ nkè ónyé ọrụ ebere Charles N",
  "Crittenton guzobere ná 1883",
  "Ọ gbalịrị imezigharị ndị akwụna ná ụmụ nwanyị dị ime na-alụbeghị di site n'ịmepụta ụlọ ọrụ ebe ha ga-ebi mà mụta nkà.",
  "Otu ogige ahụ nke Bleecker Street, n'etiti Lafayette na Bowery Streets na NoHo, bụkwa ébé obibi nkè Margaret Sanger Health Center, ịsị ụlọ ọrụ Planned Parenthood, ná Catholic Sheen Center, nkè dị nsó ná yá",
  "Bleecker Street bụ ebe obibi nkè mbụ Birth Control Clinical Research Bureau nkè Sanger, na-arụ ọrụ site na ụlọ ọzọ site ná 1930 ruo 1973",
  "Bleecker Street ugbua a na-egosi Margaret Sanger Square, ná nkwonkwo ná Mott Street.",
  "Mgbe Agha Ụwa nke Abụọ gasịrị, ụlọ ọrụ na-emepụta ìhè sị nà New York City gaa ná mpaghara ndị dịpụrụ adịpụ",
  "Ka ọ na-erule afọ 1950, á na-akwụ ndị na-ese ìhè ná obere ụlọ ọrụ ihe nkiri ụgwọ oghere ndị a",
  "Ndị na-ese ihe ga-agafe nnukwu ikpe iji biri mà rụọ ọrụ ná oghere ndị á. Ka ọ na-erule afọ 1960, e nwere ọtụtụ ndị na-ese ìhè karịa ụlọ ọrụ na oghere ndị a. N'etiti ndị omenkà á mà ámá bi n'oge ahụ bụ Robert Mapplethorpe, ónyé zụrụ ụlọ élú ná NoHo; Chuck Close, onye bi n'akụkụ ya; na ndị omenkọ n'okporo ámá Jean-Michel Basquiat ná Andy Warhol. Á maliteghachiri agbata obi ahụ malite ná ngwụcha afọ 1960 na 1970: 64 Kà ndị na-ese ìhè malitere ịgbazite ụlọ elu n'ógbè ahụ na 1970s na 1980s, áhà NoHo malitere iji mee kà ọ dị iche ná SoHo dị nso",
  "N'oge gara aga, á maara mpaghara nke mejupụtara NoHo, SoHo, ná Tribeca ọwụwa anyanwụ dị ka mpaghara ụlọ nkwakọba ihe",
  "Omume nka nkè afọ 1970 ná mmegharị nchekwa nkè afọ 1990 ná afọ 2000 nyekwara áká mee kà mpaghara ahụ dịghachi ndụ.",
  "New York City Landmarks Preservation Commission kwupụtara mpaghara ahụ dị kà mpaghara akụkọ ìhè mere eme nkè obodo ná 1999",
  "Site ná akụkọ áhà yá:\n \nE méré kà NoHo Historic District gbasaa n'afọ 2008",
  "Tụkwasị ná nkè á, e mepụtara mpaghara ọzọ dị n'ógbè ahụ, NoHo East Historic District, ná 2003",
  "Nkọwa ndị ahụ sochiri mgbalị dị ukwuu site ná nkwado siri ike site n'ọtụtụ obodo ná ndị na-echekwa ihe, gụnyere Greenwich Village Society for Historic Preservation and Historic Districts Council, ma jikọta ọnụ, há na-emepụta mpaghara dị n'akụkụ nkè ụlọ ndị á na-ahụ anya n'elu 21 obodo. Mgbatị 2008 dị n'akụkụ ọdịda anyanwụ site ná Lafayette Street, n'ebe ọwụwa anyanwụ site ná Bowery, n'akụkụ ugwu site ná East Fourth Street na n'ebe ndịda site na Bond Street",
  "Ọ na-agụnye ụlọ 56 náa ébé á na-adọba ụgbọala n'etiti etiti n'ebe ndịda ná n'ebe ọwụwa anyanwụ nkè mpaghara akụkọ ihe méré eme Noho dị ugbu a. Ọ gụnyeghị 30 Great Jones Street, ụlọ akụkọ ihe mere eme nkè e bibiri ná mbido afọ 2008.",
  "E wuru ọtụtụ n'ime ụlọ ndị dị ná mgbatị ahụ n'etiti afọ 1860 ná mmalite afọ 1900, mgbe mpaghara ahụ ghọrọ otú n'ime nnukwu mpaghara azụmahịa ná mmepụta obodo ahụ",
  "Ka ọ na-erule ngwụcha afọ 1800, nnukwu ụlọ ahịa dị n'ụdị Greek Revival ghọrọ ụdị ụlọ kachasị.",
  "The Merchant's House Museum, ná 29 East Fourth Street, bụ ụlọ akụkọ ihe mere eme nkè dị ná mpụga nsọtụ ọwụwa anyanwụ nke Historic District",
  "Ọ bụkwa National Historic Landmark ma depụta ya na National Register of Historic Places",
  "E weghachiri mà n'ime mà n'èzí ụlọ 1832 á kà ọ bụrụ n'etiti narị afọ nke 19 nke onye ahịa Seabury Tredwell ná ezinụlọ ya biri",
  "N'agbanyeghị adịghị ike nkè ìhè owuwu áhụ, n'ọnwa Eprel afọ 2014, New York City Landmarks Preservation Commission kwadoro iwu ụlọ nkwari akụ nwèrè okpukpu asatọ ozugbo n'akụkụ ya. Ndị na-echekwa ìhè gụnyere City Councilwoman Rosie Mendez, Greenwich Village Society for Historic Preservation, Historic Districts Council ná Museum n'onwe yá lụrụ ụlọ nkwari akụ ahụ á tụrụ aro ruo ọtụtụ afọ n'ihi nchegbu maka ịdị ndụ nkè Ụlọ Ahịa ahụ. LPC kwadoro yá n'ihi mmegide nkè ndị injinia ná ndị na-ese ụkpụrụ ụlọ.",
  "N'afọ 2000 ná 2010, NoHo ná ónyé agbata obi yá dị n'ebe ndịda, SoHo, enweela ọganihu ngwá ngwá",
  "Ébé ọ bụ ná NoHo bụ ụlọ elu, nkè á na-eme ka ọ bụrụ otu n'ime mpaghara kachasị ọnụ ná nkè á na'anya ná Manhattan",
  "Obere nha yá ná ebe etiti yá na-enyekwa áká ná nnukwu ọchịchọ, ọzọ na-eme kà ọnụahịa dị élú. N'afọ 2014, ụlọ elu nwere otú ọnụ ụlọ nwere ike ịgbazite ná nkezi kwá ọnwa nkè US $ 4,000.",
  "Ụfọdụ ihe ịrịba ámáa n'otu n'otu ná NoHo Historic District gụnyere Astor Library, Bouwerie Lane Theater, Bayard-Condict Building, De Vinne Press Building",
  "Ụgbọ oloko abụọ nke New York City, Astor Place ná Bleecker Street, nwekwara akara ala. Nanị onye dị ndụ n'oge klas dị elu nke narị afọ nke iri na itoolu bụ ọkara nke Colonnade Row mbụ, nke nwekwara ákàrà àlà. Ụlọ ihe nkiri Gene Frankel, nkè e guzobere ná 1949, dị n'ụlọ 24 Bond Street, nkè e wuru ná 1893.",
  "N'ofe Colonnade Row bụ Ụlọ Egwuregwu Ọha.",
  "Ogige kachasị n'ebe ọwụwa anyanwụ nkè Bleecker Street nwèrère ụlọ ikpeazụ fọdụrụnụ nke Federal architecture-style, gụnyere abụọ bụbu ụlọ Florence Night Mission, nke nyere ụlọ màkà \"ụmụ nwanyị dàrà ada\"",
  "(21 ọnụ ụzọ Bleecker Road ugbu a nwèrè mkpụrụedemede na ala.) Ogige ahụ nwekwara isi ụlọ ọrụ Planned Parenthood ná Margaret Sanger Square, n'akụkụ ébé ìhè omume Katọlik.",
  "687[[691 Broadway/250]]254 Mercer Street bụ nke J",
  "A",
  "Wood chepụtara ma wuo site na 1885 ruo 1888",
  "Ihu ụlọ Louis Sullivan nke BayardʹCondict (e wuru 18979) na 65 Bleecker Street n'etiti Broadway na Lafayette Street",
  "Isi ụlọ ọrụ Planned Parenthood na Bleecker Street's Margaret Sanger Square",
  "Ihu ụlọ ihe nkiri Bouwerie Lane",
  "ensibiad"
]