[
  "Nomagugu Simelane-Zulu (amụrụ n'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ n'afọ 1976) bụ onye ọka iwu South Africa na onye ndọrọ ndọrọ ọchịchị African National Congress (ANC) nke na-eje ozi dị ka KwaZulu-Natal MEC (Member of the Executive Council) maka ahụike kemgbe Mee 2019",
  "Ọ ghọrọ onye otu KwaZulu-Natal Legislature na Mee 2014",
  "Ọ bụ onye isi oche nke Kọmitii Ọrụ Ugbo nke ndị omeiwu site na 2014 ruo 2019",
  "Simelane-Zulu sonyere na African National Congress Youth League (ANCYL).",
  "A mụrụ Nomagugu Simelane na 22 Ọgọstụ 1976 na Dobsonville, Johannesburg, na mpaghara Transvaal",
  "O nwetara nzere BA na iwu wee nweta nzere LLB na Mahadum Natal, nke bụzi Mahadum KwaZulu-Natal",
  "O nwere asambodo na Gọọmenti site na Mahadum nke Witwatersrand",
  "Simelane-Zulu na-amụ ugbu a maka nzere masta na sayensị ndọrọ ndọrọ ọchịchị.",
  "Simelane-Zulu sonyeere ANCYL mgbe ọ dị afọ iri na isii na 1992 ma bụrụ onye na-ahụ maka akụ na ụba nke otu ndị ntorobịa na Dobsonville site na 1992 ruo 1993. Mgbe ọ na-agụ akwụkwọ na Mahadum nke Natal's Pietermaritzburg campus, ọ bụ onye isi oche nke South African Students Congress site na 1997 ruo 1998",
  "Ọ bụ onye isi oche nke ngalaba ANC Youth League nke mahadum site na 1999 ruo 2001",
  "Ọ bụ odeakwụkwọ nke Law Student Society nke mahadum site na 1999 ruo 2000.",
  "Simelane-Zulu mechara bụrụ onyeisi oche nke Black Lawyers Association na mahadum ahụ ma nọrọ n'ọkwa ahụ site na 2000 ruo 2001",
  "Ọ bụ odeakwụkwọ alaka site na 2002 ruo 2004.",
  "Ọ bụ onye na-ahụ maka akụ na ụba nke ANC Youth League site na 2003 ruo 2010. Site na 2010 ruo 2011, ọ bụ onye na-ahụ maka akụ na ụba mpaghara nke alaka ANC Abaqulusi",
  "N'oge na-adịghị anya, e buliri ya elu ka ọ bụrụ onye isi oche mpaghara ma jee ozi n'ọkwa ahụ site na 2011 ruo 2014",
  "A họpụtara ya ka ọ bụrụ onye otu ANC Provincial Executive Committee na 2015.",
  "A họpụtara Simelane-Zulu dị ka onye MPL na Mee 2014 ma bụrụ onyeisi oche nke Kọmitii Ọrụ Ugbo nke ndị omeiwu ruo 2019",
  "Onye isi ala Sihle Zikalala họpụtara ya dị ka MEC maka ahụike na Mee 2019.",
  "Na Septemba 2021, Simelane-Zulu rịọrọ mgbaghara n'ihu ọha mgbe ya na ndị ọbịa ya mebiri iwu COVID-19 n'oge oriri ncheta ọmụmụ ya na August. Democratic Alliance na KwaZulu-Natal boro ya ebubo mpụ.",
  "Tupu nnọkọ ntuli aka nke mpaghara ANC, ANC na mpaghara eThekwini, mpaghara kachasị ukwuu nke pati ahụ na KwaZulu-Natal, kwadoro mkpọsa Simelane-Zulu maka osote onyeisi oche mpaghara. Ọ nọ na ANC MPL na onye na-azọ ọkwa onye isi oche mpaghara, Siboniso Duma's \"Taliban\" slate, otu ndị na-azọrọ na onye bụbu onye isi ala Jacob Zuma. N'abalị iri abụọ na atọ n'ọnwa Julaị n'afọ 2022, a họpụtara Simelane-Zulu dị ka osote onye isi oche mpaghara nke ANC, na-emeri MEC Kwazi Mshengu na ntuli aka nke gara 927 Xi661 ka \"Taliban\" slate mere ka ọ dị ọcha n'ọkwá ndị isi mpaghara niile.",
  "Zikalala gbara arụkwaghịm dị ka onye isi ala na 5 Ọgọstụ 2022 ma họpụta Finance MEC Nomusa Dube-Ncube ka ọ nọchie ya",
  "N'abalị iri na otu n'ọnwa Ọgọstụ afọ 2022, Dube-Ncube họpụtara ndị isi ya, ebe Simelane-Zulu nọgidere dị ka MEC maka ahụike.",
  "Simelane lụrụ di",
  "Ọ bi na Newcastle, KwaZulu-Natal.",
  "Àtụ:S-start\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:End"
]