[
  "Nomafrench Mbombo (amụrụ na 6 Septemba, na afọ 1966) bụ onye agụmakwụkwọ na onye ndọrọ ndọrọ ọchịchị South Africa bụ onye bụ Minista Ahụike nke Western Cape Provincial kemgbe afọ 2015 na onye otu Western Cape Províncial Parliament kemgbe afọ 2014",
  "Ọ rụrụ ọrụ dị ka Minista na-ahụ maka ọdịbendị na egwuregwu na Western Cape Provincial site na afo 2014 ruo afọ 2015",
  "Mbombo bụ onye isi ala nke Democratic Alliance Women's Network site na afọ 2018 ruo afọ 2021.",
  "A mụrụ Mbombo na 6 Septemba na afọ 1966",
  "Ọ nọrọ n'oge ọ bụ nwata na Mdantsane, East London na Cape Province.",
  "O nwetara PhD na ngalaba nke Gender na Human Rights na Mahadum nke Western Cape",
  "Mbombo nwetara nzere masta na ahụike nne na nwa na Mahadum KwaZulu-Natal, na Bachelors ya na Nursing Science na Mahadim Fort Hare",
  "Ọ rụrụ ọrụ na ngalaba ahụike nke Eastern Cape na KwaZulu-Natal na mpaghara gọọmentị mpaghara.",
  "Tupu ọ banye na ndọrọ ndọrọ ọchịchị, ọ rụrụ ọrụ dị ka osote Onye Ọkachamara na Ngalaba nke Community and Health Sciences nke Mahadum Western Cape.",
  "Ọ rụkwara ọrụ dị ka onye otu dị iche iche, dị ka National Committee of Confidential Enquiries on Maternal Death, NEPAD, na UN Office of Human Rights: Women & Gender Directorate.",
  "Mbombo, onye na-akwado African National Congress, sonyeere DA na 2013, mgbe ọ gachara nzukọ DA maka ndị ọkachamara ojii.",
  "A họpụtara Mbombo ka ọ bụrụ onye omeiwu nke Western Cape Provincial na ntuli aka nke 8 Mee, na afọ 2014 ma ṅụọ iyi dị ka onye otu na 21 Mee, na afọ 2014",
  "Ọ na-anọchite anya mpaghara Filipaị nke obodo Cape Town",
  "Praịm Minista Helen Zille họpụtara Mbombo ka ọ bụrụ Minista na-ahụ maka ọdịbendị na egwuregwu na Western Cape Provincial",
  "A ṅụrụ ya iyi dị ka Minista Provincial na 26 Mee, na afọ 2014.",
  "N'ọnwa Disemba afọ 2014, onye isi ala Zille mara ọkwa na Theuns Botha na Mbombo ga-agbanwere ọkwa ndị minista",
  "Mbombo ga-aghọ Minista Ahụike nke Western Cape Provincial, ebe Botha ga-ewere ọnọdụ ya",
  "Mgbanwe ndị ahụ malitere na 1 Jenụwarị na afy2015.",
  "N'afọ 2018, onye isi nke Democratic Alliance Women's Network Federal Leader Denise Robinson kwupụtara na ọ gaghị achọ ka a họpụta ya ọzọ",
  "Mbombo mechara kwupụta na ọ bụ onye na-azọ ọkwa ma họpụta ya na Federal Congress nke pati ahụ na 7 Eprel, na afy 2018.",
  "N'ọnwa Mee, na afọ 2019, onye isi ala a họpụtara ọhụrụ bụ Alan Winde kwupụtara na ọ nọgidere na Mbombo n'ọkwa ya dị ka Minista Ahụike nke Provincial.",
  "N'ọnwa Ọktoba, na afọ 2019, o kwupụtara na ọ bụ onye isi oche nke Democratic Alliance na-esote arụkwaghịm Athol Trollip. Ivan Meyer meriri ya.",
  "N'ọnwa Disemba, na afọ 2020, a katọrọ Mbombo maka ide na Facebook na ọ nọ ezumike na Limpopo, n'etiti oke nke abụọ nke ọrịa COVID-19 na Western Cape",
  "O kwuru na ọ bụ \"oge ezumike kwesịrị ekwesị, ogologo oge\".",
  "N'abalị iri abụọ na asatọ n'ọnwa Eprel na afọ 2021, Mbombo gbara arụkwaghịm dị ka onye isi gọọmentị etiti nke DA's Women's Network",
  "Ọ gbara arụkwaghịm mgbe Bonginkosi Madikizela gbara arụkwapụ dị ka onye isi mpaghara DA na Minista Na-ahụ Maka Njem na Ọrụ Ọha.",
  "N'ọnwa Machị, na afọ 2020, Mbombo zutere onye nnọchi anya France bụ Laurent Amar bụ onye a chọpụtara na ọ nwere COVID-19. N'ihi ya, ọ banyere na nkewa onwe ya ma mesịa nwalee na ọ bụghị."
]