[
  "Nomantu Nkomo-Ralehoko (amụrụ na 8 June 1966) bụ onye ndọrọ ndọrọ ọchịchị South Africa na onye otu African National Congress",
  "Ọ na-eje ozi dị ka Gauteng MEC (Member of the Executive Council) maka ahụike na ahụike kemgbe Ọktoba 2022",
  "Ọ bụ MEC maka ego na e-Government site na Mee 2019 ruo Ọktoba 2022",
  "A họpụtara Nkomo-Ralehoko ka ọ bụrụ onye omeiwu Gauteng Provincial na June 1999.",
  "Ọ rụrụ ọrụ nwa oge dị ka MEC nke Mmụta na Mee 2019",
  "Ọ bụ osote onye isi oche nke ndị omeiwu Gauteng site na Machị 2018 ruo Mee 2019",
  "Nkomo-Ralehoko bụkwa Gauteng MEC maka Ọrụ Ugbo na Mmepe Ime Obodo n'etiti Mee na June 2009.",
  "A mụrụ Nkomo-Ralehoko na 1966 na Ngcobo na Cape Province. Ọ gụrụ akwụkwọ na Nyanga Senior Secondary School",
  "Mgbe ọ gụsịrị akwụkwọ, ọ kwagara na Transvaal Province ebe nna ya bi",
  "Ọ gụrụ ọrụ nchịkwa n'ọfịs na kọleji Vaal N'afọ 1988, ọ malitere ịrụ ọrụ n'ụlọ Cosatu",
  "Nwanne ya nwanyị rụrụ ọrụ maka Construction and Allied Workers Union",
  "Ọ nọchiri nwanne ya nwanyị mgbe ọ nọ na ezumike ịmụ nwa.",
  "Mgbe ọ na-arụ ọrụ maka Cosatu, ọ nwere mmasị na ndọrọ ndọrọ ọchịchị",
  "Ọ rụrụ ọrụ dị ka onye nchịkwa na South African Railways and Harbours Union. Mgbe ọ na-arụ ọrụ n'ebe ahụ, ọ gara Russia ịmụ ihe n'ụlọ akwụkwọ ndị ọrụ",
  "Mgbe ọ laghachiri South Africa, ọ malitere ịrụ ọrụ dị ka onye ọrụ agụmakwụkwọ ndọrọ ndọrọ ọchịchị n'otu ụlọ ọrụ ahụ.",
  "N'afọ ndị 1990, ọ rụrụ ọrụ n'ọfịs Nosiviwe Mapisa-Nqakula",
  "Ọ rụrụ ọrụ dị ka onye na-enyere Baleka Mbete aka, mgbe ọ ka bụ odeakwụkwọ ukwu nke African National Congress Women's League. Ọ rụkwara ọrụ na ndị isi nke league ụmụ nwanyị mgbe Winnie Madikizela-Mandela bụ onye isi oche league.",
  "N'afọ 1995, ọ sonyeere ndị omeiwu Gauteng Provincial dị ka onye nchịkwa",
  "Na ntuli aka 1999, a họpụtara ya ka ọ bụrụ onye omeiwu dị ka onye nnọchi anya ANC. A họpụtara Nkomo-Ralehoko ka ọ bụrụ Gauteng MEC maka Ọrụ Ugbo na Mmepe Ime Obodo na 8 Mee 2009 mgbe ntuli aka 2009 gasịrị",
  "Ọ banyere n'ọfịs na 13 Mee. N'ihi esemokwu dị n'etiti ya na onye isi ala Nomvula Mokonyane, ọ gbara arụkwaghịm dị ka MEC na 5 June. A họpụtara ya ka ọ bụrụ onyeisi oche nke kọmitii okporo ụzọ na njem na ndị omeiwu.",
  "Mgbe ntuli aka 2014 gasịrị, Nkomo-Ralehoko ghọrọ oche oche nke ndị omeiwu. A họpụtara ya ka ọ bụrụ osote onye isi oche nke ndị omeiwu na Machị 2018",
  "Na 21 June 2018, a họpụtara ya ka ọ bụrụ osote odeakwụkwọ mpaghara nke ANC. Mgbe ntuli aka 2019 e mere na 8 Mee, praịm David Makhura họọrọ ya ka ọ bụrụ MEC ọhụrụ nke agụmakwụkwọ, na-anọchi Panyaza Lesufi, onye e mere MEC maka ego na e-Government. A ṅụrụ ya iyi na 30 Mee",
  "N'ihi mkpesa ọha na eze, Makhura gbanwere ndị isi ya otu ụbọchị ka e mesịrị ma mee ka Nkomo-Ralehoko na Lesufi gbanwee ọnọdụ.",
  "Na 27 June 2022, a họpụtara Nkomo-Ralehoko, onye jere ozi dị ka osote odeakwụkwọ mpaghara nke ANC, dị ka osota onyeisi oche mpaghara. Mgbe a họpụtara Panyaza Lesufi dị ka onye isi ala Gauteng n'ọnwa Ọktoba 2022, a họpụtara ya ka ọ bụrụ MEC maka ahụike na ahụike.",
  "Nkomo-Ralehoko nwere ụmụ nwoke abụọ",
  "Ọ bụ onye na-akwado Orlando Pirates."
]