[
  "Nomcebo Nothule Zikode (amụrụ n'afọ 1985), bụ onye South Africa na-agụ egwu na onye na-ede egwu. A mụrụ ya na Hammarsdale, Zikode bụ onye na-agụ egwu ruo ọtụtụ afọ",
  "Ya na DJ Ganyani arụkọla ọrụ na egwu  ha dara ụda \"Emazulwini\" (2018).",
  "N'ịbịanye aka na nkwekọrịta ndekọ na Open Mic Production, o so dee ma gosipụta ya na Master KG's chart-topping single \"Jerusalema\" (2019), nke malitere dika nke mbụ na chatti Billboard Music  na chatti Apple Music",
  "E wepụtara abọm mbụ ya bụ Xola Moya Wam' n'afọ 2020, nke nwere egwu abụọ gara nke ọma \"Xola Moya wam\" na \"Bayabuza\".",
  "A mụrụ Zikode na Hammarsdale, KwaZulu-Natal.",
  "Ọ gụrụ akwụkwọ na Ukusa High School, mesịa debanye aha na Havatech College, ma nweta nzere Information Technology.",
  "Mgbe ọ hapụsịrị ụlọ iji chụsoo ọrụ  egwu, ọ rụrụ ọrụ dịka onye na-agụ egwu nkwado ruo ihe karịrị afọ iri na ise",
  "Ya na ndị nwere nka ihe omume na South Africa, gụnyere Deborah Fraser, Zahara, Lundi Tyamara, na Nhlanhla Nciza rụkọrọ ọrụ.",
  "Ganyani Entertainment bịanyere aka maka nsonye, na-enye olu nke egwu gụnyere \"NTO\", \"Jabulile\", na \"Emazulwini\", nke natara nhọpụta nke Record of the Year na onyinye SAMA. Ebe ọ bụ na ọbughi ya nwe egwu ndị ahụ, ekweghị ka ọ rụọ ha na-enweghị nkwenye nke akara ahụ.",
  "N'ịbụ onye bịanyere aka na nkwekọrịta ndekọ na Open Mic Productions, ọ nwetara ọmụma n'ụwa niile mgbe ya na Master KG rụchara ọrụ na  egwu ya nke afọ 2019 \"bu Jerusalema\" ma mesịa bụrụ nke Burna Boy guhariri ma chikọta, nke pụtara nke mbụ na chaatị egwu Billboard.",
  "N'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 2020, e wepụtara egwu ya bụ \"Xola Moya Wam\" nke gosipụtara Master KG ma wepụta egwu a dị ka isi egwu dị na Albọm",
  "Egwú ahụ nwetara asambodo ọla edo site na Recording Industry nke South Africa n'ime izu abụọ mbụ. Otu egwu ahụ ruru nọmba nke mbụ na chaati Apple Music  na chaati iTunes\nNa mbido Ọgọstụ, e mere ka albọm akwụọ ụgwọ tupu Mpụta dị.",
  "E wepụtara abọm studio mbụ ya bụ Xola Moya Wam n'abalị iri abụọ na otu n'ọnwa Ọgọstụ afọ 2020. gosiputaraMaster KG, Makhadzi na Bongo Beats. A kwadoro abọm ahụ platinum mgbe otu ọnwa gachara ka e wepụtara ya na ahịa nke edere ọnụ ọgụ narị puku na iri ise.",
  "N'afọ 2020, Zikode bịanyere aka na nkwekọrịta ndekọ gburugburu ụwa na ntinye aka nke Sony / ATV Music.",
  "N'abalị́ atọ nke ọnwa Disemba afọ 2020, ọ meriri na 1st KZN Entertainment Awards nke KZN ntụrụndụ Awards maka Best Female Artist category.",
  "N' oge 27th South African Music Awards, a họpụtara Xola Moya Wam dị ka Albọm egwu kacha mma bụ Best dance Album.",
  "N'abalị iri abụọ na iteghete n'ọnwa Julaị afọ 2021, ọ ga-amalite njem ga Europe. Na ngwụcha afọ 2021, ọ ga-eme ngosi egwu nke mbụ ya na ihuenyo dị ka onye ọbịa na Love and Hip Hop franchise.",
  "N'ọnwa Nọvemba 2019, e gosipụtara ya na \"Jerusalem\" nke Master KG ma gbasaa na mbido afọ 2020, Burna Boy wepụtara remix ya \nN'abalị iri na otu nke ọnwa Julaị afọ 2021, Nomcebo kpughere na a kwụghị ya ụgwọ maka ihe ngosi ya na egwu ahụ site na akara ya Open Mic Productions.",
  "N'afọ 2021, Nomcebo kwadoro Good Ambassador maka AIDONIC.",
  "Zikode lụrụ di ma nwee ụmụ abụọ.",
  "(Master KG featuring Nomcebo Zikode & Burna Boy)"
]