[
  "Nomfusi Gotyana, nke a maara dịka Nomfusi, bụ onye South Africa na-agụ egwu na onye na-eme egwu Afro-Soul",
  "A mụrụ ya n'obodo KwaZakhele dị na Eastern Cape",
  "Nne ya Kwazibani (\"Who Knows?\" na Bekee) zụlitere ya mgbe nna ya nọ n'ụlọ mkpọrọ afọ iri abụọ na otu",
  "Onye na-arụ ọrụ n'ụlọ n'ehihie, Kwazibani bụ onye  sangoma (nwanyị  Africa n'enye ọgwụ) Onye nwere onyinye amara  egwu",
  "Nomfusi so nne ya gaa emume sangoma kwa izu (\"Intlombe\") ebe Nomfusi mepụtara egwu ya",
  "Ọ bụ onye a họpụtara ugboro abụọ na SAMA, onye a họpụtara na Metro FM Award ma mee ngosipụta nka n' ọtụtụ njem obodo na mba ụwa.",
  "Kemgbe ọ malitere ọrụ ịbụ abụ ya n'afọ 2009, Nomfusi gosipụtara na mmemme gụnyere WOMAD na England, FMM Sines na Portugal",
  "Ndị ntinye ọnụ na mpaghara na mba ofesi akọwawo arụmọrụ ya dị ka \"ọgba aghara zuru oke iji lelee ma nụ\", \"mgbawa ume ọhụrụ nke ike\"",
  "The Swazi Observer kpọrọ ya \"onye nka n'eme ihe kachasị mma n'usoro na nchịkọta\" na 2011 Bushfire Festival.",
  "E meela ya na telivishọn na ụlọ akụkọ",
  "Ọ rụrụ ọrụ Mpụta ihe na \"LIVE AMP\" (SABC1), AFROCAFE, MORNING LIVE, na isiokwu bụ Drum, True Love, Destiny, 'Fair Lady, na Cosmopolitan.",
  "A họpụtara Nomfusi ka ọ bụrụ Miriam Makeba na ihe nkiri banyere Nelson Mandela nke a na-akpọ Mandela: Long Walk to Freedom",
  "Onye mmepụta ihe nkiri a bụ Anant Singh kwuru na ihe nkiri nke afọ 2014 a ga-abụ \"mmepụta South Africa kachasị ukwuu.\"",
  "Chris Blackwell, onye guzobere Island Records, onye chọpụtara Bob Marley, Angelique Kidjo na US, kwuru banyere Nomfusi, \"Lee onye na-eto eto nwere nka dị egwu, ezi nchegbu ya maka obodo ya na ndị ọzọ na-abịa si ike",
  "Ọ nwere ike ịga n'ụzọ niile",
  "'",
  "N'afọ 2009, Nomfusi wepụtara abọm mbụ ya bụ Kwazibani ya na ndị otu egwu ya bụ \"The Lucky Charms\"",
  "Kwazibani gosipụtara egwu abụọ nke nwetara mmụọ ndị na-ege ya ntị na mpaghara obodo na mba ụwa",
  "Egwu \"Nontsokolo\" mere ka ọ nweta nhọpụta SAMA mbụ ya",
  "Abọm ahụ nwetara Nomfusi  awọd nhọpụta Metro FM  maka nwanyí kacha mma n'egwu a Albọm kacha mma bụ Best Female Singer na Best Album.",
  "O wepụtara abọm nke abụọ ya n'afọ 2012, bụ Take Me Home, nke lekwasara anya n'aka ndị na-ege ntị na Mzansi",
  "Abọm ahụ mepụtara egwu dị otu bụ \"Uthando Lwam\" (\"Qam Qam\") na duet ya na Ringo, \"Kunjalo\" nke gosipụtara na ọtụtụ ụlọ ọrụ redio. Ringo Madlingozi so dee ma mepụta ọtụtụ n'ime abọm ahụ, ebe M'Jakes, Robbie Malinga na DJ Clock bụ ndị na-ahụ maka egwu isii ọzọ",
  "Abọm ahụ nwetara nhọpụta SAMA ọzọ, nke Best Adult African category."
]