[
  "Nomvuzo Francisca Shabalala (29 Eprel 1960 26 Disemba 2020) bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Ọ bụ onye otu African National Congress na South African Communist Party",
  "Site na 2011 ruo 2016 ọ bụ osote onye isi obodo nke eThekwini Metropolitan Municipality",
  "N'afọ 2018, a ṅụrụ Shabalala iyi dị ka onye otu National Assembly.",
  "A mụrụ Shabalala na 29 Eprel 1960. Ọ gụsịrị naanị klas iri na otu mgbe ọ na-aga akwụkwọ. Ọ gụrụ mmemme na nhazi okwu na Mangosuthu Technikon wee jikwaa ihe mkpofu na Natal Technikon. Na Durban Commercial College, ọ gụrụ ndekọ ego na ndekọ ego na nhazi okwu dị elu. Shabalala mezuru ọmụmụ idu ndú na Mahadum Pretoria",
  "Shabalala jere ozi dị ka osote onyeisi oche nke mpaghara Durban South nke ANC n'etiti afọ 2001 na 2002. N'afọ 2011, a họpụtara ya ka ọ bụrụ osote onye isi obodo nke eThekwini Metropolitan Municipality, na-anọchi Logie Naidoo. N'afọ sochirinụ, a họpụtara ya na Kọmitii Nchịkwa nke ANC. Shabalala hapụrụ ANC PEC n'afọ 2015. N'afọ 2015, a họpụtara Shabalala dị ka osote onye isi oche mpaghara nke South African Communist Party.",
  "N'ọnwa Febụwarị 2016, Shabalala kwuru na mmegharị #FeesMustFall bụ \"mgbasa ozi ndọrọ ndọrọ ọchịchị nke ndị agha mba ụwa kwadoro chọrọ igosi otu isi\". N'ọnwa Ọgọstụ 2016, a họpụtara Fawzia Peer ka ọ nọchie ya dị ka osote onye isi obodo nke eThekwini. A họpụtara Shabalala ka ọ bụrụ onye otu Central Committee nke SACP na nnọkọ mba nke iri na anọ nke pati ahụ na Julaị 2017. N'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ puku abụọ na iri na asatọ , a ṅụrụ Shabalala iyi dị ka onye omeiwu na National Assembly. Mgbe ahụ, e mere ya onye ọzọ so na Kọmitii Portfolio na Home Affairs na onye otu Portfolio Committee on Cooperative Governance and Traditional Affairs. Nomalungelo Gina nọchiri ya dị ka osote onye isi oche mpaghara nke SACP na nnọkọ mpaghara ya n'ikpeazụ n'ọnwa Ọgọstụ 2018.",
  "Na ntuli aka nke Mee 2019, a họpụtara Shabalala maka oge zuru ezu dị ka onye omeiwu. E kenyere ya na Kọmitii Jikọrọ Aka na Omume na Mmasị Ndị Mmekọrịta na Kọmiti Portfolio na Mmụta Ọdịdị.",
  "Shabalala nwụrụ site na ọrịa metụtara COVID-19 na 26 Disemba 2020, n'oge ọrịa COVID-19 na South Africa."
]