[
  "Nomzamo Mbatha (a mụrụ na 13 Julaị 1990), bụ onye na-eme ihe nkiri na South Africa, onye na-ahụ maka telivishọn, onye ọchụnta ego, onye na'ahụ maka ego na onye na-agbachitere ikike mmadụ.",
  "A mụrụ Nomzamo Mbatha na 13 Julaị 1990 na KwaMashu Township, ihe dịka kilota 21 (13 mi), site n'okporo ụzọ, n'ebe ugwu ọdịda anyanwụ nke obodo Durban, na KwaZulu Natal Province ma bụrụkwa onye agbụrụ Zulu.",
  "Ọ gara Rippon Primary School na Durban na Bechet High School, ebe ọ nwetara diplọma ụlọ akwụkwọ sekọndrị ya",
  "N'afọ 2018, ọ gụsịrị akwụkwọ na Mahadum nke Cape Town na nzere Bachelor of Commerce ọkachamara na ndekọ ego.",
  "Mbatha gara nyocha maka ihe ngosi telivishọn n'ọnwa July afọ 2012",
  "Ọ malitekwara ime ihe nkiri na Isibaya ma ghọtakwa onye isi",
  "Ọchụchọ ahụ, nke e mere na Cape Town, dọtara ihe karịrị ndị asọmpi 600",
  "O tinyere n'elu 70 ma mesịa bụrụ n'elu 10",
  "Ọ bụ otu n'ime ndị atọ kachasị elu",
  "N'afọ 2014, a gbanwere ihe ngosi nke Mbatha gosipụtara ka ọ bụrụ Tell Me Sweet Something kwa ụbọchị, na ihe ngosi telivishọn Umlilo",
  "N'otu afọ ahụ, ọ malitere ịnabata ihe ngosi njem nke a na-akpọ \"Holiday Swap\", na South African Broadcasting Corporation.",
  "N'afọ 2015, a họpụtara ya ka ọ nọchite anya Neutrogena, ebe ọ bụ onye South Africa mbụ na ọrụ ahụ.",
  "N'afọ 2021, ọ pụtara na ihe nkiri Coming 2 America Ọ ga-eme ihe nkiri Die Like Lovers",
  "N'afọ gara aga, Mbatha bịanyere aka na ụlọ ọrụ nlekọta nkà Creative Artists Agency.",
  "N'afọ 2018, a matara Mbatha dịka otu n'ime OkayAfrika 100 Women 2018 Honorees, site na OkayAfrica Digital Media.",
  "N'afọ 2018, ọ nọrọ oge na-agagharị n'ogige ndị gbara ọsọ ndụ Kenya, n'ọrụ ya dịka onye nnọchi anya UNHCR.",
  "Ọ natara Africa Movie Academy Award maka nhọpụta Best Actress maka igwu egwu \"Moratiwa\" na Tell Me Sweet Something (2015).",
  "N'ọnwa Jenụwarị afọ 2019, a họpụtara ya ka ọ bụrụ onye nnọchi anya UNHCR Goodwill. N'ọnwa Ọktoba 2019, a nabatara ya na Golden Key International Honour Society dịka otu n'ime ndị otu ya.",
  "Ka ọ na-erule 2019, Mbatha bi na Los Angeles, California."
]