[
  "Nondumiso Tembe (amụrụ na 15 Disemba 1987), bụ onye na-eme ihe nkiri na South Africa, onye na-agụ egwu, onye na-ede egwu, onye Na-agba egwu na odee. A maara ya nke ọma maka ọrụ ya n'ọtụtụ ihe nkiri telivishọn Hollywood dịka; NCIS: Los Angeles, True Blood, Castle na Six.",
  "A mụrụ Nondumiso na 15 Disemba 1987 na Durban, South Africa",
  "Nne ya bụ Linda Bukhosini ebe nna ya bụ Bongani Tembe, ha abụọ bụ ndị na-agụ egwu opera. Ọ hapụrụ mba ahụ n'oge ịkpa ókè agbụrụ ma mesịa laghachi mgbe ịkpa ókè agbụrụ gasịrị. Ọ gụrụ ihe nkiri egwu na American Musical and Dramatic Academy (AMDA)",
  "Mgbe ahụ ọ gụsịrị akwụkwọ na Mahadum New York New School na nzere bachelọ na Fine Arts na Theatre ma mesịa mechaa nweta nzere masta ya na sayensị ndọrọ ndọrọ ọchịchị.",
  "N'ọnwa Eprel 2021, nwa nwanne ya nwoke nke obere aha ya bụ Anele Tibet si na ụlọ elu nke iri nke họtel Cape Town daa wee nwụọ. Anele kwere onye na-eti egwu a ma ama, AKA nkwa ọlụlụ",
  "Mgbe ọnwụ ahụ gasịrị, Nondumiso wepụtara ozi na-emetụ n'ahụ na mgbasa ozi mmekọrịta banyere ọnwụ ya.",
  "Ọ malitere ime ihe nkiri na opera na ihe nkiri na USA mgbe ọ dị afọ isii",
  "Mgbe ahụ, ọ rụrụ ọrụ dị mkpa na egwuregwu Annie",
  "Egwuregwu ahụ ghọrọ ihe a ma ama ma ghọọ oge mgbanwe nke ọrụ ya",
  "Site na egwuregwu ahụ, ọ ghọkwara onye isi ojii mbụ na-eme ihe nkiri iji duzie ọtụtụ agbụrụ na nnukwu ihe nkiri na South Africa mgbe ịkpa ókè agbụrụ gasịrị. Mgbe ahụ ọ rụrụ ọrụ \"Maria\" na egwuregwu Leopard Skin na ọrụ \"Thobile\" na egwuregwu Mata-Mata Na ụlọ ihe nkiri Los Angeles, ọ rụrụ ọrụ na egwuregwu Romeo na Juliet na ọrụ \"Josephine Baker\"",
  "N'afọ 2011, o mere ihe nkiri telivishọn mbụ ya na ọrụ dị ka \"ghost Mavis\" na usoro True Blood",
  "N'ọnwa Disemba afọ 2013, ọ sonyeere ndị na-eme ihe nkiri na-ewu ewu, Generations na ọrụ \"Phumelele Miya\"",
  "N'afọ 2015, o mere ọrụ nkwado na Hollywood blockbuster Avengers: Age of Ultron",
  "E nyere ya ihe nrite Best Lead Actress na Musical Mercury Theatre Awards maka ọrụ ya na egwu Cinderella nke Rogers na Hammerstein mepụtara",
  "O nwetakwara ihe nrite Best Actress na Supporting Role category n'oge Naledi Theatre Awards maka ọrụ ya, \"Susan\" na David Mametāns play.",
  "Dị ka onye na-agụ egwu, o mere abọm izizi ya akpọrọ IZWI LAMI; My Voice, nke e wepụtara na Jenụwarị 2011.  Ọ sonyeere emume ncheta ọmụmụ nke afọ irí itoolu nke Nelson Mandela n'ụlọ ya na Qunu dị ka onye na-eme ihe nkiri."
]