[
  "Nonk progressi Ntomboxolo Pieters bụ onye ndọrọ ndọrọ ọchịchị na onye nkuzi South Africa bụ onye otu Eastern Cape nke Executive Council (MEC) maka mmepe ime obodo na mgbanwe ala kemgbe 2021 na onye otu Eastern Cap Provincial Legislature kemgbe 2019, na-anọchite anya African National Congress (ANC)",
  "Ọ rụrụ ọrụ dị ka MEC maka Human Settlements site na 2019 ruo 2021",
  "Pieters jere ozi dị ka ọkà okwu nke Cacadu District Municipality (nke e mechara kpọwa Sarah Baartman District Municipacipality) site na 2006 ruo 2018.",
  "N'afọ 2022 ọ na-ezube imeziwanye ime obodo n'ihe gbasara mmepụta osisi na mmemme mmepụta anụmanụ",
  "A mụrụ Pieters na Somerset East. Ọ gara ụlọ akwụkwọ na Somerset East",
  "N'agbata afọ 1988 na 1990 ọ gụrụ akwụkwọ na Cape College of Education ma gụsịrị akwụkwọ na diplọma ndị nkuzi",
  "Pieters nwetara asambodo na Maths 1 na Mahadum Port Elizabeth na 1999",
  "Ọ gụrụ akwụkwọ na Mahadum Rhodes n'etiti afọ 1998 na 2001 wee gụsịrị akwụkwọ na diplọma ọzọ na agụmakwụkwọ na 1999 na nzere nsọpụrụ na agụmakmakwụkwọ na 2001",
  "Na Wits Business School, o mere mmemme asambodo na mmepe nchịkwa (CPMD Municipal Finance) na 2010 na mmemme asambodo maka mmepe ndu (CPLD) na 2011",
  "N'afọ 2015, Pieters nwetara Master of Public Administration na Mahadum Fort Hare",
  "Pieters rụrụ ọrụ dị ka onye nkuzi na Johnson Nqonqoza Senior Secondary School site na 1991 na 2006 ma bụrụkwa onye isi nke Bosberg Adult Centre site na 1997 ruo 1999.",
  "N'afọ 1984, Pieters ghọrọ Congress of South African Students wee sonye na Somerset East Youth Congress n'afọ sochirinụ. Ọ rụrụ ọrụ dị ka onye isi nke Somerset East Woman Organization (nke mechara bụrụ akụkụ nke African National Congress Women's League)",
  "Pieters bụ onye otu South African National Students Congress (SANSCO) (nke a maara ugbu a dị ka South African Students Congress (SASCO)) ma bụrụkwa onye na-ahụ maka klas ndọrọ ndọrọ ọchịchị na ebe obibi ya na Cape College of Education n'etiti 1988 na 1990.",
  "Site na 1991 ruo 2006, ọ bụ onye otu South African Democratic Teachers Union (SADTU) ma jee ozi n'ọkwa ndị a. Ọ bụ odeakwụkwọ alaka nke ngalaba Somerset East nke nzukọ ahụ site na 1991 ruo 1994, onye nhazi oche nwoke na nwanyị nke alaka SADTU site na 1994 ruo 2003, na onye isi oche nke alaka SAD TU Somerset Este na Western Region site na 1999 ruo 2003",
  "Pieters bụ odeakwụkwọ alaka nke South African Communist Party (SACP) Somerset East Branch site na 1991 ruo 1993 ọ bụkwa onye isi nke SACP's former Eastern Cape Region site na 1993 ruo 1995.",
  "N'afọ 2006, a họpụtara ya dị ka ọkà okwu nke Cacadu District Municipality. A gbanwere aha obodo nta ahụ ka ọ bụrụ Sarah Baartman n'afọ 2015",
  "Pieters jere ozi dị ka onye ndụmọdụ ngalaba ahụike site na 2006 ruo 2007, mgbe a họpụtara ya dị ka onye kansụl ngalaba maka ọfịs onye isi obodo, ọkwá ọ nọ na ya ruo 2009 mgbe a kpọrọ ya aha dị ka onye isi oche maka ọrụ ego na ụlọ ọrụ",
  "Ọ bụ onye kansụl na-ahụ maka ngalaba ahụ ruo n'afọ 2016.",
  "Pieters jere ozi dị ka ọkà okwu ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri na abụọ tupu ọ gbaa arụkwaghịm iji were ọkwa onye nnọchi anya ndị omeiwu na Ngalaba nke Human Settlements na Disemba 2018.",
  "A họpụtara Pieters dị ka onye otu ndị omeiwu nke Eastern Cape Provincial na 2019",
  "A họpụtara Pieters ka ọ bụrụ onye otu Executive Council (MEC) maka Human Settlements site n'aka onye isi ala a họpụtara ọhụrụ, Oscar Mabuyane.",
  "Na Machị 2021, a họpụtara ya dị ka MEC na-ahụ maka mmepe ime obodo na mgbanwe ala, na-anọchi Nomakhosazana Meth, onye a họpụtara MEC ahụike.",
  "Àtụ:Members of the Eastern Cape Provincial Legislature"
]