[
  "Chukwunonso Bassey,Àtụ:IPAc-en nke a na-akpọ Nonso Bassey, bụ onye Naijiria na-agụ egwú, onye na-agụ abụ, onye na-eme ihe nkiri na ihe nlereanya",
  "Ọ gụchara dị ka onye ikpeazụ 8 kacha elu na mbipụta mbụ nke Voice Nigeria wee bịanye aka na Universal Music Group Nigeria",
  "Ọ bụkwa onye isi ihe nkiri na telenovella Africa Magic TV, Battleground.,Àtụ:IPAc-en.",
  "A mụrụ Bassey na Calabar site na nna Igbo si Imo na nne Efik si Cross River Steeti.",
  "N'afọ 2000, ọ banyere na Mahadum nke Calabar International Secondary School, Calabar ma gụsịrị akwụkwọ n'afọ 2006",
  "Ọ gara Mahadum Covenant, ebe ọ gụsịrị akwụkwọ na klas nke abụọ na Bekee na Literary Studies mgbe nke ahụ gasịrị, ọ rụrụ ọrụ National Youth Service (NYSC) dị ka onye ọrụ obodo na ngalaba ụgbọelu na Imo Steeti.",
  "Bassey malitere ọrụ egwu ya mgbe e gosipụtara ya na egwu, My Dream na VJ Adams na rapper MI na afọ 2015. N'afọ 2016, ọ gara nyocha maka oge mbụ nke The Voice Nigeria, ma mee ya na ihe ngosi, ebe ọ gụsịrị dị ka onye ikpeazụ asatọ kachasị elu ma Universal Music Group bịanyere aka na ya.",
  "N'afọ 2017, a họpụtara ya ka ọ rụọ ọrụ Dr Emeka Kalu na telenovela Africa Magic, Battleground ebe ya na onye na-eme ihe nkiri Ini Dima-Okojie nwere nyocha dị mma site n'aka ndị nkatọ. N'ọnwa Eprel afọ 2017, o meghere maka Aṣa na egwu ya na Lagos. N'otu afọ ahụ, Bassey pụtara na ihe nkiri Wurukum Roundabout ya na ọtụtụ ndị ama ama na-eme ihe nkiri Africa, gụnyere Juliet Ibrahim, Gbenro Ajibade, Susan Peters na Keppy Young.",
  "Na ọnwa Febụwarị afọ 2018, Nonso Bassey wepụtara egwu izizi ya 411, nke Johny Drille mepụtara. A nabatara egwu ahụ nke ọma na onye na-enyocha Native Magazine, Edwin Okolo chịkọtara nyocha ya nke otu egwu ahụ na-ekwu, \"Ọ bụ naanị ole na ole n'ime ndị egwu Naịjirịa mepụtara ballads dị ike nke na ha nwere ike izuru anyị pụọ na hypnotic thump nke njem Afrobeat anyị na-adịghị akwụsị akwụsị, na \"411\", Nonso Bassey yiri ka ọ dị njikere isonyere ndị ahụ dị elu",
  "\"",
  "N'ọnwa Eprel afọ 2019, Bassey wepụtara egwu ya nke abụọ n'okpuru Universal Music Group Nigeria, egwu na-enye obi ụtọ For You nke Yekini 'Tiwezi' Temitayo mepụtara na vidiyo nke Adesua Okosun duziri.",
  "N'ọnwa Ọktọba 2019, a họpụtara Bassey maka onyinye maka Best Vocal Performance (Male) maka egwu izizi ya, 411 na mbipụta nke iri na atọ nke Headies Award. A họpụtara ya na Johnny Drille, Wurld, Funbi na Tay Iwar."
]