[
  "Nontsikelelo \"Lolo\" Veleko (amụrụ n'abalị iri na itoolu n'ọnwa Ọgọstụ n'afọ 1977) bụ onye na-ese foto na South Africa nke a kachasị mara màkà ngosipụta ya nkè njirimara ndị isi ojii, ime obodo na ejiji na South Africa mgbe ịkpa ókè agbụrụ gasịrị.",
  "A mụrụ Veleko na (úbọchị iri na itoolu n'ọnwa Ọgọst n'afọ 1977 na Bodibe, North West (South African province))",
  "Ọ gụrụ akwụkwọ site n'afọ 1995 ruo afọ 2003 na Cape Teknion na Cape Town wee gaa Luhlaza High School na Khayelitsha N'afọ 1995, ọ gụrụ ihe osise na Cape Technikon",
  "Mgbè ọ kwagara Johannesburg, ọ gụrụ foto na Market Theatre Photo Workshop (afọ 1999 rụọ afọ 2004), ụlọ ọrụ nke David Goldblatt haziri, onye na-enye ndị na-ese foto na-eto eto ọzụzụ.",
  "N'afọ 2003, Veleko dere ihe odide na Cape Town na Johannesburg, usoro ọ kpọrọ The ones on top won't make it Stop! na ngosi izizi ya na Johannesburg Art Gallery",
  "Foto ndị a gosipụtara ọnọdụ mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị nke South Africa ógè ịkpa ókè agbụrụ gasịrị. N'otu afọ a, a họpụtara Veleko maka MTN New Contemporaries Arts Awards",
  "Asọmpi a na-akọwa ndị omenkà South Africa anọ na-arị elu ma họrọ onye mmeri",
  "N'ime afọ abụọ sochirinụ, e gosipụtara ọrụ ya na ihe ngosi dị iche iche na South Africa, Europe na Australia.",
  "N'afọ 2006, foto ya bụ akụkụ nkè ihe ngosi Snap Judgments: New Positions in Contemporary African Photography, na International Center of Photography (ICP) na New York. Ọrụ a na-egosipụta karịsịa, na-akọwa Velekońs na-arụ ọrụ na stereotypes nke jikọtara ya na okike na agbụrụ na-egosi ụdị okporo ámá South Africa site na usoro ya Beauty is in the Eye of the Beholder site na (afọ 2003) dọtara uche dị ukwuu na otuto mba ụwa, na-agbanwe echiche gara aga banyere Africa n'ozuzu ya na mba ụwa. Veleko na-akọwa na ọ na-ele anya na ejiji na otu o si emepụta njirimara, n'ihi na ejiji nwere njirimara",
  "Site n'aha usoro ahụ, ọ na-ekwu, sị: \"Echere m na ụzọ m si ele ịma mma anya na ụzọ m ga-esi ghọta ịma mma nwere ike ịdị iche na onye ọzọ nọ n'akụkụ m...Ya mere, a na-akpọ ọrụ ahụ Beauty is in the Eye of the Beholder, n'ihi na nye m ha mara mma. Ọbụna ọ na-enye ihe dị iche iche kpatara ọrụ a",
  "Mgbe ndị mmadụ lere ndị ahụ yi uwe dị iche iche anya, ha ga-ajụ, sị: Olee otú ị ga-esi kpuchie uwe ogologo na-acha odo odo na obere uwe na-acha akwụkwọ ndụ akwụkwọ ndụ nwere akara? Ọ na-aghọta echiche ya n'ụzọ dị iche nke bụ ọrụ a na-akpọ Beauty Is In The Eyes Of The Beholder, n'ihi na maka ya ọ bụ maka ịdọrọ uche gaa n'ihe gbasara ịma mma site na ijide ndị mmadụ n'ezie",
  "Ọ bụkwa maka ejiji n'okporo ámá ka ọ na-echeghị na ha na-akwalite onwe ha, nke ọ na-egosipụta ebe ọ biri ma bụrụ otu n'ime ndị ahụ. N'ikwu ya n'ụzọ dị nkenke, o doro anya na ọ bụ ya mepụtara ihe oyiyi n'ihi nhọrọ agba na ihu ihu nke ihe odide ahụ na onye na-ekiri ya. N'akụkụ nke a, Veleko etinyewokwa uwe na ọrụ ya \"iji kpachara anya na-agbagha echiche nke njirimara dabere na ọdịdị na akụkọ ihe mere eme\". Nke a pụtara ìhè na ọrụ onwe ya site n'afọ 2002, www.notblackenough.lolo, nke gosipụtara nyocha nke ọdịbendị na agbụrụ ngwakọta site na ejiji dị iche iche nke egwuregwu.",
  "N'ikwu ókwú banyere foto ya, Mark Stevens dere na New York Magazine Art Review, \"Ọ bụ ihe ijuanya- ihe ijuanya na-eme ka mmadụ teta- ịbịakwute agba ndị na-agba agba nke ógè a nke ndị na-eyi ejiji nke Nonts Hand \"Lolo\" Veleko gosipụtara n'okporo ámá Johannesburg\". Ónyé nkatọ Leslie Camhi ejikọtala isiokwu ndị maara ejiji nke ihe osise Veleko n'okporo ámá na onyinyo a na-ahụkarị nke \"hipsters\" \"na-eyi eletrik, agba Kool-Aid [nke] na-enweghị mgbagha na ihe oyiyi ọdịda anyanwụ..",
  "na-akpọ ha ndị nketa nke Ke dandified Bamakois bourgeoisie\". Leslie Camhi nke The Village Voice (afọ 2006) gara n'ihu kwuo, sị:"
]