[
  "Noria Muelwa Mabasa (née Luvhimbi) (amụrụ n'afọ 1938, Shigalo (Xigalo), Malamulele, South Africa) bụ ónyé na-ese ihe na Venda, Ónyé na-arụ ọrụ karịsịa na ite na osisi.",
  "A mụrụ Noria Mabasa Noria Muelelwa Luvhimbi n'ubochí irí n'ọnwa Mee, 1938 n'ọbọdọ Shigalo, Limpopo. Ọ bụ nwa nke atọ amụrụ n'ezinụlọ ya na ụmụnne nwanyị abụọ tọrọ ya. N'afọ 1955, ọ lụrụ Jim Mabasa ónyé si n'ọbọdọ Ha-Mutsha, Limpopo",
  "Ọ kewara na Jim Mabasa na 1965 mgbè ọ dara ọrịa dị omimi",
  "O nweghị ndidi n'ebe ọ nọ ma nye ya iwu ka ọ hapụ ụlọ ya",
  "Ọ laghachiri n'ọbọdọ Shigalo.",
  "N'ịbụ ónyé gụrụ akwụkwọ n'onwe ya, Mabasa bi ugbu a n'ọbọdọ Tshino na mpaghara Vuwani nke Venda, ebe ọ na-elekọta ụlọ akwụkwọ nka ebe ọ na'ịkụzi ụmụ akwụkwọ ya na nka nke ite na ime ihe ọkpụkpụ",
  "Ọ bịdọrọ iji ụrọ rụọ ọrụ na 1974 ma afọ abụọ ka e mesịrị, na 1976, ọ ghọrọ nwanyị Tsonga mbụ na-arụ ọrụ na osisi",
  "Ọ natara ọzụzụ n'ógbè.",
  "Noria Mabasa gụsịrị otu afọ nke agụmakwụkwọ n'ụlọ akwụkwọ dị awa atọ site n'ụlọ ya mgbè ọ bụ nwata, mana ọ kwụsịrị ịga akwụkwọ n'ihi ọrụ ụlọ",
  "N'afọ 1965, ọ malitere inwe nrọ ugboro ugboro nke otu agadi nwanyị nke gọ́siri ya otu esi arụ ọrụ na ụrọ, ma kpalie ya ịnata ọzụzụ mpaghara na ọrụ ọdịnala. Ihe osise ụrọ mbụ ya na-adịkarị obere ma na-enyekarị ụmụaka ọbọdọ ahụ",
  "Ọ na-aga n'ihu na-emepụta ọrụ sitere na ozi na ọhụụ nke nrọ ya.",
  "Mabasa anọwo na-arụ ọrụ dị ka ónyé na-ese ihe kemgbe afọ 1976",
  "A gbárá ya ume ịmalite ịkpụ osisi mgbè ónyé na-ese ihe na Venda bụ Nelson Makhuba tụchara aro ya n'afọ 1983",
  "A na-eji ihe oyiyi ụrọ na osisi matano eme ihe n'ememe mmalite",
  "Mabasa nwetara mmata na mbụ na ihe nkiri nka nke mbà na nke mbà ụwa n'afọ ndị 1980 site na ihe oyiyi ceramic ya nke e ji ágbá enamel see",
  "A na-ewu ihe oyiyi ya ma na-agba ya ọkụ n'ọkụ",
  "Ọrụ ya ugbu a na-ejikọta ihe atụ na ọrụ; ite na-enwekarị ọdịdị nke nwanyị ma ọ bụ ihu ihu.",
  "Ọrụ ndị Mabasa na-elekwasị ányà na metaphysical na nke nwanyị, ọkachasị ókwú metụtara ụmụ nwanyị, ya na isiokwu nke akụkọ ifo Venda na ime mmụọ",
  "Ọ na-ejikarị ụrọ si n'akụkụ osimiri ya na osisi arụ ọrụ màkà ihe osise ya. A na-ekwukwa ihe ọkpụkpụ osisi ya site na ịdị irè - o kwuru na osisi adịghị ike dị ka ụrọ.",
  "Ka ọ dị ugbu a, Mabasa nwere ụlọ ngosi na-arụ ọrụ n'ụlọ ya nke obodo Tshino, nke dị na mpụga obodo Thohoyandou.",
  "Perryer (2004)",
  "10 Years 100 Artists: Art In A Democratic South Africa",
  "Cape Town: Struik",
  "ISBN 1868729877."
]