[
  "Norman Wilfred Lewis (ubochí irí abụọ na atọ n'ọnwa Julaị, 1909 rụọ úbọchị irí abụọ na asaá n'ọnwa Ọgọst, 1979) bụ ónyé America na-ese ihe, ọkà mmụta, na onye nkụzi",
  "Lewis, ónyé bụ ónyé Africa-America na onye Bermudian, jikọtara ya na abstract expressionism, ma jiri usoro nnọchiteanya lekwasị anya na ndụ ndị isi ojii na ọgụ ọbọdọ ya.",
  "A mụrụ Norman Wilfred Lewis na úbọchị irí abụọ na atọ n'ọnwa Julaị, 1909 na mpaghara Harlem na New York City, New York. A zụlitere ya na 133rd Street, n'etiti 7th na 8th Avenues. Nné na nnà ya abụọ si Bermuda, nna ya Wilfred Lewis, bụ ónyé ọkụ azụ ma mesịa bụrụ onye isi ọdụ ụgbọ mmiri na nne ya Diane Lewis, bụ onyeisi ụlọ achịcha ma mesịa ghọọ onye ọrụ ụlọ. O nwere ụmụnne nwoke abụọ na Norman bụ nwa nke etiti, nwanne ya nwoke nke okenye Saul Lewis ghọrọ onye na-eme violin, mgbe e mesịrị na-akpọ egwu jazz na ndị egwu ama ama dị ka Count Basie na Chick Webb. Lewis gara ụlọ akwụkwọ ọha na eze nke 5, nke n'oge ahụ bụ ụmụ akwụkwọ ọcha. Ọ na-enwe mmasị mgbe niile na nka, mana o gosighị ya n'oge ọ bụ nwata n'ihi enweghị ihe onwunwe na nwanne ya nwoke tọrọ ya nwere nkà egwu kpuchiri ya.",
  "Mgbè o si n'oké osimiri lọta, ọ nwetara ọrụ dị ka ónyé na-emepụta ákwà na uwe n'ụlọ ọrụ ndị na-akwa ákwà ma ọ bụ n'ebe ahụ ka ọ zutere onye na-ese ihe Augusta Savage, ónyé ụlọ ọrụ nka ya dị n'okpuru ala nke ụlọ ahịa ndị na-akpụ ákwà. Ọ mụrụ nka na Augusta Savage na Savage Studio of Arts and Crafts na Harlem. Savage bụ ónyé dị mkpa na mbido nke nyere ya ohere oghere oghere na Harlem Community Art Center. Lewis bụ ónyé otu Group narị atọ na isii na 1934, nchịkọta nke ndị na-ese ihe na ndị edemede Africa America na-atụle ọrụ nka na ọha mmadụ",
  "Ụfọdụ ndị otu a ma ama bụ Augusta Savage, Romare Bearden, Ralph Ellison, Jacob Lawrence, na Richard Wright, yana Charles Alston, onye kwadoro nzukọ na ụlọ ọrụ ya. N'afọ 1935, ọ bụ ónyé guzobere Harlem Artists Guild, nke ndị otu ya gụnyere Romare Bearden, Selma Burke, na Beauford na Joseph Delaney.",
  "Lewis malitere ọrụ ya n'afọ 1930, na mbụ ọrụ ihe atụ na mmekọrịta mmadụ na ibe ya. Na mbụ, o sere ihe ọ hụrụ, nké sitere na Meeting Place (1930), ebe a na-ahụ màkà nzukọ, na The Yellow Hat (1936), ihe osise Cubist, na Dispossessed (1940), ebe a chụpụrụ, na Jazz Musicians (1948), ihe ngosi nke egwu bebop nke a na-akpọ na Harlem",
  "E ji \"ụdị ihe atụ, na-egosi akara achịcha, nchụpụ, na obi ọjọọ ndị uwe ojii see ya\".",
  "Lewis kwùrù na ọ gbalịrị igosipụta esemokwu mmekọrịta mmadụ na ibe ya na nka ya, mana n'afọ ndị ikpeazụ ya, lekwasịrị anya na ịma mma",
  "\"Ihe mgbaru ọsọ nke ónyé na-ese ihe ga-abụ mmepe mara mma, \"ọ gwara onye na-akọ akụkọ ihe méré eme Kellie Jones, \"na n'echiche zuru ụwa ọnụ, inye aka na ọdịbendị n'ụzọ nke ya",
  "\"",
  "Na ngwụcha afọ 1940, ọrụ ya ghọrọ ihe na-enweghị atụ. Ntinye aka ya zuru oke na abstract expressionism bụ n'ihi nkụda mmụọ ya na America mgbè ahụmahụ agha ya na Agha Ụwa nke Abụọ gasịrị",
  "O yiri ka ọ bụ ihu abụọ na America na-alụ ọgụ \"megide ónyé iro nke echiche agbụrụ ya na-ekwughachi n'ụlọ site n'eziokwu nke ndị agha na-ekewapụ onwé ha\". N'ịhụ na nka enweghị ike ịgbanwe ọnọdụ ndọrọ ndọrọ ọchịchị nke ọha mmadụ nọ na ya, o kpebiri na ndị mmadụ kwesịrị ịzụlite nkà mara mma ha karịa, kama ilekwasị anya na nka ndọrọ ndọrọ ọchịchị",
  "Tenement I (1952), Harlem Turns White (1955), na Night Walker No",
  "2 (1956) niile bụ ihe atụ nke ụdị ya",
  "Twilight Sounds (1947) na Jazz Band (1948) bụ ihe atụ nke mmasị ya n'ibute egwu.",
  "N'afọ 1975, ọ lụrụ enyi ya nwanyị ogologo oge, Ouida Bramwell",
  "O nweghị ụmụ nke ya, mana ọ bụ nna Tarin Fuller, nwá nwanyị Bramwell.",
  "Ọ nwụrụ na mberede n'ubochí irí abụọ na asaá n'ọnwa Ọgọst, 1979 mgbè ọ dị afọ irí asaá, na New York City.",
  "Ọrụ ya gụnyere ihe osise, eserese, na mgbidi",
  "Ọ bụ ezie na Willard Gallery nọchitere ányá ya, naanị nnọchiteanya ya, ọ bụkwa onye natara ọtụtụ onyinye na nyocha dị mma, ọrụ ya ereghị ihe fọrọ nke nta ka ọ bụrụ ndị ọzọ Abstract Expressionists ya na Mark Tobey ma ọ bụ Mark Rothko gosipụtara. E tinyeghị ya na akwụkwọ ndị dị mkpa màkà Abstract Expressionism nke oge ahụ, gụnyere The Triumph of American Painting: A History of Abstract expressionism (1970) na The New York School: The Painters and Sculptors of the Fifties (1978) nke Irving Sandler dere ma ọ dịghị mgbè a kpọtụrụ ya aha n'ihe odide Dore Ashton.",
  "Nnukwu ihe ngosi mbụ Lewis bụ na 1934 na Metropolitan Museum of Art, ebe ọ natara aha nsọpụrụ màkà ihe osise ya akpọrọ The Wanderer (Johnny). N'afọ 1946, a nabatara ya na Marian Willard Gallery dị na New York, nke bụ ebe o nwere ihe ngosi mbụ ya afọ atọ ka e mesịrị.",
  "A na-etinye ọrụ ya n'ọtụtụ ihe ngosi nka ọha na eze gụnyere Museum of Modern Art (MoMA), Smithsonian American Art Museum, Metropolitan Museum of Art, Art Institute of Chicago, Blanton Museum of Art، High Museum of Art.",
  "Maka Congress of Industrial Organization na 1943, ọ meriri asọmpi site n'ịmepụta ihe ngosi enyemaka agha. Na Pittsburgh International Exhibition na Carnegie Institute na 1955, ndị ọbịa nyere ihe osise ya Migrating Birds (1953) ihe nrite Popularity Prize.",
  "N'afọ 1972, ọ natara onyinye site na Mark Rothko Foundation na Fellowship site na National Endowment for the Arts (NEA)",
  "N'afọ 1975, ọ natara Guggenheim Fellowship maka eserese.",
  "E depụtara ya site na ụbọchị ịrịgo:"
]