[
  "Norman Parish (amụrụ na New Orleans, zụlitere na Chicago n'ubochí irí abụọ na isii n'ọnwa Ọgọst, 1937 rụo ụbọchị asatọ n'ọnwa Julaị, 2013) bụ ónyé America na-ese ihe na ónyé na-ere ihe osise. Ọ bụ ónyé guzobere na ónyé nduzi nke Parish Gallery (nke e guzobere na 1991) na mpaghara Georgetown nke Washington, DC. The Washington Post kọwara gallery ahụ dị ka gallery nka \"nke gosipụtara ndị na-ese ihe n'Afrịka n'oge mgbè gallery ole na ole ndị ọzọ lekwasịrị anya n'igosi ọrụ ha\".",
  "Parish gụrụ akwụkwọ na Art Institute of Chicago na Mahadum Chicago",
  "Na mbido ọrụ ya dị ka ónyé na-ese ihe na Chicago, Parish so n'òtù ndọrọ ndọrọ ọchịchị nke ndị na-ese egwu Africa America na Chicago, ụfọdụ n'ime ha mechara bụrụ akụkụ nkè otu AfriCOBRA (African Commune of Bad Relevant Artists) nke ndị na'ese ihe Wadsworth Jarrell na Jeff Donaldson guzobere na 1968, ha abụọ kụziri na Mahadum Howard.   Na ngwụcha afọ 1960, Parish na ihe karịrị ndị na-ese ihe na ndọrọ ndọrọ ọchịchị iri na abụọ nke ndị Africa America na-arụsi ọrụ ike na Chicago mepụtara ihe osise na-ese okwu n'oge ahụ, nke a maara dị ka The Wall of Respect, na Chicago South Side nke afọ iri anọ ka e mesịrị \"kwuru ugbu a na-akpali okike nke ihe osise agbụrụ ndị ọzọ gburugburu ụwa\". Ónyé na-ede uri nke nwetara ihe nrite Pulitzer bụ Gwendolyn Brooks mekwara emume mgbidi ahụ n'otu n'ime uri ya:",
  "Parish kwagara Washington, DC na 1988 wee mepee Parish Gallery na 1991",
  "N'ihi na achọpụtala m ọtụtụ ndị na-ese ihe dị mkpa, Norman na-ekwu",
  "Ha dị mma, dị mma n'ezie",
  "Mànà ha chọrọ ónyé ga-enyere aka ime ka ọrụ ha banye n'ụwa, ọ chetara n'ajụjụ ọnụ n'afọ 2013.",
  "Na mbụ, ọtụtụ n'ime ndị na-ese ihe anyị gosipụtara amaara m site na ụlọ akwụkwọ nka, ọ gbakwunyere n'otu ajụjụ ọnụ ahụ",
  "Ma n'ihe dị ka irí itoolu na atọ na irí itoolu na anọ, ndị na-ese ihe ndị ọzọ malitere ịbịakwute m",
  "Ndị a bụ ndị na-ese ihe na-enweghị ohere n'ihi na ọ dịghị onye na-achọ ha, ọ dịghị ónyé nọ n'ebe ahụ na-akwalite ọrụ ha.",
  "Ụlọ ngosi ihe nkiri Georgetown nke Norman Parish \"ghọrọ otu n'ime ụlọ ngosi ihe osise ndị isi ojii a ma ama, na-elekwasị ányá na ọrụ ndị Africa America na ndị ọzọ na-ese ihe nke ihe a maara dị ka ndị Africa diaspora",
  "\"",
  "N'ime afọ ndị e meghere gallery ahụ, ọ gosipụtara ọrụ nke ihe karịrị ndị omenkà otu narị na iri asaa sitere na United States, Nigeria, Ethiopia, Ghana, South Africa na Morocco, tinyere ndị si Gris, Turkey, Brazil, Spain, na France, gụnyere ndị omenkọ a ma ama dị ka Sam Gilliam, Richard Mayhew, Lou Stovall, Percy Martin, Evangeline Montgomery, Victor Ekpuk, Lois Mailou Jones, na Wadsworth Jarrell."
]