[
  "Norman Baynard (amụrụ n'afọ 1908- rụọ afọ1986), bụ onye Amerịka na-ese foto nke ọrụ ya dekọrọ ndụ ọha na eze na nke obodo nke ndị Afrịka-Amerịka na mpaghara Logan Heights nke San Diego site n'afọ 1940 ruo afọ 1980s",
  "Nnukwu nchịkọta ya nke negatives na prints, nke o nyere na San Diego History Center n'afọ 1991, ghọrọ ihe ndabere maka akụkọ ihe mere eme na ọrụ njirimara foto nke kọrọ ahụmahụ ndị Afrịka-Amerịka na San Diego site na mmekọrịta ya na ụmụ amaala obodo.",
  "A mụrụ Baynard n'ọnwa Eprel 10, nke afọ 1908 na Pontiac, Michigan, n'aka ndị Canada si mba ọzọ John na Minnie (née Chandler) Baynard",
  "Nne na nna ya gbara alụkwaghịm mgbe ọ bụ nwata, Baynard na nna ya kwagara California na mbido afọ 1920",
  "N'ime afọ ndị 1930, ọ rụrụ ọrụ dịgasị iche iche, gụnyere onye na-elekọta ubi na onye na-agụ egwú",
  "Ruo afọ abụọ ọ rụrụ ọrụ maka ụlọ ọrụ ụgbọ elu Consolidated Aircraft (nke e mechara mara dị ka Convair) na ngalaba mmepe foto. Ọ lụrụ Frances H",
  "(née Barnett) Russ n'afọ 1936. Ọ gbara ya ume ka ọ malite ise foto, n'afọ 1939, ọ meghere N",
  "B",
  "Studio n'ụlọ ha na Clay Avenue na mpaghara Logan Heights",
  "Mgbe e mesịrị, ụlọ ọrụ ahụ kwagara na mpaghara azụmahịa nke Imperial Avenue ma kpọgharịa ya Baynard Studio.",
  "Baynard nwụrụ n'ọnwa Jenụwarị 9 nke afọ 1986 na San Diego, California.",
  "Foto azụmahịa nke Baynard bụ isi na portraiture",
  "N'oge ọrụ afọ 46, o dere ndụ mmekọrịta mmadụ na ibe ya, ndọrọ ndọrọ ọchịchị, na okpukpe nke ndị bi na mpaghara Logan Heights nke San Diego, na-ese foto ndị otu obodo, azụmaahịa, na ihe omume ndụ (baptizim, ngụsị akwụkwọ, agbamakwụkwọ)",
  "Ihe osise ya dị ka puku iri na abụọ na-anọchite anya ihe ndekọ pụrụ iche nke obodo ndị Afrịka-Amerịka na San Diego n'etiti narị afọ nke iri abụọ, na-egosi ma isiokwu dịgasị iche iche na \"ihe a kapịrị ọnụ na-elekwasị anya na nrọ California\" nke ndị ahịa Baynard na-aga n'elu.",
  "N'afọ 2011, San Diego History Center gosipụtara ihe ngosi ahụ, Portrait of a Proud Community: Norman Baynard's Logan Heights 1939 Xi1985, nke gosipụtara foto 120 site na nchịkọta ahụ",
  "Onyinye National Endowment for the Arts na ego ndị ọzọ mere ka ebe ngosi ihe mgbe ochie nwee ike digitize ma depụta ihe oyiyi 500 site na Norman Baynard Collection."
]