[
  "Nosa Igiebor (amụrụ na ya na 25 Disemba n'afo 1952)",
  "Ọ bụ onye nta akụkọ na onye nchịkọta akụkọ Naijiria",
  "N'afọ 1993, o ritere onyinye International Press Freedom Award nke Kọmitii na-echebe ndị nta akụkọ maka magazin ya naTell banyere ọchịchị ndị agha Sani Abacha.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum nke di na  Ghana   akporo Ghana Institute nke Nta akụkọ, Igiebor malitere ọrụ ya na Naijiria Television Authority na Edo State, ebe ọkwá ikpeazụ ya bụ dịka onye nchịkọta akụkọ",
  "Ebe ọzọ ọ ruru ọrụ bụ National Concord Group, ebe ọ bụ onye nchịkọta akụkọ",
  "Ọ hapụrụ ebe ahụ ka ọ bụrụ osote onye isi nchịkọta akụkọ nke magazin akụkọ Naijiria Newswatch",
  "N'afọ 1991, Igiebor bidoro otu magazin akụkọ nke onwe ya bụ Tell wee bụrụ onye nchịkọta akụkọ ya. Dị ka Igiebor, ọtụtụ n'ime ndị nta akụkọ Tell bịara na magazin ahụ site na Newswatch, mgbe onye nchịkọta akụkọ ya bụ Dele Giwa nwụrụ site na bọmbụ akwụkwọ ozi na usoro nchịkọta akụkọ ya wee ghara inwe obi ike.",
  "Tell bipụtara isiokwu na-akatọ gọọmentị na ndị agha, na-eme ka mmekọrịta magazin ahụ na onye ọchịchị ndị agha bụ Ibrahim Babangida na-esiwanye njọ",
  "N'ọnwa Eprel afọ 1993, mgbe magazin ahụ gosipụtara ajụjụ ọnụ ya na General Olusegun Obasanjo lara ezumike nká dị ka akụkọ mkpuchi ya, gọọmentị weghaara mbipụta 50,000 nke Tell ma manyere ndị ọrụ ahụ ịga zoo",
  "Ha gara n'ihu na-ebipụta dị ka akwụkwọ akụkọ, Otú ọ dị ugbua, Ọ horo  \"nke mbụ n'ime akwụkwọ akụkọ Guerrilla nke Nigeria nke oge a\".",
  "Na 12 June 1993, Babangida kagburu nsonaazụ nke ntuli aka onye isi ala nke mba ahụ mgbe onye mmegide Moshood Kashimawo Olawale Abiola meriri",
  "General Sani Abacha wee weghara ọchịchị wee chiba dị ka onye isi ala ọhụrụ nke Naịjirịa.",
  "Site na mmalite nke ọchịchị Abacha, Tell weere ụda nkatọ na akụkọ ya banyere ọchịchị ya",
  "Igiebor setịpụrụ iwu na magazin ahụ agaghị akpọ Abacha \"onye isi ala\", na-ahọrọ okwu \"junta\" ma ọ bụ \"onye ọchịchị aka ike\" iji kọwaa ọchịchị ya.",
  "Gọọmentị zaghachiri site na mgbasa ozi nke iyi egwu na ịtụ ndị ọrụ magazin ahụ mkpọrọ, yana ndị nta akụkọ sitere na akwụkwọ ndị ọzọ, na-eduga Kọmitii na-echebe ndị nta akụkọ iji wepụta akụkọ na-akọwa ndị nta akụkọ nọọrọ onwe ha na Naijiria dị ka \"nsogbu miri emi\". Na Machị 1995, e jidere George Mbah, osote onye nchịkọta akụkọ nke magazin ahụ, ma tụọ ya mkpọrọ maka ebubo nke \"ịgbalị ime ngagharị ọchịchị ndị agha\", ma maa ya ikpe ịga mkpọrọ afọ iri abụọ na ise site n'ụlọ ikpe nzuzo nke ndị agha.",
  "N'abalị iri abụọ na ise n'ọnwa Disemba n'otu afọ ahụ, ka Igiebor na-apụ n'ụlọ ya na Lagos ịga ụlọ ọrụ Tell, ndị ọrụ nchekwa steeti isii jidere ya ma kpọga ya n'isi ụlọ ọrụ nchekwa steeti. Ndị ọrụ jidekwara mbipụta 55,000 nke mbipụta Krismas nke Tell nke nwere akụkọ mkpuchi na-akatọ Abacha",
  "Onye nchịkọta akụkọ Tell, Onome Osifo-Whiskey, gara zoo. Ndị ọrụ fọdụrụnụ wepụtara nkwupụta mgbe e jidere ha, na-ekwu na \"Iyi ọha egwu steeti na omume egwu obi ọjọọ agaghị amanye anyị imebi nkwenkwe anyị na nnwere onwe, ikpe ziri ezi na iwu nke iwu",
  "\"",
  "akwụkwọE tinyere Igiebor n'ụlọ mkpọrọ naanị ya ma jụ ya ịnweta ezinụlọ ya, onye ọka iwu, na nlekọta ahụike. Na 8 Jenụwarị 1996, Ụlọikpe Kasị Elu nke Federal dị na Lagos nyere iwu ka e kwe ka nwunye Igiebor, Harit Igiebor, gaa leta di ya iji nye ya ọgwụ dị mkpa, mana mgbe ọ gara ụlọ mkpọrọ ahụ n'echi ya, a jụrụ ya ohere. Ka e mesịrị n'ọnwa ahụ, gọọmentị kwupụtara na a ga-ebo Igiebor ebubo n'okpuru \"Decree 2 nke 1984 maka omume na-emebi nchekwa steeti\".",
  "N'ọnwa Febụwarị, ndị ọrụ nchekwa steeti weghaara akwụkwọ otu narị puku nke Tell, onye ọka iwu Igiebor gbara akwụkwọ megide gọọmentị etiti maka US $ 1,400,000",
  "A tụrụ onye ọka iwu ahụ mkpọrọ n'enweghị ebubo obula.",
  "Kọmitii na-echebe ndị nta akụkọ malitere mkpọsa ide akwụkwọ ozi na-achọ ka a tọhapụ ya, dịka Amnesty International mere. Òtù nke ikpeazụ ahụ họpụtakwara ya onye mkpọrọ nke akọ na uche. A nọgidere na-ejide ya n'enweghị onye ọ bụla ruo ihe karịrị ọnwa isii, ruo ụbọchị iri abụọ na anọ nke ọnwa Juun afọ 1996, mgbe a tọhapụrụ ya na ndị mkpọrọ ndọrọ ndọrọ ọchịchị isii ndị ọzọ.",
  "N'afọ 1993, Kọmitii na-echebe ndị nta akụkọ bu ulo oru International Press Freedom Award nyere Igiebor onyinye nnwere onwe mgbasa ozi mba ụwa, \"nkwanye  ukwu maka ọrụ nta akụkọ nwere\". Bill Orme, onye nchịkọta akụkọ nke CPJ, kwuru, sị: \"Ihe mere Nosa dị iche bụ na ọ ka na-emepụta ihe na nzukọ ya (Tell) ka na-akọ akụkọ ahụ n'ụzọ dị egwu ma na-alụ ọgụ.\"",
  "N'afọ 1998, Nosa Igiebor na ndị ọrụ nke Tell magazine nwetara onyinye pụrụ iche maka Human Rights Journalism na okpuru Threat na Amnesty International UK Media Awards. Nkwupụta onyinye ahụ kwuru; \"Tell anọgidewo na-ebipụta n'oge ọchịchị aka ike nke Naijiria n'agbanyeghị egwu, iyi egwu na njide n'enweghị ebubo ma ọ bụ ikpe nke Maazị Igiebor na ndị isi ndị ọzọ nke ndị ọrụ Tell gabigara",
  "\"",
  "Igiebor bụzi onye isi oche nke ulo mgbasa ozi TELL  n'akụkụ Dele Omotunde na Osifo Whiskey",
  "Mgbe oge ọchịchị ndị agha gasịrị na Naịjirịa, Igiebor na ndị nta akụkọ ndị ọzọ nọ na Naịjirịa lara azụ n'ọrụ nta akụkọ."
]