[
  "Not Gay: Sex Between Straight White Men bụ akwụkwọ Jane Ward dere n'afọ puku iri ise, ebe onye edemede ahụ kọwapụtara ihe omume nke ndị ọcha na-achọ mmekọahụ ya na ụmụ nwoke ibe ha ọ bụla, maọbụ abụọ.",
  "Onye e dere ede a bu Ward na-atụle omenala ndị dịka \"ịgagharị enyí\", emume njikọ nwoke maọbụ nwanyị nke o kọwara dịka \"\"nke a maara ama n'usoro Gris\" ebe 'ndi mmadụ ji penis onye ahụ jide ya bù penis wee nwee mkpọnwụ aka ukwuu ya n'ọnụ nwa okorobịa nọ n'ihu ha\".  Omenala ndị dị otú ahụ nwere ike inye aka n'ịchịkọta ìgwè maọbụ otu ọnụ na ịnye mmetụta nke ịbụ onye",
  "A pụkwara inweta nke a site na akara ebighi ebi n'ụdị egbugbu maọbụ ụdị",
  "N'adịghị ka akụkụ ndị a nke hazing, ọ pụkwara ịghọ ihe na-emerụ ahụ maọbụ ọbụna mmegbu (gụnyere mkparị mmekọahụ), Ward chọpụtakwara mkpali nwere ike iduga ụmụ okorobịa ịchọ ịchịkwa onwe ya n'elu ndị ọzọ n'ụzọ dị njọ.  Ihe atụ ndị ọzọ nke ya bù mmekọrịta mmekọahụ n'etiti ụmụ nwoke na-enwe mmasị heterosexual nyochara gụnyere okirikiri, ụmụ nwanyị kwụ ọtọ mgbasa ozi onlaini chọrọ ka ha soro ụmụ mmadụ ọcha mee ihe omume masturbation, yana \"akụkọ ogologo oge zoro ezo banyere ụmụ nwoke nkịtị ugboro mgbe niile maka ịmekọrịta onwe onye\".  Ward na-enyocha ebumnuche nke ndị ikom a nakwa otu ha si mee ka omume ha kwekọọ n'ọdịdị nwoke maọbụ nwaanyị ibe ya n'ọnọdụ dị iche iche, nke gụnyere omenala ịbanye mu obodo ọhụrụ na \"ịhụnanya\" ọnọdụ mmadụ dịka ụlọ mkpọrọ na agha. Akwụkwọ ahụ gosipụtara ihe ndị sitere na mgbasa ozi onwe onye nke Craigslist, ma kọwaa ọtụtụ ebumnuche mere ụmụ nwoke nwere ike ịchọ ya bù mmekọahụ n'ebe obibi ha nọ.",
  "Okwu ahụ bụ \"bro-job\" (nke a na-akpọ okwu ndị dị ka \"\" bro\"\" ya na 'blowJob\") na-ezo aka n'inwe mmekọahụ n'etiti ụmụ nwoke abụọ kwụ ọtọ nke na-abụkarị ezigbo enyi",
  "Ward na-ekwupụta echiche ahụ bụ na \"ọrụ mkpuchi\" abụghị ihe ngosi nke nwoke n'ezie, kama ọ bụ ụzọ maka ndị ikom nkịtị iji chọpụta njirimara mmekọahụ ha. N'agbanyeghị na a kwadoro ya ka ọ chepụtara okwu ahụ bụ bro-job, onye e seré ese a bu Ward mere ihe doo anya:"
]