[
  "Ihé Hashtag #NotAllMen bụ ihe gbasara ịntanetị nke ụmụ nwanyị. \nMkpụmkpụ nke ahịrịokwu ahụ \"ọ bụghị ụmụ nwoke niile dị ka nke ahụ\", mgbe ụfọdụ a na-eme ka ọ bụrụ \"NAMALT\",  meme bụ satire nke nzaghachi ụmụ nwoke na mkparịta ụka banyere mwakpo mmekọahụ, ọdịiche ịkwụ ụgwọ nwoke na nwanyị, na nsogbu ndị ọzọ gbasara ụmụ nwanyị ebe a na-eji ahịrịokwu ahụ \"ọ bụghị ụmụ nwoke niile\" mee ka echiche pụọ na isiokwu ndị a",
  "Hashtag #NotAllMen malitere dị ka okwu n'etiti ndị na-akwado ikike ụmụ nwoke (MRAs) eji meghachi omume na mkparịta ụka nke ha hụrụ dị ka igosi ụmụ nwoke niile dị ka ndị na-asọ oyi ma ọ bụ ndị na-emetọ mmekọahụ.\nOkwu ahụ bụ \"ọ bụghị ụmụ nwoke niile dị ka nke ahụ\" ejirila ya mee ihe n'ịntanetị kemgbe etiti 2000 dị ka ihe nchebe zuru oke nke ụmụ nwoke",
  "[lower-alpha 1] Jess Zimmerman na-ede na tupu 2013, \"ọ bụghị ụmụ nwoke niile\" anọghị na mkparịta ụka banyere usoro nkwụsị na-ewu ewu nke a na-eji na nzaghachi maka okwu ụmụ nwanyị; n'ọnọdụ ya bụ ahịrịokwu ndị dị ka “‘ kee maka ụmụ nwoke?' na 'patriarchy na-ewute ụmụ nwoke' - na-atọ ụtọ maka itinye, ọ bụghị maka nnwere onwe",
  "\"",
  "Okwu a mèchàrà bụrụ ihe eji mee ihe dị ka ihe na-atọ ọchị nke mmeghachi omume nchebe nke ụmụ nwoke",
  "McKinney na-ede na ahịrịokwu ahụ \"ndị feminists ejirila ya mee ihe ma ghọọ ihe a na-eme nke pụtara iji gosipụta njupụta ya na okwukwe ọjọọ",
  "\" \nOkwu a gbasara n'ime afọ 2013 site na tweet satirical nke Shafiqah Hudson dere:",
  "N'ime afọ 2014, otu peeji nke Tumblr gosipụtara ihe oyiyi nke a gbakwunyere okwu okwu ahụ bụ \"ọ bụghị ụmụ nwoke niile\" na shark si Jaws, chestburster si Alien, na ọtụtụ ihe nkiri ndị ọzọ; na Twitter, agbakwunyere okwu ahụ na ihe oyiyi nke nwoke Kool-Aid na-akụda mgbidi",
  "N'otu afọ ahụ, onye na-ese ihe bụ Matt Lubchansky mepụtara webcomic na agwa \"Not-All-Man\", nke \"onye na-agbachitere ndị na-agbachitere\" na olu maka ndị na-agbawa windo iko iji kwụsị nwanyị nwere ntutu pink na-acha odo odo na-eme mkpesa banyere ụmụ nwoke.\nEmeghariri ihe ọchị ahụ ma na-edegharị ya \"ọtụtụ puku ugboro\" dị ka Zimmerman si kwuo, ndị ama ama gụnyere Wil Wheaton, Paul F",
  "Tompkins, Matt Fraction, na John Scalzi.\nMemes ndị ọzọ metụtara #NotAllMen gụnyere ntụgharị aka na Aquaman, Adventure Time, na Magic: The Gathering",
  "#NotAllMen bụbu hashtag Twitter nke onye ọrụ Twitter Sassycrass mepụtara tupu igbu Isla Vista n'afọ 2014, mana ọ nwetara nkwado ọzọ mgbe ihe omume ahụ gasịrị, maka ịkpọasị megide ụmụ nwanyị ndí ogbu ọchụ, Elliot Rodger gosipụtara (ọ bụ ezie na ọ bụ naanị mmadụ abụọ n'ime mmadụ isii ahụ nwụrụ anwụ bụ ụmụ nwanyị).\nNa nzaghachi na hashtag #NotAllMen, onye ọrụ Twitter a na-amaghị aha mepụtara hashtag #YesAllWomen, iji gosipụta na ụmụ nwanyị niile na-emetụta mmekọahụ na misogyny, n'agbanyeghị na ọ bụghị ụmụ nwoke niile na-ahụ maka mmekọahụ",
  "Ụmụ nwanyị jiri hashtag a mepụtara ọhụrụ mee ihe ngwa ngwa na mgbasa ozi ọha na eze iji kesaa ahụmịhe ha nke ịkpa ókè na mwakpo mmekọahụ.\nN'ịgbaso ogbugbu ahụ, a kọwara ọrụ Intanet nke onye mwakpo ahụ dị ka nke na-asọ oyi, a kpọkwara ịkpọasị ụmụ nwanyị asị dị ka ihe kpatara ogbugbu ahụ.\nN'ime ógè ogbugbu ndị ahụ, ụfọdụ ndị ọrụ Twitter gosipụtara eziokwu ahụ bụ na \"ọ bụghị mmadụ niile\" dị ka nke a, ma ọ bụ ga-eme mpụ dị otú ahụ.",
  "Mgbe akụkọ banyere mmetọ ọtụtụ mmadụ na-eme na ememe Bengaluru New Year's Eve nke India, #NotAllMen bidoro na Twitter.\nO mere ka ụmụ nwanyị nwee mmeghachi omume iwe, ọtụtụ ụmụ nwanyị India na ụmụ nwanyị na-akatọ hashtag ahụ mgbe ha na-azaghachi na hashtag nke ha #YesAllWomen"
]