[
  "Noura Mint Seymali bụ onye Mauritania griot, onye na-agụ egwú nakwa onye na'ede egwu, na onye na-akpọ ngwá egwu.",
  "A mụrụ Noura Mint Seymali na Mauritania na nne na nna Dimi Mint Abba na Seymali Ould Ahmed Vall",
  "Nne na nna abụọ ahụ bụ ndị egwu dị mkpa na Mauritania",
  "Nna ya, Seymali, bụ onye Moorish na-ede egwu nke gbanwere ukwe mba Mauritania. Nne nne ya, Dimi, bụ otu n'ime ndị na-agụ egwú a ma ama na mba ya, a makwaara ya dị ka \"diva nke ọzara\"",
  "Mgbe ọ dị afọ iri na atọ, Noura malitere ide egwu maka nne ya, yana iso ya na-eme njem dị ka onye na-agụ egwu. Site n'aka ndị òtù egwu nke ezinụlọ ya, o nwere ike ịmara ardin, ụbọ akwara itoolu e debere maka ụmụ nwanyị, yana ime ka ụkwụ ya na-ede mmiri n'ụwa nke arụmọrụ.",
  "Mgbe ọ lụsịrị onye na-akpọ ụbọ akwara ya, Jeiche Ould Chighaly, Noura malitere iso ya na-akpọ agbamakwụkwọ. Site n'enyemaka nke di ya, ha guzobere òtù egwu mbụ ha n'afọ 2004",
  "Mgbe a tọhapụrụ abọm abụọ n'ógbè ahụ, ha laghachiri na ụlọ ihe nkiri iji mepụta abọm mbụ zuru oke, Tzenni",
  "E wepụtara abọm ahụ n`afọ 2014 site na Glitterbeat Records",
  "Ìgwè ahụ na-aga n'ihu na-akpọ egwu na mmemme egwu gburugburu ụwa.",
  "A zụrụ Noura n'ịkpọ ardin, ngwá egwú ọdịnala Mauritania maka ụmụ nwanyị griots",
  "Ọ na-ewere onwe ya na egwu ya dị ka ndị na-abụghị nke ndọrọ ndọrọ ọchịchị. N'afọ 2018, Noura kwadoro otu egwu Malian Tuareg bụ Tinariwen n'oge njem ha na Mauritania, wee pụta na abọm ha n`afọ 2019 Amadjar",
  "Noura Mint Seymali emeela ihe n'ọtụtụ ebe gburugburu ụwa kemgbe e guzobere òtù ha n`afọ 2004",
  "Ụfọdụ n'ime emume ndị a ma ama ha mere bụ globalFEST dị na United States, Festival au Désert dị na Mali, na Hayy Festival dị na Egypt",
  "Njikọ Noura Mint Seymali nke ụdị dị iche iche nke egwu Moorish na egwu pop enyewo ha nnukwu ikpo okwu nke ndị na-ege ntị. Òtù ya gụnyere Jeiche Ould Chighaly na guitar na tidinit, Ousmane Tour na bass, Matthew Tinari na drum, Ayniyana Chighaly n'olu nkwado na ardin, na Mayassa Hemed Vall na olu nkwado na ụda."
]