[
  "Nweghachi ala dị ka akụkụ nke mmezi gburugburu ebe obibi bụ usoro nke iweghachi ala n'otu mpaghara gaa n'ọnọdụ mbụ ya, mgbe usoro ụfọdụ (ụlọ ọrụ, ọdachi ndị sitere n'okike, wdg) mebisiri ya",
  "Ọtụtụ ọrụ na mmepe ga-eme ka ala mebie, dịka ọmụmaatụ, igwu ala, ọrụ ugbo na ọhịa.",
  "Nweghachi nke ebe ngwuputa mmanụ ala nke oge a na-ezube ibelata ma belata mmetụta gburugburu ebe obibi nke oghere ọgbara ọhụrụ, nke nwere ike n'ihe gbasara oghere oghere na-agụnye mmegharị nke nnukwu nkume",
  "Nchịkwa mmezigharị bụ usoro na-aga n'ihu, na-akpatakarị na a na-etinye oghere oghere.",
  "Maka ebe ngwuputa mmanụ ala nke dị n'okpuru ala, mmezigharị ya abụghị nnukwu nsogbu ma ọ bụ ọnụahịa mgbe niile",
  "Nke a bụ n'ihi ọkwa dị elu nke ore na ọnụ ọgụgụ dị ala nke nkume mkpofu na ọdụ",
  "N'ọnọdụ ụfọdụ, a na-eji ihe mkpofu eme ihe na-eme ka ihe mkpofu jupụta na steepụ, nke mere na a na-ahapụ obere ihe mkpofu n'elu.",
  "Iwepụ osisi na akụrụngwa abụghị mgbe niile akụkụ nke mmemme mmezigharị, dịka ọtụtụ ụlọ ọrụ ochie nwere ihe nketa ọdịbendị na uru ọdịbendị",
  "Ọtụtụ mgbe n'ebe a na-egwupụta ọlaedo, a na-emezi ya site na ọrụ scavenger nke na-edozi ala dị n'ime ebe a na-emepụta ọlaedo maka ịwụfu site na iji ụlọ ọrụ na-achịkọta ihe na-adọrọ adọrọ.",
  "O nwekwara ike ịbụ na a na-edebe akụkụ nke ebe a na-egwupụta ihe n'okpuru ala ma jiri ya mee ihe iji nye okpomọkụ, mmiri na / ma ọ bụ methane",
  "Enwere ike iwepụta okpomọkụ site na iji mgbanwe okpomọkụ, nke na-ebufe okpomọkụ n'obodo dị nso (ya mere na-eme ka ejiri ya mee ihe maka ebumnuche okpomọkụ distrikti).\nEnwere ike iwepụta mmiri site na ebe a na-egwupụta ihe n'ime ala (a na-ejikarị mmiri jupụta ebe a na'ime ala ozugbo emechiela ebe a na na-eguzogide ihe na pọmpụ anaghịzi arụ ọrụ)",
  "Methane na-adịkarị n'ime oghere ndị a na-egwupụta, n'ọnụ ọgụgụ dị nta (nke na-adịkarịghị gburugburu 0.1%)",
  "A ka nwere ike iweghachite nke a n'agbanyeghị na ọ nwere usoro pụrụ iche. Uru ọzọ nke iweghachite methane n'ikpeazụ bụ na methane anaghị abanye n'ikuku, yabụ ọ naghị enye aka na okpomọkụ ụwa.",
  "Dabere na mba ahụ, ụlọ ọrụ ndị na-egwupụta ihe na-achịkwa ụlọ ọrụ gọọmentị etiti na steeti iji dozie ala ahụ metụtara na iji weghachite ebe dị iche iche dị iche iche gburugburu ebe ndị a na-eguzupụta ihe.",
  "Nweghachi nke ogbunigwe, ọrụ iwu maka ụlọ ọrụ ndị na-egwupụta ihe n'Australia nke a chọrọ ka ha kwụọ ụgwọ, nwere ike ịbụ isi iyi nke nnukwu ọrụ na itinye ego na mpaghara mpaghara, ma ọ bụrụ na gọọmentị dị njikere itinye iwu ndị na-ekpuchi usoro ahụ.",
  "Tupu ọrụ igwu ala amalite, a ghaghị inye ụgwọ nchekwa. Njikọ mmezigharị nke ebe ngwuputa mmanụ ala nke mba Australia ruru ijeri dọla itoolu na nde dọla narị anọ na ịrị itoolu, na steeti NSW bond ha ruru ijeri dọla abụọ na nde dọla narị isii na ịrị asatọ n'afọ  2019",
  "Onye Auditor General nke NSW ajụla oke nke bonds nchekwa nke igwu ala dị ka nke na-erughị iji kpuchie ego zuru ezu metụtara ọrụ mmezigharị nke igwu mmiri.",
  "Na mgbakwunye na ọrụ mmezigharị nke ogbunigwe, nke a na-akpọkarị 'nweghachi na-aga n'ihu', a na-eweghachi ogbunigwe ndị a gbahapụrụ agbahapụ",
  "A na-enweta ego maka iweghachi ebe ndị a na-egwupụta ihe n'ala ndị a gbahapụrụ agbahapụ site na ebe ndị a-egwupụ ihe n'ọrụ yana isi mmalite ọha na eze",
  "A na-eme atụmatụ na ego a na-eme iji weghachite ebe ndị a gbahapụrụ agbahapụ na US bụ ijeri dọla itoolu na nde dọla narị isii."
]