[
  "Mmetọ nri na-edozi ahụ, ụdị mmetọ mmiri, na-ezo aka na mmetọ site na ntinye oke nri nke nri",
  "Ọ bụ isi ihe na-akpata eutrophication nke mmiri dị n'elu (ọdọ mmiri, osimiri na mmiri dị n'ụsọ oké osimiri), bụ nke ihe oriri na-edozi ahụ, na-abụkarị nitrogen ma ọ bụ phosphorus, na-akpali uto algal",
  "Isi mmalite nke mmetọ ihe na-edozi ahụ gụnyere mmiri na-asọpụta n'elu ala sitere n'ubi na ala ịta ahịhịa, ihe na-esi na tankị septik na ebe nri nri, na ihe na-esi na ọkụ",
  "Mmiri mmiri ara ehi bụ nnukwu ihe na-enye aka na eutrophication omenala ebe ọ bụ na nsị dị elu na nri",
  "A na-akpọ ịtọhapụ nsị mmiri n'ime nnukwu mmiri dị ka mkpofu nsị, ma ka na-eme n'ụwa nile",
  "Ngwakọta nitrogen na-emebiga ihe ókè na gburugburu ebe obibi jikọtara ya na ọtụtụ nchegbu gburugburu ebe obibi buru ibu",
  "Ndị a na-agụnye eutrophiation nke mmiri dị n'elu, okooko osisi algal na-emerụ ahụ, hypoxia, mmiri ozuzo acid, nitrogen saturation n'ime ọhịa, na mgbanwe ihu igwe.",
  "Ebe ọ bụ na ọganihu ọrụ ugbo na 1910 na ọzọ na 1940s iji kwekọọ mmụba nke nri nri, mmepụta ugbo na-adabere na iji fatịlaịza",
  "Fatịlaịza bụ ihe ebumpụta ụwa ma ọ bụ kemịkalụ gbanwere nke na-enyere ala aka itolite karịa",
  "Fatịlaịza ndị a nwere nnukwu phosphorus na nitrogen, nke na-ebute oke nri na-abanye n'ime ala",
  "Nitrogen, phosphorus na potassium bụ \"Big 3\" bụ isi nri na fatịlaịza azụmaahịa, nke ọ bụla n'ime nri ndị a bụ isi na-ekere òkè dị mkpa na nri osisi",
  "Mgbe nitrogen na phosphorus na-ejighị n'aka nke ọma site na osisi ndị na-eto eto, ha nwere ike ịla n'iyi site n'ubi ugbo ma na-emetụta ikuku na mmiri dị ala",
  "Ihe oriri ndị a nwere ike mechaa banye na gburugburu ebe obibi mmiri ma bụrụ ihe na-enye aka na ụbara eutrophication",
  "Mgbe ndị ọrụ ugbo na-agbasa fatịlaịza ha, ma ọ bụ organic ma ọ bụ ihe sịntetịt mere, ụfọdụ n'ime ya ga-ahapụ dị ka mmiri na-asọpụta ma nwee ike ịnakọta ihe ọkụkụ na-eme ka ọdịbendị ọdịnala pụta.",
  "Ụzọ mbelata iji belata mwepu na-emetọ ihe na-edozi ahụ gụnyere mmezi nri, ịzụ ahịa nri na oke isi iyi nri.",
  "Àtụ:Bar chart",
  "Isi mmalite(s) mmetọ nri na-edozi ahụ n'otu mmiri mmiri na-adabere n'ojiji ala a na-ejikarị eme ihe",
  "Isi mmalite ndị ahụ nwere ike ịbụ isi mmalite, isi mmalite na-enweghị isi, ma ọ bụ ha abụọ:",
  "Mmetọ nri na-edozi ahụ sitere na ụfọdụ isi mmalite mmetọ ikuku nwere ike ime na-adabereghị na ebe a na-eji ala eme ihe, n'ihi njem dị anya nke mmetọ ikuku site na ebe dị anya.",
  "Iji tụọ otu kacha mma iji gbochie eutrophication ime, a ga-achọpụtarịrị isi mmalite ndị na-enye aka na-ebubata nri",
  "Enwere isi mmalite abụọ nke nri na ihe ndị dị ndụ: isi ihe na isi mmalite.",
  "Iji fatịlaịza sịntetịt eme ihe, ọkụ nke mmanụ ọkụ, na mmepụta anụmanụ na-arụ ọrụ ugbo, ọkachasị ọrụ nri anụ ụlọ (CAFO), agbakwunyela nnukwu nitrogen reactive na biosphere",
  "N'ụwa niile, a na-ekesa nguzozi nitrogen n'ụzọ na-adịghị mma ebe ụfọdụ mba nwere njupụta na ụkọ ndị ọzọ, na-akpata karịsịa ọtụtụ nsogbu gburugburu ebe obibi na mbụ",
  "Maka ọtụtụ mba gburugburu ụwa, azụmaahịa dị n'etiti imechi oghere mkpụrụ na ibelata mmetọ nitrogen dị ntakịrị ma ọ bụ adịghị adị.",
  "A na-ebute mmetọ nke phosphorus site na iji fatịlaịza na nri gabiga ókè, ọkachasị mgbe oke ala na-agbakọta ya",
  "Na European Union, a na-eme atụmatụ na anyị nwere ike tufuo ihe karịrị 100,000 tọn Phosphorus na mmiri na ọdọ mmiri n'ihi mbuze mmiri",
  "A na-ewepụtakwa phosphorus site n'ụlọ ọrụ na-ahụ maka nsị mmiri nke ime obodo na ụfọdụ ụlọ ọrụ.",
  "Isi mmalite sitere na otu mmetụta",
  "Na isi mmalite, mkpofu nri na-esi na isi iyi gaa na mmiri",
  "Isi mmalite dị mfe ịhazi.",
  "Mmetọ na-abụghị isi iyi (nke a makwaara dị ka 'diffuse' ma ọ bụ 'runoff' mmetọ) bụ nke sitere na isi mmalite na-enweghị nkọwa na nke na-agbasa",
  "Isi mmalite ndị na-abụghị isi siri ike ịchịkwa ma na-adịkarị iche na mpaghara na oge (na oge, mmiri ozuzo, na ihe omume ndị ọzọ na-adịghị mma).",
  "E gosiputara na njem nitrogen jikọtara ya na ihe ngosi dị iche iche nke ọrụ mmadụ na mmiri mmiri, gụnyere ọnụ ọgụgụ mmepe",
  "Ịkọ ubi na ọrụ ugbo na mmepe so na ihe omume na-enye aka n'ịkwado nri.",
  "Ihe na-edozi ahụ sitere na ọrụ mmadụ na-agbakọta na ala ma nọrọ ebe ahụ ruo ọtụtụ afọ",
  "E gosiputara na ọnụọgụ nke phosphorus furu efu na mmiri dị n'elu na-abawanye n'ahịrị na ọnụọgụ nke phosphorus dị na ala",
  "Ya mere, ọtụtụ n'ime ihe ndị na-edozi ahụ na-ejupụta na ala na-emecha banye na mmiri",
  "Nitrogen, n'otu aka ahụ, nwere oge ntụgharị nke ọtụtụ iri afọ.",
  "Ihe na-edozi ahụ sitere na ọrụ mmadụ na-esikarị n'ala gaa n'elu ma ọ bụ mmiri ala",
  "A na-ewepụ Nitrogen karịsịa site na mmiri mmiri ozuzo, ọkpọkọ nsị, na ụdị ndị ọzọ nke mmiri na-asọpụta n'elu",
  "A na-ejikọtakarị mfu nri na-eri nri na mmiri na-asọpụta na ntapu na ọrụ ugbo",
  "Ọrụ ugbo nke oge a na-agụnyekarị itinye nri na-edozi ahụ n'ubi iji mee ka mmepụta ya dịkwuo elu",
  "Otú ọ dị, ndị ọrụ ugbo na-etinyekarị ihe oriri na-edozi ahụ karịa ihe ndị a kụrụ n'ubi chọrọ, na-eme ka mmetọ nke na-asọbiga ókè na-asọba n'elu ma ọ bụ n'ime ala",
  "ma ọ bụ ala ịta ahịhịa",
  "Iwu ndị e mere iji belata mbupụ nri na-edozi ahụ sitere na ọrụ ugbo na-esikarị ike karịa nke etinyere n'ụlọ ọrụ na-ahụ maka nsị mmiri na ihe ndị ọzọ na-emetọ ebe obibi",
  "Okwesiri iburu n'uche na ọdọ mmiri dị n'ime ala oke ọhịa na-enwekwa mmetụta na-asọpụta n'elu",
  "Mgbapu mmiri nwere ike sachapụ mineral nitrogen na phosphorus site na detritus, n'ihi ya kwa, na-ebunye ozu mmiri na-eduga ngwa ngwa, eutrophication eke.",
  "A na-ahapụ Nitrogen n'ikuku n'ihi mgbanwe amonia na mmepụta nitrous oxide",
  "Mkpọnwụ mmanụ ọkụ bụ nnukwu ihe mmadụ butere na-enye aka na mmetọ ikuku ikuku",
  "Nitrogen ikuku na-erute ala site na usoro abụọ dị iche iche, nke mbụ bụ ntinye mmiri dị ka mmiri ozuzo ma ọ bụ snow, na nke abụọ bụ ntinye akọrọ nke bụ akụkụ na gas ndị a na-achọta na ikuku",
  "Nkwenye ikuku (dịka ọmụmaatụ, n'ụdị mmiri ozuzo acid) nwekwara ike imetụta ntinye ihe oriri na mmiri, karịsịa na mpaghara mmepụta ihe.",
  "A chịkọtara ihe oriri na-edozi ahụ karịa ka ọ nwere ike iduga:",
  "Mmetọ nri na-edozi ahụ nwere ike inwe mmetụta akụ na ụba n'ihi ụbara ọnụ ahịa ọgwụgwọ mmiri, mfu azụ ahịa na azụ azụ azụ, mfu ịkụ azụ ntụrụndụ, na mbelata ego njem nlegharị anya.",
  "Mmetụta ahụike mmadụ gụnyere ngafe nitrate n'ime mmiri ọñụñụ (ọrịa na-acha anụnụ anụnụ na-acha anụnụ anụnụ) na ihe ndị na-emepụta ihe na mmiri ọṅụṅụ",
  "Igwu mmiri n'ime mmiri nke ifuru algal na-emerụ ahụ na-emetụta nwere ike ime ka akpụkpọ anụ ahụ na nsogbu iku ume.",
  "Ịzụ ahịa ihe oriri bụ ụdị ịzụ ahịa mmiri dị mma, ngwá ọrụ amụma dabeere na ahịa nke a na-eji emeziwanye ma ọ bụ nọgide na-enwe àgwà mmiri",
  "Echiche nke ịzụ ahịa ịdị mma mmiri dabere n'eziokwu na ebe mmetọ dị iche iche dị na mmiri mmiri nwere ike ihu ụgwọ dị iche iche iji chịkwaa otu mmetọ ahụ",
  "Ịzụ ahịa ịdị mma mmiri na-agụnye mgbanwe afọ ofufo nke nbelata mmetọ mmetọ site na isi mmalite ndị nwere ọnụ ahịa nchịkwa mmetọ dị ala nye ndị nwere nnukwu ọnụ ahịa njikwa mmetọ, na otu ụkpụrụ ahụ metụtara ịzụ ahịa mmiri na-edozi ahụ",
  "Ụkpụrụ dị n'okpuru bụ \"ụgwọ mmetọ,\" na-ejikọta ya na usoro iwu chọrọ maka isonye na mmemme ịzụ ahịa.",
  "A 2013 Forest Trends na-akọ chịkọtara mmemme ịzụ ahịa mmiri dị mma wee chọta ụdị atọ bụ isi nke ndị na-enye ego: ndị na-erite uru na nchebe mmiri, ndị na-emetọ ihe na-akwụ ụgwọ maka mmetụta ha na \"ndị na-akwụ ụgwọ ọha na eze\" nke nwere ike ọ gaghị erite uru ozugbo, ma kwụọ ụgwọ maka mbelata mmetọ mmetọ n'aha a",
  "gọọmentị ma ọ bụ NGO",
  "N'ihe dị ka afọ 2013, ndị na-akwụ ụgwọ ọhaneze dị ka gọọmentị na ndị NGO malitere ịkwụ ụgwọ nke ukwuu.: 11",
  "A na-eji oke ihe oriri na-edozi ahụ na-atụle ibu nri sitere na mpaghara dị iche iche na-abanye n'ime mmiri, na-eso attenuation ma ọ bụ ọgwụgwọ",
  "Ọrụ ugbo bụ isi mmalite nke nitrogen na mmiri na Europe, ebe n'ọtụtụ mba ezinụlọ na ụlọ ọrụ na-abụkarị ndị na-enye aka na phosphorus",
  "N'ebe oke nri na-emetụta ogo mmiri, ụdị nkesa isi iyi nwere ike ịkwado nhazi nha na nke ọma nke akụrụngwa mmiri site na ịchọpụta isi mmalite mmetọ",
  "Enwere ụzọ abụọ sara mbara maka ibu ihe nlere anya ibu, (i) ụzọ dabere na ibu nke sitere na data nleba anya n'ime mmiri yana (ii) ụzọ dabere na isi mmalite ebe oke mgbasa, ma ọ bụ mmetọ isi mmalite na-enweghị isi, a na-agbakọ ikuku site na iji ụdị",
  "na-adaberekarị na ọnụọgụ mbupụ site na ọdụ ụgbọ mmiri nwere njirimara yiri ya",
  "Dịka ọmụmaatụ, Model Load Apportionment Model (SLAM) na-ewere usoro nke ikpeazụ, na-atụle ntinye aka nke isi iyi nke nitrogen na phosphorus na mmiri dị n'elu mmiri Irish na-enweghị data nleba anya n'ime mmiri site na ijikọta ozi na nkwụsịtụ isi (mmiri mkpofu obodo, ụlọ ọrụ na Sistemụ tankị septik), isi mmalite na-agbasa (ebe ịta nri, ahịhịa, oke ọhịa, wdg), yana data nnabata, gụnyere njirimara hydrogeological.",
  "Agricultural nonpoint source (NPS) mmetọ bụ isi iyi kachasị na-ebute adịghịmma mma mmiri na United States dum, dabere na nyocha nke ụlọ ọrụ gburugburu ebe obibi steeti.: 10  Mmetọ NPS adịghị n'okpuru ikike mwepụ n'okpuru Federal Clean Water Act (CWA)",
  "EPA na steeti ejirila onyinye, mmekorita na ọrụ ngosi mepụta ihe agbamume maka ndị ọrụ ugbo ka ha gbanwee omume ha wee belata mpụta mmiri n'elu.: 10–11",
  "Ihe ndị bụ isi a chọrọ maka steeti iji mepụta usoro nri na ụkpụrụ ka enyere iwu na 1972 Clean Water Act",
  "Ịmejuputa atumatu mma mmiri a abụrụla nnukwu ihe ịma aka sayensị, teknụzụ na akụrụngwa maka EPA na steeti, mmepe na-aga n'ihu nke ọma na narị afọ nke 21st.",
  "EPA bipụtara ụkpụrụ njikwa mmiri mkpofu na 1978 iji malite ilebara nsogbu mmetọ nitrogen mba anya, nke nọ na-abawanye kemgbe ọtụtụ iri afọ",
  "N'afọ 1998, ụlọ ọrụ ahụ bipụtara Strategy National Nutrient Strategy na-elekwasị anya n'ịzụlite usoro nri.",
  "N'agbata afọ 2000 na 2010 EPA bipụtara ụkpụrụ nri na-edozi ahụ nke gọọmenti etiti maka osimiri/iyi, ọdọ mmiri / ọdọ mmiri, estuaries na ala mmiri; na nduzi yiri ya",
  "Usoro nri \"Ecoregional\" maka ecoregions 14 n'ofe U.S",
  "etinyere n'akwụkwọ ndị a",
  "Ọ bụ ezie na steeti nwere ike ịnakwere njirisi EPA ebipụtara ozugbo, n'ọtụtụ ọnọdụ steeti ahụ kwesịrị ịgbanwe njirisi iji gosipụta ọnọdụ saịtị akọwapụtara",
  "N'afọ 2004, EPA kwuru atụmanya ya maka njirisi ọnụọgụ (ma ọ bụghị na njirisi akụkọ a na-akọwaghị) maka mkpokọta nitrogen (TN), mkpokọta phosphorus (TP), chlorophyll a(chl-a), na idoanya, wee guzobe \"kwekọrịtara ọnụ",
  "n'elu atụmatụ\" maka mmepe njirisi steeti",
  "N'afọ 2007, ụlọ ọrụ ahụ kwuru na ọganihu n'etiti steeti ndị na-emepe emepe edozibeghị nke ọma",
  "EPA kwughachiri atụmanya ya maka njirisi ọnụọgụ wee kwe nkwa nkwado ya maka mbọ steeti iji zụlite njirisi nke ha.",
  "Mgbe EPA webatara NPDES dabere na mmiri na-enye ohere na 2007, mmasị na mwepụ ihe oriri na imezu oke mpaghara mkpokọta kacha oke kwa ụbọchị (TMDL) butere mmepe nke atụmatụ ịzụ ahịa nri.",
  "Na 2008 EPA bipụtara akụkọ ọganihu na mbọ steeti iji zụlite ụkpụrụ nri",
  "Ọtụtụ steeti emepụtabeghị ụkpụrụ nri maka osimiri na iyi; ọdọ mmiri na ọdọ mmiri; ala mmiri na estuaries (maka steeti ndị nwere estuaries)",
  "N'otu afọ ahụ, EPA guzobekwara otu Nutrient Innovations Task Group (NITG), nke ndị ọkachamara steeti na EPA mejupụtara, iji nyochaa na nyochaa ọganihu nke ibelata mmetọ nri",
  "N'afọ 2009, NTIG wepụtara akụkọ, \"Oku ngwa ngwa maka ime ihe,\" na-ekwupụta nchegbu na ịdịmma mmiri nọgidere na-akawanye njọ na mba niile n'ihi mmụba nke mmetọ nri na-edozi ahụ, ma na-atụ aro ka e nwee mmepe siri ike nke ụkpụrụ nri site na steeti.",
  "N'afọ 2011, EPA kwughachiri mkpa ọ dị ka steeti wee zụlite ụkpụrụ nri ha nke ọma, na-achọpụta na mmebi mmiri nke nitrates amụbaala okpukpu abụọ n'ime afọ asatọ, na ọkara nke iyi niile nke mba ahụ nwere ọkara na ọkwa dị elu nke nitrogen na phosphorus, na ifuru algal na-emerụ ahụ na-abawanye",
  "Ụlọ ọrụ ahụ wepụtara usoro maka steeti iji mepụta ihe ndị ga-ebute ụzọ na ebumnobi ọkwa mmiri maka mbelata ihe oriri.",
  "Ọtụtụ ndị na-apụ apụ na United States, ọ bụ ezie na ọ bụghị isi mmalite nke nri na-edozi ahụ na mmiri mmiri ha dị iche iche, a chọrọ ka ha mee ihe na-eme ka mmachi na-edozi ahụ na ikike ha, nke a na-enye site na National Pollutant Discharge Elimination System (NPDES) , dịka iwu kwadoro",
  "CWA",
  "Ụfọdụ nnukwu ụlọ ọrụ na-ahụ maka nsị nsị nke ime obodo, dị ka Blue Plains Advanced Wastewater Treatment Plant dị na Washington, D.C",
  "arụnyerela sistemu na-ewepụ ihe ndị na-edozi ahụ́ (BNR) iji kwado ihe ndị a chọrọ",
  "Obodo ndị ọzọ emeela mgbanwe na omume arụ ọrụ nke usoro ọgwụgwọ abụọ ha dị ugbu a iji chịkwaa nri.",
  "Ikikere NPDES na-achịkwa nchụpụ sitere na nnukwu ụlọ ọrụ anụ ụlọ (CAFO)",
  "Mkpọpu mmiri dị n'elu ala sitere n'ubi ugbo, isi iyi nri na-enye nri n'ọtụtụ ebe mmiri, bụ nkewa dị ka mmetọ NPS na anaghị achịkwa ya site na ikike NPDES.",
  "Ngụkọta oke ibu kwa ụbọchị (TMDL) bụ atụmatụ nhazi nke na-edepụta oke oke mmetọ (gụnyere nri) nke otu mmiri nwere ike ịnata ka ọ na-erute ụkpụrụ ogo mmiri CWA",
  "Kpọmkwem, ngalaba 303 nke Iwu ahụ chọrọ ka steeti ọ bụla wepụta akụkọ TMDL maka mmiri ọ bụla nke mmetọ mebiri",
  "Akụkọ TMDL na-achọpụta ọkwa mmetọ na atụmatụ iji mezuo ebumnuche mbelata mmetọ",
  "EPA akọwaala TMDLs dị ka iguzobe \"mmefu ego mmetọ\" yana ekenye na isi mmalite nke mmetọ ọ bụla",
  "Maka ọtụtụ mmiri dị n'ụsọ oké osimiri, isi ihe na-emetọ ya bụ nri na-edozi ahụ, nke a na-akpọkwa ihe oriri na-edozi ahụ.",
  "TMDL nwere ike ịnye ọkwa kacha nta nke oxygen gbazere (DO) dị n'ime ahụ mmiri, nke metụtara ọkwa nri",
  "(Lee Hypoxia Aquatic)",
  "TMDL na-achọpụta isi ihe niile na ihe mmetọ isi iyi na-abụghị isi n'ime mmiri mmiri",
  "Iji mejuputa TMDL nwere isi mmalite, etinyere oke mkpofu n'ime ikike NPDES ha",
  "Mwepu NPS na-adịkarị n'ọnọdụ nnabata afọ ofufo.",
  "EPA bipụtara TMDL maka Chesapeake Bay n'afọ 2010, na-agwa nitrogen, phosphorus na mmetọ sedimenti maka ala mmiri ahụ dum, na-ekpuchi mpaghara 64,000 square kilomita (170,000 km2)",
  "Atụmatụ nchịkwa a na-ekpuchi ma estuary na ndị na-atụ ụtụ ya-akwụkwọ TMDL kachasị dị mgbagwoju anya nke EPA wepụtara ruo taa.",
  "Na Long Island Sound, usoro mmepe TMDL nyere Ngalaba Ike na Nchekwa gburugburu ebe obibi Connecticut na Ngalaba Nchekwa gburugburu ebe obibi na New York State aka itinye 58.5 pasent nitrogen mbelata ebumnuche n'ime usoro iwu na usoro iwu."
]