[
  "Gonimbrasia belina bụ ụdị ụkpara eze ukwu nke sitere n'akụkụ ebe n' ekpo ọkụ nke ndịda Afrịka",
  "Nnukwu caterpillar ya a na-eri eri, nke a maara dị ka ikpuru mopane, madora, amacimbi ma ọ bụ masontja, na-eri nri ma ọ bụghị naanị na akwụkwọ osisi mopane",
  "Igurube Mopane bụ isi iyi protein dị mkpa maka ọtụto ndị bi na mpaghara ahụ",
  "Ọ bụ John O",
  "Westwood kọwara nke ahụ na afo otu puku, narị asatọ na iri ano na itoolu(1849)",
  "A na-akpọ ikpuru mopane n'asụsụ Bekee n'ihi na a na-ahụkarị ya na osisi mopane, Colophospermum mopane",
  "Aha ndị ọzọ a na-akpọ caterpillars gụnyere:",
  "Ụgbala buru ibu na nku nke otu narị na iri abụọ nke milimita (120) mm",
  "A na-acha nku na-acha odo odo site na ụcha akwụkwọ ndụ akwụkwọ ndụ na nchara na ọbara ọbara, na eriri ojii na ọcha abụọ na-ekewapụ anya",
  "A na-ahụ anya oroma na nku azụ ọ bụla",
  "Ụmụ ahụhụ ndị nwoke nwere antennae nwere nku, nke a na-eji achọta onye ibe",
  "Igurube na-eji oji, na-acha odo odo na-acha ọcha na-acha akwụkwọ ndụ akwụkwọ ndụ na odo odo, ma na-eji obere oghere ojii ma ọ bụ na-acha ọbara ọbara kpuchie ntutu ọcha.",
  "Igurube na-eri ọtụtụ ahịhịa gụnyere mopane, Carissa grandiflora, Diospyros, Ficus, Rhus, Sclerocarya caffra, Terminalia na Trema",
  "Ntiwapụ nke ikpuru Mopane na-eme ka osisi ndị na-emebi akwụkwọ osisi, na-emepe ka egwuregwu ghara ịchọ mma.",
  "A na-ahụkarị ya",
  "A na-ahụkarị ya na ọkara ọzara, ọhịa na ala ahịhịa.",
  "Dị ka ọtụtụ igurube, usoro ndụ nke ikpuru mopane na-amalite mgbe ọ na-apụta n'oge ọkọchị, mgbe nke ahụ gasịrị ọ na-aga n'ihu na-eri akwụkwọ osisi dị nso na ya",
  "Ka igurube ahụ na-etolite, ọ na-egbuke egbuke ugboro anọ n'ime ọkwa ise ya, mgbe nke ahụ gasịrị, a na-ewere igurube mopane dị ka ihe kachasị mma maka owuwe ihe ubi",
  "Ọ bụrụhaala na ewepụghị igurube ahụ mgbe ọ nwụsịrị nke anọ, ọ na-egwu ala n'okpuru ala iji pupate, oge ọ na-agbanwe kpamkpam iji ghọọ ụgbala toro eto",
  "Nke a na-eme n'oge oyi, maka oge 6 ruo 7 ọnwa, mgbe nke ahụ gasịrị ọ na-apụta na mbido oge okpomọkụ (November ma ọ bụ December).",
  "Ụgbala ndị toro eto na-adị naanị ụbọchị atọ ruo anọ, n'oge ahụ ha na-enwe mmekọahụ ma na-eyi àkwá ha.",
  "Dị ka ọtụtụ ụmụ anụmanụ na-agbadata na eriri nri, ikpuru mopane na àkwá ha na-abụkarị anụ oriri nke anụ ndị na-eri ibe ha dị iche iche yana ọrịa",
  "Ọtụtụ mgbe, ihe karịrị  pasenti iri anọ (40%) nke àkwá nke ikpuru mopane ga-abụ nke nje dị iche iche ga-awakpo, na caterpillars n'onwe ha nwere ike ibute ọrịa site na nje virus nke nwere ọnụ ọgụgụ dị elu nke ọnwụ",
  "Ndị isi na-eri ikpuru bụ nnụnụ na ụmụ mmadụ dị iche iche, nke na-adabere na caterpillars maka ihe oriri.",
  "Ọ bụ ezie na ikpuru mopane na-eri nri n'osisi mopane, ọ bụghị naanị na nri a, ọ pụkwara iri nri n'ọtụtụ osisi ndị ọzọ sitere n'otu mpaghara ahụ, gụnyere akwụkwọ osisi mango",
  "N'ụzọ dị otú a, ikpuru mopane na-agbasasị n'ebe buru ibu",
  "Dị ka oghere nke ikpuru mopane dị mkpụmkpụ, n'adịghị ka ikpuru ndị ọzọ na-agagharị agagharị, osisi ahụ na-adị mfe ịlanarị nnukwu mmebi nke akwụkwọ osisi, n'oge iji mezue ya maka ọgbọ na-esote nke ikpuru Mopane",
  "Dị ka ọtụtụ igurube, ikpuru mopane bụ onye na-eri nri nke ukwuu, ọ ga-anọgidekwa na-eri - ihe fọrọ nke nta ka ọ bụrụ na ọ kwụsịghị - ruo mgbe ọ ruru ọkwa ọzọ nke ndụ ya, mgbe ọ na-egwu ala iji nwee metamorphosis.",
  "A na-eji aka na-egbute ikpuru Mopane n'ọhịa, mgbe mgbe site n'aka ụmụ nwanyị na ụmụaka",
  "N'ime ọhịa, a naghị ele caterpillars anya dị ka nke onye nwe ala (ma ọ bụrụ na ọ dị), mana gburugburu ụlọ, a ga-achọ ikike n'aka onye bi na ya",
  "Chavanduka na-akọwa ụmụ nwanyị nọ na Zimbabwe na-eke otu ụgbụgbọ osisi na osisi ụfọdụ iji guzobe onye nwe ya, ma ọ bụ na-ebugharị ụmụ igurube gaa n'osisi ndị dị nso n'ụlọ. Mgbe e wepụrụ caterpillar, a na-etinye ya na njedebe ọdụ iji mebie ime",
  "Onye na-ahọrọ ya na-agbanye ya dị ka tube nke ọgwụ ezé ma ọ bụ ogologo dị ka concertina, ma na-eti ya ihe iji chụpụ ihe na-acha akwụkwọ ndụ akwụkwọ ndụ nke eriri afọ.",
  "Ụzọ ọdịnala nke ichekwa ikpuru mopane bụ isi ha n'agbakwunyeghị mmiri ọ bụla ọzọ mgbe ị sachara ma gbakwunye nnu dị ukwuu",
  "A na-emezi ka ha kpọọ nkụ n'anwụ ma ọ bụ na-ese ha, nke mere na ha na-enweta ụtọ ọzọ",
  "Usoro ụlọ ọrụ mmepụta ihe bụ iji caterpillars (na-emekarị na brine)",
  "Enwere ike ịchọta ụyọkọ ikpuru mopane na nnukwu ụlọ ahịa na ahịa dị n'ime ime obodo gburugburu ndịda Afrịka.",
  "Enwere ike iri ikpuru mopane kpọrọ nkụ dị ka ihe oriri dị nro; Otú ọ dị, na Botswana ndị mmadụ anaghị eri isi",
  "N'aka nke ọzọ, enwere ike ịsa ikpuru mopane ka ọ bụrụ mmiri ọzọ, tupu a sie ya ruo mgbe ha ga-esi, ma ọ bụ jiri yabasị, tomato na ihe na-esi ísì ụtọ sie ya wee jiri akamu ma ọ bụ sadza sie ya. Anụ ahụ na-acha odo odo, eriri afọ ka nwere ike ịnwe iberibe akwụkwọ kpọrọ nkụ, nke na-adịghị emerụ mmadụ ahụ",
  "Nri nke akwụkwọ kpọrọ nkụ, ma ọ bụrụ na ewepụghị ya, na-echetara akwụkwọ tii",
  "A na-ejikarị nkụkọta ma ọ bụ nkụkọta tomato ma ọ bụ chili iji mee ka ụtọ ya dịkwuo mma.",
  "N'ọnwa Nọvemba  nke afọ puku abụọ na iri na ise (2015) , otu ndị ọkà mmụta sayensị nri nke Cornell nọ n'ọnọdụ nke atọ na Brisbane, Australia, na 2015 Global Business Challenge, site n'igosi uru akụ na ụba na nri na-edozi ahụ nke ịgbanwe protein site na ikpuru mopane gaa na nri.",
  "Nchịkọta na ire ikpuru mopane bụ ụlọ ọrụ ọtụtụ nde rand na ndịda Afrịka. Ndị isi na-emepụta bụ Botswana, Namibia, South Africa (Limpopo Province na Mpumalanga) na Zimbabwe",
  "Dị ka ọ na-adịkarị, a naghị azụlite caterpillars, kama a na-ahọrọ ha ebe ọ bụla ha pụtara n'ụzọ okike",
  "Ọ bụ otu n'ime ụmụ ahụhụ kachasị mkpa na akụ na ụba na mpaghara ahụ",
  "N'afọ ndị 1990, a na-ebupụ ọtụtụ narị tọn site na Botswana na South Africa kwa afọ. A na-eme atụmatụ na South Africa naanị na-azụ ahịa nde kilogram 1.6 nke ikpuru mopane kwa afọ, nakwa na itinye aka Botswana na ụlọ ọrụ a na-eme ka ọ bụrụ ihe dịka nde $ 8 kwa afọ.",
  "A na-ewere ikpuru Mopane dị ka ihe ubi bara uru, ebe ọ bụ na naanị kilogram atọ nke nri (akwụkwọ opane) ga-ewepụta otu kilogram nke ikpuru mopane: n'ụzọ dị iche, ịkpa ehi chọrọ kilogram iri nke nri iji mepụta otu kilogram anụ ehi; ya mere ikpuru bụ ihe dị ọnụ ala, nlekọta dị ala, isi nri protein dị elu.",
  "Dị ka omenala si dị, a na-ewepụta ikpuru mopane maka ihe oriri",
  "N'ihi ọdịdị oge nke ihe ndị a na-eri eri, ha abụghị ihe oriri n'afọ niile",
  "Otú ọ dị, owuwe ihe ubi nke ọdịnala mopane worm na-agbanwe ka ọ bụrụ nke azụmahịa.",
  "Kemgbe afọ  otú puku, narị itoolu na iri ise (1950) , a na-etinye usoro ọrụ ugbo azụmahịa na owuwe ihe ubi nke mopane worm, ọkachasị na South Africa",
  "Ndị na-anakọta ihe nwere ike ịhazi ìgwè nke ọtụtụ narị mmadụ iji aka wepụ caterpillars n'osisi, mgbe nke ahụ gasịrị, a na-etinye ha n'ụba, tụọ ha, ma zipụ ha ka a rụzie ha",
  "Ndị nwe ala ebe a na-ahụ ikpuru mopane nwere ike ịkwụ ndị na-ewe ihe ubi nnukwu ụgwọ iji banye",
  "Ọ bụ ezie na mmekọrịta a na-erite uru ma onye na-ewe ihe ubi na onye ọrụ ugbo, ọ na-abụkarị ihe na-emebi obodo ndị dị n'ógbè ahụ bụ ndị caterpillars nwere ike ịbụ isi ihe oriri na ego oge.",
  "Dị ka ikpuru mopane na-anọchite anya ngalaba dị mkpa na akụ na ụba ime obodo, ha na-adọta ọnụ ọgụgụ buru ibu nke ndị na-achọ ego site na ire ụmụ ahụhụ dị ka nri",
  "Ọnọdụ a na-eduga n'ịkụbiga ihe ókè, na obere ikpuru mopane n'afọ na-esote",
  "N'ebe ụfọdụ, ndị ọrụ ugbo na obodo emeela ihe iji nweta nguzozi, ka afọ ọ bụla wee nwee ike ị nweta ego kachasị elu n'emeghị ka owuwe ihe ubi nke afọ na-esote ghara ịdị.",
  "Ihe ịrịba ama doro anya nke ọnụnọ nke ikpuru mopane bụ defoliation nke osisi mopane - mgbe ụfọdụ ihe dị ka pasent iri itoolu nke akwụkwọ. Anụmanụ ndị na-achọgharị nwere ike ịdabere na mopane, na osisi ndị ọzọ caterpillars na-ahọrọ, dị ka akụkụ dị mkpa nke nri ha",
  "Ya mere, ụfọdụ ndị ọrụ ugbo na-ele ikpuru mopane anya dị ka asọmpi maka anụ ụlọ ha, ma na-anwa iji ọgwụ ahụhụ na ihe ndị yiri ya kpochapụ \"ihe otiti\"",
  "Otú ọ dị, oge caterpillar dị mkpụmkpụ, osisi na-etolite akwụkwọ ọhụrụ, nke dị nro nke ndị na-eme nchọgharị na-ahọrọ, yabụ enwere ike ijikwa nsogbu a n'ụzọ ndị ọzọ, dịka ọmụmaatụ, site na ịrụ ọrụ maka uru onwe onye na ndị na-ewe caterpillars nke ga-achịkwa ikpuru site na iwepụta ha.",
  "Ebe ụfọdụ bara ọgaranya na ikpuru mopane ugbu a bụ ndị na-enweghị ihe ubi n'ihi oke owuwe ihe ubi na enweghị ụzọ kwesịrị ekwesị na-adịgide adịgide maka ọrụ ugbo ikpuru mopine",
  "Ezigbo ikpe dị na Mpaghara Nkayi, Zimbabwe, ebe ọtụtụ mpaghara osisi mopane mepụtara ọnụ ọgụgụ dị elu nke ikpuru ndị a; mana owuwe ihe ubi belatara nke ukwuu",
  "Ntuziaka banyere otu esi weghachite ikpuru n'ebe ndị a gụnyere re-colonization",
  "Dị ka nla toro eto na-adị naanị ụbọchị atọ ruo anọ, n'oge ọ ga-enwe mmekọahụ ma kụọ àkwá, enwere naanị obere ohere ịkwaga ha",
  "Ọ bụrụ na a ga-emecha nke ọma nke a, a ga-achọ imekọ ihe ọnụ na ndị ọrụ ugbo na obodo iji hụ na a naghị ewepụta caterpillars ruo ọtụtụ afọ",
  "A ga-eme ka o doo anya na a ga-enwetaghachi ndị mmadụ n'ógbè ahụ n'ụzọ zuru ezu, nke mere na a ga na-emepụta ihe ubi na-adịgide adịgide maka ọdịnihu.",
  "Ndị nọ n'azụmahịa ahụ atụlewo ime ka ikpuru mopane dị n'ụlọ n'ụzọ yiri nke ime ka ikpere silkworms dị n'ala",
  "N'ihi ya, ụlọ ọrụ ahụ ga-abụ nke na-adịchaghị emetụta ọnyà ndị metụtara ya, dị ka mgbanwe ihu igwe, ụkọ mmiri ozuzo na ihe ndị ọzọ nwere ike imebi owuwe ihe ubi",
  "Maka ụlọ ọrụ a na-azụ n'ụlọ iji nwee ihe ịga nke ọma na obere ma nwee ike ịnweta ndị ogbenye kachasị daa ogbenye, ọnụahịa mmepụta ga-adị ka ọnụahịa nke ikpuru ọhịa ma ọ bụ ikpuru kpọrọ nkụ n'ahịa.",
  "Ewuru ụlọ ọrụ Mopani Processing na Dzumeri, ihe dị ka kilomita 34 site na Giyani",
  "Ọ bụ Council of Scientific and Industrial Research (CSIR) kwadoro ụlọ ọrụ ahụ",
  "Na-arụ ọrụ zuru oke, Ụlọ ọrụ ahụ kwesịrị inwe ike ịmepụta nnukwu ihe oriri mopani dịgasị iche iche na mopani polony.",
  "Àtụ:Insects in culture"
]