[
  "Afọ ọmụmụ: amụrụ ya n'abali iri abụọ na otu n'onwa ọktoba n'afọ 1974 (afọ iri anọ na ise).\nLagos, Lagos steeti.Naijiria.",
  "Nwaamala - Nigerian",
  "Akaọrụ - Omee",
  "Di - Clifford Sule (m",
  "2013)",
  "Webụsaịtị - Nseikpeetim.com",
  "Nse Ikpe-Etim (amụrụ n'afọ 1974) bu omee na Naijiria",
  "O bụ n'afọ 2008 ka amatara ya nke oma n'iihi oke na ọlụ ya na Reloaded",
  "A họpụtara ya dika Best Actress in a Leading Role  nke ise na asatọ nke Africa Movie Academy Awards maka oke na ọlụ ya na Reloaded na Mr and Mrs n'otu n'otu",
  "N'afọ 2014, o meriri dika omee kachamma n'ihe egwuregwu  na 2014 Africa Magic Viewers Choice Awards maka ime dika \"Nse\" na Journey to self.",
  "Ha mụrụ Etim n'abalị iri abụọ na otu n'onwa oktoba n'afọ 1974 na Lagos",
  "Etim gara akwụkwọ na Awa Nurseri skul na Command Prịmarị skul na Kaduna steeti",
  "O gakwara n'ihu iga akwụkwọ na St Louis College, Jos na Federal Government Colleges nke di na Jos na Ilorin",
  "O kwuru si na ezinụlọ ya na akwagakari na mpahara dị iche iche nke Naijiria n'ihi ọrụ nna ya na Central Bank of Nigeria",
  "Etim nwetara akara ugo mmụta mbụ ya na Theater Arts na University of Calabar",
  "Etim bu nwa nke mbụ n'ime ụmụ isii",
  "N'oge Toolz gbara ya ajụjụ ọnụ, o kwuru na o nwere Caucasian Godparents (ndị nne na nna Caucasian)",
  "Ọ lụrụ enyi ya mgbe ha bu umuaka akpọrọ Clifford Sule n'abalị iri na anọ n'onwa februari n'afọ 2013 na registiri di na Lagos steeti",
  "E mere emume agbamakwụkwọ ya na obodo ya na Akwa Ibom steeti na lagos steeti n'otu n'otu, onwa ole na ole e mesiri alumdi na steeti",
  "Ugbu a, ya na di ya bi na london",
  "Dị ya bu onye nkuzi di elu na Middlesex University Ọ na abia kwa Naijiria ọtụtụ mgbe maka ọrụ gbasara ihe nkiri",
  "Etim bidoro ime ihe nkiri na nkwago na mahadum mgbe o di afọ iri na asatọ",
  "Mgbe mbụ o gosiri n'ihe onyonyo bu na ihe nkiri ezinulo akporo Inheritance",
  "Mgbe ọ gusiri akwụkwọ  na mahadum, o hapuru ime ihe nkiri n'obere oge iji lebaa anya n'ihe ndị ọzọ tupu ọ laghachi mee ihe nkiri nke Emem Isong akpọrọ Reloaded nke Ramsey Nouah, Rita Dominic,Ini Edo na Desmond Elliot so",
  "N'onwa december 2019, egosiri Nse Etim na Visual Collaborative Polaris katalọgụ, nke di n'okpuru usoro Supernova maka mmadụ",
  "A gbara ya ajụjụ ọnụ tinyere ndị dika William Coupon, Bisila Bokoko na Ade Adekola."
]