[
  "Àtụ:Infobox medical condition (new)\nNsogbu iri nri abalị (NES) bụ nsogbu iri nri, nke a na-akọwa site na usoro iri nri na-egbu oge. Ọ bụ ezie na e nwere ụfọdụ ọrịa na-emetụta nsogbu iri nri, ọ dị iche na iri nri na-abaghị nke dị ka onye na ímé ihe nọr ka ébé ihe mmefu zaa ndị siri ike ịbelata ọnụ ụzọ uru n'ihi na ọnụọgụ nri a na-eri n'abalị abụghị nnukwu ma ndi isi ulo nke ndi mádu ziri na ishi ọ bụ enweghị ike ịchịkwa ndị mmadụ n'ihe nri achọrọ. Ọ bụ Albert Stunkard kọwara ya na 1955 ma tinye ya ugbu a na ụdị nsogbu nri ma ọ bụ iri nri ọzọ akọwapụtara ndị mere n'oge nke DSM-5.  A tụwo aro usoro nyocha ma gụnye hyperphagia mgbede (nri nke 25% ma ọ bụ karịa nke ngụkọta nke calorie kwa ụbọchị mgbe nri mgbede gasịrị) na / ma ọ bụ ịmụrụ anya n'abalị na iri nri ugboro abụọ ma ọ bụ ọtụtụ kilomita iji osisi na bụ ugboro n'izu.  Onye ahụ ga-enwerịrị ihe ọmụma banyere iri nri abalị iji mee ka ọ dị iche na nsogbu iri nri metụtara ụra (SRED)",
  "Atọ n'ime mgbaàmà ise metụtara ya ga-adịkwa na ímé ihe ha ga esi egosi ịhụnanya n'ebe nile: enweghị agụụ n'ụtụtụ, ịgba ume iri nri n'abalị, ikwere na mmadụ ga-eri nri iji laghachi n'ụra n'abalị.",
  "NES na-emetụta ma ụmụ nwoke ma ụmụ nwanyị, n'etiti 1 na 2% nke ndị bi n'ozuzu, na ihe dịka 10% nke ndị buru oke ibu.  Afọ mmalite na-adịkarị na mbido okenye (site na afọ iri na ụma ruo afọ iri abụọ) ma na-adịte aka, na ụmụaka anaghị akọ akụkọ NES.  E gosipụtara na ndị nwere NES nwere akara dị elu maka ịda mbà n'obi na ùgwù onwe onye dị ala, a gosikwara na ọkwa abalị nke homonụ melatonin na leptin na-ebelata.  Mmekọrịta dị n'etiti NES na parasomnia SRED chọrọ nkọwa zuru oke",
  "Enwere arụmụka banyere ma a ga-ele ndị a anya dị ka ọrịa dị iche iche, ma ọ bụ akụkụ nke usoro. A tụwo aro iri nri nwere serotonin iji nyere aka na ọgwụgwọ nke NES, mana nyocha ndị ọzọ na-egosi na nri n'onwe ya enweghị ike ibuli ọkwa serotonin n'ime ụbụrụ. Nri ole na ole (dịka ọmụmaatụ, unere) nwere serotonin, mana ha anaghị emetụta ọkwa serotonin ụbụrụ, na nri dị iche iche nwere tryptophan, mana ókè ha na-emetụta ọkwa serotonin nke ụbụrụ ga-enyocha nke ọma na sayensị tupu e nwee ike ịdọrọ nkwubi okwu, na \"echiche, nke a na-ahụkarị na omenala a ma ama, na nri protein dị elu dị ka turkey ga-azụlite tryptopham na serotonin bụ, ọ dị mwute, ụgha\".",
  "NES na-ejikọta mgbe ụfọdụ na oke ibu; ihe ruru 28% nke ndị na-achọ ịwa ahụ gastric bypass chọpụtara na ha nwere NES n'otu nnyocha.  Otú ọ dị, ọ bụghị ndị niile nwere NES buru oke ibu.  A na-ejikọta iri nri abalị na nsogbu shuga.  Ọtụtụ ndị nwere NES na-enwekwa nsogbu ịda mbà n'obi na nchegbu.",
  "Àtụ:Medical resources"
]