[
  "Nsogbu gburugburu ebe obibi nke Afrịka na esite na mmetụta mmadụ na gburugburu ebe obibi ma na emetụta ụmụ mmadụ na ihe fọrọ nke nta ka ọ bụrụ ụdị ndụ niile",
  "Nsogbu gụnyere mgbukpọ ọhịa, mmebi ala, mmetọ ikuku, mmetor mmiri, mmetụ mkpofu, mgbanwe ihu igwe na ụkọ mmiri (na akpata nsogbu na ịnweta mmiri dị mma na ịdị ọcha). Nsogbu ndị a na akpata esemokwu gburugburu ebe obibi ma jikọta ya na ọgụ ọha na eze sara mbara maka ọchịchị onye kwuo uche ya na ọbụbụeze.",
  "Nnukwu igbutu osisi na mbelata nke mpaghara ọhịa bụ isi nsogbu gburugburu ebe obibi nke Kọntinent Afrịka",
  "A na egbutu oké ọhịa na ntụgharị ala maka ọrụ ugbo, ebe obibi na mkpa mmanụ",
  "Pasent iri itoolu nke ndị bi n'Afrika chọrọ osisi iji mee ihe dị ka mmanụ maka okpomọkụ na isi nri",
  "N'ihi ya, mpaghara ọhịa na ebelata kwa ụbọchị, dịka ọmụmaatụ, na mpaghara nke oké ọhịa na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "Dị ka United Mmemme gburugburu ebe obibi nke mba si kwuo, ọnụ ọgụgụ ọzara nke Afrika bụ okpukpu abụọ karịa nke ụwa.",
  "Ọnụ ọgụgụ nke igbu osisi n'ụzọ iwu na akwadoghị, nke bụ isi ihe ọzọ na akpata mgbukpọ ọhịa, dịgasị iche site na mba ruo mba, dịka 50% na Cameroon na 80% na Liberia",
  "Na Democratic Republic of the Congo, ọ bụ mkpa nke ụmụ amaala dara ogbenye kpatara mgbukpọ ọhịa, yana igbu osisi na igwu ala n'enweghị onye nlekọta.\nNa Etiopia, isi ihe kpatara ya bụ mmụba nke ọnụ ọgụgụ mmadụ na mba ahụ, nke na-akpata mmụba n'ọrụ ugbo, mmepụta anụ ụlọ, na osisi mmanụ",
  "Agụmakwụkwọ dị ala na obere ntinye aka gọọmentị na enyekwa aka n'ịgbukpọ ọhịa",
  "Ọ bụ ụmụ amaala na eji usoro slash-na-ọkụ eme ihe kpatara mbibi ọhịa Madagascar mgbe nnwere onwe site na ndị France",
  "N'afọ 2005, Naịjirịa nwere ọnụ ọgụgụ kachasị elu nke mgbukpọ ọhịa n'ụwa, dị ka Òtù nri na ọrụ ugbo nke United Mba(FAO) si kwuo. Mgbukpọ ọhịa na Naịjirịa sitere na ịkpụ osisi, ọrụ ugbo, na nchịkọta osisi maka mmanụ",
  "Dị ka gfy si kwuo, mgbukpọ ọhịa emebiwo ihe fọrọ nke nta ka ọ bụrụ 90% nke oké ọhịa Afrika",
  "Ọdịda Anyanwụ Afrịka nwere naanị 22.8% nke oké ọhịa ya na ekpo ọkụ fọdụrụ, na 81% nke oké ọhịa ochie na-eto eto na Naịjirịa furu efu n'ime afọ 15",
  "Mgbukpọ ọhịa na ebelata ohere mmiri ozuzo; Etiopia enweela ụnwụ nri na ụkọ mmiri ozuzo n'ihi nke a",
  "98% nke oké ọhịa Etiopia apụọla n'anya n'ime afọ 50 gara aga.\nN'ime afọ 43, oke ọhịa Kenya belatara site na 10% ruo 1.7%",
  "Mgbukpọ ọhịa na Madagascar emeela ka ọ bụrụ ọzara, ala furu efu, na mmebi mmiri, na akpata enweghị ike nke mba ahụ inye ihe ndị dị mkpa maka ọnụ ọgụgụ na-eto eto",
  "N'ime afọ ise gara aga, Naịjirịa tụfuru ihe fọrọ nke nta ka ọ bụrụ ọkara nke oké ọhịa ya.",
  "Gọọmentị Etiopia, tinyere òtù ndị dị ka Farm Afrika, na-amalite ime ihe iji kwụsị igbuchapụ oké ọhịa.",
  "Mgbukpọsị oké ọhịa bụ nsogbu, oké ọhịa dịkwa mkpa n'Afrika, ebe ndị mmadụ na adabere na ha nke ukwuu iji nye mkpa ndị bụ isi",
  "A na eji osisi eme ihe maka ebe obibi, uwe, ihe ọrụ ugbo, na ọtụtụ ihe ndị ọzọ",
  "A na ejikwa ihe ndị dị n'ọhịa mepụta ọgwụ na nri dịgasị iche iche",
  "Ụfọdụ n'ime nri ndị a gụnyere mkpụrụ osisi, mkpụrụ osisi, mmanụ aṅụ, na ọtụtụ ihe ndị ọzọ",
  "Osisi dị oke mkpa maka uru akụ na ụba n'Afrika, ọkachasị na mba ndị na emepe emepe",
  "Oké ọhịa na enyekwa gburugburu ebe obibi aka",
  "A na eme atụmatụ na belt akwụkwọ ndụ akwụkwọ ndụ nke Afrika nwere ihe karịrị nde 1.5 ụdị",
  "Enweghị ebe obibi ọhịa iji chebe ụdị ahụ, ndị mmadụ nọ n'ihe ize ndụ",
  "Ihe ndụ nke ọtụtụ nde mmadụ na ụdị dị iche iche nọ n'ihe ize ndụ site na mgbukpọ ọhịa",
  "Omume ahụ bụ mmetụta domino nke na-emetụta ọtụtụ akụkụ nke obodo, gburugburu ebe obibi, na akụ na ụba.",
  "Ọtụtụ mba Afrịka amalitela ịrụ ọrụ mweghachi iji weghachi mmetụta nke igbutu osisi",
  "E gosiputara ọrụ ndị a iji meziwanye gburugburu ebe obibi n'ọtụtụ ụzọ na ihe ndị mmadụ bi nso",
  "Dịka ọmụmaatụ, \"atụmatụ mweghachi na agroforestry nwere ike inye aka, dịka ọmụmaatụ, ịchịkọta carbon, gbochie idei mmiri, kwalite ụdị ndụ dị iche iche, dozie ala ndị mebiri emebi, na-enye ike maka ndị ogbenye ime obodo ma melite iji ala na njikwa mmiri.\"",
  "Mmiri ozuzo, osimiri na ifufe kpatara na ojiji gabigara ókè nke ala maka ọrụ ugbo na obere ojiji nke nsị emeela ka ala ghara ịmị mkpụrụ, dịka ọmụmaatụ, na mbara ala nke Naịl na Osimiri oroma",
  "Isi ihe na-akpata mmebi ala bụ enweghị fatịlaịza a na eji eme ihe, ebe ọ bụ na ala Afrịka enweghị ihe oriri",
  "Mmụba nke ọnụ ọgụgụ mmadụ enyekwara aka mgbe ndị mmadụ chọrọ ịkọ ihe, dị ka isi iyi nke ego, mana ha anaghị eme ihe iji chebe ala, n'ihi ego dị ala. Ụzọ ndị dị ugbu a na akpata nrụgide dị ukwuu na akụkụ ndị ọzọ nke gburugburu ebe obibi, dị ka oké ọhịa, ọ naghịkwa adịgide adịgide. E nwekwara ihe na akpata gburugburu ebe obibi nke ala na adịghị mma",
  "Ọtụtụ n'ime ala ahụ nwere nkume ma ọ bụ ụrọ sitere na mgbawa ugwu",
  "Ihe ndị ọzọ na akpata ya gụnyere mbuze, ọzara, na mgbukpọ ọhịa",
  "Isi iyi ọzọ nke mmebi ala bụ njikwa na ekwesịghị ekwesị nke ihe mkpofu, enweghị ụlọ ọrụ na usoro iji jikwaa ihe mkpofu na eduga na ịwụfu ihe mkpofu n'ime ala, ya mere na akpata mmebi ala site na usoro dị ka leaching.",
  "Mmebi nke ala Afrịka na akpata mbelata mmepụta nri, na emebi mmetụta gburugburu ebe obibi, na mbelata zuru oke na ogo ndụ n'Afrịka. Nsogbu a ga-ebelata ma ọ bụrụ na fatịlaịza na ihe ọkụkụ ndị ọzọ dị ọnụ ala karị ma si otú a jiri ya mee ihe karịa. Òtù Mba Ndị Dị n'Otu enyewo ọrụ Ntụle zuru ụwa ọnụ nke mmebi ala mmadụ kpalitere (GLASOD) iji nyochaa ihe kpatara ya na ọnọdụ ala ahụ",
  "Enwere ike ịnweta ozi anakọtara n'efu, a na-atụkwa anya na a ga-eme ka ndị ndọrọ ndọrọ ọchịchị nọ n'ebe ndị a na-eyi egwu mara.",
  "Mmiri dị n'Afrika na emetọ nke ukwuu n'ihi ọtụtụ ihe ndị e kwuru n'okpuru ebe a",
  "Ụzọ mbụ nke ọrụ ugbo nke na ewere ọnọdụ n'ọtụtụ ebe n'Afrika bụ n'ezie ihe kpatara ya",
  "Òtù Nri na Ọrụ Ugbo nke Mba Ndị Dị n'Otu (FAO) na-eme atụmatụ na nde hekta 11.3 nke ala na-efu kwa afọ maka ọrụ ugbo, ịta nri, ọkụ na enweghị nchịkwa na iji nkụ. A na-eji ọkụ nke osisi na icheku ọkụ eme ihe maka isi nri ma nke a na-eme ka a tọhapụ carbon dioxide n'ime ikuku, nke bụ ihe na egbu egbu na ikuku. Ọzọkwa, n'ihi ụkọ ike, ọtụtụ ụlọ ga-adabere na mmanụ na mmanụ dizel na ndị na-emepụta ihe iji mee ka ọkụ eletrik ha na-agba ọsọ. Mmetọ ikuku n'Afrika na-abịa n'ihu ma ekwesighi ileghara ya anya",
  "Dịka ọmụmaatụ, na South Afrika, ọkwa mercury siri ike n'ihi ọkụ kol na igwupụta ọlaedo",
  "Mercury na-amịkọrọ site na ikuku n'ime ala na mmiri",
  "Ala na enye ohere ka ihe ọkụkụ mịrị mercury, nke ụmụ mmadụ na-eri",
  "Ụmụ anụmanụ na-eri ahịhịa nke na-amị mercury na ụmụ mmadụ nwere ike iri anụmanụ ndị a ọzọ",
  "Azụ na-amị mercury site na mmiri, ụmụ mmadụ na eri azụ ahụ ma na-aṅụ mmiri nke na-amịrị mercury",
  "Nke a na eme ka ọkwa mercury dị n'ime ụmụ mmadụ",
  "Nke a nwere ike ịkpata nnukwu ihe ize ndụ ahụike.",
  "A na-atụ anya na Afrika nwere ike ịnọchite anya ọkara nke mmetọ ụwa site na 2030, na-adọ onye nduzi Cathy Liousse aka ná ntị maka nyocha nke ikuku nke CNRS, yana ọtụtụ ndị nchọpụta ndị ọzọ",
  "Dị ka akụkọ ahụ si kwuo, mpaghara Sahara Afrika na enwe mmetọ na-arịwanye elu ngwa ngwa, nke sitere n'ọtụtụ ihe kpatara ya, dị ka ọkụ ọkụ maka isi nri, ọkụ ọkụ nke ihe mkpofu, okporo ụzọ, nri na ụlọ ọrụ kemịkal, uzuzu sitere na Sahara nke ifufe na ebufe na mpaghara Sahel, ihe a niile siri ike site na mmụba nke ọnụ ọgụgụ mmadụ na ime obodo.",
  "Òtù Ahụ Ike Ụwa na-akọ banyere mkpa ọ dị itinye aka mgbe ihe karịrị otu ụzọ n'ụzọ atọ nke ngụkọta nke Afọ ndụ ndị nkwarụ agbanweela furu efu n'ihi ikpughe na mmetọ ikuku n'ime ụlọ n'Afrika. A chọrọ mmanụ iji mee ka ọkụ dị n'abalị",
  "Mmanụ a na-ere ọkụ na-akpata nnukwu ikuku carbon dioxide n'ime ikuku",
  "N'ihi mmụba nke ime obodo n'Afrika, ndị mmadụ na-ere mmanụ ụgbọala na-arịwanye elu ma na-eji ọtụtụ ụgbọala maka njem",
  "Mmụba nke ikuku ụgbọ ala na omume na-aga n'ihu na mmepụta ihe ka ukwuu pụtara na ikuku ikuku obodo na kọntinent ahụ na-akawanye njọ",
  "Nke a bụkwa ihe mere n'ọtụtụ nnukwu obodo dị na Naịjirịa ebe ndị isi na-enye aka na ikuku na-adịghị mma gụnyere ikuku ụgbọ ala, ikuku ụlọ ọrụ mmepụta ihe na ọkụ ọkụ siri ike",
  "Mgbanwe oge na mmetọ dịkwa na ọkwa kachasị elu nke mmetọ ikuku na-eme n'oge ọkọchị (Novemba ruo Maachi n'ebe ugwu, May ruo Septemba n'ebe ndịda).",
  "N'ọtụtụ mba, ojiji nke mmanụ ụgbọala na-ebute ụzọ ka na-agbasa ebe niile, na njikwa ikuku ụgbọ ala adịghị",
  "Mmetọ ikuku n'ime ụlọ jupụtara ebe niile, ọkachasị site na ọkụ coal na kichin maka isi nri. Ngwakọta ndị a na ewepụta site na ọdụ mmanụ na nitrogen na hydrocarbon a na-emepụta site na ọdụ ụgbọ elu na akpata mmetọ ikuku",
  "Carbon dioxide gas ndị ọzọ na ekpo ọkụ na ikuku na akpata mmụba nke ndị nwere nsogbu iku ume.",
  "Enwere mmekọrịta dị n'etiti mmetọ ikuku na ọnụ ọgụgụ mmadụ",
  "Afrịka dịgasị iche iche n'etiti mpaghara ndị mmadụ jupụtara na mpaghara ndị mmadụ na erughị",
  "N'ógbè ebe e nwere obere mmepe ụlọ ọrụ na mmadụ ole na ole, ikuku dị elu",
  "N'aka nke ọzọ, n'ógbè ndị mmadụ jupụtara na ndị mepere emepe, ikuku dị ala",
  "Idozi mmetọ ikuku n'obodo ukwu na-abụkarị ihe kachasị mkpa, ọ bụ ezie na kọntinent ahụ n'ozuzu ya na-emepụta obere mmetọ ifufe site na ụkpụrụ mba ụwa",
  "N'agbanyeghị nke ahụ, mmetọ ikuku na-akpata nsogbu ahụike na gburugburu ebe obibi dị iche iche",
  "Ihe ndị a na-emetọ bụ ihe iyi egwu nye ndị bi n'Afrika na gburugburu ebe obibi ha na-agbalịsi ike iji kwado.",
  "N'afọ 2019, mmetọ ikuku gburu nde mmadụ 1.1 gafee Africa, dịka nnyocha e bipụtara na Nke Lancet Planetary Ahụike n'ọnwa Ọktoba 2021. Ihe karịrị nde ụmụaka Afrịka 350 bi n'ezinụlọ ndị na-eji mmanụ siri ike, ọkachasị osisi na kol, maka isi nri na okpomọkụ",
  "Mgbasa sitere na mmanụ ndị a siri ike bụ isi ihe na-akpata mmetọ ikuku n'ime ụlọ.",
  "Dị ka n'akụkụ ndị ọzọ nke mba ndị na emepe emepe, mmetọ plastik na akpata nsogbu zuru oke dị ka mmetọ nke ụzọ mmiri, mmebi nke nchịkwa mmiri ozuzo, na mmụba nke ọrịa n'ihi anwụnta na ụmụ ahụhụ na ebi na plastik. Nchịkwa na ezighị ezi nke plastik bụ ngwakọta nke ọnụ ala nke ụdị ndị na emepụta ihe niile, dịka ọmụmaatụ site n'inye ohere dị mkpa maka mmiri site na karama mmiri na akpa mmiri, yana nlekọta na adịghị mma nke ihe mkpofu mgbe ejiri ya.",
  "Ebe ụfọdụ n'Afrika abụwokwa ebe a na enweta ihe mkpofu plastik site na Global North. Gọọmentị ụfọdụ na-azaghachi, na kọntinent ahụ na-eduga ụwa ndị ọzọ na mmachibido iwu plastik nke belatara ojiji na imepụta plastik eji eme ihe dịka akpa plastik na ngwá ọrụ na enye nri."
]