[
  "Nsogbu ikwu okwu ma ọ bụ nkwarụ ikwu okwu bụ ụdị nsogbu nkwurịta okwu nke na-emebi okwu nkịtị",
  "Nke a nwere ike ịpụta nsogbu nke ịdị mfe dị ka ịsụ ngọngọ, ịsụ ngwụrọ ma ọ bụ ịsụ ngụrọ",
  "A na-ewere onye na-enweghị ike ikwu okwu n'ihi nsogbu ikwu okwu dị ka onye ogbi. Ikike ikwu okwu dị mkpa maka mmekọrịta mmadụ na ibe ya na mmụta, na igbu oge ma ọ bụ nsogbu ndị metụtara ịzụlite nkà ndị a nwere ike imetụta ọrụ ndị mmadụ. Maka ọtụtụ ụmụaka na ndị nọ n'afọ iri na ụma, nke a nwere ike igosi dị ka nsogbu na agụmakwụkwọ. Nsogbu ikwu okwu na-emetụta ihe dịka 11.5% nke ndị bi na US, na 5% nke ndị bi n'ụlọ akwụkwọ praịmarị. Okwu bụ usoro dị mgbagwoju anya nke chọrọ oge ziri ezi, njikwa akwara na uru ahụ, n'ihi ya, ọ nwere ike ịda mbà",
  "Onye nwere ọrịa strok, ihe mberede ma ọ bụ nkwarụ ọmụmụ nwere ike inwe nsogbu ikwu okwu na asụsụ.",
  "Ikewapụta okwu n'ime ihe dị mma na nke na-adịghị mma bụ nsogbu karịa ka o yiri na mbụ",
  "Site na nkewa siri ike, naanị 5% ruo 10% nke ndị bi na ya nwere ụzọ dị mma nke ikwu okwu (n'ihe gbasara akụkụ niile) na olu dị mma; ndị ọzọ niile nwere otu nsogbu ma ọ bụ ọzọ.",
  "Enwere ọkwa atọ dị iche iche nke nhazi mgbe ị na-achọpụta ịdị ukwuu na ụdị nsogbu okwu yana ọgwụgwọ ma ọ bụ ọgwụgwọ kwesịrị ekwesị:y:",
  "N'ọnọdụ ụfọdụ, a maghị ihe kpatara ya",
  "Otú ọ dị, e nwere ihe dị iche iche a maara na-akpata nkwarụ ikwu okwu, dị ka ịnụ ihe, nsogbu akwara, mmerụ ahụ ụbụrụ, mmụba nke nrụgide uche, mmegbu mgbe niile, nkwarụ ọgụgụ isi, nsogbu iji ọgwụ eme ihe, nkwarụrụ anụ ahụ dị ka egbugbere ọnụ na ọnụ, na iji olu eme ihe n'ụzọ na-ezighị ezi",
  "Mgbe ọrịa strok gasịrị, a maara na enwere oke apraxia nke okwu, nke bụ nsogbu na-emetụta ụzọ akwara metụtara okwu. A na-atụkwa aro na ọrụ mmegharị ahụ na-adịghị mma nwere njikọ chiri anya na nsogbu ikwu okwu, ọkachasị n'ime ụmụaka. A tụkwara aro ihe nketa, dịka ọtụtụ oge ụmụaka nke ndị nwere nsogbu ikwu okwu ga-azụlite ha",
  "20-40% ndị mmadụ nwere akụkọ ezinụlọ nke nkwarụ asụsụ pụrụ iche nwere ike ịchọpụta, ebe ọ bụ naanị 4% nke ndị mmadụ n'ozuzu ha nwere ike ịchụpụ ha. E nwekwara nsogbu asụsụ ndị a maara na ha bụ mkpụrụ ndụ ihe nketa, dị ka ataxia nketa, nke nwere ike ịkpata okwu dị nwayọ na nke na-edochaghị anya.",
  "Enwere ike ịgwọ ọtụtụ ụdị nsogbu ndị a site na ọgwụgwọ okwu, mana ndị ọzọ chọrọ nlekọta ahụike site na dọkịta na phoniatrics",
  "Ọgwụgwọ ndị ọzọ gụnyere mgbazi nke ọnọdụ organic na psychotherapy.",
  "Na United States, a na-etinyekarị ụmụaka ndị nwere nsogbu ikwu okwu na United States, a na-etinyekarị ụmụaka ndị nwere nsogbu ikwu okwu na mmemme mmụta pụrụ iche",
  "Ụmụaka ndị na-agbasi mbọ ike ịmụta ikwu okwu na-enwekarị nsogbu nkwurịta okwu na-adịgide adịgide na mgbakwunye na mgba agụmakwụkwọ",
  "Ihe karịrị ụmụ akwụkwọ 700,000 jere ozi na mmemme agụmakwụkwọ pụrụ iche nke ụlọ akwụkwọ ọha na afọ 2000–2001 ka ekewapụtara dị ka ndị nwere nsogbu okwu ma ọ bụ asụsụ",
  "Atụmatụ a anaghị agụnye ụmụaka ndị nwere nsogbu ikwu okwu na asụsụ nke abụọ na ọnọdụ ndị ọzọ dị ka ntị chiri\" Ọtụtụ mpaghara ụlọ akwụkwọ na-enye ụmụ akwụkwọ ahụ ọgwụgwọ okwu n'oge awa akwụkwọ, n'agbanyeghị na ọrụ ụbọchị na oge okpomọkụ nwere ike bụrụ ihe kwesịrị ekwesị n'ọnọdụ ụfọdụ",
  "mmemme agụmakwụkwọ",
  "Ụmụaka ndị na-agbasi mbọ ike ịmụta ikwu okwu na-enwekarị nsogbu nkwurịta okwu na-adịgide adịgide na mgbakwunye na mgba agụmakwụkwọ",
  "nrụrụ asụsụ",
  "Ntụle a agụnyeghị ụmụaka ndị nwere nsogbu ikwu okwu na asụsụ nke abụọ na ọnọdụ ndị ọzọ dị ka ntị chiri\"",
  "Ọtụtụ mpaghara ụlọ akwụkwọ na-enye ụmụ akwụkwọ ahụ ọgwụgwọ okwu n'oge awa akwụkwọ, ọ bụ ezie na ogologo ụbọchị na ọrụ okpomọkụ nwere ike dabara adaba n'ọnọdụ ụfọdụ.",
  "A ga-agwọ ndị ọrịa n'ìgwè, dabere na ụdị nsogbu ha nwere",
  "[nkọwa dị mkpa] Otu nwere ike ịgụnye ndị na-ahụ maka ọrịa asụsụ, ndị ọkachamara, ndị dọkịta ezinụlọ, ndị nkuzi, na ndị ezinụlọ.",
  "Inwe nsogbu ikwu okwu nwere ike inwe mmetụta na-adịghị mma na mmekọrịta mmadụ na ibe ya, ọkachasị n'etiti ụmụaka",
  "Ndị nwere nsogbu ikwu okwu nwere ike ịbụ ndị a na-emegbu n'ihi nsogbu ha",
  "Mmegbu a nwere ike ime ka obi ghara inwe ùgwù. Okpukpe na ọdịbendị na-arụkwa ọrụ dị ukwuu na mmetụta mmekọrịta mmadụ na ibe ya nke nsogbu ikwu okwu",
  "Dịka ọmụmaatụ, n'ọtụtụ mba Afrịka dị ka Kenya, a na-ewere ọkpụkpụ ọkpụ dị ka ọ bụ ọbụbụ ọnụ sitere n'aka Chineke kpatara ya",
  "Nke a nwere ike ime ka ndị nwere oghere ire ụtọ ghara ịnata nlekọta n'oge ha bụ nwata, ma kwụsị na ịjụ ọha mmadụ. Maka ndị nwere nsogbu ikwu okwu, mmeghachi omume ndị na-ege ntị na-abụkarị ihe na-adịghị mma, nke nwere ike ịkpata mmetụta na-adịghị njọ na ùgwù onwe onye",
  "E gosikwara na ndị okenye na-elekarị ndị mmadụ anya na-asụ asụ n'ụzọ na-adịghị mma karịa ndị na-enweghị ha.",
  "A na-elekarị nsogbu asụsụ anya dị iche na nsogbu ikwu okwu, ọ bụ ezie na a na-ejikarị ha eme ihe n'otu aha.",
  "Nsogbu ikwu okwu na-ezo aka na nsogbu n'ịmepụta ụda okwu ma ọ bụ na ogo olu, ebe nsogbu asụsụ na-abụkarị mmebi nke ma ọ bụ ịghọta okwu ma ọ bụrụ na ọ nweghị ike iji okwu mee ihe ma ọ bụghị ihe jikọrọ ya na mmepụta okwu."
]