[
  "Nsogbu mmiri nke Cape Town dị na obodo South Africa bụ oge oke ụkọ mmiri na mpaghara Western Cape, nke na-emetụta obodo Cape Town ofuma",
  "Ọ bụ ezie na mmiri dam na-ebelata kemgbe afọ 2015, nsogbu mmiri nke ogbe Cape Town malitere nke ukwuu n'etiti afọ 2017 ruo n'etiti afọ 2018 mgbe mmiri na-efe n'etiti pasent 14 na 29 nke  mmiri niile.",
  "Mpaghara Cape Town na-enwe ihu igwe Mediterenian na-ekpo ọkụ, oge ọkọchị na mmiri ozuzo n'oge oyi",
  "Western Cape Water Supply System na-adabere ihe fọrọ nke nta ka ọ bụrụ kpamkpam na mmiri ozuzo, nke a na-ejide ma chekwaa na nnukwu ihe mgbochi mmiri isii dị n'ebe ugwu. A na-eme ka ihe mgbochi mmiri na-ada n'ebe ndị a na-enweta mmiri, karịsịa n'oge ọnwa oyi oyi dị jụụ site na Mee ruo Ọgọst, na ọkwa mmiri na-agbadata n'oge oge ọkọchị nkeonwa",
  "Ihe kpatara nsogbu mmiri ahụ bụ oke ụkọ mmiri ozuzo site n'afọ 2015-2017 nke karịrị ụkpụrụ atụmatụ nke Ngalaba Mmiri na Idi ocha. A na-ejikọta mbelata mmiri ozuzo na mgbanwe sara mbara na ikuku na oke osimiri, gụnyere mgbanwe nke Southern Hemisphere moisture corridor n'etiti afọ 2015 , mgbanwe nke jet-stream na mmụba nke usoro nrụgide dị elu nke South Atlantic.N'afọ  2017 bụ afọ kachasị akọrọ kemgbe 1933, ma eleghị anya tupu, ebe ọ bụ na data a pụrụ iji tụnyere otupu afp 1933 adịghị. Ọ chọpụtakwara na ụkọ mmiri ozuzo nke oke a ga-eme ihe dịka otu ugboro n'ime afọ 300 ọ bụla.",
  "Ndị bi na Cape Town amụbaala site na nde mmadụ 2.4 bi n'afọ 1995 ruo nde mmadụ 4.1 ka ọ na-erule afọ 2015, na-anọchite anya mmụba pasent 71 nke ndị bi na afọ 20, ebe nchekwa mmiri mmiri mmiri na-abawanye site na pasent 17 n'otu oge ahụ.  Na 2007, Department of Water Affairs and Forestry buru amụma na mkpa na-eto eto na Western Cape Water Supply System ga-akarị ọkọnọ ma ọ bụrụ na obodo na obodo ndị ọzọ emezughị usoro nchekwa mmiri na njikwa ọchịchọ.",
  "Ọ bụ gọọmentị ime obodo, mpaghara na nke mba na-ekere òkè maka inye mmiri",
  "Iwu Mmiri Mba (Iwu 36 nke 1998) na-ekwu na gọọmentị mba bụ \"onye nlekọta ọha na eze\" nke akụ mmiri nke mba ahụ iji hụ na a \"na-echebe, jiri, mepụta, chekwaa, jikwaa ma chịkwaa mmiri n'ụzọ na-adịgide adịgide na nke ziri ezi\". Nke a kpatara esemokwu n'etiti gọọmentị ime obodo na nke mpaghara (Democratic Alliance, DA) nke ndị mmegide na-eduzi n'otu aka, na gọọmentị mba nke ọtụtụ ndị otu na-edu na nke ọzọ (African National Congress, ANC), na ndị otu na'ebo ibe ha ụta maka nsogbu mmiri. A na-akatọ DA maka enweghị echiche n'ihu maka mmepe nke isi iyi mmiri ọhụrụ na akụrụngwa, ebe a na-ebo ANC ebubo na ọ na-egbochi ego iji mebie ma mee nye nchịkwa DA iyere. Helen Zille, onye isi ala nke Western Cape, akpọọla gọọmentị mba ka ha kwụọghachi obodo Cape Town maka ego ọ ga-efu iji jikwaa nsogbu mmiri ahụ.",
  "Na 2018, Cape Town jụrụ onyinye sitere n'aka ndị Israel iji nyere ya aka iwu ụlọ ọrụ desalination.",
  "Nsogbu mmiri ahụ nwere mmetụta dị ukwuu na akụ na ụba, ahụike na nchekwa",
  "O doro anya na inye mmiri obodo maka ịgba mmiri na iji obodo eme ihe nwere ihe dị mma n'ụdị nchekwa nri, ahụike ọha na eze,  na ihe ndị ọzọ dị mkpa."
]