[
  "Nsogbu mmiri Chennai nke 2019 bụ nsogbu mmiri na-eme na India, ọkachasị na obodo Chennai dị n'ụsọ oké osimiri na Tamil Nadu. Na 19 June 2019, ndisi obodo Chennai kwuru na \"Day Zero\", ma ọ bụru ụbọsi ọ fọrọ nke nta ka ọ bụrụ na mmiri a fodoru, eruola, ebe ọ bụ na nnukwu ọdọ ano mmiri nafu nobodo akpọwụọla. Afa nabọ nke mmiri ozuzo na-adịghị mma, ọkachasị na ngwụcha afa 2017 na n'bido afa 2018 dugara na nsogbu a.",
  "N'ihi na mmiri pọmpụ akwụsigo ịgba ọso, ezinụlọ ụfọdụ anọwo na-adabere na isi iyi mmiri ndị ọzọ dị ichiche di ka ebe dị anya, pọmpụ mmiri ọha na-enweghị ntụkwasị obi, na tankị mmiri dị okonụ.\n Àtụ:OSM Location map\nChennai bụ obodo nwere idi karịrị nde mmadụ 11, nke dị ka obodo New York , Na obodo nke anọ kacha ukwuu na India.",
  "Obodo a bụ ebe injinịa ụgbọ ala ma nwee ọtụtụ ụlọ ọrụ na-arụ ụgbọ ala na-arụ gburugburu ebe nchekwa mmiri nke obodo ahụ",
  ".",
  "Chennai na-adabere Na akụkọ ihe mere eme na mmiri ozuzo kwa afọ iji mee ka mmiri ya jupụta ebe ọ bụ na mmiri na-adịghị mma na-emetọ osimiri.",
  "E nwere ọdọ mmiri anọ na obodo ahụ, ya bụ, Red Hills, Cholavaram, Poondi na Chembarambakkam, nwere ajikọtara Ike nke 11,057 mcft.",
  "Afa atọ nke mmiri ozuzo dara na 2016, 2017, na 2018",
  "Oge mmiri ozuzo nke afa 2018 bụ otu nime oge kachasị akọrọ edekọla na Chennai, ebe ọ bụ naa 343.7 mm nke mmiri ozuzo dara e jiri ya tụnyere nkezi nke 757.6 mm, nke bụ 55% mmiri ozuzo",
  "Tụkwasị na nke a, steeti nine Na Tamil Nadu edegowo mmiri ozuzo 23% n'oge ahụ. Nnukwu okpomọkụ na India site na May ruo June 2019 na-eme ka nsogbu ahụ dịkwuo elu site n'iwepụ mmiri ọ bụla fọrụ na ọdọ mmiri.",
  "Nchịkwa na-ezighị ezi nke gọọmentị na iwu ihe a na-eme atụmatụ na-enweghị isi abụwokwa ihe kpatara nsogbu a.",
  "Ọtụtụ nde mmadụ enweghị mmiri na-aga n'ihu",
  "Enweghị mmiri ozuzo na mmiri dị n'okpuru ala ahapụla ọdọ mmiri anọ na-enye obodo ahụ mmiri kpọrọ nkụ kpamkpam",
  "Enweghị ike igbo mkpa maka mmiri emeela ka ụlọ ọrụ dị ka họtel na ụlọ oriri na ọṅụṅụ mechie",
  "Ndị na-ebu mmiri si n'ógbè Tamil Nadu nke ụkọ mmiri ozuzo na-emetụtaghị na-eweta mmiri n'akụkụ ụfọdụ nke obodo ahụ",
  "Otú ọ dị, tankị gọọmentị nwere ike iwe ihe ruru otu ọnwa iji pụta mgbe achọrọ, ọtụtụ ezinụlọ, ndị bi na ya bara ọgaranya, na ndị nwe ụlọ ọrụ ahọrọla ịkwụ ụgwọ maka tankị mmiri dị oke ọnụ",
  "Ndị ogbenye bi n'ime ogige enweghị nhọrọ a; ezinụlọ nọ n'ogige Chennai nwere ike ịnata ihe dị ka lita 30 (7.9 US gallons) nke mmiri kwa ụbọchị ma e jiri ya tụnyere ezinụlọ America nke na-eji lita 1,150 (300 US gallons).",
  "Ọtụtụ ọgụ maka mmiri amalitewokwa n'ihi esemokwu ahụ",
  "N'otu esemokwu dị otú ahụ nke mere na 15 June 2019, a mara otu nwanyị mma ma nyefee onye na-eme ya na ndị uwe ojii."
]