[
  "Nsogbu mbuze nke ndagwurugwu Naịjirịa anọwo na-aga n'ihu kemgbe tupu afọ 1980, ma na-emetụta obodo buru ibu na na nke nta",
  "Ọ bụ ọdachi na gburugburu ebe obibi, gburugburu ebe obibi، akụ na ụba, na nke ndị ọdachi metụtara mmadụ na-akpata mmebi ala, ọnwụ nke ndụ, na ihe onwunwe ruru ọtụtụ nde dollar",
  "Ọnụ ọgụgụ e mere atụmatụ nke ndagwurugwu na mba ahụ dị puku atọ",
  "Ha na-eme n'ihi ala ájá na-enweghị ike iguzogide mmiri na-asọ asọ ma mesịa na-agbaze, na-ahapụ oghere dị iche iche nke na-elo ụlọ na akụrụngwa ndị ọzọ",
  "Mbuze na ebe ndị a na-ahụ maka ozize na Ndịda Ọwụwa Anyanwụ Naịjirịa ji okpukpu atọ site na 1.33% (1,021 km2) n'afọ 1976 ruo ihe dị ka 3.7% (2,820 km2) n'afọ 2006 na-eme ka mpaghara ahụ bụrụ mpaghara kachasị nwee mmetụta na mba ahụ.",
  "Mbuze na-esikarị na mmiri na-asọ n'elu, ozize na-eme, karịsịa, na mbuze, nke na-etowanye ma na-adị omimi na mmiri ozuzo ọ bụla",
  "Ọtụtụ n'ime ndagwurugwu ndị ahụ aghọwo ndagwurugwu, nke nwere ike ịbụ ọtụtụ iri ma ọ bụ ọtụtụ narị ụkwụ miri emi",
  "Usoro okike ụfọdụ nwere ike ịkpata ndagwurugwu, dị ka nnukwu mmiri ozuzo, ala na-adịghị mma na ọdịdị na-adịghị Mma.",
  "Ụdị ala dị na Ndịda Ọwụwa Anyanwụ Naịjirịa na-eme ka usoro mmepụta ndagwurugwu dị ngwa: ụrọ ájá na ájá ụrọ. Ndị a bụ ụdị ala nwere ájá karịa ụrọ, ụrọ, ma ọ bụ ụrọ.",
  "Ụdị ala ma ọ bụ ọdịdị na-ekpebi otú mmiri si agafe ya",
  "Ụdị ala nwere njirimara ájá na-enye ohere maka oghere nke mmiri na-agafe n'ụzọ dị mfe",
  "N'ihi nke a, ala ájá enweghị ikike ijide ihe na-edozi ahụ ma kwado ndụ osisi",
  "Enweghị osisi na-agbasa mgbọrọgwụ ha n'ime ala ma mee ka ọ sie ike, ohere nke mbuze ala na-abawanye ọbụna karịa",
  "Ebe ọ bụ na erosion na-arụ ọrụ dị ukwuu na mbelata ala n'ógbè a, ọ dị mkpa ịtụle fatịlaịza na ịgba mmiri mgbe ị na-anwa ịzụlite ihe ọkụkụ.",
  "Ọnọdụ ihu igwe na Naịjirịa nwere mmetụta dị oke egwu na ndagwurugwu",
  "Maka mpaghara nke kpọrọ nkụ, ike mmiri ozuzo na-edugakarị idei mmiri na nnukwu mmiri n'otu ebe",
  "Enwere ike iwere mmiri ozuzo na Naịjirịa dị ka ihe siri ike, na nnukwu mmiri ozuzo ma na-ahapụ nnukwu mmiri ozu na ụfọdụ",
  "Akpụkpọ ala enweghị ike ịkwado mmiri wee si otú a na-emebi, na enweghị ahịhịa, usoro ahụ na-eme ngwa ngwa",
  "Otú ọ dị, na Naịjirịa, ihe ndị dị mkpa na-akpata mmepụta nke ndagwurugwu nwere ike ịbụ n'ụzọ dị ukwuu na ọrụ mmadụ dịka:",
  "Ọ bụ ezie na ọ na-elekwasị anya n'ọtụtụ obodo na steeti dị n'akụkụ ndịda ọwụwa anyanwụ nke mba ahụ, nsogbu ahụ na-emetụta ndị Naijiria niile n'ụzọ na-apụtaghị ìhè",
  "Ụlọ na ihe owuwu na-ada mgbe niile, ka ndagwurugwu na-agbasa n'oge mmiri ozuzo ọ bụla",
  "Enweghị mgbochi, ihe omume ahụ ga-emecha gbanwee mpaghara ahụ ka ọ bụrụ ala ọjọọ.",
  "Ọdịdị ala nke ndịda ọwụwa anyanwụ Naijiria na-ekpebi na ọ ga-abụ na mmiri na-agbawa",
  "E nwere ụdị atọ n'ógbè ahụ: ala dị larịị na ala dị ala, ugwu, na ugwu",
  "Ugwu ndị ahụ, nke nwere ọdịdị ala cuesta, na-eguzogide mbuze n'ihi ihe ndị dị n'ala ha, mana ha na-eje ozi dị ka ụzọ maka mmiri na-agbapụta ma na-emebi ebe ndị dị ala.",
  "Onye geomorphologist, G",
  "Ofomata, chọpụtara mmekọrịta dị n'etiti ndagwurugwu ugwu na oke mbuze na-eme",
  "Na 15 pasentị (15%) ndakpu, e nwere nnukwu ala furu efu karịa na 1 pasentị (1%) ndakpu",
  "N'agbanyeghi ma ha bụ oruro ma ọ bụ oruro ime, ala ala dị ala dị n'ihe ize ndụ n'ihi ọdịdị ala ha na-adịghị mma na akụkụ ala nwere ike imebi.",
  "E nwere ọkwa abụọ nke mmetụta nke ndagwurugwu kpatara:",
  "N'afọ 2010, Onye isi ala Goodluck Ebele Jonathan rịọrọ ụlọ ọrụ World Bank Nigeria maka enyemaka n'ịkwado ihe ịma aka nke mbuze ndagwurugwu, mmebi ala na enweghị nchebe gburugburu ebe obibi na mba ahụ",
  "Arịrịọ a dugara n'ịmepụta Nigeria Erosion and Watershed Management Project (NEWMAP), ọrụ afọ asatọ nke ọtụtụ ngalaba nke e mere iji dozie mgbawa ugwu na mpaghara Southern Nigeria na mmebi ala na mpaghara Northern Nigeria. Ebumnuche mmepe nke NEWMAP bụ iji belata ihe na-adịghị ike maka mbuze ala na mpaghara mmiri ndị a na-elekwasị anya na ngụkọta nke nde US $ 508 gbakwunyere ego ọzọ nke nde $ 400.",
  "Tupu ntinye aka a, ọtụtụ ntinye aka enweghị ike idozi ihe ịma aka nke mbuze ndagwurugwu karịsịa n'ihi adịghị arụ ọrụ nke ọma n'ịmepụta ihe owuwu kwesịrị ekwesị na enweghị mkpebi nke ndị obodo iji mee ihe. Otú ọ dị, n'ebe ụfọdụ dị ka ebe ndagwurugwu Madona, obodo Awhum nke Enugu State, na obodo Okudu nke Imo State, a na-eji ụfọdụ ntinye aka na-adịgide adịgide na ezigbo omume",
  "Ntinye aka ndị a doziri nsogbu nke mbuze ndagwurugwu n'ógbè ndị ahụ."
]