[
  "Àtụ:Infobox settlement\nNsukka bụ obodo na mpaghara gọọmentị ime obodo dị na Enugu Steeti, Naịjirịa",
  "Nsukka na Edem, Opi (ebe nchọpụta ihe ochie), Ede-Oballa, na Obimo nwere ókèala dị ka obodo",
  "Nsukka bụ isi ọchichi ime ododo govermenti nke Nsukka",
  "Koodu ozi nke mpaghara ahụ bụ 410001 na 410002 na-ezo aka na Mahadum nke Nigeria di na Nsukka Urban.",
  "Nsukka mejupụtara Mkpunano, Nru, na Ihe'n Owerre",
  "Ka ọ dị ugbu a, e nwere usoro na-ezighi ezi nke ịkpọ obodo niile dị n'okpuru Enugu North Senatorial Zone ndị Nsukka",
  "Omume a nwere ike ịbụ n'ihi na Nsukka nwere isi ụlọ ọrụ nke mpaghara Nsukka nke na-adịghịzi adị n'okpuru ọchịchị ndị ọchịchị.",
  "Nsukka bụkwa mpaghara gọọmentị ime obodo ma nwee ọtụtụ obodo gụnyere Nsukka ebe ehunyere nukwu ulo akwụkwọ ịzizi nke mbu n´ Naijiri bu  mahadum mbụ na Naịjirịa, Mahadum Naịjirị, Nsukka (UNN).",
  "Ndị nọ na Nsukka na-asụ asụsụ Igbo akporo ṅska",
  "Nsukka, asụsụ dị n'okpuru asụsụ Igbo buru ibu.",
  "A na-enwe mmetụta nke ndị Nsukka ruo na Idah di na steeti Kogi, ezinụlọ Achadu Oko Attah na Idah si Nsukka kwaga n'akụkọ ihe mere eme.",
  "Agha oge ochie nke Nsukka",
  "Nsukka na narị afọ nke iri na asatọ na nke iri na itoolu nwere otu n'ime ndị agha  kachasị ndi agya nile mma n' okpuru ochichi  Enugu-North nke ha ji mee ihe n'ịlụso ndị agbata obi ha agha iji nwetakwuo ókèala maka ọnụ ọgụgụ ha na-arịwanye elu na ebumnuche ndị ọzọ",
  "[citation needed] Obodo ọ bụla nke mejupụtara obodo Nsukka guzo n'ime ha otu ndị agha nke ndị si n'obodo ahụ",
  "[cittion needed]",
  "Ọtụtụ agha ndi Nsukka nusoro ndị agbata obi ha  gara  nke ọma nke mere na ụfọdụ obodo ndị gbara ya gburugburu rịọrọ enyemaka site na Nsukka iji chebe ha pụọ na ndị mwakpo ha.",
  "Ihe atụ ọzọ nke buru iche maka Nsukka bụ agha ya na Ejuona-Obukpa (obodo dị na Obukpa) nke mechara kwụsị na ntinye nke akụkụ nke Ejuona - Obukpa",
  "Dị ka D",
  "C",
  "Ugwu si kwuo, ekwesighi ile agha a anya dị ka otu n'etiti Nsukka na Obukpa dum ka Ejuona (obodo ahụ metụtara) jụrụ enyemaka nke Obukpa ndị ọzọ.",
  "Ka ọ na-eru mgbe agha ahụ na ebi, Nsukka nwere ihe ịga nke ọma n'iweghara akụkụ nke Ejuona-Obukpa, ọ fọrọ nke nta ka ọ kpochapụ otu obodo (Umugboguru) nke ndị bi na ya niile n'ime usoro ahụ.",
  "Eshu bụ ụdị ehi Igbo nke a na-eji eme ememe olili ozu na mpaghara ọdịbendị Nsukka nke Igboland",
  "Ọtụtụ ihe na-eme ka madu enweta ememe olili ozu, dị ka otu na mgbe ha nwụrụ, ọnọdụ alụmdi na nwunye ha, na ma ọ bụrụ ma ha na-eme otu ememe ahụ maka ndị mụrụ ha",
  "Ọ bụrụ na mmadụ ruru eru, mgbe ahụ, a na-eme emume ahụ iji hụ na ndị nwụrụ anwụ nwere ike izu ike n'udo ma bulie ha n'ọnọdụ dị elu n'ime ụwa mmụọ",
  "E nwere ọtụtụ anụmanụ nke enwere ike iji ma anụmanụ ọ bụla nwere ihe dị iche",
  "Ehi bụ nke kachasị elu n'etiti ndị a na-eji eme ememe ahụ.",
  "N' omenala ndi Igbo ọdịnala, umu-nwoke werechara ọnọdụ na ịchị ọchichi na-achịkwa kpamkpam",
  "A ga-ahụ ụmụ nwanyị mana a gaghị anụ ha: ọ bụ ụwa nke nwoke",
  "Ma ọ bụ na ọchịchị kwa ụbọchị, ọrụ akụ na ụba, okpukpe, n'etiti ndị ọzọ, ụmụ nwanyị rụrụ ọrụ dịpụrụ adịpụ na ọha mmadụ",
  "Nwoke nwere ike ịlụ ọtụtụ ndị nwunye dịka ọ chọrọ",
  "Ndị inyom ndị na-eto eto nwere ike ịbụ ndị ọgbọ nke ụmụ mbụ ya",
  "Ọ na-esiri ike iburu n'uche ma di ahụ bụ nwoke iji mee ka ọtụtụ ndị nwunye nwee afọ ojuju",
  "Iji nyochaa ekwesịghị ntụkwasị obi alụmdi na nwunye n'akụkụ ụmụ nwanyị nọ n'etiti ndị a na-alụ karịa otu nwanyị, ndị Nsukka Igbo guzobere omenala Ndishi / Nna",
  "Omenala Ndishi / Nna na-egosi nkwupụta ime mmụọ n'etiti ndị Nsukka nke sitere na akụkọ ifo",
  "Omenala ahụ machibidoro nwanyị ọ bụla lụrụ di itinye aka n'ụdị ọ bụla nke ihe omume na-abụghị alụmdi na nwunye ma ọ bụ nyere aka na mmekọrịta ahụ na-enweghị ikike di",
  "A na-adọkarị ụmụ nwanyị si n'akụkụ ndị ọzọ nke Igboland ndị lụrụ ụmụ nwoke nke mpaghara a aka ná ntị banyere ịdị irè nke ọdịnala a",
  "Ọ bụ nkwenye zuru oke n'etiti ndị mmadụ na omume ọ bụla dị otú ahụ na-adọta iwe nke chi, nke na-akpata ara ozugbo maka onye mebiri iwu",
  "N'iji usoro dị mma nke gụnyere, nyocha nke ndị sonyere, ajụjụ ọnụ indepth na ọdịnala ọnụ, ndị nchọpụta nyochara ike nke ọdịnala a n'ịtụle ekwesịghị ntụkwasị obi alụmdi na nwunye",
  "A họọrọ obodo Enugu-Ezike, Obollo, na Imilike nke nwere omenala ọdịbendị dị iche iche n'etiti ndị Nsukka maka ọmụmụ ahụ",
  "A ga-etinye echiche nke ntaramahụhụ na mgbochi Johannes Andenaeesão.",
  "A maara Nsukka dị ka obodo nwnere ọtụtụ ọdịnala ma ọ bụ otu n'ime obodo Igbo nke ka na-akwado omume ọdịnala ya okachasi  ememme nmo Masquerades ndị a na-abịa na agba na ọdịdị dị iche iche, ụfọdụ na-eme nke ọma ebe ụfọdụ na-agbagọ agbagọ.  Nsukka masquerade na-ewere aha dị iche iche na obodo dị iche iche",
  "Na Obollo Afor, a na-akpọ ya Akatakpa; na Igbo Etiti, a maara ya dị ka Odo; na Orba a maara ya dịka Ogede; na Nsukka, a na'akpọ ya Oriokpa. N'oge ochie, masquerades bụ ebe a na-agbakọta ka ha na-arụ ọrụ dị iche iche site na ntụrụndụ ruo ime udo, nchịkwa mmekọrịta mmadụ na ibe ya, a na-ejikwa ya maka ebumnuche nchekwa.",
  "Àtụ:Enugu StateÀtụ:Cities in Nigeria"
]