[
  "A New Source Review (NSR) bụ usoro ikikere nke US Congress mepụtara n'afọ 1977 dị ka akụkụ nke usoro mmezigharị na Clean Air Act",
  "Usoro NSR chọrọ ka ụlọ ọrụ gafee nyocha nke Ngalaba Na-ahụ Màkà Nchebe Gburugburu Ébé Obibi tupu iwu ụlọ màkà njikwa gburugburu ébé obibi ma ọ bụrụ na ha na-atụ aro ma ọ bụ iwu ụlọ ọrụ ọhụrụ ma ọ bụ mgbanwe ọ bụla na ụlọ ọrụ dị ugbu a nke ga-emepụta \"nnukwu mmụba\" nke mmetọ a na-achịkwa",
  "Iwu ahụ nyèrè ohere ka \"nlekọta a haziri ahazi\" ghara ikpuchi ya na usoro NSR. Ébé ọ bụ na akọwaghị okwu \"nnukwu mmụba\" na \"nlekọta a haziri ahazi\" n'ụzọ doro ányà na iwu, ha aghọwo isi iyi nke esemokwu n'ọtụtụ ikpe nke EPA, ndị otu ọdịmma ọha na eze, na ndị ọrụ.",
  "N'afọ 1988, ụlọ ọrụ Wisconsin Energy Corporation (WEPCo) nyèrè EPA nyocha NSR màkà mmezi na ụlọ ọrụ Port Washington",
  "Mmeziwanye ahụ gụnyere dochie anya na ịrụzi ngwá ọrụ ochie gụnyere ndị na-emepụta turbine steam, isi ihe ndị na-esi mmiri na nnukwu ngwọta asbestos",
  "WEPCo kwenyere na mbụ na ụlọ ọrụ ahụ, nke e wuru n'afọ 1932, agaghị anọ n'okpuru ihe NSR chọrọ ma kama ọ ga-ada n'okpuru \"nlekọta, nrụzi, na dochie anya\"",
  "Otú ọ dị, EPA kpebiri na mmelite ahụ ga-agbatị ndụ nke ụlọ ọrụ ahụ, ma bụrụ ogologo ógè na mmụba dị ịrịba ama na ikuku nke ụlọ ọrụ, na-akpali WEPCo ịgba EPA akwụkwọ n'ụlọ ikpe gọọmentị etiti.",
  "N'agbata afọ 1998 na 2000, Duke Energy nke dị na Charlotte mèrè mgbanwe irí abụọ na itoolu na mmelite na ọtụtụ n'ime mpaghara coal ya",
  "Mgbanwe ndị a, dị ka ndị dị na WEPCo, enweghị mmetụta na mpụga nke unit ma e mèrè iji dochie ma ọ bụ melite ngwá ọrụ ochie",
  "Duke etinyeghị akwụkwọ ma ọ bụ nweta ikikere site na EPA màkà ọrụ a, a gbara ya akwụkwọ",
  "EPA kwùrù na mgbanwe na mmelite nwèrè ike ịbawanye ikike izipu nke nkeji, ma nye ha ohere ịrụ ọrụ na mmepụta dị elu màkà ogologo ógè, na-etinye Duke karịa mgbochi nke EPA nke mmebi dị ịrịba ama (PSD), na-achọ NSR akpaghị aka.",
  "N'afọ ndị 1990, EPA malitere atụmatụ iji mee ka ihe ọhụrụ a chọrọ màkà nyocha megide ụlọ ọrụ ọkụ eletrik na-arụ ọrụ",
  "A na-agbakwunye mgbalị EPA site na ọrụ mmanye dị íchè íchè nke steeti na ụlọ ọrụ ndị na-abụghị gọọmentị na-etinye akwụkwọ ma ọ bụ na-etinye áká dị ka ndị na-eme mkpesa n'okpuru ihe ndị na-akpata ime ihe na Clean Air Act.  Steeti ndị na-emegide ónyé a na-ebo ebubo na-eje ozi dị ka ndị na-etinye aka na ndị na-ebo akwụkwọ na-arụ ụka na ndị na'ebo ebubo nọ na-akọwa iwu ahụ n'ụzọ siri ike karịa ka e mèrè ya",
  "Nsonaazụ nke atụmatụ ahụ dịgasị iche."
]