[
  "Ntụle mmetọ ikuku bụ itinye sayensị na teknụzụ iji buo amụma ihe mejupụtara mmetọ ifufe na ikuku màkà ébé na ógè enyere",
  "Enwere ike ịsụgharị amụma algorithm nkè mmetọ mmetọ n'ime akara ikuku, dịka nha n'ezie.",
  "Mbà na Ọbọdọ na-enye amụma site na ụlọ ọrụ gọọmentị steeti na nke ime ọbọdọ, yana ụlọ ọrụ onwé dị ka Airly, AirVisual, Aerostate, BreezoMeter, PlumeLabs, na DRAXIS nké na-enye atụmatụ mmetọ ikuku.",
  "Mmetọ ikuku bụ otu n'ime nnukwu nsogbu ụwa, ọ na-akpata nsogbụ iku ume, ọrịa akpa ume, na nsogbụ obi ma nwee ike inye aka na nsogbụ ahụike uche ma mee ka ọnọdụ ahụike dị ugbu a ka njọ",
  "Ọ nwèrè ike ịkpata mbelata na ahụike ụwa n'otu aka ahụ",
  "Ya mèrè, ibelata na ime ka ndị mmadụ márá nsogbụ ndị a sitere na mmetọ ikuku na-aghọ ihe dị mkpa",
  "Site na usoro ziri ezi nkè ịkọ ọdịnihu ikuku, ọ na-adị mfe ijikwa ma belata ihe ize ndụ nkè mmetọ ikuku ma hụ na ọkwa dị nchebe nkè mmetụ na mpaghara ahụ",
  "Ọ na-enyekwa aka nyochaa ihe ize ndụ na gbụrụ-gbúrụ ébé obibi na ihu igwe nke ikuku na-adịghị mma kpatara",
  "Nkọwa ziri ezi nwekwara ike iduga n'ịhazi ọrụ kwa ụbọchị, izere ebe ndị nwéré ébé dị elu, na itinye usoro nchịkwa mmetọ dị irè.",
  "Dị ka amụma ihu igwe, amụma mmetọ ikuku na-agụnye echiche dị mkpa nkè iwere foto dị ugbu a nké ikuku na iji simulation kọmputa bụrụ amụma ihe ga-eme na-esote",
  "Algorithm a na-ahụkarị na-eji ihe ndị a:",
  "Mkpebi ógè a na-atụ anya na ọ na-abụkarị kwa ụbọchị ma ọ bụ kwa awa na mkpebi ohere nwèrè ike ịgbanwe site na mkpebi mgbochi gaa na ọtụtụ mkpebi kilomita.",
  "Ọtụtụ amụma nké ikuku na-ekpuchi ụbọchị abụọ rụọ ise.",
  "Ụzọ dị elu na amụma ikuku na-ejikọta data akụkọ ihe méré eme na data sitere na sensọ n'ala na nyocha satellite iji nye nghọta, nyocha, na amụma site na mmetọ ikuku zuru ụwa ọnụ rụọ n'okporo ámá",
  "Ọ na-eburu n'uche ihe ndị dị n'ógbè dị ka okporo ụzọ, usoro ihu igwe mpaghara, ma ọ bụ ikuku na ikuku.",
  "Ọnọdụ ihu igwe dị ka ntụgharị okpomọkụ nwèrè ike igbochi ikuku elu ka ọ ghara ịrị elu, na-ejide mmetọ n'akụkụ elu, nké na-eme ka amụma ziri ezi nkè ihe omume ndị dị otú ahụ dị mkpa màkà nhazi ikuku.",
  "Ụdị ikuku dị mma n'obọdo ukwu chọrọ usoro nhazi dị mma, na-achọ iji ụdị ihu igwe dị elu; n'agbanyeghị nké a, ogo nke nduzi ihu igwe ọnụ ọgụgụ bụ isi ejighị n'aka na amụma ikuku.",
  "Site n'ịmara ọdịdị ikuku, mmadụ nwèrè ike ikpebi otu esi eme ihe, dịka n'ihi mmetụta ikuku, mmadụ ga-akwadebe tupu ógè eruo ma họrọ ógè kachasị mma iji mee ihe n'èzí."
]