[
  "Ntando Duma (amụrụ n'ọnwa Ọgọstụ abali iri abuo n' itolu, afọ 1995) bụ onye  mba South Africa bu nwanyi  na-eme ihe nkiri na onye na- agbaputa ihe n' telivishọn",
  "A maara ya nke ọma dị ka onye na-eme ihe ngosi na e.tv's youth programming block Craz-e, ebe ọ gosipụtara na Craz-e World live",
  "A makwaara ya nke ọma maka ihe ngosi ya nke Zinzi Dandala na e.tv's soap opera <i id=\"mwDQ\">Rhythm City</i>",
  "Ọ dabanyekwara n' okwu mba  nke sitere n' ihe onyonyo putara ihe ebe o sahere nwanyi juru ya ajuju maka idonye ugbo ala ya  ebe ndi nwere nkwaru n' adonye nke ha.",
  "A mụrụ Ntando Duma na obodo Orange Farm na Johannesburg, Gauteng",
  "O tolitere na obodo Orange Farm nke dị ihe dị ka kilomita iri anọ na ise site na Johannesburg, ebe nne ya na nne nne ya zụlitere ya",
  "O nwere ụmụnne atọ gụnyere nwanne ya nwanyị, Thando Duma\n E tolitere m n' Orange farm mu na nnem na nne nnem",
  "Anyi ejichaghi aka, nke mere onodu ahu ji mee na onweghi onye n' ime anyi nwere ego akpa nke ya m' o bu  gaa akwukwo n' ulo akwukwo onu ego ya  di elu",
  "N' agbanyeghi nke a' anyi jisiri ike nwee onodu ntolite di mma",
  "Dika nwata ozo n' ogige, anyi ga- egwuri egwu ma hapu ichegbu onwe anyi n' ihe obula ozo na- eme n' ulo\nNna ya hapụrụ ezinụlọ ahụ mgbe ọ dị afọ atọ ma nwụọ n'afọ 2008.",
  "O nwere nwa ya na onye oku egwu  a na-akpọ Junior DeRocka onye gụrụ nwa ha, Sbahle Mzizi.",
  "O sonyeere etv's Rhythm City dị ka Zinzi Dandala N'ọnwa Juun afọ 2014, e webatara Ntando Duma dị ka otu n'ime ndị nta akuko Craz-e.",
  "N'afọ 2020, ọ sonyeere The Queen telenova na-egosiputa agwa Mpho Sebata, n'afọ sochirinụ na June 2021 ka a mara ọkwa na ọ na-ahapụ mmepụta ahụ.",
  "Ọ rụrụ ọrụ dị ka onye nlereanya ma sonyekwa na 2015 Soweto fashion week runway.",
  "Ọ tọrọ ntọala Inspire A Teen SA Foundation.",
  "Mmebi ikike i nwe isi nka",
  "Na Jenụwarị 2022 News24 kọrọ na ụlọ ọrụ na-ese foto a ma ama bụ Pixel Kollective gwara ya banyere mmebi iwu nwe isi nka mgbe o biputere foto ndị ahụ sere na akaụntụ mgbasa ozi ya.",
  "Na 6 Julaị 2021, Ntando Duma nwetara nlelị maka ịkwọ ụgbọala n'ebe a na-adọba ụgbọala ndi  nwere nkwarụ, mgbe o bugara ya na akaụntụ Twitter ya. Ọtụtụ ndị lere vidio ahụ kwuru na Duma na-atụ anya na ndị isi ojii ga-agbachitere ya maka ịkpọputa  ndị ọcha na \"omume ọjọọ ha\" ma ọ bụ \"ịdị mpako\"."
]