[
  "Nuclear bụ ihe nkiri ihe nkiri America nkè afọ 2022, nke Oliver Stone duziri ma so were dee",
  "Ihe nkiri ahụ na-akpọsa ike nuklia dị ka ihe ngwọta dị mkpa iji lụso mgbanwe ihu igwe ọgụ.",
  "Ihe nkiri a dèrè site n'akwụkwọ A Bright Future: How Some Countries Have Solved Climate Change and the Rest Can Follow nke ndị ọkà mmụta sayensị US Joshua S",
  "Goldstein na Staffan A",
  "Qvist dere",
  "Goldstein sooro Oliver Stone dee ihe nkiri ahụ.",
  "Ihe ngosi ahụ bidoro na asọmpi na mbipụta nke 79 nkè Venice Film Festival",
  "Stone na Goldstein mechara kwe nkwa màkà atụmatụ ha na 53rd World Economic Forum 2023 na Davos, Switzerland. Ọ na-egosipụta otu n'ime ihe nkiri ikpeazụ nkè Vangelis.",
  "Dị ka ónyé na-akọ akụkọ ihe nkiri ahụ, Stone na-akwado ike nuklia dị ka isi iyi dị nchebe nke ike nke nwéré ike dochie mmanụ ala ma si otú ahụ nyèrè aka lụso mgbanwe ihu igwe ọgụ",
  "Ọ na-ebu amụma okpukpu abụọ ma ọ bụ okpukpu anọ nke mkpa màkà ọkụ eletrik n'ụwa niile n'ime afọ 30 na-abịanụ",
  "Iji hụ na nkwado zuru oke na ike carbon dị ala, Stone na-atụ aro mmepụta nke ụlọ ọrụ nuklia.",
  "Stone na-ekwu na imegharị ihe, ụgbọala eletrik na oriri nke ngwaahịa ndị na-adịghị emetụta gbụrụ-gbúrụ ébé obibi bụ naanị mgbalị nke ụmụ amaala nọ n'etiti iji nwee obi ụtọ mana ha agaghị eme ezigbo mgbanwe màkà ihu igwe",
  "Ndị na-ede akwụkwọ édémédé ahụ na-ebo ndị na-emegide nuklia ebubo na ha na-ejikọta ike nuklia na ngwá agha nuklia ma si otú a na-emepụta egwu dị mkpa megide ụdị ike a",
  "Ndị édémédé na-ekwukwa na ụlọ ọrụ mmanụ na gas na-akwado mkpọsa ahụ.",
  "Nnyocha dị na Variety na-egosi na akụkụ abụọ na-arụrịta ụka maka uru na ọghọm nke ike nuklia ejirila ogologo ógè",
  "Ónyé nyocha ahụ na-atụ aro ile ihe nkiri ahụ anya n'ụzọ doro anya, ma na-eche na ọ nwèrè ike inwe mmetụta yiri nke An Inconvenient Truth. Na 2022 Venice International Film Festival, International Council for Film, Television and Audiovisual Communication (CICT ICFT) nyere Nuclear ihe nrite Enrico Fulchignoni",
  "Ndị ọka ikpe kwuru na ihe nkiri ahụ na-agbakwunye nghọta sayensị ọhụrụ na obi ike na mkparịta ụka nke isiokwu na-ese okwu. Damon Wise nke Deadline nyochara ihe nkiri ahụ, na-akpọ ya \"ihe nche siri ike\", mana na-ekwu na ọ \"na-ebute ọtụtụ atụmatụ a na-atụghị ányá ya banyéré ike nuklia, na-agbagha akụkọ ifo dị ike n'ụzọ",
  "\""
]