[
  "Asụsụ Nuer (Thok Naath) (\"asụsụ ndị mmadụ\") bụ asụsụ Nilotic nke ìgwè Western Nilotic.  Ọ bụ ndị Nuer nke South Sudan na ọdịda anyanwụ Etiopia (ógbè Gambela) na-asụ ya",
  "Asụsụ ahụ yiri nnọọ Dinka na Atuot.",
  "Eji mkpụrụedemede sitere na Latin dee asụsụ a",
  "Enwere ọtụtụ olumba nke Nuer, n'agbanyeghị na ha niile na-eketa otu ọkọlọtọ ederede",
  "Dịka ọmụmaatụ, a na-akpọ ikpeazụ /k/ n'olumba Jikany mana a na-atụba ya na olumba ndị ọzọ n'agbanyeghị na e gosiri ya n'asụsụ Nuer nke mmadụ niile na-eji.",
  "Emebebeghị nyocha ụda olu",
  "Ya mere consonants ndị a nwere ike ọ gaghị adị iche.",
  "Ịda ụda abụghị ihe pụrụ iche na njedebe nke azuokokoosisi, n'agbanyeghị ma ọ dị na njedebe nke okwu ma ọ bụ n'okwu",
  "Ụyọkọ consonant n'ihi suffixes na-adịkarị mfe.",
  "Edere consonants eze th dh nh n'ọkpụkpụ nke bara uru",
  "/h/ dere ɣ.",
  "Ụdaume nwere ike ịdị ogologo ma ọ bụ mkpụmkpụ, ụda modal ma ọ bụ ume ume",
  "Edere nke ikpeazụ na-eji nrịbama n'ọkpụrụkpụ nke bara uru, ma e wezụga maka u na ä /ə̤/, ebe enweghị ụdaume modal-ụda dị iche.",
  "{æ} dị ụkọ",
  "(Curly brackets na-egosi nhazi ụdaume æ.) Ikpeazụ {i} na-eku ume mgbe niile",
  "O nweghi ihe dị iche n'etiti mkpirisi a na ə",
  "A na-akpọ iku ume {o} [ʊ] ma ọ bụ [ɵ]",
  "Faust & Grossman achọtaghị ihe akaebe siri ike maka ụda okwu ma ọ bụ ụda ụtọ asụsụ, na ihe ole na ole dị ka 1sg suffix //ə̌// na ọtụtụ suffix/ /nǐ/ ~ /ǐ/, nke nwere ụda na-arị elu.",
  "Ethnologue depụtara asụsụ ndị na-esonụ nke Nuer.",
  "Enwere olumba dị iche iche ndị otu Nuer bi na mpaghara dị iche iche na-asụ na South Sudan",
  "Ụfọdụ ndị Nuer bi na Western Ethiopia",
  "A na-akpọ ha Jikany Nuer",
  "A na-akpọkwa ndị Nuer nke Upper Nile State Jikany, na ndị dị na Jonglei State Lou, Gawaar, Thiang na Laak.",
  "E nwekwara mpaghara asaa nke ndị otu Nuer ndị ọzọ bi na mpaghara ọdịda anyanwụ nke Upper Nile Province nke a na-akpọ ugbu a dị ka Unity State Bentiu",
  "Mpaghara ndị a gụnyere:",
  "N'ime mmadụ 120,000 nọ na United Nations Protection of Civilians Site Bentiu, Nuer bụ asụsụ kacha amasị maka redio na akụkọ.",
  "Ndị gbara ọsọ ndụ Sudan na-asụ Nuer etolitela nnukwu obodo na Omaha, Nebraska, United States.",
  "Nuer: Naath dial diethɛ kɛ a lɔr kä päärkɛ kɛ a flecha malä a a mäni__wol____wol____wol__",
  "Tekɛ n'ime ala n'ime ya bụ n'ime obodo n'ime mba n'ime afọ n'ime ha.",
  "Igbo:  A mụrụ mmadụ niile nweere onwe ha nhata na ugwu na ikike",
  "Enyere ha uche na akọ na uche ma kwesị ịkpakọrịta ibe ha n'ime mmụọ nke ụmụnna.",
  "(Nkebi nke 1 nke Universal Declaration of Human Rights)",
  "Mkpụrụedemede nke Nuer na-eji mkpụrụedemede 39 dị iche iche, nke egosiri n'okpuru n'ụdị mkpụrụedemede ukwu (majuscule) na obere obere (minuscule).",
  "Ahịrị dị n'okpuru ụdaume, dị ka a̱, pụtara na e ji olu ume ume kpọ ya",
  "Udaume ä, u, na ikpeazụ m na-eku ume mgbe niile",
  "Udaume okpukpu abụọ, dị ka n'okwu raan (mmadụ), pụtara na ụdaume dị ogologo",
  "Nuer nwere ụda, mana ọdịiche dabere na ụda anaghị adịkarị.",
  "Ejiri usoro ide ihe n'afọ 1928 wee tinye obere mgbanwe n'akụkọ ihe mere eme nke asụsụ ahụ",
  "Ma ndị Dinka ma ndị Nuer kwetara na asụsụ ha dị nnọọ iche nke na ha apụghị ịkọrọ asụsụ e dere ede, ma ha chepụtara ọtụtụ ụkpụrụ.",
  "Asụsụ Nuer so n'ezinụlọ asụsụ ndị a, site na nke kacha nta gaa na nke kachasị ukwuu."
]