[
  "Ikike ndị bi n'ụlọ ndị nọọsụ bụ ikike iwu na omume nke ndị bi n'ụlọ ndị nọọsụ",
  "Iwu dị na agbụrụ dị iche iche iji chebe ikike ndị dị otú ahụ",
  "Ihe atụ mbụ nke iwu na-echebe ikike ndị dị otú ahụ bụ iwu Florida 400.022, nke e mere n'afọ 1980, nke amaara dị ka Iwu Ikike Ndị bi na ya.",
  "Ikike ndị a kapịrị ọnụ echekwara dịgasị iche iche site na ikike",
  "Ụdị ikike echekwara gụnyere: ùgwù, nzuzo ahụike, ego, nri na ikike nleta",
  "A na-echekwa ikike usoro, dị ka ikike mkpesa, ógè ụfọdụ.",
  "Ndị na-akwado ikike ndị bi na Australia eguzobewo Charter nke ikike na ọrụ ndị bi na Ngalaba Ahụike na Ịka nká na-enye ngalaba gọọmentị iji dozie mkpesa",
  "N'afọ 1987, gọọmentị webatara mgbanwe na iwu dị ukwuu nke tinyere usoro iji nyochaa ụkpụrụ.",
  "Ikike ndị bi n'ụlọ ndị nọọsụ na Canada yiri ka ọ bụ iwu kwadoro na ọkwa mpaghara",
  "N'Ontario, dịka ọmụmaatụ, Iwu ụlọ nlekọta ogologo oge nkè afọ 2007 nwere \"Bill nke ikike ndị bi\", gụnyere, tinyere, ikike a ga-emeso ya n'ụzọ nkwanye ùgwù na nkwanye ùgwù; na nzuzo na ọgwụgwọ; ka a gwa mmadụ màkà ọnọdụ ahụike na ọgwụgwọ ya; ikwenye ma ọ bụ jụ ọgwụgwọ; na nzuzo nke ndekọ ahụike na ọgwụgwọ; ịnata ndị ọbịa; na, mgbe ọ fọrọ nke nta ka ndị òtù ezinụlọ nọrọ awa 24 kwa ụbọchị.",
  "Kemgbe afọ 1994, New Zealand echebeela ikike ndị bi na ya (na ikike nke ndị nwere nkwarụ n'ụzọ gbárá gburugburu) n'okpuru Iwu Kọmishọna Ahụike na Nkwarụ, gụnyere ikike nkwanye ùgwù, nnwere onwe pụọ na ịkpa ókè na mmanye, ùgwù, nkwurịta okwu n'asụsụ onye bi na ya nwere ike ịghọta, ozi na nkwenye ọmụma, na ikike mkpesa.",
  "Ikike ndị bi na UK yiri ka ọ bụ isi iwu kwadoro na ọkwa mba",
  "N'England, dịka ọmụmaatụ, Care Quality Commission, onye na-ahụ maka ihe gbasara ahụike na nlekọta mmekọrịta mmadụ na ibe ya maka England, na-akọwa ụkpụrụ kacha nta nke mba n'okpuru Iwu Ụkpụrụ Nlekọta nke afọ 2000 maka ọrụ n'ụlọ nlekọta, gụnyere ùgwù na ikike nzuzo, ikike nri na ego, na ikike ime mkpesa ma ọ bụrụ na mmadụ enweghị obi ụtọ na nlekọta a na-enye.",
  "A na-echebe ikike ndị bi na US na ọkwa gọọmentị etiti na nke steeti",
  "Otú ọ dị, ikike iwu nke ndị bi n'ụlọ ndị nọọsụ na-arụrịta ụka ugbu a, ebe a na-ata ndị nnọchi anya na ọtụtụ nkwekọrịta ụlọ ndị nọọsụ ụta n'ihe gbasara ikwe ka ndị bi n'ike."
]