[
  "Nwabueze Jaja Wachuku Nwokolo (amụrụ na 11 Disemba 1954), nwa eze nke Ngwaland, bụ onye ọka iwu Naịjịrịa nke United Kingdom bụ onye otu kansụl na Law Society nke England na Wales; gụnyere ịbụ onye nduzi na onye isi oche nke BSN nke Great Britain: Black Solicitors Network, nnukwu òtù nke ụdị ya na Europe. Nwokolo bụ onye otu Law Society of England na Wales' Minority Ethnic Concerns Group. Ọzọkwa, ọ na-anọdụ na RAB: Regulatory Affairs Board nke Law Society.",
  "Nwokolo bụ onye ọrụ ebere, ọdịbendị dị iche iche na ezinụlọ̀ ka mma tinyere onye na-akwado ikpe zịrị ezi; yana onye ogbugbo, ọrụ ebere, na-enweghị uru, idu ndú ndị ọrụ, mmepe obodo, iwu udo, nha nhata, nnagide, itinye aka na ọkachamara dị iche iche. N'ọnwa Nọvemba afọ 2011, Nwokolo nyere aka na usoro nhọpụta ikpe na House of Lords nke United Kingdom nke Great Britain na Northern Ireland.",
  "Nwokolo bụ nwa nwanyị nke Jaja Wachuku: Onye isi oche mbụ nke Ụlọ Ndị Nnọchiteanya nke Naijiria; yana onye nnọchi anya Naijiria mbụ na onye nnọchianya na United Nations; na Minista Naijiria nke mbù maka ihe gbasara mba ọzọ na mmekọrịta Commonwealth",
  "Ọ bụ nwa nwa Eze Josaiah Ndubuisi Wachuku. Na Mee 2013, BRM-UK depụtara Nwokolo dị ka ihe nlereanya na Great Britain: Black Role Models United Kingdom otu nwere isi na London.",
  "A mụrụ ya dị ka Nwambeze ma ọ bụ Nwabueze Jaja Wachuku na Naijiria n'afọ 1954 nye Rhoda na Jaja Wachuk, Nwokolo gara Queen's School Enugu na Mahadum Naijiria, Nsukka (UNN) site na 1973 ruo 1977 ebe ọ gụsịrị akwụkwọ na LLB: Bachelor of Laws; gụnyere iwu, usoro obodo na nke mpụ, wdg",
  "A kpọrọ ya ka ọ bụrụ onye ọka iwu Naijiria dị ka BL: Barrister at Law na 1978; ma mee mmemeNational Youth Service Corps site na 1978 ruo 1979",
  "Na Mahadum nke Naijiria, Nsukka, ọ bụ onye isi oche, yana onye otu badminton na ndị na-egwu mmiri; gụnyere ịbụ onye otu Kandel Klub-show the light.",
  "N'afọ 1990, Nwokolo gara n'ihu site n'ịgafe CPE nke Mahadum Nottingham Trent: Common Professional Examination for law discipline practitioners in the United Kingdom",
  "Ọzọkwa, ọ gara n'ihu n'ọmụmụ iwu ya site n'ịgụsị akwụkwọ na College of Law Chester na LSF: The Law Society Finals na 1991",
  "N'afọ 1999, o mere PDT Family Mediation Training na UK",
  "N'afọ 2000, Nwokolo ruru eru maka CeMAP: Certificate in Mortgage Advice and Practice; na 2004, ọ nwetara Diploma na Mortgage Lending",
  "Kemgbe 1978, Nwokolo abụwo onye ọka iwu na onye ọka iwụ nke SCN: Ụlọikpe Kasị Elu nke Naijiria; na site na 1995, onye ọka iwu n'ụlọ ikpe nke Ezé Ukwu nke England na Wales ma ọ bụ Ụlọikpe Kasụ Elu nke England naWales- nke a na-akpọ ugbu a Ụlọikpe Kasọ Elu nke United Kingdom.",
  "N'ịbụ onye gụsịrị akwụkwọ ma ruo eruo na 1977 dị ka onye ọka iwu na Mahadum Naijiria, Nsukka, a kpọrọ Nwokolo na NBA: Nigerian Bar na 1978",
  "Ka e mesịrị, na 1995, ọ debanyere aha dị ka onye ọka iwu na England na Wales",
  "Ọnye otu kansụl nke The Law Society nwere ọrụ maka Minority Ethnic Concerns, Nwokolo bụ ugbu a onyeisi oche nke Black Solicitors Network: BSN nzukọ na United Kingdom of Great Britain. N'ihi ya, ọ na-anọchite anya BSN na External Implementation Group (EIG) nke ndị na-ahụ maka iwu ndị ọka iwu guzobere: SRA ː na nzaghachi maka nchọpụta nke iwu ọjọọ na nke na-ekwekọghị ekwekọ nke ndị ọka iwu ojii na ndị agbụrụ pere mpe. Dị ka onye isi oche BSN, Nwokolo nyere aka karịsịa na usoro nhọpụta ndị ikpe na Kọmitii Iwu nke House of Lords na Nọvemba 2011.",
  "Kemgbe afọ 2005, ọ bụ onye nduzi nke BSN: Black Solicitors Network",
  "Na mbido, tupu nhọpụta ya n'ọnwa Ọktoba afọ 2010 dị ka onye isi oche mba BSN, ọ duziri ngalaba Midlands; ma nwee ọrụ maka nlekọta ọzụzụ atụrụ dabere na ahụmịhe ya dị ogologó dị ka onye ọka iwu ezinụlọ, onye nlekọta ụka na ónye ogbugbo ọmịiko.",
  "Dị ka onye isi oche Black Solicitors Network, Nwokolo anọwo na-arụ ọrụ nke ọma iji jide n'aka na mmechuihu UK n'òzuzúya na ọnụ ọgụgụ dị ala na ọnụ ọgụgụ ndị ọka iwu nke ndị Black na ndị Africa na ọrụ iwu ka mma maka ọdịmma nke mba ahụ; n'ihe gbasara ntinye ndị ka nta na ọdịiche dị iche iche kwesịrị ekwesị.",
  "Site n'ọtụtụ atụmatụ, nke gụnyere ndụmọdụ nke Diversity League Table, Nwokolo emeela ka BSN rụọ́ ọrụ mgbe niile na ntụziaka nke ịgbasawanye òkè bara uru na ịnweta ọrụ iwu na United Kingdom",
  "A maara ya maka ọhụụ na-aga n'ihu n'okwu ndị a: Na-arụ ọrụ na ndị mmekọ anyị na-anwa ịkwalite ihe n'ihe gbasara ịmepụta ndị ọrụ iwu kwadoro site na ndị kacha mma",
  "Ntinye nke ajụjụ banyere mmekọrịta ọha na eze nke ndị ọka iwu, na ndị ọka iwu ka ha bụrụ, na-anọchite anya akụkụ ọhụrụ dị mkpa nke mkparịta ụka ahụ. Akụkọ a dị mkpa nke Diversity League Table nwere mpaghara anọ dị iche iche; ya bụ: okike, agbụrụ, mmasị mmekọahụ na nkwarụ",
  "Na-elekwasị anya na ọnụ ọgụgụ mmadụ nke ụlọ ọrụ ndị ọka iwu na ụlọ ọrụ ndị iwu, a na-egosi nsonaazụ dị ka usoro nke profaịlụ nhazi na tebụl league na-esote; na-ahọrọ ndị sonyere na mpaghara ndị dị mkpa, yana igosi ọkwa zuru ezu na tebụla Diversity League zuru ezu.",
  "Nwokolo akwadowo ma meé mkpọsa maka iwepụ ụdị ịkpa ókè ọ bụla na mmeso na-ezighị ezi nke ndị mmadụ na United Kingdom, Nigeria na mba ụwa; ọ na-ekwusi ike na \"e nwere ọtụtụ ọrụ a ga-arụ\" site n'aka ụmụ mmadụ niile n'afọ ndị na-abịa n'ihụ",
  "Nwokolo kwuru, sị: \"Anyị ga-eduga ebubo ahụ, ma ghara ịgbaso ndị ọzọ na-enweghị ihe dị mma dị ka ndị ọka iwu iji nye ma nye ọrụ iwu\" maka imeziwanye ikike mmadụ, nnwere onwe ndọrọ ndọrọ ọchịchị na ịdị ndụ nke omume ndị isi ojii na ndị agbụrụ pere mpe (BME) na United Kingdom na ụwa niile.",
  "N'ịkwado ndị ọka iwu Naijiria, Nwokolo abụwo onye nkwado siri ike maka omume ka mma na mba Afrịka; yana, maka ndị ọka iwu a mụrụ na Naijiria na United Kingdom, n'agba SRA: Solicitors Authority Regulation ume ka ọ bụrụ onye na-ewuli elu na onye na-adịghị elé mmadụ anya n'ihe gbasara itinye BMES: Black and Minority Ethnic Solicitors na mmemme na ọrụ na-aga n'ihu. Ọzọkwa, kemgbe ọtụtụ afọ, Nwokolo abụwo onye na-akwado SRA sité na ọrụ ya nke inyere ndị ọkachamara aka ịghọta mgbagwoju anya na nsogbu ndị na-eche ha ihu na nha nhata na ihe dị iche iche.",
  "N'ịbụ onye na-anọchite anya ụmụ nwanyị, ndị ogbenye na ndị agbụrụ pere mpe, na Nọvemba 2011, na Kọmitii Iwù nke House of Lords, n'ọrụ ya dị ka Onye isí oche Black Solicitors Network, Nwokolo kwadoro eziokwu a ma ama \"plateau of merit\", gbasara usoro ịhọpụta ndị ọka ikpe na United Kingdom. O kwusiri ike, sị: \"Anyị achọghị usoro ikpe nke na-abaghị uru",
  "[ma] ị nwere ike ịhapụ ọtụtụ ndị ga-abara ọha mmadụ uru n'ozuzu ha\"",
  "Site na ọkwa nke uru \"ị na-ele ọha mmadụ n'ozuzu ya ma nabata uru dị n'ọtụtụ ebe dị iche iche ma mata uru ebe ị na-agaghị ele anya\".",
  "N'ụlọ ndị isi, Nwokolo bụ onye mmeri a ma ama nke: ọdịmma mmadụ, ọhụụ onye ndu ohu bara uru, nnagide na-adịgide adịgide, nkwurịta okwu ọdịbendị, ịmụta ibi n'otu, nnyefe ihe ọmụma ọmịiko na ijide n'aka na a na-enye ndị metụtara usorò nhọpụta ikpe ọzụzụ kwesịrị ekwesị",
  "A maara ya ka o kwuru na: \"Ọ dị mkpa ịgbasa echiche gbasara nhọpụta ikpe, gụnyere inye ndị na-atụ aro maka nhọpụta nhata na ọzụzụ dị iche iche",
  "\"",
  "N'afọ 2009, Nwokolo malitere oge nke abụọ ya na Council of the Law Society of England and Wales, ma bụrụ onye isi oche nke Law Society Group Equality and Diversity Committee ruo afọ̀ atọ. N'ihi ya, ọ na-aga n'ihu dị ka onye otu Legal Affairs and Policy Board (LAPB) na Black and Minority Ethnic Forum (BMEF) nke Law Society. N'ọnwa Eprel afọ 20111, ọ bụ onye isi oché nke Nzukọ Ndị Ọkaiwu Minority nke Law Society kwadoro.",
  "Kemgbe ọtụtụ afọ, Nwokolo etinyela aka na mmepé ọhụụ na uto atụmatụ nke ngalaba ndị agbụrụ dị nta nke Law Society; ma hụ mbọ na ọrụ ya dị ka \"ọrụ na-aga n'ihu\".",
  "Nwokolo abụrụla onyẹ otu kọmitii ndị na-esonụ nke The Law Society: National Executive: the Young Solicitors Group: 1999 Xia2003, Council Committee: 2002 Xia2005, Equality and Diversity: 2005 Xia2007, Chair Equality and Diversity Committee: 2007 Xia2010, Minority Ethnic Concerns Council: 2005 ruo ugbu a, Legal Affairs and Policy Board: 2007 ruo ugbu a na Co-Chair of the Minority Lawyers Conference: 2011",
  "Ọzọkwa, ọ n'eje ozi dị ka onye otu ndị ọkachamara na United Kingdom ndị a: Mkpebi: Ndị ọka iwu ezinụlọ: 1993 ruo taa, SRA: Ndị ọka ikpe na-ahụ maka nchịkwa mpụga: 2007 ruo taá, Association of Women Solicitors: 1995 ruo taa na ndị ọka iwu nwere nkwarụ: 2005 ruo taa.",
  "Banyere ọnụ ahịa agụmakwụkwọ iwu na United Kingdom, Nwokolo abụwokwa onye na-akwado ịchọta ụzọ ezì uche dị na ya iji mee ka ụgwọ agụmakwụkwọ mahadum belata iji wepụ ihe mgbochi ego maka ndị ọka iwu ojii na-achọ",
  "Ọ bụ olu doro anya na mkpa maka mmemme ntụziaka na atụmatụ agbamume maka ndị na-eto eto nwere mmasị ịmụ iwu.",
  "N'ụzọ doro anya na-akwado maka usoro agụmakwụkwọ iwu magburu onwe ya, nke ọhụrụ na nke kwesịrị nṅomi na United Kingdom dị ka onye otu Law Society Council for Minority Ethnic Concerns na onye isì oche nke Law Society Group Equality and Diversity Committee, Nwokolo, kwuru na 2009:",
  "\"Ọrụ ndị ọka iwu na-aga n'ihu na-adọta ndị ọka iwu ụmụ akwụkwọ BME n'agbanyeghị ọnụ ahịa dị elu nke agụmakwụkwọ, ntụgharị na omume nke ọzụzụ ịbụ onye ọka iwu",
  "Ọ dị mfe n'oge gara aga mgbe enyemaka sitere n'aka ndị ọchịchị obodo ọbụna maka ọkwa mahadum",
  "Iwụ bụ ọrụ asọmpi siri ike dịka ndị otu anyị niile kwusiri ike",
  "Iji nwee ihe ịga nke ọma, ọ dịghị mkpa ka ị bụrụ onye mbụ si Oxbridge",
  "Ihe achọrọ bụ ikwere n'onwe gị, agụụ, iguzosi ike n'ezi ihe, ịkwụwa aka ọtọ, nnọgidesi ike na ikike ịrụsi ọrụ ike",
  "Ị chọrọ ọtụtụ ndị nduzi dị ka ị nwere ike ịnakọta na ndị otù anyị niile mere ka ndị ọka iwu na-achọ enyemaka dị njikere n'akụkụ a",
  "Ndị were mmadụ n'ọrụ na-aga n'ihu na-achọ ma na-eji nzere na iwu kpọrọ ihe",
  "Ya mere, ndị ọka iwu na-eto eto kwesịrị ịdị njikere ịbụ ndị ọhụrụ na ndị na-emepụta ihe n'iji ọzụzụ ha bara uru dị ka ndị ọkachamara iwu",
  "\"",
  "Ọ lụrụ Chuka Uchemefuna Nwokolo, dọkịta na prọfesọ nke gastroenterology na nri na-edozi ahụ na Mahadum Warwick; gbakwunyere CBE: Commander of the Most Excellent Order of the British Empire, ha nwere ụmụ nwanyị abụọ: Munachiso na Idu. Solihull, United Kingdom bụ ebe obibi ha",
  "Ọzọkwa, na nzuzo, Nwokolo na-arụ ọrụ nnọchiteanya na ikpe ziri ézi agbụrụ maka Chọọchị Metọdist nke Great Britain. Ọ bụ onye nduzi, onye nlekọta na gọvanọ na Queen's Foundation: Edgbaston: Birmingham: England bụ kọleji ọzụzụ njikọ ụka.",
  "AIMs: All Issues Mediation Service, nke na-ekwu maka esemokwu na esemokwu na ezinụlọ na obodo bụ nke o guzobere",
  "N'ụzọ dị ịrịba ama, Nwokolo na-arụ ọtụtụ ọrụ afọ ofufo na nke na-enweghị urù maka ụmụ mmadụ site na RIOJAWACH: Rhoda Idu Onumonu Jaja Wachuku, otu NGO: Òtù na-abụghị nke gọọmentị o guzobere iji cheta ndị mụrụ ya Rhoda na Jaja Wachaku."
]