[
  "Nwali Sylvester Ngwuta, CFR (abalị iri atọ, n'ọnwa atọ na afọ otu puku, narị iteolu na iri ise na otu ruo na abalị asaa, n'ọnwa atọ afọ puku abụo na iri abụọ na otu (30 Machị 1951 7 Maachị 2021) bụ onye ọka iwu Naijiria na onye ikpe nke Ụlọikpe Kasị Elu nke Naịjirịa. Ọ rụrụ ọrụ n'Ụlọikpe Kasị Elu site na afọ puku abụọ na iri na otu (2011) ruo mgbe ọ nwụrụ na afọ puku abụọ na iri abụo na otu (2021).",
  "A mụrụ Justice Sylvester na afọ otu puku, narị iteolu na iri ise na otu (1951) na Amofia-Ukawu, mpaghara ọchịchị ime obodo Onicha nke Ebonyi Steetị, ndịda ọwụwa anyanwụ Nigeria.",
  "O nwetara nzere bachelọ na Iwu na Mahadum Obafemi Awolowo ma a kpọọ ya n'ụlọ ikpe, ụlọ ikpe Naijiria na afọ otu puku, narị iteolu na iri asaa na asatọ (1978) mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ iwu Naịjirịa.",
  "Justice Sylvester malitere ọrụ iwu ya na afọ otu puku, narị iteolu na iri asaa na asatọ (1978) dị ka onye ndụmọdụ steeti na Benue Steeti Ministry of Justice, n'otu afọ ahụ ka o guzobere ụlọ ọrụ ọka iwu nke ya",
  "N'ọnwa iri n'afọ otu puku, narị iteolu na iri iteolu na ise (Ọktoba afọ 1995), a họpụtara ya ka ọ bụrụ onye ọka ikpe nke ụlọ ikpe dị elu nke steeti Abia",
  "N'abalị iri abụọ na abụọ n'ọnwa ise na afọ puku abụọ na iri na otu (Mee  2011), a họpụtara ya ka ọ bụrụ onye isi oche nke ụlọ ikpe mkpegharị ikpe nke Naijiria ma nʼọnwe ise n'afọ puku abụọ na iri na atọ (Mee afọ 2013), a nhọpụta ya n \"ụlọ ikpe kachasị elu nke Nigeria\" dị ka onye ọka ikpe.",
  "Ọ bụ onye isi oche nke mkpebi nke Ụlọikpe Kasị Elu nke kwadoro Olusegun Mimiko dị ka gọvanọ a họpụtara na Ondo Steeti na ntuli aka gọvana nke onwa ise n'afọ puku abụo na iri na atọ (Mee 2013).\nỌ chịkwara mkpebi nke Ụlọikpe Kasị Elu nke kwadoro Kayode Fayemi dị ka gọvanọ a họpụtara na Ekiti Steeti na ntuli aka gọvana nke ọnwa isii n'afọ puku abụọ na iri na atọ (June 2013) ma ndị ọka ikpe Ibrahim Tanko Muhammad na Suleiman Galadima kwadokwara ya. Ngalaba Na-ahụ Maka Nchebe nke Steeti (DSS) jidere ya na abaị asatọ n'ọnwa iri na afọ puku abụọ na iri na isii (8 Ọktoba 2016) maka ebubo iri ngo na nrụrụ aka. Otú ọ dị, Ụlọikpe nke Code Tribunal (CCT) kpebiri na ọnwa ise n'afọ puku abụọ na iri na asatọ (Mee 2018) na ọ bụ naanị Kansụl Ikpe nke Mba nwere ike ikpebi ma Ngwata ga-eche ikpe ihu ma ọ bụghị. Na ọnwa iteolu, n'afọ puku abụọ na iri na iteolu (Septemba 2019), Ngwuta maliteghachiri ọrụ ya dị ka onye ọka ikpe nke Ụlọikpe Kasị Elu mgbe a kwụsịtụrụ ya afọ atọ."
]