[
  "Nwanyeruwa, nke a makwaara dị ka Madame Nwanyeruw, bụ nwanyị Igbo bi na colonial Naijiria nke nwetara aha ọma maka nnọrụ ya na Aba Women's Riots, nke a maara nke ọma dị ka Women's War",
  "Nnupụisi ahụ malitere n'ihi na ụmụ nwanyị Naijiria ekweghị na ha gakwụ ụtụ isi n'etiti nsogbu akụ na ụba nke Great Depression",
  "Mgbe ya na nwoke Igbo Warrant Officer nwere nnukwu nsogwu, Nwanyeruwa haziri ụmụ nwanyị Naijiria  di 10,000 na ngangharị iwe megide ndị ọchịchị na ndị ọchịchị obodo",
  "Ọ bụ ezie na ngagharị iwe ahụ eweteghị  ọtụtụ mgbanwe ma ọ bụ nnabata nke ihe Nwanyeruwa chọrọ, maọ mere ka nwanyị  ne tinye aka na usoro ndọrọ ndọrọ ọchịchị Naijiria",
  "Ọtụtụ ndị ọkọ akụkọ ihe mere eme  atụlewo omume Nwanyeruwa, wee kwo na omume ya bụ ihe dị mkpa n'akụkọ ihe mere eme nke ịhụ mba n'anya n'Africa.",
  "n'agbanyeghịna a maghị ụbọchị a mụrụ ya na ebe a mụrụ ya, ụfọdụ ndị ọkọ akụkọ ihe mere eme ekwuola na a mụrụ Nwanyeruwa na alagbo, na mpaghara nke na-ekpuchi otutu na ime Ndịda Ọwụwa Anyanwụ Naịjirịa. Nwanyeruwa bụ nwanyị si n'ebo Oloko na Naịjirịa",
  "Dị ka a gbanwere ọrụ nwoke na nwanyị nke ọdịbendị Igbo dị iche na ọdịbendị ọdịda anyanwụ, Nwanyeruwa rụrụ ọrụ dị ka ikike kachasị elu n'ime ụlọ",
  "Oge ụfọdụ tupu 1929, Nwanyeruwa lụrụ nwoke Igbo aha ya bụ Ojim, onye nwụrụ oge tupu afọ ahụ.",
  "Agha ụmụ nwanyị, nke ndị Britain na-akpọkwa Aba Women's Riot, sitere na esemokwu dị n'etiti Nwanyeruwa na otu nwoke, akporo  Mark Emereuwa, onye na-enyere aka ịme ọnụ ọgụgụ nke ndị bi n'obodo ahụ nke Warrant, Okugo na-achịkwa",
  "Nwanyeruwa bụ onye nna Ngwa, ọ lụrụ di na nwunye n'obodo Oloko",
  "Na Oloko, ọnụ ọgụgụ ahụ metụtara ụtụ isi, ụmụ nwanyị nọ n'ógbè ahụ na-echegbu onwe ha banyere onye ga-atụ ụtụ isi ha, ọkachasị n'oge oke ọnụ ahịa na ngwụcha afọ 1920",
  "Ọdịda ego nke 1929 gbochiri ikike ụmụ nwanyị nwere ịzụ ahịa na imepụta ihe n'ihi ya ha chọrọ mmesi obi ike n'aka gọọmentị na-achị ha na a gaghị achọ ka ha kwụọ ụtụ isi",
  "N'ịbụ ndị na-eche nkwụsịtụ na ndọrọ ndọrọ ọchịchị ha ihu, ụmụ nwanyị ahụ kpebiri na ha agaghị akwụ ụtụ isi ma ọ bụ nyochaa ihe onwunwe ha.",
  "N'ụtụtụ Nọvemba 18, Emereuwa rutere n'ụlọ Nwanyereuwa wee bịakwute ya, ebe di ya Ojim anwụọla",
  "Ọ gwara nwanyị ahụ di ya nwụrụ ka ọ \"gụọ ewu, atụrụ na ndị mmadụ\"",
  "Ebe ọ bụ na Nwanyeruwa ghọtara nke a pụtara, \"Olee ihe ole ị nwere ka anyị wee nwee ike ịkwụ gị ụtụ isi dabere na ha\", iwe were ya",
  "Ọ zaghachiri site n'ikwu \"Ọ gụrụ nne gị di ya nwụrụ?,\" nke pụtara \"na ụmụ nwanyị anaghị akwụ ụtụ isi n'etiti ndị Igbo ọdịnala\"",
  "Ha abụọ kwurịtara okwu iwe, Emeruwa jidere Nwanyeruwa n'olu. Nwanyeruwa gara n'ọma ahịa obodo iji soro ụmụ nwanyị ndị ọzọ na-enwe nzukọ iji kwurịta okwu banyere ịtụ ụtụ isi ụmụ nwanyị kwurịta ihe merenụ",
  "N'ikwere na a ga-atụ ha ụtụ isi, dabere na akụkọ Nwanyeruwa, ụmụ nwanyị Oloko kpọrọ ụmụ nwanyị ndị ọzọ (site na izipu akwụkwọ nkwụ) site na mpaghara ndị ọzọ na mpaghara Bende, yana site na Umuahia na Ngwa. Ha kpọkọtara ihe fọrọ nke nta ka ọ bụrụ ụmụ nwanyị 10,000 na-eme ngagharị iwe n'ọfịs nke Warrant Chief Okugo, na-achọ ka ọ gbaa arụkwaghịm ma na-akpọ maka ikpe.",
  "N'ihi ngagharị iwe ahụ, ọnọdụ ụmụ nwanyị n'ime ọha mmadụ ka mma nke ukwuu",
  "N'ebe ụfọdụ, ụmụ nwanyị nwere ike dochie ndị isi Warrant",
  "A họpụtakwara ụmụ nwanyị ka ha rụọ ọrụ n'ụlọ ikpe ndị obodo",
  "Mgbe agha ụmụ nwanyị gasịrị, òtù ụmụ nwanyị siri ike na Ngwaland, ọtụtụ ihe mere n'afọ ndị 1930, 40 na 50 sitere n'ike mmụọ nsọ nke Agha ụmụ nwanyị, gụnyere ngagharị iwe ụtụ isi nke 1938, ngagharị iwe mmanụ nke afọ 1940 na Owerri na Calabar Provinces na Tax Revolt na Aba na Onitsha na 1956.",
  "Nwanyeruwa, tinyere ụmụ nwanyị ndị ọzọ si n'obodo Oloko kpaliri ụmụ nwanyị nọ n'obodo ndị ọzọ dị na Naijiria ịmalite òtù ndọrọ ndọrọ ọchịchị nke ha. Ọrụ Nwanyeruwa ruru na Agha Ụmụ nwanyị bụ otu n'ime usoro omume nke rụrụ ọrụ dị ka ihe na-akpali mgbanwe mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị n'akụkọ ihe mere eme nke Naijiria, na-enyere ndị na-ahụ mba Afrịka aka na mpaghara ahụ na ndị na-achọ nnwere onwe, nke rụzuru na nnwere onwe e nyere na 1960",
  "Omume ya gosipụtara ihe dị ịrịba ama na ịhụ mba n'anya n'Afrịka na ikike ụmụ nwanyị n'Afríku."
]