[
  "Nwando Achebe bụ onyé agụmakwụkwọ Naijiria-America, onyé nchịkwa agụmakwụkwọ, onyé ọkà mmụta ụmụ nwanyị, n'akwa onye ọkọ akụkọ ihe mere eme na-enweta ọtụtụ onyinye. Ọ bụ  onyé Jack na Margaret Sweet Endowed Prọfesọ nke akụkọ ihe mere eme n 'akwa Associate Dean for Diversity, Equity, and Inclusion na College of Social Science na Mahadum Michigan State. Ọ bụkwa onyé guzobere na onye isi nchịkọta akụkọ nke Journal of West African History",
  "A mụrụ Nwando Achebe na Enugu, n'ebe ọwụwa anyanwụ Naijiria n'ezinuló onyé edemede Naijiria, onye edemede, na onye na-ede uri, Chinua Achebe, na Christie Chinwe Achebe، okanmuta nke agụmakwụkwọ. Ọ bụ nwunye Folu Ogundimu, okanmuta nke akwụkwọ akụkọ na Mahadum Michigan State, na nne nke nwa nwanyị bu, Chino. Nwanne ya nwoke nke okenye, Chidi Chike Achebe bụ onye isi dọkịta na elekota ahu mmadu.",
  "Achebe nwetara Ph.D",
  "ya na akụkọ ihe mere eme nke Africa na Mahadum California, Los Angeles n'afọ 2000",
  "Onye na-akọ akụkọ ihe mere eme site na ọzụzụ ọ'nwere, ebe ọ maara nke puru iche bụ akụkọ ihe mere  eme nke Odida anyanwu Africa, ụmụ nwanyị, okike na akụkọ mmekọahụ",
  "N'afọ 1996 na 1998, ọ rụrụ ọrụ dị ka Ford Foundation na Fulbright-Hays Scholar-in-Residence na The Institute of African Studies na The Department of History and International Studies na Mahadum Nigeria, Nsukka",
  "Ọnọdụ agụmakwụkwọ mbụ ya bụ dị ka onye enyemaka okanmuta nke akụkọ ihe mere eme na College of William and Mary",
  "Ọ gafere na Mahadum Michigan State n'afọ 2005 dị ka onye na-arụ ọrụ dika  okanmuta n'afọ 2010, ọ bụkwa okanmuta  Jack na Margaret Sweet wubere ugbu a.",
  "O bipụtara akwụkwọ isii",
  "Akwụkwọ mbụ ya, Farmers, Traders, Warriors, and Kings: Female Power and Authority in Northern Igboland, 1900 Xia1960, bụ nke Heinemann bipụtara n'afọ 2005",
  "N'ịbụ ópuruiche nke Ọka mmuta na onyé edemede a ma ama, Isidore Okpewho, na \"ihe omume dị mkpa na mbipụta ọmụmụ okike nke Afrịka,\" site n'aka Chancellor  na ọkà mmụta ụmụ nwanyị, Obioma Nnaemeka, Achebe's Farmers, Traders, Warriors, and Kings na-anọchite anya onyinye dị mkpa iji ghọta akụkọ okike na ụmụ nwanyị n'Africa, n'akwa mgbanwe ndọrọ ndọrọ ọchịchị na okpukpe n'oge ọchịchị. Ọbu ntinye aka dị ịrịba ama na nke na-aga n'ihu na arụmụka banyere usoro akụkọ ihe mere eme nke ụmụ nwanyị, akwụkwọ ahụ na-elekwasị anya n'ihe Achebe na-ekwu dị ka ụkpụrụ ime mmụọ nke ụmụ nwanyị Igbo na ndụ ụmụ nwanyị Igbo n'ebe ugwu n'ụzọ ederede ndị dị ugbu a na akụkọ ihe mere anya Igbo na-adịghị, site n'igosi ha abụọ dị ka ndị na-ekere òkè na ime nke ugwu ala igbo",
  "N'ime nnyocha ahụ, a na-eji akụkọ ihe mere eme nke ndị Igbo dị n'ebe ugwu eme ihe iji maa orthodoxies a nabatara nke na-akọwa ụmụ nwanyị Afrịka dị ka ndị nọ n'okpuru site n'ibuli ajụjụ na igosi ihe akaebe banyere ọdịdị nke ike na ikike ụmụ nwanyị n'ime otu ndị Igbo a",
  "Onye edemede ahụ na-akọwa ihe ọ na-ewere dị ka usoro okpukpe, akụ na ụba na ndọrọ ndọrọ ọchịchị nke nyere ụmụ nwanyị ohere inweta ike n'oge precolonial ma ọ bụ tupu ndi ocha aya; yana mmetụta nke colonialism na mmegide ndị ozi ala ọzọ na usoro ochie ndị a na nhọrọ ụmụ nwanyị",
  "Dị ka akụkụ nke agụmakwụkwọ, Farmers, Traders, Warriors, and Kings enweghị ike imeri ya na njikọ ya na ihe ọ pụtara, nkọwa na nghọta.",
  "Akwụkwọ ya nke abụọ, nke a na-ekwusa [dị ka onye si kwuo?   Ahebi Ugbabe, nke Indiana University Press bipụtara na 2011",
  "Ọ bụ akụkọ ndụ zuru oke banyere naanị nwanyị bụ onyeisi na eze na British Africa, ọ nwetakwala onyinye akwụkwọ atọ: Aidoo-Snyder Book Prize, Barbara \"Penny\" Kanner Book Prize na Gita Chaudhuri Book Prize. Nnyocha akwụkwọ akụkọ Leeds African Studies Bulletin nke akwụkwọ ahụ na-akpọ ya otu n'ime akwụkwọ ndị a na-arụrịta ụka nke ọma, nke a na-enyocha nke ọma n'ihe gbasara akụkọ ihe mere eme na ọmụmụ ụmụ nwanyị na ndị Igbo na-achị ala, Naijiria na Africa. Akụkọ ndụ, ihe na-adọrọ mmasị nke nwanyị Igbo pụrụ iche, Ahebi Ugbabe (c",
  "1885[[1948) nke gbanwere onwe ya n'oge ndụ ya ka ọ bụrụ eze nwanyị na-ekpughe ọtụtụ ihe banyere mgbanwe nke ike nwoke na nwanyị n'okpuru ọchịchị Britain na-apụtaghị ìhè na ụzọ ụmụ nwanyị Igbo si kwurịta okwu ma kpụzie gburugburu ebe obibi",
  "N'ịdabere na nyocha ọnụ dị ukwuu, Achebe na-etinye ndụ Ahebi n'ime ihe gbasara ọtụtụ mgbanwe nwoke na nwanyị n'ime ụmụ nwanyị nke nwanyị Headman, nwanyị Warrant Chief, nwanyị Eze na nwanyị di",
  "N'otu oge ahụ, akụkọ ndụ ahụ na-akọwa oke nke mgbanwe ndị dị otú ahụ",
  "N'ikwu ya n'ụzọ dị nkenke, Eze Nwanyị nke Naịjirịa na-eme ka ụlọ ọrụ otu nwanyị na-eme ihe n'ịmezigharị ala nke ndọrọ ndọrọ ọchịchị ọdịnala na nke ọchịchị na mpaghara ya.",
  "Dr",
  "Achebe bụ onye na-ede akwụkwọ nke 2018 History of West Africa E-Course Book (British Arts and Humanities Research Council, 2018), akwụkwọ nkuzi nke e mere maka ụmụ akwụkwọ West Africa na-anwale West African Senior School Certificate Examination (WASSCE) History Paper 1, West Africa and the Wider World from Earliest Times to 2000. Ọ bụkwa onye nchịkọta akụkọ ya na William Worger na Charles Ambler nke A Companion to African History (Wiley Blackwell, 2019), n'akwa Claire Robertson, Holding the World Together: African Women in Changing Perspective (University of Wisconsin Press, 2019)",
  "Achebe's 2020 Female Monarchs and Merchants Queens in Africa bụ nke Ohio University Press bipụtara. Laura Seay nke The Washington Post, dere banyere Female Monarchs na Merchant Queens na Africa, akwụkwọ mara mma, nke na-adọrọ mmasị ma na-enweta ohere, nke a na-agụkarị na nke a na'anya, nke na'anya bụ akwụkwọ na-adọta mmasị na ngwa ngwa nke na-egosi ọtụtụ, ọtụtụ ụzọ ụmụ nwanyị gafee kọntinent Afrịka na-eduga ma na-aga n'ihu na-edú",
  "Ọ na-etinye kpamkpam iji mee ka echiche nke ụmụ nwanyị Afrịka dị ka ndị na-adịghị arụ ọrụ ma ọ bụ ndị na-enweghị ike ma na-egosi na ụmụ nwanyị na-arụ ọrụ dị mkpa na mpaghara ọ bụla nke ọha mmadụ",
  "Ọ na-emekwa ka ihe dị ike na ndị Afrịka nwere ihe jikọrọ ha karịa ọdịiche, n'agbanyeghị oke na ọdịiche dị iche iche nke kọntinent ahụ",
  "N'ikpeazụ, Achebe na-enye aka na mgbalị iji weta nyocha nke njirimara ndị na-eme ihe na African Studies, na-egosi n'ụzọ doro anya na echiche nke okike na mmekọahụ abụwo ogologo oge na-agbanwe agbanwe ma na-agbanwere na kọntinent ahụ",
  "\"",
  "Nwando Achebe enwetala onyinye site na Wenner Gren Foundation, Rockefeller Foundation, Woodrow Wilson, Fulbright-Hays, Ford Foundation, World Health Organization na National Endowment for the Humanities",
  "Ọ bụkwa onyé natara onyinye akwụkwọ atọ."
]