[
  "Nwankwo Kanu (na-ege ntị) OON (amụrụ n'ụbọchị mbụ n'ọnwa asatọ n'afọ otu puku, nari iteolu na iri asaa n'isii (1, Ọgọstụ1976) bụ onye Naijiria bụbu onye na-agba bọọlụ nke na-agba ọsọ dị ka onye na-aga n'ihu",
  "Ọ bụ onye otu mba Naịjirịa, ma na-egwuri egwu maka ndị otu Naịjirị Iwuanyanwu Nationale, ndị Dutch Ajax, Inter Milan nke Ịtali, na klọb ndị England Arsenal, West Bromwich Albion na Portsmouth.",
  "Kanu meriri ihe nrite UEFA Champions League, ihe nrite nke UEFA Cup, ihe nrita FA Cup atọ na ihe nrite abụọ nke onye egwu africa nke afo, n'etiti ndị ọzọ",
  "Ọ bụ otu n'ime ndị egwuregwu ole na ole meriri Premier League, FA Cup, Champions League, UEFA Cup na Olympic Gold Medal. O mere nke atọ kachasị dochie anya n'akụkọ ihe mere eme nke Premier League, na-apụta site na bench ugboro otu nari na iri na asatọ (118), a na-ewerekwa ya dị ka otu n'ime ndị egwuregwu kachasị mma n'akụnụ ihe mere eme bọọlụ Afrịka.",
  "Ọ bụkwa onye nnọchi anya UNICEF Mma mma, na onye nnọchianya akara Afrịka maka onye ọrụ igwe onyonyo  dijitalụ StarTimes. Ọ bụkwa onye nwe igwe onyonyo nke Kanu Sports, ụlọ ọrụ igwe onyonyo  egwuregwu Ịntanetị.",
  "A mụrụ ya na Owerri, Imo steeti, Naịjirịa, Kanu malitere ọrụ ya na klọb league nke Naịjirị Federation Works, tupu ọ kwaga Iwuanyanwu Nationale",
  "Mgbe ọ rụchara ọrụ dị ịrịba ama na U-17 World Championships, Dutch Eredivisie AFC Ajax bịanyere aka na ya na afọ otu puku, narị iteolu na iri iteolu na atọ (1993) maka ego a na-akọwaghị. O mere Ajax mbụ ya n'afọ ahụ wee gaa n'ihu gbaa goolu iri abụọ na ise n'egwuregwu iri ise na anọ",
  "Kanu bịakwara dị ka onye na-esote na mmeri ikpeazụ nke Ajax na afọ otu puku, narị iteolu na iri iteolu na ise (1995) UEFA Champions League megide AC Milan",
  "N'afọ sochirinụ, ọ malitere na afọ otu puku, nari iteolu na iri iteolu na isii (1996) UEFA Champions League Final megide Juventus.",
  "N'afọ otu puku, nari iteolu na iri iteolu na isii (1996), Ajax rere Kanu n'aka Inter Milan nke Serie A maka ihe dị ka onu ego dọla  nke pụtara nde anọ na narị asaa ($ 4.7)",
  "N'oge okpomọkụ ahụ, ọ bụ onyeisi ndị otu mba Naịjirịa meriri ọla edo n'egwuregwu Olimpik, wee gbaa goolu abụọ n'ikpeazụ na ọkara ikpeazụ megide ndị isi Brazil iji gbanwee akara abụọ na atọ (2 - 3) n'ime mmeri anọ na atọ (4 - 3) n\"oge mgbakwunye. A kpọkwara Kanu onye na-agba bọọlụ n'Afrịka nke Afọ n'afọ ahụ.",
  "Otú ọ dị, n'oge na-adịghị anya mgbe ọ lọtara n'egwuregwu Olimpik, Kanu gara nyocha ahụike na Inter, nke kpughere nnukwu nkwarụ obi, ndị dọkịta kwenyekwara na ọrụ ya agwụla. A wara ya ahụ nke ọma na ọnwa iri n'otu (Nọvemba) iji dochie valve aortic, ọ laghachighị na klọb ya ruo n'ọnwa anọ, n'afọ oru puku, narị iteolu na iri iteolu na asaa (Eprel1997). N'ajụjụ ọnụ, Kanu na-ekwukarị banyere okwukwe ya dị ka Onye Kraịst, ọ na-ekwukwa oge a siri ike nke ọrụ ya dị ka oge ọ na-ekpegara Chineke ekpere. Ahụmahụ Kanu mekwara ka o guzobe Kanu Heart Foundation, otu na-enyere ụmụaka Africa na-arịa ọrịa obi aka ma gbasaa ọrụ ha iji nyere ụmụaka na-enweghị ebe obibi aka na n'afọ puku abụọ na asatọ (2008).",
  "N'ọnwa abụọ n'afọ otu puku, nari iteolu na iri iteolu na iteolu (Febụwarị 1999), mgbe naanị egwuregwu iri na abụọ na otu goolu maka Inter, Arsenal bịanyere aka na Kanu maka ihe dịka onu ego pound nde anọ na iri na ise (£ 4.15)",
  "O mere nke mbụ ya maka Arsenal, megide Sheffield United na FA Cup",
  "Na akara otu na otu (1 - 1) na nkeji iri ka ọfọduru ka oge zuo,  onye na-edebe goolu Sheffield United bụ Alan Kelly kụrụ bọọlụ ahụ n'enweghị aka ka e wee nye Lee Morris ọgwụgwọ",
  "Mgbe Ray Parlour tụgharịrị bọọlụ ahụ n'egwuregwu, ọ bụ ezie na e bu n'uche ka ọ bụrụ Kelly, Kanu chụrụ bọọlụ a tụgharịrị n'akụkụ aka nri n'enweghị ihe mgbagha ma tinye bọọlụ n'etiti Marc Overmars, onye gbara goolu iji mee egwuregwu ahụ  abụọ na otu (2 - 1)",
  "Mgbe egwuregwu ahụ gasịrị, onye nchịkwa Arsenal bụ Arsène Wenger kwetara na ọ bụghị egwuregwu ziri ezi ma kwuo na ọ ga-egwuri egwu ọzọ nke Arsenal meriri ọzọ.",
  "N'agbanyeghị ihe omume ndị kpuchiri mmalite ya, a maliteghachiri ọrụ Kanu ngwa ngwa na Arsenal",
  "Ọ gbara goolu mbụ ya maka klọb ahụ na agba nke ọzọ nke iko ahụ megide Derby County, na-apụta n'elu bench iji nweta naanị goolu nke egwuregwu ahụ. Ọ ghọrọ onye a ma ama n'oge na-adịghị anya maka ike ọ na-agba goolu site na bench, na-agba ihe dị mkpa megide Sheffield Wednesday, Tottenham Hotspur na Aston Villa dị ka onye na-anọchi. Ọ ghọrọ onye a ma ama n'etiti ndị na-akwado ya maka ekele mkpịsị aka abụọ ya nke malitere na afọ otu puku, nari iteolu na iri iteolu na iteolu (1999) megide Middlesbrough ihe o mechara kọwaa na ọ dabeere na aha njirimara nke otu ahụ, The Gunners",
  "A họpụtara Kanu dị ka onye na-agba bọọlụ n'Afrịka nke Afọ nke ugboro abụọ n'afọ otu puku, nari iteolu na iri iteolu na iteolu (1999)",
  "N'afọ otu puku, nari iteolu na iri iteolu na iteolu ruo n'afọ puku abụọ (1999 na 2000), ọ gbara bọọlụ ugboro iri na asaa n'egwuregwu iri ise maka Gunners, gụnyere otu hat-trick na nkeji iri na ise megide Chelsea n'ọnwa iri n'afọ otu puku, nari iteolu na iri iteolu na iteolu (Oktoba 1999) iji gbanwee ọdịda nke abụọ n'ime mmeri nke atọ",
  "N'ọnwa Asatọ, na afọ puku abụọ na otu (Ọgọstụ 2001), Arsenal jụrụ arịrịọ Fulham nyere ihe dị ka onu ego pound nde asaa (£7m) maka Kanu. Otú ọ dị, ngosipụta nke Kanu maka Arsenal jiri nwayọọ nwayọọ bụrụ ihe na-adịghị ahụkebe, ọkachasị mgbe Thierry Henry pụtara dị ka onye mbụ Arsenal họọrọ na-eme ihe na Kanu na-ejikarị ya eme ihe dị ka onye nnọchi anya",
  "Kanu wee merie n'afọ  puku abụọ na atọ (2003) FA Cup na Arsenal",
  "Ya na ndị egwuregwu ndị ọzọ a ma ama, dị ka Henry na Robert Pires, Kanu bụ onye otu \"Invincibles\", akụkụ Arsenal nke mechara 2003 - 04 na-enweghị mmeri nke Premier League",
  "Ọ gbara egwuregwu otu narị na iri iteolu n'asaa (197) maka Arsenal, gbaa goolu iri anọ na anọ (44)",
  "N'oge ọkọchị nke afọ puku abụọ n'anọ (2004), mgbe nkwekọrịta ya na Arsenal kwụsịrị, ọ kwagara West Bromwich Albion na nnyefe n'efu",
  "N'afọ puku abụọ na asatọ (2008), a họpụtara Kanu dị ka onye nke iri na atọ na ntuli aka \"Gunners' Greatest 50 Players\".",
  "N'oge ọkọchị nke afọpuku abụọ na isii (2006), Kanu gbara dịka onye ọbịa maka Arsenal na egwuregwu akaebe Dennis Bergkamp, egwuregwu mbụ a ga-egwu na Emirates Stadium ọhụrụ nke Arsenal",
  "Egwuregwu ahụ dị n'otu n'otu mgbe Kanu gbara goolu mmeri, na-eme ka ọ bụrụ onye nke atọ gbara goolu n'ámá egwuregwu ahụ",
  "Na ngwụcha egwuregwu ahụ, Kanu sonyeere ndị ọzọ nọ n'akụkụ Arsenal n'ibuli onye Dutch ahụ lara ezumike nká n'ubu ha ka ndị na-akwado ya na-eti ya otuto.\nỌ ka bụ onye a ma ama na Arsenal, a na-akụ ya aka mgbe ọ pụtara na Emirates Stadium. N'oge ọ nọ na klọb ahụ, ọ na-eyi uwe elu nke iri abụọ na ise (25).",
  "West Bromwich Albion ka e buliri n'ọkwa na Premier League  nke ugboro  abụọ n'ime afọ abụọ",
  "Kanu malitere dị ka onye na-agba bọọlụ mgbe niile, na-eme mpụta mbụ ya na 1-1 gbara na Blackburn Rovers  na abalị iri n'anọ n'onwa asatọ, na afọ puku abụọ na anọ (14 Ọgọstụ 2004)",
  "Ọ gbara goolu mbụ ya maka Albion na abalị iri na asatọ, n'onwa iteolu na afọ puku abụọ n'anọ (18 Septemba 2004), ihe nhata nkeji nke iri asatọ na asatọ n'ime otu ha gbara n'ụlọ ha megide Fulham",
  "N'egwuregwu megide Middlesbrough na abali iri na anọ, n'ọnwa iri na otu n'afọ puku abụọ  na anọ (14 Nọvemba 2004), ikpe mara Kanu maka  dị egwu na oge mmerụ ahụ, na Albion 2 - 1 gbadara",
  "Kanu ezipụla obe dị ala n'ofe mmanya ahụ site na mbara ala dịpụrụ adịpụ site na ahịrị mgbaru ọsọ",
  "A hụrụ onye njikwa Bryan Robson na ihe nkiri igwe onyonyo  na-ekwu okwu \"Olee otu o si hapụ nke ahụ?\", ọtụtụ ụlọ ọrụ mgbasa ozi kpuwere onye na-eti mkpu Kanu okpueze \"Miss of the Season\" na nyocha ha na njedebe oge. Ka o sina dị, afọ  2004 - 05 bụ nke a na-agaghị echefu echefu maka West Bromwich Albion, ebe ha ghọrọ klọb mbụ zere ịpụ na Premier League mgbe ha nọ n'ala tebụl na Krismas.",
  "Otu n'ime egwuregwu ndị a na-agaghị echefu echefu n'afọ puku ab,uo n'ise ruo na puku abụọ na isii (2005 - 06) maka Kanu bịara na nleta nke Arsenal gara Hawthorns na abalị iri na ise, n'ọnwa October afọ puku abụọ na ise (15 Ọktoba 2005)",
  "Philippe Senderos mere ka ndị ọbịa nọ n'ihu na nkeji nke iri na asaa, mana Kanu meriri obere oge tupu ọkara oge",
  "West Brom gara n'ihu merie egwuregwu ahụ site na mmeri dị egwu site na Darren Carter",
  "Ọ bụ mmeri mbụ ha meriri Arsenal n'ụlọ kemgbe afọ otu puku, narị iteolu na iri asaa n'atọ (1973), na oge mbụ ha si n'azụ bịa iji merie egwuregwu Premier League. Mana ihe ngosi ndị dị otú ahụ dị ụkọ maka Albion n'oge ahụ, a chụpụrụ klọb ahụ na njedebe nke 2005–06",
  "Nkwekọrịta Kanu agwụla, ọ họọrọ ịghara imezigharị ya",
  "N'ime afọ abụọ ọ nọrọ na Hawthorns, o mere ngụkọta nke iri ise na asatọ (58) pụtarairi na isii (16) n'ime ha dị ka onye na-anọchi anya ma gbaa goolu itoolu.",
  "Kanu bụ onye nweere onwe ya mgbe ọ hapụrụ West Brom, ọ bịanyere aka na Portsmouth na nkwekọrịta otu afọ obere oge tupu mmalite oge 2006 Pompey enwetala mmeghachi omume na ọkara nke abụọ nke mkpọsa gara aga, na-esote nloghachi nke Harry Redknapp dị ka onye njikwa, na-ezere ịlaghachi site na akara anọ mgbe ọ nọ n'oké ihe ize ndụ na mmalite afọ",
  "Na mbido oge 2006 nke afọ puku abụọ na asaa (2007), ha enwetaghị mmeri n'egwuregwu ise mbụ ha, n'oge ha ekweghị otu goolu",
  "Kanu mere nke mbụ ya na Portsmouth dị ka onye na-anọchi Blackburn Rovers na abalị iri na iteolu, na ọnwa asatọ n'afọ puku abụọ na isii (19 Ọgọst 2006), ụbọchị mmeghe nke oge Premier League nke afọ puku abụọ n'isii (2006)",
  "Ọ gbara bọọlụ ugboro abụọ wee hapụ penalty. Kanu gara n'ihu mechaa oge ahụ dị ka onye kacha gbaa goolu maka Portsmouth, na goolu iri na abụọ n'ozuzu",
  "Mgbe ahụ, ọ bịanyere aka na nkwekọrịta otu afọ ọhụrụ na klọb ahụ.",
  "N'oge nke abụọ ya na Portsmouth, Kanu gbara bọọlụ na mmeri nke FA Cup 1 South 0 megide West Bromwich Albion na mmeri 1 - 0 na nke ikpeazụ megide Cardiff City, na-eme ka o nweta ihe nrite nke atọ nke onye mmeri FA Cup.",
  "Ihe mgbaru ọsọ mbụ ya na oge 2008-09 mere Portsmouth 2-0 na njedebe 2-2 UEFA Cup ha na ụlọ ọgbakọ Italian AC Milan",
  "O mechara gbaa goolu mmeri megide Bolton Wanderers, nke mere ka Pompey nwee nchekwa mgbakọ na mwepụ",
  "Ọ bụ naanị ihe mgbaru ọsọ ya na Premier League n'afọ puku abụọ na asatọ ruo puku abụọ na iteolu (2008 - 09)",
  "Ọ bịanyere aka na Pompey ọzọ n'ọnwa asatọ, afọ puku abụọ na iri (Ọgọstụ  2010), na-ele anya ịghọ onye nkuzi mgbe ọ lara ezumike nká",
  "Kanu bịanyere aka na nkwekọrịta afọ atọ ma debe uwe elu nke iri abụọ na asaa, mana ọ bụghị onye mbido oge niile n'oge niile ma nwee naanị ihe mgbaru ọsọ abụọ.",
  "N'ime oge 2011-12, oge egwuregwu ya belatara, na-apụta naanị site na bench",
  "Mgbe ọpụpụ Steve Cotterill, na mbata nke Michael Appleton, ewepụkwara ya n'oche, n'ihi nsogbu ahụike na mmerụ ahụ",
  "Ka ọ na-erule n'ọnwa n'afọ puku abụọ na iri na abụọ (Mee afọ 2012), site n'enyemaka nke mwepụ isi maka ịbanye n'ọchịchị Portsmouth hụrụ onwe ha n'ọgụ relegation nke mechara kwụsị na ha relegated na League One. Iji belata ego, onye nchịkwa ahụ nwere olileanya iru nkwekọrịta ịkwụsị nkwekọrịta nke Kanu yana ndị egwuregwu isii ndị ọzọ n'ihi na ha bụ ndị egwuregwu kachasị ego na klọb ahụ",
  "N'abalị itoolu n'ọnwa asaa, n'afọ puku abụọ na iri n'abụọ (Julaị n'afọ 2012), a mara ọkwa na a na-atụ anya na Kanu na Aaron Mokoena ga-ahapụ klọb ahụ mgbe ha na-agaghị ụbọchị mbụ n'ọzụzụ tupu oge ezumike. Kanu yiri egwu na ya ga-agba Portsmouth akwụkwọ maka ụgwọ akwụghị ụgwọ ya",
  "N'abalị iri atọ n'ọnwa asaa (Julaị), Kanu kwetara ịhapụ Portsmouth, mana o kwughachiri na ọ ka nọ na esemokwu banyere ụgwọ a na-akwụghị ya nke klọb ahụ ji ya. N'ọnwa anọ n'afọ puku abụọ na iri n'atọ (Eprel afọ 2013) o kwupụtara na ọ kwụsịrị ikpe ahụ ma hapụ klọb ahụ nihe ruru onu ego nde pound atọ (£ 3m) ọ kwuru na ọ bụ ya ji ụgwọ.",
  "Kanu bụ onye otu egwuregwu mba Naịjirịa site na afọ otu puku,narị iteolu na iri iteolu na anọ ruo puku abụọ na iri (1994 ruo 2010), na-eme nke mbụ ya na egwuregwu enyi na enyi megide Sweden",
  "Na mbido ọrụ ya, Kanu nyere aka na ihe ịga nke ọma zuru ezu nke Naijiria na afọ otu puku, nari iteolu na iri iteolunna atọ (1993) FIFA U-17 World Championship na Japan na mmeri ha na-esote 2=1 na Ghana na nke ikpeazụ",
  "Site na goolu ise, ọ bụ onye nke abụọ na-agba goolu na asọmpi ahụ na Peter Anosike na Manuel Neira, n'azụ onye obodo ya na onye isi ala Wilson Oruma.",
  "Na mgbakwunye na mmeri ọla edo nke Olympic na ihe omume bọọlụ na afọ otu puku narị iteolu na iri iteolu na isii (1996) Olympics na Atlanta, ebe ọ gbara goolu mmeri na mmeri nke 4103 nke Brazil, goolu nke abụọ ya na egwuregwu ahụ, Kanu sonyere na 1998 na 2002 FIFA World Cup. N'abalị iri abụọ na anọ n'ọnwa isii n'afọ puku abụọ na iri (12Juun afọ 2010), Kanu kwụsịrị ọrụ mba ụwa ya mgbe Naịjirịa hapụrụ asọmpi iko mba ụwa nke afọ puku abụọ na iri (2010) na South Africa",
  "Super Eagles meriri egwuregwu ha megide Argentina na Gris, tupu ha esoro South Korea. O meriri iri astọ na isii (86) caps ma gbaa goolu iri na atọ (13) maka mba ya ma bụrụ onye na-agba bọọlụ Naijiria kachasị agba bọọlụ n'oge niile n'akụkụ Muda Lawal, ruo mgbe Joseph Yobo gafere ndị egwuregwu abụọ ahụ na afọ puku abụọ na iri na abụọ (2012), na-emeri Isi nke iri asatọ na asaa (87th cap) ya. N'agbanyeghị na ọ bụ onye na-agba ọsọ, ọ na-eyi uwe elu nke anọ maka ndị otu mba.",
  "N'agbanyeghị ike anụ ahụ ya, ọkpụkpụ dị gịrịgịrị, na nnukwu ogologo nke 1.97 m (6 ft 6 in), Kanu bụ onye ọkpụkpọ nwere nkà, onye na-eme ngwa ngwa na nke mara mma na ihe onwunwe, na onye nwere mmetụ dị mma na bọl na nimble footwork; a na-akwanyere ya ùgwù nke ukwuu na mgbasa ozi maka nka nka ya, ikike ịnya mmiri, na njikwa chiri anya, yana njiri mara ya na iji feints, nke mere ka ọ bụrụ onye egwuregwu a na-atụghị anya ya na pitch.Ọ bụkwa onye egwuregwu nwere ọgụgụ isi, onye nwere ọmarịcha ọhụụ na mmegharị ahụ, yana ịbụ ezigbo onye na-agafe agafe, onye nwere ikike ịgụ egwuregwu na anya maka bọọlụ ikpeazụ, nke - yana oge ya na ike imecha ya - nyere ya ohere",
  "ma iji akara na imepụta ihe mgbaru ọsọ; Otú ọ dị, o nwechaghịkwa ọsọ ọsọ dị ukwuu, ma dọta nkatọ mgbe ụfọdụ na mgbasa ozi n'ihi ọnụego ọrụ ya, ụdị egwuregwu \"na-adịghị mma\" na ọchịchọ mgbe ụfọdụ ịhapụ ohere ị nweta ihe mgbaru ọsọ dị mfe",
  "Ọ bụ ezie na a na-etinyekarị ya dị ka  centre-forward or striker, ihe okike ya kwekwara ka ọ rụọ ọrụ na nke ọzọ ewepuru mbuso agha n'azụ ma ọ bụ na-akwado onye isi ihe, ma ọ bụ ọbụna n'ime ihe elu egwuruegwu ime ọrụ. Ọ bụ ezie na ịdị elu ya mere ka ọ bụrụ ọnụnọ siri ike n'ikuku, ọ maara nke ọma n'iji ụkwụ ya akara akara karịa isi ya, n'agbanyeghị ogo ya, ọ bụ ezie na ọ kwalitere egwuregwu ikuku ya na ọrụ ya mechara.. A makwaara ya maka mkpebi siri ike na ikike ijide bọl na azụ ya na mgbaru ọsọ. Ọzọkwa, ikike o nwere ime ihe mgbaru ọsọ dị mkpa mgbe ọ na-apụ na bench mere ka a mara ya aha dị ka \"super sub\" na mgbasa ozi n'oge ya na Arsenal.. Agbanyeghị, n'agbanyeghị na ọ bụ onye egwuregwu nwere onyinye, a makwaara ya maka enweghị nkwekọrịta. a na-eche na ntụpọ obi ya na-enwe mmetụta na-adịghị mma na ọrụ ya na ahụike ya, n'agbanyeghị na ọ nwere ike imeziwanye ume ya mgbe ọ gbazichara ịwa ahụ site na ọzụzụ ya.. Ndị ọkachamara na-ele ya anya dị ka otu n'ime ndị egwuregwu Africa kacha ukwuu n'oge niile",
  "sitekwa n'aka ụfọdụ, dịka onye egwuregwu Naịjirịa kachasị ukwuu.",
  "Kanu bụ nwa afọ Abia Steeti, n'ebe ndịda ọwụwa anyanwụ Naijiria, ma bụrụkwa onye otu Aro nke agbụrụ Igbo. Nwankwo pụtara \"Nwatakịrị amụrụ n'ụbọchị ahịa Nkwo\" n\"asụsụ Igbo.",
  "Nwanne nwoke nke Kanu, Christopher, bụkwa onye na-agba bọọlụ, onye gbara bọl dị ka onye nche; o nwekwara nwanne nwoke ọzọ nke obere, Ogbonna. Kanu bụ Onye Kraịst.",
  "A mụrụ Kanu na nkwarụ obi, nke gbochiri valve aortic ya imechi nke ọma; a chọpụtara ya ma rụọ ya ọrụ na afọ otu puku, nari iteolu na iri iteolu na isii (1996)",
  "Ọ bụ ezie na a tụrụ egwu na ọ gaghị agba bọọlụ ọzọ, nakwa na nke ga-emetụta ọrụ ya, ọ gbakere kpamkpam. Ọ na-aga nyocha ahụike kwa afọ maka ọnọdụ ahụ",
  "N'ọnwa atọ n'afọ puku abụọ na iri na anọ (Machị afọ 2014), a wara ya ahụ n'obi ọzọ, na United States.",
  "Ahụmahụ nke Kanu nwere nkwarụ obi a mụrụ ya kpaliri ya iguzobe \"Kanu Heart Foundation\" n'afọ puku abụọ (2000), ntọala nke na-ezube ịlụso enweghị ebe obibi ọgụ, nke wuru ụlọ ọgwụ ise n\"Africa iji gwọọ ụmụaka nwere ọrịa obi na'amaghị ama ma nye ha ịwa ahụ.",
  "Inter Milan",
  "Portsmouth",
  "Naịjirịa U17",
  "Naịjirịa U23",
  "Naịjirịa",
  "Onye ọ bụla"
]