[
  "Nwanneka Mariauchenna \"Nikki\" Okwelogu (amụrụ 5 May 1995) bụ nwa afọ Naijịrị  n'egwuregwu track na field onye na -asọ mpi n''ihe omume akpọrọ shot put na discus throw",
  "Ọ bụ onye nrite ọla edo n'afọ 2016 nke discus na asọmpi egwuregwu Afrịka",
  "Amụrụ ya na United Steeti, o debere ndekọ Ivy League na ịtụ mgbe ọ nọ na Mahadum Harvard",
  "Amụrụ ya na Fresno, California mana nne na nna ya si naijịrịa",
  "Nikki gara ụlọ akwụkwọ sekọndrị Clovis West ebe ọ sọrọ mpi na shot put na discus",
  "Ọ gara n'ihu gaa Mahadum Harvard site na 2013 wee sọọ mpi ndị otu track Harvard Crimson ha",
  "N'afọ mbụ ya ebe ahụ, ọ mebiri ndekọ Ivy League na discus site na ịtụfe 53.31 m (174 ft 10+3⁄4 in) wee debe ndekọ ụlọ akwụkwọ na shot put na 16.05 m (52 ​​ft 7+3⁄4) n'ime)",
  "Nwanne ya nwanyị Nonny nwọkwara onye na -atụ Ivy League, na -aga Princeton.",
  "N'oge 2014 ahụrụ mmeri nke mbụ ya nke mba  site na shot put n'asọmpi egwuregwu ndị Naịjirịa.Ọ mere mpụta mba ofesi n'afọ ahụ.N'afọ 2014 asọmpi mba uwa egwueregwu nke   obere ọ sọrọ mpi shot put na discus ma burukwa onye ikpeazụ",
  "Ihe nrite mbụ ya sochiri obere oge na asọmpi  2014 nke ndị Afrịka, ebe ọ fọrọ obere ka ọ bụrụ nke anọ na shot put mana ọ were ihe nrite ọla ọcha nke discus n'azụ Chinwe Okoro.Mgbe ọ dị afọ iri na itoolu, ọ bụ ya bụ nke obere banyere na asọmpi ndị ahụ. Ọ  sọrọ mpi n'egwuregwu Commonwealth nke 2014 n'oge ọkọchị, na -agwụ na itoolu\nỌ kwalitere ihe kachasị mma ya na oge 2015, na -agbakwunye ihe karịrị otu mita na shot put na 17.32 m (56 ft 9+3⁄4 in) yana inwe discus kacha mma nke 53.31 m",
  "shot put kacha mma bụ ndekọ Ivy League.Etinyere ya na nke isii n'asọmpi 2015 NCAA Division 1 indoor Track na field.N'afọ sochirinụ, ọ rutere na klaasị kọleji mbụ ya na ebe nke atọ shot put etinyere na asọmpi NCAA nke afọ 2016",
  "Ọ bụkwa onye ikpeazụ n'egwuregwu NCAA, na -ewere nke asatọ.",
  "Okwelogu guzoro onwe ya n'etiti ndị kacha asọ mpi n'Afrịka n'egwuregwu asọmpi Afrịka nke 2016 site na iwere medal discus na ndekọ nke 56.75 m (186 ft 2 + 1⁄4 na), nke nyeere Naịjirịa aka ị nweta ihe nrite ya na onye mmeri 2014 Okoro na Chioma Onyekwere",
  "Ọ gbakwụnyere na shot put tinyere ihe nrite ọla ọcha n'azụ Auriol Dongmo nke Cameroon."
]