[
  "Nyakyusa, ma ọ bụ Nyakyusa-Ngonde, bụ asụsụ Bantu nke ndi obodo Tanzania na Malawi nke ndị Nyakyusa na-asụ gburugburu nsọtụ ugwu nke Ọdọ Mmiri Malawi",
  "Enweghị otu aha maka asụsụ ahụ n'ozuzu ya; olumba ya bụ Nyakyusa, Ngonde (Konde), Kukwe, Mwamba (Lungulu), na Selya (Salya, Seria) nke Tanzania",
  "N'ileghara prefixes asụsụ Bantu Iki- na Ki-, a makwaara asụsụ ahụ dị ka Konde ~ Nkhonde, Mombe, Nyekyosa ~ Nyikyusa, na Sochile ~ Sokili.",
  "A na-edekarị asusu Sukwa dị ka olumba ọzọ; Otú ọ dị, dị ka Nurse (1988) na Fourshey (2002) si kwuo, ọ bụ olumba nke Lambya.",
  "Na Malawi, a na-asụ Nyakusa na Kyangonde n'akụkụ ugwu nke Karonga District, n'ikperé mmiri nke Ọdọ Mmiri Malawi, nso ókèala ya na obodo Tanzania, ebe a na- asụ Nkhonde n'etiti mpaghara ahụ, gụnyere n'obodo Karonga.",
  "Dị ka Nnyocha Mapping Asụsụ maka Northern Malawi, nke Centre for Language Studies nke Mahadum Malawi nwere, si kwuo, \"Nyakyuska, ọ bụ ezie na mmadụ ole na ole na-asụ ya, ọkachasị na Iponga na mpaghara Sub T / A Mwakawokoī, a na-ewere ya dị ka asụsụ nne na nna nke Kyangonde na Chinkhonde sitere na ya",
  "Kondeyang, n'aka nke ọzọ, a na-ewere ya dị ka asụsụ / olumba kachasị mma na nke kachasị mma na mpaghara ahụ",
  "..",
  "A na-ahụ Chinkhonde dị ka olumba nke Kyangonde nke Citumbuka nwere mmetụta dị ukwuu",
  "\"",
  "Otu nnyocha ahụ nwere akụkọ ọdịnala (Tortoise na Hare) na Chinkhonde na asụsụ ndị ọzọ nke Northern Malawi, yana ụfọdụ okwu ntụnyere.",
  "N'okpuru ebe a bụ Tortoise na akụkọ ọdịnala Hare na Chinkhonde.",
  "Ihe odide sitere na Bible",
  "Mwalululu, Yehova ikwisa kutwabula ku nifwa, kangi inifwa yitisa kuyako bwila na bwila!",
  "Nsụgharị",
  "N'oge na-adịghị anya, Jehova ga-atọhapụ ụmụ mmadụ niile n'ọnwụ, ọnwụ ga-apụkwa ruo mgbe ebighị ebi!",
  "Asụsụ Nyakyusa na-apụ n'anya n'ihi na a na-asụ Bekee, Igbo na Swahili.",
  "KALULU NU UFULU:\nUfulu abukire polenga ifyakulya ku bandu",
  "Pakwegha thumba lyake akapinyilira ku\nluropo litali no fwara msingo lyake, linga akwenda lithumba likisagha mnyuma.\nApo akagha mu njira, ukalulu akisagha mnyuma papo atiri “ehe, thumba lyangu” Ufulu\natiri, we thumba lyangu ili keta luropo mphinyilire nkhuguza linga nkwenda”",
  "Ukalulu\nakanire ayobire kuti “Tubuke kumphala kuburongo”",
  "Mphala yolongire batumire\nchingwe icho Ufulu apinyilire thumba",
  "Bakegha thumba bampere Ukalulu",
  "Lisiku limo\nUkalulu akendagha, Ufulu amwaghire papo atiri “ehe, mchira wangu!” Ukalulu atiri “Sa!\nWe fulu mchira wangu ubu”",
  "Ufulu akanire po atiri “nsalire wangu”",
  "Babukire sona ku\nMphala kuburongi",
  "Ku Mphala inongwa yinoghire Ufulu",
  "Batumwire mchira wa Kalulu\nno mupa Fulu.",
  "Bastian Persohn (2017)",
  "Okwu na Nyakyusa: Ikwasị anya na oge, akụkụ, na modality",
  "Berlin: Language Science Press http://langsci-press.org/catalog/book/141",
  "DOI 10.5281/zenodo.926408",
  "Mepee ohere."
]