[
  "Nyami Nyami, nke e jikwaziri  Chi Osimiri Zambezi ma ọ bụ Mmụọ Agwọ Zambèzi mara, bụ otu n'ime chi kachasị mkpa nke ndị Tonga",
  "E kwenyere na Nyami Nymi na-echekwa ndị Tonga ma na'enye ha nri n'oge ihe  siri ike",
  "A na-egosiputs Chi Osimiri a dị ka nwoke.",
  "Nke a kọwara n'ụzọ dị  iche iche dị ka nke nwere ahụ agwọ na isi azụ, mmiri ozuzo ma ọ bụ dragọn mmiri, a na-ahụ Nyami Nyami dị ka chi nke ndagwurugwu Zambezi na osimiri tupu ekeputa Kariba Dam",
  "A na-egosikarị ya dị ka agwọ ma ọ bụ dragọn nwere ahụ agwọ na isi azụ",
  "Enwere ike ịhu ya n' ụdị ihe eji acho ahụ mma nke a na'ejikarị osisi, nkume ma ọ bụ okpukpu ruputa, mgbe ụfọdụ ọdụ́, ọlaọcha maobu ọlaedo dika n' ụdị he ejiji nakwa ihe dị mma yiri ihe nrite St Christopher",
  "Mepụta osisi ndị a piiri api na-egosi Nyami Nyami na mmekọrịta ya na ndị bi na ndagwurugwu ahụ na ndị njem nleta na Zambia ma bụrụ onyinye nye ndị ọbịa a ma ama.",
  "Ọ bụ ọrụ ọdịnala nke ndị okenye agbụrụ na ndị mmụọ na-ario arịrịọ maka ndị bi na ndagwurugwu osimiri mgbe Nyami Nyami na'ewe iwe.",
  "A na-ekwu na Nyami Nymi bi na Osimiri Zambezi ma na'achikwazi ndụ  bi na ime na ndị ebighị na\"osimiri ahụ",
  "Mmụọ nke Nyami Nyami na nwunye ya bi na Kariba Gorge bụ Chi na Chi nwanyị nke okpuru uwa",
  "Ndị Tonga kwenyere na iru Kariba Dam kpasuru Nyami iwe nke ukwuu, wee kewapụ ya na nwunye ya",
  "Idei mmiri na ọtụtụ ọnwụ n'oge a na-aru Dam ahụ bụ n\"ihi iwe ya",
  "Mgbe emechara Dam ahụ, ndị Tonga kwenyere na Nyami Nyami si n'ụwa nke ndị mmadụ pụọ.",
  "Ọ bụ ezie na e nwere ọtụtụ akụkọ ifo dị iche iche gbara Nyaminyami gburugburu.Mana akụkọ Kariba bụ akụkọ mgbe ochie a kacha depụta na nke a maara nke ọma.",
  "\"Ndị BaTonga biri na Ndagwurugwu Zambezi ruo ọtụtụ narị afọ na nzuzo udo na obere mmekọrịta na ụwa ndị ọzọ",
  "Ha bụ ndị nkịtị na-ewu ụlọ ha n'akụkụ osimiri ahụ ma kwere na chi ha na'ebe ha nọ na mmiri na nri.",
  "Mana a ga-eme ka ụdị ndụ ha dị mma pụọ",
  "Na mbido afọ 1940, e mere akụkọ banyere ohere nke atụmatụ mmiri na ọkụ eletrik iji nye ike maka ụlọ ọrụ na-eto eto nke ọchịchị ndị na'okpuru ala wetara na njikọ nke mba ndị a maara dị ka Northern Rhodesia n'otu akụkụ nke osimiri na Southern Rhodesian n\"akụkụ nke ọzọ, ugbu a Zambia na Zimbabwe.",
  "Ngwá ọrụ na-ebugharị ala dị arọ dara na ndagwurugwu ahụ ma dọwaa ọtụtụ puku osisi dị otu narị afọ iji wuo okporo ụzọ na ebe obibi iji nye ndị ọrụ wụba n'ógbè ahụ iji rụọ ihe mgbochi nke ga-ejikọta osimiri ahụ dị ike",
  "Udo na owu ọmụma nke BaTonga mebiri ma gwa ha ka ha hapụ ụlọ ha ma pụọ n'osimiri iji zere idei mmiri nke mmiri ahụ ga-akpata",
  "E ji ike wepụ ọtụtụ n'ime ha n\"ihi na ha agaghị ekwere na ubi ha na ụlọ ha maara ndụ ha niile ga-ejupụta na mmiri.",
  "Aha Kariba sitere n'okwu Kariva ma ọ bụ karinga, nke pụtara ọnyà, Nke na-ezo aka na nkume na'elu ndagwurugwu ebe a ga-ewu mgbidi mmiri",
  "Ndị BaTonga kwenyere na ọ bụ ebe obibi nke Nyami Nymi, chi osimiri, ha kwekwaara na onye ọ bụla na-agba ọsọ n'akụkụ nkume ahụ ka a na'okpuru mmiri ruo mgbe ebighi ebi.",
  "Na-achọghị, ha kwere ka a kpọghachite onwe ha n'elu osimiri ahụ, mana ha kwenyere na Nyami Nymi agaghị ekwe ka e wuo mmiri ahụ ma mesịa, mgbe ọrụ ahụ dara, ọ ga-alaghachi n\"ụlọ ha.",
  "N'afọ 1957, mgbe mmiri ahụ nọ n'ụzọ zuru oke, Nyami Nymi wakporo",
  "Idei mmiri kachasị njọ a maara na Zambezi kpochapụrụ ọtụtụ n'ime ihe mgbochi mmiri ahụ e wuru na ngwá ọrụ dị arọ, na-egbu ọtụtụ ndị ọrụ.",
  "IjiỤfọdụ n'ime ndị e gburu bụ ndị ọcha ndị ozu ha furu efu n\"ụzọ dị omimi, mgbe ọchụchọ siri ike na-achọtaghị ha, a gwara ndị okenye Tonga ka ha nyere aka ebe ndị agbụrụ ha maara osimiri ahụ karịa onye ọ bụla",
  "Ndị okenye kọwara na Nyami Nymi kpatara ọdachi ahụ ma iji mee ka iwe ya dị jụụ, a ga-achụ àjà.",
  "A naghị eji ha akpọrọ ihe, mana, n'enweghị olileanya, mgbe ndị ikwu nke ndị ọrụ furu efu ga-abata iji were ozu ndị ha hụrụ n\"anya, ndị na-achọ ya kwetara na olileanya na ndị agbụrụ ahụ ga'ama ebe a ga na a sachara ozuzu ahụ.",
  "E gburu nwa ehi ojii ma bulie ya n'elu osimiri",
  "N'ụtụtụ echi ya, nwa ehi ahụ apụọla, ozu ndị ọrụ nọkwa n'ọnọdụ ya",
  "Mfu nke nwa ehi ahụ enweghị ihe omimi n'osimiri ahụ agụ iyi jupụtara, mana ọ dịtụbeghị mgbe ozu ndị ọrụ ahụ pụtara ọzọ ụbọchị atọ mgbe ha furu efu.",
  "Mgbe ọdachi ahụ gasịrị, a mụrụ usoro mmiri nke osimiri ahụ iji chọpụta ma enwere ike inwe idei mmiri ọzọ ma ekwekọrịtara na idei ruwa nke ike yiri ya ga-eme naanị otu ugboro n'ime puku afọ ọ bụla.",
  "Otú ọ dị, oge mmiri ozuzo na-esote wetara idei mmiri ọzọ karịa afọ gara aga",
  "Nyami Nymi wakporo ọzọ, na-ebibi ihe mgbochi mmiri, àkwà mmiri na akụkụ nke mgbidi ahụ.",
  "Oru ahu bịara na njedebe nke mere na e nwere ike ijidenwu nnukwu osimiri ahụ",
  "N'afọ 1960, a gbayere generators ahụ ma na-enye Zimbabwe na Zambia ọkụ eletrik kemgbe ahụ.",
  "Ndị BaTonga ka bi n'ikpere Osimiri Kariba, ọtụtụ ka kwenyere otu ụbọchị na Nyami Nyami ga-emezu nkwa ya ma ha ga na-enwe ike ịloghachi n\"ụlọ ha nʼikperé mmiri ahụ",
  "Ha kwenyere na mgbidi gafere osimiri kewara Nyami na nwunye ya, ala ọma jijiji a na-enwe ugboro ugboro n'ógbè ahụ kemgbe e wuru Dam ahụ bụ nke mmụọ na na'ịgbalị iru nwunye isaa kpatara, otu ụbọchị ọ ga-ebibi dam ahụ",
  "Obere ala ọma jijiji ndị a bu arọ mmiri e do ere na lake Karịa ná ebuda ime ala ma na ebulilwa mgbanwe nke ikwa mmiri na ido mmiri ahụ."
]