[
  "Nyamgodho Nwa nke Ombare bụ akụkọ ọdịnala nke ndị Luo nke Kenya",
  "A makwaara ya dịka Nyamgondho Wuod Ombare, Nyambondh Kombare na Nyamdontho.",
  "Akụkọ ifo nke Nyamgondho na-elekwasị anya n'otu onye ọkụ azụ dara ogbenye si Kamuela na Tanzania nke bịara nọrọ na ezinụlọ Kachwodho dị na Nyandiwa n'akụkụ osimiri ịkụ azụ Nyanwa dị ugbu a na mpaghara Suba na Kenya",
  "Aha Nyamgodho bụ Julu nwa Ombare na nwa nwa Omae. Akụkọ ifo zuru ezu akọwaala n'akwụkwọ akụkọ Luo \"Keep My Words\" nke Onyango-Ogutu na Nashley Mbayah dere.",
  "Nyamgondho nwa Ombare bụ nwoke dara ogbenye nke na-akpata ihe ọ na-eri site n'ịkụ azụ n'ọdọ mmiri Lake Victoria",
  "O nweghị ihe ọ ga-eri ma ọ bụ uwe ọ na-eyi, kwa mgbede, ọnọdụ ya na-enweghị ihe ịga nke ọma manyere ya ịga ije ogologo oge na ịchọ ebe n'etiti ndị agbata obi nwere obiọma iji nyere ya aka na ebe ọ ga-ehi ụra",
  "Otu ụtụtụ, Nyamgondho tetara ụra n'agụụ nke ukwuu nke na o chere na ọ ga-anwụ",
  "Ya mere, ọ gara n'ọdọ mmiri ahụ ma ọ dịkarịa njọ na-enwe olileanya inweta ihe ọ ga-eri kwa ụbọchị, ka ọ nọ na-akụ azụ, ọ tụnyere ugbu ya, ma ka ọ chọrọ idọpụta ya ọ hụrụ otu nne nwaanyị jọrọ njọ",
  "Nyamgondho chọrọ ịtụba ya azụ n'ime mmiri, mana nwanyị ahụ jọgburu onwe ya rịọrịọ ya nke o kweere idọpụta ya ma kpọrọ ya laa n'ụlọ ya ka ọ bụrụ nwunye ya",
  "O kwere nkwa ime ka ọ baa ọgaranya, ma ọ bụrụhaala na ọ gaghị ekpughere onye ọ bụla ebe a chọtara ya.",
  "Nwanyị nke ọdọ mmiri ahụ na-arụsi ọrụ ike ma Nyamgondho bara ọgaranya nke ukwuu, na-enweta ọtụtụ ehi na ọtụtụ ndị inyom ndị ọzọ",
  "Otú ọ dị, na mberede, ọ malitere mpako na nganga nke na otu ụbọchị ọ lọtara n'ụlọ mmanya ana-egbu ya, nwunye ọ bụla, onye nwere ụlọ nke ya, jụrụ ikwe ka ọ banye",
  "Ọbụna nwanyị nke ọdọ mmiri ahụ jụrụ ikwe ka ọ banye",
  "Nyamgondho tiri mkpu \"Gịnị? Ọbụna gị, nwanyị njọ zuru ahụ m hụrụ n'ọdọ mmiri, ị gaghị emeghere m ọnụ ụzọ?\" N'iwe, nwanyị nke ọdọ mmiri ahụ zara \"Gịnị ka ị kwuru? Gịnị bụ nkwekọrịta anyị mgbe anyị zutere?\" Nyamgondho gwara ya na nnukwu akụ na ụba ya n'ụmụ ehi, ọ chọghịzi nwanyị jọrọ njọ dị otú ahụ ma bụọ ya ọnụ",
  "Mgbe ọ nụrụ nke a, nwanyị nke ọdọ mmiri ahụ hapụrụ ụlọ ha wee laghachi n'ọdọ mmiri ma, na mgbagwoju anya Nyamgondho, ehi ya ọ bụla sooro ya: otu otu ha banyere n'ime mmiri, hapụ ya na-enweghị ihe onwunwe ọ bụla."
]