[
  "Nyandeng Malek Deliech (amụrụ n'afọ 1964) bụ onye ndọrọ ndọrọ ọchịchị South Sudan",
  "Ọ na-eje ozi dị ka gọvanọ nke Warrap steeti kemgbe 25 Mee 2010, na-emeri na votu 517,149. Ọ bụ nwanyị mbụ a họpụtara dịka gọvanọ steeti na South Sudan.",
  "A mụrụ Nyandeng Malek Deliech na Cuiebet, Bahr el Gahazal",
  "Ọ bụ nwa nwa nke Chief Arol Kacuol",
  "Mgbe ọ dị afọ iri na atọ, ọ kwagara Juba ka ya na nwanne nne ya, Victoria Yar Arol, biri ma gaa n'ihu na agụmakwụkwọ ya",
  "Nwanne nne Deliech gbara ya ume agụmakwụkwọ, nke Deliech nọgidere na-achụso mgbe ọnwụ nwanne nne ya gasịrị",
  "Deliech gụsịrị akwụkwọ sekọndrị na Gezeria na 1984",
  "Ọ malitere ịmụ agụmakwụkwọ na Egypt",
  "O nwetara nzere bachelọ ya na Mahadum nke Zagazig n'afọ 1991",
  "N'otu afọ ahụ, ọ lụrụ Andrew Maek Madut",
  "A mụrụ Madut na South Sudan ma na-arụ ọrụ dị ka onye nkuzi na Ethiopia",
  "Malek Deliech mechara gaa n'ihu na agụmakwụkwọ ya na United Kingdom, nweta nzere masta na Mahadum Wolverhampton na 2003.",
  "N'oge ọ nọ n'Ijipt, Malek Deliech malitere ịrụsi ọrụ ike na Sudan People's Liberation Movement",
  "Malek Deliech mechara kụzie na Mahadum Moi na Kenya.",
  "N'oge ọgụ maka nnwere onwe na South Sudan, Nyandeng Malek rụrụ ọrụ na agụmakwụkwọ na mpaghara ndị a tọhapụrụ",
  "N'afọ 2007, ọ ghọrọ osote gọvanọ na minista agụmakwụkwọ nke Warrap State.Ọ gbara arụkwaghịm n'ọkwa ahụ n'ihi enweghị nkwekọrịta ya na gọvanọ ahụ",
  "O nwetara nkwado maka atụmatụ ya ka ọ gbaa arụkwaghịm n'ihi ụkpụrụ ya",
  "N'ọnwa Eprel afọ 2010, a họpụtara ya dịka gọvanọ. A ṅụrụ ya iyi dị ka gọvanọ na 25 Mee 2010. Ọ bụ nwanyị mbụ a họpụtara dịka gọvanọ na South Sudan",
  "Dị ka gọvanọ, ọ gbara mbọ maka ohere agụmakwụkwọ ka ukwuu maka ụmụ agbọghọ.",
  "N'ọnwa Ọgọstụ afọ 2015 Malek Deliech chere nkatọ ihu maka ịchụpụ ndị ọrụ gọọmentị iri na asatọ. Otu onye omeiwu kpọrọ onye isi ala South Sudan ka ọ wepụ Nyandeng Malek maka ebubo nrụrụ aka. Nyandeng Malek bụ otu n'ime ndị gọvanọ anọ a chụpụrụ n'ụbọchị iri na isii n'ọnwa Ọgọstụ afọ 2015.",
  "Àtụ:South Sudanese state governors"
]