[
  "Nyawira A",
  "Muthiga bụ ónyé Africa na-ahụ màkà nchekwa anụmanụ bụ ónyé nduzi nkè Western Indian Ocean Marine Science Association Marine Programme na Kenya",
  "Ọ bụ ónyé sayensị na-ahụ màkà nchekwa maka Wildlife Conservation Society.",
  "A mụrụ Muthiga na Kenya, ma nọrọ akụkụ nkè ógè Nwatakịrị ya na Dar es Salaam. O nwetara akara ugo mmụta ya na biological oceanography na United States. Ọ gụsịrị nzèrè masta ya na Mahadum Steeti Florida, ebe ọ mụrụ mmetụta nke salinity na photosynthesis nke Siderastrea siderea",
  "Muthiga laghachiri Kenya màkà nyocha doctoral ya, ebe ọ sonyeere Mahadum Nairobi.",
  "N'afọ 2000, a họpụtara Muthiga ka ọ bụrụ ónyé isi óche nke Western Indian Ocean Marine Science Association Board of Trustees (WIOMSA)",
  "Ọ lekọtara uto nke WIMOSA na mba ụwa, na-ewu isi na netwọk mpaghara. Muthiga rụrụ ọrụ màkà Kenya Wildlife Service ebe ọ duziri mmemme osimiri na ala mmiri. N'ọrụ a, e mèrè Muthiga ónyé isi oche nke mmemme nchekwa Turtle nke Kenya Sea. Ọ rụrụ ọrụ iji nyochaa ọtụtụ narị coral reefs dị íchè íchè na Western Indian Ocean.",
  "Muthiga bụ ónyé guzobere mmemme coral reef nke Wildlife Conservation Society, nké na-eme nchọpụta ma na-etinye mmemme ndị nwèrè ike ichekwa coral reifs, yana ịchọpụta ụzọ ọhụrụ iji kwe ka ụdị dị oke egwu gbakee. Ihe omume ahụ na-enyere aka ichebe 90% nke ụdị coral nke ụwa ma nyochaa ihe fọrọ nke nta ka ọ bụrụ otu puku ebe gafee Indo-Pacific na Oké Osimiri Caribbean. N'afọ 2007, Muthiga sonyeere World Commission on Protected Areas dị ka onye nhazi Kenya. O kwuru na iji chekwaa coral reefs, ndị ọkà mmụta sayensị mmekọrịta mmadụ na ibe ya na gbụrụ-gbúrụ ébé obibi ga-arụkọ ọrụ ọnụ. O kwenyere na oroma-lined triggerfish nwèrè ike ịrụ ọrụ dị mkpa n'ịnọgide na-enwe corals ahụike.",
  "E nyère Muthiga 2018 Banovich Wildscapes Foundation Award for Conservation Excellence (ACE) màkà ọrụ ya na nchekwa oké osimiri. Na 2020 Eco Magazine kpọrọ Muthiga dị ka otu n'ime ndị na-eme nchọpụta kachasị elu n'ụwa.",
  "Muthiga lụrụ onye America na-ahụ màkà ihe ndị dị ndụ n'oké osimiri bụ Timothy McClanahan. Ọ zutere ya n'afọ 1980, mgbè McClanahan nọ na mmemme ọmụmụ mba ofesi na Kenya."
]