[
  "Nydia Blas (amụrụ n'afọ 1981) bụ onye Amerịka na-ese foto si na steeti New York, ọrụ ya na-enyocha njirimara nke ụmụ agbọghọ ojii na ụmụ nwanyị",
  "Nchegbu ya banyere enweghị ụmụ nwanyị ojii na-anọchite anya na nka anya emeela ka ọ lekwasị anya naanị n'ime ihe oyiyi nke ụmụ nwanyị na-acha",
  "Ọ bụ onye enyemaka Prọfesọ ugbu a na Spelman College na Atlanta, Georgia, ebe ọ na-akụzi foto na Ngalaba nka na ọdịbendị anya.",
  "A mụrụ Nydia Blas n'ọnwa Ọktoba, n'afọ 1981, ma too na Ithaca, New York. Blas nwetara nzere bachelọ ya na Ithaca College na ihe nkiri na foto na obere na ọmụmụ African diaspora. Ọ natara Master of Fine Arts na foto na Mahadum Syracuse",
  "Blas malitere ise foto mgbe ọ dị afọ iri na ụma",
  "Na mbụ, o nwere mmasị na foto dị ka usoro, ọkachasị ịnwa ma daa ruo mgbe a ga-enweta ngwaahịa achọrọ",
  "Mgbe ahụ, ọ malitere inwe mmasị na foto dị ka ụzọ isi metụta echiche ọha na eze, na-ekwu maka iji foto site na mmegide ịgbụ mmadụ na-amaghi ikpe iji mee ka ọha na eze megide ịgbụ mmadụ na-amaghi ikpe.",
  "Nydia na-enyocha mmekọahụ, mmekọrịta chiri anya, na ahụmịhe ya dị ka nwatakịrị, okenye, na nne site na foto, collage, ihe nkiri, na akwụkwọ",
  "Ọ na-eji nka ya ewupụta oghere anụ ahụ na ihe atụ nke a na-eme site na anya nwanyị ojii, na-akọ akụkọ banyere ọnọdụ, ihe ọ pụtara, na mmetụta. Foto Blas na-enyocha njirimara ndị isi ojii, ọkachasị ụmụ agbọghọ na ụmụ agbọghọ ojii.\nBlas kwuru na ọ na-enweta mkpali site n'echiche Audre Lorde banyere \"ihe na-akpali agụụ mmekọahụ\", nke na-agụnye ọ bụghị naanị mmekọahụ kamakwa mmekọrịta chiri anya n'etiti ndị ezinụlọ na ndị enyi.\nOtu n'ime usoro foto ya bụ The Girls Who Spun Gold\nAha usoro foto ahụ sitere n'akwụkwọ Virginia Hamilton The Girl Who Spun Gold, nke bụ nkọwa African-American nke akụkọ ifo Rumpelstiltskin.\nPriscilla Frank nke HuffPost kpọrọ usoro ahụ \"ememe ụmụ agbọghọ na nkwarụ ha niile, ịdị nro na ike\".",
  "Blas mụrụ nwa mbụ ya mgbe ọ dị afọ iri na asatọ. Ka ọ na-erule afọ 2021, o nwere ụmụ abụọ.\nO kwuru na ahụmịhe ya dị ka nne \"na-agafe ọrụ m niile\"."
]