[
  "Nyeema Morgan (amụrụ n'afọ 1977) bụ onye America na-ese ihe na-ese onyinyo",
  "Na-arụ ọrụ na eserese, ihe ọkpụkpụ na mgbasa ozi obibi akwụkwọ, ọrụ ya na-elekwasị ányà n'otú e si ewu ihe ma na-ekwurịta okwu nye usoro mmekọrịta ọha na eze dị mgbagwoju ányà",
  "A mụrụ ya na Philadelphia, ọ nwetara BFA ya na Cooper Union School of Art na MFA ya na California College of the Arts",
  "O nweela ébé óbíbí ndị na-ese ihe na Skowhegan School of Painting and Sculpture na Smack Mellon",
  "Ọrụ Morgan dị na nchịkọta na-adịgide adịgide nke Bowdoin College Museum of Art na Menil Collection.",
  "A mụrụ Morgan na 1977 na Philadelphia, Pennsylvania na ndị na-ese ihe Arlene Burke-Morgan na Clarence Morgan",
  "A zụlitere ya na Greenville, North Carolina ma gaa South High School na Minneapolis, Minnesota. Dị ka onye na-eto eto na-ese ihe, ndị na-ese egwu bụ Rafala Green, Seitu Jones na Ta-coumba Aiken duziri ya ma soro n'ime ndị na-etoorobịa iri na asaá na-ese foto ahọpụtara iji mepụta ọrụ nke ónyé na-ese onyinyo John T",
  "Biggers na Olson Memorial Highway dị ka akụkụ nkè North Community Mural Project.",
  "Morgan bụ ónyé na-ese ihe na mgbasa ozi na ntinye",
  "Ọrụ ya na-agụnye mgbasa ozi dabeere na ederede, ihe ọkpụkpụ, na ise ihe ma lekwasị ányà n'otú e si ewu ma kwurịta ihe ọ pụtara nye usoro mmekọrịta ọha na eze dị mgbagwoju anya. Ọ kọwara ọrụ ya dị ka ịchọpụta \"akụnụba nké onwé na ọdịbendị nke ihe ọmụma site na ihe ndị a maara nke ọma\". As of 2021[update], o nweela ihe ngosi itoolu ma ọ bụ abụọ ma nwee ébé óbíbí na Smack Mellon na Skowhegan School of Painting and Sculpture.",
  "In 2013, Morgan participated in the Afrofuturist exhibition The Shadows Took Shape at the Studio Museum in Harlem. She was among the artists to construct a miniature wooden spacecraft modelled on the Star Wars spacecraft the Millennium Falcon with Otabenga Jones & Associates and William Cordova. A tiny replica of Eldridge Cleaver's book Soul on Ice was included in the spacecraft's library, which is devoted to cultural studies. This work, titled yawar mallku (sculpting elsewhere in time / the arc of the moral universe is long… / the Lesson, pt",
  "2), is a permanent member of the Menil Collection.",
  "Morgan lives in Chicago and is married to artist Mike Cloud",
  "They have two children."
]