[
  "Nyombi Morris (a mụrụ ya n'ọnwa Machị 28, n'afọ 1998) bụ onye na-ahụ maka gburugburu ebe obibi nke Uganda nke a maara maka ịkwalite na ịkwado ikpe ziri ezi na ihu igwe na nha nhata nwoke na nwanyị",
  "Mgbalị Morris malitere mgbe ọ gwara ndị isi ụwa na ndị na-emetọ ikuku ka ha nabata mgbanwe ihu igwe dabere na mmiri ozuzo na ide mmiri na mba Uganda. Morris nwetara ọkwa na mbụ maka ntorobịa ya na ikike nkwuwa okwu",
  "Ọ bụ onye isi oche nke otu na-enweghị uru ọ tọrọ ntọala nke a maara dị ka Earth Volunteers, onye nnọchi anya UNOCHA, na CNN's \"Environmentalist of Tomorrow\".",
  "Morris tolitere na Kampala, Uganda ya na nne ya na nwanne ya nwanyị na nwanne ya nwoke",
  "Nna ya hapụrụ ụlọ mgbe ọ dị afọ isii (6)",
  "Ha kwagara n'ógbè a na-akpọ Luzira, ógbè dịpụrụ adịpụ nke obodo Kampala iji nọrọ nso n'ụlọ nne nne ya.",
  "Morris gụrụ akwụkwọ maka nzere diplọma na IT na Computer Science na Muteesa I Royal University dị na Masaka, Uganda",
  "Ọ natara enyemakaego agụmakwụkwọ mana o zughị ịkwụ ụgwọ ya niile.Àtụ:Clear left",
  "N'ọnwa Nọvemba, n'afọ 2014, mgbe ọ bi na Luzira, mmiri ozuzo na ide mmiri sitere na mgbukpọ ọhịa nke Ọhịa Bugoma, bibiri ugbo ezinụlọ ya ma manye ha ịchọta ụlọ ọhụrụ na obodo Kampala",
  "Ahụmahụ a malitere ọrụ ya nke mere ka Morris rịọ ndị isi ụwa na ndị na-emetọ ikuku ka ha were mgbanwe ihu igwe kpọrọ ihe.",
  "Afọ ole na ole ka e mesịrị, Morris nwetere mkpatemmụọ sitere n'ihe ahụmahụ nke Vanessa Nakate, onye na-ahụ maka ikpe ziri ezi na ihu igwe na Uganda",
  "Nke ahụ bụ oge mbụ ọ mụtara banyere ọrụ ihu igwe",
  "Kemgbe ahụ, ọ sonyeere ya na ngagharị iwe ụlọ akwụkwọ.",
  "N'afọ 2019, ọ ghọrọ onye njikwa mgbasa ozi mmekọrịta na onye na-akwado ikpe ziri ezi maka otu na-enweghị uru a na-akpọ Rise Up Movement, nke na-enye nkwado maka ndị ntorobịa gburugburu ụwa iji sonyere ndị agha ma belata mgbanwe ihu igwe. N'ọnwa Septemba n'afọ 2019, ọrụ ihu igwe Morris nwetara nlebara anya mba ụwa mgbe e gosipụtara ya na-eme ngagharị iwe maka mgbanwe ihu igwe na ụlọ ọrụ mgbasa ozi dị iche iche, gụnyere BBC, CBC, CNN, The Verge, Global Citizens, Reuters, na Earth.org. Dịka ọmụmaatụ, n'ọnwa Juun 2021, CNN họpụtara Morris \"Environmentalist of Tomorrow,\" maka ihe kpatara gburugburu ebe obibi ya.",
  "N'ọnwa Septemba 12, 2020, Morris sonyeere ndị ọzọ na-eme ngagharị iwe na-ama National Forestry Authority aka na ire Bugoma Forest, oké ọhịa a na-echebe na ọdịda anyanwụ Uganda",
  "O mere ihe ngosi telivishọn banyere Ọhịa Bugoma ma tinye nrụgide na National Environment Management Authority of Uganda (NEMA). Mgbe ngagharị iwe ahụ gasịrị, a kwụsịtụrụ akaụntụ Twitter 5 na arịrịọ nke Gọọmentị Uganda, gụnyere nke ya.",
  "Everyone carries a water bottle because it’s too hot, our forests are being sold, our natural resources have been destroyed, so I am demanding climate justice",
  "I am not political, and I don't belong to any political party",
  "You can see my placard.",
  "— Nyombi Morris, UgandaMarch 25, 2021",
  "N'ọnwa Machị 25, n'afọ 2021, Morris sonyeere ụlọ akwụkwọ maka ihu igwe zuru ụwa ọnụ, nke onye mba Sweden na-ahụ maka gburugburu ebe obibi bụ Greta Thunberg malitere, nke a na-akpọ Friday for Future",
  "Ọgbaghara ụmụakwụkwọ mere na Fraịdee",
  "Ndị uwe ojii mba Uganda jidere ya na nwanne ya nwoke n'okporo ámá Kampala mgbe ha na-eme ngagharị iwe maka ikpe ziri ezi nke ihu igwe",
  "Mgbe ndị ọzọ malitere ịgbakọ, a tọhapụrụ ha mana ha weere bọọdụ na ekwentị ha.",
  "N'abalị iri atọ na otu n'ọnwa Ọktoba n'afọ 2021, Morris gwara onye isi ndọrọ ndọrọ ọchịchị CBC, Rosemary Barton, banyere mmetụta mgbanwe ihu igwe na mba ya",
  "Ozi ya maka ndị isi ụwa na United Nations Climate Change Conference (COP26) bụ \"Iji kwụsị mmanụ ala ma mee ka ndị na-emetọ ya kwụọ ụgwọ\"",
  "Nzukọ ahụ na-ezukọ kwa afọ ma bụrụkwa òtù na-eme mkpebi zuru ụwa ọnụ nke e guzobere iji mezuo Nkwekọrịta Nkwekọ Mba Ndị Dị n'Otu maka Mgbanwe Ihu igwe.\n \nN'ọnwa Nọvemba n'afọ 2021, Morris haziri ihe omume atụmatụ osisi wee malite iji mkpụrụ na osisi sitere n'ogige obodo mepụta ọhịa na mba Uganda",
  "N'ime ọrụ a na-akpọ \"Taking Climate Change to Schools,\" ọ rụrụ ọrụ na ụlọ akwụkwọ iri atọ iji kụziere ụmụaka ikwu okwu banyere mgbanwe ihu igwe na ịghọta ihe ha nwere ike ime maka inyere gburugburu ebe obibi aka",
  "Ọrụ ahụ gụnyere usoro ihu igwe n'ụlọ akwụkwọ, ịkụ ihe karịrị osisi iri anọ na asaa na narị ise (47,500, na imegharị ihe mkpofu plastik.",
  "Morris meriri Population Matters Choice Ambassador Award n'ọnwa Jenụwarị n'afọ 2022, maka inyere aka ịkwalite mmata banyere nsogbu ndị mmadụ. N'ọnwa Julaị nke afọ ahụ, ọ nwetara onyinye Earth Champion Award maka ịkpali ọgbọ na-eto eto ime ihe na mgbanwe ihu igwe.",
  "N'ụbọchị a na-akpọ oku n'ụwa, n'ọnwa Febụwarị n'afọ 2022, Morris na otu ndị ọrụ afọ ofufo iri atọ (30) kụrụ ihe karịrị osisi narị ise (500) na obodo Jinja, Uganda. N'otu afọ ahụ, Morris nwetara nsọpụrụ nke onye nnọchi anya site na ụlọ ọrụ mgbasa ozi Doha Debates na ọrụ SolvingIt26 maka ime mgbanwe dị mma maka mba Afrịka. N'ọnwa Febụwarị afọ 2023, Global Citizens họpụtara ya dị ka onye dike ikpe ziri ezi nke ọha na eze, n'ihi na \"ọ na-egosipụta obi ike dị mkpa iji lụọ ọgụ maka mgbanwe ihu igwe",
  "\"",
  "Earth Volunteers bụ òtù na-enweghị uru nke Morris guzobere n'afọ 2020 iji jikọta ndị na-eto eto nwere mmasị n'ịkụ osisi, ichebe ọhịa, na iguzo maka ikpe ziri ezi nke ihu igwe",
  "Ka ọ na-erule afọ 2020, otu ahụ nyere aka kụọ osisi puku iri abụo na ise (25,000), rụọ ọrụ na ụlọakwụkwọ iri na anọ (14), ma weghachite ọhịa anọ dị ugbu a na ọhịa ndị e mebiri emebi",
  "Ọrụ ha bụ \"Ichebe ma nyefee mbara ala n'ọgbọ na-esote\". Na Twitter, enwere ike ịchọta nzukọ ahụ site na iji hashtag @earthvolunteers.",
  "Morris enwetala nsọpụrụ na onyinye maka onyinye ya maka nchekwa gburugburu ebe obibi na mmepe na-adịgide adịgide."
]