[
  "Germany bụ mba kachasị na Europe na nke isii kachasị n'ụwa na-ewepụta CO2",
  "N'ọnwa Julaị n'afọ 2007, Germany nwèrè ọnụ ọgụgụ kachasị na Europe, na nde mmadụ 82.4. Germany na-ebubata ọtụtụ ihe ya na isi mmalite ike ya, n'afọ 2004 na-ebute 2.135 nde barrels nke mmanụ na 85.02 ijeri m3 (afọ 2003) nke gas kwa ụbọchị",
  "N'afọ 2004, Germany wepụtara nde 886 nke CO2",
  "N'afọ 2004, e nwere ihe dịka ụgbọala nde iri anọ na ise edebanyere aha na Germany.",
  "N'etiti ọnwa Machị 1998 na ọnwa Machị 1999, mba iri asatọ na anọ gụnyere Germany bịanyere aka na Kyoto Protocol",
  "N'ọnwa Machị 2002, Bundestag ji otu olu kwado Kyoto",
  "N'ọnwa Mee afọ 2002, European Union weputara akwụkwọ nkwenye màkà mba iri na ise niile so na ya n'oge ahụ.",
  "Dị ka mba Annex II, mkpebi Germany na UNFCCC n'ihe gbásárá Kyoto bụ iji belata ikuku na inye mba ndị na-emepe emepe akụ na ụba site na Usoro Mmepe Dị Ọcha.",
  "N'ọnwa Nọvemba afọ 2006, atụmatụ Germany na-eme kwa afọ bụ nde tọn metric nke CO2 narị anọ na iri asatọ na abụọ. German Greenhouse Gas Emissions belatara site na 17.2% site n'afo 1990 ruo 2004, dị ka UNFCCC si kwuo",
  "Germany na-akwalite ego carbon nke gọọmentị ma na-akwado ego carbon dị iche iche nke bu n'obi ịzụta Carbon Credits site na ndị na-abụghị ndị Annex I",
  "Òtù gọọmentị na-arụkọ ọrụ ọnụ na nnukwu ọrụ, ike, mmanụ na gas, na ụlọ ọrụ kemịkal iji gbalịa inweta ọtụtụ Greenhouse Gas Certificates dị ọnụ ala dị ka o kwere mee.",
  "Kemgbe ịbịanye aka na nkwenye nke usoro ahụ, Germany ekwenyewo na ọ ga-ebelata ikuku ya ruo pasentị iri abụọ na otu n'okpuru ọkwa 1990 n'etiti afọ 2008 na 2012",
  "N'ọnwa Nọvemba afọ 2008, otu nnyocha chọpụtara na Germany ejirila pasent 22.4 belata gas na-ekpo ọkụ, nke pụtara na ọ eruola Kyoto Emissions Commitments.",
  "Germany bịanyekwara aka na nkwekọrịta mgbanwe ihu igwe n'akụkụ Israel, Jordan, na Egypt",
  "E mèrè nkwekọrịta a iji mee ka ọ dịkwuo mfe ma dị ọnụ ala màkà mba ndị mepere emepe dị ka Germany iji zute ebumnuche ha na-ebelata ikuku na-ekpo ọkụ n'okpuru usoro iwu ahụ."
]