[
  "Forum on China-Africa Cooperation (FOCAC) simplified Chinese: 中非合作论坛; Traditional Chinese: 中 非合作论壇; : ; French: Forum sur la coopération sino-africaine) bụ nzukọ gọọmentị n'etiti People's Republic of China na steeti niile dị n'Africa ma e wezụga Alaeze nke Eswatini",
  "Ọ bụ usoro nhazi ọtụtụ akụkụ n'etiti mba Afrịka na China ma kemgbe 2018 mba ndị ahụ na-ele ya anya dị ka ikpo okwu mmekorita n'ime Belt na Road Initiative.",
  "FOCAC bụ usoro nhazi nke ọtụtụ akụkụ n'etiti mba Afrịka na China. Tinyere China-Arab States Cooperation Forum (CASCF), FOCAC bụ otu n'ime òtù mpaghara mbụ nke China guzobere na mpụga ókèala ya. Kemgbe afọ 2018, China na steeti Africa na-ele FOCAC anya n'ụzọ doro anya dị ka akụkụ nke China's Belt and Road Initiative.",
  "Ka ọ na-erule afọ 2022, ndị otu FOCAC bụ mba 53 nke Afrịka (ha niile ma e wezụga Eswatini), China, na African Union Commission",
  "Ọtụtụ steeti ndị dị na North Africa bụ ndị otu abụọ nke CASCF na FOCAC: Algeria, Djibouti, Egypt, Libya, Mauritania, Morocco, Somalia, Sudan, na Tunisia. Ọ bụ ezie na African Union anọwo na-arụ ọrụ nhazi kemgbe ọ sonyeere CASCF na 2012, steeti Africa ọ bụla na-anọchite anya onwe ya na FOCAC ma na-eme ihe omume abụọ n'etiti China na mba Africa ọ bụla.",
  "Ọ bụ ezie na e guzobere ya na-agbaso arịrịọ nke ndị nnọchi anya mba Afrịka na ngwụcha afọ ndị 1990, China anọwo na-eduga na FOCAC n'oge niile nzukọ ahụ dị. Na mgbakwunye na arịrịọ ndị Afrịka, China nwere ihe kpatara ya maka iguzobe FOCAC, gụnyere: ịmepụta nzukọ iji hụ na mmetụta ndọrọ ndọrọ ọchịchị na akụ na ụba n'ọdịnihu n'Africa n'ihi ike ndị ọzọ dị ukwuu na ndị na-arịwanye elu na-eguzobe òtù ndị yiri ya, na-egbochi mmetụta European Union na-adabere na nzukọ EU-Africa mbụ, na-emegide ndị otu India-Afrịka na-apụta, na-akwado maka mmepe mba.",
  "FOCAC na-ekwusi ike na mmekọrịta ndọrọ ndọrọ ọchịchị dị n'etiti Africa na China. Ụkpụrụ ndọrọ ndọrọ ọchịchị bụ isi nke China na-akwado n'ime FOCAC bụ ụkpụrụ ise nke ịdị n'otu udo: nkwanye ùgwù maka ala na ọbụbụeze, enweghị esemokwu, enweghị ntinye aka n'ihe omume dị n'ime, nha nhata na uru onwe, na ịdị n'udo. Ụkpụrụ ndị a bụ nkọwa na-agbaso omenala nke Westphalian nke ọbụbụeze steeti.",
  "Enyemaka mba ọzọ nke China bụ mpaghara dị mkpa nke mmekọrịta n'ime FOCAC. Site na FOCAC, China na-enye enyemaka n'ụdị mgbaghara ụgwọ, enyemaka enyemaka, mgbazinye ego, na mgbazinye ego na-enweghị ọmụrụ nwa. Nanị ọnọdụ ndọrọ ndọrọ ọchịchị China chọrọ bụ ịgbaso ụkpụrụ One China.  N'ịbụ ndị na-enweghị ọnọdụ ndọrọ ndọrọ ọchịchị, enyemaka mba ọzọ nke China dị iche na ihe nlereanya zuru ụwa ọnụ, nke chọrọ nkwenye ndọrọ ndọrọ ọchịchị karịa site na mba ndị na-anata ya. Nkwupụta ntọala FOCAC na-etinye nkatọ China banyere usoro enyemaka mba ọzọ zuru ụwa ọnụ nke, n'echiche China, na-ebute mmeso ọjọọ nke mba ndị na-emepe emepe:\n \nN'ịgbaso ajụjụ ọnụ ya na ndị ọkà mmụta na ndị nnọchi anya mba Afrịka, Prọfesọ US nke International Securities Studies Dawn C",
  "Murphy kwubiri na ọtụtụ mba Afrịka nwere ekele maka omume ọma a site na China megide ọnọdụ ndọrọ ndọrọ ọchịchị maka enyemaka mba ọzọ.",
  "Na nzukọ ndị nhazi FOCAC nke afọ 2022, Minista Na-ahụ Maka Mba Ọzọ nke China Wang Yi kwupụtara na China ga-agbaghara ụgwọ 23 na-enweghị ọmụrụ nwa nke tozuru oke na ngwụcha afọ 2021 maka mba 17 nke Afrịka.",
  "E mere Nzukọ Ndị Minista mbụ na Beijing site na 10 ruo 12 Ọktoba 2000",
  "Onye isi ala Jiang Zemin, onye isi ala Zhu Rongji nke Kansụl Steeti, na osote onye isi ala Hu Jintao nke People's Republic of China sonyere na nzukọ ahụ",
  "Ihe karịrị ndị minista 80 si China na mba 44 na ndị nnọchiteanya si 17 mba ụwa na mpaghara gara nzukọ a",
  "Ndị Africa bịara gụnyere Onye isi ala Gnassingbé Eyadéma nke Togo, Onye isi ala Abdelaziz Bouteflika nke Algeria, Onye isi oche Frederick Chiluba nke Zambia, Onye isi obodo Benjamin William Mkapa nke Tanzania, na odeakwụkwọ ukwu Dr",
  "Salim Ahmed Salim nke Organization of African Unity. Nzukọ ahụ weputara nkwupụta Beijing nke Forum on China-Africa Cooperation na mmemme maka China-Africa cooperation in Economic and Social Development.",
  "E mere Nzukọ nke abụọ nke ndị Minista na Addis Ababa, Ethiopia, site na 15 ruo 16 Disemba 2003",
  "Onye isi ala China Wen Jiabao, Praịm Minista Etiopia Meles Zenawi, ndị isi ala Afrịka isii, ndị osote onye isi ala atọ, ndị isi oche abụọ ndị ọzọ, na otu onye isi oche nke ndị omeiwu, yana Onye isi ala Alpha Oumar Konare nke Commission of African Union, na onye nnọchi anya odeakwụkwọ ukwu UN gara emume mmeghe ma kwuo okwu",
  "Ihe karịrị ndị minista 70 si China na mba Afrịka 44 bịara nzukọ ahụ",
  "Nzukọ ahụ gafere atụmatụ Addis Ababa Action Plan (2004-2006)",
  "Site na atụmatụ FOCAC nke afọ 2003, China kwupụtara na ọ ga-enye ọgwụgwọ efu maka ụfọdụ ngwaahịa nke African LDCs [mba ndị na-emepebeghị emepe] maka ịnweta ahịa China",
  "Akụkụ China ga-, malite na 2004, na-ekwurịta ndepụta nke ngwaahịa na-enweghị ụtụ na iwu mmalite na mba ndị metụtara na ndabere abụọ",
  "\"",
  "E mere nzukọ FOCAC mbụ na nzukọ nke atọ na Beijing site na Nọvemba 3 ruo 5, 2006",
  "Hu Jintao, Onye isi ala nke China, na ndị isi ala ma ọ bụ ndị isi gọọmentị sitere na mba 35 nke Afrịka gara nzukọ a. Onye isi ala Hu wepụtara ego mgbazinye ego ruru ijeri $ 5 na Africa n'oge nnọkọ ahụ",
  "Dị ka otu n'ime \"Nzọụkwụ Asatọ\" maka mmekọrịta China na Africa, Onye isi ala Hu kwupụtara ịmepụta China-Africa Development Fund iji kwalite itinye ego China na Africa na US $ 1 ijeri nke ego mbụ ya na-atụ anya na ọ ga-etolite na US $ 5 ijeri n'ọdịnihu.",
  "China kwere nkwa imeghe ahịa ya na mba ndị Afrịka, yana ịbawanye ọnụ ọgụgụ ngwaahịa sitere na mba ndị na-emepebeghị emepe n'Afrịka ruru eru maka nnwere onwe ụtụ isi.",
  "China bu ụzọ kwupụta Ụlọ Ọrụ Ngosipụta Nkà na Ụzụ Ọrụ Ugbo na nzukọ 2006.  Ụlọ Ọrụ Ngosipụta Nkà na Ụzụ Ọrụ Ugbo bụ akụkụ dị mkpa nke mmekọrịta ọrụ ugbo nke China na mba Afrịka. Ọrụ nke ụlọ ọrụ ndị a bụ izipu nka na teknụzụ ọrụ ugbo site na China gaa na mba ndị na-emepe emepe n'Africa ma na-emepụta ohere ahịa maka ụlọ ọrụ China na ngalaba ọrụ ugbo.",
  "E mere Nzukọ nke anọ nke FOCAC na Soho-Square, na ebe ezumike Egypt nke Sharm el-Sheikh, na 8 ruo 9 Nọvemba 2009",
  "Nzukọ ahụ nyochara otu esi emezu nkwekọrịta nke Beijing Summit",
  "Ọ nabatakwara nkwupụta Sharm el-Sheikh na atụmatụ ime ihe maka 2010-2012 iji depụta ụzọ maka imekọ ihe ọnụ China na Africa",
  "Onye isi ala China Wen Jiabao, Onye isi ala Ijipt Hosni Mubarak, na ndị isi ala ma ọ bụ gọọmentị Afrịka sitere na mba 49 gara emume mmeghe ahụ",
  "Ndị ọzọ na-ekwu maka nnọkọ mmeghe bụ ndị isi ala nke Liberia, Zimbabwe, Uganda, Sudan, Republic of Congo, Rwanda, Central African Republic, na Tanzania; ndị praịm minista nke Ethiopia, Côte d'Ivoire, na Democratic Republic of the Congo; ndị osote onye isi ala nke Seychelles, Ghana, na Burundi; Onye isi oche nke National Assembly of Gabon; na Onye isi oche of the African Union Commission. Minista na-ahụ maka mba ofesi nke China bụ Yang Jiechi na Minista na Commerce bụ Chen Deming duuru ndị nnọchi anya gaa nzukọ ahụ.",
  "A mara ọkwa mgbazinye ego dị ala nke ijeri $ 10 na Nọvemba 9, 2009, okpukpu abụọ nke mgbazinye ego ijeri $ 5 mara ọkwa ma tinye ya n'ọrụ na 2006 Beijing Summit",
  "E guzobekwara 1 ijeri dollar US pụrụ iche maka obere na ọkara azụmaahịa Africa",
  "China kwupụtakwara usoro iwu ọhụrụ asatọ iji mee ka mmekọrịta ya na Afrịka sie ike nke \"na-elekwasị anya n'imeziwanye ihe ndị mmadụ na-ebi\". Wen kwupụtara na China ga-ewepụ ụgwọ nke ụfọdụ mba ndị kasị daa ogbenye n'Africa",
  "O kwuru na China ga-ewu 100 ọrụ ọhụrụ dị ọcha na kọntinent ahụ na-ekpuchi ike anyanwụ, bio-gas, na obere mmiri na-eji nwayọọ nwayọọ belata ụtụ ahịa na pasent 95 nke ngwaahịa sitere na steeti Afrịka nke ya na ya nwere njikọ mmekọrịta",
  "O kwukwara na China ga-arụ ọrụ 100 na nyocha sayensị na teknụzụ, nata 100 postdoctoral fellows Africa iji mee nyocha sayensụ na China, ma nyere ha aka ịlaghachi ma jeere mba ha ozi",
  "A ga-abawanye ọnụ ọgụgụ nke ụlọ ọrụ ngosipụta teknụzụ ọrụ ugbo nke China wuru n'Africa ruo 20",
  "A ga-eziga ìgwè teknụzụ ugbo 50 na Africa na ndị ọrụ teknụzụ abụọ ga-azụ maka Africa, iji nyere aka mee ka ikike Afrịka sie ike iji hụ na nri dị nchebe.",
  "China ga-enyekwa ngwá ọgwụ na ihe ndị na-egbochi ịba nke ruru nde yuan 500 na ụlọ ọgwụ 30 na ebe mgbochi na ọgwụgwọ ịba nke China wuru ma zụọ ndị dọkịta na ndị nọọsụ 3,000 maka Africa",
  "Wen gara n'ihu kwuo na China ga-ewu ụlọ akwụkwọ ọbụbụenyi China na Africa 50 ma zụọ ndị isi ụlọ akwụkwọ 1,500 na ndị nkuzi maka mba Afrịka ma mụbaa ọnụ ọgụgụ agụmakwụkwọ gọọmentị China na Africa ruo 5,500 site na 2012",
  "China ga-azụkwa ngụkọta nke ndị ọkachamara 20,000 nke ngalaba dị iche iche maka Africa n'ime afọ atọ sochirinụ.",
  "Onye isi ụlọ ọrụ nri nke United Nations, World Food Programme, onye isi nchịkwa Josette Sheeran toro ọrụ nnọkọ ahụ na nchekwa nri, ọrụ ugbo, na akụrụngwa n'Africa.",
  "E mere Nzukọ nke ise nke FOCAC na 19 ruo 20 Julaị 2012, na Beijing, China",
  "China mere ọkwa maka nkwado na itinye ego na ịgbazinye ego, gụnyere akara akwụmụgwọ nke ijeri $ 20 maka mba Afrịka iji wuo akụrụngwa, ọrụ ugbo, na imepụta iji kwado obere ụlọ ọrụ na nke etiti n'Afrịka",
  "Ọzọkwa, China-Africa Development Fund, nke a mara ọkwa n'oge 2006 FOCAC ma guzobe ya na isi obodo nke $ 1 ijeri, ga-abawanye ruo $ 5 ijeri.",
  "Karịsịa kemgbe 2012 FOCAC, China lekwasịrị anya na ogo, ịdị irè, na nkwado nke enyemaka ọ na-enye mba Afrịka.",
  "E mere nzukọ nke abụọ nke FOCAC na nke isii nke Nzukọ Ndị Minista na 4 ruo 5 Disemba 2015, na Johannesburg, South Africa. FOCAC malitere imesi Belt and Road Initiative ike malite na nzukọ a, nkwupụta nke mere ka China na steeti Afrịka \"na-enyocha njikọ dị n'etiti atụmatụ China nke iwu Silk Road Economic Belt na 21st Century Maritime Silk Road na njikọta akụ na ụba nke Afrịka na atụmatụ mmepe na-adịgide adịgide, yana ịchọ ohere ịkwalite mmepe zuru oke na imezu nrọ anyị\".",
  "China mara ọkwa ngwugwu enyemaka nke ijeri $ 60, ịgbazinye ego, na itinye ego na-akwado gọọmentị",
  "Ihe ndị dị n'otu n'otu nke ngwugwu ahụ bụ \"5 ijeri dollar nke enyemaka n'efu na mgbazinye ego na-enweghị ọmụrụ nwa, 35 ijeri dollar maka mgbazinye ego kachasị mma na mbupụ ego na okwu ndị ọzọ dị mma, 5 ijeri dollar iji ego ọzọ maka China-Africa Development Fund na Special Loan for the Development of African SMEs nke ọ bụla, na ego nkwado maka mmepụta China-Africa na isi obodo mbụ nke 10 ijeri dollar.",
  "Otu n'ime nsonaazụ nke nzukọ 2015 bụ Access to Satellite TV maka mmemme 10,000 African Villages.",
  "Nzukọ 2018 mere na Beijing na mbido Septemba 2018",
  "Ka ọ na-erule n'ọnwa Mee afọ 2018, mba niile so n'òtù UN n'Afrịka nabatara People's Republic of China dị ka naanị onye nnọchi anya China, ma e wezụga Eswatini (Swaziland), nke na-enwe mmekọrịta na Taiwan",
  "Tupu nnọkọ ahụ, China kwupụtara na ọ \"na-atụ anya na ka ọ na-erule oge nnọkọ mmekọrịta China na Africa na Beijing ga-eme, anyị nwere ike inwe foto obi ụtọ nke ezinụlọ ahụ dum\", ya bụ, ọ na-atụ anya ịmalite mmekọrịta mmekọrịta na Swaziland tupu nnọkọ ahụ amalite. Gọọmentị Eswatini ajụla arịrịọ ndị a sitere na PRC. A kọwakwara na ọtụtụ ndị isi Afrịka gara nzukọ 2018 karịa nzukọ nke UN.",
  "Nkwupụta FOCAC nke 2018 na-ekwu n'ụzọ doro anya na China na steeti Africa na-ele FOCAC anya dị ka isi ikpo okwu maka nhazi dị ka akụkụ nke Belt na Road Initiative.",
  "E mere nzukọ nke 2021 site na 29 ruo 30 Nọvemba 2021, na Dakar, Senegal.",
  "Àtụ:One Belt, One RoadÀtụ:International fora on Africa"
]