[
  "Na Toronto Conference on the Change Atmosphere: Mmetụta maka Nchebe zuru ụwa ọnụ, nke Canada kwadoro na Toronto, Ontario, malite na 27 ruo 30 June 1988, ndị 300 sonyere-gụnyere ndị na-eme iwu, ndị ọkà mmụta sayensị mba ụwa, òtù ndị na-abụghị ndị gọọmentị na ndị gọọmenti, na United",
  "Òtù mba dị iche iche-nyere ịdọ aka ná ntị ná ngwụsị nke ogbako ahụ na ụmụ mmadụ na-akpachapụghị anya na-akpata mgbanwe a na-achịkwaghị achịkwa na ikuku nke na ọ bụrụ na a chịkwaghị ya nwere ike ime ka ọ bụrụ \"nsonaazụ nwere ike ịbụ nke abụọ na agha nuklia zuru ụwa ọnụ.\" Nzukọ Toronto mere n'otu izu ahụ James Hansen, onye jere ozi dị ka onye nduzi nke NASA's Manhattan nke dabeere na Goddard Institute for Space Studies (GISS) site na 1981 ruo 2013, dọrọ aka ná ntị na 23 June 1988 akaebe ya n'ihu Kọmitii Senate United States",
  "Energy na Natural Resources, na ọ bụ 99% ụfọdụ na zuru ụwa ọnụ \"okpomọkụ na-emekarị abụghị a eke mgbanwe\" ma bụ n'ihi na a \"wuildup\" nke CO2 na ndị ọzọ \"okike gas na ikuku.\" Nzukọ a \"welitere\" mkparịta ụka banyere omume mba ụwa nwere ike ime yana nzaghachi amụma ọha maka mgbanwe ihu igwe nke gụnyere ebumnuche mbụ maka mbelata ikuku CO2.",
  "Mgbe ahụ Praịm Minista nke Canada, Brian Mulroney nyere okwu mmeghe na Tom McMillan, mgbe ahụ Minista nke Gburugburu Ebe Obibi, nyere okwu mmechi",
  "Gro Harlem Brundtland, onye jere ozi site na 1983 ruo 1987 dị ka onye isi oche nke World Commission on Environment and Development, nke United Nations guzobere, gosipụtara adreesị ederede dị mkpa banyere Ọdịnihu Anyị, nke a makwaara dị ka Brundtlands Report, peeji 300 nke 1987 Brundtand Report site na kọmitii ahụ, nke akpọrọ \"Ọdịnihu Anyị\".[Notes 1][Notes 2]",
  "Nzukọ ahụ gụnyere adreesị pụrụ iche, isi ihe ndetu na okwu nri ehihie, na mkparịta ụka",
  "E mepụtara akwụkwọ ogbako dị iche iche na akụkọ gụnyere \"nkwupụta ikpeazụ, akụkọ ndị otu ọrụ, akwụkwọ ndabere nke J",
  "Jaeger na nkwupụta nke ndị òtù na-abụghị ndị gọọmenti kwadoro.\".",
  "Isiokwu ndị a tụlere gụnyere mgbanwe ihu igwe, griin haus, ozone, mmetọ ikuku, okpomoku zuru ụwa ọnụ, mmepe na-adigide, mmetọ, na akụrụngwa mmiri.[Notes 3]",
  "Nzukọ Toronto nke 1988 mere n'otu izu ahụ James D",
  "Hansen onye nduzi nke NASA's Manhattan-based Institute for Space Studies dọrọ aka ná ntị na akaebe ya nke 23 June 1988 n'ihu United States Senate Committee on Energy and Natural Resources na ọ bụ 99% doro anya na ụwa \"usoro okpomọkụ abụghị ọdịiche okike mana ọ bụ site na mkpokọta carbon dioxide na gas ndị ọzọ aka mere na ikuku",
  "\" Site na 27 ruo 30 June,a \"World Conference on the Changing Atmosphere: Implications for Global Security\" kpọkọtara ọtụtụ narị ndị ọkà mmụta sayensị na ndị ọzọ na Toronto",
  "Ha kwubiri na mgbanwe nke ikuku n'ihi mmetọ mmadụ \"na-anọchi anya nnukwu ihe ize ndụ maka nchekwa mba ụwa ma na-enweworị ihe ndị na-emerụ ahụ n'ọtụtụ akụkụ nke ụwa,\" ma kwupụta na ka ọ na-erule 2005, a ga-adụ ọdụ nke ọma n'ụwa ịkwanye ikuku ya",
  "ihe dị ka 20% n'okpuru ọkwa 1988.",
  "Malite na 30 June 1988, Stephen Lewis bụ onye isi oche nke Toronto Conference on the Changing Atmosphere na ndị ọkà mmụta sayensị 300 si gburugburu ụwa bịara",
  "\"Nkwekọrịta sayensị mbụ zuru ụwa ọnụ\" na ụwa \"na-abanye n'oge mgbanwe ihu igwe a na-ahụtụbeghị mbụ\" sitere na nzukọ ahụ.: 210",
  "Nzukọ ahụ mere n'azụ okpomọkụ nke setịpụrụ ndekọ ọhụrụ na Toronto",
  "Okpomọkụ rịrị elu ruo \"ogo ndị a na-edeghị na mbụ n'ihe karịrị afọ 150 nke nyocha\".",
  "Ndị sonyere gụnyere Praịm Minista nke Canada n'oge ahụ, Brian Mulroney.",
  "Ndị sonyere kwurịtara \"nchegbu na-apụta banyere nsogbu ikuku ụwa gụnyere mmiri ozuzo acid, mmebi nke ozone stratospheric na okpomọkụ ụwa\".",
  "\"Mgbasa ozi mba ụwa, nke a na-ejighị mee nkwekọrịta na nsogbu gburugburu ebe obibi, kwuru \"ọkwa dị elu nke nkwekọrịta sayensị\" na okpomọkụ ụwa.",
  "Nzukọ nke afọ 1988, \"na-atụ aro ihe mgbaru ọsọ mbụ maka mbelata zuru ụwa ọnụ na mmepụta nke carbon dioxide 20% n'okpuru ọkwa 1988 site na 2005.\"",
  "Ndị sonyere na nnọkọ ahụ tụrụ aro na mgbanwe ihu igwe fọrọ nke nta ka ọ bụrụ ihe siri ike dịka agha nuklia na ebumnuche mbụ maka mbelata CO2 ka a tụlere.",
  "Nzukọ Toronto nke 1988 bụ ihe mkpali maka usoro redio nke ụlọ ọrụ mgbasa ozi Canada nke 1989, Ọ bụ ihe gbasara ndụ, na akwụkwọ Anita Gordon na David Suzuki nke 1990 na-abụghị akụkọ ifo nke otu aha na-akọwa ọkara narị afọ na-esote n'ihe gbasara gburugburu ebe obibi.",
  "E mere nnọkọ nnọkọ na 28 June 2013, na Mahadum Toronto na Scarborough na-eme emume ncheta afọ 25 nke Nzukọ Toronto.",
  "Àtụ:History of science"
]