[
  "nzuko nke South Africa Trade Union (COSATU ma ọ bụ Cosatu) bụ otu ndị ọrụ na South Africa",
  "E hiwere ya na 1985 ma bụrụkwa nke kachasị n'ime ndị isi atọ na-ahụ maka ọrụ na mba ahụ, nwere ndị ọrụ 21 jikọtara ya.[note 1]",
  "N'abalị iri atọ n'ọnwa Nọvemba n\"afọ 1985, ndị otu ọrụ iri anọ na atọ zutere na Mahadum Natal maka mkparịta ụka gbasara ịmepụta otu ndị ọrụ. Nke a sochiri afọ anọ nke mkparịta ụka ịdị n'otu n\"etiti òtù ndị na-asọ mpi na ndị otu na'emegide ịkpa ókè agbụrụ ma bụrụ ndị \"na-etinye aka na South Africa na ọ bụghị agbamakwụkwọ, na onye na - enweghị mmekọahụ na ọchịchị onye kwuo uche ya\"",
  "E guzobere COSATU n'ụzọ iwu kwadoro na 1 Disemba 1985. N'etiti ndị guzobere òtù ndị ahụ bụ ndị mmekọ nke Federation of South African Trade Unions (FOSATU), obere National Federation nke Ndị Ọrụ, na ụfọdụ òtù onwe ha, ọkachasị National Union of Mineworkers. Elijah Barayi bụ onye isi oche mbụ nke nzukọ ahụ na Jay Naidoo bụ odeakwụkwọ ukwu mbụ.",
  "E weputara ọtụtụ mkpebi na nzukọ mbụ a nke kọwapụtara ebumnobi gọọmentị etiti na ka otu ọgbakọ si arụ ọrụ, ya bụ. :",
  "Na 5-6 May 1987, a kwụsịrị iku ọrụ dịka akụkụ nke mgbasa ozi ụgwọ ọrụ ndụ nke COSATU dabara na ntuli aka izugbe nke 1987",
  "ihe karịrị nde ndị ọrụ 2.5 so na ọnụnọ pụọ",
  "Ọnwa Iri na Abụọ 7, 1987 N'isi ụtụtụ ụtụtụ bọmbụ abụọ gbawara n'akụkụ ogidi nkwado dị n'okpuru ụlọ nke isi ụlọ ọrụ gọọmenti etiti, ụlọ COSATU",
  "Ihe mebiri emebi mere ka ekwuputa na ụlọ ahụ adịghị mma",
  "ma.",
  "Na nnọkọ nke abụọ nke mba ahụ e nwere site na 14 ruo 18 Julaị 1987, gọọmentị etiti nabatara Charter Freedom mgbe National Union of Mineworkers tụpụtara mkpebi ahụ",
  "Na nnọkọ nke atọ e mere site na 12 ruo 16 Julaị 1989, a nabatara mkpebi nke kpọrọ ndị otu COSATU ka ha sonye na mkpọsa nke \"omume na-aga n'ihu\" megide ịkpa ókè agbụrụ, n\"izu na'ime ntuli aka nke South Africa na 1989.",
  "N'abalị iri abụọ na isii n'ọnwa Julaị n\"afọ 1989, COSATU, otu ndọrọndọrọ ọchịchị onye kwuo uche ya na otu ndọrọndọrọ ọchịchị onye kwuo uche ya.t na Mass Democratic Movement, kpaliri National Defiance Campaign, ebe a wakporo  ndị e debere maka ndị ọcha, na nzukọ ndị steeti machibidoro iwu kwupụtara onwe ha 'enweghị mmachibido iwu'.",
  "Nzukọ COSATU kpebiri na 2012 ka ha sonye na World Federation of Trade Unions, ka ọ na-anọgide na ndị otu ya n'ime International Trade Union Confederation.",
  "N'oge nnọkọ nke afọ 2016 nke e mere na Durban, a họpụtara Michael Mzwandile Makwayiba, onye isi oche nke COSATU affiliate NEHAWU MichaelMzandileMakwayiva dịka onye nduzi nke World Federation of Trade Unions.",
  "Cosatu nwere nnukwu mbelata n'ime ndị otu mgbe afọ 2012 gasịrị, ọ bụ ezie na ọ nọgidere bụrụ nnukwu njikọ ọrụ.",
  "COSATU depụtara òtù ndị a dị ka ndị mmekọ ha:",
  "na 8 Nọvemba 2014, Irvin Jim, odeakwụkwọ ukwu nke ndị mmekọ COSATU kasị ukwuu,. Òtù mba nke ndị na-arụ ọrụ ígwè nke South Africa (NUMSA), kwupụtara na a chụpụrụ otu ahụ na COSATU mgbe a kpọkọtara votu na kọmitii ndị Akpọkọtara nke mere na votu 33-24 kwadoro ịchụpụ ahụ",
  "E boro NUMSA ebubo imebi iwu nke COSATU\nÒtù mba nke ndị na-arụ ọrụ ígwè nke South Africa (NUMSA), kwupụtara na a chụpụrụ otu ahụ na COSATU mgbe a kpọkọtara votu na kọmitii ndị isi pụrụ iche nke mere na\nE boro NUMSA ebubo imebi iwu COSATU",
  "N'abalị isii n'ọnwa Nọvemba n\"afọ 2014, ụlọ ikpe dị elu nke South Gauteng yigharịrị akwụkwọ iwu ngwa ngwa nke NUMSA iji gbochie kọmitii ntụziaka pụrụ iche ka a kpọkọta ya, si otú a nye ohere ka nzukọ ahụ mee.",
  "N'abalị iri n'ọnwa Nọvemba n\"afọ 2014, ndị otu asaa kwupụtara na ha ji aka ha kwụsị itinye aka na ndị na-eme mkpebi nke COSATU nʼihi nchụpụ nke NUMSA ma kpọọ oku ka a kpọta nzukọ mba pụrụ iche.",
  "Irvin Jim kọwara nchụpụ ahụ dị ka \"ụbọchị gbara ọchịchịrị maka ndị ọrụ\".",
  "COSATU bụ akụkụ nke njikọ aka ya na ANC na South African Communist Party, nke a na-akpọ Tripartite Alliance",
  "Ọrụ COSATU na njikọ ahụ abụwo isiokwu arụmụka, ebe ọ bụ na nzukọ ahụ akatọwo ụfọdụ n'ime iwu gọọmentị ANC",
  "Ọ bụ ezie na ụfọdụ ndị mmekọ arụrịta ụka maka nnwere onwe ka ukwuu site na òtù ndọrọ ndọrọ ọchịchị na-achị, ndị ọzọ arụ ụka na ndokwa ahụ na'enye COSATU mmetụta ndọrọndọrọ ọchịchị bara uru nye ndị otu ya.",
  "Saụt Afrịka nwere otu n'ime ndị kasị nwee nje HIV / AIDS n\"ụwa, na atụmatụ 2005 nke nde mmadụ 5.5-na-arịa nje virus 12.4% nke ndị bi na ya. N'afọ 2020, ihe dị ka nde mmadụ 20.6 n'ebe ọwụwa anyanwụ na ndịda Afrịka na-arịa nje HIV. Òtù ndị ọrụ na-arụ ọrụ etinyela aka n'ịlụso ọrịa a ọgụ",
  "COSATU bụ onye mmekọ dị mkpa na Treatment Action Campaign (TAC), ọrụ ebere edebanyere aha na ikike ndọrọ ndọrọ ọchịchị na-arụ ọrụ iji kụziere ma kwalite nghọta banyere HIV / AIDS, yana igbochi ọrịa ọhụrụ, nakwa ịmanye ka enwere ike ịnweta ọgwụ antiretroviral",
  "N'afọ 1998, COSATU wepụtara mkpebi maka mkpọsa maka ọgwụgwọ",
  "\"Ọ doro anya na ndị ọrụ na-arụ ọrụ n'oge ahụ na ha na'ihi na enweghị ike ịzụta ọgwụ\", ka Theodora Steel, onye nhazi mkpọsa na COSATU kwuru",
  "\"Anyị hụrụ TAC dị ka onye enyemaka sitere n'okike Anyị mere mkpebi doro anya na nnọkọ anyị iji nyere aka ma wuo TAC.",
  "N'agbanyeghi njikọ aka nke COSATU na pati ANC na-achị achị, ya na gọọmentị ekwekọrịtaghị, na'ịkpọ oku maka mmụba zuru oke nke ọha na eze maka ọgwụ antiretroviral.",
  "Abahlali baseMjondolo nyere nkwupụta siri ike nke nkwado maka ọgbaghara nke ndị ọrụ ọha na eze na 2010.",
  "Wheel dị na logo na-anọchite anya akụ na ụba",
  "Agba ọla edo nke wiil ahụ na-anọchite anya akụ na ụba nke mba ahụ",
  "Ọnụ ọgụgụ ndị na-akwagharị wiil ahụ, nke nwere ụmụ nwoke abụọ na nwanyị na'ebu nwa, na - na \"ihe ịma aka ndị ọrụ na ya na, mmegbu agbụrụ na nke nwoke na nwoke yana mmetọ akụ na ụba",
  "Ọnụ ọgụgụ ndị a bụ ndị ojii ka ha na-anọchite anya ndị isi ojii na'alụ ọgụ megide mmegbu agbụrụ",
  "Ndị mmadụ na-ejide ọkọlọtọ na'acha ọbara ọbara nke na na - nọchitere anya ndị ọrụ.",
  "Okwu mmeghe dị na akara ngosi ahụ bụ \"Mmerụ ahụ nye otu bụ mmerụ aka nye mmadụ niile\" na-egosi ọhụụ ndị otu ahụ nwere maka ịdị n'otu nke na'etiti ndị ọrụ.",
  "N'ọnwa Ọktoba afọ 2004 na Febụwarị afọ 2005, COSATU zigara ndị nnọchi anya na Zimbabwe iji kpebie ọnọdụ dị na mba ahụ tupu ntuli aka ndị omeiwu Zimbabwe n'afọ 2005",
  "A chụpụrụ ha na mba ahụ n'oge abụọ ahụ.",
  "COSATU haziri ngagharị iwe na mgbochi ókèala megide ọchịchị na Harare.",
  "N'afọ 2016, COSATU kwupụtara nkwado maka ndị na-eme ngagharị iwe #ThisFlag na Zimbabwe, na'ikwu na \"mkpagbu siri ike nke ọchịchị Zanu-PF n'imeso ndị iro yiri nke Operation Restore Order / Murambatsvina na 2005.",
  "N'afọ 2020, COSATU kwupụtara nkwado ha na ndị Palestine na 15 Mee (Ụbọchị Nakba) ma jikọta ikike ndị Palestina nwere ala na ọgụ COSATA megide ịkpa ókè agbụrụ na South Africa. N'afọ 2021, ndị Palestine mere ngagharị iwe megide mkpebi ikpe Israel nke kwuru na ọ dị mkpa ka a chụpụ ndị bi na Sheik Jarrah n'ụlọ ha na Jerusalem. Ndị agha Israel wakporo ụlọ alakụba Al-Aqsa n'oge Ramadan, ọnwa dị nsọ maka ọtụtụ ndị Palestine",
  "COSATU gara n'ụlọ ọrụ nnọchi anya US na Sandton, Johannesburg dị ka ngosipụta nke nkwado maka ndị Palestine, na-ekwu na gọọmentị US kwesịrị ịnakwere ọbụbụeze nke Palestine yana nnukwu mmebi ikike mmadụ megide ndị Palestina.",
  "Ndị na-ebu ụlọ ọrụ mba:"
]