[
  "TICAD abụwo ihe na-agbanwe agbanwe na mkpebi ogologo oge nke Japan iji kwalite udo na nkwụsi ike n'Africa site na mmekorita.  N'ọnọdụ a, Japan emesi ike mkpa \"ihe onwunwe Africa\" nke mmepe ya yana \"mmekọrịta\" n'etiti Africa na mba ụwa. Nkwurịta okwu n'etiti ndị nnọchiteanya nnọkọ ahụ na-arụ ọrụ iji mesie ikpe ahụ ike maka enyemaka ndị ọzọ, ọ bụghị obere site na nnukwu akụ na ụba ụwa.",
  "Ebumnuche nzukọ TICAD bụ inyere aka ịkwalite mkparịta ụka iwu dị elu n'etiti ndị isi Afrịka na ndị mmekọ mmepe ha",
  "Ọ pụtara na 1993 mgbe Agha Nzuzo biri n'oge 'ike ọgwụgwụ enyemaka' n'etiti mba ndị nyere onyinye, ọ dịkwa oke mkpa n'ịmezigharị mmasị siri ike na-enye onyinye n'Africa. TICAD aghọwo nnukwu nnọkọ zuru ụwa ọnụ iji kwalite mmepe na kọntinent ahụ n'okpuru ụkpụrụ nke \"onye nwe\" Afrịka na \"mmekọrịta\" mba ụwa",
  "Echiche ndị a ghọrọ ihe dị mkpa na mmalite nke New Economic Partnership for Africa's Development (NEPAD), atụmatụ maka mmepe nke ndị Afrịka n'onwe ha mepụtara. Nzukọ TICAD ndị gara aga emeela ka ọ bụrụ ihe dị mkpa, ọkachasị mgbe Japan na-anabata G8, dịka ọ dị na 2008",
  "N'afọ 2000, dịka ọmụmaatụ, Japan kwadoro Okinawa G8 Summit ma kpọọ ndị isi si n'ọtụtụ mba Afrịka ka ha bịa",
  "G8 jikwa echiche ndị a tụrụ aro na TICAD II mee ihe n'ịmepụta Global Fund iji lụso ọrịa AIDS, ụkwara nta na ịba ọgụ.",
  "E mere TICAD m n'afọ 1993",
  "Mba ndị Afrịka na ndị mmekọ mmepe ha kwurịtara atụmatụ maka nzọụkwụ maka ọganihu ka ukwuu n'Afrịka.  E guzobere TICAD n'oge mmasị mba ụwa na Africa malitere ibelata, na ike ọgwụgwụ na-enye onyinye na-amalite.  Nzukọ a mepụtara \"Tokyo Declaration on African Development\".",
  "Ndị nnọchiteanya sitere na mba 48 nke Afrịka sonyere na nnọkọ ahụ, gụnyere ndị isi ala anọ: Mba iri na abụọ ndị ọzọ zitere ndị nnọchiteanya; ọtụtụ òtù mba ụwa bịakwara dị ka ndị nnọchite anya na ndị na-ekiri ihe.",
  "A na-ewere nzukọ ahụ dị ka ihe na-ekwe nkwa, mana atụmanya ahụ ka bụ ihe a na-ejighị n'aka",
  "N'ime iri afọ kemgbe mmalite ahụ, àgwà TICAD agbanweela ma mgbagwoju anya ma mma",
  "Mmetụta ahụ agbanweela site na nsogbu dị mfe nke TICAD-I nke enyemaka kpọmkwem gaa na isiokwu ndị ọzọ nwere ọtụtụ akụkụ na ndị metụtara ibe ha nke jikọtara na mmemme mmepe na-adịgide adịgide.",
  "TICAD II na 1998",
  "Mba Afrịka na ndị mmekọ mmepe ha kwekọrịtara na \"Tokyo Agenda for Action\" (TAA), nke e bu n'uche ịghọ usoro nduzi a na-aghọta nke ọma",
  "Mbelata ịda ogbenye n'Africa na njikọta zuru oke nke Africa n'ime akụ na ụba ụwa bụ ihe mgbaru ọsọ dị mkpa.   N'ịgbaso TICAD II, nzukọ ndị minista nke afọ 2001 nyere ohere iji kwurịta NEPAD.",
  "A kpọrọ ọtụtụ mba Afrịka na ndị ọzọ",
  "Ụfọdụ ndị isi ala kpebiri ịga; ọtụtụ ndị minista gọọmentị na ndị ọzọ so na ndị sonyere na nnọkọ ahụ.",
  "A na-ewere nkwekọrịta na atụmatụ dị ka nzọụkwụ mbụ.",
  "E mere TICAD III na 2003, na-achịkọta ihe karịrị ndị nnọchiteanya 1000, gụnyere ndị isi ala 23 na Onye isi oche nke African Union.  Mba Afrịka na ndị mmekọ mmepe ha nyochara ihe ndị TICAD rụzuru afọ iri, enwere mkparịta ụka banyere ụzọ TICAD kwesịrị isi mee n'ọdịnihu.",
  "A kpọrọ ọtụtụ mba Afrịka na ndị ọzọ",
  "Ụfọdụ ndị isi ala kpebiri ịga; ọtụtụ ndị minista gọọmentị na ndị ọzọ so na ndị sonyere na nnọkọ ahụ.",
  "Mmụba nke ọnụ ọgụgụ ndị isi ala na-abịa gosipụtara nnabata dị ala nke nzukọ ahụ dị ka ebe nwere ike ịdị irè",
  "Ndị sonyere na-ekwughachi onyinye nke usoro TICAD na mmepe Afrịka, na-ekwu maka ọrụ ya n'ịkwalite mmasị na mkpebi nke mba ụwa maka mmepe Afríku.  N'ime afọ ndị gafeworonụ kemgbe TICAD-III, e nweela nzukọ Africa-China, Africa-India na EU-AU, n'etiti ndị ọzọ.",
  "A kpọkọtara TICAD IV (May 2008) na Yokohama.   N'ime akụkọ ihe mere eme ya nke afọ iri na ise, nke a bụ oge mbụ a kpọrọ nzukọ ahụ n'obodo ọzọ na-abụghị Tokyo",
  "Yokohama na-akwadebe ime emume ncheta afọ 150 nke mmeghe nke ọdụ ụgbọ mmiri na ncheta afọ 120 nke mmalite nke City Administration",
  "N'ọnọdụ a, TICAD IV na okwu ahụ, Yokohama Meets Africa bu n'uche ime ka ọdịdị mba ụwa nke ọdụ ụgbọ mmiri na obodo ahụ pụta ìhè.",
  "Nke a bụ nke a kacha bịa n'ime ihe omume TICAD anọ",
  "Na-azaghachi oku ahụ bụ mba Afrịka 51 (ma e wezụga Somalia), òtù Afrịka 17, mba Eshia 12, mba 22 na-enye onyinye, na òtù mba 55, na ngụkọta nke ihe dị ka ndị nnọchiteanya 2,500",
  "Ndị a gụnyere ndị isi ala 40 ma ọ bụ praịm minista nke mba Afrịka, okpukpu abụọ karịa ọnụ ọgụgụ ndị nọ na TICAD III (2003).  Ọzọkwa na Yokohama e nwere ndị na-ahazi ihe jikọtara ya na \"ihe omume ndị ọzọ\" na ndị ọzọ sonyere na nzukọ ahụ.",
  "TICAD IV nwere nnọkọ zuru oke na nnọkọ iri abụọ na anọ \"isiokwu\".  TICAD lekwasịrị anya na atụmatụ maka ịhazi ihe ọmụma na ihe onwunwe nke mba ụwa n'akụkụ ndị bụ isi nke: (a) uto akụ na ụba; (b) nchekwa mmadụ, gụnyere inweta ihe mgbaru ọsọ mmepe nke UN; na (c) nsogbu gburugburu ebe obibi / mgbanwe ihu igwe",
  "Na mgbakwunye, TICAD IV gbalịrị ịchọpụta njikọ ndị nwere ike ịdị n'ime G8 Hokkaidō Tōyako Summit na July 2008.  N'ọnọdụ a, Onye isi odeakwụkwọ nke World Bank na International Monetary Fund Development Committee, Kiyoshi Kodera, kwuru okwu na nzukọ tupu ihe omume ahụ ebe o kwuru na onye ọ bụla kwesịrị \"ịnakwere eziokwu siri ike\" na mba ndị dị na mpaghara Sahara Africa ga-anọgide na-adabere na enyemaka mba ọzọ ruo mgbe ha chọtara ụzọ ọhụrụ.",
  "Ndị bịara nzukọ ahụ bụ ndị nnọchi anya World Bank, United Nations Development Programme (UNDP), ọtụtụ mba na-enye onyinye, òtù ndị na-abụghị gọọmentị (NGOs) na ụlọ ọrụ ndị ọzọ dị mkpa. Echiche ndị nnọchiteanya nnọkọ ahụ nyere aka mesie ikpe ahụ ike maka enyemaka ozugbo iji nyere akụ na ụba ndị na-adịghị ike n'Africa aka ịnagide nsogbu nri na mmanụ zuru ụwa ọnụ.  Ndị sonyere kwetara na enyemaka nri mberede dị mkpa, mana ọ dịkwa mkpa ime ihe dị n'etiti ruo ogologo oge, na-elebara anya pụrụ iche na nkewa nke ọrụ na nkwekọrịta n'etiti ụlọ ọrụ mmepe dị iche iche.",
  "A gụnyekwara ọrụ ndị dị obere na usoro ihe omume TICAD",
  "Ndị Japan webatara atụmatụ itinye ego JICA n'ịmepụtaghachi \"Otu Village One Product movement\" (OVOP) n'ọnọdụ Afrịka",
  "N'ọnọdụ a, nleta onye isi ala Malawi gara Japan gụnyekwara nleta n'isi ụlọ ọrụ OVOP na Osaka.",
  "N'okwu o kwuru na TICAD-IV, Praịm Minista Japan Yasuo Fukuda kwere ka gọọmentị gbasaa ego a na-akpọ yen ruru ijeri ¥415 (US $ 4- ijeri) na enyemaka ego ruru ihe dị ka ijeri yen 260 (US $ 2.5 ijeri) n'ime afọ ise sochirinụ",
  "Fukuda nyekwara gọọmentị aka guzobe ego na Japan Bank for International Cooperation nke e mere iji mee ka itinye ego okpukpu abụọ n'Africa",
  "A ga-enye enyemaka ego site na ego ahụ n'ime afọ ise sochirinụ iji nyere aka mepụta netwọk okporo ụzọ na akụrụngwa okporo ụzọ ndị ọzọ",
  "Praịm Minista Japan kwupụtakwara atụmatụ itinye \"ndị agha nchebe mmiri\" na-enye ntụziaka na njikwa mmiri",
  "Ọzọkwa, Fukuda kọwara na gọọmentị ya bu n'uche inyere aka ịkwalite ihe ruru 100,000 ndị ọkachamara na ngalaba ahụike na ọgwụ.",
  "Nkwupụta Fukuda na Japan ga-enye aka dị ukwuu na mba Afrịka n'agbanyeghị ọnọdụ ego ya siri ike bụ iji mee ka asambodo Japan dị mma na mba ụwa.  E mere okwu Praịm Minista Fukuda iji mee ka ndị ndu Japan sie ike dị ka ndị na-anabata nzukọ G-8 n'ihi na enyemaka maka Africa ga-abụ ihe dị mkpa na atụmatụ nzukọ ahụ",
  "Ihe ọzọ mere gọọmentị ji nwee obi ụtọ bụ na Japan na-anwa ime ka mmekọrịta ya na mba ndị Afrịka sikwuo ike iji nweta nkwado ha maka mbọ ha na-agba inweta oche na-adịgide adịgide na Kansụl Nchebe UN",
  "Gọọmentị Japan mụtara ihe mmụta site na ọdịda nke mkpọsa 2005 maka ịbụ onye otu na-adịgide adịgide na Kansụl Nchebe: Nkwado sitere na mba Afrịka, nke mejupụtara otu ụzọ n'ụzọ anọ nke ndị otu UN, a na-aghọta ya dị ka ihe dị mkpa ma ọ bụrụ na Japan ga-enwe ihe ịga nke ọma na mgbalị ya",
  "N'okwu ya, Fukuda kwuru, \"Japan ga-achọ ịrụ ọrụ na mgbanwe nke Kansụl Nchebe UN na mmekorita ya na ndị enyi Africa\".",
  "Omume Fukuda n'oge TICAD dọtara uche ndị mgbasa ozi maka ihe ụfọdụ ndị nta akụkọ kpọrọ \"marathon nke obere nzukọ\"",
  "N'ime ụbọchị abụọ, Praịm Minista nke Japan dị afọ 71 zutere otu otu na ndị isi 40 nke mba Afrịka, na-enyefe ihe dịka nkeji iri abụọ na nke ọ bụla; ọ zutekwara ndị na-akwado Africa asaa.  Na mgbakwunye, Minista na-ahụ maka akụ na ụba, azụmahịa na ụlọ ọrụ mmepụta ihe, Akira Amari, zutere ndị isi Afrịka na mgbalị ịrụ ọrụ iji zụlite mmekọrịta chiri anya na mba ndị sonyere na nzukọ ahụ. N'ime izu TICAD, Amari zutere ndị isi Angola, Gabon na Uganda na Tuesday na Wednesday (May 27-28)",
  "Amari zutere ndị isi Madagascar, Botswana, Democratic Republic of Congo, South Africa na Namibia na Thursday (May 29); ọ zutere na Friday (May 30) na onye ndú Nigeria",
  "Ndị isi Afrịka a bụ ndị na-ebupụ ihe ndị dị mkpa maka ndị na-emepụta ihe na Japan",
  "Dịka ọmụmaatụ, Naịjirịa bụ nnukwu onye na-emepụta mmanụ n'Africa, Angola nwekwara mmanụ dị mma",
  "South Africa na-emepụta zirconium nke a na-eji maka mmanụ nuklia, ebe Democratic Republic of Congo na-emepụta cobalt, nke ọtụtụ ụlọ ọrụ na-eji eme ihe maka ebumnuche dị iche iche.",
  "Japan ejirila enyemaka mee ihe dị ka ngwá ọrụ dị mkpa",
  "Ọ bụ onye kachasị enye onyinye n'ụwa n'afọ 1991, mana enyemaka ya n'ozuzu ya na-ebelata ka ụgwọ ya na-abawanye",
  "Ka China na India na-achọ ịmekọrịta mmekọrịta chiri anya na kọntinent Afrịka, nzukọ ahụ bụ ohere dị mkpa maka Japan iji nọgide na-enwe mmetụta mmekọrịta ya",
  "Dị ka Ministri Na-ahụ Maka Mba Ọzọ nke Japan si kwuo, Afrịka nwere pasentị 89 nke ngụkọta nke platinum, pasentị 60 nke diamond ya, pasent 53 nke cobalt, pasent 37 nke zirconium na pasentị 34 nke chromium.  Kọntinent Afrịka ka bụ ahịa nwere ike ịbụ maka Japan; ma China na India ghọtara mkpa dị ngwa iji chekwaa ngwaahịa iji mee ka ọganihu akụ na ụba ha dịkwuo elu.",
  "N'ọnọdụ a, a pụrụ ikwu na Forum on China-Africa Cooperation (FOCAC) na 2006 gosipụtara mgbanwe maka mmekọrịta akụ na ụba Africa.  Nzukọ ahụ kpọghachiri ike ndị isi ụwa ọ bụghị naanị maka mmetụta na-arịwanye elu nke China na Africa kamakwa gosipụtara mkpa na-arị elu nke Africa.  N'afọ ndị na-adịbeghị anya, China anọwo na-enye enyemaka dị ukwuu na mba Afrịka na ebumnuche nke inweta òkè na akụ na ụba okike bara ọgaranya na kọntinent Afrịka; India anọwokwa na-eme otu ihe ahụ.",
  "Nzukọ ahụ nyere ebe maka ụlọ ọrụ ndị na-abụghị gọọmentị iji gbasaa ọtụtụ kọntaktị dị elu",
  "Na mgbakwunye na World Bank, ndị nnọchi anya otu African Development Bank (AfDB) nke onye isi oche ụlọ ọrụ ahụ, Donald Kaberuka, duziri, gara TICAD-IV",
  "Ọzọkwa n'etiti ndị 2,500 bịara bụ ndị ọkà mmụta, dị ka onye isi oche nke Mahadum Tsukuba na Japan na onye nrite Nobel Joseph Stiglitz nke Mahadim Columbia.",
  "E nwere oge mgbe nzukọ ahụ gara dịka Japan tụrụ anya ya",
  "Dịka ọmụmaatụ, gọọmentị Japan mere atụmatụ itinye nkwupụta na Yokohama Declaration iji belata gas na-ekpo ọkụ site na pasent 50 site na ọkwa dị ugbu a ka ọ na-erule afọ 2050",
  "Otú ọ dị, gọọmentị wepụrụ ndokwa a mgbe ha zutere mmegide siri ike site na South Africa, onye isi na-emetọ ikuku.",
  "Nzukọ TICAD na-emesi ike mkpa ndị asọmpi akụ na ụba na ndọrọ ndọrọ ọchịchị nke Eshia na-etinye n'akụkụ aka nri nke ndị isi Afrịka - ọtụtụ n'ime ha na-anọdụ ala na nnukwu mineral, mmanụ na ihe ndị ọzọ",
  "Afrịka na-apụta dị ka ókèala ikpeazụ maka ndị na-etinye ego",
  "Kọntinent ahụ na-enyekwa ahịa na-eto eto maka ngwaahịa ndị a na-emepụta nke na-enweghịzi ike mbupụ na mba ndị mepere emepe nke Europe na America.",
  "Ụfọdụ olu kwuru na ọ ga-aka mma ma ọ bụrụ na Africa gaa TICAD-V (2013) na atụmatụ zuru oke nke nwere ike kewaa n'ime atụmatụ mba nke enwere ike inyocha n'ụzọ zuru ezu n'oge nzukọ abụọ sochirinụ",
  "Ịmepụta otu atụmatụ na-akọwapụta azụmahịa na itinye ego ga-eyi atụmatụ ezi uche dị na ya n'ihi na mba ndị dị na kọntinent ahụ na-alụ ọgụ na ihe ịma aka yiri nke ahụ nke gụnyere akụrụngwa na-adịghị mma na okwu azụmahịa nke na-atụle nke ukwuu megide Africa.  N'echiche, Thabo Mbeki nabatara atụmatụ kọntinent a ka ọ na-atụ aro na ọganihu akụ na ụba Afrịka n'ọdịnihu kwesịrị ime site na azụmahịa ọ bụghị enyemaka",
  "Mbeki kwuru, \"N'ebughị n'uche mkpa enyemaka dị, usoro azụmahịa ka mma maka Afrịka dị oke mkpa iji hụ na njikọta ya zuru oke na akụ na ụba ụwa\".  O kwukwara na \"ịnweta ahịa naanị ya anaghị egosi mgbe niile na mba ndị na-emepe emepe nwere ike ịbanye n'ahịa ụwa na-asọmpi\".",
  "E nyere ihe nrite abụọ mbụ nke Hideyo Noguchi Africa na TICAD IV",
  "E mepụtara ihe nrite a iji sọpụrụ Hideyo Noguchi, onye Japan a ma ama na-ahụ maka nje bacteria nke chọpụtara ihe na-akpata ọrịa syphilis na 1911, onye nwụrụ n'Africa mgbe ọ na-arụ ọrụ maka mmepe nke ọgwụ mgbochi maka virulent yellow fever.",
  "E mere atụmatụ inye onyinye mbụ nke Hideyo Noguchi Africa Prize ka ọ daba na TICAD IV; a kwapụkwara ebe nnọkọ ahụ site na Tokyo gaa Yokohama dị ka ụzọ ọzọ isi sọpụrụ nwoke ahụ a gụrụ aha ya.  N'afọ 1899, Dr",
  "Noguchi rụrụ ọrụ na Yokohama Port Quarantine Office dị ka onye enyemaka dọkịta na-anọpụ iche.",
  "Ndị mbụ nwetara Hideyo Noguchi Africa Prize, dị ka Noguchi n'onwe ya, bụ ndị dọkịta nwere mmasị na ọrịa na ahụike ọha na eze",
  "Ha bụ Dr",
  "Brian Greenwood na Dr",
  "Miriam Were",
  "Maka ndị a na-asọpụrụ, ihe nrite ahụ na-anọchite anya nkwenye nke ihe ha rụzuru n'oge gara aga na itinye ego na onyinye ha ga-enye n'afọ ndị na-abịa",
  "Praịm Minista Japan, Yasuo Fukuda, mere ihe nrite ahụ n'ezie; Emperor na Empress nọkwa na emume 2008 tinyere ọnụ ọgụgụ buru ibu nke ndị isi ala Afrịka.",
  "Site na nnukwu ego na-aga onyinye a, Noguchi Prize na-asọ mpi na nnukwu onyinye sayensị",
  "Site na mbido, 2008 Noguchi Prizes - nke nwere aha, ihe nrite na honorarium nke 100 nde yen (US $ 843,668) - bu n'uche ịbụ nke mbụ n'usoro na-aga n'ihu; a na-atụkwa anya inye onyinye ndị ọzọ afọ ise ọ bụla.\nIhe nrite ahụ, nke akpọrọ \"Ihe nrite na Nkwado nke Ihe Omume Dị ịrịba ama na Mpaghara nke Nnyocha Ọgwụ na Ọrụ Ọgwụ n'Africa nke enyere na Ncheta nke Dr",
  "Hideyo Noguchi,\" bụ nke Japan International Cooperation Agency (JICA) na-elekọta.",
  "Ka TICAD-IV kwụsịrị, a na-eme atụmatụ maka TICAD -V na June 2013",
  "Praịm Minista Fukuda mara ọkwa na ọ gwara ndị nnọchiteanya na TICAD-IV, \"M na-ekwe nkwa na ka ọ na-erule afọ 2012- ise site ugbu a-Japan ga-eji okpukpu abụọ mee ka enyemaka mmepe ya (ODA) gaa Africa, jiri nwayọọ nwayọọ na-abawanye ya n'ime afọ ndị a",
  "\"  N'otu oge ahụ, Fukuda kwuru na gọọmentị ya ga-eji okpukpu abụọ nye nnukwu enyemaka na mmekorita teknụzụ maka Africa site na 2012.",
  "E mere TICAD-V na Yokohama 1-3 June 2013 na ndị isi ala Afrịka iri anọ na otu, tinyere odeakwụkwọ ukwu UN Ban Ki Moon na onye isi ụlọ akụ ụwa Jim Yong Kim, bịara. Praịm Minista Japan Shinzō Abe meghere nzukọ ahụ site n'ịkpọsa ngwugwu ijeri $ 32 afọ ise iji kwado mmepe akụrụngwa na ịkwalite uto akụ na ụba n'Africa.",
  "Nzukọ ahụ mechiri dị ka otu n'ime nzukọ kachasị ukwuu e mere na Japan na ndị sonyere ihe karịrị 4,500, gụnyere Praịm Minista Shinzo Abe, Minista na-ahụ maka ihe gbasara mba ọzọ Fumio Kishida, yana ndị nnọchiteanya si mba 51 nke Afrịka gụnyere ndị isi steeti na gọọmentị 39, ndị nnọchite anya si mba 31 na mba Eshia, mba 72 na mpaghara, ngalaba onwe, NGO na ndị obodo",
  "Na mgbakwunye, e mere ihe omume dịgasị iche iche n'akụkụ na ọtụtụ ndị bịara site na ọha na eze",
  "TICAD V kwadoro ozi bụ isi nke \"Hand in Hand with a More Dynamic Africa\"",
  "N'okpuru echiche ahụ, a na-eme mkparịta ụka siri ike banyere ọdịnihu nke mmepe Afrịka, na-elekwasị anya na isiokwu ndị bụ isi nke TICAD V, ya bụ \"Economics siri ike na nke na-adịgide adịgide,\" \"Inclusive and Resilient Society,\" na \"Udo na Nkwụsi ike\".Dị ka nsonaazụ, TICAD V nabatara akwụkwọ abụọ, ya bụ, \"Yokohama Declaration 2013,\" na-egosi ntụziaka n'ọdịnihu maka mmepe Afrịka, na \"Yokoham Action Plan 2013-2017,\" map ụzọ maka usoro TICAD n'ime afọ ise sochirinụ na usoro ụfọdụ.",
  "Kemgbe TICAD V, Japan ejirila ike tinye mmekọrịta mba na mba n'Africa iji nọgide na-enwe ume na iji jiri nwayọọ nwayọọ mezuo nkwa ya",
  "Dịka ọmụmaatụ, e mere nzukọ Japan-African Regional Economic Communities (RECs) na New York na mpụga nke Nzukọ Ezumezu nke UN na Septemba 26, 2013, nke Praịm Minista Abe duziri",
  "Na tebụl gburugburu, ndị sonyere na-agbanwerịta echiche banyere mmepe ọrụ ugbo na nchekwa nri",
  "Na mgbakwunye, site na Nọvemba 24 ruo Disemba 5, 2013, Japan zigara ndị ọrụ ọha na eze na nke onwe maka ịkwalite azụmahịa na itinye ego maka Africa na Republic of the Congo, Gabonese Republic, na Côte d'Ivoire",
  "Ya mere, Japan na-atụ anya ịkwalite mmekọrịta ya na Africa site na usoro ndị dị otú ahụ na-esote TICAD V",
  "Ọzọkwa, Praịm Minista Abe gara mba Afrịka atọ na Jenụwarị 2014, na-emezu nkwa ya na TICAD F ka ọ gaa Africa n'ọdịnihu dị nso.",
  "TICAD VI ga-abụ TICAD mbụ a ga-eme n'Africa",
  "Kenya na Gambia arịọla maka ohere ijide ya, mana Gambia wepụrụ iji kwe ka Kenya merie. A ga-eme ya na Nairobi ma na-atụ anya ndị nnọchiteanya 5,000.",
  "TICAD VIII, nke mbụ kemgbe ọrịa COVID-19, emere na Tunisia site na 27 ruo 28 Ọgọst 2022",
  "Praịm Minista Fumio Kishida sonyeere nzukọ ahụ site na mkparịta ụka vidiyo mgbe ọ nwalere COVID-19",
  "A na-atụ anya na puku ndị ọbịa ise ga-abịa ihe omume ahụ.",
  "Àtụ:International fora on Africa"
]