[
  "Nkwekọrịta UNECE maka ịnweta ozi, nsonye ọhaneze n'ime mkpebi na ịnweta ikpe ziri ezi na ihe gbasara gburugburu ebe obibi, nke a na-akpọkarị Aarhus Convention, bịanyere aka na 25 June 1998 na obodo Danish nke Aarhus",
  "Ọ malitere ịrụ ọrụ na 30 October 2001",
  "Dị ka nke March 2014, o nwere 47 party-46 steeti na European Union",
  "Steeti niile na-akwado ya dị na Europe na Central Asia",
  "EU amalitela itinye ụkpụrụ ụdị Aarhus n'ime iwu ya, ọkachasị Iwu Framework Directive (Directive 2000/60/EC)",
  "Liechtenstein na Monaco abanyela na mgbakọ ahụ mana ha akwadobeghị ya.",
  "Mgbakọ Aarhus na-enye ikike ọhaneze gbasara ịnweta ozi, ntinye aka ọha na ịnweta ikpe ziri ezi, na usoro mkpebi gọọmentị n'ihe gbasara mpaghara, mba na gburugburu oke",
  "Ọ na-elekwasị anya na mmekọrịta dị n'etiti ọha na eze na ndị ọchịchị.",
  "Mgbakọ Aarhus bụ nkwekọrịta gburugburu ebe obibi dị iche iche nke na-esi na ya na-abawanye ohere maka ụmụ amaala iji nweta ozi gburugburu ebe obibi ma chekwaa usoro iwu doro anya na ntụkwasị obi",
  "Ọ bụ ụzọ isi kwalite netwọk ọchịchị gburugburu ebe obibi, iwebata mmekọrịta na-arụ ọrụ nke ọma na ntụkwasị obi n'etiti ọha mmadụ na gọọmentị na ịgbakwunye ihe ọhụrụ nke usoro emepụtara iji mee ka uru ọhaneze na-ekere òkè n'ime mkpebi ma kwe nkwa ịnweta ikpe ziri ezi: a \"ọchịchị-site-nkpughe\" nke na-eduga ngbanwe n'ebe ọha mmadụ na-ahụ maka gburugburu ebe obibi",
  "Ndị gọọmentị mebere Mgbakọ Aarhus, yana ntinye aka nke ndị NGO chọrọ nke ukwuu, ma bụrụkwa nke iwu kwadoro maka steeti niile kwadoro ya ka ọ bụrụ otu",
  "N'ime ndị nke ikpeazụ gụnyere EC, onye ya mere nwere ọrụ iji hụ na nrubeisi ọ bụghị naanị n'ime mba ndị otu kamakwa maka ụlọ ọrụ ya, ndị ahụ niile na-arụ ọrụ nchịkwa ọha",
  "Otu ọ bụla nwere nkwa ịkwalite ụkpụrụ ndị dị na mgbakọ ahụ na iji mejupụta akụkọ mba, na-anabata usoro ndụmọdụ na nke doro anya mgbe niile.",
  "Mgbakọ Aarhus bụ usoro dabere na ikike: ebumnuche bụ ka ọha na eze mara usoro maka itinye aka na ime mkpebi gburugburu ebe obibi, nwee ohere ịnweta ha ma mara ka esi eji ha.",
  "A na-eme ihe dị iche n'etiti \"ọha na eze\", ndị na-eme ihe nkiri ọha na eze, na \"ndị ọhaneze na-emetụta\" kpọmkwem, ndị mmadụ ma ọ bụ òtù ndị ahụ metụtara ma ọ bụ nwere mmasị na ime mkpebi gburugburu ebe obibi (dịka ọmụmaatụ NGO gburugburu ebe obibi)",
  "\"Ndị ọchịchị ọha\" bụ adreesị nke mgbakọ ahụ, ya bụ, gọọmentị, ụlọ ọrụ mba ụwa, na ụlọ ọrụ nzuzo nke nwere ọrụ ọha na eze ma ọ bụ na-eme ihe n'okpuru nchịkwa nke ọha",
  "Ewepụghị ngalaba nkeonwe, nke nkwusa ozi dabere na afọ ofufo, omume anaghị amanyere iwu, yana otu ndị na-arụ ọrụ n'ikike ikpe ma ọ bụ ndị omebe iwu.",
  "Ndokwa ndị ọzọ dị ịrịba ama bụ ụkpụrụ \"enweghị ịkpa ókè\" (a ga-enyerịrị ozi niile na-enweghị akaụntụ nke obodo ma ọ bụ nwa amaala nke onye na-achọ ya), ọdịdị mba ụwa nke mgbakọ ahụ, na mkpa ọ dị n'ịkwalite agụmakwụkwọ gburugburu ebe obibi",
  "ọha.",
  "Mgbakọ Aarhus bụ \"usoro usoro iwu gburugburu ebe obibi\", ọ na-elekwasị anya karịa n'ịtọpụta na ịdepụta usoro kama ịmepụta ụkpụrụ na ịkọwapụta ihe ga-esi na ya pụta, na-ekwe ka ndị otu ọ bụla nwee ike ịkọwa na mejuputa nkwekọrịta na usoro na ọnọdụ ndị e ji mara mba ha",
  "Ihe nlereanya a na-egosipụta ihe atụ zuru oke nke ọchịchị ọtụtụ ọkwa.",
  "Ihe ize ndụ ahụ nwere ike ịdị na-efunahụ oge na ihe onwunwe nke enwere ike itinye aka na ịkọwapụta ihe ga-esi na ya pụta, n'agbanyeghị na ọ na-eme ka mgbakọ ahụ bụrụ ihe na-edoghị anya, adịghị ike ma na-emeghe ọtụtụ nkọwa",
  "Ndị nkatọ ndị ọzọ mara eziokwu ahụ bụ na a na-ewepụ ozu nzuzo na usoro iwu (Mason, 2010), na na, Ọzọkwa, a pụkwara ịrụ ụka ma ndị NGO ndị metụtara na-eguzosi ike n'ihe na-anọchi anya ọdịmma gburugburu ebe obibi, ụmụ amaala nkịtị anaghị enwekarị ego iji nweta ego",
  "sonye nke ọma ma yabụ enweghị nhọrọ ma ọ bụghị ka ọgbakọ ndị a buru ibu nọchitere anya ya",
  "Ọdịiche dị n'etiti ndị sonyere na enweghị ahaghị nhata akụrụngwa na-egosikwa ohere maka nchekwa gburugburu ebe obibi na-ezighi ezi na enweghị aha.",
  "E hiwere kọmitii na-akwado nkwekọrịta nke Aarhus iji mezuo ihe a chọrọ n'akwụkwọ edemede 15 nke mgbakọ ahụ maka nyocha nke nnabata iji guzobe nhazi maka nyochaa nrube isi na mgbakọ ahụ.",
  "Mgbakọ ahụ nwere usoro nleba anya nnabata pụrụ iche, nke enwere ike ịkpalite n'ụzọ anọ:",
  "Usoro nrubeisi bụ ihe pụrụ iche na iwu gburugburu ụwa, ebe ọ na-enye ohere ka ndị otu ọha na-ekwupụta nchegbu gbasara nnabata otu pati ozugbo na kọmitii nke ndị ọkachamara gbasara iwu mba ụwa nyere ikike inyocha uru nke ikpe ahụ (Kọmitii Nkwekọrịta Nkwekọrịta Aarhus)",
  "Ka o sina dị, kọmitii nrube isi enweghị ike ịnye mkpebi ndị na-adịgide adịgide, kama ọ na-atụ aro na Nzukọ Ndị otu (MoP)",
  "Agbanyeghị, n'omume, ka MoP na-eme obere oge, ndị otu na-anwa irube isi na ndụmọdụ nke kọmitii nnabata",
  "N'ime Ọgọst 2009, nzikọrịta ozi 41 sitere na ọha - ọtụtụ sitere na otu ndị na-abụghị ndị gọọmentị - yana otu nrubeisi sitere na otu pati abanyela na kọmitii nnabata nke mgbakọ ahụ.",
  "A nabatara ụkpụrụ Kyiv na mwepụta mmetọ na ịnyefe ndị debanyere aha na Mgbakọ Aarhus na nnọkọ pụrụ iche nke ndị otu ahụ na 21 Mee 2003, na Kyiv, Ukraine",
  "Steeti 36 na European Community bịanyere aka na Protocol",
  "Dị ka nke May 2016, steeti 34 gbakwunyere European Union akwadola Protocol.",
  "Nkwekọrịta Kyiv bụ akwụkwọ mba ụwa mbụ na-ejikọta iwu na Pollutant Release and Transfer Registers (PRTRs)",
  "PRTRs bụ ndepụta nke mmetọ sitere na ụlọ ọrụ mmepụta ihe na isi mmalite ndị ọzọ dị ka ọrụ ugbo na njem",
  "Ebumnuche nke Protocol ahụ bụ \"ịkwalite ohere ọha na eze nwere maka ozi site n'ịmepụta njikọ, ntọhapụ na nnyefe mmetọ mba niile (PRTRs).\" Nkwekọrịta ahụ na-etinye ọrụ ndị na-apụtaghị ìhè na ụlọ ọrụ onwe ha iji kọọrọ gọọmentị mba ha kwa afọ maka ntọhapụ na nnyefe nke mmetọ.",
  "Ndị otu na Protocol ekwesịghị ịbụ ndị otu na mgbakọ ahụ",
  "Protocol bụ n'echiche a bụ nkwekọrịta n'efu na mba ụwa",
  "Protocol Kiev na PRTR ga-abanye n'ọrụ ụbọchị 90 ka steeti iri na isii kwadoro ma ọ bụ kwenye na nkwekọrịta ahụ.",
  "Ndozigharị na Mgbakọ Aarhus na \"Ikekọrịta Ọha na Mkpebi maka Mwepụta nke ụma na gburugburu ebe obibi na itinye n'ahịa nke mkpụrụ ndụ ihe nketa gbanwetụrụ\" na nzukọ nke abụọ nke ndị otu na 27 Mee 2005, na Almaty, Kazakhstan",
  "Dị ka Ọgọst 2009, mba 21 kwadoro ya",
  "Ndozigharị GMO ga-amalite ọrụ ụbọchị 90 ka opekata mpe ụzọ atọ nke ndị otu na Mgbakọ Aarhus kwadoro ya.",
  "Onye odeakwụkwọ ukwu nke United Nations, Kofi Annan (1997-2006) ekwuola, sị, \"Ọ bụ ezie na mpaghara mpaghara, mkpa nke Mgbakọ Aarhus bụ zuru ụwa ọnụ",
  "Ọ bụ n'ezie nkọwa kachasị mma nke ụkpụrụ 10 nke nkwupụta Rio, nke na-emesi mkpa ọ dị",
  "maka itinye aka na ụmụ amaala n'ihe gbasara gburugburu ebe obibi na ịnweta ozi gbasara gburugburu ebe obibi nke ndị ọchịchị obodo na-enwe",
  "N'ihi ya, ọ bụ ọrụ kachasị ike na mpaghara ochichi onye kwuo uche gburugburu ebe obibi nke a na-eme ugbu a n'okpuru nkwado nke United Nations.\"",
  "Mmetụta nke Mgbakọ Aarhus gbatịkwara n'ofe gburugburu ebe obibi",
  "Na Nzukọ Ọchịchị Internetntanetị nke abụọ, nke emere na 12–15 Mee 2007, na Rio de Janeiro, e gosipụtara mgbakọ ahụ dị ka ihe atụ nke ntinye aka ọha na nghọta n'ime ọrụ ọgbakọ ọgbakọ mba ụwa."
]