[
  "Nzukọ omebe iwu Pan-African (PAP), nke a maara dị ka nzuko omeiwu Africa, bụ òtù omebe iwu nke African Union",
  "O mere nnọkọ mmeghe ya na March 2004",
  "Ụlọ omeiwu na-ahụ maka nlekọta, ma nwee ikike ndụmọdụ na ndụmọdụ, na-adịru afọ ise mbụ",
  "Na mbụ oche nke ọgbakọ omebe iwu Pan-Africa dị na Addis Ababa, Etiopia, mana e mechara kwaga Midrand, South Africa",
  "Ebumnobi na iguzobe nzuko omeiwu bụ imepụta oghere ebe ndị mmadụ si na steeti Africa niile nwere ike izute, kpachaara anya ma nyefee amụma ụfọdụ n'ihe metụtara kọntinent Africa dum.",
  "Ndị nzuko omeiwu nwere ndị otu ise n'otu obodo ndị kwadoro Protocol na-eguzobe ya, gụnyere opekata mpe otu nwanyị n'otu obodo ọ bụla",
  "Ndị otu a bụ ndị obodo otu ha na ndị ụlọ omebe iwu obodo ha na-ahọpụta",
  "Ebumnuche n'ozuzu maka nzuko omeiwu bụ ka ọ bụrụ ụlọ ọrụ nwere ikike omebe iwu zuru oke nke a na-ahọpụta ndị otu ya site na nhọpụta zuru ụwa ọnụ, dịka onye isi ala South Africa Jacob Zuma kwuru n'okwu mmeghe ya na nnọkọ nkịtị nke mbụ nke ụlọ omebe iwu nke abụọ nke Pan-African",
  "Ụlọ omeiwu na October 28, 2009.",
  "Omeiwu Pan-Africa nwere ngalaba atọ",
  "Plenary bụ isi ngalaba omebe iwu na ntụle nke nzuko omeiwu, ebe ndị nnọchi anya na-ezukọ mgbe niile iji kparịta okwu n'Afrịka na ihe nwere ike idozi",
  "Ụlọ ọrụ bụ ngalaba na-edu ndú nke nzuko omeiwu, nke onye isi ala na ndị osote onye isi anọ mejupụtara, ndị niile bụ ndị nnọchiteanya na Plenary họpụtara",
  "Akụkụ ikpeazụ nke nzuko omeiwu bụ Secretariat, nke bụ òtù nhazi nke nzuko omeiwu ma bụrụ onye odeakwụkwọ, onye osote onye odeakwụkwọ na onye na-arụ ọrụ na-arụ ọrụ",
  "Ọnụ, ihe owuwu ndị a na-edobe ma na-eme ihe mgbaru ọsọ na protocol e setịpụrụ iji chịkwaa nzuko omeiwu.",
  "Na ntuli aka nzuko omeiwu nke 2022, a họpụtara Chief Fortune Charumbira nke si Zimbabwe ka ọ bụrụ onye isi oche ọhụrụ, na Massouda Mohamed Laghdaf nke Mauritania, Ashebiri Gayo nke Etiopia, Lúcia Maria Mendes Gonçalves dos Passos nke Cape Verde, na Francois Ango Ndoutoume nke Gabon ka a họpụtara dị ka osote onye.  Ndị isi",
  "Ndị omeiwu nwere nnukwu ụlọ atọ: plenary, bureau, na odeakwụkwọ.  E nwekwara kọmitii iri na-adịgide adịgide, bụ́ ndị e mere ka ha na-ahụ maka akụkụ dị iche iche nke ndụ n’Africa",
  "Plenary bụ ndị isi na-eme mkpebi nke nzuko omeiwu.  Plenary bụ ndị nnọchiteanya sitere na mba ndị otu, onye isi ala na-eduzi ya.  Ọ bụ ahụ na-eme mkpebi.",
  "Ụlọ omeiwu Pan-African nwere ndị nnọchiteanya 235 bụ ndị ụlọ omebe iwu nke 47 n'ime steeti 54 AU họpụtara, kama ịbụ ndị a họpụtara ozugbo n'ọchịchị nke ha.. Steeti ọ bụla so na ya na-eziga ndị nnọchi anya ndị omeiwu ise na Nzukọ Ndị Omeiwu, ọ dịkarịa ala otu n'ime ha ga-abụ nwanyị",
  "Ihe mejupụtara ndị nnọchiteanya ahụ kwesịrị igosipụta ọdịiche ndọrọ ndọrọ ọchịchị nke ndị omeiwu steeti ahụ.",
  "<b id=\"mwMw\">Ọfịs</b> ahụ bụ otu ndị isi nke Nzukọ Ndị Omeiwu ma nwee Onye isi ala na ndị osote onye isi ala anọ",
  "Onye ọ bụla so na Bureau na-anọchite anya mpaghara dị iche iche nke Africa",
  "Ndị otu Bureau ugbu a bụ:",
  "Ndị odeakwụkwọ na-enyere aka na-eme kwa ụbọchị nke nzuko omeiwu, na-arụ ọrụ dị ka mwepu nzukọ, ịhazi ntuli aka na ijikwa ndị ọrụ.  Ọfịs ahụ nwere onye odeakwụkwọ nzuko omeiwu na ndị osote ndị odeakwụkwọ abụọ - otu n'ime ha na-eduzi Ngalaba Azụmahịa Iwu, nke ọzọ bụ ego, nchịkwa, na ọrụ mmadụ.  Onye odeakwụkwọ nzuko omeiwu na ndị nnọchi anya ha na-akwadokwa ndị ọrụ na ndị ọrụ ndị ọzọ mgbe achọrọ ya.",
  "Ndị so na Secretariat ugbu a bụ:",
  "Nkwekọrịta Abuja nke 1991 na Nkwupụta Sirte nke 1999 kpọrọ oku ka e mepụta PAP",
  "Onye mbụ ahụ depụtara PAP n'etiti òtù ahụ ma kwuo, \"Iji hụ na ndị Afrịka na-etinye aka na mmepe akụ na ụba na njikọta nke Kọntinent ahụ, a ga-eguzobe ụlọ omebe iwu Pan-African",
  "A ga-akọwa ihe mejupụtara, ọrụ, ike na nhazi nke Nzukọ Ndị Omeiwu Pan-African na Protocol na-enye ya",
  "Nkwekọrịta maka Ntọala nke African Union na Nkwekọ maka Nkwekọta nke Na-eguzobe African Economic Community metụtara Nzukọ Ndị Omeiwu Pan-African sochiri",
  "Mgbe ahụ, e nwere Iwu Iwu nke African Union",
  "A A nakweere Protocol Establishing the Pan African Parliament na 2000 n'oge Mgbakọ OAU na Lomé, Togo.  Dịka nke 2022, PAP nwere ndị nnọchite anya sitere na 47 nke mba 54 ndị otu AU.  Nkeji edemede 22 nke protocol PAP na-enye ka Protocol banye n'ike ka ọtụtụ n'ime mba ndị otu na-etinye akwụkwọ ngwa nkwado.",
  "Ike nke Nzukọ Ndị Omeiwu Pan-African mụbara nke ukwuu na-esote nzukọ AU-EU nke afọ 2017",
  "Tupu afọ 2017, Nzukọ Ndị Omeiwu nwere naanị ebumnuche ndụmọdụ na ndụmọdụ",
  "Mgbanwe ndị e depụtara ma gafee na 2017 mere ka ndị omeiwu bụrụ ndị omeiwu nke African Union",
  "Mgbanwe ndị a mere ka ndị omeiwu nwee ike idepụta iwu nlereanya maka mba ndị Afrịka yana ịgbanwe otú ntuli aka n'ime ndị omeiwu si arụ ọrụ. Tupu afọ 2017, mba otu ọ bụla ahọpụtara mmadụ ise ka ha nọchite anya ha na nzuko omeiwu.  Ugbu a, ndị omebe iwu nke mba ha na-ahọpụta ndị nnọchiteanya sitere na steeti ọ bụla na ntuli aka nke na-eme n'otu ọnwa maka mba niile so na Africa niile.",
  "Àtụ:African Union"
]