[
  "Nzukọ India-Africa Forum Summit (IAFS) bụ ikpo okwu gọọmentị maka mmekọrịta Africa na India",
  "A ga-eme IAFS otu ugboro n'ime afọ atọ ọ bụla",
  "E mere ya na mbụ site na Eprel 4 ruo Eprel 8, 2008 na New Delhi, India",
  "Ọ bụ nzukọ mbụ dị otú ahụ n'etiti ndị isi ala na gọọmentị nke India na mba 14 nke Africa nke African Union họọrọ",
  "Ndị isi ala Libya na Ijipt abịaghị.",
  "Ọnụ ahịa mmanụ na nri na-arị elu bụ nchegbu kachasị maka ndị isi Africa na India n'oge nzukọ ahụ.\nIndia ekwewo nkwa ịkwado na ọkwa nke ọrụ metụtara ahụike na agụmakwụkwọ n'Africa",
  "E mere nzukọ mbụ dị otú ahụ site na Eprel 4 ruo Eprel 8, 2008 na New Delhi, India",
  "Ọ bụ nzukọ mbụ dị otú ahụ n'etiti ndị isi ala na gọọmentị nke India na mba 14 nke Africa nke African Union họọrọ",
  "Ndị isi ala Libya na Ijipt abịaghị.",
  "E mere nzukọ nke abụọ na isi obodo Etiopia bụ Addis Ababa, India na mba Afrịka iri na ise sonyere",
  "Ndị isi ahụ tụlere akụkụ dị mkpa nke mmekọrịta India na Afrịka na ebumnuche nke ịkwalite na ịgbasawanye ọnọdụ ya maka uru ibe ha.",
  "A na-eme nzukọ nke atọ na ntụgharị na New Delhi, India site na 26 ruo 30 Ọktoba 2015. Nzukọ ụbọchị 5 malitere site na mkparịta ụka na ọkwa gọọmentị wee soro nzukọ nke Onye isi ala / gọọmentị na 29 Ọktoba 2015 na nzukọ abụọ a haziri na 30 Ọktobe 2015. Nke a bụ mgbasa ozi kachasị ukwuu nke gọọmentị Modi nke gụnyere ndị nnọchiteanya si n'ọtụtụ mba Afrịka.",
  "N'oge gara aga, a haziri ka e mee nzukọ ahụ na New Delhi, India na Disemba 2014",
  "Mana n'oge na-adịbeghị anya, Syed Akbaruddin, onye na-ekwuchitere Ministri Na-ahụ Maka Mba Ọzọ nke India gwara ndị mgbasa ozi na a yigharịrị nnọkọ ahụ ruo 2015 ma ga-agụnye ndị isi Afrịka ọzọ n'adịghị ka oge abụọ gara aga ebe ihe omume ahụ bụ naanị mba Afrịka 10-15",
  "N'ime ọnụ ọgụgụ kachasị ukwuu nke ndị isi Afrịka na India, ọ dịkarịa ala ndị isi 41 - gụnyere onye isi ala South Africa Jacob Zuma, onye isi ala Egypt Abdel Fattah el-Sisi, onye isi oche Zimbabwe Robert Mugabe na onye isi ala Naijiria Muhammadu Buhari kwupụtara ọnụnọ ha na New Delhi maka nzukọ India-Africa n'ọnwa Ọktoba 2015.",
  "Àtụ:International fora on AfricaÀtụ:Foreign relations of India"
]