[
  "Nzukọ Mmiri nke Mba Ndị Dị n'Otu mèrè n'ubochi irí na anọ n'ọnwa Machị, 1977 na Mar Del Plata, Argentina",
  "Ónyé isi ala Jorge Rafael Videla kwuru okwu na nnọkọ ahụ.",
  "Ọnụ ọgụgụ mmiri dị n'otu mpaghara na-adabere na ihu igwe ya na ọnọdụ ya na okirikiri mmiri zuru ụwa ọnụ",
  "Ọchịchị nke mba ndị nwéré mmiri dị mmá elegharala eziokwu ahụ bụ na mmiri bụ ihe na-akparaghị ókè ányà",
  "Nnukwu nrụgide mmiri bụ nnukwu nsogbu ógè uto dị mkpụmkpụ na ụkọ mmiri ozuzo na-eme ka ịgba mmiri dị mkpà màkà inweta nri",
  "Egwu na-arịwanye elu nke ụnwụ nri na ụkọ mmiri ozuzo n'Africa bụ ihe kpatara nchegbu zuru ụwa ọnụ.",
  "Nnukwu nsogbu mmiri na-eme na mpaghara okpomọkụ n'ihi amaghị ihe ma ọ bụ ileghara ányà",
  "Dịka ọmụmaatụ, mmetọ mmiri agafeela onwé ya dị ka nsogbu mpaghara na nsogbu ụwa",
  "Na ihu igwe na-ekpo ọkụ na nke na-ekwo ọkụ, ha na-eche nsogbu dị íchè íchè ihu",
  "Ọnọdụ ihu igwe na-ekpo ọkụ na-eme ka mba ndị na-enwekwu ike màkà idei mmiri, ụkọ mmiri ozuzo, na mmebi ala (ọzara)",
  "Na ihu igwe ndị ọzọ, dị ka mmiri, mmiri na-ekpo ọkụ na Ndịda Ọwụwa Anyanwụ Eshia, na-enye nnukwu mmiri n'ime ala",
  "Omume ụmụ mmadụ dị ka ịgba mmiri ewerewo ihe oriri dị mkpa n'ala ma mebie ihe okike gbárá ya gburu-gburu",
  "Nsogbu ihu igwe na ihu igwe dị íchè íchè na-eru n'ókè nke ịbụ nchegbu zuru ụwa ọnụ.",
  "Nzukọ Mmiri nke Mba Ndị Dị n'Otu bụ nzukọ mbụ nke gọọmentị na nsogbu ndị na-ahụ màkà inye mmiri zuru oke màkà ọdịnihu",
  "Ndị nnọchiteanya si mba otu narị na ise, yana ndị otu gọọmentị na ndị na-abụghị gọọmentị, nọkwa ébé ahụ",
  "Ebumnuche ya bụ izere nsogbu mmiri na ngwụcha narị afọ",
  "Ọ dị mkpà màkà mmelite dị ukwuu na nri na ihe ọkụkụ.",
  "E mèrè mkpebi iri na ụlọ ọrụ United Nations, gọọmentị, na mba ụwa n'ozuzu",
  "Mkpebi iri ndị a gụnyere: nyocha nkè ihe onwunwe mmiri, mmiri obodo, ojiji mmiri ọrụ ugbo, nyocha na mmepe nkè teknụzụ ụlọ ọrụ, ọrụ mmiri na-arụ n'ịlụso ọzara ọgụ, imekọ ihe ọnụ n'etiti mba ndị na-emepe emepe, kọmitii osimiri na mpaghara osimiri mba ụwa, ndokwa ụlọ ọrụ màkà imekọ ọrụ mba ụwa na ngalaba mmiri, ndokwa ego màkà imekọrịta mba ụwa na mpaghara mmiri, na iwu mmiri na mpaghara ndị a na-achị.",
  "Na Nzukọ Mmiri nkè Mba Ndị Dị n'Otu n'afọ 1977, e mepụtara atụmatụ ọrụ mbụ na-aghọta na, ndị mmadụ niile, n'agbanyeghị ọkwa mmepe ha na ọnọdụ mmekọrịta mmadụ na ibe ya na akụ na ụba ha, nwéré ikike ịnweta mmiri ọṅụṅụ n'ọtụtụ na nke dị mmá dịka mkpà ha.",
  "Màkà ọtụtụ nzukọ UN, enwere nzukọ na-esote afọ iri ka e mesịrị",
  "Ọ bụ ezie na e nwèrè Nzukọ Mmiri nke lekwasịrị anya bụ Improved Efficiency in the Management of Water Resources na 1987",
  "Ha kwùrù màkà imeziwanye ojiji nke ego, teknụzụ, na ndị ọrụ",
  "Obere, nke dị n'etiti mpaghara emeghị n'ụzọ ka ukwuu n'ihi enweghị otu UN-body na-ahụ màkà mmejuputa Atụmatụ Omume mèrè na Mar del Plata",
  "Ọtụtụ ìgwè emeela mkpesa na ọtụtụ nsogbu ka chọrọ ihe kwesịrị ekwesị. N'ikpeazụ, afọ iri na atọ ka e mesịrị, UN malitere itinye Mar del Plata Action Plan n'ọrụ n'afọ ndị 1990",
  "E mèrè nyocha maka mpaghara akụ na ụba dị iche iche chọrọ mmiri ébé achọrọ mmemme",
  "E leghaara ọtụtụ mmemme ha mepụtara anya ruo n'afọ 2000, dị ka ijere nwoke, nwanyị, na nwatakịrị ọ bụla mmiri ọṅụṅụ dị mmá.",
  "E nwèrè ọtụtụ ihe mere atụmatụ ahụ enweghị ihe ịga nke ọma",
  "Otu n'ime ihe ndị dị otú ahụ bụ obosara e ji dee ya",
  "Dịka ọmụmaatụ, kama ịkọwa mba dị ichè íchè nwéré ihu igwe dị íchè íchè, ha na-akpọ ha naanị mba dị iche",
  "Na mba ahụ, gọọmentị ga-eme mkpebi akụ na ụba siri ike, na-ebute nsogbu ndị kachasị ngwa ngwa ụzọ",
  "Mgbè òtù UN nyéré ndị kansụl nduzi ohere ime mkpebi banyere ebe ha ga-edozi nsogbu, ha dabere mkpebi ha na atụmatụ mmefu ego ha",
  "N'ikpeazụ, enweghi usoro iheomume e mepụtara mgbè a ga-edozi nsogbu ndị a na nsogbu ụkọ mmiri ozuzo na ụnwụ nri ka njọ kemgbe 1977",
  "ndị mmadụ nọ n'ala Kenan.",
  "E mèrè Nzukọ Zaragoza n'afọ 2012 na Rio de Janeiro lekwasịrị ányá n'ọdịnihu anyị chọrọ",
  "Ha kwùrù banyéré nkwado nke ihe onwunwe okike, na mmepe nke azụmahịa, ọha mmadụ, na gọọmentị.",
  "WASH emeela ka ọchịchọ nke usoro mmiri gbasaa iji tinye njikwa mmiri na ichebe gburu-gburu ébé obibi",
  "Ojiji nke mmiri na-eto okpukpu abụọ nkè mmụba nke ọnụ ọgụgụ mmadụ na ụzọ isi jikwaa mmiri mkpofu, ọgwụgwọ, na iji ya eme ihe ọzọ",
  "Enwèrè ike ịnakọta mmiri mkpofu, dozie, ma megharịa ya ruo n'ókè ụfọdụ.",
  "Mba iri anọ na isii ka nwèrè ihe karịrị pasenti iri ise nke ndị bi na ha na-enweghị ịdị ọcha ka mmá ma enwere ọ dịkarịa ala nde mmadụ narị asatọ  ka na-aṅụ mmiri na-adịghị mma",
  "Ọdịiche nke mmiri bụ isi nke enweghị nhata niile na mba ndị dara ogbenye",
  "Ebumnuche mmepe na-adịgide adịgide màkà Mmiri dị n'etiti ihe onwunwe, ikike mmadụ na mmekọrịta mmadụ na ibe ya na teknụzụ dịnụ",
  "Enwèrè ike ịlụso ihe ịma aka ndị a ọgụ site n'ịbawanye ego iji kwe ka uru na-abịa n'ihu ma na-emeziwanye ojiji nke ihe onwunwe ego dị",
  "Ojiji nke sayensị na teknụzụ dị ọnụ ala nke ga-eme ka arụmọrụ dị na inye mmiri na ojiji na ụlọ ọrụ, ọrụ ugbo, na mmepụta ike",
  "Nkà na ụzụ ndị a ga-agbanwe agbanwe na oke na ikike nke ọnọdụ mpaghara."
]