[
  "O, ma ọ bụ o, bụ mkpụrụedemede nke iri na ise na mkpụrụedemede Latin ISO na mkpụrụedemade nke anọ na mkpụrụedemedo Bekee nke oge a",
  "Aha ya na asụsụ Bekee bụ <i id=\"mwIA\">o</i> (nke a na-akpọ /ˈoʊ/), ọtụtụ es.",
  "Ụdị ihe osise ya anọgidewo na-adịgide adịgide site n'oge ndị Finishia ruo taa",
  "Aha akwụkwọ ozi Phoenician bụ ʿeyn, nke pụtara \"anya\", na ezie ọdịdị ya malitere dị ka ihe osise nke anya mmadụ (ma eleghị anya sitere na ike mmụọ nsọ nke ihe odide ndị Ijipt kwekọrọ, cf",
  "Ihe odide Proto-Sinaitic).\nỤkpụrụ ụda mbụ ya bụ nke ụdaume, ma eleghị anya, ụda nke mkpụrụedemede Arabic bụ ع <i id=\"mwNg\">ʿayn</i> na-anọchite anya ya.",
  "Ojiji nke mkpụrụedemede Ph/o/enician a maka ụdaume bụ n'ihi mkpụrụedemede Grik mbụ, nke nabatara mkpụrụedemede dị ka O \"omicron\" iji nọchite anya ụdaume /o/",
  "A nabatara akwụkwọ ozi ahụ na uru a na mkpụrụedemede Old Italic, gụnyere mkpụrụedemede Latin mbụ",
  "Na asụsụ Grik, ọdịiche dị n'ụdị ahụ mechara mee ka ọdịiche dị na ụda a dị ogologo (Omega, nke pụtara \"O buru ibu\") site na o dị mkpirikpi (Omicron, nke pụtara 'obere o\")",
  "Omicron Grik mere ka e nwee mkpụrụedemede Cyrillic O na mkpụrụedemede Italic mbụ na-acha uhie uhie.",
  "Ọbụna mkpụrụ akwụkwọ ndị na-esoghị na Semitic na-enwekarị ụdị yiri nke ahụ iji gosipụta ụda a; dịka ọmụmaatụ, ndị mepụtara edemede Afaka na Ol Chiki, nke ọ bụla mepụtara na akụkụ dị iche iche nke ụwa na narị afọ gara aga, ha abụọ kwuru na ụdaume ha maka 'O' na ọdịdị ọnụ mgbe ha na-eme ụda a",
  "[nnyocha mbụ?]",
  "Mkpụrụ akwụkwọ bụ mkpụrụ akwụkwọ nke anọ a na-ahụkarị na mkpụrụ akwụkwọ Bekee. Dị ka mkpụrụedemede ụdaume ndị ọzọ nke Bekee, ọ jikọtara \"ogologo\" na \"obere\"",
  "\"Oké\" dị ka n'ụgbọ mmiri bụ na ezie diphthong /oʊ/ (nke a na-eme na ụzọ dialectic na ebe ọ bụla site na [o] ruo [əʊ])",
  "N'asụsụ Bekee, e nwekwara \"obere\" dị ka na fox, /ɒ/, nke na-ada ụda dịtụ iche n'asụsụ dị iche iche",
  "Na otụtụ olumba nke British English, ọ bụ ma ọ bụ ụdaume gbara gburugburu [ɔ] ma ọ bụ vowel gbara gburugburu [ɒ]; na American English, ọ na-abụkarị azụ na-enweghị gburugburu [ɑ] na ụdaume etiti [a].",
  "Nkọwa okwu ndị a na-ahụkarị gụnyere, nke na-anọchite anya ma ọ bụ /uː/  -ʊ/; nke na-egosipụtakarị diphthong /ɔɪ/, na nke na- nnọchiteanya dịgasị iche iche dabere na ihe gbara ya gburugburu na aha ya.",
  "Na ọnọdụ ndị ọzọ, ọkachasị na ihu mkpụrụedemede nwere minim, nwere ike ịnọchite anya ụda /ʌ/, dịka na 'nwa' ma ọ bụ 'ịhụnanya'",
  "Ọ pụkwara ịnọchite anya semivowel /w/ dị ka na ukwe ma ọ bụ quinoa.",
  "Na asụsụ Bekee, mkpụrụedemede a na-akpọ O Canada ma ọ bụ  Captain! My Captain! ma ọ bụ amaokwu ụfọdụ nke Bible.",
  "[ɔ]l [o̞]⟨o⟩ na-ejikọkarị ya na ụdaume gbara okirikiri mepere emepe [ɔ], udaume etiti azụ gbara okirikiri [o̞] ma ọ bụ udaume dị nso n'azụ gbara okirikiri [o] n'ọtụtụ asụsụ.  Asụsụ ndị ọzọ na-eji ⟨o⟩ maka ụkpụrụ dị iche iche, na-abụkarị ụdaume azụ nke na-emepe obere akụkụ.  E mepụtala mkpụrụedemede ndị ewepụtara dị ka ⟨ö⟩ na ⟨ø⟩ maka mkpụrụedemede nke asụsụ ụfọdụ iji mata ụkpụrụ ndị na-adighi na Latin na Greek, ọkachasị udaume n'ihu okirikiri.",
  "Na International Phonetic Alphabet, na-anọchite anya ụdaume dị n'etiti azụ."
]