[
  "Oando Plc bụ ụlọ ọrụ na-ahụ maka ike na Naijiria na-arụ ọrụ n'elu mmiri, n'etiti mmiri na n'okpuru mmiri.",
  "N'ọnwa Julaị, na afọ 2016, Oando banyere na nkwekọrịta atọ na Vitol Group, onye na-ere ahịa onwe ya nke ngwaahịa ike na Helios Investment Partner, ụlọ ọrụ na-etinye ego n'onwe ya na Afrika iji guzobe OVH (nke a maara dị ka Oando Downstream).",
  "N'ọnwa Septemba, na afọ 2016, Oando kwupụtara mmezu nke nkwekọrịta doro anya na ụgbọ ala nke ego Helios Investment Partners LLP (\"Helios\"), ụlọ ọrụ na-etinye ego n'onwe ya nke na-elekwasị anya n'Africa, iji nweta 49% nke ikike ịtụ vootu na ụlọ ọrụ azụmaahịa etiti Oando, Oando Gas na Power Limited.",
  "Oando bụ ụlọ ọrụ mmanụ na gas nke Naijiria nke nwere mmepụta nke  43,000 (6,800 ) kwa ụbọchị nke mmanụ, uru ụlọ ọrụ nke ijeri N520 na uru ahịa nke ijeri n115.1.",
  "Enwere ike ịchọta mgbọrọgwụ mbụ nke Oando na mmalite nke Esso Afrika na afọ 1956",
  "Esso Africa bụ ụlọ ọrụ na-ere ahịa, nke bụ enyemaka nke Exxon Corporation nke USA",
  "Iji mụbaa nnweta nke ngwaahịa mmanụ ala n'ime ime obodo, na afọ 1976 gọmentị Naijiria zụrụ òkè na-achịkwa ụlọ ọrụ ahụ ma gbanwee aha ụlọ ọrụ ahụ dị ka Unipetrol Nigeria. Na 1 Machị, na afọ 1991, Unipetrol ghọrọ ụlọ ọrụ Public Limited",
  "Ka e mesịrị n'otu afọ ahụ, gọmentị Naijiria rere pasent 60 nke ego nye ọha na eze Naijiria na onyinye mbụ ọha na eze",
  "Ka ọ na-erule n'ọnwa Febụwarị n'afọ 1992, edepụtara Unipetrol na Naịjirịa Stock Exchange.",
  "N'afọ 1999, Unipetrol nwetara òkè 40% na Gaslink Nigeria Limited, ụlọ ọrụ na-eji gas eme ihe",
  "Ọ bụ ọchịchọ iji ire gas ya na ịzụta nkwekọrịta ya na ụlọ ọrụ gas Naịjirịa kpaliri nnweta ahụ",
  "N'afọ 2001, ụlọ ọrụ ahụ mụbara òkè ya ruo pasent 51",
  "Ka ọ dị ugbu a, Gaslink emepụtala ihe owuwu gas gas dị kilomita 250.",
  "N'afọ 2000, Ocean and Oil, ụlọ ọrụ na-etinye ego n'onwe ya nke ndị ọchụnta ego Naijiria bụ Adewale Tinubu na Omamofe Boyo duziri nwetara pasent 30 na Unipetrol Plc",
  "N'afọ 2001, Ocean and Oil mụbara òkè ya na Unipetrol ruo 42% site na mmepụta ego a na-apụghị ịgbanwere.",
  "N'afọ 2002, Ocean and Oil duziri Unipetrol bid maka pasent 60 nke Agip Nigeria Plc, ụlọ ọrụ na-ere ahịa mmanụ, nke AgiP Petroli BV, ụlọ ọrụ mmanụ dị na Ịtali",
  "A kpọrọ ụlọ ọrụ ahụ Oando PLC na afọ 2003, na-eme ka ụlọ ọrụ ahụ bụrụ ụlọ ọrụ na-ere ahịa mmanụ ala kachasị ukwuu na Naịjirịa.",
  "N'afọ 2005, e debanyere aha Oando Energy Services dị ka ụlọ ọrụ Oilfield Services iji mezuo ebumnuche nke otu ahụ na ụlọ ọrụ ọrụ ọrụ dị n'elu.",
  "N'afọ 2007, ọrụ Oando Energy nwetara ihe abụọ na-egwu mmanụ na Niger Delta nke Naịjirịa",
  "N'afọ 2008, ụlọ ọrụ ahụ pụtara ụlọ ọrụ mmanụ mbụ nke Naijiria nwere mmasị n'ịmepụta akụ mmiri miri emi site n'inweta ego na blọk mmanụ abụọ",
  "Ka ọ na-erule afọ 2009, ụlọ ọrụ ahụ enwetala ihe mgbochi mmiri 5 na n'afọ 2010, ụlọ ọrụ ahụ malitere ụlọ ọrụ ike mbụ ya maka ụlọ ọrụ mmiri Lagos",
  "Ọrụ ahụ gụnyere iwu ụlọ ọrụ ọkụ 12.5MW iji nye ụlọ ọrụ mmiri Lagos ike na-enweghị nkwụsị.",
  "N'afọ 2011, Oando Gas and Power nyere iwu 128 km EHGC Pipeline, e wuru pipeline ahụ n'okpuru nkwekọrịta njikọ aka na Nigerian Gas Company (NGC), onye enyemaka nke Nigerian National Petroleum Corporation (NNPC)",
  "Ihe owuwu gas nwere ikike ịnye ihe ruru 100 ne bic feet kwa ụbọchị (2.8   mita kwa ụbọchị) na nrụgide nke gas sitere n'okike ma ga-enye ndị ahịa mbụ 22  cu ft / d (620 puku m3/d) nke gas, United Cement Company (UNICEM), iji nye mmanụ ọhụrụ ya 2.5million metric ton kwa afọ, nke dị na Mfamosing, Akampka Local Government Area nke Cross River Steeti.",
  "N'afọ 2012, Oando Exploration and Production Limited (\"OEPL\") bịanyere aka na nkwekọrịta ugbo na Network Exploration & Production Nigeria Limited (\"NEPN\") maka nnweta nke 40% na-ekere òkè na mpaghara Qua Iboe (OML 13) dabere na nkwenye nke Minista Petroleum.",
  "N'afọ 2013, Oando Plc nwere ihe ịga nke ọma n'inweta ihe karịrị ijeri N55.2 site na ahịa isi obodo ka mbipụta ikike ya dekọrọ 101 pasent ndebanye aha",
  "Ụlọ ọrụ ahụ nyere ndị nwere òkè dị ugbu a na N12 kwa òkè n'etiti Disemba, na afọ 2012 na Febụwarị 2013 na ebumnuche nke iwelite ijeri N54.6.\nOando Gas and Power nyere 10.4 MW Alausa Independent Power Plant ọrụ iji nye ọkụ eletrik na Lagos Steeti Secretariat Complex.\nN'ịgbaso nkwụsị nke OES Professionalism na afọ 2013, OES ugbu a nwere ụgbọ mmiri nke 4 rigs; OES Teamwork, OES Respect, OES Integrity na OES Passion.",
  "N'afọ 2014, Oando wepụrụ 128 km Eastern Horizon Gas Company (EHGC) franchise na $ 250 nde azụmahịa na Seven Energy.",
  "N'afọ 2014, Oando Energy Resources (\"OER\") depụtara na TSX otu ụlọ ọrụ mmekọ nke Oando PLC sonyere na nkwekọrịta ya na ConocoPhillips (\"COP\") iji nweta uru azụmahịa ya niile na Naịjirịa maka ngụkọta ego nke ~ $ 1.5 ijeri.",
  "Na Juun, na afọ 2015, Oando banyere na nkwekọrịta ya na HV Investments II B.V., (\"HVI\"), otu njikọ aka nke otu ego nke Helios Investment Partners (\"Helios\") na The Vitol Group (\"Vitol\"), nyere ndụmọdụ maka itinye ego nke US $ 461 nde na azụmaahịa Oando Downstream.",
  "N'afọ 2016, Oando PLC mezuru nkwekọrịta US $ 115.8 nde gas na ike na Helios",
  "Oando PLC mezue ire Akute IPP.",
  "N'ọnwa Eprel, na afọ 2018, Securities and Exchange Commission (Nigeria) nyere ntụziaka maka òkè Oando PLC ịmaliteghachi azụmaahịa na Naịjirịa Stock Exchange mgbe etinyechara òkè ụlọ ọrụ ahụ na nkwụsịtụ n'ọnwa Ọktoba, na afọ 2017 iji mee nyocha nyocha.",
  "Na 31 Mee, na afọ 2019, Securities and Exchange Commission (Nigeria) wepụtara \"Press Release on Investigation of Oando Plc\" na-agwa ọha na eze banyere ngwụcha nyocha nke kọmitii ahụ banyere ebubo megide Oando",
  "Kọmitii ahụ nyere iwu ka ndị otu ụlọ ọrụ ahụ gbaa arụkwaghịm ma gbochie \"..",
  "Onye isi ụlọ ọrụ Group (GCEO) na onye isi ụlọ ọrụ (DGCEO) nke Oando Plc bụrụ ndị nduzi nke ụlọ ọrụ ọha na eze ruo afọ ise (5)\".",
  "Na Mọnde 3 Juun, na afọ 2019 Ụlọikpe Kasị Elu nke Lagos n'okpuru onye isi oche Ọkàikpe C M A Olatoregun nyere Oando PLC's Group Chief Executive, Adewale Tinubu, na Deputy Group Chief Executive",
  "Omamofe Boyo, iwu na-egbochi Securities and Exchange Commission ime ihe mgbochi, na-echere ịnụ na mkpebi nke arịrịọ onye na-arịọ maka interlocutory injunction.",
  "Na 4 Septemba, na afọ 2020 Oando kwupụtara na NNPC / NAOC / OANDO Joint Venture mere ka Significant Gas & Condensates Discovery Onshore Niger Delta chọta na usoro miri emi nke ubi Obiafu-Obrikom, na OML61, onshore Niger Delta.",
  "Na abalị 13 Desemba, na afọ 2020 Oando kwupụtara ogiga ọma nke ihe odide nke nkwenye mepụta na mgbasa gas ya na Nigeria Liquefied Natural Gas Ltd (NLNG) maka ịna emepụta gas ọhụrụ maka mgbasa ruru tam Trains 1-3 rue afọ iri na mputa na mgbasa gas train asaá rue afọ iri abụo.",
  "Na 19 Julaị, na afọ 2021, Oando sonyeere Securities and Exchange Commission",
  "Ebumnuche nkwekọrịta ahụ ndị otu ahụ nwetara bụ iji gbochie ọgba aghara ahịa na mmerụ ahụ nye ndị Oando PLC",
  "N'ihi ya, ndị nduzi na ndị otu njikwa Oandoo nwere ohere ilekwasị anya na ọrụ azụmaahịa ka ha na-aga n'ihu iji hụ na ọ na-agbaso iwu niile na-achị.",
  "Nnyocha na mmepụta: 2017 Nkezi Net mmepụta bụ 40,188 barrels (6,390 m3) kwa ụbọchị nke mmanụ dị ka",
  "Akụ na ụba Portfolio: 14 Mmepụta",
  "Ihe onwunwe mmepe na nchọpụta:",
  "Azụmahịa: C 7% nke mmanụ ala Naịjirịa chọrọ bụ nke Oando Trading na-enye",
  "OVH Energy: > 320 Retail Outlets Operations na Naijiria, Ghana, Benin na Togo",
  "A na-ahazi Oando PLC n'ụzọ na-arụ ọrụ n'ime ọtụtụ ngalaba na-arụsi ọrụ ike",
  "A na-ekewa nkewa ndị a n'ụdị atọ:"
]