[
  "Alaeze Ọ̀bà oge ochie mepụtara usoro disapora nke metụtara ọtụtụ alaeze na obodo ndị ọzọ Igbomina na ndị na-abụghị Igbomina Yoruba",
  "Ndị mbụ sitere na mmepeanya Oba oge ochie bụ obodo ise dị na Yorubaland na aha \"Oba\" (ekwesịghị ịgbagwoju anya na aha dị iche iche Oba, osimiri dị na Yoribaland): abụọ na Osun Steeti, oba Ile dị nso na Ikirun, Oba-Oke dị nso na Iwarun Steeti Oba-Igbomina - a na-akpọkarị Oba na-enweghị Igbomina ma ọ bụ Akure na nso nso nso nso a; na Ondo steeti Ọ bụ ezie na ọ dịghị nke ọ bụla n'ime ndị a bụ Oba mbụ, mana na ha bụ ebe obibi nke ndị Oba si na Oba oge ochie.",
  "Ọtụtụ n'ime agbụrụ ndị si n'alaeze Òbà oge ochie kwapụ nwere okwu ndị na-ezo aka na ndị nna nna ha site na Ọ̀bà oge ochie",
  "Otu agbụrụ Ọ̀bà-diaspora dị otú ahụ bụ nke agbụrụ eze Oba'lumo onye nna nna ya bụ oba alu to guzobere obodo ọhụrụ a na-akpọ isedoNke a bụ diaspora dị iche nke obere akụkụ site na Oba ọ bụ ezie na nke a bụ naanị alaeze a maara nke Oba émigrés guzobere.",
  "Usoro nke atọ nke diaspora mere na narị afọ nke iri na asatọ nke sitere na mwakpo sitere na alaeze Nupe n'ebe ugwu nke Oba Igbomina",
  "Ihe atụ nke obodo ndị na-abụghị ndị Igbomina (na steeti kwara na osun nke Naịjirịa) nwere ọnụ ọgụgụ buru ibu nke ndị si Ọ̀bà diasporas gụnyere ndị a: oke ala Ila Orangun (Isedo), or igbomana ,ipoti-Ekiti, Isanlu-Isin, Oke-Onigbin, omun aran, Rore, Oyan, Inisha, Ipee, Oke-Ode, Babanla, Ajase-Ipo, Om, Esupo, Ido, Oro-Oro-O, Ido-Odo, I.",
  "Ago Oba (Ogige nke Oba), obodo Oba diaspora na mpaghara Owu nke abeokuta na ndịda ọdịda anyanwụ Naịjirịa bụkwa diaspora dị iche mana nyocha ọzọ nke akụkọ ihe mere eme dị mkpa iji mee ka o doo anya ma nke a bụ mbata na ndị Owu n'ihi agha Yoruba nke narị afọ nke 19, ma ọ bụ ma Ago oba kwagara iche site na ebe Oba ọzọ.",
  "Akụkọ ọdịbendị banyere mmalite na nke ndị Oba diasporas abụwo nnukwu mgbalị nke eze ukwuDr",
  "Olúfémi Ọládàpọ̀ Babalọlá",
  "Ọ na-arụkwa ọrụ kemgbe afọ 2004 n'ịkwalite njem nleta (njem ihe nketa / njem nleta ọdịbendị na njem nleta), na ịhazi njem nletana ebe nketa dị iche iche na ihe ndị metụtara ọdịdị na mmemme ọdịbendị / ọrụ ọdịnala nke Igbomina-Yoruba na mpaghara Yoruba dị nso",
  "Ọ duziri njem pụrụ iche dị iche iche gaa n'ebe ochie dị iche iche, mkpomkpom ebe na obodo ndị dị ugbu a na ebe Akuko nine nke Yorubaland, ọkachasị nke mpaghara Igbomina-Yoruba, na-enyocha akụkọ ihe mere n'ọnụ na uri n'ọnụ nke agbburu dị iche iche na alaeze oge ochie."
]