[
  "Oba nke Lagos, nke a makwaara dị ka Eleko nke Eko, bụ onye ọchịchị ọdịnala (Oba) nke Lagos",
  "Oba bụ onye ọchịchị Yoruba na-eme ememe na-enweghị ike ndọrọ ndọrọ ọchịchị, mana ndị ndọrọ ndọrọ ọchịchị na-achọ nkwado ma ọ bụ onye nkwado site n'aka ndị bi na Lagos, obi ego nke Naijiria na obodo kachasị ukwuu n'Africa",
  "Oba apụtala na mgbasa ozi njem nleta maka obodo ahụ, na-ekwukarị \"Ị ga-aga Lagos\", n'etiti ọrụ ndị ọzọ dị iche iche.",
  "Onye Oba nke Lagos ugbu a bụ Rilwan Akiolu, onye jị ọkwa ahụ kemgbe afọ 2003.",
  "Ndị Oba niile nke Lagos na-agbaso agbụrụ ha na Ashipa, onye isi agha nke Oba nke Benin. A kwụrụ Ashipa ụgwọ site n'inye ya utu aha nke Oloriogun (ma ọ bụ onye ndú agha) ma nata ikike nke Oba nke Benin ịchị Lagos n'aha ya. Ụfọdụ akụkọ ihe mere eme nke Benin kwupụtara Ashipa dị ka nwa ma ọ bụ nwa nwa nke Oba nke Benin.  Akụkọ ndị ọzọ na-ekwu na Ashipa bụ nrụrụ aka Yoruba nke aha Benin Aisika-hienbore (nke a sụgharịrị \"anyị agaghị ahapụ ebe a\").",
  "Ashipa natara mma agha na ịgbà eze dị ka ihe nnọchianya nke ikike ya site n'aka Oba nke Benin na njem ya na Lagos",
  "Tụkwasị na nke a, Oba nke Benin zigara otu ndị ọrụ Benin ebubo ichekwa ọdịmma Benin na Lagos",
  "Ndị isi ndị a, nke Eletu Odibo duziri, bụ ndị mbụ so na klas Akarigbere nke Lagos White Cap Chiefs.",
  "Tupu ndị Britain abịarute, Oba nke Benin nwere \"ikike a na-apụghị ịgbagha agbagha iji kpuchie okpueze ma ọ bụ kwado onye ndị Lagos họọrọ ka ọ bụrụ Eze ha\".",
  "Mmeri ndị agha Britain meriri Oba Kosoko na Disemba 28, 1851, n'ihe a maara ugbu a dị ka Bombardment of Lagos ma ọ bụ Reduction of Lagos, ma ọ bụ nke a maara n'ógbè ahụ dị ka Ogun Ahoyaya ma ọ bụ Ogun Agidingbi (mgbe ọ gbasịrị egbe), mere ka Lagos kwụsị ịkwado Oba nke Benin.",
  "Ya mere, Kosoko bụ Oba ikpeazụ nke Lagos na-eziga ụtụ kwa afọ site n'aka ndị Lagos na Oba nke Benin",
  "Oba Akitoye, onye ndị Britain weghachiri n'ocheeze, \"jiri ohere nke mweghachi ya n'okpuru nchebe Britain iji jụ nkwado mbụ ya\" na Benin ma jụkwa arịrịọ ụtụ ndị ọzọ sitere n'aka Oba nke Benin.",
  "Ndị ọchịchị gara aga nke Lagos ejirila utu aha Ologun (nke sitere na Oloriogun), Eleko na, n'oge na-adịbeghị anya, Oba nke Lagos.",
  "Ebe obibi eze, kemgbe 1630, bụ Iga Idunganran, ụlọ elu nke ndị Portugal rụzigharịrị n'ime ihe fọrọ nke nta ka ọ bụrụ otu narị afọ. Ọ bụ taa ebe ndị njem nleta na-ewu ewu."
]