[
  "Oba Otudeko CFR bụ onye ọchụnta ego Naijiria nke na-eje ozi dị ka onye guzobere na onyeisi oche nke Honeywell Group. Ọ bụbu onye isi oche nke FBN Holdings na onye guzobere Oba Otudeko Foundation. Ka ọ na-erule n'ọnwa Juun afọ 2017, ego o mere atụmatụ na ọ bụ US $ 550 nde.",
  "A mụrụ Ayoola Oba Otudeko na Ibadan, Oyo State, South-West Nigeria na 18 August 1943 n'ezinụlọ eze, si otú a mee ka ọ bụrụ Omoba nke ndị Yoruba. Nne ya bụ nwanyị ọchụnta ego. Ọ gụrụ akwụkwọ na St",
  "John's School, Oke Agbo, Ijebu-Igbo na Ogun State, na Olivet Baptist High School, Oyo. Mgbe e mesịrị, ọ gụrụ Accountancy na Leeds College of Commerce Leeds, Yorkshire, United Kingdom (nke bụzi akụkụ nke Mahadum Leeds Beckett). N'ọrụ, Oba Otudeko bụ Chartered Banker, Chartered Accountant na Chartered Corporate Secretary.",
  "Oba Otudeko gakwara mmemme ọzụzụ nchịkwa na International Institute for Management Development (IMD), Harvard Business School na Hult International Business School (nke a maara mgbe ahụ dị ka Arthur D",
  "Little School of Management).",
  "Oba Otudeko nọ n'ọrụ n'ụlọ akụ ruo afọ iri abụọ na atọ, na-etolite ịghọ onye isi nchịkwa na onye isi nchịk nke Cooperative Bank, Ibadan. Ọ lara ezumike nká na ụlọ akụ ahụ na 1983. Gọọmentị etiti nke Naịjirịa họpụtara ya dịka onye nduzi na Board nke Central Bank of Nigeria.",
  "N'afọ ndị 1970, Oba Otudeko guzobere Honeywell Enterprises. Ụlọ ọrụ azụmaahịa ahụ mechara too n'ime Honeywell Group, ụlọ ọrụ mmepụta ihe, azụmaahịa na itinye ego.",
  "A họpụtara Oba Otudeko ka ọ bụrụ onye isi oche nke iri na isii nke Naịjirịa Stock Exchange na Septemba 2006, ma gbalịa ịgbanwe ahịa isi obodo Naịjirị.  Na mgbakwunye na Honeywell Group, Oba Otudeko bụkwa Onye isi oche nke FBN Holdings Plc ma bụrụkwa, n'oge dị iche iche, Onye isi oche ya bụ Airtel Nigeria Limited na Fan Milk nke Nigeria Plc. Ọ nọ na Board of First Bank of Nigeria Plc ruo afọ iri na abụọ, ọ lara ezumike nká dị ka Onye isi oche na 2010. Ọ nọwokwa n'ọkwa onye nduzi na ụlọ ọrụ onwe onye na-arụ ọrụ na ụlọ, azụmaahịa na ego mba ụwa, na ime mmanya, gụnyere Guinness Nigeria na Ecobank Transnational Inc.",
  "Oba Otudeko bụ onye isi oche nke Nigerian-South African Chamber of Commerce (NSACC) ma nwee ebumnuche ime ka itinye ego na Naijiria dị mfe. N'oge ọ bụ onye isi oche NSACC, ọnụ ọgụgụ nke azụmahịa abụọ nke Naịjirịa na South Africa toro nke ukwuu site na nde $ 16.5 na 1999 ruo ijeri $ 2.9 na 2010. Ọ nọkwa na Board nke NEPAD Business Group - Nigeria.",
  "Ọ bụ onye isi oche nke Business Support Group (BSG) maka nnyefe nke National Integrated Infrastructure Master Plan (NIIMP). N'afọ 2013, a họpụtara ya ka ọ bụrụ onyeisi oche nke Digital Africa Conference Exhibition na Abuja, Nigeria",
  "Site na 2001 ruo 2010, ọ bụ Chancellor nke Mahadum Olabisi Onabanjo, Ago-Iwoye, Ogun State",
  "Ihe nrite Oba Otudeko gụnyere: Honorary Doctor of Science (D.Sc.) site na Mahadum Olabisi Onabanjo, Ago-Iwoye. Honorary Doctor of Science in Banking and Finance site na Mahadum Crescent, Abeokuta, Ogun State. Honorary Doctor of Science Degree (D.Sc.) site na Mahadum Ajayi Crowther, Oyo Town, Oyo State;. Onye ọchụnta ego nke Afọ na ThisDay Awards na 2009. Ernst & Young Lifetime Achievement Award; Onye Azụmaahịa nke Afọ 2015; Silverbird Extraordinary Lifetime Achyevement Award na nso nso a, 2016 Africa CEO Forum's Africa CEO of the Year Award.",
  "Ọ lụrụ Mrs Adebisi Aderonke Otudeko ma bụrụkwa onye guzobere Oba Otudeko Foundation."
]