[
  "Chief Obafemi Jeremiah Oyeniyi Awolowo GCFR (Yoruba: ; 6 Machị 1909 - 9 Mee 1987) bụ onye Naijiria na-ahụ maka mba na onye ọchịchị nke rụrụ ọrụ dị mkpa gbasara nnwere onwe nke Naịjirịa, Republics nke mbụ na nke abụọ  na Agha Obodo. Nwa onye ọrụ ugbo Yoruba, ọ bụ otu n'ime ndị mere onwe ha n'ezie n'etiti ndị ya na ha dịkọrọ ndụ na Naịjirịa.",
  "Mgbe ọ bụ nwa okorobịa, ọ bụ onye nta akụkọ na-arụsi ọrụ ike, na-edezi akwụkwọ dịka onye ọrụ Naịjirịa, n'elu ndị ọzọ. Mgbe ọ natara nzere bachelors maka azụmahịa na Naịjirịa, ọ gara London iji nweta nzere ya na iwu. Obafemi Awolowo bụ onye isi oche mbụ nke mpaghara ọdịda anyanwụ ma mesịa bụrụ kọmishọna gọọmentị etiti maka ego, na osote onye isi oche nke Federal Executive Council n'oge agha obodo Naịjirịa. Ọ bụ onye isi na-azọ ọkwa kachasị elu nke mba ya ugboro atọ.",
  "Ọ bụ nwa afọ Ikenne na Ogun Steeti nke ndịda ọdịda anyanwụ Naịjirịa, ọ malitere ọrụ ya, dịka ụfọdụ n'ime ndị ama ama n'oge ya, dịka onye na-ahụ maka mba na Nigerian Youth Movement nke o biliri wee bụrụ odeakwụkwọ mpaghara ọdịda anyanwụ. Awolowo bụ onye na-ahụ maka ọtụtụ iwu mmekọrịta mmadụ na ibe ya nke mere ka Naịjirịa bụrụ mba ọgbara ọhụrụ. Awolowo guzobekwara otu ndi Yoruba bụ Egbe Omo Oduduwa Awolowo bụ onye ndu mbụ nke azụmahịa gọọmentị na Mịnịsta nke ọchịchị ime obodo na ego, na onye isi ala mbụ nke mpaghara ọdịda anyanwụ n'okpuru usoro ndị omeiwu Naịjirịa, site n'afọ1952 ruo afọ 1959. Ọ bụ onye isi ndị mmegide na ndị omeiwu etiti na gọọmentị Balewa site n'afọ 1959 ruo afọ 1963. N'afọ 1963, a tụrụ ya mkpọrọ n'okpuru ebubo ịgba ọchịchị mgba okpuru ma gọọmentị agbagharaghị ya ruo n'afọ 1966, mgbe nke ahụ gasịrị, ọ malitere ọrụ dịka Mịnịsta na-ahụ maka ego. N'ịghọta ihe a niile, Awolowo bụ onye mbụ n'oge a nke a kpọrọ aha ya dịka onye ndú nke ndị Yoruba (Yoruba: Asiwaju Awon Yoruba ma ọ bụ Asiwaju Omo Oodua).",
  "A mụrụ Obafemi Awolowo Jeremiah Obafemi Oyeniyi Awolowo na 6 Machị 1909 n'ime obodo Remo nke Ikenne, dị naOgun Steeti nke Naịjirịa ugbu a",
  "dịka naanị nwa nwoke nke David Shopolu Awolowo, onye ọrụ ugbo na onye ọrụ osisi, na Mary Efunyela Awolowo. O nwere ụmụnne nwanyị abụọ na otu nwanne nne",
  "A mụrụ nna Awolowo n'aka onye isi dị elu na onye otu Iwarefa, ndị isi nke otu ọdịnala Osugbo nke chịrị Ikenne",
  "N'afọ 1896, nna Awolowo ghọrọ otu n'ime ndị obodo Ikenne mbụ ghọrọ Ndị Kraịst",
  "Nne nne nna Awolowo, Adefule Awolowo, onye Awolowo hụrụ n'anya, bụ onye na-efe Ifá ofufe",
  "Adefule, nne nne Awolowo, kwenyere na Obafemi bụ nlọ ụwa nke nna ya (nne nna ya)",
  "Ntughari nna Awolowo na Iso Ụzọ Kraịst na-emegidekarị nkwenkwe ezinụlọ ya",
  "Ọ na-agbakarị ndị na-efe chi kịtịkpa, Obaluaye aka. Nna ya mechara nwụọ na Eprel 8, afọ 1920, site na kịtịkpa mgbe Obafemi dị ihe dị ka afọ iri na otu. Ọ gara ụlọ akwụkwọ dị iche iche, gụnyere Baptist Boys 'High School (BBHS), Abeokuta; wee bụrụ onye nkuzi na Abeokuta, mgbe nke ahụ gasịrị, o ruru eru dịka onye na-ede akwụkwọ mkpụmkpụ",
  "Mgbe nke ahụ gasịrị, ọ rụrụ ọrụ dịka onye odeakwụkwọ na Wesley College Ibadan, yana onye na-ede akwụkwọ maka Nigerian Times Ọ bụ mgbe nke a gasịrị ka ọ malitere azụmahịa dị iche iche iji nyere aka nweta ego iji gaa UK maka ọmụmụ ihe ọzọ",
  "Mgbe ọ gụsịrị akwụkwọ na Wesley College, Ibadan, n'afọ 1927, ọ debara aha na Mahadum nke London dịka nwa akwụkwọ mpụga ma gụsịa akwụkwọ na nzere nke Bachelor of Commerce (Hons.). Ọ gara UK n'afọ1944 iji mụọ iwu na Mahadum nke London ma bụrụ onye a kpọrọ na Bar site na Honorable Society of the Inner Temple na 19 Nọvemba 1946. N'afọ 1949, Awolowo hiwere Nigerian Tribune, akwụkwọ akụkọ Naijiria nke onwe ya, nke o ji gbasaa nghọta mba n'etiti ndị Naijiria.",
  "Awolowo bụ onye isi gọọmentị etiti Naịjirịa. N'ime ụzọ ya maka nnwere onwe Naịjirịa (1947) - usoro izizi nke onye ndọrọ ndọrọ ọchịchị Naịjirịa gosipụtara - ọ kwadoro gọọmentị etiti dịka naanị ntọala maka njikọta mba n'ụzọ ziri ezi ma, dịka onye isi nke Action Group, o duziri ihe achọrọ maka iwu gọọmentị etiti, nke e webatara n'afọ 1954 Lyttleton Constitution, na-agbaso ihe nlereanya nke ndị nnọchi anya mpaghara ọdịda anyanwụ nke ya duziri. Dịka onye prịm Minista ọ gosipụtara na ọ bụ ma ahụtakwa ya dịka onye ọhụụ na onye nchịkwa dị ike",
  "Awolowo bụkwa onye isi ndọrọ ndọrọ ọchịchị onye kwuo uche ya na mba ahụ. Ọ kwadoro oke nwe ọha na eze na obere atụmatụ etiti na gọọmentị. O kwenyere na steeti kwesịrị itinye akụ na ụba Naịjirịa n'ime agụmakwụkwọ na mmepe akụrụngwa nke steeti. N'ụzọ na-arụrịta ụka, na nnukwu ego, ọ webatara agụmakwụkwọ praịmarị n'efu maka mmadụ niile na nlekọta ahụike n'efu maka ụmụaka na mpaghara ọdịda anyanwụ, guzobere ọrụ telivishọn mbụ na Africa na 1959, na Oduduwa Group, ndị niile sitere na ụlọ ọrụ koko na-enye nnukwu ego nke bụ isi ihe na ụba mpaghara.",
  "N'afọ 1992, e hiwere Obafemi Awolowo Foundation dịka otu nọọrọ onwe ya, nke na-achọghị uru, nke na-abụghị nke otu na-agba mbọ ịkwalite mmekọrịta nke iwu ọha na eze na agụmakwụkwọ dị mkpa iji kwalite mmepe zuru oke nke mba Naịjirịa. Onye isi ala Naịjirịa n'oge ahụ, General Ibrahim Babangida, malitere ntọala ahụ na Liberty Stadium, Ibadan. \nOtú ọ dị, ihe nketa ya kachasị mkpa (nke a na-akpọ Awoism) bụ iguzosi ike n'ezi ihe nlereanya ya, welfarism ya, onyinye ya iji mee ngwa ngwa usoro decolonisation na nkwado ya na-agbanwe agbanwe na nke ezi uche dị na ya nke gọọmentị etiti-dabere na mkpebi onwe onye nke agbụrụ-asụsụ na ijikọta steeti ndị siri ike na ndọrọ ndọrọ ọchịchị-dị ka ntọala kachasị mma maka ịdị n'otu Naịjirịa. Awolowo nwụrụ n'udo n'ụlọ Ikenne ya, Ụlọ Nzukọ Efunyela (nke a na-akpọ aha nne ya), na 9 Mee 1987, mgbe ọ dị afọ iri asaa na asatọ ma lie ya na Ikenne, n'etiti nkwanye ugwu n'ofe ndọrọ ndọrọ ọchịchị na agbụrụ-okpukpe.",
  "E gosipụtara ya na 100 Naira banknote kemgbe 1999.",
  "Na mgbakwunye na ọtụtụ aha ndị isi ndị ọzọ, Chief Awolowo nwere aha Odole Oodua nke Ile-Ife.",
  "Ebe obibi Ikenne nke Chief Obafemi Awolowo"
]