[
  "Obara  Mgbali  elu  (BP) bụ nrụgide nke ọbara na-agagharị na mgbidi nke akwara ọbara",
  "Ọtụtụ n'ime nrụgide a na-esite n'obi na-agba ọbara site na usoro nrugharị ọbara",
  "Mgbe ejiri ya mee ihe na-enweghị iru eru, okwu ahụ bụ \"mmegide ọbara\" na-ezo aka na nrụgide dị na akwara brachial,4 ebe a na-atụkarị ya",
  "A na-egosipụtakarị nrụgide ọbara n'ihe gbasara nrụgide systolic (mmetụta kachasị elu n'oge otu obi na-akụ) karịa nrụgide diastolic (mmmetụta dị ala n'etiti obi abụọ na-akụ)",
  "A na-atụle ya na milimita nke mercury (mmHg) n'elu nrụgide ikuku gbara ya gburugburu, ma ọ bụ na kilopascals (kPa).",
  "Obara Mgbali elu bụ otu n'ime ihe ịrịba ama dị mkpa - tinyere ume ume, obi, ikuku oxygen saturation, na okpomọkụ ahụ - nke ndị ọrụ ahụike na-eji nyochaa ahụike onye ọrịa",
  "Nrụgide ọbara zuru ike, n'ime onye toro eto bụ ihe dịka 120 milimita nke mercury (16 kPa) systolic karịa 80 milimita nke merccury (11 kPa) diastolic, nke a na-akpọ \"120/80 mmHg\"",
  "N'ụwa niile, nkezi ọbara mgbali elu, afọ dị mma, anọgidewo na-abụ otu kemgbe 1975 ruo ugbu a, na ihe dịka 127/79 mmHg n'ime ụmụ nwoke na 122/77 mmHg na ụmụ nwanyị, ọ bụ ezie na nkezi data ndị a na-ekpuchi ọdịiche dị iche iche nke mpaghara.",
  "Dị ka omenala si dị, onye ọrụ ahụike na-atụle ọbara mgbali elu na-abụghị nke na-emetụta site na auscultation (ige ntị) site na stethoscope maka ụda dị n'otu akwara ka a na-agbanye akwara ahụ, nso n'obi, site na aneroid gauge ma ọ bụ mercury-tube sphygmomanometer. A ka na-ewere auscultation dị ka ọkọlọtọ ọla edo nke izi ezi maka ọgụgụ ọbara mgbali elu na-abụghị nke na-emetụta na ụlọ ọgwụ. Otú ọ dị, usoro ndị na-arụ ọrụ n'onwe ha aghọwo ihe a na-ahụkarị, n'ụzọ dị ukwuu n'ihi nchegbu banyere nsị mercury, ọ bụ ezie na ọnụahịa, ịdị mfe nke iji ya na itinye ya n'ọrụ na ọbara mgbali elu ma ọ bụ nyocha ọbara mgbali isi n'ụlọ emetụtala omume a. Nhọrọ ndị ọzọ na-arụ ọrụ n'onwe ha na mercury-tube sphygmomanometers na-abụkarị ihe na-ezighị ezi, mana ngwaọrụ nke oge a kwadoro na ụkpụrụ mba ụwa na-enweta nkezi ọdịiche dị n'etiti ụzọ abụọ a na-agụ akwụkwọ nke 5 mm Hg ma ọ bụ obere, yana ntụgharị dị ala nke na-erughị 8 mm Hg",
  "Ọtụtụ n'ime usoro ndị a na-arụpụta onwe ha na-atụle ọbara mgbali site na oscillometry (nlele site na transducer nrụgide na cuff nke ngwaọrụ nke obere oscillations nke obere osciltions nke ngwaọrụ nke ngwaọrụ nke",
  "Blood pressure is influenced by cardiac output  systematic vascular resistance",
  "Blood volume and arterial stiffness  and varies  depending on patient's situation emotional state activity and relative health or diseses  state",
  "In the term blood pressure is regulated by baroreceptors which act via the brain to influence the nervous and the endocrine systems.",
  "A na-akpọ ọbara mgbali elu nke dị ala nke ukwuu hypotension, a na-akpọ nrụgide nke dị elu nke ukwuu hypertension, a na'akpọkwa nrụgide dị mma normotension.  Ma ọbara mgbali elu na ọbara mgbali ala nwere ọtụtụ ihe kpatara ya ma nwee ike ịmalite na mberede ma ọ bụ ogologo oge",
  "Ọrịa ọbara mgbali elu ogologo oge bụ ihe ize ndụ maka ọtụtụ ọrịa, gụnyere ọrịa strok, ọrịa obi, na ọrịa akụrụ",
  "Ọrịa ọbara mgbali elu ogologo oge bụ ihe a na-ahụkarị karịa hypotension ogologo oge.",
  "A na-akọwa ụdị BP dịka ụlọ ọgwụ nọ ọdụ BP na ọkwa kachasị elu nke BP, ma ọ bụ systolic ma ọ bụ diastolic.",
  "b A na-etinye ọbara mgbali elu systolic dị iche iche 1, 2, ma ọ bụ 3 dịka ọnụọgụ BP systolic si dị na mpaghara ndị egosiri.",
  "Ihe ize ndụ nke ọrịa obi na akwara na-abawanye n'elu 115/75 mmHg, n'okpuru ọkwa a enwere obere ihe akaebe.",
  "Nnyocha nyocha na-egosi na ndị na-enwe nrụgide ọbara na njedebe dị ala nke nrụgide ndị a nwere ahụike obi na-adịte aka",
  "Enwere arụmụka ahụike na-aga n'ihu banyere ihe bụ ọkwa kachasị mma nke ọbara mgbali elu iji lekwasị anya mgbe ị na-eji ọgwụ iji belata ọbara mgbali ala na ọbara mgbali, ọkachasị n'etiti ndị agadi.",
  "Tebụl ahụ na-egosi nhazi nke 2018 nke ọbara mgbali elu nke ụlọ ọrụ (ma ọ bụ ụlọ ọgwụ) site na Task Force maka njikwa ọbara mgbali nke European Society of Cardiology (ESC) na European Society of Hypertension (ESH). Ndị American Heart Association anabatala ọnụ ụzọ yiri nke ahụ maka ndị okenye dị afọ 18 ma ọ bụ karịa, mana na Nọvemba 2017 American Heart Association kwupụtara nkọwa e degharịrị maka ụdị ọbara mgbali elu nke mere ka ọnụ ọgụgụ ndị a na-ewere na ha nwere ọbara mgbali.",
  "Mmetụta ọbara na-agbanwe site na nkeji ruo nkeji ma na-egosipụtakarị ụda circadian n'ime awa 24, na ọgụgụ kachasị elu n'isi ụtụtụ na mgbede na ọgụgụ kachasị ala n'abalị. Mfu nke ọdịda ọbara mgbali elu n'abalị na-ejikọta ya na ihe ize ndụ dị ukwuu nke ọrịa obi n'ọdịnihu ma enwere ihe akaebe na ọbara mgbali n'abalị bụ ihe na-egosi ihe omume obi karịa ọbara mgbali ehihie. Mmetụta ọbara na-adịgasị iche n'ime ogologo oge (ọnwa ruo afọ) na mgbanwe a na-ebu amụma ihe ọjọọ ga-esi na ya pụta. Mmetụta ọbara na-agbanwekwa na nzaghachi maka okpomọkụ, mkpọtụ, nrụgide mmetụta uche, iri nri ma ọ bụ mmiri, ihe oriri, mmega ahụ, mgbanwe n'ọnọdụ (dị ka igI don't uzo ọtọ), ọgwụ, na ọrịa. Mgbanwe dị na ọbara mgbali elu na uru amụma ka mma nke nyocha ọbara mgbali ala emeela ka ụfọdụ ndị isi, dị ka National Institute for Health and Care Excellence (NICE) na UK, kwado iji ọbara mgbali anya dị ka usoro kachasị mma maka nchọpụta nke ọbara mgbali.",
  "Ihe ndị ọzọ dị iche iche, dị ka afọ na okike, na-emetụtakwa ọbara mgbali elu mmadụ",
  "Ọdịiche dị n'etiti aka ekpe na aka nri ọbara mgbali elu na-adịkarị obere",
  "Otú ọ dị, mgbe ụfọdụ, enwere ọdịiche na-adịgide adịgide karịa 10 mmHg nke nwere ike ịchọ nyocha ọzọ, dịka maka ọrịa ọbara, ọrịa ọbara mgbochi ma ọ bụ dissection aortic.",
  "Enweghị ụkpụrụ nchọpụta a nabatara maka hypotension, ọ bụ ezie na a na-ewere nrụgide na-erughị 90/60 dị ka hypotension. N'omume, a na-ewere ọbara mgbali elu dị ala naanị ma ọ bụrụ na mgbaàmà dị.",
  "In pregnancy ìt is the fetal heart and not the mother's heart that builds up the fetal blood pressure  to driveblood through  the fetal circulation",
  "The blood pressure in the  fetal aorta is approximately 45mmHg at 40 weeks of gestation",
  "Nkezi ọbara mgbali elu maka ụmụ ọhụrụ zuru oke:",
  "In children the normal pressure are lower than for adults and depend on height",
  "Reference blood pressure values have been developed for children of different  countries based on the distribution òf blood pressure children of these counties",
  "N'ime ndị okenye n'ọtụtụ obodo, ọbara mgbali elu na-arị elu site na nwata ruo mgbe ọ dịkarịa ala afọ 70; ọbara mgbali isi na-amalite ịrị elu n'otu oge ma malite ịda n'oge ọ dị n'etiti afọ, ihe dị ka afọ 55.  Ọbara ọbara mgbali elu site na nwata, na-arị elu n'etiti afọ ndụ, ebe nrụgide obi na-arịwanye elu mgbe afọ 40 gasịrị",
  "N'ihi ya, n'ọtụtụ ndị agadi, ọbara mgbali elu systolic na-akarị oke ndị okenye, ọ bụrụ na nrụgide diastolic dị n'ebe dị mma, a na-akpọ ya hypertension systolic. A na-ekwu na ịrị elu nke nrụgide obi na-aga n'ihu na-esite na nkwụsi ike nke akwara. A naghị ele ịrị elu ọbara mgbali elu metụtara afọ ndụ anya dị ka nke dị mma, a naghịkwa ahụ ya na ụfọdụ obodo ndị dịpụrụ adịpụ na-enweghị ọdịbendị.",
  "Àtụ:Non-systemic blood pressuresMmetụta ọbara n'ozuzu ya na-ezo aka na nrụgide ọbara na nrugharị ọbara",
  "Otú ọ dị, ịtụle nrụgide na usoro akwara na arịa akpa ume na-arụ ọrụ dị mkpa na ọgwụgwọ nlekọta siri ike mana ọ chọrọ ịtụle nrụrụ aka site na iji catheter.",
  "Mmetụta ọbara bụ nrụgide ọbara n'ime akwara ma ọ bụ na atria nke obi",
  "Ọ dị ala karịa ọbara mgbali elu, yana ọnụọgụ 5 mmHg na atrium aka nri na 8 mmHg n'atrium aka ekpe.",
  "Dị ka o kwesịrị, nrụgide dị na akwara akpa ume bụ ihe dịka 15 mmHg mgbe ọ na-ezu ike.",
  "Mmụba ọbara mgbali elu na capillaries nke akpa ume na-akpata ọbara mgbali nke akpa ume, na-eduga na interstitial edema ma ọ bụrụ na nrụgide ahụ arịgo elu karịa 20 mmHg, na ọzịza nke akpa ume n'elu nrụgide karịrị 25 mmHg.",
  "Ọ bụrụ na akwụsị obi, ọbara mgbali elu na-ada, mana ọ naghị adaba na efu",
  "Mmetụta fọdụrụnụ a na-atụle mgbe nkwụsị nke obi na nkesa ọbara n'ime nrugharị ahụ ka a na-akpọ nrụgide usoro ma ọ bụ nrụgide nrugharị; nke a na-abụkarị ~ 7mm Hg.",
  "Nsogbu nke nchịkwa ọbara mgbali elu gụnyere ọbara mgbali, ọbara mgbali ala, na ọbara mgbali nke na-egosi oke ma ọ bụ mgbanwe na-adịghị mma.",
  "Ọrịa ọbara mgbali elu nwere ike ịbụ ihe na-egosi nsogbu ndị ọzọ ma nwee mmetụta ọjọọ ogologo oge",
  "Mgbe ụfọdụ ọ nwere ike ịbụ nsogbu siri ike, dịka na mberede ọbara mgbali elu mgbe ọbara mgbali karịrị 180/120 mmHg.",
  "Ọnọdụ ọbara mgbali elu na-etinye nrụgide na mgbidi ọbara",
  "Mmetụta dị elu na-eme ka ọrụ obi dịkwuo ukwuu na ọganihu nke uto anụ ahụ na-adịghị mma (atheroma) nke na-eto n'ime mgbidi nke akwara",
  "Ka nrụgide dị elu, nrụgide na-arịwanye elu na atheroma na-aga n'ihu na uru ahụ obi na-esiwanye ike, na-ebuwanye ibu ma na-adịwanye ike ka oge na-aga.",
  "Ịrị elu ọbara mgbali elu na-adịgide adịgide bụ otu n'ime ihe ize ndụ maka ọrịa strok, nkụchi obi, nkụda mmụọ, na aneurysms ọbara, ọ bụkwa ihe na-akpata nkụchi akụrụ na-adịghị ala ala. Ọbụna ịdị elu nke ọbara mgbali elu na-eduga n'ịdị mkpirikpi nke ndụ. Na nrụgide dị elu nke ukwuu, nrụgide ọbara 50% ma ọ bụ karịa karịa nkezi, mmadụ nwere ike ịtụ anya ịdị ndụ karịa afọ ole na ole ọ gwụla ma a gwọrọ ya nke ọma.",
  "Ma nrụgide siri ike dị elu na nrụgide dị elu (ọdịiche dị n'etiti nrụgide siri mma na nke siri ike) bụ ihe ize ndụ. N'ọnọdụ ụfọdụ, o yiri ka mbelata nke nrụgide diastolic gabigara ókè nwere ike ịbawanye ihe ize ndụ n'ezie, ma eleghị anya n'ihi mmụba dị n'etiti nrụgide systolic na diastolic",
  "Ọ bụrụ na ọbara mgbali elu (>140 mmHg) na ọbara mgbochi diastolic dị mma (<90 mmHg), a na-akpọ ya ọbara mgbali nke systolic ma nwee ike igosi nchegbu ahụike. Dabere na ntuziaka ọbara mgbali elu nke 2017 American Heart Association na-ekwu na ọbara mgbali siri ike nke 130-139 mmHg na nrụgide diastolic nke 80-89 mmHg bụ \"otu ọkwa ọbara mgbali\".",
  "For those  with heart valve regurgitation a change in its severity may be associated with a  change in diastolic pressure",
  "In a study of people  with heart valve regurgitation that compared measurements two weeks apart  for each person  there was an increased severity of aortic and mitral regurgitation when diastolic blood increased whereas when diastolic blood pressure decreased  severity",
  "A na-akpọ ọbara mgbali elu nke dị ala dị ka hypotension",
  "Nke a bụ nchegbu ahụike ma ọ bụrụ na ọ na-akpata ihe ịrịba ama ma ọ bụ mgbaàmà, dị ka isi ọwụwa, ịda mbà, ma ọ bụ n'ọnọdụ ndị siri ike, nkụchi ọbara.",
  "Ihe na-akpata ọbara mgbali elu dị ala gụnyere:",
  "CA na-akpọ nnukwu ọdịda ọbara mgbali elu mgbe ọ na-eguzo ọtọ (mmiri ọbara mgbali ala systolic / diastolic na-adịgide adịgide nke >20/10 mm Hg) orthostatic hypotension (postural hypotension) ma na-anọchite anya ọdịda nke ahụ iji kwụọ ụgwọ maka mmetụta nke ike ndọda na nrugharị",
  "Ịkwụ ọtọ na-ebute mmụba nke nrụgide hydrostatic na akwara ọbara nke aka ala",
  "Mgbasawanye nke akwara ndị dị n'okpuru diaphragm (ịchịkọta akwara) na-eme ka ~ 500 ml nke ọbara si n'obi na elu ahụ",
  "Nke a na-ebute mbelata ngwa ngwa n'ọnụ ọgụgụ ọbara dị n'etiti na mbelata nke ventricular preload nke na-ebelata ọnụ ọgụgụ ọrịa strok, na ọbara mgbali elu",
  "Dị ka o kwesịrị, a na-akwụ ụgwọ nke a site na ọtụtụ usoro, gụnyere ịrụ ọrụ nke usoro akwara na-eme ka obi na-akụ, myocardial contractility na systemic arterial vasoconstriction iji chekwaa ọbara mgbali elu ma mee ka venous vasoconstrriction belata nrubeisi nke ọbara",
  "Mbelata nkwenye nke akwara na-esikwa na mmụba nke myogenic intrinsic na ụda akwara na nzaghachi maka nrụgide dị elu na akwara nke ala ahụ",
  "Usoro nkwụghachi ụgwọ ndị ọzọ gụnyere veno-arteriolar axon reflex, 'mkpịsị ọkpụkpụ' na 'mkpokọta iku ume'",
  "N'ozuzu, usoro ndị a na-emekarị ka ọbara mgbali elu kwụsie ike n'ime nkeji ma ọ bụ obere. Ọ bụrụ na usoro nkwụghachi ụgwọ ndị a adaa na ọbara mgbali elu na ọbara na-ebelata karịa otu ebe, perfusion nke ụbụrụ na-emebi nke ukwuu (ya bụ, ọbara ezughị ezu), na-akpata isi ọwụwa, isi ọwụụ, adịghị ike ma ọ bụ ịda mbà. Dị ka ọ na-adịkarị, ọdịda nkwụghachi ụgwọ a bụ n'ihi ọrịa, ma ọ bụ ọgwụ ndị na-emetụta usoro akwara ọmịiko. A na-ahụ mmetụta yiri nke ahụ na-esote ahụmịhe nke ike ndọda gabigara ókè (G-loading), dị ka ndị na-anya ụgbọelu ma ọ bụ ndị na-alụ ọgụ 'na-adọkpụ Gs' mgbe nrụgide hydrostatic dị oke egwu karịrị ikike nke usoro nkwụghachi ụgwọ ahụ.",
  "Mgbanwe ụfọdụ ma ọ bụ mgbanwe na ọbara mgbali elu dị mma",
  "Mgbanwe dị iche iche na nrụgide nke dị ukwuu karịa ka ọ dị na ya na-ejikọta ya na ohere dị ukwuu nke ọrịa obi na ụbụrụ obere ọrịa, na dementia na-adabere na ọkwa ọbara mgbali elu.  Ihe akaebe sitere na nnwale ahụike na-adịbeghị anya ejikọtala ọdịiche dị na ọbara mgbali elu na ọnwụ, ọrịa strok, nkụchi obi, na mgbanwe obi nke nwere ike ibute nkụchiobi. Ihe ọmụma ndị a akpaliwo mkparịta ụka banyere ma a ga-agwọ oke mgbanwe ọbara mgbali elu, ọbụlagodi n'etiti ndị okenye toro eto.",
  "Ndị okenye na ndị natara ọgwụ mgbochi ọbara nwere ike igosi mgbanwe dị ukwuu na nrụgide, enwere ihe akaebe ụfọdụ na ihe mgbochi mgbochi ọbara dị iche iche nwere mmetụta dị iche iche na mgbanwe ọbara mgbali elu; ma ọdịiche ndị a na-apụta na uru na nsonaazụ ejighị n'aka.",
  "N'oge obi ọ bụla, ọbara mgbali elu na-adịgasị iche n'etiti nrụgide kachasị elu (systolic) na nke kachasị nta (diastolic)",
  "[isi iyi ahụike a na-apụghị ịdabere na ya] ọbara mgbali n'usoro ọbara bụ n'ihi ọrụ mgbapụta nke obi. Otú ọ dị, a na-achịkwa ọbara mgbali elu site na nchịkwa akwara site na ụbụrụ (lee Hypertension na ụbụ), yana nchịkwa osmotic site na akụrụ",
  "Ọdịiche dị na ọbara mgbali elu na-eme ka ọbara na-aga gburugburu nrugharị",
  "Ọnụ ọgụgụ nke ọbara na-aga na-adabere na ọbara mgbali elu na nguzogide nke akwara ọbara gosipụtara",
  "Na enweghị mmetụta hydrostatic (dịka iguzo), ọbara mgbali elu na-ebelata ka ọbara na-agagharị na-apụ n'obi site na akwara na capillaries n'ihi ọnwụ ike",
  "Ọbara ọbara na-agbadata na nrugharị ọbara niile, ọ bụ ezie na ihe ka ukwuu n'ịda na-ewere ọnọdụ n'akụkụ obere akwara na arterioles. Pulsatility na-ebelata na obere ihe ndị dị na nrugharị ọbara, ọ bụ ezie na a na-ahụ ụfọdụ pulsatility na capillaries.",
  "Ike ndọda na-emetụta ọbara mgbali elu site na ike hydrostatic (dịka, mgbe ị na-eguzo), na valves na akwara, iku ume, na mgbapụta site na mkpakọ nke uru ahụ ọkpụkpụ na-emetụtakwa ọbara mgbali, ọkachasị na akwara.",
  "Nlele dị mfe nke hemodynamics nke nrụgide ọbara na-adabere na nrụgide ọbara (MAP) na nrụgide pulse",
  "Enwere ike ịghọta ọtụtụ mmetụta na ọbara mgbali elu n'ihe gbasara mmetụta ha na mmepụta obi, usoro mgbochi vascular, ma ọ bụ nkwụsi ike ọbara (nke megidere nkwenye ọbara). Mpụta obi bụ ngwaahịa nke oke ọrịa strok na obi",
  "Ọnụ ọgụgụ stroke na-emetụta site na 1) ọnụ ọgụgụ diastolic nke njedebe ma ọ bụ nrụgide jupụtara na ventricle na-arụ ọrụ site na usoro Frank Starling - nke a na-emetụ n'ahụ site na ọnụ ọgụgụ ọbara; 2) nkwụsị obi; na 3) afterload, ihe mgbochi ọbara na-agafe site na nrugharị. N'oge na-adịghị anya, ka ọbara na-ebuwanye ibu, otú ahụ ka obi na-ebute",
  "A tụwo aro nke a dị ka nkọwa nke mmekọrịta dị n'etiti nri nnu dị elu na ọbara mgbali elu; Otú ọ dị, nzaghachi maka mmụba sodium nri dịgasị iche n'etiti ndị mmadụ ma dabere na nzaghachi nke usoro akwara na usoro renin-angiotensin, mgbanwe na osmolarity plasma nwekwara ike ịdị mkpa. N'ime ogologo oge, mmekọrịta dị n'etiti olu na ọbara mgbali elu dị mgbagwoju anya. N'okwu dị mfe, usoro mgbochi vascular na-ekpebi site na caliber nke obere akwara na arterioles",
  "Mgbochi nke akwara ọbara na-adabere na radius ya dịka usoro Hagen-Poiseuille si kọwaa ya (eguzogide / radius4)",
  "Ya mere, ka radius dị obere, otú ahụ ka nguzogide dị elu",
  "Ihe ndị ọzọ na-emetụta nguzogide gụnyere: ogologo arịa (ka arịa ahụ dị ogologo, ka nguzogide ahụ dị elu), ọbara na-arapara n'ahụ (ka nguzogide dị elu, ka nguzo dị elu) na ọnụ ọgụgụ arịa, ọkachasị obere, arterioles na capillaries. Ọnụnọ nke ọrịa akwara siri ike na-eme ka mmụba nke iguzogide na-agafe, agbanyeghị, mmụba a na-eguzogide anaghị eme ka ọbara mgbali elu n'ihi na enyemaka ya na mgbochi zuru ezu dị obere, ọ bụ ezie na ọ nwere ike belata na-aga n'ihu. Ihe ndị a na-akpọ vasoconstrictors na-ebelata ogo nke akwara ọbara, si otú a na-eme ka ọbara mgbali elu dị elu",
  "Vasodilators (dị ka nitroglycerin) na-eme ka caliber nke akwara ọbara dịkwuo elu, si otú a na-ebelata ọbara mgbali elu",
  "N'ime ogologo oge, usoro a na-akpọ remodeling na-enyekwa aka ịgbanwe caliber nke obere akwara ọbara ma na-emetụta nguzogide na mmeghachi omume na ihe na-arụ ọrụ. Mbelata nke capillary density, nke a na-akpọ capillary rarefaction, nwekwara ike inye aka n'ịbawanye nguzogide n'ọnọdụ ụfọdụ.",
  "N'omume, usoro akwara nke onye ọ bụla na usoro ndị ọzọ na-achịkwa ọbara mgbali elu, ọkachasị akụrụ, na-emeghachi omume ma na-achịkọta ihe ndị a niile ka, ọ bụ ezie na nsogbu ndị dị n'elu dị mkpa, ha anaghị arụ ọrụ iche iche na mmeghachi omume ọbara mgbali nke onye a nyere nwere ike ịdịgasị iche iche n'oge dị mkpirikpi na ogologo.",
  "Mean Arterial Pressure (MAP) bụ nkezi nke ọbara mgbali elu n'elu okirikiri obi ma na-ekpebi ya site na mmepụta obi (CO), usoro vascular resistance (SVR), na nrụgide nke etiti (CVP):",
  "N'omume, a na-eleghara onyinye CVP (nke dị obere) anya n'ozuzu ya ma yabụ",
  "MAP\n        \n        ≊\n        \n          P\n          \n            dias\n          \n        \n        +\n        k\n        (\n        \n          P\n          \n            sys\n          \n        \n        −\n        \n          P\n          \n            dias\n          \n        \n        )\n      \n    \n    {\\displaystyle \\!{\\text{MAP}}\\approxeq P_{\\text{dias}}+k(P_{\\text{sys}}-P_{\\text{dias}})}",
  "Mmetụta nke obi bụ nsonaazụ nke ọdịdị nke obi, ya bụ, obi na-akụ",
  "A na-ekwukarị na oke nrụgide nke obi na-emetụta mmekọrịta nke oke ọrịa strok nke obi, nkwenye (ikike ịgbasa) nke usoro akwara - nke a na-ejikarị aorta na nnukwu akwara na-agbatị agbatị - na nguzogide ịgafe n'osisi akwara.",
  "A ghọtachaghị usoro nchịkwa nke ọbara mgbali elu, nke na-emetụta n'ụzọ zuru oke, mana usoro ndị a na-achịkwa ọbara mgbali emeela nke ọma:",
  "A na-atụkarị nrụgide ọbara site na sphygmomanometer, nke na-eji ịdị elu nke kọlụm mercury, ma ọ bụ aneroid gauge, iji gosipụta nrụgide ọbara ọbara site na auscultation. Usoro a na-ahụkarị iji aka ya tụọ ọbara mgbali elu dabere na usoro oscillometric. A na-enweta ọnụọgụ oscillometric zuru oke kemgbe 1981. E jirila ụkpụrụ a mee ihe n'oge na-adịbeghị anya iji tụọ ọbara mgbali elu na smartphone. Ịtụle nrụgide n'ụzọ na-awakpo, site na ịbanye na mgbidi ọbara iji tụọ ya, bụ ihe a na-ahụkarị ma na-ejikarị ya eme ihe n'ụlọ ọgwụ.\nA na-enyocha ụzọ ọhụrụ iji tụọ ọbara mgbali elu n'enweghị ịbanye na mgbidi ọbara, na-enweghị nrụgide ọ bụla n'ahụ onye ọrịa ugbu a. Ihe a na-akpọ ọnụọgụ na-enweghị eriri, usoro ndị a na-emeghe ọnụ ụzọ maka ndị na-enyocha ọbara mgbali elu na ndị a na'anabata",
  "Otu ihe atụ bụ ihe nyocha ọbara mgbali elu na aka nke na-eji naanị ihe mmetụta anya.",
  "Otu nsogbu a na-ahụkarị na nyocha ọbara mgbali elu n'ọfịs na United States bụ mmasị ọnụọgụ ọnụọgụ",
  "Dị ka otu nnyocha si kwuo, ihe dị ka 40% nke ọnụọgụ ndị e dekọrọ na-ejedebe na ọnụọgụ efu, ebe \"na-enweghị ajọ mbunobi, a na-atụ anya na 10%-20% nke ọnụọụọgụ ga-ejedebe n'efu\" Ya mere, ịza ajụjụ maka mmasị ọnụọgụ bụ isi okwu maka imeziwanye nha ọbara mgbali elu.",
  "Ọnọdụ ọbara mgbali elu n'ime anụ ndị na-abụghị mmadụ nwere ike ịdịgasị iche dabere na ụdị",
  "Obi na-akụ na-adị iche iche, n'ụzọ dị ukwuu dabere na ogo nke anụmanụ ahụ (ụmụ anụmanụ buru ibu nwere obi na-akụ nwayọ). Anụ giraffe nwere ọbara mgbali elu nke ihe dị ka 190 mm Hg, na-eme ka ọbara na-agafe mita 2 (6  in) -ogologo olu ruo N'ụdị ndị ọzọ na-enwe ọbara mgbali elu, dị ka agwọ osisi, ọbara mgbali ala dị elu karịa agwọ na-abụghị osisi. Obi dị nso n'isi (ebe dị mkpirikpi site n'obi ruo n'isi) na ọdụ ogologo nke nwere akpụkpọ ahụ siri ike na-akwado ịba ọbara n'isi.",
  "Dị ka ọ dị n'ime ụmụ mmadụ, ọbara mgbali elu n'ime anụmanụ dị iche site na afọ, okike, oge ụbọchị, na ọnọdụ gburugburu ebe obibi: ihe ndị a na-atụle na ụlọ nyocha ma ọ bụ n'okpuru anesthesia nwere ike ọ gaghị anọchite anya ụkpụrụ n'okpuru ọnọdụ ndụ onwe ya. A na-eji òké, òké, nkịta na ewi eme ihe nke ukwuu iji mụọ usoro ọbara mgbali elu.",
  "A na-achọpụta ọbara mgbali elu na nwamba na nkịta ma ọ bụrụ na ọbara mgbali karịrị 150 mm Hg (systolic), ọ bụ ezie na nkịta anya nwere ọbara mgbali karịa ọtụtụ ụdị nkịta ndị ọzọ; a na-ewere ọbara mgbali nke karịrị 180 mmHg dị ka ihe na-adịghị mma na nkịta ndị a."
]