[
  "Miniwaste bụ ọrụ Europe nkè na-arụ ọrụ site n'ọnwa Jenụwarị afọ 2010 ruo ọnwa Disemba afọ 2012, nkè e mèrè iji \"iweghachi ihe mkpofu ndụ\". N'ikwu ya n'ụzọ ọzọ, e bu n'uche igosi na ọ ga-ekwe omume belata oke ihe mkpofu na mpaghara",
  "Ọrụ ahụ nwetara ego site na mmemme LIFE+ nke European Commission",
  "Ọrụ ahụ mesiri ike arụmọrụ na nkwado nke omume mbelata ihe mkpofu na isi iyi, ọkachasị site na ịhazi ihe ngosi na ọzụzụ màkà ndị mmadụ, yana site n'inye ụzọ ka mma iji nyochaa ma chịkwaa mgbochi ihe mkpofu.",
  "Ọrụ ahụ na-agba mbọ igosi, dịka ntụziaka Waste Framework nke na-adịbeghị ányá si dị, na ọ ga-ekwe omume belata ọnụ ọgụgụ nkè ihe mkpofu (nke a na-akpọkwa \"ihe mkpofu ndụ\", na-ekpuchi ma nri na ihe mkpofu ahịhịa ndụ) na isi iyi n'ụzọ na-adịgide adịgide, yana nyochaa omume màkà mbelata ihe mkpofu n'ụzọ dị irè.",
  "Ọrụ Miniwaste nwèrè ebumnuche anọ:",
  "Ndị mmekọ Miniwaste bụ ndị ọchịchị mpaghara nke Rennes Métropole (ónyé ndu ọrụ, France), Brno (Czech Republic) na Lipor (obodo Porto, Portugal), tinyere ACR + (Association of Cities and Regions for Recycling and Sustainable Resource Management) na Cemagref (ụlọ nyocha French composting)",
  "N'ime ọrụ ahụ, ndị ọchịchị mpaghara atọ ahụ ga-achọ, nwalee ma gbasaa ngwaọrụ kwesịrị ekwesị nke ga-enye ohere mmejuputa na nlekota omume màkà mbelata ihe mkpofu na mpaghara ha",
  "N'ụzọ dị otú a, ọrụ ahụ na-egosi ụzọ iji jikọta ihe ngosi ngosi na ọkwa dị íchè íchè (site na omume ndị ọkwọ ụgbọelu ruo n'omume buru ibu) na ndị mmekọ Europe dị íchè íchè.",
  "Ewezuga ịmepụta usoro ngwaọrụ nkwurịta okwu (ébé nrụọrụ weebụ, akwụkwọ nta, akwụkwọ akụkọ, akụkọ ikpeazụ), ihe abụọ dị mkpa ga-ewere ọnọdụ n'oge ọrụ ahụ:",
  "Ihe mkpofu bụ ihe mkpofu kichin (ihe oriri na-enweghị isi ma ọ bụ nke e siri esi) na ihe mkpofu ahịhịa (ubi na ogige)",
  "Enwere ike inweta mbelata ihe mkpofu ndụ site na ibelata ihe oriri mkpofu na site na ịme composting nkè nri na ihe mkpofu ahịhịa",
  "Dabere na nnyocha, ónyé Europe na-emepụta n'etiti  kilogram otu narị na kilogram narị abụọ na iri isé nke ihe mkpofu kwa afọ",
  "10% nke ihe mkpuchi a nwere ike izere site na ibelata ihe mkpofu nri na ihe fọrọ nke nta ka ọ bụrụ 30 ruo 70% nwere ike ime composted, gụnyere na isi iyi."
]