[
  "Doubt is Their Product: How Industry's Assault on Science Threatens Your Health bụ akwụkwọ 2008 nke David Michaels, onye na-ahụ maka ọrịa na-ahụ maka ọrịa na Prọfesọ na ngalaba nke Environmental and Occupational Health and Epidemiology na Milken Institute School of Public Health nke Mahadum George Washington",
  "Michaels jere ozi dị ka onye enyemaka odeakwụkwọ nke ndị ọrụ maka nchekwa na ahụike ọrụ n'okpuru Onye isi ala US Barack Obama.",
  "\"obi abụọ bụ ngwaahịa anyị\" Michaels quotes a cigarette executive as saying, \"since it is the best means of competing with the 'body of fact' that exists in the minds of the general public",
  "It is also the means of establishing a controversy.\" Michaels argues that, for decades, cigarette manufacturers knew that their product was hazardous to people's health, but hired mercenary scientists who \"manufactured uncertainty by questioning every study, dissecting every method, and disputing every conclusion\"",
  "In doing so the tobacco industry waged a campaign that \"successfully delayed regulation and victim compensation for decades\".",
  "Obi abụọ bụ na ngwaahịa ha na-edekọ etu usoro ụlọ ọrụ ụtaba si mepụta ụlọ ahịa ọtụtụ nde dollar nke na'ịgbasa nchekwa ahụike ọha na eze n'ebe ndị dị anya site na ụbọ",
  "Ndị ndụmọdụ na-ahụ maka nchekwa ngwaahịa, ka ọ na na'ekwu, emeela ka akwụkwọ sayensị dị iche iche gbagọọ, mepụta ma bulie obi abụọ sayensi, ma metụta mkpebi iwu maka uru nke ndị na -emetọ na ndị nrụpụta nke ngwaahịa dị ize ndụ",
  "Iji mee ka ọha na eze nwee mgbagwoju anya banyere ihe ize ndụ nke mgbanwe ihu igwe, anwụrụ ọkụ, asbestos, ọta, plastik, na ọtụtụ ihe ndị ọzọ na-egbu egbu, ndị isi ụlọ ọrụ ahụ goro ndị ọkà mmụta sayensị na ndị lobbyist na'enweghị ụkpụrụ iji kwado ihe akaebe sayensi banyere nsogbu ahụike",
  "N'ime nke a, ọ bụghị naanị na ha egbuola oge ime ihe na ihe ize ndụ ụfọdụ, kamakwa ha ewuola ihe mgbochi iji mee ka o sie ike maka ndị omeiwu, ụlọ ọrụ gọọmentị, na ụlọ ikpe imeghachi omume na egwu n'ọdịnihu.",
  "Obi abụọ bụ na a tụlere ngwaahịa ha na Science, New Scientist, na Chemical and Engineering News."
]