[
  "Obi Wali (27 Febụwarị 1932 26 Eprel 1993) bụ onye na-ahụ maka ihe ndị ruuru mmadụ ole na ole, onye ndọrọ ndọrọ ọchịchị, onye omeiwu a ma ama, onye ọkà mmụta edemede, na onye ọkà okwu si Naijiria",
  "N'etiti ihe ndị ọ rụzuru, ọ lụrụ ọgụ maka ihe kpatara ndị Ikwerre agbụrụ pere mpe ma kwuo na a ga-ede akwụkwọ Afrịka n'asụsụ Afrịka.",
  "A mụrụ Obi Wali na 27 Febụwarị 1932 na Rumuigbo Town, isi ụlọ ọrụ Apara Kingdom, na Obio Akpor Mpaghara ọchịchị obodo nke Rivers Steeti  Nne na nna ya bụ Late Chief Frank Wali Otogbo na Late Mrs",
  "Jane Wali Otogbo nwa nwanyị nke Ezebunwo Amadi Nwondugba, onye na-achị Oroworukwo Rebisi na Port Harcourt Local Government Area nke Rivers State",
  "O nwere nwanne ya nwoke nke obere, Late Mrs Patience Waku Okabie Worgu",
  "Ọ gụrụ akwụkwọ na West African People's Institute, Calabar, St",
  "Augustine's Secondary School, Nkwerre sochiri ya",
  "Maka agụmakwụkwọ ya dị elu, ọ gara Mahadum Ibadan, ebe ọ bụ ọkachamara na akwụkwọ",
  "Ọ gara n'ihu na agụmakwụkwọ ya na United States, ebe ọ nwetara nzere doctorate na akwụkwọ.",
  "Obere ozi ndị ọzọ dị banyere ndụ ya n'oge ọ bụ nwata ma ọ bụ ndụ onwe onye / ezinụlọ.",
  "Wali bụ otu n'ime ndị nna guzobere Rivers State na Naịjirịa ma jee ozi dị ka Kọmishọna mbụ maka agụmakwụkwọ, yana onye otu kansụl mbụ nke steeti ahụ. E mechara họpụta ya dị ka onye otu nke afọ  1978 Constituent Assembly nakwa dị ka onye so na Kọmitii Na-edepụta Iwu nke dere Iwu Iwu nke afọ 1979 nke Federal Republic of Nigeria A họpụtara ya dị ka onye omeiwu nke Federal Republic of Nigeria na Republic nke Abụọ ma n'afọ 1980 a họpụtara ya ka ọ bụrụ onye ndú nke ndị obere onu ogugu mmadu nke Ụlọ ndị nnọchianya, Federal Republic of Nigéria.",
  "Dị ka onye ndọrọ ndọrọ ọchịchị, a na-echeta ya nke ọma maka ịkwado ihe kpatara ndị Ikwerre agbụrụ pere mpe na Naịjirịa",
  "Senator Wali bụ otu n'ime ndị isi a ma ama sitere na mpaghara Niger Delta na-eme mkpọsa mgbe niile megide nchụpụ nke ndị Niger Delta (karịsịa mba Ikwerre)",
  "Ọ lụrụ ọgụ maka ịmepụta Port Harcourt site na Rivers Steeti nke Naịjirịa n'oge ahụ",
  "Ịmepụta Port Harcourt Steeti maka ndị Ikwerre bụ ihe dị mkpa ọ rụzuru n'ịkwado njedebe nke mkparị na mmegbu nke Ikwerre, na mmebi nke akụ ha sitere na steeti.  Wali mere mkpọsa maka idozi enweghị nkwekọ na ike mmekọrịta ọha na eze na akụ na ụba na ndọrọ ndọrọ ọchịchị nke steeti Naijiria n'oge ọrụ ndọrọ ndọrọ ọchịchị ya",
  "A na-echetakwa ya maka oku ya maka nyocha dị oke egwu nke nkwekọrịta Naịjirịa na Economic Community of West African States (ECOWAS).",
  "Na mgbakwunye na ọrụ ndọrọ ndọrọ ọchịchị ya, Wali bụ prọfesọ na Mahadum nke Naijiria, Nsukka, ebe ọ kụziri ihe ọmụmụ gụnyere \"Introduction to African Literature\". E wezụga onyinye agụmakwụkwọ na ndọrọ ndọrọ ọchịchị ya na Naijiria, Wali nyekwara aka na agụmagụ akwụkwọ.",
  "A maara Wali ama maka nkwupụta ya na akwụkwọ Afrịka kwesịrị ide naanị n'asụsụ Afrịka",
  "O kwusiri ike na mkpa ọrụ ndị a na-ewere dị ka \"Afrịka\" ka edere n'asụsụ nke ndị ọrụ ugbo na ndị ọrụ Afrịka karịa n'asụsụ Bekee ma ọ bụ asụsụ mba ọzọ",
  "Site na njikọ nke klas ndị a n'ime ọtụtụ mba Afrịka, o buru amụma \"mgbagwoju anya a na-apụghị izere ezere na ọchịchị ọhụrụ\". O kwupụtara echiche ndị a na edemede ya na-ese okwu \"The Dead End of African Literature\", nke a na-ewere dị ka ihe ịrịba ama n'ọhịa nke akwụkwọ edemede nke oge a nke Africa. N'ime edemede ahụ, Wali dere \"onye edemede Afrịka nke na-eche ma na-eche n'asụsụ nke ya ga-ede n'asụsụ ahụ\". Wali gosipụtara akwụkwọ a n'afọ  1962 na Mahadum Makerere na Uganda na nnukwu nnọkọ mbụ gbasara ederede ọhụrụ nke Afrịka na ụlọ ọrụ ahụ. A gara n'ihu bipụta akwụkwọ a ma ama na mbipụta nke iri nke magazin Transition",
  "Ọ bụ ezie na ụfọdụ na-emegide echiche ya, ọtụtụ ndị edemede Afrịka dị ka Ngũgĩ wa Thiong'o etoola edemede Wali, bụ ndị gbanwere aha ya ka ọ bụrụ aha ọdịnala Afrịka mgbe ha gụsịrị arụmụka Wali",
  "Tụkwasị na nke a, Wali na-ekwu na ọ dị mkpa ka ndị na-akatọ akwụkwọ mụta asụsụ Afrịka tupu ha enyochaa akwụkwọ edemede Afrịka ma mepụta echiche banyere ihe ha pụtara. Echiche Wali na Ngugi na a ga-ede akwụkwọ Afrịka naanị n'asụsụ Afrịka na-emegide echiche Chinua Achebe na Ama Ata Aidoo, bụ ndị kwuru na enwere ike ide akwụkwọ Afrịka n'asụsụ mba ọzọ.",
  "E ji ike gbuo Wali ma gbuo ya n'ụlọ n'ime ụlọ ihi ụra ya site n'aka ndị a na-enyo enyo na ha bụ ndị na-egbu ọchụ n'ọrụ na 26 Eprel 1993",
  "Ihe kpatara ogbugbu ahụ ka bụ ihe a na-amaghị; Otú ọ dị, ọtụtụ na-eche na ọ bụ n'ihe metụtara echiche ndọrọ ndọrọ ọchịchị ya. N'oge e gburu ya, Wali bụ onye omeiwu Naijiria a na-akwanyere ùgwù nke Rivers State. E mechara lie ya na 24 Febụwarị 1994",
  "Nke a abụghị ogologo oge tupu steeti Naijiria gbuo onye ọzọ na-ahụ maka ikike ndị mmadụ ole na ole, Ken Saro-Wiwa.",
  "General Ibrahim Babangida (onye bụbu onye isi ndị agha Naijiria), Chief Rufus Ada George (onye bụzi Gọvanọ nke Rivers State), na Peter Odili (Gọvanọ Rivers State n'oge ahụ) n'etiti ndị ọzọ ka a na-ebo ebubo na ha na-akwado ogbugbu Wali na Port Harcourt",
  "E webatara ikpe gbasara igbu ọchụ Wali n'ihu kọmitii na-enyocha mmebi iwu ụmụ mmadụ, tupu nke a bufee ebubo mkpuchi mkpuchi nke ndị obodo Ikwere na nwa Wali, Ihumuo, tinyere nwunye ya Nnenna..",
  "N'afọ 2014, e meghere Obi Wali International Conference Centre maka ọha na eze na Port Harcourt, Rivers State, mepụtara ma gụọ aha na ncheta nke onyinye ndọrọ ndọrọ ọchịchị na nke edemede Obi Wali.",
  "Ọzọkwa, ndị Ikwerre na-ahazi okwu ncheta kwa afọ iji sọpụrụ Obi Wali."
]