[
  "Obi Benue Egbuna (ubọchi nke iri na asatọ nke ọnwa Julaị n'afọ1938 ruo ụbọchi nke iri na asatọ nke ọnwa Jenụwarị n'afọ 2014) bụ onye edemede a mụrụ na Naijiria, onye dere egwuregwu ma bụrụkwa onye ndọrọndọrọ ọchịchị nke amaara maka iduzi Universal Coloured People's Association (UCPA)",
  "Egbuna bipụtara ọtụtụ ederede banyere Marxist Black Power, gụnyere Destroy This Temple: The Voice of Black power in Britain (1971) na ABC nke Black Power Thought (1973).",
  "A mụrụ Egbuna na Ozubulu, Anambra Steeti, nke Nigeria",
  "Ọ gụrụ akwụkwọ na Mahadum Iowa na Howard, di na Washington, DC, ọ kwagara England n'afọ 1961, ebe o biri ruo afọ 1973",
  "Na London, Egbuna bụ onye otu a na-akpọ Kọmitii nke Òtù Africa ndị nwere mgbọrọgwụ n'Òtù Ụmụ akwụkwọ West African, ma hazie njem Malcolm X gara Britain n'afọ 1965. Egbuna sonyere n'ihe omume ndị Caribbean Artists Movement haziri, n'afọ 1966 emere egwuregwu ya bu Wind Versus Polygamy na World Festival of Negro Arts dị na Dakar, Senegal, ebe Ndị na-egwu egwu Pan African na ihe ngosi ihe nkiri ojii (nke Pearl Connor guzobere na London) nọchitera anya United Kingdom. Ọ ghọrọ onye ọsụ ụzọ nke ndi otu ike ojii na Britain,wee guzobe Òtù Ndị Agba Ụwa Nile (UCPA) \"òtù mbụ a kpọsara ndị isi ojii n'ọnwa Ọgọst nke afọ1967, mgbe Stokely Carmichael gachara\" ma kwuo okwu na nnukwu nnọkọ agha megide Vietnam n'ọnwa Oktoba afọ ahụ. Egbuna sonyekwara na Anti-University nke London.",
  "N'ọnwa Ọgọstụ nke afọ 2020, nwa Egbuna, Obi Egbun Jr",
  "kwuru okwu n'ezoghị ọnụ na Bryan Knight pọdkastị bụ gwa otu enyi banyere ndọrọ ọchịchị nna ya na ọgụ megide ịkpa ókè agbụrụ na Britain nke afọ1960s na 1970s.",
  "N'ịbụ onye Marxism nwere mmetụta dị ukwuu, Egbuna kwusiri ike mkpa igba mba ụwa megide ọchịchị akụrụngwa siri ọnwụ, dịka akụkụ nke ọgụ zuru oke na mmegbu agbụrụ",
  "N'okwu sitere na 1967 na Trafalgar Square, London, Egbuna kwuru: \"Ike ojii pụtara naanị na ndị isi ojii nke ụwa a chọrọ iwepụ mmegbu capitalist megide ụmụ mmadụ oji n'ebe ọ bụla o dị n'uzọ obula di mkpa. Na ubọchi nke iri nke onwa Nọvemba n'afọ 1967, ọ malitere Ngosipụta ike ojii, nke Òtù Ndị Agwa Ụwa Nile bipụtara",
  "Dị ka ọnụ na-ekwuchitere otu ahụ, o kwuru na ha natara ndị òtù 778 na London n'ime izu asaa gara aga. N'afọ 1968, Egbuna bipụtara akwụkwọ nta akpọrọ ike ojii mọbu ọnwụ.",
  "Egbuna hụkwara òtù ụmụ akwụkwọ nke ndị Soshialist na Komunizm n'afọ 1960 dị ka nsogbu nye njem ike ojii",
  "Ọ bụ ezie na echiche ya gbanyere mkpọrọgwụ n'ọdịnala ọgụgụ isi Marxist yiri nke ahụ, ọ hụrụ òtù ụmụ akwụkwọ dị ka \"ndị Socialism snobs\" ndị nyere iwu site na \"\"nkwupụta na naanị ha gụrụ ma nwee ike ịghọta marx\". Nkwado ọgụgụ isi a bụ, dị ka Egbuna si kwuo, \"na-eme nnukwu mmerụ ahụ na ihe ha kwuru na ha kwadoro\" site n'ileghara agbụrụ anya dịka isi ihe kpatara mmegbu nke ndị ọrụ ojii:",
  "Ọ dịghị onye nọ n'uche ya na-arụ ụka banyere eziokwu ahụ bụ na ndị ọrụ ọcha bụ anụ oriri nke mmegbu, ya na ndi oru ojii",
  "Mana ihe a na-apụghị ịgbagha agbagha bụ eziokwu bu na onye ọrụ ọcha bụ orụ naanị n'ihi na ọ bụ onye ọrụ, ọ bụghị n'ihi na ya bu onye ocha, ebe ọdịiche nke ọzọ gasịrị, ndị ọrụ ojii nọkwa mmegbu, ọ bụghị nanị maka na ọbụ onye ọrụ, kamakwa n'ihi na ọ bụkwa Onye ojii.",
  "N'ime afọ ndị 1960, ọtụtụ ndi na-akwado Black Power hapụrụ òtù ụmụ akwụkwọ ha nke ndọrọndọrọ ọchịchị ma mesịa malite otu ike ojii gbadoro anya na Marxist, dị ka Black Socialist Alliance.",
  "N'ihi Iwu Mmekọrịta Agbụrụ nke 1965, ịkpali ime ihe ike agbụrụ aghọwo iwu na-akwadoghị na United Kingdom",
  "A tara ọtụtụ ndị otu UCPA nke Egbuna nra n'okpuru iwu a",
  "A turu Egbuna mkpọrọ ka e mesịrị n'afọ ahụ, maka ebubo na ọ na-eyi egwu igbu ndị uwe ojii na ụfọdụ ndị ndọrọndọrọ ọchịchị.",
  "E bipụtara akwụkwọ akụkọ ikpeazụ Egbuna, The Madness of Didi, n'afọ 1980",
  "Ọ nwụrụ na Washington, DC, n'ubochi nke iri na asatọ nke onwa Jenuwari n'afọ 2014, ọ dị afọ iri asaa na ise, ma e mere nkwanye ùgwù maka ndụ na ọrụ ya na Satudee, ụbochi mbu nke onwa machi n'afọ 2014, na Rankin Memorial Chapel, Mahadum Howard, Washington, DC.",
  "A na-edebe akwụkwọ Egbuna na Ụlọ ọrụ Schomburg maka nyocha na omenala ojii, ihe odide, Ebe nchekwa na Nkewa akwụkwọ dị ụkọ, n'ọbá Akwụkwọ ọha nke New York.",
  "Ihe nkiri:\nThe Anthill: Egwuregwu (London: Akwụkwọ okpueze atọ/Oxford University Press, 1965)",
  "Akwụkwọ akụkọ:",
  "Wind Versus Polygamy (London: Faber & Faber, 1964) (nke akwụkwo Fontana bipụtara ya na mpempe akwụkwọ dị ka Elina, 1978)",
  "The minister's daughter (1975; Akwụkwọ Fontana, 1985)",
  "The Madness of Didi (1980)",
  "Akụkọ dị mkpirikpi:",
  "Ụmụ nwanyị nke anyanwụ na akụkọ ndị ọzọ (Akwụkwọ Crown atọ, 1970)",
  "Emperor nke Oké Osimiri na Akụkọ Ndị Ọzọ (London: Fontana/Collins, 1974)",
  "Ndina n'ike nke Lysistrata (Nigeria: Fourth Dimension Publishers, 1980)",
  "Kandụl ojii maka ekeresimesi (Nigeria: Fourth Dimension Publishers, 1980)",
  "Ndi na-bụghị akụkọ ifo:",
  "Ike ojii na Britain (London: UCPA, 1967)",
  "Ike ojii ma ọ bụ Ọnwụ (Black Star, 1968)",
  "Igbu ogbugbu nke Naijiria: ebubo (Panaf, 1968)",
  "Kwatuo ụlọ nsọ a: Olu nke ike ojii na Britain (London: MacGibbon & Kee, 1971)",
  "ABC nke Echiche ike ojii - Akwụkwọ Negro (1973)",
  "Akwụkwọ ndekọta nke onye mmefu enweghị ebe obibi (Nigeria: Fourth Dimension Publishers, 1976)"
]