[
  "Obinwanne Okeke (amụrụ na Nọvemba 9, 1987) nke a makwaara dị ka Invictus Obi bụ onye ọchụnta ego Naijiria na onye aghụghọ a mara ikpe nke na-eje ozi ugbu a n'ụlọ mkpọrọ afọ iri na United States maka aghụghọ ịntanetị nke kpatara $ 11M furu efu nye ndị o metụtara. Mgbe ọ kwusịrị na ikpe mara ya na mbụ, na Febụwarị 16, 2021, a mara Okeke ikpe ịga mkpọrọ afọ iri. Ruo mgbe Federal Bureau of Investigation jidere ya na-esote nyocha ọnwa iri na atọ, Okeke bụ onye ọchụnta ego a ma ama n'ụwa niile nke nwere ego na mmanụ na gas, ọrụ ugbo, ego onwe onye, ike ọzọ, telecom na ala na ụlọ",
  "Ọ na-arụ ọrụ ya n'okpuru 'Invictus Group'. Invictus Group na-arụ ọrụ na mba Afrịka atọ gụnyere Nigeria, South Africa, na Zambia. O nwere nzere masta na azụmahịa mba ụwa na mgbochi iyi ọha egwu na Mahadum Monash, Australia.",
  "N'ọnwa Ọgọstụ 6 2019, e jidere Okeke ma bo ya ebubo abụọ nke aghụghọ kọmputa na wayo waya. Dị ka ebubo ndị ahụ si dị, ya na ndị otu ya ghọgburu ụmụ amaala America ruo $ 11m \"site na ntụziaka mbufe waya aghụghọ na nnukwu, nhazi, atụmatụ nkwekọrịta ozi-e azụmahịa",
  "\" N'abalị asaa nke ọnwa Ọgọstụ, ọ pụtara n'ihu Michael Nachmanoff, onye ọka ikpe na Ụlọikpe District nke Eastern District of Virginia, iji zaa ebubo nke wayo wayo",
  "O kwuru na ọ bụghị onye ikpe mara ya maka ebubo ndị ahụ. N'abalị itoolu n'ọnwa Ọktọba, afọ 2019, ụlọ ikpe dị elu nke nọ n'Abuja, Naịjirịa nyere iwu ka ewepụ N280M (ihe dị ka $ 800,000) nke dị na akaụntụ onwe ya na nke ụlọ ọrụ ya na Gọọmentị Federal nke Naịjirịa n'ihi egwu nke 'ndị enyi ya ga-ekpochapụ ya' ruo mgbe ikpe ya pụta.",
  "E jidere Okeke site na ebubo Ngalaba Ikpe Ziri Ezi nke mmadụ iri asatọ ndị ọzọ ọtụtụ n'ime ha bụ ndị mba Naịjirịa. Dị ka nkwupụta ahụ wepụtara na August 22, 2019, Ngalaba Ikpe Ziri Ezi kwuru na ndị a na-ebo ebubo jiri atụmatụ aghụghọ dị iche iche n'ịntanetị gụnyere aghụghọ email azụmahịa (BEC), aghụghọ ịhụnanya, na atụmatụ ndị na-elekwasị anya na ndị agadi, iji ghọgbuo ndị metụtara ọtụtụ nde dollar. Ọ kpọrọ aghụghọ ahụ \"okwu kachasị ukwuu nke aghụghọ n'ịntanetị na akụkọ ihe mere eme nke US\". Dị ka ebubo Ngalaba Ikpe Ziri Ezi nke United States nke nwere peeji 145 si kwuo, ndị ahụ furu efu ma ọ bụ nwee ike ịla n'iyi nde $ 40.",
  "A mụrụ Okeke na Nọvemba 9, 1987, na Ukpor, Nnewi South LGA nke Anambra Steeti, Naịjirịa",
  "Ọ bụ nwa nke iri na asaa nke nna lụrụ karịa otu nwanyị. O kwuru na ọ bụ ọchịchọ ibuli nne ya, onye bụ nwunye nke anọ nke nna ya, site na oke ịda ogbenye kpaliri ya",
  "N'ihe ngosi na BBC Focus on Africa, Okeke kwuru na mgbe ọ dị naanị afọ iri na isii ma ka bi n'obodo nta ahụ, ọ malitere ụlọ ọrụ IT nke na-ebipụta kaadị azụmahịa ma mepụta weebụsaịtị. Site na uru mbụ ya, ọ zụtara ihe bụ ịnyịnya ígwè kachasị mma n'obodo ya",
  "Ọ gwakwara BBC na ya nwere mmasị na criminology",
  "Na June 2016, akpọrọ Okeke na Forbes Africa 30 under 30 maka 2016 mgbe ọ ka dị afọ iri abụọ na asatọ ma biri na South Africa.",
  "N'ọnwa Mee afọ 2017, African Brand Congress nyere Invictus Group of Companies Ltd onyinye nke Africa's Most Innovative Investment Company of the Year 2017. N'ọnwa Ọktọba afọ 2017, a họpụtara ya maka onyinye AABLA, na ngalaba nke Young African Business Leader (West Africa). N'afọ 2017, ọ bụ onye na-ekwu okwu na Forbes Under 30 Summit EMEA 2017 na Tel Aviv na Jerusalem",
  "Ọ rụkwara ọrụ ebere nke nyere ụmụ akwụkwọ agụmakwụkwọ maka nyocha akwụkwọ n'asụsụ Igbo, Invictus Foundation",
  "N'afọ 2018, e gosipụtara ya na BBC's Focus on Africa ma kọwaa ya dị ka onye ọchụnta ego \"na-akpali akpali\". Ọ bụkwa onye na-enye aka mgbe niile na magazin Forbes Africa ebe ọ na-akọrọ echiche ya banyere azụmaahịa na itinye ego na Africa.",
  "Dị ka akwụkwọ iyi nke e tinyere n'Ịntanet mgbe e jidere ya, Maazị Okeke ejirila ozi ịntanetị phishing iji nweta ohere na-enweghị ikike na akaụntụ email nke CFO nke Unatrac Holding Limited, ụlọ ọrụ UK Export Sales maka Mantrac Group, onye enyemaka nke onye na-ewu ihe owuwu na onye na-emepụta ihe na Ngwuputa nke America Caterpillar Inc. Site na akaụntụ email nke emere na Microsoft Office 365, Okeke nyere iwu maka nnyefe aghụghọ ruru $ 11m nke niile ezitere na akaụntụ mba ofesi",
  "Dị ka akwụkwọ nkwenye ahụ nke Marshall Ward, onye ọrụ pụrụ iche nke FBI, ṅụrụ iyi ma bịanye aka na ya, Okeke enwetala akaụntụ email ahụ maka ihe dị ka ugboro 464 ọkachasị site na adreesị Internet Protocol na Nigeria",
  "Na-eme ihe n'okpuru echiche na email ahụ sitere na CFO, ndị ọrụ ego na-edozi nnyefe na akaụntụ metụtara Okeke ihe dịka nnyefe 15 n'etiti Eprel 11 ruo 19, 2018.",
  "Ndị FBI ga-amalite nyocha mgbe Unatrac tinyere mkpesa na June 2018 na-ekwu na ha kwenyere na ha emebiela.",
  "Dị ka akwụkwọ nkwenye ahụ si kwuo, ndị nyocha kpebiri na adreesị ozi-e ndị Okeke metụtara ma jiri ya mee ihe iji soro ndị ọzọ na-agba izu na mkparịta ụka dị ukwuu banyere ịmepụta ibe weebụ aghụghọ, nke e mere iji ghọgbuo ndị ọrụ na-amaghị ama iji nye nzere akaụntụ ha",
  "N'iji adreesị ozi-e, Okeke gbanwere mbipụta nke koodu nke ibe weebụ aghụghọ [clarify] maka iji mee ihe aghụghọ",
  "Ozi ịntanetị ahụ malitere ma ọ dịkarịa ala n'afọ 2015, kpughere na Okeke na ndị otu ya enwetala paswọọdụ nke akaụntụ nke ebumnuche dị n'ime mpaghara ọwụwa anyanwụ nke Virginia.",
  "Na August 6 2019, ndị ọrụ FBI jidere Okeke na Dulles International Airport mgbe ọ na-achọ ịhapụ United States. E nyere akwụkwọ ikike maka njide ya otu ụbọchị tupu mgbe ahụ",
  "A malitere nyocha nke butere njide ya ọnwa iri na atọ gara aga",
  "N'ọnwa Ọgọstụ 6 2019, mgbe e jidere ya, e boro Okeke ebubo abụọ nke aghụghọ kọmputa na wayo wayo. N'abalị asaa nke ọnwa Ọgọstụ, o kwuru na ebubo ahụ abụghị onye ikpe mara ya.",
  "N'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ n'afọ 2019, Ngalaba Ikpe Ziri Ezi, Central District of California wepụtara nkwupụta nke ndị Naijiria iri asatọ ndị ọzọ nwere njikọ na otu nwere njikọ na Okeke. E jidere ọtụtụ ndị ọzọ ma na Naịjirịa ma na United States",
  "Njide ndị ahụ dugara na mkparịta ụka banyere ọdịdị mba Naịjirịa, echiche agbụrụ, aha ọjọọ na ọdịnihu nke ndị ọchụnta ego Naịjirịa na-eto eto na-abịanụ ma na Naịjirịa ma na mba ofesi.",
  "N'abalị itoolu n'ọnwa Ọktọba, afọ 2019, ụlọ ikpe dị elu nke nọ n'Abuja, Naịjirịa nyere iwu ka ewepụ N280M (ihe dị ka $ 800,000) nke dị na akaụntụ ya nye Gọọmentị Federal nke Naịjirịa n'ihi egwu nke 'ndị enyi ya ga-ekpochapụ ya' ruo mgbe ikpe ya pụta.",
  "Na Juun 18, 2020, Ngalaba Ikpe Ziri Ezi wepụtara nkwupụta na-ekwu na Okeke ekwuputala na ebubo a na-ebo ya",
  "N'ime Nkwupụta nke Eziokwu nke ndị ọka iwu ya nyefere n'ụlọ ikpe mpaghara mpaghara ọwụwa anyanwụ nke Virginia, Okeke kwuru na òkè ya na ihe omume ndị e boro ya ebubo maka ya bụ \"nke a na-eme n'amaghị ama, ụma na n'ụzọ iwu na-akwadoghị na ọ bụghị n'ihi ihe mberede, mmejọ ma ọ bụ ihe ndị ọzọ na-emeghị ihe ọjọọ",
  "\" N'ime nkwekọrịta arịrịọ ya, ọ hapụkwara ikike ya ịrịọ arịrịọ ma kwenye na ọ ga-atụfu \"mmasị niile na akụ ọ bụla metụtara aghụghọ.",
  "Na Febụwarị 16, 2021, a mara Okeke ikpe afọ iri n'ụlọ mkpọrọ gọọmentị etiti. Raj Parekh, onye na-arụ ọrụ dịka onye ọka iwu nke United States maka mpaghara ọwụwa anyanwụ nke Virginia, na-ekwu okwu mgbe ọkwa ahụ gasịrị kọwara ikpe Okeke dị ka ihe dị mkpa: “Mkpebi taa na-egosi na EDVA na FBI n'ụwa niile na-agbasi mbọ ike ịchụso ikpe ziri ezi n'aha ndị America na ndị ọzọ ma na-ejide ndị omempụ cyber mba ụwa, n'agbanyeghị ebe ha mere mpụ ha.”",
  "Brian Dugan, onye ọrụ pụrụ iche na-ahụ maka ụlọ ọrụ FBI nke Norfolk Field Office kwukwara banyere ikpe Okeke n'okwu yiri nke ahụ: “FBI agaghị ekwe ka ndị omempụ cyber nweere onwe ha na ụwa dijitalụ na-eri ụlọ ọrụ United States",
  "Ikpe a na-egosi nkwa FBI na-arụ ọrụ na ndị mmekọ anyị na Ngalaba Ikpe Ziri Ezi na ndị ibe anyị si mba ọzọ iji chọta ndị omempụ cyber n'ụwa niile ma kpọta ha na United States ka ha zaa ajụjụ."
]