[
  "Okwu mgbanwe obodo, mgbanwe mgbanwe na ihe nlereanya mgbanwe na-ezo aka na ọrụ obodo ndị na-achọ ịbawanye afọ ojuju onwe ha iji belata mmetụta nke mmanụ kachasị elu,  mbibi ihu igwe, na ọgba aghara akụ na ụba  site na atụmatụ nhazi ọhụrụ, ọkachasị gburugburu mmepụta nri na ojiji ike. N'afọ 2006, ntọala nke Transition Town Totnes na United Kingdom ghọrọ ihe mkpali maka otu ndị ọzọ iji guzobe",
  "E  hiwere ọrụ ebere Transition Network na mbido 2007, iji kwado ọrụ ndị a",
  "Ọtụtụ n'ime otu ndị a ka edebanye aha na Transition Network",
  "Amalitela atụmatụ mgbanwe n'ebe dị iche iche gburugburu ụwa, yana ọtụtụ dị na United Kingdom na ndị ọzọ na Europe, North America na Australia",
  "Ọ bụ ezie na ebumnobi a ka dị otu, ihe ngwọta nke usoro mgbanwe mgbanwe na-adabere na njirimara mpaghara.",
  "Okwu ahụ, \"obodo mgbanwe\" bụ nke Louise Rooney na Catherine Dunne chepụtara.",
  "Enwere ike itinye ihe nlereanya mgbanwe ahụ n'ụdị ebe dị iche iche ebe ndị mmadụ bi, dị ka obodo nta, mpaghara, agwaetiti na obodo",
  "Okwu a bụ \"mgbalị mgbanwe\", nke gụnyere mpaghara mgbanwe, obodo, na obodo ukwu, ọ bụ ezie na \"obodo mgbanwe\" bụ ihe a na-ejikarị eme ihe.",
  "N'afọ 2004, onye na-emepụta permaculture Rob Hopkins setịpụrụ ụmụ akwụkwọ ya na Kinsale Further Education College ọrụ nke itinye ụkpụrụ permaculture na echiche nke mmanụ kachasị elu",
  "Nsonaazụ nke mmemme ụmụ akwụkwọ a bụ 'Kinsale Energy Descent Action Plan'.",
  "Nke a lere anya mmegharị ihe okike n'ofe n'akụkụ mmepụta ike, ahụike, agụmakwụkwọ, akụ na ụba na ọrụ ugbo dị ka \"maapụ okporo ụzọ\" maka ọdịnihu ga-adigide maka obodo ahụ",
  "Abụọ n'ime ụmụ akwụkwọ ya, Louise Rooney na Catherine Dunne, mepụtara echiche obodo Transition",
  "Ha kwuziri echiche ha n'ihu Kansụl obodo Kinsale",
  "Ndị kansụl ahụ kpebiri ịnakwere atụmatụ ahụ ma rụọ ọrụ maka nnwere onwe ike.",
  "Hopkins kwagara n'obodo ya Totnes, England, ebe ya na Naresh Giangrande mepụtara echiche ndị a n'ime ihe nlereanya mgbanwe",
  "Na mbido afọ 2006, e guzobere Transition Town Totnes ma bụrụ ihe mkpali maka ntọala nke atụmatụ mgbanwe ndị ọzọ.",
  "Na mbido afọ 2007, onye nkuzi permaculture bụ Rob Hopkins, Peter Lipman na Ben Brangwyn guzobere ọrụ ebere Transition Network UK. Dabere na Totnes, a malitere ya iji kwado atụmatụ mgbanwe na-apụta gburugburu ụwa",
  "Ọ na-azụ ma na-akwado ndị na-etinye aka na atụmatụ ndị ahụ",
  "Ọ na-agbasa echiche nke obodo mgbanwe.",
  "N'afọ 2008, ọnụ ọgụgụ obodo ndị na-etinye aka na ọrụ ahụ amụbaala na ọtụtụ mpaghara na-aghọ obodo mgbanwe \"nke gọọmentị\". Nke a bụkwa afọ e bipụtara Transition Handbook.",
  "Atumatu a gbasara ma ka ọ na-erule ọnwa Mee 2010 enwere ihe karịrị atụmatụ obodo 400 ghọtara dị ka obodo mgbanwe ọchịchị na United Kingdom, Ireland, Canada, Australia, New Zealand, United States, Italy na Chile",
  "Okwu atumatu mgbanwe ghọrọ ihe a na-ahụkarị iji gosipụta oke na ụdị obodo metụtara - dịka ọmụmaatụ",
  "obodo (Kinsale), agbataobi nke obodo (Portobello, Edinburgh), site na mpaghara kansụl (Penwith) ruo obodo na mpaghara obodo (Brixton).",
  "Site na Septemba 2013, enwere atụmatụ 1130 edebanye aha (462 Official, 654 Muller) na mba 43.",
  "Mmetụta gụnyere echiche permaculture dị ka akọwara na Bill Mollison's Permaculture, a Designers Manual (1988) na David Holmgren's Permaculture: Principles and Pathways Beyond Sustainability (2003), yana ọrụ David Fleming na obodo, omenala na nkwụsi ike.",
  "Obodo mgbanwe ọ bụla ma ọ bụ atụmatụ nwere oke nnwere onwe",
  "Agbanyeghị, a ga-akpọrịrị atụmatụ gọọmentị ụfọdụ njirisi ga-emerịrị",
  "Na mgbakwunye, ọ nweghị ihe ga-akwụsị atụmatụ 'na-akwadoghị' site n'iji echiche sitere n'ike mmụọ nsọ obodo Transition",
  "Ọzọkwa, enwere 'ụlọ ọrụ' dị iche iche iji hazie ọrụ na ọkwa mpaghara.",
  "Transition Network (TN) bụ ọrụ ebere UK hibere iji kwado atụmatụ mgbanwe",
  "O bipụtala akwụkwọ na ihe nkiri, zụọ ndị mmadụ ma kwado ịkparịta ụka n'Ịntanet",
  "Weebụsaịtị TN nwere ndepụta atụmatụ edebanyere aha, ụfọdụ n'ime ha na-anabata nke ọma.",
  "A sụgharịrị ụfọdụ n'ime ihe ndị ahụ ma mee ka ha kwekọọ n'asụsụ / ọdịbendị ndị ọzọ, gụnyere Portuguese, Danish, German, Dutch, Spanish, French, Hungarian, Italian, Japanese na Irish.",
  "TN agbaala nzukọ asaa: Nailsworth (2007), Royal Agriculture College, Cirencester (2008), Battersea Arts Centre (2009), Dame Hannah na Seale Hayne (2010), Hope University, Liverpool (2011), Battersea Art Centre (2012) na Dame Hannah na Saale Hayne (2015)",
  "Na United States, a malitere usoro mgbanwe n'ọtụtụ obodo",
  "Transition US bụ isi obodo mba",
  "Ọhụụ ya kwuru bụ \"na obodo ọ bụla dị na United States ga-etinye aka n'ịmepụta ihe okike ya iji wepụta mgbanwe pụrụ iche na akụkọ ihe mere eme gaa n'ọdịnihu karịa ihe ndị a na-agbanye n'ime ala; ọdịnihu nke dị ike karị, bara ụba ma na-eguzogide; nke kachasị mma karịa ugbu a\".",
  "Ebumnuche e kwuru nke Transition US bụ ịbụ ihe enyemaka na \"ihe na-akpali iwulite obodo ndị siri ike gafee United States nke nwere ike iguzogide oke ike, ihu igwe, ma ọ bụ akụ na ụba ka ọ na-emepụta ndụ ka mma na usoro ahụ\"",
  "Ha na-eme atụmatụ imezu nke a site na \"ịkpali, ịgba ume, ịkwado, ịkparịta ụka na ọzụzụ ndị mmadụ na obodo ha ka ha na-atụle, na-anabata, na-eme mgbanwe, ma na-etinye usoro mgbanwe maka ike na mgbanwe obodo\".",
  "E guzobekwara ọtụtụ saịtị steeti site na iji ikpo okwu netwọk mmekọrịta Ning",
  "E guzobere saịtị steeti ndị a, n'okpuru nchebe nke saịtị Ning nke mba, iji nyere aka mee ka ọ dị mfe, netwọk, mara, nyochaa, ma mee atụmatụ mgbanwe mpaghara na nke nhazi",
  "N'ụzọ dị otú a, ịkwalite mgbasa nke mgbanwe mgbanwe mgbe ọ na-ejikọta òtù, ọrụ, echiche na ọrụ ndị metụtara netwọk.",
  "Ụfọdụ ọrụ na-eji ntuziaka TN 'ihe 12', ma ọ bụ 'ihe ndị edegharịrị', mgbe ha na-ahazi otu ha.",
  "Transition Network's (TN) kwuru ebumnobi ya bụ ịkwalite mmata maka ibi ndụ na-adigide yana iwulite nkwụsi ike gburugburu ebe obibi.",
  "Akwụkwọ ntuziaka mgbanwe: Site na ịdabere na mmanụ gaa na nkwụghachi azụ mpaghara site n'aka Rob Hopkins na-enye ọtụtụ n'ime usoro dị n'azụ Mgbanwe mgbanwe ma kọwaa ụzọ maka obodo mgbanwe mpaghara iji tinye aka.",
  "Transition Network na-agba ndị obodo ume ka ha chọọ ụzọ ha ga-esi ebelata ojiji ike yana ibelata ndabere ha na ụdọ ogologo ọkọnọ nke dabere kpamkpam na mmanụ ọkụ maka ihe ndị dị mkpa (lee mgbako gburugburu ebe obibi).",
  "Dị ka The Transition si kwuo, nri bụ ebe dị mkpa maka mgbanwe, mgbe ụfọdụ a na-eji okwu \"Food feet, not food miles\"",
  "Ihe ndị e mere ruo ugbu a gụnyere ịmepụta ogige obodo ma ọ bụ iji mkpụrụ osisi ma ọ bụ osisi nut dochie osisi ndị mara mma iji kọọ nri.",
  "Mgbanwe mkpofu azụmahịa na-achọ ka ọ dakọtara n'efu nke otu ụlọ ọrụ na ụlọ ọrụ ọzọ na-eji ihe mkpofu ahụ, mgbe ụfọdụ a na-akpọ symbiosis ụlọ ọrụ",
  "A na-atụ aro na usoro a nwere ike inyere ụlọ ọrụ aka ịba ụba uru site n'ibelata akụrụngwa na mkpofu mkpofu, na-ebelata ikuku carbon, na-eme ka ngwaahịa ha bụrụ isi iyi ego nke azụmahịa ndị ọzọ zụrụ",
  "[ihe mgbakwunye (s) ọzọ achọrọ] Ọ na-atụkwa aro ka ekwesịrị ịtụle ịrụzi ihe ochie kama ịtụfu ha.",
  "Network Transition na-atụpụta ụzọ ọzọ site na azụmahịa dị ka ọ na-adị na mbụ, ma ọ bụ site na mmeghachi omume 'uju/doomladen' na mmanụ kacha elu yana njedebe nke uto akụ na ụba na-akparaghị ókè",
  "Dabere na Southend-on-Sea in Transition,",
  "Otu isiokwu nke Transition Network bụ ịnakwere mmetụta mmetụta uche nke ịgbanwe gaa na ụwa ike dị ala",
  "Ụfọdụ otu Transition Network nwere otu 'Obi na Mkpụrụ obi' ileba anya n'akụkụ a.",
  "Obodo ndị na-agbanwe agbanwe na-achọ ibelata ịdabere na mmanụ ọkụ, otu ụzọ ha si eme nke a bụ site n'ịmepụta atụmatụ ime ihe ike nke obodo (EDAP)",
  "Dịka egosiri n'ihe gbasara Totnes, a kọwapụtara okwu a bụ \"obodo\" ka ọ gụnyere ndị obodo, ụlọ ọrụ obodo, ụlọ ọrụ mpaghara na kansụl ime obodo",
  "Mmepe nke EDAP chọrọ itinye aka na mmemme mpaghara na ọkwa dị iche iche",
  "Emebere atụmatụ izizi zuru oke maka Totnes na 2010, nke akpọrọ Transition in Action: Totnes & District 2030.",
  "Na France, ebe a na-akpọ òtù ahụ Villes et Territoires en Transition, njikọ négaWatt na-enye nkwado maka mgbanwe mgbanwe.",
  "Mgbe nsogbu ego zuru ụwa ọnụ nke afọ 2008 gasịrị, Transition Network gbakwunyere ọgba aghara ego dị ka ihe egwu ọzọ na obodo ndị dị n'ógbè ahụ (n'akụkụ mmanụ kachasị elu na mgbanwe ihu igwe)",
  "Ọ tụrụ aro ọtụtụ atụmatụ nwere ike inye aka, gụnyere ego na mmepụta nri mpaghara. Ọzọkwa, ọ na-ahụ mmepụta nke ego ndị na-akwado mpaghara ka ọ na-eme ka akụ na ụba carbon dị ala na-adịgide adịgide yana ịba uru na mmekọrịta mmadụ na ibe ya. Tụkwasị na nke a, Hopkins dekwara na mmegharị ahụ nwere nghọta banyere akụ na ụba ụwa ma na-akatọ nsogbu usoro ya dịka \"ịdabere na uto\".",
  "Obodo ụfọdụ na-agbanwe agbanwe etinyela aka na ịmalite ego obodo gụnyere Totnes pound, Lewes pound, Stroud pound na Brixton pound.",
  "Iji nyere aka n'ịga n'ihu na ebumnuche ndị a, Transition Network guzobere REconomy Project, n'ihe dị ka afọ 2012.",
  "Emere na 2007, pound Totnes, nke a na-agụta na ụlọ ahịa na azụmaahịa dị n'ógbè ahụ, nyere aka belata kilomita nri ma na-akwado ụlọ ọrụ ndị dị n'obodo ahụ.",
  "N'afọ 2008, obodo atọ nke Welsh, gụnyere Cardiff, tụlere echiche ahụ.",
  "The Stroud pound and Totnes pound became defunct in 2013 and 2019 respectively",
  "As of November 2019, the Lewes pound and Brixton pound are active.",
  "E gosipụtara obodo mgbanwe na usoro ihe omume nke BBC Radio 4 ogologo oge The Archers",
  "Nke a bụ ihe atụ nke nlebara anya mgbasa ozi nke usoro ahụ nwetara afọ ole na ole mgbe e guzobere ya.",
  "Ebipụtala ọtụtụ akwụkwọ n'isiokwu dị iche iche, gụnyere: otu obodo ga-esi zụlite atụmatụ obodo Transition ha",
  "Ọ gwụla ma ekwuputara ya, ebipụtara akwụkwọ ndị a dị ka mmekorita n'etiti Green Books na Transition Network (n'okpuru akara akwụkwọ Transition):",
  "N'afọ 2008, akwụkwọ ntuziaka Transition bụ akwụkwọ nke ise kachasị ewu ewu na ezumike n'oge ezumike oge okpomọkụ site n'aka ndị omeiwu UK.",
  "Emeela ihe nkiri abụọ site na mmegharị gbasara mmegharị ahụ",
  "Ha na-edekọ ọganihu nke atụmatụ dị iche iche:",
  "N'afọ 2008, Trapese Collective bipụtara nkatọ akpọrọ The Rocky Road to a Real Transition nke Hopkins zaghachiri",
  "Arụmụka ahụ bụ n'otu akụkụ banyere otu esi eweta mgbanwe mmekọrịta mmadụ na ibe ya.",
  "Ebipụtala ọtụtụ akwụkwọ agụmakwụkwọ na-elele ọganihu echiche a:"
]