[
  "Obodo akụ na ụba mpaghara (RECs) n'Africa na-agbakọta mba dị iche iche na mpaghara maka ebumnuche nke inweta njikọta akụ na ụba ka ukwuu",
  "A na-akọwa ha dị ka \"ihe owuwu\" nke African Union (AU) ma bụrụkwa isi na atụmatụ maka itinye n'ọrụ New Partnership for Africa's Development (NEPAD).",
  "Ugbu a, enwere REC asatọ nke AU ghọtara, nke ọ bụla hibere n'okpuru nkwekọrịta mpaghara dị iche.  Ha bụ:",
  "Site na ntọala ya na 1963, Organisation of African Unity (OAU) chọpụtara mkpa maka njikọta akụ na ụba nke kọntinent ahụ dị ka ihe dị mkpa maka mmepe akụ na ụba.",
  "1980 Lagos Plan of Action for the Development of Africa, sochiri nkwekọrịta 1991 iji guzobe African Economic Community (nke a na-akpọkwa Abuja Treaty), tụrụ aro ka e mepụta mpaghara akụ na ụba mpaghara (RECs) dị ka ihe ndabere maka njikọta Africa.  ya na usoro iheomume maka nhazi mpaghara na nke kọntinent ga-eso.  Nkwekọrịta ahụ na-enye ka e guzobe Community Economic Community site na usoro ji nwayọọ nwayọọ, na usoro 6 karịa afọ 34, ya bụ site na 2028.",
  "Nkeji edemede 88 nke Abuja Treaty na-ekwu na ntọala nke African Economic Community bụ njikọ na-aga n'ihu nke ọrụ ndị REC, na nguzobe nke njikọ akụ na ụba kọntinent zuru ezu dị ka ebumnobi ikpeazụ nke a ga-emerịrị maka ọrụ nke ndị dị adị na ndị ga-eme n'ọdịnihu.   A Protocol on Relations n'etiti AEC na RECs malitere ike na 25 February 1998..",
  "Na 2000, OAU/AEC Summit na Lomé nakweere iwu iwu nke African Union, bụ nke nọchiri anya OAU na 2002",
  "Nzukọ ikpeazụ nke OAU na Lusaka site na 9 ruo 11 July 2001 kwadoro ọnọdụ nke RECs n'ime African Union na  mkpa maka itinye aka ha nso na nhazi na mmejuputa mmemme nke otu.",
  "N'otu oge ahụ, a ghọtara na usoro dị ugbu a nke RECs abụghị ihe dị mma, yana ọtụtụ mkpokọta na ndị otu",
  "Na Nzukọ nke Maputo na 2003 a rịọrọ Kọmitii AU ka ọ mee ka nkwadebe nke Protocol ọhụrụ na Mmekọrịta dị n'etiti African Union na RECs dị ngwa",
  "Nhazi nke RECs bụ isiokwu nke nzukọ Banjul nke July 2006 nke AU",
  "Na nzukọ nke July 2007 na Accra, Nzukọ nke AU nabatara Protocol on Relationship n'etiti African Union na Regional Economic Communities",
  "Ebum n’obi na ụkpụrụ a bụ iji mee ka nkwekọba nke atumatu ma hụ na ha na-akwado usoro oge Abuja Treaty na Lagos Plan of Action.",
  "Ọtụtụ n'ime RECs na-agbakọta na ndị otu: dịka ọmụmaatụ, n'Ebe Ọwụwa Anyanwụ Afrịka, Kenya na Uganda bụ ndị otu EAC na COMESA, ebe Tanzania, onye bụkwa onye otu EAC, hapụrụ COMESA wee sonye na SADC na 2001",
  "Ndị otu a na-agbagwoju anya na-emepụta duplication na mgbe ụfọdụ asọmpi na ihe omume, ka ha na-etinye ibu arọ ndị ọzọ na ndị ọrụ na-ahụ maka ihe gbasara mba ọzọ iji gaa nzukọ dị iche iche na nzukọ ndị ọzọ",
  "Ọ na-eme ka ihe a na-akpọ Spaghetti bowl effect.",
  "Ọzọkwa, enwere ndị ọzọ na-emekọ ihe ọnụ akụ na ụba mpaghara nke African Union anabataghị nke ọma dị ka RECs, gụnyere:",
  "Usoro mmekorita mpaghara ndị ọzọ na-adịghị elekwasị anya na njikọta akụ na ụba nwekwara ikike ụfọdụ, gụnyere:",
  "Ikike dị n'ime nke RECs dịgasị iche iche, ebe ECOWAS, SADC na EAC kacha emepe emepe.  Ọzọkwa, ọ bụ ezie na a na-eche REC dị ka ihe owuwu ụlọ nke African Union, ọ dịghị ihe àmà doro anya na ndị REC niile dị ugbu a nwere ebumnuche nke ijikọ kọntinent ogologo oge n'uche, ma ọ bụ na e nwere ọchịchọ ndọrọ ndọrọ ọchịchị n'ime ndị REC niile iji nyefee onwe ha.  nchegbu mpaghara maka oke mkpa nke otu."
]