[
  "Obodo Benin bụ isi obodo na obodo kachasị ukwuu na Edo Steeti, Nigeria",
  "Ọ bụ obodo nke anọ kachasị ukwuu na Naịjirịa dịka ọnụ ọgụgụ afọ 2006 si dị, mgbe Lagos, Kano, na Ibadan gasịrị, na atụmatụ ndị bi na ya dị ihe dị ka 1,500,000 ka ọ na-erule afọ 2016. Ọ dị ihe dị ka kilomita 40 (25mi ) n'ebe ugwu nke Osimiri Benin na kilomita 320 (200 mi) site n'okporo ụzọ n'ebe ọwụwa anyanwụ Lagos",
  "Benin City bụ etiti ụlọ ọrụ rọba nke Naịjirịa, mmepụta mmanụ bụkwa ọrụ dị mkpa na obodo Benin.",
  "Obodo a bụ ebe obibi kachasị mkpa nke alaeze Edo nke Benin, nke nwere ọganihu n'oge narị afọ nke 13 ruo 19",
  "Ọ nwere mmekọrịta azụmahịa dị mkpa na Portugal n'ime narị afọ ndị gara aga tupu e jide ha, chụpụ ha ma kpọọ ya ọkụ na 1897 site na njem ntaramahụhụ nke Britain",
  "Ọtụtụ ihe akpụrụ akpụ nke di ka ọla nchara di na Obodo Benin, nke a na-akpọ Benin Bronzes na Bekee, bụ ndị Britain ndị sochiri mmeri ha site n'iji nwayọọ nwayọọ na-achịkwa mpaghara ahụ zuru ya, n'ikpeazụ na-etinye mpaghara ahụ n'ime Naịjirịa.",
  "Dị ka ọdịnala si kwuo, ndị mbụ na ndị guzobere Alaeze Ukwu Ẹdo na ndị Ẹdo na mbụ bụ ndị ọchịchị Oyo (Oduduwa nwa Oranmiya)  bụ ndị kpọrọ ala ha Igodomigodo.[Tinye edensibịa]Igodo, Ogiso mbụ, nwere mmetụta dị ukwuu ma nweta iwu ewu dị ka ezigbo onye ọchịchị",
  "Ọ nwụrụ ọ chịchara  ogologo oge ma Ere, nwa ya nwoke nke okenye, nọchiri ya",
  "Agha maka ike malitere n'oge na-adịghị anya n'etiti nwunye Ogiso ikpeazụ na nwa eze Ekaladerhan si Ife, nwa Ogiso ikpeazụ",
  "Nwunye nna ya megidere Prince Ekaladerhan ma maa ya ikpe ọnwụ",
  "Otú ọ dị, ndị ikom ahụ e zigara igbu ya tọhapụrụ ya na Ughoton",
  "Nwa eze a chụgara n'ala ọzọ gara ebe ọ gbanwere aha ya ka ọ bụrụ Izoduwa, nke pụtara \"Enwetara m ọganihu\"",
  "Ọ bụ n'oge a nke ọgba aghara na Benin ka ndị okenye, nke Chief Oliha du, malitere ịchọ Prince Ekaladerhan a chụpụrụ achụpụ nke ndị Ife na-akpọ Oduduwa ugbu a.",
  "Obodo a enweela mmetụta nke mgbanwe ihu igwe, na mmụba nke okpomọkụ, iru mmiri na mmiri ozuzo n'etiti afọ 1981 na 2015.",
  "Obodo Benin na-enwe idei mmiri mgbe niile. Nnyocha emeela ka nsogbu ahụ pụta ìhè kemgbe ọ dịkarịa ala afọ 1993. Ndị ọkachamara atụwo aro ọtụtụ ụzọ iji melite njikwa idei mmiri a, gụnyere njikwa ka mma nke iji ala eme ihe, iwu na mmepe, mmemme ndị dị mma nke obodo iji melite mgbanwe obodo na njikwa ọdachi, yana mmelite na nkwadebe nke onye ọ bụla.",
  "Ihe na-adọrọ mmasị n'obodo Benin gụnyere National Museum, Oba Palace, Igun Street (nke a ma ama maka ịkpụ ọla nchara na ọrụ ígwè ndị ọzọ)",
  "Ihe ndị ọzọ na-adọrọ mmasị gụnyere ememme dị iche iche na Benin Moats (nke na-atụle ihe dị ka 20 ruo 40 ft), King's Square (nke a maara dị ka Ring Road) na ahịa ọdịnala ya.",
  "Obodo Benin nwere emume a ma ama a na-akpọ emume Igue",
  "Emume a bụ ihe omume a na-eme kwa afọ na Benin iji webata afọ ọhụrụ",
  "Emume a bụ akụkụ dị mkpa nke ọdịbendị nke ndị mmadụ nọ na obodo Benin (nke a na-akpọbu Benin Kingdom ma ọ bụ Kingdom of Benin)",
  "E kwenyere na emume a na-eme ka ike anwansi Oba Ewuare dị ọhụrụ ma emume ya na-abịa n'etiti emume Krismas na emume Afọ Ọhụrụ",
  "Emume a gụnyere ngọzi Oba maka ala na ndị ya.",
  "Ọdụ ụgbọ elu Benin na-ejere obodo ahụ ozi na ụlọ ọrụ ụgbọ elu azụmahịa atọ na-efega na ya, gụnyere Arik Air, Air Peace na Azman."
]