[
  "Ndị Obolo (nke a na-akpọkwa Andoni ma ọ bụ Idoni), bụ agbụrụ dị na mpaghara Niger Delta nke Naịjirịa (akụkụ nke Obolo). A na-ahụ ndị Obolo na Rivers Steeti, Akwa Ibom Steeti",
  "Ha nwere mmekọrịta akụkọ ihe mere eme na ndị Oron, Ohafia, Ogoloma, Ido, na ndị Ibeno, ndị sokwa na Niger Delta.",
  "Ndị Obolo bi n'ebe kachasị ogologo nke Niger Delta mangroves belt, nke nwekwara nnukwu mmanụ na gas na Gulf of Guinea",
  "Ndị Andoni na-akpọ Chineke \"Awaji\".",
  "Mmalite/ịkwaga",
  "N'akụkọ ihe mere eme na Obolo, e nwere obere ma ọ bụ iberibe akwụkwọ banyere mmalite Obolo na mbata",
  "A na-etinye oge mbụ metụtara mbata Obolo na narị afọ nke 12 BC.",
  "Obolo ndị Andoni (nke a na-akpọ Idoni ma ọ bụ Indo) tupu oge ọchịchị na oge gara aga mgbe ha na ndị ahịa Europe na ndị Bonny, Okrika, Kalabari, Nkoro, na Ette nke Ikot-Abasi ugbu a yana ndị Okoro-utip na Mkpanak nke Ibeno",
  "N'oge gara aga, ndị Obolo na ndị Bonney na ndị Ogoni na-alụkarị agha",
  "[ntụgharị dị mkpa]",
  "Ndị na-esonụ bụ ndị ọchịchị gọọmentị nabatara na Andoni: [citation needed]",
  "Ógbè Andoni (Obolo) nwere ọtụtụ osimiri, gụnyere Osimiri Kwa Ibo, Osimiri Imo, (Nkon Toru), Osimiri Andoni na Osimiri Bonny",
  "N'ebe ọdịda anyanwụ nke ala Obolo, ọnụ mmiri Deltaic ghọrọ netwọk nke agwaetiti",
  "Obodo Andoni na obodo dị iche iche dị n'àgwàetiti nwere ọtụtụ obere ebe ịkụ azụ",
  "Nlegharị anya n'elu nke ọmarịcha Andoni Islands na-egosipụta ụdị kpakpando gbawara agbawa n'elu mmiri",
  "Ha dị mma maka ezumike na njem nleta.",
  "A na-akpọkarị agwaetiti m Andoni Island, ọ bụ nke kachasị ukwuu ma nwee obodo na obodo nta ndị a:",
  "A na-ekwere na Andoni Island bụ agwaetiti kacha ewu ewu na Naịjirịa n'ihi nnukwu ụdị dị iche iche dị ebe a",
  "Enyí ọhịa Afrịka na enyí mmiri na-ebi n'àgwàetiti a.",
  "Àgwàetiti nke Abụọ gụnyere obodo na obodo nta ndị a:",
  "Àgwàetiti nke atọ, nke a maara n'ógbè ahụ dị ka (Iborong-akama) nwere obodo na obodo nta ndị a:",
  "Agwaetiti nke anọ bụ ebe mbata Andoni site n'okporo ụzọ site na Ogoni / Andoni / Opobo Unity Road",
  "Ọ nwere obodo na obodo nta ndị a;",
  "Island IIV bụkwa ebe mbata na Andoni site na ahịa (Okuka) Kaa a ma ama na mpaghara Isi-Okwan na Unyeada Kingdom",
  "O nwere obodo na obodo nta ndị a;",
  "Agwaetiti nke isii dị n'akụkụ ụzọ Bonny-Bodo-Andoni na-aga n'ihu",
  "O nwere obodo na obodo nta ndị a:",
  "A na-eche na ndị Andoni [onye?] bụ ndị agha kachasị ike na Niger Delta[Tinye edensibịa]",
  "Ha na ndị Ogoni lụrụ ọtụtụ agha, ma agbụrụ abụọ ahụ ka bụ ndị enyi kachasị mma[Tinye edensibịa]",
  "[aha dị mkpa] Ndị Andoni (Obolo) kwagara ma biri n'akụkụ dị iche iche nke Niger Delta na West Africa gụnyere Ibeno na Oron na Akwa Ibom, Andoni, Kala-Ido na Ogoloma na Okrika na Kalabari na Rivers State, kwa Igbere na Abia State",
  "Ndị Andoni nwere ọdịbendị dị ukwuu",
  "[nkọwa dị mkpa]",
  "Nwantam masquerade nke Andoni nke a na-eme na Jenụwarị mbụ ọ bụla bụ otu n'ime ihe ndị dị mkpa nke mmemme Obolo, nke ha na Opobo, Nkoro, na Bonny na-ekerịta",
  "Omume oge ochie ha gụnyere usoro edemede a maara dị ka nsibidi, ofufe ofiokpo, ngbegbengbe, [nkọwa dị mkpa] na ịgba egwu agha",
  "Emume ịkụ azụ (Ijok-Irin) bụ  pụrụ iche na nke pụrụ iche nye ndị Unyeada Kingdom[Tinye edensibịa]",
  "Emume ịkụ azụ Unyeada (Ijok-Irin) bụ emume ịkụ azụ kwa afọ nke ndị Obolo na-eme emume na 5 July ọ bụla na-eme ka oge ịkụ azụ ọdịnala kwa afọ n'etiti July na August",
  "Ndị ọkụ azụ, ọkachasị ndị ọkụ azụ na-akwaga mba ọzọ na-alaghachi n'ụlọ site na njem igbu azụ ogologo oge n'ime delta kachasị ukwuu n'Africa; Niger Delta, maka igosi Eze nke alaeze Unyeada (Okaan-Ama) dị ka ihe nrite.",
  "ọ bụ omenala nke ndị Obolo na n'ezie ndị Ijaw na-eri ma ọ bụ na-ere nnukwu ihe ha na-egbu",
  "Ihe kachasị mkpa nke emume Ijok-Irin bụ asọmpi Net casting (Ogbo-njin)",
  "Usoro ịkụ azụ mara mma bụ ihe pụrụ iche nye ndị Unyeada ebe a na-ahazi ndị na-egbu azụ na-atụ ụgbụ n'ahịrị abụọ dị iche iche nke ọtụtụ ụgbọ mmiri (ụgbọ mmiri 30 ma ọ bụ karịa nke ọ bụla), mgbe ahụ, onye na-afụ ụfụ ga-egosi ịkwọ ụgbọ mmiri site n'akụkụ nke ọzọ na-akwọ ụgbọ mmiri n'ụlọ akwụkwọ azụ n'etiti tupu a tụba ụgbụ ha n'otu oge.",
  "Omume ịkụ azụ oge ochie a egosila na ndị ọkụ azụ mbụ nwere ọgụgụ isi iji dozie nsogbu, ebe ọ bụ na a na-ekwere na usoro ahụ dị irè nke ukwuu n'igbochi azụ ụlọ akwụkwọ ịgbapụ, na-enye ndị ọkụ azụ ohere nnukwu owuwe ihe ubi.  Ndị Unyeada bụ ndị a maara maka ụgbụ ụgbụ nna ha anọ (7.3152 mita), ụgbụ nnukwu ụgbụ na Niger Delta.",
  "Akụkụ a nke emume a abụghị maka nnukwu ihe a na-egbute mana ọ na-egosipụtakwa ikike nke ndị Unyeada na ọrụ ịkụ azụ ha nwere ike ịdọta ma ndị njem nleta obodo na ndị mba ọzọ na ndị na-anụ ọkụ n'obi ọdịbendị na Alaeze Unyeada",
  "N'ihi ikike njem gburugburu ebe obibi ya, emume ahụ n'afọ ndị na-adịbeghị anya agbanweela aha iji dọta ndị njem nleta",
  "[citation needed]",
  "Tupu oge ndị Britain na-achị, ndị Obolo so na ndị mbụ zutere ndị Europe ma soro ndị Portugal na-azụ ahịa[Tinye edensibịa]",
  "Ha na-efe chi mba (chi) a na-akpọ Yok-Obolo, onye bụ onye guzobere / onye isi ime mmụọ nke ndị Obolo e buliri elu ka ọ bụrụ chi mgbe ha nwụrụ.",
  "A nabatara Iso Ụzọ Kraịst n'ala Obolo ogologo oge tupu afo 1699 (Dị ka edere mgbe John Barbot gara Dony Town (Andoni) na afo1699), ọ chọpụtara na Eze nke Dony Town nabatara Iso Kraịst ma na-eziga ndị ụkọchukwu site na Sao Tome na Brazil ka ha na-ejere ya ozi, Eze nke obodo Dony na-asụkwa Portuguese[Tinye edensibịa]",
  "N'agbanyeghị Iso Ụzọ Ndị Kraịst, a ka na-atụ egwu Yok-Obolo n'etiti agbụrụ ndị agbata obi (Bonny, Oprifobo, Ibibio / Efiks, Ogonis, wdg), nke mere ka ha na ndị Britain na-agbasa ozi[Tinye edensibịa].",
  "Na 1869",
  "Eze Jaja ga-abanye n'iyi nke iguzosi ike n'ihe na Yok-Obolo tupu e kwe ka o guzobe obodo ọhụrụ ya Opobo (1970) n'ókèala Andoni[Tinye edensibịa]",
  "Nke a megidere ọchịchọ nke Bishọp Ajayi Crowther onye kwara arịrị na Eze Jaja na-abanye n\"obi nke Ọchịchịrị mgbe ọ bịara Obolo (Andoni) bụ na afo 1869 maka nkwekọrịta ya na Obolos.",
  "Mgbe akụkọ megide Obolo (Andoni) dị oke, ndị British Colonial Authorities kpebiri iziga njem ntaramahụhụ megide ha na afo 1904, nke Captain A.A",
  "Whitehouse duziri naanị iji bibie Obolo ( Andoni) dị ka òtù ndọrọ ndọrọ ọchịchị ma belata mmetụta ha n'etiti agbụrụ ndị agbata obi na Niger Delta[Tinye edensibịa]",
  "Mgbe ha rutere, A.A, Whitehouse na ndị agha ya gara Alabie (Agwgwut-Oklolo) ozugbo ma bibie elu ebe ịchụàjà nke Obok City (Occit)",
  "Ndị Britain bibiri Ụlọ nke Okpokoro na Shrine nke Yok-Obolo na afo 1904 wee kewaa Andoni n'akụkụ isii, nke ọ bụla jikọtara ya na otu n'ime Ụlọikpe Abụọ isii dị na Niger Delta na ebum n'uche nke ibibi Obolo na ndọrọ ndọrọ ọchịchị[Tinye edensibịa] Ụfọdụ n'ime nka na ọrụ aka ndị Britain chịkọtara site na Andoni (Obolo) n'oge njem a na-egosi ugbu a na British Museum.",
  "Ala Obolo, nke sitere n'ókèala Oron na Akwa Ibom Steeti ruo Bight of bonny na Rivers Steeti, nwere ihe onwunwe dị mkpa",
  "Akụkụ ka ukwuu nke mmanụ na gas nke Naịjirịa na-enweta site na ala Obolo.[Tinye edensibịa]",
  "N'ime akụkọ UNDP na-adịbeghị anya[Tinye edensibịa]na Niger Delta Biodiversity Project, edere Andoni Island dị ka agwaetiti kachasị na obodo Naịjirịa",
  "Ọ bụ ebe obibi nke ụfọdụ n'ime anụmanụ isii na-enye nwa ara IUCN Red List, karịsịa ọ bụ ezie na ozi na-adịbeghị anya gbasara ọnụ ọgụgụ mmadụ adịghị, bụ enyí ọhịa (Niger Delta) nọ n'ihe ize ndụ (Loxodonta African cyclotis).",
  "Ndị ọzọ bụ: manatee nke West Africa (Trichechus Senegalensis), guenon na-acha ọcha (Cercopithecus erythrogaster), guenenon Sclater (Cercopeithecus sclateri), Niger Delta Red Colobus Monkey (Procolobus epieni)",
  "onwunwe anụ ọhịa ndị ọzọ dịnụ bụ agụ iyi Naịl, Antelopes mmiri, Hog ọhịa, Pyton na Waterbuck.",
  "N'ime afọ ndị na-adịbeghị anya, Pygmy hippopotami adịghị ahụ anya na Andoni",
  "[citation needed] Ọzọkwa, osimiri Atlantic nke agwaetiti ahụ na-amụ ụmụ maka ụdị mbe mmiri anọ nọ n'ihe ize ndụ: mbe mmiri Leatherback (Dermochelys carretta), mbe mmiri Green (Chelonia mydas), mbe mmiri Olive ridley (Lepidochelys olivacea),  mmiri Loggerhead (Carretta caretta), na nkata dị oke egwu (Eretmochelys [citation [chricata] chọrọ).",
  "Gọọmentị Rivers State tụrụ aro ka a Andoni Elephant Sanctuary na afo 1980, n'oge ọchịchị nke Chief Melford Okilo, mana ọ nọgidere dị ka ala ọhịa obodo na-enweghị nchebe nke gafere ihe karịrị obodo 20",
  "[citation needed] Ebe nsọ ahụ dị n'àgwàetiti Andoni Barrier nke na-atụle  dị ka 124Km2",
  "N'oge na-adịbeghị anya, Nigerian Conservation Foundation na otu nzukọ obodo, Save Andoni Forest Elephant Initiative (Safe-i) na mmekorita ya na Kansụl Gọọmentị Obodo amalitela ọrụ nchekwa iji chekwaa ụdị anụ ọhịa a hụrụ n'àgwàetiti ahụ.",
  "Enwere ike iru ihe fọrọ nke nta ka ọ bụrụ akụkụ niile nke Andoni Local Government Area site n'okporo ụzọ na n'oké osimiri",
  "Njem gaa Oyorokoto, nke a na-akpọ ebe ịkụ azụ kachasị ukwuu n'ụsọ oké osimiri West Africa ga-enye ndị njem nleta aka nke Oké Osimiri Atlantic",
  "[citation needed] Andoni Island bụ agwaetiti kacha na Naịjirịa",
  "[cittion needed]",
  "Ndị Obolo na-asụ asụsụ Obolo dị ka nanị asụsụ ala nna ha",
  "[citation needed] Asụsụ Obolo na'enye aka na njirimara nke ndị Andoni na Eastern Obolo",
  "Ọ bụ otu n'ime asụsụ 535 dị na Naịjirịa ma bụrụ nke Lower Cross River language sub-branch nke alaka Delta Cross nke Eastern Division nke South Central Niger Congo language family.",
  "Àtụ:Indigenous peoples of Rivers StateÀtụ:Ethnic groups in Nigeria"
]