[
  "Okechukwu Ukeje// (listen), nke a maara dịka OC Ukeje bụ onye na-eme ihe nkiri, ihe nlereanya na onye egwu na Naijiria. Ọ bịara bụrụ onye a ma ama mgbe o meriri ihe ngosi Amstel Malta Box Office (AMBO). Ọ natara ọtụtụ onyinye gụnyere Africa Movie Academy Awards, Africa Magic Viewers Choice Awards, Nollywood Movies Awards, Best of Nollywood Awards, Nigeria Entertainment Awards nakwa Golden Icons Academy Movie Awards",
  "O gosipụtala na ọtụtụ ihe nkiri nwetara mmeri ihe nrite gụnyere Two Brides and a Baby, Hoodrush, Alan Poza, Confusion Na Wa na Half of a Yellow Sun",
  "A mụrụ Okechukwu Ukeje, onye Umuahia ma zụlite ya na Lagos State, Nigeria",
  "Ọ bụ nwa nke abụọ n'ime ezinụlọ mmadụ atọ.",
  "Ọ gara Federal Government College Ijanikin, Ojo, Lagos Ọ malitere ọrụ ya na ime ihe nkiri site n'afọ mbụ ya na Mahadum nke Lagos, Yaba, na ọrụ ndu na egwuregwu",
  "Ọ gara n'ihu ịchụso egwu na ime ihe nkiri, na-elekwasị anya na ime ihe nkiri maka afọ anọ mbụ nke ọrụ ya tupu ọ gbalịa ma merie ihe ngosi TV, Amstel Malta Box Office (AMBO). Ngosipụta ihuenyo mbụ ya bụ na White Waters (2007) ya na Joke Silva nakwa Rita Dominic",
  "Izu Ojukwu duziri ihe nkiri a",
  "O meriri African Movie Academy Awards (AMAA) maka Best Upcoming Actor (2008) yana City People's Award maka Best New Act (2010).",
  "Ọ gara n'ihu na-ede egwu, na-arụkọ ọrụ na ndị na-ese egwu na ndị na-emepụta egwu na Naijiria ole ma na-arụ ọrụ na redio maka ụlọ ọrụ",
  "Ọ rụrụ ọrụ na ihe nkiri na telivishọn n'agbata afọ 2008 na 2012.",
  "Ọ bụ onye otu n'ime usoro TV nke e gosipụtara na International Emmy World Television Festival, Wetin Dey (2007) nke BBC World Service Trust mepụtara ma bụrụ onye ndu na onye na-akwado ọrụ na ihe nkiri dịka Comrade, Confusion Na Wa na Awakening",
  "O gosikwara na Black November (2012) nke Jeta Amata na ndị otu ya dịka Mickey Rourke, Kim Basinger, Sarah Wayne-Callies, Hakeem Kae-Kazim, Vivica Fox na ọtụtụ ndị ọzọ",
  "Ọ nọkwa na ihe nkiri nke Chimamanda Ngozi Adichie's Half of a Yellow Sun (2013) ya na Chiwetel Ejiofor na Thandiwe Newton dịka ndị isi, nke Biyi Bandele duziri",
  "Ọ nọ na ndị otu repertory nke gosipụtara egwuregwu atọ maka Nigeria House na London Cultural Olympiad (2012). O mekwara ihe nkiri na BFI kwadoro, Gone Too Far  Ọ nọ na usoro NdaniTV Gidi Up ya na Titilope Sonuga, Deyemi Okanlawon, Somkele Iyamah na Ikechukwu Onunaku N'ọnwa Jenụwarị afọ 2015, Nigerian Cinema Exhibition Coalition depụtara ya dịka otu n'ime ụlọ ọrụ kachasị elu nke afọ 2014.",
  "N'afọ 2016, a kpọrọ ya na Somkele Iyamah ka ha gaa Toronto International Film Festival dịka \"kpakpando na-ebili\".",
  "Ukeje bi na Lagos, Nigeria",
  "Ọ lụrụ Senami Ibukunoluwa Togonu-Bickersteth na 8 Nọvemba 2014.",
  "Àtụ:Africa Movie Academy Award for Most Promising Actor"
]