[
  "Ode Fulutudilu (a mụrụ n'abalị isii n'ọnwa Febụwarị n'afọ 1990) bụ onye egwuregwu bọọlụ nke na-agbara klọb Glasgow City nke Scotland na ndị otu mba South Africa bọọlụ. Ọ gbaburu klọb na South Africa, Finland na Spain, tupu ọ banye na Glasgow City na 2021",
  "O mere egwuregwu izizi ya na South Africa n'afọ 2014 ma bụrụ onye otu ha na 2019 FIFA Women's World Cup squad",
  "A mụrụ ya na Democratic Republic of Congo, ya na ezinụlọ ya rutere South Africa dị ka ndị gbara ọsọ ndụ.",
  "A mụrụ Ode Fulutudilu na Kinshasa, Democratic Republic of Congo, n'abalị isii nke ọnwa Febụwarị 1990",
  "Mgbe ọ dị afọ atọ, ezinụlọ ya hapụrụ mba ahụ n'ihi ọgba aghara wee gaa Angola dị ka ndị gbara ọsọ ndụ, tupu ha agaa Cape Town na South Africa n'afọ sochirinụ",
  "Nna Fulutudilu enweghị ike ịchọta ọrụ na South Africa ma mesịa laghachi Angola, mana ọ hapụrụ ya ebe ahụ n'ihi na-ochere na ọ ga-enwe ọdịnihu ka mma n'ebe ahụ",
  "O mechara tolite n'ụlọ nlekọta ụmụaka",
  "N'ịbụ onye nwere mmasị na bọọlụ mgbe ọ na-ele ndị otu mba ụmụ nwoke South Africa na-egwuri egwu na 1998 World Cup, ọ sonyeere ndị otu ụmụ agbọghọ mbụ ọ haziri",
  "Site na nke a, ọ zutere onye ozi ala ọzọ nke Britain nke mechara bụrụ nne na-elekọta ya, ma nwee ikike inyere ya aka n'inweta ọzụzụ agụmakwụkwọ n'efu iji gụọ akwụkwọ na United States na Mahadum Lee dị na Cleveland, Tennessee.",
  "Fulutudilu nọrọ afọ anọ na-agba bọọlụ kọleji nke Lee Flames, ndị otu egwuregwu nke Mahadum Lee, na-emeri otutu aha oge atọ na otutu aha mba abụọ.",
  "Mgbe ọ bịanyere aka na Málaga n'afọ 2019, ọ ghọrọ onye South Africa mbụ na-agba egwuregwu bọọlụ na ọkwa nkewa kachasị elu nke bọọlụ ụmụ nwanyị Spain.",
  "N'ọnwa Jenụwarị afọ 2021, ọ hapụrụ Finland ịbanye na Glasgow City na Scotland,ma  sonye onye South Africa ibe ya bụ Janine van Wyk",
  "Otú ọ dị, n'ihi oke mmetụta ọrịa COVID-19 metụtara ọgbụgba abọọlụ, ọ nweghị ike ịgba egwuregwu mbụ ya maka otu ahụ ruo n'ọnwa Eprel",
  "Ọ ga-enweta akara hat-tricks na egwuregwu mbụ ya na nke abụọ ya maka Glasgow.",
  "Ọ gbara bọọlụ maka Banyana Banyana n'afọ 2014 African Women's Championship Ọ nọchitere anya South Africa na 2019 World Cup, nke mbụ mba ahụ pụtara na asọmpi ikpeazụ.",
  "Fulutudilu nwere nzere bachelọ na sociology na Mahadum Lee"
]