[
  "Secretariat nke European Parliament bụ òtù nchịkwa nke European Parliament nke odeakwụkwọ ukwu na-eduzi",
  "Ọ dị na mpaghara Kirchberg nke Luxembourg City na gburugburu Brussels-Luxembourg Station na Brussels ma were ndị ọrụ 4000 n'ọrụ.",
  "Ọ bụ Bureau of the Parliament na-ahọpụta odeakwụkwọ ukwu nke European Parliament",
  "Ọfịs ahụ na-ahụ maka nchịkwa na inyere onye isi ala, ndị omeiwu na ndị omeiwu aka",
  "Ọ na-emekwa ihe omume azụmaahịa kwa ụbọchị ma na-akwadebe akụkọ ndị bụ isi maka atụmatụ mmefu ego",
  "Onye odeakwụkwọ ukwu ga-abịanye aka, ya na onye isi ala, n'omume niile nke ndị omeiwu na kansụl nabatara.",
  "Ndị odeakwụkwọ ukwu ruo ugbu a bụ;",
  "Ọrụ iwu nke Nzukọ Ndị Omeiwu na-adụ ndị otu na ndị otu ọdụ n'ihe gbasara iwu Europe, na-enyere aka n'ịdepụta iwu na ịnọchite anya Nzukọ Ndị Isi na Ụlọikpe.",
  "Directorate-General for the Presidency (DG PRES) na-ahazi nnọkọ zuru ezu na maka ọrụ ndị ọzọ gụnyere usoro, akwụkwọ ozi, ndebanye aha, ebe nchekwa na nchekwa.",
  "Directorate-General for Internal Policies (DG IPOL) na-ahụ maka inyere ọrụ nke kọmitii ndị omeiwu na ndị isi oche ha aka yana ịhazi mmekọrịta na imekọ ihe ọnụ na ụlọ ọrụ ndị ọzọ na ndị omeiwu mba. DG na-enyekwa ndị otu na kọmitii ozi ọkachamara na nyocha",
  "Nke a bụ ọrụ nke Ngalaba Iwu ndị na-emepụta ọmụmụ ihe, mgbe a rịọrọ ha, na isiokwu maka ndị otu",
  "Otu ngalaba iwu a kapịrị ọnụ bụ STOA ngalaba nyocha nke Science and Technology Options nke na-adụ kọmitii na ndị otu ọdụ na isiokwu ndị dị otú ahụ.",
  "Directorate-General for External Policies (DG EXPO) na-ahụ maka inyere ndị nnọchi anya, kọmitii na ndị isi oche ha aka n'ọrụ yana ịhazi mmekọrịta na imekọ ihe ọnụ na ụlọ ọrụ ndị ọzọ, ndị omeiwu mba na ndị mba ọzọ",
  "Ọ bụkwa ọkara nke odeakwụkwọ nke ACP-EU Joint Parliamentary Assembly, Euro-Mediterranean Parliamentary Assembly",
  "DG na-ahazi ma nleta ndị nnọchiteanya na steeti ndị na-abụghị EU na nleta ndị omeiwu site na ndị nnọchite anya steeti. DG na-enyekwa ndị otu na kọmitii ozi ọkachamara na nyocha na isiokwu ndị metụtara mba ndị ọzọ",
  "Nke a bụ ọrụ nke Ngalaba Iwu nke na-emepụta ọmụmụ, mgbe a rịọrọ ya, na isiokwu maka ndị otu",
  "A na-ebipụta ọmụmụ ihe ndị a, nke ndị omeiwu Europe na-emepụta ma ọ bụ maka ha, na ebe nrụọrụ weebụ Europarl.",
  "European Parliamentary Research Service (DG EPRS) bụ ngalaba nyocha na ụlọ ọrụ na-eche echiche nke European Parliament",
  "Ebumnuche ya bụ inyere ndị otu European Parliament aka n'ọrụ ha site n'inye ha nyocha onwe ha, nke ziri ezi na nke nwere ikike, na nyocha na, okwu iwu metụtara European Union",
  "Emere ya iji mụbaa ikike nke ndị otu na kọmitii EP iji nyochaa ma lekọta European Commission na ndị isi EU ndị ọzọ.",
  "Directorate-General for Communication (DG COMM) na-ahụ maka ozi ọha na eze na mgbasa ozi",
  "Ndị ọrụ ya gụnyere ọnụ na-ekwuchitere ndị omeiwu (nke bụ Jaume Duch Guillot ugbu a), ọrụ mgbasa ozi na netwọk nke ụlọ ọrụ mgbasa ozi ọha na eze gafee steeti ndị otu",
  "Ọ na-ejikwa ebe nrụọrụ weebụ Europarl.",
  "Directorate-General for Personnel (DG PERS) na-ahụ maka ndị ọrụ nke DG ndị ọzọ, gụnyere inye ndị ọrụ ohere maka ọzụzụ ọrụ.",
  "Directorate-General for Infrastructure and Logistics (DG INLO) na-elekọta ụlọ nke European Parliament (gbasa na Strasbourg, Brussels na Luxembourg) na ọfịs na ngwá ọrụ ndị otu ya.",
  "Directorate-General for Translation (DG TRAD) bụ ọrụ maka ntụgharị ederede nke akwụkwọ ndị omeiwu.",
  "Directorate-General for Logistics and Interpretation for Conferences (DG LINC) na-elekọta ụlọ nzukọ na ntụgharị maka nzukọ niile nke ụlọ ọrụ ahụ haziri.",
  "Directorate-General for Finance (DG FINS) na-ahụ maka mmefu ego na ego nke ndị omeiwu",
  "Ịkwadebe na ịlele mmefu ego na nlekota mmejuputa ya",
  "Ọ bụkwa ọrụ maka ndekọ ego na ọrụ akụ na ụba yana ego ndị MEP.",
  "DG Innovation and Technological Support (DG ITEC) nwere The Directorate for Information Technologies (DIT), etiti ITC nkwado na kọmpụta na netwọk center na Directorate for Publishing and Distribution nke na-ahụ maka mbipụta nke ihe ndị omeiwu dị ka akwụkwọ ọrụ na akwụkwọ akụkọ gọọmentị.",
  "Directorate-General for Security (DG SAFE) na-arụ ọrụ iji mee ka ọrụ ndị omeiwu dị mfe, ka ọ na-enye ndị mmadụ nchebe zuru oke, akụ na ozi ma nwee Directorate A: Proximity and Assistance Security and Safety (PASS), Directorate B: Fire, First aid and Prevention and Directorate C: Strategy and Resources.",
  "Àtụ:Europarl"
]