[
  "Odia Ofeimun (amụrụ na ọnwa iri na isii Machị n'afọ otu puku narị iteolu na iri ise) bụ onye Naijiria na-ede uri na onye na-ese okwu, onye dere ọtụtụ mpịakọta nke uri, akwụkwọ edemede ndọrọ ndọrọ ọchịchị na ndọrọ ndọrọ ọchịchị ọdịbendị, yana onye nchịkọta akụkọ nke akwụkwọ abụọ dị mkpa nke uri Naijiria. A sụgharịrị ọrụ ya n'ọtụtụ ebe ma sụgharịa ya ma gụọ ma mee uri ya na mba ụwa.",
  "A mụrụ Odia Ofeimun na Iruekpen-Ekpoma, Edo Steeti, Naijiria, n'afọ otu puku narị iteolu na iri ise. Ọ rụrụ ọrụ dị ka onye nta akụkọ akụkọ, onye ọrụ ụlọ ọrụ na onye ọrụ gọọmentị tupu ọ mụọ sayensị ndọrọ ndọrọ ọchịchị na Mahadum Ibadan, ebe uri ya nwetara ihe nrite mbụ na asọmpi Mahadum nke n'afọ otu puku narị iteolu na iri asaa na ise",
  "N'afọ ahụ, ọrụ ya pụtara na akwụkwọ akụkọ Poems of Black Africa, nke Wole Soyinka dezigharịrị.",
  "Ofeimun rụkwara ọrụ dị ka onye nchịkwa na Federal Public Service Commission, dị ka onye nkuzi, dị ka odeakwụkwọ onwe onye ( ndọrọ ndọrọ ọchịchị) nke Chief Obafemi Awolowo, onye ndú nke Unity Party nke Naijiria, yana dịka onye otu nchịkọta akụkọ nke The Guardian Newspapers na Lagos. Ọ gụrụ akwụkwọ na Mahadum Oxford na Commonwealth fellowship",
  "[citation needed] Nlaghachi Naijiria na mwepụ nke ntuli aka afọ otu puku narị iteolu na iri iteghete na atọ, o dere kọlụm maka The Guardian On Sunday, Nigerian Tribune, yana inye aka n'ọtụtụ akwụkwọ akụkọ ndị ọzọ",
  "Ọ bụ onye isi oche nke ndị nchịkọta akụkọ nke akwụkwọ akụkọ kwa ụbọchị, A.M",
  "News, yana magazin The News na Tempo.",
  "Ofeimun bụ odeakwụkwọ mgbasa ozi (n'afọ otu puku narị iteghete na iri asatọ na abụọ wetuo n'afọ otu puku narị iteolu na iri asatọ na anọ), odeakwụkwọ ukwu (n'afọ otu puku narị iteolu na iri asatọ na anọ wetuo n'afọ otu puku narị iteolu na iri asatọ na asatọ) na onye isi oche (n'afọ otu puku narị iteolu na iri iteghete na atọ wetuo n'afọ otu puku narị iteolu na iri iteghete na asaa) nke Association of Nigerian Authors. A họpụtakwara ya dị ka onye ndụmọdụ na PEN Naijiria Centre ma bụrụ onye guzobere Pan African Writers' Association.",
  "Ofeimun bụ onye dere ihe karịrị ọrụ iri anọ. Nchịkọta uri ya bipụtara gụnyere The Poet Lied (1980), A Handle for The Flutist (1986), Dreams At Work na London Letter and Other Poems (2000)",
  "Abụ ya maka ihe nkiri ịgba egwu, Under African Skies (1990) na Siye Goli - A Feast of Return (1992), bụ nke Adzido Pan-African Dance Ensemble nyere iwu ma mee na UK na Western Europe na mbido afọ 1990, abụ ya kachasị ọhụrụ maka ihe nkiri egwu, Nigeria The Beautiful, emeela site na nnukwu obodo Naijiria iji too ya.",
  "N'afọ puku abụọ na iri, Ofeimun natara onyinye Fonlon-Nichols maka akwụkwọ edemede magburu onwe ya na mgbasa nke ikike mmadụ, nke African Literature Association nyere ya."
]