[
  "Odili Donald Odita (a mụrụ n'ụbọchị nke ịrị na asatọ n'ọnwa Febụwarị n'afọ 1966) bụ onye Naijiria na-ese ihe na-adighi adị, nke bi ma na-arụ ọrụ na Philadelphia, Pennsylvania.  Ọrụ ya na-enyocha agba ma n'ọnọdụ akụkọ ihe mere eme ihe atụ na n'echiche ndọrọ ndọrọ ọchịchị",
  "A kọwawo nnukwu ihe ndị na-enweghị atụ ya dị ka \"ndị na-eme ihe ngosi\" ma na-ewere ya ka ihe na-ewelite ajụjụ banyere agbụrụ na ọha mmadụ. Ihe ka ọtụtụ n'ime ọrụ Odita sitere na mkpali nke sitere na akwa dị egwu nke obodo ya, Nigeria, agwakọta ya na ụkpụrụ sitere na ọdịda anyanwụ nke oge a.",
  "A mụrụ Odita na 18 Febụwarị 1966, na Enugu, Nigeria",
  "N'afọ 1967, a manyere ezinụlọ ya ịgbapụ na Naịjirịa iji zere agha Biafra",
  "Ha biri na Columbus, Ohio na United States.",
  "Malite mgbe ọ dị afọ ise, Odita malitere ịmegharị eserese site na akwụkwọ ndị na-atọ ọchị, na mgbe e mesịrị o jiri magazin ejiji",
  "O kwuru, sị, \"Amaara m na m ga-abụ onye na-ese ihe mgbe m depụtachara ihe oyiyi site na ọtụtụ mbipụta / eserese nke nna m chịkọtara maka ọrụ ya dị ka ọkọ akụkọ ihe mere eme",
  "\" ehihie na abalị, Odita na-ada ruo mgbe ike ọgwụgwụ manyere ya ihi ụra.",
  "Odita natara BFA ya, na Distinction, site na Mahadum Ohio State na 1988, ebe ọ nwetakwara Ọkachasị na Arts Award",
  "O nwetara MFA na Bennington College, Vermont n'afọ 1990.",
  "N'afọ ndị 1990 Odita rụrụ ọrụ dịka onye nkatọ maka Flash Art International, na onye nchịkọta akụkọ na onye edemede maka NKA, Journal of Contemporary African Art Site n'afọ 2003 ruo n'afọ 2005, ọ bụ onye nkatọ nleta na eserese na Yale University School of Art Site n'afọ 2002 ruo n'afọ 2003, ọ bụ Prọfesọ na-ahụ maka eserese na Mahadum South Florida, Tampa Site n'afọ 2000 ruo n'afọ 2006 ọ bụ Prọfesọ na-ahụ maka eserese na Mahadum Florida State, Tallahassee Site n'afọ 2006 ruo ugbu a, Odita abụrụla Prọfesọ na-ahụ maka eserese na Philadelphia na Tyler School of Art / Temple University.",
  "Odita bụ onye na-ese ihe, ma na-arụkwa ọrụ na foto ndị dabeere na foto na ntinye nka",
  "Ọ nwalere usoro mgbasa ozi dị iche iche, mana ọrụ ya kemgbe afọ 1990 na-abụkarị nnukwu eserese na akwa na Plexiglass",
  "Mgbe ụfọdụ, ọ na-ese ihe kpọmkwem na mgbidi iji gbanwee echiche nke ohere. A na-ahụkarị ọrụ ya dị ka ihe dị mkpa banyere agbụrụ na ọha mmadụ.",
  "Ọ bụ ezie na ọ na-ejikọkarị ndị na-ese ihe na-enweghị atụ dịka Helen Frankenthaler na Kenneth Noland, Odita kpachaara anya tinye onwe ya na ọdịnala nke ndị na-ese ihe na-enweghị atụ site na 1970s na 1980s",
  "Ọ gụrụ akwụkwọ ma gbaa ọtụtụ ndị na-ese ihe ajụjụ ọnụ site n'oge ahụ nke gụnyere Howardena Pindell, Alvin D",
  "Loving, Edward Clark, Frank Bowling, na Stanley Whitney."
]