[
  "N'iwu mba ụwa, ụgwọ na-asọ oyi, nke a makwa dị ka ụgwọ iwu na-akwadoghị, bụ echiche iwu nke na-ekwu na ụgwọ mba nke ọchịchị aka ike kpatara ekwesịghị ịbụ nke a pụrụ ịmanye",
  "A na-ewere ụgwọ ndị dị otú ahụ site n'ozizi a dị ka ụgwọ onwe onye nke ọchịchị nke kpatara ha na ọ bụghị ụgwọ nke steeti",
  "N'akụkụ ụfọdụ, echiche ahụ yiri enweghị ike nke nkwekọrịta ndị bịanyere aka n'okpuru mmanye.",
  "N'agbanyeghi ihe ndị bu ụzọ n'ime afọ 1800s na nkwado sitere na ngalaba dị iche iche dịka akụ na ụba, nkà ihe ọmụma, sayensị ndọrọ ndọrọ ọchịchị, akụkọ ihe mere eme, na iwu, ụgwọ na-asọ oyi abụghị akụkụ nke iwu mba ụwa; n'eziokwu, \"[n]o ụlọ ikpe mba ma ọ bụ mba ụwa ekwuola Ụgwọ jọgburu onwe ya dị ka ihe kpatara imebi ọrụ ọchịchị ghara ịdị irè",
  "\" Kama nke ahụ, iwu mba ụwa na-ejide gọọmentị n'ihe gbasara ụgwọ niile ndị bu ha ụzọ kpatara",
  "[gịnị kpatara ya?]",
  "E guzobere echiche nke ụgwọ na-asọ oyi na akwụkwọ edere n'afọ 1927 nke Alexander Nahum Sack, onye Russia na-ahụ maka iwu",
  "Ọ dabeere na ihe atụ abụọ nke narị afọ nke iri na itoolu - Mexico jụrụ ụgwọ nke Eze Ukwu Maximilian, na ịgọnahụ nke United States nke ụgwọ Cuba maka ụgwọ nke ọchịchị ndị Spain.",
  "Sack dere, sị:",
  "Mgbe ọchịchị aka ike na-akwụ ụgwọ, ọ bụghị maka mkpa ma ọ bụ maka ọdịmma nke steeti, kama ọ bụ iji wusie onwe ya ike, iji gbochie nnupụisi a ma ama, wdg, ụgwọ a bụ ihe arụ maka ndị steeti dum",
  "Ụgwọ a anaghị ejide mba ahụ; ọ bụ ụgwọ nke ọchịchị, ụgwọ onwe onye nke onye ọchịchị, n'ihi ya, ọ na-ada na ọdịda nke ọchịchị",
  "Ihe mere ụgwọ ndị a na-asọ oyi enweghị ike itinye aka na ókèala nke steeti bụ na ha anaghị emezu otu n'ime ọnọdụ ndị na-ekpebi iwu nke ụgwọ Steeti, ya bụ na a ghaghị ịkwụ ụgwọ Steeti, na ego eji, maka mkpa na ọdịmma nke Steeti",
  "Ụgwọ na-asọ oyi, nke a na-arụ ọrụ ma na-eji ya mee ihe maka ebumnuche nke, ka ndị na-agbazinye ego mara, megidere mkpa na ọdịmma nke mba ahụ, anaghị ejide mba ahụ - mgbe ọ na-enwe ihe ịga nke ọma n'ịkwatu gọọmentị nke mere ha - ọ gwụla ma ụgwọ ahụ dị n'ime oke ezigbo uru nke ụgwọ ndị a nwere ike inye",
  "Ndị na-agbazinye ego emeela omume obi ọjọọ megide ndị mmadụ, ha enweghị ike ịtụ anya na mba nke tọhapụrụ onwe ya n'ọchịchị ọchịchị aka ike ga-ewere ụgwọ ndị a na-asọ oyi, nke bụ ụgwọ onwe onye ọchịchị.",
  "Sack kwuru na ụgwọ ndị dị otú ahụ enweghị ike ịmanye mgbe (nke mbu) onye na-agbazinye ego kwesịrị ịma na (nke abụọ) ụgwọ ahụ kpatara n'enweghị nkwenye na (nke ato) na-enweghị uru nye ndị mmadụ.  E nwere ọtụtụ ihe atụ nke ịjụ ụgwọ yiri nke ahụ.  Onye ọka ikpe ukwu William Howard Taft, na-arụ ọrụ dị ka onye na-ekpe ikpe, jiri ozizi ahụ chọpụta na Costa Rica ekwesịghị ịkwụ ụgwọ United Kingdom nke ọchịchị Federico Tinoco Granados kpatara.",
  "Patricia Adams, onye isi nchịkwa nke Probe International, otu ụlọ ọrụ na-akwado gburugburu ebe obibi na iwu ọha na eze nke Canada na onye edemede nke Ụgwọ dị egwu: Mbinye ego na-adịghị akwụ ụgwọ, nrụrụ aka, na ihe nketa gburugburu gburugburu ụwa nke atọ, kwuru, sị: \"site n'inye ndị na-akwụ ụgwọ mkpali ịgbazinye ego naanị maka ebumnuche ndị doro anya na nke uru ọha na eze, ndị ọchịchị aka ike n'ọdịnihu ga-efunahụ ikike ha iji nweta ego maka ndị agha ha, ya mere agha megide iyi egwu na ihe kpatara udo ụwa ga-aka mma",
  "\" Na nyocha iwu nke Cato Institute, Adams tụrụ aro na ụgwọ ndị Iraq nwetara n'oge ọchịchị Saddam Hussein bụ ihe arụ n'ihi na e mefuru ego ahụ na ngwá agha, ngwá ọrụ mmegbu, na obí eze.",
  "N'ọnwa Disemba n'afọ 2008, onye isi ala Ecuador bụ Rafael Correa nwara ịda ụgwọ mba Ecuador, na-akpọ ya ụgwọ na-akwadoghị, màkà na ọ bụ ọchịchị rụrụ arụ na ndị ọchịchị aka ike. O nwere ihe ịga nke ọma n'ibelata ọnụahịa nke akwụkwọ ozi ụgwọ tupu ọ gaa n'ihu ịkwụ ụgwọ ahụ.",
  "Ógè á kwaturu chárá Jean-Claude Duvalier nke Haiti n'afọ 1986, a kpọrọ oku ka a kagbuo ụgwọ Haiti ji ụlọ ọrụ dị iche iche, na-akpọ ya ụgwọ na-ezighị ezi, na Haiti nwere ike iji ego ahụ mee ihe maka agụmakwụkwọ, nlekọta ahụike, na akụrụngwa ndị bụ isi. Ka ọ na-erule ọnwa Febụwarị n'afọ 2008, Mkpebi Nkwụsị Ụgwọ Haiti nwere ndị nkwado iri isii na isii na Ụlọ Ndị Nnọchiteanya nke United States. Ọtụtụ òtù dị na United States nyere ịdọ aka ná ntị na Haiti Debt Cancellation Resolution, na akwụkwọ ozi Congressional na U.S",
  "Treasury, gụnyere Jubilee USA, Institute for Justice & Democracy na Haiti na Pax Christi USA."
]