[
  "Odunlade Adekola, (a mụrụ na 31 Disemba, 1976) bụ onye na-eme ejije, onye na-agụ egwu, onye na-eme ihe nkiri, onye na-emepụta ihe na onye nduzi.Ọ nwetara iwu ewu ma bụrụ onye a maara nke ọma site na ọrụ ya na ihe nkiri Ishola Durojaye nke afọ 2003, Asiri Gomina Wa, ma mee ọtụtụ ihe nkiri Nollywood kemgbe ahụ. Ọ bụ onye guzobere na onye isi nke Odunlade Adekola Film Production Odunlade Adekola, (a mụrụ na 31 Disemba, 1976) bụ onye na-eme ejije, onye na-agụ egwu, onye na-eme ihe nkiri, onye na-emepụta ihe na onye nduzi.Ọ nwetara iwu ewu ma bụrụ onye a maara nke ọma site na ọrụ ya na ihe nkiri Ishola Durojaye nke afọ 2003, Asiri Gomina Wa, ma mee ọtụtụ ihe nkiri Nollywood kemgbe ahụ. Ọ bụ onye guzobere na onye isi nke Odunlade Adekola Film Production (OAFP).",
  "A mụrụ Adekola ma zụlite ya na Abeokuta, Ogun Steeti, ọ bụkwa onye Otun Ekiti, Ekiti Steeti.",
  "Odunlade Adekola gụrụ akwụkwọ na St John's Primary School nakwa St",
  "Peter's College na Abeokuta, Ogun Steeti wee nweta ule asambodo ụlọ akwụkwọ West Africa tupu ọ gaa Moshood Abiola Polytechnic, 'MAPOLY) ebe ọ natara asambodo diplọma. Odunlade gara n'ihu na agụmakwụkwọ ya n'ọnwa Mee 2018, ọ nwetara nzere na Bachelors of Business Administration na Mahadum nke Lagos",
  "Odunlade Adekola malitere ọrụ ihe ejije ya n'afọ 1996, n'otu afọ ahụ ọ sonyeere Association of Nigeria Theatre Arts practitioners",
  "O meela ejije, dee, mepụta ma duzie ọtụtụ ihe nkiri Naịjirịa kemgbe ọtụtụ afọ. N'ọnwa Eprel afọ 2014, Adekola nwetara mmeri Africa Movie Academy Award maka onye na-eme ihe nkiri kacha mma n'afọ ahụ. N'ọnwa Disemba afọ 2015, ọ banyere n'ime ụlọ ọrụ egwu Naịjirịa. A na-eji foto Odunlade n'oge a na-ese ihe nkiri eme ihe n'ọtụtụ ebe dịka ihe ntanetị n'ofe webosphere Naijiria.\nN'abalị́ 17 nke Septemba, 2018, Odunlade Adekola ghọrọ onye nnọchi anya nke RevolutionPlus Property Development Company ọ bụ n'ezie ụbọchị dị ịrịba ama nye Ya",
  "E kpughere ya dịka onye nnọchi anya ụlọ ọrụ ahụ nakwa ụlọ ọrụ Ikeja ha na Lagos. ODunlade Adekola bụ onye nnọchi anya na ọtụtụ òtù dịka Goldenberg biya na Globacom Telecommunications",
  "Ọ lụrụ Ruth Adekola n'afọ 2003, ma nwee ụmụ anọ."
]