[
  "Ofada rice bụ aha maka osikapa sitere na obere obodo a na-akpọ Ofada na Obafemi Owode Local Government Area nke Ogun State",
  "A naghị akụ ya naanị n'ime obodo, mana ọ bụ osikapa a na-akụ na South-West Nigeria mana aha ya bụ obodo Ofada. A na-eji ya eme nri dịgasị iche iche",
  "Osikapa Ofada na-abụkarị ngwakọta, ụfọdụ n'ime ụdị osikapa dị na ngwakọta ahụ abụghị nke Afrịka; Otú ọ dị, ha na-enwekarị osikapa Afrịka",
  "A na-akụ ya ihe fọrọ nke nta ka ọ bụrụ naanị na Ogun State, steeti dị na Southwestern Nigeria ma a na-akpọ ya aha obodo Ofada na Ogun Steeti. A na-akụ osikapa Ofada n'ala na-enweghị mmiri ebe tebụl mmiri dị n'okpuru mgbọrọgwụ nke osisi ahụ.",
  "Osikapa Ofada na-abụkarị ngwakọta, ma na-enwekarị Oryza glaberrima (osikapa Afrịka) yana osikapa Oryza sativa Asia a na-ahụkarị, a pụkwara ịhazi ya dị ka Ofada na'acha nchara nchara ma ọ bụ ọbara ọbara ma ọ bụ ọfada ọcha na-adabere na ụcha mkpụrụ a na-emeghị.  Ogologo ọka, ọdịdị, na onyinyo dịgasị iche.",
  "Osikapa Ofada bụ nke a na-enweghị ntụpọ. Dị ka osikapa Afrịka siri ike ịpị na ịcha, a na-ahapụ ụfọdụ ma ọ bụ niile osikapa na ọka, na-eme ka ụtọ ya sie ike ma mee ka ọ dịkwuo mma",
  "Osikapa na-acha nchara nchara na-enwekarị ísì ụtọ, ebe osikapa na na-acha ọcha na-enwetakarị ísì ụtọ",
  "A makwaara ha maka ibu ibu ibu mgbe a na-esi ha",
  "A na-edozi ya mgbe ụfọdụ site na iji fermentation, nke na-agbakwunye àgwà na-esi ísì ụtọ na ngwaahịa ahụ.",
  "Ofada rice na-adịkarị ọnụ karịa osikapa ndị ọzọ dịnụ, ụfọdụ ndị ewerela ya dị ka ihe nnọchianya nke ọnọdụ. N'oge a, a na-enye ya mgbe ụfọdụ na nnọkọ ndị isi.",
  "Otu n'ime ụdị osikapa a na-akụ na Naịjirịa a na-akpọ Ofada rice",
  "Ụdị a nwetara aha ya site n'eziokwu ahụ bụ na a zụlitere ya ma dozie ya n'obodo nta ndị dị na South-West Nigeria nke Ofada na obodo nta ndị ọzọ na-emepụta osikapa",
  "A malitere ịzụlite ihe ọkụkụ ahụ na Abeokuta, Ogun State, ma webata ya site na ọrụ ozi ala ọzọ n'etiti afọ 1850 na afọ 1970",
  "Site n'ebe ahụ, a gbasara ya na mpaghara Lagos na Epe na Okitipupa; site n'ebe wana, a kwagara ya na mpaghara Ogoja na Abakaliki mgbe Agha Ụwa nke Abụọ gasịrị; ma n'ikpeazụ, a gbasara ọ gafee Sahara na n'ebe ugwu Nigeria site na azụmahịa Trans-Saharan",
  "N'ihi ụtọ pụrụ iche na ísì nke ụdị dị iche iche nke na-eme ka ọ bụrụ ihe a ma ama karịa ụdị ndị ọzọ nwere ụtọ dị iche iche mgbe a na-esi ya.",
  "A na-akpọ osikapa Ofada aha obodo Ofada, ebe a malitere ikọ ya",
  "Ofada bụ obodo dị na steeti Ogun",
  "A na-enye osikapa Ọfada n'ime akwụkwọ uma (Thaumatococcus daniellii), na ofe nke ose, yabasị, agwa igurube, mmanụ nkwụ, na anụ",
  "Ọ bụ nri oriri kama ịbụ ụdị nri kwa ụbọchị maka ọtụtụ ndị Naijiria mana ọ bụ nri okporo ámá kwa ụbọchị maka obodo Ikenne na Ilisan na steeti Ogun. A na-ejikarị ya na nri akwụkwọ nri nke nwere ike ịnwe ahịhịa igurube dị ka ihe eji eme ya",
  "A na-ejikarị ya na stew \"designer\" nke Ayamase ma ọ bụ Obe-ata-iru, ha abụọ kwadebere maka oriri osikapa Ofada.",
  "Soro nkume na unyi site na osikapa Ofada",
  "Jiri nlezianya mee nke a dịka a maara osikapa Ọfada dị ka ihe ruru unyi ma jupụta na nkume, ọ bụ ezie na ọ belatara ka oge na n'ihi usoro mmepụta dị irè",
  "Wụsa osikapa n'ime efere, sachaa ya ugboro ugboro, ruo mgbe agba mmiri ahụ gbanwere. Nlele a dabere na ọnụọgụ a na-akwadebe, tinye mmiri zuru oke, kwe ka esi nri na okpomọkụ dị ala ruo nke dị n'etiti maka nkeji iri na abụọ",
  "Wepụ osikapa ahụ n'okpomọkụ ma sachaa starch ruo mgbe mmiri dị ọcha, ma tinye 1 iko mmiri ma sie ya ruo mgbe ọ dị nro. Ọ dị mkpa ile ya anya mgbe ọ bụla iji gbochie ọkụ ma ọ bụ ịta",
  "Mgbe ọ dị nro, wepụ ya n'okpomọkụ ma ọ bụrụ na ị na-ejedebe na mmiri mgbe esichara osikapa ahụ n'ụzọ zuru ezu, wepụ mmiri n'ime colander, wee rie Ofada Sauce.",
  "Ofada stew bụ nri dị n'ógbè ahụ n'akụkụ ndịda Naịjirịa, ọ bụ ofe dị ụtọ a na-eri ya na osikapa ofada, osikapa nwere ogologo mkpụrụ na ihe ndị ọzọ",
  "A na-akpọkwa stew Ofada dị ka Ata dindin.",
  "Ihe eji eme nri nke stew bụ: Unripe habanero peppers (atarodo), Unripe tatashe peppers ma ọ bụ green bell peppers, Locust bean seasoning (Iru) / Ogiri, mmanụ, a yabasị Crayfish, Assorted meat and fish, beef, Shaki (cow tripe), Dry fish, and Stock fish.",
  "Iji mee ofe ofada, ọ dị mkpa ka ị kwadebe ihe ndị edepụtara n'elu, mgbe nke ahụ gasịrị, wepụ mmanụ ahụ maka nkeji ole na ole mgbe nke ahụ gasịkwara, ị gbakwunyere ngwakọta gị nke ose, yabasị e gbutụrụ n'ime efere",
  "Stir maka nkeji iri ise wee tinye nnu na ihe ndị ọzọ na-esi ísì ụtọ iji nụ ụtọ",
  "Ị nwere ike ịhọrọ isi anụ gị, àkwá gị na ọkụkọ gị iche iche tụpụ ị gbakwunye ya na nri e siri esi.",
  "Ayamase nke a makwaara dị ka Ofada sauce bụ ihe e ji mmanụ nkwụ mee nke yiri Ofada stew ma e wezụga na e ji ose na-acha akwụkwọ ndụ akwụkwọ ndụ mee ya nke na-enye ofe ụtọ pụrụ iche."
]