[
  "Ofe anụ ewu, nke a na-akpọkwa 'goat meat pepper soup' na Naịjirịa",
  "A na-eji anụ ewu eme ihe dị ka isi ihe, ụfọdụ nsụgharị nwere ike iji crayfish. Maka ọdịiche dị iche iche, a pụrụ itinye poteto, ma ọ bụ plantain",
  "Ụdị ofe nwere ike ịbụ ihe na-esi ísì ụtọ ma na-ekpo ọkụ",
  "A na-enye ofe ahụ ọkụ mgbe niile ma jiri ngwakọta nke ihe dị iche iche na-esi ísì ụtọ mee ya nke na-enye ụtọ na ụtọ dị ukwuu na ofe ahụ. A kọwawo nri ahụ dị ka nke kachasị ewu ewu n'ime ofe ose Naijiria niile",
  "Ọ bụ ofe dị mfe nke a na-akwadebe mgbe niile n'ejighị mmanụ, a pụkwara ịṅụ ya n'ụdị ihe ọṅụṅụ",
  "N'ihi ọdịdị nke ofe ahụ, a na-eri ya naanị ya mana enwere ike iso ya na nri a maara dị ka agidi (ụdị nri ọka nke a na-ewere dị ka nke kachasị mma na okra na ofe ose, n'otu aka ahụ)",
  "Osikapa ọcha bụkwa nri a na-ejikarị eme ihe na ofe ose anụ ewu",
  "A kọwawo ya dị ka nke na-ejikọta nke ọma na mmanya nkwụ na biya.",
  "A na-eri ofe ose anụ ewu n'afọ niile na Naịjirịa, n'oge okpomọkụ ma ọ bụ oge oyi",
  "A na-azọrọ na ọ na-enyere aka belata influenza ma ọ bụ oyi ma ọ bụrụ na esi ya n'ụzọ kwesịrị ekwesị [nkọwa dị mkpa]",
  "Ọ bụrụ na ejiri akụkụ dịgasị iche iche nke ewu mee ihe, ụfọdụ akụkụ nwere ike ịchọ ka esi ogologo oge karịa ndị ọzọ.",
  "E nwere ụdị ofe ose dị iche iche nke dịgasị iche dabere na mpaghara, yana ngwakọta dị iche iche na-esi ísì ụtọ. Dịka ọmụmaatụ, ndị Igbo, n'ebe ọwụwa anyanwụ, na ndị Riverians n'ebe ndịda ọwụwa Anyanwụ, na-eji tomato, yabasị na ihe na-esi ísì ụtọ na-akwadebe ofe ose ha",
  "Ndị si Delta na-eji ataiko, uda, gbafilo, rigije, na akwụkwọ ahịhịa lemon emepụta ofe ose mgbe ụfọdụ",
  "N'asụsụ Yoruba, a na-akpọ ofe ose anụ ewu mgbe ụfọdụ Ogun.",
  "E nwere ọtụtụ ihe dị iche iche a na-eji eme ihe dabere na mpaghara na nnweta",
  "Ihe ndị a na-ahụkarị na ofe ose anụ ewu bụ anụ ewu, crayfish, Uziza, Ụda (nke a na-akpọkwa Uda Ewentia ma ọ bụ Enge) na nutmeg, dị ka Calabash Nutmeg (nke a makwaara dị ka Ehu ma ọ bụ Ariwo). Ihe ndị ọzọ a na-ejikarị eme ihe mgbe enwere oke ịnweta ihe ọdịnala bụ bouillon cubes, yabasị, nnu, ose, basil na ose. Ụfọdụ nsụgharị na-ejikwa isi ewu",
  "Nkwadebe na-agụnye ihicha na itinye anụ ahụ n'ime ya na iji yabasị a pịrị apị sie ya, mgbe nke ahụ gasịrị, a na-agbakwunye mmiri ma na-esi nri ahụ. Enwere ike iji ihe na-atọ ụtọ dị ka nnu, ose na basil mechie nri ahụ."
]