[
  "Ogaga Ifowodo (amụrụ ya na Mee 14, 1966) bụ onye ọka iwu Naijiria, ọkà mmụta, onye na-ede uri, onye na'akwụkwọ akụkọ / onye na-akọwa ihe gbasara ọha na eze na onye na-ahụ maka ihe ndị ruuru mmadụ",
  "E nyere ya onyinye PEN / Barbara Goldsmith Freedom to Write Award nke afọ 1998, e nyere ndị edemede “n’ebe ọ bụla n’ụwa bụ́ ndị jiworo obi ike lụọ ọgụ n’agbanyeghị ihe isi ike ihu maka ikike ikwu okwu.",
  "A mụrụ Ifowodo na Oleh, Delta State nke Nigeria. Ọ gara Federal Government College, Warri, maka agụmakwụkwọ sekọndrị ya",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Benin ebe o nwetara LL.B n'afọ 1989",
  "A kpọrọ ya ka ọ bịa n'ụlọikpe n'afọ 1991 ma rụọ ọrụ ọtụtụ afọ dị ka onye na-ahụ maka ihe ndị ruuru mmadụ na Naịjirịa Civil Liberties Organization (CLO). Ọ gakwara Mahadum Cornell, ebe o nwetara PhD ya n'afọ 2008. O nwekwara Master of Fine Art (MFA) na uri, na PhD na Bekee (ọmụmụ akwụkwọ / ọdịbendị) site na Mahadum Cornell, New York.",
  "Ọ kụziri uri na akwụkwọ na Mahadum Texas State, San Marcos. A sụgharịrị ọrụ ya n'asụsụ German, Dutch, Romanian, Turkish na Italian",
  "Ọ rụrụ ọrụ dị ka onye kọmishọna maka gọọmentị Naijiria site na'afọ 2016 ruo afọ 2019",
  "Ọ ka na-arụsi ọrụ ike na ngalaba na-ahụ maka ihe ndị ruuru mmadụ, ọ na-arụkwa ọrụ iwu ugbu a na Naịjirịa.",
  "Ifowodo bụ onye a ma ama na-ede uri na onye edemede",
  "O bipụtara isiokwu na ihe fọrọ nke nta ka ọ bụrụ akwụkwọ akụkọ niile dị na Naịjirịa",
  "O dere kọlụm \"For Crying Out LOUD!\" na Vanguard ruo Julaị 2016. O bipụtakwala akwụkwọ uri anọ na uri ya ka ebipụtala nke ọma n'ọtụtụ akwụkwọ akụkọ ọdịnala na akwụkwọ akụkọ n'ofe ụwa, gụnyere olu sitere n'akụkụ niile: uri nwere ndetu na ihe omume, mgbakwunye akwụkwọ akwụkwọ Times Times, Poetry International, Massachusetts Review, Crazyhorse",
  ", The Dalhousie Review, Atlanta Review, Mantis, Drumvoices Revue, na Migrations (ihe odide Afro-Italian nke Wole Soyinka họpụtara maka Ememme Black Heritage  na Lagos).",
  "N'afọ 1997, mgbe ọ na-alọta site na nzukọ ndị isi ọchịchị Commonwealth na Edinburgh, Scotland, ọchịchị ndị agha nke ọchịchị Sani Abacha jidere Ifowodo maka ịkpọ oku maka mmachi siri ike megide ọchịchị aka ike. A tụrụ ya mkpọrọ, ya na ndị ọzọ na-ahụ maka ihe ndị ruuru mmadụ, ndị edemede, na ndị nta akụkọ, gụnyere ndị enyi ya na onye edemede Akin Adesokan na Babafemi Ojudu. Ọ dịghị mgbe nwara ma ọ bụ tọhapụrụ ya ruo 1998, na-esochi mkpọsa nke Naijiria na mba ụwa na-ede akwụkwọ na ndị otu ode akwụkwọ",
  "Enyere ya PEN/Barbara Goldsmith Freedom to Write Award, onyinye nturu ugo n'efu nke mba Netherlands nke sitere na Poets of All Nations wee nabata ya dika onye otu ugwu nke PEN Centers nke Germany, United States, na Canada.",
  "E bipụtara ihe ndị si n'ihe ndekọ ncheta ya na Gathering Seaweed: African Prison Writing (Heinemann), na New Writing 14 (Granta), na akwụkwọ akụkọ Vanguard nke Naijiria, na African-Writing.com.",
  "N'afọ 2014, Ifowodo si na United States laghachi Naịjirịa ebe o mere ọmụmụ postgraduate ma kụzie  ruo afọ iri na atọ",
  "Ọ chọrọ nhọpụta nke All Progressive Party maka oche na House of Representatives mana, n'ihi enweghị ego zuru oke, ọ gafere primaries",
  "Ọ gbalịrị n'enweghị ihe ịga nke ọma ịnakọta nde naira iri ise na asaa maka itinye ego ahụ. N'afọ 2016, a họpụtara Ifowodo na Ngalaba Ndị Nlekọta nke Niger Delta Development Commission (NDDC). Ọ rụrụ ọrụ dị ka onye kọmishọna gọọmentị etiti maka Delta State ruo afọ 2019.",
  "Nchịkọta mbụ nke uri Ifowodo, Homeland and Other Poems ka Kraft Books bipụtara na 1998; mbipụta nke abụọ ka Africa World Press bipụtara na 2008",
  "Ọ dị peeji 69 n'ogologo, nchịkọta \"nke edere na (ma na-adabere na) oge agha nke Nigeria",
  "na-akọwa ọnọdụ nlelị nke obodo Naijiria n'oge oge a na-ekwu.\". Dị ka ihe odide, ọ meriri Association of Nigerian Authors (ANA) Poetry Prize n'afọ 1993.",
  "A kpọrọ nchịkọta nke abụọ nke Ifowodo Madiba ma Africa World Press bipụtara ya",
  "Ọ dị peeji iri itoolu n'ogologo. N'ime ya, Ifowodo \"na-ejide egwu, olileanya dara ada na enweghị olileanya nke ọgbọ a\"",
  "Nchịkọta ahụ meriri ihe nrite uri ANA / Cadbury n'afọ 2003.",
  "Nchịkọta nke atọ nke Ifowodo, The Oil Lamp, bụ nke Africa World Press bipụtara n'afọ 2005. A kọwara ya dị ka \"nkwado itinye aka na arụmụka Niger Delta\".",
  "Ọ meriri Ihe nrite 2005 maka ANA/Gabriel Okara.",
  "N'afọ 2016, Ifowodo wepụtara nchịkọta abụ nke anọ ya nke akpọrọ A Good Mourning (Parrésia Publishers)",
  "Ọ bụ ọrụ nwere abụ iri abuo na isii karịa peeji 78.",
  "A na-eto ya dị ka \"ọrụ nke \"àgwà na-abanye n'ihu,\" na \"ihe ijuanya a maara nke ọma..",
  "Eziokwu nke olu na ụda nke na-emetụta ahịrị ọ bụla, bụ ihe dị ukwuu ma na-adịgide adịgide nke e ji mee uri",
  "\"",
  "A Good Mourning, onye edemede ahụ na-ekwu, bụ echiche uri ya banyere \"mmekọrịta nke ihe ọjọọ\", ọkachasị ihe na-emebi uche nke ndị mmadụ kpatara site na mwepụ nke ntuli aka June 12, 1993 \"site n'aka General Ibrahim Babangida, onye ọchịchị aka ike nke ndị agha",
  "\"",
  "N'ọnwa Julaị 2017, edepụtara A Good Mourning maka Nigeria Prize for Literature, yana ọrụ iri ndị ọzọ nke ndị edemede Naijiria. N'ọnwa Ọgọstụ n'otu afọ ahụ, edepụtara ya, tinyere Tanure Ojaide's Songs of Myself na Ikeogu Oke's The Heresiad. Oke meriri ihe nrite ahụ, nke ruru Narị puku dollar."
]