[
  "Ogbunigwe Oklahoma City bụ ogbunigwe ndị na-eyi ọha egwu ji ụgbọala tụọ na ụlọ gọọmenti Alfred P",
  "Murrah Federal Building dị na Oklahoma, mba Amerika, na abalị iri na itoolu n'ọnwa Eprel,  afọ 1995, ncheta nke njedebe nnọchibido Waco nke abụọ ya",
  "Ọ bụ omume iyi ọha egwu kachasị njọ n'akụkọ ihe mere eme nke mba Amerika ruo mgbe mwakpo nke emere n'ọnwa Septemba n'afó 2001 mèrè",
  "ọ ka bụkwa omume iyi ọha ọha egwu kachasị gbuo mmadụ n'akụkọ ihe mere eme na mba Amerika, yana nke abụọ kachasị gbuo n'ozuzu.",
  "Ogbunigwe a ọ bụ ndị ọcha abụọ na-emefe ihe ókè na-emekwa na ha kacha dị elu bụ Timothy McVeigh na Terry Nicholstụrụ ya",
  "Ogbunigwe a dara mgbe o ji nkeji abụọ gafee elekere itoolu nke ụtụtụ, wee gbuo ndị mmadụ dị ótù narị na iri isii na asatọ n'ọnụ ọgụ, merụọ mmadụ narị isii na iri asatọ ahụ, wee mebie ihe karịrị ótù ụzọ n'ime ụzọ atọ nke ụlọ ahụ, nke meziri ka akutuo ụlọ ahụ kpamkpam",
  "Ihe nkuri ahụ mebiri ụlọ ndị ọzọ dị narị atọ na iri abụọ na anọ n'ọnụ ọgụ ndị nọ n'àgbàtà otu ruo iri na isii na gburugburu ebe ahụ ogbunigwe ahụ dara",
  "Ọ kụsakwara glaasị ụlọ dị narị abụọ na iri ise nà asatọ n'ọnụ ọgụ ma mebie ụgbọala dị irí asatọ na isii, nke mere na achịkọọ ya ọnụ, ogbunigwe ahụ mebiri ihe di ǹdè dọla narị isii na iri ise na abụọ",
  "Ndị nnyemaaka ịzọ ndụ sitere na gọọmenti okpuru ọchịchị ruo na nke steeti, ruo na nke gọọmenti etiti, ruokwa na nke mba ụwa tinyechara aka n'ịzọpụta ndị mmadụ ka chi ụbọchị nke na-esote nke ahụ bọrọ",
  "Ụlọ ọrụ Federal Emergency Management Agency (FEMA) zipuru ndị òtù ọrụ ha azụrụ iche maka ịchọ na ịzọpụta ndị ihe mberede dakwasịrị n'obodo ndị mepere emepe dị iri na otụ n'ọnụ ọgụ nke ndị ọrụ mejupụtara ya dị narị isii na iri isii na ise n'ọnụ ọgụ ndi nyere aka ịzọpụta na iweghachị ụfọdụ ihe.",
  "and killed 168 people, injured 680, and destroyed more than one-third of the building, which had to be demolished",
  "The blast destroyed or damaged 324 other buildings within a 16-block radius, shattered glass in 258 buildings, and destroyed 86 cars, causing an estimated $652 million worth of damage. Local, state, federal, and worldwide agencies engaged in extensive rescue efforts in the wake of the bombing",
  "The Federal Emergency Management Agency (FEMA) activated 11 of its Urban Search and Rescue Task Forces, consisting of 665 rescue workers who assisted in rescue and recovery operations.",
  "N'ime nkeji iri itoolu ka ogbunigwe ahụ dachara, onye ọrụ nchekwa nke ngaghari  Oklahoma bụ Charlie Hanger kwụsịrị McVeigh maka ịkwọ ụgbọala na-enweghị asambodo ikike ịgba n'ụzọ, wee jide ya maka inwe ngwá agha ndị iwu na-akwadoghị. Ihe akaebe ndị omempụ gosiri na aka McVeigh na Nichols dị na mwakpo ahụ; E jidere Nichols, mechaa n'ime ụbọchị ole na ole, ebo ha abụọ ebubo. E mechara chọpụta na Michael na Lori Fortier so dị ka ndị nnyemaka",
  "McVeigh, onye ọlụ agha Gulf na onye na-akwado ndị agha Amerika, bịanyụrụ ọtụtụ ogbunigwe juputara ótù ụgbọala Ryder agbazitere agbazite mgbe ọ kwụsịrị n'ihu ụlọ ahụ",
  "Nichols nyere aka na nkwadebe nke ogbunigwe ahụ",
  "N'ịbụ onye n'ahughị gọọmentị etiti mba Amerika n'anya nakwa enweghị obi ụtọ maka òtù gọọmentị ahụ jiri gaa ije okwu Ruby Ridge n'afọ 1992 nakwa okwu mwakpo awakporo Waco n'afọ 1993, McVeigh mere ka mwakpo ya ahụ na oge ncheta nke abụọ ya nke ọkụ ahụ kwụsịrị nnọchibido ámá David Branch dị na Waco, Texas gakọọ n'otu mgbe.",
  "Nnyocha FBI, nke a maara dị ka \"OKBOMB\", gụnyere ajụjụ ọnụ dị puku iri abụọ na asatọ n'ọnụ ọgụ, 3.5 tọn mkpụmkpụ (3,200 kilogram) nke ihe akaebe, nakwa ụmụ kịrịkịrị ozi achikọtara ónụ nke fọrọ nke nta ka ọ bụrụ otu ijeri n'ọnụ ọgụ. Mgbe FBI wakporo ụlọ McVeigh, ọ chọtara nọmba ekwentị nke dugara ha n'ugbo ebe McVeigh zụrụ ihe maka bọmbụ ahụ. E kpere ndị na-atụ bọmbụ ikpe ma maa ha ikpe n'afọ 1997",
  "N'ịbụ onye a mara ikpe ọnwụ, e gburu McVeigh site na ọgwụ na-egbu egbu na June 11, 2001, na ụlọ mkpọrọ gọọmentị etiti US na Terre Haute, Indiana",
  "A mara Nichols ikpe ịga mkpọrọ ndụ ya niile n'afọ 2004",
  "Michael na Lori Fortier gbara akaebe megide McVeigh na Nichols; A mara Michael Fortier ikpe ịga mkpọrọ afọ iri na abụọ maka ịghara ịdọ gọọmentị United States aka ná ntị, Lori nwetakwara nnwere onwe pụọ n'ikpe iji gbanwere akaebe ya."
]