[
  "Oge Afrịka (ma ọ bụ oge Afrịka) bụ ọdịbendị a na-ahụ anya, n'akụkụ ụfọdụ nke Afrịka na Caribbean maka àgwà dị jụụ karị n'oge.  A na-eji nke a eme ihe mgbe ụfọdụ n'ụzọ mkparị, banyere igbu oge na nhọpụta, nzukọ na ihe omume. Nke a na-agụnyekwa ụdị ndụ dị jụụ, nke na-adịchaghị mma, nke a na-ahụkarị na mba ndị Afrịka, ọkachasị ma e jiri ya tụnyere ndụ kwa ụbọchị na mba ndị dị n'Ebe Ọdịda Anyanwụ. N'ihi nke a, ọ dị ka oge na mpaghara ọdịbendị ndị ọzọ na-abụghị nke ọdịda anyanwụ.",
  "Ọdịdị nke enweghị oge ma ọ bụ àgwà dị nro banyere oge n'Africa, nwere ike igosipụta ụzọ na usoro dị iche iche na ijikwa ọrụ, ihe omume, na mmekọrịta",
  "A na-akọwakarị ọdịbendị Afrịka dị ka \"polychronic\", nke pụtara na ndị mmadụ na-ejikarị ihe karịrị otu ihe n'otu oge kama n'usoro siri ike. A na-ejikwa mmekọrịta mmadụ na ibe ya n'ụzọ a, nke mere na ọ bụghị ihe a na-ahụkarị inwe ihe karịrị otu mkparịta ụka n'otu oge. A tụwo aro \"ịmara oge mmetụta uche\" nke Afrịka nke dị iche na \"ịmara ihe na-eme n'oge\" nke ọdịda anyanwụ.",
  "Na Caribbean, \"...[t]hings agaghị eme mgbe niile ngwa ngwa ma ọ bụ kpọmkwem dị ka ị nwere ike mara\"",
  "N'ihi mmetụta ọdịbendị nke \"oge Caribbean\" ma ọ bụ \"oge agwaetiti\", ndị obodo enweghị mmetụta nke nrụgide oge nke bụ akụkụ nke ọdịbendị ọdịda anyanwụ.",
  "Echiche nke oge Afrịka aghọwo isiokwu dị mkpa nke nkatọ onwe onye na Afrịka nke oge a",
  "Dị ka otu onye edemede Ghana si kwuo,\n \nN'ọnwa Ọktoba n'afọ 2007, mkpọsa Ivorian megide oge Afrịka, nke Onye isi ala Laurent Gbagbo kwadoro, nwetara nlebara anya mgbasa ozi mba ụwa mgbe emere ihe omume a na-akpọ \"N'abalị N'Abidjan iji mata ndị ọchụnta ego na ndị ọrụ gọọmentị maka ịnọ n'oge mgbe niile",
  "Okwu mmeghe nke mkpọsa ahụ bụ \"'Oge Afrịka' na-egbu Afrịka - ka anyị lụso ya ọgụ\"",
  "Reuters kọrọ na \"ndị na-ahazi ya na-atụ anya ime ka a mara etu nnọkọ, nzukọ ma ọ bụ ọbụna bọs na-egbu oge si belata mmepụta ihe n'ógbè ebe igbu oge bụ ihe a na-ahụkarị\"",
  "E kwuru na onye mmeri nke afọ a, onye ndụmọdụ iwu Narcisse Aka - onye natara $ 60,000 Villa iji kwado oge ya - \"dị mma n'ụzọ pụrụ iche na ndị ọrụ ibe ya na-akpọ ya 'Mr White Man's Time'\". Ụfọdụ ndị njem nleta ọdịda anyanwụ na Caribbean \"...na-ewe iwe ma ọ bụrụ na ndị obodo anaghị azaghachi ngwa ngwa ma ọ bụ nke ọma na arịrịọ ọ bụla dịka ndị ọrụ ma ọ bụ ndị ọrụ na-eme n'ụlọ\".",
  "A na-egosi ọdịiche dị n'etiti oge Afrịka na oge ọdịda anyanwụ na ihe nkiri dị mkpirikpi Binta na Great Idea",
  "Onye na-eme ihe nkiri ahụ, onye ọkụ azụ n'otu obere obodo dị na Senegal, enweghị ike ịghọta echiche ọhụrụ ndị enyi ya si Europe wetara; a na-eji elekere aka Switzerland eme ihe nnọchianya, nke na-ada n'oge dị iche iche maka obi ụtọ nke enyi ahụ, mana n'enweghị ihe doro anya",
  "A na-egosi onye ọkụ azụ ahụ ka ọ na-agafe n'etiti ndị ọrụ dị iche iche na echiche ya, nke n'ikpeazụ bụ nkatọ siri ike nke ọdịbendị ọdịda anyanwụ na-etinye uche na arụmọrụ na ọganihu."
]