[
  "Na sayensị ụra, ụra mmalite (SOL) bụ ogologo oge ọ na-ewe iji mezuo mgbanwe site na ịmụrụ anya zuru oke gaa n'ụra, na-abụkarị na nke kachasị mfe n'ime usoro ụra na-abụghị REM.",
  "Onye na-eme nchọpụta na ụra na Mahadum nke dị Stanford William C",
  "Dement na-akọ mmalite mmepe nke echiche ahụ, na nke ule mbụ maka ya,  Ọtụtụ ụraLatency Test (MSLT), n'akwụkwọ ya The Promise of Sleep",
  "Dement na ímé ihe ọ bụla n'ime anyị si nọrọ anyị si egosi  ndị ọrụ ibe ya gụnyere Mary Carskadon anọwo na-achọ ihe ziri ezi nke ụra ehihie iji nyere aka nyochaa mmetụta nke nsogbu ụra",
  "N'oge a na-enyocha nsonaazụ nnwale, ha ghọtara na oge ọ na-ewe iji hie ụra n'àkwà ndị mmadụ n'ihe nwere njikọ chiri anya na ogo ụra nke ndị ahụ na-enyo onwe ha",
  "\"Nke a nwere ike ọ gaghị adị ka ihe na-eme ka ụwa maa jijiji, mana ịtụle na ịzụlite ihe ziri ezi nke ụra bụ ma eleghị anya otu n'ime ndị na eme ìhè ahụ n'ebe nile site n'ime ụmụ ndị nke dị ka onye isi oche n'ime ọganihu kachasị mkpa na ímé sayensị ụra, \"Dement na onye edemede Christopher Vaughn dere banyere nchọpụta na ímé ihe nọr ka ébé  ahụ.",
  "Mgbe ha mepụtara MSLT na mbụ, Dement na ndị ọzọ tinyere ndị mmadụ n'ime ụlọ dị jụụ, gbara ọchịchịrị nwere àkwà ma gwa ha ka ha dina ala, mechie anya ha ma zuo ike",
  "Ha kwuru na ọnụọgụ nke nkeji, site na 0 ruo 20, na ọ na-ewe onye na-ehi ụra",
  "Ọ bụrụ na onye ọrụ afọ ofufo ka na-amụ anya mgbe nkeji iri abụọ gasịrị, a kwụsịrị nnwale na ímé ihe nọr na mkpóró ndị mmadụ n'ihe ndị mere n'oge gara maka nsogbụ ụra nke ukwuu n'ihi na ímé ihe ọ bụla n'ime anyị si nọrọ na nche ahụ ma nye onye ahụ ọkwa kachasị elu / obere ụra",
  "Mgbe ndị ọkà mmụta sayensị gbochiri ndị mmadụ ihi ụra, ha chọpụtara na ogo ụra nwere ike ịdaba na ụdị nke ụwa họrọ site n'ime ụmụ ndị ikom abụọ ahụ a ịghọ ndị ozi n'okpuru 1, ya bụ, ndị mmadụ nwere ike ịda n'ihe na-erughị otu nkeji",
  "Ọnụ ọgụgụ ụra furu efu nwere njikọ kpọmkwem na mgbanwe na akara ụra.",
  "Nnyocha ndị ahụ mechara mee ka Dement na Carskadon kwubie na \"ụbụrụ na-edekọ kpọmkwem ole a ga-ehi ụra\"",
  "Enweghị ụra zuru ezu n'oge ọ bụla a na-enye na-eduga n'ihe a na-akpọ ụgwọ ụra, nke na-ebelata akara ụra ma mee ka ndị na-enweghị ụra daa ụra ngwa ngwa.",
  "Maka nnwale n'ụlọ maka oge ụra dị ala na enweghị ike ihi ụra, ndị edemede na-ezo aka na usoro nke Nathaniel Kleitman, \"nna nke nyocha ụra\"",
  "Onye ahụ na-anọdụ ala n'ime ụlọ dị jụụ, nke gbara ọchịchịrị ma na-etinye aka na-ejide spoon n'akụkụ àkwà ma ọ bụ oche, na-etinye efere n'ala n'okpuru spoon",
  "Mgbe ọ nyochachara oge, onye ahụ na-anwa izu ike ma hie ụra",
  "Mgbe ụra ruru, spoon ahụ ga-ada ma kụọ efere ahụ, na-akpọte onye ahụ, onye na-enyocha iji hụ oge ole agafeela",
  "Ọnụ ọgụgụ nke nkeji gafere bụ mmalite ụra n'oge ahụ n'ụbọchị ahụ.",
  "Dement na-adụ ọdụ ka ị ghara ime nyocha ndị a n'abalị mgbe ụra malitere nwere ike ịdị ala, ọkachasị n'etiti ndị agadi",
  "Kama nke ahụ, ọ na-atụ aro ịnwale mmalite ụra n'ehihie, nke kachasị mma n'elekere 10:00 nke ụtụtụ, elekere 12:30 nke mgbede na elekere 3:00 nke mgbede",
  "Oge ụra nke 0 ruo 5 nkeji na-egosi oke ụra, 5 ruo 10 nkeji bụ \"ihe na-enye nsogbu\", 10 ruo 15 nkeji na-egosipụta obere ma \"a na-achịkwa\" ụgwọ ụra, na 15 ruo 20 nkeji na-anọchite anya \"obere ma ọ bụ enweghị\" ụgwọ ụra.",
  "Ndị na-eme nchọpụta n'oge a, gụnyere Paul Shaw nke Washington University School of Medicine na St",
  "Louis, anọwo na-achụso mmepe nke ihe ngosi nke ihe ndị dị ndụ, ma ọ bụ biomarkers, nke ụra",
  "N'ọnwa Disemba afọ 2006, Shaw kọrọ n'ịntanetị na The Proceedings of the National Academy of Sciences na ụlọ nyocha ya egosila na ọkwa amylase na-abawanye na nsị mkpụrụ osisi mgbe ụmụ ahụhụ na-enweghị ụra",
  "O gosiputara na amylase mmadụ mụbara ka a na-anapụkwa ndị mmadụ ụra."
]