[
  "Ogenyi Eddy Onazi (amụrụ na 25 Disemba 1992) bụ onye Naijiria na-agba bọọlụ nke na-agba dị ka onye na-agba ọsọ n'etiti etiti",
  "Ọ na-egwuri egwu maka otu egwuregwu bọọlụ mba Naịjirịa.",
  "Onazi malitere ịgba bọọlụ n'okporo ámá Jos n'afọ 1998",
  "Nkà na ikike bọọlụ ya dọtara uche ya nke ukwuu n'ebe ọ nọ ma nye ya ohere igwu egwu na ụlọ akwụkwọ ụfọdụ dị n'obodo ahụ.",
  "Ikike ịgba bọọlụ ya bịara pụta ìhè mgbe ọ kwagara n'obodo Lagos iji kpọọ My People.",
  "Onazi sonyeere Lazio na 2011, ya na onye otu ya, Sani Emmanuel. Ha abụọ nwalere na England, Gris na Ịtali mgbe ha pụtara na 2009 FIFA U-17 World Cup, nke Naịjirịa ruru na ngwụcha n'ala ụlọ, na-emeri Switzerland.",
  "A kwalitere Onazi na mbụ na otu Lazio n'oge afọ 2011 na 12 mgbe ọ pụtara na ọkwa ndị ntorobịa. O mere Serie A mbụ ya dị ka onye nnọchi anya na egwuregwu ikpeazụ nke oge ahụ, na-anọchi Senad Lulić na nkeji nke 90",
  "Lazio meriri Atalanta na Stadio Atleti Azzurri d'Italia na Bergamo.",
  "N'afọ 2012-2013 na-esote, e nyere Onazi oge egwuregwu ka ukwuu n'okpuru onye nkuzi Vladimir Petković na-egosi na ọ na-agbachitere n'etiti Cristian Ledesma",
  "N'ụzọ dị ịrịba ama, ọ malitere na egwuregwu UEFA Europa League megide Tottenham Hotspur na White Hart Lane, nke gwụrụ na 0X 0 draw. N'abalị asaa n'ọnwa Machị afọ 2013, ọ gbara goolu mbụ ya maka Lazio megide Stuttgart na iri na isii ikpeazụ nke Europa League. Ọ gbara goolu mbụ ya na Serie A na mmeri 3 na 1 meriri Inter Milan na 8 Mee 2013.",
  "N'abalị iri na atọ n'ọnwa Eprel afọ 2014, ọ gbara goolu nke abụọ ya na Serie A maka Lazio na mmeri 4 na 2 na Napoli.",
  "Na 22 Septemba 2014, Onazi bịanyere aka na nkwekọrịta afọ abụọ na Lazio ruo 2018",
  "Lazio natara ajụjụ mbufe n'oge ọkọchị site na klọb atọ nke Premier League Everton, Southampton na Sunderland na mmasị sitere na klọbu German, French, Spanish na Russian na-akọkwa. N'abalị iri atọ na otu n'ọnwa Mee n'afọ 2015, goolu ọ gbara na nkeji iri asatọ na asatọ maka akara ikpeazụ nke 3 na mmeri Lazio meriri Napoli nyeere aka inweta ọnọdụ ikpeazụ nke Champions League maka klọb ahụ.",
  "N'ụbọchị nke abụọ n'ọnwa Ọgọstụ n'afọ 2016, a kpọfere ya na Trabzonspor maka € 3.5 nde.",
  "Na 15 Jenụwarị 2020, Denizlispor kwupụtara ọbịbịa Onazi site na Trabzonspor, klọb ọzọ nke egwuregwu bọọlụ kachasị elu nke Turkey, na nnyefe n'efu",
  "A sịrị na Onazi na Denizlispur ruru nkwekọrịta maka nkwekọrịta ọnwa isii na nhọrọ maka otu afọ ọzọ. Onye na-agba bọọlụ etiti dị afọ iri abụọ na asaa nwere nkwekọrịta na Trabzonspor ruo na Mee 2020.",
  "N'ụbọchị nke anọ n'ọnwa Ọktoba 2020, Onazi sonyeere ndị otu Danish Superliga SønderjyskE na nkwekọrịta maka oge 2020 na nhọrọ ịgbatị nkwekọrịta ahụ na afọ abụọ ọzọ. Klọb ahụ tọhapụrụ ya na 5 Jenụwarị 2021, naanị ọnwa atọ ka ọ bịarutere.",
  "Na 18 Febụwarị 2021, ọ bịanyere aka na ndị mmeri Lithuania bụ Žalgiris",
  "N'abalị iri na atọ n'ọnwa Julaị n'afọ 2021, ọ gbara goolu mbụ ya maka klọb ahụ megide Linfield na asọmpi Champions League.",
  "On 18 August 2021 he left FK Žalgiris. In 2021 A Lyga he played 19 matches and scored two goals.",
  "N'abalị iri abụọ n'ọnwa Ọgọstụ n'afọ 2021, ọ sonyeere ndị otu Turkey bụ Denizlispor.",
  "Na 19 Jenụwarị 2022 ọ sonyeere ndị otu Saudi Al-Adalah",
  "Dị ka onye dị afọ iri na isii, Onazi nọchitere anya mba ya na 2009 FIFA U-17 World Cup, ebe Naịjirịa mechara bụrụ ndị nke abụọ. Otú ọ dị, e leghaara ya anya maka nhọpụta na 2011 FIFA U-20 World Cup afọ abụọ ka e mesịrị, n'agbanyeghị na ọ sonyere n'ogige ọzụzụ na Portugal na Panama.",
  "O mere nke mbụ ya maka ndị otu mba Naịjirịa dị elu na egwuregwu African Cup of Nations na Liberia",
  "Goolu mbụ ya bịara n'egwuregwu mba ụwa nke abụọ ya, mmeri enyi na enyi 310 na Venezuela na Florida.",
  "A kpọrọ Onazi ka ọ bịa n'òtù ndị ikom iri abụọ na atọ nke Naịjirịa maka iko mba Afrịka nke afọ 2013. Ọ bịara dị ka onye nnọchi anya na egwuregwu mbụ nke Naịjirịa na asọmpi ahụ megide Burkina Faso, onye ha ga-emesị chee ihu ọzọ na ngwụcha, tupu ha agaa na-egwu nkeji ọ bụla nke egwuregwu Naịjirị niile na ngwụchi, gụnyere nke ikpeazụ.",
  "A họpụtara ya maka ndị otu Naịjirịa na 2013 FIFA Confederations Cup",
  "mana ọ hapụrụ asọmpi ahụ ka ọ na-ata ahụhụ obere ikpere izu ole na ole tupu asọmpi ahụ.",
  "A kpọrọ Onazi aha na ndị otu ikpeazụ nke Naịjirịa maka 2014 FIFA World Cup na Brazil wee malite n'egwuregwu anọ niile ka France wepụrụ Naịjirị na agba nke 16. Ọ bụkwa otu n'ime ndị otu maka 2018 FIFA World Cup na Russia., ọ bụ ezie na ọ pụtaghị na egwuregwu atọ ọ bụla.  A na-atụ anya na a hapụrụ Onazi n'ime ndị otu mba na AFCON 2019 mgbe ọ na-agbake kpamkpam site na mmerụ ahụ Achilles nwere na Disemba 2018 mgbe ọ na'egwuri egwu maka klọb ya na Turkey.",
  "Àtụ:Updated",
  "N'ọnwa Nọvemba afọ 2019, Onazi kwuru na ọ ga-enyere aka kwụọ ụgwọ maka mmefu ahụike Sani Emmanuel."
]