[
  "Ogige Ntụrụndụ Obabika River Provincial bụ ogige ntụrụndụ dị na Ontario, Canada, na-agafe ókèala nke Sudbury, Nipissing, na Timiskaming Districts",
  "Ọ bụ ezie na a na-akpọ ya aha ma na-agụnye Osimiri Obabika, akụkụ ka ukwuu nke ogige ntụrụndụ ahụ na-agbasa n'ebe ugwu nke Ọdọ Mmiri Obabik ruo n'ókè ọwụwa anyanwụ nke Ogige Ntụrụndụ Lady Evelyn-Smoothwater.",
  "E kere ogige ntụrụndụ ahụ na 1989 ma gbasaa na 2002 ruo 205 uare kilomita (79 sq mi)",
  "Ihe ndị dị mkpa nke ogige ahụ gụnyere ọdọ mmiri ndị nwere agwaetiti, osimiri ndị na-agagharị agagharị, ala ndị dị n'elu nkume na ala mmiri dị ukwuu, yana ọtụtụ ebe obibi akụkọ ihe mere eme na ebe nchọpụta ihe ochie nke sitere na afọ 6,000",
  "Ọ na-enye ụzọ site na oké ọhịa Obabika Old-Growth, na-enye nchọpụta okike na ohere ikiri anụ ọhịa.",
  "Ihe omume ndị a kwadoro gụnyere ịnya ụgbọ mmiri, ịkụ azụ, ịga ije, ịchụ nta, na ịnya ụgbọelu (ọ bụ ezie na enwere ihe mgbochi)",
  "Ụzọ ụgbọ mmiri na-agafe n'ogige ntụrụndụ ahụ bụ akụkụ nke netwọk dị kilomita 2,400 (1,500 mi)  Temagami",
  "Ọtụtụ n'ime ụgbọ mmiri ndị a bụ ụzọ ọdịnala a na-akpọ \"nastawgan\", nke na-ejikọ ogige ntụrụndụ a na ogige ntorobịa ndị dị nso, ebe nchekwa, na ala Crown.",
  "Enwere ike kewaa ogige ntụrụndụ ahụ n'ime mpaghara anọ, nke nwere mpaghara ọzara (nke a kpaara ókè ma ọ bụ enweghị mmepe) na gburugburu ebe obibi (mmepe ụfọdụ nyere ohere ịkwado ọrụ ogige ntorobịa ahụ):",
  "Ọ bụ ogige ntụrụndụ na-arụ ọrụ nke chọrọ ikikere maka ịma ụlọikwuu",
  "Ihe owuwu gụnyere ogige ntụrụndụ 65 n'ime obodo",
  "Ọrụ ndị a na-enye bụ portge, campsite, na mmezi ụzọ.",
  "Ogige ntụrụndụ ahụ bụ akụkụ nke netwọk nke ogige ntụrụngwa mpaghara na ebe nchekwa nchekwa na mpaghara Temagami",
  "Ọ na-emepụta ụzọ okike n'etiti Osimiri Sturgeon dị nso na Ogige Ntụrụndụ Lady Evelyn-Smoothwater Provincial",
  "Ọ bụrụ na e guzobere ya, ọ ga-ejikọkwa na ogige ntụrụndụ Lake Temagami Provincial Park. Ọzọkwa, ọ na-ejikọta na Bob Lake Conservation Reserve, nke na-echebe ụfọdụ oké ọhịa pine ochie ma na-enye ụzọ ụgbọ mmiri ọzọ n'etiti Lake Temagami, Diamond, na Obabika Lakes. Ebe nchekwa ndị ọzọ dị n'akụkụ bụ East Lady Evelyn Lake Conservation Reserve (na-echebe akụkụ ugwu nke Lady Evelyn Lake), Sugar Lake Conservation reserve (ebe buru ibu na-enweghị ụzọ n'etiti elu na ala nke Lady Evelyn ọdọ mmiri), na Jim Edwards Lake Conservation Reservation Reserve (gụnyere isi mmiri maka mmiri Lady Evelyn River na osisi pine ochie).",
  "Àtụ:Ontario parks"
]