[
  "Ogige Ntụrụndụ Bic bụ ogige mba 33.2-square-kilomita (8,200-acre) nke Quebec, Canada, nke dị na ndịda ụsọ osimiri St",
  "Lawrence, na nso obodo Le Bic na Saint-Fabien, ndịda ọdịda anyanwụ nke Rimouski",
  "E hiwere ya na Ọktoba 17, 1984, ma bụrụkwa ebe obibi nke ọnụ ọgụgụ buru ibu nke ọdụ ụgbọ mmiri na akara isi awọ",
  "Ebe kachasị elu bụ Pic Champlain na mita 346 (1,135 ft)",
  "Ihe na-erughị ọkara nke ogige ahụ bụ gburugburu mmiri dị n'ụsọ oké osimiri.",
  "Ogige ntụrụndụ ahụ bụ nke ozi nke mmepe mmepe, gburugburu na Parks nke Quebec",
  "Ọ bụ Société des établissements de plein air du Québec (SÉPAQ) na-elekọta ya.",
  "Ogige Ntụrụndụ Bic bụ ihe atụ nke ụsọ oké osimiri ndịda nke Ọwara nke St",
  "Lawrence, nwere ọtụtụ njirimara nke mpaghara a:",
  "Ọrụ mmadụ na Bic malitere ihe fọrọ nke nta ka ọ bụrụ afọ 7,000: ebe ntụgharị ntụrụndụ na egosipụta ngwá ọrụ site n'oge ahụ.",
  "Jacques Cartier na akọ banyere Agha nke Bay of Bic n'oge opupu ihe ubi nke afọ 1534 mgbe 100 ndị agha Iroquois gburu otu ìgwè nke 200 Mi'kmaq na ihe ọ kpọrọ Massacre Island na Osimiri St",
  "Lawrence",
  "Ọwara Bic bụ ebe nnọkọ kwa afọ maka Mi'kmaq n'akụkụ St",
  "Lawrence",
  "Ndị na enyocha ndị Mi'kmaq dọrọ aka ná ntị banyere mwakpo ndị Iroquois na abịanụ n'abalị tupu ndị Iroquesa abịarute",
  "Ndị Mi'kmaq wepụrụ 30 n'ime ndị ọrịa na ndị agadi, ebe ihe dị ka 200 Mi'kmacs hapụrụ ogige ha n'ụsọ osimiri wee laghachi n'àgwàetiti dị n'ọdụ ụgbọ mmiri",
  "N'ebe ahụ, ha zoro n'ime ọgba, jiri alaka kpuchie ọnụ ụzọ",
  "Ndị Iroquois rutere n'ụtụtụ",
  "N'ịchọpụta na ogige ahụ tọgbọ chakoo, ha kewara n'ìgwè ndị na achọ ihe mana ha ahụghị ndị Mi'kmaq ruo n'ụtụtụ echi ya.",
  "Ndị agha Mi'kmaq chebere agbụrụ ahụ megide mwakpo ndị Iroquois",
  "Na mbido, mgbe e merụrụ ọtụtụ ndị ahụ n'akụkụ abụọ ahụ, na ịrị elu nke mmiri, ndị Mi'kmaq nwere ike iwepụ mwakpo ahụ ma ndị Iroquois laghachiri n'ala",
  "Ndị Mikmaq kwadebere mgbidi n'àgwàetiti ahụ iji kwadebe maka mwakpo ọzọ n'oge mmiri na-adịghị",
  "A chụpụrụ ndị Iroquois ọzọ ma laghachi n'ala ahụ n'ihi ịrị elu nke mmiri",
  "Ka ọ na-erule n'ụtụtụ echi ya, n'ihi oke mmiri, ndị Iroquois mere nso ikpeazụ ha",
  "Ha kwadebere ụta ọkụ nke gbara mgbidi ahụ ọkụ ma kpochapụ ndị Mi'kmaq",
  "E gburu ndị Iroquois iri abụọ na iri atọ merụrụ ahụ n'agha ahụ",
  "Ndị Iroquois kewara n'ime ụlọ ọrụ abụọ iji laghachi n'ụgbọ mmiri ha na Osimiri Bouabouscache.",
  "Ọ dịghị onye France nke biri n'ógbè ahụ n'oge New France, ma mgbe Agha Quebec gasịrị na 1759, otu onye England aha ya bụ Campbell biri n'ebe ahụ.",
  "N'ime iri afọ ndị sochirinụ, e guzobere ọdụ ụgbọ mmiri na Bic Agwaetiti, n'ihu ogige ahụ",
  "Ọ nọgidere n'ebe ahụ ruo 1905 mgbe a kwagara ya na Pointe-au-Père",
  "Ndị ọkwọ ụgbọelu ahụ ka biri n'akụkụ Osimiri St",
  "Lawrence, ebe ha malitere ọrụ ugbo.",
  "Site na njedebe 1970s, nkwadebe malitere ikwe ka e guzobe ogige ahụ, na 1984",
  "E zigara njikwa ogige ahụ na Société des établissements de plein air du Québec (SÉPAQ) na 1999, site n'otu ihe ahụ nke guzobere Bic dị ka National National",
  "ogige."
]