[
  "Ogige Ntụrụndụ Omo bụ ogige ntụrụndụ dị na Etiopia nke e guzobere n'afọ 1980",
  "N'ịbụ nke dị na Southern Nations, Nationalities, and Peoples' Region n'akụkụ ọdịda anyanwụ nke Osimiri Omo, ogige ntụrụndụ ahụ kpuchiri ihe dịka square kilomita 4,068, ihe dịka kilomita 870 n'ebe ndịda ọdịda anyanwụ Addis Ababa; gafee Omo bụ Mago National Park na Tama Wildlife Reserve",
  "Ọ bụ ezie na e wuru ọdụ ụgbọ elu n'oge na-adịbeghị anya n'akụkụ isi ụlọ ọrụ ogige ntụrụndụ dị na Osimiri Mui, ogige ntorobịa a adịghị mfe iru; onye nduzi Lonely Planet Ethiopia na Eritrea kọwara Ogige Ntụrụndụ Omo dị ka \"ogige ntụrụngwa kachasị anya na Etiopia\".",
  "Ogige Ntụrụndụ Omo dị n'akụkụ ọdịda anyanwụ nke Osimiri Omo na ndagwurugwu Omo dị ala",
  "Ogige ntụrụndụ ahụ dị kilomita 140 n'ogologo, na-agbasa site na Osimiri Neruze n'ebe ndịda ruo na mbara ala Sharum n'ebe ugwu, na ihe ruru kilomita 60 n'obosara ebe isi ụlọ ọrụ ogige ahụ dị",
  "Ihe ndị dị mkpa n'ala gụnyere Osimiri Omo n'ebe ọwụwa anyanwụ, Ugwu Maji, ala dị larịị Sharum na Sai n'ebe ugwu na ọdịda anyanwụ, na ala dị larịa Illibai na Ugwu Dirga n'ebe ndịda. E nwere isi iyi atọ na-ekpo ọkụ, ụfọdụ osimiri na-agafe ogige ahụ, ha niile na-abanye na Omo",
  "Osimiri Mui gafere n'etiti ogige ahụ tupu ọ banye n'osimiri Omo",
  "Ọtụtụ n'ime ogige ntụrụndụ ahụ dị na 800m mana akụkụ ndịda nke osimiri Neruze na-adaba na 450m",
  "Ugwu kachasị elu nke Ugwu Maji nke dị n'ime ogige ahụ bụ 1,541 m n'elu oke osimiri.",
  "Ogige ntụrụndụ ahụ na-enye ohere magburu onwe ya iji lee anụ ọhịa na ụdị 73 nke anụ na-enye nwa ara na ụdị nnụnụ 312",
  "Omo National Park is home to large herds of buffalos, zebras, elands, beisa oryxes, tiangs, Lelwel hartebeests, dik-diks, bushbucks, reedbucks, and Grant's gazelles",
  "Other mammals that are elusively rare to find include elephants, lions, leopards, cheetahs, bushpigs, African wild dogs, giraffes, oribis, klipspringers, greater kudus, hyenas, black rhinoceros, hippopotamuses, and warthogs",
  "Primates such as the Mantled guerezas, Olive baboons, and De Brazza monkeys also live within forested areas.",
  "Ụdị nnụnụ nke ogige a nwere ostriches, eagles, egrets, herons, barbets, honeyguides, kingfishers, Secretary birds, woodpeckers, parrots, shrikes, na weavers nwekwara ọganihu ebe a.",
  "Ogige ntụrụndụ nke Omo bụkwa ebe agụ iyi nile, Black mambas, African spurred tortoises, Black-necked spitting cobras, Rhombic Night Adder, puff adders, na rock pythons ndị a na-ahụkarị ebe a.",
  "A mara ala nke osimiri Omo dị ka UNESCO World Heritage Site na 1980, mgbe nchọpụta (na Omo Kibish Formation) nke iberibe fossil mbụ a maara nke Homo sapiens, nke e dere ihe dị ka afọ 195,000.",
  "A na-akọ na ndị Mursi, Suri, Nyangatom, Dizi, na Me'en nọ n'ihe ize ndụ nke ịkwaga na / ma ọ bụ ịjụ ịnweta ala ịta ahịhịa na ọrụ ugbo ha",
  "Nke a na-esochi ókèala nke ogige ntụrụndụ n'ọnwa Nọvemba n'afọ 2005, na nchịkwa nchịkwa nke ogige ahụ site na Dutch African Parks Foundation (nke a makwaara dị ka African Parks Conservation)",
  "Usoro a na-eyi egwu ime ka ndị Omo bụrụ ndị na-emebi iwu na-akwadoghị n'ala ha.",
  "E nwere akụkọ na a manyere ndị agbụrụ a ka ha bịanye aka na akwụkwọ ha ndị ọrụ Park na-enweghị ike ịgụ.",
  "N'ọnwa Ọktoba n'afọ 2008, African Parks Network (APN) kwupụtara na ha na-ahapụ nlekọta nke Ogige Ntụrụndụ Omo ma hapụ Etiopia",
  "APN kwuru na nlekọta na-adịgide adịgide nke ogige ntụrụndụ ndị Etiopia ekwekọghị n'ụzọ ndụ na-enweghị isi nke ụfọdụ agbụrụ",
  "Nzukọ ahụ nwere nsogbu ịnagide ụmụ amaala na-anwa ịga n'ihu n'ụzọ ndụ ọdịnala ya n'ime ókèala ogige ahụ.",
  "Enweghị ihe owuwu ndị njem nleta n'ime ogige ahụ na obere nkwado maka ndị njem",
  "A kọrọ n'afọ 1999 na ọ dịghị otu n'ime ụlọ ọrụ ndị njem nleta dị n'ime ma ọ bụ n'èzí Etiopia ga-ahazi njem nleta na ogige ahụ",
  "Walta Information Center mara ọkwa na 3 Ọktoba n'afọ 2006 na e kenyere US $ 1 nde iji wuo \"okporo ụzọ na ebe ntụrụndụ yana ụlọ ọrụ nkwukọrịta dị iche iche\" na ebumnuche ịdọta ndị ọbịa."
]