[
  "Ogige Ntụrụndụ Awash bụ ogige ntụrụndụ dị na Etiopia",
  "N'ịbụ nke dị n'ókè nke steeti Oromia na steeti Afar, ogige ntụrụndụ ahụ kpuchiri mpaghara nke square kilomita 827, ọtụtụ n'ime ya dị na ịdị elu nke mita 900",
  "Na-agafe n'akụkụ ndịda nke mpaghara Afar na akụkụ ugwu ọwụwa anyanwụ nke mpaghara East Shewa nke Oromia, ogige ntụrụndụ a dị kilomita 225 n'ebe ọwụwawa anyanwụ nke Addis Ababa (na kilomita ole na ole n'ebe ọdịda anyanwụ nke Awash na n'ebe Ọwụwa Anyanwụ nke Metehara)",
  "A maara ogige ntụrụndụ ahụ nke ọma maka ụdị dị iche iche dị iche iche na mpaghara ime obodo.",
  "E guzobere Ogige Ntụrụndụ Awash na 1966, ọ bụ ezie na iwu na-enye ikike ịdị adị ya emeghị kpamkpam ruo afọ atọ ọzọ",
  "N'ịmepụta ogige ntụrụndụ a, yana Metehara Sugar Plantation n'ebe ndịda, ihe ndị na-ebi ndụ nke ụmụ amaala Karayyu Oromo anọwo n'ihe ize ndụ - mmetụta nke megidere ebumnuche mbụ nke gọọmentị Etiopia nke ụlọ ọrụ ndị a na-eje ozi iji baara ndị bi n'ógbè ahụ uru.",
  "Tinyere ókèala ya dị n'ebe ndịda n'akụkụ Osimiri Awash, Ogige Ntụrụndụ Awash na-ekpuchi square kilomita 850 nke osisi acacia na ala ahịhịa",
  "Okporo ụzọ Addis Ababa - Dire Dawa na-agafe ogige ntụrụndụ a, na-ekewa Illala Saha Plains n'ebe ndịda site na Ndagwurugwu Kudu n'ebe ugwu",
  "N'ebe ndịda nke ogige ntụrụndụ ahụ, ndagwurugwu Osimiri Awash nwere nsụda mmiri dị ịtụnanya dịka Awash Falls",
  "N'elu ndagwurugwu Kudu na Filwoha bụ isi iyi na-ekpo ọkụ n'etiti osisi nkwụ na-eto eto n'ala osimiri",
  "Ogige ntụrụndụ ahụ bụ ebe Ugwu Fentale, ugwu na-adịghị emebi emebi nke dị n'ebe ọdịda anyanwụ nke Ogige Ntụrụndụ Awash na ịdị elu nke mita 2,007 n'elu oke osimiri.",
  "A na-ekewa ahịhịa nke ogige ntụrụndụ Awash n'ime usoro okike anọ: ala kpọrọ nkụ nke Acacia, ala nwere ogwu, ala ịta ahịhịhịa, na ala mmiri dị iche iche. A na-ahụ osisi nkwụ Doum na osisi ụbọchị Desert n'ebe Fihola na Doha nke Awash National Park nke na-enye ebe kwesịrị ekwesị maka anụmanụ niile na-enye nwa ara, nnụnụ, na anụ na-akpụ akpụ.",
  "Ogige ntụrụndụ Awash bụ ebe obibi nke ihe karịrị ụdị 81 nke anụ na-enye nwa ara na ụdị 43 nke anụ na'akpụ akpụ",
  "Beisa oryxes bụ ihe a na-ahụkarị ebe a maka ndị bi na ha",
  "Ụdị ndị ọzọ bi n'ime ogige ntụrụndụ ndị a gụnyere Aardvarks, Aardwolves, caracals, servals, hippopotamuses, Crested porcupines, Spotted hyenas, Striped hyenes, ọdụm, agụ owuru, cheetahs, Soemmerring's gazelles, Defassa waterbucks, Spottes-necked otters, Rock hyraxes, klipspringers, Salt's dik-diks, lesser kudus, greater, and warthogs",
  "A kpọgara Swayne's hartebeests na ogige ntụrụndụ Awash maka ịbawanye mmadụ mana ọnụnọ ha ejighị n'aka n'ihi mbelata ọnụ ọgụgụ ha na mgbanwe gburugburu ebe obibi",
  "Primates nke ogige ntụrụndụ Awash National dị ka Olive baboons, guerezas, grivets, na hamadryas baboons bụ ihe a na-ahụkarị n'ogige ntụrụntụ ahụ. Anụmanụ ndị dị ka enyí, anụ rhino, zebra, na Cape buffalo ka a na-egosi kemgbe afọ 1960 mana a na-ewepụ ha ugbu a n'ihi ịchụ nta, mbelata ọnụ ọgụgụ mmadụ, na mmebi ebe obibi.",
  "A na-ahụ agụ iyi Naịl na ndagwurugwu osimiri Awash na ndagwuregwu ebe a na-ahụ nkume pythons n'oké ọhịa ndị dị n'akụkụ osimiri na ebe ndị na-ekpo ọkụ",
  "A naghị ahụkarị agụ owuru n'ala ahịhịa savanna na ahịhịhịa kpọrọ nkụ maka nri, nke bụ naanị ụdị mbe edepụtara ebe a",
  "Agwọ na-egbu egbu, dị ka agwọ na-acha odo odo (Echis Carinatus Pyramidum), Puff adder (Bitis Arietans Somalica), Rhombic night-adder (Causus Rhombeatus), Black mamba (Dendroaspis Polylepis Antinori), Eastern pallid spitting cobra (Naja Mossambica Pallida), na Black-necked spitting cuvre (Naja nigricollis), na-ahụkarị n'ime ogige ahụ nke a na-ewere dị ka ihe dị ize ndụ maka izute ha",
  "Ụdị anụ ndị ọzọ na-akpụ akpụ dị ka agụ owuru, skinks, agamas, agwọ, na ndị na-enyocha na-adịkarị iche iche n'ọzara na ala mmiri.",
  "Ogige ntụrụndụ ahụ nwekwara ụdị nnụnụ 453 nke gụnyere nnụnụ Somalia, nnụnụ nwere ihu Lappet, nnụisi na-agafe agafe nke na-acha ọcha, Crested francolins, ndị na-akpa anụ buffalo na-acha anụnụ anụnụ, ndị na'isi Chestnut, ndị na na-eri aṅụ, ndị Kori bustards, Abyssinian rollers, Abyssanian ground hornbills, Red-billed hornbill, na Brown snake-eagles",
  "Ibis (Bostrychia Carunculata), Black-winged lovebird (Agapornis Taranta), Banded barbet (Lybiusun Datus), Yellow-throated seedeater (Crithagra Flavigula), Abyssinian woodpecker (Dendropicos Abyssinicus), White-billed starling (Onychognathus Albirostris), na Thick-billed raven (Corvus Crassirostris) bụ ụdị 7 dị na ogige ahụ."
]