[
  "Ogige Ntụrụndụ Bia bụ ogige ntụrụndụ dị na mpaghara Bia na mpaghara ọdịda anyanwụ nke Ghana",
  "Ọ bụkwa ebe nchekwa ihe ndị dị ndụ nke nwere ebe nchekwa ihe onwunwe 563 square kilomita",
  "O nwere ụfọdụ n'ime ihe ndị fọdụrụ na Ghana nke oké ọhịa a na emetụbeghị aka zuru oke na ụdị anụ ọhịa dị iche iche",
  "A na-ahụ ụfọdụ n'ime osisi ndị kachasị elu fọdụrụ na West Africa na ogige ntụrụndụ a. Ọ bụ ebe nchekwa ejima a na-akpọ Bia National Park na Bia Resource Reserve.",
  "Ogige Ntụrụndụ Bia dị nso n'ókè Ivorian, Osimiri Bia, na ndị na eso ya na asọba n'ógbè mmiri Ivorian",
  "A na ahụ ya na mpaghara mgbanwe n'etiti ụdị ọhịa na acha akwụkwọ ndụ akwụkwọ ndụ na ụdị ọhịa na na-acha ọkara. Ịga n'ogige ntụrụndụ site na Kumasi bụ site na Bibiani, Sefwi Wiawso gaa Sefwi Asempanaye ma ọ bụ Goaso site na Sankore gaa Sefwe Asempanye",
  "Site na Sunyani, enwere ike iru ya site na Berekum, Wanfi, Adabokrom na Debiso",
  "Site na Côte d'Ivoire, enwere ike iru ogige ntụrụndụ site na Osei Kojokrom na Debiso.",
  "Ekere Bia na 1935 ma kpọọ ya aha Osimiri Bia nke na agbanye mmiri n'ógbè ahụ. Ọ ghọrọ ogige ntụrụndụ mba n'afọ 1974.  Ọrụ ugbo siri ike bibiri ọtụtụ ahịhịa mbụ dị n'ogige ahụ.  Otú ọ dị, kemgbe 1975, ọ dịghị ọrụ mmadụ dịka ọrụ ugbo ma ọ bụ igbu osisi mere.  N'afọ 1985, a kpọrọ ogige ntụrụndụ ahụ ebe nchekwa ihe ndị dị ndụ na ebe ihe nketa ụwa nke UNESCO.",
  "E nwere ihe dị ka ụdị anụmanụ 62 na enye nwa ara (gụnyere ụdị anụmanụ 10 nke bụ Oji na-acha ọcha Agba, Agba  agba olive, red colobus monkeys na chimpanzees) a maara na ha bi n'ogige ahụ, na ihe karịrị ụdị nnụnụ 189, gụnyere nnụnụ guinea na-acha ọcha, Nnụnụ ịhụnanya nwere oji,Cassinanish hawk, Honeyguide greenbul, Black-headed oriole, Brown na Puvelishish, Finchcher Thr, Greybelker wood, Green-headed, Green Spyarded. Ogige ntụrụndụ ahụ bụkwa naanị ebe a maara nke ụdị ezé a chọtara ọhụrụ, Agama africana. Ndị isi obodo antelope nke ọhịa na echebe na Ghana na ebikwa n'ogige ahụ",
  "Enwere ike ịchọta enyí ọhịa na bongo nke a na azọrọ na ọ nọ n'ihe ize ndụ dị ukwuu n'ebe ahụ.",
  "Okporo ụzọ na okporo ụzọ na-eduga n'ebe nchekwa nke oké ọhịa, ebe a pụrụ ịhụ anụ ọhịa na nnụnụ",
  "A na emekwa nnyocha gburugburu ebe obibi na ịnakọta snail na ebe nchekwa ahụ.",
  "Ebe ọdịnala a na-akpọ Apaso, dị n'ogige ntụrụndụ ahụ dị nso na obere ọdọ mmiri abụọ ma kwuo na ọ bụ ebe dị nsọ maka ndị ọbịa ịchụ àjà ma nye chi onyinye."
]