[
  "Palmiet Nature Reserve dị na Westville, obodo dị kilomita iri site na Durban, South Africa",
  "Ogige ahụ nwere ebe obibi dịgasị iche iche sitere n'oké ọhịa ruo n'ala ahịhịa. E dekọrọ ọtụtụ narị ụdị nnụnụ na ndepụta osisi ahụ sara mbara. E nwere ọtụtụ ụzọ ndị na-eduzi onwe ha nke gụnyere ịgafe osimiri. Ihe dị iche iche a na-ahụ na Palmiet Nature Reserve ejirila ọrụ mmadụ na ụdị ndị na-awakpo egwu egwu, na-eduga na mkpa maka ntụziaka ndị ọzọ akọwapụtara maka otu esi echekwa na idobe mpaghara ahụ.",
  "Igwalagwala Cliff, nke a chọtara na ebe nchekwa, bụ saịtị nke ihe ochie pụtara n'ihi na o nwere ihe akaebe nke ebe obibi mmadụ tupu akụkọ ihe mere eme.",
  "Palmiet Nature Reserve gafere iri itoolu hectare (Eka's narị abụọ na iri abụọ ) nke ala, nwere ihe karịrị kilomita iri nke ụzọ maka ndị njem nleta ịchọpụta. Ogige ahụ dị naanị kilomita 10 site na Durban, South Africa, nke bụ obodo nke atọ kacha nwee ọnụ ọgụgụ mmadụ na South Africa yana nso nso na Oké Osimiri India.",
  "Ogige ahụ nwere okpomọkụ dị elu kwa afọ nke ihe dị ka 29 °C (85 °F) na okpomọkụ ala kwa afọ nke dị ihe dị ka 11 °C (52 °F). Mmiri ozuzo kwa afọ na-eru ihe dị elu nke sentimita 4.3 na ala nke sentimita 0.7. Mmiri ozuzo na okpomọkụ na-anọgide na-adị elu ma e wezụga n'ọnwa May ruo August, ebe a na-ahụ na ha abụọ na-ada.",
  "Osimiri Palmiet dị kilomita 26 n'ogologo, yana naanị kilomita isii na-agafe na Palmiet Nature Reserve",
  "N'ihi na ọ dị nso na Durban, Osimiri Palmiet enweela mmetụta na-arịwanye elu na idei mmiri n'ihi ọrụ mmadụ. Okike nke okporo ụzọ na ụlọ ahịa emeela ka mmiri na-asọba n'osimiri ahụ, ya mere, mmiri na-enwekwu na ebe nchekwa ahụ.",
  "A na-eche na e guzobere mpaghara ahụ n'ime ọtụtụ puku afọ nke mbuze na mmepe. Nkume ndị yiri granite a hụrụ n'ebe niile a na-echekwa ihe bụ ihe okike nke magma nke bilitere n'elu n'oge prehistoric, na-emepụta ọkwa nkume ndị a site na sediment etinyelarị n'ógbè ahụ. Ebe nchekwa ahụ dị nso n'ụsọ oké osimiri na oke osimiri India, bụ nke hụworo ịrị elu oke osimiri kemgbe ọtụtụ afọ",
  "Osimiri Palmiet dị na nchekwa emebiela na mbara ala n'ihi oke oke osimiri na-arị elu ma bụrụ nke a na-ahụ ya taa.",
  "Ebe nchekwa nke Palmiet nwere akụkọ sitere na nguzobe ya n'oge oge ochie, mana akụkọ na-adịbeghị anya nke ihe dị ka afọ narị abụo. A chọpụtara na ebe nchekwa ahụ nwere nnukwu osisi Palmiet dị n'ógbè ahụ, nke dugara na aha Palmiet Nature Reserve na ntọala ya na Septemba 1972. Ihe akaebe nchọpụta ihe ochie na-adịbeghị anya nke mpaghara ahụ achọtawo ọtụtụ ngwá ọrụ ígwè na ihe ndị e ji rụọ ihe dị ka otu puku afọ, na-atụ aro ebe obibi nke ndị biri n'oge Oge Nkume. Ezinụlọ ndị Germany mbụ kwagara n'ógbè ahụ maara nke ọma na Ndagwurugwu Palmiet, na-eji ụzọ a gaa chọọchị ma ọ bụ gaa leta ndị Germany ndị ọzọ bi na nso. Ojiji nke ụzọ a n'aka nke ya ghọrọ ebe mbido nke ụzọ ahụ nke na-eduga n'ime ebe nchekwa okike nke Palmiet Valley. Ogige ahụ n'onwe ya bụzi ebe obibi nke ọtụtụ ụdị anụ ọhịa na ebe obibi, gụnyere ma ọ bụghị naanị ọtụtụ narị ụdị nnụnụ, ọtụtụ narị ụdị osisi, yana ọtụtụ anụ na-akpụ akpụ na anụ na-enye nwa ara. Nchekwa na nlekọta nke ebe nchekwa dị oke mkpa iji nọgide na-enwe ụdị dị iche iche a na-ahụ na mpaghara a..",
  "Ebe nchekwa ihe okike nke Palmiet bụ ebe obibi nke puku kwuru puku ụdị dị iche iche, nke na-akwalite ọtụtụ ụdị mmekọrịta dị ka anụ oriri na asọmpi. A na-ahụkarị agwọ n'ebe nchekwa okike, a hụwokwa ya dị ka onye isi na-eri anụ na mpaghara ahụ na ụdị gụnyere adder abalị nkịtị ma ọ bụ rhombic. Agwọ na-achịkwa ọnụ ọgụgụ nke obere anụ na-enye nwa ara, frogs, nnụnụ, na anụ ndị ọzọ na-akpụ akpụ site na iji ha niile dị ka ihe oriri. Ndị na-enyocha mmiri, nke bụ ezé mmiri, na-achịkwa ụdị niile dị nso ma e wezụga agwọ. Ha na-eji obere anụ na-enye nwa ara, nnụnụ, anụ ndị ọzọ na-akpụ akpụ, anụ ndị na-enweghị azụ na ihe ndị ọzọ dị ka ihe oriri. A na-ahụ asọmpi maka ihe onwunwe n'etiti ụdị, ọkachasị mmekọrịta a hụrụ n'etiti nnụnụ dị iche iche maka azụ n'osimiri ahụ.",
  "Ihe omume ụmụ mmadụ akpatala nchegbu maka nlekọta ihe dị iche iche dị ndụ na nchekwa ihe okike",
  "Anụmanụ ndị a na-ahụ anya na mpaghara ahụ emetụtala nke ukwuu site na itinye aka na ọrụ mmadụ na mpaghara ahụ",
  "Ọtụtụ afọ gara aga, ụmụ mmadụ na-adịkarị mfe ịchụ nta na imepe ihe owuwu obodo mepere emepe na mpaghara ahụ, nke mechara bute nnukwu mbibi ebe obibi na igbu ụmụ anụmanụ ozugbo n'ime ebe nchekwa. N'oge na-adịbeghị anya, a mara ọkwa na mpaghara ahụ dị ka ebe nchekwa nke nyere ọkwa nchebe ọzọ maka ndụ nke ụdị dị iche iche gụnyere otter na-enweghị claw, mmiri mongoose, na enwe vervet. Mbelata ma ọ bụ belata ụdị dị iche iche nke Palmiet ga-eduga na dysfunctioning nke ecosystems hụrụ n'ógbè ahụ, ya mere iguzobe Palmiet Nature Reserve nwere nnukwu mmetụta n'ichekwa anụ ọhịa na ụdị dị iche.",
  "Ọbụna mgbe e guzobere Ndagwurugwu Palmiet dị ka ebe nchekwa okike, ọrụ ụmụ mmadụ anọgidewo na-emetụta mpaghara ahụ n'ụzọ na-adịghị mma",
  "N'oge na-adịbeghị anya, ebe nchekwa ahụ aghọwo ebe obibi nke ọnụ ọgụgụ dịgasị iche iche nke ụdị ndị na-awakpo, nke itinye aka mmadụ na owuwe ihe ubi na ọrụ ugbo yana ihe nkwakọba ihe n'ime site na Agha Ụwa nke Abụọ. Ụdị ndị a na-awakpo gụnyere Chromolaena odorata, nke bụ nnukwu ihe iyi egwu nye anụ ọhịa nke mpaghara ahụ, Lantana camara, Bugweed na Syringa. Ụdị ndị a nwere ikike ịgbasa mkpụrụ ha n'ụzọ dị ukwuu na ngwa ngwa ma mee ka ebe ndị ahụ jupụta, na-eweta nnukwu egwu na gburugburu ebe obibi nke ebe nchekwa ahụ",
  "A na-agwa ndị nleta na ndị ọrụ ka ha gbalịa igbu ụdị ndị a mgbe ha hụrụ ha.",
  "Nhazi: 29°49′47.5′′S  / 29.829861°S 30.93194°E / -29.829861; 30.93194.Àtụ:Nature Reserves in eThekwini"
]