[
  "Àtụ:Infobox lake\nỌdọ Mmiri Oguta bụ 'ọdọ mkpịsị aka' dị ala nke e guzobere site na mgbochi nke ala Osimiri Njaba na alluvium. Ọ bụ ọdọ mmiri kachasị ukwuu di na Imo Steeti, Ndịda Ọwụwa Anyanwụ Naịjirịa; n'ime mpaghara mmiri ozuzo nke Niger Delta. Ebe ọdọ mmiri Oguta na-agụnye ebe mmiri na-asọba n'osimiri Njaba na akụkụ nke ala mmiri nke Osimiri Niger na mpaghara ndịda Onitsha.",
  "Ọdọ mmiri ahụ dị na Oguta ihe dị ka kilomita 50 (30 mi) site na njikọ nke Osimiri Ndoni na Orashi",
  "Ọ dị ihe dị ka kilomita asatọ (5 ) n'ogologo site n'ebe ọwụwa anyanwụ ruo n'ebe ọdịda anyanwụ na kilomita 2.5 (1+1⁄2 mi) n\"obosara.Mmiri si n'osimiri Njaba bụ isi mmiri na-abanye n'Ọdọ Mmiri Oguta",
  "Mmiri atọ ndị ọzọ bụ Awbana, Utu na Orashi",
  "Osimiri Orashi na-agafe Ọdọ Mmiri Oguta na mpaghara ndịda ọdịda anyanwụ nke ya.",
  "Ọdọ mmiri ahụ dị mkpa nye ndị bi na ndagwurugwu Osimiri Njaba jupụtara na mmanụ nke gụnyere Oguta, Orsu, Mgbidi, Nkwesi, Osemotor, Nnebukwu, Mgbele, Awa, Awo-Omamma na Akabo dị ka isi iyi mmiri, azụ, njem nleta na ụzọ maka nsị. Uhamiri bụ chi nwanyị nke ọdọ mmiri ahụ.",
  "Ụzọ osimiri Njaba na Orashi site na Ọdọ Mmiri Oguta gaa n'ụsọ oké osimiri, na-agafe Awo-omamma, Mgbidi, Oguta, Ndoni, Abonnema, Degema mere ka Oguta، Osemotor, Awo-omamma na obodo ndị gbara ya gburugburu ebe azụmahịa dị mkpa nke azụmahịa mba ụwa karịsịa maka nkwụ mmanụ",
  "Ọdọ Mmịri Oguta rụkwara ọrụ dị ka ụlọ ọrụ ụgbọ mmiri nke ndiagha Biafra n'oge Agha Obodo Naijiria.",
  "Bank of Oguta Lake showing human activities and rural dwellers",
  "These includes motorcyclists,loaded pontoon and automobile drivers engaged in movement of goods, services and people.",
  "Bank of Oguta Lake showing human activities such as motorcycle washing and transportation of goods and people.",
  "Bank of Oguta Lake showing farmland and vegetation.",
  "A view of the infrastructure (housing) at the opposite bank of Oguta",
  "Different means of water transportation such as canoes and speed boat displayed at the sloping point bar of Oguta Lake.",
  "A loaded pontoon (goods, cars and people) at Oguta Lake",
  "Types of housing structures at Oguta Lake",
  "Swimming activity and buckets at Oguta Lake.",
  "Cassava fermentation process by rural women and canoes at Oguta Lake."
]