[
  "Ogwe ụra, nke a makwaara dị ka ogwe ụra, ogwe ụra ma ọ bụ mkpuru ogwu, bụ ụdị ihe owuwu pụrụ iche ma ọ bụ oche nke na-enye ndị mmadụ ohere ihi ụra",
  "Ndị ọrụ na-eji ogwe ura na-ehi ụra onwe onye, na-enyekarị aka site na teknụzụ na ihe ndị gbara ya gburugburu",
  "Mmiri na-ekpo ọkụ apụtala na gburugburu ụlọ ọrụ, ụlọ ọgwụ, mahadum, ọdụ ụgbọ elu na ebe ọha na eze ndị ọzọ",
  "Ihe a na-eche na ha dị irè na-adabere na nyocha nke na-atụ aro na ụra nkeji iri abụọ nwere ike belata ihe ịrịba ama nke ike ọgwụgwụ, bulie ike, bulie uche, bulie mmepụta ihe, bulie ọnọdụ, bulie mmụta, belata nrụgide ma belata ihe ize ndụ nke ọrịa obi.",
  "Mmepe nnka na uzuu nke ogwe uraụra na-apụta site na mmata na-eto eto banyere uru ahụike nke ụra na ụra gụnyere mmepụta ihe na ọrụ ọgụgụ isi",
  "Ọ bụ Kisho Kurokawa mepụtara oghere ihi ụra mbụ na 1979, na imewe ya maka ulo mkpuru ogwu Osaka.",
  "UK haziri oghere ezumike na-ezube inye onye ọrụ 'oghere kachasị mma iji zuo ike', site na ịmepụta 'ebe zuru oke' iji kwụsị",
  "Ọ sitere n'ike mmụọ nsọ nke ụlọ oriri na ọṅụṅụ mkpuru ogwu ọdịnala nke Japan na oghere ya zuru oke",
  "Ebe ezumike ahụ nwere ihe na-egbochi ụda, ọkụ dị mma, ntụgharị uche na-achịkwa olu na ikuku dị ọcha.",
  "E wuru atụmatụ ahụ maka ntụsara ahụ site na iji osisi na-adịgide adịgide.",
  "'Oche oche' nke nwere akara ahịa bụ oche mbụ n'ụwa maka ihi ụra n'ebe ọrụ",
  "A na-akọwa atụmatụ ahụ dị ka nke nwere mmetụta ọdịnihu ma gosipụta ọta nzuzo 360-degree yana ezumike ụkwụ nke enwere ike idozi iji kwado ahụ onye ọrụ",
  "Akụkụ dị ala e welitere na-ebuli ụkwụ elu, ka ọ na-ahapụ ikpere gbagọrọ agbagọ iji belata nrụgide n'azụ na ụkwụ",
  "Nke a na-eme ka nrugharị ahụ dịkwuo mma ma belata nrụgide na usoro obi, na-eme buru ọ dịkwuo mfe izu ike",
  "Ndị ọrụ nwere ike ịpị bọtịnụ mmalite iji malite ụra nkeji iri abụọ a kwadebere",
  "Ha nwere ike izu ike mgbe ha na-ege egwu ụra ma na-akpọte ha mgbe nkeji iri abụọ gachara site na njikọta nke ìhè na ịma jijiji",
  "Nhazi ahụ gosipụtara ọkà okwu BOSE, mana enwere ike iji ya na ekwesi nke ya.",
  "Ogwe ike na-enyekwa ohere maka nsuso ojiji, nke mere na onye na-enweta ikikere nwere ike ịnakọta data banyere otu esi eji ngwaọrụ ahụ eme ihe mgbe niile na oge ole",
  "Mpụga nke ogwe na-egosipụtakwa 'ihe ngosi ọnọdụ' nke na-agụ mgbe ogwe ga-anọ n'efu.",
  "N'ịbụ nke otu arch mepụtara na 2009, a na-etinye igbe ihi ura n'ọdụ ụgbọ elu na ụlọ ahịa",
  "Ndị na-emepụta ihe na-ekwusi ike na ngwaahịa na-enye 'nchebe na ịdị ọcha na akụrụngwa obodo",
  "Ndị ọrụ nwere ike ịgbazite ogwe na ngongo nkeji iri atọ",
  "A na-eji MDF eme ihe nlereanya mkpanaka, ọ bụ ezie na a na-enweta ụdị omenala na ígwè, ugegbe na ọdịiche roba siri ike",
  "Enwere ike iwu igbe àkwà (2.5 m x 1.6 x 3m) ma ọ bụ n'otu n'otu ma ọ bụ na usoro nke ruru 3",
  "Ogwe  ọ bụla nwere ohere maka ndị ọrụ iji chekwaa akpa ha na uwe ha, yana idina ala",
  "Ihe ndị na-eme n'ebe obibi gụnyere ọkụ ụlọ, ọkụ ighu akwukwo, electric kpuru isi na ikuku ikuku yana oghere eletrik maka ịkwụ ụgwọ ngwaọrụ onwe onye",
  "Ihe ndị ọzọ dị ka ihuenyo onyonyo, ohere wifi na ọkụ na-acha anụnụ anụnụ dị maka atụmatụ omenala.",
  "Ụdị dị iche iche nke igbe ụra nke ndị Germany, nke na-enye obere okpokoro n'akụkụ àkwà",
  "Enwere ike ịgbazite ogwe ndị a site n'otu awa, ma nwee oke awa 12 maka onye ọrụ ọ bụla",
  "A na-emeziwanye ha maka nkwụsị n'etiti ụgbọ elu.",
  "Na-esite na Narita odu mba uwa, oghere ụra awa itoolu na-eme ka ọnụ ụlọ dị na mkpuru ogwu nke ndị ọbịa nwere ike ịdebanye aha maka ụra dị mkpirikpi yana ịnọ n'abalị",
  "Ogwe ọ bụla dị 110 cm n'obosara, 220 cm n'omimi na 110 cm n\"ogologo, nke nwere matarasị dị ka ntọala",
  "Mkpuru ogwu na-enye nzuzo zuru oke ma nwee ike igbochi ya site n'ime",
  "Ndị ọrụ na-achịkwa usoro ọnọdụ ụra nke gụnyere ìhè, ụda na okpomọkụ",
  "N'ihi obere nha nke akpa ndị ahụ, ọtụtụ ndị nduzi njem na-adọ aka ná ntị na ezumike  nke awa itoolu adịghị mma maka ndị ọrụ nwere claustrophobia.",
  "Ihe mejupụtara oghere a bụ tube polycarbonate nwere ọnụ ụzọ oyi maka nzuzo",
  "A na-etinye nke ọ bụla na matarasị omenala na nha nke tube ma nwee ikuku",
  "Nhazi nke imewe ahụ gụnyere agba dị iche iche, matarasị akpụkpọ anụ na redio dijitalụ",
  "Enwere ike iwepu ezumike ma buru ya n'ụzọ dị larịị",
  "Nhazi a pụrụ iche ghọrọ ihe a ma ama mgbe etinyere ya n'ulo oru Facebook.",
  "A na-eji ngwaahịa na atụmatụ ndị dị ugbu a mee ihe karịsịa maka ndị ọkachamara na ndị njem",
  "Site n'ịmepụta oche pụrụ iche nke na-agba ume ụra dị mkpirikpi, nke a haziri ahazi n'ehihie, ndị ọkachamara dị ka Dr James B Mass, onye chepụtara okwu ahụ bụ 'nri ike', na-ede banyere ebumnuche ya ịgbanwe ọdịbendị ọrụ dị na West iji melite uche na ike. Nke a kwekọrọ na omenala omenala dịka Siesta na Spain, ezumike n'etiti ehihie ebe ọrụ na ọrụ kwụsịrị",
  "Omume ndị Japan nke Inemuri, ihi ụra n'ọrụ, a na-ele ya anya dị ka ihe akaebe nke nraranye ruo n'ókè nke ike ọgwụgwụ, ọ na-emetụtakwa ojiji nke ụra gburugburu ụwa.",
  "Arianna Huffington ekwuputala mkpa ọ dị ihi ụra na izu ike n'ebe ọrụ",
  "Akwụkwọ ya bụ The mgbanwe ura gụnyere okwu nke na-agba ume ka ọ dị mma maka mkpa maka izu ike na gburugburu ọrụ nrụgide dị elu, a na-esokwa ya site na mmalite nke Thrive Global, mmalite nke na-enye ọzụzụ ahụike maka ụlọ ọrụ gụnyere ndụmọdụ iji gbaa ndị ọrụ ume ka ha hie ụra kwesịrị ekwesị mgbe ọ dị mkpa",
  "Huffington dere \"Echiche ahụ na ụra bụ n'ụzọ ụfọdụ ihe ịrịba ama nke adịghị ike nakwa na ike ọgwụgwụ na enweghị ụra bụ ihe ịrịbaanya nwoke nke ike bụ ihe na-ebibi ihe karịsịa, Ya mere ịgbanwe ụzọ anyị si ekwu maka ụra bụ akụkụ dị mkpa nke mgbanwe ọdịbendị\".",
  "Ndị ọkà mmụta sayensị ndị ọzọ na-eduga na-agba ume ka a gbanwee nghọta ọdịbendị dị ugbu a banyere ike ọgwụgwụ gụnyere Matthew Walker, onye ọkà mmụta akwara na onye dere Why We Sleep: The New Science of Sleep and Dreams, onye kpọrọ ihe a kpọrọ \"n'etiti ọrịa na-efe efe zuru ụwa ọnụ\"",
  "Ọ kwadoro n'ihu ọha na-ehi ụra n'ọfịs \"ọbụlagodi na ha na-egosi na ndị nọ n'ọkwá dị elu ghọtara mkpa ụra dị n'ebe ọrụ\".",
  "Ọkachamara n'ụra na onye na-ahụ maka ọrịa uche Rita Aoud gwara The Guardian, n'ihi data dị ugbu a na \"Nnyocha na-egosi na ụra nke ihe dị ka nkeji iri abụọ n'ehihie nwere mmetụta dị mma na nlebara anya, anya, ọnọdụ na ịma aka.",
  "Omume nke nnukwu ụlọ ọrụ na-eguzobe teknụzụ ụra n'ebe ọrụ ha na-egosi na nyocha na ndụmọdụ ọkachamara banyere mkpa ụra na ịdị irè nke ụra ehihie na-emetụta omenala ụlọ ọrụ.gdf",
  "Nkpu ezumike bu njuputa nke nka na uzu",
  "Mkpu akwa,nke  n'ejide ozu kponwuru akponwu na ihe ngosi kwusituru putara n'ulo oru ohu obia., Avatar, 2001: a oghere Odyssey, ndi ngafe, and Event Horizon",
  "Na nke a,kompat akwa ezumike do ka ihe a na-ewu ka a na aru mkpu ezumike do adi ka a na-egosiputa na-echekwa ahu ndi na ehi ura n'oge njem ogologo oge.",
  "Mmiri ụra na ihe nkiri obia nke afọ 1979 bụ capsules na-acha ọcha n'ìgwè asatọ, na ọta iko gafee n'elu",
  "Ndị ọrụ nọ n'ime ụlọ ahụ nọ n'ọnọdụ a kwụsịtụrụ, na-amaghị onwe ha ruo mgbe 'rụrụ ọrụ', na-eto eto ma nwee ike isonyere ndị ọrụ",
  "A na-ahụkwa ihe nkiri a kwụsịtụrụ na  ezumike na usoro ihe nkiri onyonyo fury efu na mbara igwe, Star Trek, na Futurama",
  "N'ihe omume dibia oria onye nke afọ 2015, ehila ura ozo, ndị ọkà mmụta sayensị na ndị ọrụ nke ụlọ nyocha mbara igwe na-ahapụ usoro ụra nkịtị site na iji 'Morpheus' ura ezumike",
  ", nke nwere ike ime ka ọtụtụ ọnwa ụra banye na nkeji abụọ",
  "N'ịbụ nke a na-ejedebe n'i ogweds, a na-agbanwe ọrụ ụbụrụ mmadụ iji bulie mmepụta ihe n'ụgbọ mmiri.",
  "A na-etinye nka na uzu nke ogwe ura ma tinye ya n'ọtụtụ ebe ọha na eze na nke onwe.",
  "Ha dị n'ọdụ ụgbọ elu maka ndị njem iji n'etiti na tupu ụgbọ elu na ọdụ ụgbọ elu JFK, ọdụ ụgbọ elu Berlin, ọdụ ụgbọ mmiri Munich, ọdụ ụgbọelu Dubai na ọdụ ụgbọ mmiri Atlanta.",
  "Ụlọ ọrụ nka na uzu Google, Samsung na Facebook etinyela ogwe ụra gafee isi ụlọ ọrụ ha na ọfịs maka iji ndị ọrụ",
  "Isi ụlọ ọrụ Nike na Portland, Oregon nwere ọnụ ụlọ na saịtị ebe ndị ọrụ nwere ike ihi ụra ma ọ bụ tụgharịa uche",
  "Ben & Jerry's enweela ụlọ ihi ụra n'isi ụlọ ọrụ ya kemgbe afọ 2010.",
  "Mahadum gụnyere King's College London, Mahadum Sydney, Mahaduma Western Sydney, Maazị Miami, Mahadim Wesleyan, Mahadam Stanford na Mahadum Washington State nwere ogwe na ọbá akwụkwọ campus na ebe ụmụ akwụkwọ.",
  "Ndị otu Sydney Swans AFL wụnyere 'ọnụ ụlọ ihi ụra' abụọ maka ndị egwuregwu iji n'etiti ọzụzụ na oge egwuregwu na SCG Stadium.",
  "Na UK, NHS etinyela ogwe ụra n'ụlọ ọgwụ ọha na eze maka ndị dọkịta, ndị nọọsụ na ndị ọrụ."
]