[
  "Ohimini bụ mpaghara gọọmentị ime obodo nke Benue Steeti, Naịjirịa",
  "Isi ụlọ ọrụ ya dị n'obodo Idekpa-Okpiko.E kere Ohimini site na mpaghara Otukpo nke Benue Steeti",
  "Mpaghara ndị dị n'okpuru ọchịchị ime obodo Ohimini bụ Onyagede nke ya na steeti Kogi nwere ókèala nwere obodo ndị a, Amoke, Enumona, Ogodu, Awume, Ikpoke, Ogoli, Ogande, Ugofu, Ipolabakpa, Umonomi na Iyaya, Okpiko, Agadagba, Oglewu na Idekpa isi obodo.",
  "O nwere mpaghara nke 632 km2 na ọnụ ọgụgụ mmadụ nke 71,482 na ọnụego afọ 2006.",
  "Ohimini Obodo Gọọmentị nke Benue Steeti, Naịjirịa, bụ nke ọchịchị ndị agha nke General Sani Abacha sitere na Gọọmentụ Obodo Otukpo nke Idomaland ochie tinyere kansụl gọọmentị anọ ndị ọzọ (LGCs) na steeti ahụ mepụtara na Disemba afọ 1996",
  "LGC ndị a bụ Agatu, Obi, Logo na Tarka.\nGọọmentị Obodo nwetara aha ya site na Osimiri Ohimini, osimiri kachasị ukwuu na kansụl ahụ, na-agafe mpaghara gọọmentị Obongo dum.\nOkike nke Gọọmentị Obodo wetara nnukwu ọṅụ nye ndị ya bụ ndị kwenyere na nkewa site na Old Otukpo ga-ewetara ha ọganihu ngwa ngwa.",
  "Gọọmentị Obodo Ohimini nwere ókèala n'ebe ugwu na n'ebe ọwụwa anyanwụ site na Gọọmentụ Obodo Otukpo, South site na Gọmentị Ob Obodo Okpokwu na West site na Ankpa na Olamaboro Obodo Gọọmentikwu nke Kogi Steeti.\nKoodu ozi nke mpaghara ahụ bụ 972.",
  "Nchịkọta ọnụ ọgụgụ ndị bi na afọ 2006 National Population Commission na-etinye ọnụ ọgụgụ ndị Ohimini dị ka mmadụ 70,688 nke gụnyere ụmụ nwoke na ụmụ nwanyị 35,876 na 34,812 n'otu n'otu.",
  "A na-ekewa gọọmentị ime obodo na mpaghara atọ A, B, na C na mpaghara ọ bụla nwere agbụrụ abụọ",
  "Ndị a bụ:",
  "A na-ekewa Gọọmentị Obodo n'ime ngalaba ndọrọ ndọrọ ọchịchị iri dị ka ndị a;",
  "Kemgbe e guzobere Gọọmentị Obodo na afo 1996, ndị na-esonụ eduziwo nchịkwa na ikike dị iche iche ma ọ bụ dị ka ndị nchịkwa naanị, ndị isi oche a họpụtara ahọpụta, ndị isi kọmitii nlekọta ma ọ bụ ndị isi ọrụ na nchịkwa (DGSA).",
  "N'otu aka ahụ, ndị isi ndị a na-achịkwa kansụl iwu nke Gọọmentị Obodo dị ka ndị isi ụlọ.",
  "Rịba ama na kansụl ndị omeiwu dị naanị mgbe kansụl nchịkwa dị.",
  "Ndị Ohimini bụ ndị Kraịst nwere obere ndị Alakụba karịsịa n'ezinụlọ Onyagede.",
  "Ohimini bụ òtù na-arụ ọrụ ugbo na ndị ọrụ ugbo nke na-eji ala a na-akọ ugbo na-eme nri, nke a na-agbanye mmiri nke ọma maka ịkọ cassava, jị, millet, sorghum, osikapa, mkpụrụ osisi citrus, ihe nkwụ, akwụkwọ nri na anụ ụlọ si otú a na-enye aka mee ka ọnọdụ nke Benue Steeti bụrụ Akata Nri nke The Nation.",
  "Ọ bụ ezie na ndị ọrụ ugbo a anaghị arụ ọrụ ugbo buru ibu, enwere ọdịnihu dị mma maka ndị na-etinye ego na ụlọ ọrụ nhazi ọrụ ugbo ka ha na-emesi ha obi ike na ihe ndị bụ isi.",
  "Dị ka Federal Gọọmentị Geological Survey of Benue State si kwuo, a na-ahụ brik, ụrọ, bentonite, bauxite na coal n'ụba na Ohimini maka nyocha",
  "Mmiri iyi sitere n'okike na Iyaya na Onyagede na Odelle na Okpiko - nke a ka na-emepe emepe, ga-eme ka ọ bụrụ ihe mara mma na-adọrọ mmasị ndị njem nleta ma ọ bụrụ na ejiri ya mee ihe n'ụzọ zuru ezu.",
  "Ịdị mfe ịnweta ya site n'akụkụ ọwụwa anyanwụ nke mba ahụ site na Enugu na Enugwu Steeti, Ankpa na Kogi Steeti, Naka na Gwer-West na Otukpo Obodo Gọọmentị ma na Benue Steeti yana nnweta ike na-enye site na njikọ ya na grid mba na-eme ka Ohimini bụrụ ebe ndị na-etinye ego na Benue Steeti.",
  "Àtụ:LGAs and communities of Benue State"
]