[
  "Ohiri isi ọgụ flash ìgwè mmadụ bụ ihe omume mmekọrịta nke flash mobbing ma nwee ọtụtụ njirimara nke ọdịbendị jam.",
  "A na-amata ụdị flash mob nke nnukwu ọgụ ohiri isi site n'eziokwu ahụ bụ na ihe fọrọ nke nta ka ọ bụrụ nkwalite niile dabeere na Ịntanetị",
  "Ihe omume ndị a na-eme gburugburu ụwa, ụfọdụ na-ewere aha ohiri isi ọgụ ụlọ, na-ezo aka na ọgu ụlọ nke Chuck Palahniuk nke onye ọ bụla nwere ike isonye ma lụọ ọgụ ma ọ bụrụhaala na ha lụrụ ọgụ site na iwu",
  "Ma iwu London na Vancouver ohiri isi ọgụ ụlọ na-egosipụta nke akọwapụtara n'akwụkwọ na ihe nkiri.",
  "Omume a sitere n'iji teknụzụ nkwukọrịta nke oge a, gụnyere netwọk nke onwe onye, nke a maara dị ka smartmobbing",
  "[citation needed] Okwu nke  omume na-agbasa site na ụzọ dijitalụ, na-emekarị na ịntanetị site na email, ụlọ nkata na ozi ederede nke na-eme ka o yie nzukọ ndị mmadụ na-enweghị isi. A na-ezochi akwa akwa mgbe ụfọdụ ma n'oge a haziri ahazi ma ọ bụ ụda nke ụda, ndị na-alụ ọgụ akwa na-ewepụta akwa akwa ha ma malite ịlụ ọgụ akwa",
  "Agha nke ohiri isi nwere ike ịdịru site na nkeji ole na ole ruo ọtụtụ awa.",
  "Nnukwu ọgụ na-agba ọsọ bụ zuru ụwa ọnụ ụbọchị ọhụrụ nke ụwa họrọ site n'ime ụmụ ndị nke ụwa isi ọgụ (ma ọ bụ mba ụwa ụbọchị ohiri isi ọgụ) nke mere na Machị 22, 2008. Ihe karịrị obodo iri abụọ na ise gburugburu ụwa sonyere na \"ìgwè flash nke mba ụwa\" mbụ, nke bụ ìgwè flash kachasị  n'ụwa ruo ugbu a. Dị ka The Wall Street Journal si kwuo, ihe karịrị 5,000 sonyere na New York City, na-agafe ndị mmadụ na ímé ihe nọr ka nzukọ Silent Disco nke London na 2006 dị ka nnukwu ìgwè ndị na-eme ihe nkiri. Okwu gbasara site na saịtị netwọk mmekọrịta, gụnyere Facebook, Myspace, blọọgụ onwe onye, forums ọha na eze, ebe nrụọrụ weebụ onwe onye, yana site n'okwu ọnụ, ozi ederede, na email",
  "Obodo ndị mmadụ n'ihe ndị mere n'oge ochie nakwa n'oge kwesịrị ekwesị sonyere gụnyere Atlanta, Beirut, Boston, Budapest, Chicago, Copenhagen, Dublin, Houston, Huntsville, London, Los Angeles, Melbourne, New York City, Paris, Pécs, San Francisco, Shanghai, Stockholm, Sydney, Székesfehérvár, Szombathely, Vancouver, Washington, D.C., na Zurich.",
  "Ọ bụ ezie na ọgụ ndị nkịtị adịla ogologo oge, ihe omume ndị a buru ibu, na-eme n'ihu ọha ma na-akwalite ya site na ịntanetị",
  "A haziri ọtụtụ nnukwu ọgụ n'ime mgbalị iji mebie Guinness World Records, mana ndekọ dị ugbu a bụ ọgụ n'etiti mmadụ 7,861 nke MyPillow, Inc nwetara",
  "(USA) na Minneapolis, Minnesota, USA, na 18 Mee 2018."
]