[
  "Oji River bụ mpaghara ọchịchị ime obodo nke steeti Enugu, Naijiria dị na ndịda ya na steeti Anambra na steeti Abia",
  "Isi ụlọ ọrụ ya dị n'obodo Oji River",
  "Obodo ndị dị n'ime ọchịchị ime Obodo Oji River bụ:- Inyi, Achi Agụ, Achị ụlọ, Awlaw, Akpugoeze, Oji-River Urban na Ugwuoba",
  "Ọ nwere mpaghara 403 km² ya na ọnụ ọgụgụ mmadụ dị Puku narị iri abụọ na isii, narị ise na iri asatọ na asaa na ngụkọ nke afọ 2006.",
  "Koodu nzipu ozi nke mpaghara ahụ bụ narị anọ na otu",
  "Ebe ọdụ ọkụ eletrik thermal Oji River dị na Oji River na Enugu steeti, Naijirịa, bụ otu n'ime obere ọdụ ụgbọ elu Satellite  ewuru na mpaghara ndịda ọwụwa anyanwụ nke Naijirịa tupu enwe nnwere onwe nke afọ 1960  ya na  inye ọrụ nke nnukwu ọdụ ọkụ National Hydroelectricity dị na Kainji Dam / Jebba",
  "Dam",
  "E wubere ya iji mepụta ike ọkụ eletrik MW iri",
  "Site n'enyemaka nke osimiri n'akụkụ ebe ahụ  ya na kol e si Enugu Coal site na Enugu Coal bọket  km iri ise buru pụọ",
  "Mgbe agha obodo Naijiria ná mba Biafra gachara, a kwalitere ụlọ ọrụ ọdụ ọkụ a ruo MW iri atọ, na-enye ọkụ eletrik n'akụkụ Obodo dị nso ya na akụkụ obodo  ụfọdụ nke Udi, Achi.",
  "N' mkpụrụ Ụbọchị iri abụo na asatọ nke ọnwa Jenuarị n'afọ 1956: Queen Elizabeth II, na nleta izuụka atọ ọ  nọrọ na Naijiria, mgbe ọ gara na ebe a na edosa ndị ekpenta ya na ọdụ ọkụ ọhụrụ arụpụtara ọhụrụ, na oji River dị na ọwụwa anyanwụ nke Naijírịa",
  "A kọrọ n' akụkọ na ka e mesịrị,ụlọ ọrụ a mepụtara ike n'afọ 2004",
  "Gọọmenti Naịjiria arụrịtala ụka gbasara atụmatụ maka iweghachi ụlọ ọrụ ahụ, n'ihi na oke mmiri ya adalatala nke ukwuu nke na ọ nweghị ike ịgbanye igwe ọkụ n' ekesa ọkụ eletrik ya na  mmechi ebe a na-egwupụta kol mechiri n'obodo Enugwu.",
  "Obodo Oji River nwere otu n'ime ebe kacha buo ibu ma dịkwa Ochié nke ndị bu ọrịa ekpenta n' anọ na ndịda-ọwụwa anyanwụ, nke dị n'ókè ya na Anambra Steeti",
  "E hibere  ya site n'aka ndị ozi  uka si ala mba bekee n'afọ 1930 na Naịjirịa",
  "N'afọ 1944, Gọvanọ Naịjiria n'oge ahụ bụ Sir Arthur Richards gara njem nleta n'ụlọ ọrụ ebe a n' ahụ maka ndị ọrịa ekpenta nke dị n' Obodo Uzuakoli",
  "Mgbe nleta a gasịrị, gọọmentị Naijiria nwere mmasị dị ukwuu n'ọrụ ndị ozi ala bekee  iji kpochapụ ọrịa ekpenta na Naijeria site n'iweghara Oji River Leprosy Settlement n'aka ndị ọrụ ọrụ ụka nke mba ala ọzọ(CMS now Anglican)",
  "O wukwara ebe a na-ahụ maka ndị bu ọrịa ekpenta n'Oji River.",
  "Ọtụtụ ndị si Oji River bụ Ndị otu Kraịsti, imirikiti n'ime na-eme okpukpere Katọlik ma ọ bụ Anglịkan ebe ndị ọzọ na-eme nkwenye  nke odinala obodo.",
  "Obodo Oji River na-akwado otu n'ime saịtị anọ dị na mba, maka ị nweta ọrụ na ọzụzụ nke ndị uwe ojii na kọleji dị na Oji River, nke nyekwara ndị ọrụ nchekwa ndị ọzọ ọzụzụ, dịka ndị ọrụ mbata na ọpụpụ ngwa agha",
  "Ndị uwe ojii Naijiria (NPF) bụ nke ngalaba otu narị na iri iteghete na anọ  nke iwu afọ 1979 họpụtara ka ọ bụrụ ndị uwe ojii obodo nke Naijiria nwere ikike pụrụiche na mba ahụ dum.",
  "Ulo obibi ndi ekpenta di Na Oji River, Enugu, Nigeria",
  "Ulo Roy mgbasa ozi di n’Oji river enugu.2"
]