[
  "Ojiji nke nkwakọ ngwaahịa na-adịgide adịgide bụ mmepe na ojiji nke ngwugwu nke na-eme ka ọ dịkwuo mma",
  "Nke a na-agụnye mmụba ojiji nke ndụ ndụ (LCI) na nyocha ndụ (LCA) iji nyere aka iduzi ojiji nke nkwakọ ngwaahịa nke na-ebelata mmetụta gburugburu ebe obibi na akara gburugburu ebe obibi.  Ọ na-agụnye ile anya na usoro nnyefe niile: site na ọrụ bụ isi, na ahịa, wee ruo na njedebe nke ndụ (LCA) na ọmụmụ ọzọ",
  "Ihe mgbaru ọsọ ahụ bụ imeziwanye ogologo oge na ogo ndụ maka ụmụ mmadụ na ogologo ndụ nke usoro okike. Ojiji nke nkwakọ ngwaahịa na-adịgide adịgide ga-egbo mkpa ọrụ na akụ na ụba nke ugbu a n'emeghị ka ikike nke ọgbọ ndị na-abịa n'ọdịnihu gboo mkpa nke ha. Nkwado abụghị ọnọdụ njedebe kama ọ bụ usoro na-aga n'ihu nke imeziwanye.",
  "Ojiji nke nkwakọ ngwaahịa na-adịgide adịgide anaghị elekwasị anya na imegharị ihe",
  "Dị ka nkwakọ ngwaahịa abụghị naanị ebumnuche gburugburu ebe obibi, ọ bụ ezie na ọ ka bụ n'elu uche ọtụtụ ndị",
  "N'ụzọ ziri ezi ma ọ bụ na-ezighi ezi, a na-enyocha nkwakọ ngwaahịa ahụ ugboro ugboro ma jiri ya mee ihe dị ka ihe atụ nke nkwado ụlọ ọrụ n'ozuzu ndị oru, ọ bụ ezie na ọ nwere ike inye aka naanị obere pasent na mmetụta zuru oke na gburugburu ebe obibi ma e jiri ya tụnyere ihe ndị ọzọ, dị ka njem, na mmiri na ojiji ike, na ihe ndị ozo.",
  "Ntọala maka ịhazi na iji nkwakọba ihe tụnyere dabere na nkwado ha bụ mpaghara na-arụsi ọrụ ike nke mmepe",
  "Ọtụtụ ìgwè na-ebipụta ntụziaka, metrik, ndetu, na scorecards nke otu dị iche iche biputara.",
  "Gọọmentị, òtù ụkpụrụ, ndị na-azụ ahịa, ndị na'ere ahịa, na ndị na-etinye ojiji nke nkwakọ ngwaahịa na-atụle ọtụtụ ụdị ụkpụrụ.",
  "Òtù ọ bụla na-ekwu si na ihe mgbaru ọsọ na ebumnuche n'ụzọ dịtụ iche",
  "N'ozuzu, ebumnuche sara mbara nke nkwakọ ngwaahịa na-adịgide adịgide bụ:",
  "Ihe ndị a kapịrị ọnụ maka imepụta nkwakọ ngwaahịa na-adịgide adịgide nwere ike ịgụnye ihe ndị a dị n'okpụrụ:",
  "Akụkụ ụfọdụ nke nkwakọba gburugburu ebe obibi na-achọ site n'aka ndị na-achịkwa ebe ndị ọzọ bụ mkpebi ndị nkwakọwa nke ọ bụla mere",
  "Ndị na-etinye ego, ndị ọrụ, ndị njikwa, na ndị ahịa nwere ike imetụta mkpebi ụlọ ọrụ ma nyere aka setịpụ ụkpụrụ",
  "Mgbe ndị na-etinye ego na-achọ ịzụta ngwaahịa, ụlọ ọrụ ndị a maara maka iwu gburugburu ebe obibi ha nwere ike ịdọrọ mmasị.  Ndị nwere ike ịnwe ngwaahịa na ndị na-etinye ego na-ahụ nke a dị ka mkpebi siri ike: ihe ize ndụ gburugburu ebe obibi dị ala na-eduga na nnukwu ego na ọnụego dị ọnụ ala",
  "Ụlọ ọrụ ndị na-eme ka ọnọdụ gburugburu ebe obibi ha pụta ìhè nye ndị na-azụ ahịa nwere ike ịkwalite ahịa yana aha ngwaahịa.",
  "E mepụtara ma ọ bụ jiri ihe mee ihe maka nkwakọba ihe na-enweghị plastik, ọkachasị maka ọnọdụ ojiji nke enweghị ike iwepụ nkwakọ ngwaahịa dịka iwu maka ihe achọrọ maka ụlọ ahịa nri nke mba maka mkpa ichekwa ngwaahịa nri ma ọ bụ ebumnuche ndị ọzọ",
  "E mepụtara ihe nkwakọba ihe na-emebi emebi nke sitere na protein nke osisi na-adabere na plastik dabere na nyocha banyere silk ududo nke a maara maka ike ya dị elu na ihe yiri ya na ọkwa nke molekụl ya.",
  "E bipụtara usoro ISO nke ụkpụrụ metụtara nkwakọba na gburugburu ebe obibi na nke afọ 2013:"
]