[
  "Ojo bụ ógbè Gọọmentị Obodo na obodo dị na Lagos Steeti, Naịjirịa Mahadum Lagos State dị n'ebe ahụ.\nOjo dị n'akụkụ ọwụwa anyanwụ nke Trans China West African Coastal Highway, ihe dị ka kilomita iri ato n’asaa n'ebe ọdịda anyanwụ Lagos",
  "Ọ bụ akụkụ nke Lagos Metropolitan Area.",
  "Ojo bụ obodo obibi ọ bụ ezie na o nwere ụfọdụ ahịa dị mkpa gụnyere Alaba International Market, Alaba anụ ụlọ ahịa (Alaba Rago), ụlọ ahịa Lagos International Trade Fair, na ahịa Iyana-Iba",
  "Ọ na-enwekwa isi ụlọ ọrụ nke 81 division Nigerian Army na Navy Town.\nN'ebe ndịda nke obodo ahụ (n'ofe iyi Badagry), ndị ọzọ nọ n'ọchịchị ime obodo nwere mmadụ ole na ole ma nwee mangrove marshes na ájá",
  "Ụfọdụ n'ime osimiri ndị a bụ ebe ezumike n'oge mmemme",
  "Anụ ọhịa na-ejikarị anụ ndị na-akpụ akpụ, ụmụ oke na nnụnụ gụnyere agụ iyi, iguanas, monitor lizards na osa",
  "A maara whale na dolphin ka ha na-eleta mpaghara ndị dị n'ụsọ oké osimiri.Obodo ụfọdụ dị ebe ahụ bụ Iba, Igando, Okokomaiko, etc.",
  "Akụkọ ọdịnala na-ekwu na ọ bụ Esugbemi, nwunye ya Erelu na onye isi nchụàjà Osu bụ ndị si Ile-Ife kwabata iji guzobe ebe a na-akpọ Ilufe",
  "Esugbemi bụ onye na-achụ nta nke nyochara ọhịa mmiri dị n'ógbè ahụ nke mesịrị ghọọ Ojo",
  "N'oge njem ya, o kwenyesiri ike na o kwesịrị ịgbasawanye ebe obibi ahụ",
  "Osu gakwuuru Oracle nke kwadoro mkpebi ya na Ikemo quarters na mpaghara Olojo nke oge a.\nObodo ọhụrụ ahụ kpọrọ ndị Awori ndị ọzọ si Iddo na Idumota bụ ndị wuru Irewe Osolu, ndịda Otto-Awori.",
  "Akụkụ ọdịda anyanwụ (Otto-Awori) na nke ugwu (Iba na Igbo-elerin) nke Ojo mepụtara n'onwe ha n'ihi obibi nke ndị Awori si Ile-Ife",
  "Ndị mbịarambịa bu ụzọ biri na Obadore na Iba tupu ha agbasawanye n'ebe ọdịda anyanwụ na ndịda ọdịda anyanwụ",
  "Otto-Awori bụ onye baale chịrị ruo mgbe a họpụtara Eze na mbụ",
  "Nke a megidere site n'aka ndị amụma.\nNke a dugara n'ịmepụta Otto-Awori-Iddo.\nN'ikpeazụ, onye Oba nke Otto-Awori rịgooro n'ocheeze na ngwụcha narị afọ nke 18 iji chịa n'akụkụ Olojo nke Ojo.",
  "Ọrụ ụgbọ mmiri na ụgbọ mmiri na-agba ọsọ dị site na Badagry creek na ọdụ ụgbọ mmiri na Muwo, Shibiri na off Olojo drive",
  "A na-arụ ụzọ ụgbọ okporo ígwè si Lagos gafee Ojo ma a na-atụ anya na ọ ga-ebelata mkpọchi okporo ụzọ na-adịgide adịgide n'ime mpaghara ahụ.",
  "A maara Ojo maka emume Olojo nke Olojo na-eyi okpueze",
  "A na-eme emume Oro mgbe ọnwụ nke Olojo ma ọ bụ Baale",
  "Oro akpatawo esemokwu maka akụkụ nke ememme ahụ nke ụfọdụ na-ewere dị ka ndị na-asọ ụmụ nwanyị asị.\nEmemme ndị ọzọ gụnyere Egungun, Obaluwaye, Sango, Ogun, Ota na Osun nke a na-akpọ aha chi ma ọ bụ ndị dike ha na-eme emume",
  "A na-emekwa emume Iyemoja na Gelede na Alaalu na mpaghara Otto-Awori."
]