[
  "Oké ọhịa nke Cross-Niger bụ mpaghara okpomọkụ na-ekpo ọkụ nke ndịda ọwụwa anyanwụ Naijiria, nke dị n'etiti Osimiri Niger n'ebe ọdịda anyanwụ na Osimiri Cross n'ebe ọwụwa Anyanwụ",
  "N'otu oge, ngwakọta bara ọgaranya nke oké ọhịa na savanna na-ekpuchi ugwu ndị a dị ala, na-agbagharị ma taa nke a bụ otu n'ime ebe ndị mmadụ kacha biri n'Africa ma taa ewepụla ọtụtụ n'ime oké ọhịa ahụ ma ebe ahụ bụzi ala ahịhịa.",
  "Mpaghara ecoregion ahụ gafere steeti Naijiria nke Abia, Akwa Ibom, Anambra, Ebonyi, na Imo, na-ekpuchi mpaghara nke kilomita square 20,700 (8,000 sq mi)",
  "Osimiri Niger na-ekewa oké ọhịa ndị na-agafe agafe na mpaghara ala dị ala nke Naijiria n'ebe ọdịda anyanwụ, nke nwere ike ịdị ka gburugburu ebe obibi mbụ nke mpaghara Cross Niger",
  "N'ebe ndịda na ndịda ọdịda anyanwụ bụ oké ọhịa mmiri Niger Delta",
  "N'ebe ugwu, oké ọhịa ndị na-agafe agafe na-eme ka ọ bụrụ oké ọhịa Guinea-savanna mosaic nke ime ala kpọrọ nkụ",
  "Ọnọdụ ihu igwe na-ede mmiri, na-akpọnwụ n'ime ime obodo, na oge ọkọchị site na Disemba ruo Febụwarị.",
  "Osisi na anụmanụ ọdịnala nke mpaghara ahụ bụ \"mgbanwe\", na-agwakọta ihe sitere n'oké ọhịa Upper Guinean nke West Africa na oké ọhịa Lower Guinean-Congolian nke Central Africa, nke mejupụtara nnukwu blọk nke oké ọhịa na-ekpo ọkụ na kọntinent Afrịka",
  "Osisi ndị dị n'ógbè ahụ gụnyere Afzelia, nke a na-akụ maka osisi, na nkwụ Borassus aethiopum.",
  "Obere ebe ndị a na-echebe ọhịa na-anọgide n'ime ala ahịhịa ma ndị a bụ ebe obibi nke anụmanụ dịka Sclater's guenon na crested chameleon (Trioceros cristatus)",
  "Osimiri Niger abụwo ihe mgbochi dị ukwuu maka njem nke anụ ọhịa n'ime na n'èzí mpaghara ahụ",
  "Nnukwu anụ na-enye nwa ara agwụla n'ógbè ahụ kemgbe afọ 1940 ma ugbu a, e nwere obere anụ ọhịa fọdụrụ nụ ahụ nke na ọbụna dị ụmụ oke na awọ na-ejide ma na-eri ugbu a.",
  "Mpaghara ahụ enweela ọtụtụ mmadụ ruo ọtụtụ narị afọ, a na-ehichapụkwa ọtụtụ n'ime ọhịa mbụ maka ọrụ ugbo, osisi, na mmepe obodo dị ka ụlọ nrụpụta mmanụ nke Port Harcourt",
  "Obodo ole na ole fọdụrụ n'ọhịa ala gụnyere Stubbs Creek Forest Reserve na Akwa Ibom tinyere ụfọdụ mpaghara ọhịa dị nsọ, nke na-apụ n'anya ka ndụ obodo na-emebi, na akụkụ nke oké ọhịa osimiri",
  "E nwere ebe nchekwa ọhịa na Anambra na ebe ndị ọzọ mana ndị ikpeazụ a bụ maka ebumnuche nke ịzụlite osisi kama ichekwa gburugburu ebe obibi mbụ."
]