[
  "Ihe okpomọkụ dị n'oké osimiri (OHC) bụ ike nkè oké osimiri na-amị ma na-echekwa",
  "N'agbata afọ 1971 na afọ 2018, ịrị elu nke OHC na-akpata ihe karịrị 90% nkè ike okpomọkụ nke ụwa site na okpomọkụ ụwa",
  "Isi ihe na-akwọta mmụba OHC a nwèrè ike ịbụ nrụgide sitere n'aka mmadụ site na mmụba nke gas na-ekpo ọkụ: 1228 Ka ọ na-erule afọ 2020, ihe dị ka otu ụzọ n'ụzọ atọ nke ike agbakwunyere agbasago na omimi n'okpuru mita narị asaa.  Ihe okpomọkụ dị n'oké osimiri na ịrị elu nke oke osimiri bụ ihe ngosi dị mkpa nke mgbanwe ihu igwe",
  "A na-eji okwu ahụ eme ihe na oceanography na climatology.",
  "Mmiri oké osimiri na-amịkọrọ ike anyanwụ nkè ọma ma nwekwaa ikike okpomọkụ dị ukwuu karịa gas ikuku.  N'ihi ya, mita ole na ole kachasị elu nke oké osimiri nwèrè ike okpomọkụ karịa ikuku ụwa dum.  Kemgbe tupu afọ 1960, ụgbọ mmiri na ụlọ ọrụ nyocha anwalewo okpomọkụ na okpomọkụ dị n'elu oké osimiri na omimi ka ukwuu n'ụwa niile",
  "Ọzọkwa, kemgbe afọ 2000, netwọk na-agbasawanye nke ihe fọrọ nke nta ka ọ bụrụ puku anọ Argo robotic floats atụlewo anomalies okpomọkụ, ma ọ bụ mgbanwe na OHC",
  "OHC anọwo na-abawanye na ọnụego kwụ chịm ma ọ bụ na-eme ngwa ngwa kemgbe ọ dịkarịa ala 1990",
  "Ọnụ ọgụgụ mgbanwe na mita 2000 dị n'elu site n'afo 2003 ruo 2018 bụ +0.58±0.08 W / m2 (ma ọ bụ mmeri ike kwa afọ nke 9.3 zettajoules)",
  "Enweghị ntụkwasị obi bụ n'ihi ihe ịma aka nke ịme nyocha ọtụtụ iri afọ na nkenke zuru oke na mkpuchi oghere.",
  "Ihe okpomọkụ dị n'oké osimiri bụ \"ngụkọta okpomọkụ nke oké osimiri na-echekwa\". Iji gbakọọ okpomọkụ dị n'oké osimiri, a chọrọ ịnwe nyocha nke okpomọkụ oké osimiri n'ọtụtụ ébé na omimi dị ichè ichè",
  "Nnyocha nkè okpomọkụ na omimi oké osimiri n'ozuzu na-egosi elu ngwakọta (020 m), thermocline (20000 m), na omimi oke osimiri (>1500 m)",
  "Ogologo ókèala ndị a bụ naanị ihe atụ siri ike",
  "Ìhè anyanwụ na-abanye n'ime omimi kachasị elu nke ihe dị ka mita narị abụọ; elu 80 m nke bụ mpaghara obibi màkà ndụ mmiri photosynthetic na-ekpuchi ihe karịrị pasenti iri asaá nke elu ụwa.  Omume ebili mmiri na ihe ndị ọzọ na-eme n'elu na-enyere aka ịha nhata okpomọkụ n'elu elu.",
  "Igwe anyanwụ nke dị n'etiti ụwa nke na-amịkọrọ mmiri na-ekpo ọkụ na-akpali mgbasa nke okpomọkụ oké osimiri",
  "Elu ya na-agbanwekwa ike na troposphere dị ala, ma si otú a na-emeghachi omume na mgbanwe ogologo ógè na igwe ojii albedo, gas na-ekpo ọkụ, na ihe ndị ọzọ na mmefu ego ike nke ụwa.  Ka ógè na-aga, enweghị nkwụsi ike na mmefu ego na-eme ka okpomọkụ na-abanye ma ọ bụ na-apụ n'ime ma ọ bụ n'ime omimi oké osimiri site na conduction thermal, downwelling, na upwelling.",
  "Oké osimiri na-ekpo ọkụ bụ otu ihe kpatara na coral na-acha ọcha ma na-enye aka na mbata nke ụdị mmiri. Oké okpomọkụ nke mmiri bụ mpaghara nke na-eyi ndụ égwu na okpomọkụ mmiri na-adịgide adịgide. Ikekọrịta ike dị n'ime mbara ala site na mgbasa ikuku na oke osimiri na-emepụta mgbanwe ihu igwe dị n'etiti, mgbé mgbè n'ụdị oscillations na-adịghị mma, ma na-enyere aka ịnọgide na-enwe mgbasa nkè thermohaline zuru ụwa ọnụ.",
  "Mmụba nke OHC na-akpata 30o40% nke ịrị elu nke oke osimiri ụwa site na afọ 1900 ruo afọ 2020 n'ihi mgbasawanye okpomọkụ.\nỌ bụkwa ihe na-eme ka ice nke oké osimiri, iceberg, na mmiri mmiri na-agbaze",
  "Mfu ice na-ebelata polar albedo, na-eme ka mpaghara na ụwa ghara ịdị mmá. \nNlaghachi ice na-esi na ya apụta abụwo ngwa ngwa ma gbasaa màkà ice mmiri Arctic, na n'ime fjords ùgwù dị ka nke Greenland na Canada.\nMmetụta na ice nke oké osimiri Antarctic na nnukwu ice shelves nke Antarctic nke na-akwụsị n'ime Southern Ocean dịgasị iche site na mpaghara ma na-abawanye n'ihi mmiri na-ekpo ọkụ.  Nkewa nke Thwaites Ice Shelf na ndị agbata obi ya na West Antarctica nyere aka ihe dị ka 10% nke ịrị elu nke oke osimiri n'afọ 2020.",
  "Ọ bụ ezie na elu puku abuo m nkè oké osimiri ahụ enweela okpomọkụ na nkezi kemgbe afọ 1970, ọnụego okpomọkụ nke oké osimiri dịgasị iche na mpaghara na subpolar North Atlantic na-ekpo ọkụ nkè nta nkè nta na Southern Ocean na-ewe nnukwu okpomọkụ n'ihi ikuku ikuku ikuku na-ekwo ekwo: 1230",
  "Nnyocha okpomọkụ nke oké osimiri na-abịa na ihe isi ike, ọkachasị tupu itinye Argo profailing floats",
  "N'ihi oghere na-adịghị mmá na data na-adịghị njọ, ọ naghị adị mfe mgbè niile ịmata ọdịiche dị n'etiti ọnọdụ okpomọkụ ụwa ogologo ógè na mgbanwe ihu igwe",
  "Ihe atụ nke ihe ndị a na-agbagwoju anya bụ ọdịiche nke El Niño South Oscillation ma ọ bụ mgbanwe na okpomọkụ dị n'oké osimiri nke nnukwu mgbawa ugwu kpatara."
]