[
  "Oké ọhịa na-ekpo ọkụ na nke na-ekwo ekwo ọkụ (TSMF), nke a makwaara dị ka oké ọhịa na-akwo ọkụ, bụ ụdị ebe obibi nke oké ọhịa na nke na'ebe okpomọkụ nke World Wide Fund for Nature kọwara.",
  "A na-ahụkarị TSMF na nnukwu, patches na-adịghị aga n'ihu nke dị n'etiti belt equatorial na n'etiti Tropic of Cancer na Tropic of Capricorn, a -akọwa TSMF site na obere mgbanwe na okpomọkụ kwa afọ na oke mmiri ozuzo nke ihe karịrị 200 cm (79 n'ime) kwa afọ",
  "Ihe mejupụtara ọhịa bụ ụdị osisi na-acha akwụkwọ ndụ akwụkwọ ndụ na nke na-acha ọkara",
  "Osisi ndị a dị ọtụtụ puku ma na-enye aka na ọkwa kachasị elu nke ụdị dị iche iche na ụdị ebe obibi ọ bụla dị n'ala",
  "N'ozuzu, ụdị dị iche iche dị iche iche kachasị elu n'ọhịa",
  "Enwere ike kewaa okpokoro ahụ n'ime okpukpu ise: okpokoro okpokoro nwere okpueze na-apụta, okpokoro dị n'etiti, okpokọta ala, ọkwa osisi, na n'ikpeazụ understory.",
  "Oké ọhịa ndị a bụ ebe obibi nke ọtụtụ ụdị karịa usoro okike ọ bụla ọzọ: Ọkara nke ụdị ụwa nwere ike ibi n'oké ọhịa ndị a, ebe square kilomita nwere ike ịbụ ebe obibi nke ihe karịrị 1,000 ụdị osisi",
  "A na-ahụ oké ọhịa ndị a gburugburu ụwa, ọkachasị na Indo-Malayan Archipelago, Amazon Basin, na mba African Congo Basin.",
  "Ọnọdụ ihu igwe na-ekpo ọkụ, nke na-ekpuchi mmiri na-eme ka gburugburu ebe obibi ndị a na-amịpụta ihe karịa gburugburu ebe obibi ọ bụla ọzọ dị n'ụwa ma na-akwalite uto osisi na-agbawa agbawa. Osisi ebe a nwere ike itolite karịa 23 m (75 ) n'ịdị elu n'ime naanị afọ ise (5)",
  "Site n'elu, oké ọhịa ahụ na-apụta dị ka oké osimiri na-enweghị njedebe nke akwụkwọ ndụ akwụkwọ ndụ, nke osisi \"na-apụta\" na-agbaji naanị mgbe ụfọdụ",
  "Ihe ndị a dị elu bụ ala nke hornbills, toucans, na harpy eagle.",
  "Okpokoro ahụ bụ ebe obibi nke ọtụtụ anụmanụ ọhịa ahụ, gụnyere apụl na enwe",
  "N'okpuru okpokoro, ala dị ala na-elekọta agwọ na nnukwu nwamba",
  "Ala ọhịa, nke na-enweghị ihe ọkụkụ n'okpuru n'ihi nnukwu okpokoro dị n'elu, bụ nke anụmanụ ndị ọzọ dị ka gorillas na mgbada na-agbagharị.",
  "Ọnọdụ niile nke oké ọhịa ndị a nwere ụdị dị iche iche na-enweghị atụ nke ụdị anụmanụ na-enweghị azụ, gụnyere ụmụ ahụhụ New Guinea na urukurubụba nke nwere ike ito ihe karịrị 30 cm (1 ) n'ogologo.",
  "A na-egbutu ọtụtụ oké ọhịa maka ala ugbo, ebe ndị ọzọ na-anọ n'okpuru nnukwu osisi azụmahịa",
  "A na-ebibi mpaghara dị ka mba Ireland n'afọ ole na ole ọ bụla.",
  "Biome gụnyere ọtụtụ ụdị ọhịa:",
  "Ọtụtụ mpaghara TSMF bụ ndị a ma ama maka ụdị dị iche iche nke ihe ndị dị ndụ na endemism:"
]