[
  "Oke Ero bụ  ọchịchị ime ~Obodo Gọọmentị dị na Kwara Steeti, Naịjirịa",
  "Isi ụlọ ọrụ ya dị n'obodo Iloffa",
  "Obodo ukwu ndị ọzọ dị na Oke Ero bụ Kajola, Idofin, Ekan Nla, Ayedun, Odo-owa, Erin Mope, Egosi, Imode, Idofina Odo-Ase, na Ilale",
  "Onye isi oche mbụ nke Oke-Ero bụ Otunba Moses Afolayan nwụrụ anwụ, ebe nke abụọ bụ Barrister Kayode Towoju.",
  "Echichi ọdịnala nke guzosirike na oche ndị e guzobere na okpuru ọchịchị gọọmentị ime obodo a bụ: Alofa nke Iloffa bụ Eze mbụ, Elekan nke Ekan Meje, Olota nke Odo-Owa, Edemarun nke Kajola, Onidofin nke Idofin Igbana, Obajisun nke Ayedun, Onimode nke Imode, Odokogun nke Ilale, Elegosi nke Egosi, Onimoji nke Imoji na Onidofin nke Idofin Odo-Ase.",
  "Akpụpụtara okpuru ọchịchị ime Obodo Oke-Ero na iru okpuru ọchịchị Ekiti dị ugbu a na Kwara steeti",
  "Oke-Ero nwere mpaghara 438 km² ya na ọnụ ọgụgụ mmadụ dị puku narị iri ise na asaa, narị isii na iri na iteghete na ngụkọ nke afọ 2006, ọnụ ọgụgụ ndị mmadụ amụbaala kemgbe.",
  "Dị ka akwụkwọ ọrụ Bamidele Ola, onye gụrụ akwụkwọ nzere nke nchọputa na odinaala obodo nke ezigara ma rụọ ọrụ dị ka onye ntorobịa n' ekere ala nna ya ozi na mba Oke Ero n'etiti afọ 2008 na 2009, ekere Oke Ero na mpaghara atọ: The Iloffa/Odo Owa District na etiti, The Mpaghara Idofin dị n'ebe ugwu ya na mpaghara Ekan Meje dị na ndịda ọchịchị ime obodo.",
  "Mpaghara a gụnyere ndị Iloffa, Odo-Owa, Igbede, Kajola, Imode na Egosi",
  "Ha bi n'akụkụ etiti Oke-Ero ma nwee ókèala site na mpaghara Gọọmentị Obodo Osi-Ekiti nke Kwara Steeti na ndịda na Omu-Aran na Gọọmenti Obodo Irepodun na ugwu, ha na Erimope Ekiti, Ekiti steeti, mpaghara ahụ dị ihe dị ka kilomita iri asatọ ruo iri iteghete n'ebe ndịda Ilorin, Kwara Steeti.Ebe ndị njem nleta nọ na mpaghara ahụ gụnyere Imole-Boja Rock Shelter; ụlọ mmepụta Adin Odo-Owa; Ihe onwunwe nke Onyeozi Joseph Ayodele Babalola nke afọ(1904-1959), ụwa a ma ama bụ Nna nke pentecostalism nke Naijiria, na Ugwu Ekpere Ya; Obí Ochie nke alaeze Orota nke nwụrụ anwụ, nke nwere obodo asaa, ya bụ: Owa,Imode, Ikotun, Egosi, Igbede na Ilofa n'okpuru alaeze Olota nke Ostrota, Are/Ori Hill",
  "Emume ndị a na-ahụkarị gụnyere Emume Are, Emume iri ji ọhụrụ a na-emekarị na onwa Juune na mmalite ọnwa Julaị nke afọ ọ bụla, Emume Egungun, Emume Agan, Emume Eji, na ndị ọzọ.",
  "Mpaghara a gụnyere ndị Idofin Igbana na Idofin Odo Ashe Peoples",
  "Nke ikpeazụ na-agụnye Idofin Odo Aga, Idofin Ayekale na Idofin Ehin Afo Peoples; atọ a mejupụtara ihe a maara ugbu a dị ka Idofin Od Ashe",
  "Ebe ndị njem nleta nọ na mpaghara ahụ gụnyere Nsụda Mmiri Eromola; Ihe onwunwe nke Eleegbo Ogbonko; Nnukwu ugwu abụọ: Ugwu Ore na Ugwu Ojokolo, n'etiti ndị ọzọ.\nEmume ndị a na-ahụkarị ebe a gụnyere Emume iri ji Ọhụrụ na Emume Egungun.",
  "Mpaghara a gụnyere ndị Ekan Nla, Ayedun, Erinmope, Ilale, Omoji na ndị Ajure",
  "Ha bi na mpaghara ndịda Oke-Ero ma bụrụ otun Ekiti dị n'okpuru ọchịchị Moba nke steeti Ekiti ya na Ila dị n'Osun steeti",
  "Ndị obodo a  nwere njikọ chiri anya ma nwee nnukwu ihe nketa omenala",
  "Enwere ike ịsụgharị aha Ekan Meje n'ụzọ nkịtị Knots asaa, nke nwere obodo asaa na mbụ, akpọtụla isii; Nke ikpeazu n'ime ha bu ndi Ipetu-Igbomina nke na-achọ ugbu a ka ha na ndi Ora kpokota",
  "Ebe ndị njem nlegharị anya dị na mpaghara ahụ gụnyere Obí Elekan nke Ekan Nla, Imoji Damp, Ụlọ ọrụ Bead Making na Ayedun, na ndị ọzọ",
  "Enwere nnukwu mmemme na mpaghara a dị ka Emume iri ji Ọhụrụ, Egungun Egungun, Emume Oloku, na emume Ogun, na ndị ọzọ",
  "Onye na-achị obodo ndị a bụ,Elekan nke Ekan.",
  "<Bamidele Ola, 2009",
  "Edere akwụkwọ akụkọ n'ụlọ ọrụ ndị eze na ndị eze ọdịnala nke ime obodo Oke Ero ></ref>",
  "Ahịhịa hụ bụ ebe okpomọkụ, ya mere akụ na ụba obodo bụ ebe a na-enweta ego",
  "Isi ụlọ ọrụ ndị mmadụ na-arụ bụ na mpaghara ọrụ ugbo n'ihi na ụmụ amaala ya bụ ndị ọrụ ugbo",
  "N'ebe ihu igwe ya na-ekpo ọkụ, koko, okpete, yam, unere, oroma, owu na jute (eriri akwụkwọ nri dị nro, nke na-egbu maramara nke a pụrụ ịgbanye n'ime eriri siri ike, nke siri ike), bụ ihe ọkụkụ a na-ahụkarị",
  "Nkwụ mmanụ bụ osisi nkwụ na-ekpo ọkụ, a na-eji mkpụrụ sitere na ya eme mmanụ nkwụ",
  "Enwere ike ịzụta mmanụ nkwụ n'ime obodo niile dị n'okpuru ọchịchị ime obodo.",
  "Koodu nzipu ozi nke mpaghara ahụ bụ narị abụọ na iri ise na abụọ"
]