[
  "Oke mbara ala bụ usoro iji kọwaa oke na mmetụta nke ọrụ mmadụ na sistemụ ụwa",
  "E wezụga oke ndị a, gburugburu ebe obibi nwere ike ọ gaghị enwe ike ịchịkwa onwe ya ọzọ",
  "Nke a ga-apụta na usoro ụwa ga-ahapụ oge nkwụsi ike nke Holocene, nke ọha mmadụ malitere",
  "Ịgafe ókèala mbara ala na-abịa n'ihe ize ndụ nke mgbanwe gburugburu ebe obibi na mberede",
  "Usoro a dabere na ihe akaebe sayensị na omume ụmụ mmadụ, ọkachasị nke obodo mepere emepe kemgbe mgbanwe mgbanwe mmepụta ihe, aghọwo isi ihe na-akpata mgbanwe gburugburu ụwa",
  "Dị ka usoro ahụ si kwuo, \"ịmefe otu ma ọ bụ karịa ókèala ụwa nwere ike bụrụ ihe na-emebi emebi ma ọ bụ ọbụna ọdachi n'ihi ihe ize ndụ nke ịgafe ọnụ ụzọ nke ga-akpalite mgbanwe gburugburu ebe obibi na-abụghị nke linear na mberede n'ime mpaghara kọntinent ruo na usoro mbara ala.\"",
  "Akụkụ dị mkpa nke usoro a bụ na ọha mmadụ enwewo ike ime nke ọma n'okpuru ọnọdụ ihu igwe kwụsiri ike na gburugburu ebe obibi nke Holocene",
  "Ruo n'ókè nke usoro usoro ụwa ndị a na-agafebeghị ókè, ha na-aka akara \"mpaghara nchebe\" maka ọha mmadụ na mbara ala",
  "Echiche a enweela mmetụta na mba ụwa (dịka United Nations Conference on Sustainable Development), gụnyere gọọmentị na ọkwa niile, òtù mba ụwa, ọha mmadụ na ndị ọkà mmụta sayensị",
  "Usoro ahụ nwere usoro mgbanwe ụwa itoolu",
  "N'afọ 2009, dị ka Rockström na ndị ọzọ si kwuo, agafeelarị oke atọ (mfu nke ụdị ndụ dị iche iche, mgbanwe ihu igwe na usoro nitrogen), ebe ndị ọzọ nọ n'ihe ize ndụ dị nso nke ịgafe.",
  "Na 2015, ọtụtụ ndị ọkà mmụta sayensị na otu mbụ bipụtara mmelite, na-eweta ndị na-ede akwụkwọ ọhụrụ na nyocha ọhụrụ dabeere na ihe nlereanya",
  "Dị ka mmelite a si dị, a gafere anọ n'ime oke: mgbanwe ihu igwe, mfu nke iguzosi ike n'ezi ihe nke biosphere, mgbanwe usoro ala, mgbanwe biogeochemical cycles (phosphorus na nitrogen)",
  "Ndị ọkà mmụta sayensị gbanwekwara aha nke ókèala \"Loss of biodiversity\" na \"Change in biosphere integrity\" iji mesie na ọ bụghị naanị ọnụ ọgụgụ nke ụdị kamakwa ịrụ ọrụ nke biosphere n'ozuzu ya dị mkpa maka nkwụsi ike nke usoro ụwa",
  "N'otu aka ahụ, oke \"Chemical pollution\" ka ahagharịrị ka ọ bụrụ \"Mmebata nke ụlọ ọrụ ọhụrụ\", na-agbasawanye ohere iji tụlee ụdị ihe dị iche iche nke mmadụ na-emepụta na-akpaghasị usoro usoro ụwa.",
  "N'afọ 2022, dabere na akwụkwọ ndị dịnụ, mmechi nke ụlọ ọrụ ọhụrụ bụ nke 5th mebiri emebi nke mbara ala.",
  "Echiche bụ isi nke usoro mbara ala mbara ala bụ na ịnọgide na-enwe nkwụsi ike nke usoro ụwa na Holocene bụ ihe ndabere maka ịchụso ihe a kpọrọ mmadụ maka mmepe mmekọrịta ọha na eze na akụ na ụba ogologo oge",
  "The Planetary Boundaries framework na-enye aka na nghọta nke nkwado zuru ụwa ọnụ n'ihi na ọ na-eweta ọnụ ọgụgụ mbara ala na ogologo oge na-elekwasị anya.",
  "Usoro ahụ kọwara \"usoro nkwado ndụ mbara ala\" itoolu dị mkpa maka idobe \"steeti Holocene a na-achọsi ike\", ma nwaa ịkọwapụta ebe asaa n'ime usoro ndị a agbagoro ugbua",
  "A kọwapụtara oke iji nyere aka kọwapụta \"oghere dị mma maka mmepe mmadụ\", nke bụ nkwalite na ụzọ ndị na-achọ ibelata mmetụta mmadụ na mbara ala.",
  "Usoro a dabere na ihe akaebe sayensị na omume ụmụ mmadụ, ọkachasị nke obodo mepere emepe kemgbe mgbanwe mgbanwe mmepụta ihe, aghọwo isi ihe na-akpata mgbanwe gburugburu ụwa",
  "Dị ka usoro ahụ si kwuo, \"ịmefe otu ma ọ bụ karịa ókèala ụwa nwere ike bụrụ ihe na-emebi emebi ma ọ bụ ọbụna ọdachi n'ihi ihe ize ndụ nke ịgafe ọnụ ụzọ nke ga-akpalite mgbanwe gburugburu ebe obibi na-abụghị nke linear na mberede n'ime mpaghara kọntinent ruo na usoro mbara ala.\" Usoro ahụ nwere usoro mgbanwe ụwa itoolu",
  "N'afọ 2009, agafeelarị ókèala abụọ, ebe ndị ọzọ nọ n'ihe ize ndụ dị nso nke ịbụ ndị a ga-agafe",
  "Atụmatụ ndị e mechara gosi gosiri na atọ n’ime ókèala ndị a—mgbanwe ihu igwe, mfu nke ụdị dị iche iche nke ihe ndị dị ndụ na ihe ndị dị ndụ n’ihe ndị dị ndụ—dị ka a gaferela.",
  "Ndị ọkà mmụta sayensị ahụ kọwapụtara otú imebi ókèala ahụ si eme ka ihe iyi egwu nke mmebi ọrụ na-abawanye, ọbụnadị daa, na sistemụ biophysical nke ụwa n'ụzọ nwere ike ịkpata ọdịmma mmadụ",
  "Ọ bụ ezie na ha kọwapụtara ejighị n'aka sayensị, ha gosipụtara na imebi oke nwere ike \"kpalite nzaghachi nke nwere ike ibute ngafe ọnụ ụzọ nke na-ebelata ike ịlaghachi n'ime ọkwa dị mma\"",
  "Ókèala ndị ahụ bụ \"ihe siri ike, naanị atụmatụ mbụ, nke nnukwu ejighị n'aka na oghere ihe ọmụma gbara ya gburugburu\" nke na-emekọrịta ihe n'ụzọ mgbagwoju anya na-aghọtabeghị nke ọma.",
  "Usoro ókèala mbara ala na-atọ ntọala maka mgbanwe mgbanwe maka ọchịchị na njikwa, pụọ na nyocha nke ngalaba nke njedebe na uto nke ezubere iji belata mpụ na-adịghị mma, n'echiche nke ohere nchekwa maka mmepe mmadụ",
  "Ókèala mbara ala na-ekpebi, dị ka a pụrụ isi kwuo ya, “ọgbọ egwuregwu mbara ala” maka ihe a kpọrọ mmadụ ma ọ bụrụ na a ga-ezere nnukwu mgbanwe gburugburu ebe obibi nke mmadụ na-ebute n'ọ̀tụ̀tụ̀ zuru ụwa ọnụ.",
  "Ndị dere usoro a bụ otu usoro ụwa na ndị ọkà mmụta sayensị gburugburu ebe obibi na 2009 nke Johan Rockström sitere na Stockholm Resilience Center na Will Steffen sitere na Mahadum Mba Australia",
  "Ha na 26 na-eduga agụmakwụkwọ, gụnyere Nobel laureate Paul Crutzen, Goddard Institute for Space Studies ihu igwe ọkà mmụta sayensị James Hansen, oceanographer Katherine Richardson, geographer Diana Liverman na German Chancellor's isi ihu igwe ndụmọdụ Hans Joachim Schellnhuber.",
  "Ọtụtụ n'ime ndị ọkà mmụta sayensị na-atụnye aka na-etinye aka na nhazi atụmatụ maka Mmekọrịta Sayensị Sistemụ Ụwa, ihe mmalite nke netwọk nyocha mgbanwe mba ụwa Future Earth",
  "Otu a chọrọ ịkọwapụta \"oghere arụ ọrụ dị mma maka mmadụ\" maka obodo sayensị ka ukwuu, dịka ihe nkwado maka mmepe na-adigide.",
  "Ọmụmụ 2009 chọpụtara oke mbara ala itoolu na, na-erute na nghọta sayensị ugbu a, ndị nchọpụta ahụ tụrụ aro ọnụọgụ maka asaa n'ime ha",
  "Ndị a bụ:",
  "Maka otu usoro dị na mbara ala mbara ala, ndị ọkà mmụta sayensị akọwapụtaghị ọnụ ọgụgụ oke ala zuru ụwa ọnụ:",
  "Ọnụ ọgụgụ nke oke mbara ala nke onye ọ bụla dabere na njiri mara nke usoro sistemụ ụwa na-emekọrịta ihe gụnyere n'usoro",
  "A họọrọ mgbanwe njikwa n'ihi na ọnụ ha na-enye ụzọ dị irè iji soro ngbanwe nke mmadụ kpatara site na ọnọdụ Holocene.",
  "Maka ụfọdụ usoro dị ike nke ụwa, data akụkọ ihe mere eme na-egosiputa ọnụ ụzọ n'etiti ọnọdụ kwụsiri ike",
  "Dịka ọmụmaatụ, oge ice gara aga na-egosi na n'oge ọnọdụ glacial kacha elu, ikuku ikuku nke CO2 bụ ~ 180-200 ppm",
  "N'ime oge interglacial (gụnyere Holocene), ntinye uche CO2 agbanweela gburugburu 280 ppm",
  "Iji mara ihe ọnọdụ ihu igwe gara aga dị ka ikuku nwere ihe karịrị 350 ppm CO2, ndị ọkà mmụta sayensị kwesịrị ileghachi anya azụ ihe dị ka nde afọ 3",
  "Ihe ndekọ paleo nke mgbanwe ihu igwe, gburugburu ebe obibi na biogeochemical na-egosi na usoro ụwa enwetala isi ihe, mgbe ntakịrị mmụba maka mgbanwe nchịkwa (dị ka CO2) na-ebute nnukwu, ikekwe ọdachi, mgbanwe na mgbanwe nzaghachi (ọkụ zuru ụwa ọnụ) site na",
  "feedbacks na eke Earth System n'onwe ya.",
  "Maka ọtụtụ n'ime usoro dị na mbara ala mbara ala, ọ na-esiri ike ịchọta isi ihe n'otu n'otu na-egosi akara ngbanwe site na ọnọdụ Holocene",
  "Nke a bụ n'ihi na usoro ụwa dị mgbagwoju anya na isi ihe akaebe sayensị ka dị n'ihu na nkewa",
  "Kama nke ahụ, usoro mbara ala mbara ala na-achọpụta ọtụtụ ọnụ ụzọ usoro ụwa n'ọtụtụ akpịrịkpa nke ga-emetụta mmụba nke mgbanwe njikwa",
  "Ọmụmaatụ gụnyere mgbanwe n'omume udu mmiri jikọtara ya na ibu aerosol na mmiri dị ọhụrụ na-eji oke mbara ala.",
  "(i.e",
  "for the year provided in the source)",
  "Usoro oke ala mbara ala na-atụpụta ụkpụrụ dị iche iche maka mgbanwe njikwa ya",
  "Oke a kwesiri ka ọ dị ogologo n'etiti 'oghere arụ ọrụ dị mma' ebe enwere ike idowe ihe ike dị ka Holocene yana ụwa ejighị n'aka na nke a na-atụghị anya ya ebe usoro ụwa na-agbanwe nwere ike ịbawanye ihe egwu nye ọha mmadụ",
  "Akọwapụtara oke dị ka ngwụcha ala nke oke ahụ",
  "Ọ bụrụ na a na-agabiga oke ókè, ụwa na-aga n'ihu na mpaghara ihe egwu.",
  "O siri ike iweghachi 'oghere arụ ọrụ dị mma' maka mmadụ nke a kọwara site na echiche oke ala ụwa",
  "Ọbụlagodi na enwere ike ibelata mgbanwe mgbanwe biophysical gara aga, ihe atụ kachasị nke mmepe mmekọrịta ọha na eze na akụ na ụba na-egosi na ọ nweghị mmasị na ohere na-ada ada nke nnukwu ọdachi gburugburu ebe obibi kpatara site na omume mmadụ",
  "Oke iwu nwere ike inye aka idobe ihe omume mmadụ, mana ọ na-arụ ọrụ naanị dị ka ọchịchọ ndọrọ ndọrọ ọchịchị ime na ịmanye ha.",
  "Ịghọta usoro ụwa bụ isi maka ịghọta mmekọrịta n'etiti usoro mgbanwe gburugburu ebe obibi",
  "A na-akọwa oke mbara ala na-ezo aka na ọnọdụ dị ike nke usoro ụwa, mana mkparịta ụka sayensị gbasara otú oke mbara ala dị iche iche si metụta ibe ha na-ejikarị nkà ihe ọmụma na nyocha nyocha",
  "Nkọwapụta nke ọma nke echiche na okwu ndị bụ isi nwere ike inye aka mee ka idoanya.",
  "Enwere ọtụtụ mmekọrịta n'etiti usoro na oke mbara ala nke usoro",
  "Ọ bụ ezie na mmekọrịta ndị a nwere ike ịmepụta ma nkwụsi ike na nkwụsịtụ nzaghachi na usoro ụwa, ndị na-ede akwụkwọ na-atụ aro na njedebe nke mbara ala agafeela ga-ebelata ohere ọrụ dị mma maka usoro ndị ọzọ na nhazi ahụ kama ịgbasa ya site na ọkwa ókèala a chọrọ",
  "Ha na-enye ihe atụ na oke ala eji eme ihe nwere ike \"ịgbanwe ala\" ma ọ bụrụ na agbajie oke mmiri dị ọhụrụ, na-eme ka ala bụrụ nkụ na enweghị ọrụ ugbo",
  "N'ọkwa mpaghara, akụ mmiri nwere ike ibelata na Eshia ma ọ bụrụ na igbutu osisi na-aga n'ihu na Amazon",
  "Ụzọ ahụ e si ahazi mmekọrịta ahụ si na nkọwapụta biophysical nke usoro ahụ dabere na ọnọdụ Holocene gaa na nkọwa nke anthropocentric (chọrọ maka ala ubi)",
  "N'agbanyeghi mwepu echiche a, nleba anya nke mmekorita usoro uwa ama ama n'ofe akpịrịkpa na-egosi mkpa ọ dị \"oke ịkpachara anya na ịbịaru nso ma ọ bụ mebie ókèala mbara ala ọ bụla.\"",
  "Ihe atụ ọzọ metụtara coral reefs na gburugburu ebe obibi mmiri: N'afọ 2009, ndị nchọpụta gosiri na, kemgbe 1990, nhazi nke mmiri mmiri nke Great Barrier nke ha nyochara belatara na ọnụ ọgụgụ a na-enwetụbeghị ụdị ya n'ime afọ 400 gara aga (14% na ihe na-erughị 20)",
  "afọ)",
  "Ihe akaebe ha na-egosi na nrụgide okpomọkụ na-abawanye na ọnọdụ nke saturation nke aragonite na-ebelata na-eme ka ọ na-esiri coral reef ike itinye calcium carbonate",
  "Ọtụtụ nrụgide, dị ka ụbara ibu na-edozi ahụ na nrụgide ịkụ azụ, na-akpali coral n'ime steeti gburugburu ebe obibi na-adịghị mma",
  "Ocean acidification ga-n'ụzọ dị ịrịba na-agbanwe nkesa na ụba nke a dum nso nke mmiri ndụ, karịsịa ụdị \"na-ewu skeletons, shells, na ule nke biogenic calcium carbonate",
  "Ịba ụba okpomọkụ, elu UV radieshon etoju na oké osimiri acidity niile nchegbu mmiri biota, na na Nchikota nke nrụgide ndị a nwere ike ịkpata ọgba aghara na ụba na ụdị dị iche iche nke usoro ihe ọmụmụ mmiri nke na-agafe karịa mmetụta nke otu nrụgide na-eme naanị ya.\"",
  "Na 2012, Steven Running tụrụ aro a nke iri ókè, kwa afọ net zuru ụwa ọnụ isi mmepụta nke niile terrestrial osisi, dị ka ihe mfe determinable ụfọdụ integrating ọtụtụ variables ga-enye \"a doro anya mgbaàmà banyere ahụ ike nke gburugburu ebe obibi\".",
  "N'afọ 2015, e bipụtara akwụkwọ nke abụọ na Sayensị iji melite echiche Planetary Boundaries",
  "Mmelite ahụ kwubiri na emebiela oke anọ ugbu a: ihu igwe, ụdị dị iche iche, iji ala na okirikiri biochemical",
  "Akwụkwọ 2015 kwusiri ike na mmekọrịta nke oke itoolu ma chọpụta mgbanwe ihu igwe na mfu nke iguzosi ike n'ezi ihe dị iche iche dị ka 'isi oke' nke dị mkpa maka usoro ahụ n'ihi na mmekọrịta nke ihu igwe na biosphere bụ ihe sayensị na-akọwa ọnọdụ usoro ụwa.",
  "N'afọ 2017, ụfọdụ ndị na-ede akwụkwọ na-arụrịta ụka na usoro mmiri adịghị akọwapụta ya na usoro",
  "Ngwọta ha tụrụ aro bụ ịgụnye oke osimiri dị ka akụkụ nke oke mgbanwe elu ụwa",
  "Ha dekwara na usoro ahụ kwesịrị ịkọwa maka \"mgbanwe na ngwakọta kwụ ọtọ na usoro mgbasa nke oke osimiri\".",
  "Ọrụ ndị ọzọ na-esote na ókèala mbara ala na'ihu na mpaghara.",
  "Ọmụmụ ihe ọmụmụ 2018 na-ajụ ajụjụ maka ntozu oke mbọ a na-agba iji belata okpomoku na 2 °C karịa okpomọkụ tupu ụlọ ọrụ, dị ka e depụtara na nkwekọrịta Paris",
  "Ndị ọkà mmụta sayensị na-ewelite ohere na ọ bụrụgodị na a na-ebelata ikuku gas na-ekpo ọkụ ka ọ belata okpomoku ka ọ bụrụ 2 Celsius C, nke ahụ nwere ike gafere \"ọnụ ụzọ\" nke nzaghachi ihu igwe na-eme ka onwe ya na-agbakwunye ọkụ ọzọ ruo mgbe usoro ihu igwe kwụsiri ike na ọnọdụ ihu igwe na-ekpo ọkụ",
  "Nke a ga-eme ka akụkụ ụwa ghara ibi ndụ maka ndị mmadụ, bulie ogo oke osimiri ruo mita 60 (200 ft), wee bulie okpomọkụ site na 4–5 °C (7.2–9.0 °F) ruo ọkwa dị elu karịa oge etiti etiti ọ bụla",
  "afọ 1.2 gara aga.",
  "Dị ka ọkà mmụta ihe ndị dị ndụ Cristián Samper si kwuo, \"ókè nke na-egosipụta ihe gbasara puru omume nke ezinụlọ nke ụdị na-apụ n'anya ka oge na-aga ga-aka mma na-egosipụta mmetụta anyị nwere na ọdịnihu nke ndụ n'ụwa.\" A katọkwara oke oke ụdị ndụ dị iche iche maka ịhazi ihe dị iche iche dị ndụ naanị n'ihe gbasara ọnụego mkpochapụ",
  "Ọnụego mkpochapụ zuru ụwa ọnụ agbanweela nke ukwuu n'akụkọ ihe mere eme nke ụwa, ya mere iji ya dị ka naanị mgbanwe dị iche iche nke ihe ndị dị ndụ nwere ike ịbara oke uru.",
  "Onye na-ahụ maka biogeochemist William Schlesinger chere na ichere ruo mgbe anyị na-eru nso n'ókè ụfọdụ tụrụ aro maka ntinye nitrogen na mmetọ ndị ọzọ ga-ahapụ anyị ka anyị gaa n'ihu ruo n'oge ọ gafeworo",
  "Ọ na-ekwu na oke a tụrụ aro maka phosphorus anaghị adigide, na ọ ga-ewepụkwa ihe nchekwa phosphorus ama ama n'ihe na-erughị afọ 200.",
  "Onye Chemist oké osimiri Peter Brewer na-ajụ ma ọ bụ \"n'ezie bara uru ịmepụta ndepụta nke oke gburugburu ebe obibi na-enweghị atụmatụ siri ike maka otu a ga-esi nweta ha",
  "ha nwere ike ịghọ osisi ọzọ iji kụrie ụmụ amaala",
  "Nbibi nke okirikiri nitrogen zuru ụwa ọnụ bụ otu",
  "ihe atụ doro anya: ọ ga-abụ na ọnụ ọgụgụ buru ibu nke ndị mmadụ n'ụwa agaghị adị ndụ taa ma ọ bụrụ na a naghị emepụta fatịlaịza",
  "\"",
  "Ọnụ ọgụgụ kasị elu nke phosphorus bụ echiche iji kọwaa oge n'oge a na-erute oke mmepụta phosphorus zuru ụwa ọnụ",
  "Phosphorus bụ akụ nwere oke ụkọ n'ụwa na ụzọ mmepụta ihe na-abụghị nke Ngwuputa adịghị adị n'ihi okirikiri gburugburu ebe obibi ya na-abụghị gas",
  "Dị ka ụfọdụ ndị nchọpụta si kwuo, a na-atụ anya na ihe nchekwa phosphorus nke ụwa ga-agwụcha kpam kpam n'ime afọ 50-100 yana phosphorus kacha elu ga-eru ihe dịka 2030.",
  "Aciditydị oke osimiri dị n'elu nwere njikọ chiri anya na oke mgbanwe ihu igwe, ebe ọ bụ na mkpokọta carbon dioxide na ikuku bụkwa ihe na-agbanwe agbanwe maka oke acidification oke osimiri.",
  "Onye chemist oké osimiri Peter Brewer na-eche \"oké acidification nwere mmetụta ndị ọzọ karịa mfe mgbanwe na pH, na ndị a nwekwara ike mkpa ókè.\"",
  "N'ofe ụwa, a na-atụgharị oke ọhịa, ala mmiri na ụdị ahịhịa ndị ọzọ ka ọ bụrụ ọrụ ugbo na nke ala ndị ọzọ, na-emetụta mmiri dị ọcha, carbon na okirikiri ndị ọzọ, na ibelata ụdị ndụ dị iche iche",
  "N'afọ 2015, akọwapụtara oke dị ka 75% nke oke ọhịa zuru oke, gụnyere 85% nke oke ọhịa boreal, 50% nke oke ọhịa na 85% nke oke ọhịa",
  "A gafere ókè ahụ n'ihi na ọ bụ naanị 62% nke oke ọhịa zuru oke ka afọ 2015.",
  "A katọrọ ókèala maka iji ala mee ihe dị ka ndị a: \"Ngbanwe nke pasent 15 nke mgbanwe eji eme ihe bụ, n'omume, usoro iwu oge akabeghị aka nke na-eme ka ndị ọkà mmụta sayensị na-agụ akwụkwọ n'ozuzu ya",
  "Kama nke ahụ, ndị edemede nwere ike ịchọ ịtụle njedebe",
  "na mmebi ala ma ọ bụ mfu ala",
  "Nke a ga-abụ ihe na-egosi na ọ dị mma ma baa uru maka ọnọdụ ahụike ụwa.\"",
  "Usoro mmiri dị ọcha bụ oke ọzọ mgbanwe ihu igwe na-emetụta nke ukwuu",
  "Imebiga ihe ókè nke mmiri dị ọhụrụ na-eme ma ọ bụrụ na a na-egwupụta akụ mmiri ma ọ bụ wepụta ya n'ọ̀tụ̀tụ̀ gafeworo n'ike n'ike",
  "Mmetọ mmiri na ntinye mmiri nnu nwekwara ike ime ka ọtụtụ mmiri na ọdọ mmiri dị n'okpuru ụwa ghọọ akụ na-enweghị njedebe na arụmụka ojiji \"mmiri kachasị elu\" yiri mmanụ.",
  "Onye na-ahụ maka mmiri mmiri bụ David Molden kwuru na 2009 na ókèala mbara ala bụ ụzọ ọhụrụ nnabata na arụmụka \"oke uto\" mana o kwuru na \"mmachi zuru ụwa ọnụ maka oriri mmiri dị mkpa, mana oke mbara ala a tụrụ aro nke 4,000 cubic kilomita kwa afọ na-emesapụ aka",
  "\"",
  "Nnyocha e mere kwubiri na ókèala 'Freshwater use' kwesịrị ka a kpọgharịa ya ka ọ bụrụ 'Mgbanwe mmiri ọhụrụ', nke mejupụtara \"green\" na \"blue\" mmiri mmiri",
  "'mmiri ndụ ndụ' na-ezo aka n'ọgba aghara nke mmiri ozuzo nke ụwa, evaporation na mmiri ala",
  "Ụkọ mmiri nwere ike inwe mmetụta dị ukwuu n'ọrụ ugbo",
  "Mgbe ị na-atụle ma na-atụpụta ụkọ mmiri na ọrụ ugbo maka ọnọdụ mgbanwe ihu igwe, ma \"mmiri ndụ ndụ\" na \"mmiri na-acha anụnụ anụnụ\" dị mkpa.",
  "N'April 2022, ndị ọkà mmụta sayensị tụrụ aro na buru ụzọ nyochaa 'mmiri akwụkwọ ndụ akwụkwọ ndụ' n'ime okirikiri mmiri dịka enwere ike mebie oke mbara ala, dịka atụpụtara site na mmiri mmiri nke mpaghara mgbọrọgwụ site na mgbanwe Holocene.",
  "The stratospheric ozone layer na-echebe ultraviolet radieshon (UV) site na anyanwụ, nke ga-emebi usoro ndu",
  "Omume ndị e mere mgbe usoro iwu Montreal dị ka ọ na-edobe ụwa n'ime oke nchekwa.",
  "Onye nwetara ihe nrite Nobel na kemịkalụ, Mario Molina, na-ekwu na \"pasent ise bụ oke ezi uche dị na ya maka mbelata ozone a na-anakwere, mana ọ naghị anọchite anya isi ihe\".",
  "N'ụwa niile kwa afọ, ụmụ irighiri ikuku ikuku na-ebute ihe dị ka mmadụ 800,000 na-anwụ anwụ site na mmetọ ikuku",
  "Nbudata Aerosol dị ezigbo mkpa ka etinyere ya n'ime oke mbara ala, mana amabeghị ma enwere ike ịchọpụta oke ebe nchekwa kwesịrị ekwesị.",
  "Ụfọdụ kemịkalụ, dị ka mmetọ organic na-adịgide adịgide, ọla dị arọ na radionuclides, nwere ihe mgbakwunye na-enweghị ike ịgbagha na mmetụta synergic na ihe ndị dị ndụ, na-ebelata ọmụmụ ma na-ebute mmebi mkpụrụ ndụ ihe nketa na-adịgide adịgide",
  "Mmụba dị egwu na-ebelata nke ukwuu nnụnụ mmiri na ọnụ ọgụgụ ụmụ anụmanụ",
  "Oke a dị ka ihe dị mkpa, n'agbanyeghị na ọ siri ike ịkọwa",
  "N'afọ 2019, a tụrụ aro na ụlọ ọrụ ọhụrụ nwere ike ịgụnye ihe ndị megharịrị mkpụrụ ndụ ihe nketa, ọgwụ nje na ọbụna ọgụgụ isi.",
  "Emepụtala ihe emulator Bayesian maka mmetọ organic na-adịgide adịgide nke enwere ike iji tụọ oke maka mmetọ kemịkalụ",
  "Ka ọ dị ugbu a, ọkwa dị oke egwu nke polychlorinated biphenyls (PCBs) nke dị n'elu bụ nke enwere ike ịnwụ anwụ nke anụ mamma nke mmiri, ka atụpụtara ka ọ bụrụ oke ikuku ikuku kemịkalụ.",
  "Enwere opekata mpe 350,000 kemịkalụ kemịkalụ n'ụwa",
  "Ha na-abịa site na \"plastic, pesticides, chemicals ụlọ ọrụ mmepụta ihe, kemịkalụ na ngwaahịa ndị ahịa, ọgwụ nje na ọgwụ ndị ọzọ\"",
  "Ha na-enwekarị \"mmetụta ọjọọ na ahụike ụwa\"",
  "Mmepụta ha mụbara ugboro 50 kemgbe 1950 ma na-atụ anya na ọ ga-abawanye ugboro atọ karịa n'afọ 2050",
  "Plastic naanị nwere ihe karịrị 10,000 kemịkalụ ma mepụta nnukwu nsogbu",
  "Ndị nyocha ahụ na-akpọ maka oke na mmepụta kemịkal na mgbanwe gaa na akụ na ụba okirikiri, nke pụtara ngwaahịa ndị enwere ike ijikwa ma megharịa ya.",
  "Na Jenụwarị 2022, otu ndị ọkà mmụta sayensị kwubiri na ókèala mbara ala a agafeelarị, nke na-etinye n'ihe ize ndụ nkwụsi ike nke usoro ụwa",
  "Ha jikọtara ozi akwụkwọ gbasara otu mmepụta na mwepụta nke ọtụtụ ụlọ ọrụ ọhụrụ, gụnyere plastik na kemịkalụ dị ize ndụ, sirila abawanye ngwa ngwa n'ime iri afọ gara aga nwere mmetụta dị ukwuu na usoro mbara ala.",
  "N'August 2022, ndị ọkà mmụta sayensị kwubiri na oke (n'ozuzu oke) bụ ebe nchekwa maka ọtụtụ oke dị iche iche maka NE nke nwere ike ịpụta, na-akọ na mmetọ PFAS bụ otu oke ọhụrụ",
  "Ha na-egosi na ọkwa nke ihe ndị a a na-akpọ \"kemịkalụ ebighi ebi\" na mmiri mmiri ozuzo na-adị n'ebe nile, ma na-emekarị nke ukwuu, karịa ụkpụrụ nduzi na-adịghị mma n'ụwa nile",
  "Enwere ụfọdụ mmegharị iji gbochie ma dochie ojiji ha.",
  "A na-akpọkwa iguzosi ike n'ezi ihe nke ụwa bụ sistemu nkwado ndụ ụwa ma ọ bụ iguzosi ike n'ezi ihe obibi.: 140  Ndị ọkà mmụta akọwapụtala na iguzosi ike n'ezi ihe nke mbara ala \"kwesịrị ka edobe ya maka nkwado ogologo oge.\" : 140  Okwu ahụ iguzosi ike n'ezi ihe na-ezo aka na ahụike gburugburu ebe obibi na ọnọdụ a",
  "Echiche nke iguzosi ike n'ezi ihe nke mbara ala jikọtara n'ime echiche nke oke mbara ala.",
  "Otu ọkachamara Panel on Ecological Integrity na 1998 akọwawo iguzosi ike n'ezi ihe dị ka ndị a: \"Ecosystems nwere iguzosi ike n'ezi ihe mgbe ha nwere ihe ndị dị n'ime ha (osisi, anụmanụ na ihe ndị ọzọ dị ndụ) na usoro (dịka uto na mmeputakwa) adịghị.\"",
  "Ebumnuche mmepe Sustainable nwere ike rụọ ọrụ dị ka usoro nduzi iji gboo mfu nke iguzosi ike n'ezi ihe nke mbara ala ugbu a.: 142  Enwere ọtụtụ mmetụta na-adịghị mma nke mmadụ na gburugburu ebe obibi na-eme ka mbelata iguzosi ike n'ezi ihe nke ụwa.",
  "Echiche bụ na e nwere oke na ibu ọrụ mmadụ na-etinye n'elu ụwa anyị kemgbe ogologo oge",
  "The Planetary Boundaries framework nakweere mmetụta nke ọmụmụ 1972, The Limits to Growth, nke gosipụtara ihe atụ nke mmụba dị ukwuu na ọnụ ọgụgụ ụwa, mmepụta ihe, mmetọ, mmepụta nri, na mbelata ihe onwunwe karịrị ike nkà na ụzụ iji welie ihe onwunwe",
  "Mgbe nke ahụ gasịrị, ndị ọkachamara n'ihe banyere akụ na ụba na ndị ọchụnta ego kagburu akụkọ ahụ, ma a na-ekwukarị na akụkọ ihe mere eme egosila na amụma ahụ ezighi ezi",
  "N'afọ 2008, Graham Turner sitere na Commonwealth Scientific and Industrial Research Organisation (CSIRO) bipụtara \"Ntụnyere The Limits to Growth na afọ iri atọ nke eziokwu\"",
  "A tụlere oke oke maka uto, ma ndị na-akatọ usoro nlegharị anya na nkwubi okwu ya na ndị nyocha na-arụ ụka na nghọta na ọha mmadụ anaghị ebi n'ụwa na-akparaghị ókè yana data akụkọ ihe mere eme kemgbe 1970 na-akwado nchoputa akụkọ ahụ",
  "Ụzọ oke na uto na-enyocha ka usoro mmekọrịta ọha na eze na nkà na ụzụ nke akụ na ụba ụwa nwere ike isi gbochie ohere mmadụ ma webata ihe egwu nke ịdaba",
  "N'ụzọ dị iche, usoro nke Planetary Boundaries na-elekwasị anya na usoro biophysical nke usoro ụwa.",
  "Òtù Mba Ụwa nke Mba Ndị Dị n'Otu Maka Gburugburu Ebe Obibi na Mmepe ebipụtara Ọdịnihu Anyị Na-emekarị na 1987",
  "Ọ gbalịrị iweghachite mmụọ nke Mgbakọ Stockholm",
  "Ebumnuche ya bụ ịgbachitere echiche mmepe na gburugburu ebe obibi maka mkparịta ụka ndọrọ ndọrọ ọchịchị n'ọdịnihu",
  "Ọ webatara nkọwa a ma ama maka mmepe na-adigide: \"Mmepe nke na-egbo mkpa nke ugbu a na-emebighị ikike nke ọgbọ n'ọdịnihu iji gboo mkpa nke onwe ha.\"",
  "Echiche ọzọ dị mkpa na-emetụta usoro mbara ala mbara ala bụ echiche Gaia ma ọ bụ nkwupụta echiche",
  "Na 1970s, James Lovelock na microbiologist Lynn Margulis gosipụtara echiche na ihe niile dị ndụ na gburugburu ha inorganic dị n'ụwa jikọtara n'ime otu usoro na-achịkwa onwe ya",
  "Sistemu nwere ikike imeghachi omume na nhụsianya ma ọ bụ nhụsianya, dị ka ihe dị ndụ na-edozi usoro nhazi ya iji nabata mgbanwe gburugburu ebe obibi dị ka okpomọkụ (homeostasis)",
  "Agbanyeghị, ikike a nwere oke",
  "Dịka ọmụmaatụ, mgbe ihe dị ndụ nọ n'ọnọdụ okpomọkụ dị ala ma ọ bụ dị elu karịa ogo ndụ ya, ọ nwere ike ịla n'iyi n'ihi na usoro nhazi ya enweghị ike ime mgbanwe ndị dị mkpa",
  "N'otu aka ahụ, ụwa nwere ike ọ gaghị enwe ike imeghachi omume na nnukwu ndịiche na paramita dị egwu",
  "N'akwụkwọ Lovelock bụ Revenge of Gaia, ọ na-atụ aro na mbibi nke oke ọhịa na ihe dị iche iche dị iche iche, jikọtara ya na okpomoku zuru ụwa ọnụ nke sitere na mmụba nke gas na-ekpo ọkụ nke ụmụ mmadụ na-eme, nwere ike ịgbanwe nzaghachi n'ime usoro ụwa pụọ ​​na nguzozi nke onwe ya gaa na nke ziri ezi",
  "(na-agbasi ike) loop nzaghachi.",
  "Science indicates that we are transgressing planetary boundaries that have kept civilization safe for the past 10,000 years",
  "Evidence is growing that human pressures are starting to overwhelm the Earth’s buffering capacity",
  "Humans are now the most significant driver of global change, propelling the planet into a new geological epoch, the Anthropocene",
  "We can no longer exclude the possibility that our collective actions will trigger tipping points, risking abrupt and irreversible consequences for human communities and ecological systems.",
  "– Stockholm Memorandum (2011)",
  "Ndị ọkà mmụta sayensị ekwenyela na mbara ala abanyela n'oge ọhụrụ, Anthropocene",
  "Na Anthropocene, ụmụ mmadụ aghọwo isi ihe na-eme ka ọ bụghị nanị na mgbanwe na System Earth kamakwa onye na-akwọ ụgbọ ala nke Earth System rupture, na-emeghasịkwa ikike nke Earth System nke na-agbanwe agbanwe ma gbakee site na mgbanwe ahụ, na-emecha na-eyi ndụ obibi ụwa egwu",
  "Oge Geological gara aga, Holocene malitere ihe dị ka afọ 10,000 gara aga",
  "Ọ bụ oge interglacial ugbu a, ma bụrụkwa ebe kwụsiri ike nke ụwa",
  "Enweela mgbanwe gburugburu ebe obibi sitere n'okike n'oge Holocene, mana isi ihe dị na mbara igwe na usoro biochemical ka dị n'ime oke warara",
  "Nkwụsi ike a emeela ka ọha mmadụ nwee ọganihu zuru ụwa ọnụ, na-emepe ọrụ ugbo, nnukwu ebe obibi na netwọk azụmahịa dị mgbagwoju anya.",
  "Dabere na Rockström et al., anyị \"na-adabere ugbu a na ntinye ego ndị ahụ maka ụzọ ndụ anyị, yana otu anyị si hazie ọha mmadụ, teknụzụ na akụ na ụba gburugburu ha, na anyị ga-enwerịrị usoro nke usoro usoro ụwa si dị iche iche",
  "Holocene dị ka ebe ntụaka sayensị maka steeti mbara ala na-achọsi ike",
  "\"",
  "Usoro biophysical dị iche iche dị mkpa n'ịkwado nkwụsi ike nke usoro ụwa na-enwekwa mgbanwe dị ukwuu na ngwa ngwa n'ihi omume mmadụ",
  "Dịka ọmụmaatụ, kemgbe ọbịbịa nke Anthropocene, ọnụ ọgụgụ nke ụdị anụmanụ na-apụ n'anya amụbawo ihe karịrị 100 ugboro, na ụmụ mmadụ ugbu a bụ ihe na-eme ka ọ gbanwee osimiri zuru ụwa ọnụ yana kuzu mmiri na-esi n'elu ala",
  "Ịga n'ihu na-emebi usoro usoro ụwa site na ọrụ mmadụ na-ebuli ohere na nrụgide ndị ọzọ nwere ike ime ka ọ ghara ịda mbà, na-eduga na nzaghachi mgbanwe gburugburu ebe obibi na-abụghị nke linear, mberede, nnukwu ma ọ bụ nke a na-apụghị ịgbagha agbagha site n'usoro ụwa n'ime continental- planetary-scale systems.",
  "E gosipụtara akụkọ 2009 na Nzukọ Ezumezu nke Club nke Rome na Amsterdam",
  "E bipụtara nchịkọta akụkọ a edeziri edezi dị ka akụkọ egosipụtara na mbipụta 2009 pụrụ iche nke Nature n'akụkụ nkọwa nkọwa dị egwu sitere n'aka ndị ọkà mmụta sayensị dị ka Nobel laureate Mario J",
  "Molina na ọkà mmụta ihe ndị dị ndụ Cristián Samper.",
  "Ndị ọkà mmụta ọmụmụ mmepe akatọọla akụkụ nke usoro na ihe mgbochi nke nnabata ya nwere ike itinye na South South",
  "Enwere ike ịhụ atụmatụ ichekwa akụkụ ụfọdụ nke oke ọhịa ndị fọdụrụ n'ụwa dị ka ihe na-akwụghachi mba ndị dị ka ndị nọ na Europe bụ ndị riteworo uru n'ụzọ akụ̀ na ụba site n'ịgwụ oké ọhịa ha na ịtụgharị ala maka ọrụ ugbo",
  "N'ụzọ dị iche, a na-agwa mba ndị na-emebebeghị ụlọ ọrụ ka ha chụọ àjà maka mmebi gburugburu ebe obibi zuru ụwa ọnụ nke ha nwere ike ọ bụghị obere ọrụ na-eke.",
  "Ọkachamara biogeochemist William Schlesinger na-ajụ ma ọnụ ụzọ ọ bụ ezi echiche maka mmetọ ma ọlị",
  "Ọ na-eche na ichere ruo mgbe anyị ga-eru nso n'ókè ụfọdụ a tụrụ aro ga-eme ka anyị nwee ike ịga n'ihu ruo n'ókè oge agafeworo",
  "\"Njikwa dabere na ọnụ ụzọ, ọ bụ ezie na ọ mara mma n'ịdị mfe ya, na-enye ohere mmebi, ngwa ngwa na nke na-agbasasị ka ọ dịgidere ihe fọrọ nke nta ka ọ bụrụ ruo mgbe ebighị ebi.\"",
  "Ọtụtụ ọmụmụ enyochala usoro gburugburu ebe obibi nke mba dị iche iche dabere na mbara ala: maka Portugal, Sweden, Switzerland, Netherlands, European Union, India, ọtụtụ mba Belt na Road Initiative yana maka akụ na ụba kachasị mkpa n'ụwa",
  "Ọ bụ ezie na usoro metrik na usoro nkenye etinyere dị iche iche, enwere nsonaazụ na-agbakọta na iji akụrụngwa nke mba ndị ka baa ọgaranya - ma ọ bụrụ na agbakwunyere ọnụ ọgụgụ ụwa - adabaghị na oke mbara ala.",
  "Ihe omume ụmụ mmadụ metụtara ọrụ ugbo na nri na-edozi ahụ zuru ụwa ọnụ na-atụnye ụtụ na mmebi nke anọ n'ime ala itoolu nke mbara ala",
  "Mmụba ihe oriri na-edozi ahụ (N, P) n'ime mmiri na gburugburu ebe obibi bụ ihe kachasị mkpa, mgbanwe usoro ala gabigara ókè na mfu nke ụdị ndụ dị iche iche na-esote",
  "Ebe n'ihe banyere ọnwụ dị iche iche nke ihe dị ndụ, P okirikiri na mgbanwe usoro ala, mmebi iwu dị na mpaghara nke ejighị n'aka-na-egosi ihe ize ndụ na-arịwanye elu (okirikiri odo na ọnụ ọgụgụ ahụ), ókèala N metụtara ọrụ ugbo karịrị 200% gafere- na-egosi nnukwu ihe egwu (okirikiri akara uhie na ọnụ ọgụgụ ahụ)",
  "N'ebe a, nri na-edozi ahụ gụnyere nhazi nri na ịzụ ahịa yana oriri nri (nkwadebe nri n'ime ezinụlọ na gastronomy)",
  "A naghị agụta mmetụta gburugburu ebe obibi metụtara oriri n'ọkwa zuru ụwa ọnụ maka oke mbara ala nke ojiji mmiri dị ọcha, ikuku ikuku ikuku (mmetọ ikuku) na mmebi ozone stratospheric.",
  "Ụzọ dabere na usoro izugbe nke oke gburugburu ebe obibi gụnyere (nke a na-ebugharị) inyefe carbon nkeonwe yana oke oke ikuku griin haus nke mba \"nke iwu kwadoro\"",
  "Ndị na-eri ihe ga-enwere onwe ha na nhọrọ ha (mara ọkwa) n'ime oke (nchịkọta).",
  "Onye odeakwụkwọ ukwu nke United Nations Ban Ki-moon kwadoro echiche nke oke mbara ala na 16 March 2012, mgbe o weputara isi ihe dị na akụkọ nke High Level Panel ya na Sustainability zuru ụwa ọnụ na nnọkọ nkịtị nke UN General Assembly",
  "Ban kwuru, sị: \"Ọhụụ nke Panel bụ ikpochapụ ịda ogbenye na ibelata ahaghị nhata, iji mee ka uto na-agụnye mmepụta na oriri na-aga n'ihu, na-alụso mgbanwe ihu igwe ọgụ na ịkwanyere ọtụtụ ókèala mbara ala ndị ọzọ.\" E webatara echiche a n'ime ihe a na-akpọ \"efu efu\" nke ga-esi na Nzukọ Mba Ndị Dị n'Otu maka Development Sustainable ga-ezukọ na Rio de Janeiro 20-22 June 2012",
  "Otú ọ dị, e mesịrị wepụrụ iji echiche ahụ na ederede",
  "nke ogbako ahụ, \"akụkụ n'ihi nchegbu sitere na ụfọdụ mba ndị ka daa ogbenye na nkuchi ya nwere ike iduga n'akụkụ nke ịda ogbenye na mmepe akụ na ụba",
  "Ọ bụkwa, ndị na-ekiri ihe na-ekwu, n'ihi na echiche ahụ dị nnọọ ọhụrụ ka a nakweere n'ihu ọha, ọ dịkwa mkpa",
  "gbaa aka, chegharịa ma rie ya iji nwalee nkwụsi ike ya tupu enwee ohere ịnakwere mba ụwa na mkparịta ụka UN.\"",
  "Na 2011, na nzuko nke abụọ ha, High-Level Panel on Global Sustainability of the United Nations ewepụtala echiche nke oke mbara ala n'ime usoro ha, na-ekwupụta na ebumnuche ha bụ: \"Iji kpochapụ ịda ogbenye na ibelata enweghị aha, mee ka uto na-agụnye, na mmepụta na oriri na-adịgide adịgide ka ọ na-alụso mgbanwe ihu igwe ọgụ na ịkwanyere oke oke ala ụwa ndị ọzọ ùgwù.\"",
  "N'ebe ọzọ n'ime usoro ha, ndị otu panel ekwupụtala ndoputa banyere ịdị irè ndọrọ ndọrọ ọchịchị nke iji echiche nke \"oke mbara ala\": \"Ụdị mbara ala ka bụ echiche na-agbanwe agbanwe nke kwesịrị iji nlezianya mee ihe [...] Ajụjụ ókèala mbara ala nwere ike nkewa",
  "dị ka a pụrụ ịghọta dị ka ngwá ọrụ nke \"North\" iji gwa \"South\" ka ọ ghara ịgbaso ụzọ mmepe akụ na ụba na-emebi gburugburu ebe obibi nke mba ndị bara ọgaranya weere onwe ha",
  "Asụsụ a adịghị anabata n'ọtụtụ mba ndị na-emepe emepe ka ha na-agbaso",
  "na-atụ egwu na itinye uche n'ókè ga-etinye breeki na-adịghị anabata na mba ndị dara ogbenye.\"",
  "Agbanyeghị, a na-eji echiche a eme ihe na usoro nke United Nations, yana na UN Daily News",
  "Dịka ọmụmaatụ, Onye isi oche nke United Nations Environment Programme (UNEP) Achim Steiner na-ekwu na ihe ịma aka nke ọrụ ugbo bụ \"ịzụ ọnụ ọgụgụ na-eto eto n'ụwa nile n'ebulighị akara ukwu nke ụmụ mmadụ n'ofe ụwa.\" Akwụkwọ Afọ UNEP 2010 kwughachiri ozi Rockström, na-ejikọta ya na njikwa gburugburu ebe obibi na ihe ngosi ọchịchị gburugburu ebe obibi.",
  "Na akụkọ 2012 ha nke isiokwu ya bụ \"Ndị Resilient, Planet Resilient: Ọdịnihu kwesịrị ịhọrọ\", The High-level Panel on Global Sustainability kpọrọ oku maka mgbalị zuru ụwa ọnụ n'atụghị egwu, \"gụnyere ịmalite usoro sayensị zuru ụwa ọnụ, iji mee ka njikọ dị n'etiti sayensị na amụma sikwuo ike",
  "Anyị ga-akọwarịrị, site na sayensị, ihe ndị ọkà mmụta sayensị na-ezo aka dị ka \"oke mbara ala\", \"ọnụ ụzọ gburugburu ebe obibi\" na \"ihe ntinye aka\"\".",
  "A na-ejikwa echiche ókèala mbara ala mee ihe na usoro nke European Commission, ma e zoro aka na ya na European Environment Agency synthesis Report The European Environment Agency 2010 - steeti na echiche 2010"
]