[
  "Okechukwu Ofiaeli, nke a makwaara dị ka Okey, bụ onye Naijiria na-ese ihe na gburugburu ebe obibi nke bi na Queens, New York.",
  "A mụrụ Okechukwu Okoye \"Okegrass\" ma ọ bụ \"Okey\" Ofiaeli na Lagos, Naijiria n'ime ezinụlọ ndị na-ese ihe",
  "Ọ bụ ezie na ọ nweghị ọzụzụ nka, Ofiaelie malitere ịmụ ọrụ aka obodo na 1983 ma gụọ akwụkwọ na National Gallery of Crafts / Design ruo 2004.",
  "Ọrụ Ofiaeli malitere mgbe ọ na-enweghị ego iji zụta okpu anyanwụ iji kpuchie anya ya mgbe ọ na-ekiri bọọlụ",
  "Ọ hụrụ onye ọka ikpe ahụ ka ọ na-eyi okpu ahịhịa a kpara akpa ma ṅomie okpu ahụ site na osisi akị bekee sitere n'ogige nna ya",
  "Site na ewum ewu nke okpu ya, Ofiaeli sitere n'ike mmụọ nsọ inyocha usoro a, na-agba mpaghara dị n'etiti nka na ọrụ aka",
  "Ịhụ usoro ụlọ ọrụ mmepụta ihe na obodo ya bụ Naịjirịa kpalikwara mmasị ya maka imegharị ihe ndị a tụfuru dị ka ihe ọzọ na ala ọkụ gbara ma gbuo ala ha.",
  "N'afọ 2000, ọ gara US na nke mbụ ya ka ọ bụrụ onye na-ese ihe na 18th Street Art Center na Santa Monica, California",
  "Ahụmahụ a mere ka ndị Federal Ministry of Arts and Culture nke Naịjirịa lebara anya na ọrụ Ofiaeli na Lagos ebe ha wuru ụlọ ọrụ mba maka ndị na-ese ihe.",
  "Ihe ọkpụkpụ Ofiaeli na-enyocha mmetụta gburugburu ebe obibi site na iji ihe ndị a chọtara na saịtị. O debere ụlọ ọrụ na Ebonyi, Naijiria iji chịkọta ihe ndị obodo, ọkachasị ahịhịa enyí",
  "Ndị ọrụ ụlọ ọrụ ya na-achịkọta ahịhịa ndị a ga-etinyekarị ọkụ iji chụwa ma kpochapụ ubi",
  "Kemgbe oge a, uru nke ahịhịa a agbanweela ma mepụta usoro ọhụrụ iji ya dị ka ihe ọkụkụ ego",
  "Na Santa Monica, o ji mahogany, nkwụ, na mkpụrụ mangoro. Na New York, ọ na-eji akụkụ osisi Sikamo dara ada.",
  "N'afọ 2016, ọ bụ onye na-ese ihe na Jamaica Center for Arts and Learning.  Ọ na-arụ ọrụ ọmụmụ ihe iji kụziere ụmụ akwụkwọ otu esi ebugharị ihe n'ime ọrụ nka na ihe eji eme ihe. A na-akụzi ihe ọmụmụ ihe ndị a n'ụlọ ya na New York na n'ime obodo nta dị na Naịjirịa ebe ha na-amụta otu esi emepụta ihe ndị a site na ihe ndị a tụfuru ma ree ha maka uru.",
  "N'afọ 2003, o ritere onyinye International Fund for the Promotion of Culture grant. N'afọ 2011, e gosipụtara ọrụ ya na Chashama Gallery na New York. N'afọ 2015, Ofiaeli natara Queens Council of the Arts Individual Artist Grant iji weta ụlọ ọrụ ya gburugburu mpaghara ahụ. E nyere otu n'ime ọmụmụ ihe ndị a n'akụkụ ihe ngosi ya na Southeast Queens Biennial na 2018",
  "Ihe ngosi a bụ nke No Longer Empty haziri na York College ma gosipụtakwa ọrụ Janet Henry, Shervone Neckles na Damali Abrams. Nakwa na 2018 e gosipụtara ọrụ Ofiaeli na Korean Cultural Center, New York, iji cheta olimpik oge oyi na PyeongChang.",
  "Ọrụ ya dị na nchịkọta ọha nke National Museum na Badagry, Goethe Instut na Lagos, Japan External Trade Organization Lagos na 18th Street Arts Center."
]