[
  "Okoboji bụ obodo dị na obodo Dickinson Iowa Steeti jikọrọ ọnụ n'akụkụ ọwụwa anyanwụ nke Ọdọ Mmiri West Okoboji na mpaghara Iowa nnukwu  ọdọ mmiri N'oge ọnụ ọgụgụ mmadụ nke afọ 2020, ndị bi na ya bụ 768.",
  "Dị ka United States Census Bureau si kwuo, obodo ahụ nwere ngụkọta mpaghara nke 1.86 square miles (4.82 km2), nke 1.85 square miles (4.79 km2) bụ ala na 0.01 square miles (0.03 km2) bụ mmiri.",
  "Ihe osise,  nke na egosiputa akụkọ ihe mere eme bi",
  "Ka ọ na-erule ọnụ ọgụgụ nke afọ 2010, e nwere mmadụ 807, ezinụlọ 427, na ezinụlọ 241 bi n'obodo ahụ",
  "Ọnụ ọgụgụ ndị bi na ya bụ 436",
  "ndị bi na square mile (168.4/km2)",
  "E nwere ụlọ obibi 1,167 na nkezi nke 630.8 kwa square mile (243.6/km2)",
  "Agbụrụ agbụrụ nke obodo ahụ bụ 98.8% White, 0.1% African American, 0.1% Asian, 0.5% si agbụrụ ndị ọzọ, na 0.5% si na agbụrụ abụọ ma ọ bụ karịa",
  "Ndị Hispanic ma ọ bụ Latino nke agbụrụ ọ bụla bụ 2.6% nke ndị bi na ya.",
  "E nwere ezinụlọ 427, nke 14.1% nwere ụmụaka na-erubeghị afọ 18 na ha bi, 48.5% bụ di na nwunye bi n'otu, 5.2% nwere nwanyị nwe ụlọ na-enweghị di, 2.8% nwere nwoke nwe ụlọ na na-enweghị nwunye, na 43.6% bụ ndị na-abụghị ezinụlọ",
  "35.6% nke ezinụlọ niile bụ ndị mmadụ n'otu n'otu",
  "16.4% nwere onye bi naanị ya nke dị afọ 65 ma ọ bụ karịa",
  "Nkezi ọnụ ọgụgụ ezinụlọ bụ 1.89 na nkezi ọnụ ọgụgụ ezinaụlọ bụ 2.39.",
  "Nkezi afọ ndụ n'obodo ahụ bụ afọ 55.2",
  "11.8% nke ndị bi na ya erubeghị afọ 18; 5.3% nọ n'agbata afọ 18 na 24; 18.6% nọ site na 25 ruo 44; 35.3% nọ site na 45 ruo 64; na 29% nọ afọ 65 ma ọ bụ karịa",
  "Ọdịdị nwoke na nwanyị nke obodo ahụ bụ 48.9% nwoke na 51.1% nwanyị.",
  "Ka ọ na-eru ọnụ ọgụgụ nke afọ 2000, e nwere mmadụ 820, ezinụlọ 427, na ezinụlọ 240 bi n'obodo ahụ",
  "Ọnụ ọgụgụ ndị bi na ya bụ ndi mmadụ 460.0 kwa square mile (177.9/km2)",
  "E nwere ụlọ obibi 944 na nkezi nke 529.6 kwa square mile (204.8/km2)",
  "Agbụrụ agbụrụ nke obodo ahụ bụ 98.66% White, 0.12% African American, 0.73% Native American, 0.12%) si agbụrụ ndị ọzọ, na 0.37% si agbụrụ abụọ ma ọ bụ karịa",
  "Ndị Hispanic ma ọ bụ Latino nke agbụrụ ọ bụla bụ 0.73% nke ndị bi na ya.",
  "E nwere ezinụlọ 427, nke 16.2% nwere ụmụaka na-erubeghị afọ 18 na ha bi, 50.6% bụ di na nwunye bi, 3.5% nwere nwanyị nwere ụlọ na-enweghị di, na 43.6% bụ ndị na-abụghị ezinụlọ",
  "38.6% nke ezinụlọ niile bụ ndị mmadụ n'otu n'otu, na 17.1% nwere onye bi naanị ya nke dị afọ 65 ma ọ bụ karịa",
  "Nkezi ọnụ ọgụgụ ezinụlọ bụ 1.92 na nkezi ọnụ ọgụgụ ezinaụlọ bụ 2.50.",
  "N'ime obodo ahụ, ndị bi ebe ahụ gbasara, na 14.3% n'okpuru afọ 18, 7.2% site na 18 ruo 24, 20.9% site na 25 ruo 44, 30.0% site na 45 ruo 64, na 27.7% ndị dị afọ 65 ma ọ bụ karịa",
  "Nkezi afọ bụ afọ 49",
  "Maka 100 ụmụ nwanyị ọ bụla, e nwere 100.0 ụmụ nwoke",
  "Maka 100 ụmụ nwanyị ọ bụla dị afọ 18 ma ọ bụ karịa, e nwere 100.9 ụmụ nwoke.",
  "Nkezi ego ezinụlọ na-enweta n'obodo ahụ bụ $ 37,500, nkezi ego ezinụlọ nwetara bụ $ 54,659",
  "Ụmụ nwoke nwere ọkara ego nke $ 32,500 na $ 24,018 maka ụmụ nwanyị",
  "Ego otu onye na-enweta n'obodo ahụ bụ $ 29,297",
  "Ihe dị ka 2.6% nke ezinụlọ na 5.3% nke ndị bi na ya nọ n'okpuru akara ịda ogbenye, gụnyere 5.0% nke ndị na-erubeghị afọ 18 na 3.8% nke ndị dị afọ 65 ma ọ bụ karịa.",
  "Okoboji Community School District na-eje ozi ọtụtụ n'ime obodo ahụ. E guzobere mpaghara ahụ na July 1, 1988 site na njikọta nke Arnolds Park na Milford school districts. Okoboji High School dị na Milford bụ ụlọ akwụkwọ sekọndrị dị n'ógbè ahụ.",
  "Okoboji bụ nnukwu ebe njem nleta n'oge ọkọchị",
  "Ọnụ ọgụgụ na-arịwanye elu nke ebe ezumike gburugburu Iowa Great Lakes na nso nso nke ebe ndị njem nleta ndị ọzọ, dị ka Arnolds Park na Spirit Lake, enyela aka na ewu ewu ya.  Okoboji aghọwokwa aha a ma ama na mba ahụ n'ihi ahịa nke ọtụtụ ngwaahịa ndị na-eji mpako na-egosipụta aha obodo ahụ na mkpụrụedemede siri ike",
  "Ndị nleta na Okoboji ga-ahụ ozugbo mkpado bumper, iko, na sweatshirts na-eto Mahadum Okoboji nke efu ebe ọtụtụ ndị obodo na-azọrọ na ha nwetara agụmakwụkwọ. T-shirts ma ọ bụ sweatshirts nke Mahadum Okoboji na-ewu ewu n'etiti ụmụ akwụkwọ kọleji na Midwest.",
  "Àtụ:Dickinson County, IowaObodo Dickinson lowa"
]