[
  "Okobo dị na mpaghara ndịda ọwụwa anyanwụ nke Naịjirịa ma bụrụ mpaghara gọọmentị nke Akwa Ibom Steeti",
  "N'ịgbaso mmepụta nke gọọmentị etiti na  afọ otu puku, narị itoolu na iri asatọ na itoolu (1989) Okobo Local Government Area ka e wepụtara site na Oron, Akwa Ibom n'otu afọ ahụ.",
  "Uruan dị na North-West, Oyono Estuary dị na North East, Oron, Akwa Ibom dị na East, Urue-Offong / Oruko dị na South-East, Nsit Atai dị na West, Esit Eket dị na ndịda, na Nsit Ubium dị na South West.",
  "Okobo bụ otu n'ime ndị Oron ise Local Government na Akwa Ibom State",
  "Gọọmentị ime obodo nwere agbụrụ anọ (4) (ebe ụfọdụ a maara ugbu a dị ka distrikti) site na agbụrụ itoolu (9) Oron (Afaha) nke bụ Afaha Okpo, Afaha Ukwong, Afafaha Ibighi, Afahaa Ebughu na Afaha Okiuso na atọ bụ agbụrụ ndị Okobo a maara dị ka Odu, Eta na Atabong kwuru na ọ bụ otu n'ime ndị Obolo / ndị agha hapụrụ ndị Oron n'oge ọ kwapụ site na Usakangeleedet (Afa Kemeroon Edit) ugbu a.",
  "Ndị Okobo bụ ndị nwere omume enyi na udo",
  "Ha na-echebe ndị ha nke ukwuu",
  "N'oge ochie, ọ bụrụ na onye ọ bụla ọ na-amaghị nke gbalịrị ịbanye n'ime obodo ndị dị n'ókè na ọmarịcha ọmarịca ma ọ bụ ngwá agha na ebumnuche imerụ ma na-eyi ọgba aghara ma na-eme ka udo nke ụmụ amaala na-agbasa n'onwe ya n'ihi ọmarị nke nchebe a kwụnyere n'akụkụ ọ bụla nke obodo ahụ.",
  "A na-asụ ọtụtụ asụsụ na mpaghara ọchịchị ime obodo Okobo n'ihi usoro iwu dị mgbagwoju anya nke mpaghara ọchịchị ime ala",
  "Asụsụ Okobo na-asụ n'ezinụlọ Odu na Eta",
  "A na-asụ asụsụ Oro na Atak Oro",
  "A na-asụ asụsụ Efik n'ọtụtụ ebe n'ezinụlọ Atabong.",
  "Mpaghara ahụ nwere agbụrụ asaa (nke bụzi mpaghara) na Okobo ya bụ Afaha Eta, Odu, Atabong, Afaha Ukwong, Ebughu, Afafaha Okiuso na Ibighi",
  "Ndị Okobo nọ na mpaghara atọ mbụ - Odu, Eta na Atabong ebe ndị Atak Oro (LGA na-adịghịzi adị) bi na mpaghara anọ fọdụrụnụ",
  "N'ebe ugwu bụ Esuk Inwang (4° 56' 0\" North, 8° 6' 0\" East) na n'ebe ndịda bụ Nda(4° 47' 55' North, 8 ° 7' 34' East)",
  "Coordinates nke Nung Atai Eta bụ 4°51'0\" N na 8°7'60\" E na ndị nke Odobo bụ 4° 49' 32 North na 8° 6' 38o East.",
  "Odu nwere obodo iri na atọ (13) nke bụ ;",
  "Eta nwere iri na asaa (17) obodo na obodo nta nke gụnyere;",
  "Atabong nwere obodo anọ nke bụ",
  "Afaha Ukwong Clan nwere obodo na obodo nta dị iri",
  "iri   obodo nta: nke gụnyere",
  "Ezinụlọ Afaha Ebughu nwere obodo nta ise nke gụnyere",
  "Ezinụlọ Afaha Okiuso nwere obodo itoolu (9) nke gụnyere",
  "Ezinụlọ Afaha Ibighi nwere obodo anọ (4) nke bụ",
  "Okobo nwere oké ọhịa na-ekpo ọkụ, ihe onwunwe na mahogany maka inye osisi maka ụgbọ mmiri, ụlọ na owuwu ụgbọ mmiri",
  "E nwere nnukwu ụrọ, ezigbo ájá na mmanụ ala",
  "Ịkụ azụ na ọrụ ugbo bụ ihe a na-ahụkarị na mpaghara gọọmentị ime obodo a.",
  "A na-egosipụta ihe nketa ọdịbendị n'ọtụtụ ịgba egwú ọdịnala na ịgba ekpo dịka Ekpe.",
  "Ememe agbamakwụkwọ ọdịnala na Okobo yiri nke  ndị Efik",
  "Ndepụta ahụ gụnyere:",
  "Ndepụta a bụ naanị maka emume Mbub (mmeghe)",
  "Ndepụta alụmdi na nwunye ọdịnala (Nkpo Ndo) na-abịa na usoro nke ya nke ememe na onyinye",
  "Otú ọ dị, ọnụahịa a bụ £ 12 (bon duopeba).",
  "N'ụbọchị emume kwesịrị ekwesị nke na-ewere ọnọdụ n'ụlọ ezinụlọ nwanyị ahụ a na-alụ ọhụrụ, a ga-ejide nwoke ahụ na ezinụlọ ya na nna nwanyị ahụ na ndị ikwu ya n'ime ụlọ ịnọdụ ala mgbe ndị ọbịa ndị ọzọ na-anọdụ ala n'èzí, onye mgbasa ozi ma ọ bụ onye nhazi a maara dị ka Mma Ofiori Ndo [nwaanyị] Ette Ofiori ndo [nwoke] ga-ekwupụta ihe ọ bụla a ga-enye ndị ọbịa nọ n'èpụ",
  "Otu n'ime ihe ndị dị mkpa a ga-enye bụ igbe nke nwere ụdị uwe dị iche iche, ihe ndị ọzọ, akpụkpọ ụkwụ iji gosi etu nwoke ahụ ga-esi lekọta nwunye ya.",
  "A na-akwụ ụgwọ nwanyị Okuk Ndo, a na-akwụ Ufop Iso Eka Eyen nne nwanyị ahụ, a na'akwụ Ufop iso Ete Eyen nna nwanyị ahụ, nwoke ahụ na-alụ nwanyị ahụ na-akwa Okpono Ndidito ka ọ na-ahapụ eriri dị n'ụkwụ na aka ya iji nweta ya.",
  "Mgbe ofiori ndo kpọrọ oku ka e nye ezinụlọ nwanyị ahụ a na-alụ ọhụrụ ihe ọṅụṅụ, ụmụ agbọghọ abụọ mara mma na-apụta na efere ọla nwere ihe ọṅụṅụ [nke a maara dị ka akpankpang] nke dị n'isi ha maka ngosi",
  "Akpangkpang bụ ihe dị oké ọnụ ahịa dị nnọọ ụkọ n'ụbọchị ndị a n'ihi na ọ bụghị ezinụlọ ọ bụla nwere ike ịzụta ya",
  "Ezinụlọ ndị eze nwere ya na-etinye ya maka ndị nọ ná mkpa.",
  "Mgbe ọ zutere usoro niile, nwoke ahụ na-alụ nwanyị ọhụrụ nke na-eyi uwe ọcha, (wrapper) {nsobo], akpụkpọ ụkwụ nwere bead na okpu dị njikere ịbanye n'ọgbọ egwuregwu ebe ndị ọbịa nọ ọdụ, ndị enyi ya na ya na-ejide nche anwụ mara mma n'elu isi ya ka ọ na-agba egwú na ọmarịcha ọdịnala na abụ.",
  "Mgbe ọ na-anọdụ ala ya, nwanyị ahụ a na-alụ ọhụrụ, nke yi uwe dị ka uwe Elizabethan {onyoyo}, mkpara mara mma na ntutu e ji ọla nchara mee ruo n'olu ya ma ọ bụ n'úkwù ya, na-eme ka ọ banye na egwu ekombi na ndị enyi ya na-esochi ya na-agba egwu na-eti mkpu",
  "Ọ na-agba egwú gburugburu iji kelee ndị ọbịa tupu ọ nọdụ ala n'akụkụ di ya.",
  "Omenala ikpeazụ bụ ngosi nke ọtụtụ ihe kichin site n'aka nne nwanyị ahụ na ezinụlọ ya nye nwanyị ahụ a na-alụ ọhụrụ, onyinye ndị a na-abụkarị ihe niile nwanyị Okobo chọrọ iji mee ka ụlọ ya na-agba ọsọ n'ihi na ọ dịghị ihe na-adịghị adịkarị",
  "Ememe ahụ na-agwụ ka di na nwunye ahụ na-agba egwú ebe ndị na-achọ ihe ọma na-esonyere ha na-eri nri, na-aṅụ mmanya na nnukwu ọṅụ.",
  "Àtụ:LGAs and communities of Akwa Ibom State"
]