[
  "Okoroire (Maori: Ōkoroire) bụ obere obodo dị na South Waikato District na mpaghara Waikato nke North Island nke New Zealand, nke dị gburugburu Okoroire Hot Springs. Aha ebe ahụ pụtara 'ebe nke koroire / toroire, ụdị nkịta na-adịghịzi adị.",
  "Isi iyi ndị ahụ na-ekpo ọkụ nwere ọdọ mmiri atọ na-ekwo ọkụ nke e gwupụtara na 1880, nke a rụgharịrị nke ọma na 2017 na 2018. Osisi na fern gbara ọdọ mmiri ahụ gburugburu. N'ime ngwụcha narị afọ nke iri na itoolu, ndị ọrịa na-eji ọdọ mmiri ahụ eme ihe maka ọgwụgwọ na ụmụ nwanyị Maori iji sachaa mgbe ha mụsịrị nwa.",
  "Ihe na-adọrọ mmasị n'ógbè ahụ gụnyere rafting mmiri ọcha, ikiri nnụnụ na ịkụ azụ",
  "Njem ndị dị n'ógbè ahụ gụnyere Three Kauri Track, Wairere Falls walkway na Te Waihou walkway.",
  "Okoroire Hotel, ụlọ oriri na ọṅụṅụ obodo akụkọ ihe mere eme nke e ji osisi oge ochie wuo na 1889, dị nso n'akụkụ osimiri Waihou. Ọ bụ otu ezinụlọ nwe ya ruo ọgbọ atọ. E rere họtel ahụ na ụlọ ọrụ ndị China n'afọ 2014. Ọ belatara ndị ọrụ na 2018, n'afọ sochirinụ, ụlọ ọrụ Overseas Investment Office manyere ya ire ya mgbe nkwa na ọ gaghị emezigharị ya.",
  "N'afọ 2016, a na-ebo ndị otu egwuregwu rugby Chiefs ebubo na ha na-ekpughe onwe ha n'ihu onye na-eyi uwe n'oge ihe omume ngwụcha oge na isi iyi ọkụ.",
  "Kuranui Primary School bụ ụlọ akwụkwọ praịmarị steeti na-agụkọ ọnụ, nke nwere ọnụọgụ 52 ka ọ na-erule n'ọnwa Eprel 2023.",
  "Okoroire bụ ọdụ ọkọlọtọ dị nso na Rangipai School, ihe dị ka 3 mi (4.8 km) n'ebe ọdịda anyanwụ nke họtel ahụ, na Kinleith Branch, site na 8 Machị 1886. Ọ dị 94 m (308 ) n'elu oke osimiri. N'afọ 1890, ọ nweghị ebe mgbaba, ma ọ bụ akụkụ, mana ka ọ na-erule afọ 1896, ọdụ ahụ nwere ebe mgbaba mgbaba, ikpo okwu, ụzọ ụgbọ ala na urinals",
  "Ka ọ na-erule afọ 1911, ọ nwekwara ụlọ nkwakọba ihe 30  (9.1 m) site na 20 ft (6.1 ), ogige atụrụ na oghere na-agafe agafe maka ụgbọ ala 19",
  "A họpụtara onye nlekọta na 1913 ma mee ikpo okwu dị ogologo na mgbakwunye na ụlọ nche na 1917. Ogige ahụ mechiri maka ndị njem na 31 Julaị 1962, maka okporo ụzọ niile ma e wezụga ngwaahịa site na 18 Ọgọst 1968 na ngwaahịa na Mọnde 1 June 1970. Naanị otu ụzọ na ubi fọdụrụ."
]