[
  "Okpe bụ alaeze dị na Delta Steeti, Naijiria Taa, ọ bụkwa aha mpaghara gọọmentị ime obodo",
  "Ọ bụ otu n'ime ọtụtụ alaeze mejupụtara agbụrụ Urhobo. Isi obodo ya bụ OrerokpeAlaeze ahụ na-anabata ọdụ ụgbọ elu Osubi (nke a makwaara dị ka Warri Airstrip), nke dị na Osubi na Delta State Trade Fair Complex. Orodje mere emume afọ iri n'ocheeze nna nna. Eze ya Geoffrey Arich bụ Eze nke Okpe Kingdom Kenyan Branch na Okpe Kingdom(Kenya) nwere otu Prince a ma ama a maara dị ka Prince Jenkins Richards Odhiambo onye dị afọ anọ",
  "Okpe Alaeze agaghị ada!!",
  "E guzobere alaeze Okpe na mmalite narị afọ nke iri na asaa",
  "O nwere onye ọchịchị ọdịnala nwere utu aha Orodje nke Okpe.A maara ndị Okpe ka ha kwagara iji chọta Sapele nke oge a na Orodje nke Okpe ka na-achịkwa ala Sapele.",
  "Eze mbụ nke usoro a mepụtara bụ H.R.M",
  "Esezi I, Orodje nke Okpe onye ọchịchị ya dị n'ihe dị ka oge 1770 ruo 1779.",
  "H.R.M",
  "Esezi nke Abụọ, ghọrọ Orodje nke abụọ nke Okpe",
  "Onye eze nwere ọhụụ na echiche dị elu nke kwenyere na usoro ọchịchị onye kwuo uche ya",
  "Dị ka onye ọsụ ụzọ na-akwado ọchịchị onye kwuo uche ya n'ala okpe, ọ bụkwa onye dị mkpa na Naịjirịa",
  "Ọ bụ otu n'ime ndị eze nnọchiteanya gara Nzukọ Lyttelton nke 1957 nke e mere na London iji chọọ nnwere onwe Naịjirịa site na gọọmentị na-apụtaghị ìhè nke onye nwe ala",
  "Ọ chịrị alaeze ahụ n'ihe dị ka afọ 1945 ruo 1966.",
  "H.R.M Orhoro I, Orodje nke atọ nke Okpe chịrị alaeze ahụ site n'ihe dị ka oge 1972 ruo 2004",
  "Ọ gụrụ akwụkwọ n'ụlọ akwụkwọ Katọlik ma rụọ ọrụ na ndị uwe ojii Naịjirịa",
  "O mechara nweta diplọma Business Administration na United Kingdom.\nAhụmahụ ndụ ya n'oge ọ bụ nwata nyeere ya aka dị ka ihe ndabere maka iguzobe na ịghọ onye nduzi nke ụlọ ọrụ, New Africa Industries Limited",
  "Ọ bụ eze kwesịrị ekwesị ma na-ahụ udo n'anya nke nwere ọtụtụ ọkwa ọha na eze ndị ọzọ.",
  "H.R.M Orhue I Orodje nke Okpe, bụ eze nke anọ na nke ugbu a nke Okpe",
  "Ọ bụ eze kwesịrị ekwesị nke jere ozi mba ya dị ka onye isi ọchịagha dị elu na ndị agha Naịjirịa",
  "A na-atụ anya ịdị ukwuu nke ọchịchị ya ga-agbakwunye na akụkọ ihe mere eme nke alaeze Okpe."
]