[
  "Okpomọkụ nke nguzozi mbara ala bụ okpomọkụ nke mbara ala ga-abụ ma ọ bụrụ na ọ nọ na nguzozi radiative, nke a na-ahụkarị n'okpuru echiche na ọ na-enwu dị ka ahu ojii nke naanị kpakpando nne ya na-ekpo ọkụ",
  "N'ime ihe nlereanya a, ọnụnọ ma ọ bụ enweghị ikuku (ya mere mmetụta ọ bụla na-ekpo ọkụ) adịghị mkpa, ebe ọ bụ na a na-agbakọ okpomọkụ nguzozi site na nguzozi na ike kpakpando.",
  "Ndị edemede ndị ọzọ na-eji aha dị iche iche maka echiche a, dị ka okpomọkụ nke ụwa",
  "Okpomọkụ radiation radiation dị irè bụ echiche yiri ya, mana ọ na-elekwasị anya na ike a na-enye karịa ike a na'enweta, yabụ nwere ike ịnwe uru dị iche ma ọ bụrụ na mbara ala nwere isi iyi ike dị n'ime ma ọ bụ mgbe mbara ala ahụ anọghị na nguzozi radiative.",
  "Okpomọkụ nke nguzozi mbara ala dị iche na okpomọkụ zuru ụwa ọnụ na okpompe ikuku elu, nke a na-atụle site na satellites ma ọ bụ ngwaọrụ ndị dị n'elu, ma nwee ike ịdị ọkụ karịa okpomọkụ nguzozi n'ihi mmetụta okpomọkụ.",
  "Tụlee mbara ala na-agba kpakpando ya gburugburu",
  "Kpakpando ahụ na-ewepụta radiation isotropically, ụfọdụ akụkụ nke radiation a na-eru na mbara ala",
  "A na-akpọ oke radiation  na-abata na mbara ala ahụ dị ka radiation anyanwụ,\n  \n    \n      \n        \n          I\n          \n            o\n          \n        \n      \n    \n    {\\displaystyle I_{o}}\n  \n  Mbara ala nwere albedo nke na-adabere na njirimara nke elu ya na ikuku ya, ya mere ọ na-amị naanị obere radiation",
  "Mbara ala na-amịkọrọ radiation  nke albedo na-adịghị egosipụta, ma na-ekpo ọkụ",
  "Otu onye nwere ike iche na mbara ala ahụ na-enye ike dị ka ihe ojii na okpomọkụ ụfọdụ dị ka iwu Stefanz Boltizmann si dị",
  "Nkwado okpomọkụ dị mgbe ike nke kpakpando ahụ nyere hà ka ike nke mbara ala ahụ na-enye",
  "Okpomọkụ nke nguzozi a na-eme bụ okpomọkụ nguzozi nke mbara ala.",
  "Ọdịdị anyanwụ nke mbara ala ahụ na-amị site na kpakpando ahụ hà ka ọpụpụ nke mbara ala na-ewepụta:",
  "F\n          \n          \n            \n              a\n              b\n              s\n            \n          \n        \n        =\n        \n          \n            F\n          \n          \n            \n              e\n              m\n              i\n              t\n            \n          \n        \n      \n    \n    {\\displaystyle {F}_{\\rm {abs}}={F}_{\\rm {emit}}}",
  "N'iche na a na-egosipụta akụkụ nke ìhè anyanwụ na-eme ihe dị ka albedo Bond nke mbara ala si dị, :\n  \n    \n      \n        \n          A\n          \n            B\n          \n        \n      \n    \n    {\\displaystyle A_{B}}",
  "(\n        1\n        −\n        \n          A\n          \n            B\n          \n        \n        )\n        \n          \n            F\n          \n          \n            \n              s\n              o\n              l\n              a\n              r\n            \n          \n        \n        =\n        \n          \n            F\n          \n          \n            \n              e\n              m\n              i\n              t\n            \n          \n        \n      \n    \n    {\\displaystyle (1-A_{B}){F}_{\\rm {solar}}={F}_{\\rm {emit}}}",
  "ebe ọ na-anọchite anya mpaghara na oge nkezi nke anyanwụ, a pụkwara ịkọwa ya dị ka:\n  \n    \n      \n        \n          \n            F\n          \n          \n            \n              s\n              o\n              l\n              a\n              r\n            \n          \n        \n      \n    \n    {\\displaystyle {F}_{\\rm {solar}}}",
  "F\n          \n            \n              s\n              o\n              l\n              a\n              r\n            \n          \n        \n        =\n        \n          I\n          \n            o\n          \n        \n        \n          /\n        \n        4\n      \n    \n    {\\displaystyle F_{\\rm {solar}}=I_{o}/4}",
  "Ihe nke 1/4 na usoro ahụ dị n'elu na-abịa site n'eziokwu ahụ bụ na ọ bụ naanị otu hemisphere na-enwu ọkụ n'oge ọ bụla (na-emepụta ihe nke 1/2), yana site na ijikọta akụkụ nke ìhè anyanwụ na-eme na hemisphere ọkụ (na-eke ihe ọzọ nke 1/2).",
  "N'iburu n'uche na mbara ala na-enwu dị ka ihe ojii dịka iwu Stefaná Boltizmann si dị na okpomọkụ ụfọdụ, nguzozi nke mmiri na-amị na nke na-apụ apụ na-emepụta:\n  \n    \n      \n        \n          \n            T\n          \n          \n            e\n            q\n          \n        \n      \n    \n    {\\displaystyle {T}_{eq}}",
  "T\n          \n          \n            \n              e\n              q\n            \n          \n        \n        =\n        \n          \n            \n              (\n              \n                \n                  \n                    \n                      I\n                      \n                        o\n                      \n                    \n                    \n                      (\n                      \n                        1\n                        −\n                        \n                          A\n                          \n                            B\n                          \n                        \n                      \n                      )\n                    \n                  \n                  \n                    4\n                    σ\n                  \n                \n              \n              )\n            \n          \n          \n            1\n            \n              /\n            \n            4\n          \n        \n      \n    \n    {\\displaystyle {T}_{\\rm {eq}}={\\left({\\frac {I_{o}\\left(1-A_{B}\\right)}{4\\sigma }}\\right)}^{1/4}}",
  "Ịhazigharị usoro ahụ dị n'elu iji chọta okpomọkụ nguzozi na-eduga na:",
  "T\n          \n          \n            \n              e\n              q\n            \n          \n        \n        =\n        \n          \n            \n              (\n              \n                \n                  \n                    L\n                    \n                      (\n                      \n                        1\n                        −\n                        \n                          A\n                          \n                            B\n                          \n                        \n                      \n                      )\n                    \n                  \n                  \n                    16\n                    σ\n                    π\n                    \n                      a\n                      \n                        2\n                      \n                    \n                  \n                \n              \n              )\n            \n          \n          \n            1\n            \n              /\n            \n            4\n          \n        \n      \n    \n    {\\displaystyle {T}_{\\rm {eq}}={\\left({\\frac {L\\left(1-A_{B}\\right)}{16\\sigma \\pi a^{2}}}\\right)}^{1/4}}",
  "Maka mbara ala gbara kpakpando ọzọ gburugburu, (ihe na-eme na mbara ala) abụghị ọnụ ọgụgụ a na-atụle ngwa ngwa.\n  \n    \n      \n        \n          I\n          \n            o\n          \n        \n      \n    \n    {\\displaystyle I_{o}}\n  \n Iji chọta okpomọkụ nke mbara ala dị otú ahụ, ọ nwere ike ịba uru iji gbakọọ radiation nke kpakpando ahụ dị ka ihe ojii, dị ka nke a:",
  "F\n          \n            \n              s\n              t\n              a\n              r\n            \n          \n        \n        =\n        σ\n        \n          T\n          \n            \n              s\n              t\n              a\n              r\n            \n          \n          \n            4\n          \n        \n      \n    \n    {\\displaystyle F_{\\rm {star}}=\\sigma T_{\\rm {star}}^{4}}",
  "A pụrụ ide ìhè () nke kpakpando ahụ, nke a pụrụ ịtụle site na nyocha nke ìhè kpakpando, dị ka:\n  \n    \n      \n        L\n      \n    \n    {\\displaystyle L}",
  "ebe a na-amụba flux site na elu nke kpakpando ahụ.\n  \n    \n      \n        L\n        =\n        4\n        π\n        \n          R\n          \n            \n              s\n              t\n              a\n              r\n            \n          \n          \n            2\n          \n        \n        σ\n        \n          T\n          \n            \n              s\n              t\n              a\n              r\n            \n          \n          \n            4\n          \n        \n      \n    \n    {\\displaystyle L=4\\pi R_{\\rm {star}}^{2}\\sigma T_{\\rm {star}}^{4}}",
  "Iji chọta ihe na-eme na mbara ala, , n'ebe dị anya site na kpakpando ahụ, , mmadụ nwere ike kewaa site na mpaghara elu nke okirikiri nwere radius :\n  \n    \n      \n        \n          I\n          \n            x\n          \n        \n      \n    \n    {\\displaystyle I_{x}}\n  \n\n  \n    \n      \n        a\n      \n    \n    {\\displaystyle a}\n  \n\n  \n    \n      \n        a\n      \n    \n    {\\displaystyle a}",
  "I\n          \n            x\n          \n        \n        =\n        \n          (\n          \n            \n              L\n              \n                4\n                π\n                \n                  a\n                  \n                    2\n                  \n                \n              \n            \n          \n          )\n        \n      \n    \n    {\\displaystyle I_{x}=\\left({\\frac {L}{4\\pi a^{2}}}\\right)}",
  "Ịtinye nke a n'ime usoro nhazi maka okpomọkụ nke mbara ala na-enye:",
  "T\n          \n          \n            \n              e\n              q\n            \n          \n        \n        =\n        \n          T\n          \n            \n              s\n              t\n              a\n              r\n            \n          \n        \n        \n          \n            \n              R\n              \n                2\n                a\n              \n            \n          \n        \n        \n          \n            (\n            \n              1\n              −\n              \n                A\n                \n                  B\n                \n              \n            \n            )\n          \n          \n            1\n            \n              /\n            \n            4\n          \n        \n      \n    \n    {\\displaystyle {T}_{\\rm {eq}}=T_{\\rm {star}}{\\sqrt {\\frac {R}{2a}}}\\left(1-A_{B}\\right)^{1/4}}",
  "Ọ bụrụ na a maara ìhè nke kpakpando ahụ site na nyocha photometric, mgbanwe ndị ọzọ fọdụrụnụ a ga-ekpebi bụ Bond albedo na ebe dị anya nke mbara ala ahụ",
  "Bond albedos nke exoplanets nwere ike igbochi site na ọnụọgụ ọnụọgụ nke exoplasets na-agafe agafe, ma nwee ike inweta ya n'ọdịnihu site na foto nke exoplaets na ntụgharị site na geometric albedo. Enwere ike ịlele ihe ndị dị na mbara ala dị ka ebe dị anya site na ọsọ radial na oge njem.",
  "N'aka nke ọzọ, enwere ike ide nguzozi mbara ala n'ihe gbasara okpomọkụ na radius nke kpakpando ahụ:",
  "Okpomọkụ nguzozi abụghị elu ma ọ bụ ala na okpomọkụ n'ezie na mbara ala",
  "E nwere ọtụtụ ihe mere okpomọkụ a tụrụ na-esi pụọ na okpomọkụ nguzozi a buru n'amụma.",
  "N'ihi mmetụta nke okpomọkụ, ebe radiation nke mbara ala na-ewepụta na-amịkọrọ ma na-ewepụ ya n'elu site na gas ụfọdụ na ikuku, mbara ala nwere ikuku okpomọkụ dị elu ga-enwe okpomọkụ elu karịa okpomọkụ nguzozi",
  "Dịa ọmụmaatụ, Venus nwere okpomọkụ dị mma nke ihe dị ka nari  abụọ iri abụọ na isii K (-47 ; -53 °F), mana okpomọkụ elu nke narị asaa na iri anọ K (467 °C; 872 ). N'otu aka ahụ, ụwa nwere okpomọkụ dị mma nke narị abụọ iri ise na ise K (-18 ; -1 °F), mana okpomọkụ elu nke ihe dị ka narị abụọ iri asatọ na asatọ K ( °C; 59 ) n'ihi mmetụta okpomọkụ na ikuku anyị.  A na-eme atụmatụ okpomọkụ nke mbara ala ndị dị otú ahụ n'ụzọ ziri ezi site na iji ụdị nkwụsi ike dị mfe nke gụnyere otu ma ọ bụ karịa ọkwa nke njem radiation na ikuku.",
  "Na ahụ ndị na enweghị ikuku, E nweghị ịrịba ama mmetụta greenhouse  na enye ohere nha nha okpomọkụ ịbịaru nsọ nsọ ọnọdụ okpomọkụ, dị ka na Mars, ebe nha nha okpomọkụ bụ narị abụọ na iri k(-63 C; -82F) ma okpomọkụ pụtara na ọ bụrụ na mgbapụta bụ narị abụọ iri na isek(-58 C;73F)",
  "E nwere nnukwu ọ dị echi dị na elu okpomọkụ",
  "gafe ohere na oge na enweghị ikuku ahụ dị ka Mars, nke nwere mgbanwe okpomọkụ kwa ụbọchị site na iri ise ruo iri isii k",
  "Na ihi oké uku ikuku ibufe ma ọ bụ jidegida okpomọkụ, mgbanwe dị ịrịba ama na okpomọkụ ịzụlite",
  "Na eche na mbara ala na egbuke egbuke dị ka ahụ ọjị ( ya bụ dị ka iwu Stefan-Boltzmann si kwuo), mgbanwe okpomọkụ bụ tara na ihe akpọrọ emission variations, na oge na ike anọ",
  "Nke dị ịrịba ama maka nnwota nha nha okpomọkụ na esighi na nghọta okpomọkụ pom kwem, mana na ngokita nsọ n'azụ fluxes na ihe ka enwe okpomọkụ pụrụ iche na uku ikuku ahụ ( ka ewe gbanye nha nha okpomọkụ), na nkezi nke mba ụwa na  atule na okpomọkụ dị irè ke akpọrọ emission nke ga emeputa ihe dị ka Flux ka ana agbako",
  "Otú ụzọ ahu ga adị mkpa  na itule ọnwa nke nwere okpomọkụ ike dị ka narị iri abụọ  iri asaa na otu k(-2C;28 F); mana nwe kwa okpomọkụ nke a; narị ato iri asaa na atọ K(-100C; 212F); na abalị ; ọzọ mgbanwe okpomọkụ a sitere na ógbè ye okpomọkụ na njem na ndebe mgbe ihe e adịghị.",
  "A pụkwara ime ka ihe ndị na-agba gburugburu na-ekpo ọkụ site na okpomọkụ, ike geothermal nke a na-akpali site na mbibi radioactive na etiti mbara ala, ma ọ bụ okpomọkụ na-eme ka ọ dịkwuo ọkụ. Usoro ndị a dị n'ime ga-eme ka okpomọkụ dị irè (okpomọkụ ojii nke na-emepụta radiation a hụrụ site na mbara ala) dị ọkụ karịa okpomọkụ nguzozi (okpompomọkụ ojii onye ga-atụ anya site na okpomọkụ anyanwụ naanị). Dị ka ọmụmaatụ, na Saturn, okpomọkụ dị irè bụ ihe dị ka  iri itoolu na ise K, ma e jiri ya tụnyere okpomọkụ nke ihe dị ka iri isii na atọ K",
  "Nke a kwekọrọ na oke dị n'etiti ike a na-ewepụta na ike anyanwụ natara nke ~ 2.4, na-egosi isi iyi ike dị n'ime. Jupiter na Neptune nwere oke ike a na-enye na ike anyanwụ natara nke 2.5 na 2.7, n'otu n'otu. Enwere ike iwere njikọ chiri anya n'etiti okpomọkụ dị irè na okpomọkụ nguzozi nke Uranus dị ka ihe akaebe na usoro na-emepụta ikuku dị n'ime bụ ihe a na-eleghara anya na Uranus ma e jiri ya tụnyere nnukwu mbara ala ndị ọzọ."
]