[
  "A họpụtara Olabiyi Durojaiye (8 Febuwari afo1933 – 24 Ogustu afo 2021) ka ọ bụrụ Sinetọ na ahu maka mpaghara  odida anyawu nke Ogun Steeti, Naijiria na mmalite nke Naịjirịa Republiki nke ano Naijiria, o zoro ochichi na Alliance for Democracy (AD). Ọ malitere ọrụ na onwa Mee di na mkpuru ubochi 29 Mayna afo 1999. O jikwa aha agbụrụ Otunba dị ka ụdị aha, si otú a gosipụta ọnọdụ ya dị ka onye isi nke ndị Yoruba.",
  "Durojaiye nwetara nzere BSc  na (Economics) na mba ofesi  London, na LLB, London",
  "A kpọrọ ya na  Baa nke Naịjirịa  n'afo 1979, ọ bụkwa onye ọka ikpe na Onye ọka iwu nke Ụlọikpe Kasị Elu nke Naịjirịa",
  "Ọ gụsịrị akwụkwọ na Nnukwu ulo akwụkwọ nke iwu na usoro agum akwụkwọ di na obodo Kuru\nỌ rụrụ ọrụ afọ iri atọ na ise na ngalaba ọhaneze Naịjirịa, gụnyere afọ iri abụọ na asatọ dị ka onye isi nke ulo oba ego Central Bank of Naịjirịa na Nationalu Mint.",
  "Ọ rụrụ ọrụ na otu ulo oru International Monetary Fund, Federal Reserve System na mba U.S.A",
  "na City University London n'agbata afo 1964 and 1982.",
  "Durojaiye bụ onye a họpụtara  na ogbe ya na afo 1988/89  na ulo ndi omebe iwu.",
  "N'afọ 1992, o zoro ọkwa onye isi ala Naịjirịa n'otu nke Social Democratic Party (SDP), nke M.K.O",
  "Abiola meriri. \nGeneral Ibrahim Babangida kagburu ntuli aka Abiola dị ka onye isi ala, nke mere ka ọ laghachi n'ọchịchị ndị agha",
  "N'ọnwa Disemba afọ otu puku na nari itenani na iri itenani na isii, ọchịchị ndị agha nke Ochi Agha Sani Abacha jidere Durojaiye, ma tụọ ya mkpọrọ ụbọchị nari ise na iri isii ma mesoo ya ihe ọjọọ mgbe ọ nọ n'ụlọ mkpọrọ.",
  "Otu akụkọ Juun afo otu puku na nari itenani na iri itenani na asaa kwuru na onye ọka iwu ahụ dị afọ iri isii na atọ na-arịa ọrịa ma na-arịa ọrịa ọbara mgbali elu nke ọgwụgwọ ya kpatara. Amnesty International họpụtara ya ka ọ bụrụ onye mkpọrọ nke akọ na uche ma mee mkpọsa maka ntọhapụ ya.",
  "Durojaiye bụ onye a họpụtara ka ọ bụrụ Sineto nke Federal Republic of Naịjirịa (otu puku na nari itenani na iri itenani na itenani - puku abuo na ato).\nMgbe ọ nọsịrị n'oche ya na Sineti, a họpụtara ya na kọmitii na-ahụ maka ikpe, nhazi (onye isi oche) na ọrụ pụrụ iche.",
  "N'ọnwa Disemba afọ 2002, ọ tụrụ aro ka a tụọ onye ọ bụla mere aghụghọ ntuli aka mkpọrọ ndụ.",
  "O meriri na ntuli aka AD iji nọchite anya otu ahụ na mpaghara Odida anyawu Ogun  na ntuli aka 2003, ọ bụ ezie na Chief Adamo Olayinka Yesufu, onye na-asọ mpi maka nhọpụta ahụ, yiri ya egwu na ọ ga-eme ihe iwu kwadoro. Onye na-azọ ọkwa PDP bụ Tokunbo Ogunbanjo meriri na ntuli aka ahụ.",
  "Nwunye Durojaiye bụ Florence Olufunso Adejoke nwụrụ na 6 Juun afo 2009, mgbe ọ dị afọ iri asaa na abuo, na Ikeja,  ka ya na di ya mechara ọnwa abụọ ha mere ncheta agbamakwụkwọ ha nke iri ise.\nỌ hapụrụ di ya, ụmụ isii na ọtụtụ ụmụ ụmụ. \nN'ajụjụ ọnụ nke Maachi afo 2010 Durojaiye, onye dị afọ iri asaa ugbu a, kwuru okwu megide ụzọ nzuzo nke a na-emeso ọrịa onye isi ala Umaru Yar'Adua, ebe onye isi ala na-alaghachi na Naịjirịa n'abalị ma ọ nweghị akụkọ ọ bụla e nyere banyere ọnọdụ ya.",
  "Durojaiye nwụrụ n'ihi COVID-19 n'ọnwa Ọgọstụ 2021."
]