[
  "Olajumoke Orisaguna (amụrụ ya na n'afọ 1989) bụ onye nlereanya Naijiria nke natara nlebara anya ọha na eze mgbe, mgbe ọ na-ere achịcha n'okporo ámá Lagos, n'amaghị ama ọ banyere n'ime nnọkọ foto nke onye egwu Britain, Tinie Tempah, nke onye na-ese foto Naijiria, TY Bello, maka magazin Nigeria's This Day",
  "TY Bello, mgbe ọ na-edezi ihe, hụrụ ihe oyiyi nke Olajumoke na Tinie Tempah n'etiti foto ndị ahụ",
  "Bello chọtara Olajumoke ma were ya foto",
  "Ọ pụtara na mkpuchi nke magazin ahụ dị n'elu tupu e were ya n'ọrụ dị ka onye nlereanya",
  "O mechara nweta ọrụ na ụfọdụ nnukwu ihe ngosi na ụlọ akwụkwọ",
  "A kọrọ akụkọ a na mgbasa ozi dị iche iche, gụnyere CNN na BBC Africa.",
  "A mụrụ Olajumoke Orisaguna n'afọ 1989 ma zụlite ya na Ire, Osun Steeti",
  "Ọ zụrụ azụ dị ka onye na-edozi isi ebe ọ zutere onye ọrụ nka aha ya bụ Sunday Orisaguna",
  "Ha lụrụ n'afọ 2010 ma mesịa mụọ ụmụ abụọ",
  "Ọ na-asụ Yoruba nke ọma.",
  "Jumoke dị ka a na-akpọ ya nke ọma, ya na otu n'ime ụmụ ya gara Lagos ebe ọ na-atụ anya inwetakwu ego na-ere achịcha",
  "Di ya na nwa nke ọzọ nọrọ na Osun Steeti ebe ọ na-etinye ọnụ ụzọ na-agbagharị agbagharị maka ndụ. Mgbe ọ na-arụ ọrụ na Lagos, e jidere ya n'azụ foto nke onye na-ese foto TY Bello sere mgbe Bello na-ese foto onye egwu Britain bụ Tinie Tempah. Ka o mechara nyochaa ma dezie ihe oyiyi o were, Bello kpebiri na Orisaguna nwere ikike dị ka ihe nlereanya. Mgbe o bipụtachara na Instagram, Bello chọtara Orisaguna ma kwuo na ọ ga-amalite ọrụ ya",
  "O mere ndokwa ka ihe osise Orisaguna pụta na mkpuchi nke magazin Style ma mee atụmatụ ịmepụta ihe nkiri banyere ya.",
  "E mechara nye Orisaguna nkwekọrịta ịme ihe ngosi na Few Model Management, ọzụzụ na ọrụ, n'agbanyeghị na ọ naghị asụ asụsụ Bekee nke ọma. Mgbe Orisaguna nwere ihe ịga nke ọma, di ya na nwa ya ọzọ kwagara Lagos. Na Naịjirịa, e toro Orisaguna na mgbasa ozi dị ka onye nlereanya.",
  "Dị ka CNN si kwuo, a ga-enye ya ụfọdụ agụmakwụkwọ na ụlọ akụ enyewo ya ịkwụ ụgwọ maka ụmụ ya ịga ụlọ akwụkwọ.",
  "Ọtụ ndị Sujimoto na Poise Nigeria nyere Olajumoke agụmakwụkwọ",
  "Ọ ga-amụ Etiquette, Soft Skills, Social Graces na Communication na Poise Nigeria",
  "Ọ bụ ọtụ Sujimoto malitere agụmakwụkwọ ahụ bụ ndị chọrọ ijide n'aka na Olajumoke kwadebere maka ndụ mgbe nlebara anya ozugbo ahụ kwụsịrị.",
  "Na vidiyo YouTube Olajumoke Sauce 7: Trends and Acceptance nke ebugoro na Febụwarị 2018, Orisaguna kwupụtara na ọ wụrụ ya akpata oyi n'ahụ n'ahụ n'eziokwu ahụ bụ na ụfọdụ ndị na-edina ụdị onwe ha ma nwee ikike ịlụ ndị nwoke ma ọ bụ nwanyị.  Orisaguna kwupụtara na nwoke idina nwoke bụ \"un-Nigerian\", ma kwuo n'asụsụ Yoruba, \"Amaara m na ọ dịghị onye Naijiria a mụrụ dị ka nwoke idina nwoke ma ọ bụ nwanyị na-edina nwanyị.\"  O kwukwara na ọ na-esiri ya ike ihi ụra mgbe ọ chọpụtara na Facebook na ụfọdụ ụmụ nwoke na ụmụ nwanyị na-edina ụdị onwe ha na-eme atụmatụ ịlụ ndị nwoke na nwanyị",
  "Nwaada Orisaguna yiri ka ọ na-eyi ndị LGBT egwu mgbe o kwuru na \"a ga-emeso ha n'ụzọ ị na-enweghị ike ichetụ n'echiche\".",
  "Na nzaghachi, onye na-eme ihe ngosi transgenda nke Naijiria bụ Veso Golden Oke tinyere vidiyo na-agbawa ihe nlereanya ahụ, na-adụ ya ọdụ ka ọ mụtakwuo banyere obodo LGBT. N'okpuru iwu Naijiria dabere na iwu ndị ọchịchị Britain, mmekọrịta nwoke na nwanyị n'etiti ndị LGBT ka bụ mpụ, na ntaramahụhụ kachasị elu sitere na mkpọrọ afọ iri na anọ ruo ntaramahụhụ ọnwụ.",
  "Ka ọ mechara bụrụ onye ama ama, di ya, Sunday Orisaguna, boro ebubo na kemgbe ọ ghọrọ onye ama ama, ọ na-akparị ya ma na-etinye alụmdi na nwunye ha n'ime ọgbayara. Na nzaghachi, o nyere ajụjụ ọnụ na The Punch na-ekwu na mmekọrịta ya adịghị mma, ọ bụ naanị Chineke ga-ekpe ikpe n'etiti di ya na onwe ya maka ajụjụ ọnụ ọ na-enye banyere ya."
]