[
  "Olalekan Jeyifous (a mụrụ n'afọ 1977), nke a na-akpọkarị Lek ( na-akpọpụta dịka \"Lake\"), bụ onye na-ese ihe na Naijiria bi na Brooklyn, New York",
  "Ugbu a, ọ bụ onye nkuzi nleta na Mahadum Cornell ebe ọ nwetakwara nzere bachelọ na Architecture n'afọ 2000. N'ịbụ onye a zụrụ azụ dị ka onye na-arụ ụlọ, ọrụ ya na-elekwasị anya na nka ọha na eze na azụmahịa. E nyebugo ọrụ ya ọrụ ọhụrụ maka Reconstructions: Architecture and Blackness in America ngosi na Museum of Modern Art na New York nàkwà Amanda Williams, Walter Hood, na Mario Gooden. Ihe ngosi a na-enyocha mmekọrịta dị n'etiti ụlọ na oghere nke obodo ndị Africa America yana ndị Africa na ụzọ ndị a pụrụ isi mee ka akụkọ ihe mere eme pụta ìhè ma nwee ike iwulite nha.",
  "Ọrụ Jeyifous na-eche nsogbu mmekọrịta mmadụ na ibe ya ihu site na ntinye, nnukwu ihe osise, nnukwu ihe osise ọha na eze nakwa ụdị kọmputa 3D na-egosipụta echiche banyere Afrofuturism na dystopias ụlọ. Jeyifous nwere mmasị na nsogbu obodo na ọrụ na-agbanwe agbanwe obodo na-arụ na ndọrọ ndọrọ ọchịchị, nka, ọdịbendị pop, na echiche nchịkọta. Banyere ihe ngosi ya gosipụtara na ihe ngosi Museum of Modern Art, “Reconstructions: Architecture and Blackness in America,” Jeyifous na-enyocha eziokwu dystopian nke gbanyere mgbọrọgwụ na ndị isi ojii nọ ná mba ọzọ na ephemera obodo mepere emepe na-apụ n'anya na ụlọ nke Brooklyn.",
  "N'afọ 2020, New York Times kpọrọ Jeyifous dịka otu n'ime ndị na-ese ihe 5 ga-eso na Instagram n'etiti ndị na-ese ihe Kara Walker, Phyllis Galembo, Laylah Amatullah Barrayn, Alex Webb na Rebecca Norris Webb",
  "Crown Ether bụ ihe ọkpụkpụ dị mita iri ise n'ogologo n'afọ 2017 Coachella Valley Music and Art Festival",
  "Jeyifous bụ otu n'ime ndị omenkà ise a họpụtara maka ngosi ahụ. Mmekọrịta dị n'etiti njikọ na nkewa kpaliri ihe osise ahụ dị elu",
  "Onye na-ese ihe kewara ụlọ elu okomoko dị elu nke dị elu site na obodo na-adịchaghị elu ma nwee ihe nketa dị n'okpuru, ebe ọ na-ejikọta obodo abụọ ahụ site na uru nke nchekwa na ndò.",
  "“!”Ngagharị iwe (2017) bụ ihe osise ọha na eze dị mita iri nke nwere nnukwu ihe ọkpụkpụ anọ na Public Square na obodo Cleveland, OH",
  "N'ike mmụọ nsọ site na akụkọ ihe mere eme nke ngagharị iwe, nzukọ udo, na nnọkọ obodo nke mere n'ama Public Square, Jeyifous sere ihe osise oroma na-acha odo odo nke na-egosi ndị na-eme ngagharị iwe na-eyi ụja n'ime mpi ehi, na-enye akwụkwọ nta, ma na-amakụ. Akụkụ ahụ na-anọchite anya ngagharị iwe dị ka ikike ọchịchị onye kwuo uche ya site n'ịnabata ndị ọbịa ka ha nọdụ ala maọbụ zukọta okirikiri ikpo okwu oche ndị e wuru na ntọala ígwè nke ibe ọ bụla.",
  "The Boom and the Bust (2019) bụ ihe ọkpụkpụ dị mita iri abụọ na ise nke dịka ụlọ dị elu nke nwere ihe yiri àkwá n'etiti ya na-ejide nchịkọta obere ụlọ na-acha uhie uhie",
  "Akụkụ ahụ na-ezo aka na ihe ịma aka nke ịkpa ókè ụlọ na enweghị nhata n'obodo ukwu, n'oge gara aga, na ugbu a.",
  "Wrought, Knit, Labors, Legacies (2020) bụ̀ ntinye n'akụkụ mmiri Alexandria Virginia nke na-edepụta akụkọ ihe mere eme nke Alexandria nke ndị Africa nakwa America site na oghere nke akụkọ ihe mere eme nke ụlọ ọrụ na ndị ahịa nke obodo ahụ site na narị afọ 17 ruo 20.",
  "Ọdịnihu anyị, ọchịchị onye kwuo uche anyị (2020) ga-abụ ihe mmekorita ya na onye na-ese ihe Amanda Williams maka mmeghe She Built NYC",
  "Akụkụ ahụ na-echeta Shirley Chisholm, nwanyị ojii mbụ gara ozi na Congress. Onye na-ese ihe mere ihe ahụ iji kọwaa ihe ncheta nke narị afọ iri abụọ na otu, sọpụrụ ihe nketa Shirley Chisholm nke ịkpọkọta ndị mmadụ ọnụ, ma kwurịta ogologo oge ihe gbasara ọchịchị onye kwuo uche ya. A ga-ewu ya na Brooklyn's Prospect Park na nkuku Ocean na Parkside Avenues."
]