[
  "Olamide Gbenga Adedeji (a mụrụ n'abalị  15 n'ọnwa Maachị n'afọ 1989), bụ onye na-eti egwu na Naijiria. Ọ bụ otu n'ime ndị kachasị pụta ìhè na Afrịka",
  "Ọ na-edekọ na Yoruba na Bekee",
  "N'afọ 2011, o wepụtara abọm studio mbụ ya bụ Rapsodi mgbe ọ bịanyere aka na Coded Tunes",
  "E wepụtara YBNL, abọm ya na-esote, n'okpuru akara akara ya \"Yahoo Boy No Laptop\" aka YBNL Nation",
  "Ndị egwu \"First of All\", \"Voice of the Street\", \"Stupid Love\", na \"Ilefo Illuminati\" kwadoro abọm ahụ",
  "Na 7 Nọvemba 2013, ọ wepụtara abọm studio ya nke atọ Baddest Guy Ever Liveth",
  "Egwu abọm ahụ gụnyere \"Durosoke\" na \"Yemi My Lover\"",
  "N'abalị 17 ọnwa Julaị 2013, Olamide ghọrọ onye Naijiria mbụ bịanyere aka na nkwekọrịta nkwado na Cîroc.",
  "A mụrụ Olamide Gbenga Adedeji na Bariga, Lagos Steeti, n'abalị iri na ise nke ọnwa Maachị, afọ 1989. Ọ bụ nwa nke abụọ n'ime ụmụ atọ Pa Adedeji na nwunye ya nke abụọ, Ronke Osisanya Adedeji mụrụ",
  "Olamide nwere ụmụnne abụọ, TemmyGold na Eniola Olamilekan (onye a makwaara dịka DJ Enimoney).",
  "Olamide malitere ọrụ ya mgbe ọ wepụtara egwu izizi, \"Eni Duro,\" n'afọ 2010",
  "N'otu afọ ahụ, ọ rụrụ na The Hip Hop World Awards Ọ gụrụ maka nkwurịta okwu na Mahadum Tai Solarin mana ọ kwụsịrị n'ihi nsogbu ego.",
  "Adedeji lụrụ Adebukunmi Aisha Suleiman.Ha mụrụ ụmụ nwoke abụọ, Maximilian Boluwatife na Tunrepin Myles. Olamide kwuru na Maria Okanrende nwere nwa ịhụnanya, onye na-arụ ọrụ na The Beat 99.9 FM n'oge ahụ",
  "Ọ bịanyere aka na ID Cabasa's Coded Tunes record label ma Toni Payne na-elekọta ya. N'afọ 2012, ọ hapụrụ Coded Tunes wee malite akara ndekọ nke ya YBNL Nation",
  "E wepụtara abọm izizi nke Olamide bụ Rapsodi n'afọ 2011",
  "Egwu ndu ya bụ \"Omo To Shan\" gbara n'ọtụtụ ụlọ ọrụ redio na Lagos na n'ofe Naịjirịa",
  "Onyinye izizi nke Olamide mere ka ya na ọtụtụ ndị na-agụ egwu, gụnyere Wizkid, ID Cabasa, 9ice, Reminisce na D'banj.",
  "E wepụtara abọm studio nke abụọ nke Adedeji bụ YBNL na Nọvemba 2012",
  "Tyrone (onye na-emepụta ihe), Samklef, 2 Kriss, Pheelz na ID Cabasa na-ahụ maka mmepụta ya",
  "Abọm ahụ gosipụtara ndị ọbịa sitere na Davido, Tiwa Savage, Kayswitch, Dammy Krane, Reminisce, Samklef, Buckwylla, Minus 2 na Base One",
  "Ndị otu \"I lefo Illuminati\", \"First of All\", \"Stupid Love\" na \"Voice of the Street\" kwadoro ya.",
  "Baddest Guy Ever Liveth bụ abọm studio nke atọ nke Olamide",
  "E wepụtara ya n'abalị 7 Nọvemba afọ 2013 site na YBNL Nation Olamide dekọrọ abọm ahụ n'agbata afọ 2012 na afọ 2013 wee debanye aha Pheelz, Buckwyla, Ketchup, Ice Prince, Pepenazi, Endia, Viktoh, B.Banks, Phyno, Pele Pele na Bez ka ha pụta dị ka ndị ọbịa na ya",
  "Ọ bụ Pheelz mepụtara abọm ahụ kpamkpam, ma e wezụga egwu nke iri na atọ \"Sitting on the Throne\".",
  "Baddest Guy Ever Liveth nwere egwu anọ: \"Durosoke\", \"Turn Up\", \"Yemi My Lover\" na \"Eleda Mi O\"",
  "Akwụkwọ akụkọ Premium Times tinyere abọm ahụ na ndepụta ya nke abọm ise a ka ga-ewepụta na Naijiria nke afọ 2013. Ọ nọ n'ọkwa nke iri na abụọ na ndepụta Afrikka Radio nke abọm iri na abụọ kachasị mma nke Naijiria nke afọ 2013. Baddest Guy Ever Liveth meriri Best Album of the Year n'afọ 2014 Nigeria Entertainment Awards, a họpụtara ya maka Rap Album of the Year na 2014 City People Entertainment Awards. O meriri Best Rap Album na Album nke Afọ na The Headies 2014.",
  "N'ọnwa Mee 2013, a kọrọ na Olamide bịanyere aka na nkwekọrịta ndekọ na DB Records",
  "Olamide gara na Twitter iji kwatuo akụkọ ndị ahụ. N'ajụjụ ọnụ ya na Toolz nakwa NdaniTV's The Juice, o kwuru na ọ bụ \"oge\" ka onye ọ bụla bịanye aka na ya.",
  "Na 14 Nọvemba 2014, Olamide wepụtara abọm nke anọ ya Street OT site na YBNL Nation Abọm a bụ ihe na-esote abọm Baddest Guy Ever Liveth nke afọ 2013. Tupu egwu akpọrọ \"Story For The Gods\" na \"Goons Mi\", Street OT gosipụtara ndị ọbịa si Pasuma, Lil Kesh, Chinko Ekun, Phyno, Don Jazzy, na Reminisce",
  "Pheelz, B-Banks na Young Jonn na-ahụ maka mmepụta ya.Kpọpụta njehie: Closing </ref> missing for <ref> tag",
  "(HarrySong gosipụtara Olamide, KCee, Iyanya & Orezi)",
  "(Olamide & Phyno gosipụtara Lil Kesh)",
  "(Reminisce gosipụtara Olamide & Phyno)",
  "(Olamide & Phyno)"
]