[
  "Ọlátúbọ̀sún Oládàpọ̀, nke a makwaara dị ka Túbọ́sún Ọládàpọ̀، ma ọ bụ Odíd__wol____wol____wol__ Ayékò (amụrụ n'ubochi irí na itoolu n'ọnwa Septemba, 1943), bụ onye na-ede uri, onye na-eme egwuregwu, ónyé na'egwú, ónyé redio / ónyé mgbasa ozi, ónyé édémédé, na ónyé nchọpụta si Naijiria ónyé ndị na-ege ntị ya na-asụ Yorbá ma biri na South-West Nigeria.",
  "A mụrụ Abraham Ọlátúbọ̀sún Ọládàpọ̀, ọ gara ụlọ akwụkwọ praịmarị Phillip na Ararọmi Owu, Osun State, n'afọ 1950, wee gaa St",
  "James Olanla na Akinyele, Ibadan, site n'afo 1951 ruo 1954, ma mesịa gaa Mahadum Lagos.",
  "Ọ gàrà ọzụzụ na St",
  "Luke's Teachers Training College, Ibadan, ébé ọ malitere ime uri na ngosi n'ụlọ akwụkwọ ahụ na mmemme nka nke afọ 1965, ébé ọ na-abụ abụ Ìjálá Yorùbá. Ọ gụsịrị nke ahụ na 1967 ma ziga ya na St",
  "David's School, Kudeti, Ibadan",
  "O kwùrù, sị: \"Ọ bụ na St",
  "Lukez ka a chọpụtara nkà m na ihe nkiri, ọ bụkwa n'ihi nke a ka e zigara m na Mahadum Lagos iji mụọ màkà diplọma na Yorùbá Studies n'efu",
  "M pụtara na ọdịiche na mmemme ahụ",
  "\"",
  "N'afọ 1969, ọ sonyeere \"The Sketch newspaper\", GbounGboun, akwụkwọ akụkọ Yorùbá, ébé ọ rụrụ ọrụ otu afọ tupu ọ kwaga na 1970 na Western Nigeria Television (WNTV) na Western Nigeria Broadcasting Service (WNBS)",
  "N'ébé ahụ, ọ zutere ndị dị ka Adebayo Faleti, ónyé nwéré mmetụta dị ukwuu n'ebe ọ nọ, na Prince Adebayo Sanda, ónyé na-egosi Kaaro Ooojiire na Tiwa Nītiwa",
  "Oladapo gbara arụkwaghịm n'afọ 1977 iji guzobe ụlọ ọrụ ndekọ, Olatubosun Records, iji chọọ, kwalite, ma mepụta ndị na-ese ihe na ndị na-ede uri n'asụsụ ụmụ amaala gafee mba Yorùbá.",
  "O mepụtara ihe karịrị abọm iri ise na otu dị íchè íchè na ndị omenkà narị abụọ na akara ahụ, gụnyere Late Ọ̀jọ̀gbọ́n Ògúndáre Fọ́yánmu si Ògbómọ̀__ilo____ilo____ilo__, Odòlayé Àlɔ́mú si Kwara, Àyányẹmí Atoko wá gbowó__ ̆ the talking-drum specialist; Àlàbí Ògúdépò, na Duro Ladipo International Theatre, n'etiti ndị ọzọ. Abọm uri Yoruba nke onwé ya (ewì) na-egosipụtakarị uri Yorùbá nke a na-agụ n'elu ndị egwú nke egwu ọdịnala",
  "Ndị na-agụ egwú nke Oládàpọ̀ gụnyere \"K-12 Voices,\" a ma ama nke Diípọ̀ Ṣódiípọ̀ nwụrụ anwụ duziri.",
  "Oladapo bụ ónyé dere ihe dị ka akwụkwọ iri abụo na itoolu dị íchè íchè, ụfọdụ n'ime ha na-eji dị ka ederede a tụrụ aro n'ofe ụlọ akwụkwọ praịmarị na sekọndrị na mahadum na Naịjirịa na mba ofesi.",
  "Ọ bụ ónyé dere akwụkwọ édémédé abụọ, Àròyé Akéwì (1 na 2) na Àròfọ̀__ilo____ilo____ilo__",
  "Egwuregwu ya Ògún Lákáayé na Ẹ̀gbádé Fáladé bụ ndị mmeri jikọrọ áká nke asọmpi ihe nkiri nke Oxford University Press n'afọ 1970.",
  "Ọlátúbọ̀sún Records Company (nke a na-akpọkwa Ọlátúgb̀sún mgbé ụfọdụ) bụ ụlọ ọrụ na-edekọ asụsụ ụmụ amaala nke Olatubosun Oladapo guzobere n'afọ 1977",
  "O mepụtara ihe karịrị narị abụọ nkè ndị na-ede uri na ndị na-eme ihe nkiri asụsụ Yorùbá, gụnyere Odolaye Aremu, Batile Alake, Ogundare Foyanmu, Duro Ladipo, Alabi Ogundepo, na ọtụtụ ndị ọzọ - gụnyere Tubosun Oladapo n'onwe ya."
]