[
  "Oleamide bụ ihe na-emepụta ihe na usoro CH3 (CH2) 7CH=CH (CH2) 6CONH2. Ọ bụ amide sitere na fatty acid oleic acid",
  "Ọ bụ ihe siri ike na-enweghị ụcha ma na-eme n'okike",
  "Mgbe ụfọdụ n'ime ụmụ ndị ogbi a na-akpọ ya amide abụba (FAPA), a na-emepụta ya site na N-oleoylglycine.",
  "N'ihe gbasara ihe okike, a chọpụtara oleamide na plasma mmadụ",
  "E mechara gosipụta na ọ na-agbakọta na mmiri ụbụrụ n'oge ochie ọbá Akwụkwọ abụ ọma enweghị ụra ma na-akpali ụra n'ime ụmụ anụmanụ.",
  "A na-ewere ya dị ka ọgwụgwọ nwere ike ịgwọ nsogbu ọnọdụ uche na nke ukwu nke a na ụra, yana ịda mbà n'obi nke cannabinoid na-achịkwa.",
  "N'ihe gbasara mmetụta ya na-akpali ụra, a na-eche na oleamide na-emekọrịta ihe na ọtụtụ usoro neurotransmitter. Ụfọdụ ọmụmụ in-vitro na-egosi na cis-oleamide bụ agonist ndị mere n'oge ochie maka onye na-anabata cannabinoid CB-1 na njikọ gburugburu 8 micromolar. Otú ọ dị, n'ihi obere njikọ oleamide maka CB-1 na ejighị n'aka banyere njupụta na ọrụ nke oleamide na-adị ndụ, a na-ekwu na ọ bụ oge ịhazi oleamide dị ka endocannabinoid. Na doses buru ibu oleamide nwere ike belata okpomọkụ ahụ nke òké site na ihe dị ka 2 degrees, na mmetụta na-adịru ihe dị ka awa abụọ. A maghị usoro nke a.",
  "Oleamide na-agbari ngwa ngwa site na fatty acid amide hydrolase ndị mmadụ n'ihe ndị mere (FAAH), otu enzyme nke na-agbanye anandamide. A na-ekwu na mmetụta ụfọdụ nke oleamide na-esite na mmụba nke anandamide site na mgbochi nke FAAH.",
  "Oleamide emepụtara emepụta ihe nwere ọtụtụ ọrụ mmepụta ihe gụnyere dị kà àkà gbúrù nwéré ihe na-agba ọsọ, mmanụ, na ihe na-egbochi corrosion.",
  "A chọpụtara na oleamide na-agbapụta plastik polypropylene na nnwale ụlọ nyocha, na-emetụta nsonaazụ nnwale. Ebe ọ bụ na a na-eji polypropylene eme ihe n'ọtụtụ ihe na ụdị nke oriri dịka ndị maka yogọt, a na-amụ nsogbu ahụ.",
  "Oleamide bụ \"otu n'ime ihe ndị na-abụghị cannabisinoid na-ejikọta ya na ngwaahịa Spice\". Nnyocha nke ngwaahịa ọrụ nkụzi afọ ojuju site 44 synthetic cannabinoid kpughere oleamide na 7 n'ime ngwaahịa ndị a nwalere."
]