[
  "Olga Luzardo (29 Febrụwarị 1916 - 19 Septemba 2016) bụ onye odeakụkọ Venezuelan, onye na-ede uri na onye ndọrọndọrọ ọchịchị",
  "Ọ bụ onye ndu na pati Communist nke Venezuela, na-eje ozi dị ka onye so na kọmitii etiti na ụlọ ọrụ ndọrọ ndọrọ ọchịchị ọtụtụ oge n'ime afọ 80 ọ tinyere aka na pati ahụ.",
  "A mụrụ Olga Luzardo na Paraguaipoa dị na steeti Zulia nke Venezuela na 1916, ọ bụ ezie na ụfọdụ akwụkwọ kọrọ afọ ọmụmụ ya dị ka 1918",
  "Ndị mụrụ ya bụ Aramis Luzardo y Margarita Finol.",
  "Mgbe ọ dị afọ 12, ọ ghọrọ akụkụ nke okirikiri Marxist mbụ na Maracaibo's Baralt na Urdaneta plazas",
  "Site n'aka onye na-ede uri na onye nkụzi bụ Jesús Enrique Lossada, a kpọbatara ya n'ọrụ Karl Marx, Maxim Gorky, Friedrich Engels, Nikolai Bukharin, na Vladimir Lenin",
  "[Ihe ndekọ achọrọ]",
  "O sonyekwara n'ọgụ maka ikike ụmụ nwanyị na 1928, na-ekwupụta mmeso ọjọọ na ịkpa ókè n'ebe ọrụ.",
  "Luzardo bụ onye otu Patriotic Women's Society, otu ụmụ nwanyị na-eme ngagharị iwe ma na-alụ ọgụ megide ọchịchị aka ike nke Juan Vicente Gómez.",
  "Na 1931, ya na Gabriel Bracho, Espartaco González, Isidro Valles, na ndị ọzọ, o nyere aka guzobe mkpụrụ ndụ mbụ nke Communist Party nke Venezuela na steeti Zulia",
  "[Ihe ndekọ achọrọ]￼￼",
  "Mgbe Gómez nwụsịrị na 1935, Luzardo malitere ịrụ ọrụ ịhazi òtù ndọrọ ndọrọ ọchịchị n'etiti ndị ọrụ mmanụ",
  "Na 1936, o sonye na Congress Feminist First na Caracas, n'akụkụ Eumelia Hernández, Itala Reyes, Auxiliadora Soto, Margoth Díaz Urdaneta, Rosa Virginia Martínez, na ndị inyom ndị ọzọ na-akwado ịlụ ọgụ maka ị nweta ụmụ nwanyị",
  "Mgbe afọ ahụ gachara, ọ bụ otu n'ime ndị na-ahazi nnukwu Mgbu mmanụ Venezuelan nke mbụ.",
  "N'afọ 1936, Luzardo guzobere Agrupación Cultural Femenina, nzukọ ụmụ nwanyị mbụ nke Communist Party, nke na-arụ ọrụ maka ịdị n'otu mba ụwa na ikike ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya, na ọdịbendị maka ụmụ nwanyị",
  "Ọ nọgidere na-etinye aka nke ukwuu na pati ahụ, na-arụ ọrụ na kọmitii etiti ya na ịgbasa ihe ndị otu ahụ na mba ahụ",
  "Ọ bụ onye guzobere Women's International Democratic Federation na 1940s, na-eje ozi dị ka onye nnọchi anya mbụ nke Venezuela na nzukọ ahụ ma na-eme njem ịnọchite anya mba ahụ na Soviet Union, Chile, Cuba, Hungary, Poland, Czechoslovakia, na mba ndị ọzọ.",
  "O nwetara akara ugo mmụta na akụ na ụba na Mahadum Central nke Venezuela na 1944",
  "N'afọ sochirinụ, otu n'ime ọgụ ya bụ isi bịara: ụmụ nwanyị Venezuelan meriri ikike ịtụ vootu.",
  "N'oge ọchịchị aka ike nke Marcos Pérez Jiménez, Luzardo bụ onye guzobere ma na-eme ihe maka Unión de Muchachas Venezolanas (Union of Venezuelan Women), ọ bụkwa onye otu nnupụisi, na-arụ ọrụ n'okpuru aha \"Jorge",
  "N'oge a, ọkachasị n'afọ ndị 1950, ndị ọchịchị na-emegbu ya ma na-emeso ya mmeso ọjọọ: A gbagburu ya n'ụkwụ ma mesịa tụba ya n'ụlọ mkpọrọ",
  "Mgbe ọ nọsịrị oge n'ụlọ mkpọrọ San Carlos na steeti Cojedes, n'afọ 1952, a chụgara ya na Mexico na USSR. Ọ laghachiri Caracas mgbe ọchịchị aka ike Jiménez dara na 1958.",
  "Mgbe ọ laghachiri Venezuela, ọ sonyeere ndị agha agha nke National Liberation guerrilla, na-emegide ọchịchị onye kwuo uche ya nke Rómulo Betancourt na Raúl Leoni",
  "Site n'òtù ahụ, nke a maara dị ka FALN, ọ duziri mwakpo dị elu nke ụgbọ okporo ígwè El Encanto, nke a na-akpọ \"Operation Olga Luzardo\" na 1963.",
  "A na-ejikọta ọrụ mbụ Luzardo na ntinye n'oge n'ime akwụkwọ",
  "Dị ka nwa agbọghọ, ya na ndị na-ede uri Ely Saúl Rodríguez na Rosa Virginia Martínez, yana onye na-ese ihe Antonio Angulo, rụkọrọ ọrụ iji guzobe athenaeum na Maracaibo.",
  "Ọ rụrụ ọrụ ogologo oge dị ka onye nta akụkọ, na-ebipụta akụkọ echiche mbụ ya na akwụkwọ akụkọ Maracaibo Panorama na 1930s",
  "Ọ rụrụ ọrụ maka akwụkwọ akụkọ kwa ụbọchị Últimas Noticias n'akụkụ Ana Luisa Llovera, nke a na-ewere dị ka nwanyị mbụ Venezuelan na-ede akụkọ, yana María Teresa Castillo",
  "O dekwara maka Ahora ma nyere aka chọta Tribuna Popular, ụlọ ọrụ mgbasa ozi nke Communist Party. Mgbe ụfọdụ, ọ na-ede akwụkwọ n'okpuru aha nzuzo \"Petrovna\".",
  "Luzardo dekwara uri, nke mbụ o bipụtara nchịkọta Flor de cactus na 1942",
  "Akwụkwọ ahụ chịkọtara uri ndị e dere n'etiti 1935 na 1942, nke na-agwakọta ihe ndọrọ ndọrọ ọchịchị na nke ịhụnanya na nke na-akpali agụụ mmekọahụ",
  "E bipụtara nchịkọta nke uri e dere n'oge ọ nọ n'ụlọ mkpọrọ site na 1950 na 1952 na 1993 n'okpuru aha Huellas frescas",
  "A mụrụ naanị nwa ya nwanyị, ya na onye otu mgbanwe Luis Eduardo Pérez Arteaga, n'afọ 1939.",
  "N'afọ 2016, Onye isi ala Nicolás Maduro nyere Luzardo Order of the Liberators Medal First Class",
  "Ọ nwụrụ ka e mesịrị n'afọ ahụ na Caracas, mgbe ọ dị afọ 100."
]