[
  "Oliver Lee Jackson (amụrụ n'afọ 1935) bụ ónyé America na-ese ihe, ónyé na-ebi akwụkwọ, ónyé na'ese ihe, na ónyé nkụzi. Ọ bụ prọfesọ na Mahadum California State, Sacramento site na 1971 ruo 2002 ma bụrụ otu n'ime ndị guzobere mmemme Pan African Studies na ụlọ akwụkwọ ahụ. Ọ bi na Oakland, California.",
  "A mụrụ ya na 1935 na St",
  "Louis, Missouri, n'ime ezinụlọ ndị Africa America. Mgbe ọ gụsịrị akwụkwọ na Vashon High School, Jackson gara Mahadum Illinois Wesleyan (B.F.A",
  "1958). Ọ rụrụ ọrụ na ndị agha United States ma jírí nkwanye ùgwù chụọ ya n'afọ 1961. Mgbè nke ahụ gasịrị ọ gàrà Mahadum Iowa (M.F.A",
  "1963).",
  "N'etiti afọ 1960 ruo na ngwụcha afọ 1970, ọ kụziri klas nka na mahadum na kọleji dị na St",
  "Louis ma nọgide na-arụsi ọrụ ike na ọbọdọ a.",
  "Ọ kụziri na St",
  "Louis Community College (1964 ruo 1967); Southern Illinois University (1967 ruo 1969); Washington University, St",
  "Louis (1967 ruo-1969); na Oberlin College (1969 ruo 1970). N'afọ 1971, ọ kwagara California wee sonye na ngalaba na Mahadum California State, Sacramento, ébé ọ nọrọ ruo n'afọ 2002.",
  "Ọ bụ ónyé otu njikọ nke otu nka Black Artists Group (BAG) na St",
  "Louis. Ndị na-agụ egwú, ndị na-eme ihe nkírí, ndị na'agba egwú na ndị na-ese ihe nkírí guzobere BAG dị ka usoro nkwado maka ngosipụta okike n'etiti ndị na-emepụta ihe n'Africa America, na iji nwee ọnọdụ ka ukwuu na ọdịbendị ọdịbendị.",
  "Ihe osise Jackson bụ mmegharị ahụ na ngosipụta n'ụdị ha, na-anwa ijide ọnọdụ uche. E nwèrè ngwakọta nke ọdịbendị ọdịbendị na ihe oyiyi na ihe osise ya gụnyere akụkụ nke ahụmịhe ndị Africa America, surrealism, ihe osise ọgba, na ntinye aka na nka akụkọ ihe méré eme nke Africa na Oceania. Mgbukpọ Sharpeville na 1960s na South Africa bụ ihe mkpali màkà Jackson na Sharpeville Series ya (1968 rụo 1977).",
  "Ọrụ Jackson dị na nchịkọta ihe ngosi nka nkè Museum of Modern Art; Metropolitan Museum of Art; Studio Museum na Harlem; National Gallery of Art; San Francisco Museum of Modern Arts; San Jose Museum of Art."
]