[
  "Ollie Anderson McLaughlin (March 24, 1925 na February 19, 1984) bụ ónyé America na-emepụta ihe ndekọ na ónyé nwé ákàrà ndekọ.  Ọ chọpụtara Del Shannon, ma hazie ma ọ bụ mepụta ndekọ site na Dave Brubeck, Chet Baker, Dorothy Ashby, Barbara Lewis, na Capitols, n'etiti ọtụtụ ndị ọzọ.",
  "A mụrụ ya na Carthage, Mississippi, United States, mana ọ kwagara Ann Arbor, Michigan, dị ka nwatakịrị.  Mgbè ọ gụsịrị akwụkwọ ma jee ozi na US Army n'oge Agha Ụwa nke Abụọ, ọ gụrụ akwụkwọ na Columbia College na Chicago, tupu ọ laghachi Ann Arbor na ngwụcha afọ 1940 iji rụọ ọrụ dị ka DJ na ụlọ ọrụ redio WHRV.  Ya na nwanne ya nwoke kwalite egwu jazz na R&B.  N'ọnwa Machị afọ 1954, ọ kwalitere egwú egwu nkè Dave Brubeck Quartet na Ann Arbor, nke a tọhapụrụ akụkụ ya na album Jazz Goes to College, ọnwa abụọ ka e mesịrị, ọ haziri egwu egwu Chet Baker, nké e wepụtara dị ka LP Jazz na Ann Arbour.",
  "N'afọ 1960, ọ nụrụ otu egwu ọbọdọ nke Charles Westover, nke a maara n'oge ahụ dị ka Charlie Johnson, ma dekọọ ihe ngosi nke otu ahụ, nke o zigara Harry Balk na Irving Micahnik nke Talent Artists na Detroit, Michigan",
  "N'ihi ya, Bigtop Records bịanyere Westover aka, ma kweta ịgbanwe aha ya ka ọ bụrụ Del Shannon",
  "McLaughlin mèrè ka Shannon dekọọ otu n'ime egwu ya na New York City, na-eji onye otu Max Crook's Musitron dị ka ngwá egwu, na otu egwu, \"Runaway\", ruru No",
  "1 na chaatị Billboard na Eprel 1961.  McLaughlin mepụtara ọtụtụ n'ime egwu Shannon mechara, gụnyere \"Hats Off to Larry\".",
  "Na mbido afọ 1960, McLaughlin guzobere Karen Records, nke mbụ n'ime akara ndekọ atọ aha ya bụ ụmụ ya nwanyị, ndị ọzọ bụ Carla na Moira.  N'etiti ihe ndekọ ndị ọ mepụtara na mbido na etiti afọ 1960 bụ \"Hello Stranger\", \"Baby I'm Yours\", na \"Make Me Your Baby\" nke Barbara Lewis; \"Love Makes The World Go Round\" nke Deon Jackson; na \"Cool Jerk\" nke Capitols.  N'ọnọdụ ụfọdụ, ekwere na mmepụta McLaughlin bụ nsonaazụ nke ọrụ nchịkwa ya maka ndị na-ese ihe metụtara",
  "E mèrè ọtụtụ n'ime ihe ndekọ ya na Chicago na Detroit, n'ọnọdụ ụfọdụ site na iji ndị egwu nwèrè nkwekọrịta na Motown, ọtụtụ n'ụgwọ, ma wepụta ya site na akara Atlantic na Atco",
  "N'etiti ndị egwu ndị ọzọ McLaughlin dere bụ Bettye LaVette, Richard Wylie, Ruth Copeland, The Soul Twins, Johnnie Mae Matthews, na Matt Lucas",
  "E weputara ọtụtụ ihe ndekọ McLaughlin site na 1960s na Northern soul compilation records."
]