[
  "Oliver Wendell Harrington (ubochí irí na anọ n'ọnwa Febụwarị, 1912 ̊ rụo ụbọchị abụọ n'ọnwa Novemba, 1995) bụ onye America na-ese ihe nkiri na onye na-akwado megide ịkpa ókè agbụrụ na maka ikike obodo na United States",
  "N'ịbụ ónyé si n'agbụrụ dị iche iche, Langston Hughes kpọrọ ya \"onye kacha eme ihe nkírí na-atọ ọchị n'Africa na America\". Harrington rịọrọ màkà mgbaba ndọrọ ndọrọ ọchịchị na East Germany na 1961; ọ biri na Berlin màkà afọ iri atọ ikpeazụ nke ndụ ya.",
  "A mụrụ Herbert na Euzsenie Turat Harrington na Valhalla, New York, Harrington bụ nwa mbụ n'ime ụmụ ise",
  "Ọ malitere ime ihe nkiri iji gosipụta nkụda mmụọ ya banyéré ónyé nkuzi na-akpa ókè agbụrụ nke na-akpa oke agbụrụ na klas nke isii ma gụsịrị akwụkwọ na DeWitt Clinton High School na Bronx na 1929.",
  "N'ikpu onwé ya na Harlem Renaissance, Harrington chọtara ọrụ mgbè Ted Poston, ónyé nchịkọta akụkọ ọbọdọ màkà Amsterdam News matara banyéré nnukwu nkà Harrington dị ka ónyé na-ese ihe nkiri na ónyé na-eme ihe nkiri ndọrọ ndọrọ ọchịchị",
  "N'afọ 1935, Harrington mepụtara Dark Laughter, ihe nkiri na-atọ ọchị, màkà mbipụta ahụ",
  "E mechara kpọgharịa ya Bootsie, n'ihi onye ama ama ya, onye Africa America nkịtị na-emeso ịkpa ókè agbụrụ na US",
  "Harrington kọwara ya dị ka \"onye obi ụtọ, ónyé na-eri nri nke ọma ma nwee obi ụtọ\"",
  "N'oge a, Harrington debanyere aha na Fine Arts na Mahadum Yale iji mezue akara ugo mmụta ya, mana ọ pụghị imecha ya n'ihi na United States banyéré n'Agha Ụwa nke Abụọ.",
  "N'abalị iri na asatọ n'ọnwa Ọktoba n'afọ 1941, ọ malitere ibipụta Jive Gray (1941 1910), ihe nkiri na-atọ ọchị kwa izu banyéré ónyé na-efe ụgbọelu Africa na America; ihe nkiri ahụ gara n'ihu ruo mgbe Harrington kwagara Paris.",
  "Harrington nwere ụmụ anọ",
  "Ụmụ nwanyị abụọ bụ ụmụ amaala US; nke atọ bụ nwa amaala Britain",
  "A mụrụ ha niile tupu Harrington akwaga East Berlin",
  "A mụrụ nwa ya nke ikpeazụ, nwá nwoke, ọtụtụ afọ mgbè Harrington lụrụ Helma Richter, ónyé nta akụkọ German."
]