[
  "Sarah Matawana \"Olly\" Mlamleli (amụrụ n'afọ 1957) bụ onye ndọrọ ndọrọ ọchịchị South Africa onye jere ozi dị ka onye isi obodo Mangaung Metropolitan Municipality site n'Ogost, na afọ 2016 ruo Ọgọst afọ 2020",
  "Onye otu African National Congress, ọ rụrụ ọrụ dị ka onye otu Executive Council (MEC) maka Cooperative Governance, Traditional Affairs na Human Settlements site na Febụwarị na afọ 2012 ruo Ọgọst na afọ 2016",
  "N'afọ 2020, a chụpụrụ Mlamleli dị ka onye isi obodo Mangaung ma jide ya n'ihi nkwekọrịta asbestos na-ese okwu nke sitere n'oge ya na MEC.",
  "Mlamleli was born in 1957 in Viljoenskroon in the Orange Free State Province",
  "Oguru Akwụkwọ na Mphohadi College Ebe onwetara, akara ugo na nturu ugo na afọ 1976",
  "Ogara n'ihu ịrụ ọrụ dị ka Onye nkụzi nke emechara nye ya onye nlekọta Uloakwukwo",
  "O nwètèrè Dịploma na Bachelor of Arts, a Bachelors na Education ya na master's degree na education nke na eledo anya na agụmakwụkwọ ndị nlere anya nke United States and ￼￼Japan￼￼.Na afọ 1996, e were ya na orụ dị ka onye nhazi na Free State Department of Education",
  "Ahọrọ ya dika onye isi ndụ na ofis ndị na ahu maka ọkwa umunwanyi  na afọ 2001",
  "Premier Beatrice Marshoff appointed her as a coordinator of the Municipal Infrastructure Grants.",
  "A họpụtara Mlamleli dị ka onye otu Free State Provincial Legislature na afọ 2009. Ndị omeiwu họpụtara ya dị ka onye isi oche nke ụlọ ọrụ gọọmentị, ihe omume ọdịnala na kọmitii na-ahụ maka ebe obibi mmadụ",
  "N'afọ 2012, onye isi ala Ace Magashule họpụtara ya dị ka MEC maka otu ọfịs ahụ, na-anọchi Mamiki Qabathe. Ọ nọgidere n'ọkwa ahụ mgbe ntuli aka afọ 2014 gasịrị.",
  "Mlamleli jere ozi dị ka onye isi oche mpaghara nke African National Congress Women's League",
  "A na-akọwa ya dị ka onye na-akwado odeakwụkwọ ukwu nke ANC na onye bụbu praịm Magashule.",
  "A họpụtara Mlamleli dị ka onye na-azọ ọkwa onye isi obodo nke ANC maka Mangaung Metropolitan Municipality. ANC nọgidere na-enwe ihe ka ọtụtụ na kansụl na ntuli aka ime obodo nke Ọgọst, na afọ 2016",
  "N'ihi ya, a họpụtara ya ka ọ bụrụ onye isi obodo mgbe kansụl ahụ gbakọtara ọzọ na 18 Ọgọst. Ọ ghọrọ nwanyị mbụ bụ onyeisi obodo ahụ. E mere emume mmeghe maka ya na Septemba. A họpụtara Mlamleli ka ọ bụrụ onye isi oche mpaghara SALGA na Nọvemba na afọ 2016.",
  "N'oge ọ bụ onye isi obodo, ụlọ ọrụ nyocha Moody's belatara obodo ahụ ka ọ bụrụ B3 n'ọnwa Ọgọstụ, na afọ 2019, na-ekwu na nnyefe ọrụ obodo ahụ nwere ike ịda ma ọ bụrụ na enweghị ntinye aka ozugbo. E belatara ya ọzọ ka ọ bụrụ Caa1 na Jenụwarị, na afọ 2020 n'ihi nchegbu nke ego na-adịghị mma. ANC nke mpaghara ahụ kpọrọ oku ka ewepụ ya, mana usoro mpaghara ahụ gbachitere ya.",
  "Gọọmentị mpaghara ahụ debere obodo ahụ n'okpuru nchịkwa na Disemba, na afọ 2019. Mlamleli lanarịrị mmegharị abụọ nke enweghị ntụkwasị obi. N'abalị asaa n'ọnwa Ọgọstụ afọ 2020, e mere nke atọ, ebe ndị otu mmegide kwuru na ewepụla ya. A na-egbu oge na mbụ n'ihi enweghị ndị otu. Onye na-ekwu okwu Mxolisi Ashford mara ọkwa na 14 Ọgọstụ na ndị kansụl 31 vootu maka mmegharị ahụ, 28 megide, ebe 9 mebiri vootu ha, na-ewepụ Mlamleli dị ka onye isi obodo",
  "Lebohang Masoetsa bụzi onye na-anọchiteanya onye isi obodo ruo mgbe kansụl ahụ zutere iji họpụta ndị ndu ọhụrụ.",
  "N'abalị iri atọ n'ọnwa Septemba n'afọ 2020, ndị uwe ojii Hawks nke South Africa jidere Mlamleli maka ebubo mpụ sitere na nkwekọrịta asbestos na-ese okwu nke e mere n'oge ya na MEC ma jide ya n'ụlọ ọrụ ndị uwe ojii Bainsvlei. A ga-ejikwa ndị ọzọ a na-ebo Mlameli ebubo. Mmadụ asaa niile e boro ebubo na ikpe nrụrụ aka asbestos, gụnyere Mlamleli, ka e nyere mgbapụta."
]