[
  "Olofin Adimula Oodua nke Ado-Odo bụ Onye Ọchịchị Ọdịnala na eze Yoruba nke Ado-Udo; a na-akpọkwa ya Oba nke Ado",
  "Ado-Odo bụ isi ụlọ ọrụ nke Ado Kingdom na Ogun State, Southwestern Nigeria.",
  "Oba nke Ado bụ onye otu na-adịgide adịgide nke Ogun State Council of Obas ma ugbu a ọ nọ n'ọkwa na-esote Onye Ọchịchị Ukwu na Yewa Traditional Council",
  "Olofin Adimula Oodua na-enwekwa ọnọdụ pụrụ iche nke klas mbụ na-ejedebe na nhazi oche n'ahịrị n'ihu ọ na-enwe n'akụkụ ndị isi anọ dị ugbu a na Ogun State Council of Obas na Onye isi oche nke Ado-Odo / Ota Traditional Council ma ọ bụ Obas Council.",
  "Oche ahụ tọgbọ chakoo ugbu a mgbe Eze Ukwu, Late Oba Abdul-Lateef Adeniran Akanni Ojikutujoye I onye sonyeere ndị nna nna ya na 7 Jenụwarị 2022",
  "Ọ chịrị site na 2 Mee 2009 ruo ọnwụ ya.",
  "Oba nke Ado n'oge ọchịchị Oba Ogabi Akapo jere ozi dị ka osote onye isi oche nke Western House of Chiefs na mgbe e mesịrị onye isi oche na-adịgide adịgide, Ogun State Council of Obas maka Egbado Traditional Council mgbe e guzobere Ogun steeti na 1976 ma nọrọ n'ọfịs ahụ ruo ọtụtụ afọ ruo mgbe ọ nwụrụ na 1989.",
  "N'ịgbaso nkwupụta Chieftaincy a kwadoro dị ka akwụkwọ akụkọ gọọmentị mpaghara ọdịda anyanwụ si kwuo n'afọ ndị 1950, ụlọ anọ (4) na-achị achị ndị nwere ikike ocheeze dị ka ndị a:",
  "Ndị a bụ ezinụlọ ndị nwere ikike ịnata oche nna nna nke Olofin Adimula Oodua nke Alaeze Ado-odo",
  "Ndị na-eme eze, mgbe ha nwesịrị mkparịta ụka kwesịrị ekwesị, na-ahọpụta onye na-esote onye ndu dị ka oba n'alaeze Awori oge ochie a na nke kachasị",
  "E tinyere Olofin Adimula Oodua nke mbụ na 1050, nke bụ ihe dị ka afọ ise mgbe e guzobesịrị obodo ahụ.",
  "Oba Asade Awope, Olofin Otenibotemole nwere nsọpụrụ pụrụ iche nke ịchị alaeze Ado na Erekiti nke bụ ihe a na-adịghị ahụkebe n'oge tupu ọchịchị",
  "Nkwado ya nke gara nke ọma n'ụlọ omebe iwu Lagos mgbe ndị Britain kpagburu ya maka ebubo na-enweghị ihe akaebe mere ka ọ bụrụ dike nke ịhụ mba n'anya na Naijiria",
  "Na Gazette No",
  "9 nke 1903 nke e wepụtara na 28 Febụwarị 1903, edepụtara Oba nke Ado dị ka otu n'ime okpueze iri abụọ na abụọ nke ala Yoruba (akwụkwọ akụkọ mbụ).",
  "N'afọ 1863, Oba Adebami Agbojoye bịanyere aka na nkwekọrịta na-etinye Ado Kingdom na Alaeze Ukwu Britain",
  "Na Nzukọ Berlin nke 1884 ruo 1885, Ado Kingdom bụ isi okwu n'oge esemokwu na nkewa nke Africa n'etiti ndị Britain, ndị Germany, ndị Ịtali, na ndị France.",
  "E webatara nzukọ kwa afọ nke ndị isi nke mpaghara ọdịda anyanwụ na 1937, Oba Adeteru Iso, Olofin Arolagbade gara nzukọ e nwere na Ijebu-Ode na 1941 na Alake nke Egbaland iji nọchite anya mpaghara Abeokuta.",
  "Akụkụ nke akụkọ ọchịchị nke 1940s kwuru na \"ọ bụ ihe a na-enyo enyo ma ọ bụrụ na e nwere na nkewa Ilaro niile, ezigbo Oba nke natara okpueze ya n'aka Ife",
  "Ado yiri ka ọ na-enwe isi mgbe niile ma a maara ya dị ka Oba tupu ọbịbịa nke ọchịchị Britain",
  "Ụlọ ọrụ Obaship dị na Ado sitere na Ife.",
  "Tụkwasị na nke a, Oba Jacob Ogabi Adebowale Fadeyi Akapo, Olofin Agunloye bụ onye otu na osote onye isi oche nke Western Region House of Chiefs site na 1956 ruo 1966",
  "Mgbe ndị agha weghaara ọchịchị na Jenụwarị 1966, (nchịkwa ọchịchị nke Naijiria n'afọ 1966) a kwụsịtụrụ ọrụ ndọrọ ndọrọ ọchịchị niile",
  "Nke a hapụrụ ihe omume gọọmentị ime obodo niile n'aka ndị ọchịchị ọdịnala na Oba Akapo bụ isi akụ maka kansụl mpaghara Ado-Odo / Igbesa na ngalaba Ilaro nke Western State.",
  "N'ụzọ bụ isi, ìgwè anọ mejupụtara ndị isi obodo Ado nke a maara ugbu a dị ka ụmụ amaala Awori nke Ado-Odo",
  "Ha bi n'akụkụ abụọ nke Osì na Ogona, nke e kewara n'ụzọ anọ nke Oke-Osi, Odo-Osi، Odojana, na Okejana",
  "Ebe ndị a bụ ntọala nke mmekọrịta ọdịbendị, nwe ala, na ụlọ ọrụ Chieftaincy na Ado Kingdom.",
  "N'ịgbaso nkwupụta Chieftaincy a kwadoro dịka akwụkwọ akụkọ gọọmentị mpaghara ọdịda anyanwụ si kwuo n'afọ ndị 1950, ndị na-eme eze na ndị otu Oba-in-Council for Ado-Odo bụ ndị a:",
  "Nke ọ bụla n'ime Quarters ndị a mejupụtara ndị isi ọdịnala, ndị bụ ndị na-eme eze ma kenye ha ịrụ ọrụ ụfọdụ n'obodo ahụ",
  "Bajomu, Osolo, Ira, Aro bụ ndị isi nke ndị isi obodo Awori Quarters nakwa ndị na-elekọta ebe nsọ n'ime ụlọ ha",
  "A na-enye ndị eze anọ a ikike ịhọrọ eze (Oba) maka Obodo."
]