[
  "Emume Olokun bụ aha emume ọdịnala kwa afọ na Naịjirịa nke ndị Yoruba dị iche iche na-eme na ala Yoruba niile, yana Edo",
  "N'asụsụ Yoruba, Okun pụtara Oké Osimiri, ebe Osa pụtara Lagoon (oké osimiri gbara ogige)",
  "Olokun bụ chi nwanyị / chi nke oké osimiri, ebe Olosa nke a makwaara dị ka Osara bụ chi nwanyị nke ọdọ mmiri na ebe mmírí jikọrọ",
  "A na-eme emume ma na-asọpụrụ ha abụọ n'ememme dị iche iche.",
  "N'ọdịnala Yoruba, ụlọ nsọ Olokun dị na mpaghara Ilode nke Ile Ife",
  "Dị ka Walode nke Ile-Ife Chief Kolawole Omotayo, onye bụ Abore (Onye isi nchụàjà) nke Olokun kọwara: \"Olokun bụ chi nwanyị nke chịkọtara mmiri niile nke ụwa ọnụ, mgbe e kere ya, wee bufee ya n'ebe ọ dị ugbu a - n'oké osimiri",
  "Na mbido ndụ, ụwa enweghị ọdịdị ma jupụtakwa na mmiri",
  "Olodumare site n'aka Obatala, onyeisi Orisha, gara n'ụwa iji malite usoro nke iji ndụ mejupụta ya",
  "N'ihi ya, Obatala, nke ji ịgba iwa, si n'eluigwe gbadata site na agbụ ígwè",
  "Site na Ilode, ebe anyị guzo ugbu a, nnukwu chi nwanyị Olokun malitere ịdọrọ mmiri niile",
  "Mgbe nke a gasịrị, ọ kwagara ihe niile site na Ilare gaa n'akụkụ dịpụrụ adịpụ nke ụwa mgbe ahụ nke bụzi oké osimiri nke taa.",
  "N'etiti ndị Ilaje bi n'ụsọ oké osimiri nke Ondo Steeti, a kwenyere na chi Olokun bụ chi nwanyị nke oké osimiri, onye nwere ike inye ụmụ nwanyị nwa",
  "E kwenyekwara na ọ na-achịkwa ebili mmiri nke oké osimiri, ọ pụkwara imebi ụgbọ mmiri nke ndị na-eme ihe ọjọọ",
  "Olokun bụkwa chi nwanyị nke akụ na ụba ma nwee ike ịba ọgaranya nye ndị na-efe ya",
  "Ndị na-efe Olokun na-eyikarị uwe ọcha na-enweghị ntụpọ ebe ihu ha na-acha ọcha",
  "Dị ka emume a ma ama n'etiti ndị Ilajes, a na-eme emume Olokun nke a na-akwanyere ùgwù dị elu, ebe ndị mmadụ kwenyere na ọ nwere mmetụta dị mma na ndụ ha.",
  "Ndị Edo na-eme emume nke ha na ngwụcha ọnwa Febụwarị ('ọnwa' mbụ mgbe ọnwa nke iri na abụọ gasịrị) nke na-ewere ọnọdụ na Usonigbe, ebe nsọ Olokun, na Edo State",
  "A na-eme emume ọzọ, nke oge a na Lagos State na Nọvemba.",
  "Emume ikpeazụ, nke a na-eme kemgbe afọ 2002, bụ nke Olokun Festival Foundation haziri ma ghọọ ihe dị mkpa na-adọrọ mmasị ndị njem nleta na mpaghara",
  "Ọ bụ Otunba Gani Adams na-eduzi ya, onye na-eduzikwa Oodua People's Congress."
]