[
  "Olu Oguibe (amụrụ n'abalị iri na anọ n'ọnwa Ọktoba n'afọ 1964) bụ onye Amerịka amụrụ na Naijiria. Prọfesọ nke Art na African-American Studies na Mahadum Connecticut, Storrs, Oguibe bụ onye isi nke Vera List Center for Art and Politics na New School, New York City, na Smithsonian Institution na Washington, DC. Ọ bụkwa onye na-akọ akụkọ ihe mere eme, onye nlekọta nka, na onye na-eduga na-enye aka na post-colonial theory na ọmụmụ teknụzụ ozi ọhụrụ. A makwaara Oguibe dị ka onye ọkà mmụta a na-akwanyere ùgwù na ọkọ akụkọ ihe mere eme nke nka ndị Africa na ndị Africa America nke oge a ma kwanyere ya ugwu na State of Connecticut Governor's Arts Award maka ịdị mma na ndụ ya na 15 June 2013.",
  "A mụrụ ya na 14 Ọktoba 1964 na Aba, Nigeria, Ọ natara ahụmịhe nka mbụ ya site n'aka nna ya onye a maara dị ka onye nkwusa, onye bụbu onye nkụzi ụlọ akwụkwọ, onye na-akpụ osisi, na onye na-ese ihe ịrịba ama. Agha obodo Naịjirịa mebiri ndụ Oguibe n'afọ 1967-1970, mana ezinụlọ ya lanarịrị, onye na-ese ihe mechara sonye na ọrụ nka ọdịnala n'obodo ndị Igbo ya. Oguibe sitere n'ike mmụọ nsọ Black Arts Movement nke na-eme n'etiti afọ 1965-1975",
  "O nwetara ọtụtụ n'ime mkpali ya site na mmegharị a iji mepụta ihe osise ya pụrụ iche",
  "Ka ọ na-erule afọ 1980, Oguibe chọpụtara mgbanwe na mmegharị a dị ka ndị oji na-ese ihe na-egosi, na-enwe ụlọ ngosi ojii ha, na ebe ọdịbendị ojii",
  "Ka ọ na-erule afọ 1990, Black Arts Movement na Britain fọrọ nke nta ka ọ kwụsị. Oguibe gụrụ akwụkwọ na Nigeria na England",
  "N'afọ 1986, o nwetara nzere bachelọ na Fine and Applied Arts na Mahadum nke Naịjirịa",
  "N'afọ 1992, ọ natara PhD na akụkọ ihe mere eme site na School of Oriental and African Studies University of London maka edemede ya \"Uzo Egonu: An African Artist in the West\" (ọ bụkwa aha akwụkwọ ya nke afọ 1995).",
  "Ka ọ dị ugbu a, e gosipụtala nka ya na nnukwu ụlọ ngosi ihe mgbe ochie na ụlọ ngosi ihe ngosi nka gburugburu ụwa gụnyere Whitney Museum of American Art; Whitechapel Gallery na Barbican Center na London; Migros Museum, Zurich; Irish Museum of Modern Art, na Bonnefantenmuseum, Maastricht, n'etiti ọtụtụ ndị ọzọ; yana na Havana, Busan, na Johannesburg biennials, na nso nso nso a na 2007 Venice Biennial",
  "Enwere ike ịchọta ọrụ nka ọha ya na Germany, Japan na Korea",
  "Oguibe akụziela na ọtụtụ kọleji gụnyere Mahadum nke Illinois na Chicago na Mahadum nke South Florida ebe o nwere oche Stuart Golding Endowed na African Art. E nyere nnukwu ihe ọkpụkpụ ọha ya, Monument to Strangers and Refugees, ọrụ maka Documenta 14 (2017)",
  "Obelisk konkiri, nke e dere na ọla edo na amaokwu sitere na Matiu 25:35, \"Abụ m onye ọbịa ma ị kpọbatara m,\" na German, English, Arabic, na Turkish, e mere maka Königsplatz (King's Square) na Kassel",
  "Maka ọrụ ahụ, e nyere Oguibe ihe nrite Arnold Bode na July 2017",
  "The Time Capsule bụkwa ihe osise ọzọ nke Oguibe mere nke e si na ya chepụta ọrụ abụọ ahụ a kpọtụrụ aha n'oge nsogbu ndị gbara ọsọ ndụ na-eme n'afọ 2014 na 2015",
  "A maara nsogbu a dị ka oge dị egwu na akụkọ ihe mere eme nke Germany na akụkọ ihe mere eme nke Europe ebe ọtụtụ narị puku mmadụ gbapụrụ agha, ịda ogbenye, na arụrụala ndị ọzọ.",
  "N'afọ 1995, Oguibe kwagara United States ma kụzie obere oge na Chicago campus nke Mahadum Illinois",
  "Ọ na-akụzi ugbu a na Mahadum nke South Florida na Tampa.",
  "Ọ rụkwara ọrụ dị ka onye nlekọta ma ọ bụ onye nlekọta maka ọtụtụ ihe ngosi",
  "Ndị a gụnyere 2nd Biennale of Ceramics in Contemporary Art na Genoa na Albisola, Italy, na 2003; Vidarte 2002: International Video and Media Art Festival na Palacio Postal, Mexico City, na 2002; Century City na Tate Modern, London, na 2001; Authentic / Ex-centric: Africa in and out of Africa for the 49th Venice Biennale na 2001, na Five Continents and One City: 3rd International Salon of Painting na Museo de la Ciudad, Mexico City, na 2000",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ maka Dakar, Johannesburg, na Havana biennials na dị ka onye nkatọ na-ebi na Art Omi International artists' residency.",
  "Ihe odide Oguibe dị oke mkpa na nke echiche pụtara n'ọtụtụ mpịakọta dị mkpa gụnyere The Dictionary of Art, Art History and its Methods, Art in Theory 1900-2000, The Visual Culture Reader, Finding a Place: Nigerian Artists in the Contemporary Art World, Photography, and the Substance of the Image, The Third Text Reader on Art and Culture, The Black British Culture and Society Reader, na Theory in Contemporary Art: From 1985 to the Present, yana ọtụtụ usoro dị ka Frieze, Flash Art International, Art Journal, Texte zur Kunst, Zum Thema, Third Text and Criterios. Akwụkwọ ya kachasị ọhụrụ gụnyere Reading the Contemporary: African Art from Theory to the Marketplace (MIT Press, 2000) na The Culture Game (University of Minnesota Press, 2004).",
  "Cuba Project na Matanzas, Cuba, na 2019; 2nd Biennale of Ceramics in Contemporary Art na Genoa na Albisola, Italy, na 2003; Vidarte 2002: International Video and Media Art Festival na Palacio Postal, Mexico City, na 2002; Century City na Tate Modern, London, na 2001; Authentic / Ex-centric: Africa in and out of Africa for the 49th Venice Biennale na 2001; Five Continents and One City: 3rd International Salon of Painting na Museo de la Ciudad, Mexico City, na 2000, na The Poetics of Line: Seven Artists of the Nsukka Group na 1997."
]