[
  "Olu nke umunwayi nke ndi mbaLibyan (VLW) bụ òtù na-abụghị nke gọọmentị (NGO) nke e guzobere iji kwalite ma chebe ikike ụmụ nwanyị na Libya",
  "VLW nwere isi ụlọ ọrụ na Tripoli ma nwee alaka ụlọ ọrụ na Zawia na Misrata. VLW ka bụ òtù ndị ntorobịa na-eduzi nke na-aga n'ihu na-akwado mmepe ụmụ nwanyị na ịma ụkpụrụ ndị dị na obodo Libya aka. VLW na-arụ ọrụ iji gbasaa ozi na ọkwa mba site n'ịmepụta ndị otu mpaghara nke ndị mmadụ n'otu n'otu na òtù.",
  "E hiwere VLW n'ọnwa Ọgọstụ afọ 2011 iji meghachi omume na mgbanwe ọchịchị nke Febụwarị 17. Alaa Murabit, onye dọkịta na-eto eto na onye na-ahụ maka ihe ndị ruuru ụmụ nwanyị, guzobere ya na Tripoli. Murabit nọ n'afọ ikpeazụ ya n'ụlọ akwụkwọ ahụike ma mgbe mgbanwe ahụ gasịrị, o chere na e nwere \"windo ohere maka ụmụ nwanyị na mba Libya\". Ka ọ na-erule n'ọnwa Nọvemba, otu ahụ haziri Nzukọ Ndị inyom Mba Nile nke mbụ na Libya. Ọzọkwa, n'ime oge dị mkpirikpi, VLW mepụtara ụlọ ọrụ ụmụ nwanyị na Tripoli ma na-enye klas.",
  "Murabit kwuru na VLW nwara iji \"ụdị mba ụwa\" maka otu ha, mana ha chọtara naanị ọnụ ụzọ mechiri emechi na ndị na-agbaso omenala, nke Sunni Arab bi na Libya. malite n'ịgbanwe ụzọ ha si eme ihe na iji nkọwa udo nke Islam n'ọrụ ha, ha chọtara olu ka ukwuu n'etiti ụmụ nwoke na ụmụ nwanyị. Ụzọ VLW, iji okpukpe \"inweta nkwado mpaghara,\" abụwo ụzọ pụrụ iche iji mee mgbanwe na Libya.",
  "Otu olu nke mere na Nọvemba 11-15, 2011 bụ nke VLW haziri ma bụrụ nzukọ ụmụ nwanyị mba ụwa mbụ e mere na Libya. Nzukọ ahụ gụnyere isiokwu gbasara ndọrọ ndọrọ ọchịchị, okpukpe, akụ na ụba ma nwee nnọkọ ikpeazụ, mechiri emechi maka ụmụ nwanyị naanị na isiokwu ndị dị ka ahụike ụmụ nwanyị na ime ihe ike metụtara okike.",
  "Nadia El-Fallah nyere aka malite oru Noor na 2013, ma nwee olileanya na ọ nwere ike ịbụ \"ngwá ọrụ maka ịkpali mkparịta ụka n'ụlọ ndị mmadụ, ụlọ alakụba, (na) ụlọ ahịa kọfị\". Palestine na Jọdan rịọrọ VLW ka ọ mepụta oruNoor na mba ha.",
  "Ubochi Ozuru uwa onu nke odo odo Hijab bụ ihe omume ebe ụmụ nwanyị na-eyi hijab na-acha odo odo iji gosipụta \"ihe ncheta nke nguzo siri ike nke Islam megide ime ihe ike n'ụlọ\". Murabit na-ekwu na \"ubochi odo odo nke Hijab na-emegide ikike a na-eche na onye Alakụba nwere imegbu nwunye, nwa nwanyị, nne, ma ọ bụ nwanne nwanyị\". Ụbọchị odo odo Hijab mbụ na Libya bụ na 2012 na ihe omume 2013 hụrụ ndị Libya 13,000. Ụbọchị odo odo Hijab  (Satorde nke abụọ na Febụwarị) na-ewere ọnọdụ iji cheta ogbugbu nke Aasiya Zubair, onye bụ nwanyị na-ese ụkpụrụ ụlọ nke di ya na-emegbu Muzzammill Hassan mara mma ma gbupụ ya isi. A na-agba ndị ikom na ndị na-eyighị hijabs ume ka ha yiri akwa na-acha odo odo, tie ma ọ bụ eriri na ubochi odo odo Hijab."
]