[
  "Olu Amoda (a mụrụ n'afọ 1959) bụ onye Naijiria na-akpụ ihe, onye na-ese ihe osise, onye na-emepụta ngwá ụlọ, na onye na-ese ihe nkiri nke a maara nke ọma maka iji ihe ndị ahịa a tụfuru atụfu dị ka ntu nchara, efere ígwè, bolts, pipes, spoons na mkpanaka iji mepụta ihe ọkpụkpụ, ahịhịa na anụmanụ iji gosipụta nsogbu mmekọrịta ndị Naijiria na ndọrọ ndọrọ ọchịchị na ọdịbendị site na mmekọahụ, ndọrọ ọchịchị, agbụrụ na esemokwu na nkesa akụ na ụba. Ọ bụ onye guzobere Riverside Art and Design Studios na Lagos, Nigeria.",
  "A mụrụ Amoda na Warri na Niger Delta n'afọ 1959 site na nna ya bụ onye na-akpụ ọla edo. Ọ gụrụ ihe ọkpụkpụ na Auchi Polytechnic na Auchi, Nigeria, n'afọ 1983, na 2009, ọ nwetara nzere masta na nkà nka na Georgia Southern University na Georgia, USA.",
  "A na-ewere Amoda dị ka otu n'ime ndị na-ese ihe n'oge a na Naịjirịa",
  "na Jenụwarị 2020, a mara ọkwa ya dịka onye nduzi nka nke ngosi Now Sculpture 2020, site n'aka Sculptors Association of Nigeria, maka nzukọ mba 2020 nke ScAN haziri.  N'ihi mmegharị nka ya, Amoda so na ndị nyere aka na akụkọ ihe mere eme nka ọha Zaria  (Zaria Rebels) na Nọvemba 2019, na Victoria Island, Lagos.",
  "N'afọ 2000, ọ rụrụ ọrụ dị ka onye na-ese ihe na Villa Arson na Nice, France, na Bag Factory na Johannesburg, South Africa n'afọ 2003",
  "Ọ rụkwara ọrụ na Appalachian State University, na Boone na New York Design Museum, n'afọ 2006 n'afọ 2010 n'otu n'otu",
  "O sonyere n'ọtụtụ ihe ngosi, gụnyere na Newark Museum na New Jersey, USA, Museum of Art & Design, USA; Skoto Gallery, New York; Georgia Southern University, USA; Villa Arson na Nice, France, na ụlọ ọrụ ebe mmepụta akpa na Johannesburg, The World Intellectual Property Organization (WIPO) Headquarters, Switzerland; Didi Museum, Nigeria; 6th Biennale de L'Art African Contemporain, Senegal; Newark Museum, Fondation Blachère na Sindika Dokolo Foundation, Victoria & Albert Museum, UK, n'etiti ebe ndị ọzọ.",
  "E gosipụtara ọrụ ya na Lend Me Your Dream, ihe ngosi pan-Africa nke Ntọala maka mmepe nke Omenala Africa nke oge a haziri",
  "n'afọ 2017, ọ tọrọ ntọala Riverside Art and Design Studios na Yaba, Lagos",
  "wee malite ọrụ nkuzi ya n'afọ 1987, ebe ọ kụziri ịkpụ ihe na ịse ihe na ụlọ akwụkwọ nkà, Design and Printing na Yaba College of Technology na Lagos kemgbe ahụ.",
  "Amoda enwetala ọtụtụ ihe nrite a ma ama gụnyere:"
]