[
  "Olufunmilayo Aduni Olayinka, née Famuagun (20 June 1960 – 6 April 2013),\nbu onye ọru ọba ego na Naijiria ma buru kwa onye ndọrọ ndọrọ ọchịchị nke ruru ọru dika osote gọvanọ nke Ekiti State.",
  "Amụrụ Olayinka na Ado-Ekiti, Ekiti State. Ogụrụ akwụkwo na Holy Trinity Grammar School Ibadan ebe onwetere nzere first school leaving, ogo distinction",
  "Omechara ga Olivet Baptist High School, Oyo State, Nigeria ebe onwetara nzere Higher School (HSC). O nwetara nzere Master's na Public Administration na nzere Bachelor na Business Administration Marketing nke onwetara na mahadum Central State University, Edmond, Oklahoma, United States n'afo 1981 na kwa afo1983.[Tinye edensibịa] O nwetara Honour roll nke Dean ugboro atọ.",
  "O bu onye Marketing Analyst na Strategist nke bidoro aka ọrụ ya n'ọrụ ọba ego nke First Bank of Nigeria Plc n'afo 1986, ọwere mecha ruo orụ dika Relationship Manager nke Kọpret Akaunts na Access Bank, ụlọ ọrụ Merchant Banking Corporation [MBC] nke mechirigoro emechi ya na United Bank for Africa Plc.",
  "N'ọnwa Ogọst nke afo 2002, obidoro ọrụ na Kọpret Kọmunikashọns tupu o rigoro ibu onye isi Kọpret Afes Divishon, United Bank for Africa",
  "O mechara buru onye isi, Brand Management na Corporate Affairs, ebe o duru ndi ọrụ ha bu icheputa atumatu ogbara ohuru n'ulo ọrụ United Bank for Africa nke nyere aka ikwalite usoro ọrụ ọba ego ahu ma nyekwa ha ezigbo aha.[Tinye edensibịa]",
  "Olayinka bu kwa osote onye isi nke abuo nke nzuko Kopret Maneja jikoro oba ego nile site n'afo 2002 ruo afo 2004[Tinye edensibịa]",
  "Olayinka ruru nnukwu oru na njiko United Bank for Africa nke ochie ya na oba ego Standard Trust ebe oso na ndi isi atumatu ogbara ohuru",
  "O rukwara oru dika onye otu bara uru na otu Midia Rilashons.",
  "Tupu aroputa ya dika osote Govano nke Ekiti State, o bu onye isi Kopret Savisis, Ecobank Transatlantic Inc ebe oru ya bu igbasa ozi gbasara oru oba ego ahu, ihu maka \nnjikwa mmekorita di n'etiti ulo oru ya na oha na eze ya na igwa ndi \nnjikwa maka ihe gbasara otu oha na eze si ahu oba ego ahu",
  "Ozo kwa, ohuru maka General Internal Services Unit nke oru ya bu nchikota ndi oru n'ile na oba ego ahu.",
  "Mgbe emechara ndoro ndoro ochichi govano nke afọ 2007, akpọputara Mazi Segun Oni, onye òtù ndọrọ ndọrọ ọchịchị nke n'achi Naijiria roputara maka ndọrọ ndọrọ ọchịchị dika onye mmerri. Olayinka na Kayode Fayemi gara ụlọ ikpe ichoputa maka nroputa ahu emere",
  "Na 14 Oktoba, 2010, dika \nafọ atọ na ọkara gachara after n'ulo ikpe ntuli aka nke nọ na Ilorin, Kwara State, Nigeria chupuru ochie Gọvanọ Segun Oni nke Peoples Democratic Party (PDP) ma kwupụta na Dr Kayode Fayemi nke Action Congress of Nigeria (ACN) bu onye mmeri na ntuli aka gọvanọ nke Ekiti State.\nOriaku Olufunmilayo Olayinka ṅụrụ iyi mbata dika osote Gọvanọ nke Ekiti State maka na oso Dr Kayode Fayemi zọ ntuli aka nke 2007. O bu nwanyi nke abuo n'akụkọ ihe mere eme na Ekiti State nke nọrọ n'ọnọdụ osote Gọvanọ nke ala ahu",
  "O bu onye otu Action Congress of Nigeria.",
  "Mgbe ya na ọria cancer gbasiri mgba tere aka, Olayinka nwụrụ na mgbede nke 6 Eprel, 2013, elie ya na Ado-Ekiti.",
  "Olayinka bu onye otu Christian kwusiri ike O hapuru nne ya, di ya na umu atọ."
]