[
  "Olufemi Obafemi (amụrụ ya n'ụbọchị nke anọ n'ọnwa Eprel n'afọ 1950) Ọ bụ onye Naijiria na-ede abụ, onye na-ede egwuregwu, onye edemede na Prọfesọ nke Bekee na Dramatic Literature na Mahadum Ilorin kemgbe Ọktoba n'afọ 1990",
  "Ọ bụ onye nke 76 natara onyinye Nigerian National Order of Merit (NMOM) (2018). Ọ bụ onye isi oche nke Nigerian Academy of Letters n'etiti afọ 2016 na 2018, mgbe Francis Egbokhare nọchiri anya ya.",
  "A mụrụ Olu Obafemi (dị ka a na-akpọkarị ya) na Akutupa-Kiri, Kabba/Bunu Local Government Area nke Kogi State, Nigeria",
  "Ọ gụrụ akwụkwọ elementrị na Kabba tupu ọ kwaga ụlọ Akwụkwọ Gọọmenti Sekondiri, Dekina na mgbe e mesịrị Titcombe College, Egbe maka agụmakwụkwọ sekọndrị ya.",
  "N'afọ 1975, ọ nwetara nzere Bachelor of Arts na Bekee na Mahadum Ahmadu Bello, Zaria ma mesịa gaa England, ebe ọ nwetara nzere MA na Bekee (1975) na Mahadum Sheffield, na PhD (1981) kwa na Bekee Na Mahadum Leeds.\nEgwuregwu mbụ ya Pestle on the Mortar, nke e dere mgbe ọ ka bụ nwata akwụkwọ, ka emepụtara na 1974 ma gbasaa ya site na njikọ aka ụlọ mgbasa ozi Kaduna",
  "O bipụtara ọtụtụ egwuregwu ndị ọzọ dị ka Nights of a Mystical Beasts (1986), The New Dawn (1986), Suicide Syndrome (1993), Naira Has No Gender (1993), The Love Twirls of Adiitu-Olodumare (2016), na Iyunade (2016).",
  "E kwenyere na Obafemi bụ onye ọsụ ụzọ na-eme nnwale maka ịma mma mgbanwe n'Afrịka, na-egosipụta ihe nkiri nke ọgbọ nke abụọ nke ndị Naijiria na ndị Afrịka na-eme ihe nkiri",
  "Ọrụ ya emetụtawokwa nkọwa nke ihe nkiri dị egwu n'etiti ndị ọkà mmụta ihe nkiri na West Afrịka na 1980s na 90s",
  "O nyekwara aka n'ịkwalite okwu gbasara ihe mara mma nke ụmụ nwanyị na ihe nkiri Naịjirịa na itinye aka na nghọta ihe onwunwe nke ọha mmadụ.",
  "Ọ bụ onye ndụmọdụ nchịkọta akụkọ na onye edemede n'ọtụtụ akwụkwọ nta akụkọ mba Naịjirịa.",
  "Olufemi Obafemi bụ onye isi oche nke Association of Nigerian Authors (ANA) Kwara State, na 2004, ọ ghọrọ onye isi oche mba nke òtù ahụ",
  "Ọ bụkwa onye nduzi nyocha na National Institute of Policy and Strategic Studies (NIPSS), onye bụbu onye isi oche nke òtù nke Nigerian Authors na onye isi oche  nke ndị nduzi nke National Commission for Museums and Monuments. Ugbua Ọ bụ Onye isi oche mba nke Nigerian Reproduction Rights Society of Nigeria (REPRONIG) [June 2019]."
]