[
  "Asụsụ Kuku, nke a na-akpọkwa Kutuk na Kuku (asụsụ Kuku) bụ nke otu asụsụ Karo, nke alaka Nilotic nke ndịda ọwụwa anyanwụ nke ezi na ulọ asụsụ Nilotic na Southern Sudan na Northern Uganda",
  "Enweghị usoro ederede maka Kuku; a na-ede ya mgbe ụfọdụ site na iji mkpụrụ akwụkwọ nke asụsụ yiri ya dị ka Bari ma ọ bụ Kakwa, na mgbakwunye nke ihe odide iji gosipụta ụda ndị na-adịghị n'asụsụ ọzọ",
  "Dịka ọmụmaatụ, enwere ike idozi mkpụrụedemede Bari maka iji ya mee ihe na Kuku site na ịgbakwunye digraphs gb na kp iji gosipụta ụda olu na ụdaolu na-enweghị ụdaolu, n'otu n'otu.",
  "Mkpụrụ akwụkwọ okwu Kuku",
  "A E I O U O - B D G J K L - M N P R S T - W Y 'B' Y N - NY GB KP",
  "a e i o o - b d g j k l  - m n p r s t  - W Y 'b' d y n - ny gb kp",
  "...nke nwere digraph abụọ a na-adịghị ahụ na mkpụrụedemede okwu Bari.",
  "Kuku bụ asụsụ ụda",
  "Ọ nwere ọdịdị okwu aglutinative, na nkwụsịtụ dị ukwuu",
  "A na-ekewa aha n'ụdị abụọ",
  "E nwere usoro nkwekọrịta ụdaume nke na-agụnye ọdịiche ATR",
  "Ihe dị iche n'etiti Kuku na Bari gụnyere ndepụta fonim, nnọchiaha, ụda ụdaolu, na nhazi oge",
  "Ihe kachasị dị ịrịba ama nwere ike ịbụ na ọrụ nke morpheme dị mma, nke a na-eji egosi ọdịiche doro anya / na-enweghị njedebe na Bari, mana ọ na-egosi ọdịiche dị iche na Kuku",
  "Asụsụ Kuku nwere okwu dịgasị iche iche a gbazitere",
  "ụfọdụ okwu bụ nke Kisawahili, na asụsụ Arabic nke a gbanwere ntakịrị iji dị iche",
  "Taa, ọtụtụ okwu yiri ka ndị na-agụ akwụkwọ na ndị Kuku si na Bekee nweta",
  "Ndị Kuku gụrụ akwụkwọ na-agwakọta asụsụ na ụfọdụ Bekee na ya dịka ọmụmaatụ ma ọ bụrụ na ha chọrọ ịsị \"ị naghị ekwu eziokwu\" ha na-ekwu \"Mee mb'an sirias\".",
  "Ukwe ọdịnala nke ndị Kuku bụ Bula na Kore",
  "A na-abụ abụ ndị ahụ ma na-akụ ọkpọ ọdịnala na opi dị ka ngwá egwu",
  "Egwú ahụ gụnyere ịnya ụkwụ na ịsụ ngọngọ maka Bula, na ụdị ụfọdụ nke ịwụli elu maka Kore.",
  "Egwú nke oge a bụkwa ihe a na-ahụkarị n'etiti ndị Kuku",
  "N'ihi ọtụtụ afọ nke agha obodo, ọdịbendị ahụ nwere mmetụta dị ukwuu site na mba ndị gbara ya ogige South Sudan",
  "Ọtụtụ Kuku gbagara Kenya na Uganda ebe ha na ụmụ amaala na-emekọrịta ihe ma mụta asụsụ na ọdịbendị ha",
  "Maka ọtụtụ n'ime ndị fọdụrụ na mba ahụ, ma ọ bụ gaa n'ebe ugwu Sudan na Ijipt, ha mụtara omenala Arabic nke ukwuu.",
  "Ọ dịkwa mkpa ịmara na iburu n'uche na ọtụtụ ndị Kuku nọgidere na-enwe isi ọdịbendị ha ọbụna mgbe ha nọ na mba ọzọ",
  "A na-akwado ọdịbendị ọdịnala nke ukwuu ma na-elekwasị anya nke ukwuu n'ịmara mmalite na olumba mmadụ",
  "Ọ bụ ezie na asụsụ ndị a na-asụkarị bụ Arabi Juba na Bekee, Kuku bụ asụsụ na-ejikọ",
  "Ọtụtụ ndị na-ese egwu si Central Equatoria na-eji Bekee, Kiswahili, Arabi Juba, Kuku ha ma ọ bụ ngwakọta nke ihe niile.",
  "Ndị na-eti egwú a ma ama si Kuku dị ka Reflections BYG, olu ọhụrụ mara mma na-eme ka ala Zouk na egwu mbụ ya bụ Ng'ume nke pụtara Smile nwetara nnukwu ihe n'ime ụbọchị ole na ole mbụ nke ntọhapụ ya",
  "O nwere olu siri ike dị ịtụnanya maka Jazz a ma ama ya na Afrobeat na Hip Hop; De-vine bụ onye ọhụrụ na-agụ egwú si n'otu obodo Kajo Keji na-abụ R&B na Zouk",
  "Ọ bụ ezie na ụmụ nwanyị anaghị anọchite anya nke ọma, talent abụọ a na-etinye steeti ahụ na chaatị",
  "Emmanuel Lasu bụ otu n'ime ndị nwoke a ma ama nke etiti Equatoria mepụtara."
]