[
  "Olumide Idowu (nke a makwaara dịka Mr",
  "Climate), bụ onye ntorobịa Naijiria na-eme mkpọsa na onye na-akwado mgbanwe ihu igwe. Ọ bụ onye guzobere International Climate Change Development Initiative (ICCDI Africa), Climate Wednesday na Nigerian Youth Climate Coalition. Olumide bụ onye otu Atlas Corps, State International Visitor Leadership Program (IVLP) Alumni, onye ọrụ mgbasa ozi na nkwukọrịta maka Association for the Development of Education in Africa Triennale 2017 na Senegal, na onye isi nkwukọrịta maka African Youth Initiative on Climate Change (AYICC). Ọ bụ onye otu Kọmitii na-ahazi maka 7th Global Platform on Disaster Risk Reduction (DRR) na Mexico, African Youth Champion maka United Nations International Strategy for Disaster Reduction (UNISDR) ma nata afọ 2015 Save the Children Award of Contribution towards (in) Sustainable Development in Nigeria",
  "Olumide bụ Youth Focal Point Nigeria UNDP Small Grant Program, onye isi ndị ntorobịa na-ede akwụkwọ maka Global Environment Outlook (GEO) nke UN Environment na onye nhazi ndị isi maka African Youth Initiative on Climate Change (AYICC).",
  "Ọ bụkwa onye òtù dị iche iche nke obodo na nke mba ụwa. Isi ihe ọ na-elekwasị anya gụnyere ike ndị ntorobịa, gburugburu ebe obibi, mgbanwe ihu igwe, nkwukọrịta, Nlekọta & Ntụle na nsogbu mmepe na-adịgide adịgide.",
  "A mụrụ Idowu n'aka onye ọrụ ugbo Naijiria. Ọ gụrụ Statistics na Mahadum nke Abuja, Nigeria ebe ọ nwetara Bachelor of Science (B.Sc.) n'afọ 2010.",
  "Olumide ghọrọ onye otu ndị isi na onye isi mpaghara Africa nke International Youth Federation (IYF) n'afọ 2016. N'afọ 2018, Olumide rụrụ ọrụ dịka onye njikwa mba Naịjirịa maka Climate Scorecard, atụmatụ nke Global Citizens' Initiative (TGCI) na EarthAction",
  "N'ọrụ a, ọ mepụtara mba News Brief kwa ọnwa nke a na-akpọ Action Alert na-egosipụta ọrụ ndị na-egbochi mmejuputa nkwekọrịta Paris, ngwọta na ndị dị mkpa iji mee ihe dị mkpa",
  "N'otu afọ ahụ, ọ rụrụ ọrụ na ngwa mkpanaka maka ụmụ amaala na-akọ akụkọ banyere Waste Management na Disaster Risk reduction.",
  "Ọ bụ onye isi na-ahụ maka nkwukọrịta, African Youth Initiative on Climate Change (AYICC) wee bụrụ onye nhazi ndị isi na Jenụwarị, afọ 2022.",
  "Ọzọkwa, ọ bụ onye ọkachamara na-akwado mgbasa ozi nke Save the Children Nigeria, onye nhazi ọrụ nke TUNZA Nigeria, na onye nyocha na akụkọ nke West African NGO Network.",
  "Olumide bụ Youth Focal Point na Nigeria maka UNDP Small Grant Program, na Youth Lead Author Global Environmental Outlook (GEO6).",
  "Olumide Idowu malitere njem ihu igwe ya na AIESEC na Nigerian Youth Climate Coalition n'oge ọ na-agụ akwụkwọ nke mere ka ọ sonye na nnọkọ mmeghe nke National Assembly (Nigeria)",
  "N'afọ 2013, ọ tọrọ ntọala atụmatụ Climate Wednesday nke emere na Wednesday iji kụziere ndị mmadụ banyere mgbanwe ihu igwe na usoro mgbanwe ya. O guzobere International Climate Change Development Initiative (ICCDI Africa) n'afọ 2016 n'ebumnobi iwulite ọgbọ ihu igwe dị mma site na mkparịta ụka okike na ihe ọhụrụ",
  "Ọ rụrụ ọrụ na atụmatụ ndị na-eduzi ngwọta na-elekwasị anya na nsị, ahụike ụmụ nwanyị, njikwa mkpofu, na mkpochapu mmanụ n'etiti ndị ọzọ na Lagos na Rivers steeti Naịjirịa.",
  "A nabatara Olumide n'afọ 2015 Save the Children Award of Contribution towards Sustainable Development in Nigeria",
  "A họpụtara ya maka State International Visitors Leadership Program (IVLP) site na US Embassy na Nigeria, na African Youth Champion maka United Nations International Strategy for Disaster Reduction (UNISDR)."
]