[
  "Scott Olumide Durojaiye (a mụrụ n'ụbọchị nke 20 n'ọnwa Ọktoba n'afọ 1992) bụ onye Naijiria na-agba bọọlụ nke na-agbara Dartford bọọlụ.",
  "Ọ gbara bọọlụ ndị ntorobịa maka Tottenham Hotspur na Norwich City, tupu ọ banye n'akụkụ Falkirk na Brechin City nke Scotland",
  "Ọ gbakwara klọb ndị na-abụghị ndị otu Enfield Town, Hayes & Yeading United, Hungerford Town, Haringey Borough, Welling United, Braintree Town, Maidstone United na Woking.",
  "Durojaiye sonyeere Tottenham Hotspur mgbe ọ dị afọ asaa ma rụọ ọrụ ya ruo n'ọkwa ruo n'okpuru 18 dịka onye na-agba bọọlụ. Mgbe a na-enyeghị ya nkwekọrịta ọkachamara, ya na Cheltenham Town, Brentford nke Oxford United nwalere tupu ọ kwaga Norwich City n'ọnwa Ọgọstụ afọ 2012. Ọ bịanyere aka na nkwekọrịta ọkachamara otu afọ mana a tọhapụrụ ya na njedebe nke oge ahụ.",
  "N'ọnwa Julaị afọ 2013, Durojaiye bịanyere aka na klọb Scottish Championship Falkirk",
  "Ọ nọrọ oge abụọ na klọb ahụ tupu a tọhapụ ya na Mee 2015.",
  "N'abalị 20 Febụwarị afọ 2015, Durojaiye sonyeere Scottish League One n'akụkụ Brechin City na mgbazinye ego maka oge fọdụrụnụ.",
  "Durojaiye sonyeere klọb Isthmian League Premier Division Enfield Town tupu oge 2015-16",
  "O nwetaghị akara maka klọb ahụ na mpụta iri na abụọ ma a tọhapụrụ ya na mbido Nọvemba. N'ọnwa sochirinụ, ọ kwagara Haringey Borough.",
  "N'ọnwa Febụwarị afọ 2016, Durojaiye sonyeere Hayes & Yeading United wee malite ịrụ ọrụ nchebe",
  "Mgbe obere oge gasịrị na Hungerford Town tupu afọ 2016-17, ọ laghachiri Hayes & Yeading nke ugboro abụọ na Ọktoba 2016",
  "Ọ gara n'ihu nye goolu ugboro abụọ na egwuregwu iri abụọ maka klọb ahụ.",
  "N'ọnwa Disemba afọ 2016, ọ laghachiri Haringey Borough",
  "Durojaiye mere egwuregwu iri abụọ maka klọb ahụ, gụnyere na Isthmian League Division One North play-off semi-final, ma nye goolu megide Bury Town na Great Wakering Rovers",
  "N'ọnwa Ọgọstụ afọ 2017, Durojaiye sonyeere National League South clọb Welling United mgbe ọ masịrị ya na ule tupu oge. N'ụbọchị nke ise n'ọnwa Ọgọstụ, o mere nke mbụ ya dochie Toby Ajala na mmeri 3–2 nke Truro City.",
  "Durojaiye sonyeere Braintree Town maka oge 2017–18. Na 10 Septemba afọ 2018, a mara ọkwa na Durojaiye ahapụla otu egwuregwu ahụ n'agbanyeghị na ọ malitere egwuregwu asaa niile.",
  "Na 21 Septemba 2018, mgbe ọ hapụrụ Braintree, Durojaiye kwetara isonyere ndị otu National League, Maidstone United",
  "N'abalị 26 Febụwarị afọ 2019, Olumide kwetara isonyere National League South nke Woking, na-esote oge laghachi na Haringey Borough.",
  "N'agbanyeghị na ọ nwetara nkwalite n'oge ya na Woking, tupu mkpọsa afọ 2019-20, Durojaiye họọrọ ịlaghachi Haringey Borough ọzọ.",
  "Na 22 Jenụwarị 2021, Durojaiye sonyeere National League South nke Welling United Na 18 Machị afọ 2022, Welling United kwupụtara na Durojaiye bụ otu n'ime ndị egwuregwu ise hapụrụ klọb ahụ.",
  "N'abalị 26 ọnwa Machị afọ 2022, Durojaiye sonyeere Dartford",
  "O mere nke mbụ ya na klọb ahụ n'otu ụbọchị ahụ, na-abata dịka onye nnọchi anya oge nke abụọ na mmeri 1-0 na Princes Park megide Hampton & Richmond Borough",
  "Durojaiye ruru eru igwu egwu maka Naịjirịa na England ma kwupụta ọchịchọ ya ịnọchite anya Naịjirịa",
  "A kpọrọ ya na ndị otu mmepe nke Under-20.",
  "Àtụ:Updated",
  "emsibịa d"
]