[
  "Olumide Oyedeji (a mụrụ n'abalị iri na otu n'ọnwa Mee n'afọ 1981) bụ onye egwuregwu èpèléǹkàtà na Naijiria nke gbara bọọlụ na National Basketball Association (NBA) maka oge atọ.",
  "Oyedeji gbara bọọlụ n'afọ 1999 na 2000 Nike Hoop Summits",
  "Ndị Seattle SuperSonics họpụtara ya, na agba nke abụọ (nke iri anọ na abụọ n'ozuzu) nke 2000 NBA Draft",
  "Ọ gbara ngụkọta nke egwuregwu 93 n'oge 3 na NBA, ma nwee ọrụ nkezi nke akara 1.4 kwa egwuregwu, 2.1 rebounds kwa egwuregwu, 0.1 na-enyere aka kwa egwuregwu, na 0.2 na-ezu ohi kwa egwuregwu. Emere egwuregwu NBA ikpeazụ ya na Eprel 1st, 2003 na 105 - 118 ọnwụ na San Antonio Spurs ebe ọ na-edeghị stats",
  "Ọ ọ tụkwara èpèléǹkàtà na Spanish League na Granada",
  "Oyedeji na Shanxi Zhongyu tụrụ èpèléǹkàtà na Chinese Basketball Association. Ọ tụrụ na Changwon LG Sakers nke Korean Basketball League n'afọ 2011",
  "Otú ọ dị, a tọhapụrụ ya na ndị otu ahụ, n'agbanyeghị na ọ na-enweta akara 10.8, 15.0 rebounds, na 1.7 blocks kwa egwuregwu",
  "Oyedeji bịanyere aka na London Lions, bụ ndị na-asọmpi na British Basketball League, n'afọ 2015.",
  "Oyedeji bụ onye otu ndị isi otu egwuregwu  èpèléǹkàtà ụmụ nwoke Naịjirịa kemgbe afọ 1997",
  "O nyere aka nke ukwuu na ndị otu mba ya sonyere na FIBA Africa Nations Cup n'afọ 1997, 1999, 2001, 2003, 2005, 2007, 2011, 2013 na 2015",
  "O duuru Naịjirịa gaa iko AfroBasket mbụ ya na Tunisia n'afọ 2015",
  "Oyedeji ritere ọla ọcha n'afọ 1997, 1999 na 2003 n'otu n'otu n'oge FIBA Africa Nations Cup",
  "O ritere ọla nchara na 2005 FIBA Africa Championship nakwa 2011 FIBA Africa Championship",
  "Oyedeji anọchitela anya obodo ya na All Africa Games na-enweta ọla nchara n'afọ 1999, 2007 na 2015, ọla ọcha na 2003 na ọla edo n'afọ 2011",
  "Ọ tụrụ èpèléǹkàtà na FIBA World Cup na 1999 na 2012 Summer Olympics",
  "Oyedeji bụ onye egwuregwu Afrịka mbụ gosipụtara na asọmpi basketball niile dị mkpa na ọkwa zuru ụwa ọnụ, gụnyere Egwuregwu Olympic, iko mba ụwa, Egwuregwu Commonwealth, Egwuregwu Afrịka niile, NBA, Euro-League, na Asia Championship.",
  "Oyedeji gosipụtara na asọmpi ịkpọ òkù na South Africa ebe ọ bụ onye isi ndị otu ahụ ma duru ha gaa mmeri na njedebe",
  "Ndị otu egwuregwu Naịjirịa, D'Tigers, pụtara n'ozuzu ha meriri n'asọmpi èpèléǹkàtà mba anọ nke afọ 2015 nke South Africa kwadoro na Sọnde 22 Machị 2015",
  "Oyedeji, onye isi ndị otu ụmụ nwoke Naịjirịa, pụtara MVP nke asọmpi ahụ",
  "D'Tigers meriri Mozambique 72-59 na egwuregwu ikpeazụ ha iji merie asọmpi mmeghe emere na Wembley Indoor Arena na Johannesburg",
  "Ọ lara ezumike nká na otu egwuregwu basketball nke Naịjirịa ọtụtụ izu tupu 2016 Summer Olympics na Rio de Janeiro",
  "Oyedeji enwetala ihe nrite dị iche iche maka mbọ enyemaka ya na ọrụ ebere ya",
  "Ọ bụkwa onye nnọchi anya Laureus Global, onye Naijiria mbụ na onye Afrịka nke atọ e nyere nsọpụrụ a",
  "Maka mbọ ya n'igbochi mpụ égbè na mma n'etiti ndị ntorobịa na ime mkpọsa megide ndị otu, a kwanyeere Oyedeji ùgwù dịka onye uwe ojii London Metropolitan.",
  "Oyedeji gụrụ akwụkwọ sekọndrị na Loyola College, Ibadan ebe ọ malitere igwu egwu dịka onye otu egwuregwu èpèléǹkàtà nke ụlọ akwụkwọ ahụ.",
  "Oyedeji lụrụ Adegoke Fajemisin",
  "Ha mụtara ụmụ ise."
]