[
  "A mụrụ Remi Oyo na ụbọchị iri na otu ka ọnwa Ọktoba nke afọ nari iri itoolu iri ise na abụo na Ilorin, Kwara Steeti, mgbago ugwu etetiti Naijiria",
  "Ọ gara ụlọ akwụkwọ praịmarị Katọlik St",
  "James na Ilorin na ụlọ akwụkwọ sekọndrị St",
  "Louis na Bompai, Kano State",
  "Ọ gara Mahadum Lagos na-enweta nzere bachelọ na Mass Communication na Journalism. O nwetara diplọma post-gụsịrị akwụkwọ na International Relations na Nigerian Institute of International Affairs",
  "Ọ gara n'ihu nweta nzere masta na International Relations na Mahadum Kent, Canterbury na United Kingdom.",
  "Ọ bụ onye nta akụkọ Naijiria nke oge ochie N'akụkụ ọrụ ọkachamara, a họpụtara ya dị ka onye enyemaka pụrụ iche / onye na-ekwuchitere, (Media na Publicity) nye onye isi ala Naijiria n'oge ahụ bụ Olusegun Obasanjo n'afọ puku abụọ na atọ",
  "A họpụtakwara ya ọzọ n'afọ puku abụọ na asaa ma kpebie na ọ rụrụ ọrụ nke ọma na ikike ahụ",
  "N'ụlọ ọrụ mgbasa ozi, a na-akpọ ya onye nduzi mgbasa ozi raara onwe ya nye na nke nwere omume enyi",
  "Ọrụ ya na akwụkwọ akụkọ malitere dị ka onye nta akụkọ na afọ nari iri itoolu iri asaa na atọ na Nigerian Broadcasting Corporation NBC, ugbu a, Federal Radio Corporation of Nigeria (FRCN)",
  "Mgbe ahụ, ọ sonyeere NAN dị ka onye nchịkọta tebụl na afọ nari iri itoolu iri asatọ na otu",
  "Ọ bilitere ghọọ onye isi nchịkọta akụkọ ya",
  "A na-ekwu na ọ bụ nwanyị mbụ nwetara ọkwa dị elu na NAN tupu ya emechaa pụọ na afọ nai rir itoolu iri asatọ na ise.",
  "Site na NAN, ọ sonyeere Inter Press Service News Agency (IPS) dị ka Onye isi ụlọ ọrụ Naịjirịa ma mesịa ghọọ Onye isi ụlọ akwụkwọ IPS nke  ọdida anyanwu Afịka.",
  "O bu ụzọ rụọ ọrụ dị ka odeakwụkwọ nke Nigerian Guild of Editors (NGE)",
  "Ka e mesịrị, ndị ọrụ ibe ya họpụtara ya dị ka nwanyị mbụ ịbụ onye isi oche nke NGE. O mechara rụọ ọrụ ugboro abụọ n'usoro site na afọ naarị iri itoolu iri itoolu na itoolu ruo afọ puku abụọ na atọ.",
  "N'oge na-adịghị anya mgbe ya na onye bụbu onye isi ala gasịrị, a mara ọkwa ya dị ka onye isi nchịkwa nke Ụlọ Ọrụ Akụkọ nke Naịjirịa n'otu afọ ahụ",
  "Ọbụna a na-eto ya maka ịmaliteghachi ọkụ nke ọkachamara n'ụdị njikwa ya na NAN Ọ jere ozi oge abụọ zuru ezu tupu ọ gaa n'ihu.",
  "Onye bụbu onye isi ala General Abdulsalami Abubakar, bụ onye mbụ kwusiri ike ịhụ mba n'anya ya mgbe ọ họpụtara ya ka ọ bụrụ onye otu Kọmitii Na-edepụta Iwu Iwu nke  afọ nari iri itoolu iri itoolu na itoolu",
  "N'afọ puku abụọ na isii, onye isi ala Olusegun Obasanjo nyere ya onyinye mba OON",
  "O mechara nata onyinye ndị ọzọ, dị ka National Council of Catholic Women Organisation of Nigeria, Nigerian Institute of Management (NIM), na Nigerian Institute for Peace Administrators.",
  "Ha lụrụ Victor Oyo, onye nta akụkọ a zụrụ na BBC, ha nwere ụmụ abụọ, Otome na Okiemuote, na ụmụ ụmụ atọ.",
  "Mgbe ọ dị afọ iri isii na abụọ, ọ nwụrụ n'ihi ọrịa kansa mgbe ọtụtụ agha na ọgwụgwọ na United Kingdom gasịrị ka  ọnwa Oktoba dị na otu na afọ puku abụọ iri na anọ, mgbe ọ nwụsịrị n'agha iji zọpụta ndụ ya",
  "Akụkọ ahụ wee gbasie ike",
  "Bemoaning her passage, Otome, her son said  Even her colleagues in the media were not left out of the scores of accolades showered on the woman who had made diverse impact to the Nigerian media  Just as national leaders and others mourn her passage"
]