[
  "Olusola Obada (amụrụ na 27 June 1951) bụ onye ndọrọ ndọrọ ọchịchị na onye ọka iwu Naijiria. Ọ rụrụ ọrụ dị ka osote Gọvanọ nke Ọ́sun Steeti site na 2003-2010, dị ka Minista nke Naịjirịa maka Nchebe site na 2011-2012 wee bụrụ Minista nke Nchebe Naịjirị site na 2012-2013 n'okpuru Kọmitii nke Onye isi ala Goodluck Jonathan.",
  "A mụrụ Olusola Idowu Agbeja n'ezinụlọ Agbejanlabofa nke Obodi na Ijeshaland na 27 June 1951, ọ gụsịrị akwụkwọ ya na UMC Demonstration School, Ibadan na agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya na Queen's School, Ede, Ọ́sun State. Ọ bụ onye gụsịrị akwụkwọ na Watford College of Technology, Watford, United Kingdom ebe ọ gụrụ Advertising Administration tupu ọ gaa Mahadum Buckingham, Buckingham (United Kingdom) iji mụọ Iwu ma mesịa kpọọ ya na Naịjirịa Bar na 1986.",
  "Obada malitere ọrụ ya dị ka onye na-ahụ maka mgbasa ozi na Nigeria Airways tupu ọ hapụ ụlọ ọrụ ahụ ka ọ rụọ ọrụ dị ka onye isi na Olusola Agbeja and Co",
  "na 1986. N'afọ 1990, o guzoberé Iron Gate Finance and Trust Company Limited, ụlọ ọrụ ego na itinye ego nke onwe ya ebe ọ rụrụ ọrụ dị ka onye isi nchịkwa. N'afọ 1996, e were ya n'ọrụ dị ka onye isi nchịkwa, ego na nchịkwa nke Materials Management Services Limited ma mesịa ghọọ onye isi nchịwa ụlọ ọrụ ahụ.",
  "N'afọ 2003, a họpụtara Obada dị ka osote Gọvano nke Ọsun Steeti na Olagunsoye Oyinlola dị ka gọvanọ ruo na 27 Nọvemba 2010 mgbe ọ hapụrụ ọkwa ahụ. Na Jenụwarị 2011, a họpụtara Obada ka ọ bụrụ onye nduzi, na-ekpuchi South-West nke Naịjirịa maka Goodluck na Sambo Presidential Campaign Organisation",
  "N'ọnwa Julaị n'afọ 2011, mgbe Jonathan meriri na ntuli aka onye isi ala, Goodluck Jonathan họpụtara Obada ka ọ bụrụ Minista nke Nchebe, wee jee ozi na kọmitii Jonathan dị ka Minista Nchebe n'ezie ruo mgbe nnukwu mgbanwe na Septemba 2013. Na 6 Machị 2014, Goodluck Jonathan họpụtara ya dị ka otu n'ime ndị okenye ise kacha elu na Naịjịrịa na 2014 National Conference, Naijiria. Na 29 Septemba 2014, Goodluck Jonathan sọpụrụ ya na Commander of the Order of the Niger (CON) mba award. Na Jenụwarị 2, 2015, Goodluck Jonathan họpụtara ya ka ọ bụrụ onye nduzi maka mkpọsa ntuli aka onye isi ala nke afọ 2015. Na 6 Mee 2015, a họpụtara ya ka ọ bụrụ Onye isi oche nke Mahadum Federal, Dutsin-Ma Governing Council, otu n'ime nhọpụta ikpeazụ nke Onye isi ala na-apụ apụ Goodluck Jonathan mere.",
  "Obada lụrụ Babatunde Obada onye ha nwere ụmụ anọ",
  "Ọ bụ onye isi ọdịnala nke nwere ihe dị ka utu aha ọdịnala ise gụnyere nke Erelu nke Ijeshaland, Eyaloje nke Argidi nke Atoko, na Yeye Asiwaju nke Ibodi.",
  "Àtụ:Portal"
]