[
  "Olusola Abubakarpronunciation (help·info) Sarakipronunciation (17 Mee 1933 14 Nọvemba 2012) bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye bụ Senator na Republik nke Abụọ nke Naijiria (1979-1983). Ọ bụ onye nwere utu aha onye isi nke Waziri nke Ilorin Emirate, ma bụrụkwa onye Agoro dị na Agbaji.",
  "A mụrụ Olusola Saraki na 17 Mee 1933 na Kwara Steeti ma nwụọ na Legos na 14 Nọvemba 2012. \nNne ya si Iseyin na Oyo Steeti na nna ya si Mali, mana ọ gụrụ Islamic Studies (Ile-Kewu) na Ilorin",
  "Ndị nna nna ya bụ ndị Fulanis si Mali bịa ihe dị ka afọ 150 ruo 200 tupu mgbe ahụ.\nOlusola Saraki gụrụ akwụkwọ na Eko Boys High School",
  "Ọ gara Mahadum nke London, na St George's Hospital Medical School, London",
  "Ọ rụrụ ọrụ dị ka onye ọrụ ahụike na General Hospital, Lagos na Creek Hospital, Lagos.",
  "Olusola Saraki batara na ndọrọ ndọrọ ọchịchị mgbe ọ sonyere na ntuli aka ndị omeiwu nke 1964 maka Ilorin dị ka onye nweere onwe ya, mana ọ meriri mgbe ntuli aka ahụ gasịrị, ọ laghachiri n'ọrụ ahụike ya na Lagos, naanị laghachi na ndọrọ ndọrọ nke otu ndọrọ ọchịchị na 1978/79.",
  "Olusola Sakari nwụrụ na Wednesday 14 Novemba 2012 na Lagos mgbe ọ dị afọ 79 mgbe ọ meriri n'ọgụ kansa",
  "E liri ya ka ọ zuo ike na Ilorin.",
  "N'afọ 1977, a họpụtara Olusola Saraki dị ka onye otu Constituent Assembly nke mepụtara iwu 1979. N'afọ 1979, a họpụtara ya ka ọ bụrụ onye omeiwu nke Republik nke Abụọ, wee bụrụ onye isi ndị omeiwu",
  "N'afọ 1983, a họpụtara Saraki ọzọ na Senate na National Party of Nigeria (NPN).",
  "O sonyere na ọkwa onye isi ala n'okpuru Social Democratic Party (Nigeria) (SDP) na mba nke atọ ma bụrụ onye otu Kọmitii maka nkwekọrịta mba (CNC) n'oge mmemme mgbanwe Abacha. N'afọ 1998, Olusola Saraki ghọrọ onye ndu mba na onye otu Board of Trustees nke All People's Party (APP), na-enye aka na ihe ịga nke ọma APP na Kwara na Kogi States",
  "O nyeere Mohammed Alabi Lawal aka ịghọ Gọvanọ nke Kwara Steeti. \nN'afọ 2001 ọ bụ onye isi otu sitere na Arewa Consultative Forum, otu ọdịbendị na ndọrọ ndọrọ ọchịchị nke Northern, nke e zigara izute ma kwurịta ebumnuche ya na ndị gọvanọ steeti Northern na ndị isi ndị ọzọ.\nMgbe e mesịrị, Saraki gbanwere nkwado ya na Peoples Democratic Party (PDP), na ntuli aka 2003 kwadoro nwa ya nwoke Bukola Saraki dị ka onye na-azọ ọkwa gọvanọ nke Kwara steeti n'ọnwa Eprel afọ 2003, na nwa ya nwanyị Gbemisola R",
  "Saraki dị Ka onye omeiwu nke Kwara Steeti Central n'ọnwa Apreel afọ 2003.",
  "Ọ bụ onye otu Kọmitii maka Nkwekọrịta Mba (CNC) n'oge mmemme mgbanwe Abacha.",
  "Nwa ya nwoke Bukola Saraki ghọrọ onye isi oche nke Senate nke Naijiria na 9 June 2015 na Senate nke asatọ nke Naijiria \nOtú ọ dị, Bukola Saraki sonyere ọzọ maka oche Senatorial na ntuli aka nke Febụwarị 2019 mana Dr Ibrahim Oloriegbe nke All Progressives Congress (APC) meriri ya."
]