[
  "Olusegun Mimiko (Yoruba: Olúṣ*́gun Mímikò; a mụrụ ya na 3 Ọktoba 1954), bụ onye zọrọ ọkwa onye omeiwu nke Zenith Labour Party maka Ondo Central District na ntuli aka 2019. Ọ bụ onye ndọrọ ndọrọ ọchịchị Naịjirịa nke jere ozi dịka onye nkịtị nke iri na isii, na nke ise, Gọvanọ nke Ondo Steeti, Naịjirịa, site na Febụwarị afọ 2009, ruo Febụwarị 2017",
  "Gọvanọ mbụ nke oge abụọ nke Ondo steeti na gọvanọ mbụ nke Labour Party na Naịjirịa",
  "Mimiko bụbu onye ozi gọọmentị etiti maka ụlọ na mmepe obodo, odeakwụkwọ nke Gọọmentị Ondo Steeti, na Kọmishọna Ondo Steeti maka Ahụike ugboro abụọ.",
  "A mụrụ Mimiko ma zụlite ya na Ondo Town, Ondo State, South West Nigeria",
  "Ọ malitere inwe mmasị na ndọrọ ndọrọ ọchịchị mgbe ọ dị obere",
  "Ọrụ ndọrọ ndọrọ ọchịchị ya malitere na ụlọ akwụkwọ ahụike na Mahadum Ife (nke bụzi Mahadum Obafemi Awolowo), ebe ọ bụ onye otu Students' Representatives Council (Parliament) ma jee ozi dịka onye na-ahụ maka mmekọrịta ọha na eze nke International Students' Association nke ụlọ ọrụ ahụ site n'afọ 1977 ruo afọ 1978.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum n'afọ 1980 ma gachaa afọ National Youth Service Corp, Mimiko malitere ịgwọ ọrịa",
  "N'afọ 1985, o guzobere MONA MEDICLINIC na Ondo Town nke na-arụ ọrụ dịka ụlọ ọrụ ebere obodo.",
  "Nhọpụta ndọrọ ndọrọ ọchịchị mbụ nke Mimiko bụ dịka kọmishọna nke ahụike na ọrụ mmekọrịta mmadụ na ibe ya na Ondo Steeti site n'afọ 1992 ruo n'afọ 1993 mgbe ọchịchị ndị agha kwụsịrị ọchịchị onye kwuo uche ya nke atọ nke Naijiria",
  "Mgbe a laghachiri ọchịchị onye kwuo uche ya na Naịjirịa, Mimiko jere ozi ọzọ dịka kọmishọna ahụike na Ondo Steeti site n'afọ 1999 ruo afọ 2002.",
  "N'afọ 2003, a họpụtara ya ka ọ bụrụ odeakwụkwọ nke Ondo State Government (SSG)",
  "Ọ nọrọ n'ọkwa a ruo ọnwa Julaị afọ 2005, mgbe a họpụtara ya dịka onye ozi gọọmentị etiti nke ụlọ na mmepe obodo.  Mimiko gbara arụkwaghịm dịka onye ozi gọọmentị etiti iji zọọ ọkwa gọvanọ nke Ondo megide onye nọ n'ọkwa, Olusegun Agagu na ntuli aka nke afọ 2007.",
  "Mimiko meriri na ntuli aka a na-asọmpi nke ọma",
  "Mana, site n'aka onye isi ala Olusegun Obasanjo, Independent National Electoral Commission kwupụtara Agagu dịka onye mmeri",
  "Mimiko gbara ihe si na ntuli aka ahụ pụta n'ụlọ ikpe n'ihe mechara bụrụ esemokwu iwu nke afọ abụọ nke mere ka a kpọọ ya onye mmeri n'ezie na ntuli aka gọvanọ site na mkpebi otu olu nke Ụlọikpe Tribunal, na Ụlọikpe Mkpegharị n'afọ 2009. Ọ gara n'ihu merie ntuli aka ọzọ n'afọ 2012, na-emeri onye kacha emegide ya, Olusola Oke nke People's Democratic Party",
  "N'oge Mimiko bu gọvanọ, a ghọtara mgbanwe ya na ahụike, agụmakwụkwọ, mmepe obodo, mmegharị obodo na iji teknụzụ na ọchịchị na mba na mba ụwa.",
  "Mgbe ọ hapụsịrị ọrụ, Mimiko nọrọ otu afọ na-ekwu okwu ihu ọha ma na-akwado maka ahụike zuru ụwa ọnụ na ezi ọchịchị na Nigeria, London, na Washington DC.",
  "N'ọnwa Septemba afọ 2018, o kwupụtara ebumnuche ya ịzọ ọkwa onye isi ala Naịjirịa na ntuli aka nke afọ 2019. O nwetara nhọpụta dịka onye na-azọ ọkwa onye isi ala nke Labour Zenith Party na Ọktoba, 2018. Na Nọvemba 14, 2018, Mimiko kwupụtara na ọ na-akwụsị mgbasa ozi onye isi ala ya, ụbọchị ole na ole tupu e mepee oge mgbasa ozi ahụ",
  "O nwetara tiketi sinetọ nke Zenith Labour Party maka mpaghara Ondo Central.",
  "Mimiko bi ugbu a na Ondo City, ebe a mụrụ ya.",
  "A mụrụ Rahman Olusegun Mimiko, nke a makwaara dịka Iroko, na October 3, 1954, na Ondo Town nke Ondo State, Nigeria",
  "Nna ya, Atiku Bamidele Mimiko, bụ nwa Pa Famimikomi, nwa Chief Ruwase Akinmeji, na nwa nwa nke High Chief Adaja Gbegbaje nke Ondo Kingdom. Nna Mimiko bụ onye njikwa osisi nakwa onye ọrụ ugbo koko",
  "Ọ bụkwa onye na-akọwa mmekọrịta mmadụ na ibe ya na mmepe mba na ụwa na onye na-enyere ndị mmadụ aka",
  "Nne ya, Muinat Mimiko (née Ogunsulie) bụ onye ahịa ruo mgbe ọ lara ezumike nká. N'afọ 1990, Mimiko lụrụ Olukemi Adeniyi onye gụrụ asụsụ French na Mahadum Obafemi Awolowo, Ile Ife",
  "Ha mụtara ụmụ anọ.",
  "Mimiko malitere ụlọ akwụkwọ na St",
  "Joseph's Primary School Aponmu dị nso na Akure, St",
  "Patrick Primary School, Yaba na Ondo na mmalite afọ 1960",
  "Ọ gara St",
  "Joseph's College, Ondo site n'afọ 1966 ruo 1971",
  "Ọ bụ nwa akwụkwọ Higher School Certificate (HSC) na Gboluji Grammar School, Ile-Oluji n'etiti afọ 1971 na 1972",
  "Mimiko malitere ụlọ akwụkwọ ahụike na Mahadum Ife n'afọ 1972",
  "Ọ bụ Student Representative Council (parliament) 1975-1976 na onye isi oche nke Special Honours Committee (1976-1977), onye otu Student's Union Electoral Commission 1976-1977, na onye ọrụ mmekọrịta ọha na eze nke International Students Association nke afọ 1977-1978. O nwetara B.Sc",
  "Health Science Degree na 1976, na Bachelor of Medicine, Bachelor of Surgery n'afọ 1980",
  "E debara aha Mimiko na Nigerian Medical and Dental Council dịka onye na-ahụ maka ahụike.",
  "Mimiko bụ onye ọrụ ụlọ na Ondo State Health Management Board nke ọ rụrụ ọrụ na General (nke bụzi State Specialist) Hospital, Ado Ekiti n'etiti afọ 1980 na 1981",
  "Ọ rụrụ ọrụ na Nigerian Navy College (NNS Onura), Onne, Port Harcourt (1981–1982) tupu ọ laghachi n'afọ 1982, n'ụlọ ọgwụ dịka onye ọrụ ahụike",
  "Ọ rụrụ ọrụ na Lagos dịka onye ọrụ ahụike na Apagun Clinic, Yaba na onye isi ahụike na Alleluyah Hospital, Oshodi site n'afọ 1983-1984",
  "N'afọ 1985, o guzobere ụlọ ọrụ ahụike nke onwe ya MONA MEDI-CLINICS na Ondo City."
]