[
  "Olympia Brown (Jenụwarị 5, 1835 Ọktoba 23, 1926) bụ onye ozi America na onye na-akwado ụmụnwanyị",
  "Ọ bụ nwanyị mbụ a họpụtara dị ka ụkọchukwu site na nkwenye nke ụka ya",
  "Brown bụkwa onye na-akwado ikike ụmụnwanyị na otu n'ime ndị mmeri ole na ole nke ọgbọ mbụ nwere ike ịtụ vootu site na ntinye nke Ndezigharị nke Iri na itoolu.",
  "A mụrụ Olympia Brown n'ọnwa Jenụwarị 5, 1835 na Prairie Ronde Township, Michigan. Brown bụ nwa mbụ n'ime ụmụ anọ",
  "Nne na nna ya, Lephia na Asa Brown, bụ ndị ọrụ ugbo n'ihe a na-ewere dị ka ala ókèala n'oge ahụ",
  "Ha bụ nwanne nne nne na nwanne nna, n'otu n'otu, nke Onye isi ala US Calvin Coolidge",
  "Lephia zụlitere ụmụ ya n'ezinụlọ nke weere okpukpe na agụmakwụkwọ dị ka ihe dị ezigbo mkpa",
  "Nke a pụtara ìhè site na iwu ụlọ akwụkwọ na mpaghara Brown.",
  "Mgbalị maka agụmakwụkwọ nke nne Brown kụnyere manyere ya ịgụcha ụlọ akwụkwọ sekọndrị ma gaa n'ihu na mahadum",
  "Brown na nwanne ya nwanyị nke obere Oella kpebiri ịga Mount Holyoke Female Seminary",
  "Ugwu Holyoke na agụmakwụkwọ kọleji bụ ihe Brown tụrụ anya ya",
  "Mmetụta obi ụtọ ya mere ka ọ ghara ịdị n'ihi ihe mgbochi a na-etinye ụmụnwanyị na Mount Holyoke",
  "Ihe mgbochi ndị a gụnyere ndepụta nke iwu iri anọ, mwepụ nke òtù agụmakwụkwọ nke Browns guzobere, na ihe mgbochi okpukpe",
  "Ikekwe ihe atụ kachasị mma nke echiche ụlọ akwụkwọ ahụ bụ okwu nke prọfesọ Chemistry, \"A naghị atụ anya na ị ga-echeta ihe a niile, mana naanị iji mee ka ị nwee ọgụgụ isi na mkparịta ụka\". Brown, onye marala na ọ nwere ike izute ihe ịma aka nke agụmakwụkwọ dị elu, lere anya n'ebe ọzọ.",
  "N'iwepu ahụmịhe ya na Mount Holyoke, Brown debara aha ya na Antioch College",
  "Ozugbo Brown malitere agụmakwụkwọ ya na Antiọk, ọ ghọtara na ọ ga-enweta ụkpụrụ dị elu",
  "Brown mụtakwara na n'agbanyeghị ọdịdị na-aga n'ihu na Antiọk, a ka nwere ụdị ịkpa ókè",
  "Dịka ọmụmaatụ, na klas Bekee nke Brown, a chọghị ka ụmụnwanyị buru okwu n'isi",
  "N'omume nnupụisi, Brown kwuru okwu ya site n'icheta, dịka ndị ikom ahụ mere",
  "Ikekwe ihe kachasị mma nke oge Brown na Antiọk bụ ikike ya ime ka dike ya, Antoinette Brown Blackwell, kwuo okwu na Antiọk.",
  "Ozugbo Brown gụsịrị akwụkwọ na Antiọk, o kpebiri na ọkpụkpọ ya bụ ịbụ onye ozi",
  "Mgbe a jụrụ ya ọtụtụ ugboro, a nabatara ya na Theological School nke Mahadum St",
  "Lawrence, ọ bụ ezie na onye isi ụlọ akwụkwọ ahụ, Ebenezer Fisher, mere ka o doo anya na ya ekwenyeghị na ụmụnwanyị kwesịrị ịbụ ndị ozi.  Ọ bịarutere na campus n'afọ 1861 wee gụsịrị akwụkwọ n'afọ 1863, na-aghọ nwanyị mbụ gụsịrị akwụkwọ n'ụlọ akwụkwọ nkà mmụta okpukpe. Ọzọkwa, Brown chere mmegide sitere n'ọtụtụ akụkụ ihu",
  "Nke a gụnyere ụmụ akwụkwọ ibe ya na ndị nwunye nke ngalaba ahụ",
  "Brown weere ya niile dị ka ihe ịma aka",
  "Mgbe afọ mbụ ya gasịrị, Brown nwetara nnabata ma gụchaa akwụkwọ ya.",
  "N'agbanyeghị na ọ gụsịrị akwụkwọ, ma nweta otu afọ nke ozi ọma na Congregations na Marshfield na Montpelier, Vermont, Brown ka zutere mmegide megide nhọpụta ya",
  "Ngalaba St",
  "Lawrence jụrụ ịhọpụta ya",
  "Brown kpebiri ịrịọ arịrịọ na Kansụl Universalist, wee gaa Malone dị nso, New York, iji gosipụta ikpe ya na Northern Universalist Association",
  "Arịrịọ Brown bụ arịrịọ dị mfe maka ịha nhata",
  "Otu onye otu Council nụrụ okwuchukwu Brown n'izu gara aga, wee hapụ nkwado ya",
  "N'ụzọ tụrụ ọtụtụ ndị n'anya, kansụl ahụ vootu iji họpụta ya",
  "Ya mere na Juun 25, n'afọ 1863, Olympia Brown ghọrọ nwanyị mbụ a họpụtara dị ka onye ozi na Chọọchị Universalist",
  "Ndị ọkọ akụkọ ihe mere eme arụrịta ụka ebe o nwere n'akụkọ ihe mere eme nke nhọpụta ụmụnwanyị",
  "Ụfọdụ na-ewere nhọpụta ya, nke Association mpaghara ya kwadoro, dị ka ihe dị mkpa karịa nke Antoinette Brown Blackwell, nke Chọọchị Congregational Church na South Butler, NY họpụtara n'afọ 1853",
  "Brown Blackwell enweghị nkwado iwu na ụka ya karịa ọgbakọ dị n'ógbè ahụ",
  "Olympia Brown bụ nwanyị mbụ a họpụtara site na nkwado gọọmentị site na otu ụka mba.",
  "Mgbe a họpụtara ya, Brown gara Vermont, na-ekwusa ozi ọma na ụka dị iche iche",
  "Ọ nọrọ oge ụfọdụ n'ụlọ ya na ezinụlọ ya na Michigan, tupu ọ malite ọrụ pastọ mbụ ya na Weymouth Landing, Massachusetts",
  "E debere ya n'ọrụ na Julaị 1864, ma jee ozi n'ọgbakọ ruo ọtụtụ afọ",
  "Ọ gara n'ihu na-eje ozi na chọọchị dị na Bridgeport, Connecticut, ọgbakọ ahụ were ya n'ọrụ n'agbanyeghị na ọtụtụ ndị parish na-achọghị inwe nwanyị pastọ.  N'afọ 1878, ọ nabatara oku gaa na chọọchị dị na Racine, Wisconsin, ebe ọ ga-eje ozi dị ka onye ụkọchukwu ruo n'afọ 1887",
  "N'ihe niile ọ na-eje ozi, a na-akwanyere ya ùgwù dị ka onye nkwusa",
  "Onye nta akụkọ maka Superior Daily Leader kọwara ya dị ka \"nwaanyị Beecher nke rostrum\"",
  "Ebumnuche nke a bụ ka otuto dị elu, ebe ọ bụ na a na-ewere Henry Ward Beecher dị ka onye nkwusa kachasị mma na United States n'oge ahụ.",
  "Site n'oge Brown bụ nwata na mmegide abolition ruo na ahụmịhe nke Brown na ịkpa ókè, Brown maara mgbe niile banyere ịchọ ikike nhata",
  "N'ihi ikike ikwu okwu siri ike na nkwenkwe Brown, Susan B",
  "Anthony nọgidere na-achọ itinye aka na Brown",
  "Site na agbamume nke Lucy Stone na di ya, Henry Blackwell, Brown kpebiri ịga Kansas iji kwuo maka ikike ụmụnwanyị",
  "N'oge ọkọchị, Brown kwuru ihe karịrị okwu 300 n'agbanyeghị na ọ na-eche ọtụtụ ihe isi ike ihu",
  "Ọ bụ ezie na nke a bụ nnukwu ahụmịhe, Brown kpebiri ịlaghachi n'ozi, ruo mgbe ọ gbanwere obi ya n'afọ 1887.",
  "Ugbu a Brown raara ndụ ya nye òtù ahụ, ọ chọrọ ime ihe niile o nwere ike ime",
  "Nke a gụnyere ịmepụta New England Women's Suffrage Association, na-eduga Wisconsin Suffrage League ma bụrụ onye isi oche nke Federal Suffrage Society site n'afọ 1903 ruo n'afọ 1920.",
  "N'agbanyeghị ihe ndị a niile, Brown hụrụ mgbanwe ole na ole na-ewere ọnọdụ",
  "Brown kwenyere na ọgbọ nke abụọ nke ndị suffragists tara ahụhụ site na ndị ndu na-adịghị mma ma jiri njehie lekwasị anya na mbọ ha na steeti",
  "Ọ bụghị ruo n'afọ 1913 ka a kpọrọ Brown ka ọ sonye na Union Congress for Woman Suffrage, nke Alice Paul na Lucy Burns ga-akpọ National Woman's Party",
  "Ìgwè a lere anya imezigharị na ọkwa gọọmentị etiti ma kwe nkwa iji usoro siri ike.",
  "Atụmatụ ọhụrụ ndị a mere ka e nye ndị Congress ikike ụmụnwanyị ịtụ vootu ma mee ngagharị n'ihu White House",
  "Onye isi ala Wilson zutere ngagharị abụọ ahụ n'ihu White House na enweghị obi ụtọ",
  "N'ihi ya, a ga-atụ ụmụnwanyị ndị a mkpọrọ",
  "Mmeso ọjọọ a na-emeso ụmụnwanyị ndị a tinyere nnukwu mgbasa ozi mere ka ha nwekwuo nkwado maka mmegharị ahụ.",
  "N'ikpeazụ, Congress kwadoro iwu ahụ",
  "Otú ọ dị, na nkwado ka dị mkpa, Brown na ndị ọzọ rutere n'ụzọ mkpọsa otu oge ikpeazụ",
  "Njem ikpeazụ Olympia Brown mere bụ n'afọ 1920 Republican National Convention. A ga-emecha kwado Ndezigharị nke iri na itoolu na August 25, 1920, na-egosi oge mbụ Olympia Brown na ọtụtụ ụmụnwanyị ndị ọzọ nwere ike ịtụ vootu.",
  "Brown lụrụ John Henry Willis na 1873; ọ họọrọ idebe aha nwa agbọghọ ya",
  "Ha zụlitere ụmụ abụọ: Henry na Gwendolyn",
  "Ụmụ ha abụọ ghọrọ ndị nkuzi.",
  "Brown nọrọ afọ ikpeazụ ya na ezinụlọ ya na Racine, Wisconsin",
  "Ọ gara n'ihu na-akwado ikike ụmụnwanyị na Women's International League for Peace and Freedom.",
  "Ọ nwụrụ na Baltimore n'ọnwa Ọktoba 23, n'afọ 1926.",
  "N'afọ 1963 iji kwanyere otu narị afọ nke nhọpụta Brown ùgwù, ụlọ akwụkwọ nkà mmụta okpukpe nke Mahadum St",
  "Lawrence debere ihe ncheta na chọọchị ọ na-azụ na Racine, Wisconsin",
  "Ihe odide ahụ mechiri, \"Ọkụ nke mmụọ ya ka na-ere ọkụ taa\"",
  "N'afọ 1989, a gbanwere aha chọọchị ahụ ka ọ bụrụ Olympia Brown Unitarian Universalist Church.",
  "N'afọ ndị 1970 Susan Hester na Fran Kaplan guzobere Olympia Brown League iji nyere ikike aha ụmụnwanyị aka na Milwaukee, na nzaghachi maka mkpebi ụlọ ikpe megide ụmụnwanyị na-achọ idebe aha nwa agbọghọ ha mgbe ha lụrụ di; Brown debere nke ya mgbe ọ lụrụ di. N'ụzọ doro anya, ikpe na mkpebi ụlọ ikpe ahụ bụ Kruzel v",
  "Podell (1975), nke Ụlọikpe Kasị Elu nke Wisconsin kpebiri na nwanyị mgbe ọ lụrụ di na-anakwere aha nna di ya site n'iji aha ahụ eme ihe mgbe ọ lụsịrị di, mana o kwukwara na ọ dịghị iwu chọrọ ya.",
  "A gụrụ ụlọ akwụkwọ elementrị dị na Racine aha iji sọpụrụ Brown n'afọ 1975.",
  "N'afọ 1999, a nabatara ya na Michigan Women's Hall of Fame.",
  "A na-edebe akwụkwọ na akwụkwọ nke Olympia Brown na ọrụ ya na Schlesinger Library na Cambridge, Massachusetts, State Historical Society of Wisconsin, na akwụkwọ nke National Woman's Party na Library of Congress.",
  "A na-akpọ usoro ihe omimi Olympia Brown aha ya."
]