[
  "Omar Badsha (a mụrụ n'ụbọchị irí abụọ na asaa n'ọnwa Juun n'afọ 1945) bụ onye South Africa na-ese foto, onye na-ese ihe, onye ndọrọ ndọrọ ọchịchị na onye ọrụ na onye ọkọ akụkọ ihe mere eme. Ọ bụ onye na-ese ihe n'onwe ya. O gosipụtala nka ya na South Africa na mba ụwa",
  "N'afọ 2015, o ritere Arts & Culture Trust (ACT) Lifetime Achievement Award for Visual Art  N'afọ 2017, ọ natara nzere doctorate Doctor of Philosophy (DPhil), n'ihe banyere ọrụ ya na-enweghị atụ na ngalaba nke foto na South Africa. E nyekwara ya nsọpụrụ onye isi ala The Order of Ikhamanga na ọla ọcha n'ihi \"Nkwado ya banyere ichekwa akụkọ ihe mere eme nke mba anyị site na nyocha na-enweghị isi na nke ziri ezi, na nchịkọta profaịlụ na ihe omume nke ọgụ maka nnwere onwe\"",
  "A mụrụ Badsha na Durban, KwaZulu-Natal n'ubochí irí abụọ na asaa n'ọnwa Juun n'afọ 1945",
  "Ọ bụ ọgbọ nke atọ nke South Africa nke sitere na India ma si n'ezinụlọ Gujarati Muslim Sunni Bohra",
  "Nna ya bụ Ebrahim Badsha bụ otu n'ime ndị ọsụ ụzọ ndị oji na South Africa na onye guzobere òtù Bantu, Indian, Coloured Arts (BICA) nke ndị na-ese ihe na Durban bịdọrọ n'afọ 1951. Mmasị nna ya nwere maka akwụkwọ edemede Arabic, ihe osise nke Cecil Skotnes na mgbe e mesịrị, na ndụ site na ọrụ Dumile Feni metụtara nka ya.",
  "Ná mbido afọ ndị 1960, Badsha mepụtara \"ihe ngosi mmegide\" ma merie ọtụtụ onyinye gụnyere Sir Basil Schonland prize n'afọ 1965 na Oppenheimer award na afọ 1969 mgbe e gosipụtara ọrụ ya na Johannesburg ngosi Artists of Fame and Promise Ihe osise Badsha gosipụtara n'ọtụtụ ihe ngosi n'afọ 1970, e mere ihe ngosi izizi ya na Artists Gallery na Cape Town.Ọ ghọrọ onye na-emegide ịkpa ókè agbụrụ n'oge ọ nọ n'ụlọ akwụkwọ sekọndrị",
  "Ọ bụ otu n'ime ndị na-eme ihe ike nke kpọlitere Natal Indian Congress n'oge afọ 1970s na otu ndị ọrụ aka ekpe nke sitere na mwakpo Durban a ma ama n'afọ 1973",
  "Badsha guzobere ma bụrụ odeakwụkwọ mbụ nke Chemical Workers Industrial Union. N'oge a, a tụrụ ya mkpọrọ ma kpagbuo ya. A jụrụ ya paspọtụ ma ghara ikwe ka ọ gaa mba ọzọ ruo n'afọ 1990.",
  "N'afọ 1982, Badsha hiwere nzukọ agbụrụ dị iche iche Afrapix. Ha were foto ndị na-ese foto nke mmetụta na mmetụta nke ịkpa ókè agbụrụ na ebumnuche ịmepụta ọbá akwụkwọ foto na \"kpalite foto akwụkwọ\". N'afọ 1987, o nyere aka guzobe The University of Cape Town's Centre maka foto. Badsha bụ onye isi nke ngalaba foto nke Kọmitii Carnegie nke Abụọ na Ogbenye na Mmepe",
  "Nnyocha ahụ chọrọ ịmegharị nsonaazụ nke nyocha izizi nke ụlọ ọrụ site n'inyekwu nnyocha banyere ịda ogbenye na South Africa nke ga-elekwasị anya na ndị ojii na ndị ọcha South Africa",
  "E mere ihe ngosi nke foto ndị ahụ gụnyere na nyocha nke abụọ Carnegie Commission on Poverty and Development na Mahadum nke Cape Town",
  "Badsha enweghị ike ịga mmeghe nke ihe ngosi ahụ ebe a tụrụ ya mkpọrọ",
  "E mechara mee ihe ngosi ahụ na United States niile wee bụrụ akwụkwọ akpọrọ South Africa: The Cordoned Heart\nỌ bụkwa onye guzobere South African History Online SAHO, nke ọ tọrọ ntọala n'afọ 1999 ọ bụ ebe nrụọrụ weebụ akụkọ ihe mere eme kachasị ukwuu na South Africa. Badsha na-agba ọsọ SAHO n'afọ 2009 ebe nrụọrụ weebụ ahụ meriri na South African NGO Coalition's NGO Web Awards na ngalaba nke Best Use of Social Web",
  "Ọ bụ onye dere ọtụtụ akwụkwọ foto",
  "Akwụkwọ mbụ ya na Fatima Meer dere bụ A Letter to Farzanah Ọ bụ Institute for Black Research, na Mahadum Natal bipụtara ya",
  "A machibidoro akwụkwọ ahụ ozugbo e bipụtachara ya n'afọ 1979",
  "Ọ dabeere na akwụkwọ ozi o degaara nwa ya nwanyị Farzanah.  Akwụkwọ ahụ nwere foto iri isii na asaa nke ụmụaka ojii bi na apartheid South Africa tinyere isi akwụkwọ akụkọ. E bipụtara akwụkwọ ya Imijondolo: A Photographic Essay on Forced Removals in the Inanda District of South Africa n'afọ 1985 Akwụkwọ ahụ sitere n'ike mmụọ nsọ site na ọrụ ya dị ka onye na-ahụ maka ihe banyere mgbanwe mmekọrịta mmadụ na ibe ya na Inanda informal settlement nke dị na mpụga Durban, South Africa"
]