[
  "Omar Sharif Jr",
  "(a mụrụ na 28 Nọvemba 1983) bụ onye Canada na-eme ihe nkiri, ihe nlereanya, onye edemede na onye na-agbachitere nwoke na nwoke nke bi na United States ugbu a.",
  "Sharif bụ nwa nke nne onye Juu Canada, Debbie, na nna onye Egypt, Tarek Sharif",
  "Nne na nna nna ya bụ Omar Sharif na Faten Hamama, ha abụọ bụ ndị na-eme ihe nkiri n'Egypt nne na nna nna nna ya bu ndị Juu lanarịrị Holocaust",
  "N'oge ọ bụ nwata, a na-ebugharị Sharif n'etiti Montreal, Paris, na Cairo. O nwere B.A",
  "site na Queen's University, Master's na Comparative Politics site na London School of Economics na nzere na Performing Arts site na Lee Strasberg Institute.",
  "Sharif arụwo ọrụ dịka onye na-eme ihe nkiri, na-apụta na 2000 Egyptian miniseries Wagh el qamar, 2005-6 French-asụsụ Canadian usoro Virginie, 2008 Egyptian film Hassan wa Morcus n'afọ 2016 Irish film The Secret Scripture",
  "Mgbe ọ ghọrọ onye na-eme ihe nkiri, nna nna ya gwara ya, sị: \"Anye m gị aha m, enye m gị ọdịdị m",
  "Agaghị m enye gị ihe ọ bụla ọzọ",
  "Ị ga-eme ya kpamkpam n'onwe gị.",
  "Ọ pụtara na ihe nkiri mkpirikpi nke afọ 2017 11th Hour, nke a họọrọ maka ngosipụta na TriBeCa Film Festival.",
  "Ọ rụkwara ọrụ dịka ihe nlereanya: Ọ bụ ihu Coca-Cola maka ụwa Arabic ma pụta na nnukwu mkpọsa mbipụta Calvin Klein na Egypt.",
  "Ọ bụ onye na-eme ihe ngosi na 83rd Annual Academy Awards n'afọ 2011, n'oge ọ na-eme sketch na-atọ ọchị na Kirk Douglas.",
  "N'afọ 2012, Sharif pụtara dịka nwoke na nwoke na The Advocate, akwụkwọ akụkọ nwoke na nwoke",
  "N'ịhụ na ntuli aka ndị omeiwu na-adịbeghị anya n'Egypt nwere ihe na-emebi ihe, o kwuru na ọhụụ nke nnwere onwe, nke hà nhata karịa Egypt bụ ọhụụ nke ọtụtụ ndị na-eto eto hụrụ mba ha n'anya nyere ndụ ha iji hụ na Tahrir Square. A na-ekwu na ọ bụ onye mbụ pụtara n'ihu ọha dị ka nwoke na-edina nwoke n'ihu n'ihu na Arab World",
  "Nkwupụta ya dugara na nkatọ zuru oke na egwu ime ihe ike.",
  "Mgbe Sultan nke Brunei weputara iwu iji nkume nkume mee ka ndị na-edina nwoke ibe ha na Eprel 2019, Sharif Jr",
  "mara ya aka ụbọchị ole na ole ka e mesịrị. Ọ bụrụ na Sultan ga-egbu nwa ya nwoke na-edina nwoke ibe ya, Sharif Jr",
  "ga-egbu onwe ya.",
  "Ka ọ na-erule afọ 2012 ọ bi na Cairo, mana n'oge na-adịghị anya mgbe nke ahụ gasịrị, obi erughị ala banyere Egypt ọhụrụ, ọ hapụrụ mba ahụ. Ọ bi na Los Angeles ugbu a.",
  "A na-asọpụrụ ya dịka otu n'ime ndị na-eme ihe nkiri n'afọ 2012, \"40 Under 40\" nke The Advocate n'afọ 2014 na 2015, wee merie 'Inspiration Award' nke Attitude Magazine n'afọ 2016."
]