[
  "Omar Sharif[lower-alpha 1] (Arabic: عمر الشريف Egyptian Arabic pronunciation: [ˈːomɑɾ eʃʃɪˈɾiːf]; a mụrụ Michel Yusef Dimitri Chalhoub , 10 Eprel 1932 ː 10 Julaị 2015) bụ onye Egypt na-eme ihe nkiri, nke a na-ewere n'ozuzu ya dịka otu n'ime ndị nwoke kachasị na fim na mba ya. Ọ malitere ọrụ ya na mba ya n'afọ ndị 1950, mana a maara ya nke ọma maka ngosipụta ya na British, American, French, na Italian productions",
  "Ọrụ ya gụnyere ihe karịrị 100 ihe nkiri gafere afọ 50, ma wetara ya ọtụtụ otuto gụnyere Golden Globe Awards atọ na César Award maka onye na-eme ihe nkiri kacha mma.",
  "Sharif so Peter O'Toole rụọ ọrụ dịka Sherif Ali na David Lean epic Lawrence of Arabia (1962), nke mere ka a họpụta ya na Academy Award maka onye na-akwado ihe nkiri kacha mma, ma gosipụta ọrụ aha na Lean's Doctor Zhivago (1965), na-eme ka ọ nweta Golden Globe maka onye na'eme ihe nkiri kacha kyau",
  "Ọ gara n'ihu na-eme ihe nkiri ịhụnanya, na ihe nkiri dị ka Funny Girl (1968) na The Tamarind Seed (1974), na ndị akụkọ ihe mere eme dịka ndị otu aha na Genghis Khan (1965) na Che! (1969)",
  "Ọrụ ime ihe nkiri ya gara n'ihu ruo n'oge agadi, yana mgbanwe a nabatara nke ọma dịka onye Alakụba Turkish na ihe nkiri French Monsieur Ibrahim (2003)",
  "O mere ihe nkiri ikpeazụ ya n'afọ 2015, afọ ọ nwụrụ",
  "Sharif, onye aha nna ya pụtara \"onye a ma ama\" ma ọ bụ \"onye a na-akpọ ama\", a mụrụ Michael Yusef Dimitri Chalhoub (Arabic:  ) na Alexandria, Alaeze nke Egypt (nke bụzi Arab Republic of Egypt), n'ezinụlọ Melkite Catholic nke sitere na Lebanọn, na-eme ka ya na ezinụlọ ya bụrụ ndị Antiochan Greek Christian (nke a makwaara dị ka Rûm).",
  "Nna ya, Yusef Chalhoub, onye na-ere osisi dị oké ọnụ ahịa, na nne ya kwagara n'ọdụ ụgbọ mmiri nke Alexandria na mmalite narị afọ nke 20 site na Zahle na Lebanọn. A mụrụ Sharif mgbe e mesịrị na Alexandria. Ezinụlọ ya kwagara Cairo mgbe ọ dị afọ anọ",
  "Nne ya, Claire Saada, bụ onye ama ama na-elekọta ndị ọbịa, Eze Farouk nke Egypt  bụ onye nleta oge niile tupu ewepụ ya n'afọ 1952.",
  "N'afọ 1954, Sharif malitere ọrụ ime ihe nkiri ya n'Egypt site na ọrụ na Sira' Fi al-Wadi (1954) (\"Mgbalị na Ndagwurugwu\")",
  "Ọ nọkwa na Shaytan Al-Sahra (\"Ekwensu nke Ọzara\").",
  "Ọ ghọrọ onye ama ama ngwa ngwa, na-apụta na Our Beautiful Days (1955), The Lebanese Mission (1956) (ihe nkiri French), Struggle in the Pier (1956), Sleepless (1957) (\"[La Anam]\"), Land of Peace (1957), Goha (1958) (ihe nkiri Tunisian nke gosipụtara mmalite nke Claudia Cardinale), Strugcle on the Nile (1958), A Beginning and an End (1960), A Rumor of Love (1960), Sayy al-Qasidat (1960), Anna Karenina adaptation The River of Love (\"Nahr El Zul-H)",
  "Ya na nwunye ya so mee ihe nkiri n'ọtụtụ ihe nkiri dị ka ndị na-ahụ n'anya",
  "Sharif nwere ihe ịga nke ọma site na ihe nkiri ndị ọzọ dị ka Struggle on the Nile (1959), A Rumor of Love (1960), na There is a man in our House (1961), nke mere ka ọ bụrụ nnukwu onye na-asọ mpi na Salah Zulfikar, Shoukry Sarhan na Rushdy Abaza, ndị dike ihe nkiri Egypt n'oge ahụ.",
  "Sharif biri n'Egypt site na mgbe a mụrụ ya ruo mgbe ọ kwagara Europe n'afọ 1965. Ọ kọrọ na n'afọ 1932, nna ya \"abụghị nwoke bara ọgaranya\", mana \"ọ nwetara ego buru ibu\". Tupu Mgbanwe Egypt  nke 1952, Eze Farouk na-agakarị n'ụlọ ezinụlọ Sharif, wee bụrụ enyi na onye egwuregwu kaadị nke nne Sharif",
  "Nne ya bụ onye ọbịa mara mma ma mara mma nke nwere obi ụtọ na njikọ ahụ n'ihi na o nyere ya ihe ùgwù nke \"ịkwado naanị ndị isi\" nke ọha mmadụ Ijipt",
  "Sharif kọwakwara na azụmaahịa osisi nke nna ya nwere ihe ịga nke ọma n'oge ahụ n'ụzọ Sharif kọwara dịka ndị na-adịghị akwụwa aka ọtọ ma ọ bụ omume rụrụ arụ. N'ụzọ dị iche, mgbe afọ 1952 gasịrị, Sharif kwuru na akụ na ụba gbanwere aka n'Egyptn'okpuru iwu mba Nasser na azụmahịa nna ya \"mere ihe\".",
  "N'afọ 1954, Sharif pụtara na ihe nkiri Struggle in the Valley na Faten Hamama, onye ya na ya nwekọrọ ọnụ ọ bụ ezie na ọ jụrụ isusu ọnụ na ihuenyo. Ha abụọ hụrụ onwe ha n'anya; Sharif ghọrọ onye Alakụba, gbanwee aha ya, wee lụọ ya. Ha nwere otu nwa nwoke, Tarek Sharif, amụrụ n'afọ 1957 na Egypt, onye pụtara na Doctor Zhivago dịka Yuri mgbe ọ dị afọ asatọ",
  "Di na nwunye ahụ kewara n'afọ 1966 ma alụmdi na nwunye ha biri na ịgba alụkwaghịm n'afọ 1974. Sharif alụghị di ọzọ; o kwuru na mgbe ịgba alụkwaghịm ya gasịrị, ọ hụghị nwanyị ọzọ n'anya ọzọ. Tupu ịgba alụkwaghịm ha, Sharif lụrụ ndị na-eme ihe nkiri Pat Sheehan na Dodie Marshall."
]