[
  "Omar Khorshid (Arabic; April 9, 1945 May 29, 1981) bụ onye Egypt na-akpọ ụbọ akwara, onye na-agụ egwú, onye na'agụ egwú",
  "A mụrụ ya na Cairo, Khorshid bụ onye a ma ama na-akpọ ụbọ akwara nke sonyeere ọtụtụ ndị na-agụ egwú, gụnyere Farid Al Atrash, Umm Kulthum, Mohamed Abdel Wahab, nakwa Abdel Halim Hafez.",
  "Dịka nwatakịrị, Khorshid kụziiri onwe ya violin, guitar na piano, nke mesịrị duga ya n'ụlọ akwụkwọ egwu onwe onye na etiti Cairo maka agụmakwụkwọ ọzọ. N'afọ 1966, Khorshid na ndị enyi ya guzobere otu egwu a na-akpọ \"Les Petits Chats\" (The Small Cats), otu egwu na-akpọ egwu nke ụda ọdịda anyanwụ metụtara",
  "Ìgwè ahụ na-egwuri egwu na obere ebe ma mesịa rụọ ọrụ ha n'ihe gbasara ịbụ ndị a ma ama n'Ijipt.",
  "N'ịgbaso ọgba aghara ndọrọ ndọrọ ọchịchị Egypt; na afọ anọ site n'afọ 1973 ruo 1977, a manyere Khorshid ịhapụ ma kwaga Lebanọn wee malite idekọ abọm n'okpuru aha nke ya maka ụlọ ọrụ ndekọ Lebanọn dịka Voice of the Orient na Voice of Lebanon",
  "Na-arụ ọrụ na injinia ọdịyo Nabil Moumtaz na Polysound Studios na Beirut, Khorshid rụsiri ọrụ ike iji nwee ọganihu n'ụdị egwu ya",
  "N'afọ 1977, onye isi ala Egypt Anwar Sadat kpọrọ Khorshid ka ọ rụọ ọrụ na United States na White House maka onye isi ala America Jimmy Carter, n'otu n'ime emume nkwekọrịta udo n'etiti Egypt na Israel, ebe Korshid ji obi ụtọ nabata ọkpụkpọ òkù ahụ ma bụrụ otu n'ime ndị na-akpọ ụbọ na emume ahụ",
  "Ọ bụ ezie na ọtụtụ ndị hụrụ arụmọrụ a dịka nke udo, ndị na-agbaso omenala na Middle-East bụ ndị hụrụ United States dịka ndị Zionist lere ya anya dịka omume na-ezighi ezi na ọtụtụ mba kwụsịrị mmekọrịta ha na Egypt mgbe nkwekọrịta udo ya gasịrị.",
  "N'afọ 1978, Khorshid nọrọ otu afọ na Syria, na-eme ihe nkiri ma na-eme n'ebe dị iche iche",
  "N'afọ 1979, n'ihi ọchịchọ ka ukwuu maka mmezu ihe nkiri, Khorshid laghachiri n'ala nna ya bụ Egypt iji chụsoo ọrụ ihe nkiri. Ọ duziri ma mee ihe nkiri ma mee ihe ngosi ruo mgbe ọ nwụrụ n'afọ 1981.",
  "Khorshid na-asụ Arabic, French, na Bekee nke ọma.",
  "Ọ lụrụ nwanyị ugboro anọ",
  "Mgbe ọ dị afọ iri abụọ na isii, ọ lụrụ nwanyị ọchụnta ego Egypt, Amina El-Sobky; alụmdi na nwunye ahụ dị site n'afọ 1971 ruo 1972",
  "Ha abụọ gbara alụkwaghịm n'udo. Alụmdi na nwunye nke abụọ ya bụ onye Egypt na-eme ihe nkiri, Mervat Amin, alụmdi na nwunye ọzọ were otu afọ nke mechakwara na ịgba alụkwaghịm",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, Khorshid zutere nwanyị ọchụnta ego na Lebanọn aha ya bụ Dina ma ha malitere mmekọrịta; ha kwere nkwa ọlụlụ n'afọ 1975 wee lụọ na mbido afọ 1977",
  "Otú ọ dị, mgbe ha ka lụrụ di na nwunye, Khorshid zutere onye Egypt na-ese ihe na onye bụbu onye na-agụ egwu Maha Abu Ouf n'oge ọ na-eme ihe nkiri ya na ndị Egypt Four M",
  "Ha na-akpachi ibe ha anya, mgbe ha na Dina ka lụrụ, Khorshed lụrụ Abu Ouf na mbido afọ 1981.",
  "Abu Ouf dị ime mgbe e gburu Khorshid, ọ bụ ezie na ọ tụfuru ime mgbe ọ chọpụtara banyere ọnwụ ya.",
  "Na Mee 29, 1981, Khorshid na-akwọ ụgbọala na ọsọ ọsọ na El Haram Street na Giza, Egypt na nwunye ya nke atọ, Dina, mgbe Khorshid tụfuru ikike nke ụgbọala ahụ wee kụọ ọkụ ọkụ n'okporo ámá. Ọ bụ ezie na Dina nwere nnukwu mmerụ ahụ, ọ lanarịrị",
  "A chụpụrụ Khorshid, mgbe ọ kụrụ, n'oche ya ma nwee mmerụ ahụ na okpokoro isi ya, olu ya, na ọkpụkpụ azụ ya, na-egbu ya ozugbo.",
  "Ndepụta nke ọrụ ndị Omar Khorshid họọrọ.",
  "Belly Dance na Omar Khorshid [Voix d'Orient - GVDL 9]",
  "Belly Dance na Omar Khorshid Vol",
  "2 [Voix d'Orient - GVDL 202]",
  "Omar Khorshid: Ekele nye Oum Kalsoum [Olu nke Ọwụwa Anyanwụ - GVDL 223]",
  "Omar Khorshid: Ekele nye Farid El Atrache [Olu nke Ọwụwa Anyanwụ - GVDL 248]",
  "Rhythms si n'Ebe Ọwụwa Anyanwụ [Olu nke Lebanọn - VLMC 39]",
  "Omar Khorshid na Ịhụnanya [Olu nke Lebanọn - VLMC 87]",
  "Omar Khorshid na Ịhụnanya Vol",
  "2 [Olu nke Lebanon - VLMC 88]",
  "Guitar El Chark"
]