[
  "Omar Fetmouche (Arabic) (a mụrụ na Bordj Menaïel na 27 Eprel 1955) bụ onye Algeria na-ese ihe, onye na-eme ihe nkiri na onye na-ede egwuregwu.",
  "A mụrụ Fetmouche n'afọ 1955 n'obodo Bordj Menaïel na ala Kabylia, mgbe ọ gụsịrị akwụkwọ na obodo ya.",
  "Ọ gara Mahadum Algiers ebe ọ nwetara ikikere na French tupu ya edebanye aha maka nzere Magister na akwụkwọ French.",
  "Fetmouche malitere ọrụ nka ya site na okike n'afọ 1976 na Bordj Menaïel nke Menaïli ihe nkiri ihe nkiri n'ime usoro ihe nkiri amateur.",
  "N'ịbụ onye na-eche ihe ịga nke ọma nke ndị otu ihe nkiri ya ihu, o mepụtara n'afọ 1982 ụlọ akwụkwọ ihe nkiri a ma ama na Bordj Menaïel iji mee ka ndị na-eto eto nwee ịnụ ọkụ n'obi maka nka ihe nkiri.",
  "E kpuwere apotheosis nke ọrụ nka ya okpueze n'afọ 1990 mgbe o mepụtara ụlọ ọrụ nka \"Sindjab\" n'obodo ya.",
  "Ihe ịga nke ọma ya na nka mere ka a họpụta ya n'afọ 1998 dịka odeakwụkwọ ukwu nke netwọk Algeria nke International Institute of Mediterranean Theater",
  "N'ihu ọkachamara nke Fetmouche, a họpụtara ya n'ọnwa Ọgọstụ afọ 2004 dịka onye isi nke ụlọ ihe nkiri mpaghara nke Béjaïa na ọkwa nke Anna Lindh Euro-Mediterranean Foundation for the Dialogue Between Cultures.",
  "Fetmouche bụ onye otu ndị ọka ikpe maka mbipụta nke 42 nke National Amateur Theater Festival nke Mostaganem nke emere n'ọnwa June 2009.",
  "Ọ bụ otu n'ime ndị ọrụ nka a na-akpọ \"Network-Passerelles\" nke ndị ọkà mmụta na ndị nkatọ nke nka na-eme ihe nkiri guzobere, ma duzie arụmụka n'oge 47th National Amateur Theater Festival of Mostaganem haziri n'ọnwa Mee afọ 2014.",
  "Ọ bụ otu n'ime ndị otu kọmitii na-ahazi 9th Arab Theater Festival nke mere n'ọnwa Jenụwarị afọ 2017 na Oran na Mostaganem.",
  "Fetmouche sonyeere ndị Sinjab na 14th National Professional Theater Festival (FNTP) nke a haziri n'ọnwa Machị 2021 na Algeria National Theater Mahieddine Bachtarzi (TNA) na Algiers.",
  "N'oge ọrụ nka ya, Fetmouche dere ọtụtụ ihe nkiri, gụnyere:",
  "E nyela Fetmouche onyinye maka mmepụta nka ya n'ọtụtụ ememme:"
]