[
  "Omawumi Megbele (a mụrụ n'ụbọchị nke 13 n'ọnwa Eprel n'afọ 1982), nke aha ya bụ Omawumi maara, bụ onye Naijiria na-agụ egwu na onye na-eme ihe nkiri nke agbụrụ Itsekiri Ọ bụ onye nnọchi anya Globacom, Konga.com, na Malta Guinness Ọ sokwa na mkpọsa a kpọrọ \"Rise with the Energy of Africa\". O nwetara nlebara anya dị ka onye na-esote 2007 na West African Idols, ihe ngosi TV nke akụkụ nke Idols franchise. A kọrọ na abọm nke abụọ ya, The Lasso of Truth, bụ ihe ịga nke ọma na azụmahịa na Naịjirịa.",
  "A mụrụ Omawumi na 13 Eprel n'afọ 1982 nye Chief Dr",
  "Frank na Mrs",
  "Aya Megbele.",
  "Ọ malitere agụmakwụkwọ ya na Nana Primary School n'oge ọ bụ nwa akwụkwọ, ma mesịa gaa College of Education Demonstration Secondary School",
  "Ọ gụsịrị akwụkwọ na Mahadum Ambrose Alli na nzere iwu",
  "Mgbe ọ gụsịrị akwụkwọ n'afọ 2005, ọ kwagara Port Harcourt, Rivers Steeti, ebe ọ rụrụ ọrụ na ụlọ ọrụ iwu ezinụlọ ya nke a na-akpọ \"O.S Megbele & Associates\"",
  "Ọ gụkwara French na Alliance Francaise",
  "Ọ lụrụ Tosin Yusuf na 13 Jenụwarị  n'afọ 2018.",
  "Omawumi ghọrọ onye a ma ama dị ka onye asọmpi na Idols West Africa",
  "A họpụtara Omawumi ka ọ bụrụ onye nke mbụ na asọmpi ahụ mgbe ọ kwụsịrị na Mee afọ 2007",
  "Kemgbe ahụ, ya na ndị egwu dịka P-Square, 2face Idibia, Phyno, D'Banj, Banky W, M.I, Sasha, 9ice, Chaka Demus na Pliers, Carl Thomas, Angie Stone na Donell Jones, Angelique Kidjo, tinyere ndị ọzọ",
  "Na Septemba afọ 2008, Omawumi wepụtara egwu izizi ya \"In The Music\"",
  "E wepụtara abọm ya bụ Wonderwoman na Nọvemba 11, 2009",
  "E wepụtara abọm The Lasso of Truth na Eprel 10, 2013.\n \nThe Lasso nke Eziokwu",
  "E wepụtara egwu ya bụ 'Lituation' na Mee 22 n'afọ 2020",
  "ọ emepụtara abọm studio nke anọ ya nke akpọrọ Love Deep High Life (LDHL) ma nwee atụmatụ sitere na phyno, waje, Brymo, na Ric Hassani",
  "Ọbụna tupu Omawumi amalite ọrụ izizi ya na ụwa nke ime-kwere, ọ na-etinyekarị ihe ngosi ọhụụ na ihe ndị dị egwu na vidiyo egwu ya nke n'aka nke ya, na-ewere ya dị ka onye ruru eru ịbụ onye na-eme ihe nkiri na ọrụ ihe nkiri nke bịara ya",
  "Ọ malitere site na ọrụ na ogbo na mbipụta 2009 nke V-Monologues",
  "Ọrụ edemede nke ezubere iji gosipụta nsogbu na mgba nke ụmụ nwanyị na Naịjirịa",
  "O mechara gaa n'ihu nweta ọrụ na Olurumbi, akụkọ ọdịnala na egwu ndị Yoruba.\nO mere ihe nkiri izizi ya n'afọ 2010 na nnukwu mmefu ego AMAA award-winning film, Inale",
  "Ihe nkiri egwu nke Naijiria nke nwere ọtụtụ ndị na-eme ihe nkiri n'ime Nollywood na Hollywood",
  "Ọ pụtara nke abụọ ya na Ice Prince, na ihe nkiri Ghana akpọrọ 'House of Gold' nke Yvonne Nelson mepụtara ma Pascal Amanfo duzie na 2013.\nN'afọ 2019, ọ malitere ịbanye na mmepụta ihe nkiri ka ya na Waje sonyeere ọrụ na ọrụ ihe nkiri dị ka ndị na-emepụta ihe nkiri",
  "Ihe nkiri akpọrọ 'She Is' nke Eneng Enaji duziri bụ mmụba ma ọ bụ mmegharị nke ọrụ enyemaka ya na ụkpụrụ ọ kwadoro ma na-ekwupụta mgbe niile na ọrụ nka ya",
  "‘She Is’ na-eme njem site na ụkpụrụ ọha mmadụ, atụmanya na mgbochi nwanyị Naijiria na-aga nke ọma na-eche ihu n'ime Naịjirịa",
  "Ihe nkiri a bụ nka ngosi nke na-ese foto dị ka ọ dị na ọha mmadụ ma na-ewelite ajụjụ na arụmụka isiokwu banyere ngwọta ndị nwere ike ime",
  "Ọ pụtara na ihe nkiri ahụ, ya na onye na-emepụta ya.",
  "Àtụ:S-start",
  "Àtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-media\nÀtụ:Succession box\nÀtụ:S-end"
]