[
  "Omoseye Bolaji bụ onye edemede Naijiria nke nyere aka na uto nke akwụkwọ Afrịka na Saụt Afrịka, ọkachasị na Free State. Bolaji abụrụla onye nchịkọta akụkọ nke akwụkwọ South Africa gụnyere Free State News, Kopanang magazine, E and E magazine, na CHOICE magazin..",
  "Bolaji tolitere na England, Nigeria, na Sierra Leone. Ọ gara ụlọ akwụkwọ sekọndrị na Lagelu Grammar School na Ibadan, Nigeria, ma mesịa gụọ akwụkwọ na Mahadum Obafemi Awolowo nke Naịjịrịa",
  "Ndị nyocha nke akwụkwọ Bolaji (na ụfọdụ n'ime ọmụmụ ndị e bipụtara n'okpuru ebe a) na-ekwu na ndị edemede dịka Sidney Sheldon, Dick Francis na Agatha Christie emetụtawo ya nke ukwuu,Ha bụ ndị na-egosipụta ihe a na-atụghị anya ya na ọrụ ha",
  "Maka ihe atụ na Impossible Love, otu nwoke na-adọrọ mmasị na mberede hụrụ onwe ya n'anya n'amaghị ama na nwa ya nwanyị n'amaghị ama; na People of the Townships, ụmụ okorobịa na-agụ akwụkwọ abịawo nwee ọmịiko n'ikpeazụ kpughere dị ka onye na-egbu ọchụ na-enweghị obi ọjọọ; na Tebogo Investigates, nwa agbọghọ mara mma, nke nwere obi ụtọ na-aghọ onye na-egbu mmadụ n'enweghị obi.",
  "Nnyocha ndị e bipụtara na ọrụ edemede Omoseye Bolaji bụ: Omoseye Bolaji: Ihe odide ya / ọrụ ya dị ka ihe mkpali maka FS Writing",
  "Site n'aka Pule Lebuso (2001); Omoseye Bolaji: Echiche na ọrụ edemede ya",
  "Site n'aka Flaxman Qoopane (2003); Omoseye Bolaji: Channelling one's thoughts onto paper",
  "Site n'aka Charmaine Kolwane (2005); Tebogo on the prowl: a study of Omoseye Bolaji's series of books based on private sleuth, Tebogo Mokoena",
  "Site n'aka Petro Schonfeld (2006)",
  "The Triumph (2007) ISBN 978 - 0 - 620 - 38207 - 6 nke Urbain Tila dere, na-akọwapụta ihe omume n'abalị gala ebe Omoseye Bolaji natara Lifetime Achievement Award",
  "Nnyocha ndị e mere n'oge na-adịbeghị anya banyere ọrụ edemede ya gụnyere Omoseye Bolaji: Further perspectives (2009) nke Julia Mooi, OMOSEYE BOLAJI (2010) nke Hector Kunene, na BOLAJI IN HIS POMP (2013) nke Pule Lechesa.",
  "Ihe nrite na nsọpụrụ Bolaji gụnyere: Onye edemede egwuregwu nke Afọ (2000), site n'ikike nke Eclectic Writers Club of Bloemfontein; onye natara onyinye Community Publishing Project (CPP) (2003) site na Cape Town's Centre for the Book; Free State Author of the Year (2003) maka akwụkwọ akụkọ ya, People of the Townships; Asambodo maka ide akụkọ ifo na-adọrọ adọrọ (2006), site n'ikike nke Phoenix Literary Club, Ladybrand; na \"Lifetime Achievement Award\" (2007) site na Free State Department of Sport, Art and Culture",
  "N'ọnwa Septemba afọ 2007, Mahadum nke Free State nyere Omoseye Bolaji ihe nrite Chancellor, iji kelee onyinye ya na ịgụ na ide na akwụkwọ. Olubadan nke Ibadanland na Naịjirịa enyewokwa Bolaji ọkwa onye isi Afrịka, ọzọ maka onyinye ya na akwụkwọ Afrịka",
  "N'afọ 2009, obodo Mangaung kwanyeere ya ùgwù \"N'ịghọta onyinye bara uru maka akwụkwọ na Free State\"",
  "E nyere Bolaji ihe nrite Lifetime Achievement ọzọ na Mbali Literary Awards (2012) na Clocolan",
  "A na-asọpụrụ Omoseye Bolaji na 'Exquisite Calabash' na Ikire, Nigeria (2020)."
]