[
  "Asụsụ Gimojan:",
  "Asụsụ Omotic bụ otu asụsụ a na-asụ na ndịda ọdịda anyanwụ Etiopia, na mpaghara Osimiri Omo",
  "A na-eji edemede Ge'ez dee ụfọdụ asụsụ Omotic, edemede Latin maka ụfọdụ ndị ọzọ",
  "Ha na-agbakọta ọnụ ma nwee usoro ụda dị mgbagwoju anya (dịka ọmụmaatụ, asụsụ Bench)",
  "Asụsụ ndị a nwere ihe dị ka nde mmadụ 6.2 na-asụ ya",
  "A na-ahazi ìgwè ahụ n'ozuzu ya dị ka nke ezinụlọ asụsụ Afroasiatic, mana ụfọdụ na-arụ ụka na nke a.",
  "Glottolog 4.0 na Güldemann (2018) nabatara otu \"Omotic\" anọ dị iche iche: Ta-Ne-Omotic, Dizoid (Maji), Mao, na Aroid (\"South Omotic\").",
  "A na-amata alaka North na South Omotic (\"Nomotic\" na \"Somotic\") n'ụwa nile, na-enwe arụmụka ụfọdụ gbasara nhazi nke North Omotic",
  "Nrụrịta ụka bụ isi bụ maka ntinye asụsụ Mao",
  "Bender (2000) na-ahazi asụsụ Omotic ka ndị a:",
  "Ewezuga okwu okwu, nke a dị iche na Fleming (1976) n'ịgụnye asụsụ Mao, onye njikọ ya na mbụ na-arụrịta ụka, na n'ịkagbu otu \"Gimojan\"",
  "[Nkọwa dị mkpa] Enwekwara ọdịiche dị na subclassification nke Ometo, nke anaghị ekpuchi ebe a.",
  "Hayward (2003) kewapụrụ asụsụ Mao dị ka ngalaba nke atọ nke Omotic wee kewaa Ometo–Gimira:",
  "Blench (2006) na-enye nhazi agnostic:",
  "Bosha† akpák akpák; Ethnologue depụtara ya dị ka olumba Kafa mana o kwuru na ọ nwere ike ịbụ asụsụ dị iche.",
  "A na-ahụta Omotic ka ọ bụrụ ngalaba dị iche iche nke asụsụ Afroasiatic",
  "Greenberg (1963) ekewapụtala ya dị ka ngalaba Cushitic nke ọdịda anyanwụ",
  "Fleming (1969) rụrụ ụka na kama ekwesịrị ka ekewa ya dị ka ngalaba nọọrọ onwe ya nke Afroasiatic, echiche nke Bender (1971) guzobe na afọ ojuju ọtụtụ ndị ọkà mmụta asụsụ, n'agbanyeghị na ndị ọkà mmụta asụsụ ole na ole na-edobe ọnọdụ Cushitic West ma ọ bụ na ọ bụ naanị South Omotic na-etolite alaka dị iche",
  ", ebe North Omotic fọdụrụ na Kushitic",
  "Blench (2006) kwuru na Omotic na-ekerịta okwu metụtara mmanụ aṅụ na ndị ọzọ nke Afroasiatic mana ọ bụghị okwu metụtara ehi, na-atụ aro na nkewa ahụ mere tupu ọbịbịa nke ịzụ atụrụ",
  "Ndị ọkà mmụta ole na ole welitere obi abụọ na asụsụ Omotic bụ akụkụ nke ezinụlọ Afroasiatic ma ọlị, na Theil (2006) tụrụ aro ka a na-emeso Omotic dị ka ezinụlọ nwere onwe ya",
  "Agbanyeghị, nkwenye n'ozuzu, dabere n'ụzọ bụ isi na ihe akaebe morphological, bụ na etinyere otu onye na Afroasiatic nke ọma.",
  "Hammarström, et al",
  "na Glottolog anaghị ewere Omotic ka ọ bụrụ otu jikọrọ ọnụ, ma ọ naghị ewerekwa otu ọ bụla n'ime otu \"Omotic\" ka ọ bụrụ akụkụ nke phylum Afroasiatic",
  "Glottolog na-anabata ihe ndị a dị ka ezinụlọ asụsụ nwere onwe..",
  "Güldemann (2018), onye na-enwe obi abụọ banyere ịdị irè nke Omotic dị ka otu.",
  "Bender (1987), na-eweghachi ụdị ndị a maka Proto-Omotic na Proto-North Omotic, nke ikpeazụ nke a na-ewere na ọ sitere na Proto-O motic."
]