[
  "Omowale Akintunde bụ onye African-American na-ede akwụkwọ, onye nduzi ihe nkiri na agụmakwụkwọ nwere mmasị na mpaghara agụmakwụkwọ, agbụrụ, na ọdịiche. Ọ bụ onye isi oche nke Ngalaba Ọmụmụ Ndị Ojii na Mahadum Nebraska na Omaha site n'afọ 2008 ruo 2011 ma nọrọ na kọmitii nchịkọta akụkọ nke Journal of the National Association for mmụta omenala dị iche iche.  N'afọ 2010, Akintunde natara Emmy Award maka ihe nkiri ogologo oge An Inaugural Ride to Freedom nke ọ duziri. Akintunde dekwara ma duzie ihe nkiri Wigger (2010) nke na-agbaso ndụ nke \"onye ọcha onye ntorobịa na-enweghị ike nke nwere nna Nazi na ezigbo enyi bụ onye ojii,\" onye na-anabata ndụ na ọdịbendị ndị Afrịka na Amerịka. Ihe nkiri a sitere na nsụgharị nkeji iri atọ nke bụ ihe nkiri Akintunde na New York Film Academy n'afọ 2007, ma megharịa ya na Omaha, Nebraska n'afọ 2009. Ihe nkiri a zuru oke malitere n'ọnwa Eprel afọ 2010.",
  "A mụrụ Omowale Akintunde na Disemba 20, 1956 (née Darrell Vincent Lewis) nye Sir Alfred Lewis, onye ọrụ nzipu ozi, na Annie Lewis (née Woods), onye na-elekọta ụlọ",
  "Akintunde gụsịrị akwụkwọ na Williamson High School na Mobile, Alabama n'afọ 1974",
  "E nyere ya ihe nrite uru agụmakwụkwọ na Mahadum Alabama State ebe ọ gụrụ akwụkwọ na agụmakwụkwọ egwu ma bụrụ onye otu egwu Marching Hornets a ma ama",
  "N'ebe ahụ, ọ ghọkwara onye otu Gamma Beta nke Phi Beta Sigma fraternity.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Alabama State n'afọ 1979, magna cum laude, Akintunde kụziri ụlọ akwụkwọ elementrị na New Orleans, Louisiana O jere ozi site n'afọ 1981 ruo 1984 na Ndị Agha ndị United States",
  "Ụlọ ọrụ ikpeazụ ya bụ na Fort Meade, Maryland",
  "Mgbe ọ gachara ọrụ agha, e goro Akintunde dị ka onye nkuzi egwu ụlọ akwụkwọ sekọndrị na Anacostia Senior High School na Washington D.C",
  "N'ebe ahụ, ndị otu ya nwetara ọdịiche site n'igosi ya na akụkọ dị na Washington Post ma dekọọ abọm ndekọ n'okpuru nduzi ya",
  "Akintunde kụzikwaara na Forestvilleụlọ akwụkwọ sekọndrị na Forestville, Maryland.",
  "N'afọ 1992, Akintunde nwetara agụmakwụkwọ iji gụọ akwụkwọ maka nzere masta na Mahadum Alabama State",
  "Mgbe ọ natara nzere Master of Music Education otu afọ ka e mesịrị, e nyere ya Gus T",
  "Ridgel fellowship iji gụọ akwụkwọ doctoral ya na Mahadum Missouri-Columbia",
  "A kpọrọ akwụkwọ doctoral ya mmetụta maka iji egwu rap mere ihe nkụzi ntuziaka nke ụdị egwu ya na ụmụ akwụkwọ sị mba Afrịka-Amerika n'obodo mepere emepe",
  "Ọ bụ na Mizzou ka Akintunde sitere n'ike mmụọ nsọ site n'aka onye ọkà mmụta Africa-American Sunidata Chajua ịgbanwe aha ya site na Darrell Vincent Lewis gaa Omowale Achebe Akintunde",
  "N'ikpeazụ, ọ natara ihe nrite maka nkụzi pụrụ iche nke Anderson na onyinye ụmụ akwụkwọ gụsịrị akwụkwọ kachasị elu.",
  "Mgbe ọ gụsịrị akwụkwọ na Mizzou na Ph.D",
  "na usoro ọmụmụ na ntụziaka summa cum laude n'afọ 1996, Dr",
  "Akintunde nabatara nhọpụta prọfesọ mbụ ya na Mahadum nke Wyoming dị ka osote prọfesọ na College of Education",
  "N'ebe ahụ, ọ rụkwara ọrụ dị ka onye isi oche nke Ngalaba Mmụta Africa-American",
  "N'afọ 2003, Dr",
  "Akintunde ghọrọ prọfesọ na Mahadum nke Southern Indiana ebe ọ nwetara ọrụ.",
  "N'afọ 2007, a nabatara Akintunde na New York Film Academy na Universal Studios na Los Angeles, California ma hapụ ya ka ọ gụọ akwụkwọ n'ebe ahụ na ezumike",
  "Mgbe ọ na-agụ akwụkwọ n'ebe ahụ, Akintunde zutere Meshach Taylor, onye na-eme ihe nkiri Emmy-award na kpakpando nke usoro telivishọn Designing Women",
  "Taylor ghọrọ onye ndụmọdụ na ezigbo enyi Akintunde ma ga-arụ ọrụ dị ukwuu n'ịkwalite ọnụnọ ya na ụwa ihe nkiri",
  "Taylor kwetara ka ọ bụrụ onye na-eme ihe nkiri Akintunde, Wigger, ọrụ ọ ga-emegharị na nsụgharị ihe nkiri ahụ",
  "Mgbe ọ gụsịrị akwụkwọ na New York Film Academy, Akintunde nabatara ọkwa dị ka onye isi oche nke Ngalaba Black Studies na Mahadum Nebraska, Omaha",
  "N'afọ 2008, Akintunde mepụtara ma duzie ihe nkiri mbụ ya, \"An Inaugural Ride to Freedom\"",
  "Ihe nkiri a dabere na ntụgharị uche na ahụmịhe nke otu ndị prọfesọ, ụmụ akwụkwọ, na ndị obodo bụ ndị malitere njem bọs gaa nraranye nke onye isi ojii mbụ nke America",
  "E wepụtara ihe nkiri a n'afọ 2000 wee nata Emmy ihe nrite  maka omenala akwụkwọ akụkọ kacha mma.",
  "A tọhapụrụ Wigger n'afọ 2010, ya na onye nkatọ ihe nkiri Leo Biga dere na nyocha na \"Wigger sonyeere Omaha's A Time for Burning na ịghọ ihe nkiri abụọ kachasị mkpa na agbụrụ",
  "\" Onye ndụmọdụ Akintunde ọzọ, Bill Duke haziri nyocha mbụ na Los Angeles",
  "N'afọ 2013, Akintunde mepụtara ma duzie ihe nkiri okporo ụzọ nke abụọ na-echeta nraranye nke abụọ nke Barack Obama na ihe nkiri mbụ ya na PBS iji kwanyere ihe omume ahụ ùgwù.",
  "N'afọ 2018, Akintunde lara ezumike nká na Mahadum Nebraska wee bụrụ onye ndụmọdụ oge niile na onye na-eme ihe nkiri",
  "Ọrụ ya kachasị ọhụrụ bụ akụkọ ifo na-echere Sissy Killer (Trafford Publications) na sitcom pilot, It Takes a Village, nke onye na-eme ihe nkiri oge ochie bụ Ernest Harden, Jr",
  "Akintunde na-eme ihe nkiri na pilot nke o dekwara, mepụta, ma duzie."
]