[
  "Omowunmi Dada bụ onye na- eme ihe nkiri Naijiria, nke a kacha mara amara maka ọrụ ya dị ka Folake na usoro onyonyo M-Net Jemeji",
  "Ọ só  na ihe nkiri asụsụ Yoruba 2017 Somewhere in the Dark, bụ nke meriri ihe nrite maka ihe nkiri kacha mma na 2017 AMVCA Awards,  na nke ọ nwetara nhọpụta maka onye na-eme ihe nkiri kachasị mma na Ọrụ Nkwado (Yoruba) na Onyinye kacha mma nke Nollywood na 2017",
  "N'afọ 2018, Dada kwuru okwu jiri olu nke agwa na ihe nkiri ngosi ogologo oge mbụ nke Nigeria, Sade",
  ".",
  "Omowunmi Dada bụkwa onye nka olu, onye ngosi na ihe nlereanya",
  "Onye na-eme ihe nkiri nwere nkà na-achọ ịbụ onye nduzi ihe nkiri na onye mmepụta otu ụbọchị",
  "Ọzọkwa, ọ bụ onye nnọchi anya akara maka Jumia Nigeria.",
  "A mụrụ Dada na steeti Legọs, ebe ọ gara ụlọ akwụkwọ Ifako International Nursery na Primary maka ụlọ akwụkwọ praịmarị ya, n'oge ahụ, ọ ghọrọ onye otu ndị Yoruba Cultural Troupe ; Ọ gara Command Day Secondary School, Oshodi, maka agụmago akwụkwọ sekọndịrị ya wee mụọ Creative Arts na Mahadum Lagos",
  "Dada malitere ọrụ ime ihe nkiri, na-ewere obere akụkụ na egwuregwu ogbo mgbe ọ nọ na mahadum",
  "Ihe ngosi izizi n'ala ihe isi o mere bụ na egwuregwu Moremi Ajasoro, nke Femi Oke duziri",
  "N'afọ 2013, ọ malitere ọrụ ihe nkiri ya na ihe nkiri Oya n'akụkụ onye na-eme ihe nkiri Naijirịa bụ Tunji Sotimirin,  wee gaa n'ihu n'ime ihe nkiri ndị ọzọ ama ama gụnyere Kunle Afolayan duziri Omugwo n'akụkụ Patience Ozokwor na Ayo Adesanya",
  "N'afọ 2018, a tụbara Dada n'ọrụ Sade, na ihe nkiri ogologo oge mbụ nke Nigeria akpọrọ SADE nke edobere maka mwepụta na 2019",
  "Na Desemba 2017, ahọpụtara ya maka onye nkiri kacha mma na afọ na Nigeria site na meriri-ihe nrite Nigerian fonye na-emeputa ihe nkiri na nkatọ, Charles Novia.",
  "Dada bụ onye nnọchi anya maka ụmụaka Daivyan Cancer Foundation nke na-akwado maka mmata na nkwado maka ụmụaka nwere ọrịa kansa",
  "Ọ bụkwa onye nnọchi anya Brian Wotari Foundation nke lekwasịrị anya na itinye aka na ime ka ndụ ndị ntorobịa baa ọgaranya."
]