[
  "Omoyele \"Yele\" Sowore (a mụrụ n'ụbọchị nke 16 n'ọnwa Febụwarị n'afọ 1971) bụ onye Naijiria na-akwado ikike mmadụ, onye na-akwado ọchịchị onye kwuo uche ya, onye zoburu ọkwa onye isi ala, na onye guzobere ụlọ ọrụ mgbasa ozi n'ịntanetị nke apooro Sahara Reporters.",
  "N'ụbọchị nke atọ n'ọnwa Ọgọstụ n'afọ 2019 ndi oru nchekwa steeti Naịjirịa (SSS) jidere Sowore maka ebubo ịgba ọchịchị mgba mgbe ọ kpọsịrị maka ngagharị iwe akpọrọ RevolutionNow E jidere ya ọzọ ma tie ya ihe n'oge ngagharị iwe na Abuja na Jenụwarị 1, 2021. Onye uwe ojii merụrụ Sowore ahụ n'oge ngagharị iwe na Abuja na Mee 31, 2021",
  "Yele Sowore si Ese-Odo, Ondo Steeti na South West Nigeria",
  "A mụrụ Sowore na mpaghara Niger Delta nke Naijiria (nke gụnyere steeti isii na mpaghara South-South, Ondo, Abia na Imo Steeti) ebe a zụlitere ya n'ụlọ nwere ụmụ iri na isii. Mgbe ọ dị afọ iri na abụọ, ọ mụtara ịnya ọgba tum tum ka o wee nwee ike ịga ọdọ mmiri ahụ ịga azụ maka nri maka ezinụlọ ya dum kwa ụtụtụ tupu ọ gaa ụlọ akwụkwọ",
  "Mmasị na ọchịchọ Sowore na ihe gbasara mgbasa ozi kpaliri n'oge ochichi ndi agha na Naijiria.",
  "Sowore gụrụ Geography na Planning na Mahadum nke Lagos site na 1989 ruo 1995 na mmemme agụmakwụkwọ ya gbakwunyere afọ abụọ ọzọ mgbe a chụpụrụ ya ugboro abụọ n'ihi emume ndọrọ ndọrọ ọchịchị na ụmụ akwụkwọ. Ọ bụ onye isi oche nke Mahadum nke Lagos Student Union Government n'afọ 1992 ruo 1994 ebe o tinyere aka na mmegide otu nzuzu na mmegide nrụrụ aka. Sowore nwere nzere masta na Public Administration na Columbia University.",
  "N'afọ 1989, o sonyere na ngagharị iwe ụmụ akwụkwọ na-eme ngagharị iwe maka ọnọdụ ego International Monetary Fund (IMF) biiri Naijiria  bu $120 nde iji mee ihe maka pipeline mmanụ ụgbọala",
  "Tinyere n'ime ọnọdụ nke ego IMF, bụ mbelata ọnụ ọgụgụ mahadum na Naịjirịa site na 28 ruo 5.",
  "Sowore duru ụmụakwụkwọ 5,100 mee ngagharị iwe megide ọchịchị Naijiria na 1992",
  "Mkpesa a mere ka ndị uwe ojii jiri mgbọ wee gbuo ndị ngagharị iwe asaa",
  "E jidere Sowore ma taa ya ahụhụ",
  "Omoyele tinyekwara aka n'ịchọ ka gọọmentị onye kwuo uche ya weghara ọchịchị ndị agha na June 12, 1993",
  "Nke a butere ọtụtụ njide nga na mmeso ndị na-eyi ndụ egwu site n'aka ndị ọrụ gọọmentị",
  "Na Jenụwarị 12, 2017, ndị uwe ojii na Lagos Steeti jidere Sowore n'ihi mkpesa nke onye na-ebipụta magazin, Lekan Fatodu. Ka e mesịrị n'uhuruchi nke otu ụbọchị ahụ, Sowore kwadoro ihe mere na vidiyo o tinyere na Facebook ya ebe ọ boro ndị uwe ojii ebubo na ha na-akwado Fatodu mgbe ọ wakporo ya na Area F Police Command.",
  "Ndị DSS jidere Sowore na-abali ato nke Ọgọstụ 2019 tupu ngagharị iwe nke akpooro #RevolutionNow. Gọọmentị mechara kweta na o ha jidere ya, nke a mere Wole Soyinka, Oby Ezekwesili na ọtụtụ ndị ọzọ na-eme ihe ike katọrọ ha. E mechara kwuo na ọ na-agba izu ịgba ọchịchị mgba na ịkparị onye isi ala bu Muhammadu Buhari\".",
  "N'abalị iri abụọ na anọ n'ọnwa Septemba afọ 2019, Ụlọikpe Kasị Elu nke bu Federal High Court di na-Abuja nyere Sowore mgbapụta, n'ọnọdụ na ọ ga-enyefe paspọtụ mba ụwa ya. Ndị DSS ajụla ịhapụ Sowore na-ekwu na ha amaghị iwu ụlọ ikpe ahụ",
  "Ihe ahu butere ngagharị iwe na UN Plaza na New York nke nwunye Sowore duziri ma kpalie nkatọ zuru ụwa ọnụ banyere ọchịchị onye kwuo uche ya nke Naijiria dara ada.",
  "Na 29 Septemba 2019, Sowore pụtara nke mbụ ya n'èzí kemgbe a tụrụ ya mkpọrọ",
  "Ọ kọwara mmeso ọjọọ mgbe a kpọchiri ya n'ime mkpọrọ n'enweghị ìhè anyanwụ",
  "O kwukwara na \"ndị ọchịagha Boko Haram na-eme emume di egwu nwere ohere ịnweta ekwentị, igwe onyonyo n'ime ụlọ mkpọrọ ha\" ebe a na-egbochi ya ohere dị otú ahụ. Ụlọ ikpe ahụ tọhapụrụ Sowore ọzọ na 5 Disemba 2019, na-akwado na o meela ndokwa mgbapụta ya",
  "E mechara tọhapụ ya na 24 Disemba 2019.",
  "Sowore malitere ulo mgbasa ozi nke akpooro Sahara Reporters na New York City n'afọ 2006 iji ịlụ ọgụ megide ọchịchị rụrụ arụ na nke na-ezighị ezi. A na-akwado Sahara Reporters site na onyinye ego sitere na Ford Foundation na Omidyar Foundation",
  "Edere na-akụkụ nke iwu ha Sahara anaghị anabata mgbasa ozi na nkwado ego site n'aka gọọmentị Naịjirịa.",
  "Na 25 Febụwarị 2018, Sowore kwupụtara ebumnuche ya ịzọ ọkwa onye isi ala na ntuli aka Naijiria nke 2019. N'ọnwa Ọgọstụ n'afọ 2018, o guzobere otu ndọrọ ndọrọ ọchịchị, African Action Congress (AAC), nke ọ ga eji azọ ọchịchị na 2019. Na 6 Ọktọba 2018, ka emechara ntuli aka praịmarị nke AAC, Omoyele Sowore ghọrọ dị ka onye na-azọ ọkwa onye isi ala n'enweghi onye gbochiri ya. Mgbe ọ gara ọtụtụ steeti na Naịjirịa, na-eleta ndị ama ama dịka Emir nke Kano na Wole Soyinka, Sowore malitere njem ego na gburugburu ụwa niile gụnyere Australia, United States of America na UK",
  "Ọ nọ na Luton, England, na 10 Nọvemba 2018.",
  "Onye isi ala Muhammdu Buhari nke All Progressives Congress (APC), nwetara vootu 15,191,847 iji merie ebe onye osote ya, Atiku Abubakar nke People's Democratic Party nwetara vootu 11,264,977 iji bụrụ onye nke abụọ",
  "Sowore bịara onodu nke ise na votu 33,953 n'ihu ndị ọzọ batara ọhụrụ n'ọsọ ahụ dịka Fela Durotoye nke Alliance for New Nigeria (ANN), onye nwetara votu 16,779, na Kingsley Moghalu nke Young Democratic Party (YPP), onye nwetara votu 21,886.",
  "Na 1 Maachị 2022, Sowore kwuputara ebumnuche ya ịzọ ọkwa onyeisiala 2023 Nigerian general election",
  "Sowore na ezinụlọ ya abụrụla ndị bi na Haworth, New Jersey",
  "N'ọnwa Septemba n'afọ 2021 ka ekwuru na ndị na-achị ehi ma ọ bụ ndị ntọọrọ agbagbuola nwanne Sowore n'Edo steeti"
]