[
  "Ongota (nke a makwaara dị ka Birale, Birayle) bụ asụsụ na-akpa ike na ndịda ọdịda anyanwụ Etiopia",
  "UNESCO kọrọ na 2012 na n'ime ngụkọta agbụrụ nke 115, ọ bụ nanị 12 ndị agadi na-asụ asụsụ obodo fọdụrụ, ndị fọdụrụ n'ime obere obodo ha nke dị n'akụkụ ọdịda anyanwụ nke osimiri Weito nakweere asụsụ Tsamai kama",
  "Usoro usoro ndabara bụ isiokwu-ihe-ngwaa",
  "Nhazi nke asụsụ ahụ edoghị anya (Sava & Tosco 2015).",
  "Akụkọ ọnụ nke ndị Ongota na-ekwu na ha sitere n'ọtụtụ mmadụ dị iche iche sitere na Dikinte, Maale na Arbore na ndị ọzọ",
  "N'oge ha nọ na mpaghara Maale, nke dị taa n'ebe ugwu ha, a chụpụrụ mkpokọta ndị ezinụlọ na ndịda n'ihi ịchụ nta ha na-achụ anụ Maale",
  "Ha soro n'akụkụ osimiri Weito ruo mgbe ha rutere Arbore, ebe a tụgharịrị azụ azụ n'ebe ugwu wee biri ebe ha nọ taa",
  "Akaụntụ a dị iche na nke Maale, ndị na-ekwu na ndị Ongota bụbu akụkụ nke Maale nke kwagara mba ọzọ na-alaghachighị.",
  "Ongota nwere ihe ndị dị na asụsụ Afroasiatic na Nilo-Saharan nke na-agbagwoju nhazi ya anya, na ndị ọkà mmụta asụsụ na ndị ọkà n'ihe gbasara ụmụ mmadụ enwebeghị ike ịchọpụta n'ụzọ doro anya mgbọrọgwụ asụsụ ya ruo ugbu a",
  "Savà na Tosco (2007) na-ekwu na ọdịdị Ongota bụ Ts'amakko nakwa na ~50% nke akwụkwọ ọkọwa okwu nwere ike ijikọta ya na mgbọrọgwụ Ts'amakk",
  "Ha kọwakwara na Aklilu Yilma nke Mahadum Addis Ababa weere Ongota dị ka onye Creole pidginised",
  "Ha na-ekwu na \"nkwubi okwu a siri ike site na akụkọ ifo obodo na-ekwu ete Ongota sitere na ite agbụrụ dị iche iche",
  "\"  Ha gara n'ihu na-akọ na Lionel Bender weere Ongota dị ka Cushitic, Václav Blažek (1991, 2001, na ndị ọzọ.) [ntụgharị zuru ezu dị mkpa] Nilo-Saharan, na Cushitist Maarten Mous (2003) [ntụgharị niile dị mkpa] kwuru ya dị ka asụsụ dịpụrụ adịpụ. Savà na Tosco (2003, 2007), n'onwe ha, kwenyere na ọ bụ asụsụ East Cushitic nwere Nilo-Saharan substratum, nke pụtara na ndị na-asụ Ongota gbanwere gaa East Cushitaic site na asụsụ Nilo-Daharan mbụ, nke a ka na-ahụ",
  "Fleming (2006) weere ya dị ka alaka kwụụrụ onwe ya nke Afroasiatic",
  "Bonny Sands (2009) kwenyere na aro Savà na Tosco bụ aro kachasị mma",
  "Sava & Tosco (2015) hapụrụ ya na-enweghị aha, ma eleghị anya ọ dịpụrụ adịpụ ma eleghị pele mmetụta nke superstrate metụtara ya nke na e kpuchiri njikọ mbụ nke asụsụ ahụ.",
  "Isi usoro na-akpata ọdịda Ongota bụ alụmdi na nwunye na obodo ndị ọzọ",
  "N'ime njem dị nkenke na mbido 1990, ọtụtụ ndị nchọpụta mere nchọpụta na ọtụtụ ndị ikom Ongota lụrụ ụmụ nwanyị Tsamakko",
  "Nwatakịrị ga-etolite na-asụ naanị asụsụ nne, mana ọ bụghị nke nna",
  "(Mikesh, P",
  "et al., 1992–1993) Omume a gara n'ihu n'ime afọ ndị na-adịbeghị anya."
]