[
  "Onuora Nzekwu ( OON ) nke a makwaara dị ka Joseph Onuora Nzekwu (19 February 1928 – 21 April 2017) bụ onye prọfesọ, ode akwụkwọ na onye nchịkọta akụkọ sitere n'aka ndị Igbo",
  "Ọ bụ onye dere akwụkwọ akụkọ Wand of Noble Wood n'afọ 1961 na akwụkwọ akụkọ Eze Goes to School n'afọ 1963 nke so na usoro  akwụkwọ e dere n'Africa",
  "A mụrụ Nzekwu na Kafanchan, ￼steeti Kaduna , n'ezinụlọ Maazị",
  "Obiese Nzekwu na Oriakụ Mary Ogugua Nzekwu (née Aghadiono) nke Onitsha na  ￼steeti Anambra",
  "N'ọnwa Jenụwarị 1956, Nzekwu sonyeere ndị ọrụ gọọmentị etiti wee rụọ ọrụ dị ka onye enyemaka nchịkọta akụkọ na ngalaba 'Nigerian Magazine' nke minịsịta ozi na nzikọrịtaozi, site na 1956 ruo 1958",
  "N'afọ 1958, ọ weghaara ọnọdụ nke onye nchịkọta akụkọ nke akwụkwọ ozi ahụ",
  "Nzekwu gara n'ihu na-elekọta ngalaba na-ahụ maka akwụkwọ akụkọ nke minịsịta ozi na nzikọrịtaozi Naijiria ruo n'afọ 1966, mgbe nsogbu Naijiria mere ka ọ nyefee ọrụ ya n'ọrụ obodo nke odịda anyanwụ ￼Naijiria.",
  "Ọ malitere dị ka onyeisi mgbasa ozi n'odịda anyanwụ Naijiria, ọkwa nke jikọtara ọrụ nke Ozi Ozi nakwa omenala",
  "N'afọ 1968, a kwalitere ya dị ka osote onyeisi ngalaba nke omenala e kepụtara ọhụrụ",
  "N'ọgwụgwụ ọgụ ahụ n'ọnwa Jenụwarị 1970, Nzekwu laghachiri na Mịnịstrị na-ahụ maka mgbasa ozi nke etiti na May nke e mere onye isi mgbasa ozi nke ngalaba ahụ",
  "Nzekwu rụrụ ọrụ dị ka onyeisi nke News Agency of Nigeria (NAN) ruo ụbọchị mbụ nke ọnwa Julaị 1979, mgbe ọ weghaara ọkwa onyeisi nchịkwa",
  "Ọ lara ezumike nka na ụlọ ọrụ ọhanaeze Naijiria n'afọ 1985, ka ọ na-elekọta ụlọ ọrụ NAN ihe fọrọ obere ka ọ bụrụ afọ asatọ ma rụọ ọrụ obodo ya afọ iri atọ na itoolu.",
  "Onuora Nzekwu nwetara Rockefeller Foundation Fellowship n'afọ 1961, nke nyere ya aka ịmụ usoro akwụkwọ ozi ndị American nakwa nka  Horizons na New York",
  "N'afọ 1964, e nyere ya ugo UNESCO Fellowship, nke nyere ya ohere ịgụ akwụkwọ nchịkwa ọnwa atọ na Geneva, Prague, Paris, London, New York na Washington.",
  "Na 8 August 2006, News Agency of Nigeria mere ncheta iri atọ ya n'oge ememe na Abuja",
  "Ndị NAN nyere Nzekwu ihe odide, nke nwere ihe osise \"Maker of NAN\", nye Nzekwu",
  "N'ọnwa Disemba afọ 2008, e nyere Nzekwu ugo n'ala Naijiria nke Officer of the Order of the Niger (OON).",
  "Nzekwu edeela ọtụtụ akwụkwọ akụkọ",
  "Ya na onye ọkọ akụkọ ihe mere eme Michael Crowder dekọrọ Eze Goes to school na Eze Goes to college",
  "ụlọ ỌRỤ African University Press bu ndị bipụta akwụkwọ ndị a n'afọ  1964 na 1988 n'otu n'otu.",
  "N'afọ 1977, Nzekwu bipụtara akwụkwọ akụkọ mbụ ya na-abụghị akụkọ ifo, The Chima Dynasty in Onitsha, bụ nke o ji gosi akụkọ banyere Onitsha site n'akụkọ banyere ọchịchị ndị eze ya",
  "Akwụkwọ akụkọ Nzekwu, Faith of Our Fathers, bụ nke jupụtara na nka, nkwenye, ụlọọrụ ọha na eze na ụkpụrụ akparamagwa nke e ji mara obodo Onitsha, ka e bipụtara na 2003.",
  "Nzekwu lụrụ Onoenyi Justina Ogbenyeanu, ada Chifuu Isaac Aniegboka Mbanefo, Odu II nke Onitsha, na June 1960 nke e dubanyere ya n'ime otu  Agbalanze nke Onitsha na May 1991",
  "Ọ nwụrụ na 21 Eprel 2017."
]