[
  "Onyeka Okongwu (/oʊnˈjɛkə oʊˈkɒŋɡwu/ ohn-YEH-kə oh-KONG-gwoo; amụrụ na onwa Disemba 11, na afọ 2000) bụ onye America ọkachamara basketball player maka Atlanta Hawks nke National Basketball Association (NBA). Ọ gbara bọọlụ kọleji maka USC Trojans.",
  "Okongwu bụ onye mbido afọ anọ na Chino Hills High School na California, na-egwuri egwu n'akụkụ Lonzo na LaMelo Ball",
  "Dị ka onye ọhụrụ, o nyeere ndị otu ya aka imeri n'asọmupi steeti ma nweta ihe ịga nke ọma mba, mgbe a na-akpọ ya MaxPreps co-National Freshman of the Year",
  "N'oge ya nke obere na nke okenye, Okongwu duuru Chino Hills gaa n'ọkwa steeti abụọ ọzọ, na-enweta nsọpụrụ California Mr",
  "Basketball",
  "ESPN na Rivals weere ya dị ka onye natara kpakpando ise",
  "N'otu oge kọleji ya, Okongwu gbara bọọlụ maka USC ma kpọọ aha ya na otu mbụ All-Pac-12.",
  "Okongwu gara ụlọ akwụkwọ sekọndrị Chino Hills dị na Chino Hills, California wee malite na otu egwuregwu basketball kemgbe oge ọhụrụ ya. N'afọ mbụ ya, ya na ụmụnne nwoke Lonzo, LiAngelo, na LaMelo Ball bụ ndị otu, bụ ndị nyere aka bulie ndị otu ahụ n'ime ihe ngosi mba. Ndị otu ya bụ ndị mbụ na mba ahụ na ndekọ iri atọ na ise-0 ma weghara California Interscholastic Federation (CIF) Open Division state title. Okongwu kesara MaxPreps National Freshman of the Year na onye otu ya, LaMelo Ball, mgbe ọ nwesịrị nkezi 7.9, 7.2 rebounds, na 3.1 blocks kwa egwuregwu.",
  "Dị ka nwa akwụkwọ nke abụọ, Okongwu nyeere Chino Hills aka iru CIF Southern Section Open Division semifinals na CIF State Southern Regional semifinals. N'oge obere ya, ọ duuru ndị otu ya gaa CIF Southern Section I na CIF Division I championships. Ọ na-enweta akara ịrị abụọ na asatọ, iri na anọ rebounds, na blocks anọ n'egwuregwu ọ bụla, na-enweta California Mr",
  "Basketball na USA Today All-USA California first team honours. Dị ka onye okenye, Okongwu duuru Chino Hills gaa na nke abụọ na asọmupi CIF Southern Section Division I na nke abụọ ya na CIF Division I state title. Mgbe ọ nwetasịrị akara ịrị abụọ na asaa, rebounds iri na otu , blocks 4.3, na enyemaka anọ n'egwuregwu ọ bụla, ọ kwughachiri dị ka California Mr",
  "Basketball, na-aghọ onye ọkpụkpọ nke ise mere ya, ma nata USA Today All-USA California mbụ.",
  "Okongwu mechara oge ọhụrụ ya site na onyinye igba basketball kọleji maka UCLA na USC. Na onwa Mee ubochi nke iri na anọ, n'afọ 2018, o tinyere aka na USC n'elu UCLA na Arizona State",
  "A dọtara ya na mmemme ahụ n'ihi ịdị nso ya na ndị nkuzi ya",
  "Okongwu hapụrụ ụlọ akwụkwọ sekọndrị dị ka onye natara kpakpando ise na ESPN na Rivals na dị ka onye nwetara kpakpando anọ na 247Sports.",
  "Okongwu guzobere onwe ya ozugbo dị ka onye egwuregwu kachasị mma na USC. Na mbido kọleji ya na na onwa Nọvemba ụbọchị nke ise, n'afọ 2019, o dekọrọ akara ịrị abụọ, ịrị na atọ rebounds na ihe ndekọ ụlọ akwụkwọ asatọ iji duru ndị Trojans gaa mmeri ịrị asaa na asaa- iri anọ na asatọ na Florida A&M",
  "Ọ ghọrọ onye ọkpụkpọ USC mbụ biputere okpukpu abụọ na mbido ya kemgbe Taj Gibson na afọ 2006. N'abalị iri na itoolu n'ọnwa Nọvemba, o nwetara akara iri atọ na atọ kachasị elu, gụnyere iri na asaa n'efu, na mmeri 91-84 Pepperdine. Ọrụ ahụ nyeere ya aka inweta onye egwuregwu Pac-12 Conference na onye ọhụrụ nke izu na Nọvemba 25. Na onwa Disemba 1, Okongwu dekọrọ akara 27 na 12 n'ime 14 ịgba égbè, 14 rebounds na blocks atọ na mmeri 77-62 na Harvard na Orlando Invitational. O nwetara akara 28, 24 n'ime ha bịara na ọkara nke abụọ, wee jide 12 rebounds na mmeri Disemba 15 na Long Beach State. Otu ụbọchị mgbe nke ahụ gasịrị, a kpọrọ Okongwu Pac-12 freshman nke izu maka oge nke abụọ ya."
]