[
  "Anhinga africana",
  "African darter (Anhinga rufa), mgbe ụfọdụ a na-akpọ agwọ, bụ nnụnụ mmiri nke sub-Saharan Africa na Iraq.",
  "Darter nke Africa bụ onye otu ezinụlọ darter, Anhingidae, ma nwee njikọ chiri anya na American (Anhinga anhinga), Oriental (Anhinga melanogaster), na Australasian (Anhinga novaehollandiae) darters.",
  "Darter nke Afrịka dị  iri asatọ (31 in) n'ogologo",
  "Dị ka anhingas ndị ọzọ, ọ nwere olu dị ogologo",
  "Nnụnụ nke nwoke na-enwekarị oji na-egbuke egbuke na akara ọcha; ụmụ nwanyị na nnụnụ na-eto eto na-acha nchara nchara",
  "Darter nke Africa dị iche n'ọdịdị site na darter nke America nke a na-ahụkarị site na eriri olu ya na-acha ọcha n'akụkụ ya na agba dị nro",
  "Ụkpụrụ iwu ahụ na-egbochi mgbagwoju anya na cormorants.",
  "A na-ahụ darter nke Afrịka n'ebe niile dị na mpaghara Sahara n'ebe ọ bụla nnukwu mmiri na-apụta; n'ozuzu, ụdị ahụ ka dị n'ọtụtụ ebe ma bụrụ ihe a na-ahụkarị.",
  "Nanị ụdị ndị na-abụghị ndị Afrịka, Levant darter (Anhinga rufa chantrei), mere na Lake Amik (Amik Gölü) na ndịda etiti Turkey, na ọdọ mmiri Hula Valley na marshes n'ebe ugwu Israel na na na Mesopotamian Marshes nke ala Yufretis na Tigris osimiri ndịda Iraq",
  "Ndị Turkey lara n'iyi n'afọ ndị 1930 na ndị Israel n'oge mmiri na-agbapụta Hula n'afọ 1950",
  "Na Khuzestan, a gụrụ nnụnụ 110 na 1990, mana a na-atụ egwu na ụdị ahụ ga-apụ n'anya n'ihi nsị mmanụ n'oge Agha Gulf na nsị nke Mesopotamian Marshes nke sochiri ya. Otú ọ dị, e dekọrọ obere ọnụ ọgụgụ mmadụ na Hawizeh Marshes na 2007. A kwụsịrị mmiri na-agba n'ala ahịhịa ma gbanwee ya mgbe Agha Iraq gasịrị.",
  "Ụdị a na-ewu akwụ́ n'osisi ma na-eyi àkwá 3-6",
  "Ọ na-ejikarị herons, egrets na cormorants akwụ́ ya.",
  "Ọ na-ejikarị naanị olu ya n'elu mmiri, ya mere aha a na-akpọkarị agwọ",
  "Nke a, kwa, bụ omume ya na anhingas ndị ọzọ",
  "Ọ na-eri azụ, nke ọ na-ejide site na ịba n'ime mmiri.",
  "N'adịghị ka ọtụtụ nnụnụ mmiri ndị ọzọ, ábụ́bà nke African darter enweghị mmanụ ọ bụla, ya mere, ha anaghị egbochi mmiri",
  "N'ihi nke a, nnụnụ ahụ adịghị ike ịba n'ime mmiri ma mee ka ikike ịba n\"ime mmiri dịkwuo mma",
  "Mgbe ị gbasịrị azụ, ábụ́bà nwere ike ịba mmiri",
  "Iji nwee ike ife efe ma nọgide na-ekpuchi okpomọkụ, ọ dị ya mkpa ka ábụ́bà ya kpọọ nkụ",
  "N'ihi ya, a na-ahụkarị darter nke Afrịka ka ọ na-anọdụ ala n'akụkụ mmiri na-agbasa nku ya ma na-akpọnwụ ábụ́bà ya n'ikuku na anyanwụ tinyere cormorants, nke nwere ike ịkekọrịta ebe obibi ya.",
  "Àtụ:Suliformes"
]