[
  "African Office Worker (アフリカのサラリーマン, Africa no Sararīman), otherwise known as Africa Salaryman, is a Japanese comedy manga series by Gamu, serialized online via pixiv Comic website since December 2014",
  "It has been collected in four tankōbon volumes by Media Factory",
  "An original net animation adaptation streamed on Production I.G's Tate Anime (now Anime Beans) app between June 5 and June 30, 2017, and an anime television series adaptation by Hotzipang aired from October 6 to December 22, 2019.",
  "Ihe nkiri na-atọ ọchị na-agbaso ọdụm, toucan, na ezé ka ha na-ebi ndụ ndị ọrụ ọfịs na ọha mmadụ na Japan, mgbe ha na-emeso ọnọdụ ha pụrụ iche dị ka anụmanụ na-ebi n'èzí savanna na usoro nri.",
  "Ntinye anime mbụ net animation na-agbasa na Production I.G's Anime Tate (nke bụzi Anime Beans) ngwa n'etiti June 5 na June 30, 2017.",
  "A na-egosi usoro ihe nkiri telivishọn ọhụrụ site na Ọktoba 6 ruo Disemba 22, 2019 na Tokyo MX, BS11, KBS, SUN, TVA. Hotzipang na-eme ihe nkiri na Tetsuya Tatamitani na-eduzi usoro ahụ, Yūichirō Momose na-ahụ maka usoro ihe nkiri, na Tako Yamaguchi na-ede egwu. Hiro Shimono mere egwu mmeghe nke usoro ahụ bụ \"Soul Flag\", ebe Akio Ōtsuka mere egwu mmechi nke usoro ahụ \"White-Collar Elegy\".",
  "Funimation enyewo ikikere usoro maka simuldub.",
  "Ihe omume mbụ nke usoro ihe nkiri ahụ nwetara nyocha dị iche iche site n'aka ndị ọrụ Anime News Network n'oge mmalite oge ọdịda 2019",
  "Theron Martin chere na ụdị ihe nkiri Hotzipang agaghị adọrọ na mpụga usoro ahụ mana ọ jara ya mma maka inye enyemaka anya na \"ihe ọchị\", na-ekwu na a ga-echeta ihe ngosi ahụ dị ka \"nwa nwanne nne na-adịghị ike\" nke Beastars",
  "James Beckett katọrọ ihe nkiri CG dị ala karịa Pop Team Epic ma nwee mmetụta nke ihe omume Toucan na-akpali akpali, mana o toro ihe nkiri \"na-adịghị agbanwe agbanwe ma na-atọ ụtọ\" na usoro ihe nkiri eji mee ihe n'oge niile, na-ekwu na ọ gaghị abụ ihe nkiri ya nke oge ahụ mana ọ ga-enyocha ya mgbe ụfọdụ dabere na ihe okike nke ndị na-eme ihe nkiri",
  "Rebecca Silverman katọrọ ntọala dị nro maka ịghara ịdọrọ uche ya karịa echiche ya, ihe nkiri \"clunky\" na àgwà ọjọọ nke Toucan, na-ekwu na: \"Ọ dị mfe ịhụ otú nke a si gbalịa ike ya, mana maka m, nke ahụ ezughị ime ka m chọọ ịhụ karịa\"",
  "Nick Creamer chere na ihe nkiri ndị dị n'etiti \"ike gwụrụ ma ọ bụ na-enweghị mmụọ\" na ụdị CG bịara dị ka \"ihe na-adịghị mma na-agagharị\", mana o toro ihe omume ahụ maka ịme \"obere ihe ọchị\" na ndabere na mkparịta ụka, ma na-ewepụta \"nnukwu ihe ịchọ mma anya\" n'oge niile ọ na-agba ọsọ, na-ekwubi na: \"N'ozuzu, ọtụtụ njakịrị Africa Salaryman dara n'onwe m iji kwado ya, mana ọ bụ ọrụ anya na-adọrọ mmasị, na nghọta siri ike. Onye nchịkọta akụkọ ANN ibe ya bụ Amy McNulty họọrọ Africa Salaryman dị ka nhọrọ ya maka Best Anime of Fall 2019, na-akatọ mgbalị siri ike na ụdị animation dị iche iche, ihe odide na-adịghị mma na njakịrị dị iche iche na-akpata \"ihe ọchị\" n'usoro ahụ dum, na-emechi na: \"M chịrị mgbe ụfọdụ mgbe m na-ekiri ihe ngosi a, mana ọ bụghị mgbe niile\".",
  "Àtụ:Production I.G OVAs"
]