[
  "Ndị ọrụ nlekọta ahụike gburugburu ebe obibi (nke a makwaara dị ka ndị na-enyocha ahụike ọha ma ọ bụ ndị na-ahụ maka ahụike gburugburu ebe obibi ) na-ahụ maka ịme usoro maka ichekwa ahụike ọha, gụnyere nchịkwa na itinye iwu gbasara ahụike gburugburu ebe obibi na inye nkwado iji belata ihe egwu ahụike na nchekwa",
  "Ndị ọrụ ahụike gburugburu ebe obibi na-edobe mmiri, nri, ikuku, ala, akụrụngwa na ihe ndị ọzọ metụtara gburugburu ebe obibi (ihe na-abụghị nke mmadụ) na nchekwa ahụike, ma ọ bụ nke ndu, kemịkalụ ma ọ bụ anụ ahụ",
  "Ha na-ekwukwa ihe ndị metụtara ya na-emetụta omume",
  "Ndị ọrụ ahụike gburugburu ebe obibi na-enyocha ma na-achịkwa ihe gburugburu ebe obibi nke nwere ike imetụta ahụike, iji gbochie ọrịa na ịmepụta gburugburu na-akwado ahụike",
  "Ndị na-achọpụta ahụ ike gburugburu ebe obibi na-ekere òkè dị ukwuu na ahụike na ọdịmma obodo n'ozuzu ya, ya mere ndị ọrụ ahụike gburugburu ebe obibi dị mkpa n'ịkwalite nsonaazụ ahụike ọha na eze na ibelata ibu ọrịa.",
  "Ndị na-ahụ maka ahụike gburugburu ebe obibi nwere ọtụtụ nka n'ọtụtụ mpaghara ebe a na-azụ ndị mmadụ nke ukwuu, na-abụkarị ọkwa ogo, ma na-achọkarị ọzụzụ ọkachamara ọzọ, ntule ikike ọkachamara na mmepe ọkachamara na-aga n'ihu iji nọgide na-eme ihe n'ọhịa",
  "Ha na-etinye aka n'ọrụ dị iche iche, gụnyere, mana ọnweghị oke na: ime nyocha ahụike ọha (dịka ọmụmaatụ, akụrụngwa nri, ebe igwu mmiri, ụlọ ọrụ nkeonwe, nnyefe, sistem septic, olulu mmiri, usoro ọgwụgwọ mmiri, wdg), nyocha",
  "nsogbu ahụike ọha na eze, iwu na-emepe emepe na ụkpụrụ nduzi, ịzaghachi ihe mberede ahụike ọha na eze, nyocha ọrịa ọrịa, imejuputa usoro nchịkwa ọrịa, ime nkwalite ahụike na agụmakwụkwọ ahụike, na-eduzi nyocha nchekwa nchekwa ebe ọrụ na nyocha ihe mberede",
  "Ndị ọrụ ahụike gburugburu ebe obibi na-elekwasị anya na mgbochi, nyocha, nyocha, na mmụta nke obodo gbasara ihe egwu ahụike yana idobe gburugburu ebe nchekwa.",
  "EHO na-eweta n'ọnọdụ nghọta nke microbiology, epidemiology, parasitology, chemistry, toxicology, ize ndụ ntule, iwu, gburugburu ebe obibi sayensị na nkà na ụzụ, pesti akara, nri nri, gburugburu ebe obibi, na ndị ọzọ dị mkpa ubi",
  "Ha nwekwara ihe ọmụma na nka maka nleba anya na ịchịkwa ọrịa na-efe efe, nyocha nke ihe gbasara ahụike gburugburu ebe obibi na nyocha mpụ",
  "Ya mere, ha ga-enwerịrị nkà nyocha siri ike na nghọta nke ọma banyere itinye iwu gbasara ahụike ọha, gburugburu ebe obibi, njikwa mmetọ na nchekwa ebe ọrụ",
  "Na-arụ ọrụ na mmekorita ya na ministri Gọọmenti (dị ka ahụike, ọrụ ugbo na gburugburu ebe obibi), obodo ime obodo, azụmahịa, otu obodo, ụlọ ọrụ ndị ọzọ na ndị otu obodo, EHO na-ekere òkè dị ukwuu n'ichekwa ahụike ọha.",
  "Aha ndị ọzọ dị ugbu a gụnyere ọkachamara ahụike gburugburu / onye ọrụ / ọkachamara, onye ọrụ ahụike ọha, onye ọrụ ahụike, onye nyocha ahụike ọha, onye nyocha ahụike na onye ọrụ ahụike",
  "Aha iwu eji ga-adabere na nkọwapụta dị na iwu/ikike mpaghara",
  "Ụfọdụ aha gara aga/akụkọ ihe mere eme gụnyere onye nleba anya nhụsianya, idebe ihe ọcha na onye nleba anya ịdị ọcha.",
  "Ngalaba ahụike mpaghara, steeti ma ọ bụ gọọmenti etiti na-arụkarị ndị ọkachamara ahụike gburugburu ebe obibi iji nye ndụmọdụ na ịmanye ụkpụrụ ahụike ọha",
  "Agbanyeghị, ọtụtụ na-arụ ọrụ na ngalaba nkeonwe, ndị agha na ụlọ ọrụ ngalaba atọ ndị ọzọ dị ka ndị ọrụ ebere na ndị NGO.",
  "Ndị a na-anọchite anya ọrụ enwere ike ịhụ na mpaghara ọha ma ọ bụ nkeonwe:",
  "Ihe a na-ahụkarị nke ndị ọrụ ahụike gburugburu ebe obibi bụ na ha na-ahụ maka njirimara, nyocha na njikwa ihe egwu dị na ahụike mmadụ site na ihe ndị dị na gburugburu ebe obibi, ma ọ bụ n'aha ụlọ ọrụ gọọmentị ma ọ bụ nchegbu azụmahịa na ụlọ ọrụ.",
  "Onye na-ahụ maka ahụike gburugburu ebe obibi (nke a makwaara dị ka onye nyocha ahụike ọha) na-enyocha ihe egwu ahụike n'ụdị dị iche iche, ma mee ihe iji belata ma ọ bụ kpochapụ ihe egwu ndị ahụ",
  "Ọtụtụ mgbe, echiche ọha na eze banyere onye nleba anya ahụike bụ onye na-enyocha ụlọ oriri na ọṅụṅụ ma hụ na ha na-edobe ụkpụrụ ịdị ọcha maka nchekwa nri nke ndị na-ahụ maka nhazi setịpụrụ",
  "Agbanyeghị, ndị ọrụ ahụike gburugburu ebe obibi nwere ọrụ ndị sara mbara karị, gụnyere inyocha ọdọ mmiri, ọnọdụ ụlọ adịghị mma, ebe nchekwa, ụlọ akwụkwọ ọha, nlekọta ụbọchị, ebe a na-elekọta ndị agadi, ụgbọ njem (dịka ụgbọ mmiri ụgbọ mmiri, ụgbọ mmiri, ụgbọ elu, ụgbọ oloko) na ụlọ ọrụ nkeonwe (dịka egbugbu",
  "ụlọ ịsa ahụ, ebe a na-asa tanning, ebe a na-eme mma, ebe a na-ewepụ ntutu laser, ebe a na-akpụ isi)",
  "Ndị ọrụ ahụike gburugburu ebe obibi na-enye ohere ma nyochaa olulu mmiri, sistemu mmiri nkeonwe, yana sistemu mkpofu mmiri dị n'okpuru ala (septik)",
  "Ihe aga-eme ndị ọzọ gụnyere: nyocha n'ala ụlọikwuu, nyocha ihe omume pụrụ iche, nleba anya nlekọta mkpofu, nleba anya n'ụlọ anụ ụlọ, nyocha ebe mgbazi, nleba anya ogige ebe obibi na nyocha ebe obibi na-enweghị ebe obibi",
  "A zụrụ azụ n'ịchịkwa ọrịa na mgbochi ọrịa na-efe efe, n'oge ọrịa na-efe efe, ha na-enyocha ma kwado / tinye ihe enyemaka iji kwụsị mgbasa ọrịa",
  "A zụrụkwa na mgbochi na njikwa ọrịa na-adịghị agbasa (NCD), ha na-arụ ọrụ iji gbochie nke ndị NCDs na ịchịkwa ihe ize ndụ",
  "Onye na-enyocha ahụike ọha (Onye na-ahụ maka ahụike gburugburu ebe obibi) na-arụkwa ọrụ dị mkpa na ọrụ obodo dị ka ndị gbasara nkwalite ahụike, nha nha ahụike, mbelata ụtaba, gburugburu ebe obibi nwere ahụike / obodo dị mma, nchekwa nri, na njikere ihe mberede.",
  "Ha nwekwara ike ịzaghachi mkpesa ndị dị ka ata anụ (njikwa rabies), mkpesa mkpofu, mkpesa mkpọtụ, mkpesa isi, ma ọ bụ nsị mmiri",
  "N'ihi usoro mmụta ha na ọzụzụ ha, ha nwere ike ịnye ozi na ntinye aka gbasara: ndu, radon, ebu, na ọrịa na-apụta (dịka ọmụmaatụ",
  "Nje Virus West Nile, Ọrịa Avian, COVID-19)",
  "Ogige ahụ jikọtara ya na ihe dị ize ndụ (Hazmat) yana ọtụtụ ndị na-azaghachi Hazmat bụ ndị ọkachamara ahụike gburugburu ebe obibi nyere ikike ikike ma ọ bụ ndị ọkachamara ahụike gburugburu ebe obibi edebanyere aha.",
  "N'oge ihe mberede ahụike ọha dịka ọrịa na-efe efe, ha na-arụ ọrụ nzaghachi mberede dị mkpa, na-enye ọzụzụ ọha na ndụmọdụ, na-amanye iwu ahụike ọha, ma mee ihe ndị dị mkpa iji chebe ahụike ọha",
  "N'otu aka ahụ, ha na-anabata ihe mberede ndị ọzọ dị ka ọdachi ndị na-emere onwe ha, na-arụ ọrụ na-akọwapụta na atụmatụ nzaghachi mberede.",
  "Ndị ọrụ ahụike gburugburu ebe obibi na-arụkọ ọrụ na ọtụtụ ndị dị iche iche na gburugburu ebe dị iche iche",
  "Ọrụ ha na-agụnyekarị nnukwu ọrụ ubi, ụfọdụ na-eme njem ugboro ugboro",
  "Ọtụtụ ndị ọrụ ahụike gburugburu ebe obibi na-arụ ọrụ ogologo oge ma na-abụkarị awa oge",
  "Ha na-enyocha ọdọ mmiri, ebe a na-elekọta ụmụaka, ụlọ nri, sistemu septic, na ọtụtụ ụlọ ọrụ ndị ọzọ metụtara ahụike na nchekwa.",
  "Ndị ọrụ ahụike gburugburu ebe obibi nwere ike kpughee ọtụtụ ọnọdụ anụ ahụ siri ike na ihe egwu dị ka ndị ọrụ ụlọ ọrụ mmepụta ihe, enwere ike ịrụ ọrụ ahụ na ọnọdụ ọrụ na-adịghị mma, nrụgide na dị ize ndụ",
  "Ha nwere ike ịhụ onwe ha n'ọrụ mmegide ma ọ bụrụ na njikwa nke otu nzukọ ekwetaghị na ndụmọdụ maka ịhụ na gburugburu ebe ọrụ dị mma.",
  "Enwere ike ịchọta ngalaba ahụike gburugburu ebe obibi n'afọ 1840 na England",
  "Edwin Chadwick, Kọmịshọna Iwu Ogbenye, mere nyocha banyere ihe kpatara ịda ogbenye bụ nke kwubiri na ndị mmadụ na-adakarị ogbenye n'ihi ọrịa na-adịghị mma n'ihi ọnọdụ ọjọọ",
  "O kwenyere na imeziwanye ihe ọcha bụ isi ihe na-eme ka usoro ọjọọ a kwụsị.",
  "Chadwick duuru mkpọsa siri ike maka mgbanwe nke mechara merie nguzobe ahụ, rụpụtara na Iwu Ahụike Ọha na 1848",
  "Iwu ahụ nyere maka ịhọpụta ndị nyocha nke Nuisances - ndị bu ụzọ nke ndị ọrụ ahụike gburugburu ebe obibi taa - na mpaghara mkpa.",
  "Mkpakọrịta ndị na-enyocha ịdị ọcha nke ọha– nzukọ nke ga-abụ United Kingdom Chartered Institute of Environmental Health – hiwere n'afọ 1883",
  "N'ime iri afọ ndị sochirinụ, ọrụ nke ndị na-ahụ maka ahụike gburugburu ebe obibi gbanwere ma too, na ụkpụrụ ntozu na-ebili ruo mgbe, n'afọ nke afọ 1960s, ọ ghọrọ ọrụ gụsịrị akwụkwọ",
  "Onyinye akwụkwọ ikike eze n'afọ 1984 debere akara na ọrụ na ọkwa a kwalitere",
  "N'ihi mgbanwe ọrụ, aha agbanweela n'ime afọ iri afọ site na onye nleba anya nhụsianya -> onye nyocha ahụike -> onye nyocha ahụike ọha / onye ọrụ ahụike gburugburu ebe obibi (lee Onye nyocha nke Nuisances n'okpuru)",
  "Nke a bụkwa eziokwu na mba ụwa, dịka aha agbanweela iji gosipụta agụmakwụkwọ dị elu na ọrụ nke ndị ọrụ ahụike gburugburu ebe obibi taa.",
  "Onye nyocha nke ihe nsogbu bụ aha ụlọ ọrụ n'ọtụtụ mpaghara na-asụ Bekee",
  "N'ọtụtụ ikike, okwu a bụ ihe ochie ugbu a, ọnọdụ na/ma ọ bụ okwu ejiri ndị ọzọ dochie ya",
  "Na United Kingdom site na etiti narị afọ nke ịrị na itoolu a na-ejikọkarị ụlọ ọrụ a na ahụike ọha na idebe ihe ọcha.",
  "Onye nyocha izizi nke Nuisances nke kọmitii ahụike obodo UK họpụtara bụ Thomas Fresh na Liverpool n'afọ 1844",
  "Ma Iwu Mwepụ Ọdịmma na Mgbochi Ọrịa nke 1855 na Iwu Njikwa Obodo nke 1855 kọwara ụlọ ọrụ dị otu a mana nwee aha 'Onye nyocha ahụike'",
  "N'ime ndị ọchịchị obodo hiberela Board of Health, aha ya bụ 'Inspector of Nuisances'",
  "N'ikpeazụ, ahaziri aha ahụ n'ofe ndị ọchịchị ime obodo UK niile dị ka 'Onye nyocha ihe ịdị ọcha'",
  "Otu iwu nke nzuko omeiwu n'afọ 1956 mechara gbanwee aha ka ọ bụrụ 'Onye nyocha ahụike ọha'",
  "E hiwere ụlọ ọrụ ndị ahụ n'ofe Alaeze Ukwu Britain na Commonwealth",
  "Oge a kacha nso dịka ọkwa a na UK bụ 'Onye na-ahụ maka ahụike gburugburu ebe obibi'",
  "Utu aha a nke ndị ọchịchị obodo na-anakwere na ntụnye nke Gọọmenti etiti ka Iwu Obodo nke afọ 1972 gachara.",
  "Na United States, ihe atụ ọgbara ọhụrụ nke onye uwe ojii nwere aha 'Inspector of Nuisances' mana ọ bụghị ọrụ ahụike ọha ka a na-ahụ na Nkebi puku atọ na narị asaa na iri isii na asaa nke Ohio Revised Code nke na-akọwa ọnọdụ dị otú ahụ iji nyochaa mkparị, ebe okwu a",
  "na-ekpuchi ụlọ ọrụ ebe a na-ahụ omume rụrụ arụ na mmanya na-aba n'anya",
  "Ebe onye ọrụ nchekwa gburugburu ebe obibi na ndị isi obodo US na-ewere ndị ọrụ nwere utu aha 'ọkachamara ahụike gburugburu ebe obibi edebanyere aha' ma ọ bụ ' onye idebe ọcha edebanyere aha' dabere na ikike",
  "Ọrụ na Ọrụ Ahụike Ọha na United States bụ ndị Commissioned (edobere uwe) 'Ndị ọrụ ahụike gburugburu' na-arụ.",
  "Ahụike gburugburu ebe obibi bụ ọrụ gụsịrị akwụkwọ n'ọtụtụ mba",
  "Ihe kacha nta chọrọ n'ọtụtụ mba gụnyere mmemme nzere mahadum akwadoro, ọzụzụ ubi na asambodo ọkachamara & ndebanye aha.",
  "Health Environmental Australia na- akwado ogo mmụta ahụike gburugburu ebe obibi na mmemme Diploma nke gụsịrị akwụkwọ dị ka amụma nzere ahụike gburugburu ebe obibi Australia iji hụ na ọdịnaya agụmagụ na-emezu ihe ndị a chọrọ maka omume nke obodo dịka EHO ebe ọ bụla n'Australia",
  "Dị ka na 1 Julaị 2009, e nwere Ụlọ Akwụkwọ EHA kwadoro na steeti ọ bụla n'ala ndị ugwu.",
  "Ihe a chọrọ ugbu a iji bụrụ onye ọrụ ikike n'okpuru Iwu nri 1984 na Victoria bụ onye odeakwụkwọ nke Ngalaba Ahụike na Ọrụ Ndị Ọrụ kọwara",
  "A na-anabata ọkwa dị iche iche nke undergraduate na gụsịrị akwụkwọ na Victoria, interstate na esenidụt",
  "Iwu ahụike nke afọ 1911 (dị ka emezigharịrị) na-akọwa ọrụ nke 'onye na-ahụ maka ahụike gburugburu ebe obibi', ma nyekwa onye isi nchịkwa, ahụike ọha ikike ịhọpụta EHO ndị isi ahụike gọọmentị ime obodo yana dịka ndị ọrụ ahụike ọha nke gọọmentị steeti na-arụrụ ya",
  "Onye isi nchịkwa, Ahụike ndị mmadụ na-adụ ọdụ site n'aka bọọdụ ndị Western Australia na ahụ maka ahụike gburugburu maka ntozu gụsịrị akwụkwọ na postgraduate nke e chere na ọ dabara adaba iji kwe ka omume ahụike gburugburu ebe obibi na Western Australia, na-ebipụta ntozu ndị ahụ site n'oge ruo n'oge na Government Gazette.",
  "Ugbu a Mahadum Teknụzụ Curtin na Mahadum Edith Cowan na -enye ogo ahụike gburugburu ebe obibi na Western Australia nke Health Environmental Australia kwadoro.",
  "Ndị ọrụ ahụike gburugburu ebe obibi/Ndị nyocha ahụike ọha ga-enwerịrị opekata mpe nzere bachelọ na ahụike gburugburu ebe obibi yana asambodo ọkachamara mba - Asambodo na Nnyocha Ahụike Ọha (Canada), CPHI(C)",
  "A na-ahazi asambodo na ndebanye aha site na ụlọ ọrụ Canada Institute of Public Health Inspectors (CIPHI)",
  "Iji bụrụ asambodo nke mba, ndị na-enyocha ahụike ọha ga-emecharịrị mmemme nzere akwadoro, mechaa ọzụzụ ọzụzụ ubi, wee gafee ule asambodo Board nke Institute (nke nwere akụkọ ederede na nyocha ọnụ)",
  "Iji jikwaa nzere CPHI(C), ndị ọrụ ga-edebanye aha na CIPHI ma nyefee awa mmepe ọkachamara kwa afọ.",
  "Naanị ụlọ akwụkwọ isii dị na Canada na-enye mmemme nzere nke CIPHI kwadoro ka ọ na-emezu ihe mmụta chọrọ maka asambodo: British Columbia Institute of Technology, University Cape Breton, Concordia University of Edmonton, Conestoga College Institute of Technology and Advanced Learning, Ryerson University, and Université de Montréal",
  "Mmemme ndị a na-adịkarị afọ anọ, n'agbanyeghị mmemme ngwa ngwa dị n'ụlọ akwụkwọ ụfọdụ maka ndị nwere akara mmụta sayensị gara aga.",
  "Ndị batara na ọrụ ahụ ga-enwerịrị nchekwa ahụike BAppSc ma ọ bụ BHSc Environmental Health",
  "N'aka nke ọzọ, ndị gụsịrị akwụkwọ na sayensị tozuru oke nwere ike nweta diplọma gụsịrị akwụkwọ na ahụike gburugburu ebe obibi.",
  "Iji bụrụ onye na-ahụ maka ahụike gburugburu ebe obibi ọ dị mkpa ijide ogo ahụike gburugburu ebe obibi nke Ngalaba Ahụike na Ụmụaka kwadoro",
  "Ọmụmụ ahụike gburugburu ebe obibi na Ireland chọkwara ụmụ akwụkwọ ka ha na ndị isi ọrụ ahụike were oge mmemme ọkachamara",
  "Na-esote oge nke ọkachamara ọkachamara, a ga-egosipụta ikike site na akwụkwọ ndekọ ahụmahụ na nyocha ọnụ.",
  "Maka Sri Lanka, lee akụkọ: Onye nyocha ahụike ọha (Sri Lanka)",
  "Ndị EHO jide opekata mpe nzere undergraduate (ma ọ bụ postgraduate) nzere nke (na England, Wales na Northern Ireland) Board Registration Health",
  "Ndokwa ndị a dị na Scotland, ebe Royal Environmental Health Institute nke Scotland na-ahazi ọrụ ahụ.",
  "N'ịgbaso ihe mmụta chọrọ na oge ọzụzụ bara uru, a ga-egosipụtakwa ntozu site na akwụkwọ ndekọ ahụmahụ na nyocha ọnụ tupu enye aha."
]