[
  "The chestnut-crowned babbler (Pomatostomus ruficeps) bụ nnụnụ dị n'etiti nke dị na mpaghara kpọrọ nkụ na nke ọkara kpọrọ nkụ nke ndịda ọwụwa anyanwụ Australia. Ọ bụ onye otu ezinụlọ Pomatostomidae, nke nwere ụdị ise nke Australo-Papuan babblers",
  "Ha niile bụ ndị na eme mkpọtụ na ndị na-emekọrịta ihe nke ukwuu, na-ebi n'ìgwè ruru mmadụ iri abụọ na atọ na-eri nri ma na-amụ nwa n'otu",
  "Aha ndị ọzọ gụnyereokpu-acha uhie uhie, ndi-okpu-eze chiri anya na onye na-akpa nkata.",
  "Ndị na ekwu okwu na acha nchara nchara bụ nnụnụ gbara ọchịchịrị, na acha ntụ ntụ nwere akpịrị na ara ọcha, ọdụ na acha ọcha na ogologo, oji, ọnụ gbagọrọ agbagọ",
  "nku ya dị mkpụmkpụ ma gbaa gburugburu na ọdụ ya dị ogologo na ọnụ gbara gburugburu",
  "Ihe nchọpụta na agụnye ogwe nku abụọ na acha ọcha na okpueze bara ọgaranya, nke a na eme ka ọ dị ogologo, anya ọcha. Nnụnụ ahụ nwere anya na acha nchara nchara na ụkwụ na acha ntụ ntụ, ebe nku, azụ na akụkụ ya na acha odo odo na acha anụnụ anụnụ na-acha oji na uwe elu",
  "Ọcha nke akpịrị na ara doro anya ma dị warara karịa nke yiri ya, onye na-ekwu okwu ihu ọcha (Pomatostomus superciliosus). N'ozuzu, njirimara ndị a na-enye onye na-ekwu okwu na-acha nchara nchara ọdịdị pụrụ iche.",
  "Na 21o23 cm na ihe dịka 50 g n'arọ, onye na-ekwu okwu na-acha nchara nchara dị obere karịa onye na-akọ okwu na enweghị okpueze (Pomatostomus temporalis). Ọ na enyekwa ọdịdị nke ịdị gịrịgịrị karịa ụdị ndị ọzọ na-ekwu okwu. Ndị toro eto na enwe mmekọahụ",
  "Nnụnụ ndị na etozubeghị eto dị ka ndị toro eto mana ha na adịghị mma, nwere anya na acha ọbara ọbara na obi, okpueze na acha nchara nchara na ntụpọ na-acha ọcha n'azụ anya.",
  "A na-ahụ ndị na ekwu okwute na acha uhie uhie n'ime ime obodo nke ndịda ọwụwa anyanwụ Australia, gụnyere akụkụ nke ọdịda anyanwụ New South Wales, ndịda ọdịda anyanwụ Queensland, ọwụwa Anyanwụ South Australia na ugwu ọdịda anyanwụ Victoria",
  "Nkesa ya dị n'ime ndịda ọwụwa anyanwụ Ọdọ mmiri Eyre Basin na ọdịda anyanwụ Murray-Darling Basin.",
  "Ụdị ndị a na-ebikarị na mallee, mulga na belar woodlands nke kpọrọ nkụ ma ghere oghe karịa ndị na-ekwu okwu ihu ọcha na Onye na-ekwu okwu ọnụ ụlọ (Pomatostomus halli). Ebe obibi ndị ọzọ gụnyere osisi acacia na cypress pine scrubs na ọhịa, ala nkume na sandhills, na lignum, saltbush na samphire.",
  "A na-ahụkarị ndị na-ekwu okwu na-acha uhie uhie na Eulo Bore, Bowra ọdụ ọdụ na Hattah-Kulkyne National Park, yana n'ọtụtụ okporo ụzọ ndị dị n'ime ime obodo gụnyere ndị dị n\"etiti Quilpie na Windorah, na Bourke na Nyngan.",
  "A maara Ndị na-akpa nkata maka obi ụtọ ha, ume, omume mmekọrịta ha",
  "N'oge oge na-adịghị amụ nwa (Disemba - Junnu), ndị na-ekwu okwu na-acha nchara nchara na-emepụta otu mmekọrịta dị n'otu nke mmadụ 3 ruo 23 na-elekọta mpaghara, ebe obibi na nri ọnụ. A pụkwara ịsa ahụ na imechi ájá dị ka otu",
  "N'abalị, ha na-agbakọta ọnụ n'otu akwukwo, nke otu ahụ wuru n'osisi nwụrụ anwụ ma ọ bụ nke dị ndụ. A pụkwara ịghara iji akwụ́ ndị a eme ihe na-amụ nwa nke ìgwè ahụ na-aga n'ihu na-agbakwunye ihe.",
  "Ọ bụrụ na a na enye ha nsogbu, ndị mmadụ na awụpụ n'azụ ihe mkpuchi, na apụ n'ogologo, ala",
  "Mgbe a na atụ egwu, ha nwere ike ijikọ ọnụ n'okpuru akwụkwọ osisi ma ọ bụ na agbadata n'okpuru osisi na obere osisi, na eti mkpu. Ha na egwuri egwu ma mara na ha na eyi trenches n'ala site na ịchụ ibe ha gburugburu; Otú ọ dị, ha na eme ihere karịa ụdị ndị ọzọ na-ekwu okwu.",
  "A na-ahụkarị ndị na ekwu okwu na acha okpueze chestnut ka ha na awụli elu n'ala, site na obere osisi, n'elu osisi na n'elu alaka osisi",
  "Ha na atụgharị ma na enyocha n'ime ihe mkpofu na oghere osisi, na achọ ụmụ ahụhụ na igurube ha, ududo na obere anụmanụ, anụ na akpụ akpụ na anụ na akwagharị akwagharị, yana mkpụrụ osisi na mkpụrụ. A na eji ihe ka ukwuu n'ụbọchị na achọ nri ma nke a na emekarị n'ime mpaghara mmiri, nke a na'echiche na enye ihe mkpuchi ka ukwuu site na ndị na-eri ibe ha na ọtụtụ anụ oriri",
  "A maghị ha ka ha 'ụgbọ' maka ụmụ ahụhụ na-efe efe.",
  "Nnụnụ ndị ahụ nwere abụ na-ada ụda, nke na-adịghị mma ma na atọ ụtọ, nke yiri ọkpọ nke obere ugo (Hieraaetus morphnoides), nke sitere n'elu osisi mulga dị elu ma ọ bụ ebe yiri ya. A na enwe mkparịta ụka mgbe niile n'etiti ndị otu ahụ, gụnyere oku na-afụ ụfụ na tchak-tchak-tchuk, nke na-eme ka ọ dị elu ma na eme ugboro ugboro mgbe ọ na-enwe obi ụtọ, na ese okwu ma ọ bụ na-atụ egwu",
  "Ọkpụkpọ kọntaktị nke otu ahụ bụ tsee-tsee, tsee-Tsee.",
  "Ịzụlite na-emekarị n'etiti Julai na November",
  "Alaka bụ nnukwu ụlọ dị elu nke pụtara ìhè nke dị ihe dị ka 50 cm n'obosara na ihe fọrọ nke nta ka ọ bụrụ 100 cm n'ịdị elu",
  "A na ewu ya na alaka osisi nwere oghere, 4-10 m n'elu ala, na eji ogologo osisi. A na-eji akwụ́ ndị dị mma, dị nro ma na-adịkarị elu karịa ndị na-ekwu okwu ihu na-acha ọcha wuru ma jiri osisi ndị dị mma mee ha. Enwere ike ime ka akwụ́ ochie bukwuo ibu ma jiri ya mee ihe ugboro ugboro.",
  "Àkwá dị ihe dịka 27 x 19 mm, na acha ntụ ntụ na acha nchara nchara, oval ma kpuchie ya na sepia na ntutu isi",
  "Ọnụ ọgụgụ nke ụmụ na abụkarị 2-6 àkwá na ụmụ na-efe efe mgbe ụbọchị 21 na 25 gasịrị. Nnukwu ogwe nwere ike ịpụta site na iji otu akwukwo site na ihe karịrị otu di na nwunye na-amụ nwa.",
  "Okpu-eze nke chestnut bụ nnụnụ na-arụkọ ọrụ ọnụ na ọtụtụ n'ime nnyocha na ụdị a lekwasịrị anya n'akụkụ nke usoro ịzụlite ya",
  "Ìgwè ọ bụla nwere di na nwunye abụọ na-amụ nwa na ndị nọ n'okpuru ha nke na-enye nlekọta, ọkachasị site na inye nri, maka ụmụ ndị na-abụghị nke ha",
  "Ndị agha niile na-enyere aka iwu akwụ́, na-enye nwa nwanyị na-ekpu ma na-echebe ebe a na-amụ nwa. A naghị anwa ịmụ nwa n'enweghị enyemaka ma na-enwekarị ihe ịga nke ọma na ụdị a.",
  "A tụwo aro ọtụtụ echiche iji kọwaa omume enyemaka na ụdị nnụnụ na-arụkọ ọrụ ọnụ",
  "Echiche ndị a ma ama banyere ihe mgbochi gburugburu ebe obibi ma ọ bụ nke ọnụ ọgụgụ mmadụ na mgbasa nke ụmụ na ịzụlite yiri ka ọ na ejedebe na itinye ha n'ọrụ na onye na ekwu okwu na-acha nchara nchara, ọ dịghịkwa ihe akaebe ọ bụla iji gosipụta na ihe ndị dabeere na mgbaàmà dị mkpa. Ihe ndị dabeere na mgbaàmà na ebu amụma na ndị enyemaka na enweta site na nchọpụta, kama n'ezie, ọkwa nlekọta. Echiche nke nhọpụta ndị ikwu na mmụba nke otu, nke na eme ka omume enyemaka ziri ezi sie ike, nwere ike ịba uru na ụdị a. A na eche na anụ oriri na-arụ ọrụ na nhọrọ nke otu na ebi ndụ dị ka ihe ize ndụ dị elu nke anụ oriri na ala na mmụba nke omume onye nche. Otú ọ dị, e meela ugbu a na nhọpụta ndị ikwu na-arụ ọrụ kachasị mkpa n'ịkwado ọmụmụ ihe na ụdị a, n'agbanyeghị mkpa doro anya nke ibi n'ìgwè buru ibu.",
  "Ndị na-ekwu okwu na-acha okpueze bụ ndị na-azụ ọtụtụ, ebe ọtụtụ ìgwè mmadụ na-agbasa n'ime ọtụtụ ngalaba na-azụ ụmụ nke ndị otu ya na  ejikọta otu akwukwo",
  "Ndị a na-agwakọta ọzọ mgbe ha mụsịrị nwa ma ha nwere ihe a na emegharị ugboro ugboro n'etiti afọ. N'otu nnyocha, ndị na-amụ nwa na ebi n'ụlọ ndị na-abụghị naanị ha nke dị hekta 38, na ndị buru ibu na ebi na mpaghara buru ibu na nke ọ bụla na ekpuchi nke ihe ruru mpaghara atọ dị nso",
  "E nwere ndị okenye 2 ruo 13 na mpaghara ọ bụla na-amụ nwa. Ọnụ ọgụgụ nke ndị na-amụ nwa nwere mmetụta dị ukwuu na ihe ịga nke ọma n'ịzụlite, yana nwa ọkụkọ ọzọ maka ndị enyemaka atọ ọ bụla nọ n'ìgwè ahụ",
  "Mmetụta enyemaka ndị a so n'ime ndị kachasị ike a kọrọ maka ndị na ekwu okwu pomatostomid, ma eleghị anya na egosipụta ebe obibi dị oke egwu nke ụdị ahụ.",
  "Mmekọahụ nwoke na nwanyị n'ime otu dị iche iche bụ nke nwoke na-akpa ókè, ebe mgbasa bụ nke nwanyị na-akpachi anya",
  "Enweghị ajọ mbunobi mmekọahụ a chọpụtara n'ime ụmụ ma ọ bụ ụmụaka",
  "O yikarịrị ka ụmụ nwanyị na-anwụ ọnwụ dị elu n'ihi ma ọ bụ ihe ize ndụ metụtara mgbasa ma ọ bụ ọnụahịa ahụike nke ịmụ nwa. Ụmụ nwanyị na-amụ nwa na enyekwa obere nri maka ụmụ karịa ụmụ nwoke na ndị na enyere aka, ha na ebelata ọnụego ha na enye ha n'ihu ndị enyemaka ndị ọzọ",
  "Nke a na-egosi na ụmụ nwanyị na-amụ nwa na-achọ ichekwa ihe onwunwe maka ọmụmụ n'ọdịnihu.",
  "Okpu-eze nke chestnut na-ebi n'ebe mepere emepe ma bụrụ onye na-adịghị ike maka ndị na-eri anụ site na ikuku",
  "O yikarịrị ka ndị na eri anụ nnụnụ ga-awakpo ìgwè mgbe ụmụ na-adabere na ha nọ, ebe nnukwu ìgwè nwere ike izute ndị na egbu anụ ma o yighị ka a ga-awawakpo ha",
  "Ndị nwere ike igbu nnụnụ gụnyere falcon na-acha nchara nchara (Falco berigora), falcon na na-agagharị agagharị (Falcos peregrinus), ihe ntụrụndụ Australia (Falcu longipennis), goshawk na-acha anụnụ anụnụ (Accipiter fasciatus) na sparrowhawk na-agba agba (Accipeter cirrhocephalus)",
  "A maara ụdị ndị a niile ka ha na-eme ka ndị na-ekwu okwu na-acha nchara nchara na-akpọ oku mgbe ha na-efe n'ebe dị nso n'ìgwè ahụ.",
  "Na mba ụwa, a na edepụta onye na-ekwu okwu na-acha nchara nchara dị ka nchegbu na IUCN Ndepụta uhie. E depụghị ya dị ka ihe na eyi egwu n'okpuru Iwu Nchedo gburugburu ebe obibi na Nchekwa Biodiversity nke Australia 1999 ma ọ bụ n'okpuru Queensland, New South Wales, Victorian ma ọ bụ South Australian",
  "Obere ihe ka a maara banyere mmegharị ya mana a na eche na ụdị ahụ na-anọkarị otu ebe ma ọ dị ụkọ na mpaghara."
]