[
  "The mandate of the United Nations Special Rapporteur on Toxics and Human Rights was established in 1995 by the United Nations Commission on Human Rights.",
  "N'afọ 1995, Kọmitii na-ahụ maka ihe ndị ruuru mmadụ guzobere iwu iji nyochaa ihe ndị ruiri mmadụ na emetụta ihe ndị dị ize ndụ na ihe mkpofu na egbu egbu",
  "Nke a gụnyere mmetụta nke ihe ndị dị ka okporo ụzọ iwu na akwadoghị na ntọhapụ nke ngwaahịa na egbu egbu na nke dị ize ndụ n'oge ọrụ agha, agha na esemokwu, imebi ụgbọ mmiri",
  "Mpaghara ndị ọzọ gụnyere na iwu ahụ bụ ihe mkpofu ahụike, ụlọ ọrụ ndị na ewepụta ihe (karịsịa mmanụ, gas na igwupụta ihe), ọnọdụ ọrụ na ngalaba mmepụta ihe na ọrụ ugbo, ngwaahịa ndị na azụ ahịa, ikuku gburugburu ebe obibi nke ihe ndị dị ize ndụ site na isi mmalite niile, na iwepụ ihe mkpofu.",
  "N'afọ 2011, Kansụl Na ahụ Maka Ihe Ndị Ruuru Mmadụ nke UN kwupụtara na ihe ndị dị ize ndụ na ihe mkpofu nwere ike ịbụ nnukwu ihe iyi egwu nye ịnụ ụtọ ihe ndị ruuru mmadụ",
  "Ọ gbasaa ikike ahụ iji tinye usoro ndụ niile nke ngwaahịa ndị dị ize ndụ, site na nrụpụta ruo n'iwepụ ikpeazụ",
  "A maara nke a dị ka ụzọ a na esi amị site n'ebe a na eli ozu",
  "Ngwa ngwa na mmepụta kemịkal na egosi na o yikarịrị ka nke a bụ ihe egwu na arịwanye elu, ọkachasị maka ikike mmadụ nke akụkụ ndị kachasị ike nke ọha mmadụ.",
  "UN na ekwusi ike na iwu ikike mmadụ nke mba ụwa chọrọ ka mba dị iche iche mee ihe iji gbochie ndị mmadụ na obodo na ahụ ihe na egbu egbu",
  "A na elekarị ndị nọ n'okpuru ọha mmadụ anya dị ka ndị kachasị emetụta",
  "Ha na agụnye ndị bi na ịda ogbenye, ndị ọrụ, ụmụaka, ndị ka nta, ụmụ amaala, ndị na akwaga mba ọzọ, n'etiti ndị ọzọ na adịghị ike ma ọ bụ ndị na emetụta, na mmetụta dị ukwuu.",
  "Ọ bụ Kansụl Na ahụ Maka Ihe Ndị Ruuru Mmadụ nke UN na ahọpụta Rapporteur pụrụ iche",
  "Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ chọrọ ka onye ọkachamara a họpụtara nyochaa ma kọọrọ mba ndị otu ya banyere atụmatụ ndị e mere iji kwalite ma chebe ikike mmadụ nke njikwa na-ezighị ezi nke ihe ndị dị ize ndụ na ihe mkpofu.",
  "Akụkọ ahụ na egosipụta mmetụta nke ikike mmadụ nke ihe mgbakwunye na-egbu egbu na plastik na usoro ndụ nke plastik, gụnyere ikike nke ụmụ nwanyị, ụmụaka, ndị ọrụ, na ụmụ amaala. A na-agbakwunye kemịkal na-egbu egbu na plastik, na-akpata nnukwu ihe ize ndụ nye ikike mmadụ na gburugburu ebe obibi",
  "Onye na-akọ akụkọ pụrụ iche na-ewepụta aro ndị e mere iji dozie mmetụta ọjọọ nke plastik na ikike mmadụ.",
  "N'ime akụkọ a, Rapporteur pụrụ iche na-eme ka ikike ịnweta ozi doo anya n'oge ndụ nke ihe ndị dị ize ndụ na ihe mkpofu, na-achọpụta ihe ịma aka ndị pụtara n'ịghọta ikike a ma na-akọwa ihe ngwọta ndị nwere ike ịnagide nsogbu ndị a",
  "A na-atụle ọrụ nke steeti na ọrụ nke azụmaahịa n'ihe gbasara itinye n'ọrụ ikike ịnweta ozi gbasara ihe ndị dị ize ndụ na ihe mkpofu.",
  "Àtụ:United Nations Special RapporteursÀtụ:Waste"
]