[
  "Onye naemepụta mmiri bụ ngwaọrụ eji enweta mmiri ọṅụṅụ site na osmosis nke mmiri oké osimiri",
  "N'ụgbọ mmiri na ndị naagba ụgbọ mmiri, a naakpọkarị ndị naeme mmiri dị ka ndị naeme ihe mmiri.",
  "Ngwaọrụ ndị ahụ nwere ike ịdị oke ọnụ iji nweta ma lekọta, mana ha bara ezigbo uru n'ihi na ha naebelata mkpa maka nnukwu tankị mmiri maka ogologo oge.",
  "Okwu mmiri naeme ihe nwekwara ike izo aka na generator mmiri ikuku, igwe nke naewepụta mmiri ọṅụṅụ site na iru mmiri n'ime ikuku site na iji friji ma ọ bụ ihe naeme ka mmiri ghara ịdị",
  "Ọtụtụ nsụgharị naeji ụgbọ mmiri ndị nagafe n'oké osimiri",
  "Dabere na imewe, ndị naemepụta mmiri nwere ike iji ọkụ eletrik sitere na ụlọ akụ batrị, injin, generator AC ma ọ bụ aka naarụ ọrụ",
  "E nwere ihe naebugharị ebugharị, nke a naadọkpụ, nke mmiri naarụ ọrụ nke naagbanwe ka ọ rụọ ọrụ aka na mberede.",
  "Enwere nnukwu ọdịiche n'ọnụ ọgụgụ mmiri a naaṅụ.",
  "N'ụlọ na United States, onye ọ bụla naeji ihe dị ka galọn 55 (208 lita) nke mmiri kwa ụbọchị na nkezi. Ebe ihe oriri dị obere, na n'ọnọdụ mberede, enwere ike iji obere ihe mee ihe.",
  "Ụgbọ mmiri ndị naeme njem naeji site na lita 4 ruo 20 (1.05 ruo 5.28 galọn) kwa onye kwa ụbọchị, nkezi nwere ike ịbụ ihe dị ka lita 6 (1.59 galọn)",
  "Mmiri kacha nta achọrọ iji mee ka mmiri dị n'ahụ dịgide bụ 1.5 lita (0.4 gal) kwa ụbọchị",
  "Mmiri a chọrọ ka mmadụ rie dabere na ihe dị iche iche",
  "Ụfọdụ n'ime ihe ndị a gụnyere ịdị arọ, ịdị elu na okike",
  "Ụmụ nwoke na nkezi chọrọ mmiri dị ukwuu karịa ụmụ nwanyị",
  "[citation needed]",
  "Ụdị ndị a ma ama nke ndị naemepụta mmiri ụgbọ mmiri naemekarị site na 2 ruo 150 lita kwa elekere nke ọrụ (0.53 ruo 41 galọn) dabere na ụdị ahụ.",
  "E nwere echiche siri ike n'etiti obere ụgbọ mmiri banyere uru nke ngwaọrụ ndị a",
  "Enwere ike ịchịkọta arụmụka ndị ahụ dị ka:",
  "Ụfọdụ ndị naemepụta mmiri eletrik nwere usoro mgbake ike na imewe ha nke naebelata ike oriri; Otú ọ dị, ndị a naadịkarị ihe dị ka 50% karịa maka nha ọ bụla yiri ya n'ihi mgbagwoju anya ha",
  "Dị ka ntuziaka, naewere usoro 12V DC, mgbake ike nke etinye na ndị namepụta mmiri ahụ nwere mmetụta nke ibelata ọkụ eletrik eji eme ihe site na ikekwe 20A ruo ihe dị ka 8A",
  "Dị ka ngwá ọrụ ọ bụla, ọ gaada n'oge ụfọdụ ma kpatara mmefu / nchegbu.",
  "Ndị niile naemepụta mmiri maka obere ụgbọ mmiri na ụgbọ mmiri naadabere n'otu teknụzụ ahụ, na-eji ụkpụrụ nke \"osmosis azụ\": mgbapụta dị elu na-amanye mmiri mmiri mmiri site na membrane nke naenye ohere ka mmiri ma ọ bụghị nnu gafee.",
  "Ntụnyere a na-ahụkarị bụ nke nzacha; Otú ọ dị, dịka oghere dị na membrane dị obere karịa molecules nke sodium chloride ( nnu) ma dị obere karịa nje bacteria, a chọkwara nrụgide na ọdịdị nke 45-50 bar, usoro ahụ dị mgbagwoju anya karịa nzacha mmiri nkịtị ma ọ bụ nzacha mmanụ a naachọta na injin ụgbọala.",
  "Schenker Watermakers debanyere aha ihe ọhụrụ na teknụzụ desalination na United States",
  "Dị ka US Patent si kwuo, ọ bụ Energy Recovery System, nke naenye ohere ịmalite usoro osmosis, naenweta nchekwa ike nke ihe dịka 80%. Nkà na ụzụ a anaghị achọ iji pọmpụ dị elu ọbụna maka mmiri mmiri mmiri nke oké osimiri, ya mere naenye ohere belata oke ọkụ eletrik",
  "Nkà na ụzụ ahụ dị maka ọnụego mmiri ruru 500 lit / h nke mmiri dị ọcha.",
  "Onye na-emepụta mmiri ikuku bụ igwe nke na-ewepụta mmiri ọṅụṅụ site na iru mmiri dị na ikuku site na iji friji ma ọ bụ ihe naeme ka mmiri kpọnwụọ",
  "Nchịkọta mmiri site na friji chọrọ okpomọkụ dị ala nke ihe dị ka 10-15 °C (50-60 ̊F), ebe adsorbers naeme ka mmiri ghara ịdị na ya enweghị ihe mgbochi dị otú ahụ",
  "Usoro ọ bụla dabara adaba maka ihu igwe ọzara, ebe mmepụta mmiri na-adabere na iru mmiri gburugburu",
  "Ọzara Negev na Israel, dịka ọmụmaatụ, nwere oke mmiri nke 64%.",
  "N'adịghị ka ụfọdụ isi mmalite n'ịntanetị, otu isiokwu nke 1922 na Popular Science kwuru na ọkara mmiri dị na 30% maka Ọzara Sahara, ihe dị ka ọkara mmiri n'ụlọ ikuku. Ọzọkwa, mmetụta nke ebe igirigi naeme ka ụtụtụ naenwe iru mmiri dị elu, nke mere na mmepụta mmiri ikuku gaekwe omume ọbụna na ihu igwe kachasị njọ."
]