[
  "Abdul Moomen Muslim(amụrụ n'ubochi 16 ọnwa Disemba nke afọ 1990) a maara ama n'ọrụ dị ka Chief Moomen bụ nwa afo obodo Ghana na-ede uri, na-emeputa ihe egwuregwu na onye N'Azu ahịa onwe ya",
  "A kachasị mara ya maka imeputa ihe mgbe ochie Ghana bu - Wogbe Jeke: Njem Anyị, ihe nkiri na egosiputa akụkọ ihe mere eme nke Ghana site na mgbe ochie rụọ ugbu a, nke Joyce Amina Misa Amoah duziri",
  "N'ọnwa Maachị nke afọ 2017, a họọrọ ihe nkiri egwuregwu ahu ka ọ bụrụ ihe nkiri isi nke e ji wee mee ememme maka afọ iri isii nke Ghana.",
  "Ghana na-ede uri, onye na-ede egwuregwu na onyo na-emepụta ihe. A maara ya nke ọma maka ịmepụta akụkọ ihe mere eme nke Ghana - WogbeJeke: Njem Anyị, ihe nkiri nke akụkọ ihe mere eme ochie nke Ghana site n'oge ochie ruo n'oge a, nke Joyce Anima Misa Amoah duziri. N'ọnwa Maachị afọ 2017, a họọrọ egwuregwu ahụ dị ka ihe ngosi ihe nkiri iji mee emume ncheta afọ iri isii nke Ghana.",
  "Moomen si na Upper West Region mana a mụrụ ya na Accra nyere nne na nna ya bụ Wala",
  "Chief gụrụ agụmakwụkwọ ya na Association International School na Adenta ma ga-kwa T.I Ahmadiya Sekondịrị sukulu na",
  "School na Kumasi maka agụmakwụkwọ sekọndrị ya",
  "Ọ na-agbaso Masters of Arts na Communications na Mahadum Ghana, ebe ọ nwetara Bachelors of Arts na Bekee na Theatre Arts.",
  "Chief Moomen malitere ime uri okwu dị ka onye nọ n'okpuru, nke nwere mmetụta site na mmasị ndụ ya niile maka Maya Angelou mgbe ọ bụ nwatakịrị. Ọ na-ede, na-agụ, ma na-eme uri maka ụlọ ọrụ zuru ụwa ọnụ, ọrụ na-enweghị uru na ọrụ steeti",
  "N'afọ 2015, ọ malitere nnukwu ọrụ a na-akpọ Heritage Theatre Series iji mee ka akụkọ ihe mere eme nke Ghana site na usoro ihe nkiri. Egwuregwu a kpọrọ WogbeJeke: Njem Anyị, mmepụta awa abụọ na ọkara nke na-akọ akụkọ Ghana site n'oge ochie ruo n'oge a site na ngwakọta mara mma nke ihe nkiri, egwu, ịgba egwu na uri.",
  "Ọ bụkwa onye guzobere Bambu Centre, ebe okike dị na Adenta, Accra, nke e guzobere iji zụlite nkà na azụmaahịa okike. N'afọ 2018, CNN gosipụtara Moomen maka mbipụta nke Ólú Afrịka ya",
  "Ọ rụrụ ọrụ na ihe omume na ebe ndị dị ka National Theatre of Ghana, afọ 2013 Vodafone Ghana Music Awards na emume mmeghe na mmechi nke 2018 Africa Women Cup of Nations na ndị na-akụ ọkpọ, ndị na-agba egwu na ndị na'agụ egwú",
  "N'afọ 2012, ọ rụrụ ọrụ n'ebe olili onye isi ala Ghana John Evans Attah Mills",
  "Moomen rụrụ ọrụ na mmeghe nke FIFA World Cup Trophy na Ụlọ Steeti n'afọ 2014.",
  "N'afọ 2018, Moomen nyere onye isi ala Hilla Limann (afọ 1979 ruo 1981) otuto n'ememe ncheta afọ 20 ya.",
  "N'ụbọchị Mee, afọ 2020, Moomen rụrụ ọrụ n'egwuregwu egwu iji sọpụrụ ndị ọrụ ahụike na Ghana n'akụkụ ndị ọzọ na-ede uri na ndị na-agụ egwú dịka, Apiorkor, Nana Asase, Okyeame Kwame, Akwaboah, Cina Soul, Knii Lante, Fameye, Amandzeba, Tagoe Sisters, Kwabena Kwabena na Joe Mettle. N'ubochi 10 ọnwa Disemba nke afọ 2021, ọ rụrụ ọrụ na Expo 2020 na Dubai dị ka akụkụ nke Dignified Storytelling Forum.",
  "N'afọ 2017, n'oge emume ụbọchị nnwere onwe nke iri isii nke obodo Ghana, Chief Moomen kwuru na azụmahịa ya nọ n'ọnụ ọdịda n'ihi enweghị ike nke Gọọmentị Ghana ịkwụ ya ụgwọ maka ịhazi ihe nkiri ya Wogbɛ Wask dị ka akụkụ nke Heritage Theatre Series, nke e mere iji gosipụta ọdịbendị na akụkọ ihe mere eme nke Ghana.\nDị ka o si kwuo, o ji ụgwọ site na ihe ngosi ọ na-eme n'akwụghị ụgwọ zuru ezu ma ọ pụghịzi ịga n'ihu n'ihi mmetụta na-ebibi ihe ọ nwere na azụmahịa ihe nkiri ya",
  "Mgbe ahụ, ọ kagburu ihe ngosi ndị ọzọ na ebe ọ bụ na ọ pụghị ịhazi ihe ngosi ọ bụla ọzọ na ụgwọ dị otú ahụ."
]