[
  "Onyeka Akumah (amụrụ 21 Ọktoba 1984) bụ onye ọchụnta ego na teknụzụ na-elekwasị anya na njem njem, ọrụ ugbo, ezigbo ala na ụlọ mgbasa ozi",
  "A maara ya nke ọma dị ka onye guzobere Treepz Inc.  Tupu e hiwe ụlọ ọrụ ya n'afọ 2019, Onyeka Akumah bụ onye isi ụlọ ọrụ Farmcrowdy",
  "A na-ekwu na ọ tinyere aka na ọganiihu nke ụlọ ọrụ teknụzụ dị iche iche na e-commerce dị n'Afrịka ebe ọ nọrọ n'ọkwa ma nye aka na uto ha.]..",
  "A mụrụ Onyeka na Lagos State, obere oge tupu ya eruo afọ abụọ, ndị mụrụ ya kwagara Sokoto State, North-west Nigeria ebe ọ gụrụ akwụkwọ praịmarị na sekọndrị",
  "Onyeka nwetara nzere bachelọ ya na Mahadum Sikkim Manipal India ebe ọ gụsịrị akwụkwọ na Grade A ma ọ bụ First Class Honours na Applied Information Technology.",
  "Onyeka banyere n'ọrụ ọchụnta ego mgbe ọ dị obere, na-ewu ụlọ ọrụ ọbụlagodi mgbe ọ ka nọ na Mahadum na-edekọ ihe ịga nke ọma na ọdịda ka ọ na-etolite",
  "Mgbe ọ nwetasịrị akara ugo mmụta mbụ ya, Onyeka malitere ọrụ ya na British Council dị ka Webmaster tupu ọ gaa n'ihu sonye na Deloitte dị ka onye nhazi E-Marketing maka East, West na Central Africa",
  "N'afọ 2010, ọ bụ onye njikwa Ahịa n'ịntanetị maka Wakanow, mgbe e mesịrị, ọ nọrọ na GTB iji malite SME Market Hub Onyeka bụ ọkachamara na azụmaahịa e-commerce nke ahụmịhe ya gbasara ụlọ ọrụ e-commerce kachasị elu dịka Rocket Internet nwere Jumia, Konga na Travelbeta na-eduga ahịa na azụmahịa ha. Ọ bụ onye guzobere Farmcrowdy, Plentywaka, Crowdyvest na RentSmall",
  "Ọ gbara arụkwaghịm dị ka CEO nke Farmcrowdy na 2021 ma bụrụ ugbu a CEO nke Treepz (nke bụbu Plantywaka). Ọ bụ onye ọchụnta ego Naijiria 10 kachasị elu site na Vanguard (Nigeria) n'akụkụ Uche Pedro , Seun Osewa, Anthony Ejefoh, Linda Ikeji na Temie Giwa-Tubosun. N'ọnwa Ọktoba 2021, Peace Hyde gbara ya ajụjụ ọnụ maka Forbes Africa Feature, ebe ọ kwuru maka njem ọchụnta ego ya. E gosipụtakwara ya na Techcrunch ebe ọ kwuru maka African Start-Ups na Global Expansion.",
  "Na 2 Maachị 2021, Onyeka gbara arụkwaghịm dị ka CEO nke Crowdyvest na-esote ire ahịa 100% na Tope Omotolani a họpụtara dị ka CEO mgbe ọ chịchara mkpokọta ụlọ ọrụ ahụ.",
  "Na Septemba 2019, mgbe ahụmahụ ụgbọ ala na-enweghị enyi gasịrị, Onyeka na ndị guzobere ya Johnny Enagwolor, Oluseyi Afolabi na John Shaibu guzobere Treepz",
  "N'oge usoro mgbanwe ya na Septemba 2021, ụlọ ọrụ ahụ chọrọ aha a nabatara n'ụwa niile, ya mere mgbanwe site na Plentywaka gaa na Treepz Inc. Treepz Inc na-ewu ikpo okwu njem nke Africa na-enye ndị njem mfe, nchekwa, na nkasi obi na njem ha kwa ụbọchị",
  "Site na ọrụ na Naịjirịa, Ghana na Uganda, Treepz ebugharịwo ihe karịrị ndị na-agba ịnyịnya 800,000",
  "Treepz Inc setịpụrụ iji mebie ngalaba njem na ọrụ dịka ịkekọrịta njem kwa ụbọchị",
  "Njem njem na ugbu a ngwọta tiketi",
  "Na Disemba 2021, Treepz jikọtara aka na ụlọ ọrụ bọs shuttle dị afọ 53, CMS Taxi and Motor Nigeria Limited (CMS T&M), iji digitize njem maka ndị ahịa nde 1.6 kwa afọ. Ha na-arụ ọrụ na Central Business District nke Lagos gụnyere Marina, Lagos Island, Victoria Island, Ikoyi na Lekki nke Lagos State, na bọs na obere ụgbọala.",
  "N'ọnwa Nọvemba afọ 2016, Onyeka, ya na ndị otu ya bụ Ifeanyi Anazodo, Akindele Philips, Christopher Abiodun, na Temitope Omotolani hiwere Farmcrowdy Limited, usoro ihe eji arụ ọrụ ugbo na-ejikọta obere ndị ọrụ ugbo na ndị na-etinye ego na ebumnuche nke ịkwalite mmepụta nri na Nigeria.  1]  Farmcrowdy, wepụrụ ngwa ngwa, na-anata ntinye ego nke mmụọ ozi mbụ ya nke $60,000 otu ọnwa ka emechara yana na 2017, nwetara ntinye ego mkpụrụ $1 million na Techstars Atlanta Accelerators Programme.  Taa, ụlọ ọrụ ahụ etoola ruo otu mmadụ iri ise na ise ndị rụkọrọ ọrụ na ihe karịrị puku mmadụ iri abụọ na ise na-arụ ọrụ ugbo n'ime ime obodo n'ofe steeti iri na isii na Naịjirịa gụnyere Kano, Niger, Nasarrawa, Ogun, Oyo, Osun, Edo, Akwa-Ibom, Lagos, Plateau, Kaduna,  Adamawa, Niger, Kwara, Abuja, Sokoto, na Benue.  Onye isi oche nke Naijiria, Prọfesọ Yemi Osinbajo kọwara Farmcrowdy dị ka ụlọ ọrụ na-emepụta akụ ọhụrụ na Agriculture ma mesịa jiri National Productivity Order of Merit nke Onye isi ala Nigeria, Muhammadu Buhari nye ya nsọpụrụ.  N'August 2019, Oyo State kwuputara mmekorita ya na Farmcrowdy n'ime ugbo 50,000 ndi oru ugbo na Oyo State.  O kwuru ebumnuche nke FarmCrowdy na mkparịta ụka nke e mere na isi ụlọ ọrụ dị na Lekki, Lagos na 2019",
  "O kwuru na \"Anyị na-eguzobe uwe ọhụrụ a dị ka onye enyemaka nke Farmcrowdy iji mee ka ọganihu nke ọrụ ugbo ọ bụghị nanị na Nigeria ma na kọntinent ahụ.   Anyị jikwaa iji ihe ndị anyị nwere ike ịnakọta site n'aka ndị na-etinye ego na ndị na-akwado ya iji tinye ọnụ na azụmahịa ahụ, iji kwalite mmepụta nri na kọntinent ahụ.  Ebumnuche anyị ime nke a bụ ime ihe niile ga-eme ka ndị ọrụ ugbo na-ebi ndụ ka mma na obodo.  Agbanyeghị, nke a anaghị emetụta ọrụ Farmcrowdy kama;  ọ ga-eme ka ọ dịkwuo mma ma kwalite usoro uru ọrụ ugbo nke obodo ahụ.i...",
  "Onyeka bi na Lagos, Nigeria.  Mgbe ọ naghị eme azụmahịa ma ọ bụ itinye ego na mmalite, ọ na-enwe mmasị ikwu okwu na nkuzi na mmemme na ogbako dị iche iche."
]