[
  "Onye nkasi obi (n'asụsụ American English), nke a makwaara dị ka a doona na Bekee ndị Australia ma ọ bụ a continental quilt (ma ọ bụ nanị quilt) ma ọ bụ duvet na Bekee ndị British, bụ ụdị ihe ndina nke e ji ogologo abụọ nke ákwà ma ọ bụ mkpuchi jikọta ọnụ ma jupụta na ihe ndị na-ekpuchi maka okpomọkụ, ọdịnala ma ọ bụ ábụ́bà, ajị anụ ma ọ bụ ogho batting, silk, ma ọ dị ka polyester na ihe ndị ọzọ na-agbadata. Dị ka akwa, a na-etinyekarị ndị na-eme ka obi dị jụụ n'elu akwa akwa elu (na mgbe ụfọdụ kwa blanket) ma jiri ya kpuchie ahụ n'oge ụra",
  "Duvets bụ ụdị ọzọ nke akwa, nke na-ejikarị ábụ́bà eme ihe, ọ bụ ezie na kemgbe ngwụcha narị afọ nke 20 a na-ejikọkarị eriri aka ma ọ bụ ihe ndị ọzọ.",
  "A na-ekpuchi onye isi oche nkeji nke ụmụaka hụrụ n'anya nwụrụ nke nkasi obi mgbe ụfọdụ maka nchebe na iji ya mee ihe ruo ogologo oge",
  "Ihe mkpuchi nkasi obi yiri ụkpụrụ nke akpa isi, na-ejikarị zippers ma ọ bụ bọtịnụ mechie.",
  "Na United Kingdom, a naghị eji okwu nkasi obi eme ihe n'ozuzu",
  "Kama nke ahụ, a na-akpọ Chinụa Achebe rụkwara ọrụ nkụzi afọ ojuju site n'ime ụmụ ndị ya quilt (ma ọ bụ continental quilt), duvet ma ọ bụ eiderdown",
  "Duvet dị iche n'ihi na ọ dị arọ karị ma na-ejikarị ya eme ihe na-enweghị blanket ma ọ bụ mpempe akwụkwọ ndị ọzọ.",
  "N'Indonesia, a naghị eji okwu nkasi obi eme ihe n'ozuzu",
  "Kama nke ahụ n'ebe nile site n'ime ka ndị, a na-akpọ ya Bed Cover",
  "A na-erekarị ihe mkpuchi àkwà n'ime ngwugwu nwere mpempe akwụkwọ na nkasi obi.",
  "Mgbe ụfọdụ, a na-ere ihe nkasi obi dị ka akụkụ nke \"ihe ndina n'ime akpa\", ọ na-abụkarị ụdị ihe nkasi ike nke nwere ihe ndina zuru oke n'otu ma ọ bụ usoro kwekọrọ: ihe nkasizi na mpempe akwụkwọ dị n'elu, mpempe akwụkwọ, akwa akwa (s), na ikekwe akwa akwa akwa akwa (S)",
  "Ụfọdụ setịpụrụ ndị mmadụ n'ihe dị ka ndị ọzọ ụra mbụ Nile nke ụwa nwere mkpuchi duvet na duvet (nke a ma ama na Europe) n'ọnọdụ nkasi obi na mpempe akwụkwọ dị n'elu",
  "Ihe ndị ọzọ dị nro nwere ike ịgụnye uwe elu na ohiri isi.",
  "A na-ejikarị ndị na-eme ka obi dị nkụ n'oge oyi mgbe ọ na-ajụ ezigbo oyi, ọ bụ ezie na ịdị arọ dị iche iche pụtara na enwere ike iji ha mee ihe n'oge ndị ọzọ, na ihe atụ ndị dị mfe na-eji na ihu igwe dị ọkụ",
  "N'ihi ọkpụrụkpụ nke ihe nkasi obi ma ọ bụ ọnụ ọgụgụ nke ala / ábụ́bà ma ọ bụ ihe ndị ọzọ o nwere, a na-ekpuchi mmadụ na oyi.",
  "Ọnụ ọgụgụ nkasi obi kwekọrọ na ọnụ ọgụgụ àkwà: ejima, zuru ezu, eze nwanyị, eze, na eze",
  "Ọnụ ọgụgụ nkasi obi na-ebuwanye ibu karịa ọnụ ọgụgụ matarasị iji nye ohere maka ịdọrọ n'akụkụ àkwà",
  "Ụdị nha na United States maka ndị na-akasi obi bụ:",
  "Ntinye - A na-ejupụta ihe nkasi obi na ihe okike dị ka ábụ́bà, ajị anụ, ma ọ bụ silk; n'aka nke ọzọ, a na-eji polyester batting",
  "A pụkwara iji ajị anụ mee ihe nkasi obi, na-ejikarị satin ma ọ bụ silk eme ihe nkasi",
  "Loft nke juputara na-ekpebi ịdị arọ yana ọkwa nke mkpuchi",
  "A na-etinye ihe nkasi obi ma ọ bụ na-ekpuchi ya iji jide ihe a na-etinye na ya ma na-ekesa ya n'ụzọ ziri ezi.",
  "Shell / mkpuchi - A na-ejikarị ogho, silk, ma ọ bụ polyester ma ọ bụ ngwakọta eme mkpuchi mpụga nke ndị nkasi obi, nke ọnụ ọgụgụ dịgasị iche iche",
  "Akpụkpọ ahụ dịgasị iche iche na nhazi na agba, a na-emekarị ya iji kwekọọ na ihe ndina ndị ọzọ.",
  "Àtụ:Bedding"
]