[
  "Oprah Gail Winfrey (amuru Orpah Gail Winfrey ; Jenụwarị 29, 1954) bụ onye nnabata okwu America, onye na-eme ihe onyonyo, onye na-eme ihe nkiri, onye edemede na onye enyemaka",
  "A maara ya nke ọma maka ihe ngosi okwu ya, The Oprah Winfrey Show, na-agbasa site na Chicago, nke bụ usoro ihe omume telivishọn kachasị elu nke ụdị ya na akụkọ ihe mere eme",
  "Ọ gosiri n'igwe onyonyo wee rue afọ iri abụọ na ise, site na 1986 ruo 2011. Akpọrọ ya \"Queen of All Media,\"  ọ bụ onye Africa-America kasị baa ọgaranya na narị afọ nke iri abụọ (20th Century), ọ bụbu kwa naanị onye isi ojii nwere ego rụrụ ọtụtụ ijeri n'ụwa, na onye isi ojii kachasị ukwuu ma burukwa onye Na-enyere mmadụ aka dị ka akụkọ ihe mere eme na mba America si wee di.  Ka ọ na-erule afọ 2007, ahọpụtara ya mgbe ụfọdụ dị ka nwanyị kacha nwee mmetụta n'ụwa.",
  "A mụrụ Winfrey na ịda ogbenye n'ime obodo Mississippi site na nne na-eto eto ma mesịa zụlite ya na ime obodo Milwaukee",
  "O kwuwo na e metọrọ ya n'oge ọ bụ nwata na mgbe ọ dị afọ iri na ụma wee tụụrụ ime mgbe ọ dị afọ iri na anọ; nwa ya nwoke nke ọ mụrụ na- akaghị aka wee nwụọ mgbe ọ bụ nwa ọhụrụ.  E zigara Winfrey ka ya na nwoke ọ na-akpọ nna ya biri",
  "Aha ya bụ Vernon Winfrey, onye na-akpụ isi na Nashville, Tennessee, o wee nweta ọrụ na ụlọ ọrụ mgbasa ozi redio mgbe ọ ka nọ n'ụlọ akwụkwọ sekọndrị",
  "Ka ọ na-erule afọ iri na iteghete, ọ bụrụ onye nkwado maka akụkọ mgbede nke mpaghara ahu",
  "Winfrey na-enwekarị mmetụta uche, nnyefe n'efu mechara mee ka ọ bufee ya gaa na ebe ihe ngosi ụbọchị ehihie, na mgbe ọ kwalitechara ihe ngosi okwu Chicago, ọ malitere ụlọ ọrụ mmepụta nke ya.",
  "Ka ọ na-erule n'etiti 1990s, Winfrey weghachiri ihe ngosi ya na-elekwasị anya na akwụkwọ ọgụgụ, nkwalite onwe onye, iche echiche,ref>Tacopino, Joe",
  "\"Oprah, Glenn Beck are America's favorite TV personalities: poll\", Daily News, January 25, 2010.</ref> na ọnọdụ ime mmụọ",
  "N'agbanyeghị na a katọrọ ya maka ịtọhapụ omenala nkwuputa, ịkwalite echiche enyemaka onwe onye na- arụrịta ụka,  na inwe ụzọ mmetụta uche, a na-etokwa ya maka imeri ahụhụ iji ghọọ onye na-enyere ndị ọzọ aka. Winfrey pụtakwara dị ka onye kpara ike na ndọrọ ndọrọ ọchịchị n'ọsọ onye isi ala n'afọ 2008, na nkwado ya nke o nyere Barack Obama, nke e kwụrụ na ọ karịrị otu nde votu na Democratic praịmarị nke afọ 2008. N'afọ 2013, Onye isi ala Obama nyere Winfrey ihe nrite Presidential Medal of Freedom, Ọ natakwara nzere doctorate abụọ n'aka Duke na Harvard. Na 2008, o guzobere netwọk nke ya, Oprah Winfrey Network (OWN).",
  "Enyere ya site n'ịmepụta ụdị mgbasa ozi na-akpachi anya karịa, Winfrey kwalitere ma gbanwee ụdị okwu tabloid nke Phil Donahue keputara, o mekwara ka o wuo ewuo karịa",
  "N'afọ 1994, a kpọbatara ya n'otu nke National Women's Hall of Fame. Winfrey eritela ọtụtụ ihe nrite n'oge ọrụ ya nke gụnyere Daytime Emmy Awards iri na asatọ, gụnyere Lifetime Achievement Award nakwa Chairman's Award, Primetime Emmy Awards abụọ, nke gụnyere Bob Hope Humanitarian Award, otu Tony Award, otu Peabody Award nakwa Jean Hersholt Humanitarian Award, nke ọ bu Academy Awards na-enye nakwa nhọpụta Academy Award abụọ",
  "Ahọpụtara Winfrey dika onye otu nke American Academy of Arts and Sciences n'afọ 2021.",
  "A mụrụ Orpah Gail Winfrey na Jenụwarị 29, 1954; Aha mbụ ya bụ Orpah na akwụkwọ ọmụmụ ya dika aha a bara otu nwanyi n'akwụkwọ Nsọ dị ka ọ dị na Akwụkwọ Rut, ma ndị mmadụ sụhiere ya mgbe niile nke mere ka a malitezie kpọba ya \"Oprah\". A mụrụ ya na Kosciusko, Mississippi, nye nne dị afọ iri na ụma na-alụbeghị di",
  "Nne ya, Vernita Lee (1935–2018), bụ onye na-eje ozi n'ụlọ. A na-akpọkarị Vernon Winfrey (a mụrụ c",
  "1933) nna mụtara Winfrey",
  "Vernon Winfrey bu onye na-egwupụta coal, ọ bubu onye isi ọchịchị obodo ma bụrụ kwa onye nọbụ n'òtù ndị agha mgbe a mụrụ ya",
  "Otú ọ dị, onye ọrụ ugbo Mississippi na onye lụrụ agha ụwa nke abụọ aha ya Noah Robinson Sr",
  "(amụrụ c",
  "1925) ekwuola na ọ bụ ya bu nna mụrụ ya.   Nnwale mkpụrụ ndụ nke e mere na 2006 chọpụtara na Winfrey sitere n'agbụrụ Kpelle, n'ógbè nke dị na Liberia taa",
  "Achọpụtara mkpụrụ ndụ ihe nketa ya ka ọ bụrụ 89% Sub-Saharan Africa, 8% Native American, na 3% East Asia",
  "Agbanyeghị nke a, n'ihi enweghị ezigbo ihe nyocha nke mkpụrụ ndụ, akara nrịbama East Asia nwere ike ịbụ nke America..",
  "Mgbe a mụsịrị Winfrey, nne ya gawara mgbago ugwu, Winfrey nọrọ afọ isii mbụ ya na nke nne nne ya, Hattie Mae (Presley) Lee (Eprel 15, 1900 - February 27, 1963), ha bikwa n'oke ịda ogbenye n'ime obodo",
  "Nne nne ya dara ogbenye nke na Winfrey na-eyikarị uwe e ji akpa nduku mee, bụ́ nke mere ka ụmụaka ndị ọzọ na-akwa ya emo.   Nne nne ya kụziiri ya ịgụ ihe tupu ọ dị afọ atọ ma kpọga ya na chọọchị dị n’ógbè ahụ, bụ́ ebe a kpọrọ ya “Onye Nkwusa” n’ihi na o nwere ike ịgụpụta amaokwu Baịbụl",
  "Mgbe Winfrey bụ nwata, a kọrọ na nne nne ya na-akparị ya.",
  "Mgbe ọ dị afọ isii, Winfrey kwagara n'otu agbata obi dị n'ime Milwaukee, Wisconsin, ya na nne ya, bụ onye na-adịghị akwado ma na-agba ume ka nne nne ya sị eme, n'ụzọ dị ukwuu n'ihi ogologo oge ọ rụrụ ọrụ dị ka odibo",
  "N'oge a, Lee mụrụ nwa nwanyị ọzọ, nwanne Winfrey nke obere, Patricia  onye nwụrụ n'ihi ihe ndị metụtara ịñụ ọgwụ cocaine na Februarị afọ 2003 mgbe ọ dị afọ iri anọ na atọ.  Ka ọ na-erule 1962, ọ na-esiri Lee ike ịzụ ụmụ nwanyị abụọ ahụ, ya mere e zigara Winfrey nwa oge ka ya na Vernon biri na Nashville, Tennessee",
  "Mgbe Winfrey nọ na Nashville, Lee mụrụ nwa nwanyị nke atọ,  bụ onye e debere maka nkuchi n'olileanya nke ibelata nsogbu ego nke butere Lee ịnọ na ọdịmma, ma mesịa kpọọ ya Patricia",
  "Winfrey amaghị na ya nwere nwanne nwanyị nke abụọ ruo 2010.  Ka ọ na-erule oge Winfrey na nne ya laghachiri, Lee aburula onye mụkwara nwanne Winfrey nwoke aha ya bu Jeffrey, onye nwụrụ n'ihi ọrịa AIDS na 1989",
  "Mgbe ọ dị afọ asatọ, e mere ya baptizim n'ụlọ uka Baptist.",
  "Winfrey ekwuola na nwa nwanne nna ya, nwanne nna ya na enyi ezinụlọ ya mere ya ihe ike ma metọọ ya malite mgbe ọ dị afọ itoolu, ihe mbụ o kwupụtara na ihe omume 1986 nke ihe nkiri TV ya gbasara mmetọ mmekọahụ. Mgbe Winfrey na ndị òtù ezinụlọ kwurịtara ebubo mmetọ ahụ mgbe ọ dị afọ iri abụọ na anọ, e kwụrụ na ha jụrụ ikwere Ihe o kwuru.  Winfrey kwuru otu oge na ya ahọrọla ịghara ịbụ nne n'ihi na egosighi ya ịhụnanya nke nne na-egosi nwa nke ọma. Mgbe Winfrey dị afọ iri na atọ, mgbe ọ tachara ahụhụ ihe rụrụ ọtụtụ afọ, ọ gbapụrụ n'ụlọ",
  "Mgbe ọ dị afọ iri na anọ, ọ tụrụ ime, ma nwa ya nwoke a akachagi aka nke mere oji wee nwụọ obere oge ka a mụchara ya. Winfrey mechara kwuo na ọ dị ya ka onye e rere mgbe otu onye ezinaụlọ ya kọrọ akụkọ nwa ya nwoke ahụ nye National Enquirer n'afọ 1990.",
  "Winfrey gara ụlọ akwụkwọ sekọndrị Lincoln nke dị na Milwaukee, mana mgbe ọ nwesịrị ihe ịga nke ọma na ememe Upward Bound, ebugharị ya na ụlọ akwụkwọ sekọndrị Nicolet dịpụrụ adịpụ",
  "Mgbe e bufere ya, o kwuru na a na-echetara ya mgbe niile maka ịda ogbenye ya ka ya na ndị Africa bi n'America ibe ya na-agba ụgbọ ala gaa ụlọ akwụkwọ, ụfọdụ n'ime ndị Africa a bi na America bụ ndị na-eje ozi n'ezinụlọ ụmụ klas ya",
  "Ọ malitere inupụ isi wee na-ezu ego nne ya iji gbalịsie ike hụ na ọ na-emefu ego dika ndị ọgbọ ya.  N'ihi ya, nne ya zipụrụ ya ọzọ ka ya na Vernon biri na Nashville, mana n'oge a ọ kpọghachighị ya",
  "Vernon siri nnọọ ike, mana ọ na-agba ya ume ma mee ka agụmakwụkwọ ya bụrụ ihe kacha mkpa",
  "Winfrey ghọrọ nwa akwụkwọ na-asọpụrụ, a họpụtara ya ka ọ bụrụ nwa agbọghọ kachasị ewu ewu, wee sonye n'òtù okwu ụlọ akwụkwọ sekọndrị ya na East Nashville High School, nke mere ka ụlọakwụkwọ ha bụrụ ndị nke abụọ na nkọwa dị egwu.",
  "Ọrụ mbụ Winfrey mgbe ọ dị afọ iri na ụma na-arụ ọrụ n'ụlọ ahịa ihe nri obodo. Mgbe ọ dị afọ 17, Winfrey meriri asọmpi ịma mma nke Miss Black Tennessee. Ọ dọkwara mmasị ụlọ ọrụ redio ndị ịsị ojii dị n'ógbè ahụ nke aha ya bụ́ WVOL, bụ́ ndi were ya n'ọrụ ka ọ na-eme akụkọ nwa oge",
  "Ọ rụrụ ọrụ n'ebe ahụ n'oge ọ nọ n'ụlọ akwụkwọ sekọndrị dị elu nakwa n'ime afọ abụọ ya na mahadum.  Ọ meriri asọmpi okwu ọnụ, nke mere ka ọ nweta ohere ịgụ akwụkwọ n'eri zuru oke na Mahadum steeti Tennessee, nke bu ụlọakwụkwọ ndị isi ojii, ebe ọ gụrụ maka nzikọrịta ozi",
  "Agbanyeghị nke a, o wepụtaghị akwụkwọ ikpeazụ ya wee nweta nzere mmụta ya ruo afọ 1987, bụ́ mgbe ọ mebeworo nke ọma n'ihe omume telivishọn.",
  "Ọrụ Winfrey na mgbasa ozi ejughi nne nne ya anya, onye kwuru otu oge na kemgbe Winfrey malitere ikwu okwu, ọ nọ na ogbo",
  "Mgbe ọ bụ nwata, ọ na-egwuri egwu na-agba nwa bebi ọka ya ajụjụ ọnụ na ngere nke ezinụlọ ya",
  "Winfrey mechara kweta mmetụta nke nne nne ya nwere n'ebe ọ nọ, ọ na-ekwu na ọ bụ Hattie Mae gbara ya ume ikwu okwu n'ihu ọha wee \"nye m echiche ziri ezi banyere onwe m\"…",
  "Mgbe ọ na-arụ ọrụ na mgbasa ozi mpaghara ahu, Winfrey bụ onye akụkọ kacha nta na onye akụkọ nwanyị ojii mbụ na ụlọ ọrụ mgbasa ozi televishọn Nashville nke a kpọrọ WLAC-TV (nke a na-akpọ WTVF-TV ugbu a), ebe ya na John Tesh, onye na-arụ ọrụ na Nashville rukoro ọrụ",
  "N'afọ 1976, ọ kwagara n'ụlọ ọrụ mgbasa ozi nke dị na Baltimore a kpọrọ WJZ-TV iji na-aguputa akụkọ mgbasa ozi nke ha na-eme n'elekere isii",
  "Na 1977, ewepụrụ ya dị ka onye na-akọ akụkọ ụwa, o wee rụọ ọrụ na ọkwa dị ala n'ụlọ ọrụ ahu",
  "A kpọbatara ya ka ọ sonyere Richard Sher dị ka onye na-akwado ihe ngosi mpaghara ahu a na-egosi na WJZ nke a kpọrọ 'People are talking', nke malitere na August 14, 1978",
  "Ọ bụ kwa onye haziri mgbasa ozi mpaghara ahu a kpọrọ 'Dialling for Dollars'.",
  "N'afọ 1984, Winfrey kwagara Chicago ka ọ bụrụ onye na-eme ihe ngosi okwu ụtụtụ nke WLS-TV a na-eme ọkara elekere nke a kpọrọ 'AM Chicago', mgbe onye isi ụlọ ọrụ ọdụ ahụ, Dennis Swanson goro ya ọrụ",
  "Ihe omume mbụ ya mere na Jenụwarị 2, 1984",
  "N'ime ọnwa ole na ole ka Winfrey weghaara ya, ihe nkiri ahụ si n'ebe ikpeazụ na ọkwa wee gafe Donahue dị ka ihe ngosi okwu kachasị na Chicago",
  "Onye nkatọ ihe nkiri ahụ bụ Roger Ebert mere ka ọ bịanye aka na nkwekọrịta mmekọrịta ya na King World",
  "Ebert gwara ya na ọ ga-enweta ego karịrị okpukpu iri anọ karịa ihe ngosi telivishọn ya a kpọrọ 'At the Movies'",
  "A kpọgharịrị ya The Oprah Winfrey Show wee gbasaa ihe rụrụ otu awa zuru ezu",
  "Emepụtara ihe omume mbụ na mba niile na Septemba 8, 1986",
  "Ihe ngosi Winfrey butere ihe karịrị ndị na-ege ntị Donahue okpukpu abụọ, o wepụkwara Donahue dị ka ihe ngosi a na-eme n'ụbọchị na America",
  "Asọmpi ha kpọsara nke ukwuu bụ isiokwu a nyochara nke ukwuu",
  "Dị ka magazin Time si kwuo na August 1988:",
  "Ọ bụ mmadụ ole na ole ga-azọ nzọ na ịrị elu ọsọ ọsọ Oprah Winfrey iji webata ihe ngosi okwu ama ama na TV",
  "N'ebe ndị nwoke ọcha na-achị, ọ bụ nwanyị ojii nke nwere nnukwu ibu",
  "Dị ka ndị na-agba ajụjụ ọnụ si ekwu, ọ dịghị ihe jikọrọ ya na onye dika Phil Donahue",
  "Ihe ọ na-enweghị na nkwubi okwu nta akụkọ, ya ka ọ nwere n'ịmata ihe, ọchị siri ike na, na nke kasi nke, mmetụta ọmịiko",
  "Ndị ọbịa nwere akụkọ dị mwute ịkọ na-akpali anya mmiri n'anya Oprah",
  "Ha na-ahụkarị onwe ha ka ha na-ekpughe ihe ha na-agaghị eche n'echiche ịgwa onye ọ bụla, ma ya fọduzie ndị na-ele ihe onyonyo."
]