[
  "Àtụ:Infobox NFL biography",
  "Brian Ndubisi Orakpo (Amụrụ ya na Julaị 31, 1986), bụ onye bọọlụ Amerịka n'èzí onye gbara bọọlụ afọ iri na National Football League (NFL)",
  "Ọ gbara bọọlụ kọleji maka Mahadum Texas, a nabatara ya dị ka onye America niile, Washington Redskins dekwara ya na nke iri na atọ n'ozuzu na 2009 NFL Draft",
  "Ọ gbakwara Tennessee Titans bọọlụ, a họpụtakwara ya na Pro Bowls anọ.",
  "A mụrụ Orakpo na Julaị 31, 1986, na Houston, Texas na nne na nna Gloria na Arthur Orakpo, ndị si Naijiria kwabata. O nwere ụmụnne abụọ ọ tọrọ, Jennifer na Michael. Orakpo gbara bọọlụ ụlọ akwụkwọ sekọndrị na Lamar High School na Houston, Texas. Ọ na-egwuri egwu na njedebe na njedebe siri ike ma bụrụ onye otu mbụ na-ahọrọ mpaghara niile ugboro abụọ maka otu egwuregwu bọọlụ Texans",
  "Na mgbakwunye, ọ gbara nnụụ bọọlụ site na nwa ọhụrụ ya ruo n'afọ ndị na-eto eto.",
  "Orakpo gara Mahadum Texas, ebe ọ gbara bọọlụ maka otu egwuregwu bọọlụ Texas Longhorns nke Mack Brown site n'afọ 2004 ruo 2008. A na-eyi nye ya redshirt dị ka onye ọhụrụ na 2004, mana n'afọ 2005 ọ gbara bọọlụ iri na atọ niile wee malite n'otu",
  "O mere mmetụta ozugbo maka Longhorns, nyere ha aka mechaa nke 10 na mba ahụ na nchekwa, na-edekọ 27 tackles, ọkara akpa, fumble a manyere ma weghachite fumble",
  "Egwuregwu ya mere ka ọ bụrụ Defensive Freshman of the Year na otu mbụ Freshman All-America site na The Sporting News - ma nyere Longhorns aka inweta asọmpi nke anọ nke mba ha.",
  "Dị ka nwa akwụkwọ nke abụọ na 2006, ọ gbara egwuregwu 13 niile, dekọọ 26 tackles na 4.5 sacks ma kpọọ ya otu n'ime ndị Lowe's Most Improved Defensive Players. Dị ka onye na-eto eto na 2007, ọ gbara egwuregwu itoolu ma hapụ anọ n'ihi mmerụ ahụ n'ikpere aka nri ya na Arkansas State",
  "Ọ bụ onye na-agbachitere MVP nke 2007 Holiday Bowl megide Arizona State mgbe ọ dekọrọ isii tackles na akpa abụọ n'oge egwuregwu ahụ. Ọ gwụchara oge ahụ na 37 tackles na 5.5 sacks.",
  "Dị ka onye okenye na 2008, Orakpo dekọrọ 40 tackles na 11.5 sacks ma bụrụ Associated Press Big 12 Defensive Player of the Year. Ọ bụkwa onye mmeri nke Bronko Nagurski Trophy, nke e nyere onye ọkpụkpọ kachasị mma, Ted Hendricks Award, nke e nye onye na-agbachitere onwe ya, The Bill Willis Trophy nke e nyere ndị na-agba ọsọ na kọleji, na Lombardi Award, nke enyere onye kachasị mma ma ọ bụ onye na-aga n'ihu.  A matara ya dị ka otu ndị otu mbụ All-American, mgbe ọ natara nsọpụrụ ndị otu mbụ site na Associated Press, American Football Coaches Association, Football Writers Association of America, The Sporting News, na Walter Camp Football Foundation. Ọ bụ onye mbụ Texas Longhorn na-agbachitere onwe ya iji nweta nsọpụrụ All-American kemgbe Tony Brackens na 1995.",
  "N'ọrụ kọleji ya, Orakpo dekọrọ takụlụ 132, saksị 32, 38 tackles maka ọnwụ, 62 pressures, isii passes broken up, isii forced fumbles, na a fumble recovery.",
  "Orakpo gara NFL Combine na atụmanya dị ukwuu n'ihi aha ya a ma ama dị ka \"onye agha na-eme ngagharị iwe\". 31 reps ya na bench press bụ nke abụọ n'etiti ndị na-echebe onwe ha niile na nke asaa kachasị mma n'etiti niile na-eche nche",
  "Ọ na-awụli elu nke 39.5-inch bụ nke abụọ maka ndị na-agbachitere ya niile, ọ gosipụtakwara ọsọ ya na ọsọ ya mgbe ọ na-edekọ oge 4.63 40-yard dash. Na ngwụcha usoro tupu draft, a na-atụ anya na Orakpo ga-abụ onye mbụ nke ndị ọkachamara na ndị scouts nke NFL",
  "A họpụtara ya dị ka onye na-agbachitere onwe ya kachasị mma / onye na-anọghị n'èzí na draft site n'aka onye nyocha NFL Bucky Brooks, DraftScout.com họpụtara ya dịka onye nke abụọ kachasị mma na-agba ọsọ n'èstre na draft site na onye nyocha NFL Mike Mayock."
]