[
  "Orchids bụ osisi ndị sitere n'ezinụlọ Orchidaceae (/ɔːrkəˈdeɪʃiː/ ma ọ bụ-kə-DAY-shee [citation needed]), otu osisi dịgasị iche iche na nke zuru ebe niile nwere okooko osisi ndị na-adịkarị mma ma na-enwe ísì ụtọ.",
  "Na Igunye Asteraceae, ha bụ otu n'ime ezinụlọ abụọ kachasị ukwuu nke osisi na-agbasa okooko",
  "Orchidaceae nwere ihe dị ka ụdị puku iri abụọ na asatọ a nabatara ugbu a, nke e kesara n'ihe dị ka ụdị narị asaa na iri isii na atọ. Mkpebi nke ezinụlọ buru ibu ka na-arụrịta ụka, n'ihi na data a kwadoro banyere ndị otu nnukwu ezinụlọ dị otú ahụ na-aga n'ihu",
  "N'agbanyeghi, ọnụọgụ nke ụdị orchid fọrọ nke nta ka ọ hara nhata na ọnụọgụ azụ ọkpụkpụ, ihe karịrị okpukpu abụọ nke ọnụọgụ nnụnụ, na ihe dịka okpukpu anọ nke ọnụọụọgụ anụmanụ na-enye nwa ara.",
  "Ezinụlọ ahụ gụnyere ihe dị ka Present isii ruo pesent iri na otụ nke ụdị mkpụrụ osisi niile. Ụdị kachasị ukwuu bụ Bulbophyllum (2,000 ụdị), Epidendrum (ọ dị ụdị otu puku na narị ise), Dendrobium (ọ dị ụdị otu puku na narị anọ) na Pleurothallis (ọ dị ụdị otu puku)",
  "Ọ gụnyekwara Vanilla (ụdị osisi vanilla), ụdị Orchis, na ọtụtụ osisi a na-akụkarị dịka Phalaenopsis na Cattleya",
  "Ọzọkwa, kemgbe iwebata ụdị okpomọkụ n'ime ọrụ ugbo na narị afọ nke iri na itoolu, ndị na-ahụ maka ọrụ ugbo emepụtala ihe karịrị otu narị puku ngwakọta na cultivars.",
  "A na-ekewapụta orchid n'ụzọ dị mfe site na osisi ndị ọzọ, ebe ọ bụ na ha nwere ụfọdụ njirimara doro anya ma ọ bụ synapomorphies",
  "N'etiti ndị a bụ: symmetry abụọ nke okooko osisi (zygomorphism), ọtụtụ okooko osisi resupinate, ihe fọrọ nke nta ka ọ bụrụ mgbe niile ka a gbanwere nke ukwuu (labellum), stamen na carpels, na obere mkpụrụ.",
  "Orchid niile bụ ahịhịa na-adịgide adịgide pụọ afọ nke na-enweghị usoro osisi ọ bụla na-adịru mgbe niile",
  "Ha nwere ike itolite dịka usoro abụọ:",
  "Orchid ndị dị n'ala nwere ike ịbụ rhizomatous ma ọ bụ mepụta corms ma ọ bụ tubers",
  "Mmpụta mgbọrọgwụ nke orchid ndị dị n'ala dị mụrụmụrụ ma na-acha ọcha.",
  "Ụfọdụ sympodial terrestrial orchids, dị ka Orchis na Ophrys, nwere mgbọrọgwụ abụọ dị n'okpuru ala",
  "A na-eji otu dị ka ebe nchekwa nri maka oge oyi, ma na-enye maka mmepe nke nke ọzọ, nke uto a na-ahụ anya na-etolite.",
  "N'ọnọdụ ihu igwe na-ekpo ọkụ ma na-ekwo ekpo ọkụ mgbe niile, ọtụtụ orchid nke ala anaghị achọ pseudobulbs.",
  "Epiphytic orchids, ndị na-etolite na eji nkwado, agbanweela mgbọrọgwụ ikuku nke nwere ike ịdị mita ole na ole mgbe ụfọdụ",
  "N'akụkụ ndị okenye nke mgbọrọgwụ, epidermis spongy gbanwere, nke a na-akpọ velamen, nwere ọrụ nke ịmịkọrọ mmiri",
  "A na-eji mkpụrụ ndụ nwụrụ anwụ eme ya ma nwee ọdịdị na-acha ọcha, ọcha ma ọ bụ nchara nchara",
  "N'ime ụfọdụ orchid, velamen na-agụnye spongy na fibrous bodies dị nso na mkpụrụ ndụ na-agafe agafe, nke a na-akpọ tilosomes.",
  "Mkpụrụ ndụ nke mgbọrọgwụ nke epidermis, mgbọrọgwụ na-etolite n'akụkụ aka nri na axis nke mgbọrọgwụ iji nye ha ohere inweta nghọta siri ike na nkwado ha",
  "Ihe oriri maka epiphytic orchids na-esikarị na ájá mineral, ihe mkpofu, nsị anụmanụ na ihe ndị ọzọ na-anakọta n'etiti ha n'elu ha.",
  "Ntọala nke ogwe nke sympodial epiphytes, ma ọ bụ n'ụdị ụfọdụ n'ụzọ bụ isi ogwe ahụ dum, nwere ike ịka njọ iji mepụta pseudobulb nke nwere ihe oriri na mmiri maka oge ọkọchị.",
  "Pseudobulb nwere elu ahụ dị mụrụmụrụ nke nwere oghere dị ogologo, ma nwee ọdịdị dị iche iche, na-abụkarị n'ụdị konikalu ma ọ bụ oblong",
  "Ọdịdị ya na-agbanwe agbanwe; na ụfọdụ obere ụdị Bulbophyllum, ọ bụghị karịa milimita abụọ, ebe na orchid kachasị ukwuu n'ụwa, Grammatophyllum speciosum (orchid buru ibu), ọ nwere ike iru mita atọ",
  "Ụfọdụ ụdị Dendrobium nwere ogologo, pseudobulbs yiri cane nwere akwụkwọ dị mkpirikpi, nke gbara gburugburu n'ogologo ya niile; ụfọdụ orchid ndị ọzọ zoro ezo ma ọ bụ obere pseudobulbs, gụnyere kpamkpam n'ime akwụkwọ osisi.",
  "Ka ọ na-aka nká, pseudobulb na-ewepụ akwụkwọ ya ma na-ehi ụra",
  "N'oge a, a na-akpọkarị ya backbulb",
  "Backbulbs ka na-ejide ihe nri na-edozi ahụ maka osisi ahụ, mana mgbe ahụ pseudobulb na-enwekarị, na-eji ihe ikpeazụ a gbakọtara na backbulb, nke na-emesị nwụọ, kwa",
  "Pseudobulb na-adịkarị ndụ ihe dị ka afọ ise",
  "A na-ekwukwa na orchid na-enweghị pseudobulbs a na-ahụ anya nwere uto, nke si na osisi sympodial weputa.",
  "Dị ka ọtụtụ monocots enwere, orchid na-enwekarị akwụkwọ dị mfe nwere akwara ndị kwụ ọtọ, ọ bụ ezie na ụfọdụ Vanilloideae nwere reticulate venation",
  "Akwụkwọ ya nwere ike ịbụ ovate, lanceolate, ma ọ bụ orbiculate, na-agbanwe agbanwe na nha na osisi nke ọ bụla",
  "Njirimara ha na-abụkarị nchọpụta",
  "Ha na-agbanwekarị n'elu ogwe osisi, na-agbakwunyekarị n'ogologo n'etiti (\"plicate\"), ma enweghị stipules",
  "Akwụkwọ orchid na-enwekarị ahụ siliceous a na-akpọ stegmata na vascular bundle sheaths (adịghị na Orchidoideae) ma bụrụ fibrous.",
  "Ọdịdị nke akwụkwọ ya kwekọrọ na ebe obibi nke osisi ahụ",
  "Ụdị ndị na-enwekarị ìhè anyanwụ, ma ọ bụ na-etolite na saịtị ndị nwere ike ịcha mgbe ụfọdụ, nwere akwụkwọ osisi dị arọ, nke nwere akpụkpọ anụ na laminae na-ekpuchi cuticle waxy iji chekwaa mmiri ha dị mkpa",
  "Ụdị ndị hụrụ onyinyo n'anya, n'aka nke ọzọ, nwere ogologo, obere akwụkwọ.",
  "Akwụkwọ nke ọtụtụ orchid bụ perennial, ya bụ, ha na-adị ndụ ruo ọtụtụ afọ, ebe ndị ọzọ, ọkachasị ndị nwere akwụkwọ osisi plicate dị ka Catasetum, na-awụfu ha kwa afọ ma na-emepụta akwụkwọ ọhụrụ na pseudobulbs ọhụrụ.",
  "A na-ewere akwụkwọ osisi orchid ụfọdụ dị ka ihe ịchọ mma",
  "Akwụkwọ osisi nke Macodes sanderiana, orchid nke dị n'ime ala ma ọ bụ nke na-eburu nkume (\"lithophyte\"), na-egosi ọlaọcha na ọla edo na-egbuke egbuke na ndabere akwụkwọ ndụ akwụkwọ ndụ",
  "Akwụkwọ osisi cordate nke Psychopsis limminghei bụ ihe na-acha nchara nchara na-acha akwụkwọ ndụ akwụkwọ osisi ndụ na akara maroon-puce, nke ihe na-egbuke egbuke na-emepụta",
  "Akpụkpọ ahụ mara mma nke akwụkwọ osisi akpụkpọ ụkwụ nwanyị sitere na okpomọkụ na subtropical Asia (Paphiopedilum), sitere na nkesa na-adịghị mma nke chlorophyll",
  "Ọzọkwa, Phalaenopsis schilleriana bụ orchid na-acha pinki pinki nke nwere akwụkwọ osisi ndụ akwụkwọ ndụ na-acha akwụkwọ ndụ akwụkwọ nri",
  "A na-eto orchid ọla (Ludisia discolor) maka akwụkwọ osisi ya mara mma karịa okooko ya na-acha ọcha.",
  "Ụfọdụ orchid, dị ka Dendrophylax lindenii (orchid ghost), Aphyllorchis na Taeniophyllum na-adabere na mgbọrọgwụ ha na-acha akwụkwọ ndụ akwụkwọ ndụ maka photosynthesis ma ghara inwe akwụkwọ ndị na-eto eto, dị ka ụdị heterotrophic niile.",
  "Orchids nke ụdị Corallorhiza (coralroot orchids) enweghị akwụkwọ kpamkpam ma kama na-ekpuchi mgbọrọgwụ ha gburugburu mgbọrọgwụ nke osisi ndị tozuru etozu ma jiri fungi pụrụ iche mee ihe iji nweta shuga.",
  "Okooko osisi orchid nwere sepals atọ, petals atọ na ovary nwere nkewa oghere atọ",
  "Mpempe akwụkwọ atọ na abụọ n'ime okooko osisi na-adịkarị ka ibe ha mana otu okooko osisi anaghị agbanwe nke ukwuu, na-emepụta \"egbugbere ọnụ\" ma ọ bụ labellum",
  "N'ọtụtụ ụdị orchid, ka okooko osisi ahụ na-etolite, ọ na-agbagọ site na dịgrị otu narị na iri asatọ, nke a na-akpọ resupination, nke mere na labellum dị n'okpuru kọlụm ahụ",
  "Labellum na-arụ ọrụ iji dọta ụmụ ahụhụ, na okooko osisi resupinate, na-arụkwa ọrụ dị ka ebe ọdịda, ma ọ bụ mgbe ụfọdụ ọ bụrụ ọnyà.",
  "Akụkụ ọmụmụ nke okooko osisi orchid pụrụ iche n'ihi na a na-ejikọta stamens na ụdị iji mepụta otu ihe, kọlụm. Kama ịhapụ ya n'otu n'otu, ọtụtụ puku mkpụrụ ntụ ọka dị n'otu ma ọ bụ abụọ a na-akpọ pollinia nke a na-etinye na diski na-arapara n'ahụ n'elu kọlụm ahụ",
  "N'okpuru pollinia bụ nke abụọ, nnukwu efere na-arapadọ n'ahụ ya na-akpọ stigma.",
  "Charles Darwin nyochara usoro dị mgbagwoju anya nke orchid mepụtara iji nweta cross-pollination ma kọwaa ya na Fertilisation of Orchids (n'afọ 1862)",
  "Orchid emeela usoro mmịpụta ihe pụrụ iche, ya mere ohere nke mmịpụta na-adịkarị ụkọ, ya mere okooko osisi orchid na-anọkarị na-anabata ogologo oge, na-eme ka okooko osisi ndị na-enweghị mmịpụta mkpụrụ na-adịte aka n'ọrụ ugbo",
  "Ọtụtụ orchid na-ebute pollen n'otu oke",
  "Oge ọ bụla mmịpụta na-aga nke ọma, enwere ike ime ọtụtụ puku àkwá.",
  "A na-ahụkarị ndị na-eme ntụ ọka site na ọdịdị na agba nke labellum",
  "Otú ọ dị, ụfọdụ ụdị Bulbophyllum na-adọta ụmụ ahụhụ mkpụrụ osisi (Bactrocera na Zeugodacus spp.) naanị site na kemịkal okooko osisi nke na-arụ ọrụ n'otu oge dị ka ụgwọ ọrụ okooko osisi (dịka methyl eugenol, raspberry ketone, ma ọ bụ zingerone) iji mee polinashon. Okooko osisi nwere ike imepụta ísì mara mma",
  "Ọ bụ ezie na ọ dịghị n'ọtụtụ ụdị, enwere ike ịmepụta mmiri ara ehi na eriri nke labellum (8 na ihe osise dị n'elu), ma ọ bụ na isi nke sepals, ma ọ bụ n'ime septa nke ovary, ọnọdụ kachasị n'etiti Asparagales.",
  "Na orchid nke na-emepụta pollinia, pollination na-eme dị ka ụdị nke usoro ndị a: mgbe onye na-eme ntụ ọka na-abanye n'ime okooko osisi, ọ na-emetụ viscidium aka, nke na-arapara n'ahụ ya ozugbo, n'ozuzu n'isi ma ọ bụ afọ",
  "Mgbe ọ na-ahapụ okooko osisi ahụ, ọ na-adọta pollinium site na anther, ebe ọ na-ejikọta ya na viscidium site na caudicle ma ọ bụ stipe",
  "Mgbe ahụ, caudicle na-agbaji ma na-ebugharị pollinium n'ihu na ala",
  "Mgbe onye na-eme ntụ ọka na-abanye na okooko osisi ọzọ nke otu ụdị ahụ, pollinium ewerewo ọnọdụ dị otú ahụ na ọ ga-arapara na stigma nke okooko osisi nke abụọ, n'okpuru rostellum, na-eme ka ọ na-eme",
  "N'ọrụ ugbo, a na-enweta ntụ ọka orchid aka site n'iwepụ pollinia na obere ngwá ọrụ dị ka ezé ezé site na nne na nna pollen ma nyefee ha na nne na nne mkpụrụ.",
  "Ụfọdụ orchid na-adabere kpamkpam na mmịpụta mkpụrụ osisi, ọkachasị na mpaghara oyi ebe ndị na-eme ntụ ọka dị obere",
  "Caudicles nwere ike ịcha ma ọ bụrụ na onye ọ bụla na-eme ntụ ọka eletabeghị okooko osisi ahụ, na pollinia na-ada kpọmkwem na stigma",
  "Ma ọ bụghị ya, anther nwere ike ịtụgharị wee banye n'oghere stigma nke okooko osisi (dị ka na Holcoglossum Marteanum).",
  "Orchid na-agbagharị agbagharị Paphiopedilum parishii na-amụpụta site na ime onwe ya",
  "Nke a na-eme mgbe anther gbanwere site na ihe siri ike gaa na mmiri ma na-emetụta n'elu stigma n'enweghị enyemaka nke onye ọ bụla na-eme ntụ ọka ma ọ bụ nzukọ okooko osisi.",
  "Labellum nke Cypripedioideae bụ poke bonnet-shaped, ma nwee ọrụ nke ijide ụmụ ahụhụ na-eleta",
  "Nanị ụzọ ọpụpụ na-eduga na anthers nke na-etinye pollen na onye nleta.",
  "N'ime ụfọdụ orchid pụrụ iche, dị ka Eurasian genus Ophrys, labellum na-eme ka ọ nwee agba, ọdịdị, na ísì nke na-adọta ụmụ ahụhụ nwoke site na iṅomi nwanyị na-anabata",
  "Mkpụrụ osisi na-eme ka ụmụ ahụhụ ahụ na-anwa iso okooko osisi nwee mmekọahụ.",
  "Ọtụtụ orchid neotropical na-eme ka anwu orchid ndị ụmụ nwoke nke na-eleta okooko osisi iji chịkọta kemịkal na-agbanwe agbanwe ha chọrọ iji mepụta ihe na-adọrọ mmasị pheromonal",
  "A hụla na ụmụ nwoke nke ụdị dị ka Euglossa imperialis ma ọ bụ Eulaema meriana na-ahapụ ókèala ha oge ụfọdụ iji nweta ihe na-esi ísì ụtọ, dị ka cineole, iji mepụta pheromone maka ịdọta na ịlụ ụmụ nwanyị. Ụdị orchid ọ bụla na-etinye pollinia n'akụkụ ahụ dị iche iche nke ụdị aṅụ dị iche iche, iji mee ka cross-pollination kwesịrị ekwesị.",
  "Orchid achlorophyllous saprophytic na-adịghị ahụkebe nke na-eto n'okpuru ala na Australia, Rhizanthella slateri, anaghị ekpughe ya n'ìhè, ọ na-adabere na ndanda na ụmụ ahụhụ ndị ọzọ dị n'ala iji mee ka ọ na-eme ntụ ọka.",
  "Catasetum, ụdị nke Darwin tụlere n'ụzọ dị mkpirikpi, na-eji ike mgbawa eme ihe na-eme ka ọ na-agbawa agbawa mgbe ahụhụ metụrụ seta aka, na-akụ onye na-eme ntụ ọka na okooko osisi ahụ.",
  "Mgbe mmịpụta, sepals na petals na-apụ n'anya ma na-akpọnwụ, mana ha na-anọkarị na ovary.",
  "N'afọ 2011, a chọpụtara na Bulbophyllum nocturnum na-agbasa n'oge abalị.",
  "Ụdị ụfọdụ, dị ka n'ụdị Phalaenopsis, Dendrobium, na Vanda, na-emepụta alaka ma ọ bụ osisi ndị sitere n'otu n'ime nodes n'akụkụ ogwe osisi ahụ, site na nchịkọta nke homonụ na-eto eto n'oge ahụ",
  "A maara osisi ndị a dị ka keiki",
  "[citation needed]",
  "Ovary na-etolite n'ime capsule nke nwere oghere atọ ma ọ bụ isii, mgbe ọ na-anọgide na-emechi na nsọtụ abụọ.",
  "Mkpụrụ ndị ahụ na-abụkarị ihe fọrọ nke nta ka ọ bụrụ microscopic na ọtụtụ, n'ụdị ụfọdụ ihe karịrị otu nde kwa capsule",
  "Mgbe ha kara, ha na-efegharị dị ka uzuzu ma ọ bụ spores",
  "Ọtụtụ ụdị orchid enweghị endosperm na mkpụrụ ha ma ga-abanye na mmekọrịta symbiotic na mycorrhizal basidiomyceteous fungi dị iche iche nke na-enye ha ihe oriri dị mkpa iji bulie, yabụ ihe fọrọ nke nta ka ọ bụrụ ụdị orchid niile bụ mycoheterotrophic n'oge bulie ma dabere na fungi iji mezue ndụ ha",
  "Naanị ụdị orchid ole na ole nwere mkpụrụ nke nwere ike itolite na-enweghị mycorrhiza, ya bụ, ụdị dị n'ime ụdị <i id=\"mwAVk\">Disa</i> nwere mkpụrụ hydrochorous.\n \nN'iji usoro elekere nke mkpụrụ ndụ, ọ ga-ekwe omume ịchọpụta afọ nke alaka ndị isi nke ezinụlọ orchid",
  "Nke a mekwara ka o doo anya na subfamily Vanilloideae bụ alaka na basal dichotomy nke monandrous orchids, ọ ga-abụrịrị na ọ malitere n'oge mmalite nke ezinụlọ ahụ",
  "Ebe ọ bụ na ezinụlọ a na-eme n'ụwa niile na mpaghara okpomọkụ na mpaghara okirikiri, site na America na-ekpo ọkụ ruo Asia na-ekwo ọkụ, New Guinea na West Africa, na kọntinent malitere ịkewa ihe dị ka 100 nde afọ gara aga, mgbanwe dị ịrịba ama ga-eme mgbe nkewa a gasịrị (ebe ọ bụ na a na-atụle afọ Vanilla dị nde afọ 60 ruo 70)."
]