[
  "Nzukọ nke iri na asaa nke African Union Summit ka emere na ịrị abụọ na asatọ na onwa June na afọ  2011 were ruo 1 Julai 2011 na Malabo, isi obodo Equatorial Guinea",
  "Na mgbakwunye na nzukọ nke ndị isi ala AU, nzukọ AU na Malabo gụnyere Nzukọ nke 19 nke Executive Council na Nzukọ nke 22 nke Kọmitii Ndị Nnọchiteanya Na-adịgide Adịgide (PRC).",
  "Onye isi ala Equatorial Guinea bụ Teodoro Obiang Nguema Mbasogo mara ọkwa nhọpụta onye isi ala nke African Union site n'aka onye isi ala Malawi bụ Bingu wa Mutharika na nzukọ ndị isi ala na Addis Ababa, isi obodo Ethiopia n'ọnwa Jenụwarị n'afọ 2011",
  "Iwu AU, ndị ndu ndọrọ ndọrọ ọchịchị nke otu a na-atụgharị kwa afọ n'etiti mpaghara mpaghara ise nke Afrịka",
  "N'ime mkpebi ha nakweere na mmechi nke ọgbakọ nke iri na isii ha, ndị isi obodo na gọọmentị kwuru na ndị minista na-ahụ maka mba ofesi Africa ga-ezukọ na isi obodo Equatorial Guinea, Malabo, na 26–27 June 2011.Emere n'okpuru isiokwu: \"Accelerating Youth Empowerment for Sustainable Development\", Nzukọ nkịtị nke Summit nke African Union malitere na Tọzdee June 23, 2011, ya na nnọkọ 22nd nkịtị nke kọmitii ndị nnọchiteanya na-adịgide adịgide (PRC).",
  ".  Na mkpebi a nakweere na ngwụcha nzukọ nke iri na isii ha, ndị isi ala na gọọmentị kwuru na ndị minista na-ahụ maka ihe gbasara mba ofesi nke Afrịka ga-ezukọ na isi obodo Equatorial Guinea, Malabo, na 26-27 June 2011.  N'ịbụ nke e mere n'okpuru isiokwu: \"Ịkwado ike ndị ntorobịa maka mmepe na-adịgide adịgide\", Nzukọ Nzukọ nke Summit nke African Union malitere na Thursday June 23, 2011, na Nzukọ Nzọụkwụ nke 22 nke Kọmitii Ndị Nnọchiteanya Na-adịgide Adịgide (PRC).",
  "A nabatara ndị nnọchiteanya nọ na nzuko ahụ na ebumnuche wuru deluxe \"obodo\", nke dịka Human Rights Watch si kwuo, e wuru na ọnụ ahịa $ 830 nde,  dị 20 nkeji site na Malabo.Ihe mgbagwoju anya gụnyere \"ụlọ obibi ndị isi ala okomoko 52, ụlọ ọgbakọ ogbako, osimiri artificial, ụlọ oriri na ọṅụṅụ okomoko na ebe egwuregwu golf mbụ nwere oghere iri na asatọ\" yana \"ebe ọdịda, heliport, ụlọ ọgwụ na ụlọ maka oriri na ihe omume\".  Ndị NGO katọrọ mmepe ahụ, na-akpọ ya \"ihe na-ezighi ezi\" maka gọọmentị, na-atụle nkezi ego ndị mmadụ na Equatorial Guinea dị n'okpuru $ 1 kwa ụbọchị.",
  "Malabo."
]