[
  "Oroxylum indicum bụ ụdị osisi na-agbasa okooko nke sitere na monotypic genus Oroxylus na ezinụlọ Bignoniaceae, a na-akpọkarị ya osisi opi India, oroxylum, okooko osisi opi India. Ọ nwere ike iru mita 18 (59 )",
  "A na-eji akụkụ dị iche iche nke osisi ahụ eme ihe na ọgwụ ọdịnala, ebe a maara ya dị ka Shyonaka ma ọ bụ Sona Patha.",
  "Nnukwu ahịhịa akwụkwọ na-akpọnwụ ma daa n'osisi ahụ ma na-agbakọta n'akụkụ ala nke ogwe osisi ahụ, na-eyi ka ọ dị ka ụyọkọ ọkpụkpụ gbajiri agbaji",
  "Akwụkwọ pinnate dị ihe dịka 1 mita (3.3 ft) n'ogologo na obosara, na-ebute na petioles ma ọ bụ stalks ruo mita 2 (6.6 ) n\"ogologo, na-eme ka nke a bụrụ nke kachasị n'ime akwụkwọ osisi dicot niile, nke bụ quadripinnate (akwụkwọ na-egosi usoro anọ nke alaka).",
  "Osisi ahụ bụ ihe na-acha n'abalị na okooko osisi na-eme ka ha kwekọọ na mmịpụta nke ụmụ oke. Ha na-emepụta nnukwu mkpụrụ osisi na-adịru mita 1.5 (4.9 ) n'ogologo nke na-anọdụ n'alaka ndị na-enweghị ihe ọ bụla, na-eyi mma agha. Mkpụrụ osisi ahụ dị ogologo na-agbadata ma yie nku nke nnukwu nnụnụ ma ọ bụ mma ogwu ma ọ bụ agha na-ese n'abalị, na-enye aha ahụ \"osisi Damocles\". Mkpụrụ ya dị gburugburu na nku akwụkwọ.",
  "Oroxylum indicum bụ nwa amaala nke mpaghara India, ugwu Himalayan na akụkụ gbasaa na Bhutan na ndịda China, Indochina na mpaghara Malesia",
  "Na Vietnam, a na-akpọ osisi ahụ núc nác (mgbe ụfọdụ sò ফল), a pụkwara ịchọta ụdị ya na Cat Tien National Park.",
  "A na-ahụ ya n'ọhịa biome nke Manas National Park na Assam, India",
  "A na-ahụ ya, zụlite ya ma kụọ ya n'ọnụ ọgụgụ buru ibu n'ọhịa nke mpaghara Banswara na steeti Rajasthan na India",
  "A na-akọ na ndepụta nke osisi ndị dị ụkọ, ndị nọ n'ihe ize ndụ na ndị nọ n\"ihe ize ndụ nke Kerala (South India)",
  "A na-ahụkwa ya na Sri Lanka.",
  "Oroxylum indicum na-ebi na mmekọrịta ya na actinomycete Pseudonocardia oroxyli dị n'ala gbara mgbọrọgwụ gburugburu. Septobasidium bogoriense bụ ụdị fungal nke na-akpata velvet blight na O",
  "indicum",
  "[citation needed]",
  "Akụkụ dị iche iche nke O",
  "indicum, gụnyere akwụkwọ, mgbọrọgwụ mgbọrọgwụ, osisi obi, na mkpụrụ, nwere kemịkal dị iche iche, dị ka prunetin, sitosterol, oroxindin, oroxylin-A, biochanin-A, ellagic acid, tetuin, anthraquinone, na emodin. Ọtụtụ n'ime ihe ndị ahụ dị n'okpuru nyocha mbụ iji chọpụta ihe ndị nwere ike ịbụ ihe ndị dị ndụ.",
  "A na-akụkarị osisi ahụ dị ka osisi ịchọ mma maka ọdịdị ya dị ịtụnanya",
  "Ihe eji eme ihe gụnyere osisi, tannins na akwa akwa",
  "Ndị Kirat, Sunuwar, Rai, Limbu, Yakha, Tamang na Nepal, Thai na Thailand na Lao na Laos na-eji osisi ahụ eme ihe.",
  "Na Himalayas, ndị mmadụ na-akwụnye ihe a tụrụ atụ ma ọ bụ okpueze ndị e ji mkpụrụ O",
  "indicum (Skr",
  "shyonaka) mee saịtị n'elu ụlọ ha n'ikwere na ha na-enye nchebe.",
  "Ọ bụ osisi nwere akwụkwọ ndị a na-eri eri, okooko osisi, pọd na ogwe osisi. \nA na-eri nnukwu pọd, nke a maara dị ka Lin mai ma ọ bụ Lin fa na Loei, karịsịa na Thailand na Laos",
  "A na-ebu ụzọ sie ha n'elu ọkụ ọkụ ma mgbe ahụ, a na-etinyekarị mkpụrụ ndị dị n'ime ma rie ha na lap",
  "A maara ya dị ka খ খ খ খkandai n'etiti ndị Bodos nke ugwu ọwụwa anyanwụ India, a na-eri okooko ya na mkpụrụ osisi ya dị ka nri na-egbu egbu na osikapa",
  "A na-ejikarị azụ a gwakọtara agwakọta ma ọ bụ nke a mịrị amị emepụta ya ma ha kwenyere na ọ nwere ọgwụ",
  "Ndị Chakma na-eri pods ahụ na mpaghara ugwu Chittagong nke Bangladesh na India",
  "A na-akpọ ya \"Hona Gulo\" n'asụsụ Chakma.",
  "Osisi a bụ ihe oriri dị mkpa n'etiti ndị Karen, ndị na-enwekwa ekele maka uru ọgwụ ya",
  "A na-esi okooko osisi ahụ esi ma na-eme ka ọ dị mma",
  "A na-egbutu mkpụrụ osisi ndị na-eto eto na-enweghị isi ma na-eji mkpụrụ dị nro n'ime, na-enwe ụcha na ọdịdị nke akwụkwọ lettuce, na-eji na nri dị iche iche.",
  "A na-eji mkpụrụ Oroxylum indicum eme ihe na ọgwụ ọdịnala India Ayurvedic na Chinese. Mgbọrọgwụ mgbọrọgwụ bụ otu n'ime ihe ndị a na-eche na ọ bara uru na usoro ngwakọta na Ayurveda na ọgwụgwọ ndị ọzọ.",
  "Okooko osisi",
  "Akwụkwọ osisi",
  "Mkpụrụ osisi",
  "Nnukwu pods Oroxylum indicum rere n'ahịa dị na Bangkok, Thailand",
  "Oroxylum indicum nso Panchkhal, Nepal"
]