[
  "Orrin Cromwell Evans  (1902–1971)  bụ onye odeakụkọ Afrika-American na-asụ ụzọ na onye na- ebi akwụkwọ na -atọ ọchị",
  "A na-ewere ya dị ka \"onye edemede ojii mbụ na-ekpuchi ọrụ izugbe maka akwụkwọ akụkọ ọcha na United States,\"  o bipụtakwara All-Negro Comics, akwụkwọ akụkọ ihe nkiri mbụ a ma ama nke e dere na nke ndị edemede na ndị na-ese ihe na ndị America America dere.",
  "Nna Evans nwere akpụkpọ anụ na-acha ọcha ma nwee ike \"ịgafe\" maka ọcha, mana nne ya na-acha oji na-eme mgbe ụfọdụ ka ọ bụrụ onye na-elekọta ezinụlọ mgbe ndị ọ na-amaghị bịara ileta ya",
  "A manyere Orrin na-eto eto ka ọ chee ịkpa ókè agbụrụ ihu mgbe ọ dị obere n'ihi omume siri ike nke ndị mụrụ ya",
  "Evans hapụrụ ụlọ akwụkwọ na klas nke asatọ.",
  "Evans malitere ọrụ n'akwụkwọ akụkọ dị ka onye nọ n'afọ iri na ụma na akwụkwọ akụkọ ndị Africa America a ma ama bụ Philadelphia Tribune",
  "Na mbido afọ 1930, Evans ghọrọ naanị onye Africa America na ndị ọrụ na The Philadelphia Record, ebe o dere banyere ịkpa ókè n'ime ndị agha n'oge Agha Ụwa nke Abụọ. Na The Record ọ chere egwu ọnwụ na ịkpa ókè ihu, gụnyere iwepụ ya na nzukọ ndị nta akụkọ Charles Lindbergh n'ihi ụcha akpụkpọ ahụ ya",
  "Na mgbakwunye na The Record, Evans dere maka The Chicago Defender, The Philadelphia Independent, na The Crisis, akwụkwọ akụkọ nke NAACP.",
  "Onye na-akwado ịha nhata agbụrụ, Evans chere na ọ nwere ike iru ndị na-ege ntị ka ukwuu na akwụkwọ na-atọ ọchị. Mgbe The Record mechiri mgbe ogologo oge gachara n'afọ 1947, Evans sonyeere onye nchịkọta akụkọ Rekord Harry T",
  "Saylor, onye nchịkọta akụkọ egwuregwu Record Bill Driscoll na mmadụ abụọ ndị ọzọ iji guzobe ụlọ ọrụ mbipụta Philadelphia All-Negro Comics, Inc., ya na onwe ya dị ka onye isi oche. N'etiti afọ 1947, ụlọ ọrụ ahụ bipụtara naanị mbipụta a maara nke All-Negro Comics, akwụkwọ na-atọ ọchị dị peeji 48, nke nwere mkpuchi na-egbuke egbuke na mpempe akwụkwọ akụkọ. A maghị mgbasa ozi na nkesa nke ihe nkiri ahụ, dịka otu onye na-akọ akụkọ ọdịbendị na-ekwu n'oge ahụ, \"[] Ọ bụ ezie na e nwere ihe oyiyi ole na ole nke ndị isi ojii mepụtara, dị ka ihe nkiri Jive Gray na All-Negro Comics, ihe oyiyi ndị a agbasaghị n'èzí obodo ndị isi ojii",
  "\"\n \nMagazin Time na 1947 kọwara ndị ajọ mmadụ na isi ihe, \"Ace Harlem,\" dị ka \"ndị na-eyi uwe zoot, ndị na-ekwu okwu jive Negro, ndị ọnụnọ ha na ihe ọchị onye ọ bụla ọzọ nwere ike ibute mkpesa banyere 'mgbagwoju anya agbụrụ'",
  "Ebe ọ bụ na ọ niile dị n'ezinụlọ, Evans chere na ọ dịghị ndị na-agụ Negro ga-eche echiche onwe ha. Onye na-eme ihe nkiri nke \"Ace Harlem\", Otú ọ dị, bụ onye uwe ojii Afrịka-Amerika; ihe odide dị na \"Lion Man na Bubba\" bụ iji kpalie mpako ndị isi ojii na ihe nketa Afrịka  ha.",
  "Evans gbalịrị ibipụta mbipụta nke abụọ mana enweghị ike ịzụta akwụkwọ akụkọ a chọrọ nke ọtụtụ kwenyere na ndị na-ekesa ya nwere ajọ mbunobi gbochiri ya ime, yana ndị na-asọmpi, ndị ocha na-ebipụta akwụkwọ (dị ka Parents Magazine Press na Fawcett Comics) nke malitere ịmepụta utu aha ojii nke ha.",
  "Orrin mechara rụọ ọrụ nka na Chester Times, na Philadelphia Bulletin site na 1962 ruo mgbe ọ nwụrụ na 1971. O tinyere aka nke ukwuu n'òtù ndị nta akụkọ nke mpaghara Philadelphia bụ Philadelphia Press otú , Urban League nke Pennsylvania kwanyeere ya ùgwù",
  "Dị ka onye nta akụkọ, ọ bụ onye na-eme ihe nkiri na National Urban League na mgbakọ NAACP.",
  "N'afọ 1971, obere oge tupu ọnwụ ya, a kwanyeere Evans ùgwù na mgbakọ NAACP kwa afọ na Minneapolis ma mepụta agụmakwụkwọ n'aha ya.",
  "N'afọ 2011, e nyere ya na nwanne ya nwoke onyinye ECBACC Pioneer Lifetime Achievement Award maka ịmepụta All-Negro Comics",
  "N'afọ 2014, a họpụtara Evans na Will Eisner Award Hall of Fame maka ọrụ ya dị ka onye isi oche nke All-Negro Comics."
]