[
  "Oru-East bụ Gọọmentị ime obodo nke dị na Imo Steeti, Naịjirịa",
  "Isi ụlọ ọrụ ya dị na Omuma",
  "Ndị na-esonụ bụ obodo ndị mejupụtara Oru East: Akatta, Akuma, Amagu, Amiri, Awo-Omamma, na Omuma.",
  "Oru East nwere ókèala Njaba LGA, Mbaitolu, Orlu, Oguta, Orsu na Oru West Local Government Area.Oru East nwere ọnụ ọgụgụ pụkụ otu narị na iri itoolu na ise na narị asaa na ịrị anọ na atọ (ọnụ ọgụgụ afọ 2006) na mpaghara nke 136km².Obodo Amazu na Amaebu na Akatta, Awo idemili na Akuma na Amagu, Orlu na Oru East na obodo Obor na Okporo na Akatta",
  "Oru ọdịda anyanwụ na Oguta LGA na-ekerịta ókèala n'akụkụ ugwu nke obodo Abiaziem, mgbele, Awa, na Akabor.",
  "Mpaghara gọọmentị ime obodo bara ọgaranya na mmanụ na gas n'etiti obodo ndị gbara ya gburugburu dịka Oru West na Oguta LGA",
  "N'afọ 2010, a na-etinye atụmatụ mmepụta site na mmanụ Addax na-arụ ọrụ na ndagwurugwu Osimiri Njaba, n'okpuru ikikere igwupụta mmanụ OML 124, na ihe dị ka gbọmgbọm pụkụ ịrị ise ruo pụkụ ịrị abụọ nke mmanụ kwa ụbọchị na mpaghara kansụl, Awo-omamma.",
  "Oru East nwere ókèala Njaba LGA, Mbaitoli, Orlu, Oguta, Orsu na Oru West Local Government Areas. Orlu na Oru East na-ekerịta ókèala na Obor Town na Okporo n'ókè Akatta, Amazu na Amaebu n'óké Akatta, Idem Awoili n'ókere Akuma na Amagu",
  "N'ebe ọdịda anyanwụ nke Awo-omamma, ọ na-ekerịta ókèala Oguta LGA n'akụkụ ugwu nke obodo Abiaziem, Mgbele, Awa na Akabor. LGA na Mbaitoli LGA na-ekerịta ókèala site na Eziama-Obiato na ndịda Awo-omamma. Oru-East nwere mpaghara nke 136 km²",
  "Ọnụ ọgụgụ ndị bi na ya bụ pụkụ otu narị na iri itoolu na ise na narị asaa na ịrị anọ na atọ (ọnụ ọgụgụ nke afọ 2006). Koodu ozi nke mpaghara ahụ bụ 474.",
  "Dị ka ọ dị na mpaghara ime obodo Oru West na Oguta ndị dị nso na mmanụ, Oru-East egosila na ọ bara ọgaranya na mmanụ na gas. Ka ọ na-erule n'afọ 2010, a na-etinye atụmatụ mmepụta site na Addax Petroleum, nke na-arụ ọrụ na Njaba River basin n'okpuru Oil Mining License, OML 124, na ihe dị ka gbọmgbọm pụkụ ịrị ise ruo pụkụ ịrị abụọ nke mmanụ kwa ụbọchị site na Awo-omamma na mpaghara kansụl.",
  "Senator Hope Uzodinma, gọvanọ nke Imo steeti ugbu a"
]