[
  "Osborne Macharia (amụrụ n'abalị iri na otu n'ọnwa Eprel n'afọ 1986 na Nairobi) bụ onye Kenya na-ese foto azụmahịa na onye na-ese ihe dijitalụ nke ọrụ ya na-elekwasị anya na isiokwu Afrofuturism na ọdịbendị, njirimara, na akụkọ ifo. A na-akpọ ya \"onye ukwu n'ịmepụta ụwa ojii ọzọ\".",
  "Macharia esoghị na ndị mbụ na-azụ ahịa na foto.",
  "Ụzọ ya na nkà foto malitere site na ọdịda",
  "N'afọ 2010 ọ ka na-agụ akwụkwọ maka inweta nzere bachelọ ya na Architecture. Mgbe ahụ, ọ dara na nkeji ikpeazụ ya n'afọ nke anọ ọ na-agụ akwụkwọ iji nweta akara ugo mmụta na ihe owuwu",
  "N'ime afọ ya, ọ chọtara ọrụ nke onye na-ese foto na New York bụ Joey L.",
  "Macharia bụ onye na-akụzi onwe ya kpamkpam, na-adabere n'ụzọ dị ukwuu na nkuzi na nyocha n'ịntanetị iji wulite nkà ya na foto. Macharia na-arụ ọrụ na oghere 80mm na usoro igwefoto Medium Format na Phocus Software na Lightroom",
  "Ọ na-adabere na ngwa Photoshop nke ukwuu.",
  "Ọtụtụ ụdị egosila ihe osise ya, gụnyere Vogue, Marie Claire, Coke, Afro Punk, na BBC.  E nyere ya ọrụ ịmepụta ihe osise mbụ maka ihe nkiri Black Panther na ihe nkiri telivishọn US Queen Sugar",
  "N'afọ 2017, o kwuru okwu na Nzukọ Design Indaba",
  "N'afọ 2018, a họpụtara ya ka ọ bụrụ onye otu ikpe na Art Director's Club of New York Awards.",
  "N'afọ 2018, e nyere Macharia ọrụ ịkwalite ihe nkiri Black Panther site n'ịmepụta nchịkọta foto Afrofuturistic sitere n'ike mmụọ nsọ A kpọrọ ọrụ a \"Ilgelunot\", nke pụtara \"Ndị A họọrọ\" na Maasai.",
  "N'afọ 2018, One Source Live họpụtara Macharia dị ka otu n'ime \"Five Creative Revolutionaries\" nke nka Africa. N'ihe ngosi nke ọrụ ha, onye omenkà ọ bụla ahọpụtara gosipụtara ụdị Afrofuturistic dị iche",
  "Macharia bụ \"The Eye\" onye nwere nkà nke nwere ike idekọ ma kpọọ ihe ọ na-ahụ na anya dijitalụ. Nke a bụ ihe atụ maka ndị Afrịka na-ahụ ọdịbendị na ihe nketa nke ha dị ka ihe mara mma.",
  "Mgbe ọ na-akọwa ọrụ Afrofuturistic ya, Macharia kwuru na \"ọ bụ akụkọ na-esote ọchịchị banyere kọntinent, ebe ị na-anabata akụkọ ihe mere eme, ọdịbendị dị ugbu a, na ọchịchọ ọdịnihu nke ndị na-acha uhie uhie site na nka..",
  "egwu..",
  "ejiji ma na-akọ akụkọ dị iche banyere kọnin ahụ",
  "\"",
  "Macharia kwuru na onye na-ese ihe Malick Sidibé bụ otu n'ime ndị dike Africa ya na nka.",
  "Otu n'ime nchịkọta foto Macharia dabeere na akụkọ ifo nke ụmụ nwanyị Kipipiri bi n'ọhịa Kipipiri",
  "Ụmụ nwanyị Kipipiri bụ ndị agha anọ, ndị nwunye nke ndị ọchịagha anọ nke Mau Mau, bụ ndị chọtara ụzọ ọhụrụ iji tinye omenala na ntutu isi ha na mbọ ha na-agba iji merie ọchịchị ndị Britain nke Kenya. Ọnwa ọ bụla jupụtara, ụmụ nwanyị ahụ ga-eyi onwe ha ejiji ntutu isi dị iche iche nke ga-aba uru na mbọ mgbanwe ha.",
  "Onye ndú ha, Bobo, nwere ntutu gbagọrọ agbagọ n'ime eriri na curls dị iche iche nke gosipụtara map ụmụ nwanyị ga-eji na-agagharị n'ọgba ebe di ha ga-ezo n'abalị iji tụọ atụmatụ. Onye nke abụọ na-achị, Chep, bụ ọkachamara n'ihe agha na ọgụ ma nwee ikike pụrụ iche ịhụ n'ọchịchịrị",
  "A na-akpa ntutu isi ya ka ọ bụrụ nke rọgọrọ arọgọ ka o wee nwee ike izochi mma na ngwá agha ndị ọzọ na ya. Onye agha nke atọ, Achi, bụ onye na-esi nri kachasị mma n'obodo ahụ",
  "Ọrụ ya bụ ịkwadebe na iburu nri buru ibu gaa na site n'obodo nta na ntutu isi ya a kpara dika nkata",
  "A na-egosi ya dị ka onye nwere olu siri ike, ka o wee mee ka isi ya dị larịị mgbe niile na nri echekwara na ntutu isi ya kwụ ọtọ. Onye agha ikpeazụ, Mwende, bụ onye na-eme ihe ntụrụndụ n'obodo ahụ",
  "Ọ banyeghị n'ime ọhịa kama ọ kwadebere ụmụ nwanyị nọ n'ụlọ ka ha nabata ụmụ nwoke si n'agha lọta mgbe ha laghachiri",
  "Ntutu isi ya yiri nnukwu igwe okwu na-enye ụda, ọ na-eyi ihe na-egbuke egbuke nke jikọtara ya na ọkpọkọ nke nyere ohere ka olu ya gaa na amplifiers n'isi ya.",
  "Nchịkọta foto a na-egosi ụmụ nwanyị atọ tọrọ eto, ndị lara ezumike nká n'ọrụ ha dị ka ndị minista gọọmentị na ụmụ nwanyị azụmaahịa",
  "Macharia na-ekwu, ha na-ebi ndụ dị elu ugbu a na-ala ezumike nká na-aga n'ebe ndị dịpụrụ adịpụ na ebe ndị dịpụrụ iche n'Africa iji nyochaa, mee ezumike ma nwee obi ụtọ naanị ha.",
  "Safaricom, ụlọ ọrụ nkwukọrịta Kenya nyere iwu nchịkọta foto a n'isiokwu nke \"Nke a bụ Kenya m\". Ọ gara Kenya n'ụsọ oké osimiri ruo ụbọchị iri na-ese foto",
  "Macharia kwuru na ebumnuche ahụ bụ ịgbanwe echiche ọjọọ banyere Kenya."
]