[
  "Oscar Korbla Mawuli Awuku (amụrụ na 18 Mee 1999), nke a maara nke ọma dị ka Yonga Arts, aha akara nka ya, bụ onye Ghana na-ese ihe na-ahụ, onye na-ese ihe, na onye na-akpụ ihe.",
  "A mụrụ Awuku na Accra nye Maxwell Awuku na Bridgette Dzidzineyo dị ka nwa mbụ n'ime ụmụ nwoke atọ. Ọ gụrụ akwụkwọ na Senajoy Preparatory School na Accra, o mesịa gaa Mawuli School, ebe ọ gụrụ maka 'visual arts'",
  "Ọ bụ nne ya zụlitere ya",
  "Nne ya bụkwa onye kwadoro mmasị nka ya site na nwata. Mgbe ọ na-etolite, Awuku hụrụ mgba na mmegbu nke nne ya gabigara, nke a kpaliri ya na nduzi nka ya",
  "N'ajụjụ ọnụ ya na GhanaWeb n'afọ 2020, o kwuru,",
  "\"Etolitere m n'ụlọ mebiri emebi ebe m hụrụ ime ihe ike nne m ga-eme tupu ya emechaa bụrụ onye na-elekọta ezinụlọ",
  "mgbe m na-etolite, ihe niile m chọrọ ime bụ igosi ike na ike nke ụmụ nwanyị na ikike ha ịmụ nwa na ịzụlite",
  "\"",
  "Awuku na-agụ Commercial Arts in Painting na Takoradi Technical University, Sekondi-Takoradi",
  "Awuku na-akpọ nka ya Anansinisim, nke sitere na mkpali onye omere nke Akan a kpọrọ Kweku Anansi Ọ na-egosipụtakarị akụkọ ihe mere eme nke Ghana a na-akpọ Adinkra symbology na ahụ ọ na-ese.",
  "N'afọ 2020, a họpụtara ya na Ghana Arts and Culture Awards.",
  "Dị ka Awuku si kwuo, ebumnuche mbụ ya bụ iji nka ahụ dị ka ọgwụgwọ maka ndị agadi, iji mee ka ha nwee mmetụta nke ịbụ ndị na-eto eto n'obi, ọ bụkwa otú a ka o si nweta aha ya -Yonga Arts.",
  "Na Nọvemba 2020, Awuku kwupụtara na ọ ga-ewepụta obere ihe nkiri na-egosi nka ya, nke akpọrọ Supremacy",
  "Awuku ekwuola na ọrụ ya \"na-enyocha ọdịbendị tupu ọchịchị ma na-ekwukwa banyere omume ndị na-enweghị ọchịchị na ọdịbendị nke oge a\"; ọ na-eleba anya na isi nke njirimara nke ahụ ojii, ebe ọ na-akwado ụmụ nwanyị ma na-achọ ịjụ ajụjụ na-enye ike na ọha mmadụ. N'irutu aka n'ihe mkpuchi ọdịnala, ọ na-ekwu, \"Ojiji m na-eji ihe mkpuchi eme ihe mgbe niile na-adabere na nkwenye na ọ na-eme ka onye na-eyi ya ghọọ mmụọ nke ihe mkpuchi ahụ n'onwe ya na-anọchite anya ya",
  "\""
]