[
  "Ose ọjị (nke a makwaara dị ka mbongo spice ma ọ bụ ose hepper) bụ ose dị n'Ebe Ọdịda Anyanwụ Afrịka nke sitere na mkpụrụ na mkpụrụ osisi nke Aframomum danielli, A",
  "citratum ma ọ bụ A",
  "exscapum",
  "Ọ bụ onye ikwu nke mkpụrụ nke paradaịs, nke enwetara site na ụdị ndị nwere njikọ chiri anya, Aframomum melegueta ma ọ bụ \"ọka nke paradaịs\"",
  "N'adịghị ka mkpụrụ nke paradaịs, nke a na-erekarị dị ka naanị mkpụrụ osisi, a na-ere ose alligator dị ka pọd dum nwere mkpụrụ (n'otu ụzọ ahụ nye onye ikwu ọzọ., black cardamom ).",
  "Osisi ndị na-enye ose alligator bụ ahịhịa ahịhịa perennial nke ezinụlọ ginger ( Zingiberaceae ), nke sitere na ebe apiti n'akụkụ oke osimiri ọdịda anyanwụ Africa",
  "Ozugbo pọd ahụ meghere ọ kpughee mkpụrụ osisi ndị ahụ, ihe kpatara aha bekee na-esi ísì ụtọ na-apụta ìhè ka mkpụrụ osisi ahụ nwere akpụkpọ akpụkpọ ahụ na-ekpuchi ha na ọkpụkpụ nke mkpụrụ dị n'ime akpụkpọ ahụ a na- echetara azụ agụ iyi",
  "Dị ka ose mbongo, a na-erekarị mkpụrụ nke ose alligator dị ka ọka ndị dịpụrụ adịpụ na pọd ma wepụ akpụkpọ ahụ dị n'elu",
  "Mbongo ose na-abụkarị A",
  "danielli ma ọ bụ A",
  "citratum, ma nwee ísì ụtọ nke ifuru karịa A",
  "exscapum (nke bụ isi iyi nke pọd dum).",
  "Ọ bụ ihe a na-ahụkarị na nri n'Ebe Ọdịda Anyanwụ Afrịka, ebe ọ na-enye ma ofe na ofe na-esi ísì ụtọ..",
  "￼",
  "Ọbụna n'ebe Ọdịda Anyanwụ Africa, ose alligator bụ ihe dị oké ọnụ ahịa, n'ihi ya, a na-eji ya eme ihe",
  "Ọtụtụ mgbe, a na-akụ otu pọọsụ zuru ezu n'ime pestle na ngwa ngwa tupu etinye ọkara ya (tinyere ose ojii) dị ka ihe na-esi ísì ụtọ na ofe West Africa ma ọ bụ osikapa sie",
  "A pụkwara iji mkpụrụ nke paradaịs ma ọ bụ cardamom ojii dochie ose ọ bụla iji nye ụtọ na-esi ísì ụtọ.",
  "Mgbe amuru umuaka n'omenala ndi Yoruba, a na-enye ha obere uto nke ose alligator (atare) obere oge ka amuchara nwa dika otu n'ime usoro nnabata a na-achikota, a na-ejikwa ya mee ihe n'ememe nzuko omenaala.",
  "N'ala Igbo, a na-eji ose oji, ọ̀jị̀ na akị kola eme ihe n'ịkpọ aha, dị ka ihe ngosi nye ndị ọbịa, na ihe omume ọha na eze ndị ọzọ na usoro kola nut",
  "Ndị Igbo nọ na-eri ose na-eri nri ọnụ na akị kola",
  "N'ihe fọrọ nke nta ka ọ bụrụ emume Igbo ọ bụla, a na-enye ndị ọbịa akwụkwọ nri ose na mkpụrụ kola n'isi n'usoro ihe omume na tupu nri ma ọ bụ ntụrụndụ ọ bụla ọzọ",
  "A na-emekọ ekpere na libations ọnụ na akị kola na ose",
  "N'oge ọrịa Covid-19, a na-afu ya ka ọgwụ"
]