[
  "Oshodi Market bụ ahịa dị na Oshodi, mpaghara dịpụrụ adịpụ nke steeti Lagos, ndịda ọdịda anyanwụ Naịjirịa",
  "Ọ bụ otu n'ime ahịa kachasị ukwuu na obodo Lagos ọ bụ ezie na ndị ọrụ gọọmentị na-azọrọ na ọrụ mpụ dị ka ịpụnara mmadụ ihe na ịnapụ akpa, a kpebikwara ịkwatu ahịa ahụ. E bibiri ahịa ahụ n'ọnwa Jenụwarị afọ 2016.",
  "E guzobere ahịa ahụ n'afọ 1860 mgbe Naijiria nọ n'okpuru ọchịchị ndị Britain iji kwado ọrụ ahịa ohu ya",
  "Oshodi bụ otu n'ime ndị mbụ ritere uru na ọganihu obodo nke mere na narị afọ nke iri na itoolu",
  "Nke a bụ n'ihi iwu ụzọ ụgbọ okporo ígwè n'etiti Lagos na North site n'aka gọọmentị Britain, maka njem nke ndị ọrụ gafee mba ahụ.",
  "Ebumnuche ime ka Lagos steeti bụrụ nnukwu obodo bụ otu n'ime ebumnuche ndị isi nke nchịkwa Ambode na steeti Lagos. N'ịzube ebumnuche a, gọọmentị Lagos Steeti tinyere ego nke ijeri N1 na iwu Isopakodowo na Bolade-Oshodi",
  "Ọ bụ gọọmentị Babatunde Fashola na steeti Lagos nyere iwu ka ahịa ahụ rụọ ọrụ n'ọnwa Jenụwarị 7, afọ 2014",
  "Ebumnuche nke gọọmentị bụ ịkwaga ndị ahịa nọ n'ahịa Owonifari n'ụlọ ọhụrụ ahụ mgbe emechara ya",
  "Otú ọ dị, ndị ahịa ahụ achọghị ịkwaga",
  "Ahịa ọhụrụ ahụ nwere ihe karịrị ụlọ ahịa 600 na ọtụtụ narị ụlọ ahịa Clamps. Dị ka nzukọ e nwere n'ụbọchị 16 Disemba 2015, kansụl ndị isi nke steeti nke Gọvanọ Ambode duziri zutere onye nnọchi anya ahịa ahụ, ebe gọvanọ ahụ gosipụtara ọchịchọ ịkwaga n'ahịa ọhụrụ ahụ",
  "Na ngwụcha nzukọ ahụ, ndị ahịa kwetara na arịrịọ nke gọvanọ, Otú ọ dị, ha rịọrọ maka ahịa dị ọnụ ala. N'otu n'ime nkwupụta ndị nta akụkọ nke onye kọmishọna Steve Ayorinde kwuru na Mọnde, Disemba 21, 2015, e mechara kweta na ndị ahịa ga-akwụ N5,000 maka ụlọ ahịa na Isopakodowo Market",
  "Enwere naanị ebe ole na ole na Lagos ebe ị ga-ahụ ụlọ ahịa N5,000, ma ya fọdụkwa na etiti Oshodi, mana gọvanọ kwenyere na ha",
  "Anyị, mgbe nke ahụ gasịrị, na-enye ọkwa ka anyị kwụsị site n'ọfịs nke Kọmishọna maka Atụmatụ Ahụike na Mmepe Obodo.",
  "Ebumnuche ime ka Lagos steeti bụrụ nnukwu obodo bụ otu n'ime ebumnuche ndị isi nke nchịkwa Ambode na steeti Lagos. N'ịzube ebumnuche a, gọọmentị Lagos Steeti tinyere ego nke ijeri N1 na iwu Isopakodowo na Bolade-Oshodi",
  "Ọ bụ gọọmentị Babatunde Fashola na steeti Lagos nyere iwu ka ahịa ahụ rụọ ọrụ n'ọnwa Jenụwarị 7, afọ 2014",
  "Ebumnuche nke gọọmentị bụ ịkwaga ndị ahịa nọ n'ahịa Owonifari n'ụlọ ọhụrụ ahụ mgbe emechara ya",
  "Otú ọ dị, ndị ahịa ahụ achọghị ịkwaga",
  "Ahịa ọhụrụ ahụ nwere ihe karịrị ụlọ ahịa 600 na ọtụtụ narị ụlọ ahịa Clamps. Dị ka nzukọ e nwere n'ụbọchị 16 n'ọnwa Disemba 2015, kansụl ndị isi nke steeti nke Gọvanọ Ambode duziri zutere onye nnọchi anya ahịa ahụ, ebe gọvanọ ahụ gosipụtara ọchịchọ ịkwaga n'ahịa ọhụrụ ahụ",
  "Na ngwụcha nzukọ ahụ, ndị ahịa kwetara na arịrịọ nke gọvanọ, Otú ọ dị, ha rịọrọ maka ahịa dị ọnụ ala. N'otu n'ime nkwupụta ndị nta akụkọ nke onye kọmishọna Steve Ayorinde kwuru n'ụbọchị Mọnde, Disemba 21, 2015, e mechara kweta na ndị ahịa ga-akwụ N5,000 maka ụlọ ahịa na Isopakodowo Market",
  "Enwere naanị ebe ole na ole na Lagos ebe ị ga-ahụ ụlọ ahịa N5,000, ma ya fọdụkwa na etiti Oshodi, mana gọvanọ kwenyere na ha",
  "Anyị, mgbe nke ahụ gasịrị, na-enye ọkwa ka anyị kwụsị site n'ọfịs nke Kọmishọna maka Atụmatụ Ahụike na Mmepe Obodo.",
  "Ewezuga eziokwu ahụ bụ na gọọmentị na-achụso ọrụ iji gbanwee steeti Lagos ka ọ bụrụ nnukwu obodo, ụfọdụ n'ime ihe ndị ọzọ onye nchịkwa steeti nyere gụnyere:",
  "Otu n'ime isi ihe mere gọọmentị ji kwuo bụ mmalite nke ọrụ mpụ n'ahịa, nke gụnyere iweghachite ngwá agha na mgbọ n'ime ahịa, ebe zoro ezo maka ndị omempụ wdg",
  "Dị ka akụkọ dị na akwụkwọ akụkọ, Owoseni, onye kọmishọna nke ndị uwe ojii na Lagos steeti kwuru, sị: Isi okwu ndị kansụl ahụ lere anya bụ nyocha nke usoro niile e debere n'afọ 2015 karịsịa na Krismas nke mere ka anyị nwee ememe udo.\nN'ịtụleghachi nke ahụ, anyị lere anya n'otú anyị nwere ike isi kwado ụfọdụ n'ime ha ndị nyeere anyị aka ma n'ezie melite na usoro ndị ọzọ anyị chere na ọ dị mkpa imeziwanye",
  "Nke ahụ bụ n'ụzọ bụ isi ihe anyị mere ma anyị kpebie na anyị ga-akwado usoro ndị ahụ dị mma iji mee ka Lagos Steeti dị nchebe ma dịkwuo nchebe maka mmepe mmekọrịta mmadụ na ibe ya na akụ na ụba",
  "Na mmepe ọzọ metụtara ya, Kọmishọna Steeti maka Ozi na Atụmatụ, Steve Ayorinde, kwuru na akwụkwọ akụkọ \" na mmebi na Tuesday na Wednesday n'ezie gosipụtara ụfọdụ egwu ha, dịka anyị chọpụtara ụlọ nkwakọba na ngwá agha n'okpuru ụlọ ahịa.",
  "Gọọmentị steeti welitere nchegbu banyere mgbochi nke na-esite na okporo ụzọ site na ọnụ ọgụgụ ụgbọ ala n'ime na gburugburu Oshodi, nke ụfọdụ n'ime ya bụ ndị ọbịa na-aga ahịa kwa ụbọchị",
  "Gọọmentị kwenyere na ọ bụrụ na e wuo ọdụ ụgbọ ala na Oshodi, ọ ga-elekọta ihe ịma aka okporo ụzọ na mpaghara a",
  "Kọmishọna ahụ kwuru na ahịa ga-anọ mgbe niile na Oshodi, a ga-ebibi ụfọdụ ihe owuwu iwu na-akwadoghị nke gọọmentị steeti setịpụrụ iji mee ka ebe Oshodi na-enweghị okporo ụzọ na mpụ ghara ịgafe.",
  "Mbibi nke ahịa Oshodi bụ ihe arụmụka.\nOnye na-ahụ maka mmekọrịta ọha na eze, Obinna Nwosu, n'ihe ọ na-enye kwuru na e nwere iwu ụlọ ikpe na gọọmentị ekwesịghị inye ndị ahịa nọ n'ahịa anyị nsogbu n'ihi na kemgbe e mezigharịrị ya n'afọ 1999 mgbe ọkụ gbara ahịa ahụ, ndị ahịa ji aka ha wughachi ahịa ahụ na N750million ma kpochapụ ụlọ ahịa ọ bụla",
  "Iwu akara ọ dị ka ọkwa nkwụsị? Ha mesiri anyị obi ike na ihe niile ga-edozi ma nke ahụ bụ ihe mere ọtụtụ n'ime anyị ji weghachite ihe anyị",
  "O kwukwara na ndị na-eme ihe ike n'ahịa ahụ enwetabeghị nzukọ iji kwurịta banyere ịkwaga tupu ihe ahụ emee",
  "Ụfọdụ n'ime ndị ahịa kwekwaara na ụlọ ọrụ dị n'ahịa ọhụrụ ahụ enweghị ike ịnabata ha. Asịrị banyere ọgba aghara na ọrụ ime mmụọ bụkwa ụfọdụ n'ime ihe mere ndị ahịa ji jụ ịnabata onyinye maka ịkwaga site na gọọmentị steeti.",
  "Ụfọdụ n'ime ndị ọrụ gọọmentị kwuru okwu n'oge usoro ahụ ji otu olu kwupụta nkwado ha maka omume gọọmentị",
  "Taofeek Adaranijo, onye otu House of Representatives, na-anọchite anya Agege Federal Constituency, kwuru na Mgbe ị na-aga gburugburu akụkụ ndị ọzọ nke ụwa, ọ ga-esiri gị ike ịhụ ahịa n'ebe dị otú ahụ ma wuo ọdụ ụgbọ ala n'ebe ahụ ga-eme ka ebe ahụ maa mma ma gbanwee gburugburu ebe obibi maka ọdịmma",
  "Ọ ga-agbakwunye agba na nnukwu obodo ahụ anyị na-arọ nrọ maka Lagos na nke a bụ nzọụkwụ siri ike iji nweta atụmatụ mgbanwe ahụ",
  "Segun Olulade, onye otu ụlọ ndị nnọchi anya Lagos State, na-anọchite anya mpaghara Epe, kwenyere na ahịa aghọwo ebe ndị omempụ na ebe zoro ngwá agha na mgbọ."
]