[
  "Àtụ:Infobox river\nOsimiri Oṣun (mgbe ụfọdụ, mana a adịghị a kpọpụta ya ka Oshun) bụ osimiri nke na-aga n'ebe ndịda site na Osun State na ndịida ọdịda anyanwụ Nigeria n\"ime Lagos Lagoon na Atlantic Gulf of Guinea",
  "Ọ bụ otu n'ime ọtụtụ osimiri ndị a e kwuru na akụkọ ifo dị n\"ógbè ahụ bụ ụmụ nwanyị ndị tụgharịrị bụrụ mmiri na agba agba mgbe ihe omume ụfọdụ tụrụ egwu ma ọ bụ kpasuru ha iwe.",
  "Ọ bụ ebe dị nsọ ma dị iche ebe ihe dị unyi  na ofodu omume ndị ọzọ dara iwu na eze.",
  "A bara osimiri ahụ Oṣun ma <span typeof=\"mw:Entity\" id=\"mwDw\">ọ bụ</span> Oshun, otu n'ime ndị arụsị kachasị ewu ewu na ndị a na'asọpụrụ. Ofufe ọdịnala a na-eme kwa afọ n'ala nsọ Ọṣun dị Osimiri Ọśun na Osogbo nso agbụrụ go njem ala nsọ a ma ama na ihe dị mkpa na ndị njem nleta na'ebe niile, na na -adọputa ndị mmadụ si na Nigeria niile ma na mba ịbịa mmemme afọ na August.",
  "Osun bụ otu n'ime chi nwanyị osimiri n'ala ndị Yoruba, a maara ya nke oma maka inye ndị mmadụ ihe mkpa ha",
  "A na-ekwu na <span typeof=\"mw:Entity\" id=\"mwHA\">ọ bụ</span> otu n'ime ndị nwunye nke ̣Ṣango, chi égbè eluigwe ndị Yoruba",
  "Osun bụ nwa afọ Igede-Ekiti, isi ụlọ ọrụ nke Irepodun / Ifelodun mpaghara gọọmentị, Ekiti state, Nigeria ya mere isi iyi ya dị na Igedes-Ekiti",
  "Osun, nwa nke atọ nke alụmdi na nwunye dị n'etiti Ake (onye na-achụ nta na nwa eze si Ile-Ife) na Erindo (nwunye Ake) nke ga-amụkwa ụmụ iri na ise ọzọ gụnyere osimiri Ogbese na Elemi",
  "Ka Ogbese bụ akụkọ ifo nke Afrikola ochie, osimiri Elemi na-aga n'ihu na ịchọ mma nke ala anyị mma",
  "Osun, nwunye nke abụọ nke Alafin Sango, tụgharịrị bụrụzi osimiri mgbe ọ dara na asọmpi nke onye ga-anọchi nna ha, Ake",
  "N'ụbọchị ahụ, ịgba afa bụ ngwá agha kachasị ike n'agha ya mere, nke kachasị mma na nke buru ibu na-ebu ụbọchị",
  "Aha obodo m, \"Igede\" sitere na \"Ogede\"- nke pụtara ịgba afa ma mesịa wuru \"Igede\" na aha ọkpụkpọ",
  "Ya mere, \"Ilè Ògede ma ọ bụ Igede pụtara ala ịgba afa",
  "Igede-Ekiti bụ ebe obibi nke ihe karịrị osimiri iri na isii ma ọ dịghị onye maọbụ akwụkwọ ọ bụla gosipụtara na ọ nweghị osimiri na-agafe Igedi-ekiti site n'ebe ọ bụ ihe ọ dị, karama osimiri si Igedes- Ekiti na abanye obodo ndị ọzọ na ebe ndị ọzọ",
  "Chi nwanyị osimiri ahụ enweela ike inye ndị na amughi ụmụ, ụmụ ma na agbanwe ndụ ọtụtụ ndị mmadụ. E nweela ọtụtụ akụkọ ifo gbasara chi nwanyị Osun, dịka ọmụmaatụ, Shegun Coker na ụlọ nsọ a bụrụ ọnụ site na Kolawole Michael, 2008.",
  "N'afọ 2018, osimiri ahụ malitere ịgbanwe ụcha na mberede na nyocha nke Urban Alert (otu ụlọ ọrụ na-enweghị uru na civic-tech) kpughere na ọrụ igwupụta ọlaedo iwu na iwu kwadoro na nke a na'achịkwaghị achịkwa na mpaghara elu bụ isi ihe kpatara ya. Ọrụ nke ndị na-egwupụta ihe n'ime ala ndị a emetọla osimiri ahụ na ọla dị arọ, si otú a na'eyi osimiri na Osun Osogbo dị nsọ egwu",
  "Oké ọhịa nke ohia nsọ nke Osun no na ọnụ mpụga obodo Osogbo, bụ otu n'ime ihe ndị fọdụrụ n\"oké ọhịa dị elu na ndịda Nigeria",
  "A hụrụ ya ka ebe obibi nke chi nwanyị ọmụmụ Osun, otu n'ime chi ndị Yoruba, ala nke ọhịa ahụ na osimiri ya na aga aga jupụtara na ebe nsọ na ụlọ nsọ, ihe a tụrụ atụ na ọrụ nka iji sọpụrụ Osun na chi ndị ọzọ",
  "Osisi dị nsọ, nke a na-ahụ ugbu a dị ka ihe nnọchianya nke e jiri mara maka ndị Yoruba niile, bụ ma eleghị anya nke ikpeazụ na omenala Yoruba",
  "Ọ na-agba akaebe maka omume a na'oge gara aga nke iru pụta osisi dị nsọ n'èzí ebe obibi niile.",
  "Nchịkọta dị mkpirikpi",
  "Otu narị afọ gara aga, e nwere ọtụtụ ọhịa dị nsọ n'ala Yoruba: obodo ọ bụla nwere otu",
  "A gbahapụrụ ọtụtụ n'ime osisi ndị a ugbu a ma ọ bụ belata ruo ebe pere mpe",
  "Osun-Osogbo, n'etiti Osogbo (isi obodo Osun State), nke e guzobere ihe dị ka afọ narị anọ gara aga na ndịda ọdịda anyanwụ Nigeria, na kilomita 250 site na Lagos bụ nnukwu ọhịa dị nsọ nke dị ndụ na nke a ka na-asọpụrụ.",
  "Oké ọhịa nke ọhịa nsọ Osun bụ ụfọdụ n'ime ihe ndị fọdụrụ n\"oké ọhịa dị elu na ndịda Nigeria",
  "Site na Osimiri Osun, ebe obibi ime mmụọ nke chi nwanyị osimiri Osun, gafere n'oké ọhịa ahụ",
  "N'ime ebe nsọ nke oké ọhịa ahụ bụ ebe iri anọ, ihe a tụrụ atụ na ọrụ nka e guzobere iji sọpụrụ Osun na chi ndị ọzọ Yoruba, ọtụtụ ndị e kere n'afọ iri atọ gara aga, obí eze abụọ, ebe ise dị nsọ na ebe ofufe itoolu a kwụnyere n\"akụkụ osimiri na ndị ụkọchukwu na-ahọpụta.",
  "Ihe osise ọhụrụ a rụnyere n'ọhịa ahụ emeela ka ọhịa ahụ dị iche na ohia ndị ọzọ: Osogbo bụzi ebe pụrụ iche ugbu a n'inwe nnukwu ihe osise nke afọ nke iri abụọ nke e kere iji mee ka njikọ dị n'etiti ndị mmadụ na ndị arụsị ndị nke Yoruba sie ike, yana ụzọ obodo ndị Yoruba si jikọta ntọala ha na uto ha na mmụọ nke ọhịa ahụ.",
  "Mweghachi nke ndị na-ese ihe emeela ka ohia ahụ dị mkpa: ọ bụrụ na ebe dị nsọ maka ala Yoruba dum na ihe nnọchianya nke njirimara maka ndị Yoruba na mba ndị ọzọ",
  "Ohia ahụ bụzi ala nsọ ebe ana eme otú tu ihe ofufe arụsị ụbọchị niile, izu niile ma afọ niile",
  "Nke sokwa ya bụ, mmemme nke mmputa ana eme n'afọ afọ iji wee sokwa njikọ nke arụsị na ndị obodo nke na-eme n'afọ afọ n'ụbọchị iri na abụọ n'ime ọnwa July na August ma ne edo we kwa omenala ndị ndú nke ndị Yoruba",
  "Ohia ahụ bụkwa ụlọ ọgwụ ahịhịa mgbọrọgwụ nwere ihe karịrị ụdị osisi narị anọ, ụfọdụ ndị na nọrọ n'otu ebe wee too, n'ime ha bụ ndị a ma ama, nke a maara ihe karịrị ụdị narị abụọ maka ọgwụ ha.",
  "Criterion (abụọ): Mmepe nke Movement of New Sacred Artists na ntinye Suzanne Wenger, onye Austria na-ese ihe, n'ime obodo ndị Yoruba egosila na ọ bụ mgbanwe nke echiche nke mere ka Osun Grove dị nsọ jiri righi",
  "Criterion (iii): Osun Sacred Grove bụ nke kachasị ukwuu na ikekwe naanị ihe atụmatụ fọdụrụnụ nke ihe a na-ahụkarị nke na-egosipụta ebe obibi Yoruba ọ bụla",
  "Ugbu a, ọ na-anọchite anya Ogige dị nsọ nke Yoruba ma n'egosipụta ha nke akụkọ mbido uwa nke Yoruba",
  "Criterion (vi): Osun Grove bụkwa ihe ziri ezi egosipụta usoro ịgba afa na omume akụkọ ụwa gbasara ndị Yoruba; mmeme ya afọ afọ bụ nzaghachi na-aga n'ihu na-aga nke ọma na okwukwe Yoruba n'ime njikọ dị n'etiti ndị mmadụ, onye na-achị ha na chi nwanyị Osun.",
  "Agwa ziri ezi",
  "Ngwongwo jiri obere were gbaa ọhịa nsọ okirikiri ma ihe niile ha webatara na afo jiri nwayọ gafee iri anọ tupu eme ihe odide",
  "Ofodu n'ime ihe e sere ese dizie ka ihe ga-emebi maka adizi ele kwa ya ofuma ihe mere ihe ejiri me ha dịka àjà ụlọ, osisi ma àjà-nwere ike ịbụ ihe dịka ọ ga si ike ma dị ọnụ na nsogbu",
  "Ohia ahu dịkwa n'ihe ize ndụ maka oké  nleta na nrụgide ndị nleta nke nwere ike imebi nguzozi n'etiti akụkụ okike na ndị dị mkpa iji kwado àgwà ime mmụọ nke saịtị ahụ.",
  "Eziokwu",
  "Nke Eziokwu nke ọhịa ahụ nwere dị nso na uru ya dị ka ebe dị nsọ",
  "Agwa nsọ nke ebe ndị a nwere ike ịnọgide na-eme ka ọ dị ike ma ọ bụrụ na a na-akwanyere ịdị nsọ ahụ ùgwù n'ọtụtụ ebe",
  "N'ime afọ iri anọ gara aga, ihe ọhụrụ a tụrụ atụ na ohia ahụ enweela mmetụta nke ime ka àgwà pụrụ iche nke ọhịa ahụ sikwuo ike ma nyeghachi ya àgwà ime mmụọ ya nke na-eme ka ọ nwee uru ọdịbendị dị elu.",
  "N'otu oge ahụ, ihe ọhụrụ ndị a tụrụ atụ bụ akụkụ nke ọdịnala ogologo oge na-aga n'ihu nke ihe ndị a tụrụ akpụ nke e kere iji gosipụta cosmology Yoruba",
  "Ọ bụ ezie na ọdịdị ha na-egosipụta ọpụpụ ọhụrụ, emeghị ọrụ ndị ahụ iji too ndị na-ese ihe kama site na nnukwu nha ha na ọdịdị na-emenye egwu iji weghachite ịdị nsọ nke ọhịa ahu",
  "Ihe osise ọhụrụ ahụ emezuola ebumnuche ha ma ohi ahụ ugbu a nwere ihe dị mkpa karịa mpaghara dị ka ebe dị nsọ maka ndị Yoruba.",
  "Ihe ndị Nchedo na njikwa",
  "A bara ọhịa ahu na mbụ  ihe oruru mba na 1965",
  "A gbanwere aha mbụ a ma gbasaa ya na 1992 iji chebe hekta iri asaa na ise dum",
  "Iwu nke ndị Nigeria Cultural Policy nke 1988 na-ekwu na 'ọchịchị nke steeti ga-echekwa mgbidi na ọnụ ụzọ ámá obodo ochie, ebe, obí eze, ebe nsọ, ụlọ ọha na eze, na-akwalite ụlọ ndị dị mkpa n'akụkọ ihe mere eme na ihe ndị a tụrụ atụ.' N'okpuru Iwu Ojiji Ala nke 1990 Gọọmentị nke Federal nke Nigeria nyere Gọọmentụ nke Osun Steeti nlekọta nke ọhịa ahụ",
  "Ohia ahụ nwere atụmatụ njikwa mepụtara nke ọma nke na-ekpuchi oge 2004 - 2009 nke ndị niile nwere òkè n'ime ya nabatara ma ebe ọhịa ahụ nwere usoro njikwa.  Federal Gọọmentị na-achịkwa ebe ọhịa ahụ site na onye njikwa ebe ọhịa ahụ nke National Commission for Museums and Monument dị ka Iwu iri asaa na asaa nke 1979 nyere ya ikike",
  "Gọọmentị steeti Osun na-enyekwa aka n'otu aka ahụ na nchedo na njikwa ya site na Gọọmentụ Obodo ya, Ministrị na Parastatals, bụ ndị iwu steeti na-enyekwa ikike ijikwa ihe orurusteeti.",
  "Ọrụ omenala mba na ọdịnala site na Ataoja (Eze) na ndi ichie ya - Osogbo Cultural Heritage Council.  E nwere ihe omume ọdịnala ndị e ji chebe ebe ohia ahụ pụọ n'ụdị egwu ọ bụla dị ka iwu ọdịnala, akụkọ ifo, omenala na omenala ndị machibidoro ndị mmadụ igbu azụ, ịchụ nta, igbu osisi na ọrụ ugbo.",
  "Ndị na-efe ofufe ọdịnala na ndị nyefere ndụ ha n'ofufe na-edebe ihe nketa a na-apụghị ịhụ anya site na ime mmụọ, ofufe na ihe nnọchianya",
  "E nwere kọmitii njikwa nke ndị ọrụ niile nwere òkè mejupụtara, nke na-etinye ụkpụrụ, omume na ọrụ maka mmepe na-odịgide nke ebe oru ahụ.",
  "Ohia nsọ nke Osun-Osogbo bụkwa akụkụ nke National Tourism Development Master Plan nke e mepere na World Tourism Organization (WTO) mana United Nations Development Program (UNDP)",
  "Mmeme Osun Osogbo n'afọ afọ kwesịrị ọchịchị dị mma ka ebe ahụ ghara ịta ahụhụ site na mmetụta ọjọọ nke njem nleta n'oge mmeme ahụ.",
  "Ohia ahụ ga-abụkwa ife nkili nke ihe nketa ndi Afrịka nke na-echekwa ụkpụrụ a na-ahụ anya na nke a na-apụghị ịhụ anya nke ndị Osogbo karịsịa, na ndị Yoruba niile",
  "Dị ka isi iyi nke mpako nye ha, ọhịa a ga-anọgide na-abụ ihe nketa na-eto eto nke nwere akara ọdịnala na ezigbo ụzọ isi nyefee okpukpe ọdịnala, na usoro ihe ọmụma ụmụ amaala, nye ndị Afrịka nọ na mba niile"
]