[
  "Oké osimiri bụ nnukwu mmiri nnu",
  "Enwere oke osimiri na oke osimiri",
  "Oké osimiri na-ezokarị aka n'oké osimiri, bụ́ akụkụ buru ibu nke mmiri oké osimiri",
  "Oke osimiri ndị pụrụ iche bụ oke oke osimiri, akụkụ nke abụọ nke oke osimiri (dịka Oke Osimiri Mediterenian), ma ọ bụ ụfọdụ buru ibu, fọrọ nke nta ka ọ bụrụ nke enweghị oke (dịka Osimiri Caspian).",
  "Salinity nke mmiri dị iche iche dịgasị iche iche, na-adị ala n'akụkụ elu na ọnụ nke nnukwu osimiri na elu na omimi nke oké osimiri;  Otú ọ dị, oke nha nke nnu gbazere na-adịgasị iche iche n'ofe oke osimiri",
  "Ihe siri ike na-agbaze na mmiri oké osimiri bụ sodium chloride",
  "Mmiri ahụ nwekwara nnu nke magnesium, calcium, potassium, na mercury, n'etiti ọtụtụ ihe ndị ọzọ, ụfọdụ n'ime ntakịrị ntakịrị.￼",
  "Oke osimiri na-eme ka ihu igwe dị n'ụwa nwee oke ma nwee ọrụ dị mkpa na okirikiri mmiri, carbon, na nitrogen",
  "Elu mmiri na-emekọrịta ihe na ikuku, na-agbanwe ihe ndị dị ka irighiri ihe na okpomọkụ, yana mmiri iyi",
  "Igwe mmiri dị n'elu bụ mmiri mmiri nke ikuku ikuku na-emepụta na ifufe ya na-efefe n'elu mmiri ahụ, na-emepụta ebili mmiri nke ifufe, na-esi na mmiri na-adọkpụ nwayọọ nwayọọ ma kwụsie ike, dị ka ọ dị n'oké osimiri na-akwagide miri emi",
  "oke osimiri",
  "Imiri mmiri dị omimi, nke a maara ọnụ dị ka eriri ebufe zuru ụwa ọnụ, na-ebu mmiri oyi site n'akụkụ okporo osisi gaa n'oké osimiri ọ bụla ma na-emetụta ihu igwe ụwa nke ukwuu",
  "Tides, ebili na ọdịda nke oke osimiri ugboro abụọ kwa ụbọchị, bụ ntughari ụwa na mmetụta ndọda nke ọnwa na, ruo n'ókè dị nta, nke anyanwụ",
  "Tides nwere ike ịdị oke elu n'ọnụ mmiri ma ọ bụ ọdụ ụgbọ mmiri",
  "Ala ọmajiji nke okpuru mmiri na-esite na mmegharị tectonic plate n'okpuru oke osimiri nwere ike iduga tsunamis na-emebi emebi, dị ka ugwu mgbawa, nnukwu ala, ma ọ bụ mmetụta nke nnukwu meteorites.",
  "Ụdị dị iche iche dị iche iche, gụnyere nje bacteria, protists, algae, osisi, fungi, na ụmụ anụmanụ, na-ebi n'oké osimiri, nke na-enye ọtụtụ ebe obibi mmiri na gburugburu ebe obibi, na-adabere na ya site na ìhè anyanwụ na n'ikpere mmiri ruo nnukwu omimi na nrụgide",
  "nke oyi na-atụ, ọchịchịrị abyssal mpaghara, na n'ebe ugwu site na mmiri oyi n'okpuru pola ice okpu ruo na mmiri ọkụ nke coral reefs na okpomọkụ na mpaghara",
  "Ọtụtụ n'ime ihe ndị bụ́ isi dị iche iche sitere n'oké osimiri na ndụ nwere ike ịmalitela ebe ahụ.",
  "Oké osimiri abụwo ihe dị mkpa maka ụmụ mmadụ n'akụkọ ihe mere eme na ọdịbendị niile.A na-edekọ ndị mmadụ ijikọ na ịmụ ihe n'oké osimiri site n'oge ochie, wee gosipụta nke ọma na prehistory, ebe ọmụmụ sayensị ọgbara ọhụrụ a na-akpọ oceanography na mbara mmiri na-achịkwa iwu nke oke osimiri, yana iwu admiralty na-achịkwa mmekọrịta mmadụ na oke osimiri",
  "Oke osimiri na-enye mmadụ nri dị ukwuu, ọkachasị azụ, kamakwa azụ azụ, anụ mamma na ahịhịa mmiri, ma ndị ọkụ azụ na-ejide ma ọ bụ na-akọ ugbo n'okpuru mmiri",
  "Ihe ndị ọzọ mmadụ na-eji oké osimiri eme ihe gụnyere ịzụ ahịa, njem, mịpụta mineral, ike ọkụ, agha, na ihe omume ntụrụndụ dị ka igwu mmiri, ịkwọ ụgbọ mmiri, na mmiri mmiri",
  "Ọtụtụ n'ime ihe omume ndị a na-ebute mmetọ mmiri.",
  "Nnyocha sayensị nke mmiri na okirikiri mmiri nke ụwa bụ hydrology; hydrodynamics na-amụ physics nke mmiri na-agagharị",
  "Nnyocha kachasị ọhụrụ nke oké osimiri karịsịa bụ oceanography",
  "Nke a malitere dị ka ọmụmụ nke ọdịdị nke mmiri nke oké osimiri mana kemgbe ahụ agbasawanye n'ime nnukwu ngalaba na ọtụtụ: ọ na-enyocha njirimara nke mmiri oké osimiri; ọ na-amụ ebili mmiri, ebili mmiri na ebili mmiri; chaatị ụsọ mmiri na map ala oké osimiri; ma na-amụ ihe ndị dị ndụ. A maara mpaghara na-ahụ maka mmegharị nke oké osimiri, ike ya, na ike na-arụ ọrụ na ya dị ka oceanography anụ ahụ",
  "Marine Biology (biological oceanography) na-amụ banyere osisi, anụmanụ, na ihe ndị ọzọ dị ndụ bi na gburugburu ebe obibi mmiri",
  "Ha abụọ na-agwa site na kemịkalụ oceanography, nke na-amụ omume nke ihe na molekụl n'ime oké osimiri: ọkachasị, n'oge a, ọrụ oké osimiri na okirikiri carbon na ọrụ carbon dioxide na mmụba nke mmiri mmiri mmiri",
  "Ọdịdị ala mmiri na nke mmiri na-egosi ọdịdị na ọdịdị nke oké osimiri, ebe ọdịdị ala mmiri (ọdịdị ala nke oké osimiri) enyewo ihe akaebe nke ntụgharị kọntinent na ihe mejupụtara na nhazi nke ụwa, mee ka usoro nke sedimentation doo anya, ma nyere aka na ọmụmụ nke mgbawa ugwu na ala ọma jijiji.",
  "Otu ihe e ji mara mmiri oké osimiri bụ na ọ na-atọ ụtọ",
  "A na-atụkarị nnu n'akụkụ ọ bụla (‰ ma ọ bụ kwa mil), na oké osimiri mepere emepe nwere ihe dị ka gram 35 (1.2 oz) solids kwa lita, nnu nke 35 ‰",
  "Oké Osimiri Mediterenian dịtụ elu na 38 ‰, ebe nnu nke ugwu Oké Osimiri Uhie nwere ike iru 41‰. N'ụzọ dị iche, ụfọdụ ọdọ mmiri hypersaline nwere nnu dị elu, dịka ọmụmaatụ, Oké Osimiri Nwụrụ Anwụ nwere gram 300 (11 oz) dissolved solids kwa lita (300 ‰).",
  "Ọ bụ ezie na ọnụọgụ nnu dị n'oké osimiri na-anọgide na-adịgide adịgide n'ime ọtụtụ nde afọ, ihe dị iche iche na-emetụta nnu nke mmiri. Mmiri na ihe na-esi na ice apụta (nke a maara dị ka \"ọjụjụ brine\") na-eme ka nnu dịkwuo elu, ebe mmiri ozuzo, ice nke oké osimiri, na mmiri si n'ala na-ebelata ya. Dị ka ihe atụ, Oké Osimiri Baltic nwere ọtụtụ osimiri na-asọba na ya, ya mere enwere ike iwere oké osimiri ahụ dị ka nnu. Ka ọ dị ugbu a, Oké Osimiri Uhie nwere nnu nke ukwuu n'ihi ọnụ ọgụgụ dị elu nke evaporation.",
  "Seawater with a typical salinity of 35 ‰ has a freezing point of about Àtụ:Convert.[Tinye edensibịa] When its temperature becomes low enough, ice crystals form on the surface",
  "These break into small pieces and coalesce into flat discs that form a thick suspension known as frazil",
  "In calm conditions, this freezes into a thin flat sheet known as nilas, which thickens as new ice forms on its underside",
  "In more turbulent seas, frazil crystals join into flat discs known as pancakes",
  "These slide under each other and coalesce to form floes",
  "In the process of freezing, salt water and air are trapped between the ice crystals",
  "Nilas may have a salinity of 12–15 ‰, but by the time the sea ice is one year old, this falls to 4–6 ‰.",
  "Ọnụ ọgụgụ nke ìhè na-abanye n'oké osimiri na-adabere na angle nke anyanwụ, ọnọdụ ihu igwe na turbidity nke mmiri",
  "A na-egosipụta ọtụtụ ìhè n'elu, na ìhè na-acha ọbara ọbara na-abanye na mita ole na ole n'elu",
  "Ìhè na-acha odo odo na nke na-acha akwụkwọ ndụ akwụkwọ ndụ na-eru omimi karị, na ìhè na-acha anụnụ anụnụ na nke na'acha odo odo nwere ike ịbanye n'ime 1,000 mita (3,300 )",
  "Enweghị ìhè zuru oke maka photosynthesis na uto osisi karịa omimi nke ihe dị ka mita 200 (660 )."
]