[
  "Prince Jacon Osinachi Igwe (amụrụ n'afọ 1991), nke a maara dịka Osinachi, bụ onye na-ese ihe na dijitalụ na Naijiria. A maara ya maka iji Microsoft Word dị ka usoro ya. N'ịbụ onye a kọwara dị ka \"Onye Omenkà crypto nke kacha na Afrịka\", a na-ahụta Osinachi dị ka onye mbụ na-ese ihe n'Afrịka nke Christie's na Europe na-ere ọrụ ya dị ka NFT",
  "\"",
  "A mụrụ Osinachi na Aba, Nigeria",
  "Ọ gara Mahadum nke Nigeria, Nsukka ebe ọ gụrụ sayensị ozi na ọmụmụ edemede Bekee.",
  "Osinachi banyere n'ihe nkiri nka crypto n'afọ 2017. N'afọ 2020, o mere ihe ngosi izizi ya, Osinachi: Existence as Protest, na Kate Vasse Galerie na Zürich, Switzerland. N'afọ 2021, Osinachi nwetara nlebara anya maka ire NFT ruru $ 75,000 n'ime ụbọchị 10.",
  "Osinachi sonyere Mohamed Amin Foundation iji wepụta NFT maka katalọgụ nke gosipụtara nde foto 2.5 na ihe karịrị awa 5,000 nke ọdịnaya vidiyo",
  "Ọrụ ahụ malitere $ Afrofuture, ego mmekọrịta Ethereum.",
  "A kọwara ọrụ Osinachi dị ka \"na-etinye aka na ndọrọ ndọrọ ọchịchị, na-esite na mkparịta ụka gbasara nwoke na nwanyị, ọdịnala, na agbụrụ.\" Mgbe ọ na-ede banyere ahịa nka na 2020, onye nlekọta Jason Bailey kpọrọ Osinachi \"ihe kachasị mma n'ime ihe ọgbọ na-abịanụ nke ndị na-ese ihe nwere inye.\" O dere, sị: \"Ọrụ Osinachi pụtara ìhè n'otu akụkụ n'ihi na ọ bụ onye nkuzi onwe ya ma mepụta ọrụ ya site na iji Microsoft Word, ngwá ọrụ nhazi okwu nkịtị mmadụ ole na ole ga-eche iji mee nka",
  "Ojiji aka ya nke agba na ụkpụrụ na-emepụta ihe ndị dị mgbagwoju anya nke dị ike, mana ọ dị larịị dị ka collage, nke na-adịghị ahụkebe maka ndị na-ese ihe na-arụ ọrụ dijitalụ",
  "Ọrụ ya nwere obi ike, dị iche, eziokwu, ezi obi ike, ma na-ekwu maka ọchịchọ ọgbọ ya maka ịha nhata, ịdị iche iche, na gburugburu ebe obibi n'ụzọ doro anya n'enweghị ịnọ n'imi",
  "\"",
  "N'afọ 2021, 1-54 na Christie's jikọrọ aka n'ahịa n'ịntanetị nke usoro Osinachi's Different Shades of Water, na-eme ka ọ bụrụ onye mbụ na-ese ihe n'Afrịka NFT gosipụtara",
  "Usoro a sitere n'ike mmụọ nsọ David Hockney's 1972 eserese Onye Omenkà (Pool with Two Figures)",
  "E gosipụtara ihe osise ndị ahụ na Somerset House."
]