[
  "Gụọ obere nkọwa maka osisi niile nọ na Chaịna n’ebe a: Collective plants of China.\nMaka ederede nọ n'isiokwu “Flora in the Republic of China”, gaa n’ebe a: Flora of Taiwan.\nHụ akwụkwọ e dere n’usoro maka osisi nọ na Chaịna n’ebe a: Flora of China.",
  "Ụdị osisi dị ichè ichè nọ na Chaịna, nke Bekee chịkọrọ ọnụ kpọọ ha flora of China, bụ aja",
  "Ha gụnyere osisi a maara nke ọma ka osisi maọbụ vascular plants n’asụsụ Bekee, bụ nke karịrị puku iri atọ na itolu (39,000)",
  "Ndị ọzọ bụ osisi ha na ero bụ otụ̀, ndị Bekee kpọrọ (fungi) nke dị puku asaa (7,000), na osisi na-ebi n’osisi ọzọ, nke na-aza bryophytes, nke dị puku atọ  Ụdị osisi karịrị puku iri atọ (30,000) bụ ụdị Chineke kere na Chaịna",
  "Nke a pụtara na e kèè ụdị osisi nọ n’ụwa ụzọ asatọ, Chaịna nwere otù ụzọ",
  "Puku kwùrù puku osisi ndị a bụ nanị na Chaịna ka ha nọ; ị gaghị enweta ha n’ebe ọzọ n’ụwa",
  "Ala ndị Chaịna dị ihe karịrị nde kilomita itolu na ọkara (9.6 million km) n’ogologo, nweekwa ụdị ihueligwe na ebe ụmụanụmanụ na osisi dị ichè ichè na-ebikọ ọnụ (ya bụ ecosystems na-adị osisi mma ito na ha",
  "Ụdị ihueligwe e nwere na Chaịna bụ nke akụkụ nnukwu iyi (nke Bekee kpọrọ”shores”), nke oke ọhịa anwụ na-acha na ya (nke Bekee kpọrọ “tropical and subtropical forests”), ọzara, ugwu na ndị ọzọ",
  "Ihe ndị mere n'oge a kpọrọ continental drift na na mmalite oge a na-akpọ oku maka ndị Paliozoyiki Kalidonia (maọbụ “Paleozoic Caledonian movement”) sokwara mee Chaịna jiri nwee ihueligwe na ihe ndị ọzọ dị ichè ichè na-egosị mbà, nke mere osisi a maara ka osisi jiri baa ụba na mbà Chaịna.",
  "Ụdị obosara-ala ndị a mepụtara ụdị ihueligwe na ebe ụmụanụmanụ na osisi dị ichè ichè na-ebikọ ọnụ na-adị osisi mma ito na ha, nke mere e jiri nwee ụdị osisi dị ichè ichè sitere Chaịna gafere akụkụ mbà ndị ọzọ nọ n'ụwa ugbu a.",
  "Ọ bụ osisi Aster bụ onyeisi n’ezinụlọ-osisi na-aza Asteraceae",
  "Ezinụlọ Aster (Asteraceae, nke a ga-akpọ Astaresie n’asụsụ anyị) bụ ezinụlọ a maara ama n’obodo osisi",
  "N'ezinụlọ a ka ndị Chaịna si eweta ọtụtụ osisi ha ji agwọ ọrịa na osisi ha ji achọ ụlọ na obodo mma",
  "Ụdị osisi a maara ka aster ndị Chaịna, nke ndị sayensị kpọrọ Callistephus, so na ụdị osisi a na-ahụkarị n’ezinụlọ Aster bụ osisi lọrọ ụwa na Chaịna.",
  "Dawn Redwood nke sayensị kpọrọ Metasequoia glyptostroboides bụ ụdị osisi a kpọrọ deciduous conifer lọrọ ụwa na Luchuan nọ na prọvịnsị na-aza Hubei na mbà Chaịna. Osisi Dawn Redwood so n’ụdị osisi e chere na ọ dighịzi ruo afọ 1948 mgbe ndị maara maka osisi (ndị a na-akpọ “botanists”) chọpụtara otù ebe osisi a nọ n'ọyọ na mbà Chaịna",
  "O so n’osisi ndị e denyere n'akwụkwọ dịka ndị mbụ dị ụkọ nọkwa n’ize ndụ na mbà Chaịna",
  "Nanị ya fọdụrụ n’ezinụlọ Metasequoia nwere puku osisi ise ugbu a n’ọhịa.",
  "Osisi Gutta-Percha (ndị sayensị kpọrọ Eucommia ulmoides) bụ obere osisi fọrọ ntakịrị ka ọ nọrọ n’ize ndụ",
  "Ọ̀tù akwụkwọ ya siri hazie onwe ha bụ otù akwụkwọ nọrọ na ndida n’aka ekpe, akwụkwọ nke ọzọ a nọrọ n’elu n’aka nri. Ndị Chaịna na-akọ̀ osisi a dika osisi ọhịa nihi na ha na-eji mgbụgbọ-azụ ya agwọ ọrịa",
  "Osisi Gutta-Percha dịkwa ndị Chaịna mkpà nihi na e ji akwụkwọ ya emepụta rọba.",
  "Osisi a maara ka “osisi obiụtọ' maọbụ “Happy tree” n’aha Bekee maọbụ (Camptotheca acuminate) dịka ndị sayensị na-akpọ ya, bụ osisi na anaghị eto ogo, lọrọ ụwa n’akụkụ nnukwu iyi Yangtze",
  "Akwụkwọ osisi obiụtọ, mgbụgbọ-azụ ya, mgbọrọgwụ ya na mkpụrụ ya bụcha ọgwụ",
  "Na mgbe gara aga, ejigo ha gwọọ oyi, ọrịa imeju, ọrịa afọ na ụfọdụ ọrịa ndị ọzọ.",
  "Osisi ọzọ lọrọ ụwa na Chaịna bụ osisi zara “Yunnan Cypress” dịka aha Bekee (nke ndị sayensị kpọrọ Cupressus duclouxiana)",
  "O jupụtara n’etiti mbà Chaịna. Ụdị osisi a na-achọzi ịla ala nihi òtù ndị mmadụ si-egbukasị ọhịa, nke mere na òtù mbà ụwa na-ahụ maka nchekwa ihe ekere èkè jiri denye aha ya n’akwụkwọ ha dere aha osisi ndị kacha nọrọ n’ize ndụ.",
  "Ụdị osisi ndị ọzọ lọrọ ụwa na Chaịna gụnyere Golden Larch (sayensị kpọrọ Pseudolarix kaempferi), “Dove Tree” – osisi nduru (sayensị kpọrọ Davidia involucrata), “China Fir” (sayensị kpọrọ Cunninghamia lanceolate),  Fujian Cypress (nke aha sayensị ya bụ Fokienia hodginsii), “Tienchi Ginseng” (maọbụ Panax notoginseng dịka sayensị kpọrọ ya) na osisi na-aza Lycium chinense."
]