[
  "Osisi ntụ bụ ntụ ntụ fọdụrụ mgbe ọkụ nke osisi gasịrị, dị ka ọkụ ọkụ na ọkụ, ọkụ ọkụ, ma ọ bụ ụlọ ọrụ ọkụ",
  "Ọ bụ nke ukwuu mejupụtara calcium ogige tinyere ndị ọzọ na-adịghị combustible Chọpụta ihe dị na osisi",
  "Ejila ya mee ọtụtụ ihe n'akụkọ ihe mere eme.",
  "Nlebanya zuru oke nke ihe mejupụtara osisi ash sitere na ọtụtụ ụdị osisi ka Emil Wolff mere. Ọtụtụ ihe nwere mmetụta dị ukwuu na ihe mejupụtara ya:",
  "Dị ka otu nnyocha si kwuo na nkezi, ọkụ ọkụ na-ere n'ihe dị ka pasenti ntụ isii ruo iri.A na-emepụta ntụ ntụ nke 0.43 na 1.82 pasent nke osisi ọkụ (ihe nkụ) maka osisi ụfọdụ ma ọ bụrụ na a na-eme ya ruo mgbe ihe niile na-efe efe ga-apụ n'anya ma kpọọ ya ọkụ na 350 °C (662 ) ruo awa asatọ",
  "Ọzọkwa ọnọdụ nke combustion na-emetụta ihe mejupụtara na ọnụ ọgụgụ nke fọdụrụ ash, otú ahụ elu okpomọkụ ga-ebelata ash mkpụrụ.",
  "Dị ka ọ na-adịkarị, ntụ osisi nwere ihe ndị a:",
  "As the wood burns, it produces different compounds depending on the temperature used",
  "Some studies cite calcium carbonate (Àtụ:Chem) as the major constituent, others find no carbonate at all but calcium oxide (Àtụ:Chem) instead",
  "The latter is produced at higher temperatures (see calcination). The equilibrium reaction CaCO3 → CO2 + CaO has its equilibrium shifted leftward at Àtụ:Convert and high Àtụ:CO2 partial pressure (such as in a wood fire) but shifted rightward at Àtụ:Convert or when Àtụ:CO2 partial pressure is reduced.",
  "Ọtụtụ n'ime ntụ osisi nwere calcium carbonate (CaCO3) dị ka isi ihe mejupụtara ya, na-anọchite anya pasenti  Iri abụọ na isema ọ bụ ọbụna pasenti iri anọ na ise nke oke ntụ. Na 600 °C (1,112 ) A chọpụtara CaCO3 na K2CO3 n'otu ikpe",
  "Ihe na-erughị pasenti iri  bụ potash, ihe na-ereghị otu pasenti  bụ phosphate.",
  "Otu nnyocha achọpụtala na osisi na-ere ọkụ nke nta nke nta (100200  (212 202 ) na-agụnye 16 alkenes, 5 alkadienes, 5 alkynes na ọtụtụ alkanes na arenes n'ọ̀tụ̀tụ̀",
  "Ethene, acetylene na benzene bụ akụkụ dị mkpa na ọkụ dị mma. A chọpụtara na pasent nke C3-C7 alkenes dị elu maka smouldering. Benzene na 1,3-butadiene mebere ~ 10-20% na ~ 1-2% site n'ịdị arọ nke mkpokọta hydrocarbons na-abụghị methane..",
  "Enwere ike iji ntụ osisi mee ihe dị ka fatịlaịza eji eme ka ala ugbo baa ọgaranya",
  "N'ọrụ a, ntụ osisi na-eje ozi dị ka isi iyi nke potassium na calcium carbonate, nke ikpeazụ na-arụ ọrụ dị ka ihe na-eme ka ala acid ghara ịdị.",
  "A pụkwara iji ntụ osisi mee ihe dị ka mmezigharị maka ihe ngwọta hydroponic nke anụ ahụ, n'ozuzu na-anọchi ihe ndị na-enweghị anụ ahụ nwere calcium, potassium, magnesium na phosphorus.",
  "Àtụ:Notelist"
]