[
  "Osisioma Ngwa is a Local Gọvmentị di na obodo Abia steeti nke Naijiria",
  "Isi ụlọ ọrụ ya dị n'obodo Osisioma",
  "Ọ nwere mpaghara ala198 km2   na onu ogugu ndi mmadu nke 219,632 dika data ngụkọ 2006 nke Naijiria.",
  "Aha \"Osisi\" pụtara osisi, osisi ma ọ bụ osisi na aha \"Oma\" pụtara mma, dị mma, mara mma n'asụsụ Igbo",
  "Ya mere, Osisioma pụtara: ezigbo osisi ma ọ bụ osisi mara mma ma ọ bụ osisi mara mma",
  "Ọ bụ aha ejikọtara na osisi na ịma mma nke sitere na osisi ifuru ịchọ mma na-ewu ewu nke a na-akpọ Delonix regia, ụdị osisi ifuru na ezinụlọ agwa Fabaceae, na ezinụlọ Caesalpinioideae",
  "A na-ahụ ya maka akwụkwọ ya dị ka fern na ngosipụta nke ifuru",
  "N'ọtụtụ ebe okpomọkụ nke ụwa, a na-eto ya dị ka osisi ịchọ mma na n'asụsụ Bekee, a na-enye ya aha royal poinciana, flamboyant, ire ọkụ nke ọhịa, ma ọ bụ osisi ire ọkụ (otu n'ime ụdị dị iche iche a na-enye aha a) nke a na-akụkarị",
  "to decorations yards in house in Osisioma Ngwa",
  "A greater part of Aba city is in Osisioma Ngwa stretching up to Faulks Road.",
  "Ndị Osisioma na-ebikarị dị ka ndị ọrụ ugbo, ndị ahịa, ndị ọrụ aka na ndị omenkà",
  "Ndị ikom Osisioma Ngwa n'oge ochie na-eyi ihe a na-akpọ \"ọgọdọ\"",
  "Ọgọdọ bụ ụdị ákwà ọcha a kpara akpa bụ́ nke a na-ekekọta n’úkwù iji kpuchie ọtọ, ụmụ nwanyị na-ejikwa ákwà ahụ kpuchie ahụ site n’obi na-eru eru ruo n’ikpere",
  "N'oge a, dị ka ọtụtụ obodo Igbo, ndị ikom na-ejiri uwe ogologo ọkpa na uwe elu akpụkpọ ụkwụ, akpụkpọ ụkwụ ma ọ bụ slippers na-arụ ọrụ, ịzụ ahịa ma ọ bụ ụlọ ọrụ dị ka ndị inyom ibe ha ma ejiji nwoke na-amasị ya maka mmemme na nnukwu ememe na omenala Osisioma nwere ihe pụrụ iche",
  "n'elu nke a na-akpọ 'Isiagụ' na uwe ogologo ọkpa nke agba ọ bụla na-ejikarị akpụkpọ ụkwụ ma ọ bụ akpụkpọ ụkwụ na okpu uhie dabara ofụma",
  "Osisioma Ngwa bụ ala dị larịị na-enweghị ugwu ma ọ bụ ugwu ma nwee isi mmiri nke dị na Okpu Umuobo nke na-esi n'oké ọhịa gafere banye n'obodo mmiri Aba River n'akụkụ mmiri Ogbor",
  "Osimiri ahụ bụ isi iyi nke Imo dị na ndịda Naijiria",
  "Osisioma Ngwa nwere oke oke na Ukwa West na Ugwunagbo na South, Aba South LGA na Aba North LGA na East, Isiala Ngwa South LGA na North na Omuma LGA, Rivers State na odida anyanwu.",
  "Ụzọ wara Aba-Port Harcourt ga-esi n’Osisioma Ngwa gafee, okporoụzọ Aba-Owerri ga-esi na ya si n’Aba Town Hall garuo ọdụ mmanụ Olaz.",
  "O nwere okporo ụzọ ndị ọzọ dị mkpa dịka okporo ụzọ NNPC depot nke na-eduga n'isi ụlọ ọrụ ime obodo Osisioma Ngwa nakwa isi ụlọ ọrụ ndị uwe ojii nke Osisioma, High and Magistrates Court na ahịa Ekeakpara gbadara Owerrinta nke dị n'etiti Abia steeti na steeti Imo.",
  "Ọrụ ugbo bụ nnukwu ọrụ ndị Osisioma Ngwa na-arụ",
  "Ha na-abụkarị ndị ọrụ ugbo na-eri nri ma na-akụ Cassava, Oil Palm, Rafia Palm, Vegetable, Ube (Local Pear), Plantain, Okra, Maize, egusi, ose na-acha uhie uhie, ji na koko",
  "Ụfọdụ ndị mmadụ na-azụ anụ dị ka ewu, atụrụ, anụ ufe na mgbe ụfọdụ ehi, mana ha anaghị akọ ihe ubi ma ọ bụ anụ azụ n'ahịa ahịa.",
  "Community leadership in Osisioma Ngwa is designated on the Traditional Ruler popularly called \" Eze \" nke pụtara Eze",
  "Eze bụ onye a na-ahụta na ọ na-anọchite anya obodo n'okpukpe ọdịnala ya na mmepe akụ na ụba ya",
  "Ọkwa onye ọchịchị ọdịnala abụghị ihe nketa, a na-edokwa ya n’usoro ọchịchị onye kwuo uche ya nke nhọpụta, nhọpụta, nhọpụta na ichichi onye tozuru etozu n’etiti ndị ọgbọ zọọrọ ọkwa ọchịchị nke Gọvanọ steeti ahụ.",
  "Obodo dị iche iche dị n'okpuru ọchịchị Osisioma Ngwa bụ obodo kwụụrụ onwe ya bụ nke onye eze ọdịnala na-edu ya, ha bụ ndị a:",
  "Abayi, Osisioma na Umungasi bụ nnukwu obodo atọ nwere Abayi-Ariaria, Umuojima-Ogbu na Umuakapara na-etolite ngwa ngwa ghọọ obodo",
  "Otu ọ dị, Osisioma Ngwa na-ekewa ụzọ iri na Abịa na mpaghara nke ọ bụla nwere obodo dị iche iche n'ime ha, obodo ndị a nwekwara ụmụnne ndị e kewara n'ime ezinụlọ na ezinụlọ a na-akpọ 'onumara'",
  "Ya mere, obodo nwere ike ịbụ ndị ikwu 5 ruo 10 yana ruo ebo 20 ruo 30 na ezinụlọ nke mebere otu ihe a na-akpọ obodo",
  "Nhazi nke obodo nta ndị a ka ọ bụrụ ngalaba bụ ndị nna ukwu colonial nakweere maka ebumnuche nhazi na ndọrọ ndọrọ ọchịchị dị irè yana iji hụ na njikwa na azịza kwesịrị ekwesị",
  "Ngalaba ndị a bụ ndị a:",
  "1",
  "Ama – Asaa Ward nke nwere a",
  "Obodo Amapu b",
  "Obodo Amauzu c",
  "Obodo Ibeku d",
  "Mbutunta Village e",
  "Umuagwu Village f",
  "Umuihima Village g",
  "Umuihioma Village h",
  "Umuimo-Osisiasaa Village i",
  "Umuimo-Amaogwugwu Village j",
  "Umuimo-Egbelu Village k",
  "Umuobasi Village l",
  "Ekeobasi Village Square",
  "2",
  "Amaitolu/Mbutu/Umuojima Ward nke nwere a",
  "Obodo Ariaria b",
  "Abayi Ogbuligba Village c",
  "Umuechem Village d",
  "Obodo Asamoka e",
  "Mbutu Isihiahia Village f",
  "Mbotu Umugaa Village g",
  "Umuozuo Village h",
  "Umuikpo Village i",
  "Oberete Village j",
  "Ogbu Village k",
  "Umudi Village l",
  "Obodo Umuejijie m",
  "Umuidigha Village n",
  "Alaukwu-Asa Umumgbede Village o",
  "Umuocheala Village p",
  "Umuojima Ogbu Village q",
  "Umuojima Okereke Village",
  "3",
  "Amasator Ward nke nwere a",
  "Obodo Abayi b",
  "Obodo Ahiaba c",
  "Umungasi Village d",
  "Umule Village e",
  "Umuode Village f",
  "Umuochichi Village g",
  "Umueze Village h",
  "Umuocham Village",
  "4",
  "Aator Ward nke nwere a",
  "Obodo Amapu-Ife b",
  "Obodo Amaogwugwu c",
  "Umuagbai Village d",
  "Umuodoro Village e",
  "Umuokiri Village f",
  "Umuodu Village g",
  "Umudike Village h",
  "Umuokoro Village i",
  "Umuigbe Village j",
  "Umuokoroukwu Village",
  "5",
  "Amavo Ward nke nwere a",
  "Umuokorocha Village b",
  "Umuekpe Village c",
  "Obodo Osiloji d",
  "Umuoyoronta Village e",
  "Umunwankwoala Village f",
  "Umuokika Village g",
  "Umudaba Village h",
  "Umuagbalugba Village",
  "6",
  "Aro-Ngwa Ward nke nwere a",
  "Obiekwesu Village b",
  "Okpuala Aro Village c",
  "Umuarakpa Village d",
  "Umuekea Village e",
  "Umuejie Village f",
  "Umuoha Village g",
  "Umuonyeukwu Village Village h",
  "Umuotuo Village",
  "7",
  "Okpu – Umuobo Ward which comprises a",
  "Obodo Amuzu b",
  "Mgboko Umuete Village c",
  "Umuobo Village d",
  "Umuaba Village e",
  "Umuagwa Village f",
  "Umuara Village g",
  "Obodo Uratta h",
  "Amaekpu Village",
  "8",
  "Oso Okwa Ward which comprises a",
  "Akpaa I Village b",
  "Akpaa II Village c",
  "Akpaa III Village d",
  "Akpaa IV Village e",
  "Obodo Amaiyi f",
  "Amankwu I Village g",
  "Amankwu II Village h",
  "Obodo Amaugha i",
  "OkpualaUkwu Village j",
  "Umuaja Village k",
  "Umuenyiukwu Village l",
  "Obodo Umugala m",
  "Umuncheagu Village n",
  "Umunpata Village o",
  "Umuobilohia I Village p",
  "Umuobilohia II Village q",
  "Umuohia Village' r",
  "Umuokerete Village",
  "9",
  "Umunneise Ward nke nwere a",
  "Obodo Amapu b",
  "Obodo Amauzu c",
  "Okpuala Village d",
  "Obodo Umumba",
  "10",
  "Uratta Ward nke nwere a",
  "Amapu – Igbengwo Village b",
  "Egbede Village c",
  "Egbelu – Owo Village d",
  "Ibibi Uratta Village e",
  "Obodo Obuzor f",
  "Okpokoroala Village g",
  "Umuocho Village h",
  "Umuaduru Village i",
  "Umuagbara Village j",
  "Umueji Village k",
  "Umueke Village l",
  "Obodo Umueze m",
  "Umuigwe Village n",
  "Umuika Village o",
  "Umuodu – Ehichie Village p",
  "Obodo Úmuokorogbu",
  "Aha ndị isi oche ndị chịburu ọchịchị n'okpuru ndI ọchịchị nke Osisioma Ngwa na obodo ndị si:",
  "Agụmakwụkwọ na Osisioma Ngwa na-enweta obere nkwado site n'aka gọọmentị steeti na gọọmentị etiti, si otú a na-emepe ohere maka ụlọ akwụkwọ nkeonwe ga-eme nke ọma",
  "Agbanyeghị, ndị a bụ ụfọdụ ụlọ akwụkwọ sekọndrị dị na Osisioma:",
  "Osisioma enweghị ụlọ akwụkwọ gọọmentị steeti ma ọ bụ gọọmentị etiti nke agụmakwụkwọ ka elu, kọleji ma ọ bụ mahadum n'agbanyeghị oke mmadụ na oke ya.",
  "Ụlọ ọrụ ahụike ndị a enyochabeghị ma kwadokwa ya site n'aka Òtù Ahụ Ike Ụwa (WHO), United Nation Children's Fund (UNICEF) na Federal Ministry of Health, Nigeria dị ka ụlọ ọrụ ahụike ọkọlọtọ iji lekọta ọdịmma ndị bi na Osisioma Ngwa",
  ".",
  "Omenala, ndị nọ n’Osisioma Ngwa na-efe chi a na-akpọ “chi” na ọbọdọ ha na ezinaụlọ ọ bụla na-arụ ụlọ arụsị nke nọ n’ụlọ arụsị",
  "Otú ọ dị, e nwere chi ndị ọzọ dị ka 'agwu' na 'owu Miri', ma n'ihi ọchịchị ndị Briten na-achị, e webatara Iso Ụzọ Kraịst, ọtụtụ ezinaụlọ nakweere Iso Ụzọ Kraịst.",
  "Ndị isi ụka Ndị Kraịst dị na Osisioma Ngwa bụ Ụka Anglican, Ụka Katọlik, Seventh-Day Adventist Church na Ndịàmà Jehova",
  "Enwekwara ụlọ ụka ndị ọzọ yana ndị na-akwado ọdịnala n'akụkụ ụfọdụ na nkewa ụfọdụ dị ebe ahụ.",
  "Ndị na-akwado ọdịnala ọdịnala na ndị na-efe “chi”, “agwu”, “ihi Njoku” na “owu Miri” na-eme mmemme iji mee ememme New Yam Festivals (nke a na-akpọ 'Iwaji' ma ọ bụ 'Ji Oghoo'), Masquerade Festivals (nke a na-akpọ ' Ekpe, mmanwu ma ọ bụ ekpo') na Ememme Afọ Ọhụrụ (nke a na-akpọ 'afo oghoo' ma ọ bụ 'ichu afo') iji sọpụrụ chi ha na chi nwanyị ha iji mee emume ndị a.",
  "Ndị ọchịchị ọdịnala bụ ndị na-ahụ maka ụkpụrụ omenala na ọdịnala ndị a bụ ndị na-ahụ maka ịkpọpụta ụbọchị yana ịhazi ebe maka emume dị otú ahụ na ime emume ọdịnala ndi Osisioma.",
  "Osisioma esiteghị n'okike dị ka mpaghara ndị ọzọ, mana ebe a bụ akara ngosi ole na ole na ebe nlegharị anya dị ebe ahụ",
  "Ewezuga ahịa mba ụwa nke Ariaria, ime obodo n’okpuru ọchịchị Osisioma Ngwa ugbu a na ọtụtụ ụlọ ọrụ na-abanye n’ime ọchịchị ime obodo emetụtala ahịa ọdịnala oge ochie a ma ama",
  "Agbanyeghị, enwere:",
  "Mpụ bụ otu n'ime ihe ndọghachi azụ nke na-emebi mmepe Osisioma Ngwa",
  "Site na mbuso ohi ruo n'ịtọ mmadụ, obodo na obodo ọ bụla dị n'Osisioma nwere oke nke mpụ",
  "Ekwuru na mpụ juru ebe niile n'ihi enweghị ego gọọmentị na-etinye na nchekwa; e nwere sọọsọ otu onye uwe ojii na-eje ozi na LGA niile nke Osisioma Ngwa.",
  "Kodu nzipu ozi nke mpaghara ahụ bụ 451"
]