[
  "Osita Benjamin Chidoka (a mụrụ n'ụbọchị nke 5 n'ọnwa Julaị n'afọ 1971) bụ onye bụbu Corps Marshal na onye isi nke Federal Road Safety Corps na onye ozi nke ụgbọelu na ala Naịjirịa. Ọ rụrụ ọrụ n'okpuru onye isi ala Goodluck JonathanỌ bụkwa nwanne Obinna Chidoka.",
  "Osita Chidoka bụ, ruo n'oge na-adịbeghị anya, Mịnịsta na-ahụ maka ụgbọelu na Naịjirịa.",
  "Tupu ọrụ ahụ, ọ bụ Corps Marshall nke Federal Road Safety Corps ebe ọ gbanwere ụlọ ọrụ ahụ site na nzukọ siri ike, nke fọrọ nke nta ka ọ bụrụ na-ada mbà n'otu nke meriri onyinye mba ụwa dị iche iche wee bụrụ ihe nlereanya na òtù nchekwa okporo ụzọ ndị ọzọ na mba Afrịka.",
  "Osita Chidoka nwetara nzere bachelọ nke sayensị na njikwa na Mahadum nke Nigeria, Nsukka na nzere Masters of Public Policy na ụlọ akwụkwọ a ma ama nke Public Policy na Mahadum George Mason na United States of America",
  "O nwere asambodo na Global Strategy nakwa Political Economy na Mahadum Oxford, UK na diplọma gụsịrị akwụkwọ na Maritime & Ports Management na Mahadum Mba nke Singapore.",
  "N'oge National Youth Service Corps ya, ọ jere ozi na Federal Capital Territory ebe ọ ghọrọ onye mmeri ma mesịa nweta ọrụ ozigbo na Federal Capital Development Authority, Abuja",
  "N'oge ọ na-eje ozi n'ebe ahụ, o nyere aka nke ukwuu na mmepe mba site na ọrụ ya dịka odeakwụkwọ nke Kọmitii Mba maka nleta nke Pope John Paul II na Naịjirịa n'afọ 1998, nke mere ka ọ bụrụ Papal Commendation",
  "Ọ rụkwara ọrụ dịka onye otu Kọmitii maka Nyocha nke Abuja Master Plan; Onye isi otu, Kọmitii maka ịdepụta Iwu Mba na-abụghị nke Ụgbọ njem na Nigeria; ma bụrụ osote odeakwụkwọ, Kọmitii maka 1999 Military to Civilian Handover, tinyere ndị ọzọ",
  "Na mbụ n'ọrụ ya, ọ rụrụ ọrụ dịka onye enyemaka nke Mịnịsta nke Steeti na Federal Ministry of Works and Housing; Onye enyemaka nke Mịnịsta nke Ụgbọ njem; yana onye enyemaka pụrụ iche nke onye ndụmọdụ ukwu nke onye isi ala n'ihe gbasara iwu.",
  "Mgbe Chidoka rụchara ọrụ ọha na eze, Chidoka sonyeere Mobil Producing Nigeria, onye enyemaka nke Exxon Mobil Corporation, dịka onye ndụmọdụ ukwu na mmekọrịta gọọmentị na azụmahịa",
  "Ọ bụ n'ọrụ a, n'afọ 2007, ka onye isi ala Naịjirịa n'oge ahụ, Onye isi ala Olusegun Obasanjo, chọtara ya ma họpụta ya dịka Corps Marshal na Chief Executive nke Federal Road Safety Corps (FRSC).",
  "Ndú ya nke FRSC dugara na mgbanwe nke Corps ka ọ bụrụ ụlọ ọrụ na-arụ ọrụ na nchịkwa okporo ụzọ na njikwa nchekwa na mba ahụ nke teknụzụ ozi na nkwukọrịta na-eduzi",
  "Mgbanwe a nwere mmetụta a na-ahụ anya na mbelata pasent 15 nke ọnwụ site n'afọ 2007 ruo 2009 na pasent 28 n'afọ 2010 na mmụba na ọgbọ ụgwọ site na ijeri N0.5 n'afọ 2006 ruo ijeri N1.4 n'afọ 2010",
  "N'okpuru ndu ya, FRSC wuru Ndebanye aha ndị omekome a pụrụ ịdabere na ya na nchekwa data nke ndị ọkwọ ụgbọala na ụgbọala na mba ahụ, na-eduga na ECOWAS ịnakwere ụdị Naijiria na atụmatụ Regional Vehicle Administration Information System maka mba ndị ọzọ dị n'Ebe Ọdịda Anyanwụ Afrịka",
  "E mepụtara atụmatụ nchekwa okporo ụzọ nke Naịjirịa (2012-2016) site na usoro gụnyere ihe niile nke na-ahụ maka ikike nke usoro ahụ.",
  "N'okpuru ndu ya, Federal Road Safety Corps meriri Prince Michael International Road Safety Award na Disemba afọ 2008; National Productivity Order of Merit Award nke Federal Ministry of Labour and Productivity na Ọktoba, 2010",
  "Ọzọkwa, nrubeisi FRSC na omume kachasị mma zuru ụwa ọnụ dugara na asambodo nke Corps site n'aka Standards Organization of Nigeria (SON) nke nyere asambodo Quality Management System Certificate (ISO 9001: 2008 Certification) na Corps na 15 Eprel 2013.",
  "N'ịghọta nnukwu onyinye Osita Chidoka nyere maka mmepe mba nakwa obodo, e nyere ya aha ọdịnala nke Ike-Obosi (Ike nke Obosi) na onye otu Ndi-Ichie, òtù kachasị elu na-eme mkpebi nke Obosi Traditional Council of Anambra State na Mee, afọ 2009",
  "O nwetara Chartered Institute of Taxation of Nigeria Merit Award na 27 Nọvemba 2010, na Institute of Logistics Management of Nigeria Fellowship Award na Julaị, 2011.",
  "E nyere ya Distinguished Alumnus Award for Good Governance and Model on Road Safety site na ngalaba nke Social Sciences, University of Nigeria, Nsukka n'abalị 12 ọnwa Nọvemba, afọ 2011",
  "Na nkwanye ùgwù maka ịhụ mba n'anya ya na ala nna ya, Onye isi ala na onye isi ndị agha, Federal Republic of Nigeria, Dr",
  "Goodluck Ebele Jonathan, GCFR na 14th November, 2011, nyere ya nsọpụrụ mba Nigeria nke onye isi nke Federal Republic, OFR",
  "O nwetara ihe nrite Sun na Hallmark Newspapers Public Servant of the Year 2012 na n'okpuru ya FRSC nwetara ihe nrite Leadership Newspapers Government Agency of the year 2012.",
  "N'ịghọta nkà ya, Maazị Onye isi ala họpụtara ya ka ọ bụrụ onye isi Kọmitii Na-ahụ Maka Ụgbọ njem nke Kọmitii Onye isi ala na Nigeria's Centenary",
  "Ihe a rụzuru mere ka a họpụta ya dịka onye isi oche nke Kọmitii Ụgbọ njem maka World Economic Forum nke emere na Mee 2014 na Naịjirịa, ma mesịa, nhọpụta ya dịka Mịnịsta na-ahụ maka ụgbọelu na Naịjirịa site n'aka Maazị Onye isi ala na Wednesday 23 July 2014.",
  "Osita Chidoka (Ike Obosi) bụ onye nkwado iwu ọha na eze siri ike",
  "O deela ọtụtụ isiokwu, edemede ma kwuo okwu n'ọtụtụ mpaghara nke iwu ọha na eze na njikwa nchekwa",
  "Ọ na-ede kọlụm mgbe niile, “Bridge Builder” for Leadership Newspapers, ebe ọ na-akọwa echiche pragmatic maka ezi ọchịchị.",
  "N'afọ 2017 Chidoka zọrọ ọkwa gọvanọ nke Anambra Steeti, ndịda ọwụwa anyanwụ Naịjirịa dịka onye otu United Progressive Party, mana Willie Obiano nke All Progressives Grand Alliance meriri ya. Chidoka bụ otu n'ime ndị guzobere People's Democratic Party.",
  "N'afọ 2019, e mere atụmatụ mgbasa ozi ahụike n'obodo ya bụ Obosi ma zubere iru obodo 179 dị na Anambra Steeti.\nỌ ga-ekpuchi ọtụtụ nyocha ahụike na ọgwụgwọ nke ọnọdụ ahụike dịka ọbara mgbali, Cataracts, ọrịa shuga, Hepatitis, ịba, Typhoid, wdg, gụnyere ịnye ugogbe anya n'efu na nchịkwa ọgwụ",
  "A ghọtara na Osita Chidoka na-eme atụmatụ iji nkwado ndị dọkịta obodo ya na ndị diasporan mee ihe iji hụ na atụmatụ ahụ."
]