[
  "Osmotrophy bụ usoro nri nke na-agụnye mmegharị nke ihe ndị a na-agbanye n'ime ala site na osmosis maka nri na-edozi ahụ",
  "A na-akpọ ihe ndị na-eji osmotrophy osmotrophs",
  "Ụfọdụ mixotrophic microorganisms na-eji osmotrophy iji nweta ụfọdụ ike ha",
  "Osmotrophy na-eji ihe dị iche iche dị iche iche eme ihe. Ihe dị ndụ na-eji osmotrophy gụnyere nje bacteria, ọtụtụ ụdị protists na ọtụtụ fungi",
  "Ụfọdụ anụmanụ macroscopic dị ka molluscs, sponges, coral, brachiopods na echinoderms nwere ike iji nri osmotrophic dịka nri mgbakwunye.",
  "Osmotrophy dị ka ụzọ isi chịkọta ihe na-edozi ahụ n'ime ihe ndị dị ndụ microscopic na-adabere na mpaghara elu mkpụrụ ndụ iji hụ na mgbasa nke ihe na-eri nri na-eme na mkpụrụ ndụ. N'ikwu ya n'ụzọ ọzọ, osmotroph bụ ihe dị ndụ nke nwere \"afọ\" ha n'èzí ahụ ha",
  "Mgbe ụfọdụ, osmotrophs ka nwere ike ịnwe usoro mgbari nri dị n'ime na mgbakwunye na iji osmosis dị ka ụzọ isi nweta ihe oriri ndị ọzọ",
  "Tụkwasị na nke a, mgbe ihe ndị dị ndụ na-abawanye n'ibu, mpaghara elu kwa oke na-ada ma osmotrophy na-aghọ ihe na-erughị iji gboo mkpa nri",
  "Ntule macroscopic buru ibu na-adabere na osmotrophy nwere ike kwụọ ụgwọ maka mbelata elu ala kwa oke nke nwere ahụ dị larịị ma dị gịrịgịrị",
  "Akpụkpọ anụ bụ ihe atụ nke mmegharị ahụ.ụ.",
  "N'ime mmiri ndị na-adịghị ahụkebe, fotoautotrophs nwere uru dị n'elu heterotrophic osmotrophs ebe ọ bụ na a naghị egbochi mgbanwe nke photons dị ka isi iyi ike na okpomọkụ dị ala, ya mere ọ dabere na mgbasa ozi maka inweta oke site na mgbasa ozi Brownian.",
  "Osmotrophy dị iche na usoro nri mkpụrụ ndụ ndị ọzọ, mana enwere ike ịchọta ya na ụdị dị iche iche",
  "Nke a na-enye ohere ka ihe ndị dị ndụ jiri osmosis mee ihe na gburugburu ebe dị iche iche.",
  "Fungi bụ ọkachamara osmotrophic kachasị ukwuu ebe ọ bụ na ha bụ ndị na-emebi ihe na gburugburu ebe obibi niile",
  "Maka ihe ndị dị ka fungi, osmotrophy na-eme ka usoro ire ere dị mfe",
  "Nke a bụ nsonaazụ Osmotrophy nke na-ebute metabolites na-aga n'ihu na-eto eto."
]