[
  "Otú mgbanwe ihu igwe bụ òtù mmekọrịta mmadụ na ibe ya zuru ụwa ọnụ nke lekwasịrị anya n'ịmanye gọọmentị na ụlọ ọrụ ka ha mee ihe (nke a na-akpọkwa \"omume ihu ọha\") na ịza ajụjụ maka ihe kpatara na mmetụta nke mgbanwe ihu ọma",
  "Òtù ndị na-enweghị uru na gburugburu ebe obibi etinyela aka na nnukwu ọrụ ihu igwe kemgbe ngwụcha afọ 1980 na mmalite afọ 1990, ka ha na'ịchọ imetụta United Nations Framework Convention on Climate Change (UNFCCC). Mgbalị ihu igwe aghọwo ihe a ma ama ka oge na-aga, na'enweta ume dị ukwuu n'oge 2009 Copenhagen Summit na karịsịa mgbe a bịanyere aka na Paris Agreement na 2016.",
  "Òtù ndị na-ahụ maka gburugburu ebe obibi na'ihe dị iche iche dị ka Peoples Climate Marches",
  "Otu ihe dị mkpa bụ ọgbaghara ihu igwe zuru ụwa ọnụ na Septemba 2019 nke Fridays For Future na Earth Strike haziri. Ebumnuche ya bụ imetụta nzukọ ihu igwe nke UN haziri na 23 Septemba. Dị ka ndị na-ahazi ya si kwuo, nde mmadụ anọ sonyere na ọgbaghara ahụ na 20 Septemba.  Mgbalị ndị ntorobịa na itinye aka na-ekere òkè dị mkpa na mmepe nke òtù ahụ mgbe uto nke Friday For Future strikes malitere site na Greta Thunberg na 2019. N'afọ 2019, Extinction Rebellion haziri nnukwu ngagharị iwe na-achọ \"ibelata ikuku carbon ruo efu site na 2025, ma mepụta nzukọ ụmụ amaala iji lekọta ọganihu\", gụnyere igbochi okporo ụzọ.",
  "Mgbalị metụtara mgbanwe ihu igwe malitere na ngwụcha afọ 1980, mgbe nnukwu ụlọ ọrụ gburugburu ebe obibi tinyere aka na mkparịta ụka banyere ihu ọha, ọkachasị na usoro UNFCCC. Ọ bụ ezie na òtù ndị na-ahụ maka gburugburu ebe obibi na mbụ na mpaghara ụlọ, ha malitere itinye aka na mkpọsa mba ụwa. E hiwere njikọ mgbanwe ihu igwe kachasị ukwuu, Climate Action Network, na 1992. Ndị isi ya gụnyere Greenpeace, WWF, Oxfam na Friends of the Earth. E hiwere Climate Justice Now! na Climat Justice Action, nnukwu njikọ abụọ, na-eduga na 2009 Copenhagen Summit.",
  "2009 United Nations Climate Change Conference na Copenhagen bụ nzukọ UNFCCC mbụ nke mmegharị ihu igwe malitere igosi ike ya n'ụzọ buru ibu",
  "Dị ka Jennifer Hadden si kwuo, ọnụ ọgụgụ nke NGO ọhụrụ ndị debanyere aha na UNFCCC rịrị elu na 2009 na-eduga na nzukọ Copenhagen. N'etiti 40,000 na 100,000 mmadụ gara ngagharị na Copenhagen na Disemba 12 na-akpọ maka nkwekọrịta ụwa na ihu igwe. Mgbalị gafere Copenhagen, na ihe karịrị 5,400 rallies na ngagharị iwe mere gburugburu ụwa n'otu oge.",
  "Ndị a bụ ọtụtụ ụzọ ndị ndị na-akwado ihu igwe na mkpọsa nkwado jiri mee ihe n'oge gara aga:",
  "A na-etinye usoro atọ a n'ọrụ na mkpọsa ihu igwe maka ọha na eze",
  "Ozi gbasara mmetụta nke mgbanwe ihu igwe zuru ụwa ọnụ na-arụ ọrụ n'ịmepụta nkwenkwe ihu ọha, àgwà, na omume, ebe mmetụta sitere na ụzọ ndị ọzọ (dịka inye ozi gbasara ngwọta GCC, nhazi nkwekọrịta, iji ozi usoro) ka bụ ihe a na'amaghị. Ụzọ nke atọ bụ ịmepụta ohere maka mkparịta ụka ndị na-agafe ajụjụ gbasara ọdịmma akụ na ụba nke na'ozuzu na arụmụka ndọrọ ndọrọ ọchịchị iji mesie ụkpụrụ gburugburu ebe obibi na ọchịchị onye kwuo uche ya ike",
  "A na-ekwu na nke a dị oke mkpa iji weta mgbanwe dị ịrịba ama. Ụfọdụ ndị ndọrọ ndọrọ ọchịchị, dị ka Arnold Schwarzenegger na-ekwu \"kwụsị mmetọ\", na ndị na'ime ihe kwesịrị ịmepụta nchekwube site n'ilekwasị anya na uru ahụike nke omume ihu igwe.",
  "Nnupụisi ihu igwe bụ ụdị nnupụrụ ọchịchị obodo, ihe a kpachapụrụ anya mee iji katọọ iwu ihu ọha gọọmentị",
  "N'afọ 2008, onye America na-ahụ maka ihu igwe bụ Tim DeChristopher mere ka ọ bụrụ onye na'ere ahịa na ire ere nke US Bureau of Land Management mmanụ na gas nke ala ọha na eze na Utah, meriri ire ahịa ahụ, gbaghaara ịkwụ ụgwọ, ma tụọ ya mkpọrọ ọnwa 21",
  "Na Septemba 2015, ndị ọrụ ihu igwe ise a maara dị ka Delta 5 gbochiri ụgbọ okporo ígwè mmanụ na Everett, Washington",
  "N'oge ikpe, e nyere Delta 5 ohere iji chebe onwe ya, ya bụ, imebi iwu na-egbochi mmerụ ahụ ka ukwuu",
  "Mgbe ọ gbasịrị akaebe, onye ọka ikpe kpebiri na e mezughị ihe kpatara nkwado dị mkpa ma nye ndị ọka iwu iwu ka ha leghara aka ná ntị a nabatara n'okpuru nkwado ahụ anya",
  "A kwụrụ Delta 5 ụgwọ maka ịbanye n'ime ụlọ mana a tọhapụrụ ha n\"ebubo ndị ka njọ.",
  "Ihe atụ mbụ nke onye ọka ikpe na-anabata nchekwa ihu igwe bụ na Machị 27, 2018 mgbe Ọkàikpe Mary Ann Driscoll tọhapụrụ ndị niile 13 a na'ebo ebubo obodo site na ngagharị iwe e mere na 2016 na Boston, Massachusetts.",
  "Ịmepụta ọnọdụ mberede nwere ike ịbụ ihe abụọ mejupụtara: ikwuwapụta ọnọdụ mberede nke chepụtara ụwa n'ezie ya bụ mmetụta iwu na ihe jikọrọ aka ma ọ bụ hụ na mgbanwe dị ukwuu na-arụkọ ọrụ ngwa ngwa n'ime ọrụ mmadụ maka ebumnuche akọwapụtara",
  "Ruo ugbu a, ọtụtụ gọọmentị ekwenyela, mgbe ụfọdụ n'ụdị ederede \"nkwupụta\", na ụmụ mmadụ nọ n'ezie n'ọnọdụ ọnọdụ mberede ihu igwe.",
  "N'ọnwa Nọvemba afọ 2021, Greta Thunberg na ndị ọzọ na-ahụ maka ihu igwe malitere itinye akwụkwọ mkpesa na United Nation na'akpọ ya ka ọ kwupụta ọnọdụ mberede ihu ọha zuru ụwa ọnụ nke 3",
  "Nke a ga-eduga n'ịmepụta otu ndị otu pụrụ iche nke ga'ahazi nzaghachi maka nsogbu ihu igwe na mba ụwa",
  "Nzaghachi kwesịrị ịdị ma ọ dịkarịa ala ike dịka nzagọrịta maka ọrịa COVID-19.",
  "A na-atụ aro na ngalaba nchekwa mba nwere ike ịrụ ọrụ pụrụ iche na mmepe nke mkpokọta ọnọdụ ihu igwe zuru ụwa ọnụ nke ọrụ na akụrụngwa iji wuo akụ na ụba efu na-adịghị agwụ agwụ ma wepụta decarbonization..",
  "Ndị na-akọwa ihe na The Climate Mobilization atụwo aro ịhazi ihe onwunwe na oke akụ na ụba agha na usoro ndị ọzọ pụrụ iche ma ọ bụ nke dị irè.",
  "N'ịhapụ ilekwasị anya na mmetụta na gburugburu ebe obibi, n'afọ ndị na-adịbeghị anya, ndị mmadụ akpọọla ndị omee mkpebi ka ha gaa n\"usoro mgbochi ziri ezi maka ndị niile. Ikpe ziri ezi nke ihu igwe na-ekweta na mpaghara ụfọdụ na ndị mmadụ na mgbanwe ihu ọha karịa ndị ọzọ, nakwa na n'ịkwado ngwọta ihu ọma anyị ga-atụle \"ihe ndị dị adị, ihe onwunwe na ikike\".",
  "Na United States, òtù ndị dị ka Climate Justice Alliance na-arụ ọrụ maka ebumnuche nke akụ na ụba na obodo na-agbanwe agbanwe, na-etinye \"agbụrụ, okike na klaasị n'etiti ngwọta\" site n'ịrụ ọrụ iji jikọta olu nke obodo ndị dị n'ihu..",
  "Na mba ụfọdụ, ndị mgbanwe ihu igwe metụtara nwere ike ịnwe ike ịgba ndị isi na-emepụta gas na mbara igwe akwụkwọ",
  "Mba na ndị mmadụ niile, dị ka Palau na Inuit, yana òtù ndị na-abụghị nke gọọmentị dị iche iche dịka Sierra Club, agbalịwo ikpe. Ndị na-etinye ego na coal, mmanụ, na ụlọ ọrụ gas nwere ike ịbụ ndị iwu na omume maka mmebi ikike mmadụ metụtara ihu igwe. A na-emekarị ikpe site na ijikọ mgbalị na ihe onwunwe dịka site n'aka òtù dị ka Greenpeace, nke gbara ụlọ ọrụ coal nke Poland na onye na'ime ụgbọ ala nke Germany akwụkwọ.",
  "Igosi na ụfọdụ ihe omume ihu igwe bụ n'ihi okpomọkụ ụwa ugbu a ga-ekwe omume, a mepụtara usoro iji gosipụta ohere dị ukwuu nke ihe ndị ọzọ okike ụwa kpatara.",
  "Maka ikpe maka ileghara anya (ma ọ bụ ihe yiri ya) iji nwee ihe ịga nke ọma, [nkọwa dị mkpa] \"Ndị na-eme mkpesa",
  "ga-egosi na, ma eleghị anya karịa ka ọ bụghị, mmerụ ahụ ha n'otu n\"otu sitere na ihe ize ndụ a na'okwu ahụ, nʼadịghị ka ihe ọ bụla ọzọ kpatara ya",
  "A sụgharịrị nke a mgbe ụfọdụ ka ọ bụrụ ihe a chọrọ maka ihe ize ndụ dịkarịa ala abụọ. Ụzọ ọzọ (ọ bụ ezie na ọ nwere obere ihe iwu kwadoro) bụ World Heritage Convention, ma ọ bụrụ na enwere ike igosi na mgbanwe ihu igwe na-emetụta World Historic Sites dị ka Ugwu Everest.",
  "E wezụga mba ndị na-ebo ibe ha akwụkwọ, e nwekwara ikpe ebe ndị mmadụ nọ na mba emeela usoro iwu megide gọọmentị nke ha.",
  "Na Netherlands na Belgium, òtù ndị dị ka ntọala Urgenda na Klimaatzaak na Beljọm agbakwaara gọọmentị ha akwụkwọ n'ihi na ha kwenyere na gọọmenti ha anaghị ezute mbelata nke ikuku ha kwekọrịtara. Urgenda enwetala mmeri n'okwu ikpe ha megide gọọmentị Dutch.",
  "N'afọ 2021, ụlọ ikpe kachasị elu nke Germany kpebiri na usoro nchedo ihu igwe nke gọọmentị ezughi iji chebe ọgbọ ndị na-abịa n'ihu nakwa na gọọmenti nwere ruo na ngwụcha afọ 2022 iji melite Iwu Nchedo Ihu igwe ya.",
  "Na Mee 2021, na Milieudefensie et al v Royal Dutch Shell, ụlọ ikpe distrikti nke The Hague nyere iwu ka Royal Netherlands Shell belata ikuku carbon ya zuru ụwa ọnụ site na 45% site n'ọgwụgwụ 2030 ma e jiri ya tụnyere ọkwa 2019.",
  "Ntugharị mgbapụ megide mmanụ ọkụ amụbaala ihe dị iche na mkparịta ụka gbasara ego mmanụ ọkụ",
  "Ụlọ akụ na ndị ọchụnta ego anọwo na-akawanye njọ maka ịdị mma nke ngalaba mmanụ ọkụ n'ime ogologo oge",
  "Nke a bụ n'ihi na mmegharị a na-achụpụ ego na-akparị mmanụ ọkụ ma na-ebuli ejighị n'aka na iji mmanụ ọkụ na-aga n'ihu, si otú a na-ebelata ọchịchọ ego nke akụ mmanụ ọkụ",
  "N'ihi na mmịpụta, nchọnchọ, na ngwupụta mmanụ ọkụ bụ ihe niile na-akpa nnukwu ego, ejighị n'aka n'ihe egwu ego ha nwere nwere ike ibelata itinye ego",
  "Ọ bụrụ na enwere mbelata n'ọnye isi ego ma ọ bụ ịrị elu nke isi ego, ọrụ mmanụ ọkụ ga-emecha bụrụ enweghị akụ na ụba",
  "Nke a ga-eme ka ọnụ ahịa ụlọ ọrụ mmanụ ọkụ gbadata na-eme ka ha pụọ n'ahịa.",
  "Isi arụmụka dị n'azụ mkpọsa mbugharị mmanụ ala bụ na irite uru site na itinye ego n'ọrụ metụtara mmanụ ọkụ bụ ihe na-ezighi ezi n'ihi na ikuku mmanụ ọkụ bụ isi ihe na-akpata mgbanwe ihu igwe zuru ụwa ọnụ",
  "Mgbasa mbugharị mmanụ mmanụ dị ka mgbasa ozi Go Fossil Free site na 350.org na-arịọ ndị na-etinye ego ka ha tụfuo site n'ịkwụsị itinye ego ọhụrụ ọ bụla ha nwere ike ime n'ụlọ ọrụ mmanụ ọkụ ọ bụla na ịchụpụ na ikike ọ bụla na ego ejikọta ọnụ, dị ka",
  "fossil na-eme ka ọhaneze equities ọnụ yana ụlọ ọrụ nkekọ, n'ime afọ ise na-abịa..",
  "Mgbasa mbugharị mmanụ ọkụ nwere ebumnuche atọ bụ isi",
  "Otu n'ime ha bụ ịmanye gọọmentị n'ofe ụwa ka ha tinye iwu n'ọnọdụ gụnyere ụtụ carbon ma ọ bụ machibido ịgbapu mmanụ ọkụ ọzọ",
  "Ebumnuche nke abụọ bụ ịmanye ụlọ ọrụ mmanụ ọkụ ka ha wepụta mgbanwe mgbanwe n'ime ụlọ ọrụ ha site n'ịgbanwe n'ụdị inye ike nke na-adịchaghị emetụta carbon",
  "Ebumnobi nke atọ bụ ịhụ na nghọta pụtara ìhè ma a bịa n'ihe gbasara ikuku carbon nke ndị ụlọ ọrụ na-ahụ maka mmanụ ọkụ na-ebute nakwa itinye nrụgide n'ahụ gọọmenti dị n'akụkụ ụwa niile ka ha na-ekere òkè dị mkpa na igbochi mmịpụta mmanụ ọkụ.",
  "N'ihi ya, mkpọsa iwepụ mmanụ ala na-achọ ibelata ihe niile a ga-achọrọ maka uto na ịdị ndụ nke ụlọ ọrụ mmanụ. Ihe ndị a gụnyere ikikere mmekọrịta mmadụ na ibe ya nke ụlọ ọrụ a chọrọ iji rụọ ọrụ, ikike ndọrọ ndọrọ ọchịchị nke nnukwu mmanụ ala chọrọ itolite na ịlanarị, yana itinye ego na-akwado ịdị adị ya, ịdị ndụ, na uto. Mgbasa ozi ndị a na-achọkwa ịmanye gọọmentị ka ha rụọ ọrụ ha n'ịgbalị igbochi ikuku",
  "Na mkpọsa ndị a, ndị na-eme mkpọtụ na'ihi na ụlọ ọrụ ọha na eze na ndị ọrụ ha na mmepụta mmanụ ala a nwere mgbe niile maka ebumnuche bụ isi nke imebi aha ụlọ ahịa mmanụ ụgbọala na ịma ike ụlọ ahụ nwere aka. Site n'ime ihe ndị a, ndị na-eme mkpọsa a chọrọ ime ka ụlọ ọrụ mmanụ ala nke isi obodo dị oke mkpa kpochapụ ma akụrụngwa na mmetụta nke ụlọ ahịa a nwere.",
  "A na-eji mkpọsa mgbasa ozi mee ihe maka okwu ikpe ziri ezi nke ọha na eze n'oge gara aga",
  "Dịka ọmụmaatụ, ebidola mkpọsa iji kwụsị itinye ego na South Africa n'oge apartheid, Israel, na Sudan, yana megide ụlọ ọrụ ụtaba",
  "N'oge na-adịbeghị anya, mkpọsa mbupụ elekwasịla anya na ụlọ mkpọrọ ndị mmadụ na ụlọ ọrụ mmanụ ọkụ",
  "Oku nlegharị anya ndị a anatala nlebara anya nke ukwuu nwere nsonaazụ dị iche iche.",
  "Ozi ọma maka mkpọsa mgbapụ mmanụ ọkụ bụ na atụmatụ ha nwere ike ịdị irè",
  "Nke a bụ n'ihi na e nwewo mmụba na nkwa mgbapụ mmanụ ọkụ kemgbe 2000",
  "Nkwekọrịta ndị a na-eme mgbanwe emewo ka mbelata nke isi obodo na mpaghara gas na mmanụ, dị ka ahụmahụ na mba 33 n'ofe ụwa n'etiti afọ",
  "2000 na 2015",
  "Nnyocha achọpụtala na ịba ụba gas na nkwa mgbapụ mmanụ na mba dị iche iche emetụtawokwa mkpọsa mgbapụ",
  "Ndị ọchịchị na-amata mgbanwe ihu igwe dị ka ihe iyi egwu na mba ha, ewepụtala iwu gburugburu ebe obibi siri ike karịa.",
  "N'ezie, iwepụ mmanụ ala enwetala ọganihu dị ịrịba ama n'ime afọ ole na ole gara aga",
  "Ọ gbanwere site n'ịbụ echiche dịpụrụ adịpụ gaa n\"ịghọ ihe omume dị ugbu a nke ruru ihe dị ka ijeri $ 14.5",
  "O nwere ihe karịrị otu puku onyinye, atụmatụ ezumike nká, na ndị isi na-etinye ego",
  "O meela ka ọtụtụ ndị na-etinye ego na ụlọ ọrụ taa na ndị ọrụ na'inye ego ha na ego ndị metụtara gburugburu ebe obibi.",
  "Ụdị mmemme ụmụ amaala dị mkpa iji mepụta ụzọ maka mgbanwe usoro nke ga-abara gburugburu ebe obibi uru",
  "Enwere ike inye aka ngbanwe a site na itinye aka na gọọmentị site n'ime usoro iwu gbasara gburugburu ebe obibi na mgbanwe niile ga-adị mkpa iji mee mgbanwe gburugburu ebe obibi",
  "Atụmatụ, omume, na usoro dị iche iche na-eji ndị na-akwado gburugburu ebe obibi nwa amaala maka ebumnuche ịkwado na n'ọnọdụ ụfọdụ na-achọ mgbanwe ndị a gburugburu ebe obibi",
  "Otú ọ dị, enwere nsogbu ndị ụdị mmemme a na-eche ihu",
  "Okwu ndị dị ka enwere ike ịdaba na ihu ọma na nsonye na mmegharị gburugburu ebe obibi na mba BRIC, ihe mgbochi nye ụmụ amaala gburugburu ebe obibi itinye aka na mkpokọta, na ọdịiche dị na ebumnuche n'etiti mmegharị gburugburu.",
  "Onye ọ bụla, ọrụ afọ ofufo ezughị iji mee nnukwu ọdịiche na nsogbu mgbanwe ihu igwe a ma ama, mgbanwe usoro bụ. Carol Booth na-ekwu na mmerụ ahụ dị na \"n'ihi iwu, ụkpụrụ na mmemme ezughi oke na ọ na'ezie na a na - na na: na Iji belata ikuku, otu n'ime ọtụtụ nsogbu mgbanwe ihu igwe, ga-eme n\"ọ̀tụ̀ nke nwere mmetụta dị mma na gburugburu ebe obibi, a ga'achọ ọrụ gọọmentị. N'ozuzu, mgbanwe gburugburu ebe obibi na-akwado ma na'ihu site na mmegide na òtù. Frederick Buttel na-ekwu na ihe kpatara nke a bụ na ndị na'ahụ maka gburugburu ebe obibi na mmegharị ahụ na na ha na - na",
  "Usoro gọọmentị nwere ike ịkpụzi ma gbochie ihe ndị na-eme ihe ọha na eze nwere ikike ime, ọkachasị usoro ndị dị na mba ndị dịka US na European Union. Ihe mgbochi na-abịa site na akụkụ ụlọ ọrụ nke usoro gọọmentị nke na na'ime ka o sie ike ịmepụta iwu na mgbanwe ndị ọzọ a ma ama na - na Ọganihu nke ịhazi onwe n'ọnọdụ ụfọdụ na-adabere na ndị na'ime ihe iji chọta ụzọ isi mee ihe mgbochi ndị a hụrụ na usoro gọọmentị ndị ahụ. Ndị mmadụ n'ozuzu ha nwere mmetụta na nsonaazụ ụfọdụ",
  "\"...omume obodo, àgwà n'ebe ọha mmadụ nọ, na usoro akụkọ ihe mere eme nke atụmanya maka arụmọrụ ụlọ ọrụ nwere ike inwe mmetụta dị mkpa na ndọrọ ndọrọ ọchịchị, ọbụnakwa nsonaazụ akụ na ụba. Mgbe ị na-ele iwu California, a chọpụtara na mmetụta nke ime ihe omume ụmụ amaala na'ime nhọrọ ndị na - dị mma maka gburugburu ebe obibi site n'aka ndị nwere mmetụta na ndị dị ike, dị ka iwu na isi obodo.",
  "Nnyocha nyocha nke 2023 bipụtara na One Earth kwuru na nyocha echiche na-egosi na ọtụtụ ndị mmadụ na'echiche mgbanwe ihu igwe dị ka ihe na na - na nso. Nnyocha ahụ kwubiri na ịhụ mgbanwe ihu igwe dị ka ihe dị anya anaghị akpata obere omume ihu ọha, na ibelata anya nke uche anaghị eme ka omume ọnọdụ ihu ihu ọma dịkwuo elu.",
  "A na-eji atụmatụ, usoro, na omume dị iche iche eme ihe na mbọ ọha na eze na gburugburu ebe obibi",
  "Omume ụfọdụ nwere ike ọ gaghị adị maka ụdị dị iche iche nke ndị na-eme ihe ọha na eze dabere na echiche akụ na ụba.",
  "A na-eji echiche Erik Wright banyere mgbanwe mmekọrịta mmadụ na ibe ya nyochaa mmegharị gburugburu ebe obibi na akụkụ ụfọdụ nke omume ndị mmeghachi omume ha nke jikọtara ya na \"atụmatụ mgbanwe\" Wright. Nke a na-agụnye \"atụmatụ interstitial\", nke bụ atụmatụ ndị na'anwa ịgbanwe ma ọ bụ ịma usoro dị ugbu a aka, a hụrụ ya n'omume ụmụ amaala dị ka ịzụta ngwa ndị dị irè na omume ndị ahịa ndị ọzọ na gburugburu ebe obibi. \"Atụmatụ mmegide\" \"na-emebi usoro dị ugbu a site na esemokwu\". Atụmatụ ndị dị ka ndị a na-ejikọta na omume na gburugburu ebe obibi iji mee ngagharị iwe na ngazogide. N'ikpeazụ, \"atụmatụ symbiotic\" na-elekwasị anya na mmekorita site na mgbanwe mmekọrịta mmadụ na ibe ya dịka ịkwalite na imezigharị iwu iji mee ka ahụike ihu igwe dị mkpa karịa uru. Ụdị atụmatụ ndị ọzọ ndị na-eme ngagharị iwe na ndị obodo na - \"iwulite nghọta, iwu njikọ aka, na ntọala netwọk\". \"Omume nchedo\", njikere ọha na eze maka ndụ na-adịgide adịgide na gburugburu ebe obibi, a hụla ka ọ na'ụzọ na na - na \"ọchịchị onye kwuo uche ya na\" na. N'ime nyocha nke mba BRIC, nke a ka na-ewere na ha na ọ na'oge na - na \"a na\" ọ bụrụ na a na na (ọrụ ndị na) na mba ndị a anaghị arụ ọrụ zuru ezu, ụmụ amaala nwere ike iwere ya n'onwe ha \"ịtụgharị mbọ ha maka mgbanwe ndụ dị ka ụdị ọzọ nke inye aka\".",
  "\"Nkwado uwe ụmụ amaala\" nke United States bụ ụdị usoro nke enwere ike iji ya mee ihe na ọrụ gburugburu ebe obibi ọha na eze. A na-eji ihe ndị a eme ihe n'ọtụtụ iwu gburugburu ebe obibi dị mkpa maka mmanye gburugburu Ebe obibi, ma gbochie ndị na'agbasoghị iwu site n\"aka ụlọ ọrụ ndị mehiere ma gosipụta mmasị ọha na eze na ọchịchọ. Usoro ọzọ nke gburugburu ebe obibi bụ \"usoro mkpesa gburugburu obodo nke China\". Usoro a na-ewe akụkọ ụmụ amaala banyere mmebi iwu gbasara nsogbu gburugburu ebe obibi ma jiri ya mee ihe maka ọha na eze iji kwupụta \"nchegbu na nkụda mmụọ na nsogbu ndị gbara gburugburu ma nwee ihe ịga nke ọma n'ịkwalite mmata gburugburu na itinye aka na ọha. Nnyocha ahụ tụrụ aro na \"ọrụ itinye aka ọha na eze dabere n'ụzọ dị ukwuu na ọchịchị sara mbara [usoro] nke ọ na-etinye n\"ime ya, nakwa na ịhazi ọrụ gburugburu ebe obibi n \"gọọmentị\" nwere ike imetụta ịdị irè ya.",
  "Public activism faces challenges due to differences in economic development as well as differences in government and law",
  "There have been \"signs of declining confidence and membership in environmental [organizations]\" in the BRIC countries as well as \"barriers to public involvement and social [mobilization] due to close monitoring and censorship, notably in China and Russia. Issues facing more long-term environmental discourse are feelings of unconcern and helplessness are cited as obstacles that public activist groups face in trying to promote change. In addition, mainstream environmental movements are \"increasingly being challenged by environmental counter-movements\"(pg 309). There are also many different goals and gaps between these types of movements, as well as barriers to producing an effective, influential message to inspire other to enact change. This prevents a solid, widespread message and specific goal from all environmental groups being produced.",
  "Gọọmentị United States site na ọrụ nzuzo ya nke ụlọ, dị ka \"ndị na-eyi ọha egwu n'ụlọ,\" ndị na'ahụ maka gburugburu ebe obibi na òtù mgbanwe ihu igwe, gụnyere site n\"ịmụ ha, ịjụ ha ajụjụ, na itinye ha na \"watchlists\" nke mba nke na - mere ka o sie ha ike ịbanye n-ụgbọelu na nke nwere ike ịkpali nlekota iwu mpaghara. Ndị na-eme ihe nkiri a na'amaghị ama jikwa ndị ọkachamara na nzuzo were n'ọrụ iji malite mwakpo hacking megide ndị na - eme ihe gbasara ihu igwe bụ ndị a haziri Na Septemba 16, 2022, e jidere ihe karịrị mmadụ iri ise na-eme ngagharị iwe maka ihu igwe ma tụọ ha mkpọrọ na UK maka igbochi okporo ụzọ, ọtụtụ n'ime ha na'ụlọ ikpe, a tọhapụrụ ụfọdụ n\"ụgwọ",
  "Alice Reid, onye na-ekwuchitere otu Rebels in Prison Support, na'ihi na ọtụtụ n'ime ndị na - na na",
  "Mgbanwe ihu igwe ahụ kpọkọtara otu ihe omume ya kachasị ukwuu na 21 Septemba 2014, mgbe ọ kpọgidere ndị ọrụ 400,000 na New York n'oge People's Climate March (gbakwunyere ọtụtụ puku ndị ọzọ n\"obodo ndị nkaka), nke People 'Climate Movement haziri, iji chọọ ka ndị isi ụwa gbakọta maka 2014 UN Climat Summit.",
  "E nweela njikọ nke ndị na-etinye ego n'ụlọ ọrụ ndị kwadoro ọrụ ihu igwe.  Ihe omume ndị a gụnyere mgbalị ndị otu na-agbasawanye, dị ka Climate Action 100+ - njikọ aka karịrị ụlọ ọrụ 300 (gụnyere ụfọdụ n'ime ndị na'ịmepụta okpomọkụ kachasị).  Mgbalị ụlọ ọrụ abụghị ihe a na-ahụkarị, n'agbanyeghị echiche a ma ama na ọdịmma ndị nwere òkè ga-emegide omume dị otú ahụ.  Otú ọ dị, mgbalị ụlọ ọrụ niile iji belata ihe ize ndụ ihu igwe na-abụkarị maka ọdịmma nke ụlọ ahịa dịgasị iche iche, dịka mgbanwe ihu ọha nwere ike inwe mmetụta siri ike na akụ na ụba ụwa.",
  "Ebe ọ bụ na 2014, akụkụ ndị na-eto eto nke ihu igwe, karịsịa na United States na-ahazi maka nzaghachi akụ na ụba mba ụwa maka mgbanwe ihu igwe n'ogo nke nchịkọta nke ebe obibi America n'oge Agha Ụwa nke Abụọ, na ebumnuche nke igbutu ikuku carbon ngwa ngwa",
  "na ịtụgharị na 100% ume dị ọcha ngwa ngwa karịa ahịa efu nwere ike ikwe",
  "N'ime afọ 2015 na 2016, Mkpokọta ihu igwe duuru mkpọsa nke ahịhịa na US maka oke ọchịchọ a, na July 2016, ndị na-eme ihe ike nwere ihe ịga nke ọma n'inweta ederede n'ime ikpo okwu mba Democratic Party na-akpọ maka nchịkọta ihu igwe nke WWII.. N'ọnwa Ọgọstụ afọ 2015, onye na-ahụ maka gburugburu ebe obibi bụ Bill McKibben bipụtara otu isiokwu na New Republic na ọ na'ịkpọkọta ndị America ka ha \"kwupụta agha megide mgbanwe ihu igwe\".",
  "Strike School for Climate (Swedish: Skolstrejk för klimatet), nke a maara n'ụzọ dị iche iche dị ka Fridays for Future (FFF), Youth for Climate, Climate Strike or Youth Strike for Climate, bụ mmegharị mba ụwa nke ụmụ akwụkwọ ụlọ akwụkwọ na-amapụ klaasị Fraịde iji sonye na ngosi",
  "ịrịọ ka ndị isi ndọrọ ndọrọ ọchịchị mee ihe iji gbochie mgbanwe ihu igwe yana maka ụlọ ọrụ mmanụ ọkụ na-agbanwe gaa na ume ọhụrụ.",
  "Mgbasa ozi na nhazi zuru oke malitere mgbe nwa akwụkwọ Swedish Greta Thunberg mere ngagharị iwe n'ọnwa Ọgọstụ 2018 n\"èzí Riksdag (parliament), na-ejide ihe ịrịba ama nke na'akwụkwọ \"Skolstrejk för klimatet\" (\"Ụlọ akwụkwọ maka ihu igwe\").",
  "Ọgbaghara zuru ụwa ọnụ na 15 Machị 2019 kpọkọtara ihe karịrị otu nde ndị na-eme ngagharị iwe na 2,200 ngagboro a haziri na mba 125. N'abalị iri abụọ na anọ n'ọnwa Mee afọ 2019, na ngagharị iwe nke abụọ n\"ụwa niile, ngafe 1,600 gafere mba otu narị na iri ise dọtara ọtụtụ narị puku ndị na-eme ngajinia",
  "E mere ngagharị iwe nke Mee ka ọ daba na ntuli aka 2019 European Parliament.",
  "2019 Global Week for Future bụ usoro nke 4,500 strikes gafee ihe karịrị mba 150, lekwasịrị anya na Friday 20 September na Fraịde 27 September",
  "O yikarịrị ka ọ bụ ọgbaghara ihu igwe kachasị ukwuu n'akụkọ ihe mere eme nke ụwa, ọchụnta ego nke 20 Septemba kpọkọtara ihe dịka nde mmadụ anọ na-eme ngagharị iwe, ọtụtụ n\"ime ha bụ ụmụ akwụkwọ, gụnyere nde 1.4 na Germany. N'abalị iri abụọ na asaa n'ọnwa Septemba, e mere atụmatụ na nde mmadụ abụọ sonyere na ngagharị iwe n\"ụwa niile, gụnyere ihe karịrị otu nde ndị na-eme ngalivishọn na Ịtali na ọtụtụ narị puku ndị ngafe iwe na Canada.",
  "Ndị ntorobịa nọ n'ụwa niile na-ama jijiji, na-akwado ma na-ewepụta onwe ha maka ngwọta ihu igwe",
  "Otu ndị ntorobịa na-eme ihe nkiri dị ka SustainUS, Fraịde maka Ọdịnihu, na Sunrise Movement akpọọla ndị na-eto eto ka ha jide ndị isi zaa ajụjụ, ma ọ bụ site na ịga ogbako, ịpụ n'ụlọ akwụkwọ na ịmanye ndị ndọrọ ndọrọ ọchịchị ka ha gee ndị ọkà mmụta sayensị ntị, ma ọ bụ na-akpọ oku maka ọrụ ndụ akwụkwọ ndụ ka ukwuu na ịkwado ike ịtụ vootu.",
  "N'afọ 2020, odeakwụkwọ ukwu nke United Nations malitere otu ndị ntorobịa zuru ụwa ọnụ na mgbanwe ihu igwe, na-ahọrọ ndị otu asaa na'agbakọta iji nọchite anya mgbanwe ndị ndị na -eto eto na na.",
  "Mmekọrịta ndị ntorobịa na-akwado ihu igwe amụbaala nke ukwuu na narị afọ nke 21, ma sie ike n'ime afọ ole na ole gara aga. Ndị na-eto eto na ọnọdụ ihu igwe ejirila usoro mgbasa ozi mmekọrịta dị ka ụgbọ ala iji tinye aka ma mee mkpesa na nsogbu gburugburu ebe obibi dị ugbu a",
  "Mgbe Greta Thunberg malitere òtù ndị ntorobịa \"Strikes for Climate\" site na ime ngagharị iwe n'èzí ụlọ omebe iwu Sweden na 2018, o dere njem ya na Twitter, ebe o wuru netwọk iji kwalite ebumnuche ya ma kpọọ ndị mmadụ ka ha mee ihe. Mgbanwe ihu igwe nke ndị ntorobịa na-amalite ịkwaga site n'ụzọ ọdịnala gaa na usoro mgbasa ozi mmekọrịta ma ọ ga-aga n\"ihu n-abịa nʼihu.",
  "Ọgbọ ndị na-eto eto na'ilebara ihe omume ụwa anya, ọkachasị mgbanwe ihu igwe",
  "Nnyocha na-egosi na mgbanwe ihu igwe na'etiti ndị na -eto eto karịa ndị okenye",
  "Ihe karịrị 70% nke ndị America dị afọ 18 ruo 34 na-echegbu onwe ha banyere okpomọkụ ụwa ma e jiri ya tụnyere 62% nke 35 ruo 54 na 56% ndị dị 55 ma ọ bụ karịa. Corner na-ekwu na n'ofe mba Europe, ndị na'eto eto na na - na: - ndị nwere nchegbu yiri nke ahụ ma ọ bụ karịa ndị okenye ma nwee mmetụta dị elu nke ihe ize ndụ. O yikarịrị ka ọgbọ ndị na-eto eto ga-amụta site na agụmakwụkwọ n'ozuzu banyere mgbanwe ihu igwe n\"ụlọ akwụkwọ ha, yana ịmara mmetụta ọjọọ nke mgbanwe ọnọdụ ihu ọha wetara nʼụwa",
  "Na mgbakwunye, ha na-ahụkwa mgbanwe ihu igwe dị ka ihe omume zuru ụwa ọnụ dị njọ nke metụtara onwe ha n'ihi na ha ga-enwe mmetụta karịa, ya mere ha kwesịrị ibute ụzọ n\"ịkwado mgbanwe ọnọdụ ihu ọha.",
  "Mgbe ọrịa a malitere, a nọgidere na-eme ọtụtụ ngagharị iwe ụlọ akwụkwọ gburugburu ụwa, mana ọ gara n'ihu na usoro mgbasa ozi mmekọrịta (Twitter, Facebook, wdg), na'ihi ọnụ ọgụgụ dị ala",
  "Otú ọ dị, itinye aka na mmegharị ihu igwe ndị ntorobịa na mgbasa ozi mmekọrịta nọgidere na-arị elu",
  "Mgbasa ozi mmekọrịta nyere ndị ntorobịa ụzọ ha ga-esi kesaa nchegbu ha, mepụta ihe ọmụma, ma bụrụ ndị na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị ebe ọ bụ na ha enwebeghị ike ịtụ vootu ma chee nsogbu nhazi ihu na ihu.",
  "Nnyocha ahụ chọpụtara na ndị na-eme ngagharị iwe na nyocha ha mepụtara mmetụta nke njikọ na ụmụ okorobịa ndị ọzọ na onye na'ihe gbasara mgbanwe ihu igwe. Ha na-edekarị njirimara ndị na'ọrụ ha na profaịlụ akaụntụ mgbasa ozi mmekọrịta ha",
  "(Dị ka ọmụmaatụ, @GretaThunberg, onye na-eto eto na - na Ihe ha na-ekerịta bụ na ha gbalịrị ịkpali ndị ọzọ ime otu ihe ahụ na obodo ha site n'igosi onwe ha dị ka ndị na'ahụ maka ihu igwe nwere olu siri ike",
  "Atụmatụ maka ndị na-eto eto na'ime ọrụ bụ itinye onwe ha n'otu ọrụ iji mepụta njirimara dị mkpa nye ndị ọzọ ma soro ndị mmadụ ndị nkaka nwee njikọ na ịntanetị",
  "Ya mere, n'agbanyeghị akụkụ ndị na-eme ngagharị iwe ga-akwado, ha na'iji mgbasa ozi mmekọrịta ha dị ka ụzọ isi soro ndị ọzọ kwurịta okwu n\"ụzọ ha",
  "Ha na-arụ ọrụ dị mkpa na itinye aka na ọtụtụ ndị na'akwado n'ụwa niile iji sonye na ndị ntorobịa na ihu igwe",
  "YOUNGO bụ mpaghara ụmụaka na ndị ntorobịa nke UNFCCC, nke nwere ndị otu ruru afọ 35",
  "Otu n'ime ọrụ ndị isi nke otu a bụ idepụta nkwupụta ọnọdụ ndị ntorobịa zuru ụwa ọnụ iji nye ndị ọrụ na Nzukọ UNFCCC nke ndị otu kwa afọ."
]