[
  "Otobong Nkanga (onye amụrụ na 1974) bụ onye n'eme ihe nkiri nakwa ihe ngosi 'visual artist and performance artist' nke amụrụ n'ala Nigeria, mana biri na mba Antwerp",
  "N'afọ 2015 onwetara ihe nrite 'Yanghyun Prize'.",
  "Ọrụ ya na enyochaa mgbanwe mmekọrịta mmadụ na ndị mmadụ na gburugburu ebe obibi ya, na-ahụ ihe dị mgbagwoju anya ha ma ghọta otú ihe onwunwe ndị dị ka ala na ala, na ụkpụrụ ha nwere, ga-esi nyochaa mpaghara na omenala.\nE gosipụtawo ọrụ ya n'ọtụtụ ụlọ ọrụ di iche-iche nke gụnyere Tate Modern the KW Institute (Berlin), Stedelijk Museum nakwa biennale of Sharjah. Ọgbakwara onye iri abụọ na Biennale of Sydney.",
  "Amụrụ Otobong Nkanga na Kano, nke di na Naijiria n'afọ1974",
  "Ihe Ngosi nke mbụ ya bụ 'CLASSICISM & BEYOND' n'afọ 2002 na ụlọ na-abụghi otu goomenti 'Project Row Houses' na Houston",
  "Site na 2007 ruo 2008, na nsagharị ya n'ọrụ ya nke akpọrọ 'Baggage' (1972 – 2007/2008) na onye ose ihe nke mba Amerika Allan Kaprow, Nkanga emela ihe omume nye 'Kunsthalle Bern'",
  "Ọrụ mbụ nke dabeere na njem nke ngwaahịa si n'otu ebe nke mba ụwa gaa na nke ọzọ, Naylor na-ewebata nhazi post-colonial. Dị ka ihe àmà-ama,  na-egosi na onye na-ese ihe n'inyocha, echiche nke njirimara, ọdịbendị omenala dị n'etiti etiti ọrụ ngosi ya.",
  "Na-afọ 2008, ọrụ ya 'Contained measures of Land' jiri ala ma dị ka ihe nnọchianya nke ókèala na asọmpi na esemokwu",
  "Otu afọ mgbe e mesịrị, n'oge obibi ya na Pointe-Noire, na Congo, ọ chịkọtara agba asatọ nke Earth",
  "Ọ bụ ndị Portuguese na ndị French na-achị Pointe-Noire, na Congo, Onye edemede bụ 'Philippe Pirotte' dere na Nkanga na-abịa ịmepụta ụdị ụgbọala maka nkwupụta na njem nke na-akọwaghị uru ọ bara na oge ọhụụ ebe mmadụ nile na-enwe nchegbu maka mgbanwe nke ihe onwunwe ngwaọrụ ndị na-efe ụmụ mmadụ.",
  "Ihe ọrọ ya, nwere Mmetụta nke Ihe Ncheta nke malitere na 2010, site na njem mbụ ya na Morocco, ọ na-enyocha omume nke ịgbanye",
  "Ọ na-agbanwe ihe ndị a na-ekesa na ihe ọhụụ.",
  "Na-afọ 2012, o mepụtara ngwaọrụ maka arụmọrụ, ma ọ bụ karịa ntinye nke isiokwu ya bụ 'Contained Measures of Kolanut' na foto abụọ, otu n'ime osisi a na-akpọ adekola na otu na ụmụ nwanyị abụọ na-eṅomi osisi. Nkanga kọwara na osisi Ọji dị mkpa maka omenala ya ma bụrụ ihe nnọchianya nke ime mmụọ na omenala ya.\n Ọtụrụ arọ ka ha taa ọji (Cola accuminata) ma obu ude (cola nitida)",
  "Ihe ndị a dị maka ịkwadebe mkparịta ụka",
  "Ụdị arụmọrụ a nwere ike ịdịgide ruo ọtụtụ awa ma chọọ ọtụtụ ntinye uche.",
  "N'otu afọ ahụ, ọ tụrụ aro maka mmemme maka usoro Tate \"Politics of Representation\" nke ọ kpọrọ ndị ọbịa ka ha nyochaa echiche, nghọta, na ebe nchekwa."
]