[
  "One Water bụ ihe nkiri ihe nkiri nkè afọ 2008 nkè Sanjeev Chatterjee na Ali Habashi duziri",
  "Ihe nkiri ahụ gosipụtara na 2008 Miami International Film Festival n'ubochi irí abụọ na abụọ n'ọnwa Febụwarị 2008.",
  "One Water bụ ọrụ mmekorita malitere n'afọ 2003 nà Mahadum Miami n'etiti School of Communication, College of Engineering na Frost School of Music iji dozie nsogbu mmiri dị ọcha zuru ụwa ọnụ",
  "N'etiti ọrụ ahụ bụ ihe nkiri One Water.",
  "E gosipụtara foto ahụ dị mkpirikpi na nnọkọ nke iri na abụọ na nke iri na atọ nke UN Commission on Sustainable Development na New York",
  "E dechara ihe ngosi n'afọ 2008 ma gosipụta ya na Miami International Film Festival.  E sere ihe nkiri ahụ dị nkeji iri isii na asatọ na mba iri na anọ ma gosipụta ogologo akụkọ anya na egwu na ụda okike na-enweghị okwu, tinyere ajụjụ ọnụ na ndị ama ama, gụnyere Dalai Lama, Vandana Shiva, Robert Kennedy Jr., Felipe Fernández-Armesto na Oscar Olivera, n'etiti ndị ọzọ. Donna Shalala, ónyé isi oche nke Mahadum Miami, pụtakwara na ihe nkiri ahụ dị ka ónyé na-akọ akụkọ.",
  "E dekọrọ akara mbụ màkà One Water na Moscow site na Russian National Orchestra.",
  "N'afọ 2006, One Water nwetara nkwàdo dị ukwuu site na John S",
  "na James L",
  "Knight Foundation dị ka akụkụ nkè nguzobe ya nke Knight Center for International Media na School of Communication, Mahadum Miami.",
  "Echiche bụ isi n'azụ ọrụ ahụ bụ ime ihe ngosi nke ga-akpali ịmepụta mgbasa ozi ndị ọzọ gbásárá mmiri gbụrụ-gbúrụ ụwa.\nIji mezuo ebumnuche a, mmekọrịta ya na San Francisco-based Independent Television Service (ITVS) ga-emepụta ihe nkiri anọ na-agbasa ozi na mmiri na mba anọ (Bahrain, Colombia, India na South Africa)",
  "A ga-agbasa ihe nkiri ndị a na mba ndị a gbụrụ-gbúrụ Ụbọchị Mmiri Ụwa (ụbọchị iri abụo na abụo n'ọnwa Machị 2009)",
  "Njikọ a amalitewokwa ebe nrụọrụ weebụ International Water Journalism 1h2o.org nke na-anata akụkọ multimedia metụtara mmiri nke ndị nta akụkọ gbụrụ-gbúrụ ụwa mepụtara.",
  "Na mbido afọ 2009, e mepụtara ihe nkiri telivishọn mba ụwa nke ihe nkiri ahụ na edemede nke Sanjeev Chatterjee dere ma onye Hollywood star Martin Sheen Sheen kọrọ ya",
  "Ónyé na-emepụta ihe nkiri, Sam L Grogg, ónyé ya na Sheen rụkọtara ọrụ na ihe nkiri ihe nkiri DA",
  "Ụdị ihe ngosi a gosipụtara na Discovery Networks 'Planet Green n'ọnwa Ọgọstụ afọ 2010.",
  "N'afọ 2016, ụlọ ọrụ Stockholm International Water Institute (SIWI) na UN-Water nyèrè ónyé nduzi Sanjeev Chatterjee ọrụ ịmepụta obere mbipụta na One Water nke gosipụtara ọtụtụ ndị mmeri nke Water Prize nke SIWI na-enye kwa afọ",
  "E gosipụtara ụdị One Water a na emume Water Prize na Stockholm n'afọ 2016.",
  "Otu Mmiri na-enyocha ụkọ mmiri ọṅụṅụ, mmiri dị mma n'ụwa niile",
  "Ihe nkiri ahụ na-egosipụta etu ọbọdọ dị iche iche n'ụwa niile si na-ata ahụhụ nke ukwuu n'ihi enweghị akụ anyị kacha baa uru, n'ihi ụkọ mmiri ozuzo, mmetọ na ihe ndị ọzọ",
  "Ọ na-apụta ìhè na ọ bụ ezie na nsogbụ a chọrọ ngwọta ozugbo, nke na-arụ ọrụ, nsogbụ ahụ anaghị edozi ngwa ngwa",
  "Ndị na-eme ihe nkiri na-ekwurịta banyéré ike nke mmiri na ọnọdụ ime mmụọ na nke anụ ahụ.",
  "Akụkọ United Nations nke afọ 2006 kwụrụ na \"mmiri zuru ezu màkà ónyé ọ bụla\", mana enweghị nchịkwa na nrụrụ aka na-egbochi ya.",
  "The UN World Water Development Report (WWDR, 2003) site na World Water Assessment Program na-egosi na, n'ime afọ iri abụo na-esote, a na-ebu amụma na mmiri dị ónyé ọ bụla ga-eji pasent iri atọ belata",
  "pasent iri anọ nke ndị bi n'ụwa ugbu a enweghị mmiri dị ọcha zuru oke maka ịdị ọcha dị ala",
  "Ihe karịrị nde mmadụ 2.2 nwụrụ n'afọ 2000 site na ọrịa mmiri (nke metụtara oriri nke mmiri na-emetọ) ma ọ bụ ụkọ mmiri ozuzo",
  "N'afọ 2004, ọrụ ebere UK WaterAid kọrọ na nwatakịrị na-anwụ na sekọnd iri na ise ọ bụla site na ọrịa ndị metụtara mmiri."
]