[
  "African Peace and Security Architecture (APSA) gụnyere ihe atọ dị mkpa iji gbochie esemokwu, njikwa esemokwu na iwu udo nke African Union (AU), Regional Economic Communities (RECs) yana Regional Mechanism (RMs).",
  "APSA malitere na njedebe 1990s, mgbe mpaghara Africa chere nnukwu nsogbu dị ka agha obodo na Somalia, nke na-aga n'ihu kemgbe 1991, na mgbukpọ na Rwanda 1994.",
  "N'otu oge ahụ, iwu nke Organisation of African Unity (OAU) ekweghị ka etinye aka na ihe ndị dị n'ime steeti ọzọ. Iji nwee ike itinye aka n'ọnọdụ nke mmebi iwu siri ike nke ikike mmadụ, mba ndị so na OAU kpebiri iguzobe African Union (AU) na 2002",
  "Afọ abụọ ka e mesịrị, e mere mkpebi iguzobe APSA.\nỊbịanye aka n'iwu iwu nke AU gosipụtara mgbanwe nke mmekọrịta dị n'ime Afrịka. Nkeji edemede 4 (h) na (j) nke usoro mmebe iwu na-enye ohere ka mba ndị otu AU tinye aka na steeti nke atọ ọbụna megidere ọchịchọ nke gọọmentị dị iche iche ma ọ bụrụ na mpụ megidere mmadụ, dị ka mpụ agha na mgbukpọ.Nkwekọrịta mbụ n'okpuru iwu mba ụwa, nke gụnyere ikike itinye aka n'agha na steeti nke atọ dabere na ihe gbasara ọdịmma mmadụ, nke a na-akpọkarị enyemaka mmadụ",
  "Ya \nMgbanwe iwu a mụbara mgbe usoro ntọala nke Peace and Security Council (PSC) nke AU malitere na Disemba 26, 2003Usoro ahụ na-akọwapụta atụmatụ sara mbara maka udo na nchekwa, gụnyere ihe ndị dị n'etiti dị ka mgbochi esemokwu, ịdọ aka ná ntị mmalite, diplomacy mgbochi, njikwa esemokwu, ime udo na iwu udo yana nkwado maka na mmepe nke ọchịchị onye kwuo uche ya, omume mmadụ na njikwa esemokwu.  N'ihi ya, enwere ike ịhụ usoro ntọala PSC dị ka ihe ndabere maka APSA",
  "Ọ bụ ebumnuche nke APSA inye AU, RECs na RMs ngwá ọrụ niile dị mkpa iji mezuo ọrụ na iwu metụtara site na iwu iwu nke AU na usoro ntọala nke PSC.",
  "Ọdịdị nke APSA dabeere na usoro iwu metụtara nguzobe nke Peace and Security Council of the African Union (PSC Protocol, 2002). Isiokwu nke 2 na-akpọ aha ogidi ise na-esonụ nke APSA, gụnyere ụlọ ọrụ na usoro mkpebi:",
  "AU na-azọrọ na ikike ya n'ógbè udo na nchekwa dị irè maka kọntinent Afrịka dum",
  "Na mgbakwunye na nke a, ọtụtụ mpaghara akụ na ụba (RECs) na Regional Mechanisms (RMs) bụ akụkụ nke APSA. Njikọ dị n'etiti RECs na AU na-eduzi site na ụkpụrụ nke subsidiarity, nke complementarity na nke uru ntụnyere.\nE bu n'uche ka arụ ọrụ nke APSA Instruments ruo na ngwụcha afọ 2015",
  "Otú ọ dị, ọnọdụ nke ngwá egwú dịgasị iche iche dabere na ngwá egwú na nhazi nke ọ bụla.",
  "APSA na-adabere n'ụzọ siri ike na isi mmalite ego ndị ọzọ",
  "N'afọ 2015, 95% nke ngụkọta mmefu ego nke AU sitere n'aka ndị mmekọ mpụga (EU, mba ndị so na EU, Japan na China)",
  "N'afọ 2016, e mere atụmatụ na ego mpụga ruru 52% nke mmefu ego; Otú ọ dị, a maghị atụmatụ mmefu ego zuru ezu.",
  "Peace and Security Council",
  "Economic Community nke Central African States"
]