[
  "Àtụ:Politics of the African Union miniPage Àtụ:Hlist/styles.css has no content.\nAfrican Unification Front (AUF) bụ ọgbakọ na-achọ ịkwalite njikọ ndọrọ ndọrọ ọchịchị, mmekọrịta ọha na eze na akụ na ụba nke Africa.",
  "E guzobere AUF n'ọnwa Ọgọstụ afọ 1996",
  "AUF na-akwado mgbanwe nke Africa n'ime otu, na Pan African Parliament dị ka gọọmentị kachasị elu, na-elekọta ụlọ ọrụ ndị dị mkpa gụnyere otu ego, na otu ndị agha Afrịka niile.AUF kwalitere okike nke African Union n'etiti 1990s ma na-aga n'ihu na-akwado maka njedebe nke necolonialism.. Ọ na-arụsikwa ọrụ ike na mkpọsa megide mmegbu nke ụlọ ọrụ diamond, ndị na-ere ngwá agha, na okwu na-ezighị ezi nke azụmahịa na ụlọ ọrụ kọfị..",
  "Kọmitii Mba AUF bụ òtù na-ahọpụta onye isi oche AUF",
  "Kọmitii Nchịkwa nke AUF bụ òtù na-etinye ụkpụrụ ma na-elekọta nchịkwa kwa ụbọchị nke AUF",
  "AUF bụ ọrụ maka ịmalite na ịhazi ọtụtụ atụmatụ, gụnyere mkpọsa kọfị Fairtrade nke AUF nke kwalitere mgbanwe na ụlọ ọrụ kọfị.",
  "AUF, nke a makwaara dị ka African Front, nwere netwọk zuru ụwa ọnụ nke ndị na-akwado ya, bụ ndị kwenyere na Africa ga-ejikọta ya na gọọmenti dị ka ụzọ isi nweta udo na njedebe nke agha na ịda ogbenye",
  "Ọ bụ ezie na ọtụtụ ndị otu AUF bụ ndị Africa, ndị na-abụghị ndị Africa bụ ndị otu.",
  "Ndị isi AUF ndị ọzọ gara aga bụ Fesseha Demessae bụ onye jere ozi dịka osote odeakwụkwọ ukwu na onye ntụzi ihe gbasara ọdịbendị, na onye bụbu osote onye isi ala Mongezi Sefika wa Nkomo.",
  ".Ndị otu AUF bụ ndị jerela ozi na nzuko omeiwu Pan African gụnyere Dr",
  "Amani Walid Kabourou si Tanzania, Chrispin Mwitila Shumina si Zambia, na Loyce Bwambale si Uganda",
  "Ndị ọzọ na-akwado AUF gụnyere John Atta-Mills onye isi Ghana, Alhaji Yahaya Ndu bụkwa onye otu AUF National Committee na onyeisi oche nke African Renaissance Party na Nigeria, Alimamy Bakarr Sankoh, onye isi ndị Sierra Leone People's",
  "Democratic League (PDL), na Dr",
  "Miria Matembe,  onye bụbu onye isi oche nke kọmitii iwu iwu nke omeiwu Pan African na ezigbo enyi nke Onye isi ala AU Gertrude Mongella.",
  ".A na-eji Maure dị ka ọkọlọtọ na akara AUF",
  "A na-ekpuchi isi isi na-anọchi anya enweghị ele mmadụ anya n'ihu nke ikpe ziri ezi, a na-ekekọta eriri ahụ n'ime akara Adinkra ahaziri maka inwe ike (Gye Nyame)."
]