[
  "Otulu bụ obodo dị na mpaghara gọọmentị ime obodo Oru West nke Imo State, Nigeria",
  "Ọ dị n'akụkụ Owerri-Onitsha Federal Highway (nke a na-akọwa dị ka Highway A6 site na map Google) na Imo State",
  "Site na Owerri ruo Onitsha, ịga agafe Awo-Omanma, Amiri na Otulu mgbe nke ahụ gasịrị, ịga enwete Mgbidi; ebe site na Onitsha ruo Owerri, ịga afụ Otulu mgbe Mgbidi gasịrị.",
  "Aha Otulu sitere na okwu Igbo abụọ 'Otu' nke pụtara 'Otu\" na 'Olu' nke pụtara' olu', jikọta ya na 'otu olu'",
  "Nna Otulu bụ Igbo n'abunkwu",
  "O sitere na Nri na Anambra Steeti",
  "Ya mere a maara obodo ahụ dị ka Otulu Igbo n'abunkwu",
  "Mgbe Igbo n'abunkwu malitere ịgbasa, ya na ụfọdụ ndị ọzọ si n'obodo ya họọrọ aha Otulu \"otu olu\" nke na-egosi ịdị n'otu nke bụ 'ka anyị dịrị n'otu'.",
  "Dị ka Chief E",
  "Ndubuisi si kwuo, Otulu lụrụ nwunye abụọ, nwunye mbụ bụ Lolo Ogueri Ukwu na nwunye nke abụọ bụ Lolo Uji. Nwunye mbụ ahụ mụrụ ụmụ abụọ aha ha bụ, Umuhu na Umuezem",
  "Nwunye nke abụọ nwere ụmụ atọ bụ Ubahawa, Okponsu na Umuojienwe",
  "Umuhu bụ nwa mbụ nke Otulu, Umuezem bụ nwa nwoke nke abụọ, Ubahawa bụ nwa nwoke ya atọ, Okponsu bụ nwa nwoke na Umuojienwe bụ nwa nwoke ikpeazụ",
  "Umuhu nwere ụmụ atọ ha bụ Umunkwa, Umudurukwu na Umuofia",
  "Umuhu mere obodo mbụ, Umuezem mekwara obodo nke ya na ụmụ ya nwoke ise bụ Umuochihe, Umuelile, Umunka, Umuaro na Umuaso",
  "Ubahawa na ụmụ ya nwoke isii mere obodo nke ya ha bụ Umuokwa, Umunabia, Umudikwa, Ubahawa Oji, Umuabuba, Umuosunkita gụnyere ụmụnne ya abụọ Okponsu na Umuojienwe",
  "Ndị a mejupụtara obodo iri na isii dị na Otulu",
  "Otulu nwere otu obodo na-achị onwe ya na obodo iri na isii mana okike nke obodo na-ahụ onwe ya na Imo Steeti n'afọ 2003 mere ka nkewa nke obodo Otulu banye n'ime obodo abụọ dị iche iche na-achịkwa onwe ha, nke mere na obodo ọbụla na-achị achị bụ onye ọchịchị ọdịnala",
  "Nke a pụtara na e mepụtara obodo ndị na-achị onwe ha nke Umuhu na Umuezem site na obodo ndị na'onwe ha nke Otulu n'oge ahụ na akwụkwọ akụkọ gọọmentị Imo State of Nigeria No.4 Vol 28 nke 29 Ọktoba 2003",
  "Obodo Umuhu na Umuezem nwere onwe ha nwere obodo asatọ bụ Umuofia, Umunka, Umuelile, Umudurukwu, Umuaro, Umuochihe, na Umuaso",
  "Ọ bụ ezie na obodo Otulu na-achị onwe ya hapụrụ obodo asatọ fọdụrụnụ bụ Umuokwa, Ubahawa Oji, Umudikwa, Umuabuba, Umunabia, Umuosonkita, Okposu na Umuojienwe.",
  "Otulu nwere ndị ọchịchị ọdịnala abụọ bụ, Obi nke Otulu onye bu HRH Eze Festus I",
  "Orji na Igwe nke Otulu na onye HRH Eze Sunday B",
  "Nnabue; na-achị obodo Otulu na-achị onwe ya na Umuhu / Umuezem na-achịkwa onwe ya.",
  "Otulu nwere ndị bi na ya dị ihe dị ka mmadụ 20,028. O nwere obodo abụọ na-achị onwe ha: Ubahawa na Umuhu / Umuezem.",
  "Ubahawa nwere obodo nta ndị a:",
  "Ọ bụ ezie na Umuhu/Umuezem nwere:",
  "Ọtụtụ ndị mmadụ nọ n'obodo ahụ bụ Ndị Kraịst nke kewara n'etiti ụka Anglican na Chọọchị Roman Katọlik",
  "E nwere nnukwu ndị na-eso Anglicanism n'etiti ụmụ amaala Ubahawa na St",
  "Stephen's Anglican Church na-eje ozi dị ka chọọchị dị n'ógbè ahụ yana archdeaconry",
  "Chọọchị Anglịkan nwekwara ụfọdụ ndị na-efe ofufe ole na ole si Umuhu na Umuezem, yana ndị na-abụghị ụmụ amaala",
  "St",
  "Stephen's Anglican Church, Otulu bụ nke Christian Missionary Society (CMS) guzobere na 1914.",
  "Roman Katọlik n'akụkọ ihe mere eme abụwo ihe na Umuhu na Umuezem, ọ bụ ezie na ọ nwekwara ọtụtụ ndị na-eso ya na Ubahawa",
  "E guzobere St",
  "Christopher's Catholic Church na Ubahawa na 1990s.",
  "Tupu ọbịbịa nke Iso Ụzọ Kraịst, ndị Otulu dị ka ọtụtụ obodo ndị ọzọ dị n'Afrịka na-etinye aka n'ụzọ miri emi na nkwenkwe obodo ha na chi obodo dị ka Ogwugwu, Obana na Ala Umuhu",
  "N'oge ahụ, ụlọ ezinụlọ ọ bụla nwere akụkụ dị iche iche maka chi ezinụlọ ha, na isi (nna) nke ezinụlọ ga-achụ àjà mgbe niile maka ezinụlọ ya na maka mkpa ndị ọzọ",
  "Onye isi nchụàjà na-eme otu ihe ahụ maka obodo dum",
  "Mana site na mbata nke Iso Ụzọ Kraịst, Otulu ugbu a nwere ezinụlọ ole na ole ma ọ bụ enweghị ezinụlọ ka na-eme omume a.",
  "E nwere otu ụlọ akwụkwọ sekọndrị na Otulu, nke a na-akpọ Otulu Secondary Commercial School",
  "Ọ bụ ndị mmadụ wuru ya na mbido afọ 1980",
  "E nwere ụlọ akwụkwọ praịmarị abụọ gọọmentị nwere bụ Community Primary School Otulu na Progressive Central School Otulu.",
  "Otulu nwere ahịa ahịa abụọ a na-akpọ Afor Otulu na Orie Otulu dị na Ubahawa na Umuhu / Umuezem.",
  "Obodo a na-erite uru nke ukwuu site n'ịnọ n'okporo ụzọ Onitsha-Owerri, n'ihi na ọtụtụ ụlọ ahịa na azụmaahịa na-adịkarị n'okpero ụzọ a",
  "E nwere ụlọ ọrụ mmepụta ihe ole na ole dị n'obodo ahụ na 1990s na mmalite 2000s, mana ọ bụghị ọzọ.",
  "E nwere emume ọdịnala dị iche iche nke a maara ndị Otulu maka ya, emume ndị dị otú ahụ gụnyere emume Owu, emume Ogugu, nke dị n'etiti June na July nke afọ ọ bụla, Iri-ji (emume yam ọhụrụ) nke ndị ọchịchị ọdịnala na-eduzi.",
  "Nzukọ Ọgọstụ bụ ihe omume ụmụ nwanyị Otulu na-eme kwa afọ n'ọnwa Ọgọustụ.",
  "A na-eme emume Obana (masquerade) n'ọnwa Ọktoba na Nọvemba kwa afọ.",
  "Ememe Krismas na ezumike Afọ Ọhụrụ bụ nnukwu ihe omume na Otulu",
  "Ụmụ amaala Otulu, yana ụmụ amaala Otlu ndị bi n'akụkụ ndị ọzọ nke ụwa, na-alaghachi n'ụlọ Otulu na ezinụlọ ha iji soro ndị ikwu na ndị enyi ha ndị ọzọ nọrọ oge",
  "E nwere asọmpi bọọlụ na ọtụtụ oriri n'èzí dị ka emume agbamakwụkwọ na ihe omume afọ n'oge ememme a.",
  "Àtụ:Populated places of Imo State"
]