[
  "Ouguiya (Arabic:  مور Winية (IPA: ); akara: UM; koodu: MRU), n'otu oge a na-edeputa dịka \"ougiya\", bụ ego Mauritania. Ouguiya ọ bụla mejupụtara khoums ise (nke pụtara \"otu ụzọ n'ụzọ ise\")",
  "N'ihi ya, ọ bụ otu n'ime ego abụọ na-agbasa, tinyere ariary Malagasy, nke ngalaba ya anaghị adabere na ike nke iri.",
  "E webatara ouguiya nke ugbu a n'afọ 2018, na-anochị ouguiya nke ochie na ọnụ ọgụgụ nke 1 ouguiya ọhụrụ = 10 ouguiya ochie, nke n'aka nke ya dochiri CFA franc na ọnụego ya nke 1 oguiya ochie = 5 francs.\nAha ouguiya (أوقية) bụ Hassaniya Arabic pronunciation nke uqiyyah أُوقِية), nke pụtara \"ounce\".",
  "N'afọ 1973, e webatara ego mkpụrụ ⁄ (1 khoums), 1, 2, 5, 10 na 20 ouguiya",
  "Nke a bụ naanị afọ e mepụtara khoums, ebe ọ bụ na ouguiya ruru CFA Francs ise otu khoums bụ otu franc (nke na-enweghị nkewa obere)",
  "Mbipụta ndị kachasị ọhụrụ bụ n'afọ 2003 (1 ouguiya) na afọ 2004 (n'ụdị ọzọ)",
  "A na-emepụta ego mkpụrụ na Kremnica mint na Slovakia",
  "Ego mkpụrụ ahụ gbanwere ntakịrị n'afọ 2009, na mbelata 1 ouguiya na ihe mejupụtara ya na ouguiya 20 bi-metallic nyere",
  "E wepụtara ouguiya 50 bi-metallic n'ọnwa Disemba nke afọ 2010.",
  "N'afọ 1973, Central Bank of Mauritania (Banque Centrale de Mauritanie) wepụtara ego akwụkwọ n'ụdị 100, 200 na 1,000 ouguiya",
  "N'afọ 1974, e wepụtara usoro nke abụọ nke ihe edeturu n'otu aha ahụ, na ụdị 500-ouguiya agbakwunyere n'afọ 1979",
  "Giesecke & Devrient ebipụtala ego akwụkwọ na Munich, malite na mbipụta nke abụọ",
  "E webatara ego akwụkwọ ọhụrụ na ego mkpụrụ ọhụrụ n'afọ 2004",
  "Ihe odide ndị a nwere ihu ọhụrụ kpamkpam na vignettes dị n'azụ emeela ka ọ dị mma iji kwado mbelata ahụ",
  "Ụdị ouguiya 2,000 bụ ihe ọhụrụ kpamkpam.",
  "Ihe niile ma e wezụga ego akwụkwọ 100 na 200 ouguiya nwere ụdị egosiri na nọmba Arabic na holographic patch n'ihu aka nri",
  "Nọmba ọnụọgụ maka ụdị niile na-apụta ugbu a n'elu aka ekpe na n'okpuru etiti, na n'elu n'aka nri, ha niile nwere akara edemede abụọ, nọmba ọnụọgụ asaa, na otu akara edemede.",
  "E webatara ụdị 5,000-ouguiya ọhụrụ nke bu ụbọchị 28 Nọvemba 2009 na 8 Ọgọọst 2010, nke akwụkwọ ozi 2,000-ouguiy nke e wepụtara na 1 Febụwarị 2012 sochiri.",
  "N'ụbọchị nke ise n'ọnwa Disemba n'afọ 2017, Central Bank of Mauritania kwupụtara mgbanwe nke ego ya na ọnụego nke 1:10",
  "Dị ka akụkụ nke ntụgharị ụdị ego, e wepụtara usoro ego mkpụrụ ọhụrụ n'ụdị nke 1 khoums\n¹/(",
  "nke 1 khoums (⁄ ouguiya), 1, 5, 10 na 20 ouguiya, na nke iego mkpụrụ -eme dị ka mkpụrụ ego aegosakwụkwọ ọh-ụdịụo na denominations of 50, 100, 200, 500 and 1,000 ego.akwụkwọn a-ebipụta akwụkwọ ego ọntụgharịuụdị ego iya maka redomination kpamkpam na polymer",
  "N'ihi mgbanwe a, e dezigharịrị koodu ego ISO maka ouguiya ka ọ bụrụ MRU / 929 ma wepụ koodu MRO / 478 dị ugbu a dịka ISO 4217 Amendmentụbọchị  Nuọnwa5Disemba nke afọ 2nke dị na 14 Disembego a 2017.E wepụtara mkpụrụ ego ouguiya 2 n'afọ 2018, na-eje ozi dịegoekpụrụm go maha dịtiti maka mkpụrụ ego oguiya 1 na 5 nke a na-ekesa",
  "N'abalị irnke afọ i abụọ na asatọ n'ọnwa Nọvemba 2021, Centraegonakwụkwọ auritania wepụtara akwụkwọ ego ego mkpụrụa abụọ, na-agbasa na mkpụrụ ego nke otu aha ahụ na-agbawa."
]