[
  "Our Homecoming (nke a na-akpọkwa Homecoming ma ọ bụ Homecoming Festival), bụ emume egwu, ejiji, egwuregwu, na nka",
  "Emume bu nke a na-eme kwa afọ na Lagos, Naịjirịa. Ọ bụ Grace Ladoja guzobere ya, dị ka otu n'okpuru Metallic Inc",
  "E guzobere ikpo okwu ahụ maka mgbanwe ọdịbendị, na-ekerịta ihe okike Afrịka na ụwa dị ka ụzọ isi jikọta ndị okike mba ụwa si Africa na diaspora laghachi n'ala nna (Nigeria \"Africa\")",
  "Emume a na-enye ebe a na-arụ ọrụ, ogige bọọlụ, ebe ngosi nka, ndị egwu, ndị DJ, na ndị egwu.",
  "NATIVE, Vivendii, Off-White, Browns, Patta, Ambush, Stüssy, na Nike na-akwado emume ahụ kwa afọ. N'afọ 2019, UBA Group na Homecoming jikọtara aka iji mee emume Ista ya na Lagos. Egwuregwu Homecoming na-amalite kwa afọ na Astro2000 Ikoyi, ndị otu Native meriri iko ahụ na 2018 na 2019, ndị otu International Girl Crew meriri iko 2020.",
  "Ọ bụ Metallic Inc",
  "mepụtara emume Homecoming, ọ bụ Grace Ladoja guzobere ya",
  "E kere ya iji mee emume ihe nketa ọdịbendị na ịdị mma nke okike site na anya nke egwu, ejiji, nka, na egwuregwu",
  "Emume a enyerela aka n'inyeghachi ndị obodo, ma mepụta ohere maka ndị na-eto eto na ụlọ ọrụ dị iche iche iji gosipụta nkà ha n'ụwa.",
  "N'ụbọchị mbụ n'ọnwa Ọktoba n'afọ 2018, Julie Adenuga, wepụtara usoro ihe omume ọhụrụ, Julie In Lagos, iji dekọọ ihe omume ahụ na Beats 1",
  "Usoro docu na-egosi ndị ọbịa si Wizkid, Skepta, Tiwa Savage, J Hus, Not3s, Odunsi (The Engine), Cruel Santino, na Wavy the Creator, na ụdị dị iche iche, dị ka Vivendii, Off-White, Mains London, na Orange Culture. E mere emume nke atọ n'ịntanetị na Naịjirịa ma na-agbasa ya na mba dị iche iche n'ime Afrịka na Europe, n'ihi ọrịa na-efe efe na-enweghị ndị na-ege ntị",
  "N'ọnwa Ọgọstụ 2020, ndị otu ahụ kpughere ndị mmekọ ha maka Homecoming Digital Festival na Browns, Mowalola, Casablanca, Off-White, Orange Culture, Patta, Vivendii, Post-Imperial, na Motherlan.",
  "Mbipụta mbụ gosipụtara ihe ngosi sitere n'aka Tiwa Savage, Nasty C, Skepta, Wizkid, Naomi Campbell, John Boyega, Jimmy Ayeni, Lady Donli, Teezee, Cruel Santino, Not3s, Mowalola, DJ Obi, Olamide, Taribo West, Daniel Amokachi Davido Ozwald Boateng, Great Dexness, J Hus, Odunsi (The Engine), Lancey Foux, BBK na Imaan Hammam.",
  "Mbipụta nke abụọ gosipụtara arụmọrụ sitere n'aka La Meme Gang, Fireboy DML, Moonchild Sanelly, Sho Madjozi, Naira Marley, Niniola, Rema, Tems, Simi, Prettyboy D-O, Cruel Santino, Odunsi (The Engine), Runtown, DRB LasGidi, Ajebutter22, Skepta, Poco Lee, Octavian, Teni, Davido, Wizkid, Tiwa Savage, J Hus, Nasty C, Not3s, BOJ, na Terri.",
  "Mbipụta nke atọ gosipụtara arụmọrụ sitere n'aka DJ Obi, Fireboy DML, Sho Madjozi, Naira Marley, Niniola, Rema, Tems, Simi, Prettyboy D-O, Cruel Santino, Odunsi (The Engine), Runtown, DRB LasGidi, Skepta, Poco Lee, Teni, Wizkid, Vivendii Boys, na Terri",
  "Na Septemba 2, 2020, onye na-emepụta oche, Yinka Ilori gosipụtara nchịkọta ya nke I Got Chairs For Days, na ụlọ ahịa Browns East na Shoreditch, London. Nchịkọta ahụ bụ oche ndị na-acha anụnụ anụnụ, dị ka ngosipụta nke ihe nketa ya, ọ gwara Lotte Brouwer nke Livingetc."
]