[
  "Ousmane Sow (10 Ọktoba 1935 - 1 Disemba 2016) bụ onye Senegal na-ese ihe oyiyi ndị mmadụ na ndị otu ndị mmadụ.",
  "A mụrụ Sow na Dakar, Senegal, na 10 Ọktoba 1935",
  "Mgbe nna ya nwụsịrị na 1956, ọ hapụrụ Dakar ịga gụọ akwụkwọ na France, ebe ọ nwetara diplọma na physiotherapy",
  "Ọ laghachiri Senegal mgbe ọ nweere onwe ya na 1960 wee malite ọrụ na physiotherapy",
  "O mechara laghachi France ma na-eme ọzụzụ n'ebe ahụ, mana ọ laghachiri Senegal na 1978.",
  "Ọ nwụrụ na Dakar na 1 Disemba 2016 mgbe ọ dị afọ iri asatọ na otu",
  "Sow sitere na mkpali nke foto nke Leni Riefenstahl nke ndị Nuba nke ndịda Sudan, ma site na 1984 ọ malitere ịrụ ọrụ na usoro ihe osise buru ibu karịa ndụ nke ndị na-agba mgba Nuba",
  "Iji mee ha, o mepụtara usoro usoro na ihe ọhụrụ",
  "E gosipụtara ha na Centre Culturel Français de Dakar na 1987",
  "Sow mechara mee usoro ihe ọkpụkpụ nke ndị Maasai, nke ndị Zulu, nke ndị Peul ma ọ bụ ndị Fulani, na, na ngwụcha afọ 1990, nke ụmụ amaala America",
  "Sow nwere ọtụtụ ihe ngosi mba ụwa, nke gụnyere na documenta IX na Kassel na 1992, na Palazzo Grassi na Venice n'oge Biennale nke 1995, nakwa na Pont des Arts na Paris na 1999.",
  "Na 2008 Prince Claus Awards, na isiokwu nke Ọdịbendị na ahụ mmadụ, ọ bụ otu n'ime ndị nrite iri na otu.",
  "N'abalị iri na otu n'ọnwa Eprel afọ 2012, a họpụtara Sow ka ọ bụrụ onye otu Membre Associé Etranger (\"onye otu si mba ọzọ\") nke Académie des Beaux-Arts nke Institut de France, na-anọchi Andrew Wyeth",
  "Ọ bụ onye isi ojii mbụ a họpụtara ka ọ bụrụ otu.",
  "Kpọpụta njehie: <ref> tag with name \"ac\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"bio\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"claus\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"fig\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"hassan\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"hoet\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"monde\" defined in <references> has group attribute \"\" which does not appear in prior text."
]