[
  "Onye ọrụ Filipino nke mba ofesi (OFW) bụ okwu a na-ejikarị eme ihe iji zoo aka na ndị ọrụ Filipino na-akwaga mba ọzọ, ndị nwere ụmụ amaala Filipino bi na mba ọzọ maka obere oge ọrụ.",
  "A na-eji okwu ahụ bụ \"Overseas Filipino Worker\" (OFW) mee ihe na mbido afọ 1990 iji zoo aka na ndị ọrụ na-akwaga mba ọzọ na Philippines, mgbe Republic Act 8042, nke a makwaara dị ka Migrant Workers and Overseas Filipinos Act nke 1995 ka etinyere iwu",
  "Gọọmentị Philippine nabatara okwu ahụ n'ụzọ iwu mgbe Philippine Overseas Employment Administration (POEA) nabatara Iwu na Iwu POEA nke 2002 na-achịkwa Nchịkọta na Ọrụ nke Ndị Ọrụ Mba Ọzọ",
  "N'akụkọ ihe mere eme, ọkachasị n'oge ọchịchị nke Onye isi ala Ferdinand Marcos, a na-eji okwu \"Overseas Contract Worker\" (OCW).",
  "Maka ebumnuche ọnụ ọgụgụ na ohere, okwu ahụ bụ \"Overseas Contract Worker\" na-ezo aka na OFWs nwere nkwekọrịta ọrụ na-arụsi ọrụ ike, ebe OFWs ndị na-abụghị OCWs bụ ndị ọrụ na-akwaga mba ọzọ ugbu a na-enweghị nkwekọrịta nwere otu n'ime oge a.",
  "Ndị ọrụ Filipino na-arụ ọrụ na mpụga agwaetiti Philippine n'oge 1900s, mgbe e zigara ndị ọrụ ugbo Filipino na Hawaii iji gboo mkpa ọrụ nwa oge na ngalaba ọrụ ugbo nke mpaghara US n'oge ahụ",
  "Ndị ọrụ Filipino wee gaa Mainland United States ịrụ ọrụ na họtel, ụlọ oriri na ọṅụṅụ, na ebe a na-awa osisi, yana itinye aka n'iwu ụzọ ụgbọ okporo ígwè",
  "Ha rụkwara ọrụ n'ubi na California na ụlọ ọrụ na-etinye ihe n'ime ite nke mpaghara America nke Alaska n'oge ahụ",
  "Ụfọdụ ndị Filipinos rụkwara ọrụ na ndị agha US n'oge Agha Ụwa nke Abụọ.",
  "Mgbe Agha Ụwa nke Abụọ biri, ụfọdụ ndị Filipinos jere ozi na ndị agha US ghọrọ ụmụ amaala America",
  "United States hụkwara mmụba nke ndị ọkachamara ahụike Filipino, ndị na-ahụ maka ego, ndị injinia, na ndị ọrụ teknụzụ ndị ọzọ mgbe agha ahụ gasịrị",
  "Site na 1950s ruo 1960s, ndị ọrụ nkwekọrịta na-abụghị ndị ọkachamara malitere ịkwaga mba ndị ọzọ nke Eshia; ndị na-ese ihe, ndị na-akpụ isi, na ndị na-eti egwu rụrụ ọrụ n'Ebe Ọwụwa Anyanwụ Eshia, ndị na'ịkụ osisi rụrụ ọrụ na Kalimantan, akụkụ Indonesia nke agwaetiti Borneo.",
  "Dị ka Ngalaba Ọrụ na Ọrụ nke Philippines si kwuo, \"mkwagharị na-arụsi ọrụ ike na nke usoro\" nke ndị Filipinos maka ọrụ nwa oge malitere site na afọ 1960, mgbe Gọọmentị mba United States, ndị ọrụ nkwekọrịta nke ndị agha United States, na ụlọ ọrụ ndị nkịtị malitere iwebata ndị Filipinus ka ha rụọ ọrụ na ngalaba iwu na ọrụ",
  "Ndị Filipinos rụkwara ọrụ n'ebe ndị a họọrọ na Pacific na Ndịda Ọwụwa Anyanwụ Eshia, ya bụ Japan, Thailand, Vietnam, na mpaghara US nke Guam na Wake Island.",
  "Ndị ọrụ ahụike Filipino ndị ọzọ malitere ịchọ ọrụ na Australia, Canada, na United States, na-eduga gọọmentị Philippines iji mepụta iwu ọrụ ọhụrụ na afọ 1974, nke gụnyere ndị ọrụ Filipino na-akwaga mba ọzọ na ya",
  "Usoro ọrụ a, nke a makwaara dị ka \"Ụkpụrụ Ọrụ nke Philippines\" (Presidential Decree 442, usoro afọ 1974), bụ nke Onye isi ala Ferdinand Marcos nyere n'oge na-adịghị anya mgbe o kwupụtara iwu agha na Philippines site na Nkwupụta Nọmba 1081",
  "Iwu ahụ guzobere usoro nchịkọta na itinye \"iji hụ na a na-ahọrọ ndị ọrụ Filipino maka ahịa ọrụ mba ofesi iji chebe aha ọma nke Philippines na mba ofesi\"",
  "E guzobere ụlọ ọrụ gọọmentị atọ iji gboo mkpa nke ndị ọrụ Filipino na-akwaga mba ọzọ: National Seamen Board, Overseas Employment Development Board, na Bureau of Employment Services, nke e mechara jikọta na afọ 1978 iji mepụta Philippine Overseas Emplo Employment Administration",
  "Ebumnuche ọrụ nke Marcos bụ ka ọ bụrụ mmemme ọrụ nwa oge ma belata mkpa mba ahụ maka mgbanwe mba ọzọ.",
  "Ndị ọrụ na ndị injinia malitere ka ụlọ ọrụ mba dị iche iche na mba ndị nwere mmanụ na Middle East, nke na-enwe ọganihu akụ na ụba n'oge ahụ.",
  "Mgbe e wepụrụ Ferdinand Marcos n'ọfịs na-esote People Power Revolution nke Febrụwarị, na afọ 1986, onye nọchiri ya bụ Corazon Aquino nyere Executive Order No",
  "126, nke gbanwere aha Welfare Fund dị ka Overseas Workers Welfare Administration (OWWA)",
  "N'afọ 1995, Iwu Republic Act 8042, ma ọ bụ Iwu Ndị Ọrụ Na-akwaga Mba Ọzọ na Ndị Filipinos Na-eme Mba Ọzọ, ghọrọ iwu.",
  "700,000 n'ime ndị ọkwọ ụgbọ mmiri n'ụwa niile si na Philippines, na-abụ ebe kachasị n'ụwa nke ndị ọkwọ osimiri; N'afọ 2018, ndị ọkwọ mmiri Filipino zigara ụlọ ihe ruru ijeri US $ 6.14.",
  "Onye isi ala Rodrigo Duterte kwupụtara na na afọ 2021 Philippines ga-egbochi ọnụ ọgụgụ ndị ọkachamara ahụike kwa afọ (gụnyere ndị nọọsụ) ọ na-eziga mba ọzọ ruo 5,000, site na ihe dị ka 13,000 na-apụ ugbu a kwa afọ.",
  "Gọọmentị Philippines ekwuola n'ụzọ iwu ruo ọtụtụ iri afọ na ọ naghị edebe iwu mbupụ ọrụ, ọ nọgidere na-ekwu na ọ bụ n'afọ 2012.",
  "N'oge onye isi ala Ferdinand Marcos, e guzobere ụlọ ọrụ gọmentị atọ iji gboo mkpa nke ndị ọrụ Filipino na-akwaga mba ọzọ, ya bụ:",
  "N'afọ 1982, e jikọtara ụlọ ọrụ atọ a iji mepụta Philippine Overseas Employment Administration (POEA), nke mechara bụrụ ụlọ ọrụ na-ejikọta na Ngalaba Ọrụ na Ọrụ. Na 30 Disemba, na afọ 2021, Onye isi ala Duterte bịanyere aka n'iwu \"Department of Migrant Workers Act\" (Republic Act 11641), nke na-ejikọta ọrụ niile metụtara OFW n'otu ngalaba. A na-eme atụmatụ na Ngalaba ọhụrụ nke Ndị Ọrụ Na-akwaga Mba Ọzọ ga-arụ ọrụ n'afọ 2023.",
  "The Migrante Partylist kwuru ihe abụọ mere gọmentị Philippines ji mepụta iwu mbupụ ọrụ n'oge ọchịchị Ferdinand Marcos: Iji kpochapụ esemokwu nke enweghị ọrụ na nsogbu ndọrọ ndọrọ ọchịchị kpatara, yana iji mee ka mgbanwe mba ọzọ sikwuo ike site na ego.",
  "Philippine Overseas Employment Administration (POEA) bụ ụlọ ọrụ gọmentị nke e nyere ọrụ ilekọta ụlọ ọrụ na-ewe ndị ọrụ na Philippines",
  "POEA nyere iwu ka ụlọ ọrụ na-ewe ndị ọrụ na-ahụ maka iwe mmadụ n'ọrụ na itinye ndị ọrụ Filipino na mba ofesi nyochaa ọnọdụ ndị ọrụ Filipino, gụnyere ma ọ bụrụ na ha na ndị were ha n'ọrụ ha na ma ọ bụrụ n'ọrụ nyere onye ọrụ Filipino aka ma ọ bụrụhala na ọnọdụ mberede.",
  "Ụtụ isi ndị ọrụ Filipino si mba ofesi zigara na Philippines site na mba ofesi abụghị n'onwe ha n'okpuru ụtụ isi site n'aka gọọmentị Philippines, nke na-enweghị ikike maka ozi mba ọzọ",
  "Otú ọ dị, a na-etinye ụtụ isi bara uru na ụgwọ nnyefe nke ụlọ ọrụ ndị na-ezipụ ego na-akwụ. N'okpuru Iwu Onye isi ala No",
  "1183 na Iwu Republic No.8042, ma ọ bụ Iwu Ndị Ọrụ Migrant na Iwu Filipino nke afọ 1995, A gụpụrụ ndị ọrụ Filipino na-arụ ọrụ na mba ofesi n'ụtụ isi njem na ụgwọ ọdụ ụgbọ elu mgbe ha na-esi na Philippines pụọ n'ime mba ahụ.",
  "N'agbanyeghị na ọtụtụ ndị ọrụ Filipino na-akwaga mba ọzọ nwetara agụmakwụkwọ dị elu ma na-arụ ọrụ dị ka ndị nọọsụ nwere nkà, 58 n'ime 100 ndị ọrụ nwanyị Filipino si mba ọzọ bụ ndị ọrụ na ndị ọrụ na-enweghị nkà ma e jiri ya tụnyere 13 n'ime ndị ọrụ nwoke Filipino si mba ofesi na nyocha afọ 2007. Ụmụ nwanyị Filipino na-ejikarị \"ihe achọrọ maka ọrụ ụlọ na-enweghị nkà, nke a na-akwụ ụgwọ dị ala na mba ndị na-enweta ego dị elu\". A na-agba ha ume ka ha were ọrụ ndị a na mba ofesi n'ihi ọnụ ọgụgụ dị elu nke enweghị ọrụ na Philippines na akụ na ụba na-erite uru site na nkwụnye ego.",
  "N'agbanyeghị uru ego sitere n'ịrụ ọrụ na mba ofesi, nkewa site na mmekọrịta ezinụlọ na ọdịbendị gosiri na ọ na-emebi ahụike nke ndị ọrụ Filipino na-akwaga mba ọzọ. Ọtụtụ ụmụ nwanyị Filipino na-arụ ọrụ na mba ofesi enweela nsogbu uche, na-akọ mgbaàmà nke ịda mbà n'obi site na enweghị ihe, owu ọmụma, na obi amamikpe.",
  "Ebe ọrụ na-adịghị mma na mmegbu bụ nnukwu nsogbu ọzọ, na \"ihe karịrị 40% nke ndị ọrụ Filipino na-akwaga na mba USA na-akọ ọkwa dị elu nke ịkpa ókè n'ebe ọrụ\". A na-ejikọkarị ụmụ nwanyị Filipino na stereotypes dị ka ịbụ ndị na-alụ nwanyị ọhụrụ na-ezipụ akwụkwọ ozi na inwe àgwà nrubeisi, nke na-agbakwunye ịkpa ókè ha n'ime na n'èzí ebe ọrụ.",
  "Nnyocha nke ihe omuma gosiputara na ndi Filipino na-akwaga na ego ha na-eziga ezinụlọ nwere njikọ na ọchịchị ka mma",
  "Ikpughe ndọrọ ndọrọ ọchịchị onye kwuo uche ya na bureaucracies dị irè na mba ndị na-anabata ya na-enye ndị mbịara mbịara ohere iji ego ha na-eziga gbaa ndị ikwu ume ịlaghachi n'ụlọ ka ha chọọ ọchịchị ka mma, ọ dịkarịa ala n'ihe gbasara ịkwalite nnyefe nke ihe ọha na eze na mpaghara mpaghara.",
  "Ndị ọrụ Filipino si mba ọzọ nwere ike iziga ha n'ụzọ iwu kwadoro naanị na mba ndị Ngalaba Na-ahụ Maka Ihe Ndị Na-eme ná Mba Ọzọ nke Philippines kwadoro ka ha kwekọọ na Republic Act 10022, nke a makwara dị ka Iwu Ndị Ọrụ Migrant Amended.",
  "Àtụ:Overseas Filipino Workers"
]