[
  "Image:\nOwerri Municipal bụ ọchịchị ime obodo dị na  Imo steeti , Naijiria",
  "Isi ụlọ ọrụ ya dị n'obodo Owerri",
  "Ọ nwere mpaghara 58 km² ya na ọnụ ọgụgụ mmadụ dị puku narị iri abụọ na asaa, narị abụọ na iri na atọ' dịka ngụkọ nke afọ 2006 siri dị",
  "Koodu nzipu ozi nke mpaghara ahụ bụ narị anọ na iri isii",
  "Obodo Owerri na-anọdụ n'akụkụ ụzọ si Port Harcourt, Ọnịcha, Aba, Orlu, Okigwe na Umuahia",
  "Ọ bụkwa ebe a na-ere ahịa nkwụ, ọka [maize], ji na akpu [manioc]",
  "Ahịa Eke Ukwu Owere bụ nnukwu ahịa na Owerri Municipal",
  "Tupu ọbịbịa nke ndị Britain na afọ 1901ruo n'afọ 1902, obodo Owere (anglicized Owerri) bụ ma ka ọ dị taa nke nwere obodo ise bụ – Umuororonjo, Amawom, Umuonyeche, Umuodu na Umuoyima (nke a na-akpọkarị Owerri Nchi Ise)",
  "N’akụkọ ihe mere eme, ụmụafọ Owerri na-eso nna ha n’aka otu nwoke a na-akpọ Ekwem Arugo",
  "Site na mmetụta na ọchịchị ndị Britain na mmalite  nke oge afọ 1900, obodo Owerri bụ isi ụlọ ọrụ nke ngalaba Owerri na emesịa ochie Owerri Province",
  "Ọzọkwa, mgbe e guzobere Imo steeti n'abalị atọ nke ọnwa Febụwarị n'afọ 1976, a họpụtara obodo Owerri ka ọ bụrụ isi obodo ya",
  "Na iri na ise nke ọnwa Disemba n'afọ 1996 Obodo Owerri nwetara ọkwa ọchịchị",
  "Eze ọdịnala bụ Eze nke Owerri",
  "Eze na-adịbeghị anya bụ HRM Emmanuel Emenyonu Njemanze (Ozuruigbo V), onye nwụrụ na mkpụrụ Ụbọchị anọ nke ọnwa Mee n'afo, 2016.",
  "Ndị Eze na-enyere ndị isi obodo aka (nke ọ bụla na-anọchite anya obodo dị na Owerri Nchi Ise); Ha na-etolite \"Eze in Council\" ma nye aka na-ahụ maka ihe omume obodo ahụ.",
  "Kwa afọ ụmụafọ Owerri na-eme mmemme akpọrọ \"Oru Owere\" nke a na-akpọkwa \"Oru Eze\" (emumme eze)",
  "Ọ na-adịkarị n'etiti ọnwa Juunu ruo etiti ọnwa Ọgọst",
  "Dịka ọdịnala siri dị, ndị Oha Owere na-ekpebi ụbọchị mmalite n'ezie",
  "Ọ bụ oge udo ebe a na-edozi esemokwu n'ụzọ dị mfe na-enweghị enyemaka nke atọ",
  "N'ime oge nnọkọta ọnụ a, ụmụafọ Owerri na-eme emume ntọala ya",
  "Emumme a bidoro n'Ugwu Ekwema (ugwu Ekwema) 'Community Civic Centre' ka Eze Owere Kachara oji.",
  "Ihe oriri a na-erikarị n'oge a bụ ji ochie a h hụrú n'ọkụ,ogiri isi na  mmanụ, ya na nri ọka akwọrọ akwọ, nke na-egosi nri mbụ nna ntọala Owere riri mgbe ọ bịarutere na Owere taa",
  "Ndị si n'ebe dị anya na-abịa n'obodo ahụ ka ha hụ emume a ma soro ụmụ amaala mee ya bu emume.",
  "O kwesiri iburu n'uche na Oru owere abughi mmemme ji ọhụrụ",
  "Ụmụ amaala Owerri anaghị eme emume ji ọhụrụ.",
  "N'ime ime obodo, a na-akpọ Council Elders \"Oha Owere\"",
  "Ndị okenye a na-emekarị ihe n' ewetakarị esemokwu gbasara ala na ụlọ",
  "Dị ka odịnala Owere siri dị, site n’agbụrụ ọ bụla naanị otu onye na-apụta dịka Oha",
  "Mgbe onye otu kansụl Oha nwụrụ, onye na-esote ya n' afọ ga-ewere ọnọdụ dịka Oha, ma emesịa ọ banye na Kansụl Oha Owere",
  "Nhọpụta onye Oha dịka ọdịnala Owere siri dị bụ nhọpụta si na Chukwu, ihe nketa, enweghị asọmpi, anaghị atụgharịkwa ya dịka ndị isi obodo, na ọchịchị kacha mkpa n'ime Owerri Municipal."
]