[
  "Owusu-Ankomah (a mụrụ n'afọ 1956 na Sekondi ) bụ onye na-ese ihe n'Afrịka nke sitere na Ghana. Ọrụ ya na-ekwu maka isiokwu nke njirimara na ahụ, na-eji akara ngosi ya nke Adinkra symbolism",
  "Ọrụ ya \"na-emetụtakwa nka nke Renaissance, ederede aka site na ọdịbendị oge ochie dị ka usoro akara adinkra nke ndị Akan nke Ghana, ideograms ndị China, na ọdịbendị ụwa nke oge a",
  "\" Owusu-Ankomah bụ onye na-ese ihe, nke a zụrụ azụ site na kọleji Achimota, nke dị nso na Accra, \"nke e guzobere na 1936 na 1952 tinye ya na Mahadum Sayensị na Teknụzụ na Kumasi",
  "\"",
  "A mụrụ Owusu-Ankomah na 1956 na Sekondi, Ghana",
  "N'agbata afọ 1971 na 1974",
  "Ọ gụrụ akwụkwọ na Ghanatta College of Art na Accra, Ghana.",
  "Malite n'afọ 1979, ọ malitere ọtụtụ njem na Europe, na-akpọtụrụ ndị na-ese ihe na ndị na-ese ihe nkiri na Europe",
  "Kemgbe 1986, Owusu-Ankomah bi n'obodo Bremen na Germany",
  "A makwaara Owusu-Ankomah dị ka onye na-ese ihe na mba ọzọ n'ihi njem ya na Germany.",
  "Usoro Asanteman nke ihe ịrịba ama adinkra na-enye ihe ndị na-eme ugboro ugboro maka nnukwu ihe osise nke onye na-ese ihe",
  "Ọ na-akọwagharị ihe nnọchianya ha n'ihe gbasara nka ihe onyoonyo, ebe ọ na-ejigide ọtụtụ ihe mbụ ha pụtara. Ihe osise Owusu-Ankomah na nso nso a na-ekwu maka sayensị, nkà na ụzụ, metaphysical na eziokwu ime mmụọ na eziokwu. Mgbanwe nke mmadụ, nghọta, enweghị ebe mkpụrụ obi na ọganihu ebighi ebi ya",
  "O kwenyere n'ụzọ siri ike na e nweela mmepeanya ndị ọzọ dị elu n'oge ochie tupu Ijipt bụ ndị ọkachamara na geometry dị nsọ nke ọ na-eji arụ ọrụ ya",
  "Ọ matawo ma gosipụta n'ime ọrụ ya kachasị ọhụrụ ihe ọkụkụ, ụzọ ya isi gbaa akaebe maka eziokwu dị n'okpuru eziokwu ahụ bụ na ọ bụghị naanị anyị nọ na mbara igwe, na a letara anyị ma ka na-eleta anyị",
  "N'agbata afọ 2004 na afọ 2008, ọ zụlitere ụdị ndụ nke onye na-anọghị n'ụlọ, na-atụgharị uche, na-atụgharị uche ma na-eme nnyocha, na-emepụta okwu Microcron",
  "Ọ chọpụtala, dị ka o kwuru ma kwuo, ihe nnọchianya kachasị, ihe nnọchianya nke ihe nnọchianya, ya na echiche ya na nkà ihe ọmụma ya nke ọ na-akpọkwa Microcron.",
  "N'ileba anya n'ụfọdụ n'ime \"ihe ndị siri ike ya, nke akụkọ ihe mere eme bụ oji na nke na-acha ọcha, ọ na-eme ka mmekọrịta dị n'etiti ọnụ ọgụgụ na akara ahụ gaa n'ihu",
  "Ọ na-ejikwa ọnụ ọgụgụ abụọ kama otu, na-emepụta mmetụta nke ike na omimi",
  "Mana ụfọdụ eserese ndị na-adịbeghị anya gụnyere na ihe ngosi a (MICROCRON BEGINS) na-egosi mgbanwe dị egwu n'ime agba, mmesi ike na ụda kama akara, na nhazi usoro",
  "Ọrụ ndị a yiri mgbanwe, dị ka à ga-asị na ọ na-enwe mmetụta ya n'ebe iberibe ndị sara mbara, dị ụkọ, ma nwee ike inyocha",
  "Ugbu a ọ dị afọ iri ise, enwere nchịkọta n'echiche ya nke na-achọ ụzọ ọhụrụ na ọrụ ọhụụ ya",
  "Mana mmadụ nwere olileanya na ọ gaghị ahapụ ike akara na ike nke egwu oji na-acha ọcha ya n'azụ",
  "\"",
  "E gosiputala Owusu-Ankomah na Germany niile yana mba ụwa na Britain na US, Europe, South Africa, South America na Asia.",
  "Prince Olivier Doria d'Angri Michele Faissola (Deutsche Bank), Sammlung Kalkmann - Bodenburg (Germany)"
]