[
  "Ikuforiji Olaitan Abdulrahman (amụrụ na 22 Eprel 1997), nke a maara dịka Oxlade, bụ onye na-agụ egwu na onye na-ede egwu na Naijiria nke bịanyere aka na Troniq Music, Epic Records na France, na Columbia Records na UK. Ọ ghọrọ onye a ma ama site na ntọhapụ nke egwu \"Away\", nke pụtara na egwu iri ise kachasị mma nke Rolling Stone nke 2020",
  "A kpọrọ Oxlade onye mbụ Pandora Africa's Next Artist na July 2022.",
  "A mụrụ Ikuforiji Olaitan Abdulrahman na 22 Eprel 1997 na Surulere, ebe obibi nke dị na Lagos",
  "Mgbe nne ya nwụsịrị mgbe ọ dị obere, nna ya na nne nne ya zụlitere ya",
  "Nna ya bụ onye nkuzi na Mahadum Lagos State, ebe ọ natara ikike ịmụ akụkọ ihe mere eme na mmekọrịta mba ụwa",
  "Ọ debanyere aha afọ abụọ tupu ọ kwụsị iji wee chụsoo ọrụ egwu ya.",
  "N'afọ 2018, onye isi A&R Bizzle Osikoya bịakwutere ya, ozugbo Blaqbonez tọhapụrụ \"Mamiwota\", na Bad Boy Blaq EP, nke e wepụtara site na 100 Crowns, akara nke Chocolate City",
  "Mgbe ya na Bizzle zutere, ọ bịanyere aka na nkwekọrịta njikwa na The Plug. Mgbe nke ahụ gasịrị, ọ bịanyere aka na nkwekọrịta mbipụta, ikikere na nkesa na The Plug Entertainment, na nkwekọ ndekọ na Troniq Music. N'abalị iri abụọ na asaa n'ọnwa Disemba afọ 2018, Davido kwere ka Oxlade rụọ ọrụ na City of David concert na Lagos, ọ meghere maka Wizkid na London na Star Boy Fest na 2019.",
  "N'abalị iri na atọ n'ọnwa Eprel afọ 2020, ọ wepụtara vidiyo egwu maka Away, nke TG Omori duziri maka Troniq Music",
  "N'abalị iri na ise n'ọnwa Eprel afọ 2020, ọ gwara, Tami Makinde nke The Native, TG Omori nyere ya ntụziaka, ka ọ nọdụ n'apata ụkwụ nwanyị ya iji gosipụta okwu a ma ama \"n'azụ nwoke ọ bụla nwere ihe ịga nke ọma bụ nwanyị\". N'abalị asaa n'ọnwa Nọvemba 2020, Drake weputara ihe nkiri na akụkọ Instagram ya, na-ege ntị na Away. Ozugbo onye na-eti egwu nke Canada mere post ahụ, ọ nwetara ndị nkiri dị nde ato n'ime awa ịrị abụọ na anọ. O nwetara nkwado a ma ama site na egwu egwu ya \"Away\", nke e wepụtara dị ka otu egwu site na EP ya Oxygene, nke e weputara site na Troniq Music, na The Plug Entertainment, na 27 Machị 2020",
  "\"Away\" pụtara na ọnụọgụ ịrị abụọ na atọ na chaatị ngwụcha afọ nke 2020 nke Nigerian <i id=\"mwOQ\">TurnTable</i> Top 50",
  "Ọ wepụtara \"DKT\" n'onwe ya na 3 Septemba 2020 na vidiyo egwu ya na 10 Mee 2021, nke Dammy Twitch mere vidiyo ya ma duzie.",
  "Na Jenụwarị 2021, mmekorita ya na Dolapo, na Ms Banks na egwu ha \"Interest\", mere ka ọ banye mbanye nke mbụ ya na Capital XTRA Airplay Chart na ọnụọgụ iri na otu na 18 Febụwarị 2021",
  "ma nwetakwara ya, ntinye ọrụ mbụ ya na UK Afrobeats Singles Chart na nọmba iri, ma nọrọ izu iri na abụọ n'usoro na chaatị",
  "Na 15 Jenụwarị 2021, Capone wepụtara ma duzie vidiyo egwu maka \"Interest\". N'ọnwa Ọktoba 2021, ọ nwetara ntinye nke abụọ ya na UK Afrobeats Singles Chart na egwu ya \"Ojuju\", nke dị ugbu a na chaatị maka izu ise n'usoro, kemgbe 3 Ọktoba",
  "Ọ bịakwara n'ọkwa iri na atọ na chaatị TurnTable Top 50 kwa izu nke Naịjirịa. Na 3 Septemba 2021, ọ wepụtara vidiyo egwu maka \"Ojuju\", nke Ademola Falomo duziri ma mepụta",
  "E gosipụtara ya na otu \"Kolo\" nke Ice Prince, nke nọrọ izu iri na asatọ n'usoro na chaatị, wee ruo n'ọkwa asatọ na chaatụ TurnTable Top 50 kwa izu. N'abalị iri na otu n'ọnwa Machị 2021, onye nduzi UAX wepụtara vidiyo egwu maka \"Kolo\".",
  "E gosipụtara ya na egwu \"Overdue\" site na Coming 2 America soundtrack album Rhythms of Zamunda, nke Sipho Dlamini haziri, wee wepụta ya na 5 Machị 2021, site na Def Jam Recordings Africa, na Def Jam Records",
  "N'abalị iri abụọ n'ọnwa Ọgọst n'afọ 2021, Troniq Music, na Oxlade, wepụtara egwu anọ gbatịrị agbatị Eclipse, nke DJ Coublon mepụtara, site na Troniq music, na Epic Records France. N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ n'afọ 2021, Oxlade mere \"Slow Down\" nke Skip Marley mere maka usoro weebụ Grammy nke a maara nke ọma dị ka Reimagined At Home Na 10 Maachị 2022, Oxlade bịanyere aka na nkwekọrịta ọhụrụ ya na Columbia Records UK. Na 18 Maachị 2022, ọ wepụtara \"Want You\", egwu mbụ ya na 2022, otu ọnwa mgbe mkparị mmekọahụ gasịrị. Ọ bụ TMXO mepụtara egwu ahụ, Spax gwakọtakwara ya. E wepụtara vidiyo egwu ahụ na 18 Maachị 2022, nke onye nduzi UAX duziri.",
  "Na 10 June 2022, ọ wepụtara \"Ku Lo Sa\", maka ColorsxStudios. Mgbe a tọhapụrụ ya, a tọhapụtara vidiyo na-eme ihe nkiri na Colors YouTube channel, nke natara ihe karịrị ndị nkiri otu nde na YouTube ka ọ na-erule Julaị 14, 2022. Na 19 Jụn 2022, ọ malitere n'ọnụ nke ịrị na otu na Official Afrobeats Chart Top 20 chart, wee ruo ọnụ ọgụgụ nke asatọ na 10 Julaị 2022, kpọmkwem otu ọnwa mgbe a tọhapụrụ ya. N'abalị iri na otu n'ọnwa Julaị afọ 2022, ọ malitere na ọnụọgụ nke ịrị isii na isii na chaatị <i id=\"mwdQ\">TurnTable</i> Nigeria Top 100. N'abalị iri na atọ n'ọnwa Julaị n'afọ 2022, a kpọrọ Oxlade onye mbụ Pandora Africa's Next Artist. N'oge mkparịta ụka ha, ọ kwuru banyere mmụba na-aga n'ihu nke ndị na-agu egwu na Naijiria na ime onwe ya aha na America, Afro pop, na uto ya dị ka otu n'ime ndị nwere nkà na-eto ngwa ngwa site na Africa. Mgbe nke a gasịrị, ọ rụrụ \"Want You\" maka Pandora Africa's Next Radio.",
  "N'abalị iri na abụọ n'ọnwa Ọktoba 2020, Oxlade merụrụ ahụ n'oge ngagharị iwe EndSARS na Surulere, mpaghara azụmahịa na Lagos",
  "Ndị bi na ndị na-eme ngagharị iwe kọọrọ ọnọdụ ahụ na hashtag #EndSARS, na vidiyo nke onye njikwa Oxlade Ojah'B, onye a hụrụ ka a na-eti ya ihe ka ndị uwe ojii jiri ike mechie ngagharị iwe ahụ.",
  "N'abalị asatọ n'ọnwa Febụwarị n'afọ 2022, e wepụtara teepu mmekọahụ nke Oxlade site na Snapchat, wee ghọọ isiokwu na-ewu ewu na Twitter.  Na 10 Febụwarị 2022, nwanyị ahụ gosipụtara na vidiyo ahụ kpughere ebumnuche ya ịgba Oxlade akwụkwọ maka nde naira iri abụọ. Na 12 Febụwarị 2022, Oxlade rịọrọ ndị na-akwado ya na nwanyị ahụ nọ na vidiyo ahụ mgbaghara na Twitter.",
  "Olu ya dị ka Efe Ukpebor nke Nigeria Entertainment Today kọwara, bụ \"dị nro\", nke nwere ngwakọta egwu na-enweghị ntụpọ. Ọ na-akọwa ụda ya dị ka àkwà mmiri dị n'etiti Alte (Afro-fusion/experimental music expressions) na mainstream. Okwu ya bụ ngwakọta nke Bekee, na asusu Pidgin English, na-enyocha isiokwu ndị dị ugbu a dịka ịhụnanya."
]