[
  "OyèrónKẹ́ Oyěwùmí bụ onye Naijiria na-amụ banyere okike na prọfesọ zuru oke nke mmekọrịta mmadụ na ibe ya na Mahadum Stony Brook",
  "Ọ nwetara nzere bachelọ ya na Mahadum Ibadan dị na Ibadan, Naịjirịa wee gaa n'ihu na-agụsị akwụkwọ na Sociology na Mahadụm California, Berkeley Oyewumi bụ onye mmeri nke African Studies Association's 2021 Distinguished Africanist Award, nke na-amata ma na-asọpụrụ ndị mmadụ nyere aka na ndụ nke agụmakwụkwọ dị ịrịba ama na ọmụmụ Africa jikọtara ya na ọrụ maka ndị Afrika.",
  "Ọrụ interdisciplinary nke Oyewumi na-ebute ụzọ n'ebe ndị Afrịka dị nke na-anọgide na-anọchite anya ya n'ụzọ dị ukwuu na agụmakwụkwọ",
  "Ọtụtụ n'ime nyocha na edemede agụmakwụkwọ ya ejirila ahụmịhe Africa mee ka ajụjụ ndị metụtara ọtụtụ nkuzi gụnyere nkà mmụta mmekọrịta mmadụ na ibe ya, sayensị ndọrọ ndọrọ ọchịchị, ọmụmụ ụmụ nwanyị, okpukpe, akụkọ ihe mere eme, na akwụkwọ, niile na mgbalị ịgbasa nghọta agụmakwụkwọ iji tinye ọdịbendị ndị na-abụghị nke ọdịda anyanwụ",
  "N'ọrụ ya niile, Oyeronke Oyewumi na-anwa inye nghọta dị iche iche banyere ọha mmadụ ndị a, si otu a zere usoro mbelata.",
  "N'akwụkwọ edemede ya nke afọ 1997, The Invention of Women: Making an African Sense of Western Gender Discourses, ọ na-enye nkatọ ụmụ nwanyị postcolonial nke ọchịchị ọdịda anyanwụ na ọmụmụ Afrika. Ọ na-akọwa na n'agbanyeghị ọtụtụ nnyocha agụmakwụkwọ na-azọrọ na ọ bụghị ya, ịkpa ókè nwoke na nwanyị na omenala Yoruba bụ ihe nketa nke ọchịchị. Akwụkwọ ahụ meriri American Sociological Association's 1998 Distinguished Book Award na Gender and Sex category.",
  "N'ime Invention of Women, Oyewumi gosipụtara ụdị nwoke na nwanyị nke Yoruba nke oge a dị ka ihe owuwu nke Western colonial",
  "Site na mmebí a, ọ na-ewebata usoro ọzọ iji ghọta ọdịbendị ọdịda anyanwụ na Yoruba.",
  "Ọ malitere site n'ịkpọ aha mkpebi nke ihe ndị dị ndụ dị ka isi na nghọta ọdịda anyanwụ banyere okike. Echiche a na ọdịiche dị iche iche na-eje ozi dị ka ụkpụrụ nhazi maka ọha mmadụ bụ nkà ihe ọmụma ọdịda anyanwụ nke na-adịghị agafe na ọha mmadụ Yoruba nke na-ejighị ahụ mee ihe dị ka ihe ndabere maka ọrụ ọ bụla. Ka o sina dị, Oyewumi na-akọwa etu ụlọ ọrụ ndị na-achị alá ọzọ si gaa n'ihu na-etinye nghọta a gbasara okike na ndị Yoruba",
  "Tụkwasị na nke a, ọ na-edozi ihe ndị na-ekwekọghị n'echiche ụmụ nwanyị nke na-ekwusi ike na okike dị ka ihe mmekọrịta mmadụ na ibe ya na mmeri ụmụ nwanyị dị ka ihe zuru ụwa ọnụ",
  "Oyewumi na-arụ ụka n'ụzọ megidere nke ahụ na ọ dịghị mgbe e wuru okike na mmekọrịta mmadụ na ibe ya na ọha mmadụ Yoruba na afọ ndị ikwu bụ isi ụkpụrụ nhazi.",
  "'Ọ bụrụ na ihe ọ bụla, ọrụ m bụ ihe akaebe kachasị mma banyere eziokwu ahụ bụ na a na-ewulite nwoke na nwanyị n'ezie na mmekọrịta mmadụ na ibe ya",
  "O si n'eluigwe, o si n'okike, e nwere ụdị ndị a e kere, n'akụkọ ìhe mere eme na ọdịbendị",
  "Ihe ọrụ m n'eme n'ezie bụ ịkwado echiche ahụ na a na-ewulite okike na mmekọrịta mmadụ na ibe ya.",
  "Dị ka onye edemede Naịjịria Bibi Bakare-Yusuf si kwuo, ọ bụ ezie na ọrụ Oyewumi na-agbagha ịkpa ókè nwoke na nwanyị n'ụzọ ziri ezi dị ka ihe dị n'Ebe Ọdịda Anyanwụ, nkwubi okwu ya dabere na arụmụka n'ezighị ezi nke mkpebi asụsụ",
  "Oyewumi na-adabere n'ụzọ dị ukwuu na enweghị okwu gbasara nwoke na nwanyị na ọnụnọ dị ukwuu nke okwu afọ n'asụsụ Yoruba iji gosipụta na nkewa ndị a bụ ndị a ma ama na ndị a na-amaghị",
  "Otú ọ dị, Bakare-Yusuf na-ekwu na egwu nke nsụgharị na-ezighi ezi na-arụ ọrụ n'ụzọ abụọ ahụ",
  "Dị nnọọ ka e nwere obere usoro nke ịkpa ókè nwoke na nwanyị n'etiti ndị Yoruba, enwere ike ịnwe obere usoro nke ime agadi na ọdịbendị ọdịda anyanwụ",
  "Ọrụ Oyewumi kwesịrị ịbụ aha nke usoro ọdịbendị pụrụ iche mana ọ bụghị dị ka ihe akaebe na enweghị ike ịgbanwe ma sụgharịa usoro ndị a."
]