[
  "Iyaloye Oyinkansola \"Oyinkan\" Abayomi, Lady Abayomi (6 Machị 1897   ruo  19 Machị 1990) bụ onye Naijiria na-ahụ maka mba na ụmụ nwanyị",
  "Ọ bụ onye isi nke n'ahu m'aka Nduzi nwanyi  na Naijiria nakwa onye guzobere Otu ndi nwanyi  na Naijiria.",
  "A mụrụ ya but Oyinkansola Ajasa na Naijiria n'afọ 1897. Ezinụlọ ya kpọrọ ya Oyinkan (ụdị mkpirikpi nke Oyinkansola)",
  "O nwere nwanne nwoke nke obere,  ahaya by Akuisola",
  "Ọ nwụrụ mgbe ọ dị afọ abụọ. Nna ya bụ Sir Kitoye Ajasa, onye ama ama n'ebo Saro bụ onye Naijiria mbụ ndị Britain mere knight, nne ya bụ Lucretia Olayinka Moore, onye omoba nke ezinụlọ eze Egba. Ọ bụkwa nwa nwanne nne Kofo, Lady Ademola",
  "Ọ gara ụlọ akwụkwọ Anglican Girls' Seminary, Lagos. Ọ gụsịrị akwụkwọ na 1909",
  "Ọ  gakwara ụlọ akwụkwọ na Young Ladies Academy na Ryford Hall, nke dị na Gloucestershire, England",
  "N'afọ 1917, ọ gara Royal Academy of Music na London",
  "Ọ laghachiri Lagos na 1920",
  "Ọ ghọrọ onye nkuzi egwu na Anglican Girls' Seminary",
  "Ọ bụ n'oge a ka ọ zutere onye ọka iwu aha ya bụ Moronfolu Abayomi",
  "Ha lụrụ n'August 1923",
  "Egburu ya n'ụlọ ikpe ọnwa abụọ ka e mesịrị.",
  "Mgbe ọ nọ n'England, Abayomi sonyeere otu ndu umunwanyi",
  "Mgbe ọ laghachiri Naịjirịa, ọ jikọtara ya na otu Nduzi nwanyi Naijiria nke do na Lagos , nke otu nwanyị Bekee guzobere",
  "Abayomi sonyeere otu ahụ ma bụrụ nwanyị Naijiria mbụ jere ozi dị ka onye nlekọta",
  "Ọ malitekwara ịrụsi ọrụ ike na agụmakwụkwọ ụmụ nwanyị  na ụmụ nwanyị ntorobia na Naịjirịa, nke na-ahaghị ka nke ụmụ nwoke na ụmụ nwoke ntorobia",
  "Ọ sonyeere Òtù Ụmụ nwanyị Lagos",
  "O mere nchịkọta ego na ịkwalite maka Queen's College site na West African Educated Girls' Club, otu o guzobere. Ọ meghere na 1927",
  "Ọ bụ onye nkuzi guzobere ụlọ akwụkwọ ahụ",
  "Ọ bụ naanị onye Naijiria na-arụ ọrụ n'ebe ahụ. N'oge a, ọ ghọrọ otu n'ime ụmụ nwanyị mbụ na Lagos na-anya ụgbọala.",
  "N'afọ 1930, Abayomi lụrụ dọkịta Kofo Abayomi",
  "N'afọ 1931, gọọmentị Naịjirịa nabatara otu ndu umunwanyi ma nye ya nkwado",
  "Abayomi ghọrọ onye isi kọmishọna maka Girl Guides",
  "Ọ bụ onye isi nke otu ndu umunwanyi na Naijiria na nwanyị Naijiria mbụ na-arụ ọrụ maka nzukọ ahụ",
  "Ọ sonyeere Ntughari ndị ntorobịa Naijiria na 1935",
  "O dere otu isiokwu na akwụkwọ akụkọ nke nzukọ ahụ n'afọ ahụ, na-achọ ka ụmụ nwanyị bara ọgaranya nke Naịjirịa lụọ ọgụ maka ikike ụmụ nwanyị ma dị njikere iso ụmụ nwanyị nọ n'etiti na nke dị ala rụọ ọrụ maka ikike ndị ahụ. Na Mee 10, 1944, o guzobere Nigerian Women's Party n'oge nzukọ ya na ụmụ nwanyị iri na abụọ. Nzukọ ahụ chọrọ ikike nhata maka ụmụ nwanyị",
  "Mgbe Eze Nwanyị nke United Kingdom mere Kofo Abayomi knight na 1954, Abayomi ghọrọ onye a maara dị ka Lady Abayomi.",
  "Sir Kofo Abayomi nwụrụ na 1 Jenụwarị 1979",
  "Abayomi lara ezumike nká na Girl Guides na 1982",
  "A kpọrọ ya Onye isi oche nke Girl Guides maka ọrụ ya.",
  "A na-asọpụrụ Abayomi na utu aha ise nke ndị isi Naijiria, gụnyere nke Iya Abiye nke Egbaland",
  "Ọ nwụrụ na 19 Machị 1990."
]