[
  "Oyingbo Bus Terminal dị na Oyingbo Rd, Lagos Mainland, Lagos State, Nigeria",
  "Ebe ọba ụgbọala ahụ ka a rụrụ n'etiti mpaghara Oyingbo ma ya na Yaba, Iddo na Ijora / Costain axis nwere ókèala.  Oyingbo Bus Terminal bụ ọdụ nwanne nwanyị nke Oshodi na Ikeja Bus Terminals",
  "Bọs ndị ahụ nwere ikuku oyi zuru oke ma dị mfe",
  "Ebe bọs na-akwụsị dị n'etiti ahịa Oyingbo na-arụsi ọrụ ike",
  "Ịdị mfe ịbanye n'àgwàetiti ahụ na mpaghara ndị ọzọ dị na Lagos site na bọs bụ uru nke ebe ọdụ bọs a dị.",
  "Ọ bụ Gọvanọ Akinwunmi Ambode-led administration malitere iwu ọdụ ụgbọ ala Oyingbo na 2017 dị ka akụkụ nke Bus Reform Initiative nke Gọọmentị Lagos Steeti, ga-abụ ọdụ ụgbọ ala kachasị ukwuu na steeti nwere ike ijere nde mmadụ anọ ozi.  N'afọ 2017, Gọọmentị Steeti Lagos wepụtara ụdị prototype nke Oyingbo BRT Bus Terminus nye ọha na eze, dịka prototype si kwuo, ọdụ ahụ ga-enwe ike ịnwe ọ dịkarịa ala 50-60 BRT Buses na mgbatị.",
  "Ndị na-ahụ maka njem n'ógbè Lagos Metropolitan Area Transport Authority, LAMATA na Lagos Bus Services Limited, LBSL, zigara bọs Midi (40-Passenger Medium) na ọdụ bọs ahụ, n'ụzọ kwekọrọ na ọrụ ahụ na-eme ka obere bọs na-acha odo odo nke nwere oche 14-18 na bọs ndị njem 40 na bọs dị elu nke nwere ikike dị elu iji belata ọnụ ọgụgụ bọs na'okporo ụzọ steeti ahụ, melite gburugburu ebe obibi nke steeti site na mbelata ikuku carbon, melite oge njem na ime ka mmekọrịta ọha na eze (PPP)",
  "Nke a ga-agbakwa ọtụtụ ndị ọzọ ume ịhapụ ụgbọala ha n'ụlọ ma jiri bọs mee ihe iji belata mkpọchi okporo ụzọ.\nBọs LBSL bụ usoro bọs dị elu nke na-arụ ọrụ na obodo Lagos",
  "Ọ bụ Lagos Bus Services Limited (LBSL) na-arụ ọrụ na bọs ndị ahụ",
  "Lagos Bus Services Limited (LBSL) bụ ụlọ ọrụ nke gọọmentị Akinwumi Ambode guzobere.  E debanyere aha ụlọ ọrụ ahụ na abalị nke 1 n'ọnwa Ọgọstụ 2016 dị ka ụlọ ọrụ na-enweta ihe onwunwe njem, ọrụ, na ọrụ ndụmọdụ.",
  "N'oge ngagharị iwe #ENDSARS nke afọ 2020, ndị na-agba ọkụ gbara ọkụ na ọdụ ụgbọ ala ọhụrụ Oyingbo Bus Rapid Transport (BRT) na Lagos, na-ebibi ọtụtụ narị bọs BRT ọhụrụ",
  "A kọrọ na ọnụ ọgụgụ dị ukwuu nke bọs BRT ọhụrụ a ka na-etinye n'okporo ụzọ mana a na-adọba ya na ọdụ ụgbọ okporo ígwè dị n'azụ ụzọ ụgbọ okporo ígwè na Oyingbo, ọkụ ahụ na-ere ọkụ.",
  "Ihe owuwu arụnyere na Terminal gụnyere nnukwu ebe maka njem na azụmahịa gụnyere buutu tiketi, ebe ntụrụndụ, ụlọ oriri na ọṅụṅụ, wifi n'efu, ụlọ mposi nke oge a, n'etiti ndị ọzọ.",
  "Gọọmentị steeti Lagos n'okpuru nchịkwa nke Gọvanọ Babajide Sanwo-Olu ekwuputala n'oge na-adịbeghị anya na ọ ga-enye ọrụ na ọdụ BRT na Oyingbo maka iji ọha na eze."
]