[
  "Oyo  bụ obodo ochie na Oyo Steeti, Naijiria",
  "E hiwere ya dị ka isi obodo nke fọdụrụ n'alaeze Oyo nke akụkọ ihe mere eme n'afọ 1830, ma ndị obodo ya mara ya dị ka 'Oyo Ọhụrụ' (Ọ̀yọ́ Àtìbà) iji mata ọdịiche dị na ya site n'isi obodo mbụ ruo n'ebe ugwu, ' Oyo ochie ' (Ọ̀yọ́)",
  "-Ilé), nke gbahapụrụ n'ihi agha mgbanwe ndị Yoruba",
  "Ndị bi na ya bụ ndị  Yoruba ka ukwuu, onye na-achị ya bụ Alaafin nke Oyo.",
  "N'ihi oke ọchịchị nke alaeze ukwu Oyo nwere n'oge ọdịda anyanwụ Afrịka, a na-echekarị  n' ọ bụ ndị otu agbụrụ Oyo nke ndị Yoruba  bụ ndị na-achị ebo ahụ",
  "Nke a bụ eziokwu ruo n’ezie, na onye ọkọ akụkọ ihe mere eme Yoruba bụ́ Samuel Johnson kọrọ na ndị Egba – bụ́ ndị malitere dị ka ndị Oyo – mgbe ha kpebiburu ọkwa ọnọdụ ọha mmadụ n’ime ezinụlọ ha site n’iji mara n' onye Egba ọ̀ ga-achọpụta agbụrụ ya wee laghachi na Oyo",
  "Oyo nwere ụlọ  ụlọ akwukwọ dị elu ise; Ndị a bụ Federal College of Education (Special), Ajayi Crowther University, Emmanuel Alayande College of Education (Erelu Campus na Isokun Campus), Surveying Federal School of Surveying (nke naanị ya bụ ụlọ akwụkwọ nyocha na Sub-sahara Africa), na Mahadum Atiba.",
  "Ọ nwere ọtụtụ ụlọ akwụkwọ sekọndrị ọha na nkeonwe dịka Oke-Olola Community School, Olivet Baptist High School, School of Science, Saint Benardine Girls Grammar School, Ladigbolu Grammar School, Oranyan Grammar School, Emmanuel Alayande Model High School, Aatan Baptist Comprehensive High School., Shepherd's Field International College, Golden Valley Academy, Nesto College, SPED International College na ndi ọzọ",
  "E nwere ọtụtụ ụlọ akwụkwọ praịmarị ma nkeonwe ya na nke ọha nwere ihe ọkụkụ ọhụrụ a na-ebo ebubo \"ero\" ụlọ akwụkwọ ndi nkeonwe",
  "Nnukwu ahịa dị n'obodo ahụ gụnyere ahịa Akesan, ahịa Ajegunle, ahịa Owode, ahịa Saabo, ahịa Oparinde (Oja-oke) na ahịa Irepo.",
  "Oyo nwere alaka ụlọakụ dị iche iche dịka GT Bank (Owode), First bank, Zenith Bank, Access Bank, Eco Bank, United Bank for Africa etc na ụfọdụ  obere ụlọ akụ na ndị otu ndị ọzọ",
  "Ọ nwekwara ụlọ ahịa nri na nnukwu ụlọ ahịa dịka Ace Supermarket, Joba Pharmacy na Stores, Stores Labake, Jara Supermarket na ndị ọzọ",
  "Obodo a bụ ebe ọtụtụ ebe a na-anọ amụ ihe dị ka Ogige Ochie Oyo National Park nke nwere ụlọ ngosi ihe mgbe ochie (nke nwere ihe ndị sitere na Alaeze Ukwu Òyó oge ochie) na anụmanụ ole na ole",
  "Ụfọdụ ụlọ oriri na ọṅụṅụ na Oyo gụnyere Labamba Hotel, Tees Resort na mmanya, Begonia hotel, Adesh Hotel, Gold N Rock Hotel, Galaxy Hotel na ndị ọzọ.",
  "Obodo ahụ nwere okpuru ọchịchị ime Obodo anọ, ha bụ: ọchịchị ime obodo Atiba, nke dị na Offa-Meta; ochịchị ime obodo dị n' ọwụwa anyanwụ Oyo, nke isi ụlọ ọrụ ya bụ Kosobo;  ọchịchị ime obodo dị n' odịda anyanwụ Oyo, nke isi ụlọ ọrụ ya bụ Ojongbodu na  ọchịchị ime Obodo Afijio, nke hiwere isi ụlọ ọrụ ya na Jobele.",
  "Obodo a dị n'etiti ụzọ abụọ, okporo ụzọ awara awara A1 si Lagos nke jikọtara ya site na Ibadan ruo \" Ilorin\"",
  "Death and the King's Horseman, egwuregwu nke onye mmeri Nobel bụ Wole Soyinka, dabeere n'ihe mere na Oyo n'afọ 1946.\nOnye nwe obí eze, abụ otuto nke Basit Ajibade dabeere na ike nke ndị eze Oyo."
]