[
  "Ozalla bụ obodo a ma ama na Nkanu West Local Government Area nke Enugu State, Nigeria.",
  "Na agbanyeghị na obodo ahụ na-aga site na aha ọchịchị \"Ozalla\", ụdị ziri ezi \"Ozara\" bụ nke ụmụ amaala na-ejikarị eme ihe n'asụsụ Ozara nke asụsụ Igbo.",
  "Ndị Ozalla bụ ụmụ Okpatu-Oke na Udi LGA nke oge a.",
  "Ozalla nwere ókèala n'ebe ugwu site na Akegbe-Ugwu, n'ebe ọwụwa anyanwụ site na Obe, n'akụkụ ọdịda anyanwụ site na Udi na n'ebe ndịda site na Ituku, nke ọ na-ekerịta Mahadum Naịjirịa Teaching Hospital (UNTH)",
  "Ihe ka ukwuu n'ala maka ụlọ ọgwụ a ma ama bụ nke Ozalla.",
  "A na-akpọkarị Ozalla dị ka ọnụ ụzọ mbata nke ala Nkanu n'ihi ọnọdụ ya dị mma n'okporo ụzọ ndị isi na-abanye na mpaghara a.",
  "Ọtụtụ ndị maara Ozalla n'ihi njikọ 4-corners a ma ama dị n'akụkụ ENUGU-PH Expressway, ọ bụ ezie na onye obodo Ozalla ga-agwa gị na 4-corners bụ nke dị na ahịa Afor-Agu na Ozalla High School.",
  "Ozalla nwere obodo isii:",
  "Amigbo",
  "Amechi",
  "Ezzih",
  "Enugu-Egu",
  "Umuokorouba na",
  "Obeagwu, nwere ihe karịrị obodo iri abụọ dịka Obunegu, Umuaniegu, Enugwuegu-ndiuno Ameke, wdg.",
  "N'afọ 2002, e kewara Ozalla n'ime mpaghara nchịkwa ise (Autonomous Communities):",
  "Ishi-Ozalla",
  "Etiti-Ozalla",
  "Okorouba-Ozalla",
  "Obeagwu-Ozalla na",
  "Umuanee-Ozalla",
  "Tupu nke a, Ozalla nwere otu onye ọchịchị ọdịnala, nke ezinụlọ Chukwuani si Amigbo nwere ruo ọtụtụ iri afọ, mana ugbu a, obodo ọ bụla nwere onwe ya nwere \"Igwe\".",
  "Igwe Donald Nwochi (Chinenyeze 1 nke Etiti-Ozalla) bụ otu n'ime Igwes.",
  "Ozalla bụ ndị Kraịst, na ọtụtụ ndị uka Katọlik juru na ya",
  "Okpukpe Ndị Kraịst ndị ọzọ dị ka Anglican, Apostolic Pentecostal, Sabbath na ọtụtụ ndị ọzọ jupụtara",
  "N'ezie, ụfọdụ ndị mmadụ na-eme okpukpe ndị ọzọ, ọkachasị Peganism na Ozalla.",
  "Ozalla nwere osimiri na-agafe obodo a na-akpọ Ufamu, nke ka bụ isi iyi mmiri maka ndị bi na ya.",
  "Ani Ozalla na Amigbo bụ ebe obibi nke Oji-Ngenani, isi obodo nna nna Ozalla, ebe nnukwu onye nchụàjà na-enyekarị agụ iyi dị ndụ n'aha ndị na-abịa ịchọ enyemaka maka ebumnuche dị iche iche.",
  "Na nso nso a, Ani Ozalla abụrụgo isi ihe na-adọta ndị njem nleta maka ndị ọbịa na-abịa Ozalla.",
  "Kwa Jenụwarị 1, obodo Ozalla na-eme emume omenala / Masquerade kwa afọ nke a na-akpọ \"Ozalla Day\" na Ugwu Ndaru (Ishi-Ozalla Community school compound)",
  "N'oge gara aga, a na-eme Ozalla Day na ahịa Nkwo.",
  "Ụfọdụ aha ndị ama ama nke ụmụ amaala Ozalla bụ:"
]