[
  "Ozoz Sokoh (amụrụ  na  ọnwa June 30, na afọr 1976) bụ onye edemede nri Naijiria. A maara ya dị ka kichin urukurubụba",
  "A mụrụ ya na Warri, n'ụsọ oké osimiri ndịda Naịjirịa, njem Ozozī na nri malitere site na nri ụmụaka Wimpy na-enweghị ike iri hamburger, chips na Mirinda n'oge njem ezinụlọ na Edinburgh Summer Festival n'ọnwa Ọgọstụ nke afọ 85.",
  "Ọ gara Mahadum Obafemi Awolowo, Ile-Ife, Naijiria ruo afọ atọ, wee hapụ ya na afọ 1997, n'ihi ogologo ọrụ ụlọ ọrụ mmepụta ihe nke kpara - ma na-aga n'ihu na-ata ahụhụ - mahadum Naijiria n'oge ahụ. Ọ kwagara United Kingdom ebe ọ nwetara akara ugo mmụta na Geology (B.Sc",
  "Hons) na Mahadum Liverpool N'oge ọ nọ na UK, ọ malitere isi nri Naijiria iji nwee mmetụta nke ịnọ nso n'ụlọ. Ọ bụ nna ya kpaliri ya, onye nwere mmasị isi nri ma na-eme ihe niile site na ihe ọhụrụ.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Liverpool, ọ rụrụ ọrụ dị ka onye na-ahụ maka nchọpụta na onye ndụmọdụ azụmaahịa n'ime mmekọrịta azụmaahịa na gọọmentị. Na mgbakwunye na ọrụ ya n'ụbọchị, Ozoz malitere nyocha nke nri Naijiria, nke toro mgbe ọ bi ma rụọ ọrụ na Netherlands site na afọ 2007 ruo na afọ 2011.",
  "O guzobere kichin urukurubụban'oge a",
  "N'ebe ahụ, ọ na-edekọ akụkọ ihe mere eme nke nri, ntụziaka, usoro na ihe ndị ọzọ. Ọ na-akọwa ohere izute nri ọ maara n'oge ememme ụbọchị eze nwanyi na mba Netherlands dị ka oge dị mkpa, nke mere ka mkpebi ya ime nnyocha ma dee akụkọ ihe mere eme nke nri na ihe jikọrọ / njikọ n'ofe ọdịbendị",
  "Ihe ọzọ bụ nchọpụta ya na mgbe a kpọgara ndị ohu na Brazil n'oge ahia ohu na-agafe Atlantic, otu n'ime ọtụtụ akụkụ nke ọdịbendị ha na ha were ma chekwaa bụ Acaraje, ihe na-ewu ewu na-esi nri na-acha oji nke a maara dị ka akara na Naịjirịa.",
  "Kemgbe afọ 2007, o mepụtara ọtụtụ ngosipụta mgbasa ozi nke ọrụ ya, na-ekwu na nri karịrị iri nri. Onye na-eme nchọpụta nri nke na-enyocha njikọ nke nri na akụkọ ihe mere eme nke Naijiria, mbata, ọrụ ugbo, na ndọrọ ndọrọ ọchịchị, ụfọdụ n'ime ebe ọrụ ya bụ:",
  "N'ịbụ nke Sokoh mepụtara na afọ 2013, New Nigerian Kitchen bụ nkà ihe ọmụma na omume nri nke na-eme emume ụtọ ọhụrụ na nke na-egbuke egbuke nke nri Naijiria. Mgbe ọ laghachiri Naịjirịa n'afọ 2011, ọ malitere ime nchọpụta etu esi aghọta ihe ndị Naịjirị maara nke ọma site n'ịchọpụta na idepụta ojiji ha n'ụzọ dịgasị iche iche iji ghọta ohere ma mepụta efere site na ọdịnala gaa na nnwale na nke oge a. Ọ na-ewere usoro sayensị nke ịchọpụta profaịlụ ụtọ na textures iji hụ na New Nigerian Kitchen na-akọwa ma gbasaa echiche nke nri Naijiria na, mgbe niile, nri West Afrịka.",
  "Akụkụ ọzọ nke ọrụ ya bụ anthropology nri. Ọ bụ ezie na ọ na-enwekarị mgbọrọgwụ na nri Naijiria, ọrụ ya na-agafe mba ahụ na nri kọntinent iji nyochaa akụkọ ihe mere eme na njikọ. Nnyocha ya n'ógbè a abụwo isiokwu nke isiokwu, ihe ndekọ, pọdkastị, okwu na ihe ngosi gụnyere 2014 TEDx Port Harcourt okwu akpọrọ Journey by Plate: Reimagining Nigerian Cuisine Ihe ọzọ bụ ihe ngosi banyere mmalite nke Agege Bread, ihe a na-eri na Naijiria, nke ọ nyochara ma gosipụta na ːFor Africansń.",
  "Sokoh na-eji nyocha na akwụkwọ kọọ akụkọ banyere ọdịbendị na akụkọ ihe mere eme nke Naijiria ma mee ka a mara nri Naijiria n'ụlọ na mba ofesi.",
  "Omume nri Sokoh gụnyere ịmepụta ihe onwunwe, ntụziaka na echiche. N'ebe ọzọ, Feast Afrique, ọ na-edekọ ihe nketa nri na ihe ọmụma nke West Africa na diaspora ya. Ọrụ a gụnyere ọbá akwụkwọ dijitalụ nke 240+ West African na Diasporic nri na akwụkwọ ọgụgụ nke na-ejikọta oghere ịnweta ihe ọmụma.",
  "Ntụziaka na Ntuziaka: Sokoh edeela ntụziaka ndị e bipụtara na blọọgụ, isiokwu, akwụkwọ akụkọ, na akwụkwọ. N'afọ 2017, o mepụtara kalenda mmepụta oge mbụ nke Naijiria na-akọwapụta mkpụrụ osisi na akwụkwọ nri Naijiria yana nnweta oge ha. O mepụtara akwụkwọ nduzi maka ụtọ na ụtọ nke nri Naijiria.",
  "Echiche: Ọ na-emepụta echiche nke ahụmahụ, gụnyere World Jollof Rice Day Festival nke mbụ e guzobere na afọ 2017. A na-eme emume a iji mee emume nri nke bụ nri kachasị amasị Naịjirịa na nke kachasị ewu ewu n'ụwa niile. Ihe ọzọ bụ bụ Akwụkwọ ahụ, echiche nke na-eme emume nri ndị Afrịka site na ederede ndị Afrịka ma hụ Sokoh na-eweta nri dị ndụ site na akwụkwọ akụkọ ka ndị na-abịa na mmemme akwụkwọ na nka wee nwee ike ịnwale ha. A na-egosi akwụkwọ ahụ na ememme ndị gụnyere afọ 2018 Ake Festival;  afọ 2018 Eat Drink Food Festival; na afọ 2019 Afrolution Festival, Berlin. Ọ bụ onye na-ahazi Abori Food System Design Summit",
  "N'ịbụ nke e mere na Alliance Française, Lagos na afọ 2019, nnọkọ ahụ gosipụtara ihe ngosi nri, mkparịta ụka na ahịa onye ọrụ ugbo.",
  "2020 - amụma amụma 2018 - Ihe nrite Nhọrọ Readersī nke Saveur Magazine maka blọgụ nri na omenala kacha mma",
  "[circular reference] 2018 ̊ Eloy Awards Chef of the Year Nominee 2017 ̊ Eloyan Awards Female Chef or Food Designer Nominee 2017 Leading Ladies Africa isi nke 100 Most Inspiring Women in Energy Recognition Award 2010 - July Onye mmeri nke Swordfish nke Food 52",
  "E gosipụtara ọrụ ya na usoro mgbasa ozi gụnyere CNN International's African Voices; Channels Television; na CGTN ebe ọ kọwara na ọrụ ya na nri Naijiria na-achọ ịgbanwe ihe ndị Naijiria riri n'ụlọ na ihe a na-enye na ụlọ oriri na ọṅụṅụ Naijiria n'ụwa niile.",
  "Ozoz bụ onye na-ese foto nke e gosipụtara ọrụ ya na ihe ngosi gụnyere Standing Out II (2017)",
  "Ihe ngosi nke mbụ ya n'onwe ya, Postcards From Lagos (2015), bụ nchịkọta nke obodo ukwu, okporo ámá na silhouettes nke nyere obodo Lagos, Naịjirịa otuto. Ọ na-enwekwa mmasị na agụmakwụkwọ na mmepe",
  "Kemgbe afọ 2018, ọ bụ onye nduzi na ikpo okwu okike na-elekwasị anya na ụmụ nwanyị, ForCreativeGirls. Ọ kwadoro ọmụmụ ihe, gụnyere Goethe Institut Nigeria's Food Crossroads Workshop na afọ 2018, na GTBank Food and Drink Masterclass na afọ 2016."
]