[
  "Mkpurụ okwu sélénsé\nPépé Kallé, mgbe ụfọdụ edere ya dị ka Pepe Kalle (November 30, 1951 na November 29, 1998) bụ onye na-agụ egwú, onye na-eti egwu na onye ndú egwu si Democratic Republic of the Congo",
  "Site na ụda olu dị iche iche na ọnụnọ dị ike, onye na-agụ egwú 210 cm (6  in)  150 kg (330 ) dekọrọ  karịrị narị egwu atọ na abọm iri abụọ n'oge ọrụ afọ abụọ ya",
  "A maara ya nke ọma dị ka \"enyí nke egwu Afrịka\" na \"La Bombe Atomique,\" Kallé mere ka ndị na-ege ntị nwee obi ụtọ site na arụmọrụ ya siri ike",
  "Onye na-akpọ ụbọ akwara bụ Solomon.",
  "Ọrụ egwu ya malitere na l'African Jazz, òtù nke Le Grand Kallé",
  "O mechara rụọ ọrụ na Bella Bella wee bụrụ onye na-agụ egwú nke Lipua Lipua, ebe ya na Nyboma Mwandido bụrụ abụ",
  "N'afọ 1972, Kallé na Dilu Dilumona na Papy Tex, hapụrụ Lipua Lipua iji guzobe otu nke ha akpọrọ Empire Bakuba",
  "Alaeze Ukwu Bakuba natara aha ya site n'otu agbụrụ ndị agha Congolese, ọ na-ejikọkwa ụda olu sitere n'ime, ụda nke rumba a ma ama wepụrụ kemgbe",
  "Ìgwè ahụ bụ ihe na-ewu ewu ozugbo, ya na Zaiko Langa Langa ha ghọrọ òtù ndị ntorobịa kachasị ewu ewu na Kinshasa",
  "Site na egwu ndị dị ka Pépé Kallé's Dadou na Papy Tex's Sango ya mawa, òtù ahụ bụ ihe na-adịgide adịgide na chaatị",
  "Ha mepụtara egwu ọhụrụ, kwassa kwassa.",
  "N'ụbọchị ncheta afọ iri ha n'afọ 1982, a họpụtara ndị otu ahụ ka ha bụrụ ndị otu Zaire",
  "Na ime mmalite afọ 1980, Empire Bakuba gara na ihu na-eme njem n'ụzọ sara mbara mgbe ọ na-ewepụta ihe na-erughị abọm anọ na afọ",
  "Ka ọ na-erule n'etiti afọ iri asatọ, ha nwere ọtụtụ ndị na-eso ụzọ na Francophone Central na West Africa",
  "Njikọ ya na Nyboma na 1986 nke akpọrọ Zouke zouke bụ otu n'ime afọ ndị kacha ere ahịa albums",
  "[citation needed] Mana ọ bụ mmekọrịta nke abụọ ya na Nykoma, Moyibi (1988), nke malitere ewu ewu ya n'Africa dum",
  "N'abụ Moyibi, enwere akụkụ na njedebe nke na-ekwu Bakule, bakule",
  "Akụkụ bakule sitere na egwu Rock-a-Mambo aha ya bụ Bakoule (Bidama), nke Honore Liengo dere na 1961.",
  "Na ngwụcha afọ 1980 na mmalite afọ 1990, Kallé jikọtara ihe ndị dị na ngwa ngwa nke soukous mepụtara na ụlọ ọrụ Paris",
  "Abọm ya nke afọ 1990, Roger milla bụ otuto maka ihe ndị nnukwu onye egwuregwu bọọlụ Cameroon, bụ ihe atụ mara mma nke ndokwa a.",
  "Pépé Kallé mechara webata ụfọdụ ndị na-agba egwú nwere nkwarụ uto dị ka Jolie Bebe, Dominic Mabwa na Ayilla Emoro n'òtù ya.\nNa afọ 1992, ndị otu ahụ chere nnukwu ọdachi mbụ ha ihu mgbe Emoro, onye na-agba egwu nke otu ahụ, nwụrụ mgbe ọ na-eme njem na Botswana",
  "Na agbanyeghị ihe ndọghachi azụ a, ewu ewu Pépé Kallé nọgidere na-arị elu na afọ iri itoolu ka ọ wepụtara abọm dị ka Gigantafrique, Larger than life na Cocktail.",
  "Ya na akụkọ ifo ndị ọzọ dị ka Lutumba Simaro na N'Yoka Longo rụkọkwara ọrụ.",
  "Na ọnwa Nọvemba 28, nke afọ 1998, Pépé Kallé nwere nkụchi obi na ụlọ ya na Kinshasa ma kpọga ya na Clinique Ngaliema dị nso.\nN'oge na-adịghị anya mgbe etiti abalị gasịrị na Sunday November 29, a mara Pépé Kallé dị ka onye nwụrụ anwụ.\nA kọrọ na ihe kpatara ọnwụ ya bụ nkụchi obi.\nMgbe ọ nwụsịrị, minista na-ahụ maka ọdịbendị na nka Juliana Lumumba kwupụtara na gọọmentị ga-eme ememe olili ozu maka dike ahụ dara na Disemba 6",
  "Ọ rịọrọ ka a kwụsị egwu niile iji sọpụrụ ya.\nMgbe ọ nwụrụ, Kallé natara otuto site n'aka ndị minista gọọmentị na ndị nkịtị.\nOzu ya dị n'ọtụtụ ebe n'obodo ahụ ebe o biri ma rụọ ọrụ",
  "A kọrọ na ihe karịrị otu nde mmadụ kwanyere ya ùgwù ikpeazụ na olili ozu ya na Palais du Peuple na n'okporo ụzọ olili oolu",
  "E liri Pépé Kallé na Disemba 6 na Gombe Cemetery na nnukwu olili ozu steeti",
  "Ọ bụ otu n'ime ndị na-eto eto na-etolite na-eto nke ndị egwu egwu Congolese nwụrụ na nwata",
  "Ụmụ ya ise hapụrụ ya",
  "Nwunye ya nwụrụ n'oge na-adịbeghị anya na 2019",
  "Ndị mmadụ kọwara ya dị ka onye egwu nwere nkà na onye ndú egwu",
  "Ndị ọzọ kọwara ya dị ka onye hụrụ mba ya n'anya nke hụrụ mba yaanya ọbụna mgbe oge siri ike",
  "\"Na agbanyeghị ọnọdụ ọjọọ na Zaïre / Congo n'oge afọ ndị ikpeazụ nke Mobutu na n'okpuru ọchịchị Laurent Kabila, Pépé Kallé nọgidere na-ebi na Kinshasa, na-ajụ isonyere nnukwu ndị na-egwu egwu na Europe",
  "Ọ bụ naanị onye egwu na-enwetụbeghị nsogbu na onye ọ bụla",
  "O nwere ike ime ka ọgbọ egwu abụọ dịghachi n'otu, \"ka Tabu Ley kwuru.",
  "Onye nta akụkọ Congo bụ Achille Ngoie, onye kpuchiri Alaeze Ukwu Bakuba site na mmalite ya, chetara Kallé dị ka nwoke nke ndị mmadụ",
  "\"Kallé nwere ike ịnọ n'elu ikpo okwu na etiti abụ ma, ịhụ onye na ime ndị na-ege ntị ọ na-ahụbeghị kemgbe ọtụtụ afọ, ọ nwere ike ikele onye ahụ na ime abụ ahụ",
  "\"Ọ bụ onye pụrụ iche nke nwere ncheta elephantine."
]