[
  "Prentice Herman Polk (Ọnwa Nọvemba 25, afọ 1898 - rụọ ọnwa Desemba 29, afọ 1984) bụ onye Amerịka na-ese foto nke a maara maka foto ya nke ndị Afrịka Amerịka",
  "Ọ rụkwara ọrụ ọtụtụ afọ dị ka onye isi nke Ngalaba Foto nke Tuskegee Institute.",
  "A mụrụ Prentice Herman Polk n'ọnwa Nọvemba 25, afọ 1898, na Bessemer, Alabama, otu n'ime ụmụ anọ nke Jacob Prentice Polk na Christine Romelia Ward. Aha mbụ ya bụ Herman Polk, ọ nabatara aha nna ya mgbe ọ nwụsịrị ma bụrụ onye a maara dị ka P",
  "H.",
  "N'afọ 1916, ọ debanyere aha na Tuskegee Institute na-ezube ịghọ onye na-ese ihe",
  "Atụmatụ ya gbanwere mgbe ọ nụrụ onye na-ese foto C",
  "M",
  "Batteyń onye na-eduzi Ngalaba Foto nke Tuskegee site n'afọ 1916 ruo afọ 1927 banyere ikike nke mpaghara ahụ ma gbaa ụmụ akwụkwọ nwere mmasị ume ka ha bịa hụ ya",
  "Mgbe ya na Battey kwurịtara okwu, Polk gara n'ihu mụọrọ ya foto site na akwụkwọ ozi.",
  "N'afọ 1924, Polk kwagara Chicago, Illinois, ebe ọ gara n'ihu n'ọmụmụ ya na onye na-ese foto ọcha, Fred A",
  "Jensen.",
  "Polk lụrụ Margaret Blanche Thompson na Chicago n'afọ 1926; ha mụrụ nwa nwoke.",
  "Polk laghachiri Tuskegee n'afọ 1927 iji mepee ụlọ ọrụ nke ya n'ụlọ ya n'obodo ahụ",
  "Onye nkuzi ya bụ Battey nwụrụ n'otu afọ ahụ, n'afọ sochirinụ Polk sonyeere ngalaba ụlọ akwụkwọ ahụ",
  "N'afọ 1933, ọ ghọrọ onye isi nke Ngalaba Foto, na-anọgide na ọrụ ahụ ruo afọ1938",
  "Ọ hapụrụ otu afọ na mgbalị imeghe alaka nke ụlọ ọrụ foto ya na Atlanta, GA, tupu ọ laghachi Tuskegee ije ozi dị ka onye na-ese foto kọleji ruo afọ iri anọ",
  "O dere ndị ọbịa ama ama dịka Paul Robeson na Langston Hughes na ihe omume dịka Civil Rights Movement na campus",
  "N'otu oge ahụ, ọ gara n'ihu na-arụ ọrụ nke ya n'obodo ahụ.",
  "N'ịbụ ndị e sere na oji na ọcha, ndị Polk na-achị sitere na ndị Afrịka Amerịka ama ama dị ka George Washington Carver ruo ndị na-arụ ọrụ na ndị Alabamians dara ogbenye",
  "Otu usoro, \"Old Characters\", lekwasịrị anya n'idepụta ndị ikom na ndị inyom bụbu ndị ohu si Macon County",
  "Dị ka Battey, Polk gbalịrị iji nkwanye ùgwù na mmetụta gosipụta ndị na-anọ ya",
  "N'adịghị ka Battey, onye na-ahọrọ foto ndị dị nro na idealizing poses, Polk mepụtara ụdị nke nkọwa dị nkọ na ọkụ siri ike gosipụtara onye ọ na-ese",
  "Ụzọ o si eme ihe pụtara ìhè na nkwupụta o mere banyere foto afọ 1932 site na usoro \"Old Characters\" nke akpọrọ The Boss:",
  "N'ọrụ mbụ ya, Polk jiri igwefoto Kodak box nwere oghere Graphex",
  "Ndị nkatọ ekwuola maka nkà na ụzụ ya n'ihe gbasara mgbasa ozi n'agbanyeghị na ọ bụghị mgbe niile ka ọ nwere ngwá ọrụ kachasị mma.",
  "Otu n'ime ihe oyiyi Polk kachasị emetụta bụ foto nke afọ 1941 nke First Lady Eleanor Roosevelt n'ụgbọelu ya na onye na-anya ụgbọelu Charles Anderson, onye bụ onye isi nkuzi ụgbọ elu nke Tuskegee Institute",
  "E ji foto ahụ kwalite \"nnwale\" nke Tuskegee Airmen nke e guzobere ọhụrụ nke ga-emecha zụọ ihe dị ka ndị ọkwọ ụgbọ elu ojii 450 maka itinye aka na Agha Ụwa nke Abụọ dị ka ndị Tuskegee Flyers.",
  "E gosipụtara foto Polk na Corcoran Gallery (Washington, DC), Museum of Natural History (New York, NY), Studio Museum na Harlem (NY), na ọtụtụ gallery na ụlọ ọrụ ndị ọzọ",
  "N'afọ 1980, e nyere ya Black Photographerńs Annual Testimonial Award, n'afọ sochirinụ, ọ meriri National Endowment for the Arts fellowship.",
  "Polk lara ezumike nká na Tuskegee na mbido afọ 1980 wee nwụọ na Tallassee, AL, n'ọnwa Disemba 29, afọ 1984.",
  "Kpọpụta njehie: <ref> tag with name \"so\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"marter\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"nastasi\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"movie\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"airforce\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"kambon\" defined in <references> is not used in prior text."
]