[
  "Chief Patrick Nwokoye Okeke-Ojiudu (1914-1995), nakwa kwuru na dị ka PN ma ọ bụ PN Okeke, bụ a Nigerian ndọrọ ndọrọ ochịchị, na-azụ ahịa, onye nkuzi, philanthropist na nna ochie nke Okeke-Ojiudu ezinụlọ",
  "Ọ bụ Mịnịsta na-ahụ maka ọrụ ugbo site na 1959-1966, oge akpọrọ Nigeria First Republic",
  "N'ịbụ onye amụrụ na ezinụlọ dara ogbonye na Alor, Anambra, Okeke-Ojiudu rụsiri  ọrụ ike iji kwụọ ụgwọ maka agụmakwụkwọ ya n'ọkwa niile",
  "N’afọ 1938 ka ọ gara St",
  "Charles Teachers Training College Onitsha, Anambra Steeti ebe ọ gụrụ akwụkwọ site  n'afọ 1938 rue n'afọ 1941",
  "N'ihi ọdịiche putara ìhè ọ nwere, ezigara ya dika Onye isi ụlọ akwụkwọ",
  "E ezigara ya n'ụlọ akwụkwọ St",
  "Anthony bụ Umudioka",
  "N 'ebe ahụ ka o jere ozi n'okpuru ukochukwu  Michael Iwene Tansi (nke Pope John Paul II kporo onye Nsọ  n'afọ1998), ọ bụkwa  n 'oge ahụ kụrụ ya dị ka Onye Nsọ",
  "Nakwa na St",
  "Anthony, enwere ihe ùgwù ịkụziri Francis Arinze (nke bụzi Kadịnal ) onye banyere ụlọ akwụkwọ mgbe ọ dị afọ iri",
  "Ha abụọ ga-abụ ezigbo enyi",
  "Na 1947, PN gafere akwụkwọ nyocha nke ndị nkuzi nke ndị nkuzi wee zigara ya St",
  "Charles TTC dị ka onye nkuzi",
  "Oge n adịghị anya ohapuru ọrụ nkuzi na ulo akwụkwọ St",
  "Charles were banye ịzụ ahịa",
  "Mgbe ọ gachara ịzụ ahịa akwa na ngwa ụlọ, Okeke-Ojiudu banyere itinye aka na ndọrọ ndọrọ ochịchị na 1950 meriri ntuli aka nke Gọọmentị Obodo na obodo ya, na 1951 wee bụrụ onye otu ndị kansụl Onitsha Northern District Council ebe a họpụtara ya Onye isi oche nke ndị ọrụ na Kọmitii Mmụta",
  "Ọ mechara rụọ ọrụ dị ka onye osote onye isi oche nke Ochịchị Obodo Ochịchị Onitsha.",
  "N’afọ 1953, a họpụtara ya n’ime ụlọ omebe iwu ọwụwa anyanwu n’okpuru ọkọlọtọ NCNC ma n’afọ 1957, a họpụtara ya ọzọ ka ọ bụrụ onye ụlọ a site n’ịtụ vootu dị puku isii na asatọ were sote  onye isi NCNC Nnamdi Azikiwe wepụtara vootu  puku iri asatọ na asatọ 77,000",
  "Mgbe ọ nọ n 'ochịchị, Okeke-Ojiudu na ndọrọ ndọrọ ochịchị lụrụ ọgụ megide onye akụkọ ala Nigeria na onye guzobere nnwere onwe Africa, Onye isi ala Nnamdi Azikiwe dika onye omeiwu.",
  "Na 1959, o bu onye mbu Minister nke Agriculture (Eastern), na Republic of Nigeria nke mbu, ochichi o noo rue 1966",
  "Okeke-Ojiudu mbụ Minister na-esonyere ndị ahụ Premier Michael Okpara ya kabinet.",
  "Dị ka onye ozi, ọ tụgharịrị chee  ihu na ntọala  Ugbo na mpaghara ahụ dum, nke mere ka mmụba nke mmepụta nri",
  "Ọzọ ọ tụgharịrị na nsogbu nke African Continental Bank, nguzobe nke Inlọ Ọrụ Insurance Universal, nhazighachi nke East Nigeria Development Corporation (ENDC), na Nigerian Construction And Furniture Company (NCFC)",
  "Ọbụna NIGERCEM Nkalagu ugbu a onye na-akpata nnukwu ego maka steeti ndị dị na Ọwụwa Anyanwu bụ n'okpuru oke nlekota ya",
  "O nyekwaara ndị gọọmentị mpaghara aka ị nweta ego mgbazinye maka mmalite na ọrụ nke Mahadum Nigeria Nsukka",
  "Mgbe agha ndị agha weghaara Jenụwarị 1966, ọ lara ezumike nká wee bie ndụ nke onwe ya ma nye ụlọ ọrụ nke ya ikike zuru ezu",
  "Ọ bụ onye guzobere Peenok Investments, ezigbo ụlọ na ụlọ ọrụ ntinye ego na Nigeria.",
  "Kemgbe ahụ, ezinụlọ Okeke-Ojiudu amịpụtala ọtụtụ ụlọ ọrụ dika Zodiac Hotels Group nke nwa ha nwoke bụ Chief EA Okeke-Ojiudu na PMC (Peenok Medical Center) bụ n'aka nwa nwoke onye nnọchi anya ha bụ Dr FC Okeke-Ojiudu (onye nnọchi anya mbụ na Naịjirịa na Vatican City)",
  "), ịkpọ aha ole na ole",
  "Ezinaụlọ nwere oke akụ na ụba West Africa na esenidụt.",
  "Maka ọrụ ya putara ìhè na rụzuru, Pope nyere ya Knighthood nke Order of St",
  "Sylvester (KSS) na 1975",
  "Ọ bụkwa Knight nke St",
  "Mulumba (KSM) nke ọ bụ otu n'ime ndị otu ntọala.",
  "PN Okeke lụrụ Grace Nwuduezue Adimorah",
  "Di na nwunye a nwere nwa nwanyi, Pamela, na ụmụ nwoke ise: Francis, Anthony, Chijioke, Ikenna na Chike"
]