[
  "Paa Kwesi Nduom ma ọ bụ Papa Kwesi Nduum, (amụrụ na Febụwarị 15, 1953) bụ onye ndụmọdụ azụmahịa nke Ghana, onye ndọrọ ndọrọ ọchịchị, na onye guzobere Ghana's Progressive People's Party.A họpụtara onye isi ala ugboro atọ, ọ bụ onye nzuko omeiwu na mpaghara komenda-Edina-E guafo Abirem wee bụrụ onye minista na-ahụ maka steeti na ọchịchị Kufuor",
  "A mụrụ Paa Kwesi Nduom na Elmina na Central Region nke Ghana. A gụrụ ya Joseph Hubster Yorke Jr n'aha nna ya. Ọ gụrụ akwụkwọ sekọndrị na St",
  "Augustine's College na Cape Coast, ebe ọ nwetara ma General Certificate of Education (GCE) Ordinary na Advanced Levels (\"O\" na \"A\" ọkwa).Ọ gara United States ebe ọ nwetara nzere Bachelor of Arts (Economics) na Mahadum Wisconsin-Milwaukee na 1975",
  "O mechara nweta nzere masta na Management (1977) na Ph.D (Service Delivery Systems) n'afọ 1982 n'otu mahadum ahụ.",
  "Nduom malitere ịrụ ọrụ dị ka onye na-ede akwụkwọ mkpuchi ndụ na North Western Mutual Life Insurance Company n'etiti afọ 1975 na 1978",
  "N'ime afọ sochirinụ, ọ rụrụ ọrụ na Blue Cross Blue Shield nke Wisconsin",
  "N'afọ 1979, ọ sonyeere Milwaukee Metropolitan Sewerage District dị ka onye nyocha mmefu ego na njikwa. N'afọ 1981, ọ sonyeere Deloitte na Touche dị ka onye ndụmọdụ, wee bụrụ onye mmekọ n'ọfịs Milwaukee nke ụlọ ọrụ ahụ n'afọ 1986",
  "N'afọ 1992, o nyere aka guzobe ngalaba Deloitte & Touche's West Africa Consulting.",
  "Ọ rụrụ ọrụ dị ka onye otu ụlọ ọrụ maka Fan Milk Ghana Limited, Edinaman Secondary School na Ghana Heritage and Conservation Trust.",
  "Ọ na-ekerịta ihe onwunwe nke GN Savings and Loans na ndị ọzọ nwere òkè",
  "Ọ bụkwa onye nwe Groupe Ndoum na Coconut Grove Resort na Ghana.",
  "Ọrụ ya na ndọrọ ndọrọ ọchịchị malitere na 1997 mgbe a họpụtara ya dị ka onye otu Komenda-Edina-Eguafo-Abirem District Assembly maka Akotobinsin Electoral Area.",
  "N'ọnwa Disemba afọ 2000, ọ sonyeere ntuli aka ndị omeiwu Ghana maka mpaghara Komenda-Edina-Eguafo-Abirem na tiketi nke Convention's People's Party (CPP)",
  "Otú ọ dị, ọ meriri onye omeiwu nọ n'ọkwa, Ato Quarshie nke National Democratic Congress (NDC) site na 2.6% nke votu ziri ezi. Otú ọ dị, ọnwa abụọ ka e mesịrị, Onye isi ala John Kufuor họpụtara ya dị ka Minista na-ahụ maka atụmatụ akụ na ụba ọ bụ ezie na ọ bụghị onye otu New Patriotic Party na-achị",
  "Ọ rụkwara ọrụ n'oge a dị ka Onye isi oche nke National Development Planning Commission. N'oge mgbanwe nke ụlọ ọrụ n'ọnwa Eprel afọ 2003, Nduom ghọrọ Minista na-ahụ maka ike. Mgbe ọnwa iri na asatọ gachara, ọ lụrụ ọgụ ọzọ maka oche Komenda-Edina-Eguafo-Abirem na ntuli aka ndị omeiwu Ghana na Disemba 2004 na oge a ọ meriri site na akara 33.6 (30,981 vootu na 15,427). N'oge ahụ, ọ rụrụ ọrụ dị ka onyeisi oche nke Kọmitii Nhazi nke CPP",
  "Na mbido oge nke abụọ nke Onye isi ala Kufuor, Nduom ghọrọ Minista na-ahụ maka mgbanwe nke ngalaba ọha na eze. Ọ gara n'ihu n'ọrụ a ruo n'ọnwa Julaị afọ 2007 mgbe ọ gbara arụkwaghịm n'ọchịchị iji chọọ nhọpụta nke pati ya ka ọ bụrụ onye na-azọ ọkwa onye isi ala CPP.",
  "N'ọnwa Disemba afọ 2007, CPP họpụtara Nduom ka ọ sọọ mpi ntuli aka onye isi ala na Disemba afọ 2008.\nỌ meriri na ntuli aka ahụ, na-enweta ihe na-erughị 1% nke votu. N'oge ntuli aka nke CPP nke afọ 2011, ndị na-azọ ọkwa na Nduom kwadoro, gụnyere Onye isi oche Ladi Nylander n'oge ahụ, ndị ọhụrụ dịka Samia Nkrumah, nwa nwanyị nke onye isi ala mbụ nke Ghana Kwame Nkrumah Ọnwa ole na ole ka e mesịrị, ndị Convention People's Party boro Nduom ebubo na ọ na-emegide iwu nke pati ahụ.\nNa Jenụwarị 2012, Nduom gbara arụkwaghịm na CPP wee guzobe otu nke ya, Progressive People's Party. Ọ bụ onye na-azọ ọkwa onye isi ala nke Progressive People's Party na ntuli aka 2012 na 2016.",
  "Nduom lụrụ Yvonne Nduom, ọkachamara na njikwa na onye gụsịrị akwụkwọ na Mahadum Cape Coast na Ghana na Mahadim Wisconsin na United States. Ha lụrụ di na nwunye ma nwee ụmụ anọ, Dr",
  "Nana Kweku Nduom, Dr",
  "Edjah Kweku Nduum, Chief Nduom, na Dr",
  "Nana Aba Nduom",
  "Nana Kweku lụrụ Esinam Julia Nduom (née Baeta) ma ha nwere nwa nwanyị, Maame Adjoa Kakraba Nduom",
  "Edjah lụrụ Kelley Nduom (née Coleman).",
  "Àtụ:S-start\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-par\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-ppo\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-new\nÀtụ:S-ttl\nÀtụ:S-inc",
  "Àtụ:S-ref"
]