[
  "Paa Joe (nke aha ezinụlọ ya bụ Joseph Tetteh-Ashong) bụ onye Ghana na-ese ihe oyiyi palanquin na onye na-ese onyinyo igbe ozu a mụrụ na 1947 na Akwapim na mpaghara ọwụwa anyanwụ nke Ghana",
  "A na-ewere Paa Joe dị ka otu n'ime ndị na-ese ihe na-ese onyinyo ma ọ bụ abebuu adekai (\"igbe ịlụ\") nke ọgbọ ya. Ọ na-etinye aka na ụwa nka mba ụwa kemgbe 1989, a gụnyekwara ya na nnukwu ihe ngosi na Europe, Japan, na USA",
  "Igbe ozu ya dị na nchịkọta na ngosi na-adịgide adịgide n'ọtụtụ ebe ngosi nka n'ụwa niile, gụnyere British Museum na London, Brooklyn Museum na New York, Royal Ontario Museum na Canada, Museum of fine Art na Boston, National Museum of Ethnology na Osaka na ọtụtụ ndị ọzọ yana nchịkọta onwe nke ndị isi mba ọzọ.",
  "Paa Joe malitere ọrụ ya site na afọ iri na abụọ nke mmụta dị ka onye na-ese igbe ozu na ụlọ ọrụ Kane Kwei (1924-1992), na Teshie. N'afọ 1976, Paa Joe malitere azụmahịa nke ya na Nungua",
  "Ọ zụrụ ọtụtụ ndị na-eto eto na-ese ihe dịka Daniel Mensah, Eric Kpakpo, ma ọ bụ Kudjoe Affutu bụ ndị ghọkwara ndị na-ese igbe ozu na-aga nke ọma",
  "N'afọ 2007, Paa Joe si Nungua kwaga Pobiman (Greater Accra) ebe ya na ụmụ ya Jacob na ọtụtụ ndị ọrụ ibe ya na-arụ ọrụ",
  "N'afọ 2013, a kpọrọ Paa Joe maka izu isii na Nottingham, Great Britain.",
  "Ọ bụ ezie na iberibe ndị Paa Joe rụrụ bụ ezigbo igbe ozu nke e jị eli onye nwụrụ anwụ, usoro iji nweta igbe ozu ihe atụ dị nnọọ iche na usoro nkịtị mmadụ nwere ike ịga iji nweta igbe ozu maka onwe ya ma ọ bụ onye ọ hụrụ n'anya. Paa Joe enweghị akwụkwọ ọrụ nke enwere ike ịhọrọ igbe ozu ihe atụ, dịka enwere ike iji igbe ozu nkịtị mee",
  "Akụkụ ọ bụla bụ ọrụ omenala nke metụtara ndụ onye nwụrụ anwụ",
  "Ya mere, Paa Joe abụghị onye omenkà nke ngwaahịa ndị bara uru, kama ọ bụ onye na-ese ihe omenala, ihe ngosi",
  "Ọ bụghị igbe ozu Paa Joe niile ka a na-eji maka olili ozu ma ọ bụ na-ezube igosipụta àgwà nke ndụ mmadụ.",
  "Igbe ozu ndị a na-ahụ anya nwere nnukwu ihe ọdịbendị dị mkpa na Ghana. Ọ bụ ezie na onye nkuzi Paa Joe, Kane Kwei, malitere omume nke ime igbe ozu ihe oyiyi, echiche ahụ nwere mgbọrọgwụ miri emi na ọdịnala Ga. E nwere igbe ozu ndị a na-ahụ anya kemgbe afọ 1950. Otú ọ dị, palanquins ihe atụ nwere akụkọ ihe mere eme miri emi na Ghana.",
  "Paa Joe emeela igbe ozu omenala maka ndị dị mkpa na ọdịbendị Ghana, dị ka Chief Nii Amartey Kwei II.",
  "Paa Joe na-arụ igbe ozu ya n'ụlọ ọrụ ya na mpaghara Accra na Ghana. Ụlọ ọrụ ya nwere mpaghara ole na ole nke gụnyere ọfịs, ụlọ ngosi, ụlọ nkwadebe maka eserese na mbupu, na ebe nchekwa ngwá ọrụ. Otú ọ dị, a na-eme ọtụtụ n'ime nruputa igbe ozu bu nke a na-eme n'azụ ụlọ ọrụ ahụ n'okpuru ndò osisi. N'ebe a, ndị ahịa nwere ike ịbịa lelee igbe ozu ma kpebie maka imewe maka onwe ha maka iji ha mee ihe n'ọdịnihu, ma ọ bụ maka onye ha hụrụ n'anya. Usoro Paa Joe bụ ịchọpụta ọdịmma nke onye chọrọ igbe ozu iji chọpụta ụdị igbe ozu nwere ike ịnọchite anya ndụ ha. Ihe atụ ndị gara aga dị mfe dị ka karama coke ma ọ bụ Bible na nke prọfesọ rịọrọ nnụnụ nwere mkpịsị akwụkwọ n'ọnụ ya.",
  "Ọ bụ ezie na a maara Paa Joe nke ọma maka igbe ozu ya, o mepụtara ọrụ echiche nke na-elekwasị anya na West Africa na ahia ohu gafere Atlantic, dị ka nnukwu ọrụ ọkpụkpụ ya Gates of No Return.",
  "N'afọ 2020, High Museum of Art dị na Atlanta, Georgia gosipụtara ọrụ ọhụrụ nke Joe nke Gold Coast. Ihe ngosi ahụ gosipụtara ụlọ asaa nke jere ozi dị ka ọdụ ụgbọ mmiri maka ndị Afrịka a na-ere n'ohu, tinye n'ụgbọ mmiri, ma ziga na mba Amerịka na Caribbean na narị afọ nke iri na isii ruo nke iri na itoolu",
  "Ọrụ ndị ahụ bụ nnukwu ihe owuwu osisi e sere ese nke gụnyere Cape Coast Castle, Fort Orange, Christiansborg Castle, Fort Patience, na Fort St",
  "Sebastian",
  "Usoro nke ime ọrụ ahụ gụnyere ileta saịtị, ise foto, na eserese.",
  "Paa Joe bụ isiokwu nke ihe ngosi banyere igbe ozu nke onye na-eme ihe nkiri na Britain bụ Ben Wigley na onye na-emepụta Anna Griffin."
]