[
  "Paige Nick bụ onye edemede South Afrikaa, onye na- ede akwụkwọ akụkọ na onye ode akwụkwọ mgbasa ozi.",
  "Paige Rachael Nick toro na Cape Town, South Afrikaa",
  "Ọ bụ nwa akwụkwọ mgbanwe Rotary na Dickinson, North Dakota na afo 1992 ebe ọ gụsịrị akwụkwọ na Dickinson High School wee gaa Mahadum Dickinson State",
  "Na Jenụwarị afo 1993 ọ gụrụ akwụkwọ nbipụta na ịre ahịa na AAA School of Advertising",
  "Na Disemba afo 1993, ọ sonyeere TBWA Hunt Lascaris Cape Town maka ọrụ ezumike ụmụ akwụkwọ",
  "E goro ya ọrụ n'ebe ahụ dị ka onye na-edegharị akwụkwọ obere na Jenụwarị afo 1994.",
  "Akwụkwọ mbụ nke Nick, A Million Miles from Normal, nke e bipụtara na May 2010 na akwụkwọ akụkọ ya nke abụọ, Nke a Ụzọ Up, bipụtara na May afo 2011, ma site na Penguin Books South Africa",
  "Na afo 2013 o sonyeere Sarah Lotz na Helen Moffett, ka ha na-ede akwụkwọ akụkọ nke Họrọ onwe gị Adventure agụụ mmekọahụ, gụnyere, Nwa agbọghọ na-eje ije n'ime mmanya, Nwa agbọghọ na-eje ije n'ime agbamakwụkwọ na nwa agbọghọ na-eje ije n'ime ụbọchị ìsì, nke e rere na mba 21 gburugburu ụwa",
  "Ndị Little, Brown (UK) na Harper Collins USA  na Jonathan Ball Publishers bipụtara ha na South Africa",
  "N'April na afo 2015 Nick's Pens Behaving Badly bụ nke Kwela Books South Africa bipụtara",
  "Ọ bụ nchịkọta nke kọlụm Sunday Times ya na akwụkwọ ozi nzuzu ha kpaliri.",
  "Site na Ọktoba 2011 ruo Febụwarị 2015 Nick dere kọlụm kwa izu gbasara mmekọahụ, mkpakọrịta nwoke na nwaanyị, na ihunanya, na ihe ndị ọzọ na-adịghị mma, maka akwụkwọ akụkọ Sunday Times",
  "Na Febụwarị 2015, kọlụm ya si na kọlụm kwa izu wee gaa na kọlụm kwa ọnwa",
  "N'ime ihe karịrị afọ iri abụọ, Nick arụwo ọrụ na ụlọ ọrụ mgbasa ozi dị iche iche na ọtụtụ ụdị obodo na nke mba ụwa, gụnyere BMW, Jeans Levi's, Nashua, Cosmopolitan Magazine, Allan Grey, kulula, Sanlam na Santam",
  "Nick emeriela ọtụtụ ihe nrite mpaghara na mba ụwa gụnyere Loeries, na Loerie Grand Prix abụọ, onyinye na Cannes, The Art Director's Club of New York, Clios, na nnabata na D&D.",
  "Na 2013 Nick malitere The Good Book Appreciation Society na Facebook",
  "Kpachara anya maka ibe Facebook maka ndị hụrụ akwụkwọ n'anya ghọrọ ogige egwuregwu maka ịkwalite onwe ha, Nick malitere ụlọ ọgbakọ “nzuzo” mebere akwụkwọ dị ka ebe maka ndị na-agụ akwụkwọ (ọtụtụ n'ime ha bụ ndị edemede), biputere eziokwu banyere akwụkwọ, site na nyocha",
  "ajụjụ na ajụjụ ọnụ ndị odee",
  "Dị ka nke March 2015 klọb nwere ihe karịrị 3000 òtù."
]