[
  "Pallance Dladla (a mụrụ n'August 22, 1992) bụ onye na-eme ihe nkiri na South Africa",
  "Ọ natala ọtụtụ onyinye na nhọpụta, gụnyere SAFTA Award",
  "Dladla nwetara nkwado mbụ dịka onye nke abụọ na oge nke abụọ nke Class Act",
  "Ọ meriri ndị mmeri Abdul Khoza na Tumie Ngumla, ndị ya na ha ga-arụkọ ọrụ na usoro ihe nkiri SABC1 Tempy Pusha.",
  "Dladla nwere ọrụ na ihe ngosi telivishọn dị iche iche, gụnyere usoro ihe nkiri 4Play: Sex Tips for Girls, Intersexions, Isibaya, Rhythm City, Is'Thunzi, na ihe nkiri Tempy Pushas a kpọtụrụ aha n'elu",
  "Ọrụ mbụ ya na mmepụta nnukwu mmefu ego bịara na ihe nkiri Hard to Get (2014)",
  "N'afọ 2019, Dladla pụtara na usoro ihe nkiri Netflix Shadow, dịka onye Shadrach \"Shadow\" Khumalo.",
  "A mụrụ Dladla na Johannesburg, Gauteng province nke South Africa",
  "A zụlitere ya n'obodo Soweto",
  "Dladla tolitere n'enweghị nna ya ma nna nna ya zụlitere ya. Dịka Dladla si kwuo, nna nna ya kpọrọ ya \"Pallance\" n'aha onye na-eme ihe nkiri kachasị amasị ya, Jack Palance. Ọ gara Parktown Boys' High School na Wellington Road dị nso n'obodo Park Mansion.",
  "Dladla zụlitere ịhụnanya maka ime ihe nkiri mgbe ọ dị obere",
  "N'afọ 2010 o sonyere na asọmpi agụmakwụkwọ DALRO nke mba niile, ebe egwuregwu ya dere n'onwe ya bụ onye nke abụọ. Mgbe ọ nọ n'ụlọ akwụkwọ, Dladla meriri Parktown Boys High Original Script Award tinyere Best Actor Award. Dladla gara n'ihu merie ihe nrite kachasị mma na ACT / DALRO / Nedbank Scholarships Development.",
  "N'afọ 2011, mgbe ọ na-eso enyi ya gaa nyocha maka Class Act, Dladla mere mkpebi na-enweghị isi ka ọ gaa nyocha na asọmpi ọchụchọ talent nke SABC1 na-agbasa na mba niile. Dladla ruru ọkwa ikpeazụ nke Class Act 2011. Ọ natara otuto site n'aka ndị dịka Darryl Roodt, onye duziri ihe nkiri a họpụtara na Academy Award Yesterday",
  "Dladla mechara merie Abdul Khoza na asọmpi ahụ na ntuli aka ikpeazụ nke ọha na eze.",
  "N'afọ 2012, ya na Xolile Tshabalala, Kgomotso Christopher, Tiffany Jones, na Cheryl Ladd, ọ rụrụ ọrụ dịka Jimmy na usoro ihe nkiri etv 4Play: Sex Tips for Girls - Season 3",
  "N'otu afọ ahụ, o nwere ọrụ cameo dịka \"Mohato\" na usoro ihe nkiri Britain Wild at Heart",
  "N'afọ 2013, ọ rụrụ ọrụ Sizwe na usoro ihe nkiri SABC1 Intersexions",
  "N'otu afọ ahụ, ọ pụtara dịka onye X na SABC 1 comedy-drama Tempy Pushas",
  "Na oge nke atọ nke usoro ahụ, Luzuko Nteleko nọchiri ya. N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ nwetara ọrụ dị mkpa na Mzansi Magic soap-opera Isibaya, ebe ọ gosipụtara onye Jabulani \"Jabu\" Zungu",
  "Ọ bụ otu n'ime ndị mbụ na-eme ihe nkiri kemgbe ihe ngosi ahụ malitere. Dladla nwetara otuto maka arụmọrụ ya dịka onye na-akwado onye na-eme ihe nkiri na ihe nkiri iNumber Number (2013).",
  "N'ọnwa June afọ 2014, Dladla sonyeere e.tv soapie Rhythm City, na-eweghara ọrụ Sibusiso Vilakazi, nke Lungile Radu mere na mbụ. Na mgbakwunye, a tụbara Dladla na ihe nkiri ihe nkiri ịhụnanya Hard to Get n'akụkụ Thishiwe Ziqubu na Israel Makoe",
  "Ihe nkiri ahụ nwetara ọtụtụ nyocha dị mma.",
  "Site n'afọ 2016-2017, Dladla nwere ọrụ ugboro ugboro dịka Duke na Mzansi Magic-Doug Liman duziri ihe nkiri Is'thunzi",
  "N'afọ 2019, Dladla pụtara na usoro ihe nkiri Netflix Shadow dịka onye Shadrach \"Shadow\" Khumalo",
  "Ndị otu ndị ọzọ gụnyere Amanda Du-Pont, Khathu Ramabulana, na Tumie Ngumla",
  "Shadow bụ Netflix's first South African original series na ọ malitere na 8 March 2019.",
  "Dladla na-enwe mmasị ịgba egwú na ikiri ihe nkiri n'oge ezumike ya",
  "Ihe nkiri kachasị amasị ya gụnyere Scarface, Training Day na Mean Streets. Dladla kwuru na Al Pacino, Denzel Washington, na Johnny Depp bụ ndị na-eme ihe nkiri kachasị amasị ya. Dladla bụ enyi Sdumo Mtshali, onye ya na ya gbara na Tempy Pushas, IsiBaya, iNumber Number na Hard to Get",
  "Ed"
]