[
  "Pallas Daemi Kunaiyi-Akpannah (ka amụrụ na Julaị 12, 1997) bụ onye egwuregwu bọọlụ Naịjirịa. Ọ gbara bọọlụ kọleji maka Northwestern Wildcats Ọ na-egwuri egwu maka Italian Seria A n'akụkụ Faenza Basket Project",
  "Kunaiyi-Akpannah malitere ụlọ akwụkwọ sekọndrị ya n'ụlọ akwụkwọ obibi na Naịjirịa, ọ malitere ịgba bọọlụ basketball mgbe ọ dị afọ iri na anọ, ọ gara ogige bọọlụ bọọlụ Hope maka ụmụ agbọghọ nke Mobolaji Akiode haziri na Abuja Naịjirịa ebe a hụrụ ikike egwuregwu ya. \nKunaiyi-Akpannah kwagara Rabun Gap-Nacoochee School, Rabun County, Georgia, United States, site na Nigeria mgbe ọ dị afọ iri na ise, ọ na-egwu basketball njem na ezumike ụlọ akwụkwọ sekọndrị ya ma ọ na-enwetakwa okpukpu abụọ n'azụ ihe fọrọ nke nta ka ọ bụrụ akara iri na ihe karịrị 11 rebounds kwa egwuregwu mgbe ọ na-enyere Eagles aka na ndekọ 21-5",
  "O duuru ndị otu ya ruo n'ọkwa nke abụọ na 2014 State Tournament O sonyekwara na egwuregwu ndị ọzọ dịka egwuregwu na egwuregwu na ụlọakwụkwọ sekọndrị.",
  "Kunaiyi-Akpannah gbara bọọlụ basketball kọleji maka Northwestern Wildcats ebe ọ bụ ndị otu egwuregwu ya na nhọrọ nke ise n'ozuzu ya na 2017 draft Nia Coffey, ọ na-erughị akara 4 kwa egwuregwu ma ọ na-enwetakwa 9.3 rebounds kwa egwuregwu na egwuregwu Big Ten Tournament anọ n'agbanyeghị na ọ na-egwu naanị nkeji 21.8 kwa egwuregwu na oge ọhụrụ ya na Northwestern Kunaiyi-Akpannah sophomore afọ hụrụ nkezi 1.6 akara na 3.8 rebounds kwa egwuregwu.\nN'afọ nwata ya, ọ bụ onye nke abụọ na Big Ten na akara 11.3 na 11.9 rebounds kwa egwuregwu, na okpukpu abụọ ya iri na asatọ bụ nke asatọ na mba ahụ.\nN'afọ ikpeazụ ya, ndị mgbasa ozi kpọrọ ya aha na First Team All-Big Ten, mgbe ọ gụsịrị nke atọ na ogbako na ihe ndi bekee kpọrọ rebounds  na nke iri na atọ na mba ahụ na 11 rebounds, ebe ọ na-eme ka akara ya ruo akara 11.1. O mere ihe karịrị 1000 rebounds n'oge ọ nọ na kọleji, ọ bụ onye ọkpụkpọ nke abụọ na Northwestern History iji mee ihe karịrị puku ribonds.",
  "A na-edeghị Kunaiyi-Akpannah na 2019 WNBA Draft, ndị otu WNBA Chicago Sky bịanyere aka na nkwekọrịta ọzụzụ na Mee 4, 2019, ndị otu ahụ mechara hapụ ya na Mee 8, 2019.",
  "Kunaiyi-Akpannah kwagara n'akụkụ Pallacanestro Vigarano nke Italian Seria A n'afọ 2019, ọ na-egwuri egwu dị ka Center na otu ahụ. Na Disemba 15, 2019 o nwere okpukpu abụọ nke gụnyere akara iri na otu na ọrụ dị elu nke 27 rebounds megide Broni ebe ndị otu ahụ meriri 83-75.",
  "Na 28 Mee, 2020, Kunaiyi-Akpannah bịanyere aka na Namur-Capitale maka oge 2020-2021. Ndị otu ahụ kwụsịrị oge ahụ na-emeri asọmpi Belgium mgbe ndị otu ikpeazụ, Castors Braine, kwụsịrị n'ihi ọtụtụ n'ime ndị egwuregwu ha nwalere ọrịa covid-19.",
  "Na 29 June, 2021, ọ bịanyere aka na Italian Seria A club Faenza Basket Project maka oge 2021-2022.",
  "A kpọrọ Kunaiyi-Akpannah ka ọ nọchite anya D'Tigress ma sonye na asọmpi 2019 pre Olympic Qualifying na Mozambique ebe ọ malitere ịnọchite anya Naịjirịa, ọ gbara nkezi 4 rebounds n'oge asọmpi ahụ. A kpọkwara ya isonye na 2020 FIBA Women's Olympic Qualifying Tournaments na Belgrade",
  "Nna ya, Daemi Kunaiyi-Akpannah, bụbu onye otu ndị nnọchi anya Naịjirịa maka Rivers Steeti."
]