[
  "Palmer C",
  "Hayden (Jenụwarị 15, 1890 na Febụwarị 18, 1973) bụ onye America na-ese ihe nke gosipụtara ndụ ndị Africa America, ọdịdị ala, ọdịdị mmịrị, na mmetụta ndị Africa",
  "Ọ na-ese ihe, na-ese ma mmanụ ma na mmiri, ọ bụkwa onye na-ese egwu nkè ógè ya.",
  "A mụrụ Palmer C Hayden, nke aha ya bụ Peyton Cole Hedgeman, na Jenụwarị 15, 1890 na Widewater, Virginia. Ọ bụ nwanne ya nwoke nkè okenye mèrè ka Hayden mara nka, onye malitere ise ihe mgbè ọ dị obere",
  "N'agbanyeghị mmasị mbụ ya na nka, Hayden nwere ọchịchọ ịghọ onye na-akpọ violin",
  "N'ụzọ dị mwute, ọtụtụ ihe mgbochi gbochiri nke a, gụnyere ọdịdị ya na nsogbu ego n'ezinụlọ ya",
  "N'agbanyeghị nnukwu ihe ịga nke ọma ya dị ka onye na-ese ihe, Hayden ga-emecha kwaa ụta màkà mkpebi ya ịhapụ nrọ mbụ ya",
  "Nkụda mmụọ dị ilu nọgidere n'uche Hayden dị ka egosiri na ụfọdụ ọrụ ya",
  "Midnight at the Crossroads bụ ihe osise nke na-egosi mkpebi a manyere ya ime",
  "Ọ bụ ezie na nkwonkwo ụkwụ ya na ihu ya na-egosi mmasị ya n'ụzọ ónyé na-agụ egwú, ọ na-ahọrọ ụzọ nke ọzọ. Akụkụ a na-egosi ihe esemokwu Hayden pụtara.",
  "Hayden gbasoro ọrụ nka site n'ịmụ ihe osise icheku ọkụ na Mahadum Columbia ka ọ na-arụ ọrụ abalị na post ọfịs",
  "Mgbè Hayden kpebiri na ọrụ post ọfịs ya were oge ya, ọ kwụsịrị ma malite ọrụ nhicha n'ụlọ dị iche iche dị na New York City",
  "Na mberede, ónyé mbụ ọ rụrụ ọrụ bụ Victor Perard, ónyé na-ese ihe na ónyé nkụzi nka na Cooper Union, nke a na-akpọbu Cooper Institute",
  "E goro Hayden ka ọ sachaa ụlọ ọrụ Perard ma gbaa ya ume ka ọ gaa n'ihu na-emepe nka ya.",
  "Mgbè afọ ise gachara mba ọzọ, jiri ego ọ gbazitere n'aka American Aid Society nke Paris, otu na-enweghị uru iji kwado ndị America nọ na mba ọzọ, Hayden kpebiri ịlaghachi na United States na August 11, 1932",
  "Ọ nọgidere na New York City, ebe o biri tupu ọ gaa mba ọzọ, mgbè ọ lọtara, ọ ghọrọ onye na-ese ihe na-ahụ màkà ọrụ na-aga n'ihu na ụgwọ ọnwa dị egwu nke ihe dị ka $ 30 kwa izu.",
  "Afọ iri mgbè nleta mbụ ya na 1926, Hayden laghachiri Paris n'oge na-adịghị anya; obere ihe ka a maara banyere nleta a",
  "Ọ laghachiri na New York n'ime otu afọ ma mgbè ọ dị afọ 50, ọ lụrụ Miriam Huffman",
  "O kpebiri na 1944 ịmalite ọrụ ọhụrụ, nke dugara na mgbalị afọ atọ nke rụzuru ọrụ ya kachasị mma: Usoro John Henry Echiche a gbanyere mkpọrọgwụ n'akụkọ ifo nna ya gwara ya mgbè ọ bụ nwata wee gaa nyocha maka ikike nke akụkọ ọdịnala ahụ, na-enweta mkpali iji sonye na nka ya",
  "Nkọwa ọ bụla ọzọ maka ihe mere Hayden ji nwee mmetụta siri ike banyere John Henry na usoro ahụ n'ozuzu ya edoghị anya na akọwaghị ya, mana o yikarịrị ka ọ na-ejikọta ya na mmekọrịta mpako ya na ndị Afrịka America.",
  "N'oge ọ kara nká, Hayden nọgidere na-arụsi ọrụ ike na nka ya, a na-ahọrọ ya mgbe niile maka onyinye ndị a ma ama ma na-eme njem n'etiti Paris na United States iji mee ka mmụọ ya dịkwuo mma. Ịkpa ókè agbụrụ nọgidere bụrụ isiokwu dị mkpa na ndụ ya na nka ya, na-eduga ya ikwu okwu n'ihu ọha megide iwu agbụrụ na-egbochi ndị Africa America na ndị Hispanic",
  "A hụrụ ihe atụ nke a na 1966, mgbe Hayden degaara William Booth, Onye isi oche nke City Commission on Human Rights, banyere nkwado maka ọnụ ọgụgụ hà nhata nke ndị Africa America, Latinos, na ndị ọcha nọ na bọọdụ iji gbochie mmeso ọjọọ nke ajọ mbunobi na ike kpatara.",
  "Hayden nwụrụ na Febụwarị 18, 1973, obéré oge ka ọ natara onyinye iji gosipụta ndị agha Negro n'etiti agha ụwa."
]