[
  "Mkpụrụ osisi nkwụ bụ ofe e ji mkpụrụ osisi nkwụ mee ma ọ bụ ihe a na-ahụkarị n'obodo Afrịka. O sitere n'ebo Urhobo na Delta State, Nigeria",
  "Mkpụrụ osisi nkwụ aghọwo ofe kọntinent.",
  "Mbanga soup is a palm fruit soup in Cameroonian cuisine and West African cuisine. It is often served with kwacoco",
  "The soup is Cameroon's version of the West African Banga (soup), a palm fruit soup eaten in areas including parts of Nigeria",
  "In Cameroon mbanga is made using fresh palm nuts",
  "Outside the area canned nuts can be used.",
  "Ofe akwụ bụ ụdị ofe ndi Southern Niger Delta Nigeria particularly the Itsekiri ethnic group. This cuisine is quite different from \"Ofe Akwu\" which is a variant found in Igbo culture",
  "The Binis have a soup from palm fruits similar to \"Ofe Akwu\" in ingredients and manner of preparation.",
  "Na Naịjịrịa, a na-eji nri ahụ na nri ndị ọzọ dịka Starch (Usi) maka ndị Urhobo nke Delta State, Naị́jerị́a. Ndị Igbo nwere ụdị ofe na ofe dị iche iche nke e ji mkpụrụ nkwụ mee",
  "Ofe akwu bụ ụdị nri a na-ejikarị osikapa eme ihe ebe a na-eji mkpụrụ osisi nkwụ eme ihe karịsịa na mpaghara Anambra nke ala Igbo iji kwadebe ofe Oha na Onugbu tinyere nri a na'akpụ akpụ (nke a maara nke ọma dị ka 'swallow') dịka cassava a kụrụ (utara / akpu), ọka / cassava ntụ ọka (nni oka)",
  "Mkpụrụ nkwụ dị mkpa karịsịa nye ndị Igbo.",
  "A na-ewepụta mkpụrụ osisi nkwụ ahụ site na osisi nkwụ na-eto eto n'ógbè ahụ, mgbe nke ahụ gasịrị, a na-asa ya nke ọma, sie ya ma sie ya maka iwepụta mmanụ ya nke bụ isi ihe na-akwadebe ofe Banga.",
  "A na-eji beletete, mkpụrụ osisi aidan, akwụkwọ osisi Banga a na-akpọ Obenetietien (a pụrụ iji akwụkwọ osisi na-esi ísì ụtọ ma ọ bụ nke na-esi ilu dochie anya ya), osisi oburunbebe, yabasị a pịrị nke ọma, crayfish, chili pepper ma ọ bụ bonnet scotch, na nnu. A na-eri ofe ahụ mgbe ụfọdụ na cocoyam (taro) pudding a na-akpọ kwacoco",
  "A na-ejikarị azụ̀ catfish (azụ̀ Banga soup) a mịrị amị ma ọ bụ anụ a na-ese n'ọkụ.",
  "Ofe ahụ nwekwara ike ime nri dị ụtọ na mgbakwunye nke akwụkwọ nri Okra.",
  "Amiedi, nke a makwaara dị ka ofe banga, bụ ofe nke ndị Urhobo nke Southern Naijiria riri",
  "A na-eme ya site na iwepụta mmiri nke mkpụrụ nkwụ",
  "Mgbe nke ahụ gasịrị, a na-agbakwunye ihe ndị ọzọ dị ka crayfish, anụ, azụ, ose na eriri ehi",
  "A na-eri ya na eba ma ọ bụ usi (starch)",
  "(Elaeis guineensis) e wepụtara.",
  "Mkpụrụ osisi nkwụ na azụ",
  "Mkpụrụ osisi nkwụ",
  "Akị nkụ Ghana",
  "Mkpụrụ osisi nkwụ n'ebe dị nso",
  "Mkpụrụ osisi nkwụ na-ere ọkụ",
  "Fufu na ofe nkwụ, snail na tilapia",
  "Àtụ:Soups"
]