[
  "Pamela Phatsimo Sunstrum bụ onye na-ese ihe nkiri",
  "Ọrụ ya gụnyere ise ihe, ntinye ihe",
  "E gosipụtara ọrụ ya n'ọtụtụ ihe ngosi, nke gụnyere GTA21 Triennial Exhibition na Museum of Contemporary Art na Toronto, Canada; The Bronx Museum na New York, USA; The Wiels Contemporary Art Centre na Brussels, Belgium; Museum der Moderne Salzburg, Kunsthaus Zürich, Germany; The Showroom na London, England; na Zeitz Museum of Contemporary Art Africa na Johannesburg, South Africa.",
  "A mụrụ Sunstrum na 1980 na Mochudi, Botswana, ma nọrọ n'oge ọ bụ nwata n'akụkụ dị iche iche nke Africa na ndịda ọwụwa anyanwụ Eshia",
  "Ọ bịara na United States na 1998 wee nweta nzere BA na nkwanye ugwu kasị elu site na Mahadum nke North Carolina na Chapel Hill na International Studies na itinye uche na Trans-national Cultures na 2004",
  "Sunstrum nwetara MFA ya na Mt",
  "Royal School of Art na Maryland Institute College of Art na 2007. O mechara biri na Baltimore Maryland dị ka onye na-ese ihe na Baltimore Creative Alliance, mgbe ọ na-akụzi na Maryland Institute College of Art",
  "Ọ na-ebi ugbu a na Johannesburg, South Africa ebe ọ na-egosi na ihe ngosi onwe onye na nke otu gburugburu ụwa. A họpụtara Sunstrum ka ọ bụrụ osote prọfesọ na Ngalaba Visual Art & Art History nke Mahadum York na 2017.",
  "N'ịbụ onye nwere mmasị na akụkọ ifo oge ochie na echiche sayensị, Sunstrum na-eche banyere mmalite nke oge, echiche ala, na echiche banyere eluigwe na ala",
  "Ọrụ ya na akwụkwọ, nnukwu ntinye, na ihe nkiri na-akwụsị akwụsị na-agbanye mgbọrọgwụ na akụkọ ndụ onwe onye, na-ekwu maka mmepe nke njirimara mba, njikọ mmadụ, na ememe gafere ókèala",
  "N'ịbụ onye ahụmahụ ya n'ebe dị iche iche kpaliri, Sunstrum na-enyocha otú otu mmetụta nke njirimara si emepe n'ime ọnọdụ ala na ọdịbendị",
  "Ihe osise ya bụ akụkọ ọdịdị ala nke na-apụta n'otu oge na ọdịnihu na oge ochie na-agbanwe n'etiti ihe ngosi na ihe ngosi dị egwu nke ugwu mgbawa, n'okpuru ala, na ala dị elu.",
  "Ebe ọ bi na Africa, Ndịda Ọwụwa Anyanwụ Eshia, na United States, Sunstrum mepụtara onwe ọzọ, Asme, iji gosipụta ọdịdị onwe ya na-agbanwe agbanwe. A na-ejikarị mmegharị ahụ na-emetụta onyinyo Asme dị ka ụzọ isi na-atụ aro oge dị mgbagwoju anya, na-egosi ịdị adị ya zuru ụwa ọnụ, na-enweghị oge",
  "Ọdịdị ala nke Sunstrumńs na-agbasawanye na isiokwu nke enweghị oge; ọ na-eweghachi ebe ma nke dị adị ma nke e chepụtara echepụta iji kpughee obere ọnụ ọgụgụ nke ndị mmadụ n'ime mbara igwe buru ibu, echiche nke na-echetara echiche nke narị afọ nke iri na asatọ nke ihe dị elu."
]