[
  "Pamela Jelimo (amụrụ na 5 Disemba 1989) bụ onye Kenya na-agba ọsọ n'etiti etiti, ọkachamara na mita 800",
  "O ritere ihe nrite ọla edo na mita 800 na 2008 Olympics na Beijing mgbe ọ dị afọ 18",
  "Ọ bụ nwanyị Kenya mbụ meriri ihe nrite ọla edo nke Olympic nakwa onye Kenya mbụ merie Golden League Jackpot",
  "O nwere ma ihe ndekọ ụwa nke 800m na ihe ndekọ Africa nke okenye n'otu anya ahụ",
  "Jelimo bụkwa otu n'ime ụmụ nwanyị kachasị nta meriri ihe nrite ọla edo nke Olympic maka Kenya.",
  "A mụrụ Pamela Jelimo n'obodo Kiptamok, Nandi District, Rift Valley Province. Nne ya, Esther Cheptoo Keter, bụ onye na-agba ọsọ mita 200 na mita 400, mana omenala nke agbụrụ Nandi pụtara na dị ka nwa nwanyị ikpeazụ ọ pụghị ịlụ di ma lekọta ndị mụrụ ya n'oge agadi",
  "Otú ọ dị, e kwere ka ọ mụọ ụmụ ụmụ nwoke dị iche iche; ya mere, nne Jelimo zụlitere ya n'ezinụlọ nke ụmụnne atọ na ụmụnne nwanyị isii. Jelimo malitere ịgba ọsọ na 2003, mgbe ọ dị afọ 13, na Koyo Secondary na ngalaba Kaptumo, nso Kapsabet. O guzobere onwe ya ngwa ngwa dị ka onye na-eme egwuregwu, na-emeri na asọmpi ụlọ akwụkwọ na 100 mita, 200 mita, 400 mita, 800 mita, 400 ihe mgbochi, na heptathlon. Onye nkuzi egwuregwu ụlọ akwụkwọ sekọndrị ya bụ Philip Ng'eno kwuru na ya na ụmụ nwoke na-asọ mpi na ihe omume sprint ebe ụmụ agbọghọ anaghị enye asọmpi ọ chọrọ.",
  "Ezinụlọ ahụ dara ogbenye ma gbalịa ịkwụ ụgwọ iji zipụ Jelimo n'ụlọ akwụkwọ sekọndrị ebe ụmụnne ya abụọ tọrọ ya ahapụla n'ihi na ha enweghị ike ịkwụ ụgwọ ahụ",
  "Ọ jụrụ ịhapụ ma malite ire mmiri ara ehi sitere n'ụmụ ehi ezinụlọ iji kwụọ ụgwọ ya, na-agafe ugwu ndị dị elu iji ree ya na ahịa Chemase. Onye isi ụlọ akwụkwọ Daniel Maru nyere ego maka uwe track na akpụkpọ ụkwụ na-agba ọsọ ka Jelimo wee nwee ike ịga ụlọ ọrụ Kenya maka ịgba ọsọ",
  "Ka ọ na-erule afọ 2004, Jelimo eruola asọmpi mpaghara na 400m. Maru gara n'ihu na mmesapụ aka ya, na-enye ohere ka onye na-eme egwuregwu na-eto eto gụsịrị akwụkwọ mgbe ọ ka ji ụgwọ otu afọ",
  "N'agbanyeghị nke ahụ, a manyere nne ya ire ehi ikpeazụ ya ka Jelimo wee nwee ike ịme ule ya",
  "Ezinụlọ ya na-akwado agụmakwụkwọ ya mgbe niile.",
  "N'ọnwa Juun afọ 2007, ọ bụ onye nke ise n'ọsọ mita 400 na asọmpi Kenya Championships na oge 55.82 sekọnd. Ọ nọgidere na-emeziwanye n'oge niile, na-emeri ihe nrite ọla edo nke mita 400 na African Junior Championships na njedebe nke 54.93 s ma na-etinye ihe ndekọ mba Kenya na 200 m na 24.68 s",
  "Jelimo nwere obi ụtọ na ihe ọ rụzuru mana onye nkuzi ọhụrụ ya bụ Zaid Kipkemboi Aziz tụrụ aro ka ọ gbanwee na 800 m, na-ekwu na ọ ga-arụ ọrụ kachasị mma n'ebe dị anya",
  "Ọ malitere ịrụ ọrụ maka ndị uwe ojii Kenya ma na-azụ onwe ya na onye na-agba ọsọ Kenya Janeth Jepkosgei.",
  "Jelimo gbara ọsọ mita 800 mbụ ya na 19 Eprel 2008 na ule Kenya maka asọmpi Afrịka, na-agba nkeji 2:01.02. N'agbanyeghị ọrụ egwuregwu ya, ọ gara n'ihu na-arụ ọrụ na ụlọ ọrụ ndị uwe ojii Embu dị ka onye uwe ojii, na-enweta KSh 11000 kwa ọnwa (ihe dịka € 100).",
  "O mere ọganihu ya na 2008 African Championships in Athletics mgbe ọ dị afọ 18. Oge ya, 1:58.70, bụ ihe ndekọ ọhụrụ nke mba",
  "Na 25 Mee 2008 ọ meriri mita 800 na ihe omume Hengelo Grand Prix ma setịpụ Junior World Record ọhụrụ nke 1:55.76",
  "Yuan Wang nke China setịpụrụ ndekọ gara aga (1:57.18) na afọ 1993. Ọ bụkwa ihe ndekọ ọhụrụ nke Kenya, nke Janeth Jepkosgei nwere (1:56.04 na afọ 2007). N'ụbọchị mbụ n'ọnwa Juun afọ 2008, ọ gbara ọsọ 800m na Berlin wee merie ISTAF Golden League na 1:54.99, ihe ndekọ ọhụrụ nke Afrịka",
  "Maria Mutola setịpụrụ ndekọ Afrịka gara aga (1:55.19) na afọ 1994.",
  "N'abalị iri na asatọ n'ọnwa Julaị n'afọ 2008, ọ meziwanyere ihe ndekọ ahụ ruo 1:54.97 na Paris",
  "Ọ bụkwa mmeri nke anọ ya n'usoro na ÅF Golden League, ebe ọ bụ otu n'ime naanị ndị na-asọmpi jackpot abụọ fọdụrụ, onye nke ọzọ bụ onye na-agba ọsọ Blanka Vlašić. N'abalị iri na asatọ n'ọnwa Ọgọstụ n'afọ 2008, Jelimo ritere ọla edo na mita 800 na Beijing Olympics",
  "Oge ya bụ 1:54.87, ọzọ bụ ndekọ",
  "Ọ ghọrọ nwanyị Kenya mbụ meriri nrite ọla edo nke Olympic.",
  "Ọ gara n'ihu na-enweghị mmeri site na mmeri na nzukọ Weltklasse Golden League na Zurich na 29 Ọgọstụ 2008 na-emeziwanye ihe kachasị mma ya ruo 1:54.01. Nke a bụ nke atọ kachasị ọsọ, n'azụ naanị Nadezhda Olizarenko na ndekọ ụwa nke Jarmila Kratochvílová",
  "Na asọmpi Memorial van Damme na Brussels, na ngwụcha nke ÅF Golden League, Jelimo meriri mita 800 na oge nke 1:55.16. Dị ka naanị onye na-eme egwuregwu meriri otu ihe omume ahụ na nzukọ isii niile nke Golden League, ọ meriri jackpot nke asọmpi nke $ 1,000,000",
  "Nanị onye ọzọ fọdụrụnụ, Blanca Vlasic, emeghị mmeri ikpeazụ. Ọ bụ onye Kenya mbụ meriri Golden League jackpot.",
  "O kpuwere okpueze ya na-enweghị mmeri site na mmeri ya na asọmpi IAAF World Athletics Final nke afọ 2008",
  "Mgbe ihe omume ahụ gasịrị, ọ laghachiri Kenya na nke mbụ ya kemgbe ule Olympic ma bụrụ onye nnukwu mmemme nabatara",
  "N'abalị iri na asatọ n'ọnwa Septemba n'afọ 2008 n'obodo Kapsabet, a gụrụ okporo ámá aha ya iji sọpụrụ ya.",
  "E depụtara Jelimo maka IAAF World Athlete of the Year ụmụ nwanyị n'akụkụ Yelena Isinbayeva na Tirunesh Dibaba, mana Isinbayeba meriri ihe nrite ahụ",
  "E nyere Jelimo ihe nrite IAAF Revelation of the Year na afọ 2008 Kenyan Sportswoman of the Year Award.",
  "Ọ hapụrụ oge ime ụlọ nke afọ 2009 n'ihi nsogbu achilles mepụtara mgbe ọ na-azụ onwe ya. Kama nke ahụ, ọ malitere oge ya n'ọnwa Eprel na nzukọ Athletics Kenya na Kakamega, na-agba ọsọ 200 na 1500 mita maka ebumnuche ọzụzụ. N'abalị iri abụọ na atọ n'ọnwa Mee, ọ gbara ọsọ mita 800 mbụ ya n'afọ na Meeting International Mohammed VI na Rabat, Morocco, na-emecha nke isii (oge 2:02.46) ọ bụ ọsọ 800m mbụ ọ na-emerighị",
  "Izu abụọ ka e mesịrị, ọ gwụchara nke ikpeazụ na nzukọ Prefontaine Classic na Eugene, Oregon. N'ihi nsonaazụ ọjọọ ndị a, o lekwasịrị anya na ọzụzụ ihe karịrị otu ọnwa",
  "Ọ laghachiri n'ụzọ gara nke ọma site na mmeri nke nzukọ Heusden-Zolder na 18 Julaị na-agba n'okpuru nkeji abụọ (1:59.59).",
  "Jelimo laghachiri na asọmpi n'ọnwa Eprel afọ 2010, merie ọsọ mita 800 na nzukọ Athletic Kenya na Nakuru. Ọ mechara nke asatọ na nzukọ Diamond League na Shanghai, China",
  "O rughị eru maka asọmpi Afrịka nke 2010 nke e mere na Nairobi.",
  "Na afọ 2011 Prefontaine Classic ọ gwụchara nke ikpeazụ na ọsọ mita 800, oge 2:09.12, ihe fọrọ nke nta ka ọ bụrụ sekọnd itoolu n'azụ onye nke abụọ ikpeazụ, Jemma Simpson. Ọ bụ oge kachasị mma nke Jelimo n'oge ahụ nke IAAF dekọrọ.",
  "Jelimo nwere mmalite na-ekwe nkwa maka oge na afọ 2012 na-emecha nke abụọ n'azụ Malika Akkaoui nke Morocco na nzukọ ime ụlọ na Lievin, France, na-agba ọsọ ndekọ ime ụlọ nke Kenya nke 1:59.10 sekọnd. Oge ime ụlọ ya nwetara ọla edo na 2012 World Indoor Championships na Istanbul, Turkey, na-eme ka oge ya dịkwuo mma ruo 1:58.83 sekọnd",
  "Ọ fọrọ nke nta ka ọ bụrụ onye nke abụọ n'ihu onye nwetara ọlaọcha Nataliia Lupu nke Ukraine.",
  "Ọ malitere oge n'èzí site na mmeri na nzukọ Doha 2012 Diamond League na oge ndekọ nke 1:56.94 nkeji. Fantu Magiso meriri ya na Golden Gala, mana o meriri na ule Kenya wee setịpụ oge kachasị n'ụwa nke 1:56.76 na KBC Night of Athletics.",
  "Na afọ 2012 Olympics, Jelimo mechara n'ọnọdụ nke anọ",
  "N'ọnwa Nọvemba afọ 2015, ụlọ ọrụ World Anti-Doping Agency tụrụ aro ka e nye ụmụ nwanyị Russia abụọ mechara na nke mbụ na nke atọ mmachibido iwu ndụ ha niile maka mmebi iwu doping ha na Olimpik. Kọmitii Olimpik mba ụwa ewepụla Mariya Savinova ikike",
  "IOC emebibeghị onye egwuregwu nke ọzọ ma mee ka ndị ọzọ na-agwụcha otu ọkwa, e nyere Jelimo ọla nchara.",
  "Jelimo lụrụ Peter Kiprotich Murrey, onye bụkwa onye na-agba ọsọ mita 800, na ngwụcha afọ 2007",
  "Ha enweghị ike ịkwụ ụgwọ nnukwu agbamakwụkwọ kama ha nwere emume obodo dị mfe",
  "A kpughere alụmdi na nwunye ahụ n'ihu ọha ruo na Disemba 2008",
  "A mụrụ nwa ha nwanyị n'afọ 2015.",
  "Eziokwu dị ka nke 10 Ọktoba 2008",
  "Ozi niile sitere na profaịlụ IAAF."
]