[
  "Pan African Historical Theatre Project nke a maara ugbu a dị ka PANAFEST bụ ihe omume ọdịnala a na-eme na Ghana afọ abụọ ọ bụla maka ndị Afrịka na ndị si n'Afrịka",
  "E mere ya na nke mbụ ya na 1992",
  "Echiche nke emume a bụ ịkwalite na ịkwalite ịdị n'otu, Pan-Africanism, na mmepe nke kọntinent Afrịka n'onwe ya",
  "Ihe omume ndị na-eme n'ememme a bụ ihe ngosi na ọrụ na mpaghara ihe nkiri, ihe nkiri, egwu, na uri, n'etiti ihe ndị ọzọ",
  "Ọzọkwa, a na-ahụ durbar nke ndị isi, na njem nleta na ebe dị iche iche na-adọrọ mmasị, dị ka ụlọ ndị ohu.",
  "PANAFEST bụ onye nwụrụ anwụ Efua Sutherland mere n'etiti afọ 1980 ka ọ bụrụ ụgbọ omenala maka ijikọ ndị Africa nọ na kọntinent ahụ na ndị bi na mba ọzọ ọnụ n'okwu ndị sitere n'ịgba ohu welitere bụ nke a na-akwụsịbeghị.  PANAFEST na-ekwu maka nkwubi okwu kachasị njọ nke mere na mmalite okike nke ọha mmadụ Africa, bụ nke n'etiti nsogbu ndị ọzọ mebiri ntụkwasị obi onwe onye na nnwere onwe maka mkpebi onwe onye nke mmadụ dum.  Oke osimiri Ghana nwere ihe ncheta nke ihe karịrị afọ 500 nke oge a kacha nwee ọgba aghara n'akụkọ ihe mere eme nke Afrịka, bụ nke emume a kpachapụrụ anya na-eme ka ọ bụrụ saịtị maka iguzogide mmetụta nke ịgba ohu, na-ekpochapụ ihe mgbu nke ndị mbịarambịa, na-ekweta mmetụta fọdụrụnụ nke ahia ahụ.  kọntinenti Afrịka na imekọkwa ọnụ iji mepụta ọdịnihu dị mma na gburugburu ụwa nke oge a.",
  "N'akụkụ usoro ọgwụgwọ ahụ, PANAFEST na-eme ememe ike na nkwụsi ike nke omenala Africa na mmezu nke ndị Africa n'agbanyeghị ahia ohu transatlantic na nsonazụ ya.  Emebere ya iji nyere ndị Africa aka ị nwetaghachi ike ha wee si otú ahụ nwee mmụọ nsọ na ịmụrụ anya ebighi ebi, nyeghachi onwe ha n'inweta ọchịchị nke ọdịnihu nke ha n'ụzọ zuru ezu iji kwado nkuzi nke akụkọ ntolite.  ↵ Enwere mmepe ngwa ngwa taa na-eme ka atụmatụ Ghana a ji nganga bụrụ ikpo okwu dị mkpa ma dị mkpa nke na-enye ndị òtù ezinụlọ Africa ohere ịmekọrịta onwe ha na nkwurịta okwu ozugbo.  N'ime ihe ndị a bụ ihe ọjọọ dị ka ịzụ ahịa mmadụ site na kọntinent, ụbụrụ ụbụrụ, mpụ nke ndị Africa na akụ na ụba ụwa zuru ụwa ọnụ, mmụba ọhụrụ nke ịchụso ihe ndị sitere n'okike nke Africa na iji nwayọọ nwayọọ na-adị n'otu Africa.  Enwekwara ihe ndị dị mma gụnyere ime ka mgbakọ mba ụwa na njikọ aka na atụmatụ Africa guzobe azụmahịa na-agafe agafe, tinye uru na atụmatụ obodo, na-erite uru nke teknụzụ na ịkwalite ike nke ndị Africa gburugburu ụwa.",
  "PANAFEST bụ mmemme mba ụwa nke, dị ka o mere kemgbe nnwere onwe n'etiti narị afọ nke 20, na-eme Ghana ka ọ bụrụ ike na-akpali ndị Africa",
  "Kemgbe 1992, mmemme ahụ adọtala ndị nnọchi anya gọọmentị, ndị mmadụ n'otu n'otu na ndị otu sitere na mba Africa, Caribbean na South America, yana otu na ndị si Europe na United States",
  "Gọọmenti Ghana na-ewere nke a dị ka nnukwu atụmatụ mba ma na-enwe ekele maka ụlọ ọrụ, obodo, otu obodo na ụlọ ọrụ chịkọtara akụrụngwa iji kwado mbọ gọọmentị n'ime afọ",
  "Gọọmenti Ghana nwekwara ekele dị ukwuu maka gọọmentị ụmụnna nwanyị niile maka nsonye ha na African Union maka ịgbazinye nkwado ya na ngosipụta omenala a pụrụ iche."
]