[
  "Florence Lowe \"Pancho\" Barnes (July 22, 1901 - March 30, 1975) bụ onye ọsụ ụzọ na-efe ụgbọelu na onye guzobere otu ndị na-anya ụgbọelu ihe nkiri mbụ",
  "N'afọ 1930, ọ mebiri ihe ndekọ ọsọ ikuku nke Amelia Earhart. Barnes gbara ọsọ na Women's Air Derby ma bụrụ onye otu Ninety-Nines",
  "N'afọ ndị sochirinụ, a maara ya dị ka onye nwe Happy Bottom Riding Club, ụlọ mmanya na ụlọ oriri na ọṅụṅụ dị na Mojave Desert, Southern California, na-enye ndị ọkwọ ụgbọelu na ndị na-eme nnwale na-arụ ọrụ na nso.",
  "A mụrụ ya dị ka Florence Leontine Lowe na July 22, 1901, nye Thaddeus Lowe nke Abụọ (1870-1955) na nwunye mbụ ya, Florence May Dobbins, na Pasadena, California",
  "A mụrụ ya n'ezinụlọ bara ọgaranya, ọ tolitere n'otu nnukwu ụlọ dị na San Marino, California",
  "N'oge ọ malitere, ọ gara ụlọ akwụkwọ onwe onye kachasị mma n'ógbè ahụ, dị ka The Bishop's School. Nna ya, onye na-eme egwuregwu nke ukwuu, gbara ya ume ka ọ nwee ekele maka nnukwu mpụga, Florence ghọkwara onye na-agba ịnyịnya. Nna nna ya bụ Thaddeus S",
  "C",
  "Lowe, onye bụ onye ọsụ ụzọ ụgbọ elu America site na ịmepụta otu ụgbọ elu agha mbụ nke mba ahụ, ndị agha nke Potomac's balloon corps n'oge Agha Obodo America",
  "Ọ kpọọrọ nwa nwa ya nwanyị gaa ihe ngosi ụgbọ elu mgbe ọ dị afọ iri.",
  "Na 1919, Florence lụrụ Reverend C",
  "Rankin Barnes nke South Pasadena, California, ha wee nwee nwa nwoke, William E",
  "Barnes. Nne ya nwụrụ na 1924.",
  "Ebe ọ nọrọ ọnwa anọ na mba ọzọ na Mexico, na-ezute ndị na-eme mgbanwe ma na-agbapụ n'aka ndị ọchịchị, na-eme ka ọ bụrụ nwoke, ọ malitere iji aha njirimara \"Pancho\" n'oge a",
  "[mgbe?Barnes laghachiri San Marino, California, na ihe nketa e nyere ya mgbe nne na nna ya nwụrụ",
  "N'afọ 1928, mgbe ọ na-akwọ nwa nwanne ya nwoke Dean Banks na nkuzi ụgbọ elu, o kpebiri ịmụta ụgbọ elu, ma mee ka onye nkuzi ụgbọelu nke nwa nwanne ya nwanyị, Ben Catlin, onye agha ụwa nke mbụ, kwenye na ọ chọrọ n'otu ụbọchị ahụ. Ọ na-eme naanị ya mgbe awa isii nke ntụziaka zuru oke gasịrị.",
  "Barnes mere ihe ngosi ad-hoc barnstorming ma sọọ mpi na asọmpi ikuku",
  "N'agbanyeghị ihe mberede na 1929 Women's Air Derby, ọ laghachiri na 1930 n'okpuru nkwado nke Union Oil Company iji merie asọmpi ahụ - ma mebie ihe ndekọ ọsọ ọsọ ụmụ nwanyị nke Amelia Earhart na ọsọ nke 196.19 kilomita kwa awa (315.74 km / h)",
  "Barnes mebiri ndekọ a na Travel Air Type R Mystery Ship.",
  "Mgbe nkwekọrịta ya na Union Oil gwụsịrị, Barnes kwagara Hollywood ịrụ ọrụ dị ka onye na-anya ụgbọelu maka ihe nkiri",
  "N'afọ 1931, ọ malitere Associated Motion Picture Pilots, otu ndị na-eme ihe nkiri na-eme ka nchekwa ụgbọ elu dị mma ma kwụọ ụgwọ maka ọrụ ụgbọ elu",
  "Ọ gbara n'ọtụtụ ihe nkiri ikuku nke afọ 1930, gụnyere Howard Hughes' Hell's Angels (1930).",
  "Barnes had extensive connections in Hollywood",
  "Her early close friend George Hurrell (1904–1992), then eking out a living as a painter and photographer in Laguna Beach, California, would later become the head of the portrait department of MGM Studios",
  "Barnes is credited with helping Hurrell start his career in Hollywood after he took the photo she was to use on her pilot's license, introducing him to her Hollywood friends.[N 1] In a short period of time, Hurrell became the most in-demand photographer in Hollywood.[N 2]",
  "Barnes tụfuru ọtụtụ ego ya na Great Depression",
  "Ka ọ na-erule 1935, ọ bụ naanị ụlọ ya na Hollywood fọdụrụ",
  "Ọ rere ya, na Machị 1935 zụrụ ala dị hekta 180 na Mojave Desert, n'akụkụ ọdọ mmiri kpọrọ nkụ Rogers na Muroc Field, nke a na-akpọ March Field n'ihi na ọ bụ ihe enyemaka nke March Army Air Base n'oge ahụ.",
  "N'ala ya, Pancho Barnes wuru Happy Bottom Riding Club, nke a makwaara dị ka Rancho Oro Verde Fly-Inn Dude Ranch, ụlọ oriri na ọṅụṅụ na-elekọta ndị na-efe efe n'ọdụ ụgbọ elu dị nso na ndị enyi ya si Hollywood",
  "Barnes ghọrọ ezigbo enyi na ọtụtụ n'ime ndị ọkwọ ụgbọelu nnwale mbụ, gụnyere Chuck Yeager, Robert Anderson \"Bob\" Hoover, Walt Williams, Jack Ridley, General Jimmy Doolittle, Buzz Aldrin, onye na-eme nnwale ụgbọ elu nke North American Bob Cadick, na onye nlekọta nnwale ụgbọelu Roy Ferren. Ogige Barnes ghọrọ ihe a ma ama maka oriri na ndụ dị elu nke ndị ọbịa niile.",
  "Mgbe nnwale ụgbọ elu gara nke ọma, ndị na-anya ụgbọelu Muroc na Edwards na-enwekarị oge dị mma na Happy Bottom Riding Club",
  "Dị ka onye nwe ya, Barnes ga-enye ha nri abalị anụ n'efu maka imebi ihe mgbochi ụda.",
  "Mgbanwe nke iwu na 1952, Otú ọ dị, nyere aka mee ka Barnes banye na esemokwu na United States Air Force (USAF)",
  "USAF na-eme atụmatụ maka ọdịnihu nke ụgbọ elu, ma kpebie na ọ dị mkpa iwu ụzọ ụgbọ elu ọhụrụ, nke dị ogologo iji nweta ụgbọ elu ọhụrụ a na-eme ndokwa ka ọ na-agba ọsọ na ike atọm",
  "Ụzọ ụgbọ elu ọhụrụ ahụ ga-agafe n'ugbo ya",
  "Ndị USAF nyere ya ọnụahịa maka anụ ụlọ ya, ala, na ihe owuwu ndị dị nso na ọnụahịa nke ala ọzara a na-emepebeghị emepe",
  "Ọ rịọrọ ka a nyochaa ya nke ọma iji gosipụta ọnụahịa nke dochie ala ya na azụmahịa ya, mana n'etiti ịnata nyocha ọzọ, ndị isi ụlọ ahụ boro ya ebubo na ọ na-elekọta ụlọ na-adịghị mma n'ugbo ya",
  "Mmetụta nke ọbụna ihe na-ekwesịghị ekwesị mere ka a machibido ndị ọrụ agha iwu, na uru nke azụmahịa ya dara.",
  "Barnes wee gbaa akwụkwọ megide USAF, dịka o si kwuo, \"Chụpụ ndị na-eme ihe ọjọọ na gọọmentị ga-eme ụdị ikpe na-ezighị ezi\"",
  "Ọ maara na ọ bụrụ na ọ tinye akwụkwọ, ọ ga-enwe ohere iwepu n'okpuru iyi ndị isi na ndị ọrụ dị iche iche na ntọala, eziokwu ga-apụta ma mee ka aha ya doo anya",
  "N'oge agha siri ike n'ụlọ ikpe, n'afọ 1953, ọkụ gbara ya n'ọkụ nke sitere n'ụzọ dị omimi",
  "Mgbe ọkụ ahụ gasịrị, ọnụ ahịa nke anụ ụlọ ya na azụmahịa ya gbadatara ruo n'ókè nke na-egosipụta nke ọma onyinye mbụ nke USAF",
  "Ka o sina dị, agha ụlọ ikpe ahụ gara n'ihu",
  "Barnes kpebisiri ike ịnata uru ziri ezi maka ala ya na azụmahịa ya, yana ime ka aha ya dị ọcha",
  "Otu esemokwu dị mkpa banyere ikpe ya bụ: \"Nna m ochie guzobere United States Air Force\"",
  "Na arụmụka ahụ, ụlọ ikpe hụrụ ihu ọma ya ma nye ya ụgwọ ọrụ $ 375,000 maka ihe onwunwe ya na azụmahịa ya",
  "Ọzọkwa, e wepụrụ aha ya",
  "Dị ka ọ bịara, e wughi ụzọ ụgbọ elu ahụ a tụrụ aro ya.",
  "Mgbe gọọmentị zụrụ ya, ọ kwagara Cantil, California, na-enwe olileanya ịmaliteghachi azụmahịa dị otú ahụ n'ebe ahụ",
  "Ọ dịghị mgbe ọ mere",
  "Ọ bụghị ruo na ngwụcha afọ 1960 ka Barnes ghọghachiri onye a na-ahụkarị na ntọala ahụ ma malite ịkpọ ya \"Nne nke Edwards AFB\"",
  "Ọnyá ahụ malitere ịgwọta ka Barnes na ọtụtụ ndị agadi jikọtara",
  "A gbanwere aha ọgba aghara onye ọrụ ahụ na Edwards ka ọ bụrụ Ụlọ Pancho Barnes.",
  "Barnes nwere ọrịa kansa ara, nke nwere ike ịbụ ihe kpatara ọnwụ ya",
  "E mere ndokwa ka ọ bụrụ onye isi okwu na Antelope Valley Aero Museum's annual \"Barnstormers Reunion\" na Eprel 5, 1975",
  "Otú ọ dị, mgbe enyi ya kpọrọ ya na Machị 30, 1975, ọ pụghị iru ya",
  "Nwa ya nwoke Bill hụrụ ya nwụrụ anwụ n'ụlọ ya, onye nchọpụta ahụ kpebiri na ọ nwụrụ ihe fọrọ nke nta ka ọ bụrụ otu izu tupu mgbe ahụ. Bill nwetara ikike pụrụ iche, nke e nyere site na United States Air Force, iji gbasaa ntụ ya na saịtị nke Happy Bottom Riding Club",
  "Mgbe ahụ, o ji ụgbọelu mee ihe n'elu ebe ahụ, mana ifufe na-efefe, na-ebugharị ntụ ahụ n'ime obere ụgbọelu Cessna, ka e buru ya ọzọ",
  "\"Ọbụna n'ọnwụ, Barnes ka hụrụ ezigbo njem ọṅụ n'anya\".",
  "Di ya nke anọ, Eugene \"Mac\" McKendry, gara n'ihu biri na Cantil ma dịrị ndụ Barnes ruo ọtụtụ afọ.",
  "Nwa ya nwoke Bill Barnes nwụrụ mgbe ọ na-anya ụgbọelu North American P-51 Mustang na-efe n'akụkụ Fox Field na Lancaster n'ọnwa Ọktoba afọ 1980",
  "N'afọ 1940, o guzobere Barnes Aviation nke Lancaster, nke Bill na-arụ ọrụ n'oge ọ toro",
  "Ọ ka dị na azụmahịa ụgbọ elu taa.",
  "E gosipụtara ndụ ya na àgwà ya na ihe nkiri epic nke 1983 The Right Stuff, nke sitere na akwụkwọ Tom Wolfe kacha ere ahịa nke 1979 nke otu aha ahụ",
  "Kim Stanley mere ya",
  "Ọ bụkwa isiokwu nke ihe nkiri TV nke akụkọ ifo nke 1988, Pancho Barnes, nke John Michael Hayes dere, nke Richard Heffron duziri, na Valerie Bertinelli",
  "E bipụtara akụkọ ndụ mbụ banyere Barnes na 1986, The Lady Who Tamed Pegasus: The Story of Pancho Barnes, nke Grover Ted Tate dere, onye dabere n'ụzọ dị ukwuu na ihe ndekọ akụkọ ndụ nke Pancho Barnes",
  "N'afọ 1996, akụkọ ndụ nke abụọ pụtara, Pancho: The Biography of Florence Lowe Barnes, nke Barbara Schultz dere",
  "Akụkọ ndụ nke atọ pụtara na 2000, nke Lauren Kessler dere, The Happy Bottom Riding Club: The Life and Times of Pancho Barnes.",
  "PBS kwadoro ihe nkiri, The Legend of Pancho Barnes and the Happy Bottom Riding Club, nke e dechara na 2009",
  "N'ime ya, Kathy Bates na-enye olu Barnes",
  "Emere ihe nkiri ahụ n'onwe ya site na ala Barnes",
  "Otú ọ dị, ala ahụ nyere ndị na-eme ihe nkiri ohere zuru oke maka akwụkwọ na foto nke onwe ya yana akụkọ ndụ ya nke nwere ikike nwebisiinka nke ala ahụ nwere",
  "Ihe nkiri ahụ, nke na-akọ akụkọ ndụ Barnes, bụ nke Nick T",
  "Spark mepụtara ma dee ma Amanda Pope duzie ya na njikọ ya na KOCE-TV, ụlọ ọrụ PBS na Orange County, California",
  "Ihe ngosi ahụ meriri Emmy maka nka na akụkọ ihe mere eme kacha mma.",
  "Barnes' Mystery Ship #32 was for a long time located in a hangar at Mojave Airport",
  "It was sold to a private collector a number of years ago,Àtụ:When and is currently in the United Kingdom, where it has been restored.[N 3]",
  "Ebe akụkọ ihe mere eme nke Happy Bottom Riding Club bụ ebe a na-eme emume ụbọchị Pancho Barnes nke USAF Test Pilot School / Edwards Air Force Base kwa afọ (nke e guzobere na 1980)",
  "A na-eme oriri na ọṅụṅụ ma na-enye ihe ọṅụṅụ, tinyere ịgba egwú na egwu dị ndụ iji cheta onye ọsụ ụzọ ụgbọ elu na enyi a",
  "Oge ezinụlọ na-aga n'ihu ruo ihe dị ka elekere itoolu nke ehihie, mgbe nke ahụ gasịrị ọ bụ oriri naanị ndị okenye, ikekwe iji cheta ụbọchị ochie nke Happy Bottom Riding Club.",
  "Pancho Barnes na Happy Bottom Flying Club bụ ndị Hal Jordan na-eto eto na-eleta na usoro ihe ọchị DC: The New Frontier",
  "N'ime ihe nkiri 2019 Captain Marvel, a na-akpọ ụlọ oriri na ọṅụṅụ onye na-anya ụgbọelu Captain Marvel Pancho's Bar, nke na-ezo aka na aha njirimara Barnes \"Pancho\".",
  "Kpọpụta njehie: <ref> tags exist for a group named \"N\", but no corresponding <references group=\"N\"/> tag was found"
]