[
  "Panel of the Wise (PoW) bụ òtù ndụmọdụ nke African Union, nke nwere ndị otu ise a họpụtara ahọpụta nke ọ bụla na-eje ozi afọ atọ",
  "Ọrụ ya bụ inye echiche na Peace and Security Council na okwu ndị metụtara mgbochi esemokwu, njikwa, na ngwọta",
  "A na-ahọrọ ndị nnọchiteanya maka mpaghara North, East, South, West, na Central nke kọntinent ahụ.",
  "E hiwere Panel mbụ nke ndị maara ihe na December 2007, na ikike nke mebie na 2010",
  "Nzukọ nke ndị isi obodo na ndị ọchịchị, na-ezukọ na Kampala na 2010, kpebiri ịgbasa nhazi nke Panel, site n'ịhọpụta otu ìgwè nke \"Ndị enyi  Panel of the Wise\" họpụtara n'otu ntọala dị ka Panel (otu onye nnọchiteanya maka mpaghara ọ bụla nke Africa).",
  "Ndị otu panel bụ onye isi oche nke African Union Commission na-ahọpụta ma African Union Commission kwadoro ya maka usoro afọ atọ, enwere ike imeghari otu ugboro.",
  "Onye mkpọrọ, mgbe Peace and Security Council (PSC) rịọrọ ya ma ọ bụ n'onwe ya, na-eme \"omume dị otú ahụ e weere dị ka nke kwesịrị ekwesị iji kwado mbọ nke PSC na nke Onye isi oche nke Commission maka mgbochi esemokwu\".",
  "Kọmitii ahụ na-ezukọ opekata mpe ugboro atọ n'afọ iji kwurịta ọrụ ya ma họrọ mpaghara ma ọ bụ mba ọ chọrọ ileta",
  "Ọ na-ahazi ọmụmụ ihe kwa afọ banyere mgbochi na njikwa esemokwu, yana okwu ndị metụtara ya, iji nyere Panel aka mepụta akụkọ isiokwu nke ọ na-enyefe na Nzukọ nke Ndị isi ala na Gọọmentị Afrịka maka nkwado ya",
  "N'oge gara aga, e mepụtara akụkọ gbasara isiokwu ndị gụnyere enweghị ntaramahụhụ, ụmụ nwanyị na ụmụaka na esemokwu agha, na esemokwu ntuli aka.",
  "Dị ka webụsaịtị ya si kwuo, ikike nke Panel bụ nke a, nke e hotara:",
  "PanWise bụ netwọk Pan-African, nke e guzobere site na mkpebi nke Mgbakọ AU nke ndị isi obodo na ndị ọchịchị na May 2013, nke na-ejikọta ndị na-eme mkparịta ụka na usoro, dị ka AU Panel of the Wise, COMESA Committee of Elders, ECOWAS.  Otu ndị okenye, SADC Panel of the Wise, usoro REC ga-eme n'ọdịnihu, Insiders' Mediators, Africa and international mediators na-arụ ọrụ n'Africa, nwere ọrụ mmekọ.",
  "Ebumnuche nke PanWise bụ ime ka mgbochi sie ike, hazie ma mee ka mgbochi, nzaghachi n'oge na mbọ ndị na-eme ihe nkiri dị iche iche na-eme n'Africa n'okpuru otu nche anwụ.",
  "Dabere na ndokwa ndị dị mkpa nke Protocol metụtara Ntọala nke Peace and Security Council of the African Union (PSC Protocol); Protocol on Relations between the African Union and Regional Economic Communities; the Memorandum of Understanding on the Cooperation in the Area of Peace and Security between the AU, the RECs and Stand by Brigades of Eastern Africa and Northern Africa (MoU); the Modalities for the Function of the Wise Panel (AU); na, n'ikpeazụ, ahụmahụ na nkuzi a mụtara n'ihe gbasara imekọ ihe gbasara mmekọrịta, nke 25th nke UN\nPanWise mejupụtara, dị ka ndị isi otu, nke AU Panel nke ndị maara ihe / ndị enyi na ndị ibe ya dị ugbu a na ndị ga-abịa n'ọdịnihu na mpaghara mpaghara gụnyere: Economic Community of West African States \" (ECOWAS) Council of the Wise; Southern African Development Community (SADC) Mediation Reference Group na Panel of Elders; Common Market for Eastern and Southern Africa (COMESA) Committee of Elders, na Intergovernmental Authority for Eastern Community (AS), Central Community of African Development (ASCA), Community of Central Community (AS)",
  "Dị ka ndị otu, PanWise gụnyere Forum of Former African Heads of State, Association African Ombudesmen and Mediators (AAOM), akụrụngwa mba maka udo, kansụl ndị ogbugbo mba, wdg, yana njikọ / ụlọ ọrụ ndị ogbugbu Africa.\nMgbe o kwesịrị ekwesị maka atụmatụ nke PanWise, a ga-akpọ Onye isi oche AU yana ndị ogbugbo Africa Ndị nnọchi anya pụrụ iche, ndị nnọchi anya ndị isi ogbugbo na ndị otu ha ka ha sonye na ọrụ netwọk",
  "Ntọala nke \"Pan African Network of the Wise\" abụghị ihe na-emebi nnwere onwe nke Panel ọ bụla, nzuzo achọrọ n'ime ha ka ha na-arụ ọrụ ha n'ime ụlọ ha, yana ikike ha n'ịhọrọ ndị mmekọ, ndị na-enye onyinye na ndị ọzọ nwere mmasị",
  ".  N'ịrụ ọrụ ya, \"Pan African Network of the Wise\" na-amata mgbe niile na ndị òtù ya nwere ike na-arụsi ọrụ ike na diplomacy mgbochi, mgbasa ozi na ihe omume ndị yiri ya na ndị na-etinye aka na esemokwu ma ọ bụ esemokwu, ya mere ikike, nkwanye ùgwù maka nzuzo.  a na-ahụkwa nlebara anya nke ọma na ndị otu na-akparịta ụka.  ↵Iwube nke PanWise na-aga nke ọma bụ onyinye dị ukwuu na Golden Jubilee nke OAU mere n'afọ a n'okpuru isiokwu \"Pan-Africanism na African Renaissance\".  N'ezie, ọ na-emesi ike ma tinye n'ọrụ echiche nke ndị nna ochie nke OAU, Pan-Africanism, ịdị n'otu na ịdị n'otu nke nzube.",
  "Ndị otu na ndị enyi ugbu a nke Panel of the Wise, bụ ndị otu na-apụ apụ nke Panel of the Wise na-eje ozi site na 2010 ruo 2014, bụ:"
]