[
  "Pankshin bụ ógbè Gọọmentị Obodo na Steeti Plateau, Nigeria",
  "Isi ụlọ ọrụ ya dị n'obodo Pankshin.",
  "O nwere mpaghara km² otu Puku na narị ise na iri abụọ na anọ  na ọnụ ọgụgụ mmadụ narị puku na iri itoolu na otu na narị isii na iri asatọ na ise na ọnụ ọgụgụ afọ 2006.",
  "A maara Pankshin nke ọma maka ebe azụmahịa ya ebe ọtụtụ n'ime ndị mmadụ bụ ndị ọrụ ugbo na-akụ ọtụtụ ihe oriri dịka ọka kirikiru, ọka guinea, ọka, tomato, osikapa, yabasị, cabbage, carrot na nchịkọta mkpụrụ osisi",
  "Mọnde na Pankshin bụ maka ịzụ ahịa na ire ere, ya mere aha ahụ bụ \"ahịa Mọnde\" dịka ndị ahịa, ndị ọchụ̀nta ego na ndị mmadụ nọ gburugburu na ruo n'ebe dị anya dị ka Bauchi na-abịa ịzụta ma ree.",
  "N'ịbụ ndị dị n'etiti ndị nwere ọdịbendị dị iche iche, ndị bi na Pankshin na-asụ ọtụtụ asụsụ gụnyere Ngas, Mupun, Miship, Fier, Tal, Kadung, Pal na Bijim.Ha bụ ndị a hụrụ n'anya na-akwanyere ndị mmadụ ùgwù n'agbanyeghị ụcha, okike ma ọ bụ agbụrụ",
  "Ndị Ngas bi na ya",
  "Agbụrụ ndị ọzọ bụ Mupun, Miship, Fier, Tal, Kadung, Pal, na Bijim",
  "Ndị Hausa, Igbo, Yoruba na Idoma enweghị ghị nnọchite anya.",
  "Ndị bi na Pankshin bụ ndị otu Kraịst na ndị okpukpe ọdịnala ole na ole, na ndị Alakụba ole na ole",
  "Chọọchị ndị mmadụ kacha biri bụ Chọọchị Kraịst na Mba",
  "Chọọchị ndị ọzọ gụnyere Chọọchị Roman Katọlik , Chọọchị Evangelical  Winning All, Chọọchị Anglican, Deeper Life Bible Church, Chọọchị Foursquare Gospel , Assemblies of God, Chọọchị Redeemed Christian Church of God, Living faith, Chọọchị Christ Apostolic , Christ Embassy wdg.",
  "E nwere ụlọ akụ anọ ugbu a na Pankshin: UBA n'ihu ụlọ ezinụlọ NCCF, ụlọ akụ Unity, ụlọ akụ ọrụ ugbo na ụlọ akụ Union nke Nigeria.\nSite na mmụba nke ọnụ ọgụgụ ụmụ akwụkwọ na ụlọ ọrụ ahụ, Pankshin ga-achọ ụlọ akụ ndị ọzọ.",
  "A maara Pankshin nke ọma maka okpomọkụ ya dị jụụ",
  "Nkezi okpomọkụ kwa afọ nke Pankshin bụ 22 °C (72 )  mmiri ozuzo ebe a bụ nkezi otu Puku na otu narị na iri ise milimita (45 n'ime).\nỌnọdụ okpomọkụ nwere ike ịkachasị ọkụ n'etiti ọnwa Eprel ruo mmalite ọnwa June, ebe nnukwu mmiri ozuzo n'ezo n'etiti ngwụcha June ruo n'etiti August",
  "Enwere ike ịnụ okpomọkụ kachasị jụụ n'etiti ọnwa Nọvemba ruo ngwụcha ọnwa Febụwarị, Jenụwarị bụ ọnwa kachasị jụụ.",
  "Pankshin nwere nnukwu ụlọ akwụkwọ abụọ:",
  "Ọnọdụ dị jụụ na-eme ka obi dị nro na nke kachasị elu na ikuku ka ị nwere ike ịhụ ugwu dị iche iche, ebe ntụrụndụ dị mma, ihe mgbochi mmiri, isi iyi, ala dị elu, na họtel, wdg.",
  "Àtụ:LGAs and communities of Plateau State"
]