[
  "Jules Shungu Wembadio Pene Kikumba (14 Juun 1949 ̊ ruo 24 April 2016), nke a maara dịka Papa Wemba (mkpọpụta nke French: ), bụ onye na-agụ egwu na onye na-eti egwu nke Congo nke na-akpọ rumba, soukous, na ndombolo. A na-akpọ ya \"Eze nke Rumba Rock\", ọ bụ otu n'ime ndị egwu kachasị ewu ewu n'oge ya n'Africa ma rụọ ọrụ dị mkpa na egwu ụwa. Ọ bụkwa ihe ngosi ejiji nke mere ka ọdịdị Sape na ụdị ya bụrụ ihe a ma ama site n'òtù egwu ya Viva la Musica, onye ya na ya na-eme ihe nkiri n'ụwa niile.",
  "Ụzọ Papa Wemba si bụrụ onye a ma ama malitere mgbe ọ sonyeere otu egwu Zaiko Langa Langa na ngwụcha afọ 1960",
  "Ihe ịga nke ọma ya dị ka onye guzobere Isifi Lokole na Yoka Lokole sochiri nke a, yana obere oge dị ka onye otu Afrisa International maka ọnwa ole na ole.[n 1] N'oge mmalite nke ọrụ ya, ọ na-eguzobe ụdị nke gụnyere rumba na soukous ọdịnala Congolese, nke nwere ụda ọdịnala Africa, rhythms Caribbean, rock na mkpụrụ obi. Mana Wemba nwetara ihe ịga nke ọma na ọnọdụ mba ụwa na otu egwu ya Viva La Musica, ọkachasị mgbe ọ kpọgara ha na Paris, France na mbido afọ 1980",
  "Ọ bụ n'ebe ahụ ka Wemba nwere ike inweta \"ụda dị iche iche\" n'ọrụ ya, nke egwu ọdịda anyanwụ na-ewu ewu nke gosipụtara ụtọ na ụdị Europe, nke a na-akpọ \"Europop\". Wemba kwuru banyere mgbanwe a n'egwú ya n'oge ajụjụ ọnụ n'afọ 2004:",
  "Papa Wemba bụ otu n'ime ndị egwu mbụ sonyeere òtù egwu rock-rumba Zaiko Langa Langa (ZLL) mgbe e mepụtara ya n'ọnwa Disemba n'afọ 1969 na Kinshasa, site n'aka ọtụtụ ndị egwu Congo a ma ama gụnyere Nyoka Longo Jossart na Bimi Ombale, n'etiti ndị ọzọ. Ọ nọgidere n'òtù ahụ ruo afọ anọ.",
  "Papa Wemba (nke a maara n'oge ahụ dị ka Jules Presley Shungu Wembadio) nyere aka tinye aka na ihe ịga nke ọma nke Zaiko Langa Langa nke mere na, site n'afọ 1973, ọ bụ otu n'ime ndị otu mba Congo na-aga nke ọma",
  "Ka ọ na-erule n'oge ahụ, ihe ngosi na arụmọrụ ZLL gosipụtara ọtụtụ ihe ha na-ewu ewu, ụfọdụ n'ime ha bụ nke Wemba dere",
  "Nke ikpeazụ gụnyere \"Pauline\", \"C'est La Vérité\", \"Chouchouna\", na \"Liwa Ya Somo\".",
  "Zaiko Langa Langa enwetala ndị na-eso ụzọ siri ike ma na-ewu ewu ọbụna n'ụwa egwu Congolese nke, n'oge ahụ, ndị egwu dị iche iche gụnyere Franco Luambo na otu ya TPOK Jazz, ma ọ bụ Tabu Ley Rochereau dị iche iche. ZLL na-asọ mpi maka ndị na-ege ntị na ndị ọzọ (n'oge ahụ) egwu ọhụrụ dịka Bella-Bella na Empire Bakuba.",
  "N'ọnwa Disemba afọ 1974, n'oge a ha bụ ndị a ma ama (na naanị otu ọnwa mgbe Rumble in the Jungle n'etiti Muhammad Ali na George Foreman na Kinshasa), Papa Wemba (nke a na-akpọkarị 'Shungu Wembadio' n'oge a n'ọrụ ya) ya na Evoloko Lay Lay Lay, Mavuela Somo na Bozi Bozi Bojiana, hapụrụ Zaiko Langa Langa Isi iji guzobe otu egwu nke ha. Wemba mechara kwuo na ISIFI bụ aha mkpirisi maka \"Institut du Savoir Ideologique pour la Formation des Idoles,\" nkwupụta nke a na-enyebeghị nkwenye zuru oke",
  "N'ọnwa Julaị n'afọ 1975, Shungu Wembadio nabatara aha a ga-akpọ Papa Wemba",
  "E nyeworị ya akụkụ \"Papa\" (nna) nke aha ya dị ka omenala ọdịnala na omenala n'ihi na ọ bụ nwa mbụ nne ya. Mana n'iwere aha ọhụrụ na onye ọha na eze, a na-ekwusi ike \"Papa\" ugbu a dị ka ihe na-ezo aka na ọrụ ezinụlọ siri ike nke Wemba weere mgbe ọ dị obere, ebe ọ bụ na nne na nna abụọ anwụọla ugbu a: nna Wemba n'afọ 1966, nne ya sochiri ya n'afọ 1973. Isifi Lokole ga-adịgide naanị otu afọ dị ka otu, na otu \"Amazone\" (ihe Wemba dere) dị ka nnukwu ndekọ azụmahịa ya.",
  "N'ọnwa Nọvemba 1975, Papa Wemba, Mavuela Somo na Bozi Boziana hapụrụ Isifi Lokole iji mepụta otu Yoka Lokole (nke a makwaara dị ka Wa Fania All-Stars nke Kinshasa). Yoka Lokole nyere aka na egwu egwu egwu nke Africa site na egwu ha gụnyere \"Matembele Bangui\", \"Lisuma ya Zazu\" (Papa Wemba), \"Mavuela Sala Keba\", na \"Bana Kin\" (Mavuela Somo).",
  "Dị ka Isifi Lokole, Yoka Lokole nke na-eji ngwá electronic eme ihe agaghị adịte aka karịa otu afọ. Mgbe otu afọ nke obere ihe ịga nke ọma gasịrị, esemokwu n'ime Yoka Lokole banyere ego na ùgwù nwekwara mgbagwoju anya site na njide Wemba na mkpirikpi n'ụlọ mkpọrọ Kinshasa Central n'ọnwa Disemba n'afọ 1976 mgbe a na-enyo ya enyo na ya na nwa nwanyị nke ọchịagha nwere mmekọrịta. Ìgwè ahụ gara n'ihu na-eme njem na-enweghị Papa Wemba",
  "Maka ihe ọ bụla (ma ọ bụ ihe kpatara ya), ma ọ bụ nke onwe ya ma ọ bụ ọkachamara (nke otu isi iyi na-eche na ọ nwere ike ịbụ na ọ na-enwe mmetụta na anya ọha na eze), ka ọ na-erule afọ 1977, Wemba guzobere otu ọhụrụ, ma kpọọ ya Viva la Musica.",
  "N'afọ 1977–78, n'ụlọ ugbu a na mpaghara Matonge nke Kinshasa, Papa Wemba malitere ịmepụta otu ya Viva la Musica",
  "A tụrụ aro aha otu egwu ọhụrụ a nye ya n'afọ 1974, mgbe ọ gara egwu na Kinshasa nke gosipụtara ndị Latinos dị na mba New York, Fania All-Stars",
  "N'oge egwu ahụ, otu n'ime ndị na-abụ abụ ga-eti mkpu nye ndị na-ege ntị \"Viva La Musica!\" na nzaghachi ịnụ ọkụ n'obi. Ọhụụ Wemba bụ ịhazi Viva la Musica gburugburu ndị na-eto eto, ndị nwere nkà mana ndị a na-amaghị ama, gụnyere ndị na-abụ abụ Prince Espérant, Jadot \"le Cambodgien\" Sombele, Debaba el Shabab, Pepe Bipoli na Petit Aziza, na ndị na-egwu egwu dị iche iche dịka Rigo Star, Syriana, na Bongo Wende Ndị otu ọhụrụ ahụ gụnyere ngwá ọrụ ọdịnala lokole",
  "E nwekwara egwu jikọtara ya, mukonyonyo, yana ụdị ejiji.",
  "Ndị otu ahụ nwetara ihe ịga nke ọma ozugbo, n'ime afọ mbụ ha na-arụkọ ọrụ ọnụ, akwụkwọ akụkọ Kinshasa bụ Elima kpọrọ ndị otu ahụ \"ndị otu egwu kachasị mma\" na otu ha, \"Mère Supérieure\", abụ kacha mma. N'ime afọ atọ sochirinụ, Viva la Musica wuru na otuto mbụ ndị a na egwu ndị ọzọ gụnyere \"Moku Nyon Nyon\", \"Nyekesse Migue'l\", na \"Cou Cou Dindon\". Ka oge na-aga, e kpughere na Antoine Agbepa bụ onye edemede a na-amaghị ama nke ọtụtụ n'ime egwu ndị a, mgbe Papa Wemba kwuru, \"Ooh! l'homme idée\" (Oh! onye echiche!), si otú a na-akpọ aha onye na-eto eto na-agụ egwu Koffi Olomide - aha ahụ wee rapara.",
  "Mgbe ihe ịga nke ọma ya na ìgwè atọ nwere mmetụta, n'afọ 1977 Papa Wemba guzobere ụdị mmekọrịta maka ndị egwu",
  "Iji mezuo nke a, o jiri ụlọ ezinụlọ ya (n'okporo ámá Kanda-Kanda) dị ka ebe a na-ezukọta ndị ntorobịa Matonge",
  "Ọ kpọrọ ya \"Obodo Molokai\" ma kwuo na ya bụ onye isi agbụrụ ya (onye isi nri).",
  "Malite na ngwụcha afọ 1970 na mmalite afọ 1980, Wemba (ma n'onwe ya ma ya na Viva la Musica) malitere ịga Paris, na-ekwere na enwere ndị na-ege ntị sara mbara maka egwu ọ na-enyere aka ịmepụta n'ime afọ iri gara aga. Dị ka onye na-ede akụkọ ndụ Wemba Craig Harris si kwuo ya:",
  "Ka ọ na-erule ngwụcha afọ 1980 na mmalite afọ 1990, ụdị Wemba dị mfe ịmata ọbụna ka ọ ghọrọ ngwakọta nke rumba, soukous na ndombolo, Latin na rock, jikọtara ya na ụdị pop nke Europe. Mana ka na-achọ ịgbasawanye echiche egwu ha, ma na-aga n'ụzọ egwu ọhụrụ, Viva la Musica nwetara njirimara abụọ. Wemba ugbu a nwere otu ìgwè na Kinshasa (nke a na-akpọ mgbe ụfọdụ \"Nouvelle Ecriture\", \"Nouvel Ecrita\" na ọzọ \"Viva la Musica\") na otu ọzọ na Paris (\"Nouvelle Generation,\" \"La Cour des Grands\" na ugbu a \"Viva Tendance\")",
  "Ndị otu ahụ nọgidere na-enwe ọkwa dị elu na egwu ụwa na egwu dịka \"Le Voyageur\" (1992), \"Emotion\" (1995), \"Pole Position\" (1996) na \"Somo Trop\" (Ọktoba 2003).",
  "Ka ọ na-erule n'oge a, ojiji Wemba ji mmetụta Africa, Cuban na Western mee ihe abụghị naanị otu n'ime ụdị egwu kachasị ewu ewu n'Africa, ọ na-agafe ókèala ọdịbendị ma na-adọta ndị na-ege ntị dị iche iche na mpụga Africa. N'afọ 1993, Wemba sonyeere Peter Gabriel maka njem nzuzo nke ụwa, nke a dọtara uche n'ụdị pụrụ iche nke Wemba na ụda na-emepe emepe. Abọm Emotion a kpọtụrụ aha n'elu, nke e wepụtara na 1995, gosipụtara na ọ na-enweta ndị na-eso ya n'ụwa niile. Abọm a pụtara n'okpuru akara ndekọ Peter Gabriel nke Real World, ma ree ihe karịrị 100,000.",
  "N'ọnwa Febụwarị afọ 2003, a na-enyo Wemba enyo na ọ na-etinye aka na netwọk nke e kwuru na ọ na'ụzọ iwu na-akwadoghị si na Democratic Republic of the Congo banye na Europe. N'oge ahụ, e jidere ya na Paris ma jide ya ka ọ na-echere ikpe. Mgbe ahụ, ọ nọrọ ọnwa atọ na ọkara n'ụlọ mkpọrọ ruo mgbe e bipụtara mgbapụta € 30,000 (akụkọ ụfọdụ kwuru na ọ bụ gọọmentị Congo kwụrụ ya). N'ọnwa Juun n'afọ 2003 a tọhapụrụ Wemba n'ụlọ mkpọrọ nke bụ ahụmahụ nke, mgbe a tọhapụsịrị ya, o kwuru na o nwere mmetụta dị ukwuu n'uche ya",
  "Onye na-agụ egwú ahụ kwuru na ọ gbanwere n'ụzọ ime mmụọ n'ụlọ mkpọrọ ma kọọkwa ihe omume a na abọm ya Somo Trop (nke a tọhapụrụ n'ọnwa Ọktoba afọ 2003). N'abụ \"Numéro d'écrou\", ọ chetara ụbọchị \"Chineke\" gara n'ụlọ mkpọrọ ya. N'afọ 2004, a mara ya ikpe na France, kwụọ ya ụgwọ, ma nye ya ikpe mkpọrọ.  Wemba laghachiri Congo n'afọ 2006.",
  "N'afọ 1979, Papa Wemba ghọrọ onye ndu na-abụghị nke La Sape (Société des Ambianceurs et des Personnes d'Élégance, nke a sụgharịrị n'ụzọ nkịtị dị ka \"Society of Atmosphere-setters and Elegant People\") nke ọ kwalitere dị ka ndị ntorobịa na Zaire. Ụdị ejiji ha sitere na ebe ejiji nke Paris na Milan. Wemba kwuru, sị:",
  "Okpukpe Sapeur kwalitere ụkpụrụ dị elu nke ịdị ọcha onwe onye, ịdị ọcha na ejiji mara mma, nye ọgbọ niile nke ndị ntorobịa gafee Zaire",
  "Mgbe m na-ekwu na a na-edozi ya nke ọma, a na-akpụ ya nke ọma",
  "Anaghị m eche banyere agụmakwụkwọ ha, ebe ọ bụ na agụmakwụkwọ na-ebute ụzọ n'ezinụlọ.",
  "Mgbe ọnwụ Wemba gasịrị, onye na-egwu saxophon nke Cameroon Manu Dibango gwara BBC n'oge ajụjụ ọnụ:",
  "Mmetụta Papa Wemba nwere na ọdịbendị ahụ gosipụtakwara site na mmetụta ya na ọgbọ ọhụrụ nke ndị na-agụ egwú na ndị na-eme ihe nkiri",
  "Dịka ọmụmaatụ, Priyan Weerappuli (onye ndú nke otu Sri Lankan Pahan Silu) zoro aka na Wemba dị ka otu n'ime nnukwu mmetụta egwu ya. Weerappuli na-ekwu na ọ bụ ya mere e ji mara egwu Wemba n'afọ 2004 ma \"bụ nke ụda egwu n'efu nke Wemba's Soukous style gosipụtara\" kpaliri ya nke ukwuu ma, site n'oge ahụ, \"malitere ịnwale ụda ndị a n'ihe ndị ọ dere",
  "\"",
  "Ọtụtụ ndị ọzọ kwanyere ihe nketa Papa Wemba ùgwù mgbe ọ nwụsịrị n'ọnwa Eprel 2016",
  "Ụfọdụ n'ime ha gụnyere ọ bụghị naanị Koffi Olomide na Manu Dibango (ha abụọ a kpọtụrụ aha na mbụ), kamakwa ndị egwu King Kikii na Femi Kuti, tinyere onye na-agba bọọlụ Samuel Eto'o (n'etiti ndị ọzọ) gbara akaebe maka mmetụta na-adịgide adịgide ya na ha.",
  "Papa Wemba nwetara ụfọdụ nlebara anya dị ka onye na-eme ihe nkiri, karịsịa n'ihi na ọ rụrụ ọrụ nwoke na ihe nkiri Zaire na-aga nke ọma La Vie est Belle (Life is Beautiful)  nke onye nduzi Belgian Benoît Lamy na onye na-emepụta ihe na Congolese Ngangura Mweze. Wemba nyere aka ọzọ na ihe nkiri sinima, n'ihi ọrụ ya na soundtracks maka Children of Men, Besieged, na Black Mic Mac",
  "A na-ekwukwa na Wemba bụ \"onye na-ede\" ihe nkiri maka ihe nkiri Identity Pieces, Macadam tribu, tinyere Life is Beautiful..",
  "N'oge ndụ ya, Wemba mere ihe nkiri ole na ole ọzọ na-aga nke ọma, ọ bụ ezie na ọ rụrụ naanị obere ọrụ",
  "N'oge na-adịbeghị anya n'afọ 2012, o nwere ọrụ cameo na ihe nkiri ihe nkiri Belgian Kinshasa Kids E wezụga mmetụta nke ọrụ ya dị mkpa na Life is Beautiful, enwere ọtụtụ vidiyo egwu ya na egwu egwu edere",
  "Ọzọkwa, a na-egosipụta Wemba (dị ka onwe ya) n'ọtụtụ ihe nkiri nke a nabatara nke ọma gụnyere; The Importance of Being Elegant, The Real World of Peter Gabriel na The African Rock 'n' Roll Years (ihe nkiri telivishọn niile).",
  "Wemba nwụrụ mgbe ọ dị afọ iri isii na isii mgbe ọ dara n'elu ikpo okwu na Abidjan, Côte d'Ivoire, n'oge emume egwu obodo FEMUA n'ụbọchị Sunday, 24 n'ọnwa Eprel n'afọ 2016. Na Mọnde, 25 Eprel, a kọrọ na nwunye ya di ya nwụrụ, Mama-Marie Luzolo Amazone, ji ụgbọelu gaa Abidjan \"ya na ndị ezinụlọ na ndị ọrụ gọọmentị\". N'obodo nna Wemba nke Kinshasa, ma ndị egwu ibe ya na ndị na-akwado ya gbakọtara ọnụ dị ka ụtụ maka ihe nketa ya",
  "E mekwara otuto yiri nke ahụ na Paris, London, Brussels na Nairobi.",
  "Abọm studio",
  "Abọm ndị dị ndụ",
  "Abọm ndị ọzọ",
  "Media related to Papa Wemba at Wikimedia Commons"
]