[
  "Pape Abou Cissé (ka amụrụ n'abalị iri na anọ n'ọnwa Septemba n'afọ 1995) bụ onye Senegal na-agba bọọlụ nke na-agbara otu egwuregwu Super League nke Gris Olympiacos na ndị otu mba Senegal bọọlụ",
  "Ọ malitere ọrụ ya na Senegal na AS Pikine wee gbaa bọọlụ na French Ligue 2 club Ajaccio",
  "Onye ntorobịa mba Senegal, ọ bụ onye ntorobịa nke AS Pikine. Mgbe nnwale gasịrị, Cissé sonyeere Ajaccio na mbido afọ 2015 dị ka onye ọkachamara na-azụ. O mere egwuregwu izizi ya na Ligue 2 megide Valenciennes n'ọnwa Eprel afọ 2015, na-egwu egwuregwu ahụ dum. Ọ gara n'ihu mee ngosi iri asaa na otu na French nke abụọ.",
  "N'afọ 2017, ọ sonyere Olympiacos dịka onye na-edebanye aha tupu nkwekọrịta",
  "[nkọwa dị mkpa] Na 14 Ọktoba 2017, o nyere goolu mbụ ya na Olympiacos, mgbe Kostas Fortounis nyere aka na mmeri 4-3 megide Panionios. A kọrọ na Benfica nwere mmasị ịbanye na onye ọkpụkpọ ahụ na windo mbugharị nke Jenụwarị 2018.",
  "Cissé nyere goolu oge mmerụ ahụ maka Olympiacos megide Panathiniakos na derby mbụ nke oge 2018-19 Superleague Greece. E tinyere ya na UEFA's Europa League Breakthrough Team maka afọ 2018: nkọwa ahụ kọwara ya dị ka onye nwere \"ọnụnọ dị elu na akara azụ Olympiacos, nke jikọtara ya na ọsọ aghụghọ na mmata dị ukwuu [na] ihe iyi egwu site na set pieces",
  "\" N'abalị iri na abụọ n'ọnwa Febụwarị afọ 2020, Pape Abou Cisse nyere goolu abụọ ngwa ngwa iji kpochapụ ihe ịma aka isi ike nke Lamia ma nweta nzere Olympiacos maka ọkara ikpeazụ nke Greek Cup, na egwuregwu mmeri ụlọ 3–2 na-akpali akpali. N'abalị iri abụọ na asaa n'ọnwa Febụwarị afọ 2020, o ji isi na-agbada site na nkuku, mgbe onye mba France bụ Mathieu Valbuena na-agbanye n'elu nnyefe dị ize ndụ n'ime obi nke ebe ntaramahụhụ nke Arsenal na mmeri dị ebube 2–1 na London maka Europa League Round nke 32, ụkwụ nke abụọ",
  "E tinyela ya na UEFA Europa League Team of the Week.",
  "Na 30 Jenụwarị 2021, Olympiakos ga-agbazinye onye na-agbachitere mba Senegal bụ Pape Cissé na Saint-Étienne na nhọrọ ịzụta",
  "Onye bụbu onye egwuregwu AS Pikine nwere ohere ịlaghachi azụ na klọb French akụkọ ihe mere eme nke nwere ike ime ka ọ ghara iru nde € 13.",
  "N'ụbọchị nke 19 n'ọnwa Ọgọstụ afọ 2021, o nyere goolu mgbe Aguibou Camara enweghi ike imeri onye nche nke Slovan, na-emeri mmeri 3-0 n'ụlọ 2021–22 UEFA Europa League playoffs 1st round game against ŠK Slovan Bratislava  Na 4 Disemba 2021, site na goolu abụọ nke Cisse (24 ', 49') Olympiakos meriri OFI na Theodoros Vardinogiannis Stadium, na-eme ka mmeri dị mkpa na mbọ klọb ya iji merie asọmpi ahụ.  Na 12 Disemba 2021, ọ bụ naanị ya nyere goolu mgbe Rony Lopes nyere aka na egwuregwu mmeri 1-0 n'ụlọ megide Aris FC.",
  "Cissé nọchitere anya Senegal U20s na 2015 African U-20 Championship na 2015.",
  "N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ n'afọ 2018, ọ natara oku mbụ ya, maka asọmpi iko mba Afrịka nke afọ 2019 megide Madagascar n'ụbọchị nke itoolu n'ọnwa Septemba n'afọ 2018. O mere egwuregwu izizi ya na 13 Ọktoba 2018, na asọmpi ọzọ n'ụlọ Sudan, ma nye naanị goolu nke egwuregwu ahụ",
  "Egwuregwu Cisse na 2021 Africa Cup of Nations, mgbe ọ nọchiri anya Napoli star Kalidou Koulibaly, onye nwalere nje korona, na egwuregwu abụọ mbụ nke ọdụm nke Teranga megide Zimbabwe na Guinea pụtara ìhè, dọtara mmasị nke ọtụtụ klọb Europe.",
  "Àtụ:Updated",
  "Àtụ:Updated",
  "Olympiacos",
  "Senegal",
  "Senegal U20",
  "Otu Onye"
]