[
  "Ịcha akwụkwọ bụ nka nke a na eji akwụkwọ emepụta ihe dị iche iche",
  "Nkà ahụ agbasala n'ụzọ pụrụ iche n'ụwa niile n'ụdị omenala dị iche iche",
  "Otu ihe dị iche nke ọtụtụ omenala kwekọrọ na nke a n'ahụkarị bụ na a na-eji otu mpempe akwụkwọ eme ihe nka megide iji ọtụtụ ibe akwụkwọ achịkọtara ọnụ.",
  "Nka ịcha akwụkwọ pụtara n'oge usoro ndị eze Han na narị afọ nke anọ AD mgbe onye ọrụ gọọmentị China, Cai Lun chepụtara akwụkwọ na AD otu narị na ise. ihe nka ịcha akwụkwọ nke kacha ochie nke dị ugbu a bụ nke akwụkwọ achara ọdị okirikiri na usoro na usoro",
  "Emere ihe nka ahụ na narị afọ nke isii n'oge ọchịchị ndị eze isii",
  "Achọtara ihe nka ịcha akwụkwọ ahụ na Xinjiang, China.. A nọgidere na -eme ịkpụcha ma ịcha akwụkwọ n'oge usoro ndị eze Song na Tang dị ka ụdị ihe ịchọ mma a ma ama.",
  "Ka ọ na-eru narị afọ nke asatọ ma ọ bụ nke itoolu, akụkọ kọrọ na ịcha na ịkpụcha akwụkwọ  pụtara na mpaghara West Asia na Turkey na narị afọ nke iri na isii",
  "Ọmụma imepụta akwụkwọ eruteghị Europe ruo na narị afọ nke iri na atọ",
  "Nke a meree eji ghọta na nka ịcha ma ịkpụcha akwụkwọ rutere ebe ahụ mgbe nke ahụ gasị",
  "Dịka na ọmụmaatụ na obodo Switzerland na Germany, ọ bụ na narị afọ nke iri na isii ka ebidoro nka ịcha na ịkpụcha akwụkwọ ma ọ bụ scherenschnitte (leekwa onyinyo )",
  "Jianzhi (剪紙), bụ ụdị omenala ịcha na ịkpụcha akwụkwọ n'ime China ọ malitekwara site ịcha n'ịkpụcha ihe eji achọ mma China ma emesịa mewe ya ka ọ bụrụ nka ọdịnala n'onwe ya",
  "Emeela Jianzhi na China kemgbe opekata mpe narị afọ nke isii AD",
  "Jianzhi nwere ọtụtụ ojiji dị iche iche na ọdịbendị China, ọfọrọ nke nta ka ọ bụrụ na ọ na egosi naanị maka ahụike, ọganihu ma ọ bụ ebumnuche ịchọ mma",
  "Uhie bụ ụcha nke a na -ejikarị eme ihe",
  "Mbipụta ịcha n'ịkpụcha nke Jianzhi na enwekarị nkwanye ugwu siri ike  na egosi mkpụrụedemede China na-anọchite anya akara kpakpando na anụmanụ  ndị China",
  "UNESCO Intangible Cultural Heritage Lists, nke a chịkọtara n'afọ 2009 ghọtara, gbakwụnyere ịkpụcha na ịcha akwụkwọ China wee depụta ya n'ihi na ọ nwere akụkọ ihe karịrị puku afọ ise ma na-anọchite anya ụkpụrụ ọdịbendị nke ndị mmadụ na China niile",
  "Na China enwerekwa ihe nkiri ahụ akpọrọ Songs of War nke ejiri ụdị teknụzụ eji eme ihe nke na-agagharị mee na ngwa akpọrọ Blender.",
  "Mbipụta ịkpụcha na ịcha akwụkwọ na ụzọ ọgbara ọhụrụ etolitela ma bụrụ nka na ụlọ ọrụ azụmaahịa eji akpata ego",
  "Ịcha na  ịkpụcha akwụkwọ ka na-ewu ewu na China nke oge a, ọkachasị n'oge mmemme pụrụ iche dịka Afọ Ọhụrụ China ma ọ bụ agbamakwụkwọ",
  "Na obodo Japan a na-akpọ nka ịkpụ na ịcha akwụkwọ Kirie ma ọ bụ Kirigami (nke pụtara n'ụzọ nkịtị ịkpụ ma ọ bụ ibe foto)",
  "Ekwuru na ọmalitere mgbe narị isii na iri AD mgbe Doncho, onye mọnk Buddha si Korea wetara akwụkwọ Tesuki Washi, nke e mepụtara na China",
  "Na oge ahụ akwụkwọ eji azụ ahịa nke ndị Japan ji aka mee na site na narị asatọ AD nka ha enweghị atụ",
  "Ịba ụba nke washi ndị Japan pụtara na ịkpụ na ịcha akwụkwọ na mpụta dị ka Kamikiri (ịkpụpụta akwụkwọ na Edo Japan) mepere n'ike n'ike.",
  "Akwụkwọ a na-ejikarị n'ụwa niile taa maka nka ịkpụ na ịcha akwụkwọ, ijikọ akwụkwọ, teepu na ọtụtụ ihe ndị ọzọ abụghị Tesuki washi kama ọ bụ akwụkwọ nke onye Japan Sekishu washi, mepụtara mgbe narị asatọ AD na mpaghara Sekishu (nke dị na Iwami, Japan na oge a)  nke ndị UNESCO wepụtara dị ka Ngwongwo omenala a na-apughi imetụ aka (ma ọ bụ Intangible Cultural property na bekee) na afọ 2009",
  "Mbipụta nka ịkpụ na ịcha akwụkwọ na -aga n'ihu taa na Japan n'ụdị dị ugbu a dị ka nka eserese, nrụnye ihe na ịkpụ ihe ọkpụkpụ eji akwụkwọ eme.",
  "Ndị omenkà ọdịnala China metụtara nka ọdịnala nke ndị Indoneshia",
  "Batik bụ nka ọdịnala Indoneshia ya na ịkpụ na ịcha akwụkwọ",
  "A na ahazi Batik na ụzọ dị iche iji kpughee nkọwa dị mgbagwoju anya nke nka ahụ.",
  "Ọtụtụ ọrụ aka ndị Philippine bu nke a na-eji ịcha akwụkwọ eme",
  "N'oge ekeresimesi ndị Filipino, na oge mmeme parol (ụdị oriọna ọkụ ọdịnala ha) a na eji akwụkwọ nke achara-acha chọọ oriọna ọkụ mma n'ụdị nke dị iche iche dị ka iji ya see okooko osisi n'ihu, pom-pons na \"ọdụ\" kpakpando nke ana etinye cha na oriọna ọkụ ahụ.",
  "Enwekwara nka nke pabalát (ọbọp), ebe a na -eji akwụkwọ nka nke achara-acha nwere agba dị iche iche nke ejiri mkpa wee bee were ezigbo nlezianya kpụchie ihe ndị dị iche iche di ka swiiti nke ọgbara ọhụrụ na nke omenala",
  "A na eji kwa akwụkwọ nka nke achara-acha na  n'emepụta banderitas (bunting) nke eji achọ ebe a na eme ihe mmeme mma",
  "Ndị a nwere ike ịbụ akwụkwọ mpempe achara-acha sara mbara ma ọ bụ nke dị warara nke a na etinye n'okporo ụzọ n'oge mmeme.",
  "Sanjhi bụ aha India maka nka ịcha na ịkpụ akwụkwọ",
  "A na -etinyekarị mpempe akwụkwọ achara-acha nke jupụtara na agba n'ala iji mee Rangoli",
  "Ịcha na ịkpụ akwụkwọ abụwo ụdị nka ndị Juu na eme kemgbe ụwa emepechabeghị emepe, nke jikọtara na omenala  na emumeha dị iche iche, oge ha ji enwe ezumike na omume ndụ ezinụlọ",
  "Akwụkwọ achara-acha nke edoziri-edozi gunyere  ketubot (nkwekọrịta alụmdi na nwunye), Mizrahs, na ihe ịchọ mma n'oge ememme dị iche iche",
  "Otu akụkọ na-akọ banyere Rabbi Shem-Tov ben Yitzhak ben Ardutiel, onye mgbe ọ chọpụtara na ink oji eme edemede ya ajụwo oyi, gara n'ihu na-ede ihe odide ahụ site na ịbe mkpụrụedemede n'ime akwụkwọ",
  "N'ihe dị ka narị afọ nke iri na asaa, nka ịcha na ịkpụ akwụkwọ aghọọla ụdị ihe ama-ama nke na ewu-ewu maka ịchọ mma na obere eserese ihe okpukpe dịka Mizrachs na Shavuot",
  "Na narị afọ nke iri abụọ, nka nke ịkpụ na ịcha akwụkwọ ka ndị Juu si eme ya naghachiri azụ n'Izrel",
  "Taa, a na-ejikarị ya eme maka mizrachs na ketubot",
  "Papel picado bụ aha ndị Mexico na akpọ nka  ịkpụ na ịcha akwụkwọ",
  "A na eji mkpa  ma ọ bụ ihe ndị ọzọ nke dị nkọ acha akwụkwọ n'adịghị arọ na usoro dị mgbagwoju anya; a na -ejikarị usoro a emepụta ọkọlọtọ nke achọrọ mma.",
  "A na -akpọ ọmarịcha nka ịkpụ na ịcha akwụkwọ nke ụdị ndị Slavic nke na ewu ewu na Belarus, Poland, na Ukraine Wycinanki ([vɨt͡ɕiˈnaŋkʲi]) na Poland ma ọ bụ Vytynanky (Витина́нки) na obodo Ukraine  ma ọ bụ Vycinanki (Выцінанкі) na Belarus",
  "Okoko osisi na ebumnuche ezumike na -abụkarị isiokwu nke ọrụ nka ndị a na enwu gbaa.\nÀtụ:Circular reference",
  "Ekeresimesi bụ mgbe ndị obodo Sweden na eji ụdị akwụkwọ achara-acha dị iche iche eme okooko osisi na ihe dị ọzọ na egosi mmeme ahụ gunyere ndị ejiri ekechi swiiti a na-akpọ crackers,  na Ljuskrona nke ejiri akwụkwọ achara-acha ekpuchi, nke a na etinye na ụlọ ndị Sweden na Swedish-America na oge mmeme Ekeresimesi.",
  "Enwere ọdịnala na Switzerland nke na egosi  ịcha akwụkwọ, ọkachasị na Pays-d'Enhaut",
  "Silhouette ma ọ bụ onyonyo bụkwa ihe enwere ike ikwu na ọ bụ nka nke ịcha akwụkwọ ihe ndepụta ma ọ bụ eserese mmadụ site na akwụkwọ ojii",
  "Ndị na-acha akwụkwọ n'oge a na-esokarị otu ma ọ bụ karịa n'ụdị \"ọdịnala\" edepụtara n'elu, ebe ndị ọzọ amalitela ịgbasa nka n'ime ụdị, ebumnuche na atụmatụ dị iche iche",
  "A na ejikọkwa imepụta nka ịcha akwụkwọ  n'oge a na nka nke stencil, nke ya onwe ya na esite na usoro ejiri na eme eserese graffiti",
  "Ojiji ejiri stencil nke aka na nka grafiti enwetawo nlebara anya mba ụwa n'afọ ndị na-adịbeghị anya n'ihi ihe nka nke onye na-ese ihe bụ Banksy"
]