[
  "Parbati Barua (Assamese: পাৰ্বতী বৰুৱা) bụ onye ndọrọ ndọrọ ọchịchị Assamese, onye na-ahụ maka nchekwa anụmanụ na Mahout (okwu India maka onye na-achịkwa ele na onye na-elekọta ya), A mụrụ ya dị ka otu n'ime ụmụ itoolu nke onye Prakritish Chandra Barua nke Royal Family Of Gauripur Prakritish bụ onye ikpeazụ nke Rajahs nke Gauripur nwere ike. Ọ bịara pụta ìhè mgbe BBC mepụtara akwụkwọ akụkọ \"Queen of the Elephants\" dabere na ndụ ya, yana akwụkwọ ibe nke Mark Shand",
  "Ọ bi na Guwahati ma bụrụkwa onye otu ndị ọkachamara elephant Asia, IUCN. Ọ bụ nwanne nwanyị Pratima Barua Pandey na nwa nwanne nwanyị nke onye na-eme ihe nkiri Pramathesh Barua nke Devdas.",
  "A mụrụ Parbarti dị ka otu n'ime ụmụaka itoolu amụrụ n'oge Prakritish Barua, onye ikpeazụ n'ahịrị nke Rajahs nke Gauripur",
  "Kemgbe ọ bụ nwata ọ nwere oke nghọta na mmasị na enyí wee soro nna ya nọrọ ọtụtụ oge n'ime ọhịa",
  "Prakritish bụ dinta na-enweghị atụ ma nwee nghọta karịrị nke mmadụ ma nwee enyí 40 n'ụlọ anụ ụlọ ya.",
  "Ọ na-akpọrọ ezinụlọ ya gaa njem dị ogologo n'ime ọhịa na nnukwu ndị na-eso ya gụnyere ndị na-eje ozi, ndị na-esi nri na onye nkuzi onwe onye maka ụmụ ya na ezinụlọ ya nke nwere ndị nwunye ya anọ na ụmụ itoolu",
  "Ọ bụ na njem ndị a ka n'okwu Parbati n'onwe ya, ọ zụlitere mmasị ya n'enyí",
  "N'afọ 1970, mwepụ nke akpa nzuzo ahụ wụrụ Parbati na ezinụlọ ya nnukwu nsogbu.",
  "Ugbu a na-enweghị ikike maka ọchịchị ọ bụla na-enweghị ụtụ isi na ego e kenyere ha, usoro nke Rajahs nke Gauripur bịara na njedebe ma n'ihe gbasara ike na uru",
  "N'ịbụ onye na-enweghị ihe ọ bụla fọdụrụ ma ọ bụghị obí ya na ụlọ anụ enyí ya, Prakritish ya na nwa ya nwanyị laghachiri n'ime ọhịa wee lanarị site n'ịre enyí na inye ọrụ ha na azụmahịa osisi ozugbo ma ọ bụ site na ngosi Sonepur.",
  "Mgbe ọ dị afọ iri na anọ, Barua jidere enyí ọhịa mbụ ya nke nna ya kelere ya",
  "Kamgbe ahụ ọ mụtala nka n'ịchịkọta enyí na ijide ha ka a na-azụ ha",
  "N'ime afọ ndị gafeworonụ, a na-akpọ ya ọtụtụ oge n'ime ọhịa, ahịhịa tii na ime obodo West Bengal, Odisha na nwa amaala ya Assam ijide ma ọ bụ na-elekọta enyí ọhịa."
]