[
  "Pascal Gabriel Dozie gee ntị (help·info) (amụrụ ya na 9 Eprel 1939 na Owerri, Imo State) bụ onye ọchụnta ego na onye ọchụrụnta ego Naijiria",
  "Ọ bụ onye guzobere Diamond Bank na onye isi oche nke Mahadum Pan-Atlantic.",
  "A mụrụ Dozie na 1939 n'obodo Egbu nke Owerri, Nigeria",
  "A mụrụ ya n'ezinụlọ Charles Dozie onye bụ onye Katọlik na-akụzi katkizim",
  "Dozie gara ụlọ akwụkwọ Our Lady's School Emeku ebe ọ nwetara asambodo mbụ ya (FSLC)",
  "O mechara gaa Holy Ghost Juniorate Seminary na Holy Ghost College, Owerri, ebe o nwetara ule asambodo ụlọ akwụkwọ sekọndrị nke West Africa",
  "Mgbe ọ nwetasịrị asambodo ụlọ akwụkwọ sekọndrị, ọ gara London ebe ọ gụrụ akwụkwọ gbasara akụnụba na London School of Economics wee nweta nzere BSc na Economics",
  "Mgbe nke ahụ gasịrị, ọ gara Mahadum City dị na Lọndọn ebe ọ gụrụ akwụkwọ nyocha ọrụ na injinia ụlọ ọrụ wee nweta nzere masta na Sayensị nchịkwa.",
  "Pascal Dozie malitere ọrụ ya dị ka onye na-ahụ maka akụ na ụba na National Economic Development Office na United Kingdom",
  "Ọ bụkwa onye nkuzi oge ụfọdụ na North Western Polytechnic, London",
  "N'agbata afọ 1970 na 1971 ọ rụrụ ọrụ dị ka onye ndụmọdụ akụ na ụba na African States Consulting Organisation na Uganda",
  "N'afọ 1971 mgbe ọ hapụsịrị ọrụ ya na Uganda, ọ kwagara Naịjirịa na arịrịọ nne ya. N'afọ 1971 mgbe ọ laghachiri Naịjirịa, site na ahụmịhe ya na Econometrics na Injinịa Injinia Ụlọ Ọrụ, ọ malitere ụlọ ọrụ mbụ ya, African Development Consulting Group (ADCG)",
  "ADCG na ụlọ ọrụ ndị dị ka Nestle na Pfizer rụkọrọ ọrụ. Clement Isong, onye bụ Gọvanọ nke Central Bank of Nigeria n'oge ahụ, mechara were ya n'ọrụ iji mee ụfọdụ ọmụmụ ihe banyere Co-operative and Commerce Bank.",
  "N'afọ 1985, a họpụtara ya ka ọ bụrụ onye isi oche nke Progress Bank, nke na-adịghịzi. Ka e mesịrị n'otu afọ ahụ, Dozie tinyere akwụkwọ maka ikikere ụlọ akụ iji nyere ndị ahịa nọ na South-Eastern Nigeria ndị nwere nsogbu ụlọ akụ aka",
  "Nke a mere ka a mụọ Diamond Bank",
  "Na mbido ya, òkè nke ụlọ akụ ahụ bụ Nde naira iri (dollar puku iri abụọ na asatọ) na naanị ndị òkè iri abụọ na otu nwere mmasị",
  "N'afọ 1990, o mezuru ihe Central Bank of Nigeria chọrọ iji rụọ ọrụ ụlọ akụ dị mma na 1991 Diamond Bank malitere ọrụ",
  "Ọ bụ onye isi oche nke Diamond Bank site na 1991 ruo 2006 mgbe o nyefere nwa ya nwoke Uzoma Dozie.",
  "Dozie bụkwa onye isi oche nke Naịjirịa Stock Exchange n'otu oge. Ọ nwere òkè ugbu a na MTN Group ma bụrụ onyeisi oche nke ụlọ ọrụ ahụ",
  "O mechara hapụ arụkwaghịm dị ka onyeisi oche ma onye bụbu onye isi NCC Ernest Ndukwe nọchiri ya.",
  "Pascal lụrụ Chinyere Dozie ma ha nwere ụmụ ise."
]