[
  "Pascal Atuma bụ onye na-eme ihe nkiri Canada-Nigeria, onye na'akwụkwọ ihe osise, Onye na -emepụta ihe ihe ngosi, na Onye isi / Onye Isi oche nke TABIC Record Label (akara ngosi nke a raara nye ndị nwere obere ohere ma nwee nkà na Africa) \nA mụrụ Pascal na Ikwuano Umuahia, Abia State, Nigeria",
  "Ọ gara Government College, Umuahia, wee gaa Mahadum Port Harcourt, Rivers State, Nigeria",
  "Ọ gakwara KD Conservatory-College of Film & Dramatic Arts na Dallas, Texas, USA",
  "E nyekwara ya asambodo na Entrepreneurship Specialization site na Mahadum Pennsylvania, na United States.",
  "Dị ka onye nduzi, ọ na-eduzi ọtụtụ ihe nkiri ya",
  "Dị ka onye na-eme ihe nkiri, ọ pụtara n'ọtụtụ ihe ndị ọ mepụtara, yana ọrụ ndị ọzọ gụnyere 'Sweet Revenge,(Winner 2018, Kevin Hart's Laugh Out Loud, Just For Laws Eat my Shorts\" Lions Gate Competition).\" “Bloodlines”  “LAPD African Cops” “The Other Side of Love,” “My American Nurse” “Faithfulness” and \"Secret Past,\" N'etiti ndị ọzọ.\nỌrụ Pascal gụnyere ihe nkiri ndị dị egwu dị ka My American Nurse 1& 2, Hurricane in the Rose Garden Only in America Okoto the messenger Who is the Man, Accidental life, and Life In NY",
  "Pascal bụ onye na-ese ihe nwere ọtụtụ nkà na onye ngosi TV nke mepụtara ma gosipụta ihe omume 26 ya na 2005 - nke akpọrọ One- World with Pascal Atuma",
  "Pascal achọpụtala ma metụta ọgbọ nke ndị na'eme ihe nkiri Nollywood nke taa.",
  "Ọ bụkwa onye nduzi ihe nkiri nke eduzila ọtụtụ ihe ngosi ụwa nke gụnyere Afro Australian Music & Movie Awards na Sydney Australia, South Sudanese Got Talent, Melbourne Australia, Oturkpo Got Talent, Benue State, Nigeria, wdg, ma eduzikwa ya",
  "Ọtụtụ ihe ngosi ndụ na ndị ama ama African Music Superstars dị ka Awilo Logomba, Davido, 2Face Idibia, Timomatic, wdg",
  "Ọ bụkwa onye ọbịa nke \"The Pascal Atuma Show\" na ihe ngosi okwu YouTube a ma ama \"The House of Commons\"",
  "Oge izizi (ngalaba iri na ato) nke nnukwu nkwukọrịta Global Com's TV Series akpọrọ “Prọfesọ JohnBull”",
  "Na 2018, ọ duziri ma mepụta ihe nkiri mbụ nke Canada- Nigerian nke akpọrọ \"Clash\", setịpụrụ maka ntọhapụ n'ụwa niile na 2019."
]