[
  "Pascale Marthine Tayou (amụrụ na 1967) bụ onye mba Cameroon na-ese ihe a mụrụ na Yaounde, Cameroon na 1967",
  "Ọ malitere ọrụ ya dị ka onye na-ese ihe na afo NDI 1990, ma mee ihe ngosi na Cameroon, Germany, France, na Belgium, tinyere ndị ọzọ",
  "Ọrụ ya na-agwakọta usoro dị iche iche ma na-achọ ịkọwapụta ọdịbendị postcolonial ma na-ewelite ajụjụ banyere ụwa na ọgbara ọhụrụ",
  "A maara ya dị ka Pascal Marthin Tayou, ọ gbanwere aha ya na Pascale Marthine Tayou na 1990s.",
  "A maara Tayou na mba na mba ụwa maka ọrụ nka ya",
  "Ọ na-ejikọta ya na Douala-based doual'art association, nke nyere aka nke ukwuu n'ịkwalite onye na-ese ihe na mba ụwa",
  "Ọrụ mbụ ya lekwasịrị anya na eserese na ihe ọkpụkpụ nke gosipụtara nsogbu ọha mmadụ dịka ọrịa obirinajaocha..N'oge na-adịbeghị anya, ọ na-ejikọta ọdịbendị ọhụụ na-ewu ewu na eziokwu mmekọrịta mmadụ na ibe ya site na ụdị ejiji iji wuo nrụnye nke na-egosi ụdị ndụ ndị Afrịka na mmekọrịta mmadụ na ibe ya, ndọrọ ndọrọ ọchịchị na ọdịbendị nke oge a na mba dị iche. Tayou, onye na-arụ ọrụ ugbu a ma na-ebi na Belgium, agagharịala ọtụtụ ebe n'ụwa niile iji gosipụta ihe ngosi ya",
  "Onye na-ese ihe na-akọwa onwe ya dị ka onye na-eme nchọpụta, onye na-agagharị n'ofe ụwa iji chọpụta nsogbu ndị a na-ahụkarị n'obodo nta zuru ụwa ọnụ.",
  "\"Ọrụ ya na-emetụta kpọmkwem site na ihe nkiri ọ hụrụ na mba ndị ọ na-eleta",
  "Ọ na-anakọta ngwa oru site na njem ya, gụnyere ụgbọ okporo ígwè na tiketi ụgbọelu, ụlọ oriri na ọṅụṅụ na nnata ụlọ ahịa na akara ma ọ bụ ihe mkpuchi maka sọks, agụba, batrị na akpa plastik",
  "Tayou na-ekwusi ike iji ihe ndị a eme ihe na-echetara anyị na ndụ nke oge a nwere njikọ na akụ na ụba, mbugharị na ndọrọ ndọrọ ọchịchị",
  "\"",
  "Tayou meriri na 2011 ARKEN Prize, nke Annie & Otto Johs nyere",
  "Detlefs 'Philanthropic Foundation na Copenhagen, gosipụtara na 17 Machị 2011",
  "Ihe nrite a nke DKK Otu puku  bụ otu n'ime onyinye nka kachasị na Denmark",
  "E nyere ya maka ikike ya ịmepụta ọrụ na-akpali akpali na ihe ịma aka nke metụtara nsogbu ndị dị mkpa na ụwa nke oge a, nke zuru ụwa ọnụ.",
  "Tayou ghọrọ \"onye nkwado nka\" nke anọ nke milanese Velasca Football Club nke Wolfgang Natlacen hiwere na  afo 2015.",
  "Pascale Marthine Tayou enyewo onyinye dị ukwuu n'ọtụtụ ihe ngosi mba ụwa na ihe omume nka gburugburu ụwa",
  "N'afọ 2010, ọ bụ otu n'ime ndị na-ese ihe ise na mba ụwa (El Anatsui, Zarina Bhimji, António Ole, Yinka Shonibare) nke agbụrụ Afrịka ahọpụtara maka Berlin National Gallery",
  "Berlin National Gallery bụ ngosipụta nke akụkọ ihe mere eme nke Germany n'oge gara aga na ugbu a na mmekọrịta ya na ụwa niile",
  "Ụlọ ihe ngosi ahụ haziri ihe ngosi nke akpọrọ \"Onye ma echi\" nke sitere n'ike mkpali sitere na ihe edere na obere bọs na Africa nke e sere foto na mberede",
  "Nkwupụta ahụ bụ ngosipụta nke amaghi echi nke gbara ọdịnihu nke mmadụ gburugburu",
  "Ebumnuche ya abụghị ịmepụta ihe nnọchi anya nke nka Afrịka, kama ọ bụ itinye ihe ncheta nke ọchịchị Germany n'oge gara aga na mmekọrịta dị ugbu a na kọntinent Afrịka",
  "A họpụtara Tayou na mmadụ anọ ndị nke ọzọ dabere na ngosipụta ha nke njirimara, ụwa na akụkọ ihe mere eme.",
  "Maka \"Onye ma echi\", Tayou tinyere ọkọlọtọ mba Afrịka iri ise na anọ na Neue Nationalgalerie",
  "Akụkụ a, nke akpọrọ \"Afrodiziak...Aphrozidiaque...Afrosisiaque, gụnyekwara ọtụtụ ihe ọkpụkpụ polychrome nke sitere na ihe osise nke ndị Europe nke ndị na-ese ihe n'Afrịka mere n'oge ọchịchị. Ọrụ ahụ bilitere na nzaghachi maka okike nke African Union na 2002, ọ bụkwa ihe nnọchi anya mmekọrịta Afrịka na Europe tupu na mgbe narị afọ nke iri na itoolu gasịrị.",
  "N'afọ 2015, Pascale Marthine Tayou nwere ihe ngosi mbụ ya  erere ere na London na Serpentine Galleries.",
  "Tayou sonyere n'ihe karịrị otu narị na iri abụọ n'etiti 1995 na 2012, na ihe ngosi iri abụọ n' Otu bu ihe ngosiputa Ndị O mere na n'etiti 2001 na 2011. Na ngụkọta, ka ọ na-erule ngwụsị afọ 2012, Tayou emeela ihe ngosi ọha na eze di Otu nari Na puku ano Na ano n'ụwa niile, ọtụtụ n'ime ha dị na Europe na United States."
]