[
  "Pass the Peace (April 30, n'afọ 1986), bụ ịnyịnya na-agba ọsọ na-agba ịnyịnya na British",
  "Ọ bụ otu n'ime ụmụ nwanyị kachasị mma dị afọ abụọ nke ọgbọ ya na Britain na Ireland na 1988, mgbe ọ meriri agbụrụ anọ gụnyere Debutante Stakes na Cheveley Park Stakes",
  "Mgbe o meriri Fred Darling Stakes na nke mbụ ya dị afọ atọ, ọ meriri ọzọ, ọ bụ ezie na etinyela ya na Poule d'Essai des Pouliches na Sun Chariot Stakes",
  "O mechara bụrụ onye na-eme nke ọma.",
  "Pass the Peace bụ ọdụ ụgbọ mmiri nke John Kent zụlitere na Ireland",
  "Ọ bụ Alzao, nwa Lyphard nke na-enwetụbeghị mmeri n'elu ọkwa nke atọ, mana ọ ghọrọ nwa ịnyịnya na-eme nke ọma, ụmụ ya gụnyere Alborada, Second Set na Shahtoush. Pass the Peace's dam Lover's Rose, bụ obere onye mmeri na obodo Ireland na nwanne nwanyị nke onye mmeri Geoffrey Freer Stakes Swell Fellow",
  "Ọ bụ nwa nke Grace Dalrymple, nna nna nwanyị nke onye mmeri Australia Manikato.",
  "Dị ka nwa otu afọ, a na-enye Pass the Peace maka ire ere ma Brian Bell zụrụ ya",
  "E bu ụzọ zigara nwa agbọghọ ahụ na Paul Cole na Whatcombe na Oxfordshire ka ọ zụọ ya",
  "Richard Quinn nọ n'elu ya n'asọmjpi niile ma e wezụga otu n'ime agbụrụ ya.",
  "Pass the Peace mere nke mbụ ya n'ọsọ ọsọ na ọsọ ise na Salisbury Racecourse na 24 Mee",
  "Ọ malitere 9/4 ọkacha mmasị, na-eduga maka ọtụtụ n'ime ụzọ wee merie site na Whisper the Wind",
  "Ọ malitere ọkacha mmasị ọzọ na Acorn Stakes na Epsom Downs Racecourse na 4 June mana Waki Rainbow kụrụ ya ogologo anọ n'ọnọdụ nke abụọ",
  "N'puta ya ọzọ, ọ meriri obere ihe omume na Windsor Racecourse na Julaị na-emeri Memphis Blues site n'ogologo, na oghere dị ogologo isii na ndị ọzọ na-agba ọsọ itoolu.",
  "Mgbe ahụ, e buuru Peace n'elu na klas wee zigara Ireland maka Group Three Debutante Stakes karịa furlongs isii na Phoenix Park Racecourse na 20 Ọgọstụ wee malite 8/1 nke atọ kachasị amasị ya n'azụ ndị Britain ibe ya Miss Secreto na Shyoushka",
  "O dekọrọ nnukwu ihe ịga nke ọma mbụ ya ka ọ meriri site na ogologo abụọ site na Blasted Heath na Miss Secreto ogologo dị na nke atọ.",
  "On 28 September Pass the Peace bara na njedebe nke season na Cheveley Park Stakes (then the only British Group One race restricted to two-year-old fillies) over six furlongs at Newmarket Racecourse",
  "The undefeated Dancing Tribute started the odds-on favourite with Pass the Peace the 5/1 second choice in the betting, whilst the other five runners were Jaljuli, Mrs Jenney, Gloriella (Queen Mary Stakes), Konbola and Bocas Rose (St Hugh's Stakes)",
  "Quinn settled the filly before overtaking the front-running Gloriella in the last quarter mile",
  "She stayed on well in the closing stages to win by two lengths from Dancing Tribute with Jaljuli a length and a half away in third place."
]