[
  "Pat Arrowsmith (amụrụ na 2 March 1930) bụ onye edemede Bekee na-emepụta ihe na onye na-eme mkpọsa udo. Ọ bụ otu n'ime ndị guzobere Campaign for Nuclear Disarmament na 1957.",
  "A mụrụ Arrowsmith n'ezinụlọ ndị ụkọchukwu na Leamington Spa dị ka nwa ikpeazụ n'ime ụmụ atọ. Nne ya bụ Margaret Vera Arrowsmith (née Kingham) na nna ya Reverend G",
  "E",
  "Arrowsmithi.",
  "N'afọ 1939, ezinụlọ ahụ gara Torquay, ebe Arrowsmith gụrụ akwụkwọ na Stover School, tupu ọ gaa Cheltenham Ladies College na Septemba 1944",
  "Ọ gụrụ akụkọ ihe mere eme na Newnham College, Cambridge, wee gụọ sayensị mmekọrịta mmadụ na ibe ya na Mahadum Liverpool na Mahadum Ohio dị ka US UK Fulbright Scholar.",
  "Arrowsmith bụ onye na-eme mkpọsa udo ma rụọ ọrụ na mkpọsa maka i wepụ ngwá agha nuklia, njedebe nke agha Vietnam, i wepụ ndị agha Britain na Northern Ireland, njedebe nke Agha Gulf, na nsogbu ụmụ nwanyị na ụmụ nwanyị.",
  "Arrowsmith bụ onye guzobere Campaign for Nuclear Disarmament ma bụrụ otu n'ime ndị osote onye isi oche ya ugbu a. Ọ bụ otu n'ime ndị na-ahazi njem Aldermaston mbụ. Ọ bụkwa otu n'ime ndị mbụ bịanyere aka na Kọmitii nke 100",
  "Site na 1958 gaa n'ihu, ọ nọrọ mkpọrọ iri na otu maka ọrụ ndọrọ ndọrọ ọchịchị ya. N'afọ 1961, ọ bụ isiokwu nke ajụjụ ndị ome iwu mgbe a ma nyere ya inye nri mgbe ọ na-eme ngagharị iwe agụụ n'ụlọ mkpọrọ Gate side. Ọ rụkwara ọrụ maka òtù na-ahụ maka ihe ndị ruuru mmadụ Amnesty International ruo afọ 24 ruo 1994 ma bụrụkwa onye mkpọrọ mbụ nke akọ na uche na Britain.",
  "N'afọ 1974, a mara Arrowsmith ikpe maka mmebi iwu megide ngalaba 1 na 2 nke Incitement to Disaffection Act 1934, ma maa ya ikpe ọnwa 18 n'ụlọ mkpọrọ maka ịnye akwụkwọ mpịakọta na ụlọ ọrụ ndị agha Britain, na-agba ndị agha ume jụrụ́ ije ozi na Northern Ireland.",
  "Na Septemba 7, 1974, Arrowsmith pụrụ n'ụlọ mkpọrọ Askham Grange",
  "Mgbe ọ hapụrụ ụlọ mkpọrọ, Arrowsmith kwuru okwu na ngagharị iwe megide ndị Fascist na Hyde Park ma bụrụ enyi ndị na-eso nwanyị na ndị na-eme enyi nwoke",
  "Na ajụjụ ọnụ ya na ọrụ nyocha nke 5 Cally Road, Nettie Pollard (onye otu Gay Liberation Front), chetara Arrowsmith na-agwa ndị na-eme ngagharị iwe LGBT, \"Ọ dị mma, gịnị mere na anyị anaghị aga Housmans?\" Ìgwè ahụ gara ebe nsọ na 5 Caledonian Road premises nke ụlọ ahịa akwụkwọ Housmans na akwụkwọ akụkọ pacifist Peace News",
  "Mgbe ha rutere, otu ahụ kpọrọ ndi Press Association iji kwuo, \"e nwere onye na-agba ọsọ na Housmans, 5 Caledonian Road\"",
  "Foto ha pụtara n'ihu akwụkwọ The Sunday Telegraph",
  "Mgbe ndị uwe ojii na-ejide mmadụ pụtara n'ebe ahụ, Arrowsmith jụrụ ịga ala ma buru ya gbadaa steepụ atọ.",
  "N'afọ 1975, ụlọ ikpe mkpegharị ikpe jụrụ arịrịọ ya, na-akọwa omume ya dị ka \"ajọ\" na \"ajọ\"",
  "Otú ọ dị, ọ kwadoro arịrịọ ya megide ikpe ahụ, belata ya ka a tọhapụ ya ozugbo.",
  "Arrowsmith tinyere akwụkwọ megide United Kingdom (Arrowsmith v",
  "United Kingdom) na European Commission of Human Rights, n'azọrọ na nkwenye ya mebiri European Convention on Human Rights' nchedo nke ikike ya maka nnwere onwe na nnwere onwe nke nkwenye na nkwupụta",
  "N'afọ 1978, ụlọ ọrụ ahụ chọpụtara na nkwenye ya bụ \"ihe mgbochi dị mkpa maka nnwere onwe ikwu okwu maka ọdịmma nke nchekwa mba na maka igbochi ọgba aghara\", ya mere emeghị ka nkwekọrịta ahụ mebie.",
  "Arrowsmith bụ onye na-enweghị ihe ịga nke ọma nke Radical Alliance, otu CND, maka Fulham na ntuli aka 1966 na 1970.",
  "O guzoro dị ka onye na-azo ọkwa onye Socialist Independent, na-eme mkpọsa maka Troops Out of Ireland ma kwado ya site na Trotskyist Socialist Unity party megide prime minister nke oge ahụ, James Callaghan, na mpaghara ya nke Cardiff South-East na ntuli aka ndị ome iwu nke afọ 1979",
  "N'oge okwu nnabata nke Callaghan na nghọpụta ọzọ, Arrowsmith nọgidere na-enwe esemokwu",
  "Callaghan, na nzaghachi na-enweghị isi na mkparị ahụ, kwuru na ọ bụ oge mbụ ọ \"duet na-eweghachi vootu ekele, nakwa na ọ bụghị duet na-atọ ụtọ",
  "\" Mgbe ahụ, ọ tụrụ aro na a ga-akpọ Arrowsmith ka ọ gaa n'elu ikpo okwu, nke o mere, ebe ya, ndị na-akwado ya na ndị ọzọ niile hapụrụ ụlọ nzukọ ahụ",
  "Otú ọ dị, a na-agbasa okwu mkpirikpi ya na BBC",
  "Ọ chọrọ ka ndị agha Britain si Ireland pụọ na ndị mmadụ nwere onwe ha.",
  "Arrowsmith so na onye na-eme mkpọsa udo, Wendy Butlin, onye bụkwa otu n'ime ndị mbụ bịanyere aka na Kọmitii nke 100. ọ bụ onye na-erughi eru maka ihe nketa nna ya ọ gwụla ma ọ lụrụ nwoke, Arrowsmith lụrụ onye na-ede uri Donald Gardner otu ụbọchị tupu a kagbuo alụmdi na nwunye ahụ",
  "O wee nye ụfọdụ n'ime ego ahụ maka ihe ndọrọ ndọrọ ọchịchị dị iche iche, gụnyere Gay Pride Week 1979.",
  "Arrowsmith ebipụtala ọtụtụ akwụkwọ akụkọ na ọrụ uri. A na-ede be ihe ndekọ ya na akwụkwọ nke onwe ya na Ọbá Akwụkwọ LSE na London."
]