[
  "Ikike ndị nna na okwu ite ime bụ mmụba nke arụmụka ite ime na mmegharị ikike ndị nna",
  "Ime ime na-aghọ ihe na-akpata nghọtahie na ikpe n'etiti ndị mmekọ.",
  "Iwu ndị Rom nyere ohere ime ime ma na-achịkwa ya n'ịtụle nna mụrụ ya",
  "Eze Ukwu Septimius Severus chịrị n'ihe dị ka afọ 211 AD na nwanyị nke turu ime n'enweghị nkwenye site n'aka di ya kwesịrị ihu n'ala ọzọ maka na ọ nwụnahụrụ di ya.",
  "N'okwu ya Pro Cluentio, nke e nyere na 66 BC, Cicero na-ezo aka n'okwu ọ nụrụ banyere ya ebe a mara otu nwanyị si Miletus ikpe ọnwụ maka ime ime ya, mgbe ọ natara aka azụ site n'aka ndị guzoro iketa ala di ya ma ọ bụrụ na ọ mụtaghị onye nketa",
  "Cicero kwuru na n'ime nke a, ọ \"bibiriwo olileanya nke nna, ncheta aha ya, ọkọnọ nke agbụrụ ya, onye nketa nke ezinụlọ ya, nwa amaala ezubere maka iji mba ahụ\".",
  "Onye edemede Gris nke narị afọ nke anọ BC si Alexandria, Egypt, Sopater, hotara onye ọka iwu Lysias, onye zoro aka na ikpe na Atens nke otu nwoke aha ya bụ Antigene boro nwunye ya ebubo na ọ napụrụ ya nwa nwoke site na ite ime.",
  "Ma nwoke nwere ikike iwu kwadoro iji kwalite ọdịmma onwe ya, ma ọ bụ maka ite ime, ịbụ nna, ma ọ bụ nkuchi, karịa nke nwanyị, dị iche site na mpaghara.",
  "N'afọ 2011, a kọrọ na Indonesia, Malawi, Syria, United Arab Emirates, Equatorial Guinea, Kuwait, Maldives, Morocco, South Korea, Saudi Arabia, Japan, Taiwan na Turkey niile nwere iwu nke chọrọ ka di nwanyị ahụ buru ụzọ nye ikike ite ime",
  "Otú ọ dị, na mba ụfọdụ, enwere ike ịgafe ma ọ bụ merie iwu a ma ọ bụrụ na enwere ezi nchegbu maka ahụike nne.",
  "Kemgbe Roe v",
  "Wade, ụfọdụ steeti na United States anwaala ịme iwu chọrọ nkwenye di na nwunye",
  "Iwu ndị a niile akwadoghị iwu, nkwenye di na nwunye na mkpebi 1976 Planned Parenthood v",
  "Danforth na mmata di na nwunye na mkpebi 1992 Planned Parenthood v",
  "Casey",
  "Na China, di nke nwanyị nke turu ime gbara akwụkwọ megide ya n'afọ 2002 n'okpuru iwu ezubere inye nha nhata mmekọahụ n'ihe gbasara ịmụ nwa na mkpebi mgbochi",
  "Iwu ahụ kwuru na nwanyị enweghị ihe kachasị mkpa karịa di ya ma ọ bụ nwunye ya n'ikpebi ma ọ ga-amụ nwa.",
  "Ọtụtụ ikpe ikpe bilitere na mba ọdịda anyanwụ nke ụmụ nwoke gbalịrị igbochi ụmụ nwanyị ha na ha na-enwe mmekọahụ ime ime, ha niile kụrụ afọ n'ala:",
  "Banyere ụmụnwoke na-ekpebi ịjụ ịbụ nne na nna ma ọ bụrụ na ha dị ime n'atụghị anya ya ma rịọ maka ite ime ego:",
  "Ụmụnwoke ndị gbalịrị ịmanye nwanyị ite ime:",
  "Ndị na-akwado ikike nwoke itinye aka na mkpebi ọmụmụ nke nwanyị, na-arụ ụka na ọ bụ ihe ezi uche na-adịghị na ya na, mgbe ịmịchara ime, ụmụnwanyị nwere ọtụtụ ohere ịhapụ ime na ịbụ nne na nna n'ụzọ iwu kwadoro (dịka ụtụtụ mgbe ọgwụ, ite ime, nkuchi ma ọ bụ iwu nchekwa) ebe ụmụnwoke enweghị. Armin Brott ekwuola banyere nke a, \"Nwanyị nwere ike ịnapụ nwoke ikike ya ịghọ nne ma ọ bụ nna ma ọ bụ manye ya ka ọ bụrụ otu n'ụzọ megidere uche ya.\" Nwoke ahụ nwere ike inwe ọrụ nke ịbụ nna, dị ka nkwado ụmụaka, nke a manyere ya megide ọchịchọ ya",
  "Nke a na-emetụta ọbụna ma ọ bụrụ na ịtụrụ ime enweghị ihe ọmụma ma ọ bụ nkwenye ya, dị ka imebi njikwa ọmụmụ, izu ohi sperm ma ọ bụ mwakpo mmekọahụ nke nwoke.",
  "N'afọ 2021, nyocha nzaghachi afọ ofufo sitere n'aka ndị ọrụ ebere na-emegide ịtụrụ ime bụ Care Net nyochara otu puku ụmụnwoke na United States bụ ndị tụụrụ nwanyị ime ime",
  "Ihe ngosi ahụ jiri ọnụọgụgụ ma mee ka nsonaazụ ya dị ntakịrị iji nweta ihe ngosi onye nnọchi anya mba",
  "Ọ bụ naanị ụmụnwoke ndị mmekọ ha gwara ha banyere ite ime ahụ ka a nyochara",
  "Otu ajụjụ jụrụ \"Olee ọrụ ị kwenyere na ọtụtụ ndị ị maara na-atụ anya na ụmụnwanyị na ụmụnwoke ga-arụ na mkpebi ime ime?\" 21% zara, \"Ọ bụ nhọrọ nwanyị na nwoke enweghị ọrụ ọ ga-arụ.\" 46% zara, \"Ọ bụ nhọrọ nwanyị, mana nwoke kwesịrị inwe ụfọdụ ntinye.\" 29% zara, \"Ọ bụ nhọrọ nke nwanyị na nwoke kwesịrị ime ọnụ na ntinye aka nhata.\" 4% fọdụrụnụ hụrụ nwoke ahụ nwere ọrụ ka ukwuu ma ọ bụ ọbụna ọrụ pụrụ iche na ikpebi, ma ọ bụ amaghị.",
  "Ndị na-ahụ maka ikike ụmụnwoke na ndị na-ahụ maka ikike ndị nna ekwuola na ụmụnwoke kwesịrị inwe ikike veto maka mkpebi ndị mmekọ ha ime. N'otu aka ahụ, ọkà ihe ọmụma George W",
  "Harris dere na, ọ bụrụ na nwoke amụọ nwanyị ime na ebumnuche doro anya nke ịmụ nwa, n'ụzọ nkwekọrịta, mgbe ahụ ọ ga-abụ omume na-adịghị mma maka nwanyị ahụ ka o mechara tụba ime.",
  "Ndị na-ajụ ka ụmụnwoke nwee ikike itinye aka kpọmkwem na-arụ ụka na n'ihi na ọ bụ ahụ nwanyị na-ebu nwa a na-amụbeghị amụ, mkpebi ya maka ma ọ bụ megide ite ime kwesịrị ịbụ naanị otu. Marsha Garrison, onye prọfesọ na Brooklyn Law School, kwuru na ụlọ ikpe United States kwetara \"na nwa ebu n'afọ dị n'ime ahụ nwanyị, ọ dị n'ime ya ma enweghị ikewapụ ya na ya, ya mere ọ bụghị naanị mkpebi ya banyere ma ọ ga-amụ nwa, ọ bụ banyere ahụ ya",
  "\"",
  "Akụkọ pụrụ iche nke mba United States Gallup nke afọ 2002 kwuru na ọ bụ naanị 38% nke ndị bi na ya na-emegide ịgwa di nke nwanyị lụrụ di maka ite ime. Na nyocha Gallup nke afọ 2003, 72% nke ndị zaghachirinụ kwadoro ọkwa nye di, na 26% megidere; n'ime ndị a gbara ajụjụ ọnụ, 79% nke ụmụnwoke na 67% nke ụmụnwanyị zara maka ọkwa n'ime di na nwunye.",
  "Bioethicist Jacob Appel ajụọla, \"ọ bụrụ na mmadụ enye nwoke ikike veto n'elu nhọrọ nwanyị ime ime n'ọnọdụ ebe ọ dị njikere ịkwụ ụgwọ maka nwa ahụ, gịnị mere ị gaghị enye ya ikike ịchọ ite ime ebe ọ na-adịghị njikere inye nwa ahụ?\"",
  "N'izo aka n'okwu ndị nne na-atụ anya na ụmụnwoke na-achọghị ịghọ nna ga-akwụ ụgwọ nkwado ụmụaka, Melanie McCulley, onye ọka iwu South Carolina, n'isiokwu ya nke afọ 1998, \"The Male Abortion: The Putative Father's Right to Terminate His Interests in and Obligations to the Unborn Child,\" wepụtara echiche nke \"nwoke abortion\", nke ọ na-arụ ụka na ụmụnwoke kwesịrị inwe ike ịkwụsị ọrụ iwu ha nye ụmụ a na-achọghị.",
  "O nwekwara ike ime, kama iwere ọnọdụ na ụmụnwoke kwesịrị inwe nnwere onwe ịpụ na ibu ọrụ na ikike, iji were ọnọdụ na mmadụ ga-ahọrọ ịbanye ma kwenye ịrụ ọrụ ndị ahụ ka a manyere ya ịgbaso ha, na naanị site na ime nke a, nweta ikike ndị nne na nna",
  "Nke a bụ ihe na-eme n'oge nkuchi."
]