[
  "Patience Ibekwe Abdullah (amụrụ n'afọ 1963) bụ onye bụbu osote onye isi ndị uwe ojii na Naịjirịa",
  "Tupu e bulie ya n'ọkwa osote onye isi ndị uwe ojii, ọ bụ osote onye osote onye ọka iwu ndị uwe ojii n'ọfịs onye ndụmọdụ nchekwa mba, onye isi ala, Abuja ebe o nyere aka n'ilekọta nchekwa mba",
  "Ọ rụkwara ọrụ dị ka kọmishọna ndị uwe ojii na steeti Ebonyi na Naịjirịa n'afọ 2015",
  "Dị ka kọmishọna ndị uwe ojii, ọ kwụsịrị ebe ndị uwe ojii na-enyocha n'okporo ụzọ steeti na-esote mkpesa sitere n'aka ọha na eze na ndị uwe ojii nọ n'okporo ụzọ n'ebe ndị uwe ojii n'anọ n'arụ arụrụ ala",
  "O webatara mmemme dị iche iche iji belata mpụ gụnyere ọrụ na-egosi ike na ọrụ na-ewepu mpụ",
  "Ọ lara ezumike nká na ndị uweojii Naijiria na 28 Jenụwarị 2019",
  "A mụrụ Abdullah na 7 Eprel 1963 n'obodo Odoje, Onitsha, Anambra State, dị na Naijiria",
  "Nna ya bụ Mike Ibekwe, onye lara ezumike nká dị ka kọmishọna ndị uwe ojii na-elekọta steeti East Central nke ochie nke dị na Naịjirịa n'oge na-adịghị anya mgbe Agha Obodo Naịjirị kwụsịrị n'afọ1970.",
  "E debanyere aha ya na ndị uwe ojii Naijiria n'afọ 1989 dị ka cadet ASP",
  "A họpụtara ya ka ọ bụrụ Kọmishọna ndị uwe ojii na Ebonyi Steeti n'afọ 2015",
  "Mgbe ọ bụ Kọmishọna ndị uwe ojii na steeti Ebonyi, o webatara mmemme dị iche iche iji belata mpụ gụnyere Ngosipụta ike na Mbelata mpụ. Ọ gbasasịrị ebe ndị uwe ojii na-enyocha n'okporo ụzọ steeti maka ọtụtụ ndị bi na ya mere mkpesa na ndị uwe ojii nọ ebe ha n'enyocha na eme arụrụ ala.  Ndị na-agba ọgba tum tum na Ebonyi Steeti nyere ya aha njirimara \"NNE Oma (ezi nne) \" nke Ebonyi Steeti mgbe ọ na-eje ozi n'ebe ahụ dị ka Kọmishọna ndị uwe ojii. E mechara kpọga ya n'isi ụlọ ọrụ ndị uwe ojii Abuja dị ka Kọmishọna nke ndị uwe ojii na-ahụ maka Force Intelligence Bureau. Kọmishọn Ọrụ Ndị Uwe Ojii mechara kwado nkwalite ya na 27th Plenary Meeting nke Police Service Commission nke kwụsịrị na Abuja na Friday, 20 Eprel 2018",
  "A kwalitere ya ka ọ bụrụ onye enyemaka Inspector General ndị uweojii ma ziga ya n'ọfịs nke National Security Adviser, The presidency, Abuja. Ọzọkwa na Nzukọ zuru ezu nke Kọmitii Ọrụ Ndị Uwe Ojii nke e mere na Abuja n'etiti 9 na 11 Ọktoba n'afọ 2018, Kọmitii ahụ kwadoro nkwalite nke ndị enyemaka ndị uwe ojii atọ ka ọ bụrụ osote onye isi ndị uwe ojii na Patience Abdallah bụ naanị nwanyị n'etiti ndị uwe ojii",
  "Nkwalite ya malitere na Thursday, 1 Nọvemba 2018",
  "Ọ lara ezumike nká n'ọrụ ndị uwe ojii Naijiria mgbe a họpụtara Muhammed Adamu dị ka onye isi ndị uwe ojii ọhụrụ na 15 Jenụwarị 2019. Ọ lara ezumike nká na-aga n'ihu na mgbakọ nke na-atụ aro ịla ezumike nkwe nke ndị isi ndị uwe ojii mgbe a họpụtara onye ọrụ na-erughị ha n'ọrụ ma ọ bụ n'ọkwá dị ala iji duzie ndị uwe ojii",
  "A chọpụtara na ndị osote onye nyocha asaa na ndị enyemaka asatọ bụ ndị sonyeere ndị uwe ojii tupu Adamu ma hapụ ya mgbe a họpụtara Adamu dị ka onye nyocha ukwu nke ndị uwe ojii. Ọ lara ezumike nká na ndị uwe ojii Naijiria na 28 Jenụwarị n'afọ 2019."
]