[
  "Patrick Earl Hammie (amụrụ na úbọchị irí abụọ na atọ n'ọnwa Nọvemba, 1981) bụ ónyé America na-ese ihe nkírí na ónyé nkụzi nke a maara nke ọma màkà nnukwu ihe osise ya na ihe osise efu nke ihe atụ",
  "Ihe osise Hammie na-ekwusi ike na mmegharị, agba, na agụụ mmekọahụ, na-esite na akụkọ nka na ọdịbendị anya iji nyochaa echiche metụtara ọdịbendị, nwoke, ịma mma, na mmekọahụ",
  "Hammie bi na Champaign, ebe ọ na-arụ ọrụ ugbu a dị ka onye nkuzi Prọfesọ na Mahadum Illinois Urbana-Champaign.",
  "A mụrụ Hammie na New Haven, Connecticut, ma zụlite ya na West Haven, nne ya bụ Carolyn (née Harrison), onye na-arụ ọrụ switchboard lara ezumike nká, na nnà ya bụ Ervin Hammie Jr., onye agha Vietnam, onye isi, na onye na-eli ozu",
  "Dị ka nwatakịrị, Hammie malitere ịgba mgbá ma bụrụ ónyé North American Sports Karate Association họpụtara na mpaghara ya",
  "Ọ zụlitere mmasị na nka anya mgbè ọ malitere ịdọrọ ihe odide site na akwụkwọ na-atọ ọchị na ihe ngosi telivishọn",
  "Nné na nnà Hammie kwadoro ya n'akụkụ abụọ ahụ, na-eweta ya na asọmpi karate ma na-agba ya ume ịgbasawanye ihe osise ya iji tinye ndụ na ala",
  "Mgbè ọ dị afọ itoolu, Hammie na ndị mụrụ ya kwagara Hartsville, South Carolina",
  "Nné na nnà ya kewara mgbè ọ dị afọ iri na atọ ma ya na nna ya laghachiri Connecticut ịga West Haven High School, ebe ọ na-egwu bọọlụ ma na-eme ihe na ndị ukwe",
  "Nna Hammie nwụrụ na 1999, obéré ógè Hammie gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị.",
  "Mgbè ọ gụsịrị akwụkwọ sekọndrị, Hammie gara Coker College ma mụọ ihe osise studio, ébé ọ nwetara BA na 2004",
  "Hammie rụrụ ọrụ n'onwe ya dị ka ónyé na-ese foto ruo afọ abụọ tupu ọ laghachi New England iji mụọ na Mahadum Connecticut, ébé ọ natara MFA ya na 2008.",
  "Ojiji Hammie na-eji ọnụ ọgụgụ, nkwupụta, na ihe na-emetụ n'ahụ na-echetara mmegharị ahụ nke ógè Baroque na Romantic",
  "E jirila ụdị ya tụnyere nke Rubens",
  "A na-akọwa ọrụ Hammie site na itinye aka na akụkọ ihe méré eme nkè eserese, ọkachasị iji ihe atụ mee ihe iji gosipụta usoro ike, usoro ajụjụ nke ịkpa ókè agbụrụ na ịkpa ókè nwoke na nwanyị, ma nyochaa otú ndị na-ese ihe nwoke si chee echiche na ndị gba ọtọ. Kemgbe ọ malitere na 2009, Hammie raara ọrụ ya nyé ihe osise ọdịnala, na-enyocha ihe osise, teknụzụ, na akụkọ nkè nka ọdịda anyanwụ, na-emepụta ihe osise nke na-enye nsogbụ na Canon dị ugbu a ma na-enyochaa akụkụ dị oke egwu nke okike na agbụrụ taa.",
  "Hammie na-arụ ọrụ karịsịa na studio, na-ese ihe site na ndụ na foto",
  "Ihe Hammie na-elekwasị anya na-abụkarị onwé ya na ndị mmadụ na ndụ ya: ndị enyi, ezinụlọ, na ndị na-ese ihe ibe ya",
  "Egwú bụ isi na ọrụ okike ya",
  "Ọ na-ekwu na Bjork, Oddisee, na Daft Punk dị ka òtù egwu ọ na-ege ntị mgbè ọ na-arụ ọrụ.",
  "E nyela Hammie ihe Nríte na onyinye site na Alliance of Artists Communities na Joyce Foundation, Indianapolis Art Center, Tanne Foundation, Mahadum Illinois, Wellesley College, na Zhou B Art Center."
]