[
  "Patrick Awuah Jr",
  "(amụrụ n'afọ 1965) bụ onye injinia Ghana, onye nkuzi, na onye ọchụnta ego",
  "Awuah guzobere Mahadum Ashesi na 2002. Awuah enwetala ọtụtụ ihe nrite dịka onye ọ bụla na onye guzobere Mahadum Ashesi.",
  "Awuah tolitere na Accra, Ghana",
  "Ọ gara ụlọ akwụkwọ Achimota ebe ọ bụ onye isi ụlọ",
  "Ọ kwagara United States n'afọ 1985 ịga Swarthmore College na agụmakwụkwọ zuru oke",
  "O nwetara nzere bachelọ na Engineering na Economics, gụsịrị akwụkwọ na 1989",
  "Mgbe ọ gụsịrị akwụkwọ, Awuah rụrụ ọrụ dị ka injinia ngwanrọ na onye njikwa mmemme maka Microsoft site na 1989 ruo 1997",
  "Na Microsoft, ọ zutere nwunye ya n'ọdịnihu, injinia nyocha ngwanrọ Rebecca Awuah.",
  "N'afọ 1997, Awuah hapụrụ Microsoft na ebumnuche nke ịlaghachi Ghana iji kụziere ọgbọ ọzọ nke ndị isi Afrịka. Ọ debara aha na Haas School of Business na UC Berkeley, na-elekwasị anya n'ọrụ ya na ịkwadebe atụmatụ azụmahịa maka Ashesi",
  "Awuah, Nina Marini, na ụmụ akwụkwọ ndị ọzọ gụsịrị akwụkwọ na Berkeley gara Ghana ime nyocha maka imeghe mahadum nkeonwe n'ebe ahụ",
  "Awuah gụsịrị akwụkwọ na MBA ya na 1999",
  "N'otu afọ ahụ, ya na ezinụlọ ya laghachiri Ghana iji chọta Mahadum Ashesi Awuah nọgidere na-eje ozi dị ka onye isi oche nke Mahadum Ashesi.",
  "John Kufuor nyere Awuah Order of the Volta Award iji mata onyinye ya na agụmakwụkwọ dị elu na Ghana n'afọ 2007. N'afọ 2009, Awuah ritere ihe nrite John P",
  "McNulty. N'afọ 2010, ụlọ ọrụ Fast Company nyere Awuah onye ọchụnta ego nke iri asatọ na asaa. N'afọ 2014, ọ natara The Elise and Walter A",
  "Haas International Award, nke na-asọpụrụ ụmụ akwụkwọ UC Berkeley na ndekọ dị iche iche nke ọrụ na obodo ha. N'otu afọ ahụ, Schwab Foundation for Social Entrepreneurship kpọrọ ya onye ọchụnta ego kacha mma. N'afọ 2015, Fortune depụtara Awuah dị ka nọmba 40 n'ime ndị isi 50 kachasị ukwuu n'ụwa ma nye ya MacArthur Fellowship. N'afọ 2017, e nyere Awuah ihe nrite World Innovation Summit for Education (WISE), nnukwu onyinye agụmakwụkwọ zuru ụwa ọnụ.",
  "Àtụ:External video"
]