[
  "Patricia Lewis (amụrụ n'abalị iri abụọ na abụọ nke ọnwa Septemba n'afọ 1967) bụ onye South Africa na-agụ egwu, onye na-eme ihe nkiri na onye na-eme ihe ngosi telivishọn.",
  "E wepụtara abọm izizi nke Lewis, Don't Tempt Me n'afọ 1992",
  "\"Ek Is Lief Vir Jou\" nke ewepụtara n'afọ 1997, nke nwetara ntepu ahịa otu puku  narị na iri abụọ na ise",
  "A kwụrụ Patricia ụgwọ dịka onye egwu nke mbụ na akụkọ ihe mere eme nke egwu South Africa nke nwere ike nweta ọnụ ọgụgụ ahịa dị otua",
  "\"Wie Sou Jou Kon Liefhê Soos Ek\" ruru ọkwa ọla edo n'ụbọchị a tọhapụrụ ya n'afọ 1997",
  "Lewis esonyela ọtụtụ ndị ama ama n'obodo mee ihe ngosi na mba ụwa, ndị gụnyere David Hasselhoff, Kurt Darren, Bles Bridges na Jim Reeves. Ka ọ dị ugbu a, abọm ya eruola ihe karịrị narị puku isii na ahịa niile.  ọnwa Septemba afọ 2021 Patricia wepụtara egwu  \"comeback\" nke mbụ ya n'ime afọ iri na otu nke a na-akpọ Hello Hello, Ek het jou gemis nke ọtụtụ  ajụjụ ọnụ nke redio na South Africa na Namibia sochiri.",
  "Mgbe ọ rụchara ọrụ n'ịme ihe ngosi nlereanya, Lewis gara n'ihu na-eme ihe ngosi telivishọn dị iche iche, yana ihe nkiri mba ụwa ya na Oliver Reed",
  "O gosipụtala n' ihe omume telivishọn dị iche iche, dị ka SABC 2 reality series Blonde Ambisie na Toyota Top 20. Lewis bụ onye cheputara  mmalite nke asọmpi egwu Supersterre, oge nke atọ nke gosipụtara n'afọ 2010",
  "N'afọ 2009, a chọpụtara na ọ na-arịa ọrịa kansa, mgbe nke ahụ gasịrị, ọ lara ezumike nká. Mgbe afọ anọ gasịrị, Lewis laghachiri na telivishọn dị ka onye so asọ mpi na asọmpi na mbipụta ama ama nke MasterChef South Africa na mbido afọ 2015. Ọ bụkwa onye  so sọọ mpi na asọmpi oge nke atọ nke Strictly Come Dancing n'afọ  2007. Patricia ga-abụ onye ọbịa na oge nke ise nke KykNET's Republiek van Zoid Afrika",
  "A mụrụ Lewis na Transvaal, ebe ọ gụrụ akwụkwọ na Mondeor High School n'afọ 1985, nke bụ ụlọ akwụkwọ sekọndrị na-asụ Bekee nke dị na mpaghara ndịda nke Johannesburg, ụlọ akwụkwọ praịmarị a maara ọ gara bụ Aloe Ridge Primary na Mondeor Primary School Ọ bụbu onye na-eme egwuregwu mmega ahụ. N'ọnwa Mee afọ 2003, Lewis lụrụ Mark Whitfield, onye ya na ya mụtara nwa nwoke, bụ Max. Patricia na ezinụlọ ya hapụrụ ndụ obodo ma na-arụsi ọrụ ike maka ndụ dị jụụ n'afọ 2007, o si Gauteng kwaga Ballito",
  "Patricia kwụsịrị ụlọ ọrụ ntụrụndụ ka ọ bụrụ nne nwere ohere nye nwa ya nwoke Max na uzo nkwado nye di ya Mark",
  "N'afọ 2020, Patricia kpebiri na ọ chọrọ iwepụta abọm ọhụrụ maka nne ya nwụrụ anwụ Linda Lewis na nna ya Patrick Lewis mana mmechi ahụ mere na obere oge nne  Patricia nwụnahụrụ ya n'ihi ọrịa Alzheimer",
  "N'afọ 2021 Patricia, Mark na nwa ha nwoke Max ekpebiela n'ihi ọchịchọ a ma ama, oge eruola ka Patricia pụtakwa ọzọ n'ogbọ egwu ma ọ wuoro ya ụlọ studio ebe o dekọrọ egwu mbụ ya n'ime afọ iri na anọ."
]