[
  "Patricia Wangechi Kihoro (a mụrụ na 4 Jenụwarị 1986) bụ onye Kenya na-agụ egwu, onye na-ede egwu, onye na-eme ihe nkiri, onye redio na onye telivishọn. Ọ ghọrọ onye a ma ama mgbe o sonyere na oge nke atọ nke Tusker Project Fame, ebe ọ ghọrọ otu n'ime ndị ikpeazụ",
  "N'ime ihe nkiri, ọ pụtara n'ọtụtụ ihe nkiri obodo dịka ihe nkiri afọ 2011, Miss Nobody, nke mere ka a họpụta ya n'afọ 2012 Kalasha Awards maka onye na-eme ihe nkiri kachasị mma na ihe nkiri",
  "Na mmepụta telivishọn, a họpụtara ya dịka onye ndu na Groove Theory, ihe nkiri egwu na dịka onye na-ahụkarị na Demigods, Changes, Rush na Makutano Junction Dịka onye na-egosi redio, ọ rụrụ ọrụ na One FM na Homeboyz FM. Patricia bụ onye okike ọdịnaya, onye na-emetụta na youtuber.",
  "Kihoro, onye a mụrụ na Jenụwarị 1986 ma zụlite na isi obodo Kenya bụ Nairobi, gara Shepherd's Junior Primary School maka ụlọ akwụkwọ praịmarị ya ma mesịa kwaga Moi Girls 'High School, Nairobi",
  "Mgbe ọ gụsịrị ọkwa O, ọ debara aha na Mahadum Moi na ụlọ akwụkwọ sayensị na akparamaagwa",
  "Mgbe ọ nọ na Mahadum Moi, ọ họọrọ nyocha maka oge nke atọ nke Tusker Project FamePatricia bụ onye youtuber nke ọ na-akọrọ ezigbo ahụmịhe ndụ ya nke njem njem na usoro ime ihe",
  "N'ọnwa Machị afọ 2009, Kihoro nyochara maka asọmpi ịbụ abụ Tusker Project Fame",
  "N'afọ 2010, e gosipụtara ya na vidiyo egwu maka egwu Just a Band bụ Ha-he nke lekwasịrị anya na dike Makmende ma dọta uche ụwa. N'afọ 2011, ọ gbara Pet Nanjala na usoro ihe nkiri Changes N'otu afọ ahụ, ọ rụrụ ọrụ na ihe nkiri ahụ, Miss Nobody nke mere ka a họpụta ya na 2011 Kalasha Awards maka \"Lead Actress in Film\".\nN'afọ 2012, a họpụtara ya dịka otu n'ime ndị isi na ihe nkiri egwu Groove Theory",
  "O gosipụtara Biscuit, Zamm's (nke Kevin Maina gosipụtara) mmasị ịhụnanya, na akụkọ nke gbara ndụ ụmụ akwụkwọ ise na Mahadum Victoria.",
  "N'afọ 2013, ọ pụtara na ihe ngosi The Fattening Room, nke mere ka ndị otu ya na ya nyochaa omenala na ọdịnala nke ndị Efik na ndịda ọwụwa anyanwụ Naịjirịa.\nN'afọ 2014, a họpụtara ya dịka Nana, onye nchịkọta akụkọ dị afọ iri abụọ na asatọ na usoro, Rush Ọ gbara egwu ya na Janet Mbugua, Wendy Kimani, Wendy Sankale na Maryanne Nundo",
  "N'afọ 2015, a họpụtara Kihoro dịka nwa nwanyị Maqbul Mohammed na usoro, Makutano Junction",
  "N'afọ 2018, Kihoro rụrụ ọrụ nke Josephine, nwa ọhụrụ na-alụ ọhụrụ nke otu n'ime nna ndị isi, na ihe nkiri Rafiki a ma ama ma na-ese okwu",
  "Ọ bụkwa onye na-ahụ maka redio."
]