[
  "Patrick Robinson bụ onye America na-emepụta ejiji nke rụrụ ọrụ màkà Giorgio Armani, Anne Klein, Perry Ellis, Paco Rabanne na Gap",
  "Ónyé gụsịrị akwụkwọ na Parsons School of Design, Robinson bụ ónyé otu Council of Fashion Designers of America (CFDA) kemgbe 1994 ma kpọọ ya otu n'ime 100 kpakpando na-eto eto nke Vogue",
  "N'ime afọ ise ọ nọrọ na Armani, o jisiri ike mee ka akara \"Giorgio Armani Collezioni\" na-arịa ọrịa bụrụ uru",
  "Ọ ga-emesị nyéré Gap aka n'ịgbanwe ya.",
  "Taa, Patrick Robinson bụ ónyé guzobere na ónyé isi óche nke Paskho Community-Made, akara ejiji na-eme egwuregwu nke na-elekwasị anya n'ịlụ ọgụ megide mmetụta nke enweghị nhata agbụrụ na mmekọrịta mmadụ na ibe ya",
  "Paskhas Community Made Initiative na-eweta ọrụ n'ọbọdọ ndị na-enweghị enyemaka nke ịrị elu nke mmepụta uwe n'ụsọ oké osimiri metụtara nke ukwuu",
  "Mmeghe nke Community Made pod bụ mmekọrịta bara uru n'etiti ọbọdọ Makerãs na Paskho, na-eweta ọrụ na-akwụ ụgwọ dị elu n'ógbè ahụ ma na-egosi na omume na-adịgide adịgide na-abara ma ndị mmadụ na ụlọ ọrụ ndị na-eji ha.",
  "A mụrụ Robinson n'ubochí asatọ n'ọnwa Septemba, 1966, na Memphis, Tennessee",
  "Ọ tolitere na Orange County na Los Angeles, wee gaa ụlọ akwụkwọ sekọndrị na Fullerton, CA ma rụọ ọrụ nwa ógè na ụlọ ahịa Nordstrom na Cerritos mall.",
  "Mgbalị ejiji mbụ nke Robinson bụ obéré akara ejiji osimiri nke ya nke sitere n'ịhụnanya ya màkà ịnya ụgbọ mmiri",
  "Ọ gàrà Parsons New School of Design na New York City, gụsịrị akwụkwọ na 1989",
  "Ọ gụrụ akwụkwọ na American College na Paris, ebe ọ rụrụ ọrụ dị ka ónyé enyemaka mbụ maka Patrick Kelly na ụlọ nhazi Albert Nippon na Herman Geist.",
  "Robinson lụrụ ónyé nduzi ejiji Global Virginia Smith, ma nwee ụmụ abụọ, nwa nwoke Wyeth na nwá nwanyị Kai",
  "Ọ bi n'etiti NYC na ugbo ya nke Hudson Valley.",
  "Ónyé America a ma ama na-emepụta ihe nwere ihe karịrị afọ irí abụọ na isé nke ahụmịhe na ụlọ ọrụ ejiji na America, Europe na Eshia",
  "Patrick Robinson na-eweta nghọta pụrụ ichè na ọhụụ ọhụrụ na atụmatụ ya na azụmaahịa ejiji.",
  "A mụrụ ya na Memphis, Tennessee, Robinson tolitere na Southern California ebe ọ malitere imepụta uwe maka ndị na-egwu mmiri ibe ya mgbè ọ dị afọ iri na anọ",
  "Mgbè ọ kwagara New York ma gaa Parsons School of Design, Robinson ghọrọ ónyé na-enyere onye America a mụrụ Patrick Kelly aka na Paris na 1986",
  "Ọ hapụrụ Paris iji rụọ ọrụ nwa ógè màkà Albert Nipon na New York, wee laghachi Europe dị ka ónyé nduzi nhazi màkà Giorgio Armani na Milan",
  "Robinson gbanwere usoro Le Collezioni nke Giorgio Armaniʹs na-arịa ọrịa ka ọ bụrụ ụlọ ọrụ ejiji mba ụwa na-aba uru n'ime afọ anọ ọ nọrọ",
  "Robinson, onye New Yorker n'obi, laghachiri na 1994, ka ọ bụrụ Ónyé isi osote onye isi oche nke Design, Merchandising na Marketing màkà Anne Klein.",
  "Ka ọ na-erule n'afọ 1996, Robinson dị njikere ịpụ n'onwe ya wee malite nchịkọta nke ya, merie ọtụtụ ihe nrite ma kpọọ aha otu n'ime kpakpando otu narị kachasị elu nke Vogue na 1996",
  "Neiman Marcus, Saks Fifth Avenue, Bergdorf Goodman na Barneyz na ndị ọzọ nwetara akara aha ụmụ nwanyị ya",
  "N'ọnwa Eprel afọ 2003, Robinson ghọrọ ónyé nduzi okike nke Perry Ellis Womenīs Sportswear na 2005, a kpọrọ ya ónyé nduzi nka maka Paco Rabanne.",
  "N'ọnwa Mee afọ 2013, e wèrè Robinson n'ọrụ dị ka ónyé nduzi okike zuru ụwa ọnụ nke Armani Exchange ma n'otu ọnwa ahụ hiwere ma nwalee Paskho ụdị ndụ dị elu na kickstarter."
]