[
  "Patrice Tlhopane Motsepe (amụrụ na 28 Jenụwarị 1962) bụ onye ọchụnta ego na-egwupụta ihe na South Africa",
  "Kemgbe 12 Machị 2021, ọ na-eje ozi dị ka onye isi oche nke Confederation of African Football. Ọ bụ onye guzobere na onye isi oche nke African Rainbow Minerals, nke nwere mmasị na ọla edo, ọla ferrous, ọla isi, na platinum",
  "Ọ na-anọdụ n'ọtụtụ bọọdụ ụlọ ọrụ, gụnyere ịbụ onye isi oche na-abụghị onye isi oche nke Harmony Gold, ụlọ ọrụ Ngwuputa ọla edo nke iri na abụọ kachasị ukwuu n'ụwa, na osote onye isi oche nke Sanlam",
  "N'afọ 2012, a kpọrọ Motsepe nwoke kasị baa ọgaranya na South Africa, na-ebute ndepụta Sunday Times' kwa afọ nke bara ọgaranya na atụmatụ akụ na ụba nke R20.07 ijeri ($ 1 ijeri).",
  "N'afọ 1994, ọ ghọrọ onye isi ojii mbụ na ụlọ ọrụ iwu Bowman Gilfillan - n'otu afọ ahụ a họpụtara Nelson Mandela dị ka onye isi ojii mbụ nke mba ahụ",
  "Ka gọọmentị ọhụrụ malitere ịkwalite ikike ndị isi ojii na azụmaahịa; Motsepe hiwere Future Mining, nke nyere ọrụ nkwekọrịta nke gụnyere ihicha ájá ọla edo site n'ime olulu ogbunigwe maka Vaal Reefs Gold mine, ma mejuputa usoro ụgwọ ọrụ ndị ọrụ nke jikọtara ụgwọ ọrụ dị ala na ego ịkekọrịta uru.",
  "N'afọ 1997, na ọnụ ahịa ọla edo dị ala, ọ zụtara ebe a na-egwupụta ọla edo n'akụkụ site n'aka AngloGold n'okpuru usoro ego dị mma",
  "AngloGold rere Motsepe oghere ọla edo isii maka $ 7,7million na-enye ya ohere ịkwụghachi ụgwọ ahụ site na ego a ga-enweta n'ọdịnihu nke ụlọ ọrụ a maara ugbu a dị ka African Rainbow Minerals.",
  "E kwughachiri nke a n'ọtụtụ nkwekọrịta ma Motsepe guzobere ụlọ ọrụ iji malite ịzụta ogbunigwe na-arụ ọrụ nke ga-abụ isi iyi nke akụ na ụba ya",
  "N'afọ 1999, ya na ndị enyi ya abụọ jikọrọ aka wee mepụta Greene and Partners Investments.",
  "Iwu Black Economic Empowerment (BEE) nke e webatara mgbe ntuli aka nke afọ 1994 gasịrị enyewo aka n'ịkwalite ọnọdụ Motsepe na ụlọ ọrụ na-egwupụta ihe na South Africa",
  "Azụmahịa ga-enwerịrị opekata mpe nke 26% nwe ojii ka a tụlee ya maka ikikere Ngwuputa.",
  "Kemgbe afọ 2004, ọ bụ onye isi na-abụghị onye isi nke Absa Group na Sanlam.",
  "N'afọ 2002 mgbe edepụtara ya na JSE Security Exchange, African Rainbow Minerals sonyeere Harmony Gold Mining Ltd",
  "aha ụlọ ọrụ ahụ gbanwere na ARMgold",
  "Motsepe bụkwa onye guzobere African Rainbow Minerals Platinum (Proprietary) Limited na ARM Consortium Limited, nke mechara kewaa nwe ya na Anglo American Platinum Corp Ltd",
  "Site na 2005, Motsepe bụ onye isi oche nke Teal Exploration and Mining Incorporated",
  "Motsepe bụkwa onye isi oche nke Ubuntu-Botho Investments, onye isi oche na-abụghị onye isi oche nke Harmony Gold Mining Co Ltd",
  "na osote onye isi oche nke Sanlam Ltd",
  "Motsepe abụrụla onye isi oche nke ụlọ ọrụ azụmahịa na ụlọ ọrụ South Africa.",
  "N'afọ 2003, Motsepe kere Ubuntu-Botho Investments (UBI) (na 2019 o nwere 55% nke ya)",
  "N'afọ 2004, UBI banyere nkwekọrịta BEE na ụlọ ọrụ mkpuchi na ọrụ ego Sanlam. Nkwekọrịta ahụ kwụsịrị na 2014 mgbe a kwụrụ ụgwọ ahụ ma UBI nwetara 13.5% nke Sanlam mana UBI nwere 18.1% votu na Sanlam dị ka onye mmekọ BEE ya",
  "UBI wee malite African Rainbow Capital (ARC), ụlọ ọrụ enyemaka nke UBI",
  "Onye isi ndị isi ARC bụ Johan van Zyl, onye bụbu onye isi nke Sanlam",
  "ARC nwere ihe karịrị ụlọ ọrụ iri anọ, gụnyere TymeBank, otu ụlọ ọrụ Afrimat, ụlọ ọrụ ugbo BKB, ụlọ ọrụ nkwukọrịta Rain, ụlọ ọrụ okomoko Val de Vie, na obere osisi na Alexander Forbes, onye nchịkwa ego ezumike nká.",
  "Motsepe bụ onye nwe Mamelodi Sundowns FC otu klọb bọọlụ Premier",
  "N'ọnwa Nọvemba afọ 2019, Motsepe zụtara 37% na Blue Bulls Co",
  "Ndị ọzọ na-ekenye nnukwu ego bụ Remgro (37%) na Blue Bulls Rugby Union (26%).",
  "N'ọnwa Nọvemba afọ 2020, o kwupụtara na ọ ga-abụ onye ga-abụ onye isi oche CAF",
  "E boro ya ebubo ngwa ngwa na FIFA na-akwado ya nke ọma - n'agbanyeghị ọrụ ya nke nchekwa na nnọpụiche - na Onye isi ala ya Gianni Infantino, onye ga-achọ inweta votu nke Africa maka ntuli aka ọzọ n'ọdịnihu, a họpụtara Patrice Motsepe na 12 Machị 2021, mgbe nke ahụ gasịrị, mmadụ anọ ndị ọzọ niile na-azọ ọkwa ha.",
  "N'afọ 2011, a kpọrọ ya onye isi oche nke Black Business Council, ọ bụkwa onye otu ntọala na onye bụbu onye isi oche nke otu n'ime ndị na-akwado azụmahịa na ndị otu na-akwado azụmahịa na South Africa bụ Business Unity SA (BUSA).",
  "Motsepe ritere ihe nrite kacha mma nke South Africa n'afọ 2002.\nN'afọ 2004, a họpụtara ya dịka onye nke iri atọ na itoolu n'etiti ndị South African Broadcasting Corporation's Great South Africans",
  "N'afọ 2008, a kọrọ na ọ bụ onye nke 503 kasị baa ọgaranya n'ụwa, dị ka ndepụta Forbes 2019 nke The World's Billionaires si kwuo, mgbe ahụ ọ bụ onye nke 962 kasị baa ọgaranya n'ụwa, na onye nke atọ kasị baa ọgaranya na South Africa maka afọ 2019. N'afọ 2020, Forbes họọrọ Motsepe dị ka onye nke 1,307 kasị baa ọgaranya n'ụwa, na akụkọ akụ na ụba nke US $ 2.1 ijeri.",
  "Na Jenụwarị 2020, na nri abalị nke World Economic Forum na Davos, Patrice Motsepe gwara onye isi ala US Donald Trump n'ihu ọha na \"Africa hụrụ ya n'anya\"",
  "N'ihu mmeghachi omume iwe nke nkwupụta a kpalitere na kọntinent Afrịka niile, onye ijeri ahụ rịọrọ mgbaghara, na-akọwa \"Enweghị m ikike ikwu okwu n'aha onye ọ bụla ma e wezụga onwe m\".",
  "Motsepe lụrụ Dr",
  "Precious Moloi, dibịa na onye ọchụnta ego ejiji",
  "Ha nwere ụmụ atọ. Ọ bụ nwanne Tshepo Motsepe na Bridgette Radebe, na nwanne di nke onye isi ala Cyril Ramaphosa na Mịnịsta Jeff Radebe."
]