[
  "Patusis, nke amakwa dịka ụkwara mkpogho maọbụ ụkwara otu narị ụbọchị, bụ ụkwara nke bụ nje n'efe. Na mbido ọ na-eyi ka ọbụ oyi, nke n'agba onye ọ na-eme imi, oyiọmụma n'obere ụkwara",
  "Nke n'esochi ya bụ ụkwara nke ga-adịgịde ruo ọtụtụ izu ụka",
  "\"Mkpọtụ \"n'esochi mgbe onye ahụ n'eku ume. Ọ na-adịgịde ruo abalị 100 maọbụ izu ụka iri. Oge ụfọdụ onye ahụ n'akwasi ụkwara ike ruo mgbe obidoro gbọba agbọ, gbajie ngụgụ maọbụ nwee ike ọgwụgwụ n'ihi ya. Ụmụaka ndị erubeghị otu afọ nwere ike ịkwa ụkwara mana ọ na-eme na ha nwere ike ịkwụsị iku ume oge ụfọdụ. Ọ na-ewe ihe dịka abalị asaa ruo iri tupu ọpụtachaa nkeọma. Ndị nwere ya nwetagoro ọgwụgwọ nwere ike inwekwa ya ọzọ, mana ọnaghị esicha ike.",
  "Ihe n'akpata nje a bụ nke akpọrọ Bọdetela patusis",
  "Esi na ikuku ebuta ya, mgbe onye nwere ya mara uzere maọbụ kwaa ụkwara.   Onye nwere ya n'ebunye ya ndịọzọ mana ọ na-egosi mgbe ihe dịka izu ụka atọ gasịrị",
  "Mana ndị ejị mkpụrụọgwụ emere maka ya gwọọ anaghị enwetakarị ya. Tupu eme nnyocha, a na-enweta ihe eji eme nchọpụta ma ọbụ ya ji mmadụ site n'azụ imi maọbụ akpịrị ma hapụ ya ọtụtụ ụbọchị  iji nweta ihe achọrọ.",
  "A na-egbochikarị ya site n'ịgba ọgwụ mgbochi patusis.  A na-atụ arọ ka agbaa ọgwụ a mgbe nwatakịrị gbara izu ụka isii na izu ụka asatọ ma hụụ n'enyere ya ugbo anọ mgbe ozuru afọ abụọ. Mana ka oge n'aga ike ọgwụ ahụ n'ebelata nke na a na-atụ aro ka ndị torola mmadụ gbaa ya site n'oge ruo n'oge.  Ndị nwere nnukwu nsogbu ahụike na ndị nọ ebe ha nwere ike ibute ya kwesịrị iji mkpụrụ ọgwụ n'eme ihe site na mgbe ruo na mgbe. Ndị nwere ya bụ ọrịa, ọgwụ ahụ ga- arụ orụ maọbụrụ n'eji ya mee ihe mgbe ọ ka dị izu uka ato achọpụtasịrị ya, mana ọnaghị apụtacha ihie n'ebe mmadụ niile nọ",
  "Nye ụmụaka n'erubeghị otu afọ na ụmụnwaanyị dị ime kwesịrị iji ya mee ihe mgbe ọka dị izu ụka isii obidoro",
  "Ọgwụ ekwesirị iji mee ihe gunyere erotromisin, azitromisin, trimetoprin/sọfametosazol.   Ihe n'egosi ka ọgwụ ahụ si rụọ n'ebe ụkwara nọ apụtachaghị ihie",
  "Ụmụaka ndị erubeghị otu afọ kwesirị ka eburu ha gaa ụlọọgwụ",
  "Ọrịa patusis n'emetụta ihe ruru nde mmadụ 16 n'uwa niile",
  "kwa afọ.  Ọ na-emekarị ndị bi na mba ndị n'emepe emepe nye onye ọbula n'agbanyeghị afọ ndụ onye ahụ. N'afọ 2013, ogburu mmadụ puku 61nke di ala karia nde 138 ogburu na 1990. Pasent 2 nke ndị ometụtara bụ ndị erubeghị otu afo bụ ndị ogburu. Ebu ụzọ nụ maka ya ọtụtụ narị afọ gara aga, mana achọpụtara nje n'ebute ya n'afọ 1906",
  "Ewepụtara ọgwụ ya n'afọ ndị 1940.Àtụ:Infobox medical condition (new)"
]