[
  "Paul Lamar Collins (amụrụ na úbọchị irí nà otu n'ọnwa Disemba, 1936) bụ onye America na-ese ihe",
  "A maara Collins màkà iji nkà ya mee ihe, ìhè, na nlebara ányà na nkọwa.",
  "African/American Indian/European",
  "Nkà nke Paul Collins sitere na ọmụmụ ya, ogologo nnwale, na mkpebi siri ike",
  "A mụrụ ya na Muskegon, Michigan wee kwaga Grand Rapids mgbè ọ dị obere",
  "Paul gara ụlọ akwụkwọ na Ada na Grand Rapids Michigan",
  "A kwụsịrị ya ka ọ ghara iwere nka n'ụzọ siri ike n'ihi ikike ya yiri ka ọ \"na-abaghị uru\" dị ka ọrụ n'ọdịnihu.",
  "Collins nọrọ n'oge ntorobịa ya na-etolite n'ógbè ndị isi ojii",
  "Ọ chọtara agbamume na mmetụta site n'aka Randy Brown, ónyé na-ese ihe na ónyé na-ede uri gụrụ akwụkwọ nke si n'ebe ndịda bịa, mere ka o kwenye ịchụso ọrụ nka",
  "Ụlọ ọrụ Brown dị nso n'ụlọ Collins, mgbè Paul ka nọ n'ụlọ akwụkwọ ọ na-eleta ya mgbe niile",
  "N'ihe dị ka n'oge a, ọ gbalịrị ise ihe na mmanụ, ihe ọ na-ahọrọ ugbu a",
  "Mmasị ya n'ihe gbásárá mmanụ mèrè ka ọ mụta ihe niile o nwere ike ịgụ banyere usoro na kemịkalụ nke ihe osise",
  "Ọ nwalere ihe osise mmịrị na tempera ma nwalere obéré ógè na acrylics",
  "Otú ọ dị, mmanụ na pensụl ka bụ ntọala nke usoro ya.",
  "Mgbe Collins gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị, ya na Brown malitere azụmahịa a na-akpọ Ran-Col",
  "Ụlọ ọrụ ha na-emepụta ihe nyéré Collins ohere ịzụlite nkà ya maka imepụta, nhazi na mkpụrụ édémédé",
  "Nnukwu super-graphics bụ ihe pụrụ iche nke ụlọ ọrụ ahụ",
  "Nke a mèrè ka Paul nwee ike ịnọgide na-enwe nkà na ụzụ ya.",
  "Ọ bụ n'otu ógè a ka Collins malitere ire ihe osise ya na ngosi nka",
  "Ọ na-enye nsogbu mgbe niile site n'ụzọ a na-ahụkarị ndị isi ojii na-egosikarị egbugbere ọnụ buru ibu na anya na-apụta nke ọ họọrọ ise nnukwu ihe na-egosi ihu ojii",
  "N'oge na-adịghị anya, ọ malitere njem afọ abụọ na West Africa iji see usoro ọdịbendị na-egosi akụkụ nke ndị nna nna ya.",
  "Afọ 1960 na 1970",
  "N'afọ 1969, Paul so nwa ya nwoke nke okenye Michael gaa West Africa, ebe Paul gụrụ akwụkwọ ma gosipụta ndị Senegal na ndị Gambia n'ógbè ha",
  "E gosipụtara usoro a kpọrọ, \"Black Portrait of an African Journey\" n'Africa, Europe na United States",
  "Ndị nkatọ nabatara usoro ahụ nke ọma",
  "Dị ka Detroit Free Press kwuru, \"Ihe si na njem Afrịka pụta ozugbo bụ nguzobe nke aha Collins dị ka ónyé na-akọwa ọhụụ ọhụụ ọhụụ banyéré ọnọdụ mmadụ",
  "\" E gosipụtara ọtụtụ n'ime ihe osise ndị ahụ na ihe nkiri akpọrọ \"Save the Children\" nke Paramount wepụtara na 1972",
  "Gọọmentị Senegal kpọrọ otu okporo ámá, Rue Monsieur Paul Collins, iji sọpụrụ ya.",
  "N'afọ 1975, e nyere Collins ọrụ ịmepụta ihe osise 18 x 8 ft",
  "nke onye ọbọdọ Grand Rapids, Ónyé isi ala Gerald R",
  "Ford",
  "A na-egosipụta ihe osise ahụ na Gerald R",
  "Ford International Airport, ma na-ekpughe akụkụ dị iche iche nke ndụ onwé ónyé Ford dị ka onye isi ala nke United States; onye na-eme egwuregwu, nna, na di",
  "Ihe osise ahụ dọtara uche mba ma nweta otuto màkà \"ihe ngosi siri ike na nke dị ùgwù nke Gerald R",
  "Ford\"",
  "A na-ebipụta ihe osise na ihe oyiyi n'otu n'otu na akwụkwọ, Gerald R",
  "Ford- A Man in Perspective, (Eerdmans, 1976).",
  "Afọ 1980",
  "N'afọ 1981, Collins o mepụtara \"Ford Museum Commemorative Poster\" iji sọpụrụ mmeghe nkè Gerald R",
  "Ford Presidential Museum na Grand Rapids, Michigan.",
  "Afọ 1990 ruo ugbu a",
  "Collins zaghachiri oku nke Pacific Rim, kwaga Omihachiman, Japan na 1994, nkè Amway Japan Corporation nyéré iwu",
  "Site na imikpu ya na omenala ndị Japan, o mepụtara ihe osise ndị rụrụ ọrụ dị ka àkwà mmiri nke nghọta màkà anya ọdịda anyanwụ, na-enye ọhụụ banyere omenala, ememe, na nkwekọrịta nke ndị Japan",
  "A kpughere nchịkọta ahụ na 1997 na Megaro Gajoun Museum na Tokyo, Japan ma gosipụta ya na Kawara Museum na Omihachiman, Japan.",
  "Ọ rụrụ ọrụ dị ka ónyé isi oche nke Greater Grand Rapids Fund ebe o nyere aka ịnakọta ihe karịrị puku dollar atọ na iri ise site na ụlọ ọrụ dị iche iche iji guzobe \"Teens Summer Jobs Program\" na-emepụta ihe karịrị ọrụ narị isii n'oge ọkọchị",
  "Collins sokwa ónyé isi oche nke Grand Rapids Youth Commonwealth Campaign na Onye isi ala Gerald R",
  "Ford na Senator Glenn Steil na mkpọsa iji weghachite Seidman Youth Center dị ugbu a ma wuo ebe ọzọ gafee obodo ahụ.",
  "Ụwa:",
  "Dakar, Senegal; Nairobi, Kenya; Jerusalem, Israel; Lagos, Nigeria; Sarajevo, Bosnia; Freeport, Grand Bahamas; Omihachiman, Japan; Tokyo, Japan; Paris, France; Moscow, Russia; Old Havana, Cuba; Tel Aviv, Israel",
  "New York; Washington, DC; Ohio; Illinois; Indiana; Virginia, Michigan, Louisiana, Delaware, Massachusetts; Pennsylvania; Maryland; Florida; Georgia; Kentucky; California; Tennessee; Arizona; New Jersey; Minnesota; South Dakota; Vermont"
]