[
  "Pauline Mvele (a mụrụ n'afọ 1969) bụ onye na-eme ihe nkiri, onye nduzi na onye na-ede ihe nkiri si Burkina Faso",
  "A maara Mvele maka imepụta ihe ngosi, ma na-ebi na Gabon ugbu a",
  "Ihe ndekọ ya na-elekwasị anya n'okwu ndị dịka HIV / AIDS na Africa, na mmeso ọjọọ nke ndị inyom di ha nwụrụ na ndị mkpọrọ na Gabon",
  "N'afọ 2014, ihe nkiri ya meriri ihe nkiri kachasị mma na Burundi Film Festival",
  "A mụrụ Pauline Mvele na Ivory Coast n'afọ 1969, a zụlitere ya na Burkina Faso",
  "Ọ gụrụ akwụkwọ na Mahadum Joseph Ki-Zerbo dị na Ouagadougou ebe ọ zutere di ya, n'afọ 1999 ọ gụsịrị akwụkwọ na nzere masta na akwụkwọ akụkọ. Mgbe ọ gụsịrị akwụkwọ, Mvele na di ya, onye bụ onye Gabon, kwagara Gabon",
  "Mgbe ọ nọ na Gabon, ọ na-eche nsogbu ịchọta ọrụ ihu ma na-arụ ọrụ dị iche iche tupu ọ chọta ọrụ na akwụkwọ akụkọ na-ede maka magazin ụmụ nwanyị Amina. Mvele sonyere n'òtù mgbochi HIV / AIDS",
  "A kpaliri ya ịmalite ọrụ ya na ime ihe nkiri mgbe o dechara edemede banyere ihe isi ike ndị inyom nwere nje HIV na Gabon na-eche ihu, ma hụ nzaghachi dị mma nke edemede ahụ nwetara.",
  "N'afọ 2009, Mvele duziri Accroche-toi! (English: Hold On!), ihe nkiri ihe nkiri mbụ ya. Accroche-toi! nyochara ndụ ụmụ nwanyị ise na-arịa ọrịa HIV na Gabon, na ebumnuche nke ibelata ihere megide ndị nwere nje HIV na ịgba ndị nwere nje ume ka ha ghara ịkwụsị ndụ. O mepụtara ihe nkiri ahụ na mmekorita ya na onye nduzi Gabonese Imunga Ivanga, ụlọ ọrụ Gabonese Institute of Image and Sound mepụtara ma kwado ihe nkiri ahụ.",
  "N'afọ 2011, Mvele duziri Non coupables (English: Not guilty!), ihe ngosi nke na-akatọ mmegbu ndị inyom di ha nwụrụ na Gabon site n'aka ezinụlọ nke di ha nwụrụ anwụ, ọkachasị omume nke ịnapụ ndị inyom ndị di ha nwụrụ ihe onwunwe ha. N'afọ 2014, ọ duziri ihe ngosi Sans familie (English: Without Family), nke kọwapụtara mmeso ọjọọ na ọnọdụ ibi ndụ dị njọ nke ndị mkpọrọ na Libreville Detention Center.",
  "Ka ọ na-erule  afọ 2017, Mvele na-arụ ọrụ na ihe ngosi ọhụrụ akpọrọ \"Le Nganga blanc\", nke na-agbaso ndụ Hugues Obiang Poitevin, onye France bi na Gabon ruo afọ iri anọ, ma mikpuo onwe ya na omenala Gabonese, ọkachasị Bwiti",
  "Ihe ngosi ahụ meriri ihe nrite mbụ maka Best Concept site na Panafrican Film and Television Festival nke Ouagadougou.",
  "Mvele jikọrọ aka hazie Third Urusaro International Women's Film Festival n'ọnwa Machị afọ 2018. N'ọnwa Ọktoba afọ 2019, ọ bụ onye otu East African Jury na Urusaro International Women's Film Festival. N'ọnwa Nọvemba afọ 2019, a mara ọkwa na Mvele ga-egosi ọrụ ihe nkiri ọhụrụ na Yaoundé Film Lab mbụ na Cameroon site na Nọvember ruo Disemba afọ 2019."
]