[
  "Paul Mpagi Sepuya (amụrụ n'afọ 1982) bụ ónyé America na-ese foto na onye na-ese ihe",
  "Foto ya na-elekwasị ányá na mmekọrịta dị n'etiti ónyé na-ese ihe na isiokwu",
  "Ọ na-enyocha mgbè niile ọtọ n'ihe gbasara mmekọrịta chiri anya nke foto studio",
  "Ntọala nke ọrụ Sepuya bụ ihe osise",
  "Ọ na-egosipụta ndị enyi na ndị na-eche echiche n'ọrụ ya nke na-emepụta mmekọrịta bara uru site na foto. Sepuya na-ekpughe ihe ndị ahụ na nka ya n'ime iberibe: okpu, aka, ụkwụ, ma ọ bụ ụkwụ kama ahụ dum",
  "Site na foto na-akpali akpali, Sepuya na-emepụta mmetụta nke agụụ na ịchọ ihe ndị ọzọ",
  "Ọchịchọ a na-enye ndị na-ekiri ohere ijikọ ya na foto n'ụzọ bara uru.",
  "A mụrụ Sepuya na San Bernardino, California. Ọ kwagara New York nwa ógè iji nweta nzèrè bachelọ na Fine Arts na Photography & Imaging na Mahadum New York's Tisch School of the Arts na 2004 ma mesịa nweta nzèrè Master of Fine Arts na photography na UCLA Department of Art na 2016",
  "E gosipụtara ọrụ sitere na nzèrè masta yá na UCLA MFA Exhibition #3.",
  "A maara Sepuya nke ọma màkà ihe osise ya",
  "Portraiture bụ ihe nnọchianya nke ónyé na-ese ihe",
  "Ónyé na-ese ihe na-eji ihe osise dị ka ihe, akara, ma ọ bụ agba iji gosipụta àgwà ma ọ bụ ọnọdụ mmadụ",
  "site na iji foto nke ndị na-ese foto, ndị enyi ya na onwé ya. Akụkụ ọzọ dị mkpa nke ọrụ ya bụ nkewa",
  "Ndị na-ekiri ihe nkiri nwéré ike ịhụ akụkụ ahụ na foto Sepuya",
  "Site na nke a, ọ nwèrè ike ịmepụta mmetụta dị nso nke ịchọ ihe ndị ọzọ",
  "Ọ bụ agụụ a na-enye ndị na-ekiri ohere ijikọ ya na nka ya n'ụzọ miri emi. A na-egbutu foto ya, degharịa ya ma tinye ya na teepu iji mepụta ihe dị omimi nke ọdịbendị na-eme ihe ọ bụla yana mmekọrịta mmadụ na ibe ya na mgbanwe mmekọahụ",
  "Foto ya na-egosi mmasị ya na akụkọ ihe mere eme nke ihe osise na ịchọ ka foto ojii dịrị n'otu oge dị ka mkparịta ụka nke oge a",
  "Ógè foto ya na-emekarị n'ụlọ ihe nkiri a ma ama dị ka nke ya ma ọ bụ ndị enyi ya iji gosipụta ọnụnọ ya na mmekọrịta ya na ndị mmadụ na foto ya.",
  "Usoro Sepuya Studio Work (2010X11) na-aga n'ihu na mmepe nke mmasị ya na-adịgide adịgide na foto na mmekọrịta chiri anya dị n'etiti ónyé na-ese foto na ónyé na-ewere foto na gbụrụ-gbúrụ ebe a na-achịkwa ụlọ ọrụ ahụ",
  "Ogologo na obosara nke ọrụ ya na-enyocha ọ bụghị naanị àgwà na àgwà nke onyinyo ahụ kamakwa arụmọrụ onwé ónyé dị n'ime ụlọ ọrụ foto. Ụlọ ọrụ m bụ nke onwé, mànà ọ bụghị ebe mechiri emechi",
  "Kama nke ahụ, ọ bụ ebe m biri ma megheere ndị gbara m gbụrụ-gbúrụ, ọ na-ekwu na ọ na-atụgharị uche na mmepụta nke ebe obibi studio na ndị a kpọrọ ka ha mee foto ha. Ọ na-enweta mkpali màkà nyocha nke oge a nke foto studio site na ọrụ Robert Mapplethorpe na ónyé na-akọ akụkọ ihe mere eme na onye nkatọ Brian O'Doherty ónyé mbipụta ya \"Studio na Cube:Na mmekọrịta dị n'etiti ebe a na-eme nka na ebe a na'egosipụta nka\" ha abụọ gosipụtara n'ụzọ pụtara ìhè n'ọrụ mbụ ya. O nweela ebe obibi na Studio Museum na Harlem ma tinye ọrụ ya na Leslie-Lohman Museum of Gay and Lesbian Art.",
  "Ndị na-akatọ nka na ndị na-anụ ọkụ n'obi na-eto ọrụ Sepuya n'ozuzu ya",
  "Ọrụ ya dị iche n'echiche na ndị nkatọ kwetara na ojiji ya dị irè nke usoro ihe osise nkè ahụ."
]