[
  "Paul Ikechukwu Obiefule (a mụrụ ya ụbọchị ịrị na ịse nke ọnwa Mee na afọ otu puku na narị itenanị na ịrị asatọ na isii na Owerri )",
  "Ọ bụ onye Naịjirịa lara ezumike nká na egwuregwu fotu bọọlụ.",
  "Obiefule malitere ọrụ ya na obodo ya bụ Naịjirịa na- egwuru ndị  Planners FC na ndị Heartland, ebe ọ nọrọ ọnwa abụọ tupu ndị Viborg FF nke Denmark ahụ ya, onye bịanyere aka na ya na afọ puku abụọ na anọ",
  "N'oge ya na Viborg, ọ dọtara mmasị dị ukwuu site na ọtụtụ klọb ndị si mba ofesi mana na afọ puku abụọ na asaa ka ekwuputara na ọ bịanyela aka na nkwekọrịta otu afọ maka ụlọ ọgbakọ Norwegian klọb Lyn, na Septemba na afọ puku abụọ na asatọ ka ọ bịanyere aka na nkwekọrịta ọhụrụ, nke a digidere ruo na njedebe nke afọ puku abụọ na iri na otu na ewee nyefeeya ọkwa Kapitin Band, nke a mere ya Onye Isi Ojii izizi nọ n' okwa Kapitin na Norwegian Premiership klọb, atugara Obiefule na otu ndị otu egwuregwu England na Watford bụ nke dị na Scottish Aberdeen na Norwegian Hønefoss  Obiefule ji ọnụ kwenye ka ọnwa Disemba dị na mkpụrụ ụbọchị iri na anọ na afọ puku abụọ na itenanị maka nkwekọrịta afọ atọ maka Hønefoss n'ihi mmerụ nke ọ merụrụn' ikpere nke mere ka ọ ghara ịkwaga Scotland ma ọ bụ England",
  "Obiefule kwetara na mgbazinye ọnwa isii maka Lillestrøm na ụbọchị abụọ nke ọnwa Ọgụstụafo puku abụọ na iri na otu wee debanye ya na egwuregwu megide Tromsø n'echi ya, na ụbọchị nke atọ nke ọnwa Ọgụstụ, na-enweghị ọzụzụ na onye otu ọhụrụ ya",
  "Na Febụwarị puku abụọ na iri na abụọ, Obiefule bịanyere aka na nkwekọrịta maka oge puku abụọ na iri na abụọ ya na ndị otu Finnish Veikkausliiga KuPS",
  "Na ọnwa Nọvemba afọ puku abụọ na iri na abụọ , Obiefule laghachiri ọzụzụ na Viborg FF tupu ọ mezuo ebumnuche ya bụ ị gaakwuru ndị otu ndị China amaghi",
  "Na ọnwa Ọgụstụ afọ puku abụọ na iri na ise, Obiefule kwetara maka nkwekọrịta ya na ụlọ ọrụ Danish Holstebro,  mgbe ọ gụsịrị Møldrup / Tostrup",
  "Ọ lara ezumike nká na afọ puku abụọ na iri na asaa.",
  "Obiefule bụ onye Naịjirịa azuru na mba ofesi ya mere ya mpụta maka Super Eagles na asọmpi LG na afọ puku abụọ na anọ",
  "Ọ bụ onye otu ndị otu egwu bọọlụ Super Eagles nwetere ọla nchara n’Ijipt na afọ puku abụọ na isii",
  "O turula ugo ugboro iri maka obodo ya.",
  "Obiefule nọ na-agụ akụ na ụba ọrụ ugbo na Mahadum dị elu nke Teknụzụ nke Owerri na Naịjirịa mana ọ hapụrụ ya ịchụso ịgba bọọlụ ọkachamara.",
  "Nwanne ya nwoke bụ Polycarp Obinna Obiefule, na-egwu egwuregwu ugbu a maka Mosta FC na Malta",
  "Nwanne ya nwoke Pol mere ihe tụrụ na anya maka mgbaru ọsọ kachasị elu nke emetụtara na Maltese Premier League na agbata afọ puku abụọ na iri na otu na puku abụọ na iri na ka ọ nyere ọ kpulo kpụ goolu iri atọ na anọ",
  "Onye bụbu onye otu Planners FC Owerri Imo Steeti nke Naịjiria."
]