[
  "Paul Harris Yule (amụrụ n'afọ 1956) bụ onye nta akụkọ foto na onye na-eme ihe nkiri. Na mgbakwunye na foto ya, ọ duziri ihe karịrị ihe nkiri irí atọ na kọntinent isii, ọtụtụ ógè na isiokwu ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya na-ese okwu, ọtụtụ n'ime ha enwetala nnukwu onyinye, gụnyere International Emmy (n'ihe banyere Damned in the USA - Berwick Universal Pictures, afọ 1990), onyinye sitere na Royal Television Society, Edward Morrow Prize, na Amnesty International.[n 1][n 2][n 3] O guzobere ụlọ ọrụ mmepụta Berwick Universal Pictures na London n'afọ 1980.",
  "A mụrụ Paul Yule na Johannesburg, South Africa na ezinụlọ ya kwagara England ógè ọ dị afọ asatọ",
  "Ọ gara Aldenham School wee mụọ Philosophy, Politics and Economics (PPE) na Mahadum Oxford.",
  "Ebe izizi ọ na-ewepụta foto bụ na-arụ ọrụ n'ihe banyere magazin Mahadum Oxford Isis, ma na-edekọ ọrụ ihe nkiri izizi nke ndị oge ya Rowan Atkinson, Richard Curtis na ndị ọzọ nke ọgbọ ahụ. Mgbe ọ hapụsịrị Oxford n'afọ 1979, Yule gara Peru ọnwa asatọ na-arụ ọrụ dị ka onye na-ese foto na The Cusichaca Project dị nso na Cusco",
  "N'afọ 1980, ya na onye na-ese foto Chris Plytas guzobere Berwick Universal Pictures, na-arụ ọrụ n'ụlọ ọrụ dị n'okpuru ala na Berwick Street, London, n'otu afọ ahụ, o mere foto na imewe maka Rowan Atkinson's Live in Belfast album",
  "N'afọ 1983, mgbe ọtụtụ nleta gachara Peru, akwụkwọ ya The New Incas (nke John Hemming gosipụtara) ka The New Pyramid Press bipụtara ma gosipụta foto ndị ahụ n'ọtụtụ ebe, gụnyere na Side Gallery na Newcastle, Royal Geographical Society na The Photographers' Gallery na London.",
  "Ihe nkiri ndị na-adịbeghị anya gụnyere All Out In Pakistan (BBC, afọ 2017) - nke a haziri gburugburu njem cricket \"Wounded Tiger\" nke Peter Oborne, ọ na-ele mmekọrịta cricket na ndọrọ ndọrọ ọchịchị na Pakistan; na The Life of Jo Menell (afọ 2019), ihe nkiri màkà onye na-eme ihe nkiri na-eme ngagharị iwe, nke natara World Premiere ya na The Encounters Documentary Film Festival.",
  "N'afọ 2021, e bipụtara akwụkwọ Limited-Edition nke foto ya, \"My Developing Eye\".",
  "Yule lụrụ onye na-ese  nkiri Denise Dorrance ma nwee ụmụ anọ."
]