[
  "Paula Wilson (amụrụ na Disemba 17, 1975) bụ ónyé Africa-America \"mixed media\" na-ese ihe na-emepụta ọrụ na-enyocha njirimara ụmụ nwanyị site na oghere nke akụkọ ọdịbendị",
  "Ọ na-eji ihe ọkpụkpụ, collage, eserese, ntinye, na usoro obibi akwụkwọ dị ka silkscreen, lithography, na woodblock. N'afọ 2007, Wilson si Brooklyn, New York, kwaga Carrizozo, New Mexico (ọnụ ọgụgụ mmadụ 996), ebe ya na onye ọrụ osisi ya bụ Mike Lagg bi ma na-arụ ọrụ ugbu a.",
  "A mụrụ Paula Wilson na Chicago ma too na Hyde Park n'akụkụ ndịda nke obodo ahụ, ebe nnà ya, William Julius Wilson, bụ prọfesọ nkè mmekọrịta mmadụ na ibe ya na Mahadum Chicago. Nné ya, Beverly Ann Wilson, bụ onye na-ese ihe na ónyé na-ede akwụkwọ.",
  "Paula Wilson gàrà Mahadum Washington (St",
  "Louis, Missouri) site na 1994-1998, nweta B.F.A",
  "ya ma gụsịrị akwụkwọ summa cum laude.  Wilson nwetara M.F.A",
  "ya na Mahadum Columbia (New York, New York).",
  "A maara Wilson màkà nnukwu ọrụ ya na-emetụ n'ahụ na-akọwa akụkọ na gbụrụ-gbúrụ ebe obibi ndị dabara na ahụmịhe ya dị ka nwanyị ojii",
  "Ọ na-echepụta ihe osise akụkọ ihe mere eme ma tinye nsụgharị nke onwé ya n'ime ala na Canon",
  "Na-agbanwe n'etiti ihe osise na ihe osise, ọ na-ewu akụkọ site na ịdakpọ ụgbọ elu eserese",
  "Ọrụ Wilson na-adabere na onyinyo onwe onye, óbìbì akwụkwọ, ntinye, na collage",
  "Ọ na-ebipụta ihe oyiyi na blọk osisi, silkscreens, intaglio, na monotypes; akwa acrylic, mmanụ, na ágbá; na-ese vidiyo na-etinye ọrụ 2-D n'ime ala; ọ na-ebibi, na-agbakọta, na stitches iji mee ka ihe dị iche iche, nke jupụtara",
  "Ọrụ ya na-agbakarị na mgbidi ma ọ bụ etiti ha, na-egosipụta nchịkọta nke ahụmịhe ndụ: ojii na ọcha, ọbọdọ ukwu na ime obodo, ọdịnala na nke oge a, otu na otu.",
  "Wilson bi ma na-arụ ọrụ ugbu a na Carrizozo, New Mexico na onye mmekọ ya, onye ọrụ osisi Mike Lagg.",
  "E gosipụtara Wilson na akwụkwọ ndị dị ka Hyperallergic, Artforum, The New York Times, The Brooklyn Rail, na The New Yorker.",
  "Wilson natara onyinye nke Distinction site na Mahadum Washington Sam Fox School of Design & Visual Arts, St",
  "Louis, Missouri, na 2019. E nyela ya ebe obibi na Fabric Working and Museum (2009-2010) Vermont Studio Center na Giverny Residency site na Art Production Fund na Giverni, France",
  "O nwetakwala ọnọdụ na Short List, Joyce Alexander Wein Artist Prize, Studio Museum na Harlem, New York, New York",
  "2007 na Milovich Award na Painting, School of Art, Mahadum Washington, 1998."
]