[
  "Pauline Kies (ubochí isé n'ọnwa Jenụwarị 1918 Stellenbosch rụo ụbọchị irí abụọ na asatọ n'ọnwa Jenụwari 1999 Mossel Bay) bụ ónyé na-ese ihe osise na ónyé na-ahụ màkà ihe ọkụkụ na South Africa nke a maara nke ọma màkà ọrụ ya \"Flowering Plants of the Southern Cape\" (Still Bay Trust, 1986), na ːMore Flowering Plantes of the Southern Cabo (1995) n'okpuru aha 'Pauline Bohnen'",
  "Ọ bụ nwá nwanyị nke prọfesọ",
  "Charles Frederick Kies (ubochí irí abụọ n'ọnwa Ọktob 1885 Harrismith) na Hermine Krige (ubochí irí abụọ na ànó n'ọnwa Machị 1887 Stellenbosch)",
  "[ihe odide gburugburu]    egosi ónyé a dị ka ónyé edemede mgbè ọ na-ezo aka na  botanical. Ihe ndịda ọ chịkọtara dị ihe dị ka otu puku, ọ bụkwa ndị sitere na mpaghara ndịda ọdịda anyanwụ Cape, Fauresmith na Pretoria.",
  "Ọ gụrụ akwụkwọ na Huguenot College dị na Wellington n'oge 1935 rụo 1939, gụsịrị akwụkwọ na M.Sc",
  "Ọ rụrụ ọrụ otu afọ (1940) na Kirstenbosch National Botanical Garden, National Herbarium dị na Pretoria sochiri ya n'afọ 1941-43, mgbè nke ahụ gasịrị ọ malitere ọrụ nọọsụ na 1943-45",
  "Ọ laghachiri na ndị ọrụ nke National Herbarium na 1946-50, n'oge ahụ (1948), ọ rụrụ ọrụ dị ka ónyé na-ahụ màkà mmekọrịta na Kew.",
  "N'ubochí irí na asaá n'ọnwa Disemba 1949, na London, ọ lụrụ ónyé South Africa Hendrik Thomas Bohnen (ubochí irí abụọ n'otu n'ọnwa Eprel 1917 rụo ụbọchị itoolu n'ọnwa Nọvemba 2018), gbaa arụkwaghịm na Kew ọnwa isii ka e mesịrị wee laghachi Pretoria mgbè amuchara nwá ya nwanyị na 1952",
  "Ọ kwagara Stilbaai na 1977, ma mesịa gaa Riversdale.",
  "A màrà ọkwa na Pauline Bohnen Nature Reserve na Stilbaai, mpaghara dị mkpa nke limestone fynbos, na 1982.",
  "Nna ya, Charles Frederick Kies, bụ ónyé a ma ama na chọọchị nke, mgbe ọ rụchara ọrụ dị ka ónyé ozi ala ọzọ na Northern Rhodesia, jupụtara n'oche Prọfesọ nke nkà mmụta okpukpe na Huguenot College na Wellington",
  "Ọ bụkwa onye otu kọmitii (1920 Xi32) nke e nyere ọrụ ịsụgharị Bible n'asụsụ Afrikaans, ma dee akwụkwọ dị iche iche gbasara nkà mmụta okpukpe na akwụkwọ maka ụmụaka.",
  "Ụmụ Pauline",
  "Ụmụnne Pauline"
]