[
  "Paul Johan du Toit (ụbọchị irí atọ na otu n'ọnwa Ọktoba n'afọ 1965 rụọ úbọchị itoolu n'ọnwa Jenụwarị n'afọ 2014) bụ onye na-ese ihe na South Africa, na-arụ ọrụ na eserese, ihe ọkpụkpụ, akwụkwọ na mgbasa ozi ngwakọta",
  "E gosipụtara ihe ngosi ya n'ụwa niile",
  "Karịsịa, a họọrọ atọ n'ime ihe ọkpụkpụ ya màkà 2001 Florence Biennale.",
  "Otu n'ime ọtụtụ onyinye ọ natara bụ ihe nrite sitere n'obodo Florence na Biennale Internationale Dell'arte Contemporanea",
  "A họpụtara ya màkà onyinye Daimler Chrysler Sculpture Award nke afọ 2002",
  "N'oge na-adịbeghị anya, a kpọrọ Paul ka ya na ónyé bụbu ónyé isi ala Nelson Mandela na ndị egwu mba ụwa rụọ ọrụ na mkpọsa 46664.",
  "A mụrụ Paul Johan du Toit n'ubochí irí atọ na otu n'ọnwa Ọktoba n'afọ 1965 na Johannesburg",
  "Ọ tolitere na Mayfair Johannesburg ma oge ya nọrọ n'etiti nwanne nne ya na-ese ihe, Elizabeth van der Sandt, na ụlọ ọrụ nna ya, ebe ọ na-emepụta ihe ọkpụkpụ site na ngwaọrụ eletrik ebe nwanne nne ya kụziiri ya usoro eserese mmanụ.",
  "N'afọ 1984, Paul du Toit debara aha ya n'afọ 1985 ka e debara áhà ha na South African Air Force ebe o jiri oge ahụ rụọ ọrụ ịkwa nkà, rụọ ọrụ ọla nchara izizi ya nke ụgbọelu ma mụọ sayensị kọmputa nwa oge site na Pretoria Technikon",
  "Mgbè ọ hapụrụ ndị agha ọ rụrụ ọrụ dị ka onye na-eme mmemme kọmputa N'afọ 1988, ụlọ ọrụ Paul du Toit na-arụ ọrụ na ya batara na liquidation ma ọ rụrụ ọrụ na-agwụ ike na ụlọ akụ iji nweta ego",
  "N'oge a niile, ọ na-ese ihe n'abalị iji mee ka nkà nka ya dị ndụ.",
  "N'afọ 1992, nleta Florence na Ịtali ga-abụ ógè mgbanwe n'ọrụ nka Paul",
  "Ọ bụ David nke Michelangelo kpaliri ya nke ukwuu nke na ọ laghachiri na-agba mbọ ime ọrụ nka ya",
  "Mmetụta a ka ọ dịkwuo ike site na njem ha gara Paris afọ abụọ ka e mesịrị, ébé ikpughe otu ihe a tụrụ atụ nke e ji ụfụfụ polyurethane na plastik mee n'azụ Louvre, kpaliri ya n'ezie",
  "Ọ laghachiri South Africa wee bido ime ihe ọkpụkpụ n'ime ụlọ ọrụ ya, site na ihe ndị a tụfuru atụfu",
  "Otu n'ime ndị a meriri ya 'Best Artist with No Formal Training' na Association of Arts na Bellville Cape.",
  "N'ime ụlọ ọrụ ya na Hout Bay, Paul bịdọrọ iji usoro impasto (ihe nkedo ụlọ ọrụ siri ike nke ọ na-etinye akara na ihe oyiyi) nke ga-aghọ ihe dị mkpà n'ụdị edemede ya na-akpaghị aka",
  "N'oge a, o jikwa ihe ọmụma kọmputa ya mee ka ojiji ya nke ịntanetị dịkwuo mma ma jikọọ na ihe nkiri nka mba ụwa.",
  "N'afọ 2014, du Toit nwụrụ n'ọrịa kansa",
  "Ọ dị afọ iri anọ na asatọ.",
  "N'afọ 1997 Paul rere ihe osise mbụ ya n'ógbè ahụ",
  "Ọ malitekwara ebe nrụọrụ weebụ ya ma ónyé nwe ụlọ ngosi ihe nkiri na Paris hụrụ ọrụ ya ma kpọọ ya ka ọ gosipụta ya na 1998",
  "Paul kpebiri ime ihe osise ya ka ọ ghọrọ akụkụ nke ihe ngosi otu na Groot Constantia Art Gallery",
  "1998 bụ afọ Paul gara na sekit mba ụwa na ihe osise ndị a na-egosi n'ọtụtụ ihe ngosi mba ụwa na mpaghara",
  "Ọ pụtara na CNN International Art Club ma mee ihe ngosi nke mbụ ya na Paris",
  "Afọ 1999 gosipụtara na ọ gara n'ihu na mmasị obodo na nke mba ụwa na ihe ngosi na Moscow, Edinburgh na ụlọ ọrụ mpaghara na-azụta ụfọdụ ọrụ Paul",
  "2000 bụ nnupụisi nye Paul ka Prọfesọ họpụtara ya ka ọ bụrụ otu n'ime irí asaá karịrị 2000 ː a dị ịrịba ama ihe",
  "Nke a dugara n'ihe ngosi nke otu na otu na Cape Town yana ihe ngosi na Netherlands na France",
  "2000 mara ọkwa mmalite nke ihe osise osisi Paul.",
  "N'afọ 2001, a họpụtara ya ka ọ gosipụta ọrụ ya na Florence Biennale of Contemporary Art ebe ọ meriri n'ọnọdụ nke ise na ngalaba ihe ọkpụkpụ",
  "A họpụtakwara ya maka onyinye Daimler Chrysler maka ihe osise South Africa",
  "O mere ihe ngosi abụọ n'onwe ya otu na Holland Art Fair na The Hague na nke ọzọ na Cape Town.",
  "Ihe ngosi PlanetPaul",
  "Ezigbo njem, 2000, Acrylic on canvas, 2m x 2m, paul du toit",
  "Balance, 2001, impasto, 120 x 140 cm, Paul du Toit"
]