[
  "Pauline Powell Burns (1872-1912) bụ ónyé America na-ese ihe na onye na-akpọ piano",
  "Ọ bụ ónyé Africa America mbụ na-ese ihe na-egosi ihe osise na California na 1890",
  "Powell bụkwa ónyé na-akpọ piano nke na-eme ihe ngosi gburugburu San Francisco Bay Area.",
  "A mụrụ Pauline Powell na 1872 na Oakland, California, na Josephine Turner na di ya, ónyé na-ebu ụgbọ okporo ígwè William W",
  "Powell",
  "Nnà nnà ya bụ Joseph Fossett, otu n'ime ndị ohu Thomas Jefferson bụ ónyé a tọhapụrụ site na iwu ya na 1826. Nne nne ya Isabella Fossett bụkwa ohu ma dị ka nwatakịrị e rere ya na Monticello na 1827 dị ka akụkụ nke ụgwọ ala, mgbè e mesịrị gbalaga Boston",
  "Nne na nna Powell kwagara Oakland, ebe amụrụ nwa ha nwanyị Pauline na 1872, afọ nné nné ya Isabella nwụrụ.",
  "N'October 11, 1893, ọ lụrụ Edward E",
  "Burns; ha enweghị ụmụ.",
  "Powell gosipụtara nkà egwu na nka n'oge ọ malitere ma mụọ piano na eserese",
  "Ọ bụ ezie na ndị Africa America na-abanye na California School of Design n'oge ahụ, o yiri ka ọ bụ ónyé nkụzi onwe ya",
  "Ọ na-eme ihe ngosi piano n'ihu ọha n'ógbè ahụ ma ọ dịkarịa ala otu ugboro bụrụ abụ n'otu quartet na Los Angeles; ónyé édémédé Bay Area toro ya dị ka ónyé na-egbuke egbuke nke steeti ya.",
  "A na-edebe ụfọdụ akwụkwọ metụtara ndụ Powell na Archives of California Art.",
  "Kpọpụta njehie: <ref> tag with name \"si\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"smith\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"chandler\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"alexiadis\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"fuller\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"trenton\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"weiss\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"vs\" defined in <references> is not used in prior text."
]