[
  "Pauline Jeanette Williams bụ onye ndọrọ ndọrọ ọchịchị South Africa lara ezumike nká",
  "Onye otu African National Congress, a họpụtara ya na Northern Cape Provincial Legislature na 2004",
  "N'afọ 2009, a họpụtara ya dị ka onye otu Executive Council (MEC) maka Egwuregwu, Nkà na Ọdịbendị",
  "Ọ hapụrụ ndị omeiwu n'afọ 2014, naanị ka ọ laghachiri n'afọ 2015",
  "E mechara mee ya MEC maka Transport, Liaison na Safety na 2016",
  "Williams hapụrụ ọrụ ahụ n'oge na-adịghị anya na Mee 2017",
  "N'ọnwa Febụwarị afọ 2018, e mere ya MEC maka Mmekọrịta Gburugburu Ebe Obibi",
  "Williams hapụrụ ndị omeiwu ọzọ na 2019.",
  "A mụrụ Williams na Springbok na mpaghara Cape Province nke South Africa. N'afọ 1978, ọ nwetara asambodo dị elu na Northern Paarl High School.\nWilliams gụrụ maka nzere BA na Mahadum nke Western Cape n'etiti afọ 1979 na 1981. N'afọ 1982, ọ nwetara diplọma na agụmakwụkwọ ka elu na Mahadum South Africa O nwetara nzere B.Ed na UNISA n'afọ 1991",
  "Williams mere Diploma na Financial Management na APAC n'afọ 2000.",
  "Site na 1983 ruo 1996, Williams bụ onye nkuzi na Van Wyk Senior Secondary School n'obodo ya. N'afọ 1996, ọ ghọrọ onye nhazi mpaghara Namaqua nke agụmakwụkwọ na ọzụzụ ndị okenye. Ọ nọ n'ọkwa a ruo n'afọ 2000, mgbe a họpụtara ya dị ka onye nduzi agụmakwụkwọ mpaghara",
  "Ọ rụrụ ọrụ a ruo n'afọ 2004. N'ọnọdụ a, Williams bụkwa onye otu Management Team na Ngalaba Mmụta nke Northern Cape.",
  "N'agbata afọ 1995 na 1997, ọ bụ onye kansụl nke Springbok Transitional Municipality na Namaqua District Municipality. A họpụtara Williams ka ọ bụrụ onye omeiwu Northern Cape Provincial na 2004 dị ka onye otu African National Congress. Ọ rụrụ ọrụ na kọmitii dị iche iche na ndị omeiwu.",
  "Williams bụ onye isi otu ANC",
  "Ọ bụ onye ọzọ so na kọmitii na-ahụ maka mpaghara nke pati ahụ na Namaqualand n'oge ọ bụ odeakwụkwọ",
  "Ọ rụkwara ọrụ na kọmitii na-ahụ maka ọchịchị nke mpaghara ahụ dị ka onye otu ex officio.  Williams rụkwara ọrụ dị ka odeakwụkwọ nke ANC Women's League regional structure na Namaqua",
  "Ọ bụ onye otu ọzọ na osote onyeisi oche tupu ọ bụrụ onye isi oche mpaghara nke league ụmụ nwanyị. Williams rụkwara ọrụ na National Executive Committee (NEC) nke league ụmụ nwanyị.",
  "Mgbe ntuli aka nke afọ 2009 gasịrị, a họpụtara ya dị ka onye otu Executive Council (MEC) maka Sport, Arts na Culture, na-anọchi Archie Lucas. A họpụtara ya ọzọ n'ọrụ a na 2013 site n'aka onye isi ala a họpụtara ọhụrụ, Sylvia Lucas. Maka ntuli aka nke afọ 2014, Williams nọ n'ọnọdụ nke 22 na ndepụta ANC. ANC meriri naanị oche 20, nke pụtara na Williams enwekwaghị oche ya. Lebogang Motlhaping nọchiri ya dị ka MEC maka Egwuregwu, Nkà na Ọdịbendị. Otú ọ dị, ọ laghachiri na ndị omeiwu mpaghara na 27 Ọktoba 2015. N'ime mgbanwe nke kansụl na Machị 2016, a họpụtara ya dị ka MEC maka Transport, Liaison na Safety, na-anọchi Martha Bartlett.",
  "Tupu nnọkọ ntuli aka nke ANC na Mee 2017, ọ pụtara dị ka onye na-akwado mkpọsa Zamani Saul maka oche mpaghara",
  "Na mgbede nzukọ ahụ, Lucas (nke bụkwa onye na-achọ ịbụ onye isi oche mpaghara) wepụrụ Williams na ndị isi. ANC katọrọ mkpebi Lucas. Na 1 June, Lucas kagburu mkpebi ya, weghachite Williams na kansụl ndị isi. N'ọnwa Febụwarị afọ 2018, a họpụtara ya ka ọ bụrụ MEC maka ihe gbasara gburugburu ebe obibi.",
  "Williams lara ezumike nká na ndọrọ ndọrọ ọchịchị na 2019.",
  "Williams bi na Springbok."
]