[
  "Paul S",
  "Devrouax (Ọktoba 4, 1942 ruo  Maachị 22, 2010) bụ onye Amerịka na-ese ụkpụrụ ụlọ na Washington, D.C",
  "O guzobere ụlọ ọrụ na-ese ihe owuwu nke Devrouex + Purnell, ma nyere aka mepụta Verizon Center, Nationals Park, Walter E",
  "Washington Convention Center, na isi ụlọ ọrụ DC nke Freddie Mac na Pepco",
  "O jikọtara aka mepụta ihe ncheta agha obodo nke Afrịka na Amerịka, ma nye mgbanwe nhazi na Martin Luther King, Jr",
  "Memorial.",
  "A mụrụ ya n'ọnwa Ọktoba n'afọ 1942 na New Orleans, Louisiana, nke Paul Devrouax, Sr",
  "na Freddie Warner Devrouaj. O nwere ụmụnne nwoke abụọ, Edward na Charles, a zụlitere ya na New Orleans na Los Angeles, California. Ọ gụsịrị akwụkwọ na 1966 na nzere na ụlọ na Mahadum Southern dị na Baton Rouge, Louisiana.",
  "E debara aha Devrouax n'ime ndị agha United States, e mekwara ya ka ọ bụrụ onye isi na 6th Armored Cavalry Regiment",
  "N'afọ 1968, e zigara ya na Fort Meade na Maryland",
  "N'Eprel 5, 1968, e zigara ndị otu ya na D.C",
  "iji weghachite usoro n'ihi ọgba aghara igbu ọchụ Martin Luther King, Jr.",
  "Devrouax lụrụ Brenda Stallworth na Septemba 9, 1972",
  "Di na nwunye ahụ nwere nwa nwanyị, Lesley.",
  "Ya na onye Afrịka Amerịka na-ese ụkpụrụ ụlọ Marshall E",
  "Purnell, hiwere Devrouax+Purnell Architects and Planners, PC, na 1978.  A họpụtara ya ka ọ bụrụ onye isi oche nke National Organization of Minority Architects na 1980, na Washington Project for the Arts na 1988.",
  "N'afọ 1986, Devrouax chepụtara Frank D",
  "Reeves Municipal Building maka gọọmentị obodo DC, ihe owuwu nke nyeere aka ime ka mpaghara akụkọ ihe mere eme nke U Street NW dịghachi ndụ. O mere mmezigharị nke ụlọ Reverend Jesse Jackson na Rittenhouse Building na LeDroit Park na Washington, D.C., na 1990. N'afọ 1995, Devrouax+Purnell meriri atụmatụ maka otu n'ime ụlọ ọrụ Freddie Mac na McLean, Virginia",
  "Ha bụ ndị Afrịka Amerịka mbụ na-ewu ụlọ iji chepụta isi ụlọ ọrụ maka ụlọ ọrụ Fortune 500.  Afọ ise ka e mesịrị, Devrouax + Purnell ghọrọ ụlọ ọrụ ụlọ ọrụ Afrịka Amerịka mbụ nwere iji mepụta isi ụlọ ọrụ na etiti Washington, D.C., mgbe ha meriri asọmpi imewe maka ụlọ Pepco ọhụrụ.",
  "Devrouax nyekwara aka mepụta Verizon Center (ụlọ nke ndị otu egwuregwu basketball nke Washington Wizards na ndị otu ice hockey nke Washington Capitals), nke a rụchara na 1997, na Nationals Park (ụlọ nke otu egwuregwu baseball nke Washington Nationals), nke e mechara na 2008.  O nyekwara aka iduzi otu imepụta ihe maka Walter E",
  "Washington Convention Center, nke meghere na 2003.",
  "N'afọ 2009, atụmatụ Devrouax + Burnell bụ otu n'ime mmadụ isii ahọpụtara dị ka ndị ikpeazụ maka National Museum of African American History and Culture.",
  "Devrouax rụkwara ọrụ n'ọtụtụ ihe ncheta mba dị mkpa",
  "Ya na onye na-ese ihe n'ala Edward D",
  "Dunson chepụtara ebe ahụ maka Ncheta Agha Obodo Afrịka na Amerịka na 1998.",
  "N'afọ 2004, Devrouax nyere aka wuo Martin Luther King, Jr",
  "Memorial na Washington, D.C",
  "Ya na ndị otu ya mere mmezi imewe na ncheta ahụ, mee ihe ngosi na ụlọ ọrụ gọọmentị etiti na obodo na nkwado imewe maka ncheta ahụ.",
  "Devrouax nwụrụ site na nkụchi obi n'ụlọ ya na Washington, D.C., na Maachị 22, 2010."
]