[
  "Paul Danquah, onye a mụrụ Joseph Paul Walcott (25 Mee 1925 - 13 Ọgọst 2015), bụ onye Britain na-eme ihe nkiri, nke a maara karịsịa maka ọrụ ya na ihe nkiri A Taste of Honey (1961), nke sitere na egwuregwu 1958 nke otu aha ahụ nke Shelagh Delaney dere",
  "O mechara bụrụ onye ọka iwu na onye ndụmọdụ ụlọ akụ. Nna ya bụ onye ọchịchị Ghana J",
  "B",
  "Danquah",
  "A mụrụ ya Joseph Paul Walcott na London, England, ebe o tolitere. Nne ya, Bertha May Walcott, bụ onye Bekee, nna ya bụ Joseph Boakye \"J.B.\" Danquah bụ onye ndọrọ ndọrọ ọchịchị Ghana na onye isi ọdịnala; Paul bụ ọkpara n'ime ọtụtụ ụmụ ya site na alụmdi na nwunye abụọ na mmekọrịta dị iche iche.",
  "Danquah gụrụ akwụkwọ iwu ma a kpọọ ya ka ọ bụrụ onye ọka iwu na Inner Temple, yana na Ghana na Washington, D.C",
  "O mechara rụọ ọrụ dịka onye ndụmọdụ na World Bank ruo mgbe ọ lara ezumike nká n'afọ 1986, mgbe ọ bi na Washington, ọ bụ enyi ndị na-arụ ọrụ nka nke Africa na America gụnyere Maya Angelou, James Baldwin, Roberta Flack na Nina Simone.",
  "Mgbe ọ ka bụ nwa akwụkwọ, Danquah mere ihe nkiri mbụ ya na ihe nkiri Britain A Taste of Honey (1961), nke gosipụtara ọrụ Jimmy. Ya na onye otu ya bụ Rita Tushingham susuru ọnụ, nke ọ na-ekwu na ọ bụ nsusu ọnụ agbụrụ mbụ na ihuenyo. Nyocha na The New York Times kwuru, sị: \"Paul Danquah na ihe nkiri mbụ ya dịka onye ọrụ ụgbọ mmiri Negro, dị nro ma dị aghụghọ na obere ọrụ ma na-achọsi ike.\" O gosipụtara usoro telivishọn BBC Two Play School n'afọ 1966 ma a kọrọ na ọ bụ onye isi ojii mbụ na-egosi ihe omume ụmụaka na UK.",
  "Onye na-ese ihe bụ Francis Bacon na Danquah na onye ọrụ ibe Danquah bụ Peter Pollock biri (19 Nọvemba 1919 - 18 Julaị 2001) na ụlọ ha dị na Battersea site n'afọ 1956 ruo 1961. N'oge a, na ngwụsị afọ 1961, Danquah mere ndokwa ka Don Bachardy dọpụta Bacon. Danquah na Pollock kwagara Tangier, Morocco, na ngwụcha afọ ndị 1970. Na ngwụsị afọ ndị 1990, Danquah na Pollock chọpụtara akpa nwere eserese Bacon; Tate nwetara eserese ndị a n'afọ̀1996 ma gosipụta ya n'afọ̀ 1999.",
  "Danquah nwụrụ na Tangier na 13 August 2015 mgbe ọ dị afọ 90; dịka nwa nwanne ya nwanyị Meri Nana-Ama Danquah si kwuo, e liri ya na Boubana Cemetery, n'akụkụ Peter Pollock, dịka ọ rịọrọ na uche ya."
]