[
  "Paul Slabolepszy (a mụrụ n'afọ 1948), ma ọ bụ Paul \"Slab\", bụ onye na-eme ihe nkiri na onye na-ede egwuregwu na South Africa.",
  "A mụrụ Slabolepszy na Bolton, England",
  "Nne ya bụ onye Bekee na nna ya bụ onye Poland gbara ọsọ ndụ",
  "Ezinụlọ ahụ kwagara South Africa.",
  "Ọ tolitere na Musina, Pietersburg na Witbank",
  "Slabolepszy gara ụlọ akwụkwọ obibi ndị Katọlik, College of the Little Flower na Polokwane.",
  "Ebumnuche mbụ ya bụ ịghọ onye na-akọwa egwuregwu redio",
  "Mgbe ụlọ akwụkwọ ahụ na-egwu bọọlụ, ọ ga-ekwu okwu ma dekọọ nkọwa maka igwu egwu mgbe e mesịrị",
  "N'oge na-adịghị anya, nkọwa ndị a ghọrọ ụlọ ọrụ",
  "Slabolepszy wee gbasaa nke a iji mee akụkọ egwuregwu",
  "Akwụkwọ akụkọ obodo ahụ nabatara ụfọdụ n'ime onyinye ya ya mere ọ ghọrọ onye nta akụkọ egwuregwu bipụtara mgbe ọ dị afọ iri na anọ.",
  "Na mbụ, ọ na-ezube ịchụso ọrụ na redio, ọ gụrụ akwụkwọ na Bekee na Drama na Mahadum Cape Town",
  "N'oge a, ọ hụrụ ihe nkiri mbụ ya ma na-ejide ya na mkpọtụ na mmetụta nke ngwa ngwa",
  "O wee kpebie ilekwasị anya n'ime ihe nkiri.",
  "N'afọ 1983, Paul natara Standard Bank Young Artist Award.",
  "O doro anya na ọ bụ onye edemede egwuregwu a ma ama na South Africa mgbe Athol Fugard gasịrị, Slabolepszy bụ onye edemedi na onye na-eme ihe nkiri",
  "Ọ bụ onye guzobere The Space Theatre, ụlọ ọrụ ihe nkiri mbụ na-abụghị agbụrụ na South Africa, ya na Athol Fugard, Yvonne Bryceland na John Kani n'afọ 1972",
  "Ọ bụkwa onye guzobere The Market Theatre a ma ama n'ụwa niile na Johannesburg, ya na Mannie Manim na Barney Simon n'afọ 1976.",
  "Egwuregwu ya na-eji obi erughị ala na ejighị n'aka nke ndị ọcha South Africa nọ n'etiti.",
  "Ọ bụ enyi ogologo oge na onye na-arụkọ ọrụ na onye na'eme ihe nkiri Bill Flynn",
  "Slabolepszy enwetala ọtụtụ ihe nrite kemgbe ọtụtụ afọ, gụnyere ihe nrite ọ bụla nke onye na-eme ihe nkiri kacha mma n'afọ 1993 maka ọrụ Eddie na akwụkwọ ya The Return of Elvis Du Pisanie",
  "Egwuregwu a nwetara ọtụtụ onyinye karịa egwuregwu ọ bụla ọzọ n'akụkọ ihe mere eme nke ihe nkiri South Africa. Ndị a gụnyere 1993 Vita, Fleur du Cap na Dalro Awards, Best New South African Play, Best Actor, Best Production, Best Director ♡ yana The Star Tonight IGI Life Vita Award for Comedy.",
  "A na-eme ihe nkiri ya na mba ụwa."
]