[
  "Pauline Cope (amụrụ 16 Febrụwarị 1969), onye aha ya lụrụ bụ Pauline Cope-Boanas, bụ onye England bụbu onye mgbaru ọsọ bọọlụ",
  "Ọ meriri bọọlụ 60 maka otu egwuregwu bọọlụ ụmụ nwanyị England n'etiti mpụta mbụ ya na 1995 na ezumike nka na bọọlụ mba ụwa na 2004",
  "Cope bụ onye mgbaru ọsọ mbụ nke England na-ahọrọ na 1995 FIFA Women's World Cup na UEFA Women's Euro 2001",
  "Ted Copeland, onye nchịkwa England na asọmpi mbụ, kọwara Cope dị ka onye na-eche nche nwanyị kacha mma n'ụwa.",
  "N'ịbụ onye malitere igwu egwu na Millwall Lionsses na obodo ya South London, Cope nọgidere ruo 1998",
  "Oge ya na klọb gbakọtara na egwuregwu abụọ dị iche iche ya na Arsenal na oge ịgba bọọlụ na 1993 – 94",
  "Ọ gara n'ihu na Croydon, onye bịara n'okpuru nkwado nke Charlton Athletic na 2000",
  "Cope kwụsịrị ọrụ klọb ya na-egwu Charlton n'okpuru njikwa nke onye mmekọ na di Keith Boanas n'ọdịnihu, na-ala ezumike nká na 2006",
  "Onye mmeri otu egwuregwu ugboro atọ, Cope meriri iko FA ụmụ nwanyị ugboro anọ ma bụrụ onye ikpeazụ meriri ugboro abụọ.",
  "Na ọkwa klọb Cope meriri iko FA Women's Cup na Millwall Lionesses, Arsenal na Croydon na na Mee 2004 gbara Charlton bọọlụ na mmeri ikpeazụ ha meriri Arsenal 3-0",
  "Na ngwụcha iko iko ụmụ nwanyị FA nke afọ 2000 na Bramall Lane, Cope zọpụtara ntaramahụhụ n'aka onye otu ya na England bụ Karen Walker ka Croydon meriri Doncaster Belles 2–1",
  "Ka Croydon na-eme ememe mmeri ha, Cope kpughere T-shirt nke nwere akụkọ akụkọ: \"Ahụrụ m Keith m n'anya.\"  N'izu na-esote Croydon meriri Aston Villa 6–0 iji merie otu egwuregwu wee nweta okpukpu abụọ nke ụlọ",
  "Na 2003 Cope nwetara ọrụ dị ka onye ọrụ mmepe ụmụ nwanyị oge niile na Charlton Athletic",
  "Ọnọdụ ahụ nyere ya ohere imeziwanye ụzọ ọ na-azụ: \"Anọ m n'ọnọdụ kacha mma na football ụmụ nwanyị na Europe",
  "Ma eleghị anya, ọbụna ụwa, n'ihi na m ga-azụ ụbọchị-na ụbọchị-out na Dean Kiely, onye bụ otu n'ime ndị kasị mma na-echebe gburugburu",
  "\"  Ọ gbara na mmeri Charlton 3–0 meriri Fulham ọkachamara oge niile na 2003 FA Women's Cup Final.",
  "N'abalị abụọ ka o nyere Charlton aka merie Arsenal 2–1 na 2006 Premier League Cup ikpeazụ, Cope dị afọ 37 rụpụtara ọmarịcha arụmọrụ na ọkara ikpeazụ nke iko iko FA mana Charlton meriri 2–1 n'otu ndị mmegide ahụ",
  "N'ịbụ onye na-ekiri ya n'akụkụ akara a mbubreyo mmeri na mgbakwunye oge, Arsenal njikwa Vic Akers kwupụtara: \"Pauline Cope bụ nnọọ pụtara ìhè.\"  Cope lara ezumike nká na bọọlụ klọb na njedebe nke oge 2005–06",
  "Mgbe egwuregwu ikpeazụ ya gasịrị, mmeri 1-0 na Everton nke nyefere Charlton n'ọkwa nke atọ na tebụl, onye isi klọb Casey Stoney kwuru banyere Cope: \"Ọ bụrụ na m na-ekwu eziokwu, echeghị m na enwere ike dochie ya",
  "Ọ bụ onye mgbaru ọsọ kacha mma m hụtụrụla.\"",
  "Cope gbara ndị otu egwuregwu bọọlụ ụmụ nwanyị England agadi bọọlụ ugboro 60, na-eme mpụta mbụ ya na asọmpi enyi na enyi ya na Italy na Florence na 26 Jenụwarị 1995",
  "Ka ọ na-erule oge 1995 FIFA Women's World Cup, nke emere na Sweden n'oge June 1995, ọ chụpụrụ onye otu egwuregwu Millwall mbụ Lesley Higgs dị ka onye mgbaru ọsọ mbụ nke England",
  "N'asọmpi a, a kọwapụtara na ihe omume Cope mere na mmeri zuru oke nke Norway na Germany kwụsịrị \"ihere jọgburu onwe ya\" maka ndị otu Bekee na-enweghị atụ",
  "Onye nkuzi mba Ted Copeland kọwara ya dị ka \"onye na-eche nche kacha mma n'ụwa.\"",
  "N'October 2000, onye na-elekọta ihe mgbaru ọsọ Rachel Brown na-egwuri egwu na UEFA Women's Euro 2001 qualification play-off na Ukraine mgbe Cope nwere mkpesa afọ n'ụtụtụ nke egwuregwu ahụ",
  "E weghachiri Cope na otu maka asọmpi ikpeazụ wee gwuo egwuregwu atọ ahụ ka England na-apụ na ọkwa otu",
  "Na Eprel 2004 Cope lara ezumike nká na-atụghị anya ya na bọọlụ mba ụwa",
  "N'afọ 2008, a kpọbatara ya na Ụlọ Nzukọ Egwuregwu Bekee",
  "Na Septemba 2015 Cope sonyeere Gillingham Ladies dị ka onye nchịkwa mgbaru ọsọ",
  "Cope bụ nwunye onye bụbu onye nkuzi otu ụmụ nwanyị Estonia Keith Boanas  na nne di ya nye Sonny na Kari Boanas",
  "N'agbanyeghị ogologo mkpakọrịta ya na ngalaba nwanyị Millwall, Cope ka bụ onye nkwado West Ham United"
]