[
  "Paulinus Igwe Nwagu // (na-ege ntị) (amụrụ na abalị iri na abụọ n'ọnwa isii n'afọ otu puku, narị iteolu na iri ise na iteolu (12 June 1959) bụ onye ndọrọ ndọrọ ọchịchị Naijiria bụbu onye nnọchi anya Ezza North / Ishielu nke Ebonyi Steetị, Naịjirịa na House of Representatives",
  "Na ntuli aka mba nke ọnwa Anọ n'afọ puku abụọ na iri na otu (Eprel 2011), a họpụtara ya ka ọ bụrụ Sịnetọ maka Etiti Ebonyi  na-agba ọsọ na People's Democratic Party (PDP).",
  "A mụrụ Nwagu na abalị iri na abụọ n'ọnwa isii n'afọ otu puku, narị iteolu na iri ise na iteolu (12 June 1959), na Ebonyi Steetị.\nO nwetara nzere bachelọ na sayensị ndọrọ ndọrọ ọchịchị.\nỌ bụ onye ndụmọdụ maka Ezza North Local Government Council site n'afọ otu puku, narị iteolu na iri iteolu ruo na otu puku, narị iteolu na iri iteolu na atọ (1990-1993) na onye isi oche nke Ezza North Regional Government Area site n'afọ otu puku, narị iteolu na iri iteolu na iteolu ruo na n'afọ puku abụọ na abụọ (1999-2002).",
  "A họpụtara Nwagu dị ka onye otu House of Representatives maka mpaghara Ishielu nke Ebonyi's Ezzra North n'ime ọnwa anọ, n'afọ puku abụọ na asaa  (Eprel afọ 2007), na ikpo okwu PDP.\nN'ụlọ ahụ, a họpụtara ya na kọmitii na-ahụ maka ndị ntorobịa na mmepe mmekọrịta ọha na eze, ndị na-azụ ahịa ọha, ndị uweojii, Petroleum Resources (Downstream), Environment and Emergency & Disaster Management.\nỌ bụ onye isi oche nke House of Representatives Committee on Rural Development",
  "N'afọ puku abụọ na iteolu  (2009), ụlọ ọrụ na-ahụ maka mpụ na Naijiria, Economic and Financial Crimes Commission (EFCC) jidere Igwe ma tụọ ya mkpọrọ n'ụlọ mkpọrọ Kuje dị na Abuja maka ebubo ya na ọ na'ime aghụghọ eletrik  nke onu ego ya pụtara ijeri ise na nde naira abụọ (N5.2), nde iri atọ na anọ na narị iri isii na isii ma atụgharia ya na onu ego dola ($ 34.66).",
  "Na ọnwa mbụ n'afọ puku abụọ na iri na otu (Jenụwarị 2011) PDP primaries maka oche Ebonyi Central Sịnetorial, a mara Nwagu dị ka onye a họpụtara na PDP mgbe ndị ọzọ na-asọmpi kwụsịrị ọrụ maka ebubo na ọ bụghị ya, gụnyere iji akwụkwọ ntuli aka maka Kwara State iji mee ntuziaka Ebonyi Center.\nO meriri ntuli aka n'ọnwa anọ, n'afọ puku abụọ na iri na otu (Eprel 2011) na vootu iri puku ise na ise, na iri n'ise (55,016) na ikpo okwu PDP",
  "Ugo Chima nke All Nigeria Peoples Party (ANPP) nwetara vootu iri puku anọ na otu, na iri ireolu na isii (41,096).",
  "N'ọnwa ise n'afọ puku abụọ na iri abụọ n'abụọ (Mee 2022), o kwupụtara mmasị ya ịzọ ọkwa gọvanọ na steeti Ebonyi. Mmadụ iri na anọ (14) na-achọ ịbụ ndị na'ebu ọkọlọtọ nke PDP maka ntuli aka gọvanọ nke afọ puku abụọ na iri abụọ na atọ (2023); itoolu sitere na mpaghara Ebonyi North Senatorial gụnyere Nwagu, anọ sitere n'Ebonji Central na otu sitere ne Ebonayi South. Obinna Ogba si Ebonyi Central mechara merie na primaries."
]