[
  "Paul LeRoy Bustill Robeson (Önwa anọ 9, 1898 – Önwa mbu 23, 1976) bu mgbé mbu onyé ùwà nílé na kwú bú ábù nke mmèmmé bass-baritone, onye oméka nke onyo-na-ga na nke ogbo, All-American na kwü na úkwú, ọdẹ ákwúkwó, onye òkà okwu nke ólúnólú, onye ómúmú na onye íkpe na onye ha mà ka onye na kwu okwu gbásárá ndi na tá áfúfú",
  "Onye dị na íshí ọgeanírú íwú ndu, Robeson bu mgbe mbu onye áhiá ìgwè, onye íjè ụdó, ónyé ọtú Phi Beta Kappa, na onye tara ịta Ihe ine orü Spingarn na Ihe ine orü ụdó Stalin",
  "Mádu màchàrà ya na ụwá màkà ihe nká ȯ méchàfùrù, na ihe okwu ȯ kwúfùtàrà na íshí ihe Jim Crow ndi Njikota Obodo Amerika tinyèrè màkà ndi ojié.",
  "Robeson merie ihe akadamiiki mfọn Rutgers University, ebe ọ ghọrọ onye na football All - American na klas valedictorian",
  "Ọ natara ya LL.B",
  "si Columbia Iwu School, mgbe egwu na-akpọ ke National M Njikọ ( NFL )",
  "Na Columbia, enye ama ọkwọ ete ye mere ngbanyụ - kampos nwetara ndien, ke ama okokụre ukpep, enye ama akabade edi soÚ na Harlem Renaissance na arụmọrụ ke Akwa Edidem Jones niile Chineke Chillun ọkọdọ Nku",
  "Robeson butere ya mba nka malitegharịa na ihe nkiri udeme ke Great Britain, edozi na London nke na-esote ọtụtụ afọ ya na nwunye ya Essie.",
  "Robeson ọzọ pụtara ìhè dị ka Othello ke Savoy Ụlọ ihe nkiri tupu ghọọ mba ofesi cinematic kpakpando site na ọrụ ke Gosi ubom Sanders nke osimiri",
  "Enye ama akabade edi esiwanye attuned kwupụta na ahụhụ niile omenala ma iche iche",
  "Ndida megide ndụmọdụ , nke dọrọ aka ná ntị ya aku na uba n'iyi ma ọ bụrụ na ọ ghọrọ ndọrọ ndọrọ ọchịchị nọ n'ọrụ , ọ ewepụta ya nkiri ọrụ na -akwadokwa ọchịchị kpatara nke Republican agha nke Spanish Civil War",
  "Ekem enye ama akabade edi ifịk ifịk ke Council n'Afrika Affairs (CAA).",
  "N'oge Agha Ụwa nke Abụọ , ọ na-akwado America agha mgbalị ma merie accolades ya portrayal nke Othello na Broadway",
  "Otú ọ dị, akụkọ ihe mere eme nke na-akwado ya pro - Soviet atumatu ada nnyocha si FBI",
  "Mgbe agha ahụ biri , ndị CAA ama enịm ke Attorney General si List nke ịgba mgba okpuru -ahazi (AGLOSO) na Robeson e nyochaworo ke ini ekedide isua McCarthyism",
  "Ruru ya mkpebi ghara recant ya n'ihu ọha onwe nke pro - Soviet atumatu , enye ama gọrọ agọ a paspọtụ nke US State Ngalaba ya, ego , N'ihi ya, plummeted",
  "Enye ama ọwọrọ aka Harlem bipụtara ma a n'oge ruo n'oge dị oké egwu nke United States na atumatu",
  "Ya ikike njem e mesịrị e weghachiri eweghachi site na Kent nkeji Dulles , ma ọrịa ya mebiri",
  "Ọ lara ezumike nká ma na o biri ndụ nke na- afọ nke ndụ ya naanị na Filadelfia."
]