[
  "Pavel Alekseyevich Astakhov (Russian: ) (amụrụ na 8 Septemba 1966 na mba Moscow) bụ onye ndọrọ ndọrọ ọchịchị Russia, onye ọka iwu ama ama na onye telivishọn.",
  "N'ụbọchị 30 Disemba n'afọ 2009 Dmitry Medvedev kpọrọ Astakhov dị ka Kọmishọna na-ahụ maka ikike ụmụaka maka onye isi ala nke Russian Federation (ombbudsman ụmụaka). Ọ hapụrụ ọrụ ahụ n'ọnwa Septemba afọ 2016 mgbe ọ na-eche nkatọ siri ike n'ihi okwu ya banyere ọnwụ ụmụaka iri na anọ n'ihe mberede ụgbọ mmiri.",
  "Astakhov gụsịrị akwụkwọ na ngalaba iwu nke Dzerzhinsky KGB School na mba Moscow n'afọ 1991. N'afọ 2002, ọ natara Master of Laws na Mahadum nke Pittsburgh School of Law. N'afọ 2006, Astakhov natara Dọkịta nke Iwu na mba Russia",
  "Nke mbụ bụ obodo Dissernet, mgbe ahụ, Ọbá akwụkwọ Steeti nke mba Russia nwalere akwụkwọ doctoral ya maka plagiarism ma chọpụta na ọ bụ naanị 0.68% nke ederede ahụ bụ ọrụ mbụ, ndị fọdụrụ na-edepụta site na isi mmalite ndị ọzọ.",
  "Ọ na-asụ Bekee, Swedish, Spanish, Chinese, Japanese na mba French yana mba Russian.",
  "Astakhov malitere ịrụ ọrụ iwu n'afọ 1991. N'afọ 1994, ọ ghọrọ onye otu mba Moscow Bar ma guzobe ụlọ ọrụ iwu nke ya, nke a maara kemgbe afọ 2003 dị ka \"Pavel Astakhov Lawyers Board\". Astakhov nọchitere anya ụfọdụ n'ime ndị ama ama na mba Russia, gụnyere onye isi obodo mba Moscow Yury Luzhkov, ụmụ nke usoro ndị eze Romanov, ọtụtụ ndị pop-stars mba Russia na ndị ọzọ.",
  "Ikpe mbụ nke mere ka Pavel Astakhov pụta ìhè bụ nke Edmond Pope",
  "N'ụbọchị nke 5 n'ọnwa Eprel n'afọ 2000, ndị ọrụ nchekwa ụgbọ mmiri nke mba Russia (FSB) jidere Pope, onye ọrụ nyocha nke US lara ezumike nká na mba Moscow mgbe ya na onye ọkà mmụta sayensị torpedo nke mba Russia kpọtụrụ",
  "E boro Pope ebubo nledo, na-achọ atụmatụ maka bọmbụ VA-111 Shkval dị elu n'okpuru mmiri.",
  "Edmond Pope bụ naanị onye mba America nke abụọ n'ime afọ iri anọ ikpe maka nledo na mba Moscow",
  "Nke mbụ, Francis Gary Powers, onye na-anya ụgbọelu nledo U-2 nke a gbagburu n'afọ 1960, gbanwere ya maka onye nledo Soviet a mara ikpe, Rudolf Abel.",
  "N'ọnwa Disemba afọ 2000, Astakhov tụrụ ụlọ ikpe ahụ n'anya site n'inye okwu mmechi ya n'amaokwu. Ọ gụpụtara abụ dị peeji iri na abụọ o dere na pentameters iambic, na-agba ụlọ ikpe ume ka ha tọhapụ Pope. Nkà uri nke Astakhov enweghị mmasị n'ụlọ ikpe ahụ ma Pope natara mkpọrọ afọ iri abụọ; Vladimir Putin mechara gbaghara ya ma jiri ụgbọelu laghachi mba US.",
  "N'afọ 2000-2001 Pavel Astakhov nyeere onye mgbasa ozi mba Russia bụ Vladimir Gusinsky aka ịgbanahụ ebubo aghụghọ abụọ.",
  "N'ụbọchị 13 Juun, n'afọ 2000, e jidere Gusinsky na ebubo izu ohi ihe onwunwe ruru ihe karịrị nde $ 10 site na ụlọ ọrụ \"Russian Video\" nke steeti, mana ụbọchị atọ ka e mesịrị, mgbe Astakhov rịọrọ arịrịọ, a tọhapụrụ Gusinsky na mgbapụta",
  "Mgbe e mesịrị, Astakhov na onye ọka iwu ọzọ a ma ama, Henri Reznik, jisiri ike kwụsị ikpe mpụ megide Gusinsky, onye jiri ụgbọelu gaa Spain",
  "E mepere ikpe ọzọ n'ụbọchị 17 Septemba, na-ebo ebubo izu ohi nke nde $ 300 site na Gazprom, na 17 Nọvemba ndị ọkàiwu maliteghachiri ikpe mbụ",
  "E jidere Gusinsky na mba Spain na akwụkwọ ikike njide mba ụwa na 12 Disemba. N'abalị iri abụọ na abụọ n'ọnwa Disemba, a tọhapụrụ ya na mgbapụta nke otu ijeri pesetas ($ 5.5 nde).",
  "Pavel Astakhov na ndị na-agbachitere Gusinsky kwuru na ebubo ndị ahụ bụ nke ndọrọ ndọrọ ọchịchị, na 24 Eprel n'afọ 2001 onye ọka ikpe Spain bụ Baltasar Garzon jụrụ ịnyefe Gusinsky na mba Russia.",
  "N'ịgbaso ọrụ ya na ikpe Pope na Gusinsky, a kpọrọ Astakhov ka ọ gaa mba US isonye na tebụl gbara gburugburu nke US Congress haziri",
  "Ọ nọrọ n'afọ sochirinụ na Pittsburgh na-emecha Master's in Law.",
  "N'ọnwa Disemba afọ 2003, Pavel Astakhov zigara ụlọ ọrụ nnọchiteanya mba US na Moscow akwụkwọ ozi, na-adụ onye isi ala George W",
  "Bush na onye nnọchi anya Alexander Vershbow ọdụ na ọ ga-achọ ịnọchite anya Saddam Hussein. Mgbe onye nta akụkọ jụrụ ya ma ọ dị njikere ịgbachitere Saddam Hussein n'efu, Astakhov zara, sị: \"Echeghị m na onye bụbu onye isi ala Iraq ga-ekweta ịnakwere enyemaka iwu n'efu.\" Saddam Hussein, Otú ọ dị, enweghị ohere iji ọrụ Astakhov.",
  "N'afọ 2003 Astakhov ghọrọ onye na-elekọta Chas Suda (Hour of Judgment) nke gosipụtara na REN TV. Ọ bụ ihe ngosi mbụ nke onye ọka ikpe mba Russia",
  "N'adịghị ka Onyeikpe Judy na mba US, ndị na-eme ihe nkiri na-eme ihe nkiri na-eme ihe nkiri, Astakhov na-arụ ọrụ dị ka onye ọka ikpe",
  "Ihe ngosi a ghọrọ ihe a ma ama ma Astakhov guzobere ụlọ ọrụ mmepụta ihe, Pravo TV, iji mee mmemme ndị ọzọ nwere isiokwu iwu.",
  "Astakhov bụkwa onye na-ede akwụkwọ nke ọma, na-ede banyere ahụmịhe ya na usoro iwu Moscow, yana ịmepụta usoro akwụkwọ akụkọ nke gosipụtara ndị ọka iwu.",
  "N'oge mbụ nke Vladimir Putin, Astakhov bụ onye nkatọ siri ike nke ndị ọchịchị Russia, na-ebo ha ebubo mkpagbu ndọrọ ndọrọ ọchịchị nke ndị ahịa ya, Vladimir Gusinsky na Edmond Pope",
  "O kwuru banyere \"nleghara ikike mmadụ anya\" ma kwuo na ndị ọkàiwu \"na-eme ihe ndị ọchịchị chọrọ\".",
  "Mgbe e mesịrị, Astakhov gbanwere ogo 180 na ndọrọ ndọrọ ọchịchị ya wee bụrụ otu n'ime ndị a ma ama na-akwado ndị isi ọchịchị mba Russia",
  "N'ọnwa Nọvemba afọ 2007, ọ tọrọ ntọala ma duzie otu mba Za Putina (For Putin). Na nzukọ ntọala, Astakhov kọwara ebumnuche nke mmegharị ọhụrụ ahụ dị ka ndị a: \"Anyị ahọrọghị nna ukwu n'ụlọ? Ọfọn, ebe a ka anyị na-atụ aro ịchọta nna ukwu maka mba ahụ",
  "\"",
  "N'ụbọchị 30, n'ọnwa Disemba n'afọ 2009 Onye isi ala Medvedev họpụtara Astakhov dị ka Kọmishọna na-ahụ maka ikike ụmụaka maka onye isi ala nke mba Russian Federation, ọkwa a na-akpọkarị ombudsman ụmụaka. N'oge a họpụtara ya, Astakhov bụ otu n'ime ndị ọka iwu onwe onye na mba Russia, mana ọ nweghị nzụlite ọdịmma ụmụaka. Onye bu ya ụzọ na onye mbụ nwere ụlọ ọrụ ahụ, Alexei Golovan, gbara arụkwaghịm na mberede na 26 n'ọnwa Disemba, naanị ọnwa ole na ole ka a họpụtara ya",
  "(Golovan nọgidere na-etinye aka n'ihe gbasara ikike ụmụaka ma n'afọ 2012 tinye aka na mmepe iwu iji chebe ikike ụmụaka n'ụlọ ụmụ mgbei.)",
  "Ndị nkatọ Astakhov na mba Russia boro ya ebubo na ọ bụ onye na-achọ ohere na onye na-achọ mgbasa ozi",
  "Ụfọdụ ndị otu na-akwado ụmụaka chọrọ ka ọ \"lebara anya n'ichebe ikike ụmụaka na mba Russia na obere PR maka onwe ya\". N'ọnwa Eprel afọ 2010, Astakhov kọwara ndị otu na-akwado ụmụaka dị ka \"ụdị kachasị mma nke nkwado iwu nke obodo ndị na-ahụ maka ụmụaka\".",
  "Dị ka ombudsman Astakhov chọrọ ime ka a mara ọdịmma nke ụmụaka mba Russia nke ezinụlọ ndị mba ọzọ nakweere. Dị ka ọnụ ọgụgụ gọọmentị mba Russia si kwuo, ngụkọta nke ụmụaka mba Russia iri na itoolu a nakweere anwụọla n'ụwa niile n'ihi iti ihe ma ọ bụ nleghara anya, kemgbe afọ 1991. Ụfọdụ n'ime ndị na-akatọ Astakhov boro ebubo na ọ na-elebara anya nke ukwuu n'okwu mmetọ ahụ mgbe a nakweere ya na mba ụwa ma ọ bụghị nke zuru ezu maka ikpe mmetọ ụmụaka na mba Russia n'onwe ya, ebe a na-egbu ihe dị ka ụmụaka 2,000 kwa afọ n'ihi mmetọ ụmụaka n'ụlọ. Onye isi ala Medvedev gwara Astakhov n'ọnwa Disemba 2011: \"Echere m na anyị enweghị ike ime ọdịiche ọ bụla ebe a n'etiti ikpe na mba ọzọ na ikpe n'ụlọ",
  "Ndị a niile bụ mpụ, mpụ dị egwu",
  "\"",
  "Astakhov tinyere aka nke ukwuu na nkwadebe nke nkwekọrịta mba Russia na mba US banyere nnabata, nke onye odeakwụkwọ nke mba US na Mịnịsta mba ofesi nke Russia bịanyere aka na 13 Julaị n'afọ 2011. Nkwekọrịta a machibidoro nkuchi onwe onye nke ụmụ mba Russia, na-ahapụ nkuchi site na ụlọ ọrụ dị ka naanị nhọrọ. Ụmụ amaala America ndị chọrọ ịnabata nwa site na mba Russia site na ụlọ ọrụ ga-akwụ $ 40-50 puku ebe maka ụmụ amaala mba Russia usoro ahụ bụ n'efu. Ọzọkwa, ndị nne na nna nkuchi n'ọtụtụ mpaghara Russia na-enweta enyemaka ego site n'aka ndị isi mpaghara, nke mgbe ụfọdụ ruru RUR 300 puku (ihe dị ka $ 10 puku) kwa nwa.",
  "Onye isi ala Medvedev gwara Pavel Astakhov na 3 Disemba 2011: \"Ọ dịghị ihe dị njọ na nnabata ụmụ anyị na mba ọzọ",
  "eziokwu ahụ bụ na ụmụ amaala mba ọzọ na-eme ya anaghị emerụ ha n'ụzọ ọ bụla, ma n'ụzọ megidere nke ahụ na-egosi ọchịchọ ha inyere ụmụaka ndị a aka",
  "\" Otú ọ dị, izu abụọ ka e mesịrị, na nnọkọ ajụjụ na azịza Vladimir Putin na ọha na eze kwa afọ, na-agbasa ozi n'ofe mba Russia, Astakhov kwupụtara onwe ya dịka \"onye mmegide zuru oke nke nnabata mba ụwa\" ma gwa Putin ka ọ gbanwee iwu ahụ ma machibido nnabata mba ụwa niile na Russia. \"Anyị aghaghị, dịka o kwere mee, idebe ụmụ anyị na mba anyị,\" Astakhov kwuru n'ọnwa Eprel afọ 2010.",
  "N'ọnwa Eprel afọ 2012, Astakhov tụrụ aro na ụmụ amaala mba Russia kwesịrị itinye akwụkwọ ịnabata ụmụ US, ọ bụ ezie na a ka nwere ụmụ mgbei 665,987 na mba Russia n'onwe ya dị ka ọnụ ọgụgụ kachasị ọhụrụ na ọnụ ọgụgụ nke nnabata na Russia na-ada kwa afọ kemgbe afọ 2007.",
  "N'ọnwa Febụwarị afọ 2012 Astakhov kwupụtara na n'ime afọ 5 na asatọ sochirinụ, a ga-emechi ọtụtụ ụlọ ụmụ mgbei na ụlọ akwụkwọ obibi ndị mba Russia, ndị ezinụlọ ndị mba Russia nakweere ndị bi na ha. O kwuru na a ga-ekenyekwu ego steeti maka ezinụlọ ndị na-elekọta ụmụaka\" iji \"nye ume ọhụrụ nye ndị nne na nna na-elekọta nwa..",
  "Russia na-enweghị okwu ụmụ mgbei kwesịrị ịbụ otu n'ime ihe kachasị mkpa maka gọọmentị na ndị ọrụ ọhaneze",
  "\"",
  "Ụfọdụ ndị ọkachamara, Otú ọ dị, kwuru na ịdabere na Astakhov na mkpali ego emeela ka ọnụ ọgụgụ na-arịwanye elu nke ụmụaka laghachi n'ụlọ ụmụ mgbei. Dị ka akụkọ nke onye isi oche nke kọmitii ndị omeiwu Russia na ezinụlọ na ụmụaka Yelena Mizulina si kwuo n'ọnwa Eprel afọ 2010, ndị nne na nna na-elekọta ụmụaka maka ego, ma mesịa jụ ha mgbe a kwụrụ ụgwọ enyemaka ego. Mizulina kwuru na ezinaụlọ ndị mba Russia na-elekọta, ndị na-elekọta ma ọ bụ ndị na-elekọta ụmụaka 30,000 n'ụlọ ọrụ n'ime afọ atọ gara aga: \"Ndị ọkachamara na-akpọ ọganihu dị otú ahụ na nloghachi ọdachi enyemaka mmadụ.\"",
  "N'agbanyeghi ọnụ ọgụgụ ụlọ ndị mba Russia dị egwu nke ọgba aghara nke nkuchi, Pavel Astakhov dọọrọ uche ndị mgbasa ozi gaa n'okwu banyere nwata dị afọ asaa, Artem Saveliev (Justin Hansen), onye nọọsụ Tennessee Torry Hansen nakweere n'afọ 2009, mana n'ọnwa Eprel afọ 2010 ka e zighachiri ya na mba Russia na akwụkwọ na-ekwu na ọ \"enweghị uche na-adịghị mma\". Astakhov jiri ikpe a kpọọ oku maka mmachi ndị ọzọ na nnabata mba ụwa na mba Russia.",
  "N'afọ 2015, Astakhov gbachitere alụmdi na nwunye nke onye isi ndị uwe ojii dị afọ iri anọ na asaa na Luiza \"Kheda\" Goilabiyeva dị afọ iri na asaa na Chechnya",
  "E nwere akụkọ zuru oke na a na-eyi Goilabiyeva egwu na a ga-atọrọ ya na ime ihe ike ma ọ bụrụ na ọ kwenyeghị ịlụ Nazhud Guchigov, ọ bụ ezie na o mechara gbaa ajụjụ ọnụ na LifeNews ebe o kwuru na ọ lụrụ Guchigov n'onwe ya. Ọ bụ ezie na alụmdi na nwunye ahụ megidere iwu ndị mba Russia banyere ịlụ karịa otu nwanyị na afọ iwu kwadoro nke okenye, Astakhov gbachitere alụmdi na nwunye ahụ, na-ekwu na \"ntozu okè mmekọahụ na-eme na mbụ [na Caucasus]\" na \"e nwere ebe ụmụnwanyị na-ebelata mgbe ha dị afọ 27, na site na ụkpụrụ anyị, ha yiri ka ha dị afọ 50",
  "\" Okwu ya kpaliri ọtụtụ ụmụnwanyị itinye foto nke wrinkles ha n'okpuru hashtag #смор'енная'ен'ина (#wrinkledwoman). Ebumnuche nke okwu a aghọwo alụmdi na nwunye ụmụaka, Astakhov na-ekwusi ike na \"ị gaghị echegbu onwe gị banyere alụmdi na nwunye n'oge",
  "kama banyere ndụ mmekọahụ nke ndị nọ n'afọ iri na ụma. A ghaghị ichekwa ha abụọ",
  "Romeo na Juliet rọrọ nrọ ịlụ di na nwunye, ọ bụghị mmekọrịta chiri anya."
]