[
  "Anwụrụ ọkụ ofe pea (nke a makwaara dị ka ofe pea, anwụrụ ojii ma ọ bụ anwụrụ ọkụ na-egbu egbu) bụ anwụrụ igwe ojii dị oke arọ ma na-acha odo odo, na-acha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ na-acha oji nke mmetọ ikuku nke nwéré ihe ndị na-esi ísì ụtọ na gas sulphur dioxide na-egbu mgbu kpatara",
  "Anwụrụ ọkụ a siri ike na-eme n'obodo úkwú ma na-esite na anwụrụ ọkụ nke ọkụ na-ere ọkụ màkà okpomọkụ ụlọ na usoro ụlọ ọrụ",
  "Anwụrụ ọkụ nke ike a na-egbukarị ndị na-adịghị ike dịka ndị agadi, ndị na-eto eto (ụmụ ọhụrụ) na ndị nwéré nsogbu iku ume",
  "A maara nsonaazụ nkè ihe omume ndị a dị ka London ma ọ bụ London fog; na ntụgharị nke okwu ahụ, \"London particular\" ghọrọ aha màkà nnukwu ofe pea na ham.",
  "Site na mmalite n'ebe afọ 1200s, mmetọ ikuku bịara na-arịwanye elu, na nghọta kachasị na narị afọ nke irí na atọ bụ na anwụrụ ọkụ ga-emetụta ahụike mmadụ. Site n'etiti afọ ébé 1600, n'obodo ndị Britain, ọkachasị London, a na-ekwu na ọ bụ anwụrụ ọkụ coal sitere na anwụrụ ọkụ ụlọ na ụlọ ọrụ na-ejikọta na anwụrụ na alụlụ nke Ndagwurugwu Thames",
  "Luke Howard, onye ọsụ ụzọ na ọmụmụ ihu igwe obodo, bipụtara The Climate of London na 18181820, ébé o ji okwu ahụ bụ \"obodo igwe ojii\" ma kọwaa mmetụta agwaetiti okpomọkụ nke lekwasịrị ányà na mkpokọta anwụrụ ọkụ n'elu obodo ahụ.",
  "Ihe kachasị egbu egbu nkè anwụrụ ọkụ a na London mere na 1952 ma mee ka Iwu Mmiri Dị Ọcha 1956 na Iwu Mmiri Ịcha afọ 1968, nké a kagburu ugbu a ma jikọta ya na Iwu Mmụ Dị Ọcha afọ 1993, nké dị irè n'iwepụ sulphur dioxide na anwụrụ ọkụ, ihe kpatara anwụrụ ọkụ na-esi ísì ụtọ, ọ bụ ezie na a ejirila mmetọ ndị a na-adịghị ahụ ányà nke sitere na ụgbọala n'obodo ukwu dochie ha.",
  "A na-achọta ntinye aka na isi iyi nke anwụrụ ọkụ, ya na ojiji mbụ nke \"peas-soup\" dị ka ónyé nkọwa, na akụkọ John Sartain bipụtara n'afọ 1820 banyéré ndụ dị ka ónyé na-ese ihe na-eto eto, na-akọ ihe ọ dị ka",
  "Swee n'ụlọ site na alụlụ dị arọ ma na-acha odo odo dị ka ofe pea nke ụlọ iri nri; laghachi n'ime ụlọ ihe osise gị",
  "mgbe ị meghere windo gị mgbè ị na-apụ, iji hụ ísì nke ihe osise ahụ ka njọ, ma ọ bụrụ na o Kwèrè omume, site n'ọnụ ụzọ alụlụ, nke, ebe ọ bụ ihe sitere na nsị gas, oghere, anwụrụ ọkụ, ndị na-acha ihe na-acha ọbara, ụlọ ihe osisi, ụlọ ihe ọṅụṅụ, ụlọ ihe na-eme, nwéré ike iche n'echiche na ọ gaghị emezi ísì ụtọ!",
  "Akụkọ New York Times nke afọ 1871 na-ezo ákà na \"London, ọkachasị, ébé a na-etinye ndị mmadụ n'ime anwụrụ ọkụ nke ịdị n'otu nkè ofe pea\"",
  "Anwụrụ ọkụ ahụ kpatara ọnụ ọgụgụ buru ibu nke ọnwụ site na nsogbu iku ume.",
  "Eze Edward nke Mbụ nke England machibidoro ọkụ nke coal-oké osimiri site na nkwupụta na London n'afọ 1272, mgbè anwụrụ ọkụ ya ghọrọ nsogbu. Ka ọ na-erule na narị afọ nke iri na asaa, mmetọ nke London aghọwo nnukwu nsogbu, ka n'ihi, karịsịa, ọkụ nke coal dị ọnụ ala, nke dị mfe",
  "John Evelyn, onye ndụmọdụ Eze Charles nke Abụọ, kọwara nsogbu ahụ na mpempe akwụkwọ ya, Fumifugium: Ma ọ bụ, Inconvenience of the Aer and Smoak of London Dissipated nke e bipụtara na 1661, na-ebo coal, \"ihe na-agbanye n'okpuru\" nke nwéré \"ụdị ikuku na-egbu egbu ma ọ bụ arsenical nké na-esite na ya\" màkà igbu ọtụtụ. Ọ tụrụ aro ka a kpọpụ ụlọ ọrụ ahụ n'obodo ahụ ma kụọ nnukwu ogige nke \"flowers dị íchè ichè\" iji \"na-eme ka ikuku dị mmá\" ma si otú a kpuchie mmetọ ahụ.",
  "Ihe kachasị njọ e dekọrọ bụ Great Smog nkè afọ 1952, mgbè a kọrọ na mmadụ puku anọ nwụrụ n'obodo ahụ n'ime ụbọchị ole na ole, na ọnwụ puku asatọ metụtara ya, na-eduga n'ịgafe Iwu Mmiri Dị Ọcha nke 1956, nke machibidoro iji coal maka ọkụ ụlọ n'obodo ụfọdụ. A na-ekwere ugbu a na ọnụ ọgụgụ ndị nwụrụ n'ihe omume ahụ dị ka puku iri na abụọ."
]