[
  "Nri ahụekere ma ọ bụ nri ahụekere, nke a na-akpọkwa maafe (Wolof, mafé, maffé, maffe), sauce d'arachide (French), tigadèguèna ma ọ bụ domoda, bụ nri a na-eri n'Ebe Ọdịda Anyanwụ Afrịka. O sitere na ndị Mandinka na Bambara nke Mali.",
  "Aha kwesịrị ekwesị maka ya n'asụsụ Mandinka bụ domodah ma ọ bụ tigadegena (n'ụzọ nkịtị",
  "'nri ahụekere', ebe tige bụ 'nri'', dege bụ 'mkpụrụ', na na bụ 'nsi ahụ') na Bamanankan.",
  "☁Domodah bụkwa sauce's ndị Gambia jikwa ya, ebe e si na asụsụ Mandinka gbaziri",
  "Na Senegal, domodah ma ọ bụ domoda na-ezo aka na ofe ma ọ bụ stew nwere ntụ ọka, nke dị iche na nke mafe nke na-eji mmado ahụekere",
  "Ọ bụ nri na-amasịkarị n'etiti ọtụtụ agbụrụ Senegal na Gambia",
  "Site na mgbasawanye nke ịkụ mkpụrụ osisi n'oge oge ọchịchị, Maafe aghọwokwa nri na-ewu ewu n'ofe West Africa, ọbụna na mpụga West Africa dị ka Cameroon na France.",
  "Ụdị nri ahụ na-apụta na nri nke mba dị iche iche na West Africa na Central Africa",
  "Ọ dị nnọọ ka ofe mkpụrụ osisi",
  "O nwere ike ịbụ na e ji nwa atụrụ, anụ ehi, anụ ọkụkọ, ma ọ bụ na-enweghị anụ, a na-esi maafe na ofe dabere na mkpụrụ osisi, ọkachasị ahụekere butter / paste, na tomato. Na Ghana, a na-ejikarị fufu eri nri a.",
  "Ntụziaka maka stew dịgasị iche iche, mana ọ na-agụnyekarị ọkụkọ, tomato, yabasị, galik, cabbage, na akwụkwọ ma ọ bụ akwụkwọ nri mgbọrọgwụ",
  "Nsụgharị ndị ọzọ gụnyere okra, ọka, karọt, sinamọn, ose ọkụ, paprika, ose ojii, turmeric, cumin, na ihe ndị ọzọ na-esi ísì ụtọ",
  "A na-ejikarị osikapa ọcha (na Senegal, Mauritania na Gambia), fonio ma ọ bụ to (mkpụrụ ọka) na Mali, buwo ma ọ bụ tuo omo (mkpụrụ osikapa ma ọ bụ millet) na Northern Nigeria, Niger, na Northern Ghana, couscous (dị ka West Africa zutere Sahara, na mba Sahelian), ma ọ bụ fufu na poteto na mpaghara ndị ọzọ na-ekpo ọkụ, dị ka Ivory Coast",
  "Um'bido bụ ụdị dị iche iche na-eji akwụkwọ ndụ akwụkwọ ndụ, ebe a na-esi maafe nke Ghana na àkwá e siri esi",
  "Ụdị stew, \"Virginia peanut soup\", ọbụna soro ndị ohu Africa gaa North America.",
  "Domoda bụ ụdị nri a na-etinye n'ime ala nke a na-ahụ na Gambia. A na-akwadebe Domoda site na iji ahụekere, ma ọ bụ ahụekere, anụ, yabasị, tomato, galik, akwụkwọ nri na ihe na-esi ísì ụtọ. A kọwawo ya dị ka otu n'ime nri mba nke Gambia. A na-ejikarị Domoda n'elu osikapa, a na-ejikwa ya mgbe ụfọdụ n'elu findi, ọka nke yiri couscous n'usoro.",
  "Nri a na-esi n'ọkụ nke e ji ihe a na-akpọ groundnut paste, azụ̀, àkwá na mmanụ nkwụ na-ekpo ọkụ mee ka a na-eme nri a na-eri n'ọkụ",
  "Domoda e ji osikapa mee",
  "Àtụ:African cuisine"
]