[
  "Pedro J",
  "Déniz Acosta (amụrụ n'afọ 1964,  na Santa Brígida, Las Palmas de Gran Canaria, Canary Islands, Spain) bụ onye na-ese ihe na Spain nke mepụtara ọrụ nka na ahụmịhe sitere na nka ihe na nka ntinye, site na foto nka na nka vidiyo, ịzụlite ntinye aka nka, nka arụmọrụ, uri anya na eserese.",
  "N'afọ 1998, ọ malitere ọrụ La Puente, nke na-anọchite anya oge mgbanwe n'ọrụ ya, na-emeghe ọwa nkwurịta okwu na ọrụ nka site na ịmalite karama na ịdị elu nke ozi efu nke ndị omenkà dị iche iche mere. \nN'afọ 2002, ihe ngosi mbụ ya na Hall nke San Antonio Abad site na Centro Atlántico de Arte Moderno, CAAM. N'otu afọ ahụ, gosipụtara ya na onye na-ese ihe Mounir Fatmi arụmọrụ Power line - Imagen y poder na Espacio C Contemporary Art, Camargo, Santander.\nNdị omenkà abụọ ahụ jikọtara aka ọzọ otu afọ mgbe e mesịrị na Second International Contemporary Art Hybrid Spaces, Osorio, Teror, Gran Canaria na arụmọrụ Hybrid Space, omume abụọ ahụ bu n'uche itinye onye na-ekiri ya n'ọnọdụ ntụgharị uche na esemokwu ọdịbendị. Dị ka akụkụ nke Performando, nzukọ nke ihe ngosi ndị e mere na Las Palmas de Gran Canaria na-agba ọsọ arụmọrụ Paper Memories site na iwu mgbidi site na iberibe akwụkwọ akụkọ iji jụọ ozi anyị na-ewepụ mgbasa ozi.\nN'ọnwa Ọktoba afọ 2003, a gụnyere ntinye foto a na-akpọ Welcome in Contemporary African Photography Biennale, 5èmes Rencontres Africaines de la Photographie, Bamako, Mali",
  "N'otu afọ ahụ, Dulce-sal gosipụtara ntinye foto dabere na nsogbu mbata nke a gụnyere na ọrụ nchịkọta nke Aula del Mestizaje, Mahadum Las Palmas de Gran Canaria",
  "Onye na-ese ihe Ricardo Basbaum (Brazil), Robin Rhode (South Africa) na Pedro Déniz gosipụtara ihe ngosi otu a na-akpọ 3 Scenarios, ntinye ahụ sitere na Maachị ruo Eprel na Hall nke San Antonio Abad del Centro Atlántico de Arte Moderno CAAM na 2005.\nOtu n'ime uri anya ya ahọpụtara maka ihe ngosi Ekwenyeghị",
  "Banyere nka, ndọrọ ndọrọ ọchịchị na ọha na eze na Spanish State, ngalaba uri nnwale na Barcelona Museum of Contemporary Art MACBA. N'otu afọ ahụ, o gosipụtara vidiyo ya n'ụbọchị Mee n'ihe gbasara 6th Biennial Photography na Bamako, Mali. N'ime ọnwa Eprel na Mee 2006 sonyere na akụkụ nke abụọ nke Violencias Urban(istic)a na MAPFRE Foundation na Las Palmas de Gran Canaria na Santa Cruz de Tenerife, Gọọmentị Canary Islands",
  "N'afọ ahụ gosipụtakwara na Biennial nke Dakar ọrụ ya Ajuy n'ime ọrụ multimedia Meeting Point.\nỌktọba ruo Disemba 2007 gosipụtara na Gallery nke Mahadum Metropolitan Autonomous (UAM) na Mexico City Transit, ókèala nke eziokwu na ndị na-ese ihe Jose Domingo Diaz na Luzardo na-achọ ịma ọrụ ya aka na echiche nke eziokwu nke ọdịbendị kachasị",
  "N'ọnwa Eprel afọ 2008, o sonyere na arụmọrụ Jappy New Year na Circo Project, ihe omume mba ụwa na Audiovisual Performance, Havana, Cuba.\nN'okpuru Nzukọ Mmekọrịta nke Gran Canaria Espacio Digital haziri na-ewebata arụmọrụ ya Transit/Blindness ebe ọ na-enyocha mfu nke ihe kpatara ya site na mbata. N'afọ 2009, o gosipụtara na 10th Havana Biennial interactive installation Trench of thought ebe Déniz gosipụtara site n'ọrụ ya adịghị ike nke echiche dị iche iche. N'afọ 2016, Galerie St",
  "Gertrude, Hamburg, mere ngosi mbụ na Germany, na mmekorita ya na onye na-ese ihe ahu."
]