[
  "Peju Alatise (a mụrụ n'afọ 1975) bụ onye Naijiria na-ese ihe, onye na-ede uri, onye edemede, na onye otu na National Museum of African Art, akụkụ nke Smithsonian Institution. Alatise nwetara ọzụzụ dị ka onye na-ewu ụlọ na Mahadum Ladoke Akintola dị na Oyo Steeti, Naịjirịa",
  "Ọ gara n'ihu na-arụ ọrụ afọ iri abụọ dị ka onye na-ese ihe na studio.",
  "E gosipụtara ọrụ ya na mbipụta nke iri ise na asaa nke Venice Biennale, nke isiokwu ya bụ Viva Arte Viva (Long Live Art). Alatise, ya na ndị omenkà Naịjirịa abụọ ọzọ, Victor Ehikhamenor na Qudus Onikeku, bụ ndị Naịjirịa mbụ pụtara na ngosi nka ahụ. Ọrụ ya bụ otu ọnụ ọgụgụ dị ndụ dabere na ndụ nke nwa agbọghọ na-eje ozi.",
  "A mụrụ Alatise n'afọ 1975 na Lagos, Naijiria",
  "Ya na ụmụnne ya asaa tolitere n'ezinụlọ ọdịnala ndị Alakụba.",
  "Alatise bu ụzọ were nka dị ka ọrụ mgbe ọ dị afọ iri na ise mgbe ọ lere ihe ngosi nke onye na-ese ihe na Naijiria bụ David Dale. Mgbe Alatise kwupụtara atụmatụ ya ịghọ onye n, nna ya jụrụ echiche ahụ, na-eche na nka bụ oge efu. Ọ chọrọ ka nwa ya nwanyị họrọ ọrụ nke nwere akụ na ụba. Otú ọ dị, nne ya kwadoro ọrụ nka nke Alatise, dịka onye mgbaasị buru amụma na otu ụbọchị Alatise ga-aba ọgaranya. N'agbanyeghị na ọ kwadoghị ya na mbụ, nna ya mechara nweta echiche ahụ tupu ọ nwụọ.",
  "Tupu ọ na-achụso nka, Alatise gụrụ ihe owuwu na mahadum, na-eji ụzọ o si kụziere ya ịhụ na iche echiche n'ụzọ ezi uche dị na ya. N'oge ọ nọ na kọleji, Alatise malitere inyocha mmasị ya na nka site na ileta Jakande, ahịa ọrụ aka na Lagos",
  "N'ebe ahụ, ọ na-eme mgbasa ozi dị iche iche, gụnyere eserese, ịkpụ ihe, na ime ọla.",
  "Ọ malitere ọrụ nka ya na eserese, wee gbasaa ka ọ bụrụ onye na-ese ihe na multimedia, na-eji beads, ákwà, resin na ihe ndị ọzọ. Ọ na-arụ ọrụ ugbu a na ihe ọkpụkpụ, na-eji nka ya ekwu okwu banyere nsogbu mmekọrịta mmadụ na ibe ya, ebe ọ na-etinye akwụkwọ, ihe nnọchianya na akụkọ ọdịnala Yoruba n'ime ọrụ ya. Alatise jikwa mgbasa ozi dị ka ịme bead, ndụmọdụ nka ọhụụ, edemede okike, imepụta ihe eji emepụta akpụkpọ anụ, na imepụta ime ụlọ.",
  "Dị ka Vogue si kwuo, “Alatise na-akọwa ọrụ nka ya dị ka ịchọ eziokwu na iji mezuo nke a, ọtụtụ ọrụ ya na-elekwasị anya na ụmụ nwanyị na Naịjirịa na okwu ndọrọ ndọrọ ọchịchị na okpukpe dị n'obi mba ahụ. N'ikwere n'ụzọ siri ike na onye na-ese ihe kwesịrị igosi ụwa ọ bi na ya, Alatise na-agbasi mbọ ike iji anya nke uche hụ nsogbu mmekọrịta mmadụ na ibe ya na ahụmịhe onwe ya. N'iburu n'uche echiche mmekọrịta mmadụ na ibe ya siri ike banyere ọrụ nwoke na nwanyị na Naịjirịa, ọ bụghị ihe ijuanya na ọtụtụ ihe osise Alatise na-elekwasị anya na enweghị nhata nwoke na nwanyị na ikike ụmụ nwanyị. N'iji nka ya kwuo okwu banyere nsogbu mmekọrịta mmadụ na ibe ya, Alatise na-arụ ọrụ dị ka onye na-akwado mmekọrịta mmadụ na ibe ya site na nka. Ọrụ Alatise na-agbasawanye echiche Afro-feminist site n'ịgbawa ọdịdị nwoke nke ọdịbendị Afrịka nke oge a. Kemgbe ọtụtụ afọ, ọrụ Alatise emeela ka ya na ọtụtụ ụmụ nwanyị ndị ọzọ a ma ama na Naijiria dị ka Nike Davies Okundaye, Lara Ige-Jacks, na Ndidi Dike.",
  "Ọ bụ ezie na Alatise malitere ọrụ nka ya site n'inyocha echiche efu atọ n'elu akụkụ abụọ, ọ na-emepụta site na akwụkwọ. A na-egosipụta ịhụnanya a jikọtara nka na akwụkwọ n'otu n'ime ihe ndị kachasị mma ya, \"Flying Girls\". E gosipụtara na Venice Biennale, ibe a nwere ụmụ agbọghọ asatọ nwere nku, na, dị ka ebe nrụọrụ weebụ ejiji na ntụrụndụ BellaNaija si kwuo, \"dabere na akụkọ nke nwa agbọghọ dị afọ iri nke na-arụ ọrụ dị ka onye na-elekọta ụlọ na Lagos mgbe ọ na-arọ nrọ nke ala ebe ọ nweere onwe ya, onye na-abụghị nke onye ọ bụla ma e wezụga onwe ya, ma nwee ike ife efe",
  "\" Bella na-ekwukwa na ibe a \"na-ekwu maka ikpe na-ezighị ezi nke ugbu a, mana site n'ọhụụ nke ọdịnihu dị nchebe, ọkachasị maka ụmụ agbọghọ.\" Ọzọkwa, ọrụ a na-edozi nsogbu nke ọrụ ụmụaka.",
  "Peju edeela akwụkwọ akụkọ abụọ nke mbụ ya nke a na-akpọ Orita meta ma bụrụ olu na-eduga maka ndị na-ese ihe n'Afrịka n'oge a",
  "O jirila ọrụ ya dị ka onye na-ahụ maka mgbasa ozi na olu iji dozie nsogbu ọha na eze ma na-agbanwe akụkọ na echiche. Peju Alatise bụ onye otu na National Museum of African Art, akụkụ nke Smithsonian Institution.",
  "E rere ọrụ Alatise nke afọ 2011 nke akpọrọ \"Ascension\" na nde N4.4  na Nigeria's Art Auction, nke a mere ka ọrụ ya bụrụ nke kachasị ọnụ ahịa n'etiti ndị na-ese ihe na-apụta.",
  "Alatise natara 2017 FNB Art Prize na mmalite nke 10th installment of FNB Joburg Art Fair. Ihe ngosi nka a dị na Johannesburg, South Afrịka",
  "Nchegbu ya kachasị ọhụrụ gụnyere ịmepụta ebe obibi ndị na-ese ihe na Morocco na Turkey. Ndị a bụ ebe ndị na-ese ihe nwere ike ibi ma rụọ ọrụ na ọrụ nka ha dị iche iche mgbe ha nọ nso ndị ọzọ na-ese ihe nwere mmasị yiri nke ahụ. N'ụzọ dị otú a, Alatise na-elekwasị anya n'ịkwado ndị Omenkà na-abịa.",
  "N'ajụjụ ọnụ ya na Aljazeera, Alatise kọwara ihe mgbaru ọsọ ya n'okwu ndị a: \"Mgbe m lere anya n'ụkpụrụ m chọrọ ka ọrụ m bụrụ, ana m ele ihe na-eme n'ụwa niile anya",
  "Ndị Omenkà na-akpali m bụ [ndị] ọrụ ha na-etinye aka n'ụzọ na-agwa gị ma ọ bụ na-akpali gị, [nke] na-ekwu maka ezi isi nke mmadụ n'ime gị ma achọrọ m ka ọrụ m mee otu ihe ahụ",
  "\"",
  "Peju hiwere ANAI Foundation  ntọala na-abaghị uru nke raara onwe ya nye mmepe nke nka ọhụụ na Naịjirịa, na-enye mmemme ọzụzụ maka ndị Omenkà."
]