[
  "Peju Layiwola bụ onye ọkọ akụkọ ihe mere eme na onye na-ese ihe ana-ahụ anya sitere na Naijiria na-arụ ọrụ n'dị ihe mgbasa ozi dị iche iche",
  "Edepụtara ya dị ka \"iri abụo mbụ narị afọ Avant-Garde\" n'akwụkwọ Art Cities of the Future nke Phaidon Press bipụtara  Ọ bụ ugbu a Prọfesọ nke Nkà na Akụkọ nkà na Mahadum Lagos    akọwa kwara ya dịka onye dị omimi  na-ise ọtụtụ ihe",
  "Amụrụ Adepeju Olowu, Layiwola bụ ada Babatunde Olatokunbo Olowu na Princess Elizabeth Olowu (née Akenzua )",
  "Nna nna ya bụ nnukwu onye ọchụnta ego bụ onye guzobere sirima na mbipụta akwụkwọ mbụ na Benin na mpaghara Delta na steeti Midwestern ochie",
  "Nna nna ya, ka ọ dị ugbu a, bụ Oba Akenzua II, eze Benin, onye chịrị site na 1933 ruo 1978",
  "Ọ bụkwa nwa nwanne DJ P Tee Money (amụrụ Thompson Iyamu ).",
  "Layiwola ewulitela n'ọdịnala nka nke nne ya, Princess Elizabeth Olowu, nwanyị mbụ kpuru ọla nchara na Nigeria,  ọkwa o nwetara site na nkwụsi ike n'ọdịbendị bụ nna ochie",
  "Ihe nketa Yoruba abụọ na Edo na akụkọ ihe mere eme emeela ka ọ rụọ ọrụ ọkachamara.",
  "Layiwola nwetara BA (Metal Design) na Mahadum Benin na 1988, yana MA na PhD (Visual Arts) na Mahadum Ibadan, Nigeria na Afo puku abụọ na anọ",
  "Ọ bụ onye nchoputa nke Ụmụ nwanyị na ndi na-eto eto  Nkà Ntọala, nzukọ kwadoro inyere ụmụ nwanyị, ụmụ agbọghọ na ndị ntorobịa aka site na nka",
  "Ọ na-ejekwa ozi na juri Nkà",
  "Layiwola, onye malitere ịrụ ọrụ na ọla, ugbu a na-enyocha usoro mgbasa ozi dị iche iche na-etinye aka na akụkọ ihe mere eme, ncheta na ịkwapụ omenala.",
  "Ihe lekwasịrị anya ya bụ akụkọ ihe mere eme nke onwe na nke obodo ya na alaeze Benin dị ka ebe mgbaba na ọnọdụ ya abụọ dị ka ma oge ochie na nke ọgbara ọhụrụ",
  "Okwu ndị a niile na-arụ ọrụ ya.",
  "N'ihe ngosi solo ya kacha adọrọ adọrọ, Benin1897.com: Art and the Restitution Question (2010), Layiwola lọghachiri na njem ntaramahụhụ na Benin na 1897 na ịkwakọrọ ihe ndị dị oké ọnụ ahịa nke omenala sitere n'ọnụ ụlọ nke nna nna ya na-achịkọta akụkọ onwe ya na nke obodo ya",
  "Ọrụ ọhaneze ya na-emekọ ọnụ, Onye Centenary nke onye? (2014) na-akọkwa site na akụkọ ihe mere eme na ebe nchekwa",
  "O nyere okwu na Rhode Island School of Design na 2019, na otu na CAA-Getty International Programme na 2018 na ọrụ ya.",
  "N'ime ọrụ ya na mkpali ya, ọ na-ekwu \"Enwetara m ọtụtụ mkpali sitere na nne m, ebe m hụrụ ya dị ka nwatakịrị nwanyị na-agbanye ígwè",
  "Ya mere, ahọpụtara m maka imepụta ígwè na Mahadum Benin, bụ nke sara mbara karịa ihe ọ gụrụ n'ihi na ọ na-eme ihe nkedo ígwè n'okpuru ọkpụkpụ",
  "Mana m bụ ọkachamara n'ichepụta igwe, nke gụnyere mmepụta ọla, nkedo ígwè wdg.\"",
  "A kọwapụtala ọrụ nka na mmemme nkuzi Layiwola dị ka emetụtara ọgbọ ndị na-eto eto na-ese ihe na gburugburu Naijiria",
  "Layiwola malitere ọrụ ya na Mahadum Benin na 1991 wee gaa na Mahadum Lagos na 2002",
  "Ọ gbagoro n'ọrụ onye isi nke Creative Arts na Mahadum Lagos site na 2013 ruo 2015 yana onye isi site na 2017 ruo 2020",
  "Ọ kwadoro ka emegharia na usoro ọmụmụ ma dezie akwụkwọ akụkọ mbụ nke ngalaba ahụ",
  "N'okpuru ọchịchị ya, e hiwere ụlọ ọrụ Lagoon ka ọ bụrụ usoro njikọ aka obodo na Mahadum Lagos.",
  "Peju nwetara ihe nrite ngalaba na Applied Arts na 1987, nwa akwụkwọ kacha agụsị akwụkwọ na Mahadum Benin Art School na 1988, NYSC Merit Award Lagos State1989",
  "Ndị na-eme nchọpụta pụrụ iche ngalaba nke Arts, Mahadum Lagos 2007.",
  "Na mba ụwa, Peju meriri African Multiple Cluster of Excellence, Mahadum Bayreuth Grant, 2020; Ọkà mmụta Tyson na Crystal Bridges Museum, Bentonville, USA (2019): Ọkà mmụta nleta pụrụ iche na Mahadum Arkansas (2019-2020) wee bụrụ onye a họpụtara dị ka onye nnọchi anya onye nnọchi anya 2020 nke ihe nrịba ama sitere na steeti Arkansas",
  "Enyere ya onyinye Terra Foundation a ma ama maka Art American na 2018; Onyinye CAA-Getty Alumni (2018), ahọpụtara na US International Leadership Programme (IVLP) 2011",
  "Ya na Bronx Museum of the Arts esorola na Hillary Clinton US State Department SmARTpower mmemme na 2012; Ọ meriri US Lagos State Consulate Grant 2017 na US Alumni Exchange Award 2018",
  "Enyekwara ya onyinye Goethe Resident Artist, (KNW) na Düsseldorf na 2017.",
  "Layiwola ebutela nkwado ọha maka nlọghachi ọrụ nka ndị e zuru na Benin n'oge njem nlegharị anya ntaramahụhụ nke 1897"
]