[
  "Pelu Awofeso bụ onye nta akụkọ Naijiria, onye edemede njem na ede ihe omenala, nke bi na Lagos, Naijiria",
  "Ọ bụ onye mmeri nke CNN / Multichoice African Journalists Awards na Tourism Category",
  "A na-akọwakarị ya dị ka \"onye edemede njem kachasị na Naijiria\". Ọ bụkwa Onye edemede ebipụtara.",
  "Awofeso na-ekwu na ya nwere mmasị na njem mgbe ọ gara obodo Jos  na Plateau Steeti nke Naịjirịa na 1998. Nzute ahụ, nke gụnyere ịma mma nke obodo ahụ na-atụ egwu yana ịbịakwute \"edemede site n'oge gara aga site n'aka ndị Britain\" bụ ndị dere njem ha n'oge ha bi na Naịjirịa dị ka ndị ọchịchị, kpaliri ya ịmalite njem dị ka ihe omume ntụrụndụ",
  "Ahụrụ m ihe oyiyi site na 1930s, 1940s, 1950s; ha siri ike nke ukwuu ọ dị m ka m na-ahụ oge ahụ",
  "Mgbe ha hapụrụ, echeghị m na ọtụtụ ndị na-eme nke ahụ ọzọ",
  "Nzute ndị ahụ mere ka m chọọ ịgbaso nzọụkwụ ha, ịga njem dị ukwuu na Naịjirịa ma dekọọ ihe m hụrụ",
  "O mere ka m nwekwuo mmasị na Jos nakwa na njem, idekwa banyere ebe a mara mma ndị mmadụ dere ihe dị ka afọ iri ise gara aga",
  "Achọrọ m ide ihe nwere ike ịbara ọha mmadụ uru n'ezie",
  "Ekwesịrị m iche echiche ide banyere Naịjirịa n'ụzọ ndị mmadụ ga-enwe ekele maka mba ahụ",
  "Ọ bụghị naanị ndị na-ege ntị na mba ọzọ, kamakwa ndị Naijiria.",
  "Ka ọ dị ugbu a, ọ gara ihe karịrị steeti iri atọ na abụọ n'ime steeti iri atọ na isii nke Naịjirịa ma dee banyere ọtụtụ n'ime ha.",
  "N'afọ 2010, mgbe ọ na-arụ ọrụ maka 234Next, Awofeso meriri CNN / Multichoice African Journalist of the Year Award na Tourism Category.",
  "Awofeso bụ onye na-ebipụta magazin njem n'ịntanetị nke a na-akpọ Waka About Ọ bụkwa onye nchịkọta akụkọ nke Route 234, akwụkwọ akụkọ njem a kọwara dị ka \"nchịkọta akụkọ sitere n'aka ndị nta akụkọ Naịjirịa na-akọwapụta ahụmịhe onwe onye mgbe ha na-eme njem na mpụga Naịjirịa\" Ihe ọ na-anọchite anya ya, \"n'ozuzu ya, bụ ntinye aka na ohere ebe a chọrọ mgbalị dị ukwuu nke ụdị a",
  "\"",
  "N'afọ 2010, o bipụtara Tour of Duty, akwụkwọ \"nke na-edekọ ọnwa iri na-eme njem n'obosara na  nke Naịjirịa, ma na-akọ akụkọ banyere ndị mmadụ na ebe ọ na-ezute n'ụzọ, site na ndị na-ere ájá nke Yenagoa ruo ndị na-achụ nta na Osogbo",
  "\"",
  "E bipụtara akwụkwọ nke atọ ya bụ White Lagos n'afọ 2017, ọ na-elekwasị anya n'emume Eyo nke na-ewere ọnọdụ na Lagos n'ụdị ememme."
]