[
  "Penelope (\"Penny\") Heyns OIS (amụrụ na 8 Nọvemba 1974) bụ onye South Africa bụbu onye na-egwu mmiri, onye a maara nke ọma maka ịbụ naanị nwanyị n'akụkọ ihe mere eme nke egwuregwu Olympic nke meriri ma 100m na 200m breaststroke - na 1996 Atlanta Olympic Games - na-eme ka ọ bụrụ onye mbụ South Africa nwetara ọla edo nke South Africa mgbe South Africa nabatara ọzọ n'egwuregwu ahụ na 1992",
  "Ya na onye mmeri Australia Leisel Jones, a na-ewere Heyns dị ka otu n'ime ndị na-egwu mmiri kacha ukwuu.",
  "Heyns bụ onye kachasị nta n'ime ndị otu egwuregwu Olympic nke South Africa na 1992 Summer Olympics na Barcelona",
  "Ọ bụkwa onye otu ndị otu South Africa na 1994 Commonwealth Games, ebe o ritere ọla nchara na ihe omume 200m breaststroke.",
  "Heyns mebiri ihe ndekọ ụwa mbụ ya, 100m breaststroke, na Durban na Machị 1996",
  "Heyns bụ akụkụ ọzọ nke ndị otu egwuregwu Olympic nke South Africa na Atlanta na 1996, ebe ọ meriri ihe nrite ọla edo maka 100m breaststroke (na-emebi ihe ndekọ ụwa maka ihe omume ahụ) yana ihe nrite ego maka 200m breast stroke (na na-emebikwa ihe ndekọ Olympic maka ihe omume)",
  "Nke a mere ka ọ bụrụ naanị nwanyị n'akụkọ ihe mere eme nke egwuregwu Olympic nke meriri ma 100m na 200m breaststroke",
  "N'oge 1998 Goodwill Games na New York, Heyns setịpụrụ ihe ndekọ ụwa nke 50m breaststroke",
  "N'afọ 1999, Heyns setịpụrụ ihe ndekọ ụwa iri na otu n'ime ọnwa atọ, na-egwu mmiri na ihe omume na kọntinent atọ dị iche iche",
  "Nke a mere ka ọ bụrụ onye nwere ise n'ime ihe ndekọ ụwa isii nwere ike ime n'otu oge, ihe a na-enwetụbeghị n'akụkọ ihe mere eme nke igwu mmiri.",
  "Magazin Swimming World kpọrọ Heyns aha dị ka Female World Swimmer of the Year na 1996 na 1999",
  "Ọ bụkwa onye otu egwuregwu Olympic nke South Africa na 2000 Olympic Games na Sydney",
  "O ritere ọla nchara na 100m breaststroke.",
  "Heyns lara ezumike nká na asọmpi igwu mmiri n'afọ 2001",
  "N'afọ 2004, Heyns bụ onye otu ndị na-eme egwuregwu nke International Swimming Federation (FINA)",
  "Ọ bụ nwanyị ọchụnta ego, ọkà okwu na-akpali akpali na nke ọha na eze, na onye na-eme ihe ngosi telivishọn",
  "O mechaala akụkọ ndụ onwe onye.",
  "A họpụtara Heyns dị ka onye nke 52 na Top 100 Great South Africanans na 2004."
]