[
  "Penny Siopis (amụrụ n'ubochí isé n'ọnwa Febụwarị 1953) bụ ónyé na-ese ihe na South Africa si Cape Town",
  "A mụrụ ya na Vryburg na mpaghara North West site n'aka nne na nna ndị Gris bụ ndị kwagara mgbè ha ketara ụlọ achịcha site n'ebe nna nna Siopis nọ",
  "Siopis gụrụ Fine Arts na Mahadum Rhodes dị na Makhanda, mechaa nzere masta ya na 1976, mgbè nke ahụ gasịrị ọ gara akwụkwọ na Portsmouth Polytechnic na United Kingdom",
  "Ọ kụziri Fine Arts na Technikon Natal na Durban site na 1980 rụọ 1983",
  "N'afọ 1984, ọ bịdọrọ ịkụzi ihe na Mahadum nke Witwatersrand na Johannesburg",
  "N'oge a, ọ na-eleta onye nyocha na Mahadum Leeds (1992X93) na nleta Prọfesọ na Fine Arts na Mahadim Umeå na Sweden (2000) dị ka akụkụ nke mgbanwe interinstitutional",
  "Site na Doctorate Honorary site na Mahadum Rhodes, Makhanda  São Siopis bụ Prọfesọ Honorary ugbu a na Michaelis School of Fine Art, Mahadum Cape Town.",
  "Ọ bịara bụrụ ónyé a ma ama na mmalite afọ 1980 site na ihe osise 'cake' ya, nke na-edepụta ihe márá mmá nke ụmụ nwanyị n'elu ihe osise mmanụ impasto",
  "Ọrụ ndị a sochiri 'ihe osise akụkọ ihe méré eme', nke a kọwara dị ka ụdị nguzogide megide ịkpa ókè agbụrụ. Omume interdisciplinary ya kemgbe nnwere onwé mbà nke mbà ya enyochawo nnọgidesi ike na adịghị ike nke ncheta, echiche nke eziokwu na mgbagwoju anya nke akụkọ ihe méré eme' nke onwé na nke otu",
  "N'inwale ihe na usoro dịgasị iche iche, ọ na-atụgharị uche na ndọrọ ndọrọ ọchịchị nke ahụ, iru uju na ihere, nkewa, ịkwaga na nso nso a mmekọrịta dị n'etiti mmadụ na ndị na-abụghị mmadụ n'ime ọnọdụ mgbanwe ihu igwe. Nnyocha ya niile na-ekwusi ike na ihe onwunwe na usoro dị ka ihe a na-apụghị ikewapụ iche na echiche, yana ojiji ya na-ejikarị usoro na-enweghị atụ na nke na-enweghị ohere na-aghọ ihe nnọchianya nke mmasị ya na 'abụ abụ nke adịghị ike'. Griselda Pollock na-ekwu, \"Penny Siopis bụ otu n'ime ndị omenkà ole na ole n'ụwa taa nke nwere ike ịkpa ákwà nke akara, mmegharị aka, olu, okwu, chọtara ihe ma see ihe iji jikọta ike obi ọjọọ nke akụkọ ihe méré eme' na eriri dị nro nke adịghị ike mmadụ\".",
  "Siopis guzobere onwé ya dị ka otu n'ime ndị na-ese ihe kachasị nwee nkà na ihe ịma áká na South Africa na n'èzí, site n'ịrụ ọrụ gafee ihe osise, nrụnye na ihe nkiri, na-ejikọta ihe odide na ihe dị iche iche n'ụzọ na-emetụta ókèala ịdọ áká ná ntị na binaries.",
  "\"Site na mmalite, àgwà ya n'ihe osise abụwo n'otu ógè nke ógè a na nke na-emegide ógè a na mgbagwoju anya ya na-adịghị asọpụrụ ịdị ọcha nke ihe okike na ihe nkịtị",
  "\"",
  "Siopis bịdọrọ ịrụ ọrụ na ihe nkiri na 1994 na ihe nkiri ya Per Kind Permission: Fieldwork",
  "Otú ọ dị, na 1997 Siopis chọtara niche ya na ime ihe nkiri site na ọrụ My Lovely Day",
  "Ọ gàrà n'ihu na-arụ ọrụ na ihe nkiri n'oge niile ọ na-arụ ma na-akọwa vidiyo dị ka montages, cut-and-paste ihe oyiyi na-agagharị ma na-agbasa ka ógè na-aga",
  "Gwakọta ya na ederede na egwu, ihe nkiri na-enye oghere magburu onwé ya màkà akụkọ.",
  "Àtụ:Columns-list",
  "A na-anọchite anya ọrụ onye na-ese ihe na nnukwu nchịkọta ọha na eze na South Africa; nchịkọta mba ụwa gụnyere Centre Pompidou, Paris; Smithsonian Institution, Washington; Moderna Museet, Stockholm; na Tate, London."
]