[
  "Penny Ford (nke a makwaara dị ka Pennye Ford, amụrụ na June 11, 1964) bụ ónyé America na-agụ egwu na-ede egwu, ónyé na-egwu ọtụtụ ngwá egwu, na ónyé na-emepụta ihe ndekọ",
  "A mụrụ ya ma zụlite ya na Cincinnati, Ohio, ọ ghọrọ ónyé a ma ama na 1980s mgbè ọ bịanyere aka na nkwekọrịta ndekọ na Total Experience Records ma wepụta abọm mbụ ya Pennye",
  "Abọm ahụ wepụtara egwu \"Change Your Wicked Way\" na \"Dangerous\", nke Ford mepụtara ma dee.",
  "Ọ nwetara aha mba ụwa dị ka ónyé na-agụ egwú nke otu Eurodance Snap!",
  "N'ịbụ ndị Michael Münzing na Luca Anzilotti na-achịkwa ma mepụta, otu ahụ wepụtara abọm izizi ha World Power na 1990, nke rere ihe karịrị nde 7 n'ụwa niile ma ghọọ otu n'ime abọm ịgba egwu kachasị mmá ruo ugbu a. Abọm ahụ nwere egwu \"The Power\", \"Ooops Up\", \"Cult of Snap\", na \"Mary Had a Little Boy\", nké rere ihe karịrị nde ndekọ itoolu. Snap!'s hiatus hụrụ ntọhapụ nke abọm nke abụọ nke Ford, Penny Ford (1993), nke guzobere ya dị ka onye na-ese egwu n'onwe ya n'ụwa niile ma gosipụta egwu \"Daydreaming\" na \"I Lose Control\".",
  "Ford bụkwa ónyé otu Klymaxx na Soul II Soul",
  "N'afọ 2006, ọ laghachiri na Snap! wee soro ha gaa njem nlegharị ányà n'ụwa niile",
  "N'oge niile ọ na-arụ ọrụ, Ford ereela ihe karịrị nde iri na isii.",
  "A mụrụ Penny Ford na Cincinnati, Ohio, n'aka Carolyn Griffith (née Ford), ónyé na-ezisa ozi ọma, na Gene Redd, Sr., ónyé isi ụlọ ọrụ ndekọ na onye na-emepụta ihe. Nwanne nwanyị Penny nke okenye, Sharon Redd, bụkwa ónyé na-agụ egwu.",
  "Ford attended St",
  "Mark Catholic School in Cincinnati, where she enrolled in dance and music classes",
  "Her interest in music and performing continued after winning a talented teen pageant at a young age, reading a Maya Angelou piece and singing George Gershwin's \"Summertime\" to beat other contestants. In 1979, she snuck into a local club where she landed a job as a background singer for electro-funk group Zapp as part of a Parliament-Funkadelic World Funk Tour at age 14. After graduating from high school at age 16, she traveled to Los Angeles, where she auditioned at a studio for Motown and was given a job as a demo singer."
]