[
  "A na-eji ya eme ihe na ndọrọ ndọrọ ọchịchị na iwu ọ bụ okwu na-ezo aka n'ìgwè ma ọ bụ obodo nke otu agbụrụ, mba, na ọha ma ọ bụ ọha mmadụ nke otu ọchịchị",
  "N'ihi nke a, ọ bụ echiche nke iwu ikike mmadụ, iwu mba ụwa yana iwu iwu, nke a na-eji maka nkwupụta nke ọbụbụeze a ma ama.",
  "Isi nke Mbụ, Nkeji edemede nke Otu nke Charter nke United Nations na-ekwu na \"ndị\" nwere ikike ikpebi onwe ha. Ọ bụ ezie na ọnọdụ dị ka ndị mmadụ na ikike nke mkpebi onwe onye, dịka ọmụmaatụ n'ihe gbasara ụmụ amaala (ndị, dịka n'etiti ụmụ amaala niile, ọ bụghị naanị ụmụ amaala nile dị ka n'etiti ndị ụmụ amaala), anaghị enye onwe ya na-akpaghị aka maka ọbụbụeze onwe ya ma yabụ nkewa.\nKarịsịa site na ikike ndị obodo mba ụwa, akọwapụtara ihe ndị mmadụ mejupụtara (dịka omenala ha na ya na ihe ndị ọzọ.Ọ dị iche iche",
  "Ma Roman Republic na Alaeze Ukwu Rom jiri okwu Latin Senatus Populusque Romanus, (Senate na ndị Rom)",
  "A na-eme ka okwu a dị mkpirikpi (SPQR) na ụkpụrụ ndị agha Rom, ọbụnakwa mgbe ndị eze ukwu Rom nwetara ọnọdụ nke onwe ha zuru oke, ha nọgidere na-eji ike ha n'aha Senate na ndị Rom.",
  "Okwu  a bu People's Republic, nke a na-eji kemgbe oge a, bụ aha steeti na-eji eme ihe, nke na-akọwapụta ụdị ọchịchị onye kwuo uche ya.",
  "Na iwu mpụ, na ikike ụfọdụ, a na-eweta ikpe mpụ n'aha ndị mmadụ",
  "Ọtụtụ steeti US, gụnyere California, Illinois, na New York, na-eji ụdị a. Nkwupụta ndị na-abụghị ikike ndị a na-ekwu okwu na-ejikarị aha steeti dochie aha steeti maka okwu \"Ndị mmadụ\" na nkọwa ikpe. Steeti anọ: Massachusetts, Virginia, Pennsylvania, na Kentucky na-ezo aka n'onwe ha dị ka Commonwealth na nkọwa ikpe na usoro iwu",
  "Steeti ndị ọzọ, dị ka Indiana, na-akpọkarị onwe ha dị ka Steeti na ederede ikpe na usoro iwu.",
  "N'èzí United States, a na-ekpe ikpe mpụ na Ireland na Philippines n'aha ndị obodo ha.na obodo ha dị iche iche.",
  "Echiche ndọrọ ndọrọ ọchịchị nke na-akwado usoro a bụ na a na-eweta ikpe mpụ n'aha onye ọchịchị; ya mere, na steeti US ndị a, a na-ekpe \"ndị mmadụ\" ikpe ịbụ onye ọchịchị, ọbụlagodi na United Kingdom na mpaghara ndị ọzọ na-adabere na British Crown, a na'eweta ikpe ikpe mpụ na aha Crown",
  "\"Ndị mmadụ\" na-akọwa ahụ dum nke ụmụ amaala nke ikike nyere ikike ndọrọ ndọrọ ọchịchị ma ọ bụ gbakọta maka ebumnuche ndọrọ ndọrọ ọchịchị."
]