[
  "Pepper Sound Studios bụ onye mbụ na-emepụta egwu redio ma malite n'oge ụfọdụ na afọ 1957",
  "Ọ malitere dị ka ụlọ ọrụ ndekọ nke onye ọchụnta ego John Pepper na onye na-ede egwu Floyd Huddleston mepụtara",
  "Huddleston dabeere ụlọ ọrụ ahụ na ihe nlereanya nke Capitol Records ma ọbụna kpọbata Johnny Mercer dị ka onye ndụmọdụ",
  "A were ndị na-ede egwu Al Rinker na Willard Robison n'ọrụ, ruo mgbe e mechara wepụ njedebe ndekọ ahụ, na afọ 1964, Pepper Studios ghọrọ ụlọ ọrụ Jingle Commercial",
  "Egwú mbụ ha bụ maka ụlọ ọrụ John Pepper Everdry Deodorant, nke Burke Hall Paint na ọtụtụ narị ndị ọzọ sochiri",
  "William Tanner bụ onye na-ere ahịa maka ụlọ ọrụ ahụ ma rụọ ọrụ ngwa ngwa ka ọ bụrụ otu n'ime ndị nwe ụlọ ọrụ ahụ, Pepper na Tanner rụkwara Floyd Huddleston",
  "A maara ụlọ ọrụ ahụ dị ka Pepper-Tanner n'ihe dị ka afọ 1967",
  "Na afọ 1972, Bill Tanner rụrụ John Pepper n'otu ụzọ ahụ o nwere Huddleston, a gbanwekwara aha ahụ ọzọ ka ọ bụrụ The William B",
  "Tanner Company, ma ọ bụ naanị Tanner maka mkpirikpi.",
  "See Na afọ 1982, Media General, onye nwe akwụkwọ akụkọ yana ụlọ ọrụ mgbasa ozi na ụlọ ọrụ telivishọn cable, zụrụ ụlọ ọrụ William B",
  "Tanner maka ego",
  "David L",
  "Jordan, osote onye isi oche nke Media General, kwuru na ọ nwere mmasị na Tanner n'ihi nka ya na mpaghara mmemme.",
  "Ụfọdụ n'ime ụlọ ọrụ ndị nyere Pepper Tanner jingles bụ WPOP, WLIF, WLS, WOLF, WVLK na WPGC.",
  "E mechara wepụ ya na afọ 1988 ma TM Studios nwetara ID jingles, syndication reels na ọbá akwụkwọ mmepụta nke Media General Broadcast Services",
  "E mechiri ọrụ mgbasa ozi na Memphis ma tinye egwu nkwado na ọbá akwụkwọ ụda n'ime igbe ma zigara ya na ụlọ ọrụ TM dị na Dallas",
  "A tụfuru ihe ndekọ niile maka ID Jingles na ọbá akwụkwọ mmepụta ahaziri ahazi na mgbasa ozi na Memphis",
  "TM Studios etinyela reels ndị a n'aka Media Preservation Foundation, ọ bụ ezie na TM Studios na-ejigide ikike nwebisiinka. A na-ahọrọ ọbá akwụkwọ mmepụta ma tinye ya n'ọbá akwụkwọ TM Studios dị iche iche ka na-ere ruo taa site na TM na, ruo ọnwụ ya (Jenụwarị 9, na afọ 2013, na Plano, Texas, afọ 63), site na Ben Freedman Productions."
]