[
  "Percelle Ascott (a mụrụ na 10 June 1993) bụ onye na-eme ihe nkiri na onye edemede nke Britain na Zimbabwe. A maara ya maka ọrụ ya na usoro CBBC Wizards vs Aliens (2012[[2014) na usoro Netflix The Innocents (2018)",
  "Dịka mmadụ atọ, Ascott so Joivan Wade na Dee Kaate rụkọọ ọrụ na ihe nkiri na-atọ ọchị Mandem on the Wall (2011X2013), usoro E4 Youngers (2013X2014), na ihe nkiri The Weekend (2016).",
  "A mụrụ Ascott na Bulawayo, Zimbabwe ma soro ezinụlọ ya kwaga England mgbe ọ dị afọ atọ ebe ọ tolitere na Penge, South London. O bu ụzọ chọpụta ime ihe nkiri mgbe ọ dị afọ iri na otu site na mmepụta ụlọ akwụkwọ nke The Jungle Book",
  "Onye nkuzi ihe nkiri Ascott na Woodcote High School nyeere ya aka ịbanye na BRIT School mgbe ọ dị afọ iri na isii. Ọ bụ ebe a ka Ascott zutere onye ya na Mandem on the Wall Joivan Wade.",
  "Ascott mere telivishọn mbụ ya dịka Wayne na ihe nkiri telivisheneng BBC Two nke 2010 Excluded ma pụta dịka onye ọbịa na-eduga na ihe omume abụọ nke Silent Witness",
  "N'afọ 2010, Glen Murphy nke Twist na Pulse bịakwutere Ascott na Wade ka ha mee ihe nkiri na-atọ ọchị n'otu n'ime ihe ngosi abụọ ahụ",
  "N'ebe a, ha zutere onye ọzọ Dee Kaate, onye ha na ya mepụtara usoro weebụ Mandem on the Wall",
  "A tụbara mmadụ atọ ahụ na usoro E4 Youngers na Mandem on the Wall ha na-etinye n'akụkọ ahụ. Mandem on the Wall rụzuru na ihe ngosi na Hackney Empire n'afọ 2015.",
  "Site n'afọ 2012 ruo 2014, Ascott pụtara na Russell T Davies na Phil Ford's CBBC science fiction series Wizards vs Aliens dịka Benny Sherwood, ezigbo enyi nke onye isi Tom, onye na-agbachitere wizardkind na Earth megide Nekross. O mere ihe nkiri izizi ya dịka Mike na egwu egwu Beat Girl nke afọ 2013",
  "Mgbe ahụ, o nwere ọrụ nkwado dịka Ben na ihe nkiri X + Y",
  "Ya na Wade na Kaate sonyeere maka The Weekend na mmekọrịta na ntanetị sci-fi Genesis.",
  "Ascott pụtara n'afọ 2018 Netflix supernatural usoro The Innocents n'akụkụ Sorcha Groundsell na Guy Pearce",
  "N'otu afọ ahụ, ọ pụtara na Doctor Who episode \"The Battle of Ranskoor Av Kolos\" na web trilogy Rapman Shiro's Story with Wade",
  "Ascott mere Cleveland na Julian Kostov's The Dare and Jesse na usoro 3 nke usoro ndị uwe ojii Sky Atlantic Tin Star.",
  "Ascott nwere ọrụ ihe nkiri na-abịanụ na I Came By, Inner Bull, na Kukeri."
]