[
  "Àtụ:MedalTableTop\nPeres Jepchirchir (amụrụ na 27 na onwa Septemba na onwa1993) bụ onye Kenya ọkachamara na-agba ọsọ ogologo oge na onye nwetara ọla edo nke Olympic nke na-asọmpi karịsịa na asọmpi ịgba ọsọ n'okporo ụzọ",
  "Ọ bụ onye nwetara ihe nrite ọla edo na IAAF World Half Marathon Championships na afọ 2016 na onye nwetara ihe nkiri ọla edo ọzọ na asọmpi ahụ na afo 2020",
  "Oge kachasị mma ya maka ọkara marathon nke 1:05:06, nke e debere na 10 na onwa Febụwarị na afọ 2017 na UAE, bụ ihe ndekọ ụwa nke ọkara maraton",
  "Ọ mebiri ihe ndekọ ụwa nke ya na World Athletics Half Marathon Championships na Gdynia, Poland na afọ 2020, na-agafe akara na 1:05:16.",
  "Jepchirchir gbara ọsọ mgbe ọ nọ n'ụlọ akwụkwọ ma ihe Mary Keitany rụzuru, onye bụ onye mmeri ọkara marathon n'ụwa n'oge ahụ, kpaliri ya. Ọ malitere ịsọ mpi na asọmpi okporo ụzọ n'afọ 2013, malite na mmeri abụọ na 10K na South Africa, mgbe ahụ ọ gafere n'ọkwa nke atọ na Kisumu Marathon na obodo ya Kenya, na-agwụcha anya ahụ na awa 2:47:33. Ọ tụgharịrị gaa na-agba ọsọ na mba na mbido afọ 2014 wee nwee ike iwere ọnọdụ nke abụọ na Faith Kipyegon na asọmpi asọmpi asọmpị mba Kenya.",
  "Ndị otu Gianni Demadonna hụrụ nkà ya wee malite inweta akwụkwọ ịkpọ òkù maka asọmpi okporo ụzọ dị elu na Europe. O meriri agbụrụ atọ na-aga n'ihu na France na ngwụcha afọ 2014, merie Le Lion Half Marathon (na ndekọ nke 69:12 nkeji), Marseille-Cassis Classique Internationale, mgbe ahụ Corrida de Houilles. Ọ bụ onye nke abụọ na Janet Kisa na njedebe afọ BOclassic 5K.",
  "O mere ihe ngosi kachasị elu ya na 2015 London Marathon, mana o nweghị ike iwulite na ihe ndị ọ rụzuru n'ebe dị mkpirikpi, ebe ọ na-enweghị ike ịmecha ebe zuru ezu. Otú ọ dị, ọ malitere iru n'elu okporo ụzọ na-agba ọsọ na 10K na ọkara marathon n'afọ ahụ",
  "Ihe kacha mma ya nke nkeji 30:55 na Prague Grand Prix bụ nke abụọ kachasị ọsọ n'ụwa niile maka oge ahụ na otu izu mgbe nke ahụ gasịrị, o setịpụrụ ihe ndekọ nke nkeji 67:17 iji merie Ústí nad Labem Half Marathon oge nke mere ka ọ bụrụ nke asaa na ndepụta kachasị elu n'afọ. Ọ gbachitekwara aha ya na Marseille n'ọnwa Ọktoba.",
  "Jepchirchir setịpụrụ ihe kachasị mma nke nkeji 66:39 na afọ 2016 Ras Al Khaimah Half Marathon",
  "N'agbanyeghị oge ngwa ngwa, nke mere ka ọ bụrụ nke iri na atọ na ndepụta oge niile, ike dị omimi nke ọsọ ahụ hapụrụ ya na nke anọ n'azụ onye mmeri Cynthia Cherotich Limo ebe ụmụ nwanyị isii gbara ọsọ karịa nkeji 67 (nke mbụ maka egwuregwu ahụ). Ọrụ a mere ka o nweta ọnọdụ na ndị otu Kenya maka afọ 2016 IAAF World Half Marathon Championships",
  "Ndị otu ụmụ nwanyị ise ahụ butere mmalite nke asọmpi ahụ, na Netsanet Gudeta na Genet Yalew nke Ethiopia na-ese okwu",
  "Ka asọmpi ahụ na-aga n'ihu, a na-ebelata nke a na ndị Kenya atọ nke Jepchirchir, Limo na Mary Wacera Ngugi, nke a mechara mee ka Limo na Jepchir kwụsị ọsọ ọsọ",
  "N'agbanyeghị na ọ bụ otu n'ime ndị na-enweghị ahụmahụ na ndị a maara nke ọma n'ime otu Kenya, ọ bụ Jepchirchir bụ onye pụtara dị ka onye mmeri ụwa, na-emecha ọsọ ahụ na nkeji 67:31 ma na-eduga ụmụ nwanyị Kenya na aha otu na ikpo okwu na Limo na Ngugi.",
  "Ihe ndekọ ọmụmụ bịara na Yangzhou Jianzhen International Half Marathon n'ọnwa Eprel, na ọsọ ya nke 67:21 nkeji. Na afọ 2017 RAK Half Marathon ọ mebiri ihe ndekọ ụwa abụọ",
  "O were sekọnd atọ site na Florence Kiplagat's half marathon record na 65:06 nkeji wee setịpụ 20K world record na 61:40 nkeji. Ọnọdụ ya dị ka onye kachasị mma n'ụwa adịteghị aka, dịka Joyciline Jepkosgei (nke atọ na asọmpi RAK) mebiri ihe ndekọ ụwa ya abụọ n'ọnwa na-esote.",
  "Na afọ 2020 Summer Olympics, ọ meriri nrite ọla edo n'oge nke 2:27.20, nke Thomas Bach nyere ya. O meriri na afo 2021 New York City Marathon na oge nke 2:22:39, na-aghọ onye mbụ meriri nrite ọla edo Olympic na New York City marathon n'otu afọ ahụ. O meriri na afọ 2022 Boston Marathon na oge nke 2:21:02."
]