[
  "Peri-peri (/ˌpɪri ˈpɪri/ PIRR-ee-PIRR-e, mgbe mgbe nkewa ma ọ bụ dị ka otu okwu, yana mkpụrụ okwu dị iche iche piri-piri, piripiri ma ọ bụ pili pili) bụ ụdị Capsicum frutescens sitere na malagueta pepper. Ọ bụ ndị nchọpụta Portuguese mepụtara ya na mpaghara ndịda Afrịka Portugal, ọkachasị Mozambique na mpaghara ya na South Africa, wee gbasaa na mpaghara ndị ọzọ Portuguese.",
  "Pilipili na Swahili pụtara \"pepper\"",
  "Romanizations ndị ọzọ gụnyere pili pili na Democratic Republic of the Congo na peri peri peri na Malawi, sitere na ịkpọpụta okwu ahụ n'akụkụ dị iche iche nke ndị na-asụ Bantu n'Africa",
  "Peri peri bụkwa mkpụrụ okwu a na-eji dị ka okwu mgbazinye na ụfọdụ mba ndị na-asụ Portuguese n'Afrịka, ọkachasị n'obodo Mozambican",
  "A na-ahụkarị mkpụrụ okwu peri-peri na Bekee, dịka ọmụmaatụ na-ezo aka na ụdị chili nke Africa, mana na Portuguese ọ fọrọ nke nta ka ọ bụrụ na a na-asụ ya piri-piri.",
  "Akwụkwọ ọkọwa okwu Oxford nke Bekee na-edekọ peri-peri dị ka okwu mba ọzọ nke pụtara \"a very hot sauce made with red chilli peppers\", ma nye ya mmalite ikpeazụ dị ka okwu maka \"pepper\" (ma eleghị anya n'echiche ụmụ amaala Africa) n'asụsụ Ronga nke ndịda Mozambique, ebe ndị nchọpụta Portuguese mepụtara otu ụdị nke a site na malagueta pepper.",
  "Osisi na-adịkarị oke ọhịa ma -eto n'ịdị elu ruo ogugu 45120 cm (1847 in) na akwụkwọ 4 7 cm (1+1⁄23 in) ogologo na 1.31.5 cm (1⁄29⁄16 in) n'obosara",
  "A na-ejikarị mkpụrụ osisi ahụ eme ihe ruo n'ókè dị nro ma na-atụle ihe ruru  cm (3⁄41+1⁄4 in) n'ogologo",
  "Agba na-eto eto bụ akwụkwọ ndụ akwụkwọ ndụ, agba tozuru etozu bụ ọbara ọbara ma ọ bụ purple",
  "Ụfọdụ ụdị chili anya nnụnụ na-atụle ihe ruru 175,000 Scoville heat units.",
  "Dị ka ose chili niile, piri piri sitere na osisi ndị si Amerịka, mana ọ na-eto n'ọhịa n'Africa ruo ọtụtụ narị afọ ma na-akụ ya ugbu a maka azụmahịa na MBA Zambia, MBA Uganda, MBA Malawi,MBA  Zimbabwe, na MBA Rwanda. Ọ na-eto karịsịa na Malawi, Zambia, South Africa, Ghana, Nigeria, Zimbabwe, Mozambique na Portugal",
  "A na-akụ ya maka nhazi nri azụmahịa na ụlọ ọrụ ọgwụ",
  "Ịzụ piri piri na-ewe ọrụ siri ike.",
  "N'ịbụ nke ndị Portuguese mepụtara na Southern Africa (a ka nwere arụmụka ma ndị Portuguese na-emepụta ya na Angola ma ọ bụ Mozambique), a na-eji peri-peri chilis (nke a na-eme dị ka ihe na-esi ísì ụtọ ma ọ bụ marinade) mee ofe ahụ. E wezụga Portugal na mpaghara ndịda Afrịka (Angola, Namibia, Mozambique na South Africa) ebe a mụrụ ya, a maara ofe ahụ nke ọma na United Kingdom n'ihi ihe ịga nke ọma nke ụlọ oriri na ọṅụṅụ South Africa Nando's.",
  "Ntụziaka dịgasị iche site na mpaghara gaa na mpaghara, na mgbe ụfọdụ n'ime otu mpaghara ahụ dabere na ojiji a chọrọ (ihe atụ, isi nri vs",
  "ihe na-atọ ụtọ na tebụl) mana isi ihe bụ chili na galik, nwere mmanụ ma ọ bụ acidic.",
  "Ihe ndị ọzọ a na-ahụkarị bụ nnu, mmụọ (ya bụ whisky), citrus peel, yabasị, ose, akwụkwọ bay, paprika, pimiento, basil, oregano na tarragon.",
  "Àtụ:Chili peppersÀtụ:Capsicum CultivarsÀtụ:Hot sauces"
]