[
  "HụPersis Princess Namuganza (amụrụ n'ụbọchị nke 5 n'ọnwa Ọktoba n'afọ 1984) bụ onye ndọrọ ndọrọ ọchịchị Uganda na Minista Steeti maka Ala, Ụlọ na Mmepe Obodo (Ala) na Cabinet nke Uganda",
  "A họpụtara ya n'ọkwa ahụ na 6 June 2016. Namuganza na-eje ozi n'otu oge ahụ dị ka onye nnọchi anya a họpụtara nke Bukono County na Namutumba District, na 10th Parliament (20162021).",
  "A mụrụ ya na Namutumba District na 5 Ọktoba 1984 n'ezinụlọ Anglican. Mgbe ọ gachara ụlọ akwụkwọ dị n'ógbè ahụ maka agụmakwụkwọ praịmarị ya, ọ gụrụ akwụkwọ na Mount Elgon High School na Mbale, maka asambodo agụmakwụkwọ Uganda ya nke ọ gụsịrị na 1999",
  "Ọ gara ụlọ akwụkwọ dị na Luweero District, ebe ọ nọdụrụ maka asambodo agụmakwụkwọ Uganda Advanced Certificate of Education na afo puku abụọ na ato. N'afọ 2006, ụlọ ọrụ Makerere Business Institute nyere Namuganza diplọma na Accounting (nke na-esoghị na Mahadum Makerere)",
  "N'otu afọ ahụ, ọ banyere Mahadum Kyambogo, gụsịrị akwụkwọ na 2009 na nzere Bachelor of Social Work and Social Administration. N'ọnwa Eprel afọ 2014, ọ gụsịrị akwụkwọ na Mahadum Cavendish Uganda na nzere masta na mmekọrịta mba ụwa.",
  "Ọ malitere ọrụ ya na 2009 na Anti-Corruption Coalition Uganda, otu na-abụghị nke gọọmentị (NGO), ebe ọ rụrụ ọrụ dị ka onye ọrụ mmemme site na 2009-2010",
  "A kpọfere ya na Pearl of Africa Research and Accountability, otu NGO ọzọ, na-eje ozi dị ka onye ọrụ mmekọrịta ọha na eze na onye nchịkwa site na 2010 ruo 2012",
  "Ọ rụrụ ọrụ dị ka onyeisi oche Busoga Youth Forum site na 2010-2011",
  "A họpụtara ya dị ka osote Resident District Commissioner (RDC) maka Luweero District, na-eje ozi na ikike ahụ site na 2012 ruo 2015.",
  "Persis Princess Namuganza bụ nnukwu onye na-akwado arụmụka ndọrọ ndọrọ ọchịchị, njem, njem, igwu mmiri, ige egwu Gospel, ikiri ihe nkiri, ikiri bọọlụ",
  "Ihe na-amasị ya pụrụ iche gụnyere itinye aka na nhicha gburugburu ebe obibi n'ozuzu ya, Mmetụta Obodo na okwu ụfọdụ dị ka nchekwa, ahụike, ịdị ọcha wdg.",
  "N'ọnwa Machị afọ 2018, ndị otu 32 nke ndị omeiwu Busoga zutere ma tie vootu ịchụpụ Persis Namuganza, na caucus, maka \"omume na-adịghị mma\"",
  "Caucus na-ebo Namuganza ebubo iyi egwu yana ịkpali ndị na-atụ vootu ya imerụ ahụ, imerụ mmadụ ahụ ma mebie Kyabazinga William Gabula Nadiope IV na Onye isi oche Rebecca Kadaga na nzukọ o mere na Ivukula na Namutumba District, n'oge ọkara mbụ nke Machị 2018.",
  "Na Mọnde 12 Machị 2018, Daily Monitor kọrọ na Inspector General of Government, Irene Mulyagonja na-enyocha Namugaza, maka enweghị nzere agụmakwụkwọ dị mkpa iji jide ọfịs ọha na eze ọ na-arụ ugbu a",
  "A malitere nyocha ahụ, na-esote onye mkpesa iwu kwadoro, nke otu \"ndị nwere nchegbu\" si Busoga, mpaghara obodo ya, tinyere na 7 Machị 2018."
]