[
  "Peter Gary Tatchell (a mụrụ na 25 Jenụwarị 1952) bụ onye Britain na-eme mkpọsa maka ihe ndị ruuru mmadụ, sitere na Australia, nke a maara nke ọma maka ọrụ ya na ndị LGBT.",
  "A họpụtara Tatchell dịka onye nnọchiteanya nke Labour Party maka Bermondsey n'afọ 1981",
  "Mgbe ahụ, onye isi otu Michael Foot katọrọ ya maka ịkwado ihe ndị ọzọ na-abụghị ndị omeiwu megide gọọmentị Thatcher. Labour mechara nye ya ohere iguzo na ntuli aka Bermondsey na Febụwarị 1983, nke pati ahụ tụfuru oche na Liberals",
  "N'afọ ndị 1990 ọ gbara mbọ maka ikike LGBT site n'otu ọrụ kpọmkwem OutRage!, nke ya na ya guzobere",
  "Ọ rụrụ ọrụ na mkpọsa dị iche iche, dịka Stop Murder Music megide okwu egwu a na-ekwu na ọ na-akpali ime ihe ike megide ndị LGBT ma na-ede ma na-agbasa ozi gbasara ikike mmadụ dị iche iche na ikpe ziri ezi",
  "Ọ nwara ijide onye isi ala Zimbabwe bụ Robert Mugabe n'afọ 1999 na ọzọ n'afọ 2001.",
  "A mụrụ Tatchell na Melbourne, Australia. Nna ya bụ onye na-arụ ọrụ na lathe na nne ya na-arụkọ ọrụ na ụlọ ọrụ biskit",
  "Nne na nna ya gbara alụkwaghịm mgbe ọ dị afọ anọ na nne ya lụrụ di ọzọ n'oge na-adịghị anya",
  "O nwere nwanne nwanyị na ụmụnne nwoke.",
  "Ebe ọ bụ na ego ezinụlọ ahụ nwere nsogbu n'ihi ụgwọ ahụike, ọ hapụrụ ụlọ akwụkwọ mgbe ọ dị afọ iri na isii n'afọ 1968",
  "Ọ malitere ịrụ ọrụ dịka onye na-ede akara na onye na-edozi windo na ụlọ ahịa ngalaba. Tatchell na-azọrọ na o tinyewo ihe nkiri nke ihe ngosi ndị a n'ime ọrụ ya.",
  "N'ịbụ onye a zụlitere dị ka Onye Kraịst, Tatchell na-ekwu na ọ \"kwụsịrị okwukwe [ya] ogologo oge gara aga\" ma bụrụ onye na-ekweghị na Chineke. A na-akọ n'ọtụtụ ebe na Tatchell bụ onye na-eri nri; Otú ọ dị, Tatchell n'onwe ya na-ekwu na ọ naghị eri anụ, mana ọ na-eri àkwá, cheese, na, dịka Richard Fairbrass si kwuo, salmon ọhịa, nke pụtara na Tatchells bụ Pescetarian.",
  "Ọ malitere inwe mmasị n'ihe omume ndị na-eme n'èzí dịka ịnya ụgbọ mmiri na ịrị ugwu",
  "N'ikwu okwu na BBC Radio 4's Any Questions banyere otu mkpuchi na ihe ize ndụ iwu si eme ka ndị nkuzi Britain ghara ịkpọrọ ụmụ akwụkwọ gaa njem n'èzí, o kwuru na ihe omume n'èstre nyeere ya aka ịzụlite obi ike iji tinye onwe ya n'ihe ize ndụ ndọrọ ndọrọ ọchịchị na ndụ ndị okenye.",
  "Ọrụ ndọrọ ndọrọ ọchịchị Tatchell malitere na Mount Waverley Secondary College, ebe n'afọ a 1967 ọ malitere mkpọsa iji kwado ndị Aborigine Australia. A họpụtara Tatchell ka ọ bụrụ odeakwụkwọ nke Kansụl Na-anọchite anya Ụmụ akwụkwọ nke ụlọ akwụkwọ ahụ",
  "N'afọ ikpeazụ ya n'afọ 1968, dịka onyeisi ụlọ akwụkwọ, ọ butere ụzọ n'ịmepụta atụmatụ agụmakwụkwọ maka ndị Aborigine ma duzie mkpọsa maka ikike ala Aboriginal",
  "Ihe omume ndị a mere ka onyeisi ụlọ akwụkwọ ahụ kwuo na ndị Kọmunist na-achịkwa ya."
]