[
  "Peter Magubane (amụrụ n'ubochí irí na asatọ n'ọnwa Jenụwarị n'afọ1932) bụ onye na-ese foto na South Africa.",
  "A mụrụ Peter Sexford Magubane na Vrededorp, ugbu a Pageview, mpaghara Johannesburg, ma too na Sophiatown. Ọ bịdọrọ iji igwefoto Kodak Brownie dị ka nwa akwụkwọ.",
  "N'afọ 1954, ọ gụrụ otu Drum, magazin a maara n'ihe banyere akụkọ ya màkà ndị isi ojii bi n'obodo ukwu na mmetụta nke ịkpa ókè agbụrụ",
  "\"Ha na-emeso nsogbu mmekọrịta mmadụ na ibe ya nke metụtara ndị isi ojii na South Africa",
  "Achọrọ m ịbụ akụkụ nke magazin ahụ\".",
  "Ọ bịdọrọ ọrụ na Drum dị ka onye ọkwọ ụgbọala",
  "Ógè ọnwa isii nke ọrụ na-adịghị mma gasịrị, e nyere ya ọrụ foto n'okpuru nduzi nke Jürgen Schadeberg, onye isi na-ese foto",
  "Ọ gbaziri igwefoto wee kpuchie mgbakọ ANC nke afọ 1955",
  "\"M laghachiri n'ọfịs na nsonaazụ dị mma ma eleghị anya azụ\".",
  "Ịnọ n'ọrụ n'afọ ndị izizi adịghị mfe, dịka ọ chetara: \"A naghị ekwe ka anyị buru igwefoto n'èzí ma ọ bụrụ na ndị uwe ojii etinye aka, yabụ m na-ezochi igwefoto m ógè niile iji nweta foto m chọrọ",
  "N'oge ụfọdụ, m zoro igwefoto m n'ime Bible nwere oghere, na-agbapụ na eriri na akpa m",
  "N'oge ọzọ, n'oge ikpe na Zeerust nke a machibidoro ndị nta akụkọ iwu, zoro m Leica 3G m n'ime achịcha oghere ma mee ka m na-eri nri mgbe m na-ese foto n'ezie; ógè achịcha ahụ dara, zụrụ m mmiri ara ehi wee zoo igwefoto ahụ na katọn",
  "M wee gbapụ na ya",
  "Ị ga-eche echiche ngwa ngwa ma dịrị ọsọ iji dịrị ndụ n'ụbọchị ndị ahụ\".",
  "Magubane sere foto ọtụtụ n'ime oge akụkọ ihe mere eme nke South Africa, dị ka Sharpeville n'afọ 1960 nakwa ikpe Rivonia nke Mandela n'afọ 1964",
  "O mechara cheta, sị: \"Ahụtụbeghị m ọtụtụ ndị nwụrụ anwụ\"",
  "Onye nchịkọta akụkọ ya chọrọ ịmara ihe mere na o jighị foto ọ bụla mee ihe",
  "Magubane wee \"kpebie na agaghị m etinye aka na mmetụta uche, ma ọ bụ ma ọ dịkarịa ala ọ gaghị etinye aka ruo ógè m mechara ọrụ m\".",
  "Ọ hapụrụ Drum ka ọ bụrụ onye na-arụ ọrụ n'onwe ya",
  "N'afọ 1967, Rand Daily Mail were ya n'ọrụ",
  "N'afọ 1969, e zigara ya ka ọ see foto ngagharị iwe n'èzí ụlọ mkpọrọ Winnie Mandela",
  "E jidere ya, gbaa ya ajụjụ ọnụ ma tinye ya n'ụlọ mkpọrọ naanị ya",
  "E wepụrụ ebubo ndị ahụ n'afọ 1970",
  "Otú ọ dị, a machibidoro Magubane ise foto ruo afọ ise",
  "N'afọ 1971, a tụrụ ya mkpọrọ ọzọ ma nọrọ ụbọchị iri itoolu na asatọ n'ụlọ mkpọrọ naanị ya wee nọrọ ọnwa isii n'ụlọ ikpe.",
  "Ógè a tọhapụrụ ya, e kenyere Mu bat ka ọ kpuchie ọgba aghara Soweto nke mere site n'ọnwa Juun ruo ọnwa Ọgọst n'afọ 1976",
  "E jidere ya, tie ya ihe ma gbajie imi ya",
  "N'ikpeazụ, a tọhapụrụ ya na ngwụcha afọ 1976. Usoro foto ndị o weere mere ka ọ bụrụ onye a ma ama na mba ụwa",
  "N'ọnwa Febụwarị n'afọ 1977, ọ ga-emeri ihe nrite dị mma na akụkọ, nke Stellenbosch Farmers' Winery kwadoro ma Walter Cronkite gosipụtara.",
  "Magubane akwụsịla ịrụ ọrụ na foto journalism ma ugbu a na-elekwasị anya na foto nka",
  "Ọ na-edekọ ụzọ agbụrụ ndị dị ndụ na South Africa mgbe ịkpa ókè agbụrụ gasịrị na agba",
  "E bipụtara foto ndị a n'okpuru ọkọlọtọ African Heritage Series."
]