[
  "Peter Clarke (2 Jụn 1929 na Simon's Town, South Afrịka - 13 Eprel 2014 na Ocean View, Cape Town) bụ onye na-ese ihe na South Afrika na-arụ ọrụ n'ọtụtụ mgbasa ozi. Ọ bụkwa onye edemede na onye na-ede uri.",
  "A mụrụ Clarke na Simon's Town dị nso na Cape Town, na 1929. Ọtụtụ n'ime ọrụ ya sitere n'obodo nta ahụ dị n'ụsọ oké osimiri ebe ọ biri ruo 1972, mgbe a manyere ya ịkwaga Ocean View n'okpuru Group Areas Act",
  "Ọ hapụrụ ụlọ akwụkwọ sekọndrị na 1944 ma bụrụ onye ọrụ ọdụ ụgbọ mmiri ruo 1956 mgbe ọ dị afọ iri abụọ na asaa, n'oge ezumike ọnwa atọ na Tesselaarsdal, obere obodo ugbo dị nso na Caledon na South West Cape, ọ malitere ọrụ nka ya.",
  "Site n'enyemaka nke enyi ya, onye na-ede uri James Matthews, Clarke mere ihe ngosi nke mbụ ya na ụlọ ọrụ mgbasa ozi nke akwụkwọ akụkọ The Golden City Post na 1957",
  "O kwuru, sị, \"Tupu ngosi m, abụ m naanị nwoke ọzọ nwere agba",
  "Ndị anyị weere ya dị ka ihe efu na ọ bụ naanị ndị ọcha nwere ike ime ihe ndị dị otú ahụ",
  "Ugbu a, ha na-amata eziokwu ahụ bụ na anyị nwekwara ike ime ihe ndị a; na anyị bụ mmadụ. [Nke a kwuru chọrọ ntụnye]",
  "A maara Clarke nke ọma maka ihe osise ya, ọkachasị osisi ya, na afọ ndị sochirinụ, ọ kwagara na collage",
  "Ọ na-ejikwa akpụkpọ anụ, iko, ihe achọtara na mgbasa ozi ndị ọzọ agwakọta.",
  "Ọrụ nka ya karịrị iri afọ isii ma mepụta ọtụtụ ọrụ ma pụta n'ọtụtụ ihe ngosi. N'ịbụ onye a kọwara dị ka \"onye na-ede akụkọ ihe mere eme dị jụụ\", ọrụ ya na-enye nkatọ nke akụkọ mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị South Afrịka karịa afọ iri isii.",
  "O nwetara ihe nrite mba isii na mba isii maka nka ya na edemede ya, ma nwee ihe karịrị ihe ngosi iri asaa kemgbe 1957 na South Afrịka, Naijiria, Kenya, Australia, USA, Norway, Israel, Austria na UK",
  "O nwekwara ọtụtụ ihe ngosi otu na South Afrịka, Yugoslavia, Germany, Brazil, Austria, Italy, USA, Argentina, Norway, Botswana, Japan, Switzerland na France",
  "N'afọ 2005, onye isi ala Thabo Mbeki nyere ya Order of Ikhamanga (Silver), ma nata onyinye Lifetime Achievement Award n'afọ 2010. Ihe ngosi ya nke afọ 2011 bụ Listening To Distant Thunder",
  "Nnukwu ihe ngosi nke ọrụ ya, Wind Blowing on the Cape Flats, mere na London n'afọ 2013.",
  "N'ime nsọpụrụ Clarke natara bụ onyinye mba ụwa iri abụọ na asaa na edemede na nka (Ịtali, USA na Taiwan), gụnyere Honorary Life Membership of the Museum of African American Art, Los Angeles (1984); onyinye isii nke South Afrịka maka edemede na nka, gụnyere atọ kemgbe 2000 - ọkachasị Order of Ikhamanga, klas ọlaọcha (2005); na Molteno Award (2000) maka ọrụ na nka ọhụụ, site na Cape Tercentenary Foundation.",
  "Ọrụ Clarke dị na nchịkọta ndị na-esonụ nke A",
  "Arnold Becher Museum, SA; Baerum Kommune, Sandvika, Norway; Caledon Museum, Caledon, SA; Cape Town City Library, SA; Community Arts Project, SA; Dennis W",
  "Koles, Kiama, NSW, Australia; District Six Museum, CT, SA; Durban Art Museum, SA; Fisk University, Nashville, Tennessee, US; Fuba Collection, Johannesburg, SA; Hymie and Jean Berndt, Kenilworth, SA; Johnson Publishing Co., Chicago, US; King George VI Art Gallery, PE, SA; Kunsthalle Museen der Stadt Bielefeld, Germany; Library of Congress, Washington D.C., US; Livingstone High School, Claremont, SA; Municipal Collection, Fish Hoek, SA; Municipal Museum, Simon's Town, SA; Museum of African American Art, LA, US; Museum of Contemporary Art, Skopje, Yugoslavia; Natal Technikon, Durban, SA; National Museum and Art Gallery, Gaborone, Botswana, PAM; Nasou Publishing Co,, CT, SA; National Art Gallery, Gaborone, Botswana, Pentech, Bellville, SA; Pretoria Art Museum, Pretoria, SA; SA Fine Worsted Co, CT, SA; Sasol Collection, Stellenbosch, SA; Stichting Afrika Museum, Berg en Dal, Holland; South African National Gallery; University of Fort Hare, Alice, SA; University of the North-West, SA; University of Stellenbosch, SA; University of the Western Cape, SA; University of Zululand, SA; William Humphreys Art Gallery, Kimberley, Sand the B; Bruce Campbell Smith Collection.",
  "N'afọ 2016, a kpọrọ Peter Clarke Art Centre, nke a na-akpọ Frank Joubert Art Centre, aha ya."
]