[
  "Mahadum nke Oxford\nMahadum nke Lagos Steeti\nỤlọ akwụkwọ azụmahịa Lagos",
  "Nigerian Law School",
  "Peter Ndubuisi Mbah // (na-ege ntị) (amụrụ na 17 Machị 1972) bụ onye ọka iwu ụgbọ mmiri Naijiria, onye nyocha ego, na onye ndọrọ ndọrọ ọchịchị",
  "Ọ bụ Onye nchoputa na onye isi nchịkwa nke Pinnacle Oil and Gas Ltd. Mbah bụ nwa afọ Owo na Nkanu East Local Government Area (LGA) nke Enugu steeti, Nigeria. Ọ bụ onye otu Certified Institute of Public Administration and Management (CIPM), onye otu Nigerian Institute of International Affairs na Nigerian Bar Association.",
  "A mụrụ Peter Mbah na Enugu n'ezinụlọ Chief Gilbert Ekete Mbah si Ashishi Owo, Nkanu East LGA nke Enugu State",
  "Ọ gara ụlọ akwụkwọ ụmụaka ndị agha, Bori Camp, Portharcourt na Owode High School, Owode Egba Ogun State",
  "Mbah gụrụ akwụkwọ iwu na Mahadum nke East London, UK, nweta nzere bachelọ nke iwu n'afọ 2000",
  "Ọ gara ụlọ akwụkwọ iwu Naịjirịa ma kpọọ ya ka ọ gaa n'ụlọ ikpe Naịjirị",
  "O nwere nzere masta na Iwu Maritime na azụmahịa nke Mahadum Lagos State nyere ya n'afọ 2004",
  "Mbah nwere MBA site na Ụlọ akwụkwọ azụmahịa IESE, Mahadum Navarra, Barcelona Spain, na Post Graduate Diploma na Strategy na Innovation na Ụlọ akwụkwọ azụmahịa Saïd, Jami'ar Oxford",
  "E nyere ya nzere doctorate na sayensị ndọrọ ndọrọ ọchịchị site Mahadum Godfrey Okoye, Enugu, n'afọ 2021.",
  "Mgbe ọ gụsịrị akwụkwọ, Dr",
  "Peter Mbah sonyere na National Youth Service Corps na ụlọ ọrụ iwu Udeh na Associates na Lagos. Dị ka onye ọchụnta ego, o guzobere Peter Mbah Investments Limited na 1992, onye na-enye ọrụ na ngalaba mmanụ na gas",
  "Ọ bụ onye guzobere GILPEL Industries Ltd., onye na-ebubata ngwongwo n'ozuzu n'etiti afọ 1993 na 1997, ma guzobe FOCUS International Schools na steeti Lagos",
  "Mbah bụ naanị onye nnọchi anya International Oil Corporation, ụlọ ọrụ mmanụ na gas nke USA nke dị na Fresno, California. Ọ bụ onye guzobere / CEO nke Pinnacle Oil and Gas Ltd. Ntọala a rụzuru mmepe nke Single Point Monitoring (SPM), Conventional Buoy Mooring (CBM) na ebe nchekwa na Lekki Free Trade Zone na 2021.",
  "A họpụtara Dr",
  "Mbah ka ọ bụrụ Chief of Staff na 2003 ma mesịa bụrụ Kọmishọna maka mmepe Ego na  Akụ na ụba site n'aka Gọvanọ, Chimaroke Nnamani. Ọ bụ onye otu Federal Accounts Allocation Committee, Executive Council nke Enugu Steeti yana onye otu State Security Council",
  "Ọ rụkwara ọrụ dị ka Onye isi oche nke Kọmitii Na-ahụ Maka Akụkọ nke Federal na Okwu Iwu, Onye isi oche nke Otu ndị Isi Oche maka Enugu State Insurance Company, Onye isi oche nke Otu ndị Isi Oche maka Ụlọ ọrụ ego na itinye ego Enugu Steeti, Onyeisi oche nke Tenders Boardi Enugu Steeti. Ọ bụ onye otu Peoples Democratic Party (PDP)",
  "Na ụbọchị nke iri abụọ na ise Mee, n'afo 2022, Peter Mbah pụtara dị ka onye na-azọ ọkwa gọvanọ nke steeti Enugu nke Peoples Democratic Party n'ihu ntuli aka nke Naịjirịa n'afọ 2023, na-esote ntuli aka mbụ e mere na Nnamdi Azikiwe Stadium, Enugu, na ngụkọta nke votu 790 n'ime 807 nke ndị nnọchiteanya nyere. Dr Peter Mbah bụ Gọvanọ Enugu steeti a họpụtara na-esote ntuli aka gọvanọ nke 2023 nke e mere na ụbọchị nke iri na asatọ Machị n'afọ 2023.",
  "Dr",
  "Peter Mbah bụ onye guzobere Peter Mbah Foundation (PMF), otu na-abụghị maka uru na nke na-abụghị nke ndọrọ ndọrọ ọchịchị nke na-achọ imeziwanye ọnọdụ ibi ndụ n'ime ime obodo na mmepe nke isi obodo mmadụ.",
  "Dr",
  "Peter Mbah lụrụ Nkechinyere Mbah, ha nwere ụmụ anọ."
]