[
  "Peter Gregory Obi CON (amụrụ na 19 Julaị 1961) bụ onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị Naijiria nke jere ozi dị ka Gọvanọ nke Anambra Steeti ugboro atọ dị iche iche site na 2006 ruo 2014",
  "N'ọnwa Mee afọ 2022, ọ ghọrọ onye nnọchiteanya nke Labour Party maka onye isi ala nke Naịjirịa na ntuli aka onye isi ala a ga eme n'2023.",
  "A mụrụ ya na Onitsha na 1961, Obi gụsịrị akwụkwọ na Mahadum Naịjirịa na 1984",
  "Mgbe nke ahụ gasịrị, ọ banyere azụmaahịa na ụlọ akụ, n'ikpeazụ, ọ rịgooro n'inwe ọtụtụ ọkwa dị elu na ụlọ akụ",
  "Ka ọ na-erule mmalite afọ 2000, Obi bụ onyeisi oche nke Fidelity Bank tupu ọ hapụ ọnọdụ ahụ ịbanye na ndọrọ ndọrọ ọchịchị",
  "Obi gbara ọsọ maka gọvanọ n'afọ 2003, dị ka onye otu All Progressives Grand Alliance mana a kpọsara onye mmegide ya n'ụzọ iwu na-akwadoghị",
  "Mgbe afọ atọ nke agha iwu gasịrị, a mara Obi dị ka onye mmeri na 2006 wee malite ọrụ na Machị, 2006",
  "A chụpụrụ ya n'ọnwa Nọvemba ahụ tupu a kagbuo ya ma ọ laghachiri n'ọfịs na Febụwarị 2007",
  "Ọzọkwa, e wepụrụ Obi mgbe e mere ntuli aka ọhụrụ n'ọnwa Eprel afọ 2007 mana ndị ọka ikpe batara ọzọ ma kpebie na a ga-ekwe ka ọ mezue afọ anọ zuru ezu",
  "N'afọ 2010, ọ meriri nhọpụta ọzọ maka oge nke abụọ.Ọganihu na ego steeti, agụmakwụkwọ, na nlekọta ahụike gosipụtara okwu Obi.",
  "Mgbe ọ hapụsịrị ọrụ n'afọ 2014, Obi nwetara ọnọdụ ọhụrụ dị ka onye na-akwado ezi ọchịchị na onye ndọrọ ndọrọ ọchịchị mba mgbe ọ kwụsịrị na Peoples Democratic Party n'afọ 2014. N'afọ 2019, a họpụtara ya dị ka onye osote onye isi ala na ntuli aka onye isi ala n'akụkụ Atiku Abubakar, mana onye isi ala nọ ugbu a bụ Muhammadu Buhari na osote onyeisiala Yemi Osinbajo meriri ya. Ka ọ na-erule afọ 2022, Obi gbara ọsọ maka onye isi ala n'onwe ya, nke mbụ na PDP ruo mgbe ọ hapụrụ LP na Mee 2022.",
  "A mụrụ Peter Obi na 19 Julaị 1961 na Onitsha Ọ gara Christ the King College, Onitsha, ebe ọ gụsịrị akwụkwọ sekọndrị ya. A nabatara ya na Mahadum Naịjirịa, na 1980, gụsịrị akwụkwọ na B.A",
  "(Hons) na nkà ihe ọmụma na 1984.",
  "Peter Obi gara Lagos Business School, ebe ọ gụsịrị akwụkwọ na Chief Executive Program, Harvard Business School,ebe ọ gụsịrị nnukwu mmemme abụọ, London School of Economics, Columbia Business School, na International Institute for Management Development ebe ọ natara asambodo na Senior Executive Program na Chief Executive Officer Program. Ọ gakwara Kellogg School of Management nke Mahadum Northwestern, Saïd Business School nke Mahaduma Oxford na Judge Business School nke Маhadum Cambridge.",
  "Peter Obi bụ onye ọchụnta ego tupu ọ banye na ndọrọ ndọrọ ọchịchị. \nDị ka Peter Obi si kwuo, ọ malitere ndụ ya dị ka onye azụmahịa, a mụrụ ya n'ezinụlọ na-azụ ahịa tupu ọ banye n'ụwa ụlọ ọrụ",
  "O nwere ọkwa ndị isi na ụlọ ọrụ ụfọdụ nke onwe",
  "Ụfọdụ n'ime ụlọ ọrụ ndị ọ jere ozi gụnyere: Next International Nigeria Ltd, Onye isi oche na onye nduzi nke Guardian Express Mortgage Bank Ltd, Guardian Express Bank Plc, Future View Securities Ltd, Paymaster Nigeria Ltd, Chams Nigeria Ltd, Data Corp Ltd na Card Centre Ltd",
  "Ọ bụ onye isi oche kachasị nta nke Fidelity Bank Plc.",
  "Peter Obi sonyere na ntuli aka Gọvanọ nke Anambra Steeti dị ka onye na-azọ ọkwa maka otu All Progressives Grand Alliance (APGA) na 2003, mana onye mmegide ya, Chris Ngige nke People's Democratic Party, bụ onye Independent National Electoral Commission (INEC) kwupụtara na ọ bụ onye merịrị.",
  "Mgbe ihe fọrọ nke nta ka ọ bụrụ afọ atọ nke ikpe gasịrị, ụlọ ikpe mkpegharị ikpe ka mmeri Ngige kwụsịrị na 15 Machị 2006",
  "Obi malitere ọrụ na 17 Machị 2006",
  "N'ụbọchị nke abụọ n'ọnwa Nọvemba n'afọ 2006, ụlọ omebe iwu steeti chụpụrụ ya mgbe ọnwa asaa gachara n'ọchịchị ma jiri Virginia Etiaba, onye osote ya dochie ya n'echi ya, na-eme ka ọ bụrụ gọvanọ nwanyị mbụ n'akụkọ ihe mere eme nke Naịjirịa. \nObi nwere ihe ịga nke ọma n'ịgba aka na ihe gbasara ịwepụt ya ma weghachite ya dị ka gọvanọ na 9 Febụwarị 2007 site n'ụlọ ikpe mkpegharị ikpe nke nọ na Enugu",
  "Etiaba weghachiri ya ike mgbe ụlọ ikpe kpebiri.",
  "Peter Obi hapụrụ ọrụ ọzọ na 29 Mee 2007 mgbe General Elections gasịrị, nke ndị otu ntuli aka kwupụtara Andy Uba dị ka onye mmeri",
  "Obi laghachiri n'ụlọ ikpe ọzọ, n'oge a na-ekwu na afọ anọ ọ meriri na ntuli aka 2003 malitere ịgba ọsọ mgbe ọ malitere n'ọkwa na Machị 2006",
  "N'abalị iri na anọ n'ọnwa Juun afọ 2007, Ụlọikpe Kasị Elu nke Naịjirịa kwadoro arụmụka Obi ma weghachite Obi n'ọkwa",
  "Nke a mere ka oge onye nọchiri Obi, Andy Uba, kwụsị na mberede, onye ụlọ ikpe kachasị elu mere na ntuli aka n'April 14, 2007 ka ọ ghara ịdị irè n'ihi na afọ anọ Obi kwesịrị ịnọgide na-enweghị nsogbu ruo na March 2010.",
  "Na ụbọchị asaa n'ọnwa Febụwarị 2010, Independent National Electoral Commission (INEC) kwupụtara na Peter Obi bụ onye mmeri ntuli aka gọọmentị steeti Anambra nke afọ 2010, ebe ọ meriri Prọfesọ Charles Chukwuma Soludo, onye bụbu gọvanọ, CBN",
  "Mmeri ntuli aka a nyere Gọvanọ Obi afọ anọ ọzọ dị ka gọvanọ nke Anambra Steeti.\nN'abalị iri na asaa n'ọnwa Machị afọ 2014, Peter Obi jere ozi nke abụọ ya ma nyefee Willie Obiano ọchịchị gọvanọ.",
  "Mgbe ntuli aka 2015 gasịrị, Onye isi ala Goodluck Jonathan họpụtara Peter Obi dị ka onyeisi oche nke Naịjirịa Security na Exchange Commission (SEC).",
  "N'abalị iri na abụọ n'ọnwa Ọktoba n'afọ 2018, a kpọrọ Peter Obi dịka onye nke abụọ Atiku Abubakar, onye na-azọ ọkwa onye isi ala nke Peoples Democratic Party na ntuli aka onye isi ala Naịjirịa 2019",
  "Ndị otu ya bịara nke abụọ.",
  "Na 24 Machị 2022, Peter Obi kwupụtara ebumnuche ya ịpụtaị maka ọkwa onye isi ala nke Naijiria n'okpuru ikpo okwu nke Peoples Democratic Party, mana o mechara pụọ ma kwupụta na ọ ga-agba ọsọ n'okpuru usoro Labour Party kama. Dị ka Peoples Gazette si kwuo, Peter Obi degaara ndị isi nke Peoples Democratic Party akwụkwọ na 24 Mee ka ha gbaa arụkwaghịm. A kọrọ na Obi mere mkpesa banyere nnukwu iri ngo nke ndị nnọchiteanya na ịzụta vootu na ntuli aka nke pati, na-ekwu maka ịdị adị nke otu pati na-arụkọ ọrụ ịmegide ya.",
  "Ọgbọ ndị na-eto eto n'okpuru afọ 30 gosipụtara na ha bụ ụfọdụ n'ime ndị na-akwado Obi, na-egosi nkwado ha site na mgbasa ozi mmekọrịta na ngagharị iwe na ngagharị n'okporo ámá.",
  "Ndị a bụ ụfọdụ n'ime onyinye ndị a ma ama nke Peter Obi",
  "Nsonaazụ nke Pandora Papers na-agbapụta, Premium Times kọrọ banyere itinye aka Obi na ụlọ ọrụ ndị dị n'ụsọ oké osimiri na ebe ndị a na-atụ ụtụ isi dị ka British Virgin Islands. N'afọ 2010, Obi nyere Access International aka ka o guzobe ma jikwaa Gabriella Investments Limited, ụlọ ọrụ dị na British Virgin Islands nke aha ya bụ aha nwa nwanyị Obi nwere ndị isi dị ka ndị nduzi iji zere itinye aka Obi; otu n'ime ndị nduzi bụkwa onye nduzi nke ụlọ ọrụ shell dị na Belize nke e nyere òkè 50,000 na Gabriella Investements",
  "N'afọ 2017, Obi haziri ụlọ ọrụ ahụ n'okpuru aha PMGG Investments Limited ma mepụta ntụkwasị obi a na-akpọ The Gabriella Settlement nke ghọrọ naanị onye nwere òkè na PMGG Investements Limited",
  "Akụkọ ndị ọzọ gosiri na Obi yiri ka ọ mere ụlọ ọrụ shell na afọ ndị 1990, na Barbados-based Beauchamp Investments Limited na UK-based Next International (UK) Limited na-ejikọta Obi na ezinụlọ ya.",
  "Mgbe mkpughe ahụ gasịrị, ndị otu ọha na eze gbara mbọ maka nyocha banyere Obi ka ndị nta akụkọ jụrụ EFCC ma kọmitii ahụ ga-amalite nyocha Obi. Ụbọchị ole na ole mgbe akụkọ ahụ gasịrị, Obi zaghachiri site n'ikwu na ọ mebighị iwu ọ bụla ma mee ka o doo anya na ego nke akaụntụ ahụ sitere n'oge ya dị ka onye ọchụnta ego",
  "EFCC kpọrọ ya maka ajụjụ n'ikpeazụ n'ọnwa Ọktoba 2021 mgbe Buhari nyere iwu ka ụlọ ọrụ niile na-emegide nrụrụ aka nyochaa ndị a kpọrọ aha na mgbapụta ahụ. Otú ọ dị, ọ dịghị ikpe mpụ e tinyere megide Obi ka ọ na-erule June 2022.",
  "Peter Obi lụrụ Margaret Brownson Obi (onye a mụrụ Usen) n'afọ 1992",
  "Ha nwere ụmụ abụọ, otu nwa nwoke na otu nwa nwanyị",
  "Obi bụ onye Katọlik nke si n'agbụrụ Igbo."
]