[
  "Peter Eastman (amụrụ n'afọ 1976) bụ Ónyé na-ese ihe nà South Africa bị nà Cape Town",
  "A mụrụ Eastman n'afọ 1976 ọ mà too nà South Africa",
  "Ọ malitere ọrụ ya dị ka onye na-eweghachi ihe ochie na London, United Kingdom",
  "Ọ gakwara ụlọ akwụkwọ Michaelis nke dị na Mahadum Cape Town.",
  "N'afọ 2014, ọ bịdọrọ ilekwasị anya na ihe osise nke ihe osise ọhịa na ikuku.",
  "A makwaara Eastman màkà ụdị monochromatic pụrụ iche",
  "Ihe oyiyi ndị e debere n'ihe ngosi ndị na-adịghị omimi na-anọgide na-abụ ihe a na-adịghị ahụ anya ruo mgbè ónyé na-ekiri ya nọ n'ọnọdụ ziri ezi maka ìhè iji tụba ihe oyiyi ahụ n'ime relief, na-egosipụta ụda na agba na-agbanwe agbanwe",
  "O yikarịrị ka e ji usoro a mee ihe nke ọma n'ihe osise ya bụ ŌHorse, n'afọ 2005.",
  "N'afọ 2007, Eastman gosipụtara 'Supernature' na gallery whatiftheworld nke Cape Town. Usoro íhé osise enamel na acrylic dị na mpempe aluminum, gosipụtara íhé osise nke ụdị nnụnụ dị iche iche metụtara isiokwu nke nkwenkwe ụgha na ihu ọma.",
  "N'afọ 2010, Eastman gosipụtara usoro foto ojii na Primo Marella gallery na Milan, Ịtali, nkè Yacouba Konaté haziri.",
  "A họpụtara Eastman n'akụkụ ndị omenkà mbà ụwa iri na asaá iji mepụta ihe ngosi màkà 2010 FIFA World Cup na South Africa. Ka e mesịrị n'afọ ahụ, a na-ere ọrụ ahụ na Phillips de Pury na New York City.",
  "2019 Tangled Hierarchies, Smac Gallery, Cape Town, South Africa",
  "2017 Coldstream, Smac Gallery, Johannesburg, South Africa",
  "2016 Surface Light, Smac Gallery, Cape Town, South Africa",
  "2014 Deep China, Smac Gallery, Cape Town, South Africa",
  "2012 E liri ya na oji na ọcha, Whatiftheworld gallery, Cape Town, South Africa",
  "2010 Ndụ dị mkpụmkpụ, WhatiftheworldIFTHEWORLD gallery, Cape Town, South Africa",
  "2010 Maka oge nke ndụ ha, Co-Op gallery, Johannesburg, South Africa",
  "2009 Peter Eastman Landscapes, Aardklop National arts festival, Potchefstroom, South Africa",
  "2008 Shadow Paintings, Obert nke oge a, Johannesburg, South Africa",
  "Supernature, Whatiftheworld gallery, Cape Town, South Africa",
  "2007 Black Paintings, Obert Contemporary, Johannesburg, South Africa",
  "2004 Reflective, Stevenson Gallery, Cape Town, South Africa"
]