[
  "Peter Yarrow (a mụrụ na Mee 31, 1938) bụ onye America na-agụ egwu na onye na-ede egwu nke nwetara aha ọma maka ịbụ onye nọ na ndị mmadụ atọ nke afọ 1960 Peter, Paul na Mary",
  "Yarrow so dee (ya na Leonard Lipton) otu n'ime egwu ndị a ma ama, \"Puff, the Magic Dragon\"",
  "Ọ bụkwa onye ndọrọ ndọrọ ọchịchị ma kwado ihe ndị sitere na mmegide na Agha Vietnam na nkwado maka mmemme mgbochi mmegbu ụlọ akwụkwọ.",
  "A mụrụ Peter Yarrow na Manhattan, nwa Vera Wisebrode (née Vira Burtakoff) na Bernard Yarrow",
  "Nne na nna ya bụ ndị Ukraine ndị Juu gụrụ akwụkwọ, ndị ezinụlọ ha biri na Providence, Rhode Island.",
  "Bernard Yarrow (1899-1973) gara Mahadum Jagiellonian (Kraków, Poland) na Mahadum Odessa (Odessa, Ukraine), tupu ọ kwaga United States n'afọ 1922 mgbe ọ dị afọ 23. Ọ sụgharịrị aha nna ya site na Yaroshevitz gaa na Yarrow, nweta nzere bachelọ nke sayensị na Mahadum Columbia n'afọ 1925 ebe ọ sonyeere Phi Sigma Delta fraternity, na 1928 gụsịrị akwụkwọ na Columbia Law School. Mgbe ahụ, ọ nọgidere na-arụ ọrụ iwu onwe onye na New York City ruo afọ 1938, mgbe a họpụtara ya ka ọ bụrụ osote onye ọka iwu distrikti n'okpuru onye ọka iwu mpaghara n'oge ahụ, Thomas E",
  "Dewey",
  "N'afọ 1944, a nabatara ya n'ọfịs nke Strategic Services, ebe ọ rụrụ ọrụ n'ụzọ dị iche.",
  "Mgbe agha ahụ gasịrị, Bernard Yarrow sonyeere Sullivan na Cromwell, ụlọ ọrụ ndị ọka iwu nke ụmụnne Dulles. Ọ bụ onye otu ntọala nke National Committee for a Free Europe, otu na-emegide ndị Kọmunist",
  "N'afọ 1952, ọ ghọrọ osote onye isi oche nke CIA-kwado Radio Free Europe, otu o nyere aka guzobe.",
  "Yarrow natara onyinye Allard K",
  "Lowenstein n'afọ1982 maka \"mgbalị dị ịrịba ama ya n'ịkwalite ihe ndị ruuru mmadụ, udo, na nnwere onwe\". N'afọ 1995, ndị Miami Jewish Federation kwetara na Yarrow na-aga n'ihu na-agba mbọ site n'inye ya Tikkun Olam Award maka òkè ya n'inyere aka \"idozi ụwa\".",
  "E nyere Yarrow Kate Wolf Memorial Award site na World Folk Music Association n'afọ 1993.",
  "N'afọ 2003, mkpebi ndị omeiwu nabatara ihe Yarrow rụzuru na nke Operation Respect."
]