[
  "Petra Karin Kelly (29 Nọvemba 1947- c",
  "1 Ọktoba 1992) bụ onye ndọrọ ndọrọ ọchịchị German Green na onye na-ahụ maka ọdịmma ụmụ nwanyị",
  "Ọ bụ onye guzobere German Green Party, òtù Green mbụ na-etolite ma na mba Germany ma n'ụwa niile",
  "N'afọ 1982, e nyere ya onyinye Right Livelihood Award maka \"ịmepụta na itinye n'ọrụ ọhụụ ọhụrụ na-ejikọta nchegbu gburugburu ebe obibi na nkwụsị agha, ikpe ziri ezi na ikike mmadụ\".",
  "A mụrụ Petra Karin Lehmann na Günzburg, Bavaria (n'oge ahụ American Zone of Occupation, Germany), n'afọ 1947",
  "Ọ gbanwere aha ya ka ọ bụrụ Kelly mgbe nne ya lụrụ John E",
  "Kelly, onye ọrụ US Army",
  "Ọ gụrụ akwụkwọ na ebe obibi ndị nọn Roman Katọlik dị na Günzburg ma mesịa gaa ụlọ akwụkwọ na Georgia na Virginia mgbe ezinụlọ ya kwagara United States n'afọ 1959",
  "Ọ biri ma gụọ akwụkwọ na United States ruo mgbe ọ laghachiri West Germany na 1970",
  "[citation needed] Ọ nọgidere na-abụ nwa amaala West Germany n'oge ndụ ya niile.",
  "Kelly nwere mmasị na Martin Luther King Jr., ma mee mkpọsa maka Robert F",
  "Kennedy na Hubert Humphrey na ntuli aka US nke 1968",
  "Ọ gụrụ sayensị ndọrọ ndọrọ ọchịchị na School of International Service na Mahadum America (Washington, D.C.), ebe ọ gụsịrị akwụkwọ na 1970 na nzere bachelọ",
  "Ọ gụsịrị akwụkwọ na European Institute na Mahadum Amsterdam na 1971 na nzere masta.",
  "Mgbe ọ na-arụ ọrụ na European Commission (Brussels, Belgium, 1971), Kelly sonyere n'ọtụtụ mkpọsa udo na gburugburu ebe obibi na Germany na mba ndị ọzọ.",
  "Mgbe ọ rụchara ọrụ afọ abụọ na European Commission, ọ kwagara n'ọkwa nchịkwa na Kọmitii Economic and Social, ebe ọ kwadoro ikike ụmụ nwanyị.",
  "Kelly bụ otu n'ime ndị guzobere Die Grünen, German Green Party na 1979",
  "N'afọ 1983, a họpụtara ya na Bundestag site na ndepụta ntuli aka dị ka onye otu Bundestag na-anọchite anya Bavaria",
  "A họpụtara ya ọzọ na 1987 na oke votu dị elu.",
  "N'afọ 1981, Kelly sonyere na ngagharị iwe nke mmadụ 400,000 na Bonn megide ngwá agha nuklia",
  "N'afọ 1982, Gerhard Schröder dere onyinye na Die Zeit maka akwụkwọ Prinzip Leben, nke Kelly na Jo Leinen dezigharịrị, nke tụlere nsogbu gburugburu ebe obibi na agha nuklia nwere ike.",
  "N'otu afọ ahụ, Kelly natara Right Livelihood Award \"..",
  "maka ịkpụzi na itinye n'ọrụ ọhụụ ọhụrụ na-ejikọta nchegbu gburugburu ebe obibi na nkwụsị agha, ikpe ziri ezi, na ikike mmadụ.",
  "Na ụbọchị iri na abụọ n'ọnwa Mee n'afọ 1983, Kelly, Gert Bastian na ndị otu Green Bundestag atọ ndị ọzọ wepụtara ọkọlọtọ na Alexanderplatz na East Berlin, nke kwuru \"The Greens 意 Swords to Ploughshares\"",
  "Mgbe e jidere ha obere oge, ha zutere ndị otu mmegide nke East Germany",
  "Ndị ọchịchị East Germany nabatara nke a ebe ọ bụ na West German Greens jụrụ mkpebi NATO Double-Track. N'ọnwa Ọktoba n'afọ 1983, Erich Honecker, onye ndú nke German Democratic Republic, zutere Petra Kelly, Gert Bastian na ndị ọzọ Greens",
  "Kelly yi uwe elu nwere okwu \"Swords to Ploughshares\" na ya",
  "Ọ chọrọ ka a tọhapụ ndị mkpọrọ niile nke East German peace movement ma jụọ Honecker ihe mere o ji gbochie ihe na GDR nke ọ kwadoro na West.",
  "Kelly dere akwụkwọ Fighting for Hope n'afọ 1984, nke South End Press bipụtara",
  "Akwụkwọ ahụ bụ oku ngwa ngwa maka ụwa na-enweghị ime ihe ike n'etiti North na South, ụmụ nwoke na ụmụ nwanyị, onwe anyị na gburugburu anyị.",
  "N'ime afọ ndị ikpeazụ nke ndụ ya, Kelly nọgidere na-ekewapụ onwe ya n'ebe ọtụtụ ndị otu ya nọ n'ihi mgbanwe ndị Greens mere n'oge ahụ, ebe ọ nọgidere na'ihu na-emegide njikọ ọ bụla ya na ndị otu ndọrọ ndọrọ ọchịchị ọdịnala.",
  "N'abalị iri na itoolu n'ọnwa Ọktoba n'afọ 1992, ndị uwe ojii hụrụ ozu Kelly na onye mmekọ ya, onye bụbu ọchịagha na onye ndọrọ ndọrọ ọchịchị Green Gert Bastian (amụrụ n'afọ 1923), n'ime ụlọ ihi ụra nke ụlọ ya na Bonn  ha natara oku site n'aka nwunye Bastian [mgbe akọwapụtara dị ka?] na nne nne Kelly nke kọrọ na ha anụbeghị Bastian ma ọ bụ Kelly ruo izu ole na ole",
  "Ndị uwe ojii kpebiri na Bastian gbagburu Kelly mgbe ọ na-ehi ụra, onye gburu onwe ya",
  "Ọ dị afọ iri anọ na anọ, ọ dị afọ iri isii na itenanị",
  "Oge ikpeazụ onye ọ bụla nụrụ banyere di na nwunye ahụ bụ na 30 Septemba 1992 mgbe Kelly zigara nne nne ya ngwugwu. Ndị uwe ojii mere atụmatụ na ọnwụ ndị ahụ nwere ike ime na ụbọchị mbụ n'ọnwa Ọktoba mana enweghị ike ịkọwa kpọmkwem oge ọnwụ ahụ n'ihi igbu oge ịchọta ozu na ọnọdụ ire ure ha. E liri Kelly na Waldfriedhof (ebe ili ozu ọhịa) na Würzburg, nso obodo Heidingsfeld na Lower Franconia, Bavaria."
]