[
  "Pheoris West (Ubochí irí na asaá n'ọnwa Ọgọst, 1950 rụo ụbọchị irí abụọ na atọ n'ọnwa Jenụwarị, 2021) bụ ónyé Africa-America na-ese ihe. Ọ bụ Associate Professor Emeritus Ohio State University College of the Arts, ébé ọ sonyeere ngalaba na 1976.",
  "A mụrụ West na 1950 na Albany, New York. Ọ gụrụ akwụkwọ na Pennsylvania Academy of the Fine Arts, wee nwéta nzèrè Master of Fine Arts na Mahadum Yale.",
  "Ebe ndị West nwere nka bụ eserese na eserese, eserese kọmputa, na imewe",
  "Mmetụta ndị dị mkpà na mmepe nka mbụ ya gụnyere ọrụ Romare Bearden, Henry Ossawa Tanner, na ndị Black arts collective AfriCOBRA nkè afọ 1970.",
  "E gosipụtara nka ya na ngosipụta nka dị ichè ichè kemgbe afọ 1970",
  "A na-enwe ihe atụ nke ọrụ ya na nchịkọta nke Studio Museum na Harlem, New York, Museo Civico Diaoarts Contemporaneo Di Gibilina, Palermo, Italy, na Contemporary Arts Center, Cincinnati",
  "O sonyere na ihe ngosi njem mba ahụ bụ iji chekwaa ihe nketa: American Art from Historically Black Colleges and Universities. Ọ bụ onye nlekọta maka 1999 \"HOMAGE TO JAZZ\" na Martin Luther King Center na Columbus, Ohio",
  "Ọ rụkwara ọrụ na National Endowment of the Arts Expansion Arts Panel, International Juror National Exhibition of Zimbabwe, na Ohio Arts Council.",
  "West weere onwé ya dị ka ónyé na-ese ihe Afrocentric",
  "Ọ naghị eso ndị na-ese ihe nkè ógè a ma ọ bụ nke ógè a",
  "Ọ na-ahọrọ ijikọta mkpà nke ọha mmadụ nwèrè omume ọma siri ike na omenala ọdịnala",
  "Afrịka bụ isi iyi maka ọdịnala nka oge ochie na ọdịbendị Afrịka na America na-akpali ihe oyiyi ya",
  "Ọ na-anọchi anya ozi zuru ụwa ọnụ site na iji akụkọ ọdịnala, akụkọ ifo na okpukpe",
  "Isiokwu ya kachasị bụ nwanyị ojii",
  "O weere ya dị ka ihe nnọchianya maka Nne Ụwa, maka ọmụmụ nke ihe a kpọrọ mmadụ",
  "Ọ na-anọchite anya ihe akaebe kachasị ochie nke mmadụ a chọtara n'oge na-adịbeghị anya na Etiopia",
  "N'ọrụ ya bụ The Garden, ọ na-ese Iv dị ka nwanyị ojii mara mma. Ihe osise ahụ na-emepụta ike ime mmụọ site na ọkwa nke ihe oyiyi na nguzozi nke agba na ọdịdị.",
  "Ihe ngosi nke onwe ya Urban Warriors: A Retrospective nà Shot Tower Gallery na Fort Hayes, na-egosipụta ike nà ike nke ọrụ ya.",
  "West kụziri na Mahadum steeti Ohio ruo mgbè ọ dara ọrịa strok na Machị 2016.",
  "Na Mee 2019, bụ ihe ngosi Start at Home: Influence, Commitment, Integrity na Urban Arts Space na Mahadum Ohio State",
  "E nwere ihe osise 143 nke H",
  "Ike Okafor-Newsum, Robert J",
  "Stull (1935-1994) na Pheoris West, bụ ndị niile kụziri na ngalaba nka ma ọ bụ ọmụmụ ojii nke steeti Ohio. Ọ bụ ezie na ọ naghịzi ese ihe, West gara ihe ngosi ahụ ma kelee ndị na-akwado gallery."
]