[
  "Philip Simmons (ubochí itoolu n'ọnwa Juun, 1912 rụo ụbọchị irí abụọ na abụọ n'ọnwa Juun, 2009) bụ ónyé America na-arụ ọrụ áká na onye na-akpụ ihe na-ahụ màkà ọrụ ígwè",
  "Simmons nọrọ afọ iri asaá na asatọ dị ka ónyé na-akpụ ihe, na-elekwasị anya n'ọrụ ígwè ịchọ mma. Mgbè ọ malitere ọrụ ya, ndị na-akpụ ihe na Charleston mere ihe ndị dị mfe, ihe ndị dị n'ụlọ kwa ụbọchị, dị ka akpụkpọ ịnyịnya. Ka ọ na-erule ógè ọ lara ezumike nká afọ iri asaa na asaa ka e mesịrị, a na-ewere ọrụ ahụ dị ka ụdị nka kama ịbụ ọrụ bara uru.",
  "Enwere ike ịhụ ihe atụ nke ọrụ Simmons, gụnyere ọnụ ụzọ ámá ígwè, n'ọbọdọ Charleston, South Carolina, yana mpaghara ndị ọzọ nke South Carolina Lowcountry. A na-egosipụta ihe osise ya na Smithsonian Museum, South Carolina State Museum, Paris, France, na China.",
  "A mụrụ Philip Simmons n'ubochí itoolu n'ọnwa Juun, 1912, na Daniel Island, South Carolina. Ọ bụ nné na nnà ya zụlitere ya, tupu e zigara ya Charleston na 1920 ka ya na nné ya biri mgbè ọ dị afọ asatọ.\nSimmons biri na Vernon Street ma banye n'ụlọ akwụkwọ na Buist Elementary School, nke a maara ugbu a dị ka Buist Academy. Ka ógè na-aga na ndụ ya, Simmons ga-emepụta ma mepụta ogidi ígwè nke guzo ugbu a n'elu ọnụ ụzọ mbata ụlọ akwụkwọ ahụ.",
  "Simmons malitere inwe mmasị na ndị ọrụ aka bi n'ógbè ya, n'oge na-adịghịkwa ányá ọ malitere ileta ụlọ ọrụ dị ichè ichè dị nso n'ụlọ ya",
  "Karịsịa, Simmons malitere inwe mmasị na ónyé na-arụ ọrụ na Charlotte Street nke Peter Simmons na-achị, onye na-enweghị njikọ Philip. Philip Simmons hapụrụ ụlọ akwụkwọ n'oge na-adịghị ányá wee malite mmụta na Peter Simmons, ónyé bụbu ohu, mgbe ọ dị afọ iri na àtó. Ọ ghọrọ onye na-akpụ ihe zuru oke mgbè ọ dị afọ iri na asatọ, mgbè ọ gụsịrị akwụkwọ afọ ise.",
  "E mepụtara ọtụtụ n'ime ọrụ ya na ụlọ ọrụ ya n'ụlọ ya na Blake Street.",
  "John Michael Vlach, ónyé édémédé na prọfesọ nke ọmụmụ America na Mahadum George Washington, dèrè akụkọ ndụ Simmons na ọrụ ya n'akwụkwọ 1981 akpọrọ Charleston Blacksmith: The Work of Philips Simmons E wepụtara akwụkwọ ahụ ọzọ dị ka mbipụta nke abụọ, nke emelitere afọ iri na otu ka e mesịrị. N'otu édémédé dị íchè a kpọrọ, \"The Buildings of Charleston,\" Vlach mechara dee banyere ọrụ Simmons, \"Na mbido ọrụ ya ọ natara iwu; ugbu a ọ na-enye ha...N'etiti azụmahịa oge ya na ọbụna mgbe ọ na-echekwa ọdịdị akụkọ ihe mere eme nke Charleston, ọ ka bụ nwoke nke ya",
  "Ọ chọtara ngosipụta onwé ya na óménàlà ọbọdọ",
  "\"",
  "National Endowment for the Arts nyere Simmons National Heritage Fellowship na 1982",
  "N'oge okwu nnabata ya n'ememe ahụ, nke Simmons nyere mgbè otu ndị na-eme ihe nkiri gasịrị, Simmons kwuru, \"Ngwá ọrụ m bụ anvil",
  "Echere m na ụfọdụ n'ime unu anụla m ka m na-akpọ",
  "otu egwu na anvil, egwu ochie nke ónyé na-akpụ ihe",
  "..",
  "Enwere m obi ụtọ màkà ihe mgbochi ahụ, obi dị m ezigbo ụtọ",
  "..",
  "Anvil ahụ nyere m nri mgbè agụụ na-agụ m, anvil ahụ na-eyi m uwe mgbè m gba ọtọ",
  "Akpụkpọ ụkwụ ahụ na-etinye akpụkpọ ụkwụ n'ụkwụ m\".",
  "Simmons si n'ụlọ ya kwaga Bishop Gadsden Retirement Community na Charleston n'oge opupu ihe ubi nke afọ 2008. Ọ nwụrụ n'ebe ahụ na June 22, 2009, n'elekere itoolu nke ehihie mgbe ọ dị afọ iri itoolu na asaá.",
  "Simmons bụ ónyé natara National Heritage Fellowship nkè 1982 nkè National Endowment for the Arts nyèrè, nke bụ nsọpụrụ kachasị elu nke gọọmentị United States na nka ọdịnala na ọdịnala. Mmekọrịta nke afọ ahụ bụ nke mbụ NEA nyere",
  "N'ubochí irí àtó nà otu n'ọnwa Jenụwarị, 1994, a nabatara ya na South Carolina Hall of Fame.",
  "Gọvanọ South Carolina David Beasley nyèrè Order of the Palmetto, nsọpụrụ kachasị elu nke steeti ahụ, na Simmons na 1998. E mechara nye ya ònyínyé Elizabeth O'Neill Verner Governor's Award maka \"Lifetime Achievement in the Arts\" na Mee afọ 2001. Ndị omeiwu South Carolina kwanyeere ya ugwu màkà ọrụ ya."
]