[
  "Phophi Constance Ramathuba (amụrụ n'abalị iri na ise n'ọnwa Ọgọstụ n'afọ 1973) bụ onye ndọrọ ndọrọ ọchịchị na dọkịta South Africa",
  "Ọ bụ onye Limpopo MEC (Member of the Executive Council) maka ahụike na onye otu Limpopo Provincial Legislature kemgbe Mee 2015",
  "Ramathuba bụ onye otu African National Congress",
  "A mụrụ Ramathuba na 15 Ọgọstụ 1973 na Elim Hospital, Waterval ma too na Mashamba, mgbe ahụ akụkụ nke Transvaal Province nke South Africa. Ọ bụ otu n'ime ụmụ ise",
  "Ọ gụrụ akwụkwọ na Mbilwi Secondary School ma gụọ akwụkwọ na Sefako Makgatho Health Sciences University (nke a maara dị ka MEDUNSA), ebe ọ nwetara nzere bachelọ nke ọgwụ na nzere bachelụ nke ịwa ahụ",
  "Site na Mahadum Pretoria, ọ nwetara nzere masta na ọgwụ ọgwụ",
  "Ramathuba emezuru ọmụmụ ihe gbasara ahụike na idu ndú azụmaahịa.",
  "Ramathuba malitere ọrụ ya dị ka onye na-arụ ọrụ na Ụlọ Ọgwụ Mokopane. Tupu a họpụta ya na gọọmentị mpaghara Limpopo, ọ bụ onye isi ụlọ ọgwụ Voortrekker na onye isi oche nke SA Medical Association.",
  "Ramathuba bụ onye otu African National Congress ogologo oge",
  "Ọ na-eje ozi dị ka onye otu kọmitii na-ahụ maka mpaghara nke pati ahụ",
  "N'abalị iri abụọ na asaa n'ọnwa Mee n'afọ 2015, a ṅụrụ Ramathuba iyi dị ka onye otu ndị omeiwu nke Limpopo Provincial, na-anọchite anya ANC. N'otu ụbọchị ahụ, onye isi ala Stanley Mathabatha họpụtara ya dịka onye otu Executive Council for Health, na-anọchi Maaria Ishmael Kgetjepe",
  "Mgbanwe ndị ahụ malitere ozugbo.",
  "A họpụtara Ramathuba ọzọ ka ọ bụrụ onye omeiwu mpaghara na ntuli aka mpaghara Limpopo nke 2019 nke e mere na 8 Mee",
  "Na 22 Mee 2019, Mathabatha kwupụtara na ọ ga-anọgide dị ka MEC Ahụike.",
  "Na Jenụwarị 2022, a katọrọ Ramathuba maka ịgwa ụmụ akwụkwọ nwanyị nọ na Gwenane Secondary School na Sekgakgapeng ka ha \"meghe akwụkwọ gị ma mechie ụkwụ gị\".",
  "N'ọnwa Ọgọstụ afọ 2022 okwu Ramathuba gwara onye ọrịa Zimbabwe nọ n'àkwà na Bela-Bela, gbasara. Na vidiyo ahụ, ọ boro ndị mba ọzọ ebubo na ha na-eji ihe onwunwe gọọmentị e kenyere ndị mba South Africa eme ihe n'ụzọ na-ezighị ezi na-ekwu, sị: \"A na-egbu usoro ahụike m\"",
  "Mgbe unu na-arịa ọrịa, ị gafere Osimiri Limpopo, enwere MEC n'ebe ahụ nke na-elekọta ngalaba ọrụ ebere. Ndị ndọrọ ndọrọ ọchịchị dị ka EFF MP Mbuyiseni Ndlozi na Mmusi Maimane katọrọ Ramathuba maka imenye onye ọrịa ihere ma kpọọ ka a kagbuo ikikere ahụike ya.",
  "Ramathuba nwere ụmụ nwanyị abụọ. N'ụbọchị mbụ n'ọnwa Julaị n'afọ 2020, Mathabatha kwupụtara na Ramathuba nwere COVID-19."
]