[
  "Sarcoca dodecandra (L'Hér.) Skalický\nPhytolacca abyssinica Hoffm., Comm",
  "Gotting.\nPhytolacca elongata Salisb., Prodr.\nPhytolacca lutea Marsigl",
  "ex Steud.\nPircunia abyssinica (Hoffm.) Moq.",
  "Sarcoca dodecandra (L'Hér.) Skalický\nPhytolacca abyssinica Hoffm., Comm",
  "Gotting.\nPhytolacca elongata Salisb., Prodr.\nPhytolacca lutea Marsigl",
  "ex Steud.\nPircunia abyssinica (Hoffm.) Moq.",
  "Phytolacca dodecandra, nke a maara dị ka endod, gopo berry, ma ọ bụ African soapberry, bụ obere osisi ma ọ bụ onye na-arị ugwu nke sitere na Tropical Africa, Southern Africa, na Madagascar",
  "Ọ bụ dioecious, na okooko osisi nwoke na nwanyị na osisi dị iche iche",
  "N'ọdịdị, ọ na-agbanwe agbanwe nke ukwuu.",
  "Endod (dị ka a maara ya na Amharic ma ọ bụ shibti na Tigrigna) bụ nke ndị Afrịka ahọrọla ma zụlite kemgbe ọtụtụ narị afọ, ọkachasị na Etiopia na Eritrea",
  "A na-eji ya eme ihe dị ka ncha na shampoo yana nsí iji mee ka azụ maa jijiji",
  "Endod na-egbu egbu na snails - eziokwu nke ndị ọkà mmụta sayensị Etiopia chọpụtara - ma nwee ike ịchịkwa schistosomiasis",
  "Mgbe Aklilu Lemma, onye ọkà mmụta sayensị Etiopia, gosipụtara ike endod nye ndị ọkà mmụta sayentị America, ha wepụtara patent, na-enwe olileanya ire endod dị ka njikwa ihe ndị dị ndụ maka Zebra mussel, ihe na-egbu egbu na Great Lakes nke US na Canada.",
  "Na Etiopia, a maara ụdị abụọ nke \"endod\" (Phytolacca dodecandra) ka ha na-etolite, ọ bụ ezie na mgbọrọgwụ osisi ahụ bụ mgbọrọgwụ na-egbu egbu ma ọ bụrụ na a na-eri ya, ndị obodo ejirila akwụkwọ na mkpụrụ osisi ahụ mee ihe n'oge ochie na-asa ákwà",
  "Ụdị abụọ bụ ụdị Arabe, nke nwere mkpụrụ osisi na-acha pinki na ọbara ọbara; na ụdị Ahiyo, nke nwere okooko osisi na-eji odo odo na-acha akwụkwọ ndụ akwụkwọ ndụ. Ụdị Arabe nwere ọdịnaya saponin dị elu na ọrụ molluscicidal ka mma karịa ụdị Ahiyo (Lugt, 1977)",
  "Ụdị ise nke \"endod\" dị na Etiopia, mana ịdị irè nke saponins a hụrụ na mkpụrụ osisi anọ n'ime osisi ndị ahụ kacha mma mgbe ejiri ha mee ihe na ọnọdụ ọhụrụ ha",
  "Otu osisi na-amị mkpụrụ osisi ndị dị irè ma ọ bụ na ha dị ọhụrụ ma ọ bụ kpọrọ nkụ ma na-ere ha n'ahịa ndị dị n'ógbè ahụ. A na-ebu ụzọ egwepịa akwụkwọ na mkpụrụ osisi endod ka ọ bụrụ ntụ tupu etinye ya n'ihe ịsa ákwà",
  "Mgbe a gwakọtara ha na mmiri, ha na-emepụta lather bara ọgaranya",
  "A na-eme ka ákwà ndị a na-asa n'ime ihe ngwọta ahụ dị nro ma na-esi ísì ụtọ."
]