[
  "Piastre ma ọ bụ piaster (Bekee: /piˈæstər/) bụ nke ọ bụla n'ime ọnụọgụ ego",
  "Okwu a sitere na Ịtali maka \"efere metal dị mkpa\"",
  "Ndị ahịa Venetian nọ na Levant tinyere aha ahụ na Spanish na Hispanic American iberibe asatọ, ma ọ bụ pesos, na narị afọ nke 16.",
  "Ndị ahịa n'ọtụtụ akụkụ ụwa nabatara pesos ndị a, bụ́ ndị a na-egwute mgbe nile ruo ọtụtụ narị afọ",
  "Mgbe mba ndị dị na Latin America nwetasịrị nnwere onwe, pesos nke Mexico malitere isi n'ụzọ azụmahịa na-abanye, wee bụrụ nke ọma na Far East, na-ewere ọnọdụ nke akụkụ Spanish nke asatọ nke ndị Spanish webatara na Manila, na site na ya",
  "ndị Portuguese na Malacca",
  "Mgbe ndị France na-achị Indochina, ha malitere iwepụta piastre Indochinese ọhụrụ (piastre de commerce), nke dabara na pesos Spanish na Mexico maara nke ọma.",
  "N'Alaeze Ukwu Ottoman, okwu piastre bụ aha mkparịta ụka Europe nke Kuruş",
  "Mgbanwe ego na-aga n'ihu belatara uru nke piastre Ottoman site na ngwụcha narị afọ nke 19 ka ọ bụrụ ihe ruru penny abụọ (2d) sterling",
  "N'ihi ya, aha piastre na-ezo aka n'ụdị mkpụrụ ego abụọ dị iche iche n'akụkụ abụọ dị iche nke ụwa, ha abụọ sitere na mpempe akwụkwọ asatọ nke Spain.",
  "N'ihi uru ndị dị ala nke piastres na Middle East, piastres ndị a ghọrọ ndị enyemaka maka Turkish, Cypriot, na Egyptian pound. Ka ọ dịgodị, na Indochina, piastre gara n'ihu n'ime afọ 1950 ma mesịa bụrụ riel, kip, na dong na Cambodia, Laos na Vietnam.",
  "A na-akpọ ego ụlọ akụ mbụ na mpaghara ndị na-asụ French na Canada na piastres, okwu ahụ gara n'ihu na-eji ya eme ihe ruo oge ụfọdụ dị ka okwu maka dollar Canada",
  "Dịka ọmụmaatụ, nsụgharị French mbụ nke Iwu Iwu Canada nke 1867 na-ezo aka na ihe achọrọ na ndị omeiwu nwere ihe onwunwe d'une valeur de quatre mille piastres",
  "A ka na-eji okwu ahụ eme ihe n'ụzọ na-abụghị nke gọọmentị na Quebec, Acadian, Franco-Manitoban, na asụsụ Franco-Ontarian dị ka ihe na-ezo aka na dollar Canada, dịka ndị na-asụ Bekee na-ekwu \"bucks\"",
  "(Okwu French maka dollar Canada nke oge a bụ dollar.) Mgbe ejiri okwu ahụ mee ihe n'ụzọ a, a na-akpọkarị okwu ahụ ma dee ya \"piasse\" (pl",
  "\"piasses\")",
  "Ọ bụ otu ihe na 6 New France livres ma ọ bụ 120 sous, otu ụzọ n'ụzọ anọ nke bụ \"30 sous\", nke ka na-ejikwa slang eme ihe mgbe ọ na-ezo aka na 25 cents.",
  "Piastre bụkwa okwu French mbụ maka dollar United States, nke e ji mee ihe dịka ọmụmaatụ na ederede French nke Louisiana Purchase",
  "Ịkpọ dollar US a piastre ka bụ ihe a na-ahụkarị n'etiti ndị na-asụ Cajun French na New England French",
  "French nke oge a na-ejikwa dollar maka ego a",
  "A ka na-eji okwu ahụ eme ihe dị ka slang maka dollar US na agwaetiti Caribbean na-asụ French, ọkachasị Haiti.",
  "Piastre bụ aha ọzọ maka kuruş, 1⁄100 nke lira Turkish.",
  "A ka na-eji piastre eme ihe na Mauritius mgbe a na-ere ahịa na ire ere, n'otu ụzọ ahụ a na-eji guineas eme ihe na ire ere ịnyịnya nke Britain",
  "Ọ bụ otu ihe na 2 Mauritian rupees.",
  "A na-ezo aka na \"Piaster\" na egwu Steely Dan Dr",
  "Wu:",
  "Eckfeldt (1842)",
  "A manual of gold and silver coins of all nations, struck within the past century",
  "Showing their history, and legal basis, and their actual weight, fineness, and value chiefly from original and recent assays",
  "With which are incorporated treatises on bullion and plate, counterfeit coins, specific gravity of precious metals, etc., with recent statistics of the production and coinage of gold and silver in the world, and sundry useful tables",
  "Assay Office of the Mint."
]