[
  "Pierre Cérésole (17 Ọgọst 1879 - 23 Ọktoba 1945) bụ onye na-ahụ maka udo na onye injinia na mba Switzerland, nke a maara nke ọma dị ka onye malitere ogige ọrụ na onye guzobere otu udo Service Civil International (SCI).",
  "A mụrụ Pierre Cérésole na Lausanne n'ụbọchị 17 Ọgọọst 1879, nwa Paul Cérésole, onye otu Swiss Federal Council na onye isi oche nke Swiss Confederation",
  "Ọ gụrụ injinia",
  "Site n'afọ 1910 gaa n'ihu ọ gara ogologo njem ma rụọ ọrụ dị ka injinia na United States na Japan",
  "N'ọnwa Ọgọstụ n'afọ 1914, ọ laghachiri Switzerland n'oge Agha Ụwa Mbụ malitere",
  "O kpebiri ịbụ Onye Kraịst na-ajụ ịjụ n'ihi akọ na uche ma na-emegide ụdị ọrụ niile ma ọ bụ imekọ ihe ọnụ na ndị agha",
  "Dị ka onye na-eme udo, n'afọ 1917 ọ jụrụ ịkwụ ụtụ isi e ji nweta ngwá agha",
  "Ọ nọrọ oge n'ụlọ mkpọrọ n'ihi nke ahụ.",
  "N'afọ 1919, ọ hapụrụ ọrụ ya dị ka injinia ma nyefee ndụ ya n'ịgba mbọ udo",
  "O sonyere na Nzukọ Bilthoven nke ndị na-eme udo mgbe Agha Ụwa Mbụ gasịrị na n'oge nzukọ nke abụọ, o kpebiri ịmalite ọrụ ebe ndị mmadụ si mba Europe dị iche iche ga-arụkọ ọrụ ọnụ iji wughachi obodo Esnes-en-Argonne na France, nke e bibiri n'oge agha ahụ",
  "A na-ewere ọrụ a n'afọ 1920 dị ka ogige ọrụ mbụ ma bụrụ onye na-akpali ọrụ afọ ofufo nke mba ụwa.",
  "Ya na nwanne ya nwoke Ernest na ndị ọrụ afọ ofufo ndị ọzọ guzobere nzukọ Service Civil Organisation ma hazie ọtụtụ ọrụ afọ ofupo ọzọ n'afọ ndị na-abịanụ, karịsịa dị ka enyemaka enyemaka mgbe ọdachi ndị na-emere onwe ha gasịrị, dịka na Liechtenstein, Switzerland na France.",
  "N'afọ 1931, Ceresole zutere Mahatma Gandhi na Lausanne, mgbe ọ nọ n'ụlọ Romain Rolland na Geneva mgbe ọ sonyere na Nzukọ Round Table na London",
  "Ceresole sitere n'ike mmụọ nsọ nke echiche Gandhi, mana ọ kwenyeghị na akụkụ nke usoro ya na-adịghị arụkọ ọrụ ọnụ",
  "Ọ bụ ezie na ha kwetara ịjụ ịkwado ọrụ agha ọ bụla site na gọọmentị ọ bụla, Ceresole dị njikere iso gọọmentị rụkọọ ọrụ n'agbanyeghị echiche ha n'ihe ndị ọzọ.",
  "N'ọnwa Nọvemba 1933, Ceresole gafere ókèala dị n'etiti Switzerland na Germany iji zute Adolf Hitler iji jụọ maka ọnọdụ dị na Germany, ọ bụ ezie na nzukọ ahụ emeghị.",
  "Site n'afọ 1934 n'afọ 1937, Cérésole na ndị ọrụ afọ ofufo atọ ndị ọzọ na Europe na-arụsi ọrụ ike n'ịrụzigharị akụrụngwa na Bihar na India mgbe ala ọma jijiji mere na Nepal n'afọ 1934 gasịrị",
  "Na India ọ sonyeere ndị Quakers.",
  "Onye America na-eche echiche bụ William James kpaliri Cérésole",
  "Cérésole n'aka nke ya kpaliri Kees Boeke.",
  "Mgbe Cérésole nwụsịrị, enyi ya na onye na-ahụ maka udo, Hélène Monastier, bipụtara akụkọ ndụ ya na ọtụtụ akwụkwọ ya.",
  "A họpụtara Ceresole maka Nobel Peace Prize na 1938 na 1939."
]