[
  "Pierre Brizon (16 Mee 1878 ruo 1 Ọgọst 1923) bụ onye nkuzi French, onye nnọchi anya mba, onye mba ụwa na onye na-eme udo",
  "A wakporo ya n'ụzọ dị egwu na ndị nta akụkọ na ndị omeiwu maka ikwu okwu megide ọgụ n'oge Agha Ụwa Mbụ.",
  "A mụrụ Pierre Brizon n'ụbọchị 16 Mee n'afọ 1878 na Franchesse, Allier, n'ezinụlọ ogbenye na-arụ ọrụ ugbo",
  "Ọ bụ nwa akwụkwọ nwere onyinye, ma ruo eruo dị ka onye nkuzi, na-esi n'otu ọkwa nkuzi gaa na nke ọzọ na mbido ọrụ ya",
  "Ọ ghọrọ onye nkuzi nke ụlọ akwụkwọ ndị ọkachamara nke mba, a họpụtara ya n'ọkwa na Armentières, ngalaba Nord.\nN'ebe ahụ, ọ sonyeere otu ndị Socialist",
  "Ọ kwadoro ọgụ nke ndị ọrụ, ma dee isiokwu dị iche iche maka akwụkwọ ndị Socialist.\nN'afọ 1905, o dere iji too ndị ọrụ ụgbọ mmiri nke agha Potemkin, ma nata akwụkwọ ozi sitere n'aka Bienvenu Martin, minista nke agụmakwụkwọ ọha na eze, na-abara ya mba maka o jighị asụsụ echekwara nke ndị ọrụ ọha na eze chọrọ, ọkachasị nke ndị nkuzi.\nN'oge a, o dekwara akụkọ ihe mere eme dị ogologo nke ọrụ",
  "Ọ ghọrọ onye nkuzi na ụlọ akwụkwọ mmepụta ihe nke Rennes",
  "Na ntuli aka ndị omeiwu nke afọ 1906 ọ bụ onye na-azọ ọkwa na Grenoble na ikpo okwu nke Socialist Party (SFIO, Section Française de l'Internationale Ouvrière)",
  "A họpụtabeghị ya, ikekwe n'ihi na o nweghị njikọ na mpaghara ahụ.\nN'afọ 1907, a họpụtara ya ka ọ bụrụ onye kansụl na mpaghara Bourbon-l'Archambault, Allier",
  "O mechara bụrụ onye isi obodo nke obodo ya",
  "A họpụtara Brizon ka ọ bụrụ onye nnọchi anya mba maka Allier n'ọnwa Eprel n'afọ 1910 na ikpo okwu nke ndị otu ndọrọ ndọrọ ọchịchị",
  "Ọ chọrọ ụgwọ ezumike nká maka ndị ọrụ, mba nke mkpuchi, ebe a na-egwupụta ihe, ụzọ ụgbọ okporo ígwè na ụtụ isi na-aga n'ihu.\nA họpụtara ya ọzọ n'afọ 1914",
  "A maara ya maka ịgbachitere ikike nke ndị ọrụ ugbo na-akwụ ụgwọ",
  "Mgbe Agha Ụwa Mbụ tiwapụrụ (July 1914 - November 1918) Brizon sonyeere union sacrée nke ndị otu ya kwetara imekọ ihe ọnụ na gọọmentị, dị ka ndị otu Socialist niile",
  "O mechara megide union sacrée, wee sonye na pacifist Committee pour la reprise des relations internationales (Komiti maka iweghachi mmekọrịta mba ụwa)",
  "A haziri nzukọ mba ụwa na Kienthal na Switzerland maka ngwụcha Eprel n'afọ 1916, ihe na-esote Nzukọ Zimmerwald nke afọ 1915.\nA na-atụ anya na ndị isi Confédération générale du travail (CGT, General Confederation of Labor) Alphonse Merrheim, Albert Bourderon na Marie Mayoux ga-anọchite anya mba France, mana a jụrụ ha paspọtụ ha chọrọ iji gaa njem",
  "Ndị nnọchiteanya atọ sitere na SFIO nke Alexandre Blanc duziri nwere ike ịga dị ka ndị nnọchiteanya nwere nnwere onwe ndị omeiwu",
  "Brizon na Jean Raffin-Dugens sonyeere Blanc",
  "Ha atọ bụ ndị nkuzi site na ọrụ",
  "Na nzukọ ahụ, Brizon agaghị anabata na ebumnuche kwesịrị ịbụ ịmepụta nke atọ International",
  "O kwuru na ihe dị mkpa bụ ịmanye International Socialist Bureau ka ha rụọ ọrụ maka udo.",
  "Mgbe ha si Switzerland lọta, ndị nnọchi anya atọ ahụ bụ ndị a na-elekwasị anya na mkpọsa mgbasa ozi na-eme ihe ike nke a na-ebo ha ebubo na ha bụ ndị mmeri, ndị sabo na ndị nledo.\nNdị isi nke otu Socialist jụrụ ha.\nNa 24 Juun n'afọ 1916 Brizon, Blanc na Raffins-Dugens jụrụ ịtụ vootu maka ego agha.\nN'okwu ya n'oge ahụ, Brizon kwanyere \"ndị nwere obi ike ole na ole nke ndị Socialist Germany ùgwù\"",
  "O kwuru na ya na ha nọgidere na-ekwesị ntụkwasị obi na mkpebi ochie nke ndị otu ndọrọ ndọrọ ọchịchị mba ụwa, na ọ bụrụ na agha tiwapụrụ ọ bụ ọrụ nke ndị ọrụ ịnwa ịkwụsị ya ngwa ngwa.",
  "N'ihi mmegide ya megide agha ahụ, a kwụsịtụrụ Brizon na ndị omeiwu n'afọ 1916.\nMgbe ọ laghachiri n'oche ya dị ka onye nnọchi anya, ọ kwụsiri ike n'ọkwa ya ma rịọ maka ntuli aka nzuzo na okwu agha ma ọ bụ udo.\nỌ rịọkwara ka e nyochaa ọnọdụ gọọmentị were banyere iziga ndị nnọchiteanya na Nzukọ Zimmerwald nke Atọ, nke e mere n'afọ 1917 na Stockholm",
  "N'ọnwa Febụwarị 1917, Kọmitii maka Nweghachi nke Mmekọrịta Mba Nile kewara, na Brizon, Raffin-Dugens na Bourderon sonyeere ndị SFIO ole na ole nke Jean Longuet duziri, ebe ndị Socialist Fernand Loriot, Charles Rappoport, Louise Saumoneau na François Mayoux weghaara kọmitii ahụ",
  "Merrheim lara ezumike nká iji lekwasị anya n'ọrụ ndị otu",
  "Brizon malitere onye na-ahụ maka udo La Vague (The Wave) na Jenụwarị 1918.\nỌ hapụrụ akwụkwọ akụkọ a, mana o mechara bipụta Bloc des rouges (Red bloc)",
  "A họpụtaghị Bizon ọzọ na ntuli aka mba nke 16 Nọvemba 1919, ebe ọ gbara ọsọ dị ka onye ndọrọ ndọrọ ọchịchị",
  "N'ọnwa na-esote, ọ gbara ọsọ maka ntuli aka dịka onye isi obodo Franchesse, Allier, mana ọ meriri ọzọ.\nỌ sonyeere French Communist Party mgbe e guzobere ya na Disemba 1920 na Tours Congress, mana a chụpụrụ ya n'ọnwa Ọktoba n'afọ 1922",
  "A na-ebo ya ebubo na ọ bụ \"onye na-emebi ihe n'aka nri\"",
  "N'abalị iri abụọ na anọ n'ọnwa Disemba n'afọ 1922, ya na ndị ọzọ na-emegide ndị otu ndọrọ ndọrọ ọchịchị Kọmunist na-enupụ isi megide Moscow guzobere Union fédérative socialiste (Federal Socialist Union)",
  "Ọ ghọrọ onye otu Central Committee na Political Committee",
  "Brizon nwụrụ na Paris na 1 August 1923",
  "Ọ dị afọ iri anọ na ise."
]