[
  "Pierre Bernard, Jr",
  "bụ ónyé America na-ese ihe osise na onye na-eme ihe ọchị, nke a ma ama màkà ọrụ ya na Late Night na Conan O'Brien, The Tonight Show na Conan U'Brien",
  "O nwèrè ihe osise a na-akpọ \"Pierre Bernard's Recliner of Rage\", ebe ọ ga-eme mkpesa banyéré okwu ndị na-emetụta ya mgbè ọ nọ ọdụ n'ebe a na-ehi ụra",
  "Okwu ndị ọ na-eme mkpesa banyéré ha na-abụkarị ihe omimi na ọdịdị ma na-emekarị akwụkwọ na-atọ ọchị, anime, eserese ma ọ bụ akụkọ sayensị.",
  "Na mbido ọrụ ya, Bernard mèrè akwụkwọ édémédé na-atọ ọchị maka ndị isi na-ebipụta akwụkwọ, gụnyere Marvel Comics, DC Comics, Heavy Metal, Gold Key Comics, Playboy, Warren Publishing, na Blackthorne Publishing.",
  "Bernard rụrụ ọrụ na mgbasa ozi na ahịa màkà ndị ahịa dị ka DFS Dorland Worldwide, McCaffrey & McCall, Inc, na magazin Newsweek na-eme akụkọ na ngosi comp",
  "Na Prudential Securities, o mèrè broshuọ dị iche iche ma mesịa weghara magazin ha n'ụlọ.",
  "N'ime afọ iri na ise gárá aga, Bernard anọwo na-eme ihe osise màkà Late Night, yana ịme ọtụtụ ihe ngosi na ihe ngosi ahụ, gụnyere \"Pierre Bernard's Recliner of Rage\"",
  "Ọ bụ naanị Bernard n'onwe ya dere akụkụ ndị ahụ, na nyocha ụfọdụ site n'aka ónyé édémédé ibe ya bụ Brian Stack.",
  "Bernard bụ ónyé bi na Ewing Township, New Jersey.",
  "N'otu akụkụ, Bernard mèrè mkpesa na a kwụsịrị ụdị mkpịsị akwụkwọ ọ na-enwe mmasị na ya.",
  "N'akụkụ ọzọ, Pierre na-anakọta ụdị okpu karama Snapple maka ọrụ nka, naanị iji chọpụta na okpu ahụ agbanweela na imewe.",
  "Bernard mere mkpesa n'otu akụkụ banyéré ọnụ ọgụgụ na-arịwanye elu nke Robotech DVDs",
  "Nke a kpaliri \"azịza\" site na robotech.com banyéré mkpesa ahụ na onyinye iziga Bernard nchịkọta zuru ezu nke DVD n'efu.",
  "Akụkụ a na-ahụ Bernard na-eme mkpesa banyere ọnụ ọgụgụ omume Justice League Unlimited.",
  "Pierre apụtala n'oge ndị ọzọ na Late Night na Conan O'Brien, ma dị ka onwe ya ma na-eme ihe nkiri",
  "O gosipụtara Whoopi Goldberg, onye X-Men jụrụ Velcroeto, na onye kwesiri ịbụ naanị onye isi ojii na-akwado John Mayer.",
  "Dị ka onwe ya, n'otu n'ime ngosipụta mbụ ya (ma ọ bụrụ na ọ bụghị nke mbụ), ọ pụtara na eserese ebe Conan kpọọrọ ya, onye ọrụ ibe ya ọzọ, na onye mgbasa ozi Joel Godard na mmefu ego na New York City, na-agbaso aro na ịzụ ahịa bụ ihe kachasị mma mmadụ nwere ike ime iji nyere obodo ahụ aka ịgbake mgbe Septemba 11 gasịrị",
  "N'akụkụ ọzọ, nke NBC's The More You Know segments, Bernard na-adụ ndị ụlọ akwụkwọ sekọndrị ọdụ ka ha were onye na-eso ha n'ọrụ iji zere nchegbu nke ịchọta ụbọchị ịgba egwú",
  "Otú ọ dị, ọ dọrọ aka ná ntị, tupu ya emebie ego ahụ, iji jide n'aka na o nweghị penis",
  "N'ọhụụ ọzọ mbụ, a kpọpụtara Pierre iji kwado ọdịdị ya na akwụkwọ akụkọ NBC ma ọ bụ Rockefeller Center na-ekwu nraranye ya na ahụike."
]