[
  "Pieter-Dirk Uys (/ˈeɪs/; a mụrụ na 28 Septemba 1945) bụ onye na-eme ihe nkiri na South Africa, onye edemede, onye na-ede ihe mkparị, na onye na-ahụ maka mmekọrịta mmadụ na ibe ya",
  "Otu n'ime ọrụ ya a ma ama bụ dịka Evita Bezuidenhout, onye Afrikaner socialite.",
  "A mụrụ Uys na Cape Town n'abalị 28 ọnwa Septemba afọ 1945, nye Hannes Uys, nna Calvinist Afrikaner, na Helga Bassel, nne onye Juu a mụrụ na Berlin. Hannes Uys, onye South African nke anọ nke Dutch na Belgian Huguenot stock, bụ onye na-eti egwu na onye na-akpọ ụbọ akwara na ụlọụka ya. Bassel bụ onye na-akpọ piano na Germany, onye ndị Nazi chụpụrụ na Reichsmusikkammer n'afọ 1935 dịka akụkụ nke mkpọsa ha iji chụpụ ndị na-ese ihe ndị Juu. O mechara gbalaga South Africa ma soro ya buru nnukwu piano ya, nke ọ kụziiri nwa ya nwanyị, Tessa Uys (b",
  "1948), onye na-akpọ piano ugbu a na London. Bassel gwara ụmụ ya obere ihe banyere oge ndị Juu ya",
  "Ọ bụ naanị mgbe o gburu onwe ya ka ha chọpụtara na ọ bụ onye Juu kpamkpam. Uys na nwanne ya nwanyị zụlitere NG Kerk na nne ha gbara ha ume ịnakwere omenala Afrikaner.",
  "Uys nwetara B.A",
  "na Mahadum nke Cape Town ebe ọ malitere ọrụ ya dị egwu dịka onye na-eme ihe nkiri n'okpuru nkuzi nke Rosalie van der Gught, Mavis Taylor na Robert Mohr, n'etiti ndị ọzọ",
  "Egwuregwu ya n'oge a gụnyere ọrụ na Little Malcolm and His Struggle Against the Eunuchs, The Fantasticks, na Once Upon a Mattress",
  "O mechara gaa gụọ akwụkwọ na London Film School n'oge mmalite afọ 1970",
  "Ọ bụ n'otu n'ime  nkiri ụmụ akwụkwọ ya, mgbasa ozi maka mmiri ara ehi, ka o mere na drag na nke mbụ ya (dịka onye na-enye mmiri ara ehi)",
  "Ọ malitere oge n'ọrụ ya dị egwu dị ka onye na'ihe nkiri",
  "E mere ọtụtụ n'ime ihe nkiri ya na Space Theatre, Cape Town, na egwuregwu ya nke afọ 1979 Paradise is Closing Down na London, na Edinburgh Festival (nke William Burdett-Coutts so mepụta), ma mesịa mepụta ya maka Granada Television n'afọ 1981. O mechara gbanwee ka ọ rụọ ọrụ otu onye n'oge oge ịkpa ókè agbụrụ.",
  "A maara Uys nke ọma maka àgwà ya Evita Bezuidenhout (nke a makwaara dị ka Tannie Evita, Afrikaans maka \"Auntie Evita\"), onye ọcha Afrikaner na-eme ihe na ndọrọ ndọrọ ọchịchị",
  "Akara a sitere n'ike mmụọ nsọ nke onye Australia na-eme ihe ọchị Barry Humphries bụ Dame Edna Everage",
  "Evita bụ onye bụbu onye nnọchi anya Bapetikosweti bụ Bantustan ma ọ bụ ala nna ojii nke dị na mpụga ụlọ ya n'ime obodo ndị bara ọgaranya, nke bụbu ndị ọcha na-anọghị na Johannesburg",
  "A na-akpọ Evita Bezuidenhout iji sọpụrụ Eva Perón",
  "N'okpuru ịkpa ókè agbụrụ, Uys jiri usoro ọchị na ihe ọchị katọọ ma kpughee nzuzu nke iwu agbụrụ nke gọọmentị South Africa",
  "A katọghị ọtụtụ n'ime ọrụ ya, na-egosi nkwado doro anya nke echiche ya site n'aka ọtụtụ ndị otu na-achị achị, ndị na-enweghị obi ike nke na ha anaghị ekweta mmejọ ma katọọ iwu ahụ n'onwe ha",
  "Ruo ọtụtụ afọ, Uys kwara ọchịchị South Africa na ndị isi ya emo, yana àgwà ihu abụọ nke ndị ọcha",
  "Otu n'ime ihe odide ya, kugel (nwaanyị ndị Juu na-arịgo n'ọkwá) kwuru n'otu oge, \"E nwere ihe abụọ na-adịghị mma na South Africa: ịkpa ókè agbụrụ nke otu na ndị isi ojii nke ọzọ\". E mechara kwuo na nke a bụ Uys n'onwe ya."
]