[
  "Pieter Hugo (amụrụ n'afọ 1976) bụ ónyé na-ese foto na South Africa nke na-arụ ọrụ na foto. Ọ bi na Cape Town.",
  "Hugo ebipụtala akwụkwọ anọ",
  "O nweela ihe ngosi onwé ya na Museu Coleção Berardo, Lisbon (2018), Museum für Kuns und Kulturgeschichte, Dortmund, Kunstmuseum Wolfsburg, Germany, National Portrait Gallery, London, Ludwig Museum, Budapest, Institute of Modern Art, Brisbane, Multimedia Art Museum, Moscow na South African National Gallery, Cape Town",
  "[citation needed] A gụnyere ya na  ngosi otu na National Museum of Modern and Contemporary Art na Seoul, Rijksmuseum, Netherlands, Tate Modern, London, DeVosette Art Museum, Michigan.",
  "A mụrụ Hugo na Johannesburg, South Africa.",
  "Ọ bịdọrọ ọrụ ya na-arụ ọrụ na ụlọ ọrụ ihe nkiri na Cape Town, tupu ọ malite obibi afọ abụọ na ụlọ ọrụ nyocha Fabrica, Treviso, Ịtali.",
  "Hugo ebipụtala akwụkwọ anọ: Pieter Hugo: The Hyena and Other Men (2008), Pieter Hugo, Selected Works (2009), This Must Be the Place (2012), na Pieter Hugo.",
  "O mepụtara ihe osise ejiji màkà Arena Homme Plus, Re-Edition Magazine, Document Journal, System Magazine na AnOther Man. Ya na Louis Vuitton na Hood By Air rụkọkwara ọrụ na mbipụta.",
  "Ọrụ Hugo na-achịkwa usoro nkuzi onwé ónyé màkà foto. Ọ bụ otu n'ime ọgbọ nke ndị na-ese foto mgbè ịkpa ókè agbụrụ gasịrị nke na-achọ ịlụso akụkọ ihe méré eme' nke foto nke na-anọchite ányá ndị a na-akparaghị ókè na ndị na-enweghị ike",
  "Ọrụ ya na-ezube ịma echiche ndị dị na nnọchiteanya nke ìgwè ndị mmadụ 'ndị ọzọ' aka na ụkpụrụ Western Europe.",
  "Ọrụ mbụ Hugo bụ Looking Aside (2006) na-egosi foto nké ndị mmadụ \"nke ọdịdị ha na-eme ka anyị lelee ányá n'akụkụ\" ndị kpuru ìsì, ndị nwere albinism, ndị agadi, ezinụlọ ya na onwé ya. Nke ọ bụla n'ime ihe osise ndị a nwèrè isiokwu a na-etinye n'ime ụlọ ihe nkiri na-enweghị ihe ọ bụla, n'okpuru ìhè na-egbuke egbuke na ndabere na-enweghị ntụpọ.",
  "Ka ọ na-erule afọ 2013, Hugo lụrụ ónyé nchịkọta ihe nkírí bụ Tamsyn Reynolds, ónyé ya na ya nwèrè ụmụ abụọ."
]