[
  "Yvonne Nk stars \"Pinky\" Phosa (amụrụ na 4 Septemba 1956) bụ onye ndọrọ ndọrọ ọchịchị South Africa onye jere ozi dị ka onye otu National Assembly maka African National Congress site na 2014 ruo 2019",
  "Ọ bụ onye isi oche nke Kọmitii Na-ahụ Maka Nkwado nke ndị omeiwu site na 2016 ruo 2019",
  "Tupu a họpụta ya na Nzukọ Ndị Omeiwu, ọ rụrụ ọrụ na gọọmentị mpaghara Mpumalanga",
  "Phosa bụ nwunye onye bụbu onye isi akụ nke ANC na onye bụbu praịm nke Mpumalanga Mathews Phosa.",
  "A mụrụ Phosa na 4 Septemba 1956",
  "O nwetara nzere BA na ọrụ mmekọrịta mmadụ na ibe ya na Mahadum nke North na 1990",
  "N'afọ 1988, ọ gụrụ akwụkwọ na Damelin Business School ma nweta asambodo na njikwa azụmahịa",
  "O nwetara nzere masta ya na nchịkwa ọha na eze na Mahadum Pretoria n'afọ 1998",
  "N'afọ 2006, Phosa nwetara asambodo na ego ọha na eze na Mahadum nke South Africa",
  "Site na Wits Business School, ọ nwetara asambodo na ọchịchị na idu ndú na 2012 na diplọma na ọchịchị na ndu na 2013.",
  "Phosa bụ onye otu African National Congress",
  "Ọ rụrụ ọrụ na Nelspruit Transitional Council site na 1993 ruo 1999",
  "Na ntuli aka 1999, a họpụtara ya ka ọ bụrụ onye omeiwu Mpumalanga Provincial",
  "A họpụtara ya ka ọ bụrụ osote ọkà okwu nke ndị omeiwu",
  "A kwalitere ya ka ọ bụrụ ọkà okwu mgbe ntuli aka 2004 gasịrị. A họpụtara David Mabuza ka ọ bụrụ onye isi ala na ntuli aka Eprel 2009",
  "Ọ họọrọ Phosa ka ọ bụrụ MEC (Member of the Executive Council) maka ego. O mechara kpọga ya na ngalaba Economic Development, Environment and Tourism na Febụwarị 2013.",
  "Mgbe ntuli aka nke afọ 2014 gasịrị, a ṅụrụ Phosa iyi dị ka onye otu National Assembly. Ọ bụ onye isi oche nke Portfolio Committee on Higher Education and Training tupu a họpụta ya ka ọ bụrụ onye isi nke Standing Committee on Appropriations na Mee 2016. A họpụtabeghị Phosa dị ka onye omeiwu ANC maka ntuli aka 2019. N'ihi ya, ụbọchị ikpeazụ ya dị ka onye omeiwu bụ na 7 Mee 2019.",
  "Na Machị 2022, a họpụtara Phosa dị ka onye nnọchi anya South Africa na Cuba na Dominican Republic.",
  "Phosa lụrụ Mathews Phosa, onye bụbu onye isi ala nke Mpumalanga na onye bụbu nnukwu onye na-ahụ maka akụ na ụba nke ANC",
  "Ha nwere ụmụ nwanyị abụọ na otu nwa nwoke",
  "Nwa nwanyị mbụ Phosa nwụrụ na Jenụwarị 2020."
]