[
  "Pitika Ntuli (amụrụ 1942, na Springs, Gauteng) bụ onye South Africa ọkpụkpụ, onye na-ede uri, onye edemede na agụmakwụkwọ onye nọrọ afọ 32 nke ndụ ya na ndọrọ n'agha na Swaziland na UK. O nwere MFA site na Pratt Institute na New York na MA na Comparative Industrial Relations na Industrial Sociology",
  "Mgbe ọ nọ na UK, ọ kụziri na Camberwell College of Art, Central Saint Martins College of Art and Design, London College of Printing, Middlesex University na University of East London",
  "Kemgbe ọ lọghachiri South Africa ọ kụzirila ihe na Wits na UKZN.",
  "Pitika Ntuli egosila n'ọtụtụ ihe ngosi nke otu na nke otu n'ọtụtụ mba na Europe na US, ma hazie ọtụtụ ihe omume nka na ọdịbendị mba ụwa na Britain",
  "Ihe ọkpụkpụ ya dị n'ọtụtụ nchịkọta onwe onye n'ụwa niile, gụnyere nke Paul Simon, Phuthuma Nhleko, na Edward na Irene Akufo-Addo",
  "Enwere ike ịchọta ụfọdụ ihe ọkpụkpụ ọha ya na Swaziland National Bank, St",
  "Mary's Catholic Church na Lobamba, COSATU House, Johannesburg, na Dieploof, Soweto",
  "Ruo n'afọ 2010, ọ gosighi na mba nke ya",
  "O nwere ihe ngosi mbụ ya na South Africa na Museum Africa, Johannesburg na 2010, sochiri ihe ngosi na Durban Art Gallery na UNISA Gallery, Pretoria na 2011",
  "'The Scent of Invisible Footprints: the Sculpture of Pitika Ntuli' ka UNISA bipụtara iji soro ngosi ya na Museum Africa. O mesịkwara gosi ihe ngosi na Constitutional Hill na Melrose Arch na Johannesburg na Oliver Tambo Cultural Center dị na Ekhuruleni",
  "Pitika Ntuli bụ ọkachamara na usoro ihe ọmụma ụmụ amaala Afrịka",
  "Ọ bụ onye na-akọwa ndọrọ ndọrọ ọchịchị na ọdịbendị na TV na Redio",
  "Ọ bụ onye a ma ama na-ede uri na ọkà okwu bụ onye bụ onye isi okwu n'ọtụtụ ihe omume dị elu ma gụọ uri ya n'ọtụtụ forums na mba na mpaghara ahụ.Ọ na-abụ onye ọbịa ugboro ugboro na TV na Redio na karịsịa n'ọtụtụ ụlọ ọrụ SABC African Language Radio, ma sorokwa n'ọtụtụ mba na ógbè dị iche iche na ndụmọdụ ndị minista.",
  "Ọ bụ onye ọka ikpe maka onyinye akwụkwọ akụkọ Sunday Times (2009).",
  "O bụ onye isi oche ndị ọrụ 2010 Task Team nke dụrụ Minista nke Arts na Culture ndụmọdụ gbasara mmemme omenala jikọtara ya na iko mba ụwa, gụnyere mmemme mmeghe na mmechi.",
  "Pitika lụrụ Antoinette Ntuli; ha nwere ụmụ nwoke anọ, ụmụ nwaanyị abụọ na ụmụ ụmụ anọ"
]