[
  "Pius Okigbo (onwa Febụwarị isii n'afọ 1924 ruo 2000), bụ onye Naijiria a ma ama na-ahụ maka akụ na ụba si n'obodo Ojoto, isi ụlọ ọrụ nke Idemili South mpaghara ọchịchị obodo di na Anambra Steeti; ọ bụ nwanne nwoke nke onye na-ede uri Christopher Okigbo",
  "N'inweta agụmakwụkwọ sekọndrị ya na Christ the King College, Onitsha, Pius gafere ule asambodo nke ulo akwukwo Cambridge na  klaasị nke mbụ n'ọnwa Disemba afọ 1940 na mwepụ site na Mahadum nke London. N'afọ 1941, ọ banyere na Ụlọ akwụkwọ mahadum nke ugwu di na Yaba  Lagos, maka ọmụmụ diplọma na nka (1941-1942)",
  "N'ihi ntụgharị nke Yaba College ka ọ bụrụ ebe ndị agha maka Royal West African Force n'oge Agha Ụwa nke Abụọ, na 1942 a kpọfere ya na Achimota College dị na Accra, Gold Coast (nke bụ Ghana ugbu a), ebe ọ gụsịrị akwụkwọ ya na Latin, Grik, akụkọ ihe mere eme, asụsụ Bekee, na akwụkwọ na asambodo diplọma na 1943.",
  "O nwetakwara nzere bachelọ nke sayensị na akụ na ụba site na ọmụmụ onwe ya, mgbe nke ahụ gasịrị, ọ gara Mahadum Northwestern, ebe ọ nwetara MA na Ph.D na akụ na akụ naụba",
  "[mkpa nhota] Dị ka onye ọkà mmụta, o nyere aka nke ukwuu n'ịkwalite okwu agụmakwụkwọ, ụzọ ọhụrụ maka idozi nsogbu akụ na ụba Afrịka",
  "Dị ka onye na-ahụ maka akụ na ụba nke nwere mmetụta maka mgbanwe akụkọ ihe mere eme, Okigbo mere nchọpụta ma dee banyere mmalite, evolushọn na mgbanwe nke nnukwu iwu akụ na ụba ma bụrụ ihe bara uru na nchọpụta ya na itinye n'ọrụ echiche ndị na-asọmpi nke mmepe nke o chere na ọ dị mma maka eziokwu nke akụ na ụba ndọrọ ndọrọ ọchịchị nke Naijiria n' Afrika",
  "O nwetara otuto agụmakwụkwọ na Naijiria mgbe o bipụtara akwụkwọ gbasara ụkpụrụ ndekọ ego nke Naijiria. A họpụtara ya dị ka onye ndụmọdụ akụ na ụba nye gọvanọ nke mpaghara ọwụwa anyanwụ nke Naịjirịa.",
  "Dị ka onye ọkà mmụta na-ahụ maka ego ọha na eze, o nyere ọrụ ya na agụmakwụkwọ ọha na eze na iwu, ọ bụ onyeisi oche n'ọtụtụ kọmitii Naijiria, ọkachasị ndị na-ahụkarị maka ntụziaka akụ na ụba nke mba ahụ",
  "N'afọ 1994, dị ka onye isi oche nke kọmitii na-enyocha ọrụ ụlọ akụ etiti nke Naijiria, o wepụtara akụkọ na-akatọ ọrụ gọọmentị na-arụ n'ịchịkwa ijeri dollar 12.4 nke ego mmanụ na-enweta na akaụntụ abụọ pụrụ iche",
  "A maara akụkọ kọmitii ahụ nke ọma dị ka akụkọ Okigbo."
]