[
  "Ịmepụta ihe bụ iwepụta ya site na isi iyi ya ma nyefee ya dị ka nke gị",
  "Plagiarism bụ ụdị aghụghọ",
  "Ọ bụ izu ohi nke ọrụ ma ọ bụ echiche onye ọzọ",
  "Ịkwa ebubo nwere ike ịgụnye egwu egwu, uri, akwụkwọ akụkọ, akụkọ magazin, ibe weebụ, ihe nkiri TV, ihe nkiri, ihe osise, ma ọ bụ ihe ọ bụla n'okpuru nchebe nwebisiinka.",
  "Plagiarism nwere ike ịdị nwayọọ ruo na nke siri ike",
  "Mgbe ụfọdụ, ndị omekome na-agbalị ịnara otuto maka ọrụ onye ọzọ ma nyefee ya dị ka nke ha",
  "N'ọnọdụ ndị ọzọ, ndị mmadụ nwere ike ghara ịma maka Plagiarism nke na ha anaghị aghọta na ihe ha na-eme adịghị mma.",
  "Mgbe ị na-ede akwụkwọ maka ụlọ akwụkwọ ma ọ bụ na-arụ ọrụ na oru ngo maka ụlọ ọrụ gị, ị ga-eji isi mmalite kwado isi ihe gị wee nye onye mbụ dere akwụkwọ ndị ahụ otuto.",
  "Ọ bụrụ na ị nyeghị onye ahụ chepụtara echiche mbụ ma ọ bụ mepụta mpempe akwụkwọ ma ọ bụ nka bụ Plagiarism otuto.",
  "Enwere ọtụtụ ụdị Plagiarism",
  "Ụfọdụ na-adị mfe achọpụta karịa ndị ọzọ.",
  "Plagiarism na-apụta mgbe ị tụgharịrị na chịkọta echiche ma ọ bụ okwu onye ọzọ",
  "N'agbanyeghị nke ahụ, ị ​​na-eji ọtụtụ asụsụ mbụ karịa nke gị",
  "Ide otu okwu ezughị iji gbanarị Plagiarism.",
  "Ọ ga-enyere gị aka ma ọ bụrụ na ị degharịa echiche ahụ n'okwu nke aka gị ma na-edobe ihe mbụ pụtara.",
  "Iji kọwapụta nke ọma, soro usoro ndị a",
  "1) Gụọ akụkụ niile nke ịchọrọ ịkọwa.",
  "2) Gụgharịa ya, na-eme ka isi ihe pụta ìhè.",
  "3) Dee ụdị isi ihe ndị a kapịrị ọnụ na mpempe akwụkwọ ma ọ bụ akwụkwọ okwu dị iche.",
  "4) Iji nsụgharị gị, dee akụkụ ahụ n'okwu nke aka gị, gbanwee ọtụtụ okwu dị ka o kwere mee.",
  "5) Tulee ụdị ọhụrụ gị na nke izizi wee hụ na i depụtabeghị nkebiokwu ma ọ bụ ahịrịokwu ọ bụla site na ederede izizi.",
  "Ọ bụrụ na i soro usoro ndị a niile, ị kọwapụtala otu akụkụ nke ọma n'emeghị mkpesa!",
  "Ikwu okwu na-enweghị ntugharị (nke a makwaara dị ka nhota, ịgbaziri ma ọ bụ ịfefe okwu onye ọzọ dị ka nke gị) na-eme mgbe ị na-ehota ma ọ bụ kọwaa ihe niile ma ọ bụ akụkụ nke isi iyi na-enyeghị nkọwa ziri ezi.",
  "Ọ bụrụ na ijiri ihe ọ bụla sitere na isi mmalite na-arụ ọrụ gị, ị ga-ederịrị ya wee gosi isi mmalite na ndepụta ntụaka gị",
  "Nke a metụtara:",
  "Mosaic Plagiarism na-eme mgbe ị gbaziri echiche ma ọ bụ nkebiokwu site na ebe ọzọ wee tinye ha n'ọrụ gị n'enweghị njirimara kwesịrị ekwesị.",
  "Ọ bụ ụdị ihe odide patch nke onye ode akwụkwọ na-agwakọta okwu nke ha na nke onye ọzọ na-edoghị anya na-agbanweghị usoro ahịrịokwu mbụ ma ọ bụ jiri akara ngụ.",
  "Nke a na-emepụta mmetụta \"mosaic\", nke ederede ikpeazụ mejupụtara nke isi mmalite na ederede ọhụrụ.",
  "Mosaic Plagiarism nwere ike ịbụ nke a na-amaghị ama, dịka mgbe ndị ode akwụkwọ aghọtaghị nke ọma iwu mgbagwoju anya nke nhota na njiri mara.",
  "Ma ọ pụkwara ịbụ nke a kpachapụrụ anya, karịsịa mgbe a na-arụgide ndị edemede ka ha mepụta edemede ngwa ngwa ma ọ bụ mgbe ha enweghị obi ike na ha nwere ike ịkọwa echiche dị mgbagwoju anya n'onwe ha.",
  "Ntọhapụ onwe onye bụ omume nke ịmegharị ọdịnaya nke edere ede na mbụ na-enyeghị nkọwa nke ọma.",
  "Dịka ọmụmaatụ, ị dere blọgụ biputere na webụsaịtị gị",
  "Ị wee jiri otu ọdịnaya ahụ na webụsaịtị dị iche na-ekwupụtaghị onwe gị dị ka onye edemede mbụ.",
  "A na-ewere nke a dị ka ihe na-emerụ emerụ ma ọ bụrụ na ị na-eji ọdịnaya ọzọ eme ihe n'ụzọ e chere na ọ dị mma.",
  "Ịkwado onwe onye nwekwara ike ime mgbe ị na-eji ọrụ nke gị ebipụtara na mbụ na ọrụ ọzọ maka klaasị ọzọ.",
  "Ọ bụrụ na ị kọwaghị onwe gị, mgbe ahụ ọ bụ Plagiarism",
  "Ọ bụrụ na ị mere saịtị ahụ n'onwe gị, mgbe ahụ ọ dị mma! N'okwu a, ịchọrọ ijide n'aka na ị ka nwere nnukwu ọdịnaya ọhụrụ maka akwụkwọ akụkọ gị.",
  "Ma ọ bụghị ya, ị nwere ike ịgbasawanye ọrụ mbụ gị ka akụkụ abụọ ahụ dị nnọọ iche.",
  "Plagiarism mberede na-eme mgbe ị zuru ọdịnaya na mberede",
  "Dịka ọmụmaatụ, ị na-eme mkpesa ma ọ bụrụ na idetuo na mado ihe sitere na webụsaịtị n'ime ọrụ gị n'ekwughị ya.",
  "Otú ahụ ka ọ dịkwa n'ịkọwapụta ma ọ bụ idegharị echiche onye ọzọ n'okwu nke aka gị mana ọ bụghị ịkpọ ha aha.",
  "Ọbụlagodi na ị chọghị izu ohi ọdịnaya, ma ọ bụrụgodi na ị maghị na ihe ị na-eme adịghị mma, ọ ka bụ Plagiarism.",
  "Plagiarism mberede na-eme mgbe niile maka ọtụtụ ihe kpatara ya",
  "Mgbe ụfọdụ ụmụ akwụkwọ nwere ike ha agaghị ama ka esi akọwapụta isi mmalite ma ọ bụ ghọta Plagiarism nke ọma",
  "Ụfọdụ ụmụ akwụkwọ na-eche n'ụzọ hiere ụzọ na a na-anakwere idepụta ihe sitere n'ebe ọzọ ma ọ bụrụ na ha ekwughị na ọ bụ echiche ha.",
  "N'ọnọdụ ndị ọzọ, ụmụ akwụkwọ nwere ike ọ gaghị aghọta oke ọrụ ha mgbe ha na-eji ihe nyocha ma ọ bụ na-arụ ọrụ na-arụkọ ọrụ ọnụ.",
  "Otu ụdị Plagiarism a na-ahụkarị na-eme mgbe nwa akwụkwọ jigharịa ọrụ ha n'amaghị ama",
  "dịka ọmụmaatụ, nwa akwụkwọ na-ede edemede na-eji ihe sitere na isiokwu mbụ n'otu isiokwu ahụ na-akọwaghị ọrụ mbụ-n'otu aka ahụ, ụmụ akwụkwọ na-arụ ọrụ na ndị ọzọ na oru mgbe ụfọdụ.",
  "Plagiarism bu omume nke iji ara onye ozo na-enyeghi onye mbu nwe ara aho otuto. Isaiah Ogedegbe katoro plagiarism na o na-eme ka ndi ozo ghara obu ndi okike. Da ka Isaiah Ogedegbe si kwuo, n'oge a, ndi mmadu ka na-eji akuko ndi ozo da ka o bu akuko mpu ha.",
  "Na 27 February 2017, akuko sitere na Warri Times mere ka oha na eze kwuo okwu plagiarism metotora onye okpukpere chi Naijiria."
]