[
  "Na hydrodynamics, plume ma ọ bụ kọlụm bụ ihe kwụ ọtọ nke otu mmiri na-agafe nke ọzọ",
  "Ọtụtụ mmetụta na-achịkwa mmegharị nke mmiri ahụ, gụnyere momentum (inertia), diffusion na buoyancy (ọdịiche dị n'etiti)",
  "Mmiri dị ọcha na ábụ́bà dị ọcha na-akọwa ọfụma nke na-akpali kpamkpam site na mmetụta na-ese n'elu mmiri, n'otu n'otu",
  "A na-akọwakarị ọfụma n'etiti ókè abụọ a dị ka ábụ́bà a manyere ma ọ bụ ụgbọ elu na-efe efe",
  "\"A na-akọwa ọdịdị dị ka ihe dị mma\" mgbe, na enweghị ike ndị ọzọ ma ọ bụ mmegharị mbụ, mmiri na-abanye ga-arị elu",
  "Ọnọdụ ebe njupụta nke mmiri mmiri pọmpụ dị ukwuu karịa gburugburu ya (ya bụ, n'ọnọdụ ka dị, ọdịdị ebumpụta ụwa ya ga-abụ imikpu), mana mgbawa ahụ nwere oke mbido zuru oke iji buru ya n'ebe dị anya n'ụzọ kwụ ọtọ, a kọwara dị ka ihe na-adịghị mma.",
  "Ọtụtụ mgbe, ka piom na-esi na isi iyi ya pụọ, ọ na-agbasawanye n'ihi ntinye nke mmiri gbara ya gburugburu n'akụkụ ya",
  "Enwere ike imetụta ọdịdị nke plume site na nrịba na mmiri gburugburu (dịka ọmụmaatụ, ọ bụrụ na ifufe mpaghara na-efe n'otu ụzọ ahụ dị ka plume na-ebute ụgbọ elu na-asọ asọ)",
  "Nke a na-emekarị ka a na-ahụkarị ihe na-eme ka 'buoy-dominated' na mbụ ghọọ 'momentum-domined' (a na-ekwukarị na mgbanwe a bụ ọnụ ọgụgụ na-enweghị akụkụ a na-akpọ ọnụ ọgụgụ Richardson).",
  "Ihe ọzọ dị mkpa bụ ma ọ bụrụ na plume nwere laminar flow ma ọ bụ turbulent flow",
  "Dị ka ọ na-adịkarị, enwere mgbanwe site na laminar gaa na turbulent ka plume na-apụ na isi iyi ya",
  "Enwere ike ịhụ ihe omume a n'ụzọ doro anya na anwụrụ ọkụ na-arị elu site na siga",
  "Mgbe achọrọ izi ezi dị elu, enwere ike iji usoro mmiri na-agbanwe agbanwe (CFD) mee ihe iji mepụta ábụ́bà, mana nsonaazụ ya nwere ike ịdị n'uche ụdị turbulence ahọrọ",
  "A na-emekarị CFD maka mpempe akwụkwọ rọket, ebe ihe ndị dị n'oge nwere ike ịdị na mgbakwunye na ihe ndị dị na gas",
  "Ụdị ịme anwansị ndị a nwere ike ịdị mgbagwoju anya, gụnyere ọkụ ọkụ na radieshon na-ekpo ọkụ, yana (dịka ọmụmaatụ) a na-achọpụtakarị mwepu ogbunigwe ballistic site n'ịhụpụta mkpọ rọketi na-ekpo ọkụ",
  "Ndị na-emepụta ụgbọ mbara igwe na-echegbu onwe ha mgbe ụfọdụ maka mmetọ nke usoro njikwa àgwà na-ebugharị na subsystems dị nro dị ka usoro anyanwụ na ndị na-eso kpakpando, ma ọ bụ na mmetọ ya nke injin rocket na-ebute n'elu ọnwa ma ọ bụ mbara ala ebe ha nwere ike ịkpata mmebi mpaghara ma ọ bụ ọbụna ọgba aghara n'etiti oge na ikuku mbara ala.",
  "Ihe ọzọ a na-ahụ anya nke ọma na anwụrụ ọkụ si na siga na-asọpụta bụ na isi ihe na-asọpụta, ma ọ bụ mmalite-plum, na-adịkarị n'ụdị mgbanaka-vortex (mgbanaka anwụrụ ọkụ).",
  "Mmetọ ndị a tọhapụrụ n'ala nwere ike ịrụ ọrụ n'ime mmiri dị n'okpuru ala, na-eduga na mmetọ mmiri dị n\"okpuru ala",
  "A na-akpọ mmiri na-emetọ emetọ n'ime mmiri dị n'ime ala a na-akpọ plume, na ọnụ ya na-agagharị agagharị a na-eme ka ọ bụrụ plume fronts.A na-eji plumes chọta, map, na tụọ mmetọ mmiri n'ime mkpokọta mmiri nke aquifer, yana ihu ihu iji chọpụta ntụziaka na ọsọ nke mmetọ na-agbasa na ya.",
  "Plumes dị oke mkpa na modeling nke ikuku nke mmetọ ikuku",
  "Otu ọrụ a ma ama na isiokwu nke ikuku mmetọ bụ nke Gary Briggs.",
  "Ọkụ bụ nke gas na-ebili n'elu isi iyi okpomọkụ na-emepụta",
  "Gas ahụ na-arị elu n'ihi na mgbasa nke okpomọkụ na-eme ka gas na-ekpo ọkụ ghara ịdị arọ karịa gas na-ajụ oyi gbara ya gburugburu.",
  "Nkọwa dị mfe ga-eme ka ọtụtụ njirimara nke mepụtara nke ọma, nke na-agbagwoju anya nyochaa.Ọtụtụ n'ime arụmụka scaling kpochapụwo ka ewepụtara na nchịkọta nyocha na nyocha ụlọ nyocha nke akọwara n'ime akwụkwọ nwere mmetụta nke Bruce Morton, GI",
  "Taylor na Stewart Turnerkọwara na akwụkwọ nwere mmetụta na akwụkwọ a na-akọwa ọrụ a na ọrụ na-esote na akwụkwọ edemede a ma ama nke Stewart Turner.",
  "Enwere ike iji ụdị Gaussian plume mee ihe n'ọtụtụ ọnọdụ mgbanwe mgbanwe mmiri iji gbakọọ nkesa nke solutes, dị ka ntọhapụ mkpokọ anwụrụ ọkụ ma ọ bụ mmetọ ewepụtara n'osimiri",
  "Fickian na-ekesa nkesa Gaussian, wee soro nkesa Gaussian (ụdị mgbịrịgba)",
  "Maka ịgbakọ ọnụ ọgụgụ a tụrụ anya ya nke otu isi iyi na-enweghị isi, anyị na-atụle oke a tọhapụrụ n'otu oge, na otu mpaghara.\n  \n    \n      \n        M\n      \n    \n    {\\displaystyle M}\n  \n\n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n Nke a ga-enye usoro ndị a:",
  "C\n        (\n        x\n        ,\n        t\n        )\n        =\n        \n          \n            M\n            \n              4\n              π\n              D\n              t\n            \n          \n        \n        exp\n        ⁡\n        \n          (\n          \n            \n              \n                (\n                x\n                −\n                \n                  x\n                  \n                    0\n                  \n                \n                \n                  )\n                  \n                    2\n                  \n                \n              \n              \n                4\n                D\n                (\n                t\n                −\n                \n                  t\n                  \n                    0\n                  \n                \n                )\n              \n            \n          \n          )\n        \n      \n    \n    {\\displaystyle C(x,t)={\\frac {M}{\\sqrt {4\\pi Dt}}}\\exp \\left({\\frac {(x-x_{0})^{2}}{4D(t-t_{0})}}\\right)}",
  "ebe bụ oke a tọhapụrụ n'oge na ebe, ọ bụkwa diffusivity.\n  \n    \n      \n        M\n      \n    \n    {\\displaystyle M}\n  \n\n  \n    \n      \n        t\n        =\n        \n          t\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle t=t_{0}}\n  \n\n  \n    \n      \n        x\n        =\n        \n          x\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle x=x_{0}}\n  \n\n  \n    \n      \n        D\n      \n    \n    {\\displaystyle D}\n  \n\n  \n    \n      \n        \n          [\n          \n            \n              \n                \n                  m\n                \n                \n                  2\n                \n              \n              s\n            \n          \n          ]\n        \n      \n    \n    {\\displaystyle \\left[{\\frac {{\\text{m}}^{2}}{\\text{s}}}\\right]}\n  \n Njikọ a na-eme atụmatụ anọ na-esonụ:"
]