[
  "Shela Paulina Boshielo, onye a maara dị ka Polly Boshielo",
  "Ọ bụ onye ndọrọ ndọrọ ọchịchị South Africa bụ onye bụ Limpopo MEC maka Transport, Safety and Liaison kemgbe Juun, na afọ 2022",
  "Ọ bụ onye otu Limpopo Provincial Legislature maka African National Congress kemgbe June 2015",
  "Ọ rụrụ ọrụ dị ka ọkà okwu nke ndị omeiwu mpaghara site n'Oktoba, na afọ 2015 ruo Mee, na afọ 2019 na dị ka MEC maka agụmakwụkwọ site na Mee, na afọ 2019 ruo June 2022",
  "Boshielo jere ozi dị ka onye otu National Assembly site na Mee, na afọ 2014 ruo June 2015.",
  "A mụrụ Boshielo ma too na Seshego, obodo Polokwane.",
  "Boshielo sonyeere ma African National Congress na South African Communist Party",
  "Mgbe ntuli aka nke afọ 2014 nke e mere na 7 Mee, a họpụtara Boshielo ka ọ bụrụ onye omebe iwu mba",
  "A ṅụrụ ya iyi dị ka onye omeiwu na 21 Mee na afọ 2014",
  "N'ọnwa Juun afọ 2014, ọ natara ọrụ kọmitii ya",
  "Ọ bụ onye otu kọmitii na-ahụ maka nyocha, njem, na ụlọ ọrụ ọha na eze",
  "Boshielo gbara arụkwaghịm na Nzukọ Ndị Omeiwu na 5 Juun, na afọ 2015.",
  "Ọzọkwa na June, a ṅụrụ ya iyi dị ka onye otu Limpopo Provincial Legislature. A họpụtara ya ka ọ bụrụ ọkà okwu nke ndị omeiwu na 13 Ọktoba, na-anọchi Mirriam Ramadwa, onye jụrụ ịgba arụkwaghịm na mbụ. A ṅụrụ Boshielo iyi n'ụzọ iwu kwadoro na 15 Ọktoba.",
  "Mgbe ntuli aka mpaghara nke 2019 nke e mere na 8 Mee, a họpụtara Mavhungu Lerule-Ramakhanya ka ọ bụrụ ọkà okwu nke ndị omeiwu mpaghara na 22 Mee 2019",
  "N'otu ụbọchị ahụ, onye isi ala Stanley Mathabatha họpụtara Boshielo Member of the Executive Council for Education. A ṅụrụ ya iyi n'ikpeazụ n'otu ụbọchị ahụ",
  "SADTU nke mpaghara nabatara nhọpụta ya. N'oge ọ nọ dị ka MEC nke Mmụta, Limpopo bụ mpaghara kachasị njọ na mba ahụ na nsonazụ matric nke 2021",
  "Boshielo enweghị nsogbu na nke a, na-azaghachi nkatọ site n'ịta ụta maka ọrịa COVID-19.",
  "N'abalị iri abụọ na itoolu n'ọnwa Juun afọ 2022, Mathabatha mere mgbanwe nke ụlọ ọrụ, ebe ọ mara ọkwa na Boshielo na MEC maka Transport, Safety na Liaison, Mavhungu Lerule-Ramakhanya ga-agbanwere ọnọdụ.",
  "Boshielo lụrụ Benny."
]