[
  "Pauline Helène \"Polly\" Higgins FRSGS (4 Julaị 1968 - 21 Eprel 2019) bụ onye ọka iwu Scotland, onye edemede, na onye na-akwado gburugburu ebe obibi, nke Jonathan Watts kọwara na obituary ya na The Guardian dị ka, \"otu n'ime ndị na'ihe gbasara akwụkwọ ndụ akwụkwọ nri\". Ọ hapụrụ ọrụ ya dị ka onye ọka iwu ka ọ lekwasị anya na nkwado gburugburu ebe obibi, ma na-enweghi ihe ịga nke ọma n'ịkwado kọmitii iwu United Nations iji mata ecocide dị ka mpụ mba ụwa Higgins dere akwụkwọ atọ.Gụnyere ikpochapụ ecocide wee malite otu ndị na-echebe ụwa iji nweta ego iji kwado ihe kpatara y",
  "A zụlitere Higgins na Blanefield n'ebe ndịda nke Highland Boundary Fault na ala Campsie Hills na Scotland",
  "Nna ya bụ onye na-ahụ maka ihu igwe n'oge Agha Ụwa nke Abụọ na nne ya bụkwa onye omenkà",
  "Nkwado ezinụlọ maka ihu igwe na nsogbu ahịhịa ndụ metụtara afọ ndị mbụ ya. Mgbe ọ gachara ụlọ akwụkwọ St Aloysius' College nke Glasgow (1986) ọ gụsịrị akara ugo mmụta mbụ ya na Mahadum Aberdeen (1990) ma nwetakwara diplọma klas mbụ na Маhadụ Utrecht na nzere Ngụsị akwụkwọ gụsịrị akwụkwọ na Jami'ar Glasgow (1991). N'oge ọ nọ na mahadum, ya na Friedensreich Hundertwasser, onye na-ese ihe na onye ọrụ gburugburu ebe obibi si Austria rụkọtara ọrụ",
  "Ha mechara gaa Vienna, ebe European ecology ije  nwere mmetụta n'ebe ahụ. N'afọ 2013, ọ nwetara Doctor Honouris causa site na ụlọ akwụkwọ azụmahịa Lausanne, Switzerland.",
  "Ọ zụrụ n'iwu na Mahadum City na Inns of Court School of Law na London; na 1998, a kpọrọ ya ka ọ bụrụ onye ọka iwu (n'England). Ọ na-eme dị ka onye ọka iwu dabere na London, ọkachamara na iwu ụlọ ọrụ na ọrụ",
  "Na ngwụcha ikpe afọ atọ nke na-anọchite anya onye merụrụ ahụ n'ọrụ, Higgins kọwara na ọ na'ile anya na windo n\"Ụlọikpe mkpegharị ma na - na \"ụwa na na a na (na-emerụkwa ma merụọ ahụ ma ọ dịghị ihe a ga-eme banyere ya\" na \"\"ụwa chọrọ ezigbo onye ọka iwu\"",
  "N'ikpeazụ, ọ kwụsịrị ịrụ ọrụ dị ka onye ọka iwu iji lekwasị anya n'ịkwado iwu mba ụwa nke ga-eme ka ndị isi azụmaahịa na gọọmentị kọwaa ya site n\"ime ka ha bụrụ ndị omempụ maka mmerụ ahụ ha kpatara. George Monbiot na-akọwa mmetụta nke a nwere ike inwe.",
  "A tụpụtara Ecocide dị ka otu n'ime mpụ mba ụwa megide udo na 1996, mana etinyeghị ya na ihe oyiyi Rome ikpeazụ nke ụlọ ikpe mpụ mba ụwa",
  "Higgins malitere ime mkpọsa N'ihi na ọ bụ nsonye na gburugburu 2009. Ọ kọwara na 2010 na ecocide \"na-eduga na mmebi nke ihe onwunwe, na ebe enwere mmụba nke mmepe nke akụ, agha na-abịa n'azụ",
  "Ebe mbibi dị otú ahụ sitere n'omume nke ihe a kpọrọ mmadụ, a pụrụ ile ecocide anya dị ka mpụ megide udo. Ọ rịọrọ Kọmitii Iwu Mba Ndị Dị n'Otu ka ha kweta na ecocide bụ mpụ mba ụwa, mana n\"oge ọnwụ ya, enwetabeghị ihe mgbaru ọsọ a.",
  "Dị ka akụkụ nke mkpọsa ya, Higgins dere Eradicating Ecocide ma malite otu Earth Protectors na-akpata ego. Ọ bụ onye guzobere Earth Law Alliance. N'afọ 2009, magazin The Ecologist kọwara Higgins dị ka \"otu n'ime ndị na-eche echiche iri kachasị elu n\"ụwa\". A họpụtara ya na ọnụọgụ 35 na ndepụta Top 100 Inspiring Women of the world nke 2016 Salt magazine.",
  "Mgbe ọ hapụsịrị Scotland, Higgins biri na London ma mesịa biri nso Stroud, Gloucestershirere. Ọ lụrụ Ian Lawrie, onye ọka ikpe na QC.",
  "Na Machị 2019, George Monbiot kwuru na a chọpụtara na Higgins nwere ọrịa kansa na-egbu egbu. Ọ nwụrụ na 21 Eprel 2019, mgbe ọ dị afọ 50. E liri ya na Slad, Gloucestershire.",
  "Books",
  "Papers"
]