[
  "N'iwu gburugburu ebe obibi, a na-ewepụta ụkpụrụ ịkwụ ụgwọ ndị na-emetọ ihe iji mee ka ndị otu na-ahụ maka mmepụta mmetọ na-ahụ maka ịkwụ ụgwọ maka mmebi e mebiri gburugburu ebe obibi",
  "Ejikwa ụkpụrụ a tinye ego nke mgbochi mmetọ na ndị na-emetọ ihe",
  "A na-ewere ya dị ka omenala mpaghara n'ihi nkwado siri ike ọ nataworo n'ọtụtụ Òtù Na-ahụ Maka Njikọ Akụ na Ụba na mmepe (OECD) na mba European Union",
  "Ọ bụ ụkpụrụ dị mkpa na iwu gburugburu ebe obibi US.",
  "Dị ka onye France na-akọ akụkọ ihe mere eme nke gburugburu ebe obibi Jean-Baptiste Fressoz si kwuo, nkwụghachi ụgwọ ego (nke a na-akpọghị \"polluter pays ụkpụrụ\" n'oge ahụ) bụrịrị ụkpụrụ iwu nke mmetọ nke ụlọ ọrụ mmepụta ihe kwadoro na narị afọ nke iri na itoolu",
  "O dere na: \"Ụkpụrụ a, nke a na-enye ugbu a dị ka ihe ngwọta ọhụrụ, n'ezie sonye na usoro mmepụta ihe, ma ndị na-emepụta onwe ha bu n'obi.\"",
  "Ụkpụrụ ịkwụ ụgwọ mmetọ nwere ntọala na akụnụba",
  "Ụkpụrụ akụ na ụba Neoclassical na-ekwupụta na ụgwọ ọrụ mmekọrịta mmadụ na ibe ya, dị ka ndị na-eme n'ihi mmebi gburugburu ebe obibi, bụ ihe dị mkpa n'ịchọpụta ụgwọ akụ na ụba.",
  "Ụkpụrụ na-akwụ ụgwọ ndị na-emetọ ihe na-akwado amụma gburugburu ebe obibi dị ka ecotax, nke, ọ bụrụ na gọọmenti kwadoro ya, na-egbochi ma na-ebelata ihe ọkụkụ gas",
  "Ụkpụrụ a dabere n'eziokwu ahụ bụ na ọ bụ ezie na mmetọ agaghị ekwe omume, onye ma ọ bụ ụlọ ọrụ na-ahụ maka mmetọ ahụ ga-akwụ ụgwọ ụfọdụ maka imezigharị gburugburu ebe obibi rụrụ arụ.",
  "Steeti New South Wales dị n'Australia etinyela ụkpụrụ ịkwụ ụgwọ mmetọ na ụkpụrụ ndị ọzọ nke mmepe na-adigide gburugburu ebe obibi na ebumnuche nke ikike nchekwa gburugburu.",
  "Ndị Canada Energy Regulator nyere iwu na ụlọ ọrụ mmanụ ga-akwụ ụgwọ maka mmetụta gburugburu ebe obibi ọ bụla sitere na mwụfu",
  "Iwu a chọrọ ka ụlọ ọrụ mmanụ kwụọ ụgwọ maka mmebi, n'agbanyeghị ma mfufu ahụ ọ bụ nke ha kpatara.",
  "Edebere ụkpụrụ ịkwụ ụgwọ ndị na-emetọ ihe na Nkwekọrịta maka ịrụ ọrụ nke European Union na Directive 2004/35/EC nke European Parliament na Council nke 21 Eprel 2004 na ụgwọ gburugburu ebe obibi n'ihe gbasara mgbochi na idozi mmebi gburugburu ebe obibi bụ",
  "dabere n'ụkpụrụ a",
  "Ntuziaka a malitere ịdị irè na 30 Eprel 2004; E kwere ka ndị otu mba nwee afọ atọ ka ha tinye ntuziaka a n'ime iwu ụlọ ha na ka ọ na-erule Julaị 2010 mba niile ndị otu emechaala nke a.",
  "Na Ghana, a nabatara ụkpụrụ na-atụ ụgwọ onye na-emetọ ikuku na 2011.",
  "A na-akpọkwa ụkpụrụ ịkwụ ụgwọ ndị na-emetọ ihe dị ka Extended Production Hours (EPR)",
  "Nke a bụ echiche nke Thomas Lindhqvist kọwara nke mbụ maka gọọmentị Sweden na 1990",
  "EPR na-achọ ịgbanwe ọrụ nke imekọ ihe n'efu site na gọọmentị (ma ya mere, ndị na-atụ ụtụ isi na ọha mmadụ n'ozuzu) na ụlọ ọrụ na-emepụta ya",
  "Dị ka a pụrụ isi kwuo ya, ọ tinyere ọnụ ahịa mkpofu mkpofu n'ime ọnụ ahịa ngwaahịa ahụ, nke pụtara na ndị na-emepụta ga-emeziwanye profaịlụ mkpofu nke ngwaahịa ha, si otú a na-ebelata ihe mkpofu na ịbawanye ohere maka ijikwa na imegharị ihe.",
  "Òtù maka imekọ ihe ọnụ na mmepe akụ na ụba na-akọwa ọrụ mmepụta dị ka:",
  "echiche ebe ndị na-emepụta na ndị na-ebubata ngwaahịa kwesịrị ibu ọrụ dị ịrịba ama maka mmetụta gburugburu ebe obibi nke ngwaahịa ha n'oge ndụ ngwaahịa ha, gụnyere mmetụta dị elu dị na nhọrọ nke ngwaahịa maka ngwaahịa, mmetụta sitere na usoro mmepụta nke ndị nrụpụta n'onwe ya, na mmetụta mgbada sitere na ojiji na mkpofu ngwaahịa",
  "Ndị na-emepụta ihe na-anabata ọrụ ha mgbe ha na-emepụta ngwaahịa ha iji belata mmetụta gburugburu ebe obibi gburugburu ndụ, yana mgbe ha na-anabata ọrụ iwu, anụ ahụ ma ọ bụ mmekọrịta akụ na ụba maka mmetụta gburugburu ebe obibi nke enweghị ike iwepụ site na imewe.",
  "Nkebi IIA nke Iwu Nchekwa Gburugburu Ebe obibi 1990 hiwere ọrụ nke ụkpụrụ ịkwụ ụgwọ mmetọ",
  "Ewubere nke a site na iwu mmebi gburugburu ebe obibi (Mgbochi na Ndozi) 2009 (maka England) na mmebi gburugburu ebe obibi (Mgbochi na Ndozi) (Wales) Iwu 2009 (maka Wales).",
  "A na-eji ụkpụrụ a n'ọrụ n'ime iwu nchịkwa mmetọ mmetọ US niile: Iwu ikuku dị ọcha, Iwu mmiri dị ọcha, nchekwa nchekwa na mgbake akụrụngwa (ihe mkpofu siri ike na njikwa mkpofu dị ize ndụ), yana Superfund (ihichapụ ebe mkpofu agbahapụla).",
  "Ụfọdụ ụtụ isi gburugburu ebe obibi nke onye na-emetọ ya na-akwụ ụgwọ gụnyere:",
  "US Environmental Protection Agency (EPA) achọpụtala na ụkpụrụ ịkwụ ụgwọ mmetọ adịghị arụ ọrụ nke ọma na iwu na mmemme US",
  "Dịka ọmụmaatụ, a na-enye aka na mmiri ọ drinkingụ drinkingụ na ọrụ ịsa mmiri na-enwekwa usoro dị ntakịrị iji chọpụta nke ọma ndị mmetọ maka ụgwọ ọgwụgwọ.",
  "Iwu Zimbabwe Environmental Management Act nke 2002  [nhụta nkọwa zuru ezu] gbochiri mwepu nke mmetọ n'ime gburugburu ebe obibi",
  "N'ikwekọ n'ụkpụrụ \"Polluter Pays\", Iwu ahụ chọrọ onye na-emetọ ihe iji zute ọnụ ahịa nke imetọ gburugburu ebe obibi emetọtọ.",
  "Na iwu gburugburu ụwa, ekwuru ya n'ụkpụrụ 16 nke nkwupụta Rio maka gburugburu na mmepe nke 1992.",
  "The polluter Pays ụkpụrụ (PPP) enweela obi abụọ n'ọnọdụ ebe ọ nweghị onye ghọtara na ụdị mmetọ na-ebute ihe egwu ọ bụla ruo mgbe mmetọ ahụ malitere",
  "Otu ihe atụ na-eme na akụkọ ihe mere eme nke sayensị mgbanwe ihu igwe nke na-egosi na nnukwu carbon dioxide ka mba ndị mepere emepe na-ebunye n'ime ikuku tupu enwee nghọta sayensị ma ọ bụ nkwenye na ọ nwere ike ịdị ize ndụ."
]