[
  "Portillo Cáceres v Paraguay[lower-alpha 1] (Nọmba nkwekọrịta nkea, No.2751/2016) bụ ikpe nke Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke akpọrọ United Nations kpebiri na  afọ 2019.",
  "Ọ bụ otu ìgwè ndị ọrụ ugbo nọ na Paraguay malitere ikpe ahụ bụ ndị bi n'akụkụ ubi soybean ndị na-eji ihe akpọrọ agrochemicals iwu na-akwadoghị",
  "Mmetọ sitere n'omume nleghara anya kpatara mmetụta ahụike na-adịghị mma, gụnyere ọnwụ nke otu onye ọrụ ugbo, Rubén Portillo Cáceres, na nsị e nyere ndị ọzọ bụ mmadụ iri abụọ na abụọ yana mmetụta na-adịghị njọ na ndụ nke ezinụlọ ndị bi n'ógbè ahụ",
  "N'agbanyeghị nyocha nke ndị ọrụ obodo na nke steeti na-achọpụta ihe akaebe nke mmejọ, steeti ahụ etinyeghị usoro nchedo gburugburu ebe obibi na nnukwu kemịkal na-egbu egbu nọgidere na-ahapụ n'akụkụ ụlọ ndị ahụ.",
  "Na mkpebi e mere n'ụbọchị nke itoolu n'ọnwa Ọgọstụ n'afọ 2019, kọmitii ahụ kpebiri na ndị ọrụ ugbo ahụ kwadoro, na-achọpụta na e mebiri ikike ha nwere ndụ, nzuzo, ndụ ezinụlọ, na ebe obibi, nakwa na Paraguay achọghị ka ha gbasoo iwu gburugburu ebe obibi ma ọ bụ dozie mmebi ahụ kpatara.",
  "Portillo Cáceres v Paraguay bụ onye ikpe ụlọ ikpe dị ịrịba ama na iwu ọgwụ na-egbu egbu nke mba ụwa",
  "Ọ bụ oge mbụ Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke Mba Ndị Dị n'Otu ghọtara na steeti nwere ike imebi ọrụ ya n'okpuru Ọgbụgba ndụ Mba Nile na Ihe Ndị Ruuru Mmadụ na ndọrọ ndọrọ ọchịchị site n'ịghara ime ihe n'ọnọdụ mmerụ ahụ gburugburu ebe obibi",
  "Paraguay bụ mba mbụ n'ụwa ka Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ katọrọ maka ọnwụ mmadụ site na nsị ọgwụ ahụhụ.",
  "pasenti iri itoolu na anọ  nke ala a na-akọ ugbo na Paraguay raara onwe ya nye mmepụta ugbo nke ngwaahịa dị ka soybeans, ọka na ogho",
  "Paraguay bụ nke asaa kachasị emepụta soybeans transgenic n'ụwa, ihe ọkụkụ a na-ejikarị ọgwụ ahụhụ dị ka bifenthrin, chlorpyrifos, paraquat na atrazine eme ihe",
  "N'agbata afọ 2011 na afọ 2013, mbubata ọgwụ ahụhụ na Paraguay fọrọ nke nta ka ọ mụbaa okpukpu anọ, site na ọnụ ọgụgụ asatọ pom asatọ ruo iri atọ na abụọ pom anọ nde lita.",
  "Yerutí bụ ógbè ndị ọrụ ugbo nke Paraguay guzobere na afọ 1991 n'ala nke onye minista agụmakwụkwọ nke onye ọchịchị aka ike Alfredo Stroessner nyere n'ime ụgwọ maka mmebi ego ọha na eze",
  "Ọ bụ ezie na nde abụọ narị abụọ na iri na abụọ  na ọnụ  Ọgụgụ hectare (nde ise narị anọ na iri asaa acre) colony nwere narị abụọ na iri abụọ na atọ ọtụtụ ka ọ na-erule afọ 2019 enwere naanị ọnụ Ọgụgụ iri atọ na anọ ndebanye aha ụlọ, na ubi soybean nke ụlọ ọrụ na-ebi n'ala ọha na eze na-enweghị aha",
  "N'agbanyeghị Mgbanwe Agrarian iji gbochie omume ahụ, a na-ere ma ọ bụ na-enye ọtụtụ ala ahụ n'ọrụ soybean nke ndị Brazil na Brasiguayos na-elekọta. Ojiji a na-ejikarị agrochemicals eme ihe na Yerutí emetụtala ọnọdụ ndụ, akụ na ụba ụlọ na ahụike nke ndị bi na ya",
  "Mmetọ nke aquifers na isi iyi mmiri mere ka iyi Yerutí na Kuairû ghara iji ya mee ihe maka igbu azụ",
  "Ndị bi ebe ahụ nwetakwara mmebi nke ihe ọkụkụ ha, osisi mkpụrụ osisi na-efu, yana ọnwụ nke anụ ụlọ ha.",
  "Rubén Portillo Cáceres, onye ọrụ ugbo dị afọ iri abụọ na isii si n'obodo Colonia Yerutí na Ngalaba Canindeyú nke ọwụwa anyanwụ Paraguay, ya na ezinụlọ ya biri na ala dị n'akụkụ ubi soybean akpọrọ transgenic nke Condor Agricola na Hermanos Galhera. N'oge fumigation soybean na mbido afọ 2011, Rubén dara ọrịa, na-enwe isi ọwụwa, ịgbọ agbọ, na afọ ọsịsa",
  "Ụbọchị atọ ka e mesịrị, na ụbọchị isii na ọnwa Jenụwarị afọ 2011, ọ nwụrụ mgbe ọ na-aga ụlọ ọgwụ dị na Curuguaty. E kpebiri na ọnwụ ya bụ n'ihi oke ọgwụ ahụhụ na-egbu egbu na usoro ya",
  "Mmadụ iri abụọ na abụọ ndị ọzọ bi n'obodo ahụ rịakwara  ọrịa, gụnyere nwa nwoke dị afọ abụọ nke Portillo Cáceres, ndị niile nabatara n'ụlọ ọgwụ ahụ.",
  "Mgbe ọnwụ Rubén na ihe mberede ahụ mere, onye nduzi ụlọ ọgwụ bụ Curuguaty bụ Angie Duarte chịkọtara ọbara na mamịrị n'aka ndị ahụ merụrụ ahụ wee kpọtụrụ olu ọrụ nke akpọrọ na bekee dị ka Prosecutor, National Service for Plant and Seed Quality and Health, na Ministry of Environment. Ọfịs onye ọkàiwu malitere nyocha na ndị nyocha gọọmentị rutere na ụbọchị iri na atọ ọnwa Jenụwarị",
  "Ha dere ọtụtụ mmebi iwu gburugburu ebe obibi, na-achọpụta na ọrụ ugbo soybean buru ibu nke dị n'ókè ugbo ezinụlọ ahụ anaghị ekewapụ ya site na mpaghara mgbochi achọrọ",
  "A kụkwara soybeans ruo n'akụkụ okporo ụzọ obodo ma ọ nweghị ahịhịa na-echebe ndị bi na ya pụọ na ọgwụ ahụhụ",
  "Ndị nyocha mere nle le maka kemikalu ma chọta ihe akaebe nke ọgwụ ahụhụ ugbo a machibidoro ma ọ bụ machibido iwu na mmiri mmiri nke ezinụlọ Portillo Cáceres, gụnyere aldrin, lindane, na endosulfan. Ọnụ ọgụgụ nke lindane, kemikalu  metụtara ọdịdị nke lymphoma na-abụghị Hodgkin, bụ okpukpu atọ nke oke nke ndị World Health Organization guzobere maka ụmụ mmadụ.",
  "Ụlọ ọrụ ugbo abụọ na-azụlite soybeans gburugburu Yerutí, Condor SA / KLM SA (Condor Agricola) na Hermanos Galhera Agrovalle del Sol S.A / Emmerson Shinin (Hermanos Galhera), bụ nke ndị Brazil nwe ma, chọpụta na ha etinyela aka n'omume nleghara anya",
  "Hermanos Galhera na-enye soybeans na ụlọ ọrụ ugbo ADM, Cargill na Bunge Limited",
  "Nnyocha ahụ chọpụtara na mmiri dị ọcha emetọla ihe ndị fọdụrụ na kemịkal n'ihi \"nchịkwa ọjọọ nke akpa kemikalu, gbasasịrị n'ala\"",
  "Ụlọ ọrụ ndị ahụ enweghị ikikere gburugburu ebe obibi maka ọrụ ha ma na-asa ihe ha na-agbanye n'iyi ndị dị n'ógbè ahụ. Dị ka otu n'ime ndị nyocha si kwuo, \"ọ dịghị nke ọ bụla n'ime ha mezuru ụkpụrụ kachasị mkpa nke njikwa gburugburu ebe obibi\". A kwụrụ ụlọ ọrụ abụọ ahụ ụgwọ, mana ha jụrụ ibu ọrụ ha ma mesịa wepụ ikpe ha mgbe a rịọrọ arịrịọ.",
  "N'abalị iri na anọ n'ọnwa Jenụwarị n'afọ 2011, ezinụlọ Portillo Cáceres na ezinụlọ ndị ọzọ na-arụ ọrụ ugbo nke nsị ahụ metụtara tinyere akwụkwọ amparo, nke bụ usoro iwu iji chebe ikike iwu. Ọ bụ ezie na onye ọkàiwu Miguel Ángel Rojas rịọrọ ugboro ugboro ka e nyochaa ozu Portillo Cáceres na ndekọ ahụike nke ndị ahụ nwụrụ anwụ, ọ nataghị ha",
  "E wepụkwara ihe akaebe na mmiri olulu mmiri ahụ nwere agrochemicals na nyocha ahụ",
  "Ọ bụ ezie na e boro ụmụ amaala Brazil asaa ebubo n'okwu ahụ, ọ dịghị onye ọ bụla n'ime ha bụ ndị njikwa ma ọ bụ ndị nwe ugbo Condor Agricola ma ọ bụ Hermanos Galhera. Ụlọ ikpe District nke Curuguaty kpebiri na mkpụrụ ụbọchị iri na ise n'ọnwa Eprel afọ 2011 na nke akpọrọ National Plant na Seed Quality and Health Service yana Ministry of the Environment adaala n'ọrụ ha ma mee ka ihe kpatara nnukwu mmerụ ahụ nye ndị mkpesa.",
  "N'agbanyeghị mkpebi ụlọ ikpe ahụ, ụlọ ọrụ  na-ahụ maka ọrụ ugbo soybean nọgidere na-eji ọtụtụ ọgwụ ahụhụ na-enweghị usoro nchebe gburugburu ebe obibi ma ọ bụ ikikere. Steeti Paraguay leghaara nkwupụta ezinụlọ Portillo Cáceres anya ruo afọ atọ. Nwanne Rubén nwanyị bụ Norma, tinyere ndị ọzọ merụrụ ahụ n'ihi nsị agrochemical, wee tinye akwụkwọ mkpesa na Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke United Nations.",
  "Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ kwuru maka ikike ikpe ahụ tupu ha atụle uru ya",
  "Paraguay kwuru na ndị na-eme mkpesa agwụbeghị ọgwụgwọ ụlọ nakwa na ndị akpọrọ HRC enweghị ikike <i id=\"mwcw\">ratione materiae</i> dị ka  ọgbụgba ndụ mba ụwa na ikike obodo na nke ndọrọ ndọrọ ọchịchị anaghị anabata ikike maka gburugburu ebe obibi dị mma",
  "HRC chọpụtara na mkpesa ahụ dị mma, na-ekwu maka enweghị ọganihu n'okwu ahụ karịa afọ asatọ ma na-ekwu na nkwupụta ahụ metụtara ikike ndụ, ndụ onwe na nke ezinụlọ, na ụlọ.",
  "Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ wepụtara mkpebi na ụbọchị itoolu na ọnwa Ọgọst afọ 2019. Kọmitii ahụ kwubiri na nzaghachi gọọmentị Paraguay nyere maka iwu fumigation na-akwadoghị ezughi oke ma mebie ikike mmadụ nke ndị ahụ merụrụ ahụ",
  "Mkpebi ahụ chọpụtara na gọọmentị mebiri ikike ndụ, ikike ndụ ezinụlọ, na ikike ọgwụgwọ maka mmerụ ahụ",
  "Mkpebi ahụ kwuru na \"ihe karịrị afọ asatọ mgbe ihe omume ahụ gasịrị, nyocha ahụ enwebeghị ọganihu\" ma mesie ike na Paraguay enweghị ike ime nyocha ozu Ruben n'agbanyeghị arịrịọ ka ha mee ya n'oge anọ dị iche iche",
  "Mkpebi ahụ kwukwara na gọọmentị Paraguay ebipụtaghị nsonaazụ nke nyocha mamịrị na ọbara e mere na ndị ahụ merụrụ ahụ.",
  "Mkpebi ahụ katọrọ gọọmentị Paraguay maka enweghị ike ịkwado ụlọ ọrụ ndị metụtara ya ma nye steeti iwu ka ọ \"na-eme nyocha dị irè ma zuru oke banyere fumigations na agrochemicals\" na \"ịtinye ntaramahụhụ mpụ na nchịkwa na ndị niile na-ahụ maka ya\". N'ụzọ doro anya, kọmitii ahụ ghọtara na ọdịda nke steeti ime ihe megide mmerụ ahụ gburugburu ebe obibi nwere ike \"imebi ọrụ ya iji chebe ikike ndụ na ndụ onwe na nke ezinụlọ n'okpuru Akụkụ isii na iri na asaa nke International Covenant on Civil and Political Rights\". Paraguay bụ mba mbụ n'ụwa ka Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke Mba Ndị Dị n'Otu katọrọ maka ọnwụ mmadụ site na nsị ọgwụ ahụhụ. Mkpebi ahụ bụ oge mbụ Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ nke Mba Ndị Dị n'Otu ghọtara njikọ dị n'etiti nchedo gburugburu ebe obibi na ikike ndụ",
  "Mkpebi ahụ dabere na General Comment Nọmba  Iri atọ na isii na ikike ndụ, nke gụnyere asụsụ na mmekọrịta dị n'etiti gburugburu ebe obibi na ikike mmadụ.",
  "Ọ bụ ezie na United Nations kwadoro Paraguay n'okwu ahụ, ọ bụ n'ikpeazụ usoro. Ka ọ na-erule afọ 2022, enweghi ntaramahụhụ e nyere maka ọnwụ Rubén na ọrụ ugbo soybean na-aga n'ihu na-oru ọrụ, ruo n'ókè nke ugbo ezinụlọ",
  "Ma Condor Agricola na Hermanos Galhera na-aga n'ihu na ọrụ ugbo na mpaghara Yerutí.",
  "Echiche ọzọ nke Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ na afọ 2021, n'okwu Benito Oliveira Pereira et al",
  "v",
  "Paraguay, chọpụtara na ọtụtụ ụlọ ọrụ, ọrụ ugbo na-eji ọgwụ ahụhụ eme ihe mebiri ikike nke obodo Campo Agua'ẽ nke ndị Ava Guaraní na ala ha na ebe obibi ha",
  "Ikpe Pereira bụ ihe atụ n'ihi na a na-etinye echiche nke \"ebe obibi\" n'ọrụ na obodo ụmụ amaala n'ihe gbasara mmekọrịta ya na ala ya na ókèala ya."
]