[
  "Portia Modise (amụrụ na 20 Junu 1983) bụ onye na-agba bọọlụ South Africa nke akpọrọ Player of the Championship na 2006 Women's African Football Championship",
  "Ọ nọchitere anya ndị otu mba South Africa na 2012  Olympics London",
  "Ọ ghọrọ onye egwuregwu Afrịka mbụ gbara goolu 100 nke mba ụwa.",
  "A mụrụ Modise na Soweto (Meadowlands) wee malite igba bọọlụ ya na ụmụ nwoke nọ n'ógbè ya",
  "Ọ họọrọ bọọlụ n'ihu netball n'ụlọ akwụkwọ, wee malite igwu egwu na Soweto Rangers na ọkwa dị n'okpuru 10. Mgbe ọ gbasịrị Rangers na ngalaba ụmụ nwanyị nke Jomo Cosmos, Modise kwagara Soweto Ladies na 1996. O nwere ụmụnne nwoke abụọ.",
  "N'ịbụ onye nwere ahụ iru ala ma ọ bụ n'etiti ma ọ bụ na-arụ ọrụ n'ihu, a na-akpọ Modise \"Bashin\" n'aha onye na-agba bọọlụ nwoke Albert \"Bashin \"Mahlangu. N'afọ 2001 na-aga n'ihu, Modise gbara goolu iri ise na otu maka Ụmụ nwanyị Soweto, na-agbakwunye abụọ ọzọ na mmeri ikpeazụ nke asọmpi mba nke anọ na Cape Town Pirates.",
  "Na June 2007 Modise bịanyere aka na nkwekọrịta afọ abụọ na Fortuna Hjørring na Elitedivisionen nke Denmark, mgbe ọ masịrị n'oge nkwekọrịta otu ọnwa mbụ. Na South Africa ọ nọchitere anya Orlando Pirates, Jomo Cosmos F.C",
  "na Palace Super Falcons.",
  "N'afọ 2009, ọ bịanyere aka na nkwekọrịta ọnwa isii na Palace Super Falcons na South Africa. N'afọ 2012, ọ gbakwara egwu n'ebe ahụ.",
  "Ọ bụghị akụkụ nke ogige ọzụzụ mbụ maka ndị otu 2014 African Women's Championship, n'ihi na ọ na-egwu 'n'okpuru radar' na mpụga South Africa, n'ọrụ maka otu ụmụ nwoke. Mgbe onye nkuzi ọhụrụ ahụ matara ya, ọ gbanwere klọb wee kpọọ Croesus Ladies na South Africa.",
  "Modise bụ onyeisi ndị otu mba South Africa (Basetsane Basetsane) mgbe a kpọrọ ya n'ime ndị okenye (Banyana Banyana). Na 2000 Women's African Football Championship, ọ gosipụtara na egwuregwu South Africa niile, na-agba goolu mbụ ya megide Zimbabwe yana igwu egwu na asọmpi ikpeazụ, ndị mmeri na Naịjirịa nke ime ihe ike nke ìgwè mmadụ mebiri.",
  "N'ọnwa Ọktoba n'afọ 2014, Portia Modise ghọrọ onye egwuregwu Afrịka mbụ ruru ihe mgbochi 100-goal na bọọlụ mba ụwa, mgbe ọ gbara goolu nke 99 na nke 100 ya na mmeri South Africa meriri Algeria oge a gbara CAF African Women's Championship.",
  "N'abalị iri na itoolu n'ọnwa Mee n'afọ 2015, ọ kwupụtara ezumike nká ya na bọọlụ mba ụwa, mgbe ọ gbasịrị egwuregwu 124 ma gbaa goolu iri na otu maka South Africa.",
  "Na Machị 2005 Ria Ledwaba, onye isi kọmitii ụmụ nwanyị na South African Football Association (SAFA), kwupụtara atụmatụ iziga ndị egwuregwu ka ha gaa n'ọmụmụ ihe omume na ịnye ihe siri ike iji mụbaa ụmụ nwanyị ha. Dị ka onyeisi ndị otu mba ahụ, Modise jụrụ aro ndị ahụ n'ihu ọha ma mee mwakpo doro anya na kọmitii ahụ: \"Anyị chọrọ ndị nkwado mana ihe niile kọmitii na-eme bụ iwelite okwu ndị na-adịchaghị mkpa n'ihi na ha emeghị ka egwuregwu ahụ nwee gbanwee",
  "\""
]