[
  "Na South Africa, potjiekos /ˈpɔɪkiːkɒs/, nke a sụgharịrị n'ụzọ nkịtị \"ihe oriri obere ite\", bụ nri a kwadebere n'èzí",
  "A na-esi ya n'ụzọ ọdịnala n'ime okirikiri, ígwè a kpụrụ akpụ, ite ụkwụ atọ, potjie, sitere na oven Dutch nke e si Netherlands weta South Africa na narị afọ nke iri na asaa ma chọta ya n'ụlọ na obodo nta nke ndị mmadụ n'ebe ndịda Afrịka. A na-eme ka ite ahụ dị ọkụ site na iji obere osisi ma ọ bụ icheku ọkụ ma ọ bụ, ma ọ bụrụ na mmanụ dị ụkọ, ahịhịa gbagọrọ agbagọ ma ọ bụ ọbụna nsị anụmanụ kpọrọ nkụ",
  "Obere cylinders gas LPG (nke a na-ejikarị 3X5 kilogram) nwere elu nri e mere kpọmkwem maka potjie na-ejikwa n'ọtụtụ ezinụlọ na South Africa.",
  "Dị ka omenala si dị, usoro nri ahụ gụnyere anụ, akwụkwọ nri dị ka karọt, cabbage, cauliflower ma ọ bụ pumpkin, starches dị ka osikapa ma ọ bụ poteto, niile ejiri nwayọ sie na ihe na-esi ísì ụtọ Dutch-Malay, ihe pụrụ iche nke ite nri mbụ nke South Africa",
  "Ihe ndị ọzọ a na-ahụkarị gụnyere mkpụrụ osisi na ngwaahịa ndị dabeere na ntụ ọka dị ka pasta.",
  "Potjiekos originated with the Voortrekkers, evolving as a stew made of venison and vegetables (if available), cooked in the potjie",
  "As trekkers (pioneers) shot wild game, it was added to the pot",
  "The large bones were included to thicken the stew",
  "Each day when the wagons stopped, the pot was placed over a fire to simmer",
  "New bones replaced old and fresh meat replaced meat eaten",
  "Game included venison, poultry such as guinea fowl, warthog, bushpig, rabbit, and hare.",
  "Anatinye mmanụ eji esi ihe na potjie, ma donye kwa ya n' elu ọkụ rue mgbe natara ọkụ",
  "Ana a gbakwunye anụ ndị dịka Atụrụ na Ezi",
  "Anụ ndị a bụ ihe ana tinye ihe nenye isi oma, mgbe dum ọ na adịka etinyere alcohol maka flevor - nke kachasị buri biya, Old Brown Sherry ma ọ bụ dessert Wine ndị dịka Humbro",
  "Ihu ihe oriri nke Afrikana Cooks na ihe gbasara ịchekwa nri dịka ọ gabu conservative, garlic, iji ana etinye ọbere, ma ọ bụrụ na aga etinye",
  ".",
  "Mgbe anụ ahụ na-acha nchara nchara, a na-agbakwunye akwụkwọ nri dị ka poteto na nri (mkpụrụ ọka), yana ihe ọ bụla na-esi ísì ụtọ dị mkpa",
  "Enwere ike itinye mmiri ma ọ bụ mmiri ndị ọzọ ma ọ bụ enweghị ike itinye ya, dabere na echiche nke onye isi potjie",
  "Mgbe ahụ, a na-emechi mkpuchi ahụ ma hapụ ihe dị n'ime ya ka ọ na-esi nwayọọ nwayọọ na-esi n'enweghị mmegharị",
  "Nke a na-eme ka ọdịiche dị n'etiti potjiekos na stew a na-akwagharị",
  "Ebumnuche bụ na ụtọ nke ihe dị iche iche na-agwakọta obere dị ka o kwere mee",
  "Ọ bụ ezie na ụfọdụ ndị na-esi nri nwere ike ikwe ka a na-akpali akpali site n'oge ruo n'oge (nke a na-adịghị anabata nke ukwuu), ọ na-emepụta stew ebe ihe niile na-agwakọta ọnụ ma na-atọ ụtọ yiri",
  "Nke a bụkwa isi ihe dị iche n'etiti stew na potjiekos i.e",
  "na potjie ị naghị emegharị",
  "Ihe kpatara nke a bụ na ụtọ sitere na anụ dị n'ala nwere ike ime ka akwụkwọ nri niile dị n'elu nwee ụtọ mgbe ọ na-esi nri ngwa ngwa",
  "Ọ bụrụ na emee potjie gị nke ọma ị ka ga-enwe ike ịhụ ma nụ ụtọ ihe niile dị iche iche yana ihe dị ụtọ",
  "A na-eji obere ofe ma ọ bụ mmiri eme ihe, nke mere na a na-esi nri site na uzuoku ma ọ bụghị isi ya na ofe dị ka ofe; ya mere okpomọkụ ga-adị ala ma na-adịgide adịgide",
  "Ndị a bụ ụfọdụ n'ime ihe nzuzo nke onye na-esi nri ọ bụla",
  "Potjie bụ ihe omume mmekọrịta mmadụ na ibe ya, na ndị ọbịa na-etinye aka na chitchat n'akụkụ ọkụ mgbe potjie na-esi nri, na-abụkarị awa atọ ruo isii.",
  "A na-ejikarị osikapa ma ọ bụ  yiri ya na-ejikọta potjie",
  "[citation needed]",
  "N'afọ  otu puku, narị itoolu na iri itoolu na asatọ (1998) , a kọrọ na a na-ere ite potjie nwere nnukwu anwụrụ ọkụ, na-etinye ndị ọrụ n'ihe ize ndụ nke nsị anwụrụ ọkụ."
]