[
  "Potty parity bụ nha nha ma ọ bụ nha nhata nke ụlọ mposi ọha akụrụngwa maka ụmụ nwanyị na ụmụ nwoke n'ime oghere ọha.",
  "Enwere ike ịkọwa nha n'ụzọ dị iche iche gbasara ụlọ ọrụ dị n'ime ụlọ",
  "Nke kachasị mfe bụ dị ka ala nhata maka ụlọ ịsa ahụ ụmụ nwoke na ụmụ nwanyị",
  "Ebe ọ bụ na ụlọ ịsa ahụ nke ụmụ nwoke na ụmụ nwoke gụnyere urinals, nke na-ewe obere ohere karịa ụlọ ahịa, nke a ka na-arụpụta ọtụtụ ụlọ ọrụ maka ụmụ nwoke",
  "Otu ihe ọzọ dị nhata bụ site na ọnụ ọgụgụ nke ihe ndozi n'ime ụlọ ịsa ahụ",
  "Otú ọ dị, ebe ọ bụ na ụmụ nwanyị na nkezi na-etinyekwu oge n'ime ụlọ ịsa ahụ, ọtụtụ ụmụ nwoke nwere ike iji ọtụtụ ụlọ ọrụ kwa oge",
  "Ya mere, iwu ndị na-adịbeghị anya na-achọ ka ụmụ nwanyị nwekwuo ihe ndozi iji hụ na nkezi oge eji echere iji ụlọ mposi bụ otu maka ụmụ nwanyị dị ka ụmụ nwoke, ma ọ bụ iji mee ka ọnụọgụ nke ụlọ mposi nwoke na nwanyị dị nhata.",
  "Ụmụ nwanyị na ụmụ agbọghọ na-etinyekarị oge n'ime ụlọ ịsa ahụ karịa ụmụ nwoke na ụmụ nwoke, n'ihi ihe gbasara anụ ahụ na ọdịbendị. Ihe a chọrọ iji cubicle kama iji urinal pụtara ịsa ahụ na-ewe ogologo oge ma a ghaghị ịsa aka nke ọma. Ụmụ nwanyị na-eleta ụlọ ịsa ahụ",
  "Ọrịa urinary tract na incontinence na-ahụkarị ụmụ nwanyị. Ime ime, nsọ nwanyị, inye nwa ara, na mgbanwe diaper na-eme ka ojiji dịkwuo elu.  Ndị agadi, bụ ndị nwanyị na-enweghị atụ, na-ewe ogologo oge ma na-eleta ụlọ ịsa ahụ ugboro ugboro.",
  "E mepụtara ụdị urinals ụmụ nwanyị na funnels onwe onye iji mee ka ọ dịrị ụmụ nwanyị mfe ịsa ahụ n'eguzo ọtọ",
  "Ọ dịghị nke zuru oke iji metụta nhazi iwu na potty parity.",
  "John F",
  "Banzhaf III, onye prọfesọ iwu na Mahadum George Washington, na-akpọ onwe ya \"nna nke potty parity\".  Banzhaf na-arụ ụka na ileghara nha potty anya; ya bụ, inwe naanị ụlọ ọrụ nhata maka ụmụ nwoke na ụmụ nwanyị; bụ ụdị ịkpa ókè mmekọahụ megide ụmụ nwanyị. N'afọ ndị 1970s, Kọmitii na-ahụ maka ịkwụsị ụlọ mposi na-akwụ ụgwọ na America kwuru ihe yiri nke ahụ: na ikwe ka ndị na-ahụ maka ụlọ mposi kwụọ ụgwọ maka iji cubicle mgbe urinals achọghị ego bụ ikpe na-ezighị ezi nye ụmụ nwanyị.",
  "Ọtụtụ ndị na-ede akwụkwọ achọpụtala nha ite dị ka okwu nwere ike ime ka ụmụ nwanyị nwee ike ime ka ụmụ nwanyị, na-ekwu na ụmụ nwanyị niile nwere ike ịmata ya."
]