[
  "Uwe nnwụda ma ọ bụ  uwe ukwu nnwụda bụ ụdị uwe mkpuchi America, ihe gbasara uwe ụmụ nwanyị na ụmụ agbọghọ.",
  "Uwe nnwụda nwere ike ịbụ nke kwụ ọtọ ruo nke na-agba ntakịrị ruo nke jupụtara, ma nwee ike ịnwe otu ma ọ bụ karịa rigọrịgọ (ruffles miri emi) ma ọ bụ ọkwa; uwe nnwụda nwere ike bụrụ nke ana eyi n'elu efe ohere di mgbagọ ma ọ bụ petticoat. Dị ka omenala si dị, uwe nnwụda nwere aka ogologo. N'ịgbaso ihe ha na-emepụta, a na-ejikarị akwa \"obodo\" dịka denim na calico nwere okooko osisi eme akwa ọdịnala, ọ bụ ezie na ha nwekwara ike inwe ụcha siri ike",
  "Uwe ukwu Prairie bụ ihe a na-ahụkarị n'uwe ọdịda anyanwụ ụmụ nwanyị, a na-eyikwa uwe ukwu prairie zuru oke maka ịgba egwú skwer",
  "Ụmụ nwanyị na-aga ụka Ndị Kraịst na-eyikarị uwe nnwụda dị larịị nke na-emekarị ka omume nke ejiji dị mfe (dị ka ọ dị na obodo Bruderhof ) ma ọ bụ ozizi nke ịdị nsọ n'èzí (dị ka Allegheny Wesleyan Methodist Connection). A na-ahụ ha dị ka ejiji, ọkachasị n'oge oyi.",
  "Uwe nnwụda nwetara aha ha maka n'ihi ndị na-aga n'akụkụ ọdịda anyanwụ nke United States, ọ bụ ezie na \"ụmụ nwanyị nke ogo niile na-eyi ha\" mgbe ụfọdụ.",
  "A na-akpọ ya uwe nnwụda  n'ihi ọdịdị ha na uwe ukwu ndị a na-akwa n'ụlọ nke ụmụ nwanyị ndị ọsụ ụzọ na-eyi n'etiti narị afọ nke iri na itoolu, nke n'aka nke ya bụ ụdị dị mfe nke uwe ukwu, nke gbasara agbasa nke amara dị ka uwe elu nke afọ 1820.   Ụdị ejiji ahụ malitere dị ka mgbanwe nke ejiji dị elu na ndụ ime obodo na ọdịda ọwụwa anyanwụ United State",
  "A na-eji agba na akara dị omimi mee ihe n'ihi na ha anaghị egosi unyi, ebe a na-eji ihe ịchọ mma emelite uwe iji gbanwee ejiji.",
  "Counterculture Hippies jụrụ ejiji na-ele anya na akụkọ ihe mere eme na ndị na-abụghị nke ọdịda anyanwụ",
  "Ọ bụ ezie na a na-emekarị uwe nnwụda dị larịị na narị afọ nke iri na itoolu, ụlọ ọrụ ọhụrụ dị ka Gunne Sax na San Francisco malitere imepụta uwe ala dị njikere",
  "Ụdị ahụ toro na ewu ewu na afọ ndị 1970 site na mbata nke Bicentennial nke United States ma Ralph Lauren webatara ya na ejiji dị elu n'oge mgbụsị akwụkwọ ya na 1978 isiokwu nchịkọta nke odida anyanwu",
  "Nrụpụ̀ta nke dị ntakiri dị n'etiti, bọtịnụ n'ihu uwe nnwụda na otu rigọrigọ, nke a na-eyi tinyere pitikot nke afọ 1950 nke dịtụ ogologo karịa uwe elu, ghọrọ ejiji na afọ 1970 na mmalite 1980 na-esote iwebata Lauren.",
  "Uwe nnwụda na ngwụcha afọ 1970",
  "eriri olu nke uwe nnwụda nke afọ 1970, na-egosi akụkụ ndị a na-ahụkarị nke ụdị ahụ dị ka lace, bọtịnụ, ákwà okooko osisi, na gbagọgbagọ.",
  "Uwe nnwụda nke afọ 1970",
  "Uwe ukwu prairie dị mkpụmkpụ, nke nwere ọtụtụ ọkwa nke voile, akwa mirimiri ma ọ bụ ákwà ndị ọzọ dị mfe bụ ihe ejiji wuru ewu na 2005",
  "Ụfọdụ na-eyi uwe ogologo nke uwe nnwụda tinyere uwe ukwu   nke ime iji chekwaa ahụ ha",
  "Uwe nnwụda bụ ihe ejiji ọzọ na ngwụcha afọ 2010, ma bụrụ akụkụ nke ihe ejiji cottagecore na 2020.",
  "Ụmụ nwanyị na-aga ụka ndị Kraịst na-eyikarị uwe nwuda nke na-emekarị ka omume nke ejiji dị mfe (dị ka ọ dị na obodo Bruderhof , otu ngalaba ụka Anabaptist ) ma ọ bụ ozizi nke ịdị nsọ n'èzí (dị ka na Evangelical Wesleyan Church, njikọ Metọdist na njikọ ịdị nsọ)."
]