[
  "Praise Ugbede Adejo (a mụrụ n'ụbọchị nke 8 n'ọnwa Maachị n'afọ 1985), nke a maara nke ọma site na aha ya bụ Praiz, bụ onye Naijiria na-agụ egwu R&B, onye na-ede egwu, na onye na-emepụta ihe",
  "Ọrụ egwu Praiz mere ka ọ pụta ìhè mgbe ọ gbara onye nke abụọ na oge mbụ nke Project Fame West Africa A maara ya nke ọma maka iwepụta egwu egwu dịka \"Rich and Famous\", \"Sisi\" na \"I Love You\"",
  "O nyere aka na olu ndị ọbịa na egwu Bez nke afọ 2011 \"That Stupid Song\"; vidiyo egwu maka egwu a kpọtụrụ aha n'elu gara n'ihu bụrụ vidiyo mbụ nke Afrịka iji mee ihe ngosi ụwa na BET's 106 & Park Ọ na arụ ọrụ na Cicada Music ugbu a.",
  "A mụrụ Praiz, onye mba Igala na Kogi Steeti na Lagos mana o mechara kwaga Kaduna n'afọ 1992 mgbe e bufere nna ya ebe ahụ na ọrụ ozi ala ọzọ",
  "Ọ bụ nwa nke abụọ n'ime ụmụ ise. O nwere diplọma mba na Sayensị Kọmputa mgbe ọ gụsịrị akwụkwọ na Kaduna Polytechnic.",
  "Praiz anọwo na-eme nke ọma na egwu ahụ tupu ọ pụta ìhè mgbe ọ pụtara onye nke abụọ na mbipụta mbụ nke ama ama n'ebe ọdịda anyanwụ Africa, ihe ngosi T.V nke Iyanya gara n'ihu merie. Omume ya na asọmpi ahụ mere ka ndị na-akwado ya dịkwuo elu na-eme ka ọ bụrụ otu n'ime ndị ọzọ a na-eme ihe nkiri na ụlọ ọrụ egwu Naịjirịa.",
  "Praiz esorola ọtụtụ ndị na-ese ihe gụnyere Awilo Longomba, Cobhams, Wizkid, Seyi Shay, Bez na MI. Otu n'ime ọtụtụ ọrụ ya bụ egwu ya na onye egwu Naịjirịa ibe ya bụ Bez rụkọrọ ọrụ na egwu \"That Stupid Song\" nke gara n'ihu bụrụ vidiyo mbụ nke Afrịka iji mee ihe ngosi ụwa na BET's 106 & Park N'abalị iri abụọ na abụọ n'ọnwa Julaị afọ 2012, o wepụtara egwu akpọrọ \"Rich and Famous\" nke nwetara nyocha dị mma na nnukwu ikuku si otú a mee ka a họpụta ya n'ọtụtụ ihe omume onyinye. Na 14 Disemba afọ 2014, Praiz wepụtara abọm studio mbụ ya nke akpọrọ Rich & Famous",
  "A maara ya dị ka mkpụrụ obi na onye na-ese egwu R&B, Praiz nwekwara ụdị dị iche iche n'ime ụdị egwu ndị ọzọ, na-agbanwe site na R&B gaa na afropop na egwu na-adọrọ mmasị dịka \"Oshe\" na \"Mercy\"",
  "O hotara Barry White, Michael Jackson, Carl Thompson na Boyz II Men dị ka ndị na-emetụta ụdị egwu ya.",
  "Praiz bụ onye nnọchi anya akara maka ndị isi ọrụ netwọk MTN",
  "Ọ na-etinyekwa aka na ụfọdụ òtù ọrụ ebere gụnyere Safe Motherhood Foundation na Little Big Souls, otu nzukọ ezubere iji nyere aka belata ọnwụ nne na-adịghị anya na inyere ụmụ nwanyị na-enweghị ike ịkwụ ụgwọ nlekọta nne aka.",
  "Àtụ:Project Fame West Africa"
]