[
  "Prajwala bụ nzukọ na-abụghị nke gọọmentị nke dị na Hyderabad, India, nke raara onwe ya nye ikpochapụ ịgba akwụna na ịzụ ahịa mmekọahụ",
  "A tọrọ ntọala ya na 1996 site n'aka Ms",
  "Sunitha Krishnan na Nwanna Jose Vetticatil, nzukọ ahụ na-arụsi ọrụ ike na mpaghara mgbochi, nnapụta, mmeghari, njikọta ọzọ, na nkwado iji lụso ịzụ ahịa mmadụ ọgụ n'akụkụ ọ bụla ma weghachite ùgwù nye ndị a na-emegbu n'ụzọ mmekọahụ azụmahịa.",
  "Ka ọ dị ugbu a, Prajwala na-elekọta ụlọ ọrụ mgbanwe iri na asaa maka ụmụ ụmụ nwanyị na-agba akwụna, ụlọ ọrụ ndụmọdụ nsogbu atọ na ụlọ ọrụ ndị uwe ojii, ngalaba mmepụta maka mmegharị akụ na ụba, na ụlọ ọgwụgwọ maka ụmụ nwanyị na ụmụaka na-azụ ahịa mmekọahụ, ọtụtụ n'ime ha nwere nje HIV. N'ime ndị ọrụ narị abụọ ya, pasent iri asaa bụ ndị lanarịrị n'onwe ha. Prajwala na obodo, ọha mmadụ, ụlọ ọrụ na ụlọ ọrụ gọọmentị na-emekọrịta ihe n'akụkụ dị iche iche nke mgbochi, nchebe na ikpe n'India nakwa ụwa niile.",
  "Prajwala nwere nkwenye na ịzụ ahịa mmekọahụ bụ ụdị kachasị njọ nke imebi ikike mmadụ na ịzụ ahịa anụ ahụ bụ ụdị ịgba ohu mmekọahụ kachasị ochie",
  "Òtù a raara onwe ya nye n'imepụta obodo na-enweghị ịzụ ahịa mmadụ ebe ọ dịghị nwanyị ma ọ bụ nwatakịrị a ga-emegbu n'ụzọ mmekọahụ ma ọ dịghị mmadụ a na-emeso dị ka ngwaahịa",
  "Ihe mgbaru ọsọ ka ukwuu bụ igosipụta omume kachasị mma maka igbago agbagọ, mmegharị na mgbanwe site n'aka ụlọ ọrụ steeti na ndị na-abụghị steeti iji hụ na usoro mgbochi ịzụ ahịa mmadụ dị.",
  "Nkà ihe ọmụma nke Prajwala gbanwere mgbe a chụpụrụ mpaghara ọkụ uhie uhie kachasị ochie nke obodo Hyderabad, Mehboob ki Mehindi, n'ike na 1996",
  "N'ihi ya, ọtụtụ puku ụmụ nwanyị ndị akwụna e jidere n'aka, bu ndị a chupuru ha wee bụrụ ndị na-enweghị ebe obibi. Dabere na arịrịọ ụmụ nwanyị maka ọdịnihu dị ùgwù maka ụmụ ha, ndị ọhụụ abụọ - onye ozi ala ọzọ Katọlik aha ya bụ Nwanna Jose Vetticatil na onye nọn Hindu n'oge ahụ bụ Ms",
  "Sunitha Krishnan - sonyeere ndị agha iji malite itinye aka iji gbochie ụmụaka ịbanye n'ahịa mmekọahụ",
  "Mmemme a, nke a na-akpọ Prevention Through Education, na mbụ nwere obere ụlọ akwụkwọ nke a na-eme n'ụlọ akwụna a hapụrụ.",
  "Usoro mmekọrịta na-aga n'ihu na ụmụ nwanyị bụ ihe iyi egwu nye ndị na-azụ ahịa, ndị ikom etiti, na ndị na-ere ahịa, nke dugara n'ogologo ihe ịma aka na mgba maka ndị isi otu Prajwala",
  "Ndị guzobere ya chere ọnọdụ ndị na-eyi ndụ egwu ihu ọtụtụ ugboro, nke ha ji obi ike na nkwenye na ihe ọzọ dị irè ga-ekwe omume. Nnukwu ọnọdụ ahụ na oke ọrụ ahụ akwụsịghị Prajwala ime obere mgbanwe na obodo a",
  "Ka njem ahụ na-aga n'ihu, Prajwala gbasara iji gboo mkpa dị iche iche nke ndị a emetụtara ma guzobe ọtụtụ atụmatụ mgbochi ịzụ ahịa, na okwukwe zuru oke na ndị mmadụ na-ekere òkè na usoro mgbanwe mmekọrịta mmadụ na ibe ya.",
  "Kemgbe ọtụtụ afọ, Prajwala gbanwere ntinye aka site n'usoro dị iche iche, nke nwere ogidi ise: mgbochi, mgbapụta, ndozighari, njikọta ọzọ, na nkwado.",
  "Prajwala na-eji agụmakwụkwọ bara uru dị ka ngwá ọrụ bụ isi iji gbochie ụmụ nwanyị na-agba akwụna ịbanye n'ọrụ a. Ụlọ ọrụ mgbanwe nke nzukọ ahụ na Hyderabad na-arụ ọrụ dị ka ụlọ akwụkwọ na-ejikọta ọnụ nke na-akwalite mmepe zuru oke nke ụmụaka, ma na-akwadebe ha na nkà dị mkpa nke agụmakwụkwọ iji hụ na e nwetara ọdịnihu dị mma nke na-emebi usoro ịda ogbenye na ịpụ iche ọha na eze",
  "Ndị nne yana ndị isi obodo na-eje ozi dị ka ndị isi na-enye aka na ndị mmekọ na mmemme a",
  "Ruo ugbu a, ụlọ ọrụ ndị a erutela ihe karịrị ụmụaka pụkụ asaa ma gbochie ha ịbanye n'ịgba akwụna n'etiti ọgbọ.",
  "Òtù ahụ na-ewulikwa ikike nke ndị mmadụ n'otu n'otu na ndị otu site na inwe njikọ na-arụsi ọrụ ike na ndị otu obodo, ndị uwe ojii na ndị nchịkwa mpaghara iji mepụta nnabata efu maka mmegbu mmekọahụ azụmahịa. N'afọ 2011, Prajwala malitere mgbasa ozi a na-akpọ Men Against Demand (MAD), nke na-eme ka ụmụ nwoke guzosie ike megide ịchọ mmekọahụ a na-akwụ ụgwọ ma na-agba ha ume ịlụ ọgụ megide ịzụ ahịa mmekọahụ site n'ịkwụsị ihe ọ chọrọ. Kemgbe ọ malitere, Prajwala's Community-based Prevention Program emeela ka ihe karịrị nde mmadụ asatọ mara.",
  "N'afọ ndị mbụ, Prajwala na ndị uwe ojii nwere ahụmahụ na-adịghị mma, ya mere ndị otu Rescue and Restoration Program rụrụ ọrụ n'onwe ha, n'enweghị mmekorita ndị uwe ojii",
  "Otú ọ dị, mgbe e gburu onye otu - onye bụbu onye omekome - n'ụzọ obi ọjọọ na 1999, Prajwala malitere iso ndị ọrụ mmanye iwu na-arụkọ ọrụ iji rụkọọ ọrụ nnapụta ọnụ.",
  "Mgbe ụfọdụ, ndị ikom ahụ na-eme ka ndị chọrọ ịzụ ahịa, ma ọ bụ iji rụọ ọrụ dị ka ndị aghụghọ n'oge mwakpo ma ọ bụ iji chịkọta ozi gbasara ụlọ akwụna",
  "Ndị lanarịrị na-arụ ọrụ dị ka ndị ndụmọdụ, na-enye nduzi ozugbo nye ụmụ agbọghọ na-atụ ụjọ a napụtara",
  "Ọ dịghị onye n'ime ha nwere ngwá agha, iyi egwu ime ihe ike na-adịgide adịgide",
  "Mana Prajwala na-enye ndị ọrụ ya ihe dị oké ọnụ ahịa - ohere inwe mmetụta dị ukwuu na ndụ ndị mmadụ kwa ụbọchị.",
  "Taa, Prajwala na-arụkọ ọrụ mgbe niile ha na Anti-Human Trafficking Units (ATHUs), ndị nyocha CID Steeti na Women Protection Cells n'ofe India iji nyochaa ma napụta ụmụ nwanyị n'ahịa anụ ahụ. Òtù ahụ na-agbatị nkwado omume, ego, iwu na mmekọrịta mmadụ na ibe ya nye ndị metụtara ma hụ na a na-ekpe ndị omekome ikpe. Prajwala na-achịkwa ụlọ ọrụ ndụmọdụ nsogbu atọ na ụlọ ọrụ ndị uwe ojii na ntinye na ọpụpụ na Hyderabad iji chọpụta ụmụaka na-agba akwụna na igbochi ikpe ịzụ ahịa. Ka ọ dị ugbu a, nzukọ ahụ azọpụtala ihe karịrị mmadụ pụkụ itoolu na narị ise site na mmegbu mmekọahụ azụmahịa.",
  "Iji gboo mkpa dị iche iche nke ndị a na-azụ ahịa, Prajwala na-eme ka akụkụ uche, akụ na ụba na nke obodo nke mmeghari maka ụmụaka na ndị okenye a napụtara.",
  "Prajwala wuru ụlọ obibi dị kilomita iri isii na ise na nso Hyderabad iji nye ụmụ agbọghọ na ụmụ agbọghọ a napụtara n'ahịa anụ ahụ ebe nchekwa na-agwọ ọrịa",
  "Mgbe mbụ ha rutere, ndị a na-ahụ maka ya na-agbalịkarị ịgbapụ ma ọ bụ igbu onwe ha n'ihi oke nsogbu nrụgide, ọrịa Stockholm na ọrịa ndị na-eyi ndụ egwu dịka HIV / AIDS, nke bụ ya mere e ji enye ndụmọdụ nsogbu na nkwado mmekọrịta mmadụ na ibe ya iji nyere usoro ọgwụgwọ aka. Site n'enyemaka nke ndị ọrụ ebere, ndị ọrụ ahụike, ndị nlekọta na ndị nkụzi, Prajwala na-enyekwa nlekọta ahụike, agụmakwụkwọ, yoga & ntụgharị uche, nri na-edozi ahụ, mmemme ọgwụgwọ na ọrụ, na nkà ndụ nakwa ọzụzụ ọrụ aka.",
  "Dị ka akụkụ nke ike akụ na ụba, Prajwala na-enyere ndị lanarịrị aka inweta nkà na ikike dị mkpa iji nweta ndụ nwere ùgwù ma nwee ọganihu n'onwe ha",
  "N'ime obere ngalaba mmepụta-na-ọzụzụ, ndị lanarịrị na-aghọ ndị ọkachamara na ọrụ ndị na-abụghị ndị nkịtị dị ka ịruzi akwụkwọ, ịkwa nkà, mbipụta desktọọpụ na mbipụta ihuenyo.",
  "Prajwala lekwasịrị anya n'itinye ikike ebumpụta ụwa na ike nke ndị lanarịrị na ọrụ ndị a na-ezube iji weghachite ha n'ime ọha mmadụ dị ka ndị hà nhata",
  "Nke a pụtara iji ike a manyere ụmụ agbọghọ ahụ inweta - enweghị egwu ha na enweghị mgbochi.",
  "Atụmatụ mmegharị akụ na ụba na-agụnye mkpa dị ukwuu na nyocha dabeere na mmuta, jikọtara ya na nyocha ahịa iji mepụta ohere akụ na ụba dị irè na nke na-adịgide adịgide. Prajwala na-arụkọ ọrụ ọnụ na ngalaba ụlọ ọrụ iji tinye ndị lanarịrị n'ọrụ dịka ọdịmma ha si dị, dịka ndị ọkwọ ụgbọala tagzi, ndị na-arụ ọrụ igwefoto, ndị na-elekọta ụlọ, ndị nche, ndị nọọsụ, ndị na-arụ ọrụ na ndị ọzọ. Kemgbe ọtụtụ afọ, a zụrụ ọtụtụ narị ndị lanarịrị na ngalaba mmepụta na ọzụzụ ma nweta ọrụ n'èzí nzukọ ahụ na ọrụ, ile ọbịa, na ụlọ ọrụ na-ewu ụlọ.",
  "Oge ikpeazụ nke Prajwala gụnyere inweta njirimara obodo site n'inye uru enyemaka ozugbo, ụlọ, ahụike, nri na kaadị njirimara foto ntuli aka. Kemgbe ọtụtụ afọ, e nyewo mmadụ narị ise na ịrị abụọ na otu ndị lanarịrị ụlọ n'okpuru atụmatụ ụlọ nke ngalaba na-adịghị ike - usoro ọdịmma gọọmentị na-akwado. Dị ka onye ndụmọdụ ọrụ Nirbhaya na Kerala, Oriakụ Krishnan arịọwokwa gọọmentị nke ọma ka ha nye obere ndị e dinara n'ike ụgwọ ego.",
  "Iji nyere ndị lanarịrị aka ịbanye n'ime ọha mmadụ, Prajwala jikọtara ha na ezinụlọ ha, na-eme ndokwa maka alụmdi na nwunye ha, ma na-akwado ndokwa ibi ndụ onwe ha. N'afọ 2007, Prajwala malitere otu ndị lanarịrị Aparajita (nke pụtara \"ndị na-enweghị mmeri megide nsogbu niile\"), nke bụ netwọk maka ndị lanarịrị iji nweta nkwado mmekọrịta mmadụ na ibe ya na ikpo okwu maka nkwado. Prajwala haziri Nzukọ National Survivor nke ụbọchị abụọ n'afọ 2011 nke ndị otu Aparajita iri anọ kwadebere akwụkwọ iwu banyere usoro a ga-anakwere na nnapụta na mmeghari nke ndị a na-azụ ahịa, nke e nyere Ụlọikpe Kasị Elu iji mejuputa dị ka Protocol Nchedo Ndị Ogbugbu.",
  "Prajwala arụsiela ọrụ ike iji weta mgbanwe n'àgwà nke gọọmentị India maka iwu ndị na-ahụ maka ndị mmadụ, yana mmata banyere ịzụ ahịa mmekọahụ, site na ndọrọ ndọrọ ọchịchị, iwu, na mgbasa ozi.",
  "N'afọ 2002, Prajwala mere nnyocha na mbipụta nke akwụkwọ akpọrọ The Shattered Innocence na ịzụ ahịa n'etiti steeti site na Andhra Pradesh gaa na steeti ndị ọzọ, na-ekpughe eziokwu na ịdị ukwuu nke mpụ ahụ tinyere profaịlụ ọnụ ọgụgụ mmadụ nke obodo ndị na-adịghị ike. Mgbe ha nyefere akụkọ a n'aka gọọmentị, mkparịta ụka ọkwa steeti banyere mkpa ọ dị maka usoro dị iche iche iji dozie nsogbu ahụ pụtara.",
  "Na mmekorita ya na Prajwala, Ngalaba na-ahụ maka ọdịmma ụmụ nwanyị na ụmụaka malitere ịrụ ọrụ",
  "N'ihi mbọ Prajwala na-agba, e guzobere kọmitii nhazi steeti dị elu nke nwere ndị odeakwụkwọ nke ngalaba gọọmentị niile dị mkpa",
  "Prajwala kwadebere ụkpụrụ nduzi nke iwu steeti iji lụso ịzụ ahịa mmadụ ọgụ, mgbe onye otu kabinet nke steeti kwadoro, e wepụtara iwu ahụ dị ka GO Ms 1 na Jenụwarị 1, 2003.",
  "N'afọ 2013, Prajwala gbara mbọ maka iwu mgbochi ịzụ ahịa mmadụ na Kerala nke a na-akpọ Nirbhaya Fund Scheme for Women and Children, Ms",
  "Sunitha Krishnan wee bụrụ onye ndụmọdụ steeti maka iwu a. A họpụtakwara ya dị ka onye otu Andhra Pradesh State Women's Commission, o wee nye aka na iwu ọhụrụ nke India banyere ndina n'ike, nke e mere na nzuko omeiwu n'afọ 2013 iji mee ka usoro ntaramahụhụ maka ime ihe ike na mwakpo dị elu.",
  "Ọzọkwa, Oriakụ Sunitha Krishnan emeela ọmụmụ ihe maka ọtụtụ puku ndị isi ndị uwe ojii, ndị ọka ikpe, ndị ọkàiwu na ndị otu Kọmitii na-ahụ maka ọdịmma ụmụaka iji kwadebe ha ma nye ha nghọta na nkà dị mkpa iji dozie ikpe nke ịzụ ahịa mmadụ n'ụzọ dị irè ma na-akwado ụlọ ikpe na-ahụ maka ụmụaka. N'ihi ya, a zụrụ ndị ọrụ uwe ojii site n'ọkwa Superintendents ruo Sub Inspectors banyere otu esi alụso mpụ ahụ ọgụ ma dozie mkpa uche na mmekọrịta mmadụ na ibe ya nke ndị metụtara n'oge na mgbe nnapụta gasịrị.",
  "Na mmekorita ya na onye nduzi a ma ama na mba ụwa bụ Rajesh Touchriver, Prajwala emepụtala ọtụtụ ihe nkiri banyere ịzụ ahịa mmekọahụ na mmetọ ụmụaka iji kụziere ma mee ka ndị mmadụ mara",
  "Ihe nkiri 2005 Anamika - The Nameless meriri onyinye AC n'okpuru \"Best Foreign Award\", Best Editing site n'aka Festival Cine de Granada na Best Documentary Film Award na HIFF. Kemgbe ahụ, e tinyela ihe nkiri a n'usoro ọmụmụ nke National Police Academy na National Judicial Academy nke India. Ihe nkiri Prajwala nke na-awụ akpata oyi, \"The Sacred Face\" mekwara ka kwụsiri nkịtị a gbara banyere ihe egwu nke mmekọ nwoke na nwanyị n'etiti ndị isi dị elu na Hyderabad.",
  "N'afọ 2009, Ms",
  "Sunitha Krishnan kwuru okwu n'oge nzukọ TED India banyere ọrụ Prajwala, nke kpaliri ihe karịrị nde mmadụ abụọ na pụkụ narị ise na-ekiri ya n'ụwa niile. Ngosipụta ya n'ọnwa Julaị afọ 2012 na ihe ngosi telivishọn nke Aamir Khan bụ Satyamev Jayate nyere aka ọ bụghị naanị inweta nnukwu ego kamakwa ịguzobe netwọkụ mmekọrịta ya na ndị nwe ụlọ ahịa nke dị njikere inye ndị lanarịrị ọrụ. Na mgbakwunye, Prajwala mere ka ihe karịrị ụlọ ọrụ pụkụ atọ mara site na nzukọ INK na The Indus Entrepreneurs (TiE), nke nwere mmetụta miri emi na ndị bịara ya.",
  "Na Jenụwarị 2013, Prajwala malitere ihe nkiri ya nke asụsụ abụọ banyere ịzụ ahịa mmekọahụ nke akpọrọ Ente na Malayalam na Na Bangaru Talli na Telugu",
  "Onye isi Mịnịsta nke Kerala Shri Oommen Chandy na Mịnịsta na-ahụ maka ọdịmma ọha na eze M",
  "K",
  "Muneer gara ntọhapụ mbụ nke Ente na Kochi yana onye isi ihe nkiri ahụ na Trivandrum",
  "Na Bangaru Talli emeriela ihe nrite mba ụwa ise na 2013, gụnyere Best Feature Film Award na Trinity International Film Festival, USA na Award of Excellence site na IFFCRM, Indonesia.",
  "Nwaada Sunitha Krishnan bụ ụdị mmadụ a na-adịghị ahụkebe nke tinyere ndụ ya dị ka onye ọrụ afọ ofufo oge niile na Prajwala",
  "Onye ọkachamara n'ahụ maka ahụike uche, o meela nnyocha sara mbara ma bụrụ onye na-arụ ọrụ n'ọhịa",
  "O nyere aka n'ịzọpụta ọtụtụ puku ụmụaka pụọ n'ọnọdụ mmegbu siri ike ma weghachite ịbụ nwata ha",
  "Nwaada Sunitha Krishnan na-eme ka o kwe omume maka gọọmentị India na òtù ụmụ amaala iji jikwaa ọtụtụ ọrụ nchebe na mmegharị maka ụmụaka na ụmụ nwanyị ndị a na-azụ ahịa maka mmegbu mmekọahụ azụmahịa",
  "Maka mbọ ya na ngalaba na-emegide ịzụ ahịa, e nyela ya Stree Shakthi Puraskar (National Award), Perdita Huston Human Rights Award na World Of Children Health Award.",
  "Bro Jose Vetticatil bụ onye injinia site na ọzụzụ",
  "Dị ka nwanne nwoke nke Montfort Brothers of St",
  "Gabriel, Bro Jose gbara mbọ maka ihe kpatara ụkọ maka afọ iri abụọ na asatọ",
  "O tinyere aka na mbọ mmeghari ala ọma jijiji na Latur",
  "Isi onyinye ya bụ n'ihe gbasara ọzụzụ nkà na ụzụ maka ụmụ nwoke na-enweghị ihe ọ bụla",
  "Dị ka onye isi nke Boys Town, ụlọ akwụkwọ ọzụzụ nkà na ụzụ a ma ama, Bro Jose nyere aka n'ịmepụta ụlọ ọrụ na-emepụta ihe na ọzụzụ onwe ya",
  "Dị ka onye isi oche nke Prajwala n'oge gara aga, Bro Jose abụghị naanị onye na-eduzi ntinye aka niile kamakwa ọ bụ onye isi uche gbasara mmemme mmegharị akụ na ụba niile",
  "Mgbe o duru Prajwala ihe karịrị afọ itoolu ma hazie ntinye aka ya niile, Bro Jose Vetticatil nwụrụ na 18 Septemba 2005.",
  "Prajwala enwetala ọtụtụ onyinye mba na mba ụwa maka mbọ ya pụtara ìhè:",
  "Dabere na ọrụ obi ike ya na nke na-adịghị agwụ ike dị ka onye na-emegide ịzụ ahịa, onye guzobere Prajwala, bụ Ms",
  "Sunitha Krishnan enwetala ọtụtụ nkwanye ugwu na nsọpụrụ gụnyere Real Heroes Award site na Reliance Foundation na CNN-IBN (2008), Trafficking in Persons (TIP) Report Heroes site na US Department of State (2009), John Jay College of Criminal Justice Awards (2011), Vanitha Woman of the Year Award (2011), Living Legends Award site na Human Symphony Foundation (2013), Godfrey Phillips National Bravery Award 2013, na People of the Year award site na Limca Book of Records, 2014."
]