[
  "Precious Ezinna Achiuwa (amụrụ ya na Septemba 19, n’afo 1999) bụ onye Naijiria ọkachamara basketball player maka Toronto Raptors nke National Basketball Association (NBA)",
  "Ọ gbara bọọlụ kọleji maka Memphis Tigers",
  "Ọ gụsịrị akwụkwọ sekọndrị ya na Montverde Academy na Montver de, Florida ma bụrụ onye nkwekọrịta kpakpando ise na McDonald's All-American.",
  "A mụrụ Achiuwa na Port Harcourt, Naijiria n'aka nne na nna Naijiria sitere na ndị Igbo ma too na-egwu bọọlụ. Ọ malitere ilekwasị anya na basketball mgbe ọ nọ na klas nke asatọ, nke bụ mgbe ọ kwagara na United States. Dịka nwa akwụkwọ ọhụrụ n'ụlọ akwụkwọ sekọndrị, Achiuwa gbara basketball maka Our Saviour Lutheran School na The Bronx, New York. N'ime afọ abụọ sochirinụ, ọ gara St",
  "Benedict's Preparatory School na Newark, New Jersey",
  "Ụlọ akwụkwọ ahụ nwere mmemme basketball nke mba niile ma ya na ọtụtụ ndị NCAA Division I bụ ndị otu. N'oge ọ na-eto eto, Achiuwa nwetara akara 18.5, 10.5 rebounds, 2.9 blocks, na 2.2 steals kwa egwuregwu, na-eduga ndị otu ya na ndekọ 28-2",
  "A kpọrọ ya aha na otu nke abụọ MaxPreps Junior All-American.",
  "Mgbe ọ banyere n'afọ ikpeazụ ya, Achiuwa gafere na Montverde Academy, ụlọ akwụkwọ dị na Montver de, Florida na mmemme basketball na-aga nke ọma nke nwere ọkwa mba nke 1 na oge gara aga. O butere Montverde na akara 14 na 7.2 rebounds kwa egwuregwu ma nyere ndị otu ya aka iru ọkara ikpeazụ na GEICO High School Nationals. Achiuwa nwetara MaxPreps All-American nke ise, USA Today All-USA nke atọ, na USA Today All -USA Florida nke mbụ. N'abalị iri abụọ na asaa n'ọnwa Machị n'afọ 2019, ọ gbara bọọlụ maka ndị otu East na McDonald's All-American Game, na-eduga ndị niile na-agba bọọlụ na akara iri abụọ na abụọ. N'Apreel 12, Achiuwa sonyeere ndị otu ụwa na Nike Hoop Summit.",
  "Na Mee 17, 2019, Achiuwa kpebisiri ike igwu basketball kọleji maka Memphis n'okpuru onye isi nchịkwa Penny Hardaway",
  "Ọ sonyeere onye otu ya bụbu Amateur Athletic Union (AAU), Lester Quinones, na onye egwuregwu mbụ na klas 2019, James Wiseman.",
  "Na mbido mbụ ya na Memphis, Achiuwa nwere akara 14 na rebounds asatọ ka Tigers meriri South Carolina State 97 Xia64. Achiuwa nwetara akara 25 kachasị elu n'oge mmeri 87 na 86 meriri Ole Miss na Nọvemba 23",
  "N'ihi ya, a kpọrọ ya onye egwuregwu nke izu nke American Athletic Conference na Nọvemba 25. O nwetara nsọpụrụ nke izu ọhụrụ na Disemba 23 mgbe o dekọrọ akara 20 na rebounds itoolu na mmeri 77 na 49 na Jackson State. Na ngwụcha oge a na-eme kwa afọ, a kpọrọ Achiuwa AAC Player na Freshman of the Year",
  "Ọ na-enweta nkezi 15.8, 10.8 rebounds na 1.9 blocks kwa egwuregwu dị ka onye ọhụrụ. O kwupụtara maka draft NBA nke 2020 mgbe oge ọhụrụ ya gasịrị.",
  "A họpụtara Achiuwa na nke 20 na 2020 NBA draft site na Miami Heat. Na Nọvemba 25, 2020, Achiuwa bịnyere aka na nkwekọrịta afọ anọ na Heat maka ihe karịrị $ 12.5 nde ruo afo 2023",
  "N'August 6, n’afo 2021, Toronto Raptors nwetara Achiuwa na Goran Dragić site na Heat site na nkwekọrịta akara na azụmahịa iji gbanwere Kyle Lowry. N'abalị iri abụọ n'ọnwa Ọktoba n'afọ 2021, n'oge izizi ya na Raptors, Achiuwa nwere akara isii, rebounds asaa, enyemaka abụọ na ohi na nkeji iri na itoolu nke egwuregwu na ọdịda nke 96 na 1983 na Washington Wizards. N'abalị iri abụọ na anọ n'ọnwa Nọvemba n'afọ 2021, Achiuwa mere akara atọ dị elu mgbe ọ nwere akara iri na asaa, rebounds anọ, enyemaka abụọ na izu ohi na mmeri 126–113 megide Memphis Grizzlies.",
  "Nwanne Achiuwa nke okenye, God's Gift Achiuwa, gbara bọọlụ kọleji maka St",
  "John's site na 2011 ruo 2014. Nne ya, Eunice, na nna ya, Donatus, bụ ndị ụkọchukwu Pentikọstal. Na mgbakwunye na onyinye Chineke, o nwere ụmụnne nwoke abụọ ọzọ, God'swill na Promise, na ụmụnne nwanyị abụọ, Grace na Peace."
]