[
  "Concepts",
  "Consent",
  "Rights",
  "Abuse",
  "Medical sociology",
  "Ikike ndị ọrịa dị ime na-ezo aka na nhọrọ na ikike iwu dị maka nwanyị na-enwe afọ ime ma ọ bụ ịmụ nwa",
  "Kpọmkwem ná ndị nọ n'okpuru nlekọta ahụike na ngalaba ụlọ ọrụ ahụike ma ọ bụ ndị nọ n'okpuru nlekọta nke ọkachamara ahụike n'agbanyeghị ebe hà nọ (n'okpuru nlekọta nke paramedics n'ụlọ, dọkịta ezinụlọ site na ekwentị, wdg).",
  "E nwere ọtụtụ arụmụka na amalite site na ikike ime ime, site na ma ọgwụgwọ ọmụmụ bụ 'ezi' ma ọ bụ iji ndị nne na-amụ nwa dị njọ",
  "Ọ na-abịa n'aka nri nne",
  "Dị ka nwanyị, enwere ọtụtụ ihe ịma aka karịa naanị ihe ndị bụ isi nke mkpebi ndị metụtara afọ ime ha",
  "Oge ezumike ọmụmụ, ezumike nne na nna na oge e kenyere maka akwụkwọ ndị a dịgasị iche site na ụlọ ọrụ ruo ụlọ ọrụ.",
  "Nzukọ mba ụwa banyere ọnụ ọgụgụ mmadụ na mmepe (ICPD) gbakọtara na Cairo na Septemba 1994 iji kwurịta ma \"mepụta ọnọdụ nkwekọrịta banyere ọnụ ọgụgụ mmadụ na mmepe maka afọ iri abụọ sochirinụ\". Otu n'ime ihe ndị ọzọ ná mgbaru ọsọ ndị ọzọ bụ ime ka agụmakwụkwọ na ọrụ ahụike dịrị ụmụ nwanyị mgbe ha dị ime, na mgbe oge ruru, nwee nhọrọ nnyefe gá eru aka",
  "Nchegbu dị nisi bụ nlekọta mgbe a mụsịrị nwa; ndị mmadụ chéré na akụkụ kachasị sie ike bụ ọmụmụ nwa mana enwere ọtụtụ nchegbu ndị ọzọ ozugbo a mụrụ nwa ahụ ma kpọbata ya n'ụwa a",
  "Nsogbu ma tupu ịtụrụ ime, n'oge ịmụ nwa, na mgbe a mụsịrị nwa bụ nchegbu nwere ike ichegbu na ọmụmụ niile, ICPD kwuru banyere ịkwalite nkwado dị maka ụmụ nwanyị niile. Ikike ime ime n'ụwa niile agaghị abụ otu n'otu ebe ọ bụla mana ICPD na-ezube iwepụ ịkpa ókè n'oge ime ma mee ka ikike ndị ọrịa niile dị ime dịrị onye ọ bụla.",
  "Na ọbọdọ Australia, ụmụ nwanyị dị ime nwere otu ikike dị ka onye ọ bụla nọ n'obodo",
  "Otú ọ dị, ha nwere ụfọdụ ikike ndị ọzọ ma a bịa n'ihe gbasara ikike ha n'iru ọrụ.",
  "N'okpuru Fair Work Act 2009 ngalaba ụmụ nwanyị dị ime ka nwere ikike ịnweta nguputa ụbọchị ezumike ọrịa dị ka onye ọ bụla ọzọ ébé obu na ịtụrụ ime anaghị ahazi dị ka ọrịa. Otú ọ dị, nwanyị dị ime nwere ike ịnara ezumike na-akwụghị ụgwọ maka \" ezumike ọmụmụ pụrụ iche\", nke a bụ ezumike ọmụmụ nke ọ nwere ike ịnara ma ọ bụrụ na ọ nwere ọrịa metụtara ime ma ọ bụ na afọ ime ahụ agwụ oge ọ bụla mgbe afọ atọ mbụ gasịrị n'ihi ime ime ime, ịmụ nwa nwụrụ anwụ ma ọ bụ nkwụsị.",
  "Ọrụ nchekwa bụ mgbe ụmụ nwanyị ga nyere ọrụ dị nchebe mgbe ha nọ n'ihi na ọrụ nke mbụ ya dị ize ndụ nye ya na nwa ọhụrụ ahụ",
  "Ọkwesiri ka ọ nye ihe akaebe na ọ ka nwere ike ịrụ ọrụ mana enweghị ike ịrụ ọrụ mbụ na ogologo oge ọ na-ekwesịghị ịrụ ọrụ n'ọrụ ya",
  "Ihe atụ maka igosi ndị a ga-abụ na asambodo ahụike",
  "N'ọnọdụ ebe enweghị ọrụ dị nchebe inye ụmụ nwanyị enweghị ike ịhapụ ọrụ dị nchebe",
  "Onye ọrụ ahụ na-ewe ezumike akwụ ụgwọ ma ọ bụrụ na o nwere ikike ezumike nne na nna na-akwụghị ụgwọ na ezumike na-akwụghị ụgwọ ma ọ bụrụ na ọ bụghị.",
  "Ịkpa ókè n'ọrụ megide ụmụ nwanyị dị ime megidere iwu",
  "Nke a pụtara na a pụghị ịchụ ya n'ọrụ, tụfuo ọtụtụ awa, wedata ya ala ma mesoo ya n'ụzọ dị iche n'ihi afọ ime ya.",
  "Na ọbọdọ Australia, iwu banyere nkwụsị ngbanwe n'etiti steeti na ókèala ọ bụla",
  "N'Ebe Ọdịda Anyanwụ Australia, a na-ewere yá dị ka ihe iwu kwadoro ruo izu iri abụọ nke ime",
  "A pụrụ ime nkwụsị mgbe izu iri abụọ gasịrị naanị ma ọ bụrụ na e nwere ndị dọkịta abụọ sitere na otu ndị isii kwenyere na ụmụ nwanyị ma ọ bụ nwa ebu n'afọ nwere ma ọ bụ ga-enwe ọnọdụ ahụike siri ike ma ọ bụrụ na ime ahụ gara n'ihu.",
  "N'oge afọ ime, ụmụ nwanyị nwere ikike iji chọ ka ha nweta ọgwụ mgbochi influenza (\"Flu Shot\") na ọgwụ mgbochi dTpa nke ndị okenye (pertussis)",
  "A na akwado kwá ọgwụ mgbochi abụọ a; Otú ọ dị, ọ bụ onye ọ bụla ma ọ ga-aga n'ihu na ịgba ọgwụ mgbochi ahụ ma ọ bụ na ọ gaghị."
]