[
  "Echiche nke aka ya dị ọcha bụ ụkpụrụ iwu na a na-ewere onye ọ bụla a na-ebo ebubo mpụ ọ bụla dị ka onye aka ya dị ọcha ruo mgbe a mara ya ikpe",
  "N'okpuru echiche nke aka ya dị ọcha, ibu ọrụ iwu nke akaebe dị n'aka ndị na-ekpe ikpe, nke ga-enye ihe akaebe siri ike nye onye na-enyocha eziokwu (onye ọka ikpe ma ọ bụ ndị ọka ikpe)",
  "Ọ bụrụ na ndị na-ekpe ikpe egosighi na ebubo ahụ bụ eziokwu, mgbe ahụ, a tọhapụrụ onye ahụ na ebubo ahụ",
  "Ndị na-ekpe ikpe ga-egosi n'ọtụtụ ọnọdụ na onye a na-ebo ebubo bụ onye ikpe mara n'enweghị obi abụọ",
  "Ọ bụrụ na enwere obi abụọ, a ghaghị ịtọhapụ onye a na-ebo ebubo",
  "Usoro dị iche bụ echiche nke ikpe ọmụma.",
  "N'ọtụtụ mba na n'okpuru ọtụtụ usoro iwu, gụnyere iwu nkịtị na usoro iwu obodo (ka a ghara inwe mgbagwoju anya na ụdị iwu obodo nke ọzọ, nke na-ahụ maka nsogbu iwu na-abụghị mpụ), echiche nke aka ya dị ọcha bụ ikike iwu nke onye a na-ebo ebubo na ikpe mpụ",
  "Ọ bụkwa ikike mmadụ nke mba ụwa n'okpuru Nkwupụta Ụwa nke Ihe Ndị Ruuru Mmadụ nke otú UN, Nkebi nke iri na otu (11)",
  "Agba afọ narị isii nke <i id=\"mwJQ\">Digest</i> of Justinian (22.3.2) na-enye, dị ka a n'ozuzu iwu na-egosi: Ei incumbit probatio qui dicit, non qui negat—\"Proof lies on him who assert, not on him who denies\".  N'ebe ahụ, a na-ekwu na ọ bụ onye ọka iwu nke narị afọ nke abụọ na nke atọ bụ Paul",
  "Ọ bụ eze ukwu Antoninus Pius webatara ya na iwu mpụ ndị mba Rome.",
  "Usoro iwu obodo bụ usoro iwu nke oge a sitere na usoro iwu ndị mba Rome oge ochie (na-emegide usoro iwu Bekee)",
  "Ọtụtụ mba na-eji usoro iwu obodo, gụnyere mba Brazil, China, France, Italy, Philippines, Poland, Romania nakwa mba Spain, anabatala ụkpụrụ ahụ na ihe ndị yiri ya.",
  "Na usoro iwu mpụ nke mba Hungary, \"ọ bụ echiche kachasị n'ozuzu na onye ọ bụla (onye a na-enyo enyo, onye a na-ebo ebubo, ma ọ bụ na ọ bụghị) ga-ewere dị ka onye aka ya dị ọcha ruo mgbe ikpe ikpeazụ chọpụtara na onye ikpe mara",
  "Ma enwerekwa echiche ọzọ, - ọ na-apụtakarị na nkwupụta mba ụwa - nke na-ejikọtaghị nkwụsị nke echiche nke aka ya dị ọcha na ikpe ikpeazụ, mana ọ 'nwere afọ ojuju' na ndokwa ọ bụla nke na-ekwu ikpe ọmụma, nke dabere na iwu",
  "E nwere nnukwu ọdịiche dị n'etiti usoro abụọ ahụ",
  "Ikpe ikpeazụ na-apụtakarị njedebe nke usoro ntaramahụhụ, nke nwere ike ime ọtụtụ afọ ọzọ mgbe oge mpụ ahụ gasịrị",
  "Ọ nwere ike ime, dịka ọmụmaatụ, n'ihe banyere njide n'omume ahụ, nkwupụta nke ndị akaebe, nkwupụta nke onye omekome ahụ, a ghaghị iche na onye omekome ahụ dị ọcha ruo afọ ụfọdụ ruo mgbe ikpe ikpeazụ ruru n'agbanyeghị eziokwu ndị edepụtara n'elu",
  "\"",
  "Dị ka Talmud si kwuo, \"onye ọ bụla aka ya dị ọcha ruo mgbe a mara ya ikpe",
  "N'ihi ya, a ghaghị igbu oge itinye aka nke onye a na-ebo ebubo ruo mgbe a mara ya aka ya aka nke ọma",
  "N'ihi ya, na mbido ikpe ahụ, arụmụka na-agbachitere ya dị oke mma dị ka nwoke ọ bụla ọzọ na-ekpe ikpe",
  "Ọ bụ naanị mgbe ikpe ọmụma ya pụtara ìhè ka a hapụrụ ndokwa ndị a na-arịọ arịrịọ ike nke e mere iji chebe ndị a na-ebo ebubo",
  "\"",
  "Echiche nke aka ya dị ọcha bụ isi na iwu Alakụba ebe ụkpụrụ na ibu ọrụ nke ihe akaebe dị n'aka onye na-ebo ebubo ma ọ bụ onye na-azọrọ na-ekwusi ike, dabere na hadith nke Imam Nawawi dere. A na-akatọkwa \"enyo enyo\" nke ukwuu, nke a sitere na hadith nke Imam Nawawi tinyere Imam Bukhari na Imam Muslim dere.",
  "Mgbe oge Muhammad gasịrị, e hotara Caliph nke anọ Ali ibn Abi Talib na-ekwu, \"Gbanyụọ ntaramahụhụ a kapịrị ọnụ site n'ịjụ ihe akaebe na-enyo enyo.\"",
  "Mgbe ọdịda nke Alaeze Ukwu Rom nke ọdịda anyanwụ, ọdịda anyanwụ malitere ịme iwu feudal, nke bụ nchịkọta nke akụkụ nke iwu Rome yana ụfọdụ omenala Germanic dị ka ndị isi ọhụrụ si kwuo, gụnyere ikpe ọmụma",
  "Dịka ọmụmaatụ, onye a na-ebo ebubo nwere ike igosi na aka ya dị ọcha site n'ime ka mmadụ iri na abụọ ṅụọ iyi na ọ pụghị ime ihe e boro ya ebubo",
  "Na omume, nke a na-amasị ndị a ma ama karịa ndị nọ n'ọkwá dị ala, ndị akaebe ha nwere ihe ize ndụ dị ka ndị a na-apụghị ịtụkwasị obi.",
  "Ọnwụnwa site na nhụjuanya bụ ihe a na-ahụkarị site na narị afọ nke isii ruo mmalite narị afọ nke iri na atọ, a makwaara na ọ ga-aga n'ihu na narị afọ nke iri na asaa n'ụdị ịchụ nta ndị amoosu",
  "Ọ bụ ezie na ọ bụ ihe a na-ahụkarị na iwu Germanic mbụ, Pope Innocent nke Atọ nakweere compurgation na Rome n'afọ 1215 na Kansụl Lateran nke anọ ma machibido ikpe site na ọkụ na mmiri kpọmkwem",
  "Nke a bụ n'oge mmepe nke obodo jus, iwu Canon nke Chọọchị Katọlik metụtara iwu nkịtị n'oge etiti oge",
  "Ná mmalite narị afọ nke iri na atọ, Louis IX nke France machibidoro ikpe niile site na nhụjuanya ma webata echiche nke aka ya dị ọcha na usoro mpụ",
  "Ọ bụ n'oge agha agha nke asaa ka ọ hụrụ na ndị Alakụba na-achị achị na-eche na aka ya dị ọcha ma chọọ ịnakwere ma mejuputa iwu a mgbe ọ laghachiri mba France Dị ka onye na-eme mgbanwe, nke a na mgbanwe iwu na akụ na ụba ndị ọzọ mere ka ọ bụrụ naanị eze France.",
  "N'ịgbaso iwu ndị mba Rome nke Justinian, onye biri na mmalite nke oge ochie, Alaeze Ukwu Byzantium gara n'ihu n'usoro iwu ya nke gụnyere iche na aka ya dị ọcha",
  "Nke a metụtakwara steeti ndị dị nso n'ime mpaghara ọdịbendị ya, dị ka Ọtọdọks nke Ọwụwa Anyanwụ, ndị isi mba Slavic dị ka Serbia.",
  "\"Ichepụta na aka ya dị ọcha\" na-arụ ọrụ iji mesie ike na ndị na-ekpe ikpe nwere ọrụ igosi ihe ọ bụla nke mmejọ ahụ n'enweghị obi abụọ (ma ọ bụ ọkwa akaebe ọzọ dabere na usoro ikpe ziri ezi) nakwa na onye a na-ebo ebubo enweghị ibu ọrụ akaebe. A na-egosipụtakarị nke a na ahịrịokwu ahụ bụ \"onye a na-eche na aka ya dị ọcha ruo mgbe a gosipụtara na ikpe mara ya\", nke onye ọka iwu Britain bụ Sir William Garrow (1760–1840) chepụtara n'oge ikpe n'afọ 1791 na Old Bailey. Garrow siri ọnwụ na a ga-anwale ndị na-ebo ebubo n'ụlọ ikpe",
  "Onye na-ahụ maka ebumnuche n'ọnọdụ onye ọka ikpe ga-ekwubi n'ụzọ ezi uche dị na ya na ọ fọrọ nke nta ka ọ bụrụ na onye ebubo mere mpụ ahụ. N'afọ 1935, n'ikpe ya nke Woolmington v Director of Public Prosecutions, Ụlọikpe mkpegharị nke England ga-emesị kọwaa echiche a dị ka 'ụdọ ọlaedo' na-agafe na ntanetị nke iwu mpụ nke Bekee",
  "Nkwupụta Garrow bụ nkọwa mbụ nke a.",
  "Kadịnal French na onye ọka iwu Jean Lemoine gosipụtara echiche nke aka ya dị ọcha na mbụ na ahịrịokwu \"item quilbet presumitur innocens nisi probetur nocens (a na-eche na onye aka ya dị ọcha ruo mgbe a mara ya ikpe mara ya),\" dabere na nkọwa iwu na ọtụtụ ndị mmadụ abụghị ndị omempụ. Otú ọ dị, nke a na-ezo aka ọ bụghị naanị n'eziokwu ahụ bụ na ibu ọrụ nke akaebe dị n'aka ndị na-ekpe ikpe n'okwu mpụ, kama ọ bụ nchebe nke a ga-enye onye a ga-ebo ebubo: ọkwa tupu ebubo a na-ebo ha, ikike esemokwu, ikike nke ndụmọdụ, wdg. A na-ewere ya dị ka ihe akaebe dị mma maka onye a na-ebo ebubo nke na-akpaghị aka na ikpe",
  "Ọ chọrọ ka onye na-enyocha eziokwu, ma ọ bụ onye ọka ikpe ma ọ bụ onye ọka ikpe, malite na echiche na steeti enweghị ike ịkwado nkwupụta ya. Iji hụ na a na-echekwa nchedo iwu a, usoro iwu atọ metụtara ya na-achịkwa usoro ikpe mpụ",
  "Echiche ahụ pụtara:",
  "Ọnụ ọgụgụ Blackstone dị ka onye ọka iwu Bekee bụ William Blackstone gosipụtara na ọrụ ya, Commentaries on the Laws of England, nke e bipụtara n'afọ 1760s, kwuru na:",
  "Echiche ahụ mechara bụrụ isi ihe nke echiche iwu na mpaghara mba Anglo-Saxon ma nọgide na-abụ isiokwu arụmụka.",
  "A maara ọrụ a na ikpe ahụ dịka \"ụdọ ọlaedo\" na iwu mpụ site n'aka Lord Sankey LC na Woolmington v DPP:",
  "A na-ewere ikike a dị ka ihe dị mkpa na ọchịchị onye kwuo uche ya nke oge a, ọchịchị ndị eze na mba ndị ọzọ nke na ọtụtụ ndị etinyela ya n'ụzọ doro anya na koodu iwu ha na iwu ha:",
  "Na mba United Kingdom, e meela mgbanwe na-emetụta ụkpụrụ a",
  "A pụrụ ikpughe ikpe ndị a na-ebo ebubo n'oge gara aga n'ọnọdụ ụfọdụ nye ndị ọka ikpe",
  "Ọ bụ ezie na a manyeghị onye a na-enyo enyo ịza ajụjụ mgbe e jidere ya, ịghara inye ozi nwere ike ịbụ ajọ mbunobi ugbu a na ikpe",
  "Iwu iwu dịkwa adị nke na-enye ntaramahụhụ mpụ maka ịghara ịkọwapụta data na arịrịọ ndị uwe ojii",
  "Ọ bụrụ na onye a na-enyo enyo adịghị njikere ime nke ahụ, ọ bụ mpụ. Ya mere enwere ike ịma ụmụ amaala ikpe ma tụọ ha mkpọrọ n'enweghị ihe akaebe ọ bụla na ihe ezoro ezo megidere iwu",
  "Ọzọkwa, n'okwu gbasara mpụ mmekọahụ dị ka ndina n'ike, ebe e gosipụtala omume mmekọahụ ahụ n'enweghị obi abụọ, enwere ọnụ ọgụgụ dị nta nke ọnọdụ ebe onye a na-ebo ebubo nwere ọrụ itinye ihe akaebe na onye na-eme mkpesa kwetara na omume mmekọahụ ahụ, ma ọ bụ na onye a na-ebo ebubo kwenyere na onye na-eme mkpesa na-ekwenye",
  "Ọnọdụ ndị a gụnyere, dịka ọmụmaatụ, ebe onye na-eme mkpesa amaghị ihe ọ bụla, ejidere ya n'ụzọ iwu na-akwadoghị, ma ọ bụ mee ihe ike.",
  "N'iwu mba Canada, e meela ka echiche nke aka ya dị ọcha sikwuo ike n'ọnọdụ ụfọdụ",
  "Iwu Criminal ahụ nwere ọtụtụ ndokwa n'oge gara aga nke nchebe maka mmejọ ụfọdụ na-adabere na-agbanwe agbanwe: ya bụ, ọ bụrụ na onye a na-ebo ebubo chọrọ ịgbachitere ya, ha ga-egosi eziokwu nke nchebe ahụ na ọnụọgụ nke ohere, kama okpueze ga-agbagha nchebe ahụ n'enweghị obi abụọ. Nke a pụtara na a pụrụ ịma onye a na-ebo ebubo ikpe n'ọnọdụ ụfọdụ maọbụ ọ bụrụ na enwere obi abụọ banyere ikpe ọmụma ha",
  "N'ọtụtụ ọnọdụ, a chọpụtara ihe dị iche iche na-emegide iwu na-emebi iwu nke aka ya dị ọcha nke Canadian Charter of Rights and Freedoms",
  "E ji usoro dochie ha nke onye a na-ebo ebubo ga-egosipụta \"ikuku nke eziokwu\" na nchebe a tụrụ aro, na-esote nke ibu ahụ gafere n'aka Eze iji gbaghaa nchebe ahụ.",
  "Bill C-51, Iwu iji gbanwee Iwu Criminal na Ngalaba Ikpe Ziri Ezi na ime mgbanwe dị mkpa na Iwu ọzọ, natara nkwenye Royal n'ọnwa Disemba afọ 2018",
  "Tinyere ihe ndị ọzọ, ọ kpochapụrụ ọtụtụ ihe ndị na-agbanwe agbanwe site na Iwu Criminal, ụfọdụ n'ime ha achọpụtala na ha megidere iwu, na ndị ọzọ na-ebute ụzọ iji zere ihe ịma aka Charter ọzọ.",
  "{{Authority control"
]