[
  "Limon echekwara ma ọ bụ oroma pickle bụ ihe na-esi ísì ụtọ nke a na-ahụkarị na nri nke mpaghara India na Morocco. A na-ahụkwa ya na nri ndị England nke narị afọ nke iri na asatọ.",
  "A makwaara ya dị ka \"ọhịa oroma \" na leems",
  "A na-etinye oroma , mmiri oroma, na nnu; mgbe ụfọdụ, a na-etinye ihe na-esi ísì ụtọ.  A na-ekwe ka pickle na-agba ụka na okpomọkụ ime ụlọ maka izu ma ọ bụ ọnwa tupu ejiri ya mee ihe",
  "Enwere ike iji mkpụrụ nke lemon echekwara mee ihe na stews na sauces, mana ọ bụ peel (zest na pith ọnụ) nke kachasị baa uru",
  "Nri ya dịtụ njọ ma na-atọ ụtọ.",
  "Enwere ike ịsa iberibe oroma tupu ejiri ya wepụ nnu ọ bụla dị n'elu, ma ọ bụ mee ka ọ dị ọcha iji wepụ nnu ma mee ka ọ bụrụ ụtọ dị nro",
  "Enwere ike ịkpụ ha, bepụ ha, ma ọ bụ bepụ ha dị ka ọ dị mkpa maka ọdịdị nke efere ahụ",
  "Enwere ike iji akpụkpọ ahụ mee ihe na ma ọ bụ na-enweghị anụ ahụ.",
  "Oroma echekwara bụ isi ihe dị mkpa n'ọtụtụ, ọ bu  nri Moroccan dị ka tagines",
  "Na nri ndị Cambodia, a na-eji ya eme ihe na nri dịka ngam nguv, ofe ọkụkọ nwere lemon echekwara",
  "A na-ejikọkarị ha n'ụzọ dị iche iche na oliv, artichokes, nri mmiri, nwa ehi, ọkụkọ, na osikapa.",
  "Enwere ike iji mmiri na mmiri na-acha anụnụ anụnụ mee ihe na Bloody Marys na ihe ọṅụṅụ ndị ọzọ ebe a na-eji lemon na nnu eme ihe.  Nri ahụ na-ejikọkwa nke ọma na horseradish, dịka na ụdị obodo ndi ocha cocktail sauce.",
  "Na nri Ayurvedic, lemon pickle bụ ọgwụgwọ ụlọ maka nsogbu afọ, a na-ekwukwa na uru ya na-abawanye ka ọ na-etolite.  N'ọgwụ ọdịnala nke East Africa, a na-enye oroma pickle maka uto gabigara ókè nke ọkpụkpụ.",
  "A na-ejikwa mkpụrụ osisi lnkume nzu na gnkpuru osisi oroma nkirisi eme ihe n'ụzọ a.",
  "N'akụkọ ihe mere eme, pickling bụ usoro dị ọnụ ala ma dị irè iji chekwaa lemon maka iji ya mee ihe ogologo oge mgbe oge ha gasịrị na n'ebe dị anya site n'ebe a na-eto ha",
  "Na mbido narị afọ nke iri na itoolu, akwụkwọ nri ndị India, nke Bekee, American, na (n'ịsụgharị) na-enye ntụziaka maka lemon pickle ma kwuo maka ojiji ya na sauces maka salmon, nwa ehi, wdg; efere ebe taa a ga-eji oroma zest na / ma ọ bụ mmiri ara.",
  "Nchịkọta nri mmalite narị afọ nke iri na itoolu dị ka ndị a, nke sitere na A New Ọdịdị nke ụlọ Cookery:\n \nNchịkọta nri yiri nke a pụtara na akwụkwọ nri Mary Randolph nke 1824.  Nchịkọta nri yiri nke ahụ pụtakwara n'akwụkwọ nri mbụ, dị ka akwụkwọ nri nke narị afọ nke iri na asatọ nke onye na-elekọta ụlọ n'England Elizabeth Raffald.  Ụzọ ụfọdụ a na-esi esi nri na-agụnye ịcha ma ọ bụ ịcha lemon, na ichekwa peels (zest) nke a kpọrọ nkụ maka iji ya mee ihe mgbe e mesịrị.",
  "N'adịghị ka lemon a na-akpụghị akpụ, a na-ebelata ọnụ ọgụgụ vitamin n'ime lemon echekwara, yana ọnwụ nke mineral na carbohydrates dị mfe dịka shuga na starch",
  "Usoro ịgba ụka bụ ihe dị mgbagwoju anya ma na-akpata ọtụtụ mgbanwe na mpụga na n'ime nke lemon",
  "A na-ahụ mgbanwe niile a maara n'èzí na anya mmadụ",
  "Mgbanwe ndị a na-agụnye mkpụmkpụ nke akpụkpọ ahụ yana obere nchara nke akụkụ dị n'ime nke lemon (ma ọ bụrụ na e bepụ ya), n'ihi oxidation.",
  "Ọ bụ ezie na enweghi ọtụtụ nnyocha banyere mmeghachi omume kemịkal na-ewere ọnọdụ n'ime lemon n'oge usoro nchekwa nke fermentation, site na iji nyocha dabere na mkpụrụ osisi ndị ọzọ na site na nyocha, enwere ike ịme nkwubi okwu na ihe akaebe na-akwado",
  "Site na nkọwa dị n'elu, enwere ike ikwubi na shuga na starch n'ime lemon na-agbaji n'oge usoro fermentation",
  "Dabere na uru nri na-edozi ahụ, enwere ike ịkọwa na protein na-agbaji ma ọ bụ hydrolyzed n'oge usoro fermentation n'ihi enweghị macronutrient mgbe fermentation gasịrị.",
  "E nwekwara ọtụtụ ihe nwere ike imetụta ihe ịga nke ọma na ọkwa nchekwa n'ihe gbasara ịgba",
  "Ihe ndị mejupụtara n'ime mkpụrụ osisi dị ka pH, ikike buffer na shuga mbụ nwere ike imetụta ịgbaze. Enwere ike ịgbanwe ihe ndị a niile dabere na nha mkpụrụ osisi ka mkpụrụ osisi ahụ na-ebuwanye ibu, uru na-edozi ahụ mkpụrụ osisi ahụ ga-enwe. Tụkwasị na nke a, ọgwụ ahụhụ nwere ike inwe mmetụta na ịgba ụka",
  "Ọ bụrụ na a hapụrụ ọgwụ ahụhụ n'ụba n'elu mkpụrụ osisi n'oge ịgba, usoro nchekwa na-eme ka ike nke ihe ndị dị ize ndụ n'ime ọgwụ ahụhụ dị.",
  "Otu macronutrient a na-ejikarị agwọ ọrịa bụ nnu, nke na-eme ka osmolarity nke mmiri ahụ dịkwuo elu iji gbochie uto nke ụdị ụfọdụ nke ntule dị obere",
  "Mmetụta a na-emepụta gburugburu ebe siri ike maka nje ndị ahụ ka ha dịrị ndụ ma na-enye ohere uto nke nje ndị na-anabata nnu",
  "N'anya nnu na-enyekwa aka ịgbatị ndụ nchekwa",
  "Mmanụ sitere na oroma bụ ihe na agbakasị ma nwee citric acid nke na-enyere aka belata pH, nke na-egbochi nje ndị nwere ike ịkpata mmebi na ọrịa. Maka ichekwa oroma, a na-eji antioxidants dị ka ihe mgbakwunye nri iji gbochie peroxidation lipid na ọdịda nke ụcha nri.",
  "Ọ bụ ezie na lemon nwere citric acid, a na-emepụta ọtụtụ kemgbakasi nke citric site na ịgbaze site na iji microbes nke nwere ike ịgbanwe shuga ka ọ bụrụ",
  "A na-emepụta ya karịsịa site na ịgbaze n'ime mmiri site na iji Aspergillus niger ma ọ bụ <i id=\"mwfg\">Candida</i> spp",
  "site na isi mmalite dị iche iche nke carbohydrates, dị ka molasses na mgbasa ozi dabeere na starch. Ụlọ ọrụ nri na ihe ọṅụṅụ na-eji acid a eme ihe nke ukwuu dị ka ihe mgbakwunye nri n'ụwa niile.",
  "Àtụ:Lemon dishes"
]