[
  "Echiche nke ikpe mara bụ echiche ọ bụla dị ná mpaghara usoro ikpe ziri ezi na mmadụ bụ onye ikpe mara maka mpụ, dịka ọmụmaatụ echiche na onye a na-enyo enyo bụ onye ikpe mara ọ gwụla ma ọ bụ ruo mgbe egosiri na aka ya dị ọcha.",
  "Dị ka Herbert L",
  "Packer si kwuo, \"Ọ ga-abụ ihie ụzọ iche echiche nke ikpe ọmụma dị ka ihe dị iche na echiche nke aka ya dị ọcha nke anyị na-echekarị echiche dị ka isi nke usoro mpụ na nke",
  "nọ n'ọnọdụ dị mkpa na Usoro Kwesịrị Ekwesị",
  "\" Echiche nke ikpe ọmụma nà akwalite ímé ọsịsọ nà arụmọrụ karịa ntụkwasị obi, ma na-emeri mgbe usoro kwesịrị ekwesị adịghị.",
  "Na \"Onye isi na-ahụ maka ikpe gbasara ọha v",
  "Labavarde na Anor, Neerunjun C.J",
  "kwuru na isiokwu 11(1) nke Nkwupụta Ụwa nke Ihe Ndị Ruuru Mmadụ na isiokwu nke 6(2) nke Nkwekọrịta maka Nchedo nke Ihe Ndị Ruuru Mmadụ na Nnwere Onwe Dị Mkpa ga-emebi ma ọ bụrụ na \"ibu ahụ dum bụ",
  "na-agbachitere site na ịmepụta echiche nke ikpe ọmụma na naanị nhọrọ nke ebubo mpụ\".",
  "A na-ekwu mgbe ụfọdụ na n'ime usoro ase ajụjụ, onye a na-ebo ebubo bụ onye ikpe mara ruo mgbe egosiri na aka ya dị ọcha. E kwukwara na nke a bụ akụkọ ifo na \"echiche nkịtị nke ndị ọka iwu Bekee\".",
  "Echiche nke ikpe ọmụma ekwekọghị na echiche nke aka ya dị ọcha ma na-akpali usoro ebubo nke ikpe ziri ezi n'ebe ndị na-ekpe ikpe mara.",
  "E nweela ma ọ dịkarịa ala ụdị ikpe ọmụma abụọ n'okpuru iwu nke obodo England, nke malitere site na iwu nke iwu ma ọ bụ iwu usoro nke ụlọ ikpe ma ọ bụ ndị ọzọ na-ekpe ikpe ma kpebie otú a ga-esi gosipụta eziokwu dị na ikpe ahụ, ma nwee ike ịbụ nke a na-agbagha ma ọ bụ nke a na-apụghị ịgbagha agbagha",
  "Ndị ahụ bụ:",
  "A na-ekwu na ịrịọ arịrịọ gụnyere echiche nke ikpe mara. American Bar Association kwụrụ na ndị enweghi oke ego a na-ebo ebubo mpụ \"na-achọta onwe ha ka usoro nke na-eche na ikpe mara ha.\" Echiche nke ikpe ọmụma n'akụkụ ndị nyocha nwere ike ime ka nkwupụta ụgha, dị ka e kwuru na Ime onye ogbu mmadụ, usoro ihe nkiri telivishọn nke America.",
  "Echiche ikpe ọmụma a na-apụghị ịgbagha agbagha bụ iwu na-akwadoghị na United States. N'agbanyeghị, njide na-abụkarị otu ma ọ bụ \"njikọ\" na ikpe ọmụma, na-ekwu Anna Roberts, onye prọfesọ iwu nke United States. N'uche ndị jurors, onye a na-ebo ebubo aghaghị ime ihe ọjọọ."
]