[
  "Nokulunga Primrose Sonti (amụrụ n'ụbọchị mbụ n'ọnwa Ọktoba n'afọ 1961) bụ onye ndọrọ ndọrọ ọchịchị South Africa si North West onye na-eje ozi dị ka onye otu National Assembly of South Africa maka Economic Freedom Fighters kemgbe Mee n'afọ 2014",
  "Sonti bụbu onye otu African National Congress.",
  "A mụrụ Nokulunga Primrose Sonti na 1 Ọktoba na afọ 1961 na Gqaqala settlement, Tsolo, na Cape Province gara aga. Ọ bụ nwa mbụ n'ime ụmụ isii",
  "E debara aha ya na Nqamakwe Jongabantu Secondary School na Nqarakwe mana ọ gụchaghị akwụkwọ",
  "Sonti enweghịkwa agụmakwụkwọ dị elu",
  "O buru ụzọ rụọ ọrụ na ụlọ ọrụ akpụkpọ ụkwụ na Butterworth tupu ya ezute di ya. Ha kwagara Wonderkop na North West na afọ 1995.",
  "Sonti bụ onye isi na African National Congress na Wonderkop ruo mgbe ọ guzoro dị ka onye na-azọ ọkwa onye kansụl mpaghara maka mpaghara Marikana na ntuli aka gọọmentị ime obodo nke afọ 2011. N'ihi nsogbu, ọ gbara arụkwaghịm na ANC.",
  "Sonti rụkwara ọrụ dị ka onye na-arụ ọrụ n'ụgbọ mmiri n'ebe a na-egwupụta ihe n'èzí Mooinooi",
  "N'ọnwa Ọgọstụ n'afọ 2012, ogbugbu Marikana mere ebe ndị uwe ojii gbagburu ndị na-egwupụta ihe na Lonmin 34. Na mbụ, e mehiere ya dị ka otu n'ime ndị inyom di ha nwụrụ. Ya na Thumeka Magwangqana guzobere otu nkwado maka ndị inyom di ha nwụrụ a na-akpọ \"Sikhala Sonke\" (Anyị na-ebe ákwá ọnụ). O mechara gbaa arụkwaghịm n'ọrụ ya",
  "N'ọnwa Julaị afọ 2013, onye isi oche nke otu ndị ntorobịa nke ANC Julius Malema, chụpụrụ, guzobere Economic Freedom Fighters. Malema kpọrọ Sonti ka ọ sonye n'òtù ahụ",
  "N'afọ 2017, o gosipụtara na ihe ngosi Strike A Rock, nke gosipụtara ihe si na ogbugbu ahụ pụta na nguzobe nke otu nkwado ahụ.",
  "A họpụtara Sonti ka ọ bụrụ onye omeiwu mba ahụ na Mee 2014. Ọ malitere ọrụ dị ka onye omeiwu na 21 Mee, na afy 2014 ma kenye ya ọrụ na Kọmitii Portfolio na Ọrụ Ọha na June",
  "N'oge arụmụka ndị omeiwu na Machị, na afọ 2015, ọ kpọrọ Onye isi ala Jacob Zuma \"enweghị obi\" na \"onye ohi\" ma gwa ya ka ọ gbaa arụkwaghịm maka omume ya na ogbugbu Marikana",
  "A gwara ya ka ọ wepụ nkwupụta ya mana ọ jụrụ. N'ọnwa Juun afọ 2015, ọ ghọrọ onye otu Portfolio Committee on Social Development.",
  "Mgbe ntuli aka nke afọ 2019 gasịrị, Sonti malitere ọrụ maka oge nke abụọ ya na 22 Mee, na afọ 2019. N'ọnwa Juun afọ 2020, a họpụtara ya na Kọmitii Portfolio na Women, Youth and Persons with Disabilities.",
  "Sonti lụrụ di na nwunye n'oge gara aga",
  "O nwere otu nwa nwanyị na ụmụ ụmụ atọ."
]