[
  "Princess Elizabeth nke Tooro (Elizabeth Christobel Edith Bagaaya Akiiki; amụrụ na afọ 1936) bụ Batebe (Princess Royal) nke Alaeze nke Tooro",
  "Ọ bụ onye ọka iwu Uganda, onye ndọrọ ndọrọ ọchịchị, onye nnọchi anya mba ọzọ, na ihe nlereanya",
  "Ọ bụ nwanyị mbụ si n'Ebe Ọwụwa Anyanwụ Afrịka a nabatara na English Bar",
  "Ọ bụ nwanne nne nke Eze nke Tooro, Rukidi nke anọ",
  "Ọ rụrụ ọrụ dị ka minista na-ahụ maka ihe gbasara mba ọzọ n'okpuru Idi Amin site na Febụwarị ruo Nọvemba, na afọ 1974.",
  "A mụrụ Princess na 1936 na Rukidi III nke Tooro, Omukama nke iri na otu nke Toro onye chịrị n'etiti afọ 1928 na afọ 1965",
  "Nne ya bụ Queen Kezia, nwa nwanyị nke Nikodemo Kakoro, onye isi",
  "[citation needed] Aha ya site na ọmụmụ bụ Omubiitokati ma ọ bụ Princess.",
  "Mgbe ọ gụsịrị akwụkwọ elementrị site na Kyebambe Girls' Secondary School ugbu a, e zigara ya na Gayaza High School, ụlọ akwụkwọ ụmụ nwanyị na Buganda, Sherborne School for Girls na England sochiri ya, ebe ọ bụ naanị nwa akwụkwọ ojii. \"Echere m na m nọ n'ụlọ ikpe nakwa na enweghị m ịga nke ọma ga-emetụta agbụrụ ndị isi ojii niile, \"ka o mechara dee",
  "Mgbe otu afọ gasịrị, a nabatara ya na Girton College, Cambridge, nwanyị Afrịka nke atọ a nabatara na Mahadum Cambridge na akụkọ ihe mere eme nke ụlọ ọrụ ahụ",
  "N'afọ 1962, ọ gụsịrị akwụkwọ na Cambridge na nzere iwu. Afọ atọ ka e mesịrị, n'afọ 1965, adaeze ahụ ghọrọ onye ọka iwu, na-aghọ nwanyị mbụ si n'Ebe Ọwụwa Anyanwụ Afrịka ka a nabatara na Bekee Bar.",
  "N'oge a, nna ya nwụrụ, e chiri nwanne ya nwoke Patrick David Matthew Kaboyo Olimi eze dị ka Olimi nke Atọ, Omukama nke iri na abụọ nke Toro, onye chịrị site na afo 1965 ruo na afọ 1995",
  "N'oge okpueze, Elizabeth natara utu aha na ọfịs nke Batebe (Princess Royal), nke mere ka ọ bụrụ nwanyị kachasị ike na Alaeze Toro na onye ndụmọdụ a tụkwasịrị obi nke eze.",
  "Eze Fredrick Mutesa nke Abụọ nke Buganda, alaeze ọzọ nke ọdịnala Uganda, bụ onye isi ala ugbu a, ya na Praịm Minista Milton Obote",
  "Naanị otu afọ mgbe e chiri Omukama Olimi nke Atọ eze, Obote wakporo Obí Buganda, zipụ Edward Muteesa nke Abụọ n'ebe a chụgara ya, ma kwupụta onwe ya onye isi ala",
  "N'oge na-adịghị anya, ọ kpochapụrụ alaeze ọdịnala Ugandan niile, gụnyere Toro. Elizabeth tụrụ egwu maka ndụ nwanne ya nwoke, mana ọ gbagara London.",
  "Elizabeth mechara mechaa ọzụzụ na ụlọ ọrụ ndị ọka iwu, wee bụrụ nwanyị ọka iwu mbụ nke Uganda",
  "Ọ bụ onye mkpọrọ n'ala nke ya ruo mgbe Princess Margaret nke United Kingdom zitere ya akwụkwọ ịkpọ òkù ka ọ bụrụ ihe nlereanya na ihe ngosi ejiji ọrụ ebere",
  "Nwa eze ahụ bụ ihe na-ewu ewu, n'oge na-adịghịkwa anya ọ ghọrọ ihe nlereanya ejiji na-aga nke ọma, na-egosi ya n'ọtụtụ magazin",
  "Jacqueline Kennedy Onassis zutere Elizabeth na oriri, ma mee ka o kwenye ịkwaga New York City",
  "N'afọ 1971, General Amin chụpụrụ Obote, Elizabeth laghachikwara Uganda",
  "Ọchịchị Amin nwere ike ịbụ ọbụna mmegide karịa nke Obote, na Amin na-egbu ma na-atụ ọtụtụ ndị mmadụ mkpọrọ",
  "N'afọ 1974, Amin họpụtara Elizabeth ka ọ bụrụ minista na-ahụ maka ihe gbasara mba ọzọ.",
  "Na Febụwarị na afọ 1975, Elizabeth gbagara Kenya, wee gaa Vienna, wee gaa London",
  "Afọ anọ ka e mesịrị, Elizabeth laghachiri Uganda iji nyere aka na ntuli aka mba mbụ nweere onwe ya, nke Obote meriri, onye gara n'ihu na-egbu ndị iro ya",
  "Elizabeth na onye ọ hụrụ n'anya, Prince Wilberforce Nyabongo, nwa Prince Leo Sharp Ochaki, gbagara London na afọ 1980 wee lụọ na afọ 1981. N'afọ 1984, Elizabeth rụrụ ọrụ Shaman na ihe nkiri Columbia Pictures Sheena: Queen of the Jungle",
  "N'ikpeazụ n'afọ 1985, a kwaturu Obote ma na-esote obere oge nke ọchịchị ndị agha, Yoweri Museveni nọchiri ya",
  "N'afọ 1986, a họpụtara Elizabeth ka ọ bụrụ onye nnọchi anya na United States, ọrụ ọ rụrụ ruo n'afọ 1988",
  "Ka e mesịrị n'afọ ahụ, Nyabongo, onye injinia ụgbọelu, nwụrụ n'ihe mberede ụgbọelu mgbe ọ dị afọ 32.",
  "Mgbe di ya nwụsịrị, Elizabeth họọrọ ịhapụ ọrụ ọha na eze ma tinye aka n'ọrụ ebere, na mgbakwunye na ịbụ onye nlekọta nwa nwanne ya nwoke, Rukidi nke anọ, onye amụrụ na afọ 1992 ma bụrụ onye na-achị Toro kemgbe afọ 1995",
  "Mgbe oge ọrụ dị ka onye nnọchi anya Uganda na Germany na Vatican gasịrị, Elizabeth nabatara nhọpụta dị ka onye isi kọmishọna Uganda na Naịjirịa."
]