[
  "Prisca Mupfumira, ma ọ bụ Priscah Mupfumira، bụ onye ndọrọ ndọrọ ọchịchị Zimbabwe na minista gọọmentị n'okpuru Onye isi ala Robert Mugabe",
  "Mgbe Emmerson Mnangagwa nọchiri onye isi ala, ọ bụ onye minista ZANUPF mbụ e jidere maka nrụrụ aka.",
  "N'afọ 2013, e buliri Anna Simbanegavi, Fortune Charumbira na Mupfumira n'ọkwa \"Standing Orders and Rules Committee\" (SORC).",
  "N'afọ 2014, Mupfumira ghọrọ Minista na-ahụ maka ọrụ ọha na eze, ọrụ na ọrụ ọha na ibe",
  "Mugabe họpụtara ya ka ọ nọchie Nicholas Goche, onye a na-ebo ebubo ịnwa igbu onye isi ala dịka akụkụ nke nnupụisi.",
  "Onye isi ala Robert Mugabe gbanwere ụlọ ọrụ ya na mbido Julaị, na afọ  2017, n'ụzọ doro anya na-agụnyeghị nwunye ya",
  "Minista nke ozi, Jonathan Moyo, kwagara na ozi ọzọ",
  "A nọchighị ya, mana e mere Mupfumira ka ọ bụrụ onye na-ahụ maka ya, ọ bụ ezie na ọ ka nọ na Ministri Ọrụ. Ọzọkwa, na Julaị, na afọ 2015, onye America na-achụ nta ihe nrite gburu \"Cecil the Lion\" na Zimbanbwe site na iji ụta na akụ",
  "E kwuru na ihe omume ahụ bụ iwu ma bụrụ ihe na-adọrọ mmasị na ikike ụmụ anụmanụ gburugburu ịntanetị na-emepụta akụkọ akụkọ zuru ụwa ọnụ. Mupfumira, mgbe a jụrụ ya maka ogbugbu Cecil, jụrụ, \"Gịnị ọdụm?\"",
  "N'abalị itoolu n'ọnwa Ọktoba n'afọ 2017, a họpụtara Patrick Zhuwao ka ọ bụrụ Mịnịsta na-ahụ maka ọrụ ọha na eze, ọrụ na ọdịmma ọha na eze nke Zimbabwe. Ọ mara ọkwa na 10 Nọvemba na ndị ọrụ gọọmentị ga-enweta ego. Ka ọ na-erule ngwụcha ọnwa Nọvemba n'afọ 2017, e wepụrụ Robert Mugabe ma onye isi ala ọhụrụ Emmerson Mnangagwa kwupụtara kansụl ya",
  "Ọ kwụrụ ụfọdụ ndị agha na-eduga ndị nyere ya aka ị nweta ike, mana ọ kpochapụghị ndị otu mbụ Mugabe",
  "Mupfumira so na kọmitii minista iri abụọ na abụọ ma kpọọ ya Minista nke Njem na Ụlọ Ọrụ Na-eleta Ndị ọbịa. Mgbe ntuli aka ndị omeiwu nke afọ 2018 gasịrị, e weghachiri Mupfumira na kansụl, n'ọrụ Minista nke Njem na Ụlọ Ọrụ Na-eleta Ndị ọbịa.",
  "N'ọnwa Julaị, na afọ 2019, e jidere ya n'ihe gbasara nde $ 94 nke furu efu na ego ezumike nká. Ọ bụ onye minista ZANUPF mbụ onye isi ala ọhụrụ Emmerson Mnangagwa jidere. Ọ tụfughị ọnọdụ ya na kansụl ruo izu abụọ. Ọ nọrọ ọnwa abụọ n'ụlọ mkpọrọ tupu a tọhapụ ya na mgbapụta na Septemba, na afọ 2019",
  "Ka ọ dịgodị, e jidekwara onye bụbu osote onye isi ala, Phelekezela Mphoko, maka ebubo nrụrụ aka.",
  "N'ọnwa Febụwarị, na afọ 2020, ya na Ngoni Masoka, onye bụbu odeakwụkwọ na-adịgide adịgide na Ministry of Public Service and Social Welfare, na-arịọ arịrịọ na ụlọ ikpe Zimbabwe metụtara ebubo megide ha."
]