[
  "Priscah Jeptoo (amụrụ na 26 na onwa isii, na afọ 1984) bụ onye Kenya ọkachamara na-agba ọsọ ogologo oge nke na-ahụ maka marathon",
  "O meriri marathons na New York, Paris, Turin, na London ma nwee oge kachasị mma nke 2:20:14 maka anya",
  "Ọ bụ onye nke abụọ na marathon na World Championships in Athletics na afọ 2011 ya na afọ 2012 London Olympics",
  "Ọ nọ n'ọnọdụ nke atọ n'oge niile n'ime ọkara marathon na nkeji iri isii na isii na sekọnd iri na otu (na nkeji iri isii da ise na ise na ise n'ụzọ Great North Run).",
  "Ọ malitere ịsọ mpi na asọmpi kachasị elu na afọ 2008 wee bụrụ ụmụ nwanyị iri kachasị elu na Saint Silvester Road Race n'afọ ahụ. N'afọ 2009 ọ malitere site na mmeri abụọ na Portugal, na Douro-Tal Half Marathon na mgbe ahụ Corrida Festas Cidade do Porto 15K race",
  "Ihe ndị a bu ụzọ gbaa ọsọ na Porto Marathon na Nọvemba, ka o dekọrọ oge nke 2:30:40 awa maka mgbalị mbụ ya. Na mbido afọ sochirinụ, ọ nwetara ọnọdụ nke abụọ na Padua Marathon. Jeptoo gosipụtara ọganihu dị ịrịba ama na Turin Marathon na Nọvemba, ebe ọ meriri Fate Tola iji merie asọmpi ahụ na oge kachasị mma nke 2:27:02 awa.",
  "Ọ laghachiri Kenya na afọ 2011 wee bụrụ onye nke abụọ na Discovery Kenya Cross Country n'azụ Priscah Jepleting. Ọ meriri Goyang Joongang Half Marathon na Machị, setịpụ ihe kachasị mma nke onwe ya nke 1:10:26 awa maka anya. Jeptoo nwere ọganihu dị ịrịba ama na afọ 2011 Paris Marathon: ọ bụ ezie na ọ tụghị anya mmeri, o jisiri ike gbochie ihe ịma aka sitere n'aka Agnes Kiprop na Koren Yal ịbụ nwanyị mbụ gafere akara ahụ, na-edekọ oge nke 2:22:55 awa",
  "Nke a wepụrụ ihe karịrị nkeji anọ site na nke kachasị mma ya gara aga ma bụrụ nke abụọ kachasị ọsọ e dekọrọ na usoro ahụ.",
  "O meriri nrite ọlaọcha na afọ 2011 World Championships in Athletics na Daegu, na-agwụ na 2:29:00 ma bụrụ onye nke abụọ n'azụ onye obodo Edna Kiplagat",
  "Jeptoo bụ akụkụ nke ihe nrite ndị Kenya, na Sharon Cherop na-ewere ọla nchara, na-eme ka ọ bụrụ oge mbụ mba were ihe nrite niile na World Championships marathon. Ọ tụgharịrị gaa gafee mba na Nọvemba 2011 wee bịa nke atọ na asọmpi Cross de Atapuerca wee merie Cross de Soria Ọ gbara ọsọ ọhụrụ na New Year's Eve Saint Silvester Road Race, na-eti Wude Ayalew iji merie ihe omume ahụ.",
  "Na mbido afọ 2012 ọ mechara nke abụọ na Joyce Chepkirui na Discovery Kenya Cross Country Ọ gbara ọsọ nke 2:20:14 na afo 2012 London Marathon, na-ewere ọnọdụ nke atọ",
  "Ọrụ a mere ka o nweta ọnọdụ na ndị otu egwuregwu Olympic nke Kenya ma ọ gara n'ihu were ihe nrite ọlaọcha na Olympic marathon",
  "Oge ya nke 2:23:12 dị ngwa karịa ihe ndekọ Olympic gara aga, mana sekọnd ise n'azụ onye mmeri Tiki Gelana. Mgbe egwuregwu Olimpik gasịrị, ọ meriri Portugal Half Marathon na agbụrụ São Silvestre De Luanda nke ngwụcha afọ.",
  "Ọ gara n'ihu ruo nke atọ na ndepụta oge niile nke ọkara marathon na oge nke 66:11 nkeji na RAK Half Marathon na onwa Febụwarị na afọ 2013, ọ bụ ezie na ọsọ ọsọ ọsọ pụrụ iche hụrụ ka ọ gwụchara nke abụọ n'azụ Lucy Kabuu. O meriri 2013 London Marathon n'oge nke 2:20:15, na-eti onye mmeri Olympic bụ Tiki Gelana, onye dara n'etiti ọsọ. N'ọnwa Julaị, ọ meriri Bogotá Half Marathon site na ihe karịrị nkeji abụọ. N'ọnwa Nọvemba afọ 2013, o meriri na New York City Marathon na oge nke 2:25:07.",
  "Mgbe ọ kwụsịrị na afo 2014 London Marathon na mmerụ ahụ ụkwụ, Priscah Jeptoo gosipụtara nloghachi ya site na mmerụwarị na oge ngwa ngwa na Seven Hills Run 15 km road-race na Nijmegen, The Netherlands",
  "Oge ya 46:59 mere ka ọ bụrụ onye nke anọ kachasị ọsọ n'oge niile.",
  "Jeptoo zutere Abel Kirui n'ogige ọzụzụ ma kpọọ ya ka ọ gaa leta Chọọchị Seventh-day Adventist nke ọ bụ onye otu ya",
  "Jeptoo na-eleta ụka ahụ mgbe niile ma mee ya baptizim na Chọọchị Seventh-day Adventist ma lụọ onye otu ibe ya. Jeptoo na ndị Seventh-day Adventists ibe ya Abel Kirui na Amos Tirop Matui guzobere Better Living Marathon."
]