[
  "A na-ahụ ikike ndị mkpọrọ na iwu mba ụwa n'ufodu nkwekọrịta mba ụwa",
  "N'ihe ná ọtụtụ akụkụ nkwekọrịta ndị a malitere ịdị adị oge Agha Ụwa abụọ gasịrị ma a na-aga n'ihu na-agbakwunye ma gbanwee iwu ahụ.",
  "Ihe omume nke Agha Ụwa nke Mbụ na Agha Ụwa nke Abụọ nwere mmetụta dị ukwuu na iwu mba ụwa n'ihi ịgọnahụ ikike obodo na nnwere onwe n'ihi ịkpa ókè agbụrụ, okpukpe, na ndọrọ ndọrọ ọchịchị",
  "Iji ime ihe ike eme ihe n'usoro, tinyekwara igbu ọchụ na n'ikpeazụ mgbukpọ agbụrụ, iji ọrụ ohu, mmegbu na igbu ọchụ nke ndị mkpọrọ agha, ịchụpụ, na ịnara ihe onwunwe manyere mgbanwe na ọnọdụ",
  "N'ime ụfọdụ iri afọ gara n'ihu, nnukwu mgbanwe bidoro ime na mpaghara niile nke iwu mba ụwa, ikike ndị mkpọrọ abụghị otu.",
  "Ugbu a, e nwere ngwá ọrụ mba ụwa",
  "Ọgbụgba ndụ mba ụwa maka ikike obodo na ndọrọ ndọrọ ọchịchị bidoro ịrụ ọrụ n'ubochí iri abụọ na atọ n'ọnwa Machị n'afọ 1976. Nkeji edemede nke irí nke ọgbụgba ndụ mba ụwa n'ihi ikike obodo na ndọrọ ndọrọ ọchịchị na-enye na a ga-emeso onye ọ bụla a napụrụ nnwere onwe ya n'ụzọ mmadụ na ùgwù. Isiokwu a na-etinye ihe achọrọ maka nkewa nke ndị mkpọrọ nọ n'ụlọ mkpọrọ tupu ikpe site na ndị a mara ikpe maka mpụ, yana ọrụ a kapịrị ọnụ iji kewaa ndị mkpọrọ na-eto eto a na-ebo ebubo na ndị okenye ma kpọta ha maka ikpe ngwa ngwa. E nwekwara ihe a chọrọ na ihe a na-elekwasị anya n'ụlọ mkpọrọ kwesịrị ịbụ mgbanwe na mmegharị, ọ bụghị ntaramahụhụ. Ndokwa ndị a metụtara ndị nọ n'ụlọ mkpọrọ, ụlọ ọgwụ (karịsịa ụlọ ọgwụ ndị ọrịa uche), ụlọ mkpọrọ, ụlọ ọrụ mgbazi ma ọ bụ ụlọ ọrụ ọ bụla ọzọ a napụrụ mmadụ nnwere onwe ha. Isiokwu ahụ na-emejupụta isiokwu nke 7 nke ọgbụgba ndụ ahụ, nke machibidoro mmekpa ahụ ma ọ bụ mmeso obi ọjọọ, obi ọjọọ ma ọ bụ mmeso ọjọọ, site n'inye ndị a napụrụ nnwere onwe ha nkwa n'otu ọnọdụ ahụ e nyere ndị nweere onwe ha.",
  "Nkwekọrịta Europe maka igbochi mmekpa ahụ na mmeso ma ọ bụ ntaramahụhụ na-adịghị mma malitere ịrụ ọrụ n'ubochí izizi n'ọnwa Machị n'afọ 2002. Nkwekọrịta ahụ malitere Kọmitii Europe maka Mgbochi Mkpagbu na Mmegbu ma ọ bụ Ntaramahụhụ na-adịghị mma (Kọmitii). A na-ekwe ka Kọmitii ahụ gaa ebe niile a na-ejide, nke mgbakọ ahụ kọwara dị ka \"ebe ọ bụla dị n'ime ikike ya ebe ndị ọchịchị na-anapụ ndị mmadụ nnwere onwe ha site n'aka ndị ọchịchị ọha na eze\". Ozugbo a gwara gọọmentị steeti banyere ebumnuche nke Kọmitii ahụ iji mee nleta, a chọrọ ka o nye ohere ịbanye n'ókèala ahụ na ikike ime njem n'efu n'enweghị mmachi, ozi zuru ezu nke ụlọ ọrụ ahụ a na-ekwu okwu ya, ohere na-akparaghị ókè na ụlọ ọrụ ahụ na nnwere onwe ije n'ime ya, ikike ịgba onye ọ bụla a na-ejide n'ime ụlọ ọrụ ahụ ajụjụ ọnụ, na-ekwurịta okwu n'efu na onye ọ bụla ọ kwenyere na ọ nwere ike ịnye ozi dị mkpa na ịnweta ozi ọ bụla ọzọ nke Kọmitii ahụ chere na ọ dị mkpa iji rụọ ọrụ ya. Ozi niile anakọtara bụ ihe nzuzo. N'ọnọdụ pụrụ iche, steeti nwere ike ịme nnọchi anya dabere na ihe nchebe mba, nchekwa ọha na eze, ọgba aghara dị egwu na ụlọ ọrụ nchekwa megide nleta n'otu ebe ma ọ bụ n'oge ụfọdụ",
  "Mgbe nleta ọ bụla gasịrị, a na-edepụta akụkọ na aro ọ bụla nwere ike inye steeti ahụ."
]