[
  "Priscah Jepleting Cherono, née Ngetich (amụrụ na 27 June 1980) bụ onye Kenya ọkachamara na-agba ọsọ nke na-ahụ maka mita 5000 na ịgba ọsọ gafee mba",
  "Ọ nọchitere anya Kenya na 5000m na 2008 Beijing Olympics",
  "Ọ bụ onye Kenya na-edekọ ihe ndekọ n'ime kilomita abụọ.",
  "Ọ nọchitere anya Kenya ugboro abụọ na World Championships in Athletics, merie ọla nchara na 5000m na 2007",
  "Ọ bụ onye nwetara ọlaọcha na ihe omume ahụ na 2004 African Championships in Athletics",
  "Ọ gbara ọsọ maka mba ya na IAAF World Cross Country Championships ugboro iri n'etiti afọ 1997 na 2011, na-enyere Kenya aka inweta ihe nrite ise",
  "Ọ bụ onye nke abụọ na ọsọ dị mkpirikpi na mbipụta 2006.",
  "Ọ malitere ịgba ọsọ mgbe ọ gara Tamboiya Primary School ma mesịa gaa Kapkenda Girls Secondary School. Ọ nọchitere anya Kenya na nke mbụ ya na 1996 World Junior Championships in Athletics, na-abịa nke asatọ karịa mita 5000",
  "Na afọ 1997 IAAF World Cross Country Championships ọ meriri obere ọlaọcha na aha otu n'akụkụ onye mmeri Rose Kosgei. Ọ bụ onye nke iri na otu na asọmpi ndị na-eto eto na afọ 1998 World Cross wee meziwanye ruo nke isii na 5000 m na afo 1998 World Junior Championships in Athletics.",
  "Dị ka onye okenye, ọ nwere ihe ịga nke ọma n'oge mbụ ya na ọsọ dị mkpirikpi na World Cross Country Championships",
  "Mgbe ọ nwesịrị ọkwa nke 78 n'afọ 2000, ọ nọgidere na-akawanye mma, na-ewere nke 18 n'afọ 2002, mgbe ahụ nke 11 n'afọ 2003",
  "Na mbipụta nke afọ 2005, ọ nọ n'ọkwa nke anọ n'ọgụ ahụ nyeere ụmụ nwanyị Kenya aka inweta ihe nrite ọlaọcha",
  "O meriri ọlaọcha n'otu n'otu na ọsọ dị mkpirikpi na 2006 World Cross Country Championships, na-eduga ndị otu Kenya n'ọnọdụ nke abụọ n'azụ Ethiopia. Ọ gbara ọsọ na Ịtali n'afọ ahụ wee merie ma Cross della Vallagarina na Giro Media Blenio agbụrụ.",
  "N'otu oge ahụ, ọ malitere inwe ọganihu n'okporo ụzọ ahụ",
  "Mgbe o nwetasịrị ihe nrite ọlaọcha na afo 2004 African Championships in Athletics, ọ gbara ọsọ maka Kenya na 2005 World Championships inAthletics, na-abịa nke asaa na mbido 5000 m zuru ụwa ọnụ",
  "Ọ bụkwa onye nke asatọ karịa mita 3000 na afo 2005 IAAF World Athletics Final",
  "Cherono meriri nrite mbụ ya n'ụwa na 2007 World Championships in Athletics, na-ewere ọla nchara n'azụ onye obodo ya Vivian Cheruiyot",
  "Ọla nchara abụọ ọzọ bịara na afo 2007 IAAF World Athletics Final, ebe ọ ruru n'elu ikpo okwu n'ihe omume 3000 m na 5000 m. Ọ gbakwara ihe ndekọ Kenya maka kilomita abụọ na-agba ọsọ na Memorial Van Damme na oge ya nke nkeji 9:14.09, ọ bụ ezie na Meseret Defar meriri ya bụ onye setịpụrụ ihe ndekọ ụwa.",
  "Cherono mechara nke asaa na agbụrụ ndị okenye na afọ 2007 na afọ 2008 IAAF World Cross Country Championships, na-ekere òkè na ọlaọcha ọlaọcha na Kenya n'oge abụọ ahụ",
  "O meriri Itálica na Juan Muguerza cross country meets na afo 2008",
  "Ọ nọchitere anya Kenya na afọ 2008 Summer Olympics, na-abịa nke iri na otu na 5000 m ikpeazụ",
  "Oge ya gwụrụ na nke ise n'elu 5000 m na 2008 IAAF World Athletics Final",
  "Ọ hapụrụ ihe fọrọ nke nta ka ọ bụrụ afọ 2009 na 2010 niile ka ọ na-ewe oge pụọ na egwuregwu iji mụọ nwa mbụ ya.",
  "Ọ bịara nke atọ na afo 2010 Lotto Cross Cup Brussels. Ọ gwụchara afọ ahụ na BOclassic, ebe ọ gwụchara n'ọnọdụ nke atọ. O meriri Priscah Jeptoo na Discovery Kenya Cross Country na Jenụwarị 2011 wee tinye anya ya n'ime ndị otu mba nke afọ ahụ maka asọmpi ụwa. Site na njedebe nke atọ na Kenyan Cross Country Championships na Febụwarị, ọ nwetara nloghachi ya na ihe omume ụwa. Ọ bụ onye nke ise na 2011 IAAF World Cross Country Championships, na-esonye na ndị otu ụmụ nwanyị Kenya meriri. A họpụtara ya maka ndị otu Kenya 10,000 m maka oge mbụ maka afo 2011 World Championships in Athletics ma ọ bịara nke anọ na Kenya na-enweghị atụ nke ọnọdụ anọ kachasị elu. N'ọnwa sochirinụ, ọ meriri Dam tot Damloop na oge kachasị n'ụwa nke 51:57 nkeji maka kilomita 10.",
  "Ọ gara n'ihu na-eto eto na Cross de la Constitución, ebe ọ meriri Frehiwat Goshu, mgbe ahụ na Venta de Baños Cross. Mgbe ọ gbasịrị ahụ ọkụ, ọ bụ onye nke abụọ na Nazret Weldu na afọ 2012 Cross Zornotza ma merie 80th Cinque Mulini na Trofeo Alasport agbụrụ. Ọ tụfuru ebe na 10,000 m maka afo 2012 Summer Olympics, mana a họpụtara ya maka 2012 African Championships in Athletics, ebe ọ bụ onye nwetara ọlaọcha",
  "O mere ngwa ngwa ọkara marathon mbụ na Septemba, na-edekọ 1:08:35 awa maka nke atọ na Lille Half Marathon, mana ọ gwụchara n'èzí iri abụọ kachasị elu na afo 2012 IAAF World Half Marathon Championships."
]