[
  "Priscilla Hannah Peckover (27 Ọktoba 1833 na 8 Septemba 1931) bụ onye Quaker Bekee, onye na-ahụ maka udo na onye na-amụ asụsụ sitere na- ezinụlọ akụ bara ọgaranya",
  "Mgbe o nyesịrị aka zụlite ụmụ nwanyị atọ nke nwanne ya nwoke di ya nwụrụ, mgbe ọ dị afọ iri anọ, ọ banyere na òtù ndị na-ahụ maka udo.\nO guzobere Wisbech Local Peace Association, nke toro ruo ndị otu 6,000",
  "Ọ na-arụsi ọrụ ike na mba na Peace Society ma soro ndị otu pacifist rụọ ọrụ na otụtụ mba ndị ọzọ.\nỌ kwadoro ma dezie akwụkwọ akụkọ Peace and Goodwill: a Sequel to the Olive Leaf ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri ise, ma kwado Ibipụta nke nsụgharị Esperanto nke Bible.\nA họpụtara ya maka Nobel Peace Prize ugboro anọ.",
  "A mụrụ Priscilla Hannah Peckover na 27 Ọktoba 1833 na Wisbech, Isle of Ely, Cambridgeshire.\nỌ bụ nwa nke atọ n'ime ụmụ asatọ nke Algernon Peckover (1803[[1893) na Priscilla Alexander (c",
  "1803[[1883)",
  "Nwanne ya nwoke bụ Alexander Peckover, 1st Baron Peckover (1830[[1919)",
  "Ezinụlọ ya bụ ndị ọgaranya Quaker na-echekwa ego na ndị ọrụ ebere.\nỌ gụrụ akwụkwọ na onwe ya, ọ bụ ezie na ọ gara ụlọ akwụkwọ na Brighton nwa oge.\nO tinyere onwe ya na ịzụlite ụmụ nwanne ya nwanyị atọ mgbe nwunye nwanne ya nwoke Alexander Eliza nwụrụ na 1862",
  "Na 20 Nọvemba 1877 e dere Peckover dị ka onye ozi nke Society of Friends",
  "Mgbe Priscilla Peckover dị afọ iri anọ ọ malitere isonye na udo na mgbanwe",
  "Mgbe ụmụ agbọghọ ahụ toro, ọ si na Bank House (nke bụzi Peckover House) kwaga Wisteria House na Wisbech, ka ọ bụrụ ebe obibi ya maka ndụ ya niile",
  "N'afọ 1878, ọ mụtara ọrụ EM Southey na Women's Peace and Arbitration Auxiliary of the Peace Society.\nPeckover were iwe mgbe ọ matara na ọ bụ naanị ụmụ nwanyị 200 nọ na otù ahụ",
  "Ndị enyemaka ahụ kwadoro atụmatụ ya maka nkwupụta dị mkpirikpi, \"Ekwenyere m na agha niile megidere uche Kraịst",
  "ma chọọ ime ihe m nwere ike ime iji kwalite ihe kpatara udo\", nke \"ụmụ nwanyị niile bịanyere aka na ya",
  "Ọ malitere mkpọsa site na ọnụ ụzọ ruo na ọnụ na-arịọ ndị bịanyere aha na nkwupụta ahụ, na otu penny",
  "E mechara sụgharịa nkwupụta Peckover n'asụsụ French, German, Polish na Russian.",
  "Peckover guzobere Wisbech Local Peace Association (WLPA) na 1879 iji gbaa ụmụ nwanyị ume ime mkpọsa maka udo site na ikpe na i wepụ ngwá agha.\nNkwenkwe Ndị Kraịst bụ ihe ziri ezi maka ị kwụsị agha",
  "Peckover gosịrị na ọ bụ onye nhazi dị irè nke ukwuu na ọkwa ahịhịa",
  "Nzụlite ya mere ka o jiri usoro mmekorita na nke ime udo, n'adịghị ka usoro nchebe na nke na-adịghị imekọ ihe ọnụ nke Peace Society",
  "WLPA nwere ndị otu 6,000 mgbe afọ iri gasịrị",
  "Na 1888 Peckover gbanwere otu ya ka ọ bụrụ \"Local Peace Association Auxiliary\".\nIhe na pụta bụ na Peace Society enyeghị ndị ndu mba dị mkpa iji kwado ọrụ udo mpaghara.",
  "Lewis Appleton haziri International Arbitration and Peace Association (IAPA) na 1880",
  "N'adịghị ka Peace Society, IAPA nabatara agha nchebe, ọ bụghị naanị Ndị Kraịst ma kwuo na ọ bụ mba ụwa",
  "Ọ nyekwara ụmụ nwanyị ohere na kọmitii ndị isi.\nN'oge opupu ihe ubi nke 1882 E.M",
  "Southey, onye isi guzobere Ladies Peace Association, mere ka otu ya kwụsị ịpụ na Peace Society ma sonye na IAPA.\nPeckover rụrụ ọrụ dị mkpa n'ịhazi ndị inyom ọhụrụ na-enyere Peace Society aka nke a malitere na 12 Julaị 1882",
  "N'ime afọ 1880, Peace Society kwụsịrị.\nÒtù Udo nke Ụmụ nwanyị ya dị ike karị, ma kwuo na ọ bụ ndị otu 9,217 ka ọ na-eru oge okpomọkụ nke 1885, nke 4,000 n'ime ha bụ ndị otu Peckover's Wisbech",
  "N'afọ 1889, a kpọrọ Peckover ka ọ sonye na kọmitii nduzi nke Peace Society.\nKama nke ahụ, ọ họọrọ ịghọ otu n'ime ndị osote onye isi oche nke ụlọ ọrụ ahụ.",
  "N'afọ 1880 na 1890 Peckover gara nzukọ mba ụwa dị iche iche ma rụọ ọrụ maka Peace Society, ụmụ nwanyị Auxiliary ya, International Peace Bureau na IAPA",
  "Peckover zutere ndị otu dị na France, Germany, Scandinavia, Italy, Switzerland, Spain, na Denmark",
  "E hiwere alaka ndị ọzọ nke Local Peace Association n'ebe ndị ọzọ na Britain na mba ofesi dị ka New Zealand na Japan, mana alaka Wisbech nọgidere bụrụ nke kachasị ukwuu na etiti nke òtù ahụ",
  "Louis Barnier nke Nîmes, onye guzobere echiche nke Peace Through Peck Women na England bụ ndị nọ na peckover na 1888",
  "Ọ kwụrụ Matilde Bajer ụgwọ ka o wee nwee ike isonye na nzukọ udo mba ụwa.",
  "Peckover malitere Peace and Goodwill: a Sequel to the Olive Leaf na 1882, ma dezie ma kwado akwụkwọ akụkọ ahụ maka ndụ ya fọdụrụ",
  "Akwụkwọ akụkọ ahụ kpọrọ oku maka ụlọ ikpe nke mba, na maka mbelata na njedebe nke ndị agha",
  "Ọ na-atụle pacifism zuru oke nke Ndị Kraịst na usoro udo, kama gụnyere nkata nke omume mmegbu nke Alaeze Ukwu Britain",
  "WLPA bipụtara ọtụtụ tracts na-enye akụkọ dị mkpirikpi nke gosipụtara ụkpụrụ omume ọma",
  "Peckover sụgharịrị akwụkwọ dị iche iche Danish na pacifism n'asụsụ Bekee, gụnyere ọrụ Fredrik Bajer na Wilhelm Carlsen",
  "Peckover nwere nkwarụ na rheumatism na mbido narị afọ nke 20.\nN'ime afọ iri atọ ikpeazụ nke ndụ ya, ọ naghị eme njem nke ukwuu ma jiri ihe ka ukwuu n'oge ya na akwụkwọ akụkọ ya na WLPA",
  "Peckover bụkwa onye isi oche nke Kọmitii Temperance nke Ụmụ nwanyị, nke na-ekesa akwụkwọ na Wisbech na mpaghara dị nso nke Walsoken",
  "A họpụtara Peckover maka Nobel Peace Prize na 1903, 1905, 1911 na 1913, mana ọ nataghị onyinye ahụ",
  "N'oge Agha Ụwa Mbụ (191418) ọ gara n'ihu na-akwado ihe kpatara udo ma bụrụ onye bịanyere aka na Open Christmas Letter na 1914.",
  "Priscilla na nwanne ya nwanyị Algerina Peckover (1841 1910 1927) nyere enyemaka ego maka nkwado na mbipụta na Britain na 1926 nke nsụgharị Esperanto nke Bible, 'Londona Biblio'",
  "Priscilla Hannah Peckover nwụrụ na 8 Septemba 1931 na Wisbech, mgbe ọ dị afọ 97."
]