[
  "Priscilla Mbarumun Achapka bụ onye Naijiria na-agba mbọ ihu na gburugburu anị di otu ọkwesịri ịdị",
  "Ọ bụ onye guzobere ma bụrụ onye isi oche otu ụmụ nwaanyị n'edozị gbugburu (WEP).",
  "Achakpa lụrụ di mgbe ọ gbara afọ iri na isii muo ụmụ atọ",
  "mana ugbua, obu onye di ya nwuru n'oge n'erughi eru",
  "Ezinaụlọ di ya chụpụrụ ya, ọ debanyere aha ya n'ụlọ akwụkwọ ebe o nwetara nzere mmụta n'ihe ọmụmụ mmepe, nchịkwa azụmahịa na njikwa",
  "Achakpa nwetara nzere mastas na Njikwa ma Njikwa azumahia, yana ọmụmụ mmepe obodo",
  "Ọ gụsịrị Ph.D",
  "site na mahadum Banja Luka yana asambodo ọrụ site na Harvard Business School.",
  "Site n'afọ 1989 ruo afọ 2001, Achakpa rụrụ ọrụ na ụlọ akụ nke bụ Savannah bank ebe ọ bido mmụta ihe gbasara gburugburu anyi maka ọrụ o ga-arụ dika onye ndozị gburugburu",
  "Isi ọrụ ya na-eleba anya na ọ dị mkpa itinye okwu ihe gbasara nwoke na nwanyị n'ime atụmatụ na nhazi okwu mmiri",
  "Ọ rụọla ọrụ dị ka onye nnọchi anya ndị Naijiria maka ndị isi ọgbakọ ụmụ nwanyị na mmekorịta gbasara umu nwaanyị na-ogbako UN",
  "Emere ya onye nyemaka ọgbakọ ụmụ nwaanyị nke bụ \"Women's Major Group\"",
  "Ọ bu onye isi oche ogbakọ ndi Abaagu maka nhazi ndi ntorobịa n'okwu mmekorita niime obodo ha.",
  "Ọ bụ onye guzobere  ma buru onye isi WEP nke NGOWomen Environment Programme (WEP) nke metụtara ụmụ nwanyị site na ịnye ezigbo ndumodu banyere otu esi edozi nsogbu nke uwa.",
  "Ha nwere ulo oru na Naijiria, Burkina Faso, Togo na US",
  "N'afo 2012 o sonyere na mkparịta ụka na obakọ nke United Nations Conference on Sustainable Development (Rio+20)",
  "O kwuola okwu na nzukọ UN na Nairobi banyere mkpa okwụ ụmụ nwanyị na ihe gbasara ndozi gburugburu anyi.",
  "Apchaka na-ejidekwa ọkwa nke National Coordinator na Naijiria nke Water Supply and Sanitation Collaborative Council (WSSCC), otu alaka nke bụ United Nations Office for Project Services (UNOPS).",
  "N'afo 2015, ode akwukwo nke bụ Vogue dee banyere ya na otu edemede ha na ọgbakọ 2015 United Nations Climate Change Conference ebe a matara na ọ bụ otu nwaanyị nime ụmụ nwaanyị iri atọ bu ndi oganịhụ",
  "Achakpa bụ onye otu Ashoka kemgbe afọ 2013",
  "Ụlọ ọrụ ndị Germany nke bu Deutsche Welle na ‘Channels Television’ Naịjirịa kpọọrọ ya ‘’ Eco Hero ’’",
  "Ndi Deutsche Welle nyere ya onyinye maka mbọ ọ na-abga iji dozie gburugburu anyi",
  "Ndi otu bụ Nobel Women's Initiative gosipụtara Achakpa dịka onye n'agba ezigbo mbọ ihu na-edoziri otụtụ ihe."
]