[
  "Prọfesọ Johnbull bụ usoro ihe nkiri TV nke na -atọ ọchị nke Nigeria, nke nwere oge isi   usoro a gosiri mbụ na NTA Network, NTA na StarTimes,  ma NTA International na Julaị 19, 2016",
  "Emechara gosiputa ya na DSTV na GOTV na 2018",
  "Ọ dabere na ịtụteghachi omume na obodo Naịjirịa",
  "GlobaCom kwadoro  usoro ihe onyonyo ma Tchidi Chikere mepụtara ya",
  "Prọfesọ Johnbull gosiputara  Kanayo O",
  "Kanayo n'ọrụ  nke onye sitere na ihe nkiri usoro a nweta aha Prọfesọ Johnbull Eriweagwuaagwu Macwigwe,  Queen Nwokoye dị ka Elizabeth, Angela Okorie dị ka Nje, onye enyemaka ụlọ, Osita Iheme dị ka Jeroboam.",
  "Chinedu Okolie nke a maara dị ka Flavor na Korede Bello bụ ndị na-eti egwu pụtara na ụfọdụ usoro ihe onyonyo a",
  "Title: Professor Johnbull",
  "starring: Kanayo O",
  "Kanayo, Queen Nwokoye,Angela Okorie na Osita Iheme",
  "Theme_music_composer: Flavour",
  "Country Nigeria",
  "Language English",
  "Num of seasons: 6",
  "Producer: Tchidi Chikere",
  "Sponsor: Globacom",
  "Location: Enugu, Enugu State, Nigeria",
  "Runtime 30 minutes",
  "Director: Tchidi Chikere",
  "Ọ bụ gbasara ezinụlọ Prọfesọ Johnbull nke e ji mara dị ka onye di ya nwụrụ, prọfesọ lara ezumike nka na onye ndu obodo",
  "Kanayo O",
  "Kanayo rụrụ ọrụ dị ka Prọfesọ Johnbull",
  "Ndị agbata obi prọfesọ ahụ na-agbaba n'ụlọ ya iji dozie ụdị nsogbu ọ bụla, ndị agbata obi ya na ndị obodo na-ahọrọ iweta esemokwu n'ụlọ ya n'ihi nkà ya n'ịdozi esemokwu n'omume",
  "Ebe obibi ya jupụtara n'ihe omume ndị mmadụ na-abịa mgbe nile na-achọ ndụmọdụ n'aka Prọfesọ Johnbull banyere otu esi edozi esemokwu n'etiti onwe ha",
  "Akụkụ nke ọ bụla na-amalite na esemokwu, nke Prọfesọ na-edozi ma mechie site na nkwubi okwu mmechi na-agba ndị obodo ume ka ha gosipụta omume ọma, omume ziri ezi na mgbe niile ka ha na-emeso ndị mmadụ ihe",
  "Omume 1",
  "Aha Ịrụ n'isi",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "N'ime ihe omume a, D'banj pụtara na mberede n'ụlọ nri",
  "Ndị na -akwado na -agba ọsọ ka ha hụpere onye na -ama ama",
  "Prọfesọ ahụ zutere D'banj n'ụlọ nri ebe ahụ wee kpọọ ya n'ụlọ ya",
  "Omume 2",
  "Aha Eliza Nwa m nwanyị",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "Prọfesọ Johnbull na-eche na nwa ya nwanyị Elizabeth (Queen Nwokoye) dị ime maka ọ na agbọọ agbọ mgbe ọ bụla",
  "Funky Mallam dị ka Mai Doya(onye na-eree ji) chụrụ ndụmọdụ site na Professor Johnbull otu nwunye ya di eme si agbọọ agbọ mgbe ọ bụla",
  "Nke a mere prọfesọ Johnbull na-achọ ịchọpụta Ihe nwa ya nwanyị ji agbọọ agbọ mgbe ọ bụla.",
  "Omume 3",
  "Aha Ịhoputa ihe",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu\nIhe omume a bụ n'okwu na -atọ ụtọ nke ndị nkuzi na -enweta ihe iri ngo na ego ma ọ bụ n'ụdị iji ihe gbanwee maka akara nke na-erụghị eru na mahadum ndị ụmụ akwụkwọ",
  "Flash Boy (Stephen Odimgbe) nwara inye onye nkuzi ya (Chiwetalu Agu) iri ngo maka akara erughị eru iji gafee ule ya",
  "Na mgbakwunye, Caro (Mercy Johnson) onye na -anwa imetụta akara ule ya site n'inye Jumoke (Bidemi Kosoko) ihe maka ntinye akara.",
  "Omume 4",
  "Aha mmanụ ụgbọala mba ọzọ",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "Prọfesọ Johnbull (Kanayo O",
  "Kanayo) na -eme ka okwu mba pụta ìhè n'ụzọ na -atọ ọchị, ebe ọ na -ekwupụta mmetụta dị ize ndụ nke ịba ụba mmanụ na ụkọ.",
  "Omume 5",
  "Aha Ịsi oma",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "Chinedu Okolie n'ewu ewu bu (Flavour) na -eleta prọfesọ ahụ maka ịrịọ ya amara",
  "Churchill (Junior Pope), Elizabeth (Queen Nwokoye) na ndị ọzọ nọ n'ụlọ prọfesọ na -emeghachi omume dị iche iche mgbe ha hụrụ onye na-agu egwu ama ama.",
  "Omume 6",
  "Aha Ọkara achịcha na afụfụ",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "Akụkụ a na -ekwupụta okwu gbasara mkpakọrịta nwoke na nwaanyị na alụmdi na nwunye n'etiti ụmụ agbọghọ, na -atụkwa anya na ụmụ nwanyị na -achọsi ike na -arụ ọrụ maka inweta di n'oge a na Naijiria",
  "Malik (Sani Danja) na Madam Christian (Patience Ozokwor) na -egosi ihe pụtara 'ọkara achịcha na afụfụ'.",
  "Omume 7",
  "Aha Nwa nwoke na nwa nwanyi",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "Ihe omume a bụ maka ịkpa oke megide nwata nwanyị",
  "Athan natara ozi banyere ọmụmụ nwa ya nke anọ (nwa nwanyi), ọ naghị enwe obi ụtọ maka ya n'ihi na ọ chọrọ nwa nwoke.",
  "Omume 8",
  "Aha Ụmụ nwoke na eme Ihe",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "Ihe omume a na -agbagha esemokwu dị n'etiti 'ndị mgbe ochie ochie na ndị ọgbara ọhụrụ'",
  "(Ayo Makun) onye ome nto ochi Naịjirịa pụtara na emume a.",
  "Omume 9",
  "Aha Ịhe dọtí a na-akpu akpu",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "O.C",
  "Ukeje dị ka Efosa, Ogus Baba dị ka Samson so na mmemme a n'akụkụ ndị ọzọ na -eme ihe nkiri Nollywood bụ ndị kwalitere omenala mkpofu ahịhịa kwesịrị ekwesị yana mkpa ịdị ọcha ọha.",
  "Omume 10",
  "Aha Ụmụ nwanyị mara mma",
  "Onye nduzi Tchidi Chikere",
  "Mbochi mmepụta mbụ Julaị 19, 2016",
  "Ihe edeturu",
  "Ihe omume a nyochara ụzọ ndị nkwalite na -esi eme ka ọdịdị ihe nlereanya mma mma site n'enyemaka nke teknụloji na ngwanrọ",
  "A gosiri (Bovi Ugboma) onye nto ọchị a Naịjịrịa na omume a.",
  "Na 2018, a họpụtara Prọfesọ Johnbull maka Usoro Onyonyo Kacha mma site na Africa Magic Viewers' Choice Awards"
]