[
  "Promasidor Nigeria Limited bụ ụlọ ọrụ na-azụ ahịa nke nwere isi ụlọ ọrụ na Isolo, Lagos",
  "Ọ bụ enyemaka nke Promasidor Holdings nke South Afrika",
  "Ụdị ndị isi nke ụlọ ọrụ ahụ gụnyere mmiri ara ehi Cowbell, mmiri ara Loya, ọka Sunvita, Onga na ihe ọṅụṅụ Top Tea. Ụlọ ọrụ ahụ webatara ire mmiri ara ehi na-acha ntụ ntụ na akpa nke ndị asọmpi mechara soro.",
  "Ụlọ ọrụ ahụ bụ onye na-emepụta mmiri ara ehi na Naịjirịa.",
  "Promasidor Nigeria Limited malitere ọrụ na Naijiria na Machị, na afọ 1993 n'okpuru aha azụmahịa nke Wonder Foods",
  "Mmiri ara ehi bụ ngwaahịa mbụ e webatara na mba ahụ ma na mbụ a na-ere ya na nha yiri nke onye ndu ahịa, mmiri ara ehi Peak",
  "Otú ọ dị, ahịa nke ụlọ ọrụ ahụ na-emepụta mmiri ara ehi 400 gram adịghị agba ume",
  "Iji sọọ mpi na ụdị mmiri ara ehi ndị ọzọ, ụlọ ọrụ ahụ butere nnukwu ngwugwu mmiri ara ehi nke a na-ere ndị na-ere ahịa n'ozuzu ha bụ ndị na-anapụ mmiri ara ehi ahụ site na ngwugwu buru ibu n'ime obere akpa polythene maka ire ere",
  "Usoro ire ere na nkesa a nwetara ụfọdụ traction",
  "Mgbe nke ahụ gasịrị, Cowbell kpebiri ibubata obere akpa mmiri ara ehi iji lekwasị anya na ndị na-enweta ego dị n'etiti na nke dị ala",
  "Atụmatụ ire ere a mere ka ego ụlọ ọrụ ahụ na-enweta",
  "Mgbe nke ahụ gasịrị, ụlọ ọrụ ahụ gara n'ihu na ngalaba ndị ọzọ dị ka ihe ọṅụṅụ chocolate, tii na ihe oriri. N'afọ 2010, ọ dekọrọ ego kwa afọ nke $ 300 nde.",
  "N'afọ 2003, ụlọ ọrụ ahụ gbanwere aha azụmahịa ya site na Wonder Foods gaa na Promasidor iji kwalite otu n'ofe otu ahụ.",
  "Ngwaahịa mbụ Promasidor webatara n'ahịa mgbe ahụ na-azụ ahịa n'okpuru Wonder Foods bụ mmiri ara ehi Cowbell nke na-eguzo ugbu a na ngwaahịa ya",
  "Ọ sochiri mmiri ara ehi Loya nke e webatara n'ahịa n'afọ 2004 wee weghachiri ya n'afọ 2010 ma n'ikpeazụ, Jean-Jean-Jean-Born",
  "Cowbell bụ onye isi na-akpata ego maka Promasidor na ngalaba ahịa mmiri ara ehi, na Juun, na afọ 2010, akara ahụ nwere ihe fọrọ nke nta ka ọ bụrụ pasent 24 na ọnụ ọgụgụ ahịa, na-eme ka ọnụ ọgụgụ nke Jean-Born.",
  "Ụlọ ọrụ ahụ na-emepụta ihe ọṅụṅụ koko: mmiri ara ehi chocolate Cowbell na chocolate Jean-Born",
  "Ụdị ndị a na-asọ mpi na Nestle's Milo na Cadbury's Bournvita",
  "E webatara chocolate Cowbell n'ahịa n'afọ 2000 ma n'afọ 2011, ọ so n'ime ihe ọṅụṅụ cocoa atọ kachasị elu na mba ahụ.",
  "N'afọ 2004, ụlọ ọrụ ahụ wepụtara Onga powdered seasoning mepụtara n'ụdị anọ nke crayfish, ọkụkọ, stew na classic. Ọ bụ ihe mbụ e mepụtara na Naịjirịa",
  "N'afọ 2010, ụlọ ọrụ ahụ malitere Onga seasoning cubes.",
  "Ụlọ ọrụ ahụ wepụtara Top Tea na akpa tii gburugburu n'ọnwa Eprel afọ 1998.",
  "N'ime afọ ndị mbụ nke ahia na Naịjirịa, Promasidor jiri usoro ahịa kpọmkwem, ọ gbara ndị otu ahịa ya ume ka ha yiri uwe ụlọ ọrụ ma bịakwute ndị na-ere ahịa na-ere site na kiosk na ebe obibi ma ọ bụ n'akụkụ okporo ámá",
  "E nyere ndị nwe kiosk ndị na-ere ahịa ụgbọelu ka ha na-etinye ya ma gbaa ndị na-azụ ahịa ume ka ha na ndị na-ese ahịa nwee mmekọrịta",
  "Ụlọ ọrụ ahụ kwalite mgbasa ozi ndị a na-elekwasị anya na ụmụaka ndị nwere ike ọ gaghị enwe iguzosi ike n'ihe nye ndị okenye",
  "Iji mepụta ahịa ọhụrụ maka ịzụta buru ibu, ụlọ ọrụ ahụ gara ebe a na-eme achịcha, ebe a na'emepụta ihe oriri na ndị na-emepụta yogọt.",
  "Ụlọ ọrụ ahụ nwekwara akụkọ ihe mere eme nke ịkwado agụmakwụkwọ na ihe omume ndị ntorobịa dịka asọmpi mgbakọ na mwepụ kwa afọ malitere na ngwụcha afọ 1990",
  "Ọ na-akwadokwa ihe ngosi nyocha mgbakọ na mwepụ kwa afọ, Cowbellpedia."
]