[
  "Ndị otu nyocha ọdịmma ọha na eze (PIRGs) bụ njikọ nke òtù na-abaghị uru nke United States na Canada nke na-eji nhazi azụmaahịa na nkwado kpọmkwem na nsogbu ndị dị ka nchedo ndị ahịa, ahụike ọha na eze na njem. Ndị PIRG nwere njikọ chiri anya na Ego maka Mmasị Ọha, nke na-eduzi ego na nyocha n'aha ha.",
  "PIRG gosiriputara na mmalite afọ 1970 na ụlọ akwụkwọ kọleji nke United States",
  "A tụrụ aro ụdị PIRG n'akwụkwọ Ihe omume maka mgbanwe nke RalpMkpúrù èdè íkeh Nader na Donald Ross dere, nke ha na-agba ụmụ akwụkwọ nọ n'ogige dị iche iche na steeti ume ka ha jikọta ego ha iji were ndị ọkachamara na ndị na-eme nnyocha oge niile iji kwado maka ngafe nke iwu nke na-ekwu maka isiokwu Mkpúrù èdè íkemmekọrịta mmadụ na ibe ya nke ụmụ akwụkwọ nwere mmasị. Ross nyeere ụmụ akwụkwọ aka n'ofe mba ahụ guzobe isi PIRG mbụ, wee bụrụ onye nduzi nke New York Public Interest Research Group n'afọ 1973.",
  "Minnesota Public Interest Research Group, nke e hiwere na 1971, bụ PIRG steeti izizi tinyere",
  "Oregon (OSPIRG) na Massachusetts (MASSPIRG) sochiri ya",
  "Ka ọ na-erule ngwụsị afọ ndị 1990, e nwere PIRG na steeti iri abụọ na abụọ nwere isi na ihe karịrị otu narị ụlọ akwụkwọ kọleji",
  "U.S",
  "PIRG kọrọ otu nde ndị otu site n'afọ 2000. PIRG steeti mepụtara PIRG nke United States n'afọ 1984 iji nwee nnọkọ mba na Washington, DC.",
  "A na-akwụ ụgwọ PIRG na kọleji kọleji na akụkọ ihe mere eme site na akụkụ nke ụgwọ ọrụ ụmụ akwụkwọ n'ụdị nyocha ọrụ",
  "Ụmụ akwụkwọ nwere ike ịhọrọ ka a kwụghachi ha ụgwọ ahụ, ọ bụ ezie na ụfọdụ ụmụ akwụkwọ amaghị na nke a bụ ikpe",
  "N'afọ 1982, ndị PIRGs guzobere Ego maka Mmasị Ọha (nke a na-akpọkarị \"The Fund\") dị ka ego ya na ogwe aka ya.",
  "Usoro ego ụmụ akwụkwọ nke ego PIRG ezutewo esemokwu na ụfọdụ ihe ịma aka iwu. N'afọ 2014, ụmụ akwụkwọ na Macalester College dị na Minnesota kwadoro ịkwụsị mmekọrịta ha na MPIRG maka usoro ego nke otu ahụ, nke dabere na MPIRG na-anata ụgwọ ọrụ ụmụ akwụkwọ na-akpaghị aka.",
  "Dabere na data sitere n'afọ 2018 Afọ mmefu ego, Charity Navigator gosiri U.S",
  "PIRG otu n'ime kpakpando anọ n'ihe gbasara ịza ajụjụ na nkwuwa okwu (67.00 n'ime 100), na atọ n'ime kpakpando anọ maka ego (82.36 n'ime 100), maka ọkwa zuru oke nke kpakpando abụọ n'ime kpakpando anọ (73.54 n'ime 100).",
  "Ọtụtụ PIRG bụ ndị otu nnukwu netwọk nke òtù na-abaghị uru a na-akpọ Netwọk Mmasị Ọha N'oge gara aga, ha enyewokwa aka ịmalite ọtụtụ ndị ọzọ na-enweghị ọdịmma ọha na eze, gụnyere:",
  "Steeti iri abụọ na ise nke United States nwere PIRG nke steeti niile nke nwere njikọ kpọmkwem na Netwọk Mmasị Ọha/ US PIRG",
  "PIRG steeti ndị ọzọ na-abụghị akụkụ nke netwọk gụnyere New York, Vermont, na Minnesota PIRG. PIRG steeti bụ:"
]