[
  "Iwu ọdịmma ọha na eze na Hong Kong bụ ngalaba na-apụta",
  "Isi ụzọ eji achuso ebubo ọdịmma ọha na eze bụ nyocha ikpe",
  "Nke a bụ usoro a na-agbagha mkpebi gọọmentị n'ụlọ ikpe",
  "Enweela mmụba n'okwu nyocha ikpe kemgbe afọ 2000",
  "Ihe gbasara gburugburu ebe obibi na ikike ndị nta so n'ime ebe ndị a na-ekpe ikpe.",
  "Otu n'ime ndị ọsụ ụzọ na iwu ọdịmma ọha na eze na Hong Kong bụ Pamela Baker",
  "N'ọgwụgwụ afọ ndị 1980, ọ gbara ụfọdụ ikpe dị ịrịba ama n'ụlọ ikpe na-agbagha mmeso gọọmentị na-emeso ndị gbara ọsọ ndụ Vietnam. Ógè e mesịrị, obere ìgwè ndị ọka iwu gbasoro nzọụkwụ ya, na-echekwa ma na-ewusi nchedo ikike mmadụ ike n'obodo ahụ",
  "N'afọ 1995, e guzobere Hong Kong Human Rights Monitor na ebumnuche nke ịkwalite nchedo ikike mmadụ na Hong Kong. Taa, ihe ka ụfọdụ n'ime ndị ọka iwu na-anọchite anya ụmụ amaala na ndị otu na-elekọta mmadụ na ikike mmadụ na ikpe iwu ọha na eze na-agbanwe agbanwe na Hong Kong bụkwa ndị otu ndọrọ ndọrọ ọchịchị ma ọ bụ ndị na-arụsi ọrụ ike na mmegharị mmekọrịta mmadụ na ibe ya n'èzí ụlọ ikpe. Ha na-arụ ọrụ na ọnọdụ dị iche iche: ụfọdụ bụ ndị otu nnukwu ụlọ ndị ọka iwu, ebe ọtụtụ na-arụ ọrụ na obere ụlọ ọrụ iwu.",
  "Na Hong Kong, Ngalaba Enyemaka Iwu na-enye ego maka ọrụ iwu n'ihe gbasara ndị gafere ule na uru. Usoro enyemaka iwu abụọ ọ na-arụ ọrụ, ya bụ Usoro Enyemaka Iwu nkịtị (OLAS) na Usoro Enyemaka Iwu Mgbakwunye (SLAS) emeela ka omume nke iwu ọdịmma ọha na eze dị mfe site na ibelata enweghị nhata n'etiti ndị na-ese okwu na akụ na ụba na gọọmentị. Otú ọ dị, NGO na ọrụ ebere erughị eru inweta enyemaka iwu. Nke a emeela ka ikpe ndị NGO na ndị ọrụ ebere ndị a kpọrọ ndị na-enweghị mmasị na ikpe ahụ mana ha ruru eru maka enyemaka iwu ka ha guzoro dị ka onye na-arịọ arịrịọ. N'isiokwu ya, otu onye mmụta agbaghawo mkpebi nke ụlọ ikpe Hong Kong nke nyere ndị na-enweghị nguzo zuru oke (locus standi) ohere ịbụ ndị na-etinye akwụkwọ na ikpe gbasara ọdịmma ọha na eze metụtara ma ọ bụ mkpesa zuru oke ma ọ bụ kpọmkwem.",
  "Ụlọ akwụkwọ iwu na Hong Kong na-ahazi mmemme dị iche iche iji kwalite echiche nke ọrụ iwu pro bono nye ụmụ akwụkwọ. N'ọnwa Jenụwarị afọ 2009, Mahadum nke Hong Kong (\"HKU\") malitere atụmatụ agụmakwụkwọ ahụike izizi ya na njikọ ya na Ụlọ ndụmọdụ ndị gbara ọsọ ndụ Hong Kong (\"HKRAC\"), nke a gbanwere aha ya na Justice Centre Hong Kong na Machị 2014",
  "A na-enye ụmụ akwụkwọ ohere ịmụta ma na-eme iwu ndị gbara ọsọ ndụ n'ụlọ na nke mba ụwa kpọmkwem n'okpuru nlekọta nke ndị ọrụ Justice Centre. Mahadum China nke Hong Kong na-arụkwa mmemme yiri nke ahụ na Justice Centre Hong Kong. Na Jenụwarị 2010, HKU malitere usoro ndụmọdụ iwu n'efu na campus n'okpuru usoro onye ọka iwu. N'otu oge ahụ, ọ webatara Clinical Legal Education Course (General Stream, dị iche na Refugee Stream), ebe ndị otu ngalaba na-elekọta ụmụ akwụkwọ debanyere aha iji gaa ajụjụ ọnụ, mee nnyocha ma nyere aka kwadebe ndụmọdụ iwu nye ọha na eze na mpaghara ndị ọzọ karịa iwu ndị gbara ọsọ ndụ",
  "Center of Comparative and Public Law na HKU na-arụ ọrụ dị mkpa n'ịkwalite iwu ọdịmma ọha na eze na Hong Kong",
  "E guzobere ya n'afọ 1995 dị ka ụlọ ọrụ nyocha na-abaghị uru n'ime ngalaba nke Iwu na HKU. Kemgbe ọtụtụ afọ, ọ haziri ụfọdụ nzukọ, nzukọ ọmụmụ ihe na mkparịta ụka ikike na mpaghara sitere na mgbanwe ndọrọ ndọrọ ọchịchị na ikike LGBT. Ọ na-elekọta Human Rights Portal, nchịkọta nke ozi, na Jenụwarị 2014 ọ kwadoro Hong Kong's First Annual Public Interest Law Conference iji gbaa ume ma kwado uto nke iwu ọdịmma ọha na eze n'obodo ahụ.",
  "Kọmitii Pro bono nke ụlọ ọrụ iwu na Hong Kong na-ezukọkwa kwa ọnwa na Hong Kong Legal Community Roundtable, nnọkọ n'ihe gbasara ụlọ ọrụ iwu mba ụwa iji kwurịta mmepe nke ọrụ pro bono na Hong Kong na mpaghara ahụ. N'izizi a kwụrụ ụgwọ na 2008, Roundtable gụnyere ndị ọka iwu sitere na ihe karịrị ụlọ ọrụ iwu mba ụwa iri atọ na-arụ ọrụ n'obodo ahụ. Nzukọ Roundtable ndị a gụnyere nkọwa nke ọtụtụ NGO mpaghara maka ọrụ ha na mkpa iwu."
]