[
  "Soup pumpkin bụ soup 'bound' (nke siri ike) nke e ji purée nke pumpkin mee",
  "A na-eme ya site na ijikọta anụ nke pumpkin agwakọta na broth ma ọ bụ stock. Enwere ike inye ya ọkụ ma ọ bụ oyi, ọ bụkwa nri ekele na-ewu ewu na mbà United States. A mara ụdị dị iche iche nke nri ahụ n'ọtụtụ mba Europe, United States na mpaghara ndị ọzọ nke North America, na Eshia na Australia",
  "Ofe pumpkin bụ ihe oriri maka ndị a tụrụ mkpọrọ n'agha n'ogige ụlọ mkpọrọ Ndịda Vietnamese n'oge Agha Vietnam.",
  "Soup squash bụ ofe a kwadebere site na iji squash dị ka isi ihe",
  "Squash eji akwado ofe na-agụnyekarị acorn na butternut squash.",
  "Enwere ike iji squash nke a na-esi n'ọkụ na mbụ mee ihe na nkwadebe ofe. Ịkpọ squash ọkụ nwere ike ịbụ iji mee ka ụtọ gourd dịkwuo ụtọ. Enwere ike iji iberibe ma ọ bụ iberibe squash na squash puréed kwadebe ofe squash. A pụrụ iji squash a na-esi esi, nke a na-akpọ frozen mee ihe, dị ka ngwugwu a na-akwadobe maka azụmahịa nke purée squash a kpọnwụrụ esi. Mkpụrụ osisi butternut squash nwere ike ịnwe ụtọ dị ụtọ, n'ihi shuga dị na squash. Ihe ndị ọzọ dị mkpa na nkwadebe ofe squash nwere ike ịgụnye broth, yabasị, mmiri ara ehi, ihe na-esi ísì ụtọ dị ka sage na thyme, nnu na ose. A maara usoro nri ndị ọzọ na-agụnye ahịhịa na ihe ndị ọzọ na'ụzọ pụrụ iche dị ka cumin na cinnamon. Enwere ike inye ofe pọmpụ ọkụ ma ọ bụ oyi, ọ bụkwa nri ekele na-ewu ewu na United States.",
  "\"Pumpkin \"pie\" nke ndị America na-achị ala mbụ mere nwere ihe yiri ka ọ bụ ofe na-atọ ụtọ nke a na-enye na pumpkin karịa ihe na-atọ ọchị na mkpo.",
  "Soup pumpkin bụ ihe oriri maka ndị a tụrụ mkpọrọ n'agha n'ogige ụlọ mkpọrọ North Vietnamese n'oge Agha Vietnam.",
  "Soup squash bụ ofe na nri Afrịka",
  "Ọ bụ akụkụ nke nri nke Northern Africa, na nri nke Mozambique na Namibia, nke abụọ dị na Southern Africa. A na-enyekwa ofe squash na mba ndị ọzọ ma bụrụ akụkụ nke nri ndị ọzọ",
  "A na-eri ofe Joumou na Haiti n'ụbọchị Afọ Ọhụrụ (Jenụwarị 1), dị ka otuto akụkọ  mere eme maka nnwere onwe Haiti na 1804.",
  "Soup nke oporo",
  "Supu squash",
  "Soup squash butternut e siri esi",
  "Nri pumpkin tomato"
]