[
  "Pumza Patricia Dyantyi (5 Septemba na afọ 1948 na 7 Disemba  na afọ 2020) bụ onye ndọrọ ndọrọ ọchịchị South Africa na onye na-emegide ịkpa ókè agbụrụ",
  "Onye otu African National Congress, a họpụtara Dyantyi ka ọ bụrụ onye omeiwu nke Eastern Cape Provincial na afọ 2014",
  "Ọ rụrụ ọrụ dị ka onye otu Executive Council (MEC) maka ahụike site na afo 2014 ruo na afọ 2018, mgbe a họpụtara ya MEC maka mmepe mmekọrịta mmadụ na ibe ya",
  "Site na afọ 2019 Dyantyi bụ onye otu South African National Assembly",
  "A mụrụ Pumza Patricia Dyantyi na 5 Septemba na afọ 1948 na Engcobo na South Africa bụbu Cape Province. N'afọ 1965, ọ nwetara asambodo obere. O nwetara asambodo dị elu n'afọ 1968. Dyantyi nwetara diplọma na nọọsụ n'ozuzu ya na Chris Hani Baragwanath Hospital na Johannesburg n'afọ 1971. N'afọ 1972, ọ natara diplọma na midwifery na McCord Hospital dị na Durban. Mgbe ọ nọ na Cuba, Dyantyi nwetara akara ugo mmụta na ọgwụ na 1987. N'afọ 2000 ọ natara diplọma na ọmụmụ njikwa. Dyantyi nwere masters na nchịkwa azụmahịa na Mahadum Buckinghamshire New.",
  "Ọrụ Dyantyi na ndọrọ ndọrọ ọchịchị malitere na afọ 1968 mgbe ọ gara Chris Hani Baragwanath Hospital iji zụọ dị ka nọọsụ. E kenyere ya na ngalaba ebe Nomazotsho Gqabi bụ nwanne nwanyị na-elekọta",
  "Ọ ghọrọ enyi Gqabi, ọ kọwakwara Dyantyi na ndị enyi di ya",
  "Dyantyi zutere ọtụtụ ndị na-eme ngagharị iwe nke African National Congress. Ọ gara Durban iji mụọ ọrụ ịmụ nwa. Ọ nọ n'otu klas ahụ dị ka Nosidima Pityana, onye na-ahazi ndị ntorobịa, ha sonyeere South African Students' Organisation.",
  "E jidere Dyanti na mbụ n'afọ 1970",
  "N'otu ikpe ahụ, a tọhapụrụ Amos Masondo. ANC wee gwa ya ka ọ hapụ mba ahụ mgbe e jidere ya. Dyantyi gara mba ọzọ n'afọ 1978 wee nweta ọzụzụ agha ya na Benguela na Quibashe na Angola. Ọ nọkwa na Cuba ma gaa ụlọ akwụkwọ ahụike n'ebe ahụ. Dyantyi wee gaa Zimbabwe wee duzie Ụlọ Ọrụ Ahụike nke ANC.",
  "Ọ laghachiri South Africa na afọ 1991 wee bụrụ onye otu alaka ANC na Dutywa Ọ gara n'ihu na-eje ozi dị ka onye isi obodo nke Mbhashe Local Municipality. Site na afọ 2000 ruo 2010 ọ bụ onye otu kansụl nke Mahadum Walter Sisulu\nDyantyi jere ozi na bọọdụ ndị nduzi nke Mida Private School site na afọ 2007 ruo na afy2014 nakwa dị ka onyeisi oche nke bọọdụ ndị isi na Ntinga Development Agency site na afo 2008 ruo na afọ 2014. N'agbata afọ 2011 na afọ 2014, ọ bụ onye otu Board of Directors nke GEMS Medical Scheme, Board of Directs of Armscor, na Council of the Nelson Mandela Museum.",
  "Dyantyi bụkwa onye otu nke usoro ANC ndị a: kọmitii na-ahụ maka mpaghara, ndị agha gara aga, ndị agha ụmụ nwanyị, kọmitii ahụike nke Eastern Cape, na Umkhonto we Sizwe Military Veterans Association.",
  "N'afọ 2014, ọ guzoro maka ntuli aka na Eastern Cape Provincial Legislature dị ka onye nke iri na isii na ndepụta ANC. Na ntuli aka ahụ, ọ meriri oche na ndị omeiwu mpaghara. Mgbe ahụ, onye isi ala Phumulo Masualle mere Dyantyi onye otu Executive Council (MEC) maka ahụike. Na Septemba na afy2016, ọ nabatara ndị dọkịta si Cuba",
  "O kwuru na ngalaba ahụ enweghị ndị dọkịta zuru ezu nakwa na atụmatụ ahụ bụ akụkụ nke atụmatụ gọọmentị mpaghara iji nye ahụmịhe. A bịanyere aka na nkwekọrịta n'etiti mahadum anọ dị na mpaghara na ngalaba ahụike iji jikọta ihe onwunwe ma hazie ọzụzụ nke ndị ọrụ ahụike na Mahadum Nelson Mandela na Septemba na afọ 2017.",
  "Na 9 Mee na afọ 2018, a họpụtara Dyantyi dị ka MEC maka Mmepe Ọha, na-anọchi Nancy Sihlwayi. Ọ mara ọkwa na Jenụwarị 2019 na ngalaba ahụ na-agbasi mbọ ike iji nweta ike ịnabata ndị ọrịa ọhụrụ na-adịghị ike nakwa na ngalaba ahụ bụ naanị na-ezo aka na \"ọtụtụ ndị ọrịa na-adịghị mma\" na ngalaba ahụike.",
  "N'afọ 2019, ọ guzoro maka ntuli aka na National Assembly dị ka onye mbụ na-azọ ọkwa na ndepụta mpaghara na mba nke ANC. Na ntuli aka, ọ meriri oche na mgbakọ ahụ. Ọ ghọrọ onye otu Portfolio Committee on Health mgbe ntuli aka. N'ọnwa Ọgọstụ, na afọ  2019 Dyantyi kwuru na National Health Insurance kwesịrị ịdị ka McDonald's, dịka ị maara ihe ị ga-enweta na ọnụahịa, ọnụahịa ahụ bụkwa otu ebe niile.",
  "Dyantyi nwụrụ na 7 Disemba, na afọ 2020 site na COVID-19. Ndị isi oche nke ụlọ omebe iwu zitere ọmịiko ha."
]