[
  "Purvis Young (n'ubochí anọ n'ọnwa Febụwarị, 1943 rụo ụbọchị irí abụọ n'ọnwa Eprel, 2010) bụ ónyé America na-ese ihe site na mpaghara Overtown nke Miami, Florida",
  "Ọrụ Young, nke na-abụkarị ngwakọta nke collage na eserese, na-eji ihe ndị a chọtara na ahụmịhe nke ndị Africa America nọ na ndịda",
  "Young nwetara nkwado dị ka ónyé na-ese ihe n'oge a, yana ndị na-anakọta ihe gụnyere Jane Fonda, Damon Wayans, Jim Belushi, Dan Aykroyd, na ndị ọzọ",
  "N'afọ 2006, e mepụtara ihe ngosi akpọrọ Purvis of Overtown banyéré ndụ ya na ọrụ ya. A na-ahụ ọrụ ya na nchịkọta nke American Folk Art Museum, Corcoran Gallery of Art, High Museum of Art, National Museum of African American History and Culture, Philadelphia Museum of Art",
  "N'afọ 2018, a nabatara ya na Florida Artists Hall of Fame.",
  "A mụrụ Purvis Young na Liberty City, mpaghara Miami, Florida, n'ubochí abụọ n'ọnwa Febụwarị, 1943. Dị ka nwata nwoke, nwanne nnà ya mèrè ka ọ márá ise ihe, mana Young enweghị mmasị ngwa ngwa. Ọ gara ụlọ akwụkwọ sekọndrị.",
  "Dị ka onye nọ n'afọ iri na ụma, Young nọrọ afọ atọ (1961), n'ụlọ mkpọrọ na North Florida's Raiford State Penitentiary maka imebi na ịbanye. Mgbè ọ nọ n'ụlọ mkpọrọ, ọ ga-enwetaghachi mmasị ya na nka wee malite ise ihe na ịmụ akwụkwọ nka",
  "Mgbè a tọhapụrụ ya, ọ malitere imepụta ọtụtụ puku obere ihe osise, nke ọ debere n'ụgbọ ahịa ma mesịa tinye ya n'ime akwụkwọ na magazin ndị a tụfuru atụfu nke ọ hụrụ n'okporo ámá. Ọ gàrà n'ihu kwaga n'ógbè Overtown nke Miami. Young dọtara mmasị n'otu okporo ụzọ tọgbọrọ n'efu a na-akpọ Goodbread Alley, nke akpọrọ aha ụlọ ọrụ na-eme achịcha na Jamaica nke bi n'okporo ámá ahụ; ọ malitere ibi n'ebe ahụ na 1971.",
  "Na mbido afọ 1970, Young nwetara mkpali na mmegharị mural nké Chicago na Detroit, wee kpebie ịmepụta mural nke Overtown. Ọ dịghị mgbè ọ na-ese ihe, mana mmụọ kpaliri ya wee malite ịmepụta ihe osise ma kpọgide ha n'ihu ụlọ ahịa ndị e ji osisi rụọ nke mejupụtara okporo ụzọ ahụ. Ọ na-ese ihe na osisi ọ hụrụ n'okporo ámá na mgbe ụfọdụ ihe osise ga-apụ na mgbidi, mana Young enweghị mmasị",
  "Ihe dị ka afọ abụọ mgbè ha malitere mgbidi ahụ, ndị njem nleta malitere ileta okporo ụzọ ahụ, ọkachasị ndị njem nlegharị ányà ọcha",
  "Site n'oge ruo n'oge, Young na-ere ihe osise nye ndị ọbịa - ndị njem nleta na ndị na-anakọta ihe - ozugbo na mgbidi. Ihe osise ahụ dọtara uche ndị mgbasa ozi, gụnyere uche nke ónyé ọgaranya Bernard Davis, ónyé nwé Miami Art Museum",
  "Davis ghọrọ ónyé nkwado nke Young, na-enyekwa ya ihe osise",
  "Davis nwụrụ na 1973, na-ahapụ Young ka ọ bụrụ ónyé ama ama na Miami.",
  "Na ngwụcha afọ 1990 na mmalite afọ 2000, ọ nyochara ihe ndị ọzọ sitere n'ike mmụọ nsọ site n'ile ihe ndekọ akụkọ ihe mere eme banyéré agha, Great Depression, azụmahịa, na esemokwu na ọgụ ndị American Indian na United States. N'afọ 1999, ezinụlọ Rubell, ndị a ma ama na-anakọta ihe osise na New York, zụrụ ihe niile dị na ụlọ ọrụ Young, nchịkọta nke ihe fọrọ nke nta ka ọ bụrụ puku atọ. N'afọ 2008, Rubells nyere ọrụ 108 na Morehouse College Na Jenụwarị 2007, a họọrọ Purvis dị ka ihe ngosi Art Miami Fair's Director's Choice Exhibition, nke Grace Cafe na Galleries na Bergman Collection kwadoro, na Miami Beach Convention Center",
  "Young nyekwara aka guzobe ọtụtụ ngosi nka n'èzí na South Florida nke na-aga n'ihu taa.",
  "Young na-arịa ọrịa shuga, na n'afọ ndị ikpeazụ nke ndụ ya, o nwèrè nsogbụ ahụike ndị ọzọ, a na-etinye ya akụrụ n'afọ 2007",
  "Ọ nwụrụ na Eprel 20, 2010 na Miami, site na nkwụsị obi na ọzịza nke akpa ume",
  "Onye mmekọ ya Eddie Mae Lovest; ụmụnne ya nwanyị abụọ Betty Rodriguez na Shirley Byrd, nwanne ya nwoke Irvin Byrd, ụmụ nwanyị anọ, na ụmụ nwanyị irí na atọ."
]