[
  "PZ Cussons Nigeria Plc bụ onye na-emepụta ihe na Naijiria na onye na-ekesa ngwahịa ndị ahịa dị ka ncha,ụlọ mposi , ncha na ngwa ụlọ",
  "Ọ bụ enyemaka nke ụlọ ọrụ Britain PZ Cussons Holdings, nke nwere òkè na-achịkwa na ụlọ ọrụ ahụ.",
  "YPZ na-azụ ahịa ngwa ụlọ n'okpuru akara Haier Thermocool ma na-elekọta ụlọ ahịa eletrik Coolworld",
  "Ọ nwere njikọ aka na Wilmar International iji mepụta ma zụọ ahịa mmanụ akwụkwọ nri na mmanụ nkwụ.",
  "Enwere ike ịchọta ọrụ ụlọ ọrụ ahụ na ngwaahịa ndị dị na Sierra Leone na mmekọrịta azụmahịa akwa nke George Paterson na George Zochonis",
  "Ndị mmekọ ndị sitere na Scottish na Greek guzobere ụlọ ahịa ahịa West Africa na Sierra Leone na 1879 nke e mesịrị tinye na Great Britain na February 1884 dị ka Patterson Zochonis. N'afọ 1899, ndị mmekọ ahụ meghere ụlọ ahịa na Naịjirịa ma n'oge na-adịghị anya mepụta netwọk ahịa n'ime mba ahụ",
  "N'afọ 1950, ụlọ ọrụ ahụ malitere imepụta ncha na Naịjirịa site na ụlọ ọrụ mmepụta ihe dị na Aba, na-etinye ya n'okpuru enyemaka a na-akpọ Alagbon Industries. N'afọ 1957, otu ahụ wegara ihe onwunwe na-esoghị na azụmahịa ncha ya na ụlọ ọrụ ọhụrụ e debanyere aha na Naịjirịa nke a na-akpọ Patterson Zochonis Nigeria Limited",
  "E mechara mara ụlọ ọrụ Alagbon dị ka Associated Industries wee gbanwee Paterson Zochonis Industries Limited. E depụtara ya n'ihu ọha na Naịjirịa Stock Exchange na 1972, na-ere 40% nke òkè ya nye ọha na eze Naịjirị, e rere 20% ọzọ na 1977.",
  "Iji mụba ego, ọ gbasaa ngwaahịa ya iji tinye ngwa Thermocool. N'ime usoro nke otu ahụ, ngalaba ụlọ ọrụ PZ lekwasịrị anya na ihe nhicha, ncha na mmepụta ncha ebe Thermocool lekwasịrị anya n'ihe friji.",
  "PZ gbasaa azụmahịa mmepụta ya wee malite mmepụta nke Elephant na Jet detergents na afọ 1970 ha iji maa Omo nke Lever Brothers mepụtara aka. N'afọ 1973, a chịkọtara friji Thermocool na Naijiria ma ụlọ ọrụ ahụ tinye ego na mmepụta ọgwụ",
  "Ụlọ ọrụ ahụ belatara ọrụ azụmaahịa ya n'oge afọ 1970 iji lekwasị anya n'imepụta.",
  "N'afọ 2003, ụlọ ọrụ ahụ malitere njikọ aka na otu Glanbia iji mepụta mmiri ara ehi na mmiri ara ehi. E rere azụmahịa a na afọ 2019.",
  "Ụlọ ọrụ ahụ nwere mmasị na ịma mma na nlekọta onwe onye, ngwaahịa ụmụaka, ngwaahịa ịsa ahụ, nlekọta ọnụ, nlekọta ahụike, ihe na-esi ísì ụtọ na nlekọta akpụkpọ ahụ."
]