[
  "Ndị Etruscans jiri Q na njikọ ya na V na-anọchite anya //kʷ//, ndị Rom depụtakwara ojiji a na mkpụrụ akwụkwọ ha ndị ọzọ. N'ihe odide Latin mbụ, a na-eji mkpụrụedemede C, /k/ na Q eme ihe iji nọchite anya ụda abụọ /k/ na //ɡ//, nke a na-adịghị ekewa n'ide",
  "N'ime ndị a, a na-eji Q mee ihe n'ihu ụdaume gbara gburugburu (dịka",
  "\"Ike\" pụtara onwe ya), K tupu /a/ (dịka",
  "\"Calendis\"), na C n'ebe ndị ọzọ. Mgbe e mesịrị, ojiji nke C (na ụdị ya G) dochiri ọtụtụ ojiji nke K na Q: Q lanarịrị naanị iji nọchite anya /k/ mgbe ụda /w/ sochiri ozugbo.",
  "Dabere na mkpụrụedemede eji edepụta mkpụrụedemede Q, ọdụ mkpụrụedemede ahụ nwere ike ịkpụbi efere ya dịka na Helvetica, zute efere ahụ dịka na Univers, ma ọ bụ dina kpamkpam na ezí efere ahụ dị ka na PT Sans. Na ide mkpụrụedemede, ọdụ abụọ na-ede ngwa ngwa, ebe ọ bụ na ha chọrọ obere nkenke",
  "A na-ewere ụdị atọ ahụ niile dịka ndị ziri ezi, ebe ọtụtụ mkpụrụedemede serif nwere Q nwere ọdụ nke na-ezute okirikiri ahụ, ebe mkpụrụedemede sans-serif na-ekewa n'otu n'otu na ndị nwere ọdụ abụọ na ndị na-enweghị. Ụdị mkpụrụedemede nwere ọdụ Q na-enweghị njikọ, ọ bụ ezie na ọ bụghị ihe a na-ahụkarị, adịla kemgbe ọ dịkarịa ala 1529. Ụzọ a na-ahụkarị n'etiti ndị na-emepụta ụdị iji mepụta ọdịdị nke Q bụ site na itinye ọdụ na mkpụrụedemede O.",
  "Ụdị serif ochie, dị ka Garamond, nwere ike ịnwe isi Q abụọ: otu nwere ọdụ dị mkpirikpi iji mee ihe na okwu dị mkpirisi, na nke ọzọ nwere ọdụ dị ogologo iji mee ihe n'okwu dị ogologo. Ụfọdụ ụdị ụdị ígwè mbụ gụnyere ihe ruru 3 Qs dị iche iche: Q dị mkpirikpi, Q dị ogologo, na Q-u dị ogologo. Omenala mbipụta a dị ndụ ma dị mma ruo na narị afọ nke iri na itoolu, mgbe Qs ogologo-tailed kwụsịrị ihu ọma: ọbụna ntụrụndụ nke mkpụrụedemede ochie dị ka Caslon malitere ikesa naanị obere Q ọdụ. Ọ bụghị onye na-akwado Qs ogologo, onye America na-ede akwụkwọ D",
  "B",
  "Updike mere emume ọnwụ ha n'akwụkwọ ya nke 1922 Printing Types, na-azọrọ na ndị na-ebi akwụkwọ Renaissance mere ka ọdụ Q ha dị ogologo ma dị ogologo iji \"karịa ibe ha\". Okwu Latin, nke nwere ike karịa okwu Bekee nwere \"Q\" dị ka mkpụrụedemede mbụ ha, a kpọtụrụ ya aha dị ka ihe kpatara ịdị adị ha. Q ogologo ọdụ akwụsịla iji ya mee ihe na mbido ederede dijitalụ, dịka ọtụtụ mkpụrụedemede dijitalụ mbụ enweghị ike ịhọrọ glyphs dị iche iche dabere na okwu glyph nọ na ya, mana ọ hụla ihe dị n'ịlọghachi na ọbịbịa nke mkpụrụedemede OpenType na LaTeX, nke abụọ nwere ike ịdepụta Q ogologo ọdụ mgbe a kpọrọ ya na Q dị mkpirikpi mgbe ọ bụghị.",
  "Identifont, ọrụ njirimara mkpụrụedemede na-akpaghị aka nke na-akọwa mkpụrụedemede site na ajụjụ banyere ọdịdị ha, na-ajụ maka Q nke abụọ ma ọ bụrụ na ahọrọ nhọrọ \"na-enweghị mkpụrụedemede\". Na nchekwa data Identifont, nkesa nke ọdụ Q bụ:",
  "A na-ahụkarị obere \"q\" dị ka obere \"o\" ma ọ bụ \"c\" nke nwere onye na-agbada (ya bụ, ọdụ kwụ ọtọ) na-esi n'akụkụ aka nri nke nnukwu efere ahụ, na-enwe ma ọ bụ na-enweghị swash (ya bụ, na-eto eto), ma ọ bụ ọbụna  obere mkpụrụedemede p",
  "A na-edekarị onye na-agbadata \"q\" na-enweghị swash n'ihi nnukwu ọdịiche dị n'etiti ndị na-agbada \"g\" (a loop) na \"q\" (nke ọma)",
  "Mgbe ejiri aka dee ya, ma ọ bụ dịka akụkụ nke mkpụrụedemede aka ọdịde, onye mgbada nke \"q\" na-eji swash ziri ezi emechaa mgbe ụfọdụ iji mata ọdịiche dị na mkpụrụedemede \"g\" (ma ọ bụ, karịsịa na mgbakọ na mwepụ, ọnụọgụ \"9\").￼"
]