[
  "Okwu Qahtanite na Qahtani (Arabic: قَحْطَانِي; transliterated: Qaḥṭānī) na-ezo aka na ndị Arab sitere na South Arabia. A kpọtụrụ okwu \"Qahtan\" aha na otụtụ ihe odide ndị Arab oge ochie a hụrụ na Yemen",
  "Omenala ndị Arab kwenyere na ha bụ ndị Arab mbụ.",
  "Dị ka ọdịnala ndị Arab si kwuo, ndị Qahtan si South Arabia, na adịghị ka ndị Adnanite si n'ebe ugwu Arabia sitere na Ishmael site na Adnan. Omenala ndị Arab na-ekwusi ike na onye nna nna aha ya bụ Qahtan na ụmụ ya nwoke iri abụọ na anọ bụ ndị nna nna Yemen na-achịkwa Arab Peninsula nke a maara dị ka Qahtani.",
  "Ndị na-ede usoro ọmụmụ ekwekọrịtaghị na pedigree nke Qahțān [ya onwe ya]",
  "Ụfọdụ na-achọpụta ya azụ na Ismā'īl b",
  "Ibrāhīm, na-ekwu na [aha] ya bụ Qahţăn b",
  "al - Hamaysa 'b",
  "Tayman b",
  "Nabt b",
  "Ismā'īl b",
  "Ibrāhīm",
  "Wahb ibn Munabbih na Hishām b",
  "Muhammad al-Kalbi nwere usoro ọmụmụ a",
  "Hisham ibn al-Kalbi hotara nna ya ka ọ na-ekwu na ya na ndị ọkà mmụta na ndị ọkà n'usoro ọmụmụ [ndị okenye] nọ n'otu oge ahụ bụ ndị chọtara usoro ọmụmụ Qahțān n'ụzọ a",
  "Ndị ọzọ [ndị na-ahụ maka usoro ọmụmụ] na-ekwu na [aha] bụ Qahţăn b",
  "Faligh b",
  "'Ịhụnanya b",
  "Shalakh Qahtan na Yoqtan (Joktan) nwa Eber (Hūd) na Bible Hibru (Jen",
  "10:25X29).",
  "Na etiti ụmụ Qahtan bụ ndị a ma ama dị ka A'zaal (nke ndị Arab kwenyere na ọ bụ aha mbụ nke Sana'a), Hadhramaut na Jurhum bụ ndị ụmụ ha guzobere agbụrụ Jurhum nke abụọ nke Ishmael mụtara Arabic site na ya. Nwa nwoke ọzọ bụ Ya'rub, nwa ya nwoke Yashjub bụ nna Saba",
  "Agbụrụ Yemen niile na-achọpụta ndị nna nna ha azụ na \"Saba\" a, ma ọ bụ site na Himyar ma ọ bụ Kahlan, ụmụ ya nwoke abụọ.",
  "A na-ekewa ndị Qahtani na ime obere ìgwè abụọ nke Himyar na Kahlan, ndị na-anọchite anya ndị Arab bi na ndịda na ndị ikwu ha na-akwagharị akwagharị (ndị na-akwapụ akwagharị). Nkewa Kahlan nke Qahtan nwere obere ìgwè anọ: Ta' ma ọ bụ Tayy, otu Azd nke wakporo Oman, otu 'Amila-Judham nke Palestine, na otu Hamdan-Madhhij nke na-anọkarị na Yemen.",
  "Alaka Kahlan gụnyere agbụrụ ndị a: Azd (Aus na Khazraj, Bariq, Ghassan, Khuza'a na Daws), Hamdan, Khath'am, Bajila, Madhhij, Murad, Zubaid, Ash'ar, Lakhm, Tayy (Shammar), na Kinda.",
  "Ìgwè ndị mbụ nke ndị na-asụ Semitic nke kwagara n'ebe ugwu emepụtalarị aha Semitic mbụ sitere na triliteral, na mgbe ụfọdụ mgbọrọgwụ ngwaa quadriliteral",
  "Aha ndị a pụtara na mbụ n'asụsụ ndị East Semitic, ọkachasị Akkadian, Assyrian, na Old Babylonian",
  "Nnyocha nke ọma na-ekpughe njikọ ya na ezinụlọ asụsụ Semitic nke etiti gụnyere: Aramaic, Phoenician, Hebrew, na Nabatean, nke nwere njikọ chiri anya na asụsụ Semitical nke ndịda Minaean, Sabaean, Qatabanian, Awsanian, Hadhrami, Ethiopic, na Himyarite.",
  "Ndị Semite mbụ mepụtara mmepeanya n'ebe nile n'Ebe Ọwụwa Anyanwụ Oge Ochie jiri nwayọọ nwayọọ hapụ ịdị elu ha na ọdịbendị ndị gbara ya gburugburu na ike alaeze ndị agbata obi, na-abụkarị n'ihi ọgba aghara n'ime ma ọ bụ esemokwu na èzí",
  "Nke a ruru n'ókè site na mbata nke ndị Babilọn, na mgbe nke ahụ gasịrị ndị Midia na ndị Peshia na-asọ mpi, n'oge narị afọ nke asaa na nke isii BCE",
  "Ọ bụ ezie na ndị Semite tụfuru mmetụta ndọrọ ndọrọ ọchịchị, asụsụ Aramaic pụtara dị ka asụsụ a na-asụkarị na ọtụtụ n'ime Near East",
  "Otú ọ dị, ojiji Aramaic kwụsịrị mgbe e meriri ndị Peshia na mbata nke ndị agha Gris n'ihe dị ka 330 BCE.",
  "Ndị Ghassanids (ihe dị ka 250 OA) bụ ndị ikpeazụ na-abụghị ndị Alakụba na-akwaga n'ebe ugwu site na Yemen",
  "Ha mere ka ọnụnọ Semitic dịghachi ndụ na Siria nke ndị Rom na-achị na oge ahụ",
  "Ha biri na mbụ na mpaghara Hauran, mesịa gbasaa na Palestine, na Jọdan, na-eme ka ọchịchị Siria pụọ na ndị Nabataean.",
  "Na etiti narị afọ nke asaa na nke iri na anọ, ndị Qahtanite tinyere aka na mmeri ndị Arab, na-akwaga n'ókèala ndị ọhụrụ meriri ma na-agwakọta na ndị bi na ogbè ahụ",
  "Na oge Umayyad, esemokwu ọbara dara na etiti ndị Qahtan na agbụrụ Adnanite nke Qays, nke gara na ihu na udị na ogo dị iche iche ruo na narị afọ nke iri na itoolu na ihe a maara dị ka asọmpi Qaysī Yaman."
]