[
  "Qatayef ma ọ bụ katayef maọ bụ qata'if (Arabic), [qɑ'tī:jɪf]) bụ nri  Arab a na-ejikarị eme ihe n'ọnwa Ramadan, ụdị dumpling na-atọ ụtọ nke jupụtara na mmiri ara ehi ma ọ bụ mkpụrụ osisi",
  "Enwere ike ịkọwa ya dị ka pancake apịrị apị, nke yiri crumpet Scottish.",
  "Okwu Arabic qaṭaːyif (Arabic) sitere na mgbọrọgwụ Semitic q-ṭ-f, nke pụtara iburu ma ọ bụ iburu.",
  "E kwenyere na Qatayef sitere na Fatimid. Ụfọdụ kwenyere na qatayef bụ okike nke Dynasty Fatimid, Otú ọ dị, akụkọ ihe mere eme ha malitere na Abbasid Caliphate, 750-1258 OA. A kpọtụrụ Qatayef aha na narị afọ nke iri nke Arabic cookbook malitere na Abbasid Caliphate site na Ibn Sayyar al-Warraq nke a na-akpọ Kitab al-Ṭabīī (Arabic: , The Book of Dishes). Nawal Nasrallah mechara sụgharịa akwụkwọ ahụ n'okpuru aha Annals of the Caliphs' Kitchens Ihe eji eme ihe ọdịnala nke Qatayef dị ka o doro anya n'ọtụtụ akwụkwọ nri Arabic nke oge ochie bụ almond na shuga, ozugbo a na-etinye pancake, a ga-esi ya na mmanụ walnut ma ọ bụ sie ya n'ọkụ. Ọ bụ ndị na-ere ahịa n'okporo ámá nakwa ezinụlọ ndị dị na Levant na obodo Ijipt kwadebere Qatayef",
  "A na-ejikarị chiiz akkawi, walnuts a pịrị apị, yana pistachios a pịrị pị",
  "A na-ejikwa ihe dị iche iche, dị ka Nutella, mee ihe.",
  "Qatayef bụ aha n'ozuzu nke nri ikpeazụ n'ofe na, karịa kpọmkwem, bat",
  "A na-ejikarị ntụ ọka, ntụ, mmiri, yist, na mgbe ụfọdụ shuga eme ya",
  "Nsonaazụ nke a na-awụnye ihe na-egbu egbu n'elu efere ọkụ dị gburugburu yiri pancakes, ma e wezụga naanị otu akụkụ ka a na-esi, mgbe ahụ, a na-etinye ya ma fụchie ya",
  "A na-ejupụta na anụ ézì na-atọ ụtọ na-enweghị nnu nke ngwakọta nke ọ bụla nke hazelnuts, walnuts, almonds, pistachios, mkpụrụ vaịn, shuga ntụ, vanilla extract, rose extract (ma-zahr Ислам الزهر), na sinamọn",
  "Mgbe ahụ, a na-esi ya n'ọkụ ma ọ bụ, nke a na-adịghị ahụkebe, na-eme ya ma na-enye ya na syrup na-atọ ụtọ ma ọ bụ mgbe ụfọdụ mmanụ aṅụ",
  "Ụzọ ọzọ isi na-esi enye qatayef bụ site na iji mmiri ara ehi ma ọ bụ qishta (قشطة) jupụta ya, fụchie ya n'etiti, ma jiri syrup na-esi ísì ụtọ na-enweghị isi ma ọ bụ isi",
  "A na-akpọ ụzọ a nke ije ozi assafiri qatayef (قطايف عصاف Princeton).",
  "Qatayef bụ nri a ma ama nke a na-akwadebe n'oge Ramadan."
]