[
  "Asụsụ Qimant bụ asụsụ dị oke egwu na-asụ nke obere obere na ndị agadi nke ndị Qemant na ugwu Etiopia, ọkachasị na mpaghara Chilga na mpaghara Semien Gondar n'etiti Gondar na Metemma.",
  "Asụsụ a bụ nke ngalaba ọdịda anyanwụ nke asụsụ Agaw ma ọ bụ Central Cushitic",
  "Ndị ọzọ (na-apụ apụ) na ngalaba a bụ Qwara na Kayla",
  "Yana asụsụ Kushitic ndị ọzọ niile, Qimant bụ nke ezinụlọ asụsụ Afro-Asia.",
  "Qimant bụ asụsụ mbụ nke ndị Qemant nke mpaghara Semien Gondar na Etiopia",
  "Ọ bụ ezie na ọnụ ọgụgụ ndị Qemant dị 172,327 na ngụkọ 1994, ọ bụ nanị ntakịrị ntakịrị n'ime ndị a na-asụ asụsụ a n'oge a",
  "Ndị na-asụ asụsụ niile bi na mpaghara Chilga ma ọ bụ na mpaghara Lay Armachiho",
  "Ọnụ ọgụgụ ndị na-asụ asụsụ mbụ bụ 1625, ọnụ ọgụgụ ndị na-asụ asụsụ nke abụọ 3450",
  "Ndị niile na-asụ asụsụ ahụ tolitere afọ 30, ihe karịrị 75% tolitela afọ 50",
  "A naghị ebufekwa asụsụ ahụ n’ọgbọ ọzọ nke ndị na-asụ ya",
  "Ọtụtụ ndị Qemant na-asụ Amharic",
  "A naghị ekwu Qimant n'ihu ọha ma ọ bụ ọbụna n'ụlọ dịka ụzọ nkwurịta okwu ụbọchị ọzọ, mana ọ na-ebelata ka ọ bụrụ koodu nzuzo.",
  "Ọ bụghị ihe doro anya ruo n'ókè Kayla, Qwara na Qimant bụ olumba nke otu asụsụ Western Agaw, ma ọ bụ bụ asụsụ dị iche na ibe ha.",
  "Enwere ike ijikọta okwu ndị na-aga n'ihu na-aga.",
  "Usoro mkpụrụedemede kachasị na Qimant bụ CVC, nke na-egosi na a na-anabata ụyọkọ consonant naanị n'usoro okwu",
  "N'okwu mbinye ego sitere na Amharic, a nwekwara ike ịnwe consonant-ụyọkọ n'ime syllable",
  "A naghị anabata ụyọkọ ụdaume.",
  "A na-agbajikwa ụyọkọ consonant nwere ihe karịrị consonants abụọ site na itinye ụdaume epenthetic /ɨ/",
  "Usoro ụda olu ndị ọzọ bụ imi imi na iwepụta /ɡ/ na oke okwu.",
  "A mụọbeghị ihe ndị dị na Qimant.",
  "Usoro nrịbama nkeonwe na-amata ọdịiche dị n'etiti onye mbụ otu na ọtụtụ, onye nke abụọ otu, nkwanye ùgwù na ọtụtụ, na onye nke atọ nwoke, nwanyị na ọtụtụ",
  "N'ime ngwaa ahụ, a na-eji ụdị ngbanwe niile akara",
  "Zelealem (2003, p",
  "192) na-akọwapụta ụdị akụkụ atọ dị iche iche na Qimant: Zuru oke, Na-ezughị okè na Na-aga n'ihu",
  "Dị ka n'asụsụ Cushitic ndị ọzọ, ọnụọgụgụ nke mbụ ruo itoolu na-alaghachi na usoro quinary oge ochie, ebe mgbakwunye /-ta/ gbakwunyere na ọnụọgụ abụọ ruo anọ rụpụtara na ọnụọgụ isii ruo itoolu  [nkọwa dị mkpa] (2-4 bụ ọnụọgụ atọ, 6-9 bụ ọnụọgụ anọ).",
  "Usoro bụ isi na Qimant, dị ka asụsụ Afro-Asia niile nke Etiopia, bụ SOV",
  "Ọnụnọ nke usoro akara ikpe na-enye ohere maka iwu ndị ọzọ, ndị ọzọ a kapịrị ọnụ",
  "N'okwu aha, aha isi na-eso ndị na-agbanwe ya",
  "Otú ọ dị, ọnụọgụ nwekwara ike ịgbaso aha isi",
  "Ụdị ahịrịokwu niile dị n'okpuru na-ebute ngwaa bụ isi nke ahịrịokwu ahụ.",
  "N'ihi ọnwụ asụsụ na-abịa, ọtụtụ ihe nke okwu ejirila okwu Amharic dochie anya."
]