[
  "Quannah Rose Chasinghorse-Potts (amụrụ na June 6, 2002) bụ onye American Indian na-eme ihe nlereanya na onye na-echebe ala",
  "Ọ pụtara na 2020 Teen Vogue ndepụta nke Top 21 under 21.",
  "A mụrụ ya na mpaghara Navajo Nation na Tuba City, Arizona ebe nne ya na-agụ akwụkwọ n'oge ahụ, Chasinghorse bụ Hän Gwichńin nke Eagle Village, Alaska, n'akụkụ nne ya na Sicangu-Oglala Lakota nke Rosebud Indian Reservation na South Dakota n'akụkụ nna ya",
  "Chasinghorce nọrọ n'oge ọ bụ nwata na Arizona, Mongolia, na New Mexico tupu ọ laghachi n'ala nna ya na Alaska mgbe ọ dị afọ isii. Ọ biri na Kenny Lake na Fairbanks. Ọ gara ụlọ akwụkwọ Effie Kokrine Charter School.",
  "Chasinghorse bụ onye nchebe ala nke ọgbọ nke anọ maka Arctic National Wildlife Refuge dị ka akụkụ nke Alaska Wilderness League",
  "O kwuru na ya achọghị ka ọgbọ ndị na-abịa n'ọdịnihu nọgide na-alụ ọgụ",
  "Mgbe ọ dị afọ iri na asaa, ọ nọdụrụ na International Gwichīen Youth Council, na-aga Washington, D.C., New York, na Colorado",
  "Ọ gbara mbọ megide ịgbazite mmanụ nke ga-emebi ebe mgbaba ahụ ma kwado HR 11-46, iwu nke ga-echebe ala ahụ kpamkpam",
  "O sonyere na nzukọ ihu igwe ma na mpaghara ya ma na Denver",
  "Ọ na-ekwu maka omume ihu igwe na ikike ụmụ amaala n'ọtụtụ ihe omume na ngalaba.",
  "Chasinghorse nwere mmasị n'ịmepụta ihe na ejiji site na nwata mana, n'ihi enweghị nnọchiteanya ụmụ amaala ọ hụrụ na magazin na ihe ngosi ejiji, o cheghị na ọ ga-ekwe omume dị ka ọrụ. N'afọ 2020, ya na Calvin Klein mere ihe ngosi maka otu ọdịnihu ha #ckone youth campaign",
  "Ọ bịanyere aka na IMG Models. Kemgbe ahụ, ọ pụtara n'ihu Vogue Mexico, Vogue Japan, V Magazine ma kọwaa ya na Vogue",
  "Ọ ghọrọ onye a ma ama maka egbugbu ihu ya ọdịnala a na-akpọ Yidįłtoo.",
  "Chasinghorse na-eme ka ọ bụrụ ihe na-eme emume ejiji ụmụ amaala na ịkwalite ụdị ụmụ amaala",
  "Ọ na-ele anya na kapet na-acha ọbara ọbara na Gilded Age isiokwu Met Gala na Mee 2021 gbasara na mgbasa ozi mmekọrịta. Peter Dundas, Tabitha Simmons, Gucci Westman, na 2006 Miss Navajo Nation Jocelyn Billy-Upshaw, enyi ezinụlọ jikọtara uwe Navajo. Refinery29 kpọrọ ya \"kpakpando\" nke ihe omume ahụ. N'otu izu ahụ, ọ gara n'okporo ụzọ mbụ ya na New York Fashion Week."
]