[
  "Nne eze nwanyị (nke a na-akpọkwa Queenmother) bụ okwu a na-eji akọwa ụfọdụ ndị ọchịchị ọdịnala nwanyị na ọdịbendị Afrịka",
  "Ọ bụ ezie na enweghi nkọwa zuru oke banyere \"nne eze nwanyị\", dịka ọrụ ha dịgasị iche site na ọha mmadụ, ọnọdụ ndọrọ ndọrọ ọchịchị, na ọdịbendị, ha na-arụkarị ọrụ dị mkpa na gọọmentị ime obodo ma \"na-ejide ike na mmetụta ọha na eze\".",
  "Ha bụ akụkụ dị mkpa nke ụlọ ọrụ mmekọrịta mmadụ na ibe ya, ndọrọ ndọrọ ọchịchị, na ọdịbendị gafee kọntinent Afrịka: ndị Akan, dịka ọmụmaatụ, ghọtara ha dị ka ndị na-eme ihe nkiri ndọrọ ndọrọ ọchịchị dị mkpa ma na-achọpụta ihe nketa site na ha n'ụzọ nne; ebe na Uganda, enwere ike iji okwu ahụ kọwaa ụmụ nwanyị na-achị kpamkpam. Ọnụ ọgụgụ nke ndị nne eze nwanyị na-achị ugbu a ebelatawo kemgbe oge ndị ọchịchị na-achị ala ọzọ, ọ bụ ezie na narị afọ nke 21 ahụla ka mmetụta ha na-eto n'ọnọdụ ụfọdụ. Ọtụtụ n'ime ha bụ ndị otu African Queens and Women Cultural Leaders Network, otu ọrụ afọ ofufo.",
  "Ndị nne eze nwanyị bụbu ndị ndọrọ ndọrọ ọchịchị dị mkpa bụ ndị nyere iwu nkwanye ùgwù tupu oge ọchịchị",
  "Otú ọ dị, ndị nnọchiteanya nke ọrụ na ọnụ ọgụgụ ndị a dịgasị iche iche: n'ọnọdụ ụfọdụ, a na-ewere ha dị ka ndị na-achị onwe ha, na ndị ọzọ, ha nwere ikike kpọmkwem maka okwu \"ụmụ nwanyị\" (ma ọ bụ okwu metụtara ma nwoke na nwanyị ọnụ, dị ka idina mmadụ n'ike)",
  "ịkwa iko na esemokwu alụmdi na nwunye), n'ebe ndị ọzọ ka, ha bụ nanị nne nkịtị nke ndị a ma ama, ma nwee ọnọdụ niile dị na ya.",
  "Ndị na-achị ala si Europe, n'ihi ịkpa ókè nwoke na nwanyị nke ha, na-ekwurịta okwu naanị na ndị ikom nwere aha na mpaghara ha na-arụ ọrụ",
  "Ndị nne eze nwanyị n'Africa, n'ụzọ bụ isi, a maghị ha dị ka ndị dị mkpa ma na-akpọkarị ha n'akwụkwọ akụkọ ihe mere eme nke ndị ọchịchị / ozi ala ọzọ dị ka \"ụmụnne nwanyị\" nke ndị ikom nọ n'ọchịchị. Ịgọnahụ ọnọdụ ụmụ nwanyị ndị a chere ihu mere ka ọ dịrị ha mfe ịla n'iyi - ya mere, n'okpuru ọchịchị ndị ọchịchị, ndị nne eze nwanyị, dị ka ụmụ nwanyị ndị ọzọ nọ na kọntinent ahụ, tụfuru \"ihe ùgwù na ikike mmekọrịta mmadụ na ibe ya, okpukpe, iwu, na ndọrọ ndọrọ ọchịchị\"."
]