[
  "College, Lagos, bụ ụlọ akwụkwọ sekọndrị (ụlọ akwụkwọ sekọrị) nke gọọmentị nwere ụlọ obibi, nke dị na Yaba, Lagos, Naijiria",
  "A na-akpọkarị ya \"sister college\" nke King's College, Lagos, e hiwere ya na Ọktoba 10, 1927, mgbe Naịjirịa ka bụ mpaghara Britain.",
  "Naịjirịa nwere usoro agụmakwụkwọ isii -atọ -atọ- anọ",
  "Queen's College na-ewere ụmụ akwụkwọ sekọndrị n'etiti usoro abụọ",
  "E nwere ìgwè afọ isii, ma ọ bụ akara; otu afọ ọ bụla nwere ihe dị ka ụmụ akwụkwọ narị isii  kewara n'ọtụtụ ogwe",
  "N'oge na-adịbeghị anya, ọnụ ọgụgụ klas belatara ruo nkezi nke iri anọ na klas ọ bụla",
  "Ọnụ ọgụgụ mmadụ niile maka nnọkọ 2006/2007 bụ ụmụ akwụkwọ puku abụọ na narị na iri isii.",
  "Ụlọ akwụkwọ ahụ enwetala nsonaazụ kachasị mma na mba niile na West African Senior School Certificate Examination (WASSCE) nke West African Examinations Council (WAEC) duziri ugboro asaa kemgbe 1985 ma a na-ewere ya dịka otu n'ime ụlọ akwụkwọ kachasị elu na Naịjirịa, yana otu n'etiti ụlọ akwụkwọ ụmụ nwanyị kachasị elu na kọntinent Afrịka. Ụkpụrụ iwu nke Queen's College bụ \"Pass On The Torch\". N'iwepụta ihe kachasị mma na agụmakwụkwọ ụmụ nwanyị na ụmụ nwanyị, ọhụụ ụlọ akwụkwọ ahụ bụ \"ịmepụta ọgbọ nke ụmụ nwanyị ga-eme nke ọma, sọọ mpi n'ụwa niile ma nye aka n'ụzọ bara uru n'iwulite mba\".",
  "E guzobere Queen's College na October 10, 1927, na ndebanye aha ụmụ akwụkwọ iri abụọ, onye isi na ndị nkuzi asatọ na-arụ ọrụ nwa oge",
  "A họpụtara Sylvia Leith-Ross ka ọ bụrụ \"Lady Superintendent of Education\" n'afọ 1925 ma o nyere aka guzobe Queen's College dị ka ụlọ akwụkwọ ụmụ nwanyị.",
  "Queen's College etoola ruo ụmụ akwụkwọ puku atọ, na ndị ọrụ nke ihe karịrị ndị nkuzi oge niile narị atọ.",
  "Queen's College enyewo agụmakwụkwọ maka ụmụ agbọghọ na Naịjirịa - na-emepụta ohere nwoke na nwanyị hà nhata maka ha n'ọhịa ọkachamara",
  "A na-enye ụmụ agbọghọ ohere ịchụso ọmụmụ na sayensị, ọgwụ, injinia, iwu, ụkpụrụ ụlọ, nka, wdg.",
  "Ụlọ akwụkwọ ahụ na-arụ ọrụ na ọkwa abụọ: obere na ụlọ akwụkwọ sekọndrị",
  "Ụdị kachasị ala, JS I ruo JS III, mejupụtara ụlọ akwụkwọ dị ala",
  "Ụmụ akwụkwọ nọ n'ụdị ndị ahụ na-amụ maka ule asambodo Junior School nke National Examination Council (NECO) duziri ma were ya na ngwụcha afọ nke atọ ha",
  "Nnyocha ụlọ akwụkwọ ndị okenye bụ ihe mgbaru ọsọ nke ụmụ akwụkwọ nọ n'ụdị dị elu.",
  "Ndị otu ule abụọ bụ West African Examinations Council na National Examinations Board nwere ike ịme ule nke ngwụcha ọmụmụ ihe n'otu n'otu ma ụmụ akwụkwọ ga-abanye maka ule abụọ ahụ.",
  "Ụlọ akwụkwọ ndị okenye na ndị nke obere dị iche na ọrụ ha",
  "Mmiri ọ bụla nke JS 1 site na SS 3 nwere ihe dị ka klas iri na otu nwere ọnụ ọgụgụ dịgasị iche iche nke ụmụ akwụkwọ.",
  "Maka njikwa nke ngalaba abụọ ahụ, onye isi ụlọ akwụkwọ ahụ, onye a họpụtara PQC (Principal Queen's College) bụ onye isi anọ na-enyere aka:",
  "Usoro mmụta nke ụlọ akwụkwọ ahụ na-ekpuchi sayensị, sayensị mmekọrịta mmadụ na ibe ya, nka - na isiokwu ọrụ aka yana ọrụ co-curricular",
  "N'ikwekọ na usoro agụmakwụkwọ 6-3-3 4, e meela ka ohere ahụ gbasaa iji nye agụmakwụkwọ sara mbara na isiokwu ndị nwere ike iduga na ọmụmụ na ụlọ akwụkwọ tertiary",
  "Ndị ọrụ na ndị ndụmọdụ nduzi iri na abụọ dị iji nyere ụmụ akwụkwọ aka n'ịmụta ihe, na nhọrọ ọrụ ha, mgbanwe mmekọrịta mmadụ na ibe ya, yana ọdịmma ha.",
  "Ihe ọmụmụ a na-enye na ụlọ akwụkwọ Junior na Senior bụ:",
  "Ụmụ agbọghọ na-etinye aka na egwuregwu na egwuregwu",
  "A na-emekarị asọmpi egwuregwu n'etiti ụlọ kwa afọ n'oge nke abụọ nke oge agụmakwụkwọ.\nỤlọ akwụkwọ ahụ nwere ụlọ isii na-asọmpi na egwuregwu ụlọ, ya bụ Dan-Fodio (Red House), Obasa (Blue House), Obi (Yellow House), Emotan (Green House), Efunjoke (Purple House) na Obong (Orange House)."
]