[
  "Quentin \"Dragon\" Chong bụ onye South Africa ọkachamara na-eme egwuregwu, onye na-enye ọzụzụ / onye na-eme ihe nkiri nke pụtara n'ọtụtụ ihe nkiri America, usoro TV mpaghara, mgbasa ozi na magazin.",
  "A mụrụ Quentin Chong, onye a na-akpọ \"Dragon\", n'afọ 1972, na Gaborone, Botswana",
  "Ọ bụ nwa ikpeazụ n'ime ụmụnne atọ",
  "Ọ tolitere na Cape Town, South Africa, ebe ọ ka bi",
  "Dị ka nwatakịrị, mgbe ọ dị afọ ise, ọ nwetara ọzụzụ na Chinese Kung Fu na Hong Kong",
  "Na nleta ọ gara Thailand na mbido afọ 1990 ọ malitere ọzụzụ na Muaythai (nke a makwaara dị ka Muay Thai), egwuregwu ọgụ a ma ama nke Thailand, n'okpuru Manop Maswichean, onye bụ onye mmeri ụwa na ụdị ịdị arọ nke egwuregwu a.",
  "N'afọ 2001, a mara ya aka n'ọgụ World Muaythai n'ọkwa dị n'etiti, na Chumphon, Thailand, megide Saroonsak",
  "O meriri World Champion Title ma nwee ihe ịga nke ọma n'ịgbachitere ya na 2002 na Cape Town, South Africa, megide Nokweit Davies (Nokweed Devy), onye bụkwa onye mmeri ụwa na ụdị ịdị arọ dị n'etiti",
  "O meriri iri na asatọ n'ime iri na itoolu ọgụ ndị ọkachamara",
  "Agha ya na 2002, megide Davies, bụ ọgụ ikpeazụ ya.",
  "Mmekọrịta ya ugbu a na egwuregwu ahụ bụ dịka onye isi oche, onye nkuzi na onye njikwa nke South African Amateur Muaythai Foundation",
  "Ọ na-eje ozi ugbu a na Executive Board nke International Federation of Muaythai Amateur",
  "Quentin apụtala na usoro telivishọn na ihe nkiri dị iche iche dị ka Wake of Death, Death Race 2 na Number One Girl(2005) ma egosipụtala ya na ndị na-eme ihe nkiri dị ka Jean-Claude Van Damme, Pat Morita na Vinnie Jones",
  "A wara ya ahụ iji dochie ntutu isi na-acha nchara nchara mgbe nke ahụ gasịrị ọ pụtara n'ọtụtụ akwụkwọ akụkọ South Africa, magazin, mgbasa ozi telivishọn na ihe ngosi dịka Top Billing, usoro telivisheneng South Africa \"Way of the Warrior\" na usoro telivisọn mba ụwa \"Strikeback\" Ọ zụrụ ndị agha ndị ọzọ a ma ama na mba ụwa dịka Randy Courture ma na-elekwasị anya ugbu a na ọzụzụ ndị agha na mmega ahụ nke ya a na-akpọ Dragon Power Muaythai, MMA na Fitness Centre , nke dị na Cape Town",
  "Mgbalị enyemaka ya gụnyere itinye aka na Amy Biehl Foundation Trust yana otu ya na-enweghị uru nke a na-akpọ South African Muaythai Against Drugs Association, nke na-agụnye ọzụzụ nka ọgụ, ịkụ ọkpọ Africa na ịgba egwu ọdịnala maka ụmụaka sitere na obodo ndị dị gburugburu Cape Town."
]