[
  "Qurabiya (nke a na-akpọkwa ghraybe, ghorayeba, ghoriba (Arabic), ghribia, ghraïba, ma ọ bụ ghriyyaba na ọtụtụ okwu ndị ọzọ) bụ ụdị bisikiit, nke a na-ejikarị alimondu",
  "A na-ahụ nsụgharị n'ọtụtụ mba nke ụwa Arab, na ụdị na ntụziaka dị iche iche.",
  "Na Maghreb na Ijipt, a na-ejikarị tii Libya, kọfị Arabic ma ọ bụ tii mint Maghrebi",
  "Ghoriba anọwo na mpaghara Nnukwu Syria, Iraq na mba ndị Arab ndị ọzọ kemgbe oge ochie. Ha yiri polvorones si Andalusia.",
  "A na-enye usoro nri maka kuki achịcha dị mkpirikpi yiri ghorayebah ma na-enweghị almond, nke a na-akpọ na Arabic khushkanānaj gharib ( kuki dị iche iche), n'akwụkwọ nri ndị Arab mbụ a maara, Kitab al-Ṭabīīīī nke narị afọ nke 10. Kurabiye pụtara na nri Ottoman na narị afọ nke iri na ise",
  "[dubious",
  "E nwere arụmụka ụfọdụ banyere mmalite nke okwu ndị ahụ",
  "Ụfọdụ enyeghị mmalite ọzọ maka okwu Turkish kurabiye karịa Turkish, ebe ndị ọzọ enyewo Arabic ma ọ bụ Persian. N'etiti ndị ọzọ, onye ọkà mmụta asụsụ Sevan Nişanyan enyewo mmalite Arabic, n'akwụkwọ ya nke 2009 nke Turkish etymology, site na ġurayb ma ọ bụ ğarîb (nke dị iche). Otú ọ dị, ka ọ na-erule 2019, akwụkwọ ọkọwa okwu n'ịntanetị nke Nişanyan ugbu a na-enye ihe ndekọ mbụ a maara na Turkish dị ka ngwụcha narị afọ nke iri na asaa, nke sitere na gulābiya nke Persian, kuki e ji mmiri rose mee, site na gulāb, nke metụtara okooko osisi",
  "Ọ na-ekwu na okwu Arabic nke Siria nwere ike isite na mbaTurkey.",
  "Ghribia (Algerian Arabic)",
  "Khourabia (Armenian) bụ nsụgharị Armenian mgbe ụfọdụ a na-akpọ ya n'asụsụ Bekee dị ka kuki bọta Armenia ma ọ bụ kuki achịcha mkpụmkpụ Armenia. A na-eji ihe atọ eme Khourabia: bọta, shuga, na ntụ ọka ma na-adịkarị ka achịcha, ntị ọka wit, ma ọ bụ akpụkpọ ụkwụ ịnyịnya nke na-egosi ahụike, akụ na ụba, na ọganihu",
  "A na-erikarị ya n'oge emume Ista, Krismas, na Afọ Ọhụrụ",
  "Ka oge na-aga, a gbakwunyere ihe ndị ọzọ, dị ka àkwá, sinamọn, na ukpa.",
  "Kurabii aha nke nri ndị Bulgaria na ọtụtụ ụdị kuki, ụdị dị ụtọ a ma ama",
  "Karịsịa n'oge ezumike, a na-akpọ ụdị jam dịgasị iche iche a na-emepụta site na afọ ọhụrụ na kuki shuga na-acha ntụ ntụ nke e ji ọdịdị mara mma chọọ mma maslenki",
  "[Isiokwu dị mkpa]",
  "Nsụgharị Grik, nke a na-akpọ kourabiedes ma ọ bụ kourabiethes (Grik: κουρα 97/έδες; otutu nke kourabies κουρα 97/ti) yiri achịcha dị mkpirikpi, nke a-ejikarị almond eme. A na-eji brandy eme Kourabiedes mgbe ụfọdụ, ọ na-abụkarị Metaxa, maka ịnụ ụtọ, ọ bụ ezie na vanilla, mastika ma ọ bụ mmiri rose na-ewu ewu",
  "N'ógbè ụfọdụ nke Gris, a na-eji otu clove zuru oke nke na-etinye na biskit ọ bụla chọọ kourabiedes Krismas mma. A na-eme Kourabiedes ma ọ bụ na crescents ma ọ bụ bọọlụ, mgbe ahụ na-eme ya ruo mgbe ọ dịtụ ọla edo",
  "A na-agbakarị ha na shuga ice mgbe ha ka na-ekpo ọkụ, na-emepụta ihe na-ekpuchi shuga na bọta. Kourabiedes na-ewu ewu karịsịa maka oge pụrụ iche, dị ka Krismas ma ọ bụ baptizim",
  "ọ bụ ezie na ha na-ewu eto n'afọ niile.",
  "Okwu Grik kourabiedes sitere na okwu Turkish kurabiye, nke nwere njikọ na qurabiya, ezinụlọ kuki nke Middle East.",
  "Na Tabriz, a na-eji ntụ ọka almọnd, shuga, ọcha àkwá, vanilla, margarine na pistachio eme ha",
  "A na-enye ya tii, nke a na-etinye n'elu tii iji mee ka ọ dị nro tupu a rie ya",
  "[citation needed]",
  "Ụdị dị iche iche gụnyere:",
  "Ghraïba Libyan  ntuari arabic",
  "Ghoriba (Moroccan Arabic: غْرِيبَة) na Morocco na akụkụ ndị ọzọ nke Maghreb, kuki ndị a ma ama na-ejikarị semolina kama ntụ ọka ọcha, na-enye ihe pụrụ iche.",
  "A na-eji ntụ ọka eme Ghriba mbụ ma tinye ya na oroma ma ọ bụ oroma zest na sinamọn, a na-ejikarị ihe ụtọ a eme oriri, tinyere tii mint ma ọ bụ kọfị.",
  "A na-eji okwu kurabiye eme ihe iji zoo aka na biskit dịgasị iche iche na Turkiye, ọ bụghị nke obodo, ọ bụ ezie na a na-eme ụdị kurabiye dị iche iche; gụnyere necessitatbadem kurabiyesi na un kurabiyesi.",
  "Ghraïba (Tunisian Arabic)",
  "Àtụ:Cuisine of Bulgaria"
]