[
  "Repair Café bụ nzukọ nwèrè ébé ndị e debere iji nye ndị mmadụ ebe ha ga-ezukọta ma rụọ ọrụ na idozi ihe ndị dị ndụ kwa ụbọchị, dị ka ngwá electronic, ngwaọrụ igwe, kọmputa, ịnyịnya ígwè, na uwe",
  "A na-ejikarị ụlọ oriri na ọṅụṅụ na-arụzi ihe n'ebe ndị dị na obodo gụnyere ụlọ ụka, ọbá akwụkwọ, na ụlọ akwụkwọ kọleji ébé ngwaọrụ dị na ndị nwe ngwaọrụ nwéré ike idozi ngwongwo ha mebiri emebi site n'enyemaka nkè ndị ọrụ afọ ofufo. Repair Café bụ akụkụ nkè mmegharị nké na-achọ ibelata ihe mkpofu, oriri gabigara ókè, na atụmatụ mmebi iwu. Ọ nwèrè ike ịmaliteghachi mmụọ ime ya ọnụ ma \"mee ya n'onwe ya\" ma mee ka ịdị n'otu mmekọrịta mmadụ na ibe ya sie ike.",
  "Ónyé nta akụkọ Dutch Martine Postma ónyé chọrọ ịkwaga nkwado mpaghara gosipụtara Repair Café na Amsterdam, Netherlands, n'afọ 2009 n'ubochi irí na asatọ n'ọnwa Ọktoba 2009, e mèrè Repair Café mbụ na Fijnhout Theater, Amsterdam-West. N'ubochi abụọ n'ọnwa n'afọ 2010, e guzobere Repair Café Foundation",
  "E guzobere ntọala ahụ iji kwado ndị otu mpaghara gburugburu ụwa n'ịmepụta ụlọ nkwari akụ nke ha. Kemgbe ahụ, ọnụ ọgụgụ nke Repair Cafés amụbaala ngwa ngwa",
  "N'ọnwa Machị n'afọ 2016 Postma debanyere aha ihe karịrị otu puku Repair Cafés n'ụwa niile, narị atọ na iri abụọ na asaa na Netherlands, narị atọ na itoolu na Germany, iri abụọ na abụọ na UK, 21 na US, 15 na Canada, anọ Australia na otu na India. N'ọnwa Machị afọ 2018 ọnụ ọgụgụ nke Repair Cafés rịgooro ihe karịrị 1,500, na 2021 ọnụ ọgụgụ ahụ ruru 2,000.",
  "N'afọ 2017, Repair Café Foundation mepụtara ngwá ọrụ n'ịntanetị na-enyere ndị ọrụ afọ ofufo aka ịnakọta ma kesaa ihe ọmụma n'ihe banyere data nrụzi site na nchekwa data",
  "N'ọnwa Machị afọ 2018, etinyela ozi gbasara ihe fọrọ nke nta ka ọ bụrụ nrụzi puku anọ n'ime usoro a, na-ezube ịkwalite nrụzi na ogologo ógè nke ngwaahịa.",
  "Repair Café nwèrè ike inye echiche nghọta na mmekọrịta mmadụ na ibe ya na agụmakwụkwọ màkà ọdịda na post-growth paradigm dị ka ihe mgbochi na omume megide akụrụngwa",
  "N'agbanyeghị eziokwu ahụ bụ na ọtụtụ ndị na-ekwu na nrụzi anaghị eme ka akụ na ụba nke isi obodo mara aka n'otu n'otu, ma, Repair Café nwere ikike zuru oke nke ịmepụta akụ na ụba ọzọ. Repair Café nwèrè ike inwe mmetụta na mbelata na ibelata ntinye akụ na ụba na mmepụta gbasara ike, isi ọbọdọ mmadụ na ihe ndị gbara gburugburu ebe obibi",
  "Ọ na-akpụzi mmekọrịta dị n'etiti ndị na-emepụta na ndị ọrụ n'ụzọ na-abụghị nke na-enweghị ọkwa ma na-ejikọghachi ndị ọrụ na ụzọ mmepụta",
  "Nnwere onwe na Open Technologies",
  "Omume màkà ịbawanye nrụzigharị na-achọ nchịkwa onwe ónyé na nke mepere emepe na teknụzụ na-akpọ maka mgbanwe usoro nke mmepụta teknụzụ. Nke a na-ama mmekọrịta ike dị ugbu a n'etiti ndị na-emepụta na ndị ọrụ aka",
  "N'echiche a, ọtụtụ na-arụ ụka na ihe omume nke nrụzi bụ ike na-emegide ọchịchị ónyé kwuo uche ya na ọchịchọ màkà nnwere onwe. Ihe omume nke Repair Café na repairable bụ nkatọ megide usoro mmepụta ihe nke na-eme ka ndị mmadụ na ọbọdọ ghara inwe ike",
  "Ọtụtụ ndị ọkà mmụta kwenyere na nkatọ nke Ivan Illich kwuru",
  "Nnukwu nnwere onwe, dị ka Illich na-akpọ ya, bụ ụdị mmepụta ụlọ ọrụ nke na-amanye ndị na-azụ ahịa ịzụta ngwaahịa ndị ọzọ",
  "A na-enweta nke a site n'ịchịkọta ihe ọmụma na ozi na ọnụ ọgụgụ dị nta nke ndị ọkachamara na ngalaba ha",
  "N'ihi ya, a na-ewepụ nhọrọ ndị ọzọ karịa ngwaahịa ụlọ ọrụ mmepụta ihe na-akpaghị aka ma ndị mmadụ ga-adabere naanị na ngwaọrụ ụlọ ọrụ dị mgbagwoju anya. Nnukwu nnwere onwe na-emepụta ịdabere na ngwaahịa ndị mmadụ na-enweghị ike ịjụ iji",
  "Nrụzi Café na nrụzi ihe na-emebi ịdabere a ma mee ka nhọrọ onwe ónyé na ngwaahịa",
  "N'ime ọha mmadụ na-emebi emebi, nnwere onwe n'ihe ndị mmadụ na-eji, na mmekọrịta dị n'etiti ndị na-emepụta ihe na ndị ọrụ dị mkpa iji bulie nnwere onwe na ngwaahịa yana nnwere onwe site na ịdabere na ngwaahịa ụlọ ọrụ nke na-anapụ ndị mmadụ ihe okike",
  "N'aka nke ọzọ, ọha mmadụ na-agbadata na-akwado nnwere onwe n'echiche ịhapụ ịdabere na uru mgbanwe na echiche ọrụ ugbu a nke a ghọtara dị ka okike nke uru mgbanwe."
]