[
  "\"Rọ nrọ maka ndụ\" bụ ihe omume nke iri anọ (ihe omume nke ise nke oge nke atọ) nke usoro ihe nkiri telivishọn The Twilight Zone",
  "N'ihe omume a, otu nwanyị di ya nwụrụ na onye di ya nwụrụ n'ụlọ obibi enyere aka na-ekerịta otu nrọ ọjọọ ahụ.",
  "Onye di ya nwụrụ bụ Roger Leeds bi n'ụlọ obibi a na-enyere aka mana ọ jụrụ iso ndị ọzọ bi na ya na-emekọrịta ihe",
  "Ọ na-ata ahụhụ site na ọnwụ nwunye ya na nrọ ọjọọ na-eme ugboro abụọ igbu ndị na eme ka anyị si egosi ịhụnanya n'ebe nile site n'aka ndị na eme ka ugboro ebe nwanyị na-arịọ ya ka ọ gbochie ihe ịbịa site n'ọnụ ụzọ",
  "Enyi Roger bụ Frank, onye isi mgbaka lara ezumike nká, na-anwa ímé nwanne nwoke ka ọ meghee ma na-akpakọrịta, na-enweghị ihe ịga nke ọma.",
  "Otu nwanyị aha ya bụ Laurel Kincaid na-akwaga",
  "Roger matara ya dị ka nwanyị nọ na nrọ ọjọọ ya, mana Frank gwara ya na ọ nọwo na-enweghị isi dị otú ahụ na ụdị nke ụwa họrọ site n'ime ụmụ ndị ogbi na ụlọ kemgbe di ya nwụrụ afọ iri gara aga",
  "Frank chọtara Roger na-enweghị obi iru ala n'otu abalị, ha na-echeta banyere nwunye Roger na nke mbụ ya",
  "Ọ na-eme ka Roger na-ebe ákwá",
  "Mgbe ọ nọsịrị n'àkwà, Roger nwere nrọ ọjọọ ahụ",
  "Ka ọ na-agba mbọ ịpụ na Laurel, ọ na-akwagharị ya n'ime kandụl na-enwu ọkụ",
  "Ọ na-eteta na akara ọkụ.",
  "Roger na-agwa Laurel okwu banyere nrọ ọjọọ ahụ, mana ọ naghị emeghachi omume",
  "Ọ na-ekwu maka ihe mgbu nwunye ya nwere mgbe ọ nwụrụ",
  "Roger gwara Laurel na ya enweghị ike ichebe ya pụọ n'ihe ọ bụla dị n'azụ ọnụ ụzọ n'ihi na ọ pụghị ịzọpụta nwunye ya",
  "N'abalị ahụ, ọ na-arọ nrọ ọjọọ mana n'oge a ọ na-anwa imechi ọnụ ụzọ",
  "Na mberede, ọ na-eche na Laurel anaghị edebe ihe, kama ọ na-edebe ihe n'ime, ya mere Roger na-emeghe ọnụ ụzọ",
  "Di Laurel nwụrụ anwụ batara ma gwa ya na ọ ga-anabata ọnwụ ya",
  "Ọ na-ekwu na ọ bụ ya na-akpọ ya, ọ bụghị Laurel",
  "Roger jụrụ ihe kpatara ya, ọ wee sị \"Echere m na ị maara\".",
  "Roger tetara ma gbadaa soro Laurel kwurịta okwu",
  "Ọ malitere ikwu okwu, na-arịọ mgbaghara maka aka ya ọkụ",
  "Ọ kpọrọ ya ka ọ bịa rie nri ụtụtụ",
  "Ha na-amụmụ ọnụ ọchị ma banye n'ime.",
  "Àtụ:The Twilight Zone (1985 TV series) episodes"
]