[
  "Àtụ:Infobox musical artist\nR.A Thorburn onye amụrụ na Jenụwarị 10, 1974,eji aha nkwago bụ R.A the Rugged Man mara ya",
  "Ọ bụ onye Amerịka na- agụ egwu rap ma n'arụpụtakwa egwu",
  "Ọ malitere ọrụ egwu ya mgbe ọ dị afọ iri na abụọ,site n'iwuli nka ọ nwere n'egwu na mpaghara ụlọ",
  "Thorburn bịanyere aka na aJive Records bụ  egwu nke gbagotara mgbe ọ dị afọ iri na asatọ mana ewepụtaghị efere egwu ya nke mbụ bụ  Night of the Bloody Apes",
  "Kemgbe ahụ ọ  rụrụ na nkwado nke Mobb Deep, Wu-Tang Clan, Kool G Rap, and Notorious B.I.G., gbakwunyere ndị mmepụta egwu dị ka Erick Sermon, Trackmasters, DJ Quik, The Alchemist, J-Zone, and Ayatollah. Ọ pụtara na albọm atọ niile kpụ ọkụ n'ọnụ nke Rawkus gbakwunyere nrepu otu ma ọ bụ abụọ nke albọm WWF AggressionKa otuCapitol Records weturu obere ezumike( nke ọ nwere ohere ya dekọ albọm n'ewepụtaghị bụ, American Lowlife), Thorburn bịanyere aka nkwekọrị́ta na labeelụ nọọrọ onwe ya bụ Nature Sounds ma wepụta ọrụ mbụ ya bụ, Die, Rugged Man, Die",
  "Na 2013, Thorburn wepụtara albọm nke abụọ bụ, Legends Never Die, site n'aka ọrụ Nature Sounds.",
  "Na mgbakwunye na ọrụ hip họp ya, Thorburn nọ na-arụsi ọrụ ike dị ka onye na-ekwu okwu njikwa egwuregwu ịkụ ọkpọ na onye na-enyocha ihe nkiri.  O nyela aka na <i id=\"mwMQ\">Vibe</i>, <i id=\"mwMw\">King</i>, <i id=\"mwNQ\">Complex</i>, Rides, XXL,  The Source, The Ring  na ndị ọzọ",
  "O dere ma mepụta ihe nkiri otu nzuzo Bad Biology, ma na-akwadokwa websaịtị \"Film School\" na MTV 's Film.com.",
  "N’afọ 1992, Thorburn sonyere  Jive Records, n’ime etiti afọ ndị 1990,O binyere aka na priority Records / EMI",
  "Omechara nwee  nkwekọrịta njikọ ya na Capitol Records mana ọ malitere ndekọ onwe ya na mmalite 2000",
  "Ya na ndị MC rụkọrọ ọrụ bụ ndị dịka The Notorious B.I.G￼￼, Mobb Deep, na Chuck D.  Ọ pụtara na albọm atọ niile kpụ ọkụ n'ọnụ nke Rawkus, gbakwunyere nrepu otu nde ma ọ bụ abụọ nke WWF Aggression,n'emere Chris Jericho isi egwu",
  "N'egwu<i id=\"mwVg\">Ego Trip</i> olu nke mbụ,Ishu nke atọ, The Notorious B.I.G  kwuru na-asị, \"Echere m na m bụ onye ka ịdị njọ,\" mgbe ọ na-ekwu maka Thorburn",
  "na 2004, Thorburn wepụtara albọm mbụ ya bụ Die, Rugged Man, Die  site na akara ngosi sitere na Brooklyn Nature Sounds",
  "O nweela ọtụtụ vidiyo vgụnyere Havoc si Mobb Deep I am the Boss, Sadat X ' Throw the Ball na Masta Killa ' Old Man na- egosi RZA na Ol' Dirty Bastard",
  "Íshuu Ọktoba  2006 nke The Sourcegosipụtara amaokwu Thorburn naUncommon Valor: A Vietnam Story dị ka \"Hịp-họp ọ kwoturu\" nke ọnwa ahụ  na HipHopDX agụrụ aha  dị ka \"Amaokwu nke Afọ\"",
  "AllHipHop.com na-ekwu na \"A ga-echeta ndekọ a maka akparamagwa robot nke R.A na-akọ akụkọ nna ya n'agha mgbe ọ n'akụpụ nkwa.\"  Mgbe a na-enyocha egwu ya \"On the Block\", Vibe Magazine kwuru, \"Ahụrụ m egwu a n'anya",
  "Ọ na-awụm akpatoyi",
  "Ọ bụ nnọọ nchepụte echepụtara nke ọma \"",
  "N'ịgbakwunye na ọrụ hip hop ya, Thorburn dere otu kọlụm ihe nkiri kwa ọnwa maka akwụkwọ  Mass Apppeal Magazine  , bụ onye na-enye aka na akwụkwọ ndétu rap Ego Trip na(N'ụlọ mbipụta akwụkwọ akụkọ St Martin ) na akwụkwọ gbasara ikpaoke agbụrụ nke Ego Trip nke(HarperCollins), ma dee ọtụtụ isiokwu maka akwụkwọ akụkọ ndị ọzọ gụnyere <i id=\"mwew\">Vibe</i>, <i id=\"mwfQ\">King</i>, <i id=\"mwfw\">Complex</i>, Rides, XXL  na The Source",
  "Dị ka onye  ihe nkiri na-atụ ụjọ masiri, Thorburn edeela ihe ngosi atọ gbakwunyere onye nduzi ihe nkiri Frank Henenlotter bụ odee na onye mmepụta ihe nkiri Henenlotter Bad Biology",
  "Ihe nkiri a nwere akara mbụ site n'aka Josh Glazer(J.Glaze )tinyere mmepụta nke Prince Paul, na obere ihe ngosi nke onye ejiji nlereanya Playboy bụ Jelena Jensen na Pentihaụs peetibụ Krista Ayne",
  "Thorburn na-arụ ọrụ ntuziaka mbụ ya, ihe nkiri sitere gbasatara ezinụlọ ya, Chineke Were, Chineke Nye",
  "Ewepụtara albọm studịo nke abụọ nke Thorburn bụ Legends Never Die n'abalị iri atọ n'ọnwa Eprel,2013  Ndị ọbịa gosipụtara na ya bụ Brother Ali, Masta Ace, Tech N9ne, Talib Kweli, Hopsin, Eamon, and Krizz Kaliko",
  "Sịngụl ya nke mbụ na albọm a bụ\"The Peoples Champ\", nke abụọ bụ \"Learn Truth\" feat",
  "Talib Kweli",
  "Upon release the album debuted at number 1 on the US Billboard Ka ewepụtara albọm a, ọ gbara dịka nke mbụ n'ọnụ ọgụgụ na igbe ịma ọkwa nke US nke Heatseekers Albums chart, ma bụrụ nke iri na asaa na isi igbe ịma ọkwa nke Top R&B/Hip-Hop Albums chart, ma nọrọ na nke otu narị na iri atọ na otu na  <i id=\"mwqg\">Billboard</i> 200. N'afọ 2016, onye rap German  bụ Kool Saves gosipụtara Thornburg na albọm studịo bụ Essahdamus n'egwu akpọrọ  \"Wahre Liebe\".",
  "Ewepụtara albọm nke atọ nkeThorbun, All My Heroes Are Dead,  na Eprel 17, 2020",
  "O gosipụtara ndị nka dịka Ghostface Killah, Eamon, Atmosphere, Ice-T, Vinnie Paz, Brand Nubian, Chino XL, MOP na Onyx",
  "Nna Thorburn, Staff Sgt",
  "John A",
  "Thorburn, bụ onye agha Vietnam nke Agent Orange metụtara.  nne-ya nwoke Maxx mụrụ nwere nkwarụ ma kpuo ìsì, ma nwụọ mgbe ọ dị afọ iri.Nwanne  Thorburn nke nwanyị, Dee Ann, nwụrụ n'afọ 2007 mgbe ọ dị afọ iri abụọ na isii",
  "Thorburn kọrọ akụkọ nna ya na \" Uncommon Valor: A Vietnam Story ,\" site na albọm Jedi Mind Tricks :Servants in Heaven, Kings in Hell",
  "John A",
  "Thorburn nwụrụ na Jenụwarị 7 2010 maka ọrịa kansa",
  "Thorburn sitere na German, Scottish na  agbụrụ Sicilian",
  "Thorburn nwere ụmụ abụọ: Ella (amụrụ na 2016) na John A",
  "Thorburn (amụrụ na 2017)."
]