[
  "Ọrịa nkịta bụ nke n'efe efe nke n'akpata ya bụ mgbawa nke ụbụrụ n'ebe mmadụ n'anụmanụ nwere ọbara n'ekpo ọkụ nọ. Na mbido ọ na-eji oke ịba n'otuto abịa. Ihe ndịọzọ eji ama onye nwere ya bụ: ịga ije ngwa ngwa, inwe oke obiụtọ, enweghị ike megharịa ahụ, mgbagwoju anya, na-elegideghị anya n'ihe ruo ogologo oge. Mgbe ihe a eji ama ya pụtasịrị, onwụ n'esochi onye nwere ya. Oge eji enweta nje a na mgbe oji apụtasị nkeọma n'abụ ihe dịka ọnwa atọ",
  "Mana onwere ike ịdị ala karịa otu izu ụka maọbụ ruo otu afọ. Oge ndị akpọtụrụ uche n'adabere na mgbe oji gazue onye nwere ya n'ahụ ya niile.",
  "Mmadụ n'enweta nje a site n'ahụ anụmanụ",
  "A na-enweta ya mgbe ọbụla onye nwere ya metụrụ maọbụ taa mmadụ maọbụ anụmanụ nwere ya. Asọmmiri onye nwere ya nwekwara ike ime ka mmadụ nweta ya maọbụrụhaala n'enwere mmekọrịta n'etiti onye nwere ya n'onye enweghị ya. Ihe n'akpatakarị mmadụ inweta nje a bụ mgbe nkịta taara mmadụ. Ihe karịrị pasent 99 nke nsogbu rabis si na mba nkita ndị nwere ya nọ. Na mba ndị dị na Amerịka, ụsụ bụ ihe n'ebufekarị ọrịa rabis nye ndị mmadụ",
  "Ihe dị ala karịa pasent 5 si n'aka nkịta. Anụmanụ ndị n'awụgharị n'ọhịa anaghị ebutekarị rabis. Nje rabisn'abanye n'ụbụrụ na awara ime ahụ",
  "Enwere ike ime nnyocha maka ya mgbe ahụrụ ihe n'egosi n'ọbụ nje ahụ.",
  "Igbochi ọtụtụ anụmanu n'ịgba ha ọgwụ enyela aka belata rabis nke nkịta n'atanye mmadụ n'ahụ n'akụkụ ụfọdụ n'ụwa. Inye ndị mmadụ ọgwụ tupu ha enweta ya ga-enyeaka karịsịa nye ndị nọ ebe ha nwere ike ibute ya ngwa ngwa",
  "Ndị a gụnyere ndị n'arụ ọrụ ebe enwere ụsụ maọbụ ndị n'anọkarị ebe enwere nje rabis. Nye ndị nọ ebe enwere rabis, ọgwụ rabis n'oge ụfọdụ imunoglobin n'enyeaka igbochi nje a tupu ọpụtacha nkeọma. Iji mmiri na ncha kwọọ aka nkeọma ihe ruru minit 15, povido ayọdin, maọbụ mmiri ncha, n'ihina ha ga-egbu nje ndị a ma gbochie mgbasa ya. Naanị mmadụ ole na ole nwetarala ngwọta mgbe achọpụtasịrị na ha nwere nje a",
  "Eji ọgwụgwọ ndị bụ ọkpọka ya nke amaara dịka Mịlwaụkii protokọlmee ihe.",
  "Ọgwụ mgbochi rabis bụ ọgwụ eji egbochi ọrịa rabis. Enwere ọtụtụ ndịọzọ dị mma maka iji gbochie ya",
  "Ha dị mma iji gbochie nje rabis ruo ogologo oge mgbe ụsụ maọbụ nkịta taara mmadụ",
  "Mgbochi a  n'anọ ogologo oge mgbe ejisịrị ya mee ihe ugbo atọ",
  "A na-eji ntụtụ agbanye ya n'ime ahụ maọbụ anụ ahụ",
  "Mgbe agbasịrị ọgwụ ndị a, a na-eji ọgwụ rabis bụ imunoglobin eme ihe",
  "A na-enye ntụziaka ka ndị nwere ike ibute nje a gba ọgwụ mgbochi tupu ha gaa ebe ha nwere ike ibute ya",
  "Ọgwụ ndị a n'arụ ọrụ n'ahụ mmadụ na anụmanụ",
  "Ịgba nkịta ọgwụ ga-enyeaka ka mmadụ ghara inweta ya.",
  "Agbaala ọtụtụ nde mmadụ ọgwụ rabis n'ụwa niile",
  "Nke a echekwala ndụ mmadụ puku narị 250 kwa afọ. Onye ọbụla nwere ike iji ya mee ihe",
  "Ihe dịka pasent 35 ruo 45 nke ndị mmadụ egosila ihe dịka ọbara na mgbu n'akụkụ ebe a na-agba ha ọgwụ",
  "Ihe dịka pasent 5 ruo 15 nwere ike inwe ahụọkụ, isiọwụwa,maọbụ ịgbọ agbọ",
  "Mgbe rabis jidesirila mmadụ, onweghịzi mkpa ọdị iji ọgwụ ndị ahụ eme ihe",
  "Ọgwụ ụfọdụ enweghị timerosal",
  "Ọgwụ ndị emere maka ụbụrụ n'ime ahụ nke eji emekarị ihe na mba Eshia na Latịn Amerịka, anasịghị arụ ọrụ k'esi chọọ",
  "Nke mere na ndị Wọld Helt Ọganaịzeshọn ekwughị k'ejiri ya n'eme ihe.",
  "N'afọ 2014, ọnụego ya nọ n'ihe dịka 44 na 78 dọla maka iji nye ọgwụgwọ. Mana na mba Unaịted Steeti ọ na-ewe ihe karịrị 750 dola maka ọgwụ rabis.",
  "Rabis n'egbu ihe dịka puku 26 ruo 55 kwa afọ n'ụwa niile. Pasent 95 nke ọnwụ ndị a bụ na mba Eshia na Afrịka. Rabis nọ na ihe karịrị mba 150 n'ụwa ma ewezụga Antatika. Ihe karịrị ijeri 3 bi na akụkụ ụwa ebe enwere rabis. N'ebe ụfịọdụ na urop na Ọstrelia, naanị ụsụ nwere ike ibufe rabis. Mba ndị dị obere bi n'etiti mmiri enweghị rabis maọlị."
]