[
  "Rachel Mwanza bụ onye na-eme ihe nkiri si Democratic Republic of the Congo, nke a maara nke ọma maka arụmọrụ ya dịka Komona na ihe nkiri 2012 War Witch (Rebelle)",
  "Tupu a tụba ya na ihe nkiri ahụ, ọ nweghị ebe obibi ma biri n'okporo ámá Kinshasa.",
  "A mụrụ Mwanza n'afọ 1997 na Mbuji-Mayi, nke atọ n'ime ụmụnne isii, ma nọrọ n'oge ọ bụ nwata na Kasai Province. Nna ya zigara nne ya na ụmụnne ya na Kinshasa mgbe ọ dị afọ asatọ, na-ekwe nkwa ịgakwuru ha mgbe e mesịrị",
  "N'ebe ahụ, ụmụaka ahụ anaghịzi aga ụlọ akwụkwọ, nne ya kwupụtara na ọ bụ ya kpatara ọdachi ezinụlọ ahụ mgbe onye amụma ụgha kwuru na Mwanza bụ onye amoosu. Ọ boro nne ya ebubo maka ịnwa ịchụpụ mmụọ ọjọọ iji wepụ Mwanza na amoosu, mana emesịrị chụpụ ya n'okporo ámá.",
  "Mwanza nọrọ ọtụtụ afọ na-ebi dịka nwatakịrị n'okporo ámá na Kinshasa tupu a kpọọ ya na ihe nkiri Canada War Witch (Rebelle). Ọ pụtakwara na ihe nkiri 2013 Kinshasa Kids nke Marc-Henri Wajnberg dere ma duzie.",
  "O mechara kwaga Montreal, ebe ọ gara ụlọ akwụkwọ sekọndrị École Lucien-Pagé ma soro ezinụlọ Anne-Marie Gélinas biri, onye na-emepụta ihe nkiri maka War Witch.",
  "A tụbara Mwanza na Rebelle mgbe onye nduzi Kim Nguyen na ndị na-emepụta Pierre Even na Marie-Claude Poulin hụrụ ya na ihe nkiri na ụmụaka okporo ámá nke Kinshasa. N'ihi enweghị agụmakwụkwọ ya, ọ maghị otú e si agụ ma ọ bụ dee mgbe mbụ e mere ya na fim ahụ; ndị na-eme ihe nkiri emeela ndokwa ịkwụ ụgwọ maka agụmakwụkwọ na ụlọ ya ruo mgbe ọ gbara afọ 18. N'ọnwa Febụwarị afọ 2013, e nyere ya visa iji nye ya ohere ịga Academy Awards, ebe ọ bụ ntinye Canada maka Academy Award for Best Foreign Language Film. Nleta ahụ jikọtara ọnụnọ na onyinye ahụ yana ọrụ nkwalite maka Rebelle mgbe ọ nọ na United States.",
  "Ọrụ Mwanza na Rebelle nwetara ihe nrite ya gụnyere Silver Bear maka Best Actress site na Berlin Film Festival, Tribeca Film Festival na Vancouver Film Critics Circle n'afọ 2012, yana ihe nrite maka Best Acpress na 1st Canadian Screen Awards na Québec Cinéma.",
  "Mwanza mechara dee akwụkwọ akpọrọ Survivre pour voir ce jour, na-akọwa oge ọ bụ nwata na ahụmịhe ya na olileanya na ọ ga-akpali ndị na-eto eto ma na-adọta uche ụmụaka 20,000 bi n'okporo ámá Kinshasha."
]