[
  "Rachel Pinney (11 Julaị 1909 - 19 Ọktoba 1995) bụ dọkịta ahụike Britain bụ onye sụrụ ụzọ usoro ọgwụgwọ maka mmepe ụmụaka n'afọ ndị 1960 nke ọ kpọrọ \"Ntị ihe okike\" na \"oge awa ụmụaka\".  Site na 1927 ruo 1934 ọ bụ onye otu Ferguson's Gang zoro ezo, otu ndị na-ahụ maka ọdịmma mmadụ na-enye onyinye ego na National Trust na mkpesa nchekwa ime obodo ndị ọzọ.  N'ime mgbanwe ya dị ka Red Biddy, Pinney, kpuchiri mkpuchi na mkpuchi, nyefere onyinye mbụ Ferguson's Gang n'ụlọ ọrụ ntụkwasị obi nke mba n'afọ 1933",
  "A kọrọ na nnyefe nke £ 100 na ọlaọcha maka onyinye nke Shalford Mill na National Trust. Pinney na-abụghị onye ọtọdọks n'ọtụtụ ụzọ, o kwere nkwa ịgbachi nkịtị na Wednesday, ọ bụkwa onye na-ahụ maka udo.",
  "Nna ya, Reginald Pinney, bụ onye isi agha na ndị agha Britain",
  "O nwetara akara ugo mmụta n'ihe gbasara ahụike ma rụọ ọrụ dị ka onye isi ala ruo n'afọ 1961, yana ịrụ ọrụ dịka dọkịta na-awa ndị uwe ojii",
  "Ọ rụrụ ọrụ na onye na-agwọ ụmụaka Dr",
  "Margaret Lowenfeld, mana ọ dịghị mgbe ọ zụrụ ya",
  "Ọ malitere \"usoro maka nghọta esemokwu\" nke ọ kpọrọ \"Creative Listening\" na \"Children's Hours\", nke mbụ e debanyere aha dị ka ụlọ ọrụ nwere oke n'afọ 1967.",
  "Ọ gara Britain na mbido afọ 1960 na-akpọ ndị mmadụ ka ha kesaa echiche ha n'okwu ndị na-ese okwu dịka mgbanwe iwu nwoke idina nwoke na agha nuklia ka ọ na-eji usoro ige ntị ya.",
  "Ndị ọkachamara na-arụ ọrụ maka ụmụaka na-eji usoro ụmụaka ya eme ihe n'ọtụtụ ebe.",
  "Na September 1970, a tụrụ ya mkpọrọ ọnwa itoolu n’ihi mmejọ nke idobe na ilekọta nwa n’England megidere uche nne ya, mgbe o zigasịrị nwa nwoke dị afọ 14 ibi na Canada n’enwetaghị ikike nne ya.",
  "N'afọ 1977, Pinney gara New York ma gwọọ nwa nwoke dị afọ anọ nwere autism",
  "Nke a mere ka o bipụta Bobby, Breakthrough of an Autistic Child (1983).",
  "Ọ lụrụ Luigi Cocuzzi nwa oge nke ya na otu nwa nwanyị na ụmụ nwoke abụọ.  Ọ bụ onye Quaker na onye so na Mgbasa Ozi Maka Mgbasa Ngwá Agha Nuklia site na 1961",
  "O kwuputara n'ihu ọha na onwe ya dị ka nwanyị nwanyị nwere mmasị nwanyị na 1989..",
  "Ọ nwụrụ na 19 Ọktoba 1995 mgbe ọ dị afọ 86."
]