[
  "Rachael Magoola bụ onye na-agụ egwu, onye na-ede egwu, onye a na-agba egwu, na onye ndọrọ ndọrọ ọchịchị nke Uganda. Ọ bụ otu n'ime ndị otu Afrigo Band. Na ntuli aka nke afọ 2021, a họpụtara ya ka ọ bụrụ onye omeiwu, dịka onye nnọchi anya ụmụ nwanyị na Bugweri District, maka National Resistance Movement.",
  "Njem egwu malitere n'ụlọ ebe nna ya, onye nwụrụ anwụ Nicholas Magoola, bụ onye nkuzi egwu na ọtụtụ kọleji dị n'ebe ọwụwa anyanwụ Uganda",
  "Dị ka nwa agbọghọ, ọ bụrụ abụ n'òtù ukwe chọọchị ma kpọọ ngwá egwú n'ụlọ",
  "Na Senior Two, a chụpụrụ ya na Tororo Girls School maka ịrụ ọrụ n'òtù egwu mgbe ọ nọ ezumike ụlọ akwụkwọ",
  "N'afọ 1983, Magoola sonyeere Namasagali College ma mesịa \"Kaliro Teacher Training College\" ebe ọ zụrụ dị ka onye nkuzi ụlọ akwụkwọ sekọndrị, ọkachamara na egwu na asụsụ",
  "Ọ kụziri na Namasagali College ruo 1993 mgbe ọ hapụrụ Mahadum Kyambogo ebe ọ gụrụ nzere na agụmakwụkwọ, na-agụ akwụkwọ na Music",
  "Ọ bụ ezie na ọ bụ nwa akwụkwọ kachasị mma na klas ya, Magoola zụghị akwụkwọ n'ihi na a kwụsịrị ya n'ụlọ akwụkwọ ya maka ịgba ọsọ mgbe ọ gara njem na Afrigo Band",
  "O dekọrọ Obangaina na London na Afrigo Band ma abụ ahụ ghọrọ ihe a ma ama ozugbo",
  "Magoola laghachiri na Mahadum Kyambogo na 2012 iji mezue ma nweta akara ugo mmụta ya.",
  "Magoola sonyeere Afrigo ebe ọ haziri ọtụtụ egwu na ihe nkiri",
  "N'afọ 2001, Rachel guzobere ma malite otu nke ya nke dekọrọ abọm atọ: Inhaife, Tyenda Wundi na Tonyiiga",
  "N'afọ 2003, ọ hapụrụ Afrigo band na Uganda, maka United Kingdom",
  "Na South Bank nke London, ọ duziri otu 'Women of Kampala' na London's African Music Festival ma soro onye na-afụ opi South Africa Claude Deppa rụkọọ ọrụ",
  "N'afọ 2009, Rachel na ndị otu ya rụrụ ọrụ na mmemme Sauti za Busara na Zanzibar",
  "Ihe ndị o dere nwere akụkụ nke asụsụ na ụda ọdịnala sitere na mpaghara niile nke Uganda, yana reggae na zouk. Magoola nwere ngụkọta nke abọm isii: Inhaife (1997), Tyenda Wundi (1998), Tonyiiga (2000), Atubembe (2001), Songs from the Source of the Nile (2005) na Eisadha (2008)."
]