[
  "Rachael Ray Kungu, onye na-eji aha egwu DJ Rachael, (amụrụ c.1978), bụ onye na-eme ihe nkiri diski na Uganda, nwanyị ọchụnta ego na onye na-edekọ egwu, onye ọrụ ya karịrị afọ 25",
  "Ọ bụ onye guzobere Femme Electronic na onye nwe Scraych Rekords, ụlọ ọrụ na-ege ntị nke onwe.",
  "Na June 2017, Vice Magazine zoro aka na Rachael Kungu, dị ka \"nwanyi DJ mbụ nke East Africa\".",
  "A mụrụ Rachael Kungu na Uganda n'ihe dị ka afọ 1978, ọ tolitere n'ógbè dị elu a na-akpọ Muyenga, na Makindye Division nke oge a, n'ime isi obodo Uganda bụ Kampala",
  "N'afọ ndị 1990, Hotel International Muyenga bụ ihe a ma ama maka oriri ya n'ehihie nke ndị nọ n'afọ iri na ụma na-agakarị",
  "Rachael bụ otu n'ime ọtụtụ ndị nọ n'afọ iri na ụma gara nnọkọ oriri na ọṅụṅụ",
  "Ọ ghọrọ akụkụ nke Muyenga Youth Club.",
  "Mgbe Rachael dị afọ iri na atọ, ọ na-ekiri na vidiyo Deidra Muriel Roper (DJ Spinderella), nwanyị American deejay na onye na-eti egwu na-eme ihe ma ọ na-atọ ya ụtọ",
  "Onye America na-ese ihe nwere mmetụta dị ukwuu n'ebe nwa okorobịa ahụ nọ n'afọ iri na ụma nọ",
  "Na klọb ahụ, Rachael matara ndị ama ama mba ụwa dị ka Salt-n-Pepa, Roxanne Shante, MC Lyte, Run-DMC yana Kid N Play",
  "Ọ malitere iṅomi ụzọ ndị a na-eme ihe nkiri mba ụwa si eme ma buru n'isi otú ha si rap nke nkà mere ka o nweta ebe na igbe deejay n'obodo ahụ.",
  "Ebe ọ bụ na ọ ka dị afọ iri na ụma, nwanne nna ya sooro ya gaa Club Pulsations, ebe DJ Wasswa Junior kụziiri ya otu esi eji turntable",
  "Ọ na-etinye DJ Alex Ndawula maka ịkụziri ya nkà ụfọdụ",
  "Ndị nkuzi ndị ọzọ gụnyere DJ Berry nwụrụ anwụ.",
  "DJ Rachael malitere ọrụ ya dị ka onye na-agba diski na afọ 1995 ma mgbe o mechara nwee ike iguzo naanị ya, ndị nwe klọb ndị ọzọ malitere inye ya ohere ịrụ ọrụ na klọb ha",
  "Ọ hapụrụ Club Pulsations wee sonye na Club Silk ebe ọ rụrụ ọrụ afọ asatọ dị ka onye ọrụ na onye ọkachamara na-agba diski. Mgbe ọ nọ n'ebe ahụ, o nwere oge iji mezuo nkwekọrịta igwu egwu na oriri ọha na eze na nke onwe.",
  "Ọ nwetara nkwanye ugwu na-abawanye ma nata nkwekọrịta ọ ga-egwu na Club Sombreros na Jinja wee nọrọ na Club Florida na afọ 2000 na Club Carnival, ma na Nairobi na Stone Club na Mwanza",
  "Ihe ngosi redio nke Uganda Saturday Night Mix Show ghọtara mkpa DJ Rachael dị na egwu eletrọnịkị Uganda",
  "Ọ rụrụ n'ememme Nyege Nyege na afọ 2017.",
  "2000 na Club Carnival, ma na Nairobi na Stone Club na Mwanza. Ihe ngosi redio Ugandan Saturday Night Mix Show ghọtara mkpa DJ Rachael dị na egwu eletrọniki Ugandan. Ọ rụrụ ọrụ na Nyege Nyege Festival na afọ 2017.",
  "N'afọ 2015, BBC Radio 1Xtra họọrọ DJ Rachael dị ka otu n'ime ndị DJ na ndị egwu kachasị elu n'Africa, na-akpọ ya ka ọ kwurịta egwu na Uganda. Site na mmata dị ukwuu, a kpọrọ DJ Rachael ka ọ sonye na mmemme mba ofesi, gụnyere WOMEX World Music Expo 2016 na Spain, mmeghe nke Impact Hub, oghere nka na Florence, Ịtali na afọ 2017 na ihe omume DAPHNE nke Marea Stamper, na Chicago, Illinois, United States na Jenụwarị, na afọ 2017.",
  "Kungu agbasawokwa na mmepụta egwu, ọzụzụ na ntụziaka ndị ọzọ iji bulie nkà ya",
  "Kemgbe afọ 2016, ọ na-eme ọmụmụ ihe kwa ọnwa maka ụmụ nwanyị 25 na-ekere òkè",
  "Ihe omume ya, Femme Electronic, malitere na afọ 2016 iji kwado ndị DJ nwanyị na ndị na-emepụta egwu egwu electronic. N'afọ ahụ, o nwere ogbako na Goethe-Institut na Santuri East Africa.",
  "N'afọ 2017, Dazed kwetara na DJ Rachael bụ otu n'ime \"5 ndị egwu East Africa ị chọrọ ịma\" na DJ Mag dere banyere ọrụ ya iji gbanwee ihu nke egwu elektrọnik.  N'afọ 2018, OkayAfrica depụtara ya dị ka otu n'ime ndị egwu ụlọ 10 kachasị elu na Kenya na Uganda na Electronic Beats kọrọ banyere otu DJ Rachael si agbanwe ọha mmadụ Ugandan site na egwu.",
  "Rachael Kungu bụ onye na-akwado ikike ụmụ nwanyị na ikike nke obodo LGBT +."
]