[
  "Rachel Wolfe-Goldsmith (amụrụ na úbọchị irí nà atọ n'ọnwa Jenụwarị, 1991) bụ ónyé America na-ese ihe nke bi na Oakland, California. A maara ya màkà nnukwu mgbidi ya, ọ bụkwa ónyé nduzi okike nke Bay Area Mural Program.",
  "N'oge opupu ihe ubi na ógè okpomọkụ nke afọ 2020, mgbè ogbugbu George Floyd gasịrị, Wolfe-Goldsmith so n'ọtụtụ ndị na-ese ihe na-ese mgbidi na nzaghachi màkà ogbugbu ahụ na iberibe osisi na-ekpuchi ụlọ ahịa na etiti obodo Oakland",
  "A na-akpọ akụkụ ya na 15th St",
  "We Can Breathe N'oge a, Bay Area Mural Program, na Wolfe-Goldsmith dị ka ónyé nduzi okike, na African American Arts & Culture Complex haziri Black Lives Matter mural na San Francisco, nke gbara màkà mpaghara ọbọdọ atọ.",
  "Otu She Will Rise, nke na-arụ ọrụ iji nweta nwanyị ojii na Ụlọikpe Kasị Elu nke United States, nyèrè Wolfe-Goldsmith ọrụ ise ihe osise na Washington, DC",
  "Emechara ya n'ọnwa Ọktoba 2020, ọrụ ahụ gosipụtara ndị ọka ikpe na ndị na-eme ngagharị iwe nke ụmụ nwanyị ojii.",
  "N'ọnwa Nọvemba 2020, a màrà ọkwa na Wolfe-Goldsmith ga-ese ihe osise na-elekwasị ányà na ikpe ziri ezi nke ọha na eze na onye ọrụ ibe ya Joshua Mays",
  "Kaiser Permanente na ABG Art Group nyere iwu ka e see ihe osise ahụ, ma gosipụta ya n'èzí ọfịs Kaiser na etiti ọbọdọ Oakland tupu a mee atụmatụ ịkwaga Liberation Park. Ọzọkwa n'etiti obodo Oakland, Wolfe-Goldsmith eseela ihe osise atọ nke ónyé na-ese ihe Stoney Creation na ihe nlereanya Yanni Brump.",
  "N'ọnwa Febụwarị 2021, ónyé nwe ụlọ na onye nlekọta nke West Oakland bụ Jilchristina Vest nyèrè Wolfe-Goldsmith iwu ka ọ see ihe osise nke ụmụ nwanyị na Black Panther Party n'akụkụ ụlọ ya na Center na 9th Streets. Ihe osise irí atọ nke ụkwụ dabeere na ọtụtụ foto Stephen Shames sere ma gosipụta Delores Henderson, Angie Johnson, Lauren Williams, na nwa nwanyị Williams Mary",
  "Ihe osise ahụ ugbu a gosipụtara aha ihe karịrị ụmụ nwanyị narị atọ, a na-eme atụmatụ na ọ ga-abụ square mita Puku abụọ mgbe emechara ya",
  "A gwara ónyé isi Black Panther Ericka Huggins màkà ọrụ ahụ."
]