[
  "'Mkpúrù èdè íke'",
  "Rachid Ksentini (November 11, 1887 August 4, 1944) bụ onye Algeria na-eme ihe nkiri na onye na-eme ọchị.",
  "A mụrụ Rachid Ksentini Rachid Belakhdar n'abalị 11 ọnwa Nọvemba, afọ 1887 na Casbah nke Algiers",
  "Ọ hapụrụ ụlọ akwụkwọ n'oge ọ dị obere iji soro nna ya rụọ ọrụ dịka ọkwá nkà na-amụta ọrụ na Bab El Oued ruo n'afọ 1914",
  "Na mbido Agha Ụwa Mbụ, ọ debanyere aha dịka onye ọrụ ụgbọ mmiri na ụgbọ mmiri ahịa wee gaa France",
  "Ụgbọ mmiri ọ banyere n'ụgbọ mmiri ahụ bụ nke ndị agha mmiri Germany gbagburu",
  "Ndị Royal Navy napụtara ndị lanarịrịnụ, nke e zigara na Marseille",
  "site na ọrụ ya dịka onye ọkwọ ụgbọ mmiri, ọ gara Europe, North America, China, na India",
  "Ọ laghachiri Algeria mana maka obere oge tupu ọ laghachi France",
  "n'afọ 1925, ọ laghachiri n'ala nna ya wee zute n'otu afọ ahụ na kọfị, Ali Sellali a.k.a",
  "Allalou onye gwara ya ka ọ sonye n'òtù ihe nkiri ya Ezzahia",
  "Njikọ ha na-arụpụta n'etiti ihe ndị ọzọ site na ngosi nke egwuregwu Zaouadj Bouaklin n'ọnwa October 26, afọ 1926, nke na-egosi mpụta mbụ nke Ksentini n'elu ikpo okwu",
  "Egwuregwu nke dọtara uche ọha na eze",
  "Njikọ dị n'etiti ndị ikom abụọ ahụ na-aga n'ihu na mgbanwe nke Allalou nke usoro sitere na Otu puku na otu abalị, ebe Rachid Ksentine nwetara ọrụ mbụ",
  "N'afọ 1927, ya na Djelloul Bachedjerrah mepụtara, ndị otu El Djazaïr gbasara n'oge na-adịghị anya.",
  "Rachid Ksentini pụtara karịsịa na ihe nkiri",
  "mana n'otu oge ahụ, ọ na-etinye onwe ya n'abụ ndị na-atọ ọchị na-enwe mmekọrịta mmadụ na ibe ya",
  "Ọtụtụ n'ime abụ ya bụ mkpuchi ma ọ bụ interpolation nke sitere na egwu egwu nke mba, dịka ọmụmaatụ na Ach men âr alikoum ya bnaïn ennas, nke sitere na Ach men Âr Alikoum ya rdjal Meknes (amaokwu sitere na uri nke Kaddour El Alamy).",
  "E mere usoro TV a raara nye onye na-eme ihe nkiri ahụ n'afọ 2005, nke Boualem Aďssaoui duziri site na ihe nkiri nke Rachid Soufi",
  "Usoro ahụ nwere akụkụ iri na abụọ nke nkeji iri atọ ọ bụla.",
  "Hachlaf (2001)",
  "Anthologie de la musique arabe, 1906-1960 (in French)",
  "Algiers: Éditions Anep",
  "ISBN 9789961903513.",
  "Rachid Ksentini nwụrụ n'August 4, 1944."
]