[
  "Radcliffe Bailey (amụrụ n'afọ 1968) bụ ónyé America na-ese ihe n'oge a nke a ma ámá màkà ọrụ mgbasa ozi, eserese, na ihe ọkpụkpụ nke na-enyocha akụkọ ihe mere eme nke Africa na America. Ọ bi ugbu a na Atlanta, Georgia.",
  "A mụrụ Radcliffe Bailey na Bridgeton, New Jersey na 1968",
  "Mgbè ọ dị afọ 4, ọ kwagara Atlanta, Georgia, nke bụ ebe ọ bi ugbu a",
  "Mmasị ya na nka kpaliri site na nleta nwata na High Museum of Art na klas ise ihe o mechara gaa na Atlanta College of Art. Ọ na-ekwu akụkọ ihe méré eme nke Atlanta na ikike obodo na Agha Obodo dị ka ihe na-akpali akpali. Bailey nwetara nzèrè Bachelor of Fine Arts na 1991 site na Atlanta College of Art Site na 2001 ruo 2006, ọ kụziri na Lamar Dodd School of Art na Mahadum Georgia.",
  "A zụrụ Bailey dị ka ónyé na-ese ihe ma na-eme nnwale na ágbá na mgbasa ozi ngwakọta. Ọ na-arụ ọrụ n'ime njikọta nke ihe osise na ihe ọkpụkpụ, na-eji ihe ndị dị ka foto ochie nke ezinụlọ ya, ndekọ vinyl, mkpịsị piano na okpu karama",
  "N'ụzọ isiokwu, nka ya na-enyocha njikọ nke ndị nnà nnà, agbụrụ na ncheta ọdịbendị. N'afọ 2003, ọ nakweere ụdị nka nke Kongo minkisi kpaliri, nke ọ kọwara dị ka \"ihe osise ụlọ ọgwụ\". N'ihi ya, a kọwaala ọrụ ya dị ka akụkụ atọ na nke dị larịị, na-etinye ihe ndị na-esi ísì na ụda. N'ajụjụ ọnụ nke afọ 2013, Bailey kọwara usoro okike ya na mmasị ya na njikọ dị n'etiti ógè gara aga na ugbu a, na-ekwu, sị: Ahụmahụ nke nka kwa ụbọchị, ọ bụ ezie na ọrụ m nwèrè ike iyi ka ọ nwèrè akụkọ ihe mere eme a, ọ bụkwa mkpuchi màkà ihe Ìm na-emeso kwa ụbọchị",
  "Ọ na-ekwu ọtụtụ ihe banyere taa",
  "Anyị na-ekwu maka ebe m ga-aga ọzọ: Ọ ka na-eche banyere taa na ụnyaahụ na ihe na-abịa n'ihu m echi",
  "\" Ọ bụ ndị akụkọ ihe méré eme kpaliri ya n'ụzọ dị ukwuu, na-ezo aka na ndị mmadụ dịka George Washington Carver na onye na-arụ ọrụ na Charleston bụ Philip Simmons dị ka isi iyi nke mkpali. E gosipụtara nnukwu ihe owuwu ya Windward Coast (2009-2011), dị ka akụkụ nke First International Biennial of Contemporary Art of Cartagena de Indias, Colombia",
  "E nyela ya onyinye màkà onyinye nka ya, na-anata Joan Foundation Grant na 2008 na Elizabeth na Mallory Factory Prize for Southern Art na 2010.",
  "Bailey enweela ihe ngosi onwé ya n'ọtụtụ gallery na ụlọ ọrụ gụnyere:",
  "N'ubochí irí abụọ na asaá n'ọnwa Juun, 2009, Bailey lụrụ ónyé America na-eme ihe nkiri, onye na-agba egwu, na ónyé na-emepụta Victoria Rowell na Dublin, New Hampshire. A mara ọkwa agbamakwụkwọ ahụ na The New York Times",
  "Di na nwunye ahụ gbara alụkwaghịm na 2014."
]