[
  "Radia Bent Lhoucine (1912–1994) bụ onye na-ese ihe na Morocco nke malitere ịse ihe n'afọ mgbe ọ burugoro okenye",
  "Ọrụ ya egosipụtala ma ree na ụlọ ngosi na Africa na Europe",
  "A mụrụ Radia Bent Lhoucine (nke a na-akpọkwa Radia Bent El Houssein) na mpaghara Marrakech na Douar Oulad Youssef (na mpaghara Kalaât Sraghna) ma nwụọ na 1994 na Salé, Morocco",
  "Ọ maliteghị eserese ruo n'afọ 1961; ọbụlagodi mgbe ahụ, ọ dị ụkọ maka ụmụ nwanyị Morocco ịchụso nka.",
  "Mgbe ọ hụrụ ihe osise nke nwa ya nwoke, onye na-ese ihe bụ Miloud Labied, ọ nwere mkpali ịmalite eserese n'agbanyeghị afọ ndụ ya, ihe karịrị afọ iri ise",
  "N'ịbụ onye nwa ya nwoke gbara ume, o gosipụtara ụfọdụ ọrụ ya na studio nke Jacqueline Brodskis na Rabat, Morocco, na 1962",
  "Ndị nkatọ nabatara eserese ya nke ọma bụ ndị depụtara ọrụ ya dị ka nka Naive",
  "A na-atụlekarị ihe osise ya, ma gosipụta ya, ya na nke mmadụ abụọ n'ime ndị ọgbọ ya bụ Chaibia Talal (1929–2004) na Fatima Hassan El Farrouj (1945–2011).",
  "E gosipụtara ya na ihe ngosi akpọrọ  Two thousand years of Art in Morocco nke emere na Charpentier Gallery na Paris na 1963",
  "O gosikwara n'otu afọ ahụ na Jean Dubuffet Foundation na Lausanne, Switzerland",
  "Mgbe ahụ, e gosipụtara ọrụ ya na Bab Rouah Gallery na Rabat na 1966 ya na ụmụ nwanyị ndị ọzọ na-ese ihe na Morocco.",
  "O sonyere n'ọtụtụ ihe ngosi ndị ọzọ na Morocco na mba ofesi ebe ọrụ ya pụtara na nchịkọta dị iche iche gburugburu ụwa, ọkachasị, nke Société Générale Maroc na Casablanca, nke Villa des Arts Galerie na Museum of Contemporary Art nke ntọala ONA na nchịkọta onwe onye dị iche iche na Morocco na Switzerland.",
  "Radia Bent Lhoucine kwụsịrị eserese na njedebe nke afọ ndị 1970. Ọ nwụrụ n'afọ 1994 na Salé, e wee zigara nwa ya nwoke, Labied ndekọ nke eserese ya nile.",
  "A kpọrọ ya otu n'ime \"ndị na-ese ihe atọ na-asụ ụzọ bụ ndị gosipụtara akụkọ nka nke Morocco,\" na nkọwa nke ihe ngosi 2011 na Casablanca's Gallery 38 kwuru,",
  "Ihe ngosi a ga-abụ ohere iji chọpụta eluigwe na ala dị ka nrọ nke Radia Bent Lhoucine, njikọ dị n'etiti nka nkume na akụkọ a ma ama: ọrụ nke na-akọ uri ọhịa nke okike na ọnọdụ ya, ebe ndị na-eche n'echiche na ụmụ anụmanụ na-agbanwe na agba mara mma.",
  "Ka ọ na-erule 2020, ọrụ ya gosipụtara na Mohammed VI Museum of Modern and Contemporary Art na Rabat.",
  "Ihe ngosi mgbe ọ nwụsịrị"
]