[
  "Radoje Domanović (Febụwarị 16, 1873 – Ọgọst 17, 1908) bụ onye edemede Serbia, odeakụkọ na onye nkuzi, ama ama maka akụkọ mkpirikpi ya.",
  "A mụrụ Radoje Domanović n’ime obodo Ovsište n’etiti Serbia, nwa onye nkuzi obodo na onye na-etinye ego Miloš Domanović, na Persida Cukić, nwa Pavle Cukić, otu n’ime ndị ọchịagha nke mbusoro agha Serbian nke mbụ na nke abụọ",
  "Ọ nọrọ oge nwata ya n’ime obodo Jarušice dị nso na Kragujevac, ebe ọ gara ụlọ akwụkwọ praịmarị",
  "Ọ gụsịrị ụlọ akwụkwọ sekọndrị na Kragujevac, yana ngalaba nke nkà ihe ọmụma na Mahadum Belgrade, ebe ọ mụrụ asụsụ Serbia na akụkọ ihe mere eme.",
  "Na 1895, Domanović nwetara ọkwa mbụ ya, ọkwa nkuzi na Pirot, na ndịda Serbia, mpaghara a tọhapụrụ n’oge na-adịbeghị anya n’Alaeze Ukwu Ottoman",
  "Na Pirot, o zutere Jaša Prodanović (1867–1948), onye nkuzi na onye na-akwado onye nyere aka ịhazi echiche ndọrọ ndọrọ ọchịchị ya",
  "N’ebe ahụ, ọ zutere nwunye ya n’ọdịnihu, Natalija Raketić (1875–1939), onye nkuzirks ụlọ akwụkwọ dara ogbenye tusitere na Sremski Karlovci, onye ga-akwado ya n’oge ndụ ya dị mkpụmkpụ na ọgba aghara, yana onye ọ mụrụ ụmụ atọ.",
  "Ebe ọ bụ na ọ sonyeere ndị otu Radical Party nke mmegide, ọ na-emegide ọchịchị eze Obrenović, a kpọfere ya na Vranje ka ọ na-erule ngwụsị 1895, mgbe ahụ na 1896 zigara Leskovac ọzọ",
  "Ọrụ ide Domanović malitekwara n’oge nkuzi ya, na-ebipụta akụkọ mbụ dị mkpirikpi mbụ ya na 1895",
  "Mgbe mpụta mbụ ya n’ihu ọha megide gọọmentị na 1898, a chụpụrụ ya na nwunye ya n’ọrụ obodo, Domanović so ezinụlọ ya kwaga Belgrade.",
  "Na Belgrade, ọ malitere ịrụ ọrụ na ndị edemede ibe ya na akwụkwọ akụkọ kwa izu “Mkpamkpando” na akwụkwọ akụkọ ndọrọ ndọrọ ọchịchị mmegide “Omajiji”",
  "N’oge a, ọ malitere ide na ibipụta akụkọ mkpirikpi mbụ ya, dị ka “Mmụọ ọjọọ” na “Nwepu nke agụụ eme ihe”",
  "Mbilite Radoje nke ịbụ onye ama ama sitere na mbipụta akụkọ ya ndị ama ama, “Onye ndu” (1901) na “Stradija” (1902), nke ọ wakporo n’ihu ọha wee kpughee ihu abụọ na ụgha nke oge ọchịchị.",
  "Mgbe mwepu nke kwụsịrị ọchịchị Aleksandar Obrenović na 1903, na oke ewu ewu, Domanović nwetara ọkwa odeakwụkwọ na ndi na hu maka akwukwo gọọmentị ọhụrụ nyekwara ya ohere ịga Jémanị maka otu afọ pụrụiche, nke ọ nọrọ na Munich",
  "Laaghachi na Serbia, Radoje nwere nkụda mmụọ na enweghị ezigbo mgbanwe ọ bụla na ọha",
  "Ọ malitere akwụkwọ akụkọ ndọrọ ndọrọ ọchịchị nke ya kwa izu, “Stradija”, nke ọ gara n’ihu na-akatọ adịghị ike nke ọchịchị onye kwuo uche ọhụrụ, mana ide ya enweghịzi ike na mkpali ọ na-enwebu.",
  "Radoje Domanović nwụrụ ọkara elekere mgbe etiti abalị gasịrị na Ọgọst 17, 1908, mgbe ọ dị afọ iri ato na ise, mgbe ọ gbasịrị mgba ogologo oge na oyi baa na ụkwara nta",
  "E liri ya n’ili ncheta ọhụrụ nke Belgrade",
  "Ọrụ ya ndị ọzọ edepụtabeghị furu efu n’oge Agha Ụwa nke Mbụ.",
  "Ufọdụ n’ime ọrụ Radoje Domanović ama ama gụnyere:",
  "Ọrụ zuru ezu nke Radoje Domanović"
]