[
  "RaFia Santana bụ ónyé America na-ese ihe, na-eti egwu, na ónyé na-eme ihe nkiri nke bi na Brooklyn, NY. Ọrụ ya sitere na ònyìnyé ndị na-eme ihe nkiri na foto onwé ónyé, vidiyo, na arụmọrụ na uwe edere edere na egwu elektrọnik na-enyocha gentrification, echiche puku afọ, ahụike uche, na ahụmịhe ndị isi ojii. Ha na-eji ịntanetị dị ka ihe na-akọrọ ọrụ nka ha, na-enye ndị ojii na ndị na-acha nchara nchara ike, ma na-agbagha echiche nke ịdị n'otu na njikọ aka",
  "O nwéré ihe ngosi na / ma ọ bụ ihe ngosi na Eyebeam, AdVerse Fest, SleepCenter, Times Square Arts, International Center of Photography, Schomburg Center for Research in Black Culture, Babycastles, Museum of the Moving Image na Museum of Contemporary African Disaporan Arts, Roots & Culture n'etiti ọtụtụ ebe ama ama. E gosipụtara ọrụ ya na akwụkwọ ndị dị ka Huffington Post, HyperAllergic, Rhizome, ArtFCity, Vogue, Teen Vogue na Salon. O sonyere na panel, arụmọrụ na mkparịta ụka dịka Cultured Magazine, \"Late at Tate Britain\", Creative Tech Week NYC, Afrotectopia na Google NYC, NYU, \"Black Portraitures IV: The Color of Silence\" na Mahadum Harvard na International Center for Photography. A na-ewepụta egwu ha site na Never Normal Records.",
  "A mụrụ Santana ma zụlite ya na Brooklyn, NY",
  "N'ịbụ ónyé sitere n'ezinụlọ ndị na-emepụta ihe ebe nne ya, Marilyn Nance bụ ónyé na-ese foto na nnà ya bụ ónyé na'eme ihe nkiri, a gbara Santana ume ime ihe osise ka ha na-etolite. Ha gụrụ foto na Purchase College.",
  "N'oge niile ha na-arụ ọrụ, a kpọrọ Santana ka ọ nye ònyìnyé na ihe osise na ihe ngosi na akwụkwọ ntanetị dịka Body Anxiety, \"Bitrates\" na Shiraz Art House. The New Inquiry, Vice, Blavity na ArtFCity enyochaala ọrụ gif ya. Banyéré ọrụ gif ya, Paddy Johnson na Rea McNamara nke ArtFCity ekwuola na \"Santana bụ otu n'ime ndị na-ese ihe dijitalụ na-adịghị ahụkebe na-enyocha asụsụ agbụrụ, mgbasa ozi na omenala pop",
  "\"",
  "N'ịbụ nke Rhizome Microgrant nyéré iwu na 2015, 'RaFia's World' bụ ebe nrụọrụ weebụ na-arụ ọrụ dị ka ebe nchekwa nke ọrụ na eserese ederede site na nwata Santana. Na profaịlụ ya na Rhizome, Santana gwara Cepeda, \"Ụwa Rafia n'ụdị mbụ ya dị na ebe nrụọrụ weebụ nne m. Ọ bụ nhọrọ nke ihe ncheta edere n'ụzọ akụkọ nke m gosipụtara mgbè m dị afọ isii maka ebumnuche nke ibi na ebe nrụọrụ weebụ m dị ka ihe osise (ihe osise mbụ m!Ọ dị iche iche Ọ nọgidere n'ebe ahụ n'agbanweghị afọ iri ka e mesịrị",
  "RAFiAX WORLD ọhụrụ bụ nchịkọta nke ihe osise m mere màkà ọrụ ụlọ akwụkwọ na ntụrụndụ nke gafere afọ asatọ, na-agbaso uto m dị ka nwata na ónyé na-ese ihe.",
  "\"#PAYBLACKTIME\" bụ atụmatụ nke Santana malitere iji nakọta ego màkà nnyefe nri site na Seamless na Grubhub nye ndị na-enweghị ike ịzụta nri. N'ajụjụ ọnụ ya na Vogue, onye edemede Sandra Song chịkọtara ebumnuche ya nke ịgbanwe obi amamikpe nke ndị agbụrụ ibe ha n'ime ihe bara uru: \"..",
  "#PAYBLACKTiME initiative, nke na-enye ndị mmadụ ohere ịjụ \"Ọ dị mma, gịnị ka m nwèrè ike ime iji nyere ndị a na-akparaghị ókè aka?\" iji gosipụta ebumnuche ha n'ihe a na-ahụ anya ya bụ nri màkà ndị isi ojii na ndị na-agụ agụụ",
  "\" N'ime ọnwa atọ mbụ ya, #PAYBLACKTiME wegara ihe karịrị $ 6,000 na onyinye n'ime nri zụrụ. A na-echekwa ọrụ ahụ ugbu a na Rhizome's Net Art Anthology."
]