[
  "Raging Grannies (ma ọ bụ naanị \"Raging Grannies\") bụ òtù ndị na-eme ihe ike n'ọtụtụ obodo na obodo dị na Canada, United States, na mba ndị ọzọ. Ha bụ ndị na-ahụ maka ikpe ziri ezi na mmekọrịta mmadụ na ibe ya, ụmụ nwanyị niile toro ogologo iji bụrụ nne nne, ndị na-eyi uwe na-eme ka ụmụ nwanyị meworo agadi, ma na-abụ abụ na ngagharị iwe",
  "Ha na-edekarị okwu n'onwe ha, na-etinye ozi ndọrọ ndọrọ ọchịchị ha na ụda nke abụ ndị a ma ama",
  "Mgbalị ha gụnyere udo na ihe ndị metụtara gburugburu ebe obibi.",
  "Ìgwè mbụ malitere na Victoria, British Columbia, Canada, n'oge oyi nke afọ 1986 na 1987",
  "Na mbụ, ha kpọrọ onwe ha \"NERTINKERNERLEAR Emergency Response Team\".  Ndị otu ahụ kwenyere na ọnụnọ ụgbọ mmiri nuklia nke US Navy na Victoria Harbour nwere ike ibute ihe ize ndụ ahụike na gburugburu ebe obibi na obodo ahụ.",
  "N'ọnwa Mee afọ 2005, otu ndị California National Guard kwuru na otu isi nke Raging Grannies nyochara ya mgbe ọ haziri nzukọ ndị nne na-emegide agha",
  "Onye omeiwu steeti California bụ Joe Dunn malitere nyocha ma mechie ngalaba nzuzo ahụ.",
  "N'ọnwa Julaị afọ 2005, e boro mmadụ ise n'ime otu ahụ ebubo na ha na-abanye n'ime obodo mgbe ha nwara ịbanye n'ụlọ ọrụ ndị agha US na Tucson, Arizona",
  "Onye na-ekwuchitere otu ahụ kwuru na ha chọrọ ịbanye ma zigara ha Iraq ka ụmụ ha na ụmụ ha wee lọta n'ụlọ",
  "Otu ìgwè gakwara New York City, ebe e jidere ha maka ebubo na ha na-egbochi ohere ịbanye n'ụlọ ọrụ na Times Square; na Eprel 28, na afọ 2006, a tọhapụrụ ha na ebubo niile.",
  "Njikọ Action nke San Francisco Bay Area Peninsula, dị ka a maara otu ahụ na Bay Area, bụ isiokwu nke ihe ngosi vidio na afọ 2009 Raging Grannies",
  "Ndị Raging Grannies sokwa na ngagharị iwe \"March megide Monsanto\" na Mee 25, na afọ 2013, iji mee ngagharị iwe megide nri gbanwere mkpụrụ ndụ ihe nketa.",
  "A na-asọpụrụ ndị Grannies mbụ na ncheta afọ 30 ha site na ngosipụta na Canadian Museum for Human Rights na Winnipeg, MB.",
  "Na Juun, na afọ 2020, ndị Raging Grannies mere ngagharị iwe iji gosipụta nkwado ha maka Black Lives Matter movement na obodo  Portland, Oregon na San Bruno na Palo Alto, California.",
  "Ọ dịkarịa ala ihe nkiri abụọ, Granny Power na Two Raging Grannies, na ọtụtụ isiokwu agụmakwụkwọ, na-ekwu maka Raging Grandies. Ha na-ekwupụta ma na-egosi otu ha si agbagha echiche ndị a na-ahụkarị banyere ime ihe na ịka nká (ndị nne nne na nna anaghị etowanye ka ha na-aka nká, dịka ọmụmaatụ). E nwere akwụkwọ abụọ banyere ha: Off Our Rockers, nke Alison Acker na Betty Brightwell, na The Raging Grannies: Wild Hats, Cheeky Songs na Witty Actions for a Better World."
]