[
  "Rahama Sadau (amụrụ na ụbọchị 7 n'ọnwa Disemba n'afọ 1997) bụ onye Naijiria na-eme ihe nkiri, nwanyị ọchụnta ego, onye n'emeputa ihe nkiri, onye na-agba egwu na onye na-agụ egwu",
  "A mụrụ ya ma zụlite ya na Kaduna, ọ rụrụ asọmpi ịgba egwu mgbe ọ bụ nwata na n'oge ọ nọ n'ụlọ akwụkwọ",
  "Ọ ghọrọ onye ama ama na ngwụsị afọ 2013 mgbe ọ sonyere ihe nkiri Kannywood Industrị na ihe nkiri mbụ ya Gani ga Wane",
  "Rahama pụtara n'ọtụtụ ihe nkiri Naịjirịa n'asụsụ Hausa na Bekee ma bụrụ otu n'ime ndị na-eme ihe nkiri Naịjirịa ole na ole na-asụ Hindi nke ọma",
  "Ọ bụ onye mmeri nke ọ kacha mma na ụmụ nwanyị na'eme ihe nkiri (Kannywood) na City People Entertainment Awards n'afọ 2014 na 2015. O ritekwara nwanyị na-eme ihe nkiri Afrịka kacha mma  na 19th African Film Awards na 2015 site n'aka African Voice N'afọ 2017",
  "Ọ ghọrọ onye ama ama nke Hausa mbụ pụtara n'ime ụmụ nwanyị iri kacha ewu ewu na Naịjirịa. N'oge ọrụ ya niile, Sadau abụwo onye na-eme ihe nkiri na-arụsi ọrụ ike, na-apụta na ihe nkiri na vidiyo egwu.",
  "A mụrụ Rahama Ibrahim Sadau na Kaduna Steeti, n'ebe ugwu ọdịda anyanwụ steeti Naịjirịa nke bụbu isi obodo nke mpaghara ugwu nke Naịjirịa nke Alhaji Ibrahim Sadau",
  "Ya na nne na nna ya tolitere na Kaduna ya na ụmụnne ya nwanyị atọ Zainab Sadau, Fatima Sadau, Aisha Sadau na nwanne ya nwoke Haruna Sadau.",
  "Sadau sonyeere ụlọ ọrụ ihe nkiri Kannywood n'afo 2013 site n'aka Ali Nuhu. Ọ rụrụ obere ọrụ ole na ole tupu ọ bụrụ onye ama ama site na arụmọrụ ya na Gani ga Wane,Jinin Jikina n'akụkụ onye na-eme ihe nkiri Kannywood bụ Ali Nuhu",
  "Na 3 Ọktoba n'afọ 2016, Motion Picture Practitioners Association of Nigeria (MOPPAN), nke bụ mkpakọrịta kachasị na Kannywood, kwụsịrị ya na kannywood maka ịpụta na vidiyo egwu ịhụnanya ya na onye na-agụ egwu Jos bụ Classiq Q",
  "Otu afọ mgbe 2017, o dere akwụkwọ ịrịọ MOPPAN mgbaghara. N'ọnwa Jenụwarị afọ 2018, e wepụrụ mmachibido iwu a machibidoro ya mgbe gọvanọ Kano Steeti Dr Abdullahi Umar Ganduje tinyere aka.",
  "Ka ọ na-erule afọ 2016, a ghọtara ya dị ka afọ ahụ \"Ịhụ nke Kannywood\"",
  "N'ọnwa Ọktọba nke afọ ahụ, Sadau gosipụtara na usoro ihe nkiri na EbonyLife TV. N'afọ 2017, o guzobere ụlọ ọrụ mmepụta ihe aha ya bụ Sadau Pictures bụ na ọ mepụtara ihe nkiri mbụ ya, Rariya nke Ali Nuhu, Sani Musa Danja, Sadiq Sani Sadiq na Fati Washa",
  "Ọ laghachiri ime ihe nkiri iji kpọọ onye nkuzi ọrụ na MTV Shuga Na 2019 MTV Shuga laghachiri ịnọ na Nigeria maka usoro 6, \"Choices\", na Sadau bụ otu n'ime ndị na-eme ihe nkiri na-alọghachi maka usoro ọhụrụ nke gụnyere Timini Egbuson, Yakubu Mohammed, Uzoamaka Aniunoh na Ruby Akabueze",
  "Sadau gụrụ Human Resource Management na ụlọ akwụkwọ Business na Finance nke Eastern Mediterranean University na Northern Cyprus."
]