[
  "Rahima Gambo (amụrụ n'afọ 1986) bụ onye na-ese ihe nkiri na Naijiria nke bi na Abuja, Nigeria.",
  "Gambo gụsịrị akwụkwọ na Mahadum nke Manchester na 2007 ebe o nwetara nzere bachelọ na Development Studies",
  "N'afọ 2008, ọ natara nzere Master's na Gender na Social Policy na London School of Economics",
  "N'afọ 2014, ọ natara nzere Master ọzọ na Journalism na Columbia Graduate School of Journalism",
  "Mgbe e mesịrị n'afọ 2014, ọ malitere mkpakọrịta na Magnum Foundation",
  "Rahima Gambo bụ onye na-ese ihe nkiri multimedia nke bịara na ọrụ nka site na foto akụkọ na site n'ịrụ ọrụ n'onwe ya na ọrụ mgbasa ozi.  Tatsuniya 2017 - na-aga n'ihu) usoro foto na ihe nkiri na-ewere ọnọdụ na ụlọ akwụkwọ Shehu Sanda Kyarimi, Maiduguri, Nigeria na-agbatị mmekorita ya na ụmụ akwụkwọ nọ ugbu a nke ụlọ akwụkwọ ahụ na-eme ihe nkiri na usoro ahụ",
  "Anyị na-ahụ ụmụ akwụkwọ na-esi na klas gaa n'oké ọhịa na-acha akwụkwọ ndụ n'usoro nrọ, na-agbasawanye n'asụsụ mmekọrịta mmadụ na ibe ya nke onye na-ese ihe mepụtara na 2017 na Tatsuinya I",
  "Tatsuniya II na-aga n'ihu na akwara ọgụgụ isi na nke na-enweghị isi site na iji egwuregwu ụmụaka, uri na mmega ahụ site na akwụkwọ Mmụta Ahụike maka ụmụ akwụkwọ sekọndrị dị ka usoro maka ijikọta akụkọ ahụ ọnụ",
  "A na-ahụ usoro ndị na-agagharị agagharị na ihe nkiri ahụ n'oge ọmụmụ akụkọ.",
  "Ọrụ ya sara mbara na-etinye aka na ngwá ọrụ nke ịme ihe nkiri na asụsụ ọhụụ gbasaa nke gụnyere eserese, ihe nkiri, ihe ọkpụkpụ, ntinye na ụda.",
  "Ihe ngosi ndị otu ahọpụtara gụnyere Have you seen a Horizon Lately? MACAAL, Morocco",
  "Mbipụta nke iri na otu na nke iri na abụọ Recontre de Bamako, Biennale nke foto Afrịka, Mali",
  "“Resisting Images, Images Responding” na Coalmine, Winterthur, Switzerland",
  "“Beyond the Image, Bertien van Manen and Friends” Stedelijk Museum, Amsterdam, Mercosur Biennial, 12th edition—Feminine(s): visualities, actions and affections, “Afterglow” Yokohama Triennale 2020, Lagos Biennale 2019. “Diaspora at Home” nke KADIST na Centre for Contemporary Art na Lagos, Nigeria haziri.",
  "N'afọ 2019, Gambo hiwere ụlọ ọrụ A Walk Space ya yana ebe a na-ahụ maka nka na-agagharị agagharị nke na-enyocha njikọ dị iche iche nke \"ihe oyiyi na-agagharị agagharị\" site na mmekorita, ihe ngosi na ọmụmụ ihe",
  "Ọrụ ya kachasị ọhụrụ bụ Instruments of Air nke e mere na Burkina Faso Kwa ụtụtụ, ọ na-amalite ma nyochaa ebe ahụ, ọ na-ejidekwa igwefoto ekwentị ya n'aka, ala na-acha uhie uhie n'okpuru ụkwụ ya, akwụkwọ ndụ akwụkwọ ndụ nke osisi ndị dị n'ihu ya, na n'elu ya mbara igwe na-acha anụnụ anụnụ, jupụtara na abụ nnụnụ",
  "Ụda, ka Gambo na-ekwu, bụ ihe dị mkpa nye ya n'ụbọchị ole na ole mbụ ahụ, ebe ọ na-adịghị asụ French ma ọ bụ asụsụ ọ bụla nke obodo",
  "Kama okwu, ọ ghọtara ụda olu na olu",
  "Ihe masịrị ya bụ ahụmịhe nke imikpu onwe ya na gburugburu ebe obibi na ahụ nke onwe ya ma kwe ka ihe banye n'ime gị: ala, ụda, ifufe na okpomọkụ nke anyanwụ na akpụkpọ ahụ gị, kamakwa ncheta nke akara nke ndụ ndị ọzọ hapụrụ ebe a",
  "Na vidiyo ya, Gambo nwere obere ihe ọkpụkpụ ọla n'ihu igwefoto, nke ọ kpọrọ \"Walk Maps\"",
  "N'etiti nsọtụ dị ka isi, ha na-emepụta semicircles, triangles, angles ma ọ bụ serpentine lines",
  "Ha na-ele anya dị ka ihe ndị dị n'oge gboo, na-enweghị mkpebi n'etiti ọrụ nka na ihe kwa ụbọchị, ihe oyiyi ma ọ bụ ngwaọrụ ịkwọ ụgbọ mmiri."
]