[
  "Rahma Hassan (amụrụ na 15 Disemba 1988) bụ onye Egypt na-eme ihe nkiri na onye bụbu ihe nlereanya",
  "Ọ malitere ọrụ ya dị ka ihe nlereanya na vidiyo egwu yana ụfọdụ mgbasa ozi",
  "Ọrụ mbụ ya nke e mere n'afọ 2009, sochiri ọrụ ọganihu dị ka onye na-eme ihe nkiri na Al Alamy na Youssef El Sherif",
  "Site n'ebe ahụ, ọ gara n'ihu na-eme ihe nkiri na Samir we Shahir we Bahir na 2010, mgbe ahụ na ọtụtụ usoro ihe nkiri dị ka Azmet Sokkar (Sokkar's Crisis), Al Da'eya (The Preacher), na Moga Harra (Heat Wave) na 2013.",
  "Rahma Hassan malitere ọrụ ya dị ka ihe nlereanya na Nadeem Nour na vidiyo ya \"El Leila Bs\" na \"ya allah Sho Moshta2lak\" na 2008",
  "Mgbe ahụ, ọ malitere ime ihe na mgbasa ozi nke ụlọọrụ McDonald (\"Fastest Delivery - Kitchen\") na 2009 na mgbasa ozi Mobinil (\"A7san Nas - El Magmo3a \"Mobinil\").",
  "Rahma Hassan malitere ya na \"El 3alamy\" (ihe nkiri ya na Youssef El Sherif)",
  "Mgbe nke ahụ gasịrị, ọ malitere usoro TV mbụ ya \"Azmet Sokar\" na Ahmed 3eeid, ebe ọ rụrụ ọrụ dị ka \"Sherwet\", nwa agbọghọ siri ike na-amụta otu esi eme mkpebi n'enweghị mmasị na onye ọ bụla ma jụkwa nkuzi nke nwa nwanne ya, \"Sokar\" (Ahmad Eid) na omume ya mgbe ọnwụ nna ya gasịrị, ọbụlagodi ịghọ aghụghọ, ma chọpụta na n'ikpeazụ, ọ ga-achịkwa omume ya.",
  "Rahma weere ọrụ \"Sherawet\" dị ka ozi na-enweghị isi nye nwa agbọghọ ọ bụla nwere nnwere onwe, na-ekwu na ọ hụrụ ọtụtụ ndi nlereanya yiri Sherwet n'ime ndị enyi ya, ma hụ otú usoro ndụ nke oké ifufe ahụ",
  "N'ihi njem na ezinụlọ, enweghị iwu, na ịhụ ọdachi ha tara n'ihi enweghị ndụmọdụ ezinụlọ",
  "Nke a niile buru ibu ma dị obere maka nso na otu nwa agbọghọ ahụ si bụrụ onye ndị mmadụ na-anwa iji ọnụnọ ya mee ihe naanị ya n'enweghị onye nlekọta, ihe nchịkwa nke na-achịkwa ihe omume ya.",
  "O kwukwara na ọ tara ahụhụ n'ihe ngosi nke Sherawet, nke e mere site na usoro \"Nsogbu shuga\" n'ihi na àgwà ya si n'àgwà Sherwet onye nweere onwe ya pụọ, onye jụrụ ịnabata ndụmọdụ ma na-agbaso mkpebi ndị nwere ọtụtụ nsogbu ma mee ka ọdachi kwụsị",
  "Kama nke ahụ, n'ezie, ọ chọrọ ihe ka ukwuu n'oge ọ na-amụ ihe ma na-etinye onwe ya n'ịgụ akwụkwọ n'akụkụ dị iche iche.",
  "Mgbe nnukwu ihe ịga nke ọma ya na usoro TV Azmet Sokar, Rahma rụrụ ọrụ na ihe nkiri ya \"Samir na Shahir na Bahir\" dị ka nne Shahir",
  "Ihe nkiri a emeela ego kachasị elu na Egypt na 2010, nke mere ka Rahma bụrụ nnukwu onye na-eme ihe nkiri na Egypt."
]