[
  "Raj Narain (23 Nọvemba 1917 31 Disemba 1986) bụ onye India na-alụ ọgụ maka nnwere onwe na onye ndọrọ ndọrọ ọchịchị",
  "O meriri n'okwu ikpe a ma ama megide Praịm Minista Indira Gandhi n'oge ahụ, nke dugara n'iwepụ ya na itinye ya n'ọnọdụ mberede na India na 1975. O meriri Indira Gandhi n'oge ntuli aka Lok Sabha nke afọ 1977.",
  "Raj Narain bụ nwa Anant Prasad Singh ma amụrụ na 23 Nọvemba 1917 na Bhumihar Brahmin bara ọgaranya nke a makwaara dị ka ezinụlọ Babhan n'obodo nta Motikoat na Varanasi",
  "Ọ bụ onye ikwu nke usoro ndị eze Narayan, ndị bụ ezinụlọ eze nke Benares State, ọ na-ejikọkwa ya na ezinụlọ Maharaja Chet Singh na Maharaja Balwant Singh, ndị bụ Maharajas nke Benares Steeti, ihe karịrị otu narị afọ gara aga",
  "Ọ gụrụ akwụkwọ na Mahadum Hindu nke Banaras, ma mee MA na LL.B.",
  "Onye ọrụ ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya, ọ haziri ụlọ akwụkwọ maka ndị okenye, ụlọ akwụkwọ ụmụ nwanyị, ebe ọmụmụ ihe na nzukọ ọrụ wee bụrụ onye otu Congress Socialist Party, na 1934, na National Committee of Students Federation, 1939[[44",
  "Ọ bụ onye isi oche nke Kọmitii Mandal Congress nke Mahadum Banaras na onye otu Kọmitii District Congress (D.C.C.Ọ dị iche iche",
  "Ọ bụ onye isi oche nke Student Congress n'oge 1942 Quit India movement, ma duzie ngagharị iwe na gburugburu Varanasi district na UP",
  "Na mbido, ọ nọ \"n'okpuru\" ruo ọnwa atọ ma mesịa jide ya na 28 Septemba 1942, n'oge Quit India Movement ma tụọ ya mkpọrọ ruo 1945.",
  "A tụrụ ya mkpọrọ ugboro iri ise na asatọ maka oge ruru  dị ka afọ iri na ise n'ihe gbasara ụmụ akwụkwọ na òtù ndọrọ ndọrọ ọchịchị",
  "[citation needed]",
  "Mgbe India nwetara onwe ya, Raj Narain sonyeere ndị Socialist Party nke Acharya Narendra Deva, Jayprakash Narayan na Dr Rammanohar Lohia duziri ma nwee ọtụtụ ọkwa pati gụnyere odeakwụkwọ nke UP Socialist Party, 1948 Xi51",
  "Ọ dị nso na Guru ya Acharya Narendra Deva na Dr.Rammanohar Lohia",
  "Dr",
  "Lohia kọwara ya dị ka \"onye nwere obi ọdụm na omume Gandhi\"",
  "Dr",
  "Lohia nwere mmasị n'ebe ọ nọ nke ukwuu ma kwuo na \"ọ bụrụ na n'India enwere ike inwe naanị mmadụ atọ ma ọ bụ anọ dị ka ya, ọchịchị aka ike enweghị ike imegide ọchịchị onye kwuo uche ya\".",
  "A họpụtara ya ka ọ bụrụ onye omeiwu Uttar Pradesh n'afọ 1952 ma bụrụ onye ndú nke ndị mmegide na Nzukọ ahụ ruo n'afọ 1962",
  "Òtù ndị ọ sonyeere gụnyere CSP (1934), Socialist Party (1948), Praja Socialist Party (1952)), Socialist party (na Afọ 1956), Samyukta Socialist Party (1964)), Socialistist Party (1971), Socialist Parti (Lohia) (1972), Bhartiya Lok Dal, (1974), Janata Party (1977), Janata party (Secular) (1979), Janata Parti (Secular), Democratic Socialist Party (19881), Janata, na Socialist Party, site na ọnwụ ya na 1984 Ruo na afọ 1986",
  "Ọnọdụ pati ọ nwere gụnyere, Member National Executive, PSP, 195455, Chairman, Socialist Party, 196164",
  "Ọ bụkwa onye otu Rajya Sabha site na 1966 na 1974 na 1977.",
  "Raj Narain megidere ụkpụrụ na omume nke Praịm Minista Indira Gandhi ma guzo (megide ya) na ntuli aka Lok Sabha nke 1971 site na Rai Bareli dị ka onye afọ ndọrọndọrọ ọchịchị Samyukta Socialist Party",
  "Ọ bụ ezie na e meriri ya na ntuli aka nke afọ 1971, ọ boro Indira Gandhi ebubo nrụrụ aka na ntuliaka ma tinye akwụkwọ mkpesa megide ya.",
  "Ụlọikpe Kasị Elu nke Allahabad na 12 June 1975 kwadoro ebubo ahụ[Note 1] ma wepụ nhọpụta Indira Gandhi ma wepụ ya ka ọ ghara ịzọ ọkwa na ntuli aka Lok Sabha maka afọ 6 sochirinụ, nke dugara n'ịtinye ọnọdụ mberede na India. Ngagharị iwe mba niile malitere ma ndị mmadụ jupụtara n'okporo ámá n'okpuru nduzi nke Loknayak Jai Prakash Narayan na Raj Narain",
  "Nke a bụ nnukwu ihe nkiri nke ndọrọ ndọrọ ọchịchị India mgbe nnwere onwe gasịrị, na Raj Narain dị ka otu n'ime ndị isi.",
  "A maara ya dị ka onye nkatọ kachasị ukwuu na onye iro Indira Gandhi, mgbe a manyere ọnọdụ mberede, e jidere Raj Narain ozugbo ma tụọ ya mkpọrọ n'otu ụbọchị ahụ, ya na ọtụtụ ndị isi mmegide gụnyere Jai Prakash Narayan, Morarji Desai, Satyendra Narayan Sinha, Charan Singh, L",
  "K",
  "Advani na Atal Bihari Vajpayee na-enweghị ọkwa ọ bụla ma kpọchie ya n'ebe ndị a na-amaghị.",
  "Oriakụ Gandhi wepụrụ ọnọdụ mberede na Jenụwarị na afọ 1977, gbasaa Lok Sabha ma hazie ntuli aka ọhụrụ maka ahụ",
  "Narain sonyeere ndị ọzọ na-emegide ya iji guzobe njikọ Janata iji chee Mrs",
  "Òtù Congress nke Gandhi",
  "Narain guzogidere ya ọzọ site na mpaghara Rae Bareli",
  "O meriri ya na ihe karịrị puku vootu iri ise",
  "Njikọ Janata mekwara ntuli aka ahụ n'ebe ugwu India niile iji mepụta ihe ka ọtụtụ na ndị omeiwu (Lok Sabha).",
  "Narain sonyeere gọọmentị Morarji Desai ma ghọọ Minista nke Ahụike na Ahụike Ezinụlọ",
  "Oge Narain dị ka onye minista were ihe karịrị otu afọ mgbe a gwara ya na Charan Singh ka ha gbaa arụkwaghịm maka ịkatọ gọọmentị Janata.",
  "Ka oge na-aga, ọ chọrọ ka ndị otu Janata Party nwere njikọ na Hindu Nationalist, RSS hapụ njikọ ndị ahụ iji zere iguzosi ike n'ihe nkewa",
  "Mgbe a leghaara nke a anya, ọ gbara arụkwaghịm n'òtù ahụ iji wepụta uwe ọhụrụ a na-akpọ Janata Party (Secular)",
  "O nwere ike ịdọta ndị na-agba ọsọ zuru ezu site na ndị otu ndọrọ ndọrọ ọchịchị na ndị BLD iji mee ka gọọmentị Morarji Desai ghara inwe ntụkwasị obi na ndị omeiwu ma ghara inwe ike. A kọwaala arụmọrụ Raj Narain n'oge Janata nke 1977-1979 dị ka nke buffoon, onye na-eme ihe nkiri Guerilla, na dị ka ịnyịnya na-eso Charan Singh.",
  "Raj Narain kpọrọ onwe ya Hanuman na Ram nke Charan Singh",
  "Kamlapati Tripathi meriri ya na ntuli aka Lok Sabha nke 1980 na Varanasi",
  "Mgbe e mesịrị, ya na onye nkuzi ya bụ Charan Singh sere okwu, Raj Narain guzogidere Singh na mpaghara Baghpat na  afọ 1984",
  "N'oge a, n'echiche ya, Ram ya tụgharịrị na Ravan ma bibie ya.",
  "Onye nyocha nke Congress Socialist Party, 1946.\nOdeakwụkwọ distrikti, Congress Socialist Party (SP), 1946.",
  "Odeakwụkwọ, Uttar Pradesh Socialist Party (SP), 1948[[51.\nOnye nnọkọ nke Socialist Party na Delhi, na 9 June na afọ 1951.",
  "Onye isi oche nke mba, PSP, 1954-1955.",
  "Ọ sonyeere Samyukta Socialist Party (SSP) mgbe PSP na SP jikọtara.",
  "Odeakwụkwọ ukwu Samyukta Socialist Party (SSP), 1964-1966.",
  "Revived Socialist Party (Lohia), na 1972 ma bụrụ onye otu ya, 1972ī74",
  "Ha jikọtara SSP (Lohia) n'ime BKD na 1974 wee guzobe Bhartiya Lok Dal",
  "E guzobere Janata Party na 1977 mgbe njikọta nke BLD, Bhartiya Jana sangh, Congress (O), Socialist Party na Congress for Democracy (CFD)",
  "O meriri onye bụbu praịm minista Charan Singh, na ntuli aka Lok Sabha nke 1984 site na Baghpat (U.P.) guzobere Socialist Party na 1985, ma soro ya na pati a ruo mgbe ọ nwụrụ na 1986.",
  "Raj Narain lụrụ di ma nwee ụmụ nwoke atọ na otu nwa nwanyị",
  "Raj Narain na-ebipụta kwa izu site na Varanasi ma nọrọ na bọọdụ nchịkọta akụkọ nke Dọkịta Rammanohar Lohia guzobere kwa ọnwa."
]