[
  "Ralph A",
  "Vaughn (1907 ruo 2000) bụ onye ọkà mmụta Afrịka-Amerịka , onye na-ese ụkpụrụ ụlọ na onye na-emepụta ihe nkiri",
  "A mụrụ ya na Washington, D.C., ọ bụ osote prọfesọ na Mahadum Howard tupu ọ kwaga Los Angeles, California, ebe o sere ọtụtụ ụlọ, ụlọ na ụlọ nzukọ",
  "Ọ bụkwa onye na-emepụta ihe nkiri",
  "Ọ bụ otu n'ime ndị Afrịka Amerịka mbụ na-ewu ụlọ na Los Angeles.",
  "A mụrụ Ralph Augustine Vaughn na Eprel 24, 1907, na Washington, D.C",
  "Nna ya, Roscoe I",
  "Vaughn, bụ onye nkuzi na onye na-ese ụkpụrụ ụlọ na Washington, DC",
  "O nwere ụmụnne atọ.",
  "Vaughn gụrụ akwụkwọ na Armstrong Technical High School, ebe nna ya kụziri, gụsịrị akwụkwọ na 1925",
  "Ọ gara Mahadum Howard, kọleji ndị isi ojii n'akụkọ ihe mere eme, mana ọ were otu afọ ezumike wee kwaga Mahadum Illinois na Urbanaz Champaign, ebe ọ nwetara nzere bachelọ nke sayensị na ihe owuwu na 1932. Ọ nọ n'otu klas dị ka William Pereira na Charles Luckman, ha abụọ ghọrọ ndị na-ewu ụlọ a ma ama. O guzobere isi Pi Psi nke Omega Psi Phi, òtù African-American fraternity",
  "Ọ gara ụlọ akwụkwọ gụsịrị akwụkwọ na Mahadum Michigan na Ann Arbor n'oge ọkọchị nke afọ 1932.",
  "Vaughn rụrụ ọrụ dị ka onye na-ese ihe maka Albert Cassell, onye Afrịka-Amerịka ọzọọzca-ese ụkpụrụ ụlọ nt nke rụrụ ụlọ na campus nke Mahadum Howard",
  "Mgbe ahụ, ọ rụrụ ọrụ dị ka onye na-ese ihe maka Ngalaba Ọrụ Ugbo nke United States ruo afọ abụọ",
  "Ọ rụkwara ọrụ dị ka onye ndụmọdụ maka Hilyard Robinson.",
  "Ọ ghọrọ osote prọfesọ na 1935. Ka ọ dịgodị, Paul R",
  "Williams, onye Afrịka-Amerịka ọzọ na-ese ụkpụrụ ụlọ, were ya n'ọrụ dị ka onye isi ọrụ aka maka Langston Terrace Dwellings.",
  "Ọ kwagara Los Angeles na 1937 ịrụ ọrụ oge niile maka Williams",
  "N'oge ahụ, o nyere aka chepụta ụlọ ahịa Saks Fifth Avenue na isi ụlọ ọrụ MCA Inc",
  "na Beverly Hills",
  "O nyekwara aka mepụta ebe obibi nke ndị na-eme ihe nkiri Bert Lahr, Tyrone Power na Bill Robinson",
  "E mere ya ka ọ ghara ịdị mkpa afọ anọ ka e mesịrị, na 1941, ka ọrụ iwu ụlọ kwụsịrị mgbe United States sonyeere agha ahụ.",
  "Ọ rụrụ ọrụ dị ka onye na-ese ihe maka Metro-Goldwyn-Mayer n'akụkụ Cedric Gibbons site na 1941 ruo 1945. Dịka ọmụmaatụ, o nyere aka mepụta usoro Kismet, ihe nkiri 1944 nke Marlene Dietrich gosipụtara",
  "O nyekwara aka mepụta ihe nkiri A Guy Named Joe na 1943, Thirty Seconds Over Tokyo na 1944, The Last Time I Saw Paris na 1954.",
  "N'afọ 1945, Vaughn malitere ụlọ ọrụ na-ahụ maka ihe owuwu na John C",
  "Lindsey",
  "Ha chepụtara ebe obibi onwe onye na Los Angeles, Sherman Oaks na Catalina Island.",
  "Ya na Heth Wharton (1892 ruo 1958), o chepụtara North Hollywood Manor na North Hollywood na Chase Knolls Apartments na Sherman Oaks na 1950. A na-edepụta nke ikpeazụ dị ka ihe ncheta akụkọ ihe mere eme na ọdịbendị Los Angeles",
  "Otu afọ mgbe e mesịrị, na 1951, ha rụrụ Lincoln Place Apartment Homes na Venice, Los Angeles, ụlọ obibi nke gụnyere ụlọ iri ise na abụọ. A kọwawo ya dị ka otu n'ime \"ọrụ ya a ma ama\".",
  "A họpụtara Vaughn na Los Angeles Building and Safety Commission n'afọ 1953",
  "Ọ bụ onye otu Archaeological Institute of America, National Society of Interior Decorators, American Association for the Advancement of Science na Smithsonian Institution",
  "Ọ bụ onye guzobere Society of American Registered Architects",
  "Mgbe o chepụtara ụlọ ọhụrụ maka Temple Beth Am, ụlọ nzukọ Conservative, na 1959, ọ natara onyinye site n'aka ha.",
  "Vaughn chepụtara ụlọ ọgwụ Schwab na Sunset Boulevard na ụlọ nke San Marcos Golf Club na San Marcos, California",
  "O weghachiri Watts Towers na ngwụcha afọ 1970.",
  "Vaughn lụrụ Elizabeth Estelle Christmas Fry na 1935",
  "Ọ rụrụ ọrụ dị ka onye na-elekọta ọ́bá akwụkwọ",
  "Ha nwere nwa nwoke, Ronald Fry Vaughn.",
  "Vaughn lara ezumike nká na Stockton, California, na 1998",
  "Ọ nwụrụ afọ abụọ ka e mesịrị, N'Ọktoba 21, 2000."
]