[
  "Ramatu Tijjani Aliyu (a mụrụ na 12 Juun 1970) bụ onye ndọrọndọrọ ọchịchị Naịjirịa si steetị Kogi",
  "Ọ bụ onye Minịsta FCT nke onye isi ala Nigeria, Muhammadu Buhari, họpụtara na August 21, 2019",
  "Tupu ọ bụrụ minista, ọ jere ozi dika onye isi ụmụnwaanyị otu ndọrọndọrọ ọchịchị All Nigeria Peoples Party (ANPP) na All Progressive Congress (APC)",
  "Amụrụ Ramatu na Wuse, Abuja, Naijiria",
  "Ọ bụ nwa late Alhaji Mamman Sidi Ali bụbụ onye isi mba Lokoja na steetị Kogi",
  "Ramata gara awkwukwo na Dawaki Primary school dị na Suleja site na 1976 ruo 1982 na Federal government college (FGC) Minna, Niger steetị ebe ọ gusịrị na 1988",
  "N'afo 1990, ọ banyere mahadum Ahmadu Bello Zaria ebe ọ gụrụ Urban and Regional Planning",
  "Ka ọ gusiri na 1995, o jere ịweta nzere mastas na mahadum Nasarawa Steetị dị na Keffi.",
  "Ramatu maliịtere ịrụ ọrụ mgbe o mechara National Youth Service Corps (NYSC) ya na ụlọ ọrụ nke Federal ministry works and housing",
  "ọ banyere AZAH Intermediaries Nigeria Limited, ndi sịvịl injinịa ebe ọ rụrụ ọrụ dịka onye isi njikwa mana o mechara laghachi mahadum ebe ọ mere nzere mastas ya ma nata Asambodo ya na ihe gbasara ịduzi ndị Isi.",
  "N'afo 2004, onye isi oche ndi Gwagwalada nọ FCT, Abuja họpụtara Ramatu dika onye ndụmodụ gbasara ihe ụmụ nwaanyị, ndị ntọrobia na oganihụ obodo",
  "Na 2007, ọ gbara mbo ibanye ndọrọ ndọrọ ọchịchị maka ịnọchite anya ndị mba Kwali / Abaji na ndị nnọchi anya ụlọ nke Naijiria (NASS) mana onweghị isi, mana na 2008, emere ya onye isi oche nke otu ndọrọ ndọrọ ọchịchị ya nke bụ All Nigeria Peoples Party (ANPP) nke o jere ozi dika onye nlekọta North Central Zone.",
  "N'afo 2010, enyere ya okwa dika onye isi ụmụ nwaanyị otu ha na onye isi ala Council of African Political Parties (CAPP)",
  "Na 2014, emere ya onye isi ụmụ nwaanyị na otu ndọrọ ndọrọ ọchịchị a guzobere  ọhụrụ bụ All Progressives Congress (APC) ebe o jere ozi ruo 2018",
  "Di Ramatu bụ Alhaji Ahmed Tijjani Aliyu, onye na-arụ ọrụ n'ụlọ akụ na ndị na-enyere ndị mmadụ aka",
  "Ha mụrụ ụmụ atọ",
  "Ramatu na-arụ ọrụ na NGO ma guzobe Global Women and Youth Empowerment Strategy (GLOWYES)."
]