[
  "Ramdane Touhami (amụrụ na 23 Septemba 1974 na Montauban, France) bụ onye France na Morocco na-ese ihe, onye nduzi okike na onye ọchụnta ego.",
  "A na-akpọkarị ya \"onye ọchụnta ego dị iche iche na onye na-ahụ maka mgbasa ozi mba ụwa, o mepụtara ụlọ ọrụ dị iche iche na ejiji, nka, PR, na ụlọ ọrụ ịma mma kemgbe mmalite afọ 90.",
  "A makwaara ya maka ịmegharị onye na-emepụta wax kasị ochie n'ụwa bụ Cire Trudon",
  "Ya na nwunye ya Victoire de Taillac, bu ndi nchịkọba nke ụlọọrụ ịma mma nke Paris nke narị afọ nke iri na itoolu, l'Officine Universelle Buly",
  "A mụrụ Ramdane Touhami n'ezinụlọ French Morocco nke nwere mmadụ isii na Montauban, obodo dị na mpaghara Occitanie na ndịda France. Mgbe ọ dị afọ iri na abụọ, a họpụtara ya maka ajụjụ ọnụ ya ọ jụrụ onye isi ala France bụ Chirac.",
  "Ọ nọrọ n'oge ọ bụ nwata n'ime ime obodo, mgbe ọ ka nọ n'ụlọ akwụkwọ, o mepụtara ụdị ákwà ya, Teuchiland, na-eme Timberland na-arutu aka na cannabis. O ji ya nweta ego, mana a tọọrọ ya ma napụ ya ego niile. Mgbe ahụ, ọ hapụrụ ụlọ akwụkwọ obibi, hụ onwe ya n'akụkụ na-ezighị ezi nke ndị otu Toulouse wee gbaga Paris, ebe ọ na-enweghị ebe obibi ruo otu afọ. A mara ya mma, o nwere ọnyá ahụ ruo taa.",
  "Site n'ebe ahụ, ọ malitere ụlọ ahịa echiche mbụ ya L'Epicerie na Paris, \"ụlọ ahịa\" na-ewu ewu ebe uwe, na-egosipụta àgwà mmegide Colette, na-enweta nlebara anya ngwa ngwa nke ndị nta akụkọ dịka Dazed & Confused, Herald Tribune, Le Monde, Vogue na The New York Times",
  "Ramdane arụọla ọrụ dị ka onye nduzi okike maka ụdị dị iche iche, na-enyere ụlọ ahịa ejiji na ísì ụtọ okomoko aka ịmegharị ụlọ ahịa ha na ihe oyiyi ha.",
  "Ọ malitere site na ịmalitegharịa And A",
  "na 2000, ụdị ejiji nke Japanese Group Sazaby, site na ịmegharị ime ụlọ ahịa ahụ, njirimara ọhụ na ihe ahịa, ịzụta, ngosi, ịmepụta nchịkọta uwe, na ọbụna nhọrọ egwu",
  "Njem ahụ na-aga n'ihu mgbe e mesịrị n'afọ 2003 mgbe Liberty, ụlọ ahịa a ma ama na London kpọrọ ya ka ọ rụzigharịa ngalaba ụmụ nwoke ha, ebe ọ tụgharịrị akara ahụ dum na ịzụ ahịa, na-ezukọta obere ụdị ejiji iri ise na isii iji mepụta uwe ejiji maka uwe ụmụ nwoke, na-esote atụmatụ echiche ọhụrụ ya n'afọ 2010 maka Santa Eulalia Barcelona, na-aghọta \"bar à eaux de cologne\" (ụlọ mmanya na-esi ísì ụtọ) dị ka palette na-esi ísì ụtọ.",
  "Otu n'ime nnukwu ọrụ mmegharị ya gụnyere Cire Trudon, onye na-eme kandụl French nke e guzobere na 1643, mgbe ọ nọ na-ehi ụra ihe karịrị afọ nari atọ na iri ise. Iji mee ka akụkọ ihe mere eme furu efu pụta, ọ laghachiri na aha mbụ ahụ, chegharịa echiche maka ụlọ ahịa ahụ, meziwanye usoro mbụ ahụ site na iji wax akwụkwọ nri, ma mepụta ihe na-esi ísì ụtọ iri abụọ maka akara kandụl na-esi ísì ụtọ, ebe nke ọ bụla nwere akụkọ nke ya nke a na-ejikọkarị na akụkọ ihe mere eme nke akara ahụ ma ọ bụ nke ka ukwuu nke France.",
  "N'ọnwa Juun afọ 2019, o guzobere ụlọ ọrụ okike nke ya nke a na-akpọ Art Recherche Industrie, ụlọ ọrụ na-ahụ maka nka na mpaghara ndị dị mkpa, na-eme onwe ya ka ọ dị iche site na \"ụdị ọrụ mbụ: na-akwado ụlọ na ihe ọ bụla\". Ọ na-arụ ọrụ nke ọma na akara ịma mma ya, Officine Universelle Buly, Buly 1803 na nkenke, yana ndị mmekọ ndị ọzọ, dị ka Moncler.",
  "N'agbanyeghị ahụmịhe ya na nduzi nka, Ramdane na-akọwa onwe ya karịa, o na-eji \"ezi uche nke onye ọchụnta ego\". N'afọ 2003, ọ malitere ụdị uwe nwoke ya R.T., nke ọ sere ma mepụta ákwà ya na mbipụta ya, Résistance sochiri ya na ụdị obodo mepere emepe, na-asọpụrụ ụfọdụ n'ime ihe oyiyi akụkọ ihe mere eme na ndọrọ ndọrọ ọchịchị kachasị mkpa. E rere R.T",
  "& Résistance na ụlọ ahịa 180 gburugburu ụwa: \"Maria Luisa\" na Paris, \"Nom de guerre\" na New York City, \"Isetan\" na Tokyo, n'etiti ndị ọzọ, ma hụ mmekorita dịka ya na Black Panther Party maka ncheta afọ iri anọ ya.",
  "Ka uche ya si na ejiji gaa na ísì ụtọ, Ramdane malitere ụlọ ọrụ ya na emepụta ihe na-esi ísì ụtọ Architecture Olfactive ozugbo ọ rụchara ọrụ na Cire Trudon na 2010",
  "Ụlọ ọrụ ahụ emeela ọtụtụ ísì ntanye maka ụdị na ụlọ ọrụ dị iche iche, dị ka The Kooples na Paris, Barney's na Mercer Hotel na New York, Santa Eulalia na Barcelona, yana ụlọ nkwari akụ Shangri-La na obí eze, tinyere echiche nke ísì maka ihe omume.",
  "N'afọ 2014, ya na nwunye ya, Victoire de Taillac-Touhami guzobere akara ịma mma ya Officine Universelle Buly na 6 rue Bonaparte na mpaghara nke isii na Paris",
  "Ọ bụ Jean-Vincent Bully hiwere akara ahụ na 1803, ha abụọ mechara kpọlite ya, ma na-arụ ọrụ ugbu a n'ọtụtụ mba na mpaghara na-ere ọtụtụ ngwaahịa nke gụnyere ihe na-esi ísì ụtọ na mmiri, kandụl na-esi ísì ụtọ, wdg.",
  "Ramdane lụrụ Victoire de Taillac-Touhami, onye ọkachamara n'ịma mma na onye bụbu onye nduzi nke mmekọrịta ọha na eze maka ụlọ ahịa echiche Colette",
  "Ha bụ ndị mmekọ chiri anya kemgbe nzukọ ha na 90s, ma n'ụzọ ịhụnanya ma n'ọrụ.",
  "Di na nwunye a bi ugbu a na Paris, France, ya na ụmụ ha atọ.",
  "Na Disemba 2020, e nyere Touhami Chevalier des Arts et des Lettres (Knight of Arts and Letters).",
  "Official website"
]