[
  "Ramla Said Ahmed Ali (Arabic; amụrụ na 16 Septemba na afọ 1989) bụ onye Somalia ọkachamara na-akụ ọkpọ, ihe nlereanya, onye edemede na onye na-ahụ maka ịha nhata agbụrụ",
  "Ali bụ onye Somalia mbụ na-akụ ọkpọ n'akụkọ ihe mere eme iji sọọ mpi n'egwuregwu Olympic na nwanyị mbụ ghọrọ onye na-akụ akụ ọkachamara.",
  "Dị ka onye na-amụta ihe, Ali meriri na afọ 2015 Novice national championships na England, afọ 2016 England Boxing Elite National Championships, afọ 2016 Great British Championships, na 2019 African Zone featherweight title.",
  "Ali nọchitere anya England na mbụ mana na afọ 2018 gbanwere ịnọchite anya Somalia",
  "Ọ laghachighị Somalia kemgbe ọ hapụrụ dị ka nwatakịrị mana ọ chọrọ inyere aka itinye mba ahụ n'isi akụkọ maka ihe ndị dị mma",
  "Ọ bụ onye mbụ meriri n'asọmpi ịkụ ọkpọ Afrịka na ihe nrite ọla edo mba ụwa mgbe ọ na-anọchite anya Somalia. N'afọ 2021, o sonyere na asọmpi ụmụ nwanyị na afọ 2020 Summer Olympics",
  "Ọ bụ ezie na ọ meriri n'ọgụ mbụ ya, ọ ghọrọ onye ọkpọ mbụ nọchitere anya Somalia n'ọkwa Olympic.",
  "Ali nyere aka guzobe otu egwuregwu ịkụ ọkpọ nke Somalia na Mogadishu ma ghọọ onye ọkpọ mbụ n'akụkọ ihe mere eme nke nọchitere anya Somalia na asọmpi asọmpi ụmụ nwanyị nke ụwa, nke emere na New Delhi, India.",
  "Na Jenụwarị 2018, Ali malitere The Sisters Club, ọrụ ebere e mepụtara iji nye ohere maka ụmụ nwanyị Alakụba na ndị ka nta iji mụta ma nwee obi ụtọ ịkụ ọkpọ na UK",
  "N'ikpeazụ, atụmatụ ahụ gbasaa iji nabata ụmụ nwanyị ndị nwere mwakpo mmekọahụ ma ọ bụ ime ihe ike n'ụlọ iji mụta ichebe onwe ha",
  "Ọrụ ebere ahụ jikọtara aka na ụdị Nike, Sports Direct & Everlast iji gbasaa mmemme ya na afọ 2021 ma mee ka ọtụtụ ụmụ nwanyị gafee mba ahụ.",
  "Ali kpebisiri ike inye pasent 25 nke ego ọ na-enweta n'afọ mbụ ya dị ka ọkachamara na Black Lives Matter charities.",
  "N'ịbụ onye IMG Models nọchitere anya, Ramla apụtala n'ihu ihu nke British Vogue, Grazia, Wall Street Journal, Financial Times, Guardian Observer, Wonderland, ELLE, The Square Mile, The Week, Beauty Papers, ES Magazine, Swiss Style, M Milenio Magazine, Exit Magazine na Puss Puss Magazine ma see ya foto maka mbipụta Time Magazine, Spanish Vogue, NY T Magazine, Sunday Times Style, Twin, Luxx Times, Gentlewoman & Conde Nast,",
  "Ọ bụ onye nnọchi anya ụwa na Dior, Pantene, Cartier & Nike.",
  "Akwụkwọ akụkọ izizi Ramla 'Not Without A Fight' bụ akwụkwọ enyemaka onwe onye dabere na ọgụ iri kachasị mkpa na ndụ ya",
  "Ọ bụ Merky Books & Penguin Random House bipụtara ya",
  "A mara ọkwa na onye a họpụtara na Academy Award, onye na-emepụta ihe nkiri BAFTA Lee Magiday ga-eme ihe nkiri ogologo oge na mmekorita ya na Film4 dabere na akụkọ ndụ Ramla Ali.",
  "Ali si Somalia kwaga England dị ka onye gbara ọsọ ndụ site na Agha Obodo Somalia",
  "Mgbe Ali bụ nwata, e gburu nwanne ya nwoke mgbe ọ dị afọ iri na abụọ mgbe ọ na-egwuri egwu n'èzí, na-akpali ezinụlọ ahụ ịhapụ UK site na Kenya",
  "Ọ malitere ịkụ ọkpọ mgbe ọ dị afọ iri na ụma na mgbalị iji belata ibu.",
  "Ọ bụ otu n'ime ụmụ nwanyị iri na ise ahọpụtara ka ha pụta n'ihu mbipụta Septemba 2019 nke British Vogue, site n'aka onye nchịkọta akụkọ Meghan, Duchess of Sussex.",
  "Àtụ:BoxingRecordSummary",
  "Shelly Barnett",
  "Galen Center, Los Angeles, California, U.S.",
  "Isela Vera",
  "Hulu Theater, New York City, New York, U.S.",
  "Mikayla Nebel",
  "Michelob Ultra Arena, Paradise, Nevada, U.S."
]