[
  "Rammellzee (nke a na-akpọ RAMM:ΣLL:ZΣ, nke a na-asụ \"Ram: Ell: Zee\"; ubochí irí na isé n'ọnwa Disemba, 1960 rụọ úbọchị iri abụo na asatọ n'ọnwa Juun, 2010) bụ ónyé na-ese ihe, onye na-eme ihe nkiri, onye na'ese ihe, ihe osise, onye na ónyé na-eti egwu hip hop si New York City, ónyé a kpọtụrụ aha dị ka \"ihe eji eme ihe n'ịbata ihe ndị avant-garde n'ime omenala hip-hop\". Kemgbe 2021, ọrụ Rammellzee bụ naanị Jeffrey Deitch na-anọchite anya ya.",
  "A mụrụ Rammellzee na úbọchị irí nà isé n'ọnwa Disemba, 1960 na Far Rockaway, Queens n'aka nné Africa-America na nnà Italian nke rụrụ ọrụ dị ka ónyé nchọpụta njem. Ọ tolitere na Carlton Manor Projects dị nso na Far RockawayáMott Avenue A ọdụ ụgbọ okporo ígwè. Ọrụ ya malitere igosi na 1970s na ụgbọ ala na ọdụ ụgbọ oloko nkè New York City, ọkachasị na ụgbọ oloko A ebe ọ bụ na ọ bụ ụgbọ oloko ya.",
  "Rammellzee gụrụ ọgwụ ezé na Clara Barton High School for Health Professions, ọ bụ ihe nlereanya màkà Wilhelmina (n'okpuru aha Mcrammellzee), ma mụọ obéré ógè màkà imepụta ọla na Fashion Institute of Technology (FIT).",
  "N'ịbụ onye ndị na-ege ntị ka ukwuu chọpụtara site na ihe nkiri ofufe nke 1982 Wild Style nke Charlie Ahearn, e guzobere aha mbụ Rammellzee na gburugburu graffiti mgbe ọ na-ese ụgbọ okporo ígwè ụgbọ okporo ígwè New York na DONDI, OU3, na Ink 76, na dọkịta Revolt n'okpuru aha ya Hyte, Hytestyr, EG (Evolution Griller the Master Killer), Sharissk Boo, Razz, na Maestro na A, CC, 2 na 5 ụzọ ụgbọ okporo ígwè. Rammellzee bụ onye otu Death Comet Crew, ya na Stuart Argabright, Michael Diekmann na Shinichi Shimokawa. O guzobekwara ndị otu Tag Master Killers, nke nwere A-One, Delta2, Kool Koor na Toxic.",
  "Rammellzee ghọrọ enyi na onye na-arụkọ ọrụ na onye na'ese ihe Jean-Michel Basquiat",
  "N'afọ 1982, Rammellzee na Toxic sonyeere Basquiat na Los Angeles ka ọ na-akwadebe maka ihe ngosi ya na Gagosian Gallery. Ha kpọrọ onwe ha ndị Hollywood Africans dị ka nkwupụta mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị iji gbochie ngosipụta nke ndị Africa America na Hollywood. A na-egosipụta mmadụ atọ ahụ na ihe osise Basquiat Hollywood Africans n'ihu Chinese Theater with Footprints of Movie Stars (1983) na Hollywood Africins (1983).",
  "Rammellzee lụrụ Carmela Zagari Rammellzé. Ọ nwụrụ na New York City na June 28, 2010, mgbe ọ dị afọ 49, ebe ọ na-ata ahụhụ site na ikpughe na mgba, anwụrụ ọkụ, resin na nsí ndị ọzọ site na ọrụ ya na nsogbu imeju",
  "E depụtara ihe kpatara ọnwụ ya dị ka ọrịa obi.",
  "Ọ gbanwere aha ya n'ụzọ iwu ka ọ bụrụ Rammellzee na 1979 na ndị enyi maara aha ọmụmụ ya achọghị ikpughe ya, dịka ọchịchọ ya si dị. Mgbe ụfọdụ, ọ na-eji aha mkpirikpi nke \"Ramm\" eme ihe. O kwuru na aha ya sitere na RAM gbakwunyere M maka Magnitude, Sigma (Σ) onye na-agbakọta ọnụ mbụ, nke mbụ bụ L ♡ ogologo, nke abụọ bụ L  ♡ latitude, Z ♡ z-bar, Σ, Σ ♡ nchịkọta. O kwenyere na Jamel-Z, onye nduzi sitere na Nation of Gods and Earths ọ zutere na 1977, na mkpali maka aha ya."
]