[
  "Ramona Berni i Toldrà (3 June 1887, Mollerussa - 22 April 1968, Barcelona) bụ onye anarcho-syndicalist nke Spain si Catalonia.",
  "A mụrụ ya n'ezinụlọ ndị ọrụ ugbo si Pla d'Urgell",
  "Ọ bụ ada Isabel Toldrà i Ginesta na Ramón Berni i Buria ma nwee ụmụnne nwanyị abụọ.",
  "N'afọ 1910, ọ kwagara Barcelona ebe ọ na-arụ ọrụ na ụlọ ọrụ akwa wee sonye na mmepụta na textile Union nke Confederación Nacional del Trabajo (CNT), ịbụ otu n'ime ndị mgbasa ozi nke otu ya na enyi ya Pepita Ọ bụghị",
  "N'afọ 1918, ọ zutere Ricardo Sanz García, onye Pepita ga-eme n'ọdịnihu na onye ndu otu",
  "Na njedebe nke 1910s, Berni lụrụ Blas Buyé wee mụọ nwa nwoke",
  "Ọ gbara alụkwaghịm na 1933.",
  "ya Pepita Not. N'afọ 1918 ọ zutere Ricardo Sanz García, onye ga-abụ onye mmekọ Pepita na onye isi otu",
  "Na ngwụcha afọ 1910, Berni lụrụ Blas Buyé ma mụọ nwa nwoke",
  "Ọ gbara alụkwaghịm na 1933.",
  "Na 1923, ya na Pepita Not na Ricardo Sanz, o sonyeere otu Los Solidarios, nke e kere dị ka ihe nchebe megide ndị agha Sindicato Libre",
  "Ndị mejupụtara otu a (Los Solidarios) bụ Buenaventura Durruti, Juan García Oliver, Francisco Ascaso, Eusebio Brau, Julia López Mainar, María Luisa Tejedor, na ndị ọzọ",
  "N'ime otu ahụ o nwere ọrụ mbanye, njikọ na nzikọrịta ozi",
  "Ọ bụ ezie na ọ dịghị mgbe a tụrụ Berni mkpọrọ n'ihi na ọ so na ya, ndị uwe ojii nwụchiri ya na nwa ya nwoke bụ Jaume Buyé i Berni, na February 28, 1924, mgbe e gbusịrị onye isi Los Solidarrios Gregorio Suberbiela, bụ nke ọ nọgidere na ụlọ ọrụ ahụ",
  "mkpofu nke ikike ndị agha izu ole na ole",
  "N'oge ọchịchị aka ike nke Primo de Rivera, ndị otu ahụ belatara na ndị òtù anọ fọdụrụnụ, gụnyere Berni, na-emeso omume dị iche iche dị ka ịnyefe ngwá agha ndị e nwetara na Éibar na Barcelona..",
  "Mgbe mkpọsa nke abụọ Spanish Republic, ọ gara n'ihu na-arụ ọrụ otu ya, ma soro na ọtụtụ CNT nzukọ na Igualada (1931), Lleida na Canet de Mar (1932)..",
  "Mgbe nnupụisi nke Alt Llobregat gasịrị, o biri na Manresa (dị ka ụfọdụ isi mmalite na 1934, ndị ọzọ na 1936), ebe ọ rụrụ ọrụ dị ka a textile ọrụ",
  "N'oge agha obodo Spain, a na-achịkọta ụlọ ọrụ mmepụta ihe ọ na-arụ ọrụ ma bụrụ onye nnọchiteanya nke otu",
  "Ọ rụkwara ọrụ na Kansụl Obodo Manresa, nọ na-akwụ ụgwọ nke Ngalaba Nchebe Ime",
  "Ngosipụta ikpeazụ ya n’ihu ọha bụ na nnọkọ oriri na ọṅụṅụ na Kursaal dị na Manresa na 1938",
  "Ná ngwụsị nke agha obodo ahụ, ọ gara biri n’ala ọzọ, ikekwe na France, n’agbanyeghị na ọ dịghị ihe ndekọ ọ bụla na-egosi na o si n’ogige ịta ahụhụ France gafere",
  "France.",
  "Ọ nwụrụ na Barcelona na 22 Eprel 1968,  ọ bụ ezie na, dị ka ụfọdụ akwụkwọ akụkọ, enwere obi abụọ banyere ma ụbọchị ọmụmụ ya na ụbọchị ọnwụ ya."
]