[
  "Ramsey Nouah (amụrụ Ramsey Tokunbo Nouah Jr.; December 19, 1970) bụ onye na-eme ihe nkiri na onye nduzi ihe nkiri na Naijiria. O ritere Africa Movie Academy Award for Best Actor in a Leading Role n'afọ 2010 maka arụmọrụ ya na ihe nkiri \"The Figurine\". O mere ihe nkiri izizi ya na ihe nkiri Living in Bondage: Breaking Free n'afọ 2019 ma gaa n'ihu iduzi Nollywood classic Rattle Snake: The Ahanna Story nke bụ mmegharị nke <i id=\"mwKw\">Rattlesnake</i> (1995).",
  "A mụrụ Ramsey Tokunbo Nouah Jr",
  "na Lagos na Disemba 19, afọ 1970, nna ya bụ onye Juu Israel na nne ya bụ onye Yoruba nke si Owo, Ondo Steeti",
  "O tolitere na Surulere, Lagos, ebe ọ gara Atara Primary School nakwa Community Grammar School. O nwetara diplọma na nkwukọrịta ọha na eze na Mahadum nke Lagos, mgbe nke ahụ gasịrị, ọ gbasoro ọrụ ime ihe nkiri.",
  "Ramsey Nouah malitere ime ihe nkiri na mmalite afọ 90 n'ihi na ọ chọrọ ego maka General Certificate Education (GCE).",
  "Ọrụ ime ihe nkiri nke Nouah malitere mgbe ọ pụtara na ihe nkiri TV nke Naijiria bụ Fortunes",
  "Kemgbe ahụ, ọ pụtala n'ọtụtụ ihe nkiri na-egosi dịka onye ndu, a na-akpọkwa ya \"Lover-Boy\" maka ọtụtụ ọrụ ya na ihe nkiri ịhụnanya.",
  "A na-ewerekwa ya dịka otu n'ime ndị na-eme ihe nkiri a na-achọsi ike na Naịjirịa. N'afọ 2015, o chebere ikike nke Living in Bondage: Breaking Free site n'aka Kenneth Nnebue maka mmegharị nwere ike ịme na Europe, America, nakwa Nigeria. E mechara gosipụta akụkọ ahụ na Instagram, mana ihe nkiri ahụ yiri ka ọ nọ na mmepe ọkụ mmụọ ruo afọ atọ. N'afọ 2018, o kwupụtara na mmegharị ya aghọwo ihe ọzọ akpọrọ Living in Bondage: Breaking Free, nke ewepụtara na Nọvemba 8, 2019",
  "Nouah, onye na-eme onye isi nchụàjà ọhụrụ, na-eme ihe nkiri izizi ya, ya na ndị na-eme ihe nkiri mbụ bụ Okwonkwo, Udokwu, na Kanayo na-arụkwa ọrụ ha",
  "Akụkọ a gbara gburugburu nwa Andy bụ Nnamdi na ọchịchọ ya maka akụ na ụba",
  "Rapa na onye mmeri MBGN bụ Muna Abii nọkwa na ihe nkiri ahụ. N'afọ 2020, ihe nkiri Living in Bondage: Breaking Free nwetara mmeri ihe nrite asaa na Africa Magic Viewers Choice Awards.",
  "Nouah lụrụ Emelia Philips-Nouah",
  "Di na nwunye a mụrụ ụmụ nwoke abụọ aha ha bụ Quincy Nouah na Joshua Nouah, na otu nwa nwanyị aha ya bụ Desiree Nouah."
]