[
  "Rania A",
  "Al-Mashat (amụrụ na abalị iri abụọ n'ọnwa Jun afọ 1975) bụ onye Egypt na-ahụ maka akụ na ụba na ndọrọndọrọ ọchịchị",
  "Ọ  bụ ya bụ Minista na-ahụ maka imekọ ihe ọnụ na mba ụwa ugbu a na onye bụbu Minista maka njem nlere anya site na 2018 ruo Disemba 2019. Ọ nọbu n'ọkwá dị elu na ụlọ ọrụ International Monetary Fund na Washington DC ya na Oba ego gọọmenti etiti mba Ijipt (Central Bank of Egypt)",
  "Amụrụ Al-Mashat na Cairo di na mba Egypt nye Abdel Monem El Mashat, onye ọkammụta na ngalaba Sayensị ndọrọndọrọ ọchịchị (political science )na Mahadum Cairo na Nagwa el-Attar, onye rụrụ ọrụ na Mahadum Ain Shams. O ji nzere Bachelọ Ịkọnọmiks pụta na Mahadum Cairo (AUC) n'afọ 1995. A họpụtara nna ya dịka onye ndụmọdụ na ngalaba omenala na agụmakwụkwọ na ụlọ ọrụ n'ahụ maka ime njem baa ala Egypt nke dị na Washington DC n'afọ 1995,  Al-Mashat ewee debanye aha na mahadum Maryland di nso ébé ahu, ebe ọ nwetara nzere Mastas n'afọ 1998 nwetakwa nzere P.hD n'afọ 2001, na nkega nke mkpata na mmefu mba ụwa (International Economics) nke gbasara ego na nhazi ojiji ụgwọ (Monetary Policy and Debt Management",
  "Al-Mashat rụrụ ọrụ dị ka onye na-ahụ maka akụ na ụba ụlọ ọrụ International Monetary Fund dị na Washington DC site na Jun 2001 ruo Julaị 2005. Mgbe ọ malitere na IMF, mgbe ọ dị afọ iri abụo na ise, ọ bụ onye kachasị bụrụ obere nwa na-arụ ọrụ n'ebe ahụ. Ọ rụrụ ọrụ na mmemme ha, na India, Vietnam, na Gambia.",
  "N'ọnwa Ọgọstụ afọ 2005, Al-Mashat laghachiri Ijipt na òkù nke Minista na-ahụ maka itinye ego Mahmoud Mohieldin kpọrọ ya, iji nye aka melite usoro na mmekọrịta ụlọ akụ ala ahụ, ebe ọ rụrụ ọrụ dị ka osote gọvanọ na onye isi nke Ngalaba Iwu Ego maka Ọba ego gọọmenti etiti mba Egypt (Central Bank of Egypt)ruo Mee afọ 2016. Mgbe mgbanwe ọchịchị nke afọ 2011 gasịrị, o nyere aka hazie ma gosipụta usoro omume gbasara akụ na ụba nke gọọmentị. Ọ kụzikwaara akụ na ụba na Mahadum America dị na Cairo ma rụọ ọrụ na bọọdụ nke mgbanwe égo Egypt, Ọba ego Arab ya na Middle East Economic Association.",
  "N'ọnwa Ọgọstụ 2016, Al-Mashat laghachiri na mba America mgbe a họpụtara ya dị ka onye ndụmọdụ nke onye isi nchịkwa nke IMF, Maurice Obstfeld. O kwuru banyere ọrụ a, \"Echere m na ahụmịhe m nwere bụ ime ndị karịrị m n'ọ́kwa Ihe ịtụ n'anya mgbe niile site n'ịbụ nwanyị Arab eji eme ọnụ\". N'afọ 2017, o sonyere na ndị òtù ọ̀kaikp",
  "nke",
  "nke World Economicna ihe nke emere a kpọrọ \"Investing In Peace\",  nke mere eji denye aha ya n'ime mmadụ iri bu ọpụrụiche, ndị eweere ihe ntinye ucheobi ha dika ndi a ga-ekwu mFkaoha ma enwewe mkparịtaụka n'isiokwu bụ anyere \"ime ka ụwa bụrụ ebe ziri ezi\".",
  "Na Jenụwarị afọ 2018, Praịm MinistaSherif Ismail họpụtara Al-Mashat dika minista njem nlere anya nke mba Egypt nke meziri ka ụmụ nwanyị so na òtù ndị ọrụ ya dị isii.  Al-Mashat ghọziri nwanyị mbụ rúrú ógó minista na mba Ijipt, bụrụkwa ya bụ minista kacha bụrụ obere nwa n'oge ahụ. N'ọrụ a, ọ na elekata  Bọọdụ n'akwalite n'ahụ maka njem nlere anya mba Ijipt (Egyptian Tourism Promotion Board) nakwa the Tourism Development Authority. O mèchàrà kwuo na nhọputa a tụrụ ya anya mana o mèchàrà ghọta na onye isi ala mba Egypt chọrọ ka ngalaba njem nlere anya ala ahụ bụrụ nke emeturu aka n'ụzọ pụrụ iche",
  "Njem nlere anya na enye ala Egypt ego ruru pesentị iri na ise ruo pesentị iri abụọ nke ego niile gọọmenti Ijipt n'akpata.",
  "N'ọnwa Ọktoba 2018, Al-Mashat duuru nwunye onye isi ala mba Amerika Melania Trump gaa njem nleta, gosi ya Giza Pyramids, na-ekwu na nleta ahụ gosipụtara ozi nke \"Nchebe na nchekwa Ijipt n'ụwa\". Na Jenụwarị 2019, Al-Mashat kwupụtara na a ga-amalite nnukwu ụlọ ngosi ihe mgbe ochie nke Ijipt n'afọ 2020 ma bụrụ nke ụlọ ọrụ onwe ga-achịkwa dị ka akụkụ nke atụmatụ gọọmentị ịchekwa ọtụtụ ebe ochie. Al-Mashat bụ otu n'ime ndị ọkà okwu isii na World Tourism Forum na Lucerne na Mee 2019.",
  "Al-Mashat ekwuola maka ịha nhatanha nwoke na nwanyị na mkpa agụmakwụkwọ dị, na-ekwu sị, \"Nye ụmụ agbọghọ Ijipt niile, nọgide na-itinye ego na agụmakwụkwọ gị",
  "Ụwa nọ na-asọmmpi nke ukwuu nke bụ na ihe ị maara bụ ihe na-eme ka ị dị iche na onye ọ bụla ọzọ.",
  "Al-Mashat natara 2013 Distinguished Alumni Award site na AUC. N'afọ 2014, World Economic Forum kpọrọ ya \"Onye ndu ụwa na-eto eto\". N'afọ 2015, a kpọrọ ya otu n'ime ụmụ nwanyị iri ise kachasị nwee mmetụta na akụ na ụba Ijipt.",
  "Na Maachị 2021, Al-Mashat natara onyinye \"Ndị nọ n'ihu n'iweta Mgbanwe\" n'oge emume jikọrọ aka nke Embassies nke Mexico, Canada, na Sweden haziri na Cairo.",
  "N'ọnwa Disemba afọ 2022, Al-Mashat natara ihe nrite maka \"Most Visionary and Outstanding Minister of International Cooperation of 2022 n'Africa\", nke George Washington University Institute of African Studies na GE7 Initiative nyere ya na Ọgbakọ ndị ndú mba ụwa ndị nwere ebumnobi ọdịnihu dị mma (World Visionary Leaders'Summit) nke emere na Washington D.C.",
  "Al-Mashat bụ onye Alakụba ma ọ gara njem ala nsọ mbụ ya na Mecca n'afọ 1997."
]