[
  "Rano bụ Ógbè Gọọmentị ime Obodo na isi ụlọ ọrụ nke Rano Emirate council na Steeti Kano , Nigeria",
  "Rano bụ mpaghara gọọmentị dị na Steeti Kano nwere isi ụlọ ọrụ nchịkwa n'obodo Rano",
  "Mpaghara gọọmentị ime obodo Rano bụ obodo Hausa-Fulani dị na mpaghara ndịda nke Steeti Kano nke a makwaara dị ka mpaghara ndị omeiwu nke Kano South n'akụkụ Albasu, Bebeji, Bunkure, Doguwa, Gaya, Kiru, Takai, Ajingi, Rogo, Kibiya, Tudun Wada, Garko, Wudil na Sumaila",
  "Mpaghara gọọmentị ime obodo Rano na-emekwa ka gọọmentị etiti dị n'akụkụ mpaghara gọọmentị mpaghara Bunkure na Kibiya.\nO nwere mpaghara nke km² narị ise na iri abụọ na ọnụ ọgụgụ mmadụ nke otu puku na iri anọ na ise na narị anọ na iri atọ na itoolu  na ọnụ ọgụgụ afọ 2006.\nObodo gọọmentị dị n'ebe ugwu site na Garun Mallam na Bunkure, n'ebe ọwụwa anyanwụ site na mpaghara gọọmentị Kibiya, n'akụkụ ndịda site na mpaghara ọchịchị Tudun Wada, na n'ebe ọdịda anyanwụ site na ebe gọọmentị ime obodo Bebeji.\nKansụl gọọmentị ime obodo Rano na-ahụ maka nchịkwa ọha na eze na mpaghara gọọmentị mpaghara Rano",
  "Onye isi oche bụ onye isi oche nke gọọmentị ime obodo na-eduzi kansụl ahụ.\nKansụl iwu Rano na-eme iwu na-achịkwa mpaghara gọọmentị ime obodo Rano",
  "Ọ nwere ndị kansụl iri na-anọchite anya ngalaba iri nke mpaghara gọọmentị ime obodo.",
  "Ngalaba iri dị na mpaghara gọọmentị ime obodo Rano bụ: Dawaki, Lausu, Madachi, Rano, Rurum Sabon Gari, Rurum Tsohon Gari, Saji, Yalwa, Zinyau, Zurgu.",
  "Koodu ozi nke mpaghara ahụ bụ 710101.",
  "Akụkọ ihe mere eme nke Rano malitere n'oge ochie dị ka otu n'ime ebe obibi kachasị ochie n'akụkụ a nke Northern Nigeria, akụkọ ọchịchị eze malitere kemgbe afọ nari atọ tupu obibia ndị  n'Iso Ụzọ Kraịst",
  "Ndị agha Kwararrafa guzobere alaeze ahụ n'ụzọ zuru ezu n'afọ 523AD",
  "Alaeze ahụ hụrụ usoro ọchịchị atọ dị ka: - Kwararrafawa chịrị site na 523 AD ruo 1001 AD, ebe Habe chịrị site n'afọ 1001 AD 1819 AD, mgbe ahụ usoro ndị Fulani chịrị site n'afọ 1819 ruo taa.\nDị ka alaeze na-achị onwe ya n'onwe ya, ihe karịrị ndị eze iri anọ chịrị alaeze Rano tupu ọbịbịa nke ọchịchị ndị na-achị achị.",
  "Mpaghara nke alaeze Rano n'oge ahụ ekwuru n'elu bụ nke a:",
  "Usoro nke ndị eze Kwararrafawa na Habe nke Rano na afọ ha na-achị ka a na-ekwu n'okpuru ebe a: -",
  "Ọchịchị Kwararrafawa",
  "Ọchịchị Habe",
  "Ọchịchị Fulani"
]