[
  "Raqiya Haji Dualeh Abdalla (Somali: , Arabic) bụ onye Somalia na-ahụ maka mmekọrịta mmadụ na ibe ya na onye ndọrọ ndọrọ ọchịchị",
  "O nwela ọtụtụ ọkwa dị elu na-eme iwu na ụlọ ọrụ gọọmentị, ndị na-abụghị gọọmentị na nke mba ụwa, gụnyere dịka osote minista ahụike nke Somalia",
  "Ọ bụkwa onye guzobere Somali Women's Democratic Organization (SWDO), na-eje ozi dị ka onye isi oche na osote onye isi oche nke otu ahụ",
  "Tụkwasị na nke a, Raqiya bụ onye guzobere na onye isi oche nke Somali Family Care Network.",
  "A mụrụ Raqiya na Somalia",
  "Maka agụmakwụkwọ ya na-esote sekọndrị, ọ nwetara B.A",
  "na Social Sciences site na College of Education na Mogadishu",
  "Raqiya nwekwara nzere masta na Public Policy na Women in Development site na Institute of Social Studies nke bụ akụkụ nke Erasmus University Rotterdam nke dị na The Hague, Netherlands.",
  "Raqiya bụ onye na-ahụ maka mmekọrịta mmadụ na ibe ya. O nwela ọtụtụ ọkwa dị elu na-eme iwu na ụlọ ọrụ gọọmentị, ndị na-abụghị gọọmentị na nke mba ụwa.",
  "Raqiya bụ onye guzobere Somali Women's Democratic Organization (SWDO)",
  "E guzobere ya na afọ 1977, ọ bụ ndị omeiwu mbụ nke ụmụ nwanyị na Somalia. Ọ ga-ejekwa ozi dị ka onye isi oche na osote onye isi oche nke otu ahụ. N'etiti atụmatụ ndị ọzọ, e nyere SWDO iwu itinye n'ọrụ iwu nke Supreme Revolutionary Council na-achị na-amachibido igbu akụkụ ahụ nwanyị. N'ọnọdụ a, Raqiya malitere mkpọsa mbụ na-emegide FGM na Somalia. N'afọ 1979, n'aha SWDO, ọ nọchitere anya Somalia na nzukọ ọmụmụ ihe zuru ụwa ọnụ nke WHO na Khartoum. A họpụtara ya n'otu oge dị ka onye nnọchi anya Somalia na kọmitii ise nke nzukọ ahụ, nke e nyere ọrụ ịmepụta mkpebi na aro gbasara FGM.",
  "Mgbe ọ na-arụ ọrụ na Ministry of Culture, Raqiya bipụtara Sisters in Affliction na afọ 1982",
  "Ọ bụ akwụkwọ mbụ gbasara infibulation nke nwanyị Somalia. Ọrụ ahụ nwere mmetụta zuru oke, ọkachasị mgbe e mesịrị sụgharịa ya n'asụsụ Somali nke Abdalla.",
  "Site na afo 1983 ruo na afọ 1986, Raqiya bụ onye enyemaka ma ọ bụ osote minista ahụike nke Somalia. Ruo afọ ise, ọ rụkwara ọrụ dị ka onye ndụmọdụ mmemme dị elu na UNDP na Sudan.",
  "Raqiya mechara bụrụ onye ndụmọdụ maka Immigrant and Refugee Services of America, ụlọ ọrụ afọ ofufo nke mba",
  "N'ebe ahụ, o nwere ogbako mba na ikike ọmụmụ maka ụmụ nwanyị si Somalia na Iraq, ma soro ndị isi obodo rụọ ọrụ.",
  "N'afọ 2001, Raqiya guzobere Somali Family Care Network (SFCN) na Washington, D.C., na-eje ozi dị ka onye isi oche nke otu ahụ. SFCN na-enye nkwado teknụzụ maka òtù ndị obodo Somalia na United States",
  "Ọ na-enyekwa enyemaka na nlekọta ahụike n'ozuzu maka ụmụ nwanyị si Horn of Africa."
]