[
  "Rasheeda Buckner-Frost, nke a maara dị ka Rasheeda (mgbe a na- emezi RaSheeda ), bụ onye America rapper, Reality TV cast member and boutique nwe.",
  "Rasheeda malitere ọrụ egwu ya dịka onye otu nwanyị hip hop trio Da Kaperz, nke mere onwe ya aha na Atlanta, Georgia na 1998",
  "Na 2000, ọ malitere ọrụ solo ya.",
  "Na Machị 27, 2001, o wepụtara album ya Dirty South, site na D-Lo & Motown Records",
  "Album ahụ gosipụtara ngosipụta ndị ọbịa sitere na Pastor Troy, Thugz Nation, Nelly & Re-Re",
  "The album nwetara ụfọdụ notoriety, n'ihi ihe ịga nke ọma nke mbụ ya otu \" Do It \"",
  "Unyi South ga-etinye Rasheeda nke ọma na ụdị hip-hop ndịda",
  "Rasheeda gara n'ihu nụchaa ụda ya na album nke abụọ ya, 2002's A Ghetto Dream, ntọhapụ onwe ya n'okpuru akara D-Lo mgbe ọ hapụsịrị Motown Records",
  "Nrọ Ghetto na-egosipụta ukwe ngwa ngwa, iti nwere obi ike na enyemaka Lil'Jon na Eastside Boyz",
  "N'afọ 2004, e gosipụtara Rasheeda na otu \" Vibrate \" nke Petey Pablo na otu Nivea \" Ị masịrị ya dị ka nke ahụ \".",
  "Na June 19, 2007, Rasheeda weputara album ya nke anọ, Dat Type of Gurl",
  "Album ahụ nwetara nnukwu ihe ịga nke ọma n'ihi ihe ịga nke ọma nke otu mbụ ya na album \" Got That Good (My Bubble Gum) \" nke e gosipụtara na GA Peach",
  "Rasheeda kwughachiri ụfọdụ n'ime ọrụ mbụ ya sitere na GA Peach, na ọtụtụ n'ime egwu ochie ya emelitere na remixes na samples",
  "Na 2007, Rasheeda gosipụtara na Mims single \" Dịka Nke a \"",
  "N'ihe dị ka oge a, ọ malitere hip hop / R &amp; B duo Peach Candy na onye na-agụ egwú R & B bụ Kandi Burruss",
  "N'oge okpomọkụ nke 2009, D-Lo Entertainment jikọrọ aka na ndekọ ndekọ onwe ya Block Starz Music iji hapụ Rasheeda's debut mixtape Certified",
  "Na August 18, 2009, Rasheeda weputara album ya nke ise Certified Hot Chick",
  "O mechara bido wepụta mixtape usoro egwu Boss Bitch ya.",
  "Na June 18, 2012, o wepụtara ya nke isii album Boss Chick Music nke e wepụtara site Google Play na ya labelụ D-Lo Entertainment, na kwalite na nke iri nke Bad Girls Club: Atlanta na Ịhụnanya &amp; Hip Hop: Atlanta",
  "Akpa mbụ ya na album ahụ bụ \"Marry Me\" na nke abụọ ya bụ \"Legs to the Moon\" nke abụọ vidiyo egwu sochiri ya",
  "Na 2013, n'oge oge nke abụọ nke Love & Hip Hop: Atlanta, Rasheeda gbara vidiyo egwu maka \"Kụta Ya Site na Azụ\"",
  "Na 2015, Rasheeda weputara egwu ohuru na oge nke anọ nke Love & Hip Hop: Atlanta nke akpọrọ, \"M Meant It\", na-akọ na ọba egwu maka egwu nwere ike ịbụ mwepụta ikpeazụ ya.",
  "Na 2012, Rasheeda rutere ebe ya na di ya / onye njikwa Kirk Frost na VH1 's Love &amp; Hip Hop: Atlanta",
  "Na 2015, Rasheeda nwetara ọrụ ndị ọbịa, nke nwere aha njirimara nke Scrumptious, na nkeji nke atọ nke Fox Rosewood",
  "Ugbu a o nwere ahịrị emebere nke ya, Poiz Cosmetics, yana webụsaịtị uwe na ngwa ngwa, Imbossy.com",
  "Ụlọ ahịa ya, Pressed Boutique na Phipp's Plaza na Atlanta, mepere June 2015",
  "Boutique Pressed nke abụọ na Houston mepere na Maachị 2018",
  "Na 1993,  mgbe ọ dị afọ 17, Rasheeda lụrụ Kirk Frost nke D-Lo Entertainment, onye ya na ụmụ nwoke abụọ mụrụ na 2000 na 2013",
  "Dị ka usoro mgbe niile na Love & Hip-Hip: Atlanta, ọrụ Rasheeda, azụmahịa azụmahịa, na ndụ onwe onye-gụnyere alụmdi na nwunye na Kirk ka edekọtara."
]