[
  "Rasheed Wesley Sulaimon (amụrụ ya na Machị 9, 1994) bụ onye America-Nigeria ọkachamara basketball player maka Konyaspor nke BSL",
  "A họpụtara ya dị ka McDonald's All-American nakwa dị ka Jordan Brand Classik All-American n'afọ 2012",
  "Ọ bụ onye isi na-echekwa n'elu oche maka otu egwuregwu basket bọọlụ ụmụ nwoke Duke Blue Devils n'oge afọ 2014 - 15 tupu a chụpụ ya na Jenụwarị 29, 2015. O mechara kwaga Maryland maka oge kachasị elu ya.",
  "Ịnata onyinye sitere na ọtụtụ kọleji na mba ahụ, gụnyere North Carolina, Arizona, Baylor, Texas na Texas A&M, Sulaimon kwadoro Duke na February 10, 2011 n'oge nleta na-akwadoghị, na-edebanye aha na National Letter of Intent na November 9, 2011.Àtụ:College Athlete Recruit Start\nÀtụ:College Athlete Recruit Entry\n|}",
  "A chụpụrụ Sulaimon na mmemme basketball Duke na Jenụwarị 29, 2015, mgbe ọ pụtara na egwuregwu 90 n'ime oge atọ. Ọ bụ onye ọkpụkpọ mbụ onye nkuzi Mike Krzyzewski chụpụrụ maka ịghara izute ụkpụrụ e debere maka onye ọkpịsị basketball Duke.E mechara kpughe na ụmụ nwanyị abụọ boro Sulaimon ebubo maka mwakpo mmekọahụ n'ọnwa ndị bu ụzọ chụpụrụ ya n'ikpeazụ.",
  "Sulaimon gafere na Maryland maka oge kachasị elu ya, ebe n'egwuregwu 36, ọ nwetara akara 11.3 na425 na-agbapụ site na akara atọ, 3.5 rebounds na 3.5 nyere aka na nkeji 32.9 kwa egwuregwu, na-enweta aha nsọpụrụ All-Big Ten n'afọ 2015.",
  "Mgbe ọ gachara na 2016 NBA draft, Sulaimon sonyeere Chicago Bulls maka 2016 NBA Summer League. Na Septemba 7, 2016, ọ bịanyere aka na Charlotte Hornets, mana a hapụrụ ya na Ọktoba 22 mgbe ọ pụtara na egwuregwu anọ tupu oge ezumike. Na Ọktoba 31, Greensboro Swarm nke NBA Development League nwetara ya dị ka onye egwuregwu mmekọ nke Hornets.",
  "Na Julaị 3, 2020, ọ bịanyere aka na Casademont Zaragoza nke Liga ACB. N'October 8, a chụpụrụ Sulaimon n'etiti izu isii na asatọ ka ọ merụsịrị ụkwụ ya..",
  "Na Julaị 1, 2021, ọ bịanyere aka na JL Bourg nke LNB Pro A.",
  "Na Julaị 15, 2022, ọ bịnyere aka na Konyaspor nke Turkish Basketbol Süper Ligi (BSL).",
  "A họpụtara Sulaimon maka otu egwuregwu basket bọọlụ nke mba Naịjirịa na Nọvemba 2020, ka ọ turu bọọlụ na AfroBasket 2021 qualification",
  "A manyere ya ịhapụ egwuregwu ahụ n'ihi mmerụ ahụ ụkwụ, Otú ọ dị.",
  "Àtụ:Konyaspor (basketball) current roster"
]