[
  "A maara Rashid Lombard (amụrụ n'afọ 1951) dị ka onye na-ese foto jazz na onye na-ede foto ndọrọ ndọrọ ọchịchị",
  "Lombard bụ onye isi oche nke espAfrika, ụlọ ọrụ na-ahụ n'ihi ihe omume nke ọ bịdọrọ n'afọ 1997",
  "espAfrika bụ onye na-ahụ banyéré ịme emume Jazz International nke Cape Town, nke a maara na izizi dị ka North Sea Jazz Cape Town.",
  "A mụrụ Rashid Lombard na Port Elizabeth, Eastern Cape, South Africa n'ubochí irí n'ọnwa Eprel n'afọ 1951",
  "Ezinụlọ ya kwagara Cape Town na mmalite afọ 1960",
  "Lombard zụrụ dị ka onye na-ese ihe owuwu ma rụọ ọrụ dị ka onye ọrụ na-ese foto maka ụlọ ọrụ na-ewu ụlọ, Murray na Roberts, tupu ọ ghọọ onye na-ede foto na-ekpuchi Africa, na, karịsịa, South Africa ebe ọ lekwasịrị anya na-ese onyinyo ịrị elu nke ọchịchị onye kwuo uche ya.",
  "N'afọ ndị 1980 ọ rụrụ ọrụ maka BBC, NBC, AFP na ọtụtụ akwụkwọ na-aga n'ihu dịka Grassroots na South",
  "Ọrụ ya abụwo akụkụ nke ihe ngosi niile n'ebe ndịda Afrịka, gụnyere Mahadum Zimbabwe n'afọ 1983 na ihe ngosi Staffrider nke afọ 1984 na afọ 1985",
  "N'afọ 1985, ọrụ ya bụ akụkụ nke ihe ngosi na akwụkwọ, South Africa: The Cordoned Heart, Essays by Twenty South African Photographers, nke Omar Badsha dezigharịrị ma bipụta na New York",
  "Ọ bụ onye otu ndị na-ese ihe na Vukalisa nke na-akwalite ọrụ ọdịbendị obodo.",
  "Lombard esewo foto ma ndị egwu obodo na nke mba ụwa, ma lekwasị anya na ndekọ ndị egwu South Africa na-agba ọsọ dị ka Hugh Masekela, Miriam Makeba na Abdullah Ibrahim",
  "N'afọ 2010, o nyere aka n'ihe ngosi ahụ na Duotone Gallery na Cape Town International Jazz Festival nke kwụrụ onye na-egwu saxophon nyéré South Africa, Hugh Masekela.",
  "Akwụkwọ foto jazz ya, Jazz Rocks, ka espAfrika na Highbury/Safika Media bipụtara n'afọ 2010",
  "James Matthews, onye na-ede uri na onye edemede South Africa, n'okwu mbido nke akwụkwọ ahụ kwuru na \"Nchịkọta foto Lombard..",
  "bụ ode maka ndị egwu jazz nke South Africa...Foto ọ bụla e ji ịhụnanya were na-egosipụta ọmịiko ya na egwu na ndị na-egwu egwu",
  "Dị ka onye na-ese foto echeghị m na Rashid bụ onye na-ekwu eziokwu, ọ na-etinye aka na ndị ọ na-ese maka nke ahụ.",
  "Onye na-ese foto ibe ya, George Hallett, dezigharịrị Jazz Rocks, onye n'etiti ndị ọzọ ritere ihe nrite maka foto ya nke Nelson Mandela ma rụọ ọrụ na ọrụ Nobel Peace Centre",
  "Akwụkwọ ahụ na-akọ akụkọ oge site na mmalite afọ 1980 ruo ihe dị ka afọ 2004",
  "Ebumnuche ya bụ ịsọpụrụ ụfọdụ n'ime ndị na-agụ egwú nke Lombard rụkọtara ọrụ na ọrụ dị mkpa egwu rụrụ na ọgụ megide ịkpa ókè agbụrụ.",
  "N'okwu nke ya: \"N'ime afọ ndị gafeworonụ, m nọrọ ọtụtụ oge n'azụ ikpo okwu nke na ohere dị n'azụ egwu bụ akụkụ nke m",
  "Ọtụtụ n'ime ndị egwu m sere foto karịrị nnọọ ihe m na-ekwu maka ya",
  "Ndị na-agụ egwú ghọrọ ndị enyi na ezinụlọ m",
  "Anyị nọrọ ọtụtụ awa na-emeziwanye nkà anyị ma na-akụziri ibe anyị ndọrọ ndọrọ ọchịchị nke nka."
]