[
  "Rawya Ateya[I] (Arabic, 19 Eprel na afọ 1926 - 9 Mee, na afọ 1997) bụ nwanyị Ijipt nke ghọrọ nwanyị omeiwu mbụ n'ụwa ndị Arab n'afọ 1957.",
  "A mụrụ Rawya Ateya na Giza Governorate na 19 Eprel, na afọ 1926",
  "Ọ tolitere n'ezinụlọ na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị",
  "Nna ya bụ odeakwụkwọ ukwu nke Wafd Party na Gharbia, ọrụ ndọrọ ndọrọ ọchịchị ya dugara n'ịga mkpọrọ ya",
  "[citation needed] Ateya n'onwe ya sonyere na ngagharị iwe site na nwata, ọ merụkwara ahụ n'oge ngagharị iwe afọ 1939 megide ndị Britain",
  "[cittion needed] Ọ gara n'ihu na ọmụmụ ya ruo ọkwa dị elu, nke bụ  a na-adịghị ahụkebe maka ụmụ agbọghọ Ijipt n'oge ahụ",
  "[citing chọrọ] Ọ nwetara ọtụtụ nzere mahadum n'ọhịa dị iche iche iche n'akụkụ dị iche iche: akwụkwọ ozi site na Mahadum Cairo na agụmakwụkwọ na akwụkwọ akụkọ dị mkpirikpi na akwụkwọ akụkọ.",
  "N'afọ 1956, Ateya ghọrọ nwanyị mbụ e nyere ọrụ dị ka onye ọrụ na Liberation Army",
  "Ọ rụrụ ọrụ dị ukwuu na Agha Suez, n'oge United Kingdom, France na Israel wakporo Ijipt",
  "O nyere aka zụọ ụmụ nwanyị 4,000 na enyemaka mbụ na nọọsụ n'etiti agha ahụ. Ateya nwere ọkwa nke onyeisi na otu ndị agha ụmụ nwanyị. N'oge Agha Ọktọba nke afọ 1973, ọ bụ onye isi oche nke Society of Families of Martyrs and Soldiers, nke mere ka a kpọọ ya \"nne nke ndị agha nwụrụ n'ihi okwukwe\". O nwetara ọtụtụ onyinye agha site na steeti Ijipt, ọkachasị baajị nke ndị agha nke atọ, Medallion nke 6 Ọktoba na ihe nrite nke ndị agha.",
  "Onye isi ala Gamal Abdel Nasser gbatịkwuru ikike ịtụ vootu na iru eru maka ọrụ a họpụtara ahọpụta nye ụmụ nwanyị Ijipt site na nnabata nke Iwu Iwu 1956",
  "E mere ntuli aka mbụ n'okpuru iwu ọhụrụ n'afọ sochirinụ, na 3 Julaị, na afọ 1957",
  "E nwere naanị ụmụ nwanyị iri na isii n'ọhịa nke ihe karịrị ụmụ akwụkwọ 2,000",
  "Nnyocha echiche e mere n'oge ahụ gosiri na pasent 70 nke ndị ikom Ijipt megidere echiche nke ụmụ nwanyị ịnọdụ oche na Nzukọ Ndị Omeiwu. Ka o sina dị, Ateya meriri ihe mgbochi ahụ ma nweta votu 110,807 na mpaghara ya. A họpụtara ya na Cairo na agba nke abụọ, ọ kọwara ajọ mbunobi siri ike ọ chere ihu n'oge ahụ site n'ikwu, sị: \"Enwetara m iwe maka ịbụ nwanyị",
  "Ma m gwara ha okwu ma chetara ha banyere ndị nwunye onye amụma na ezinụlọ ya ruo mgbe ha gbanwere echiche ha",
  "\" [citation needed] Na mgbakwunye na arụmụka okpukpe dị otú ahụ, o jiri ahụmahụ agha ya dị ka akụ ndọrọ ndọrọ ọchịchị. Mmeri Ateya dị ịrịba ama karị ebe ọ bụ na onye na-emegide ya na ntuli aka ahụ bụ onye ọka iwu na-akwado ndị Kọmunist na onye na'ụlọ akụ Ahmed Fuad, enyi onwe onye na onye onye isi ala Nasser.",
  "Ateya nọ n'oche ya na National Assembly na 14 Julaị, na afọ 1957",
  "Ọ bụ ezie na a họpụtara nwanyị ọzọ (Amina Shukri) na ntuli aka nke afọ 1957, a mara ọkwa mmeri ya na 22 Julaị, si otú a mee ka Ateya bụrụ nwanyị mbụ na-eme omeiwu n'Ijipt na ụwa Arab dum. N'oge ọ nọ na Nzukọ Ndị Omeiwu, Ateya kwadoro ikike ụmụ nwanyị",
  "Ọ siri ọnwụ na mmejuputa ọgwụgwọ maka ndị ọrụ nwanyị, ọkachasị ezumike ịmụ nwa ọnwa abụọ na ụgwọ ọnwa zuru ezu",
  "[citation needed] Na Julaị, na afọ 1958, o wepụtara iwu na-ewepụ ịlụ karịa otu nwanyị",
  "[cittion needed] Ọ bụ ezie na ọtụtụ ndị omeiwu si n'obodo ndị dị ka Cairo na Alexandria kwadoro iwu ahụ, ndị omeiwu na-anọchite anya mpaghara ime obodo megidere iwu ahụ nke ukwuu ma ghara ịgafe",
  "[citing dị ka] Athea ka ndị nta ahụ na-akwado America na-eche na-eleta oge dị ka ndị Arab States nke China, m ka ọ ga-ahụkarị na-akwado-eche na China, [m ga-ahụ China dị ka ọ dị ka ọ gafere\". O kwuru n'ihu ọha na ọ masịrị ya na United States na onye isi ala ya Dwight D",
  "Eisenhower, ọnọdụ nke a wakporo ya",
  "Ka o sina dị, o jisiri ike zere nkatọ ahụ n'ihi nkwado siri ike ya maka Onye isi ala Nasser, onye ọ kọwara dị ka \"mara mma\".",
  "Mmeri Ateya nwere n'afọ 1957 adịteghị aka: afọ abụọ ka e mesịrị, ọ tụfuru mbọ ọ chọrọ ka a họpụta ya ọzọ",
  "Otú ọ dị, ọ nọgidere na-arụsi ọrụ ike, karịsịa na-eje ozi na bọọdụ Red Crescent. Afọ iri abụọ na ise mgbe e meriri ya na ntuli aka, Ateya jisiri ike mee ka ọrụ omeiwu ya dịghachi ndụ",
  "Onye na-akwado ọchịchị onye kwuo uche ya, a họpụtara ya ka ọ bụrụ onye omebe iwu na 1984 n'okpuru ọkọlọtọ nke National Democratic Party. Ọ bụ onye isi nke Population and Family Council maka Giza na afọ 1993.  Ateya nwụrụ na afọ 1997 mgbe ọ dị afọ 71.",
  "A na-ewere Rawya Ateya dị ka onye ọsụ ụzọ n'akụkọ ihe mere eme nke ụmụ nwanyị Ijipt na Arab",
  "N'ọnwa Disemba afọ 2007, e mere emume na Nzukọ Ndị Omeiwu Ijipt iji mee emume ncheta afọ iri ise nke mmeri Ateya",
  "Lateefa Al Gaood si Bahrain, onye ghọrọ nwanyị mbụ na-eme emume ahụ na mpaghara Persian Gulf, yana Nada Haffadh si Bahrain na onye isi nwanyị mbụ nke mba ahụ."
]