[
  "Raymond Lema A'nsi Nzinga (amụrụ na 30 na ọnwa Machị 1946), nke a maara dị ka Ray Lema, bụ onye egwu Congolese (DRC)",
  "Onye na-akpọ piano, onye na-akpọ ụbọ akwara, na onye na-ede egwu, ọ biri na France na afọ 1982.",
  "A mụrụ Lema na Lufu-Toto, Bas-Congo Province",
  "Dị ka nwatakịrị ọ chọrọ ịbụ onye ụkọchukwu ma na afọ 1957 mgbe ọ dị afọ iri na otu ọ banyere seminarị nke White Fathers (òtù Roman Katọlik nke ndụ ndịozi), ebe a matara nkà ya maka egwu",
  "Ọ malitere ịmụ organ na piano, n'ime akwụkwọ ọdịnala Europe nke gụnyere abụ Gregorian, Mozart na Chopin; egwu izizi ya bụ Beethoven's Moonlight Sonata Ọ hapụrụ seminarị na afọ 1962 wee gaa Mahadum nke Kinshasa, ebe ọ gụrụ kemịkal. Ọ malitere inwe mmasị na egwu a ma ama site na mpụga Afrịka ma mgbe ọ mụtachara ịkpọ ụbọ akwara ọ malitere itinye aka na egwu egwu Kinshasa. Ọ ghọrọ onye na-eme ihe nkiri na klọb ma bụrụ onye na-akwado ndị egwu dịka Jimi Hendrix na Eric Clapton.",
  "Na mbido afọ 1970, Lema gara gburugburu mba ahụ na-edekọ egwu dị ka onye na-ahụ maka egwu agbụrụ",
  "Na afọ 1974, ọ ghọrọ onye nduzi egwu afọ abụọ nke National Ballet of Zaire",
  "Kemgbe ọtụtụ afọ, ya na ndị otu Tabu Ley Rochereau, Joseph Kabasele na Franco na-egwuri egwu, na 1978 otu nke ya, Ya Tupas, meriri French Maracas d'Or award.",
  "Na afọ 1979, Rockefeller Foundation kpọrọ ya na United States, ebe o dekọrọ abọm mbụ ya, Koteja (1982)",
  "Ọ kwagara Europe, biri na 1982 na France",
  "E wepụtara abọm ya bụ Kinshasa-Washington DC-Paris n'afọ 1983. E dekọrọ abọm eletrọniki ya bụ Medecine na London na onye na-emepụta Martin Meissonnier ma gosipụta Tony Allen na egwu \"Peupleyo\"",
  "Ihe ndekọ mbụ nke Lema na mbido afọ 1980 bụ maka Celluloid Records, na 1989 ọ nwere ihe ịga nke ọma mba ụwa na-etinye aka na Island Records subsidiary, Mango.",
  "Lema aghọwo onye isi na egwu ụwa, na-eme ihe nkiri n'ọtụtụ mmemme egwu, ma rụọkwa ọrụ dị ka onye na-ede ihe nkiri. O tinyekwara aka na mmekọrịta mba ụwa dị iche iche. Ọ pụtara dị ka onye na-agụ egwú (ma na-ede egwu na egwu atọ) na album Stewart Copeland nke afọ 1985, The Rhythmatist Ndị ọbịa na album Lema nke 1989 Nangadeef gụnyere Courtney Pine na Mahotella Queens",
  "Na afọ 1992, ọ nọrọ oge na Abidjan, Côte d'Ivoire, na-ede ihe nkiri Un Touareg esangest marié avec une pygmée na ndị Cameroon Werewere Liking, ma na afọ ahụ, ya na onye Germany na-akpọ piano Joachim Kuhn rụkọọ ọrụ iji dekọọ Euro African Suites",
  "Na afọ 1997, Lema dekọrọ abọm Bulgarian Voices na ndị ukwe nke Pirin Folk Ensemble, ma dee The Dream of the Gazelle maka ndị Swedish chamber orchestra",
  "Na afọ 2000 ọ rụrụ ọrụ na otu egwu Moroccan Tyour Gnaoua ma wepụta CD Saf",
  "Na afọ 2002, Lema pụtara na egwu akpọrọ \"No Agreement\" na Red Hot Organization's tribute album to Fela Kuti, Red Hot and Riot n'akụkụ Res, Tony Allen, Baaba Maal, Positive Black Soul na Archie Shepp.",
  "E nyere ya \"Django d'Or\" n'ọnwa Ọktoba afọ 2003, na 2013 Charles Cros Grand Prix de la Musique"
]