[
  "Chief Raymond Anthony Aleogho Dokpesi (amụrụ na 25 Ọktoba na afọ 1951 - 29 Mee 2023) na Ibadan bụ onye ọchụnta ego mgbasa ozi Naijiria",
  "Nne na nna ya si Agenebode, Edo steeti n'ezinụlọ gụnyere ụmụnne nwanyị isii",
  "Ọ banyere na ụlọ ọrụ mgbasa ozi Naijiria na ụlọ ọrụ ya DAAR Communications ma guzobe netwọk TV Naijiria Africa Independent Television (AIT)",
  "Ọ bụ onye isi oche kọmitii nhazi nke nzukọ mba People's Democratic Party na afọ 2015. Ka ọ na-erule Maachị, na afọ 2020, ọ ka na-aga ikpe maka ebubo nrụrụ aka. Na Mee, na afọ 2020, Dokpesi ghọrọ onye lanarịrị COVID-19.",
  "Dokpesi malitere agụmakwụkwọ ya na Loyola College Ibadan",
  "Mgbe nke ahụ gasịrị, ọ sonyeere Immaculate Conception College (ICC) obodo Benin ebe ọ bụ onye ọsụ ụzọ nke ụlọ Ozolua Play, otu ịgba egwu / ihe nkiri",
  "Ọ gụrụ akwụkwọ na Mahadum nke Benin Edo State ma mechaa akwụkwọ ya na Mahadim nke Gdansk, Poland ebe ọ nwetara nzere Doctorate ya na Marine Engineering",
  "Alhaji Bamanga Tukur kwadoro ọmụmụ ya, site na ụlọ akwụkwọ sekọndrị ruo na mahadum",
  "Na mbido afọ 1990, n'ihi iwu National Broadcasting Commission nke akụkọ ihe mere eme, dị ka Muyiwa Oyinlola (2004) si kwuo, ọ bụ naanị gọmentị na-achịkwa mgbasa ozi Naijiria",
  "Nanị ihe ọmụma sitere na ụlọ ọrụ mgbasa ozi gọmentị nwere mere ka o kwe omume",
  "Otú ọ dị, Onye isi ala nke oge ahụ General Ibrahim Babangida, nyere iwu ọzọ nke nyere ohere mgbasa ozi onwe onye na Naịjirịa",
  "Mgbe iwu a gasịrị, ụlọ ọrụ telivishọn nke mbụ na Naịjirịa, Africa Independent Television (AIT)",
  "Dokpesi malitere AIT, ọ bụkwa ụlọ ọrụ telivishọn Satellite mbụ n'Africa",
  "Taa, a na-ewere Dokpesi dị ka onye mgbasa ozi nke Naịjirịa",
  "Ụfọdụ na-akpọkwa ya Ted Turner nke Naịjirịa",
  "Dokpesi abụghị nanị onye ọsụ ụzọ nke mbụ satellite TV kamakwa ụlọ ọrụ redio mbụ nwere onwe ya na Naịjirịa",
  "Dị ka onye nta akụkọ Kolapo si kwuo (2006), Raymond na-azọrọ na AIT setịpụrụ ụkpụrụ maka usoro ụgwọ ọrụ na ụlọ ọrụ mgbasa ozi nke Naịjirịa Television Authority ṅomiri.",
  "Dr",
  "Raymond Dokpesi malitere dị ka onye na-enyere Alhaji Bamaga Tukur aka otu n'ime ndị isi njikwa nke Naịjirịa Ports Authority",
  "Dokpesi rụkwara ọrụ dị ka onye ọrụ gọmentị na Federal Ministry of Transport n'okpuru Alhaji Umaru Dikko na General Garba Wushishi",
  "Njikọ nke Raymond Dokpesi na ndị dị ka Tukurs na Abiola nwụrụ anwụ, mere ka ọmụmụ nke African Ocean Lines (AOL).",
  "Dokpesi (2006) chịkọtara African Ocean Lines; otu n'ime High Chief, Dr",
  "Raymond Dokpesi mbụ azụmaahịa bụ mbụ ụmụ amaala Shipping Line na Africa",
  "E guzobere ya na afọ 1980 ha",
  "Ọ bụ ezie na azụmahịa ahụ adịteghị aka, o nyere aka nke ukwuu na ụlọ ọrụ ụgbọ mmiri Naijiria ka o nyere aka ịhazi iwu ụgbọ mmiri Naịjirịa iwu nke afo 1986 nke kwuru usoro ịkekọrịta 40:20:20 maka ibu n'etiti mba ndị mepere emepe na ndị na-emepe emepe.",
  "Otú ọ dị, dị ka Onye isi dị elu, Dr",
  "Raymond Dokpesi na-arụ ọrụ n'ọhịa ọmụmụ ya; ọ chefughị ịhụnanya mbụ ya, showbiz na ntụrụndụ",
  "Enwere ike ịchọta nke a n'oge mbụ ya n'ụlọ akwụkwọ sekọndrị mgbe ọ bụ onye ọsụ ụzọ nke Ozolua Playhouse, otu dance drama",
  "O kpebiri imezu nrọ ya mgbe o chepụtara echiche nke ịmalite ụlọ ọrụ redio n'oge ọchịchị Ibarahim Babaginda mgbe ikuku dị mma n'ihi mwepụ nke mgbasa ozi na Naịjirịa",
  "N'afọ 1994, ọ malitere ụlọ ọrụ redio FM nke Naijiria nke mbụ bụ RayPower",
  "Afọ abụọ ka e mesịrị, ọ malitere Africa Independent Television",
  "Ya mere, dị ka Oyinlola (2005) si kwuo, ọ ghọrọ onye na-eme ihe n'ụwa nke mgbasa ozi Naịjirịa maka ndị dị ka Galaxy TV, Silverbird TV, MBI telivishọn, Rhythm FM na ọtụtụ ndị ọzọ.",
  "Africa Independent Television enwetala ọtụtụ mgbasa ozi",
  "Na 20 Septemba, na afọ 2003, Africa Independent Television malitere akara ya na United States",
  "Ka ọ dị ugbu a, a na-enweta AIT na America, Mexico, Caribbean, na Europe-wide na Satellite Hotbird yana mba ndị dị n'ime Africa.",
  "Ihe Dokpesi rụzuru gụnyere:",
  "Dokpesi nwekwara aka ya na ndọrọ ndọrọ ọchịchị",
  "Otu n'ime ọrụ ndọrọ ndọrọ ọchịchị mbụ ya bụ dịka onye njikwa mkpọsa ndọrọ ndọrọ ọchịchị maka Alhaji Bamanga Tukur, nke hụrụ Tukur n'ime ụlọ gọmentị Gongola nke oge ahụ",
  "Ọ rụkwara otu ọrụ ahụ n'oge Alharji Adamu Ciroma na-azọ ọkwa onye isi ala, na Alharji Bamanga Tukur na-azọrọ ọkwa onye isi obodo n'afọ 1993.N'otu aka ahụ n'oge mkpọsa onye isi ala Peter Odili",
  "Dokpesi bụ otu n'ime ndị isi nke Ndịda-Ndida People Assembly (SSPA) otu nzukọ na-achọ ịkwalite ndịda ndịda Naịjirịa",
  "N'afọ 2017, Dokpesi sonyere n'ọkwa onye isi oche nke PDP National mana Uche Secondus meriri ya.",
  "Dokpesi enwetala onyinye maka otuto ya n'aha DAAR Communications Plc, a na-enyekwa ya utu aha site n'obodo ya iji kelee nnukwu mbọ ọ na-agba na Naịjirịa",
  "Obodo nna ya nyere ya utu aha abụọ, nke a na-enye naanị ụmụ nwoke kwesịrị ekwesị",
  "Ọ bụ Oghieumua na Ezomo nke Weppa Wanno, Edo Steeti, yana Araba nke Osoroland, Okpe",
  "Dị ka Ojewale (2004), dị ka e kwuru n'oge mmemme Dr",
  "Kwame Nkrumah Leadership Award na Accra, na Foundation for Excellence in Business Practice Geneva Switzerland, a jara Dokpesi mma maka nkwukọrịta Daar ịrị elu n'elu Afrika na onyinye nke ụlọ ọrụ redio na telivishọn nke debere Naịjirịa na map ụwa.",
  "Raymond Dokpesi ewuola ụlọ akwụkwọ maka obodo ma nyekwa agụmakwụkwọ maka ụmụ akwụkwọ ga-abanye n'ụlọ akwụkwọ tertiary.",
  "N'ụbọchị nke anọ n'ọnwa Ọktoba n'afọ 2010, e jidere Dokpesi maka ọrụ a na-ebo ya ebubo na ọ bụ bọmbụ ụgbọ ala Abuja. A tọhapụrụ ya mgbe ọ nọrọ awa itoolu n'ụlọ mkpọrọ ma mesịa gbaa ndị uwe ojii nzuzo nke mba ahụ akwụkwọ maka ebubo a tụrụ ya mkpọrọ n'ụzọ na-ezighị ezi.",
  "N'abalị iri na otu n'ọnwa Nọvemba n'afọ 2015, Dokpesi, n'aha pati PDP, rịọrọ mgbaghara n'ihu ọha n'ihi enweghị nchịkwa nke Naịjirịa n'okpuru ọchịchị PDP.",
  "\"Ekwela ka o mehiere, PDP maara na e nwere njehie e mere n'ụzọ",
  "Anyị kwetara na n'oge ụfọdụ n'oge gara aga, emeela njehie; anyị emezughị atụmanya nke ndị Naijiria",
  "Anyị na-arịọ mgbaghara",
  "Mana ihe gara aga bụ kpọmkwem ihe ọ bụ",
  "Anyị na-akpọ ndị niile na-eguzosi ike n'ihe, ndị na-akwado na ndị na-enwe ọmịiko ka ha soro anyị gaa n'ihu",
  "\"",
  "Ọ katọkwara PDP maka itinye Jonathan Goodluck dị ka onye na-azọ ọkwa onye isi ala nke PDP na ntuli aka Machi, na afọ 2015.",
  "Na 9 Disemba, na afọ 2015, Dokpesi na ụlọ ọrụ ya, Daar Holding and Investment Limited, e boro ebubo n'ụlọ ikpe dị elu nke gọọmentị etiti, Abuja na ebubo USD2.1bn nke a na-ebo ebubo na ọ na-eme ka ego na-apụnara mmadụ ihe. FG kwuru na ego ahụ bụ maka ịzụta ngwá agha maka ndị agha Naijiria iji lụso ndị agha Boko Haram ọgụ, mana Dasuki Sambo, onye ndụmọdụ nchekwa mba n'oge ahụ, kwadoro ya na Dokpesi's Daar Holding and Investment Limited maka ntuli aka onye isi ala Naijiria nke afọ 2015 maka onye isi ala Goodluck Jonathan.",
  "Ebubo ụlọ ikpe ahụ nke e dere \"FHC/ABJ/CR/380/2015\" nke Economic and Financial Crimes Commission (EFCC) tinyere na ha na-ebo ebubo imebi Iwu Ego, Iwu EFCC na Iwu Ịzụta Ọha. Onye ọka ikpe na-achị isi, Justice Gabriel Kolawole, nyere Maazị Dokpesi mgbapụta ma yigharịa ikpe ahụ ruo 17 Febụwarị, na afọ 2016.",
  "Na Maachị 22, na afọ 2019, a laghachiri n'ụlọ mkpọrọ mgbe e jidere ya n'enweghị ihe kpatara ya na Nnamdi Azikiwe Airport dị na Abuja, ebe ọ bịarutere mgbe ọ lọtara site na ọgwụgwọ na Dubai, mana a tọhapụrụ ya n'oge na-adịghị anya. N'ọnwa Nọvemba, na afọ 2019, e nyere ya ikike ịhapụ Naijiria n'ihi ihe gbasara ahụike n'agbanyeghị usoro ikpe na-aga n'ihu.",
  "Na Thursday, abalị mbu nke Aprel, na afọ 2021, a tọhapụrụ Raymond Dokpesi na ebubo niile nke ịkwụ ụgwọ site n'aka Ụlọikpe Mkpegharị Ikpe nke Naijiria.",
  "N'afọ 2020, a kpọgara Dokpesi na ndị ezinụlọ ya n'ụlọ ọgwụ na Mahadum nke Abuja Teaching Hospital mgbe a chọpụtara na ha nwere COVID-19. A tọhapụrụ Dokpesi na ụmụ ụmụ ya abụọ na Mee 14, na afọ 2020 mgbe ha niile nwalere na ha enweghị COVID-19. N'oge a na-ahapụ ya, Otú ọ dị, nwa Dokpesi Raymond Jr",
  "na ndị ọzọ nọ n'ezinụlọ ka na-anata ọgwụgwọ."
]