[
  "Raymond Steth (1917 - 1997), a mụrụ Raymond Ryles, bụ ónyé na-ese ihe osise na Philadelphia nke a maara màkà ihe osise ya na lithographs na ọnọdụ ndị Africa na America n'etiti narị afọ nke 20, mgbe mgbe site na ihe nkiri nke ndụ ime ọbọdọ na ịda ogbenye. Na-arụ ọrụ n'okpuru ngalaba eserese nke Works Progress Administration na 1930s na 1940s, nka Steth kpuchiri ọtụtụ isiokwu na mmetụta uche site na ndụ ugbo na-atọ ụtọ na mkpesa na obi nkoropụ.",
  "A mụrụ Steth na Norfolk, Virginia na 1917 na Lulu Mann na Charles Ryles, ezinụlọ na-arụ ọrụ ugbo",
  "Ọ nọrọ ọtụtụ ógè n'oge ọ bụ nwata n'otu nnukwu ugbo dị na North Carolina, nke ga-emesị metụta ọrụ nka ya. Rolando Corpus na-ekwu, sị: \"Steth zụlitere n'okpukpe n'ime okwukwe Pentikọstal",
  "'Obi nke chọọchị,' ka ọ chetara, 'dị nnọọ ka ha niile dị njikere ịga eluigwe.'\" Mgbè ọ kwagara Philadelphia mgbe ọ dị afọ asatọ, Steth gàrà Central High School afọ abụọ",
  "O mechara rụọ ọrụ na eserese ihe ịrịba ama na ihe nkiri vaudeville. Steth gụrụ akwụkwọ na Philadelphia College of Art site na 1941 ruo 1943, na Barnes Foundation site na 1942 ruo 1944.",
  "E jikọtara Steth na American Scene movement, nke gụnyere ndị na-ese ihe WPA na-echegbu onwé ha banyéré isiokwu mmekọrịta mmadụ na ibe ya nke oge a. Steth malitere ịrụ ọrụ na ngalaba eserese nke WPA kwadoro Federal Art Project (FAP) na Philadelphia malite na 1938, ebe ọ zutere ma soro Dox Thrash rụkọọ ọrụ, nke a maara màkà ịmepụta ụzọ ọhụrụ nke Carborundum printmaking, bụ ndị kwenyere na enwere ike ịnyefe ọrụ Steth na usoro obibi akwụkwọ",
  "Ọ rụkwara ọrụ n'akụkụ Michael J",
  "Gallagher, John Turner, na Claude Clark, otu ọ ga-egosipụtakarị ọrụ ya. Steth na Clark nwekọrọ otu studio n'oge ha nọ na WPA / FAP. Ya na ndị na-ese ihe, Hubert Mesibov na Samuel Brown mekwara.",
  "Mgbe WPA na ọrụ agha gasịrị, Steth gara n'ihu na-etinye aka na nka na ihe kpatara ọbọdọ: \"Steth duziri Philographic School of Art, ụlọ ọrụ óbíbí akwụkwọ na ihe osise..",
  "Ọrụ ndị ọzọ gụnyere inyere aka guzobe usoro óbíbí akwụkwọ na Morgan State College na Baltimore, nri, na ịrụ ọrụ màkà Ọfịs Ónyé isi ọbọdọ nke Mmepe Ọbọdọ. Tụkwasị na nke a, ọ sonyeere Fleisher Art Memorial site na 1948 ruo 1954, ma kụzie na Philadelphia College of Art site na 1949 ruo 1951",
  "O mechara bụrụ ónyé bi na Pennsylvania Academy of the Fine Arts",
  "Steth nwụrụ na 1997.",
  "Ọrụ Steth dị na nchịkọta nke Metropolitan Museum of Art, Philadelphia Museum of Art.",
  "E tinyere ọrụ ya na ngosi 2015 We Speak: Black Artists na Philadelphia, 1920s-1970s na Woodmere Art Museum."
]