[
  "Raymond Saunders (amụrụ n'afọ 1934) bụ ónyé America na-ese ihe nke a maara màkà ihe osise multimedia ya nke na-enwekarị mmetụta mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị, nke na-agụnye nchịkọta, eserese, collage na ederede a chọtara. A makwaara Saunders Màkà ntinye ya, ihe ọkpụkpụ, na ọrụ nhazi ya.",
  "Saunders nwetara nzèrè Bachelor of Fine Arts na Carnegie Institute of Technology na 1960",
  "Ọ zụrụ na Pennsylvania Academy of Fine Arts, Mahadum Pennsylvania, na Barnes Foundation tupu ọ gaa n'ihu nweta nzèrè Master of Fine Arts na California College of Arts and Crafts na 1961.",
  "Saunders bi ma na-arụ ọrụ na Oakland, California",
  "Saunders bụbu prọfesọ nke Painting na California College of the Arts, Oakland, na prọfesụ emeritus na California State University, East Bay, na Hayward, California.",
  "Saunders na-arụ ọrụ n'ọtụtụ mgbasa ozi dị iche iche, mana a maara ya nke ọma màkà ọrụ nke na-agụnye ihe osise na mgbasa ozi mgbasa ozi, mgbe ụfọdụ na-ejikọta ihe ọkpụkpụ (dị ka na Pieces of Visual Thinking, 1987) mana na-ejigide mmekọrịta ya na mkpịsị mgbidi dị larịị na modernism na eserese",
  "Ihe osise Saunders na-egosipụta ihe, ma na-ejikarị collage (karịsịa obere akwụkwọ e bìrì ebi a na-ahụ na ndụ kwa ụbọchị), okwu ndị a na-ede ede (mgbè ụfọdụ a na-agbakwunye ntụaka na ọdịdị n'emeghị ka usoro ihe dị ike",
  "Nke a na-enye echiche nke akụkọ mmekọrịta mmadụ na ibe ya ọbụna ọrụ ya na-enweghị atụ nke na-eme ka ọ dị iche na ndị na-ese ihe dị ka Robert Rauschenberg, Jim Dine, ma ọ bụ Cy Twombly, nke ya na ya nwèrè njikọ doro anya.",
  "N'afọ 1967, Saunders kwupụtara na \"ọcha bụ ụcha\". N'oge niile ọ na-arụ ọrụ, Saunders ajụla echiche ahụ bụ na ndị na-ese ihe ojii na-emepụta ihe a ga-akọwa dị ka \"ihe osise ojii\"",
  "N'ọrụ nke ya, ọ gbalịrị ikewapụ ọrụ ya na ihe mgbochi nkè nka na-akpali njirimara, \"Abụ m ónyé na-ese ihe. Ekwenyeghị m na ọrụ nka kwesịrị ịbụ nke a kpaara ókè ma ọ bụ kewaa site na agbụrụ mmadụ",
  "\"",
  "E wezụga ihe osise ya, Saunders bụ ónyé a maara màkà mpempe akwụkwọ ya na ngwụcha afọ 1960 Black is a Color, nke na-arụ ụka megide iji ihe atụ eme ihe nke echiche \"ọcha\" na ma ụwa nka na-enweghị atụ na nke echiche na Black Nationalist omenala ederede nke ógè ahụ.",
  "Saunders nwèrè nke mbụ ya na New York n'onwe ya n'afọ 1962. O nwèrè otu ihe osise, \"Night Poetry\", na Third Philadelphia Arts Festival. Na ngwụcha afọ 1960, ụlọ ngosi Terry Dintenfass nọchitere anya ya n'oge mgbè ụlọ ngosi New York na-egosi ndị ọcha. O gosipụtara na mba ụwa, na-etinye ógè na Paris ma na-egosi na Latin Quarter's Galerie Resche. Ihe ngosi mba ụwa ya gụnyere ebe dị na France, Germany, Switzerland, Denmark, Singapore, Korea, Japan, China.",
  "E ji ihe osise ya nke Jack Johnson (1972, ugbu a na Philadelphia Museum of Art) mee ihe dị ka mkpuchi nkè Powell's Black Art and Culture na narị afọ nkè iri abụo.",
  "N'afọ 1964, e nyèrè Saunders Rome Prize Fellowship na eserese. E nyèrè ya Guggenheim Fellowship na 1976 na abụọ National Endowment for the Arts Awards nke mbụ na 1977, nke abụọ na 1984. N'afọ 1988 ọ bụ ónyé natara 9th annual Awards na Visual Arts.",
  "Saunders haziri Paris Connections na 1992 na San Francisco's Bomani Gallery."
]