[
  "Rebecca Alitwala Kadaga (amụrụ na 24 Mee 1956) bụ onye ọka iwu na onye ndọrọ ndọrọ ọchịchị Uganda nke jere ozi dị ka onye isi oche nke Nzukọ Ndị Omeiwu nke Uganda site na 19 Mee 2011 ruo 21 Mee 2021",
  "Ọ na-eje ozi ugbu a dị ka osote praịm minista mbụ nke Uganda",
  "Ọ na-eje ozi n'otu oge ahụ dị ka Minista na-ahụ maka ihe gbasara obodo East African, na Cabinet nke Uganda.",
  "Ọ bụ nwanyị mbụ a họpụtara ka ọ bụrụ onye isi oche n'akụkọ ihe mere eme nke Nzukọ Ndị Omeiwu nke Uganda",
  "Ọ nọchiri Edward Ssekandi, onye jere ozi dị ka onye isi oche site na 2001 ruo 2011.",
  "Ọ bụkwa onye omeiwu (MP) ugbu a maka mpaghara ụmụ nwanyị nke Kamuli District, mpaghara Busoga, ọkwá ọ nọ na ya kemgbe 1989.",
  "A mụrụ ya na Kamuli District, Eastern Uganda, na 24 Mee 1956",
  "Rebecca Kadaga gara kọleji Namasagali maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Makerere, gụsịrị akwụkwọ na nzere Bachelor of Laws (LLB), na 1978",
  "Ọ gara n'ihu nweta diplọma na Legal Practice site na Law Development Center na Kampala na 1979",
  "N'afọ 2000, ọ nwetara diplọma na Iwu Ụmụ nwanyị na Mahadum Zimbabwe",
  "N'afọ 2003, ọ nwetara nzere Master of Arts (MA), ọkachamara na Iwu Ụmụ nwanyị, site na Mahadum Zimbabwe. N'afọ 2019, Mahadum Nkumba, mahadum onwe onye dị na Uganda, nyere Kadaga nzere Doctor of Laws.",
  "N'agbata afọ 1984 na afọ 1988, ọ nọ na-arụ ọrụ iwu onwe onye",
  "Site na 1989 ruo 1996, ọ rụrụ ọrụ dị ka onye omeiwu maka Kamuli District na District Woman's Constituency",
  "Ọ rụrụ ọrụ dị ka Onye isi oche nke Kansụl Mahadum maka Mahadum Mbarara, n'etiti afọ 1993 na 1996",
  "N'afọ 1996, ọ rụrụ ọrụ dị ka odeakwụkwọ ukwu nke East African Women Parliamentarians Association.",
  "Site na 1996 ruo 1998, Rebecca Kadaga bụ Minista nke Mba Uganda maka imekọ ihe ọnụ mpaghara (Africa na Middle East)",
  "Site na 1998 ruo 1999, ọ bụ Minista nke Steeti maka nkwukọrịta na ụgbọ elu, ma site na 1999 ruo 2000, ọ bụ Minisita nke Mmekọrịta Ndị omeiwu",
  "A họpụtara ya dị ka osote onye isi oche nke ụlọ omebe iwu n'afọ 2001, ọkwá ọ nọ na ya ruo na 19 Mee 2011, mgbe a họpụtara ya dịka onye isi oche.",
  "Mgbe ntuli aka nke onwa February na afọ 2016 gasịrị, a họpụtara Kadaga ọzọ dị ka onye isi oche nke ndị omeiwu na 19 Mee na afọ 2016.",
  "Na onwa  Disemba na ogugu 20, 2017, Kadaga duziri ndị omeiwu Uganda ka ọ na-eme mgbanwe na Iwu Iwu nke, n'etiti usoro ndị ọzọ, wepụrụ ihe achọrọ na ndị na-azọ ọkwa onye isi ala erubeghị afọ 75",
  "Mgbanwe ahụ nyere Museveni ohere ịzọ ọkwa onye isi ala nke Uganda maka oge nke isii ya n'ọchịchị.",
  "Na 14 Jenụwarị 2021, a họpụtara Kadaga ọzọ ka ọ bụrụ onye nnọchi anya nwanyị maka mpaghara Kamuli",
  "N'ihi ya, ọ malitere mkpọsa iji nọgide n'ọkwa ya dị ka onye isi oche nke ụlọ omebe iwu maka oge nke atọ",
  "Kadaga tụfuru onye isi oche Vote n'aka onye osote ya bụ Jacob Oulanyah mgbe ọ nwụsịrị ihu ọma na pati ya, National Resistance Movement (NRM).",
  "E wezụga ọrụ ya dị ka ọkà okwu nke Nzukọ Ndị Omeiwu Ugandan, ọ nọdụrụ na kọmitii ndị omeiwu na-esonụ:",
  "Kadaga kwere nkwa na ọ ga-eme ka iwu Uganda Anti-Homosexuality Bill gafee ndị omeiwu na onwa Disemba nke afọ 2012",
  "Iwu a na-akpọ mgbe ụfọdụ \"Kill the Gays bill\" n'otu oge chọrọ ime ka omume ndina ụdị onwe bụrụ nke a ga-ata ahụhụ site na ọnwụ ma ọ bụ mkpọrọ ndụ mana e mechara wepụ nhọrọ ntaramahụhụ ọnwụ na iwu ahụ",
  "Ọ na-ekwu na ọ ga-aghọ iwu ebe ọ bụ na ọtụtụ ndị Uganda \"na-achọ ya\".",
  "N'ọnwa Disemba na afọ 2012, Kadaga nọ na Rom iji kwuo okwu na nnọkọ nke asaa nke ndị omeiwu maka ụlọ ikpe mpụ mba ụwa na iwu iwu.",
  "Akụkọ gbasara na Kadaga natara ngọzi site n'aka Popu Benedict nke Iri na Isii na Mas Vatican. N'oge na-adịghị anya mgbe akụkọ ahụ pụtara, ọnụ na-ekwuchitere Vatican bụ Father Federico Lombardi wepụtara nkwupụta nke kwuru, sị: Mmekọrịta ya na ndị nnọchiteanya ahụ abụghị ihe a na-ahụkarị, ọ dịghịkwa ngọzi e nyere",
  "Ìgwè ndị omebe iwu nke Uganda kelere Popu dị ka ndị ọzọ ọ bụla na-aga nzukọ na Popu na nke a apụtaghị na ọ bụ ihe ịrịba ama doro anya nke nkwenye nke omume ma ọ bụ atụmatụ ya.",
  "N'ọnwa Machị na afọ 2020, n'oge ọrịa COVID-19, Kadaga tweeted na a chọpụtala \"mgbasa, nke na-egbu nje Corona ozugbo\" ma ga-arụkọ ọrụ na Uganda. O nyere echiche na ihe e mesịrị ghọta dị ka ihe na-eme ka ọ dị ọcha bụ ọgwụgwọ maka COVID-19 n'ezie ma nweta mmeghachi omume dị ukwuu site n'aka ndị Uganda na mgbasa ozi mmekọrịta na ndị ọkachamara na ngalaba ahụike dị ka Uganda Medical Association, na Pharmaceutical Society of Uganda. Ọ zaghachiri site n'ịkpọ ndị otu Association ụbụrụ na-enweghị isi.",
  "N'ọnwa Eprel na afọ 2020, n'oge ọrịa COVID-19, Kadaga na ndị otu ndị omeiwu ibe ya nyere onwe ha ihe karịrị ijeri shillings 10 nke Uganda nke ihe a chọrọ ịbụ ego enyemaka maka mbọ ịlụso ọrịa a ọgụ na nsogbu mmekọrịta na akụ na ụba ya."
]