[
  "Rebecca Nyandeng nke Mabior (amụrụ na 15 Julaị 1956) bụ onye ndọrọ ndọrọ ọchịchị South Sudan. Ọ bụ otu n'ime ndị osote onye isi ala nke South Sudan na gọọmentị ịdị n'otu kemgbe Febụwarị 2020. Ọ rụrụ ọrụ dị ka Minista nke okporo ụzọ na njem maka gọọmentị na-achị onwe ya nke Southern Sudan, yana dịka onye ndụmọdụ maka Onye isi ala nke South Sudan na okike na ikike mmadụ site na 2007 ruo 2014. Ọ bụ nwanyị di ya nwụrụ nke Dr",
  "John Garang de Mabior, onye isi ala mbụ nke Sudan na onye isi ala nke gọọmentị South Sudan, na nne Akuol de Mabior. Ọ bụ onye agbụrụ Dinka nke Twic East County nke South Sudan.",
  "A mụrụ ya na 15 Julaị 1956 na Bor Town",
  "N'afọ 1986, ọ gara Cuba maka ọzụzụ agha.",
  "Mgbe ọnwụ Dr",
  "John Garang gasịrị, General Salva Kiir weghaara ọkwa ya wee bụrụ osote onye isi ala mbụ nke Sudan na onye isi ala nke Gọọmentị South Sudan na onye ọchịagha nke SPLM / A",
  "General Kiir họpụtara Rebecca Nyandeng De Mabior dị ka Minista nke okporo ụzọ na njem maka Gọọmentụ South Sudan.",
  "Ọ gara n'ihu bụrụ onye nkwado siri ike maka mmejuputa nkwekọrịta udo zuru oke nke Dr",
  "John Garang bịanyere aka tupu ọnwụ ya na 30 Julaị 2005",
  "Ọ gara n'ihu na-akwado mmejuputa usoro udo ruo mgbe South nwetara nnwere onwe na 9 Julaị 2011",
  "N'otu afọ ahụ mgbe di ya nwụrụ, Madam Rebecca gara United States of America wee zute Onye isi ala George W",
  "Bush",
  "O nyere ozi ekele maka itinye aka America na ịchọ udo na South Sudan",
  "N'afọ 2009, Onye isi ala Obama gara n'ihu na mbọ ya na odeakwụkwọ Clinton na onye nnọchi anya Rice na-agba iji hụ na a na-etinye nkwekọrịta udo na Sudan.",
  "Madam Rebecca nwetakwara ajụjụ ọnụ site na NPR",
  "O kwuru banyere mkpebi ya maka nnwere onwe nke South Sudan ebe ọ na-akwanyekwara mkpa ọ dị inwe Sudan dị n'otu n'okpuru ọhụụ ọhụrụ nke Dr John Garang mepụtara na 1983",
  "Ọ gara Grinnell College na Iowa State University, mahadum Iowa ebe di ya nwụrụ anwụ gụsịrị akwụkwọ ya tupu Agha Obodo Sudan nke Abụọ amalite na 1983. Dr",
  "John Garang nwụrụ anwụ na nwunye ya Rebecca nwere ụmụ isii bụ ndị na-akwado udo na nkwụsi ike na Republic nke South Sudan ọhụrụ.",
  "Dị ka Sudan Tribune si kwuo, Nyandeng zutere onye isi ala South Sudan Salva Kiir Mayardit na 22 Disemba 2013 iji kwurịta nchekwa n'ihi nsogbu ndọrọ ndọrọ ọchịchị South Sudan na 2013.",
  "Rebecca Nyandeng egosila enweghị afọ ojuju n'ụzọ gọọmentị Sudan nọ na Khartoum si emezu nkwekọrịta udo zuru oke (CPA)",
  "N'ime afọ agha, ọ sonyeere ndị agha Southern a maara taa dị ka Sudan People's Liberation Army na Sudan People'S Liberation Movement",
  "A maara ya maka nkwado ya maka ikike nke South Sudan ọ bụ ezie na ọ nweghị ihe ọ bụla megide Sudan dị n'otu n'okpuru ọchịchị onye kwuo uche ya",
  "Agha dị n'etiti North na South Sudan nke nwere ogologo akụkọ ihe mere eme site n'oge ndị Britain hapụrụ Sudan na 1956 emetụtala ọtụtụ nde ndị Southern Sudan",
  "N'ihi agha, ihe karịrị nde mmadụ abụọ nwụrụ na South Sudan na nde mmadụ anọ na South Sudan bụ ndị a chụpụrụ n'ime ụlọ na ndị bi na mba ndị ọzọ dị ka ndị gbara ọsọ ndụ",
  "Mgbe udo rutere na South Sudan, usoro ịlaghachi na-eme isi akụkọ otu ugboro site na United Nations",
  "[nkọwa dị mkpa]"
]