[
  "Batsogile Lovederia \" Rebecca \" Malope (amuru  ka ọnwa juune dị mkpụrụ Ụbọchị iri  atọ n'afọ 1968  ) bu onye ukwe ozioma nke South Africa",
  "A maara ya dị ka \"The African Queen of Gospel.\"  Ọrụ egwu ya karịrị afọ iri atọ",
  "Ọ rere opekata mpe ọbá nde iri n'ụwa niile, na-eme ka ọ bụrụ otu n'ime ndị na-ese ozi ọma kacha ere oge niile",
  "Ọtụtụ n'ime ọba iri atọ na isii ọ wepụtara eruola ọkwa multi-platinum.",
  "Ọ kwadoro ihe ngosi telivishọn nke syndicated, Ọ bụ Oge Oziọma, n'etiti afọ 2004 na 2019",
  "Na afọ 2013, ọ bụ otu n'ime ndị ọka ikpe na Clash of Choirs South Africa",
  "N'afọ 2021, Onye isi ala Cyril Ramaphosa kwanyere ya ugwu site na Order of Ikhamanga (OIS), maka ntinye pụrụiche ya na egwu South Africa.",
  "A mụrụ Rebecca Malope na afọ 1968 na Lekazi dị nso na Neslpruit na Mpumalanga",
  "Mgbe ọ ka dị obere, ọ nọ n'oche nkwagharị mgbe ọ rịara ọrịa; ndị dọkịta kwenyere na ọ gaghị enwe ike ịga ije n'onwe ya",
  "Mgbe ọ bụ nwata, ya na ụmụnne ya ndị nwanyị na-abụ abụ n’ime ụlọ ụka ha",
  "Ka oge na-aga, mgbe ọ dị afọ iri na ụma, ọ sonyeere otu ozioma nke mechara duru ya gaa Johannesburg, bụ ebe a kpọtara ya n'ihu onye mmepụta Sizwe Zakho",
  "Ọrụ egwu ya malitere na afọ 1984",
  "Mgbe ọ dị afọ iri na isii, ya na nwanne ya nwanyị Cynthia hapụrụ obodo ha nke Kanyamazane, nke dịdebere Nelspruit, wee mee njem ruru km narị anọ",
  "ruo Evaton, wee ruo Johannesburg n'ikpeazụ",
  "N'afọ 1985, Malope so ndị otu ya na ha nọ banye asọmpi Shell Road to Fame, mana ewepụrụ ha na agba nke mbụ nke asọmpi ahụ.",
  "N'afọ 1986, ọ zutere Sizwe Zako na Gallo Studios",
  "O chetara ya site na nlegharị anya ha ekweghị ihe ịga nke ọma",
  "Zako chere na site na nduzi ya,Malope nwere ike imeri Shell Road to Fame ebe ọ ga-abanye asọmpi dị ka onye na-ese ihe",
  "N'afo1987, Malope mere nke a wee nweta Shell Road to Fame na ngalaba nke Female Vocalist na egwu ozioma \"Shine On\", nke raara nye ọgba aghara ndọrọ ndọrọ ọchịchị n'oge Apartheid na South Africa.",
  "N'agbanyeghị mmeri Shell Road to Fame, ọ gbalịsiri ike ịchọta ụlọ ọrụ ndekọ",
  "N'ikpeazụ, MFM nyere ya nkwekọrịta ịdekọ ihe mana a gwara ya na egwu ozi ọma akwadoghị",
  "A kpaliri ya ime egwu disco iji ree ndekọ iji soro Brenda Fassie, Yvonne Chaka Chaka na Mercy Phakela bụ ndị na-eme ihe nkiri kachasị ukwuu n'oge ahụ.",
  "Sizwe Zako mere ka ndị isi ụlọ ọrụ na MFM kwenye ka ha tinye otu egwu ozioma na ọba mbụ nke Malope Sthembile Kuwe",
  "A nabatara egwu ahụ nke ọma karịa egwu pop na ọba ahụ",
  "N'afọ 1989, Malope wepụtara ọba abụọ, Daalụ nke ukwuu na Woza Lovey",
  "Ọbá abụọ ahụ ruru ọkwa platinum",
  "N'afọ 1990, Malope tọhapụrụ Buyani",
  "Enyere egwu aha \"Buyani\" nye ndị ọ lere anya dị ka ndị dike mgba, ọkachasị Nelson Mandela onye a tọhapụrụ n'ụlọ mkpọrọ Robben Island n'otu afọ ahụ",
  "Ndekọ ahụ nwetara ọkwa platinum okpukpu abụọ ma Malope meriri onye na-agụ egwú nwanyị kacha mma na OKTV Awards, na-eti Brenda Fassie",
  "Nafọ 1991, o wepụtara album pop ikpeazụ ya Saturday Nite",
  "Dị ka ọba ndị gara aga, o tinyere abụ ozi ọma atọ.",
  "N'afọ 1992, Malope weputara ọbá ozioma zuru oke Rebecca Sings Gospel",
  "Ndị nkatọ egwu, mgbasa ozi na ndị na-akwado egwu nabatara ọba ahụ nke ọma, wee gbasaa ama ama ya",
  "Ọ bụ onye mbụ na-ese ozi ọma nke a na-akpọ egwu ya na egwu a ma ama dịka egwu pop na Afrikaans",
  "Ruo ugbu a, ọba a erela ihe karịrị otu nde ma na-ahụta ya dị ka otu n'ime ọba ozi ozi ọma kacha mma na South Africa.  ]",
  "N'ịgbaso ihe ịga nke ọma nke Rebecca Sings Gospel, na afọ 1993 ewepụtara Ngiyekeleni, wee soro otu ihe ịga nke ọma nke ọbá ya gara aga",
  "N'afọ 1994, o wepụtara Umoya Wam onye egwu aha ya bụ egwu mbinye aka Malope",
  "Ọbá ahụ karịrị ihe ndekọ ya gara aga n'ihe gbasara ire ere",
  "Malope meriri Coca-Cola Full Blast Music Show Best Established Local Artist award na ndekọ nke nde iri, ndị na-ege ntị",
  "Ọ meriri Best Contemporary Gospel ọbá na mbụ South African Music Awards n'af ọ 1995",
  "A raara ọba ahụ na udo na South Africa ka ọ na-agbanwe na ọchịchị onye kwuo uche ya na afọ 1994",
  "Na afọ 1996 ọ tọhapụrụ Shwele Baba; ọ gbásárá nke ọma I bụ ọbá a kasị ere n' ahịa na mba South Africa, na-ere nde narị nkeji n'ime izu atọ nke ntọhapụ.",
  "Malope ewepụtala ọba iri atọ na isii na ọrụ egwu na-ewe ihe karịrị afọ iri atọ ruo taa",
  "Na afọ 2009, o wepụtara ọbá nke iri atọ ya, akpọrọ My Hero, nwere CD abụọ",
  "N'ọnwa' April n'afọ 2010, o wepụtara ọbá 'iri atọ na otu ya Uzohamba Nami",
  "Na mkpụrụ Ụbọchị iri na anọ nke ọnwa Maachị n'afọ 2011, Malope wepụtara ọbá ya nke iri atọ na abụọ, Ukuthula (nke pụtara \"Udo\").ọ kwụrụ ya n'otu akwụkwọ akụkọ mpaghara na-ekwu, sị: \"Na Ukuthula ndị mmadụ ga-atụ anya na ụda na-emegharị ahụ ma na oba ahụ dumn'amasi mEkpebiri m aha ahụ mgbe m chechara echiche banyere ọnọdụ ụwa dị taa",
  "Ndị mmadụ enweghị udo",
  "A na-alụ agha n’ebe niile, ọbụnadị n’ọgbakọ",
  "Achọrọ m ka ndị mmadụ gbakọta ọnụ ma nke kachasị mkpa bụ ka ha nwee udo na ndụ ha, ka anyị wee nwee udo n'ụwa.\"",
  "Malope lụrụ onye oji ego achụnta ego Themba Tshabalala",
  "Malope nwetara nzere doctorate site na Mahadum KwaZulu-Natal na Mahadum California maka ntinye aka ya na ụlọ ọrụ egwu",
  "Malope bụ onye na-abụ abụ ozi ọma na South Africa onye ama ama mgbe o meriri asọmpi Shell Road to Fame Fame n'afo 1987"
]