[
  "Rebecca Amuge Otengo bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ka ọ na-erule 2017, a họpụtara ya dị ka onye nnọchi anya Uganda na Ethiopia na Djibouti na-ebi na Addis Ababa",
  "Ọnọdụ a mekwara ka ọ bụrụ onye nnọchi anya Uganda na African Union (AU), Intergovernmental Authority on Development (IGAD) yana UNECA Ọ bụbu Minista Steeti maka Northern Uganda na Cabinet nke Uganda",
  "A họpụtara ya n'ọkwa ahụ na 27 Mee 2011. Rebecca Amuge bụ onye omeiwu a họpụtara dịka onye nnọchi anya ụmụ nwanyị nke Alebtong District.",
  "A mụrụ Rebecca Amuge na 26 Eprel 1966 na mpaghara Lango, na Northern Uganda",
  "Ọ gara St",
  "Katherine Girls' Secondary School maka ọmụmụ O-Level ya, tupu ọ gaa Dr",
  "Obote College na Lira, maka agụmakwụkwọ A-Level",
  "N'afọ 1990, ọ nwetara diplọma na Business Studies site n'ihe a maara dị ka Uganda College of Commerce, mana a maara ya ugbu a dị ka Makerere University Business School",
  "N'afọ 2008, ọ nwetara nzere Bachelor of Arts na Human Resource Management na Mahadum Makerere, mahadum ọha na eze kachasị ochie na Uganda",
  "N'otu afọ ahụ, e nyere ya asambodo na Iwu Nchịkwa site na Law Development Centre",
  "N'afọ 2010, Mahadum Makerere nyere ya nzere Master of Science na Human Resources Management.",
  "Amuge Otengo malitere ọrụ ya na 1991 dị ka onye njikwa / onye nkuzi na Sun-Set Group, na-eje ozi na ikike ahụ ruo 1993",
  "Ọ rụrụ ọrụ dị ka onye nkuzi ndị ọrụ na Church of Uganda provincial project na Jinja, site na 1993 rụọ 1995",
  "N'agbata afọ 1996 na afọ 2001 ọ bụ onye nhazi ọrụ na Church of Uganda, Lango Diocese",
  "Site na 2002 ruo 2006, ọ rụrụ ọrụ dị ka osote onye isi oche nke Gọọmentị Obodo Lango",
  "N'afọ 2006, a họpụtara ya ka ọ bụrụ onye omeiwu na-anọchite anya ụmụ nwanyị na Lira District, na-eje ozi site n'afọ 2006 ruo n'afọ 2011",
  "N'afọ 2011, ọ gbara ọsọ maka oche ndị omeiwu nke onye nnọchi anya ụmụ nwanyị maka mpaghara Alebtong nke e mepụtara ọhụrụ ma họpụta ya. N'ọnwa Mee afọ 2011, a họpụtara ya ka ọ bụrụ Minista nke steeti maka Northern Uganda; ọ nọchiri David Wakinona, onye a họpụtara ka ọ bụrụ Mịnịsta nke steeti na-ahụ maka azụmahịa na ihe ochie.",
  "Rebecca Amuge Otengo bụ nne lụrụ di",
  "Ọ bụ onye otu ndọrọ ndọrọ ọchịchị National Resistance Movement."
]