[
  "Rebecca Ann Heineman bụ onye America na-emepụta egwuregwu vidio na onye mmemme",
  "Heineman bụ onye guzobere ụlọ ọrụ egwuregwu vidio Interplay Productions, Logicware, Contraband Entertainment, na Olde Sküül",
  "Ọ bụ onye isi nchịkwa nke Olde Sküül kemgbe afọ 2013.",
  "A mụrụ Rebecca Ann Heineman (onye amụrụ William Salvador Heineman) ma zụlite ya na Whittier, California. Mgbe ọ dị obere, ọ pụghị ịzụta egwuregwu maka Atari 2600 ya, ya mere ọ kụziiri onwe ya otu esi edepụtaghachi cartridges ma wuo onwe ya nnukwu nchịkọta egwuregwu vidio",
  "N'ikpeazụ, ọ bịara nwee obi ụtọ na ọ na-edepụtaghachi egwuregwu ma gbanwee koodu njikwa iji ghọta otú e si eme egwuregwu ahụ. N'afọ 1980, Heineman na enyi ya gara Los Angeles iji sọọ mpi na ngalaba mpaghara nke asọmpi Space Invaders nke mba",
  "Ọ bụ ezie na ọ tụghị anya na ọ ga-ada n'okpuru ndị 100 kachasị asọmpi, ọ meriri asọmpi ahụ",
  "Ka e mesịrị n'afọ ahụ, ọ merikwara asọmpi ahụ na New York",
  "N'ihi ya, a na-ewere Heineman dị ka onye mmeri mbụ nke asọmpi egwuregwu vidio nke mba.",
  "Mgbe o meriri asọmpi ahụ, e nyere Heineman ọrụ edemede maka magazin Electronic Games kwa ọnwa na ọrụ ndụmọdụ maka akwụkwọ a na-akpọ How to Master Video Games",
  "N'oge a, ọ gwara otu onye na-ebipụta magazin na ọ mepụtara koodu Atari 2600, onye na- ebipụta ya haziri nzukọ n'etiti Heineman na ndị nwe onye na-emepụta egwuregwu Avalon Hill",
  "Ka ọ na-ezute ha, e were ya n'ọrụ dị ka onye mmemme ozugbo",
  "Heineman, onye dị afọ iri na isii n'oge ahụ, kwagara gafee US maka ọrụ ọhụrụ ya, na-akagbu atụmatụ ya inweta diplọma ụlọ akwụkwọ sekọndrị",
  "Na Avalon Hill, Heineman mepụtara akwụkwọ ntuziaka maka ndị otu mmemme ụlọ ọrụ ahụ, injin egwuregwu nke ụlọ ọrụ ahụ.",
  "Heineman laghachiri California ịrụ ọrụ maka onye mmepe ọzọ, Boone Corporation",
  "Maka Boone, ọ haziri egwuregwu Chuck Norris Superkicks na Robin Hood, na-enweta ihe ọmụma nke mmemme maka Commodore 64, Apple II, VIC-20 na IBM PCs, nke ngwaike egwuregwu vidio, yana imewe egwuregwu vidio",
  "Boone kwụsịrị ọrụ na 1983, ya mere Heineman sonyeere Brian Fargo, Jay Patel na Troy Worrell, na mmadụ anọ ahụ guzobere Interplay Productions (nke e mechara mara dị ka Interplay Entertainment)",
  "Heineman rụrụ ọrụ dị ka onye ndu mmemme maka ụlọ ọrụ ahụ, na-arụ ọrụ na Wasteland, The Bard's Tale, Out of This World, na Mac OS na ọdụ ụgbọ mmiri 3DO nke Wolfenstein 3D.",
  "Heineman gara n'ihu mepụta The Bard's Tale III: Thief of Fate, Dragon Wars, Tass Times in Tonetown, Borrowed Time, Mindshadow na The Tracer Sanction, n'etiti ndị ọzọ, maka Interplay",
  "Ka ụlọ ọrụ ahụ toro ruo ihe karịrị ndị ọrụ 500, Heineman, na-achọ ịlaghachi na mgbọrọgwụ ya, hapụrụ ụlọ ọrụ ahụ na 1995 wee soro guzobe Logicware, ebe ọ rụrụ ọrụ dị ka onye isi teknụzụ na onye isi mmemme",
  "Ewezuga egwuregwu mbụ, Heineman lekọtara ọrụ porting nke ụlọ ọrụ ahụ, nke gụnyere Out of This World, Shattered Steel, Jazz Jackrabbit 2 na ọdụ ụgbọ mmiri Mac OS nke Half-Life.",
  "N'afọ 1999, Heineman guzobere Contraband Entertainment, na-arụ ọrụ dị ka onye isi ya",
  "Ụlọ ọrụ ahụ mepụtara ọtụtụ egwuregwu mbụ n'akụkụ ọdụ ụgbọ mmiri na nyiwe dị iche iche maka ndị mmepe ndị ọzọ",
  "Ọrụ ndị Heineman duziri gụnyere Myth III: The Wolf Age na Activision Anthology, na ọdụ ụgbọ mmiri Mac OS maka Aliens vs",
  "Predator, Baldur's Gate II na Heroes of Might and Magic IV",
  "N'oge a, ọ nyekwara ọrụ ndụmọdụ kpọmkwem maka ụlọ ọrụ ndị ọzọ: Ọ rụrụ ọrụ dị ka \"Senior Engineer III\" maka Electronic Arts, koodu engine maka Barking Lizards Technologies na Ubisoft, koodu kachasị mma maka Sensory Sweep Studios, rụrụ ọrụ dị Ka onye isi na-emepụta ngwanrọ maka Bloomberg L.P",
  "na Amazon, nyere ọzụzụ na mmepe Xbox 360 maka ụlọ ọrụ mmepe Microsoft, ma rụọ ọrụ na koodu kernel maka PlayStation Portable na PlayStation 4 na Sony",
  "N'oge ọ nọ na Amazon, Heineman bụ, na mgbakwunye na ọrụ teknụzụ ya, \"Transgender Chair\" nke otu LGBTQ+ nke Amazon, nke a maara dị ka Glamazon.",
  "E wepụrụ iwu na 2013, Heineman guzobere ụlọ ọrụ ọhụrụ, Olde Sküül, ya na Jennell Jaquays, Maurine Starkey, na Susan Manley",
  "Na Olde Sküül, Heineman na-arụ ọrụ dị ka CEO.",
  "N'ihe dị ka afọ 2003, a chọpụtara na Heineman nwere dysphoria nwoke na nwanyị ma malite ịkwaga ibi ndụ dị ka nwanyị. Ọ gbanwere aha ya ka ọ bụrụ Rebecca Ann. Kemgbe mgbanwe ahụ, Heineman anọwo na-ebi ndụ dị ka nwanyị na-edina nwoke. O nwere ụmụ ise ma lụọ Jennell Jaquays. Heineman bi na El Cerrito, California, ebe ụlọ ọrụ ya Olde Sküül dị.",
  "Heineman bụ akụkụ nke bọọdụ ndụmọdụ nke Video Game History Museum kemgbe 2011, ọ bụkwa akụkụ nke bọmbụ ndị nduzi nke LGBTQ + GLAAD.",
  "A maara Heineman dị ka onye mmeri mbụ nke asọmpi egwuregwu vidio nke mba maka mmeri nke 1980 National Space Invaders Championship. Sailor Ranko, ihe na-atọ ọchị nke dabeere na Sailor Moon nke Heineman dabeere na ọrụ mbụ nke Duncan Zillman dere, enwetala ọtụtụ onyinye",
  "Ọ gbakwara mbọ iru eru maka Fortnite World Cup. N'afọ 2017, ọ ghọrọ onye a nabatara maka International Video Game Hall of Fame.",
  "Àtụ:Bard's Tale series"
]