[
  "Oké Osimiri Uhie nwere ihe dị ka 438,000 km2 (169,000  mi), ọ dị ihe dị ka 2,250 km (1,400 mi) n'ogologo, na - n'ebe kachasị obosara - 355 km (221 mi) n\"obosara. O nwere nkezi oimi nke 490 m (1,610 ft), na etiti Suakin Trough ọ na-eru omimi ya kachasị elu nke 3,040 m (9,970 ).",
  "Akwụkwọ Ọpụpụ nke Akwụkwọ Nsọ na-akọ akụkọ banyere otú ụmụ Izrel si gafee otu mmiri, nke ihe odide Hibru kpọrọ Yam Suph (Hibru: יַם סוּף).  A na-akpọ Yam Suph na omenala dị ka Oké Osimiri Uhie.  Rabbi Saadia Gaon (882‒942), na nsụgharị Judeo-Arabic nke Pentateuch, mere ka ebe a na-agafe Oké Osimiri Uhie dị ka Baḥar al-Qulzum, nke pụtara Ọwara Suez.",
  "The construction of the canal during Darius's reign is evidenced by ancient records, including inscriptions",
  "Darius commemorated the completion of the canal by creating stelae (stone monuments) with inscriptions in several languages, describing the construction and its benefits",
  "The canal not only facilitated trade but also solidified Darius’s control over Egypt and enhanced the Achaemenid Empire's economic and political power in the region.",
  ".N'ọgwụgwụ narị afọ nke anọ BC, Alexander Onye Ukwu zipụrụ njem ụgbọ mmiri ndị Gris gbada n'Oké Osimiri Uhie gaa n'Oké Osimiri India",
  "Ndị ọrụ ụgbọ mmiri Gris gara n'ihu na-enyocha ma na-achịkọta data na Oké Osimiri Uhie",
  "Agatharchides chịkọtara ozi gbasara oke osimiri na narị afọ nke abụọ BC",
  "The Periplus of the Erythraean Sea (\"Periplus of the Red Sea\"), nke Gris periplus nke onye edemede a na-amaghị dere na narị afọ nke mbụ, nwere nkọwa zuru ezu nke ọdụ ụgbọ mmiri na ụzọ oké osimiri nke Oké Osimiri Uhie.  Periplus kọwakwara otú Hippalus si buru ụzọ chọpụta ụzọ kpọmkwem site n'Oké Osimiri Uhie na-aga India.",
  "Oké Osimiri Uhie nwere mmasị maka ịzụ ahịa ndị Rom na India malite n'oge ọchịchị Ọgọstọs, mgbe Alaeze Ukwu Rom nwetara ikike n'ebe Mediterenian, Ijipt, na Oké Osimiri Uhie dị n'ebe ugwu.The route had been used by previous states but grew in the volume of traffic under the Romans",
  "From Indian ports goods from China were introduced to the Roman world",
  "Mmekọrịta dị n'etiti Rome na China dabere n'Oké Osimiri Uhie, mana alaeze Aksumite mebiri ụzọ ahụ n'ihe dị ka narị afọ nke atọ AD..",
  "In 1513, trying to secure that channel to Portugal, Afonso de Albuquerque laid siege to Aden but was forced to retreat",
  "They cruised the Red Sea inside the Bab al-Mandab, as the first fleet from Europe in modern times to have sailed these waters",
  "Later in 1524 the city was delivered to Governor Heitor da Silveira as an agreement for protection from the Ottomans.\nIn 1798, France ordered General Napoleon to invade Egypt and take control of the Red Sea",
  "Although he failed in his mission, the engineer Jean-Baptiste Lepère, who took part in it, revitalised the plan for a canal which had been envisaged during the reign of the Pharaohs",
  "Several canals were built in ancient times from the Nile to the Red Sea along or near the line of the present Sweet Water Canal, but none lasted for long",
  "The Suez Canal was opened in November 1869",
  "After the Second World War, the Americans and Soviets exerted their influence whilst the volume of oil tanker traffic intensified",
  "However, the Six-Day War culminated in the closure of the Suez Canal from 1967 to 1975",
  "Today, in spite of patrols by the major maritime fleets in the waters of the Red Sea, the Suez Canal has never recovered its supremacy over the Cape route, which is believed to be less vulnerable to piracy.[Tinye edensibịa]",
  "The rainfall over the Red Sea and its coasts is extremely low, averaging Àtụ:Cvt per year",
  "The rain is mostly short showers, often with thunderstorms and occasionally with dust storms",
  "The scarcity of rainfall and no major source of fresh water to the Red Sea result in excess evaporation as high as Àtụ:Cvt per year and high salinity with minimal seasonal variation",
  "A recentÀtụ:When underwater expedition to the Red Sea offshore from Sudan and EritreaÀtụ:Verify source found surface water temperatures Àtụ:Cvt in winter and up to Àtụ:Cvt in the summer, but despite that extreme heat, the coral was healthy with much fish life with very little sign of coral bleaching, with only 9% infected by Thalassomonas loyana, the 'white plague' agent",
  "<i id=\"mwAYY\">Favia favus</i> coral there harbours a virus, BA3, which kills T",
  "loyana.\nScientists are investigating the unique properties of these coral and their commensal algae to see if they can be used to salvage bleached coral elsewhere.",
  "In general, tide ranges between Àtụ:Cvt in the north, near the mouth of the Gulf of Suez and Àtụ:Cvt in the south near the Gulf of Aden, but it fluctuates between Àtụ:Cvt and Àtụ:Cvt away from the nodal point",
  "The central Red Sea (Jeddah area) is therefore almost tideless, and as such the annual water level changes are more significant",
  "Because of the small tidal range the water during high tide inundates the coastal sabkhas as a thin sheet of water up to a few hundred metres rather than flooding the sabkhas through a network of channels",
  "However, south of Jeddah in the Shoiaba area, the water from the lagoon may cover the adjoining sabkhas as far as Àtụ:Cvt, whereas north of Jeddah in the Al-Kharrar area the sabkhas are covered by a thin sheet of water as far as Àtụ:Cvt",
  "The prevailing north and northeast winds influence the movement of water in the coastal inlets to the adjacent sabkhas, especially during storms",
  "Winter mean sea level is Àtụ:Cvt higher than in summer",
  "Tidal velocities passing through constrictions caused by reefs, sand bars and low islands commonly exceed Àtụ:Cvt",
  "Coral reefs in the Red Sea are near Egypt, Eritrea, Israel, Saudi Arabia, and Sudan.[Tinye edensibịa]",
  "Modern development is focused on the following fields",
  "The Durwara 2 Field was discovered in 1963, while the Suakin 1 Field and the Bashayer 1A Field were discovered in 1976, on the Egyptian side of the Red Sea",
  "The Barqan Field was discovered in 1969, and the Midyan Field in 1992, both within the Midyan Basin on the Saudi Arabian side of the Red Sea",
  "The 20-m thick Middle Miocene Maqna Formation is an oil source rock in the basin",
  "Oil seeps occur near the Farasan Islands, the Dahlak Archipelago, along the coast of Eritrea, and in the southeastern Red Sea along the coasts of Saudi Arabia and Yemen.",
  "Ọgaranya dị iche iche bụ n'otu akụkụ n'ihi 2,000 km (1,240 mi) nke coral reef na-agbasa n'akụkụ osimiri ya; reefs ndị a dị n'akụkụ ya dị afọ 5000-7000 ma bụrụ  e ji nkume acropora na porites corals mee",
  "Reefs na-emepụta ikpo okwu na mgbe ụfọdụ ọdọ mmiri n'akụkụ osimiri na ihe ndị ọzọ dị ka cylinders (dị ka Blue Hole (Red Sea) na Dahab)",
  "Ụdị azụ ndị dị n'oké osimiri Red Sea na-eleta ugwu ndị a, gụnyere ụfọdụ n'ime ụdị 44 nke shark",
  "Ebe obibi ndị ọzọ dị n'ime mmiri gụnyere ahịhịa mmiri, nnu, mangrove na nnu.",
  "Àtụ:List of African seasÀtụ:List of seasÀtụ:Countries bordering the Red Sea"
]