[
  "The Redeemed Christian Church of God (RCCG) bụ nnukwu ụka Pentikọstal na okpukperechi nke e hiwere na Lagos, Naịjirịa",
  "Onye nlekọta ukwu (onye ụkọchukwu kachasị elu) bụ Enoch Adeboye, nke a họpụtara n'afọ 1981",
  "Ụlọuka dị na Lagos nwere nkezi ndị na-aga ụlọ ụka nke 100,000.",
  "Rev",
  "Josiah Olufemi Akindayomi (1909o1980) mgbe ọ sonyere na ụka ndị ọzọ. Rev",
  "Akindayomi họọrọ Enoch Adejare Adeboye dị ka onye nlekọta ọzọ",
  "Enoch Adeboye bụ onye nkuzi na mgbakọ na mwepụ na Mahadum Lagos, Naijiria, dịka ọ sonyeere ụka n'oge ahụ na 1973",
  "Adeboye malitere bụrụ otu n'ime ndị ntụgharị na-asụgharị ozizi Akindayomi site na Yoruba gaa na Bekee",
  "A họpụtara ya ka ọ bụrụ onye ụkọchukwu nke ụka ahụ n'afọ 1975, a họpụtakwara nhọpụta ya dị ka onye ndú (Onye nlekọta) nke ụka ahụ site n'ịgụ ọkwa Akindayomi mgbe ọ nwụsịrị",
  "N'afọ 1990, e hiwere ụlọ akwụkwọ Bible nke Redeemed Christian Church of God.",
  "N'afọ 1981, Pastor Enoch Adejare Adeboye ghọrọ General Overseer nke Chọọchị ahụ",
  "N'afọ 1983, a zụrụ ala maka Ogige Mgbapụta na Mowe",
  "N'afọ 1988, e guzobere otu ụmụ akwụkwọ a maara dị ka Redeemed Christian Fellowship (RCF)",
  "Ọ bụ ngalaba ndị ntorobịa nke ụka ahụ lekwasịrị anya n'ime ụlọ akwụkwọ agụmakwụkwọ dị elu na mba ahụ",
  "N'afọ 1990, e guzobere Christ the Redeemerīs Friends Universal (CRFU), iji nweta ego na ndị ọrụ mmadụ site n'aka ndị bara ọgaranya na obodo ahụ. N'afọ 2005, e guzobere Mahadum Redeemer.",
  "Andrew Rice, na-ede na The New York Times, na-akpọ RCCG \"otu n'ime òtù okpukpe [Africa] kachasị gbasaa, òtù ndị uka Oloro ọhụrụ nke na-agbaso iji ghọọ okwukwe zuru ụwa ọnụ\". Ndị isi ụka na-ekwusa na n'ọdịnihu \"N'ezinụlọ ọ bụla, a ga-enwe ma ọ dịkarịa ala otu onye so na Chọọchị Kraịst nke Chineke a gbapụtara agbapụta n'ụwa niile\".",
  "N'afọ 2008, ọ nwere ụka 14,000 na nde mmadụ 5 na Naịjirịa, na mba 80.",
  "A na-ahazi chọọchị mba ụwa n'ebe dị iche iche n'ụwa niile. A na-achịkọta ụka ndị dị n'ógbè ahụ ugbu a n'ime mpaghara, nwere mpaghara 25 na Naịjirịa",
  "A na-ahazi ya n'ọtụtụ ebe n'ụwa",
  "Ihe omume ime mmụọ pụrụ iche a ma ama bụ Ozi Mmụọ Nsọ nke na-eme na Fraịdee mbụ nke ọnwa ọ bụla na Naịjirịa",
  "Mgbe ahụ, Nzukọ Mmụọ Nsọ kwa afọ (August) na Nzukọ Mmụrụ Nsọ (December) na Naịjirịa na karịa na usoro ihe omume dị iche iche.",
  "N'afọ 2020, Chọọchị Lagos nwere mmadụ 50,000.",
  "Ebe nrụọrụ weebụ RCCG na-akọwa nkwenye ya na akwụkwọ nsó na Atọ n'Ime Otu dị nsọ, na Ekwensu dị, na Chineke guzobere mmadụ n'onyinyo ya, na nchegharị, na ịsacha mmehie site na amara Chineke, na ido nsọ, baptism mmiri, baptism Mmụọ Nsọ, nkwụghachi na na Chineke nwere ike ịgwọ ọrịa na-enweghị ọgwụ (site na ntinye aka Chineke dịka site n'ekpere)."
]