[
  "Nadir Khayat (Arabic: نادر الخياط; a mụrụ na 9 Eprel 1972), nke a maara nke ọma site na aha egwu ya RedOne, bụ onye na-agụ egwu Moroccan-Swedish, onye na-ede egwu, onye na'emepụta ihe ndekọ na onye isi ndekọ. RedOne Ọ bụ otu n'ime ndị na-emepụta ihe ndekọ kachasị aptụta n'akụkọ ihe mere eme",
  "A na-ewere ya dịka otu n'ime ndị na-emepụta egwu kachasị ukwuu na ndị kachasị emetụta oge niile, yana otu n'etiti ndị egwu kachasị ukwuu n'ụwa nke ọgbọ ya.\nDịka onye na-emepụta ihe ndekọ na onye na-ede egwu, ya na ọtụtụ ndị na-edekọ egwu, ọkachasị Ava Max, Lady Gaga, Akon, Michael Jackson, RBD, Now United, U2, Nicki Minaj, Jennifer Lopez, Nicole Scherzinger, Gru, Cross Gene, MIKA, Pitbull, Enrique Iglesias, Shakira, Wyclef Jean, Mariah Carey, Paulina Rubio, Mylène Farmer, Mohombi, Inna, Khaled, Akoned, Michael Jackson Jackson, RD, RB, RBard, Anthony, One, Patrick, Dr., Martin, Dr., Mann, Dr., Brown, Dr., N's, Dr., Mary, Dr., Dr., Nchị, Dr., Arthur, Dr., Ihe ndekọ mmepụta ya na-etu ọnụ ọtụtụ Billboard na mba ụwa. RedOne eguzobewo akara ndekọ nke ya akpọrọ RedOne Records.",
  "A họpụtala RedOne maka Grammy Awards iri, o merie atọ",
  "E nyekwara ya Grammis Award maka onye mmepụta nke afọ, nke dịka Swedish Grammy Awards",
  "N'afọ 2009, ọ bụ onye na-emepụta ihe na <i id=\"mwRw\">Billboard</i> Hot 100, na-anọ n'ọkwa nke atọ dịka onye na-ede egwu na BMI Songwriter of the Year. N'ozuzu, ọ na-emepụta egwu na pop, rock, R&B, ụlọ, hip hop, na ụdị egwu egwu.",
  "A mụrụ RedOne dịka Nadir Khayat na Tetouan, Morocco",
  "N'ajụjụ ọnụ, o kwuru na ọ bụ nwa nke itoolu na nke ikpeazụ n'ezinụlọ ya. N'afọ 1991, ọ kwagara Sweden mgbe ọ dị afọ iri na itoolu, iji chụsoo ọrụ dịka onye egwu. N'ajụjụ ọnụ ya na ebe nrụọrụ weebụ HitQuarters, o kwuru na ọ kwagara Sweden bụ n'ihi na, \"e nwere ọtụtụ egwu dị mma na-abịa site n'ebe ahụ\" na-ekwu maka ABBA, Europe, na Roxette dịka otu n'ime ndị kachasị emetụta ya.",
  "RedOne gara n'ihu na-ede ma na-emepụta ya na Gaga na ọtụtụ ndị omenkà ndị ọzọ. Ọrụ mmepụta mba ụwa ya gụnyere Lady Gaga, Britney Spears, Pitbull, Enrique Iglesias, Nicki Minaj, na site na akara nke ya 2101 Records Jennifer Lopez, Porcelain Black, Havana Brown, Mohombi, 7Lions.",
  "Na mgbakwunye, o dere ma mepụta maka ndị na-ese ihe dị iche iche, n'usoro mkpụrụ akwụkwọ: Akon, Marc Anthony, Justin Bieber, Birdman, Zander Bleck, Mary J Blige, Brandy, Alexandra Burke, Cassie, Cheb Khaled, Cher, Cross Gene, Taio Cruz, Kat DeLuna, Jason Derulo, Jade Ewen, Mylène Farmer, Livvi Franc, Sirombi, Selena Gomez Kelly, Ayumi Hamasaki, Enrique Iglesias, Inna, Jean, Jean, John, Jean, Lee Lee Lee Lee, Mann, Mann Mann, Mann, Lee, Mann Mann Mann, Lee Lee, Lee, Lee Lee Man Man Man Man, Mann, Man Man Manki, Mann, Rich, Mann, Lker, Mann, Austin, Mann, Kker, Mann Mann.",
  "Ndị otu gụnyere: RBD, Backstreet Boys, Cheetah Girls, Dive Bella Dive, Far East Movement, Flipsyde, Jada, JLS, Love Generation, Midnight Red, New Kids on the Block, One Direction, Sugababes, Now United, Talkback, Ying Yang Twins, n'etiti ndị ọzọ.",
  "N'afọ 2011, RedOne mepụtara 2101 Foundation, otu na-achọghị uru nke na-agba mbọ inyere ndị ntorobịa nwere nsogbu aka na ịkpali na ịkpali ndị na-eto eto ịchụso mmasị ha na ndụ site na egwu, nka na agụmakwụkwọ.",
  "Ọ na-etinye aka na A Place Called Home, ebe nchekwa dị na South Central Los Angeles ebe a na-enye ndị ntorobịa na-enweghị enyemaka ikike ịchịkwa ogo na ntụziaka nke ndụ ha site na mmemme na agụmakwụkwọ, nka, na ọdịmma ma bụrụ ndị sitere n'ike mmụọ nsọ mee mgbanwe dị mkpa na obodo ha na ụwa.",
  "Mgbe Grammy Awards gasịrị, e nyere RedOne Moroccan Royal Award maka \"Intellectual Excellence\" ma bụrụ onye Eze Mohamed VI nke Morocco chọrọ mma n'ụzọ iwu kwadoro n'ememe gọọmentị nke emere na Tangier na 2011.",
  "Swedish Music Publishers Association nyere RedOne ọtụtụ onyinye pụrụ iche gụnyere:",
  "Khayat lụrụ Laila Aziz, onye na-emepụta ihe ugbu a na Kayat, akara ha abụọ nwere."
]