[
  "Mbelata nke Lagos ma ọ bụ Bọmbụ nke Lagos bụ mwakpo nke Royal Navy nke Britain na Lagos na nkeji nke anọ nke 1851 na ebumnuche nke iwepụ ahịa ohu nke Atlantic na iwepu eze Lagos, Kosoko, maka ịjụ ịkwụsị ahịa ohu",
  "Ọtụtụ ọdịmma ndị na-agbakọta ọnụ nyere Gọọmentị nke United Kingdom mkpali dị mkpa maka ọrụ agha megide Kosoko",
  "Mmasị ndị a gụnyere ọchịchọ ndị Britain iji dochie ahịa ohu na azụmahịa \"kwesịrị ekwesị\", ndị ozi ala ọzọ Britain chọrọ ịgbasa Iso Ụzọ Kraịst, ọchịchọ nke eze a chụpụrụ n'ọchịchị Akitoye iji weghachite ocheeze ya, na egwu nke ndị Saro a kpagburu na a ga-agbanye ha n'ohu.",
  "A ga-emesị sonye na Lagos Steeti n'okpuru ọchịchị nke Alaeze Ukwu Britain n'afọ 1862.",
  "Na mmalite narị afọ nke iri na itoolu nke Britain na-alụ ọgụ megide ahia ohu nke Atlantic, West Afrịka Squadron ma ọ bụ Preventative Squadron dị ka a makwaara ya, gara n'ihu na-achụ ụgbọ mmiri ndị ohu Portuguese, American, French, na Cuban ma na-etinye nkwekọrịta mgbochi ịgba ohu na ndị isi ụsọ oké osimiri nke West Africa na-agbasi mbọ ike nke na ha mepụtara ọnụnọ siri ike n'ụsọ oké osimiri West Africa site na Sierra Leone ruo Niger Delta (Nigeria taa) na ndịda Congo.",
  "N'afọ 1849, Britain họpụtara John Beecroft Consul nke Bights nke Benin na Biafra, ọkwá o nwere (ya na gọvanọ ya nke Fernando Po) ruo mgbe ọ nwụrụ na 1854. Lagos bụ ọdụ ụgbọ mmiri ahịa ohu dị mkpa, n'akụkụ ọdịda anyanwụ nke mpaghara a",
  "A họpụtara John Duncan ka ọ bụrụ osote onye nnọchi anya ma nọrọ na Whydah.",
  "Oba Kosoko chụpụrụ Oba Akitoye n'ocheeze Lagos n'afọ 1845 ma manye ya ịgba ọsọ ndụ",
  "Akitoye ghọtara mkpa ọ dị maka njikọ ndị agha Britain (na ihe achọrọ ịhapụ ahịa ohu) dị ka ọnọdụ dị mkpa maka iweghachite ocheeze",
  "Na Disemba 1850, Akitoye rịọrọ maka enyemaka ndị Britain na-echetara ndị Britain banyere arịrịọ yiri nke ahụ o mere n'afọ 1846, na-ekwe nkwa ịnakwere azụmahịa ziri ezi ma ọ bụrụ na enyere aka iji weghachite ya n'ocheeze.",
  "Ndị ozi ala ọzọ Britain chọrọ ka a kwụsị ahịa ohu kpamkpam ma jiri azụmahịa ziri ezi dochie ya, ha chọkwara ịrụ ọrụ ozi ọma ha n'enweghị ihe ize ndụ ma ọ bụ ihe mgbochi",
  "N'otu aka ahụ, ọtụtụ n'ime ndị Saros a tọhapụrụ (ọtụtụ n'ime ha bụ Ndị Kraịst) n'oge a nọ na Lagos Steeti na Abeokuta nọ n'ọnọdụ dị egwu, a na-akpagbu ha ma ọbụna weghachite ha n'ohu",
  "Ha nyere Lord Palmerston arụmụka maka itinye aka nke ndị Britain",
  "N'ọnwa Ọgọstụ n'afọ 1851, Henry Venn mere ngagharị iwe dị ike na mmekọrịta ọha na eze site n'itinye Samuel Ajayi Crowther, (onye ndị agha mmiri Britain tọhapụrụ, biri na Sierra Leone, ma bụrụzi onye ozi ala ọzọ n'onwe ya) iji rụrịta ụka maka itinye aka Britain na Lagos n'ihu Queen Victoria, Lord Palmerston, na ndị Lord of the Admiralty. Bishọp Crowther kwuru na ọ bụrụ na etinye Lagos n'okpuru Akitoye ma jikọta ya na Britain, a ga-ekwe nkwa ọdịmma azụmahịa nke Britain ma gbochie ahịa ohu",
  "Admiralty na Palmerston nyere Beecroft ọrụ ime nyocha.",
  "Na Nọvemba 20, 1851, otu ndị Britain nke Consul Beecroft, Commander Wilmot, Commander Gardner, na Lieutenant Patey rutere n'obí Oba Kosoko na mgbalị ịchọ ọbụbụenyi Britain / Lagos dabere na Kosoko ịhapụ ahịa ohu.  Kosoko, site na Oshodi Tapa, jụrụ onyinye ọbụbụenyi ahụ na ndị nnọchi anya Britain hapụrụ obí eze Oba",
  "Beecroft degaara onye isi nke ngalaba Bights, Commander Forbes, akwụkwọ na oge eruola ka ndị Royal Navy chụpụ Kosoko ma tinye Akitoye, \"onye nketa ziri ezi\".",
  "E nwere n'ezie ọrụ ụgbọ mmiri abụọ; otu na Nọvemba 1851 na nke abụọ na Disemba 1851.",
  "Mwakpo mbụ na Nọvemba 25, 1851 bụ nke Commander Forbes haziri ngwa ngwa ma duzie bụ onye na-eleda nchebe Oba Kosoko nke ihe dị ka ndị ikom pụkụ ise  ji égbè anya",
  "Ndị agha Forbes nwere ndị isi narị atọ na isi , ndị ikom, ndị agha mmiri na ndị ọrụ ụgbọ mmiri n'ụgbọ mmiri HMS Bloodhound tinyere ụgbọ mmiri iri abụo na otu",
  "Ọ bụ ezie na Bloodhound nwetara nnukwu égbè egbe site n'ikpere mmiri, otu ndị na-ada n'ikperé mmiri gara n'ikpo mmiri ma zute mmegide siri ike",
  "Ka ọ na-erule chi, ndị Britain anwụọla mmadụ abụọ na mmadụ iri merụrụ ahụ; Commander Forbes nyere iwu ka ha laghachi azụ.",
  "Agha nke Disemba 26, 1851 ka ndị Lagosians kpọrọ Ogun Ahoyaya / Ogun Agidingbi (nke a sụgharịrị, \"Agha Na-esi N'Anya\")",
  "Captain Jones duziri ndị agha mwakpo nke gụnyere HMS Bloodhound, HMS Teaser, ìgwè ụgbọ mmiri gụnyere The Victoria na The Harlequin nke nwere ike ọkụ dị egwu na-etinye Kosoko n'agha were ụbọchị atọ",
  "Kosoko guzogidere ya nke ukwuu, mana ike égbè dị elu nke Royal Navy meriri n'ụbọchị ahụ",
  "Kosoko na ndị isi ya gbapụrụ Lagos gaa Epe na Disemba 28, 1851",
  "Dị ka Samuel Davies, onye Saro na nwanne JPL Davies nke sonyere n'akụkụ ndị Britain n'ụgbọ mmiri HMS Bloodhound, Kosoko gaara akpata nnukwu mfu na Royal Navy ma ọ bụrụ na o jiri égbè ha na-agbagharị agbagharị tinye ụgbọ agha ya",
  "Otú ọ dị, ọ dabere naanị na nchebe kwụ otu ebe nke e meriri. N'akụkụ ndị Britain, mmadụ iri na ise nwụrụ ma merụọ mmadụ iri asaa na ise ahụ",
  "Nwa okorobịa James Pinson Labulo Davies so na ndị merụrụ ahụ.",
  "A kpọgara Akitoye n'ikpere mmiri na Disemba 29 iji nyochaa obodo ahụ a tụrụ bọmbụ",
  "Ọ nabatara iguzosi ike n'ihe nke ndị isi ma tinye ya dị ka Oba nke Lagos",
  "N'abalị iri atọ n'ọnwa Disemba, ndị Royal Navy kwụsịrị batrị Kosoko niile ma tụfuo égbè agha ya iri anọ na isii n'oké osimiri.",
  "Site na Akitoye dị ka Oba, a bịanyere aka na nkwekọrịta ọhụrụ n'etiti Lagos na Great Britain na Jenụwarị 1, 1852",
  "Nkwekọrịta ahụ wepụrụ ahịa ohu na ịchụ mmadụ n'àjà, na-amalite oge Consular na akụkọ ihe mere eme nke Lagos",
  "Nke a setịpụrụ ọnọdụ maka Briten iweghara Lagos afọ iri ka e mesịrị n'Ọgọọst 1861.",
  "N'afọ 2021, onye Naijiria na-ese ihe Oludamola Adebowale mepụtara egwuregwu Chess Agidingbi nke 1851 iji cheta ihe omume a na Lagos na akụkọ ihe mere eme nke Naijiria."
]