[
  "Refiloe Nt'sekhe (amụrụ n'abalị iri abụọ na asatọ n'ọnwa Eprel n'afọ 1977) bụ onye ndọrọ ndọrọ ọchịchị South Africa nke na-eje ozi dị ka osote onye isi oche nke Democratic Alliance (DA)",
  "A họpụtara ya n'ọkwa ahụ na 2015 Federal Congress",
  "A họpụtara Nt'sekhe dị ka onye otu ndị omeiwu nke Gauteng Provincial na ntuli aka nke afọ 2014",
  "Ọ bụkwa otu n'ime ndị na-ekwuchitere mba abụọ nke DA site na 2015 ruo 2020.",
  "A mụrụ Nt'sekhe na 28 Eprel 1977",
  "O nwetara akara ugo mmụta na ndọrọ ndọrọ ọchịchị na nkà ihe ọmụma na Mahadum Cape Town",
  "O mechara nweta akara ugo mmụta na ahịa site n'otu mahadum ahụ",
  "N'oge ọ na-agụ akwụkwọ n'afọ ndị 1990, ọ ghọrọ onye otu South African Liberal Students Association (SALSA)",
  "Ọ sonyeere DA n'afọ 2001.",
  "Nt'sekhe rụrụ ọrụ na Foschini Group, Capespan, South African Airways, Absa Group Limited na South African Broadcasting Corporation, tupu ọ banye na ndọrọ ndọrọ ọchịchị.",
  "N'afọ 2009, a họpụtara ya dịka onye nduzi mba DA na mmemme LEAD",
  "A họpụtara ya ka ọ bụrụ onye kansụl mpaghara maka ngalaba 24 nke Obodo Ekurhuleni Metropolitan Municipality na ntuli aka obodo nke afọ 2011",
  "N'oge na-adịghị anya, alaka pati ahụ dị na Tembisa họpụtara ya dị ka onye isi mpaghara",
  "N'afọ sochirinụ, DA họpụtara ya dị ka ọnụ na-ekwuchitere mpaghara ya na Gauteng.",
  "Tupu ntuli aka nke afọ 2014, aha Nt'sekhe pụtara na ndepụta ndị DA maka ndị omeiwu Gauteng Provincial Legislature",
  "A họpụtara ya ma were ọrụ dị ka MPL na 21 Mee 2014",
  "N'ọnwa Nọvemba afọ 2014, ọ mara onye nọ n'ọkwa John Moodey aka maka onye isi mpaghara Gauteng DA",
  "Moodey meriri ntuli aka ahụ. Na 2015 Democratic Alliance Federal Congress, a họpụtara ya dị ka otu n'ime ndị isi oche atọ nke Federal. A họpụtakwara Nt'sekhe ka ọ bụrụ ọnụ na-ekwuchitere mba DA na July 2015 mgbe Marius Redelinghuys gbara arụkwaghịm. Ọ rụrụ ọrụ n'akụkụ Phumzile van Damme ruo mgbe Van Damme gbara arụkwaghịm na Febụwarị 2018 ma were Solly Malatsi dochie ya na June.",
  "Na nnọkọ ntuli aka nke pati ahụ na 2018, ọ meriri oge ọzọ dị ka osote onye isi oche nke gọọmentị etiti. A họpụtara ya ọzọ dị ka onye MPL na ntuli aka 2019",
  "Nt'sekhe bụ ugbu a Shadow MEC nke otu ahụ maka mmepe mmekọrịta mmadụ na ibe ya.",
  "A họpụtara Nt'sekhe ọzọ dị ka osote onye isi oche gọọmentị etiti nke DA na Federal Congress nke pati ahụ nke e mere n'etiti 31 Ọktoba na 1 Nọvemba 2020",
  "Ọ na-eje ozi ugbu a n'akụkụ Jacques Smalle na Anton Bredell. Na 24 Nọvemba 2020, a mara ọkwa Siviwe Gwarube dị ka ọnụ na-ekwuru mba ọhụrụ nke DA.",
  "N'abalị iri abụọ na atọ n'ọnwa Ọgọstụ n'afọ 2021, onye isi DA bụ John Steenhuisen kwupụtara Nt'sekhe dị ka onye na-azọ ọkwa onye isi obodo nke DA maka obodo Ekurhuleni na ntuli aka gọọmentị ime obodo nke afọ 2021. Na ntuli aka gọọmentị ime obodo nke 1 Nọvemba 2021, ọ dịghị otu pati nwetara ihe ka ukwuu na kansụl obodo Ekurhuleni",
  "DA mechara nke abụọ ọzọ na 28.72% nke votu, n'azụ 38.19% nke African National Congress na-achị. Ndị isi DA Gauteng gbara ya ume ka ọ gbaa arụkwaghịm dị ka onye na-azọ ọkwa onye isi obodo nke DA na dị ka onye kansụl na-abata, n'ihi na o yighị ka a ga-ahọpụta ya dịka onye isi obodo ebe ọ bụ na DA kpebiri na ya agaghị arụkọ ọrụ na ANC ma ọ bụ Economic Freedom Fighters, ndị eze na kansụl",
  "Na nzukọ kansụl mmeghe na 22 Nọvemba, a họpụtara onye isi Ekurhuleni nke DA, Tania Campbell, na mberede dị ka onye isi obodo site n'enyemaka nke EFF na obere pati",
  "Nt'sekhe kọwara dị ka nhọpụta Campbell dị ka \"oge na-egbu mgbu\" maka ya n'ihi na a chụpụrụ ANC n'ọchịchị.",
  "Nt'sekhe lụrụ di ma nwee ụmụ atọ.",
  "Àtụ:Gauteng MPLsÀtụ:Democratic Alliance (South Africa)"
]