[
  "Ụmụnwanyị gbara ọsọ ndụ na-eche ihe ịma aka gbasara nwoke na nwanyị ihu n'ịga ndụ kwa ụbọchị n'oge ọ bụla nke ahụmịhe mbugharị ha. Ihe ịma aka ndị a na-ahụkarị maka ụmụnwanyị niile gbara ọsọ ndụ, n'agbanyeghị data ndị ọzọ gbasara ọnụ ọgụgụ mmadụ, bụ ịnweta ahụike na mmetọ ahụ na ọnọdụ ịkpa ókè, ime ihe ike mmekọahụ, na ịzụ ahịa mmadụ bụ ndị a na-ahụkarị. Ma ọ bụrụgodị na ụmụnwanyị aghọghị ndị omume ndị dị otú ahụ metụtara, ha na-echekarị mmetọ na ileghara mkpa na ahụmịhe ha anya, nke na-eduga na nsonaazụ dị mgbagwoju anya gụnyere ịda mbà n'obi, mmechuihu, na mmerụ ahụ ike uche na nke anụ ahụ. Enweghị ohere ịnweta ihe onwunwe kwesịrị ekwesị site n'aka òtù enyemaka enyemaka mba ụwa na-eme ka echiche nwoke na nwanyị na-ewu ewu gburugburu ụwa, ọ bụ ezie na mgbanwe ndị na-adịbeghị anya na ntinye nwoke na nwanyị na-ezube ịlụso ihe ndị a ọgụ",
  "Nsogbu ahụike nke ụmụnwanyị gbara ọsọ ndụ na-eche ihu sitere na ụkọ mmiri na afọ ọsịsa, ruo nnukwu ahụ ọkụ na ịba",
  "Ha gụnyekwara ihe ndị ọzọ sara mbara, dị ka ime ihe ike metụtara nwoke na nwanyị na ahụike nne",
  "Ihe ndị na-ebute ọnwụ ụmụ nwanyị gbara ọsọ ndụ gụnyere erighị ihe na-edozi ahụ, afọ ọsịsa, ọrịa iku ume, na nsogbu ọmụmụ. Nchegbu ahụike nke ụmụnwanyị gbara ọsọ ndụ na-emetụta ihe dị iche iche gụnyere ahụ ha, uche, na mmekọrịta mmadụ na ibe ya. Nsogbu ahụike na nchegbu maka ụmụnwanyị gbara ọsọ ndụ juru ebe niile ma n'oge ha dị ka ndị gbara ọsọ ndụ bi n'ogige ma ọ bụ ebe mgbaba, yana ozugbo ha kwagara mba mgbaba ma ọ bụ ebe obibi",
  "Ihe ndị dị n'èzí na-enye aka na nchegbu ahụike nke ụmụnwanyị gbara ọsọ ndụ gụnyere ọdịbendị na-eme ka nwoke na nwanyị dị mma, oke njem, enweghị ohere ịnweta ụlọ ọrụ ahụike, ọnụ ọgụgụ dị elu n'ime ogige ndị gbara ọsọ ndụ, na ọkwa agụmakwụkwọ dị ala.",
  "Òtù enyemaka enyemaka mba ụwa, dị ka United Nations, kwenyere na nlekọta ọmụmụ zuru oke ga-abụ \"nchekwa, dị irè",
  "[na] ọnụ ala.\" Dị ka United Nations si kwuo, ọ bụ ezie na ụkpụrụ zuru ụwa ọnụ na ikike mmadụ na-akwado nnweta mkpa nlekọta ahụike nke ụmụnwanyị niile, ọrụ ndị kwekọrọ n'ụkpụrụ zuru oke mgbe ha na-akwanyere ọdịiche ọdịbendị ùgwù anaghị enyekarị ụmụnwanyị gbara ọsọ ndụ",
  "N'ihi enweghị nlekọta ahụike ọmụmụ na-eju afọ n'ogige ndị gbara ọsọ ndụ, nsogbu metụtara ịmụ nwa na ime ime bụ otu n'ime ihe ndị na-ebute ọnwụ na ọrịa n'etiti ụmụnwanyị gbara ọsọ ndụ bi n'ogige ndị na-agafe agafe na 2010.",
  "Ụmụnwanyị ndị gbara ọsọ ndụ ndị nke hapụrụ ebe obi  a Na-enyere ha aka ma kwaga na mba ọzọ iji nara nchekwa and nweta ebe obibi na-enwekwa nsogbu nke ịmụ nwa",
  "Nnyocha e bipụtara na 2004 nke Journal of Midwifery na Health Women's Health chọpụtara na ụmụnwanyị gbara ọsọ ndụ bi na mba ndị bara ọgaranya na-enwe nsogbu n'inweta nlekọta ọmụmụ kwesịrị ekwesị n'ihi ịkọ nkọ, ihe mgbochi asụsụ, na enweghị nkwanye ùgwù na nghọta omenala..",
  "Ụmụnwanyị gbara ọsọ ndụ na-echekarị ọtụtụ nsogbu ahụike uche ihu na mba ha, n'ogige ndị gbara ọsọ ndụ, na mba ndị a na-ebigharị ma ọ bụ ebe mgbaba. Na mba ha, ụmụnwanyị ndị gbapụrụ ọsọ ndụ dị ka ndị gbara ọsọ ndụ nwere ike ịbụ ndị e metọrọ n'ụzọ uche ma ọ bụ n'ụzọ anụ ahụ n'ihi ihe dị iche iche, gụnyere mgbukpọ agbụrụ; ịnwa ime ihere nke ezinụlọ, obodo, ma ọ bụ ọdịbendị; ma ọ bụ maka ịbụ ndị a hụrụ dị ka \"ihe ize ndụ na ndọrọ ndọrọ ọchịchị\". Ụdị mmegbu ndị a na-edugakarị n'ịchụpụ ma ọ bụ ịgba ọsọ, ma nwee ọchịchọ ịkpata nhụjuanya na mmerụ ahụ na ahụike uche na ọdịmma nke ụmụnwanyị gbara ọsọ ndụ. N'ogige ndị gbara ọsọ ndụ, ahụike uche nke ụmụnwanyị gbara ọsọ ndụ na-emetụtakwa ihe omume ịkpa ókè dabere na nwoke na nwanyị, mmekọahụ na ime ihe ike n'ụlọ, ọrụ mmanye, na ibu ọrụ dị arọ.  Na mba ndị mgbaba na ebe obibi, nsogbu na ahụike uche na-enwekwa n'ihi ihe mgbochi asụsụ na ọdịbendị, nchekasị nke ịgbanahụ mkpagbu na mba ha, ihe isi ike ịchọ ọgwụgwọ ahụike uche, na ohere dị ukwuu nke ihu mmegbu ihu ma e jiri ya tụnyere ndị mba ndị ọbịa.",
  "Na nzaghachi maka ịgbapụ na mba ha, ụmụnwanyị gbara ọsọ ndụ na ndị na-achọ ebe mgbaba na-ebute nsogbu nrụgide posttraumatic (PTSD)",
  "Ọtụtụ ndị na-eme nnyocha na-ahazi ihe owuwu nke mmerụ ahụ dị ka mwakpo mmekọahụ, mmetọ anụ ahụ, ịgba akaebe ime ihe ike, ime ihe ike nke ndị mmekọ, mmerụ ahụ n'etiti mmadụ na ibe ya, mmerụ ahụ nwata, na mmerụ ahụ dị mgbagwoju anya.  Ọzọkwa, ọmụmụ nyocha na-akọwa nsogbu nrụgide posttraumatic (PTSD) dị ka ndị American Psychiatric Association depụtara",
  "Ụfọdụ ihe mgbaàmà nke PTSD gụnyere ahụmahụ na-enye nsogbu na nke ugboro ugboro dị ka nrọ ọjọọ ma ọ bụ ntụgharị uche, ahụmịhe siri ike nke mmetụta metụtara ihe omume ahụ, mmetụta nke ịpụ iche, izere mkpali metụtara ihe omume ahụ, mmụba nke mkpali, mgbanwe na-adịghị mma na ọnọdụ, na mmeghachi omume dị egwu",
  "Ọ bụrụ na a hapụghị mgbaàmà, ọtụtụ ndị lanarịrị nwere ike ịda mbà n'obi, nchekasị, nsogbu itinye uche, nsogbu ihi ụra, omume iwe, iwe iwe, na ihe isi ike ịmepụta mmekọrịta dị mma na nke bara uru.",
  "Ịgbapụ n'obodo nwere ike ịkpata nsogbu uche ogologo oge nke mmekọrịta alụmdi na nwunye na ezinụlọ",
  "N'ọnọdụ ụfọdụ, itinye ego ụmụn",
  "nwanyị na ndụ ezinụlọ na obodo enweela mmetụta dị njọ, na-ahapụ ha n'ihe ize ndụ karịsịa maka mmetụta nke mmerụ ahụ n'ihi mmetụta na-emetụta ọrụ mụ nwanyị na mba dị iche iche",
  "Ụmụ nwanyị nwere ọchịchọ ịzụlite ndị ọzọ na ịnọgide na-enwe mmekọrịta. Ike a n'ikpeazụ na-enye aka na njikọ na njikọ n'ebe ndị ọzọ nọ",
  "Mmekọrịta n'ebe ndị ọzọ nọ bụ otu n'ime mmekọrịta mmadụ na ibe ya nke na-emetụta mgbe mmadụ nwetara PTSD",
  "Mmetụta ndị a nwere ike ịdị njọ maka ụmụ nwanyị na-enwekarị ọganihu site na ịmepụta na ịnọgide na-enwe njikọ na ndị ọzọ",
  "N'ụzọ dị mwute, ụmụ nwanyị gbara ọsọ ndụ na ndị na-achọ ebe mgbaba na-eche ịchụpụ ezinụlọ ihu na-eme ka mgbaàmà nke PTSD ka njọ.",
  "Ọrụ ahụike uche ga-abara ndị gbara ọsọ ndụ uru, na ndị na-achọ ebe mgbaba dịka mgbaàmà PTSD nwere ike ịka njọ ma ọ bụrụ na a hapụghị ya",
  "Nnyocha e mere na ụmụ nwanyị gbara ọsọ ndụ na ndị na-achọ ebe mgbaba nyochara mmetụta nke usoro ahụike uche nke otu e mere iji belata nchekasị posttraumatic maka ụmụ nwanyị Bhutanese gbara ọsọ ndụ bụ ndị biri na mba United States n'oge na-adịbeghị anya. E debere ndị sonyere n'ọtụtụ ìgwè iji chọpụta arụmọrụ nke mmemme ahụ",
  "E kewara ụmụnwanyị n'ìgwè atọ; ìgwè abụọ nyere nsụgharị nke ntinye aka, otu ìgwè jere ozi dị ka njikwa",
  "Nsonaazụ sitere na nyocha tupu, post, na nyocha na-esote na-egosi na ndị sonyere n'òtù ntinye aka abụọ ahụ nwere obere nchekasị, ịda mbà n'obi, nchekasị, somatization, na mgbaàmà PTSD na posttest. N'ụzọ na-akpali mmasị, ọganihu ahụike uche n'etiti ndị sonyere na ya gara n'ihu na nyocha ọnwa 3",
  "N'ụzọ dị iche, ndị sonyere na nchịkwa ndị na-anataghị otu ụdị ọgwụgwọ ahụ gosipụtara mgbaàmà ahụike uche ha bịara sie ike ka oge na-aga",
  "N'ụzọ dị mkpa, nsonaazụ ndị a na-atụ aro na usoro ahụike uche nke otu e mere iji dozie nrụgide posttraumatic nwere ike iwepụta nsonaazụ dị mma na ahụike uche nke ndị gbara ọsọ ndụ na nso nso a",
  "Ọzọkwa, nsonaazụ ndị a na-enye nnukwu ihe akaebe na n'enweghị enyemaka, ndị gbara ọsọ ndụ a kwagara n'oge na-adịbeghị anya nwere ike inwe mbelata ahụike uche ka oge na-aga mgbe ha na-ebigharị na mba ha. Nnyocha ndị ọzọ banyere arụmọrụ mmemme dị mkpa iji nye nkwado dị mkpa maka ụmụ nwanyị gbara ọsọ ndụ na ndị na-achọ ebe mgbaba.",
  "Erighị ihe na-edozi ahụ nke ụmụnwanyị gbara ọsọ ndụ na-egosipụta n'ụzọ dịgasị iche iche ma n'ogige ndị gbara ọsọ ndụ ma na mba mgbaba na ebe obibi. Nsogbu nke nchekwa nri, nghọtahie akụ na ụba na ndọrọ ndọrọ ọchịchị, na ịkpa ókè n'ime ogige ndị gbara ọsọ ndụ na-enye aka na nri na ahụike nke ọtụtụ ụmụ nwanyị gbara ọsọ ndụ. N'ime nyocha nke enyemaka nri n'ogige ndị gbara ọsọ ndụ Rwanda, ndị ọkachamara chọpụtara na ụlọ ọrụ enyemaka mba ụwa enweghị nchebara echiche na nlebara anya na ndọrọ ndọrọ ọchịchị, akụ na ụba, na omenala nke mba ndị nọ na nsogbu nwere ike ibute enyemaka nri na-ezughị oke na nke na-ekwesịghị ekwesị, nke n'aka nke ya nwere ike ịkpata erighị nri na-edozi ahụ maka ndị gbara ọsọ ndụ. N'otu aka ahụ, nnyocha egosiwo na n'agbanyeghị enweghị ọdịiche iwu n'etiti ụmụ nwoke na ụmụ nwanyị gbara ọsọ ndụ, obodo ndị gbara ọsọ ndụ mba ụwa na ọbụna òtù enyemaka na-akwado ịkpa ókè dabere na nwoke na nwanyị. Nke a na-asụgharị n'erighị nri na-edozi ahụ maka ụmụ nwanyị gbara ọsọ ndụ site na enweghị ihe dị mkpa na nkesa nri yana nlekọta ahụike maka nsogbu metụtara nri na enweghị nlekọta nri.",
  "Nsogbu nke erighị ihe na-edozi ahụ na-adịgide na mba ndị mgbaba na ebe obibi maka ụmụ nwanyị gbara ọsọ ndụ n'agbanyeghị usoro nke ụkọ nri na enweghị agụmakwụkwọ na-edozi ahụ. Nnyocha e mere banyere ụmụ nwanyị gbara ọsọ ndụ Somalia n'afọ 2013 chọpụtara na ọnụ ọgụgụ anụ na àkwá dị elu karịa ụmụ nwanyị gbara ọsọ ndụ karịa ọnụ ọgụgụ ụmụ nwanyị mba ọbịa, ebe ọnụ ọgụgụ nke mkpụrụ osisi na akwụkwọ nri dị ala",
  "Nnyocha metụtara ụmụ nwanyị ndị Cambodia gbara ọsọ ndụ chọpụtara na ihe ndị na-ahụkarị maka nri na-edozi ahụ na-adịghị mma bụ ibi na nri na-enweghị nchebe, ebe ndị na-akpata ego dị ala, enweghị ụzọ akụ na ụba ịzụta nri na-edozi ahụ, na enweghị agụmakwụkwọ banyere iri nri na-edozi ahụ na mba ọhụrụ ha bi.",
  "A na-amanyekarị ụmụ nwanyị gbara ọsọ ndụ ịrụ ọrụ n'ogige ndị gbara ọsọ ndụ site na mmesi ike nke ọrụ ọdịnala nwoke na nwanyị na echiche",
  "Ụmụ nwanyị nọ n'ogige ndị gbara ọsọ ndụ na-abụkarị isi mmalite nke ọrụ anụ ahụ maka nchịkọta mmiri na nzacha, yana obere ọrụ ubi na ọrụ ugbo na ịkwadebe nri",
  "N'agbanyeghị nnukwu ọrụ ha na mpaghara ndị a, a na-ewepụ ụmụ nwanyị na ndu na kọmitii na ndị na-eme atụmatụ n'ime ogige ndị gbara ọsọ ndụ ma na-ahapụ ha n'ọrụ siri ike",
  "Ka ọ dịgodị, a na-ahụkarị ụmụ nwoke gbara ọsọ ndụ n'ọnọdụ mmetụta na ike n'ime ogige ahụ na n'etiti ụlọ ọrụ enyemaka mba ụwa.",
  "A na-arụkwa ụmụ nwanyị gbara ọsọ ndụ n'ogige ndị na-agafe agafe, na-agụnye ma ịgba akwụna mmanye na ọrụ mmanye. Na mgbakwunye na imebi ikike iwu nke ndị gbara ọsọ ndụ, a chọpụtala na ọrụ mmanye nke ụmụ nwanyị na-arụ n'ogige ndị gbara ọsọ ndụ na-emebi ahụ ike, uche, na ọdịmma ọha na eze. Ọtụtụ mgbe, a na-achọ ụmụ nwanyị a na-arụ ọrụ ndị a na ndị ọzọ a manyere n'ihi agbụrụ ha na ọnọdụ dị ala na ọha mmadụ.",
  "Dị ka United Nations si kwuo, ime ihe ike dabere na nwoke na nwanyị n'ihe gbasara mwakpo megide ụmụ nwanyị gbara ọsọ ndụ bụ \"omume ime ihe ike ọ bụla nke na-akpata",
  "mmerụ ahụ, mmekọahụ, ma ọ bụ uche ma ọ bụ nhụjuanya nye ụmụ nwanyị gụnyere iyi egwu",
  "mmanye, ma ọ bụ nnwere onwe n'ụzọ na-enweghị isi",
  "\" Mwakpo ụmụ nwanyị gbara ọsọ ndụ bụ ma mmekọahụ ma na-abụghị mmekọahụ, ọ bụ ezie na ọnọdụ ime ihe ike na-egosipụtakarị n'ụdị ime ihe ike mmekọahụ maka ụmụ nwanyị gbara ọsọ ndụ.",
  "Dị ka nnyocha e mere n'afọ 2000, ụmụ nwanyị na-enwekarị ike idina n'ike na ụdị mwakpo mmekọahụ ndị ọzọ n'oge agha na \"ịgbawa nke usoro mmekọrịta mmadụ na ibe ya\" n'ihi ihe dị iche iche",
  "Ihe ndị a gụnyere ọgba aghara ọha na eze, ngwakọta nke ọdịbendị na ụkpụrụ dị iche iche, ike ike zuru oke, na nkwarụ nke ụmụ nwanyị na-achọ ebe mgbaba. Ụzọ ime ihe ike na mwakpo mmekọahụ si egosipụta onwe ha megide ụmụ nwanyị gbara ọsọ ndụ gụnyere ịgba akwụna mmanye ma ọ bụ mmekọahụ mmanye site n'aka ndị ọrụ ụlọ ọrụ enyemaka mba ụwa / ndị ọrụ afọ ofufo, ịgba akwụna mmanye ma ọ bụ mmekọahụ mmanye site n'aka ndị otu ha n'ogige ndị gbara ọsọ ndụ, ịgba akwụna mmanye mmekọahụ mmanye mmekọahụ site n'aka ndị obodo, ndina n'ike site n'aka onye ọ bụla n'ime ọnụ ọgụgụ mmadụ dị n'elu, mgbanwe nke mmekọahụ maka ihe onwunwe ma ọ bụ ọrụ dị mkpa, ma ọ bụ ịnwa ịkparị nwanyị, di ya, ma ọ bụ nna ya",
  "A na-ewere ime ihe ike mmekọahụ dị ka isiokwu a na-akwadoghị n'ọtụtụ ọdịbendị, ya mere ime ihe ike metụtara nwoke na nwanyị anaghịkwa akọ akụkọ",
  "Ọbụna ma ọ bụrụ na ụmụ nwanyị chọrọ ịkọ ihe ike, ọ dịghị ebe ọ bụla n'ime ogige ndị gbara ọsọ ndụ ka ha ga-atụgharị.",
  "Ụmụ nwanyị gbara ọsọ ndụ na ndị na-achọ ebe mgbaba na-eche ọ bụghị naanị ime ihe ike kamakwa mmetọ mmetụta uche",
  "A na-akọwa mmetọ mmetụta uche dị ka omume ọ bụla ebum n'uche nke na-emebi iguzosi ike n'ezi uche nke onye ọzọ site na mmanye ma ọ bụ iyi egwu. Ihe atụ nke mmetọ mmetụta uche gụnyere ịnọpụ iche n'ebe ndị ọzọ nọ, njide, njikwa ego, mkparị ọnụ, ileghara anya, iyi egwu, iyi egwu, njikwa, ịgọnahụ mmetọ nke onye ahụ, na iji obi amamikpe ma ọ bụ ihere dị ka ụdị njikwa",
  "Nnyocha e mere na ụmụ nwanyị lanarịrị mmerụ ahụ lekwasịrị anya na ahụike uche n'etiti ndị na-achọ ebe mgbaba chọpụtara na n'etiti ụdị ime ihe ike mmekọahụ na nke nwoke na nwanyị (SGBV), 62% nke ihe ngosi ahụ nwere ụdị mmetọ mmetụta uche.",
  "A na-elegharakarị mmetọ mmetụta uche anya n'ihi na enweghị ihe ngosi anụ ahụ",
  "N'ime nnyocha lekwasịrị anya na njikọ dị n'etiti mmetọ mmetụta uche na mmata, ndị na-eme nnyocha chọpụtara na ndị lanarịrị na-etokarị usoro nghọta iji nagide gburugburu ebe obibi ha",
  "Iji gbakwunye, ndị lanarịrị mmetọ mmetụta uche nwere ike ịzụlite àgwà ịgọnahụ na nkewa iji mee ka echiche na-enye nsogbu ghara ịma ma mesịa chebe onwe ha",
  "N'ihi ya, ndị lanarịrị na-eme ka eziokwu nke ọnọdụ ha ghara ịma ma nwee ike ghara ịkọwa ọnọdụ ha dị ka mmetọ mmetụta uche ma ghara ijide njirimara nke mmetọ.",
  "N'ụzọ dị iche, ụfọdụ ndị lanarịrị na-enwe ọtụtụ mmetụta uche, nke na-akọwawanye mgbagwoju anya nke mmetọ mmetụta uche",
  "Usoro mgbaba ahụ mere ka ọtụtụ ụmụ nwanyị nwee mmechuihu, njide, na nsogbu mmetụta uche",
  "Achọpụtara nsonaazụ nke nsogbu mmetụta uche na uche na ụzọ abụọ n'ụzọ atọ nke ndị sonyere",
  "Ndị zaghachirinụ kọwara na ha 'ndị dara mbà n'obi,' 'mkpebi uche', 'ndị na-enweghị obi nkoropụ', ma ọ bụ 'enweghị nchebe.' Ọzọkwa, ndị lanarịrị ghọrọ ndị dịpụrụ adịpụ ma ghara ịtụkwasị ndị ọzọ obi",
  "Ndị ọzọ na-emeso nchegbu, ihere, obi amamikpe, nkụda mmụọ, iwe, na ịkpọasị",
  "Otu onye zaghachirinụ kọrọ, \"Ịkụ aka dị mma karịa ikwu okwu",
  "Ihe o kwuru wutere m karịa ịkụ m ihe",
  "Mgbe ụfọdụ, ịkụ ya dị mfe ịnagide karịa mmekpa ahụ uche",
  "\" Ihe odide a dị mwute na-eme ka a mata otú eziokwu si bụrụ ihe mgbu nke ndị na-ata ahụhụ site na mmetọ anụ ahụ na nke mmetụta uche.",
  "A na-ahụta ụfọdụ ihe ize ndụ metụtara ndị gbara ọsọ ndụ na ndị na-achọ ebe mgbaba dị ka omume na mmekọrịta mmadụ na ibe ya",
  "Ihe ize ndụ omume gụnyere iji ọgwụ ọjọọ na mmanya na-aba n'anya, àgwà ọnụ na nke na-abụghị okwu, ịnọ naanị gị n'okporo ámá n'abalị, enweghị nkà nchebe onwe onye, na amaghị otú e si asụ asụsụ nke mba nnabata",
  "Ụdị ihe ize ndụ omume ndị a mere ka ụmụ nwanyị nwee \"enweghị obi ike onwe ha\", \"inwe mmetụta nke ọrịa uche,\" na \"enweghị ọtụtụ ụbụrụ\"",
  "Otu ụzọ n'ụzọ anọ nke ndị zaghachirinụ kwenyere na ịbụ nwanyị bụkwa ihe ize ndụ, na-eduga ha n'ahụmahụ na-adịghị ike",
  "Iji gbakwunye, ndị zaghachirinụ kọwara ihe ize ndụ dị n'ime mmadụ dị ka \"inwe ihe atụ ọjọọ dị ka ndị enyi na ndị nne na nna\" na \"enweghị onye ọ bụla ị ga-agakwuru\"",
  "Obi abụọ adịghị ya, ngwakọta nke ihe ize ndụ ndị a na-eme ka ọtụtụ ụmụ nwanyị nwee mmetụta nke na-abaghị uru na enweghị olileanya.",
  "Ọzọkwa, nsonaazụ nke mmetọ mmetụta uche nwere ike imetụta ndị mmadụ n'otu n'otu gbasara netwọkụ mmekọrịta ha ma napụ ha ohere maka mmepe onwe onye, mmekọrịta mmadụ na ibe ya, na akụ na ụba n'ọdịnihu",
  "Ọtụtụ mgbe, mgbe ụmụ nwanyị na-achọ ebe mgbaba na ndị gbara ọsọ ndụ na-achọ enyemaka, ha na-etinye onwe ha n'ihe ize ndụ nke ikewapụ ha na ụmụ ha, ịbụ ndị a na-akparị dị ka nwanyị, ma ọ bụ na-ewetara ezinụlọ ha ihere",
  "Omume nke ịbịakwute enyemaka nwere ike ịkpata ihe ize ndụ dị ukwuu na ndụ ha",
  "Ike a na-eme ka o sie ike nke ukwuu maka ndị lanarịrị (SGBV) ịchọ nkwado",
  "A chọrọ nnyocha ndị ọzọ iji dozie mgbagwoju anya nke ịchọ enyemaka maka ndị gbara ọsọ ndụ na ndị na-achọ ebe mgbaba.",
  "Otu atụmatụ nke UNCHR nyere banyere 2015 European refugee ‘crisis’ kwuru na ihe dịka pasent iri abụọ nke ndị gbara ọsọ ndụ na-abanye na EU bụ ụmụnwanyị. Ụmụ nwanyị ndị e mere ka ha bụrụ ndị na-adịghị ike n'ihi ọnọdụ ndị gbara ọsọ ndụ ha ekwuola na ndị ọrụ ókèala na-ahụ maka ilekọta ahụike na nchekwa ha dị ka ndị na-eme ihe ike gbasara mmekọahụ na nwoke na nwanyị (SGBV)",
  "Na nzaghachi, ụlọ ọrụ ndị e nyere ọrụ iji dozie SGBV dị ka Common European Asylum System (CEAS), ejikọtala ọzụzụ mmetụta nwoke na nwanyị iji mezuo ụkpụrụ mba ụwa na EU",
  "Ndị a gụnyere 1951 Refugee Convention, Convention on the Elimination of All Discrimination Against Women, na United Nations Security Council Resolution 1325.",
  "Otú ọ dị, nnyocha banyere okwu ahụ nke Jane Freedman mere n'afọ 2016 n'etiti ndị isi na-eme ihe nkiri dịka ndị gbara ọsọ ndụ, Frontex (ndị ọrụ European Border and Coastguard), UNCHR na òtù ndị ruuru mmadụ egosila na njikọta nke ọzụzụ mgbochi ime ihe ike nke nwoke na nwanyị arụpụtala ihe na-adịghị mma",
  "N'ihi ya, ndị gbara ọsọ ndụ na-abanye na EU ekwuputala nchegbu nke enweghị ike ịnweta ebe obibi na ọrụ n'ogige ndị nwere ọnụ ọgụgụ dị elu dị ka ihe mgbochi dị mkpa iji hụ na nchekwa sitere na SGBV",
  "Ụmụ nwanyị gbara ọsọ ndụ na-echekwa mmụba nke ime ihe ike na njem ha",
  "Nke a na -emekarị n'aka ndị na -eme ka njem ha dị mfe, nke Freedman na -ezo aka na ya dị ka 'ndị na -ebubata'",
  "Ọdịdị iwu nke ihe omume ime ihe ike ndị a na-eme ka ịkọ akụkọ sie ike ma ghara iru",
  "Ọzọkwa, mgbanwe ugboro ugboro nke ụzọ mgbaba n'ihi mgbochi ókèala na EU na-eme ka ụmụnwanyị gbara ọsọ ndụ nwee ike ime ihe ike site n'ịbawanye oge nke ụzọ ha.",
  "Ọ dị mkpa iburu n'uche na ndina n'ike na mpụ mmekọahụ dịgasị iche site na nkọwa nke mba; ya mere, ịnweta ikpe ziri ezi nwere ike ịdị iche",
  "Otú ọ dị, ọtụtụ ọnụ ọgụgụ zuru oke nke ịnweta ikpe ziri ezi na-aga n'ihu na:",
  "Ọtụtụ ndị ọrụ gbara ọsọ ndụ na ndị isi nwere ike ịgọnahụ ịdị adị nke okwu ndị a n'ihi na ọ dịghị mgbe a kọrọ ha",
  "A pụrụ ịta ụmụ nwanyị gbara ọsọ ndụ ụta maka ime ihe ike megide ha",
  "Mkpọmasị ụmụnwanyị nke ndị bekee kpọrọ Misogyny bụ ihe zuru oke na-akọ akụkọ n'okpuru n'ihi ịchụpụ nke ịbụ onye a na-emegbu n'ụzọ mmekọahụ ma n'ọdịbendị ha na obodo ha, enwere ike iwere ya dị ka \"ihe ihere ịkọ akụkọ",
  "Ọzọkwa, enweghị asụsụ iji kọọ ihe ike ahụ ma gbochie ikike ha ikwupụta ahụmịhe ha.",
  "Mgbe ụfọdụ, ụmụnwanyị gbara ọsọ ndụ anaghị ejide akwụkwọ iwu na-egosi na ha nọ na mba n'ụzọ iwu kwadoro",
  "Ụfọdụ ezinụlọ nke ụmụnwanyị gbara ọsọ ndụ nwere ike itinye ọrụ ahụ n'aka ndị isi ezinụlọ na-ejide akwụkwọ iwu ha wee mee ka ha ghara iru",
  "Enweghị akwụkwọ ndị a, ọtụtụ ụmụ nwanyị gbara ọsọ ndụ enweghị ohere ịnweta ọrụ iwu na ihe onwunwe dị ka ndị iwu kwadoro na mba ha",
  "Na mgbakwunye, isi mmalite iwu maka ụmụnwanyị gbara ọsọ ndụ n'ime na n'èzí ebe ha họpụtara",
  "na-enweghị òtù ndị ọzọ na-abụghị nke gọọmentị, United Nations' Human Rights Council ma ọ bụ ọrụ iwu ụlọ ndị ọzọ ha nwere enweghị ike ịnweta ma ọ bụ chọọ ndụmọdụ iwu.",
  "E nwekwara enweghị ntụkwasị obi n'ime gọọmentị mba ha, ya mere ọtụtụ ụmụnwanyị gbara ọsọ ndụ anaghị enwe obi iru ala ikpughe okwu a.",
  "Nkwupụta Ihe Ndị Ruuru Mmadụ nke Mba Ndị Dị n'Otu na Ụmụ nwanyị gbara ọsọ ndụ na Nchedo Mba Nile No.39 (XXXVI) - 1985 bụ iwu mba ụwa nke na-echebe ụmụnwanyị gbara ọsọ ndụ, ụmụaka na ikike ha",
  "Otú ọ dị, n'ihi na iwu ndị a bụ iwu mba ụwa, ha na-ebelata oke nke ijide ndị omekome) iji zaa ajụjụ n'ihi ike etiti nke usoro ikpe ziri ezi n'ụlọ ebe ikike ịnweta ikpe ziri ezi na ịkwado iwu mba ụwa dị na steeti.",
  "Ọtụtụ òtù Nongovernmental (NGOs) na òtù gọọmentị na-arụ ọrụ iji kwado ụmụnwanyị na ụmụaka gbara ọsọ ndụ.",
  "N'afọ 1989, e bipụtara mgbalị mbụ maka enyemaka nwoke na nwanyị maka ndị gbara ọsọ ndụ na United Nations High Commission on Refugee manuals. E mepụtara atụmatụ mbụ nke itinye aka na nwanyị na enyemaka ndị gbara ọsọ ndụ iji meghachi omume na nsogbu ndị gbara ọsọ ndụ nke Guatemala, Bosnia-Herzegovina, na Rwanda. Kemgbe oge ahụ, echiche nke itinye aka na nwanyị enwetala nkwado n'ọtụtụ atụmatụ enyemaka ndị gbara ọsọ ndụ, mana ndị ọkachamara kwenyere na enwere oghere n'etiti iwu ha na-akọwa na ahụmịhe nke ụmụnwanyị gbara ọsọ ndụ.",
  "Nnyocha nke Doreen Indra chọpụtara na ọ bụ ezie na e nwere ọtụtụ ụlọ ọrụ na-enye ụmụnwanyị gbara ọsọ ndụ enyemaka, ọ nwere ike ọ gaghị eru ikike ya niile n'ihi enweghị ntinye ndị gbara ọsọ ndụ na mmemme na iwu ndị a chọrọ inye ha enyemaka. Mgbe a na-ewepụ ụmụnwanyị gbara ọsọ ndụ na usoro mmepe nke enyemaka mmadụ, a chọpụtara na a na-emekarị iwu gbanyere mkpọrọgwụ na echiche ọdịnala nwoke na nwanyị, si otú a na-eme ka ọrụ ọdịnala na mgbe ụfọdụ na-emerụ ahụ n'ogige ndị gbara ọsọ ndụ.",
  "Nyocha nke Linda Cipriano kpughere na ihe mgbochi ọzọ n'ime enyemaka dị irè maka ụmụnwanyị gbara ọsọ ndụ bụ na a na-agọnahụ ụmụnwanyị ọnọdụ dị ka ndị gbara ọsọ ndụ, nke n'aka nke ya na-arụ ọrụ dị ka ihe mgbochi iji nweta enyemaka dị ha mkpa. Kemgbe mmalite ya, nkọwa zuru ụwa ọnụ maka onye gbara ọsọ ndụ dị ka United Nations kọwara bụ onye nwere \"egwu nke mkpagbu n'ihi agbụrụ, okpukpe, mba, ma ọ bụ echiche ndọrọ ndọrọ ọchịchị. N'okpuru nkọwa a, a naghị echebe mkpagbu n'ihi nwoke na nwanyị na ime ihe ike mmekọahụ",
  "Ọtụtụ mba na-agbaso asụsụ a siri ike ma na-agọnahụ ụmụnwanyị ịnweta ọrụ nke ndị gbara ọsọ ndụ n'ihi ihe ndị a.",
  "Kọmitii nnapụta mba ụwa na-eje ozi dị ka onye na-akwado ụmụnwanyị na gọọmentị mba ọzọ iji nye iwu gbasara ahụike na ọdịmma nke ụmụnwanyị gbara ọsọ ndụ",
  "Ha na-akụzikwara ụmụnwoke na ụmụnwoke ka ha gbanwee omenala ime ihe ike n'ebe ụmụnwanyị nọ."
]