[
  "Regenesys Business School bụ ụlọ akwụkwọ azụmahịa onwe onye nke dị na Johannesburg, South Africa",
  "Regenesys Group gụnyere Regenesys School of Public Management, Regenesys Foundation, MyWealth Investments, ngalaba mgbazinye ego na inwe ụlọ akwụkwọ na South Africa, Mumbai na Lagos. Regenesys India bụkwa ụlọ akwụkwọ azụmaahịa mbụ na India iji nye ụmụ akwụkwọ enyemaka ego.",
  "Regenesys Business School na-elekwasị anya na njikwa azụmaahịa na njikwa ọha na eze na mmemme ya a kwadoro gụnyere",
  "Regenesys Business School nwere ọtụtụ mmemme ụlọ ọrụ ma gụnyere mmemme",
  "Regenesys nwere ọtụtụ ụmụ akwụkwọ mba ụwa na mmemme ya meghere maka ụmụ akwụkwọ mba ọzọ a na-agba ume ịmụ na South Africa.",
  "Regenesys natara ikike site n'aka Council for Higher Education na South Africa",
  "A na-enye ụlọ akwụkwọ agụmakwụkwọ dị elu nke South Africa ikike site n'aka Council for Higher Education na South Africa ma Regenesys na-enye ikike inye mmemme ya, dịka ụkpụrụ dị mma nke mba.",
  "A na-ahụta Regenesys dị ka otu n'ime ụlọ akwụkwọ azụmaahịa iri ise kachasị elu na South Africa",
  "E nyere ụlọ akwụkwọ ahụ ọkwa site na PMR",
  "Africa rating",
  "A họpụtara Regenesys dị ka ụlọ akwụkwọ azụmahịa maka afọ nke abụọ n'usoro, n'ozuzu ya karịa ụlọ akwụkwọ tertiary ndị ọzọ a na-akwanyere ùgwù",
  "Ntụle ahụ dabere na ndị zaghachirinụ na-atụle ndị gụsịrị akwụkwọ MBA / MBL na ụmụ akwụkwọ na àgwà ma ọ bụ ụkpụrụ ịrị na itoolu, nke gụnyere: itinye ihe ọmụma n'ọrụ, ọgụgụ isi mmetụta uche, nkà ọchụnta ego, njikwa ego, ihe ọhụrụ, àgwà idu ndú na njikwa atụmatụ",
  "E mere nnyocha ahụ na mbido afọ 2016 n'etiti ndị njikwa akụ mmadụ, ndị nduzi na ndị njikwa akara sitere na ụlọ ọrụ ụlọ ọrụ, ngalaba gọọmentị mba, mpaghara na mpaghara, obodo na ụlọ ọrụ gọọmentị.",
  "Kọmitii ndụmọdụ Regenesys bụ òtù na-enye ndụmọdụ atụmatụ na-adịghị amanye amanye na njikwa nke otu Regenesys",
  "Kansụl ndụmọdụ ahụ nwere bọọdụ iri na ise.",
  "Ihe omume Regenesys dabeere na echiche nke ọgụgụ isi ime mmụọ (nke na-abụghị nke okpukpe) na ọgụgụ isi mmetụta uche",
  "Isiokwu ndị a aghọwo ihe dị mkpa na mmemme njikwa azụmaahịa",
  "A na-eme usoro zuru oke dịka onye guzobere mahadum ahụ bụ onye mọnk.",
  "Regenesys malitere atụmatụ iji mee ka agụmakwụkwọ n'efu nwee ike na-enweghị enyemaka site na iji ụdị azụmahịa Freemium.",
  "Ụlọ akwụkwọ ahụ emeela nzere anọ (Higher Certificate in Business Management (HCBM), Bachelor of Business Administration (BBA), Postgraduate Diploma in Business Management, (PDBM) na Master of Business Administration, dị n'efu",
  "Ụmụ akwụkwọ na-edebanye aha ma na-edetu aha n'ịntanetị, na-ebudata ihe ọmụmụ, na-amụ n'oge nke ha ma na-ekere òkè na ajụjụ iji nwalee ihe ọmụma",
  "Ozugbo ha gafere, ha na-enweta asambodo nke itinye aka, nke ha nwere ike iji maka ọfịs ha.",
  "Regenesys esorola otu dịka MTN Group rụkọọ ọrụ. Pearson Education, India dabeere Times of India Group, South African Department of Trade and Industry, Microsoft, Intel, Institute of Personnel Management na ndị ọzọ iji gbasaa atụmatụ agụmakwụkwọ n'efu na ndị ọrụ dị iche iche.",
  "Dị ka ụlọ akwụkwọ ahụ si kwuo, ọtụtụ ndị debanyere aha ma na-eji ọrụ ahụ."
]