[
  "Reginald (Reggie) Yates (a mụrụ n'ụbọchị nke 31 n'ọnwa Mee n'afọ 1983) bụ onye edemede na onye nduzi Britain nwere ọrụ ruru afọ iri atọ na ihuenyo dịka onye na-eme ihe nkiri, onye na-egosi telivishọn na redio DJ",
  "Yates gosipụtara dịka onye isi na-eme ihe nkiri olu maka BBC animation Rastamouse ma kpọọ Leo Jones na Doctor Who",
  "Yates arụọla ọrụ na BBC na redio na telivishọn - na-egosi ihe ngosi dị iche iche maka BBC Radio 1 ruo afọ iri yana ịme ihe ngosi ITV2 nke akpọrọ Release the Hounds site n'afọ 2013 ruo 2017.",
  "Yates sonyeere ihe ngosi egwuregwu BBC One Prized Apart, ya na Emma Willis",
  "Ọ bụkwa onye na-egosi ihe ngosi BBC Three Reggie Yates 'Extreme Russia, Extreme South Africa na Extreme UK",
  "N'afọ 2021, Yates wepụtara ihe nkiri mbụ ya, Pirates",
  "A mụrụ nne na nna Yates, Felicia Asante na Reginald \"Jojo\" Yates, na Ghana; Otú ọ dị, nna nna ya bụ Harry bụ nwa onye na-ahụ maka ego Bekee, George Yates, onye na-arụ ọrụ na ụlọ ọrụ na-egwupụta ọla edo. Nne Harry Yates bụ Dorothy bụkwa onye agbụrụ agwakọta: nna ya bụ onye nchịkwa ọchịchị British, Augustus George Lloyd, ebe nne ya Sarah bụ onye agbụrụ Fante, onye na-arụ ọrụ dịka onye ọrụ ugbo na onye ahịa na Dixcove, Ghana.",
  "Yates tolitere na North London, ma gaa Central Foundation Boys 'School na Cowper Street, Islington.",
  "Yates pụtara na telivishọn mbụ ya na Desmond's mgbe ọ dị afọ asatọ",
  "Ọ pụtakwara na Disney Club, dịka Robbie",
  "N'afọ 1998, Yates pụtara dịka onye ọbịa na Diggit na CITV n'okpuru aha Robbie",
  "N'afọ 2002, o mere Carl Fenton na usoro ụmụaka a ma ama Grange Hill",
  "Site n'afọ 2002 ruo n'afọ 2004, o gosipụtara mmemme ụtụtụ Sọnde bụ Smile, wee gaa n'ihu gosipụta Top of the Pops na onye bụbu onye na-akwado Smile bụ Fearne Cotton tupu ihe omume ikpeazụ a na-agbasa na BBC Two na 30 Julaị afọ 2006",
  "O mekwara ma mee ihe nkiri na usoro The Crust ma gosipụta Dance Factory na ihe ngosi redio ya na BBC Radio 1.",
  "N'afọ 2005, Yates pụtara na asọmpi abụ nke BBC Comic Relief Does Fame Academy iji nyere Comic Relief aka, na-anọ n'ọkwa nke anọ",
  "N'ihe ngosi ahụ, egwu ya gụnyere \"Boombastic\", \"You're The First, The Last, My Everything\", \"It Ain't Over Til It's Over\", \"U Can't Touch This\" na \"This Old Heart of Mine (Is Weak for You).\" Ọ na-abụkwa abụ abụọ, \"It Takes Two\", ya na Edith Bowman, onye meriri n'ihe ngosi ahụ",
  "O mere ka ntutu isi ya na-acha uhie uhie maka arụmọrụ ya nke \"Dancing on the Ceiling\".",
  "Na 10 Machị 2006, Yates pụtara na Stars in Fast Cars ma merie okpomọkụ ahụ iji banye na nke ikpeazụ, na-eti Elton Welsby na Ben Fogle na agba ikpeazụ.",
  "N'afọ 2006, Yates pụtara na Reality TV Special nke The Weakest Link ma bụrụ onye a họpụtara na agba nke anọ.",
  "N'afọ 2007, Yates pụtara na usoro nke atọ nke usoro akụkọ sayensị Doctor Who dịka Leo Jones, nwanne nwoke nke onye ibe Dọkịta nke Iri bụ Martha.",
  "Yates gosikwara usoro 1 nke Escape from Scorpion Island ya na onye na-akwado ya bụ Caroline Flack na BBC 1 n'etiti 3 na 21 Septemba afọ 2007.",
  "Ọ pụtakwara na vidiyo egwu Dizzee Rascal nke afọ 2007 \"Flex\" dịka otu n'ime ndị ikpe na ihe ngosi TV a na-akpọ \"Flex Factor\".",
  "Yates pụtara na ihe omume Family Guy pụrụ iche na BBC Three, na-agụta ihe odide iri abụọ kachasị elu nke ihe ngosi ahụ dịka akụkụ nke ngwụsị izu Family Guy pụrụ iche."
]