[
  "Reggae bụ ụdị egwu Jamaica nke malitere na ngwụcha afọ 1960. Ka e mesịrị, ọ ghọrọ akụkụ dị mkpa nke egwu Naijiria, karịsịa mgbe onye na-agụ egwu Majek Fashek bilitere.  Fashek bụ, dị ka ọtụtụ ndị na-eme reggae na Naijiria, akụkụ nke otu egwu 'The Jahsticks'",
  "Onye a ma ama bụ Daniel Wilson (AKA Mr",
  "Ragamuffin) onye webatara ụdị egwu ragamuffin ya na Naịjirịa. Daniel Wilson ji egwu egwu dị ka Mr.Ragamuffin na Original Bad Boy mee ihe na-atọ ụtọ",
  "Ndị egwu ndị ọzọ gụnyere Jerri Jheto, Daddy Showkey, Ras Kimono, Rymzo, De king, ìgwè ụlọ akwụkwọ sekọndrị nke Victor Eshiet na Peggy Umanna, The Mandators, na MC Afrikan Simba nke dị na London",
  "Ndị ọsụ ụzọ ndị a nke egwu Reggae gụnyere nnukwu aha dịka Orits Williki, Peterside Ottong, Andy Shoreman, Alex Zitto, Evelyn Ogoli, Wale Man, Isaac Black, na ndị ọzọ",
  "Ndị ọsụ ụzọ ndị a kwadebere ụzọ maka ọgbọ ọhụrụ nke ndị na-ese egwu reggae.",
  "A kpaliri egwu reggae n'ime ndị Naijiria n'etiti afọ iri asatọ",
  "N'oge a, ụlọ ọrụ redio FM ghọrọ ihe dị mma maka ọtụtụ ndị na-edekọ egwu na ndị isi ụlọ ọrụ ndekọ, n'ihi mmemme egwu ya na-enye ndị na-ege ntị na oke nke ọhụrụ, na ndị na-eto eto na-agbasa ozi redio a kpọtụrụ aha n'okpuru ebe a",
  "Ha chepụtara ụzọ a ga-esi gosipụta mmemme egwu na FM Radio nye ndị na-ege ntị gburugburu mba ahụ",
  "Na mgbasa ozi na-ebipụta na nke elektrọnik, ha hụrụ ụzọ iji kwalite ụdị egwu dị iche iche na ndị Naijiria dị iche iche",
  "N'afọ 1980, ọbịbịa nke ụlọ ọrụ redio FM gụnyere Radio Nigeria 1 Ikoyi-Lagos, Radio Nigeria 2 Lagos na Martin Street, na ụlọ ọrụ nwanne nwanyị ọhụrụ Radio Nigeria 3 Ikoyi-Лagos, na 1987",
  "Ha malitere ma na-ejikarị ụdị egwu ọhụrụ a na-akụ ikuku nke na-eburu ndị Naijiria n'oké ifufe.  Onye Redio na ndị na-agbasa ozi.",
  "Ka afọ na-aga n'ihu, ihu nke egwu Reggae na Naịjirịa dịkwa",
  "N'ịgwakọta ọtụtụ ụdị na Reggae beats, ọgbọ ọhụrụ nke ndị na-ese egwu Reggae nke Naijiria apụtala",
  "Ụdị ngwakọta nke na-adabere na mmetụta nke Reggae, Hip hop, R&B, na omenala dance-hall; ndị na-ese ihe dịka Banton, Winning Jah na Benny Paladin gbasaa nkọwa nke ndị na-eme ihe nkiri Reggae a mụrụ na Naijiria, na-edebe usoro nke egwu Reggae dị ka a hụrụ n'ụwa niile.",
  "Àtụ:ReggaeÀtụ:Genres of African popular music"
]