[
  "Regina Gelana Twala (1908), bụ onye na-ahụ maka ụmụ nwanyị, onye edemede, onye nchọpụta, onye na-ezisa ozi ọma, na onye ndú nnwere onwe n'ihe bụ eSwatini ugbu a.",
  "Mgbe ọ ghọsịrị nwanyị ojii mbụ gụsịrị akwụkwọ na Mahadum nke Witwatersrand, Twala ghọrọ onye nchọpụta na onye ndọrọ ndọrọ ọchịchị, na-enyere aka ịmepụta Swaziland Progressive Party",
  "Ọ bụkwa naanị nwanyị na-azọ oche na Kansụl Iwu mbụ nke Swaziland na 1964.",
  "A mụrụ Regina Twala na 1908, n'ezinụlọ Zulu.",
  "N'afọ 1948, ọ ghọrọ nwanyị ojii mbụ nwetara akara ugo mmụta na Mahadum nke Witwatersrand na Johannesburg. Mgbe ahụ, ọ gụsịrị akwụkwọ na mahadum, ebe thesis ya lekwasịrị anya na beadwork Africa.",
  "Ọ ghọrọ onye nchọpụta na-arụpụta ihe, ọkachasị na nsogbu ụmụ nwanyị na omenala obodo na ndịda Afrịka. O guzobekwara ọbá akwụkwọ kpọmkwem maka ụmụ nwanyị.",
  "Dị ka onye edemede, Twala nyere aka na kọlụm akwụkwọ akụkọ n'ọtụtụ mbipụta na Swaziland, gụnyere Umteteli Wa Bantu na Izwi lama Swazi. Ọ na-ede ugboro ugboro n'okpuru aha nzuzo, gụnyere Mademoiselle, Gelana, RD Twala, Reggie, na Sister Kollie. Mgbe ọ nwụrụ, ọ hapụrụ akwụkwọ anọ a na-ebipụtaghị.",
  "Twala bụ onye ọsụ ụzọ n'Afrịka na onye ndú nnwere onwe, na-arụsi ọrụ ike n'ihe omume na-emegide ọchịchị.",
  "Ọrụ ndọrọ ndọrọ ọchịchị ya gụnyere na 1960 na-akwado ntọala Swaziland Progressive Party, nke ọ bụ onye nwere mmetụta.",
  "Ọ bụ onye na-azọ ọkwa onye omeiwu mbụ nke Swaziland na ntuli aka Swazi nke afọ 1964, na-agba ọsọ dị ka onye nweere onwe ya na mpaghara Manzini. Twala bụ naanị nwanyị a họpụtara na ntuli aka ahụ. O nwetaghị oche.",
  "Na mgbakwunye, Twala bụ onye ọsụ ụzọ nke ofufe Pentikọstal na mpaghara ahụ, onye na-arụsi ọrụ ike n'òtù Ndị Kraịst na-ekwusa ozi ọma. A na-eto ya maka iwebata Assemblies of God denomination na mpaghara nke bụ ugbu a eSwatini.",
  "Ọ lụrụ di mbụ ya, Percy Kumalo, na 1936. N'afọ 1939, mgbe ha abụọ gbara alụkwaghịm, ọ lụrụ onye ọrụ mmekọrịta ọha na eze Dan Twala, onye ghọrọ onye na-arụkọ ọrụ ọnụ n'ọrụ ya. Di na nwunye ahụ bụ ezigbo enyi Nelson Mandela na Winnie Madikizela-Mandela.",
  "Twala nwụrụ na 1968, otu ọnwa tupu Swaziland enwee nnwere onwe."
]