[
  "Regina Ilyinichna Spektor (n'asụsụ Russia; amụrụ na Febụwarị 18, 1980) bụ onye Russia na-agụ egwu, onye na-ede egwu, nakwa onye na-akpọ egwu",
  "Mgbe o weputara egwu atọ mbụ ya ma bụrụ onye na-ewu ewu na ihe nkiri egwu nke New York City, ọkachasị ihe nkiri nke hiwere isi na New York City's East Village, Spektor bịanyere aka na Sire Records na 2004 wee malite inweta nkwanye ùgwù dị ukwuu. Mgbe o nyechara abọm nke atọ ya nnukwu mweputa, Sire wepụtara abọm nke anọ nke Spektor, Begin to Hope, nke nwetara asambodo Gold site na RIAA. Abọm abụọ ya sochirinụ, Far na What We Saw from the Cheap Seats, pụtara na nọmba nke atọ na Billboard 200",
  "Egwu nke o weputara na 2016 a kpọrọ 'Remember Us to Life' ruru nọmba nke ịrị abụọ na atọ na <i id=\"mwJg\">Billboard</i> 200.",
  "Mayor Bill de Blasio kwupụtara June 11, 2019 dika ụbọchị Regina Spektor n'obodo New York. A kpọbatara Spektor na Bronx Walk of Fame na Mee 18, 2019, site n'aka onye isi obodo Borough Rubén Díaz Jr.",
  "A mụrụ Spektor n'afọ 1980 na Moscow, Soviet Union, nye ezinụlọ ndị Russia na ndị Juu na-agu egwu. Nna ya, Ilya Spektor, bụ onye na-ese foto na onye na-akpọ violin",
  "Nne ya, Bella Spektor, bụ prọfesọ egwu na kọleji egwu nke Soviet ma na-akụzi n'ụlọ akwụkwọ praịmarị ọha na eze na Mount Vernon, New York. Spektor nwere nwanne nwoke, Boruch (nke a makwaara dị ka Bear), onye egosipụtara na egwu nke asaa, \"* * *\", ma ọ bụ \"Whisper\", nke abọm ya nke afọ 2004 Soviet Kitsch",
  "Mgbe ọ na-etolite na Moscow, Regina malitere ịmụ piano mgbe ọ dị afọ asaa ma mụta otú e si akpọ piano site n'ịme ihe na Petrof nke nna nna ya nyere nne ya. O tolitere na-ege egwu oge ochie na ndị ama ama na Russia dị ka Vladimir Vysotsky na Bulat Okudzhava Nna ya, onye nwetara egeu dị iche iche na Eastern Europe ma soro ndị enyi ya na Soviet Union na-azụ ahịa kaseti, kpughere ya nye ndị na-ahụ egwu rock and roll dịka Beatles, Queen, na Moody Blues.",
  "Ezinụlọ ahụ hapụrụ Soviet Union gaa Bronx na 1989, mgbe Spektor dị afọ itoolu na ọkara, n'oge Perestroika, mgbe e kwere ka ụmụ amaala Soviet kwaga",
  "Ọ ghaghị ịhapụ piano ya. Ịjisi ike nke ọmụmụ piano ya mere ka nne na nna ya tụlee ịghara ịhapụ Soviet Union, mana ha mechara kpebie ịkwaga mba ọzọ n'ihi ịkpa ókè agbụrụ, agbụrụ, na ikpa oke nke ndọrọ ndọrọ ọchịchị nke chere ndị Juu ihu.\nHa bu ụzọ gaa Austria, e mechaa ha gaa Italy, a nabatara ezinụlọ Spektor na United States dị ka ndị gbara ọsọ ndụ site n'enyemaka nke HIAS (Hebrew Immigrant Aid Society)",
  "Ha biri na Bronx, ebe Spektor gụsịrị akwụkwọ na SAR Academy, ụlọ akwụkwọ etiti ndị Juu na mpaghara Riverdale nke Bronx",
  "Ebe ọ bụ na ezinụlọ ahụ enweghị ike iweta piano ha site na Moscow, Spektor malitere imu ihe na mbadamba nkume na ebe ndị ọzọ siri ike ruo mgbe ọ chọtara piano iji kpọọ n'okpuru ụlọ nzukọ ya",
  "Na New York City, Spektor gụrụ piano oge ochie ya na Sonia Vargas, prọfesọ na Manhattan School of Music, ruo mgbe ọ dị afọ iri na asaa; nna Spektor zutere Vargas site n'aka di Vargas, onye na-akpọ violin aha ya bụ Samuel Marder. Spektor gara ụlọ akwụkwọ sekọndrị afọ abụọ na Frisch School, yeshiva na Paramus, New Jersey, mana ọ gafere n'ụlọ akwụkwọ ọha na eze, Fair Lawn High School, na Fair Lawn, New Jersey, ebe ọ gụsịrị afọ abụọ ikpeazụ nke agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya.",
  "Spektor nwere mmasị na egwu oge ochie naanị, mana o mechara nwee mmasị na hip hop, rock, na punk. Ọ bụ ezie na ọ na-abụ abụ mgbe niile n'ụlọ, ọ malitere inwe mmasị n'ịde egwu n'oge nleta ya na Israel ya na Nesiya Institute n'afọ iri na ụma ya mgbe ọ dọtara uche ụmụaka ndị ọzọ na njem ahụ maka abụ ndị o mere mgbe ọ na-eme njem.",
  "N'ịgbaso njem a, Spektor hụrụ ọrụ Joni Mitchell, Ani DiFranco, na ndị ọzọ na-agụ egwu, nke gbara ya ume ikwere na ọ nwere ike ịmepụta egwu nke ya. O dere egwu acappella mbụ ya mgbe ọ dị afọ iri na isii nakwa egwu mbụ ya maka olu na piano mgbe ọ dị afọ iri na asaa.",
  "Spektor mechara mmemme nhazi studio nke afọ anọ nke Conservatory of Music na Purchase College n'ime afọ atọ, na-agụsị akwụkwọ na 2001",
  "N'oge a, ọ rụkwara ọrụ obere oge na ugbo urukurubụba na Luck, Wisconsin, ma gụọ akwụkwọ na Tottenham (na North London) maka otu oge.",
  "Spektor ji nwayọọ nwayọọ nweta nkwanye ùgwù site na arụmọrụ na obodo New York City, nke kachasị na East Village SideWalk Cafe",
  "O mekwara ihe nkiri na kọleji obodo (dịka Sarah Lawrence College) ya na ndị egwu ndị ọzọ, nke gụnyere Trachtenburg Family Slideshow Players",
  "O rere CD ndị o bipụtara n'onwe ya n'oge a: 11:11 (2001) na Songs (2002)",
  "Njem mbụ Spektor na mba niile na-eso The Strokes dị ka mmeghe na njem Room on Fire nke e mere n'afọ 2003-2004 nke gụnyere ihe nkiri na The Theater na Madison Square Garden",
  "Mgbe ọ nọ na njem ahụ, ya na ndị otu ahụ mere ma dekọọ \"Modern Girls & Old Fashion Men\"",
  "Mgbe njem ahụ gasịrị, Kings of Leon, bụ ndị mmeghe nke abụọ na njem ahụ, kpọrọ Spektor ka ọ meghere ha njem nke ha na Europe",
  "N'afọ 2004, Spektor bịanyere aka na nkwekọrịta ya na otu egwu nke Warner Brothers' a kpọrọ Sire Records iji bipụta ma kesaa abọm nke atọ ya Soviet Kitsch, nke ewepụtara onwe ya na 2003",
  "N'afọ 2005, ọ malitere ịpụta na TV mbụ ya nke gụnyere ọnọdụ ndị ọbịa na ihe ngosi okwu abalị dị iche iche.",
  "N'ọnwa Juun afọ 2005, Spektor bụ onye mmeghe maka ndị otu egwu piano nke Bekee bụ Keane na njem ha na North America, n'oge a, o mere ihe ngosi na Radio City Music Hall na June 7, 2005.",
  "Spektor gara n'ihu wepụta abọm Begin to Hope na June 13, 2006",
  "Abọm ahụ malitere na nọmba nke ịrị asaa na Billboard 200, mana n'ihi iwu ewu nke egwu \"Fidelity\", ọ gara n'ihu wee ruo na nọmba nke ịrị abụọ, RIAA jiri onyinye ọla edo wee kwado ya",
  "Spektor nwetara nlebara anya mgbe e lere vidiyo ya maka \"Fidelity\" ihe karịrị ugboro pụkụ narị abụọ n'ime ụbọchị abụọ na YouTube",
  "Njem Spektor mere n'afọ 2006 iji kwado abọm Begin to Hope gụnyere ihe ngosi obodo na Town Hall Theater na New York City na Septemba 27 na Septemba 28, 2006. Njem a bụ nke mbụ Spektor gosipụtara otu ndị egwu ya na-akwado ya.",
  "Ndị na-ege ntị na Sirius Radio's Left of Center channel họpụtara otu egwu ya \"Fidelity\" dị ka egwu nke mbu na 2006",
  "Ka ọ na-erule ngwụsị afọ 2006, VH1 gosipụtara ya dịka akụkụ nke \"You Oughta Know: Artists on the Rise\" featurettes, na-egosi ihe nkiri sitere na vidiyo egwu \"Fidelity\" ma na-egosi akụkụ nke ajụjụ ọnụ a jụrụ Spektor n'oge ezumike azụmahịa na ọwa ahụ. Vidio Spektor maka \"Fidelity\" ruru nọmba nke atọ na VH1's Top 20 Countdown",
  "Spektor ruru nọmba nke ịrị atọ na atọ na mmadụ otu narị kachasị elu nke akwụkwọ akụkọ Blender nke afọ 2006 ma depụta ya dị ka otu n'ime \"Hottest Women of Rock\". Na Jenụwarị 21, 2007, e nyere ya nnukwu ihe ngosi na CBS News Sunday Morning nke gosipụtara mmalite egwu ya na ewu ewu",
  "N'afọ 2007, Spektor malitere ime ọtụtụ ememme egwu nke gụnyere Coachella Valley Music and Arts Festival, Bonnaroo Music Festival, Lollapalooza, Virgin Festival, na Austin City Limits Music Festival",
  "Na Ọktoba 1, 2007, ewepụtara vidiyo ya maka \"Better\" na VH1 na YouTube, ebe ọ natara ihe nlele karịrị otu narị puku n'ime awa iri abụọ na anọ mbụ ya",
  "Spektor rụrụ ụda olu na Neil Young's Bridge School Benefit na Shoreline Amphitheatre na October 27, 2007.",
  "Na Nọvemba 14, 2007, na egwu ya na Ryman Auditorium na Nashville, Spektor dara n'oge nyocha ụda, e wee buru ya gaa n'ụlọ mberede obodo",
  "Dị ka nkwupụta e nyere ndị na-ege ntị, Spektor dị mma, mana ndị dọkịta kwuru na ọ pụghị ime ihe ngosi ọ bụla n'abalị ahụ",
  "E mechara kwuo na ihe kpatara ọdịda ahụ bụ ọrịa ntị nke kpatara nnukwu vertigo",
  "E megharịrị ihe ngosi ahụ na mbụ maka Disemba 6, 2007, mana emegharịrị ụbọchị ahụ ọzọ, egwu ahụ mechara mee na Febụwarị 29, 2008. Mgbe ọdịda mbụ ya na Nashville gachara, o nwere ike ịme egwu na Mountain Stage, na West Virginia, na Nọvemba 18, 2007 (e gosipụtara egwu ahụ na Septemba 2008), na Mahadum Duke na Nọvemba 19, 2007.",
  "Spektor dere egwu \"The Call\" maka ihe nkiri 2008 The Chronicles of Narnia: Prince Caspian, nke pụtara nke ọma na usoro ikpeazụ nke ihe nkiri ahụ. Mgbe ahụ, ọ pụtara dị ka onye ọbịa na-agu egwu na \"You Don't Know Me\", otu egwu sitere na abọm Ben Folds nke afọ 2008 a kpọrọ Way to Normal",
  "N'ịkwalite otu egwu ahụ, ha abụọ gụkọrọ ma gosipụta egwu ahụ ọnụ na ọtụtụ ihe ngosi okwu abalị.",
  "E wepụtara abọm nke ise nke Spektor, Far, na June 23, 2009",
  "Maka mmepụta abọm ahụ, ya na mmadụ anọ ndị na-emepụta ihe rụkọrọ ọrụ: David Kahne (onye ya na Spektor rụkọrọ ọrụ na Begin to Hope), Mike Elizondo, Jacknife Lee, na Jeff Lynne",
  "Ihe ndekọ ahụ rere mkpụrụ pụkụ ịrị ise n'izu mbụ ya, na-abanye na US <i id=\"mw9A\">Billboard</i> 200 na nọmba nke atọ; ndekọ ahụ nọgidere na chaatị maka izu iri na itoolu",
  "Abọm ahụ ruru ọnụ ọgụgụ ịrị atọ na mba UK nakwa ọnụ ọgụgụ nke ịrị na isii na Canada",
  "O mechara bụrụ onye isi na Serpentine Sessions, usoro egwu na London's Hyde Park na June 29, 2009",
  "Ihe ngosi ndị ọzọ na Europe na 2009 gụnyere Glastonbury Festival, Hultsfred Festival, Oxegen 2009, T in the Park, Paradiso, Latitude Festival, na Rock Werchter",
  "Spektor kpọrọ ndị otu egwu Jupiter One nke dị na Brooklyn ka ha mepee egwu na njem ya na North America n'afọ 2009",
  "Dị ka akụkụ nke njem ahụ, na Ọktoba 14, 2009, Spektor mere isi egwu na Radio City Music Hall na NYC",
  "Na Septemba 16, 2009, a mara ọkwa na Spektor ga-ede egwu maka egwu Beauty, mgbanwe nke oge a nke akụkọ ifo Sleeping Beauty, nke e debere na mbụ imeghe n'oge 2011–12 Broadway. Regina mere Saturday Night Live mbụ ya na October 10, 2009, na-eme \"Eet\" na \"The Calculation\" na Far.",
  "Na Mee 2010, Spektor mere ihe ngosiputa nye Barack na Michelle Obama tinyere ọtụtụ narị ndị ọbịa ndị ọzọ na nnabata White House iji kwanyere ọnwa ndị Juu America ùgwù",
  "O mere \"Us\" na \"The Sword & the Pen\".",
  "E wepụtara abọm nke isii nke Spektor, What We Saw from the Cheap Seats, na Mee 29, 2012",
  "Dị ka abọm ya gara aga, ọ malitere na nọmba atọ na Billboard 200",
  "Ngosipụta nkwalite maka ndekọ ahụ gụnyere mputa nke Spektor pụtara na June 7, 2012 nke The Colbert Report ebe o mere ngosiputa nke \"Small Town Moon\" yana \"Ballad of a Politician\" dị ka mmeziwanye n'ịntanetị. Njem ụwa ya iji kwado What We Saw from the Cheap Seats gụnyere ihe ngosiputa na Moscow; Spektor alọtabeghị kemgbe ya na ezinụlọ ya gbapụrụ na 1989.",
  "N'afọ 2012, a kpọrọ Spektor onye \"Steinway Artist\"; ọ na-akpọ piano nke Steinway & Sons dika ọkachamara.",
  "Spektor dere ma dekọọ isi egwu, \"You've Got Time\", maka usoro Netflix mbụ Orange Is the New Black, nke malitere na July 2013. A họpụtara ya maka ihe nrite nke Best Song Written for Visual Media category na 56th Annual Grammy Awards",
  "Spektor kwupụtara abọm nke asaa ya, 'Remember Us to Life' na July 21, 2016, site na akwụkwọ akụkọ email ya",
  "E wepụtara abọm ahụ na Septemba 30, 2016. E wepụtara egwu mbụ, \"Bleeding Heart\", na Julaị 22, 2016",
  "E wepụtara egwu sochiri ya, \"Small Bill $\", n'ọnwa Ọgọstụ 11, 2016",
  "Regina Spektor mere ihe ngosiputa nke George Harrison's \"While My Guitar Gently Weeps\", nke e wepụtara n'August 5, 2016, maka ihe nkiri Kubo and the Two Strings",
  "N'afọ 2016, Spektor bụ otu n'ime ndị na-agu egwu e mepụtara na The Hamilton Mixtape; ọ na-abụ remix nke \"Dear Theodosia\" ya na Ben Folds.",
  "N'afọ 2017, e gosipụtara Spektor dị ka onye ọbịa na-abụ na egwu aha nke abọm Gypsy-punk band Gogol Bordello's a kpọrọ Seekers and Finders",
  "E gosikwara Spektor dị ka onye ọbịa na egwu Odesza \"Just A Memory\" site na abọm ha A Moment Apart",
  "Na Nọvemba 8, 2018, Spektor wepụtara egwu ọhụrụ akpọrọ \"Birdsong\", nke e dere maka usoro ihe omume nke Amazon Prime a kpọrọ The Romanoffs",
  "Na Machị 25, 2019, Spektor kwupụtara na ọ ga-eweta egwu ya na Broadway dị ka Artist in Residency na Lunt-Fontanne Theatre maka ihe ngosiputa ise na June 20–26, 2019.",
  "Na Julaị 26, 2019, Spektor wepụtara ụdị egwu ọzọ nke egwu ya \"You've Got Time\", nke dabara na mwepụta nke oge nke asaa na nke ikpeazụ nke ihe nkiri Orange Is the New Black",
  "E gosipụtara abụ ahụ na ihe omume ikpeazụ nke usoro ahụ.",
  "Ná ngwụsị afọ 2019, Spektor wepụtara egwu ọhụrụ, \"Walking Away\", maka usoro ihe nkiri nke Amazon Prime a kpọrọ Modern Love",
  "Na Febụwarị 22, Spektor kwupụtara abọm nke asatọ ya bụ Home, before and after  n'ụbọchị mweputa nke June 24, tinyere mweputa nke egwu \"Becoming All Alone\"",
  "Emeputara ya na ugwu New York, Spektor na John Congleton mepụtara abọm ahụ.",
  "Ngwá egwu Spektor bụ piano, ọ na-akpọkwa guitar dị ka ngwá egwu nke abụọ, na-akpọkarị na Epiphone Wildkat archtop hollow-body electric guitar maka arụmọrụ ndụ.\nSpektor ekwuola na o meela ọtụtụ egwu mana ọ dịghị edekarị nke ọ bụla n'ime ha",
  "Abụ Spektor anaghị abụkarị akụkọ ndụ ya kama ọ dabere na ọnọdụ na ihe odide sitere n'echiche ya. Egwu ya na-egosi mmetụta sitere na ndị mmadụ, punk, rock, Jewish, Russian, hip hop, jazz, na egwu oge ochie. Spektor ekwuola na ọ na-arụsi ọrụ ike iji hụ na nke ọ bụla n'ime egwu ya nwere ụdị egwu ya, kama ịnwa ịzụlite ụdị dị iche maka egwu ya n'ozuzu ya: \"Ọ dịghị m mma ka m dee ụfọdụ ụdị egwu. Achọrọ m ide egwu dị ka 'Yesterday' mana abụ ndị na-enweghị atụ banyere bọọlụ anụ na friji na-abata n'isi m - enweghị m ike inyere ya aka",
  "\"",
  "Spektor na-arụ ọrụ site na iji ụda olu sara mbara, na mgbatị falsetto, mana enweghị nkwụsị ọ bụla",
  "Ọ na-enyocha usoro olu dị iche iche dị iche na nke na-adịghị mma, dị ka amaokwu ndị mejupụtara ụda olu na-ada ụda nke egbugbere ọnụ na ụdị beatbox na-eme nke ọma n'etiti ballads, ma na-ejikwa usoro egwu ndị a na-adịghị ahụkebe dị ka iji mkpanaka drum na-agbanye ụda n'ahụ oche. Akụkụ nke ụdị ya na-esitekwa na ikwubiga okwu ókè nke akụkụ ụfọdụ nke ụda olu, ọkachasị nkwụsị glottal, nke a ma ama na otu egwu \"Fidelity\"",
  "Ọ na-ejikwa olu New York siri ike n'okwu ụfọdụ, nke o kwuru na ọ bụ n'ihi ịhụnanya ọ hụrụ New York na omenala ya.",
  "Spektor na-abụkarị abụ n'asụsụ Bekee, ọ bụ ezie na mgbe ụfọdụ ọ na-etinye okwu ole na ole ma ọ bụ amaokwu nke Latin, Russian, French, ma ọ bụ asụsụ ndị ọzọ",
  "Ọ na-eji mkpọpụta egwuri egwu nke ọ gwara NPR ka ọ bụrụ ihe fọdụrụ n'afọ ndị mbụ ya mgbe ọ na-ege pop na Bekee n'aghọtaghị okwu.",
  "Okwu egwu ya dịkwa iche, na-ewerekarị ụdị akụkọ na-enweghị atụ ma ọ bụ ọmụmụ onye mbụ, dịka akụkọ dị mkpirikpi ma ọ bụ vignettes na-abụ. Ụfọdụ n'ime okwu Spektor gụnyere edemede edemede, dị ka: F",
  "Scott Fitzgerald na Ernest Hemingway na \"Poor Little Rich Boy\"; The Little Prince na \"Baobabs\"; Virginia Woolf na Margaret Atwood in \"Paris\"; Ezra Pound na The Merchant of Venice na \"Pound of Flesh\"; Boris Pasternak na \"Après Moi\"; Samson na Delilah na \"Samson\"; Oedipus Rex na \"Oedipus\"; Edith Wharton's Ethan Frome na \"2.99 Blues\". Isiokwu na isiokwu ndị a na-ahụkarị na abụ Spektor gụnyere ịhụnanya, ọnwụ, okpukpe (karịsịa ntụgharị Bible na ndị Juu), ndụ obodo (karịsịa ntụgharị New York), na ụfọdụ ahịrịokwu dị mkpa nke a na-emegharị na abụ dị iche iche, dị ka ntụgharị aka na ndị na-eli ozu, Osisi nke Ihe Ọmụma na Ihe Ọjọọ, na aha \"Mary Ann\"",
  "Ojiji Spektor ji satire mee ihe pụtara ìhè na \"Wasteside\", nke na-arutu aka na 'The Twelve Chairs', akwụkwọ akụkọ mkpaọchi nke ndị edemede Soviet bụ Ilf na Petrov dere, ma kọwaa obodo a mụrụ ndị mmadụ, na-akpụ ntutu isi ha, wee ziga ha n'ili ozu.",
  "E dekọrọ abọm mbụ nke Spektor, 11:11, ma wepụta onwe ya mgbe ọ ka nọ na kọleji",
  "Ọ dị iche na mwepụta nke Spektor mechara wepụta ebe ọ bụ na blues na jazz nwere mmetụta dị ukwuu n'oge mmepụta ya",
  "E dekọrọ abọm nke abụọ ya, Songs, n'ụbọchị Krismas nke afọ 2001",
  "E dekọrọ egwu ọ bụla naanị otu oge ma bụrụ ụda olu",
  "Oge nke e si nweta abọm ahụ abụghị nke ebu n'uche dị ka nnọkọ ndekọ abọm. Abọm nke atọ ya, Soviet Kitsch, gosipụtara ụdọ n'ọtụtụ egwu ma bụrụ nke mbụ ya gosipụtara otu egwu zuru ezu",
  "Mgbe ọ bịanyere aka na nnukwu ụlọọrụ mmepụta egwu - nke nyere mmefu ego buru ibu maka mmepụta na oge studio - Spektor malitere imesi mmepụta ike ma jiri ngwá egwu pop mee ihe n'ụzọ pụtara ìhè.",
  "Spektor na-ekwu na ihe ndekọ ndị kachasị emetụta ya bụ nke \"ndị egwu ha metụtara n'ezie\". O hotara Beatles, Bob Dylan, Nirvana, Madonna, Eminem, Kate Bush, Rufus Wainwright, David Bowie, Ramones, Patti Smith, Billie Holiday, Radiohead, Tom Waits, na Frédéric Chopin dị ka ndị isi mmetụta.",
  "Onye na-agụ egwu Britain bụ Kate Nash kwuru, sị, \"Mụ na ya nwere mmekọrịta n'ihi na ọ bụ nwanyị na-akpọ piano ma na-ede egwu ndị a na-echepụta n'echiche",
  "Akpọwo m piano kemgbe m dị ihe dị ka afọ asaa mana ahụtụbeghị m ya dị ka ngwá egwu maka egwu pop",
  "Regina Spektor mere ka piano dị jụụ..",
  "Enwere m mmasị na olu ya na-enwu gbaa",
  "Mgbe m malitere ịme egwu, ọ kpaliri m ịbụ abụ dịka m na-ekwu okwu, n'ihi na nke ahụ bụ ihe dị adị",
  "\"",
  "Kemgbe afọ 2005, ejirila egwu Spektor mee ihe na mmemme telivishọn na mgbasa ozi dị iche iche.",
  "Spektor maara asụsụ Russian nke ọma ma na-agụ asụsụ Hibru",
  "O nyewo ekele maka ihe nketa ya nke Russia, na-ekwuputa uri \"February\" nke onye Russia na-ede uri bụ Boris Pasternak dere na abụ ya \"Après Moi\", ma kwuo, \"Enwere m njikọ dị ukwuu na asụsụ na ọdịbendị.\"",
  "Spektor na ezinụlọ ya alaghachighị Moscow ruo n'ọnwa Julaị afọ 2012, mgbe ọ gara njem na Russia iji kwado abọm nke isii ya, What We Saw from the Cheap Seats O kwuru na ọ bụbu onye na-adighi eri anụ, ọ bụ ezie na ọ kwụsịrị nke a mgbe ya na The Strokes, bụ ndị na-eri anụ rikọrọ nri ugboro ugboro.",
  "Spektor lụrụ onye na-agụ egwu Jack Dishel n'afọ 2011",
  "N'oge gara aga, Dishel bụ onye na-akpọ egwu na ndị otu egwu The Moldy Peaches, Dishel bụ onye otu egwu Only Son, ya na Spektor gụkọrọ egwu \"Call Them Brothers\". Ha mụrụ nwa nwoke na Machị 2014.",
  "N'ajụjụ ọnụ nke afọ 2016 na NPR, \"Regina Spektor: 'Ana m ahụ ezinụlọ m..",
  "Na Onye ọ bụla', Spektor na-atụle ahụmịhe na mgba dị ka onye ntorobịa si mba ọzọ na New York nwere n'inye aka na abọm na-adịbeghị anya Remember Us to Life",
  "N'afọ 2007, Spektor kpuchiri \"Real Love\" nke John Lennon maka Instant Karma: The Amnesty International Campaign to Save Darfur",
  "N'afọ sochirinụ, o sonyere na Songs for Tibet, atụmatụ iji kwado ikike mmadụ na Tibet na Dalai Lama nke iri na anọ",
  "E wepụtara abọm ahụ na August 5, 2008, site na iTunes na August 19 na ụlọ ahịa egwu gburugburu ụwa",
  "Na Jenụwarị 22, 2009, Spektor mere ngosiputa egwu na ememe Roe on the Rocks nke atọ kwa afọ na Bowery Ballroom iji nweta ego maka Planned Parenthood New York City.\nỌzọkwa, na-aga n'ihu na nkwado ya maka Tibet, Regina Spektor kpọrọ egwu maka egwu Tibet House kwa afọ na Carnegie Hall na Febụwarị 26, 2010",
  "N'ihe na-erughị otu ọnwa ka e mesịrị, na Machị 23, 2010, Spektor nyere egwu na Fillmore na Irving Plaza na New York City iji nweta ego maka ọrụ Médecins Sans Frontières na Haiti",
  "Ọzọkwa, n'abalị iri abụọ na asaa n'ọnwa Eprel, o wepụtara mkpuchi nke egwu Radiohead \"No Surprises\", nke ego niile e metara na ya gara Médecins Sans Frontières iji nyere ndị ala ọma jijiji metụtara aka na Haiti na Chile",
  "N'ọnwa Febụwarị afọ 2012, Spektor mere egwu bara uru na Rose Hall maka HIAS (ụlọ ọrụ na-erite uru nke UJA-Federation of New York), otu nzukọ nke nyeere Spektor na-eto eto na ezinụlọ ya aka ịkwaga Soviet Union. Spektor sonyekwara n'ọtụtụ egwu ncheta na uru maka ezinụlọ Dan Cho, onye bụbu onye na-akpọ cellist ya nke nwụrụ mgbe ya na ya na-eme njem na 2010.",
  "Abọm Studio",
  "MVPA Awards"
]