[
  "Ọchịchị ndị ruuru mmadụ nke mpaghara bụ ndị na-ahụ maka ihe gbasara ikike mmadụ n'onwe ha nke dị n'ime nnukwu ọrụ nke omume ikike mmadụ nke mba ụwa. Enwere ike ịchọpụta ihe atọ bụ isi na mpaghara ruuru mmadụ, African Charter on Human and Peoples' Rights, Nkwekọrịta America na ikike mmadụ (America) na European Convention on Human Rights.",
  "African Union (AU) bụ otu mba obodo dị iche iche nke nwere steeti iri ise na atọ nke Afrịka. N'ịbụ nke e guzobere n'afọ 2001, ebumnuche AU bụ inye aka nweta ọchịchị onye kwuo uche ya n'Africa, ikike mmadụ, na akụ na ụba na-adịgide adịgide, ọkachasị site na iweta njedebe nke esemokwu dị n'ime Afrịka na ịmepụta ahịa dị irè.",
  "Akwụkwọ iwu Afrịka n'ihe gbasara ikike mmadụ na ndị mmadụ bụ isi ihe ruuru mmadụ na mpaghara ahụ ma pụta n'okpuru nkwado nke Organisation of African Unity (OAU) (ebe ọ bụ na African Union nọchiri ya)",
  "E kwupụtara ebumnuche nke idepụta akwụkwọ ikike nke Afrịka maka ikike mmadụ na ndị mmadụ n'afọ 1979 ma jiri otu olu kwado akwụkwọ iwu ahụ na Mgbakọ OAU nke afọ 1981",
  "Dabere na edemede nke iri isii na atọ ya (nke ọ ga-amalite ịrụ ọrụ ọnwa atọ mgbe odeakwụkwọ ukwu nabatara ngwá ọrụ nke nkwenye ma ọ bụ ịgbaso ọnụ ọgụgụ dị mfe\" nke mba ndị otu OAU), African Charter on Human and Peoples' Rights malitere ịrụ ọrụ n'ọnwa Ọktoba n'ubochí iri abụọ na otu, afọ 1986 - iji kwanyere ya ùgwù nke a kpọpụtara n'ọnwa Ọktoba ụbọchị irí abụọ na otu \"Ụbọchị Ikike Mmadụ nke Afrịka\".",
  "The African Commission on Human and People' Rights(ACHPR) bụ ngalaba ikpe nke African Union nke ọrụ ya bụ ịkwalite na ichebe ikike mmadụ na ikike nchịkọta (ndị mmadụ) na kọntinent Afrịka niile yana ịkọwa Charter Afrịka na ikike mmadụ na ndị mmadụ na ịtụle mkpesa nke onye ọ bụla banyere mmebi nke Charter",
  "Kọmitii ahụ nwere akụkụ atọ dị ukwuu nke ibu ọrụ:",
  "Organization of American States (OAS) bụ nzukọ mba ụwa, nke isi ya dị na Washington, DC, United States",
  "Ndị otu ya bụ steeti iri atọ na ise nwere onwe ha nke America",
  "N'ime afọ ndị 1990, na njedebe nke Agha Nzuzo, nlọghachi na ọchịchị onye kwuo uche ya na Latin America [nkọwa dị mkpa], na ntinye aka n'ịkwado ụwa ọnụ, OAS mere mgbalị dị ukwuu iji weghachite onwe ya iji kwekọọ n'ọnọdụ ọhụrụ ahụ",
  "Ihe ndị dị mkpa ugbu a tinyekwara ihe ndị a:",
  "Inter-American Commission on Human Rights (IACHR) bụ akụkụ nwere onwe ya nke Organization of American States, nke dịkwa na Washington, D.C",
  "Tinyere Inter-American Court of Human Rights, nke dị na San José, Costa Rica, ọ bụ otu n'ime ahụ mejupụtara usoro inter-American maka ịkwalite na nchedo ikike mmadụ. IACHR bụ òtù na-adịgide adịgide nke na-ezukọ na nnọkọ pụrụ iche ụfọdụ ugboro n'afọ iji nyochaa ebubo nke imebi ikike mmadụ na gburugburu ụwa",
  "Ọrụ ruuru mmadụ ya sitere na akwụkwọ atọ:",
  "Enweghị òtù ma ọ bụ mgbakọ dị n'Eshia niile iji kwalite ma ọ bụ chebe ikike mmadụ",
  "Obodo dịgasị iche iche n'ụzọ ha si ele ikike mmadụ anya na ndekọ ha n'ihi nchedo ikike mmadụ.",
  "Njikọ nke Mba Ndịda Ebe Ọwụwa Anyanwụ Eshia (ASEAN) bụ nzukọ ndọrọ ndọrọ ọchịchị na akụ na ụba nke mba iri dị na Ndịda Ọwụwa Anyanwụ Eshia, nke Indonesia, Malaysia, Philippines, Singapore na Thailand guzobere n'afọ 1967. Òtù ahụ ugbu a gụnyekwara Brunei, Vietnam, Laos, Myanmar na Cambodia. Ebumnuche ya gụnyere ngwa ngwa nke uto akụ na ụba, ọganihu mmekọrịta mmadụ na ibe ya, mmepe ọdịbendị n'etiti ndị otu ya, na ịkwalite udo mpaghara. ASEAN guzobere n'afọ 2009 rụọ afọ 2010 otu Intergovernmental Commission on Human Rights",
  "N'ọnwa Nọvemba afọ 2012, ASEAN nakweere Nkwupụta Ihe Ndị Ruuru Mmadụ nke ASEAN, mana, ka ọ na-erule afọ 2015, ọ ka enweghị mgbakọ ikike mmadụ ma ọ bụ ụlọ ikpe.",
  "Kansụl nke Europe, nke e hiwere n'afọ 1949, bụ nzukọ kachasị ochie na-arụ ọrụ n'ihe gbasara njikọta Europe",
  "Ọ bụ nzukọ mba ụwa nwere ikike iwu kwadoro n'okpuru iwu mba ụwa ma nwee ọnọdụ onye nlele na United Nations",
  "Isi oche nke Council of Europe dị na Strasbourg, France",
  "Kansụl nke Europe na-ahụ maka ma European Convention on Human Rights na European Court of Human Rights. Ụlọ ọrụ ndị a na-ejikọta ndị otu kansụl ahụ na ụkpụrụ nke ikike mmadụ nke, ọ bụ ezie na ọ siri ike, dị nro karịa nke akwụkwọ iwu nke United Nations banyere ikike mmadụ",
  "Kansụl ahụ na-akwalite European Charter for Regional or Minority Languages na European Social Charter. Ndị otu na-emeghe maka steeti Europe niile nke na-achọ njikọta Europe, na-anakwere ụkpụrụ nke iwu ma nwee ike ma dị njikere ijide n'aka ọchịchị onye kwuo uche ya, ikike mmadụ na nnwere onwe.",
  "Enweghị ụzọ mpaghara ma ọ bụ nkwekọrịta gbasara ikike mmadụ maka Oceania, mana ọtụtụ mba nwere ndekọ ikike mmadụ nke ọma",
  "Otú ọ dị, etinye n'ime afọ 2005 Pacific Plan, bụ nkwa maka atụmatụ nke \"ịgbachitere na ịkwalite ikike mmadụ\" na mpaghara ahụ",
  "Ebumnuche nke usoro ikike mmadụ mpaghara na-aga n'ihu, na ebumnuche iji guzobe ombudsman na usoro nchekwa nke na-agabiga Pacific Islands Forum"
]