[
  "Relebogile Mabotja (amụrụ na Septemba 5, 1985) bụ onye na-eme ihe nkiri, onye na-eme ihe ngosi, onye na-ahụ maka redio, onye n’eti egwu, onye na-emepụta ihe, onye edemede, onye nduzi egwu ma nọ ugbu a obizi na Johannesburg, South Africa.",
  "A mụrụ Relebogile Mabotja nke a makwaara dị ka Lebo na 5 Septemba 1985 na Pretoria, Gauteng, South Africa",
  "O tolitere na Pretoria, South Africa ebe ọ chọtara ike ya dị ka onye na-eme egwuregwu mgbe ọ dị afọ ise",
  "Mgbe ọ nọ n'ụlọ akwụkwọ, a ghọtara ya maka ịgu egwu na ime ihe nkiri ya",
  "N'afọ ikpeazụ ya n'ụlọ akwụkwọ sekọndrị, na Pretoria High School for Girls, 2003, e nyere ya ohere ịrụ ọrụ nke 'Mabel' na mmepụta Stage nke a na-akpọ Fame the Musical",
  "Ná mmalite afọ 2000 Lebo nwetara ohere ịme ihe na mmeghe nke egwu 46664 na Cape Town International Convention Centre",
  "O mekwara ihe nkiri na oriri nri abalị ya na ndị egwu ibe ya bụ Mara Louw, Shelley Meskin na Jo Redburn",
  "Ka ọ na-erule ngwụsị afọ 2004, e nyere ya ohere igosi ihe ngosi na e.tv nke a na-akpọ BackChaton CrazE",
  "A tụkwara ya na ihe ngosi televishọn ndị a: Home Affairs, Zone 14, Generations (South African TV series), Skeem Saam, Rhythm City, Isidingo, ihe nkiri Afrikaans sketch comedy Kompleks yana ihe nkiri German a na-akpọ Traum Hotel",
  "O nwetakwara ọrụ ngosi na e.tv show Gospel Grooves, nke gosipụtara n'ụtụtụ Sọnde",
  "Ọ kọkwara akụkọ pụrụ iche nke SABC 2 nke akpọrọ \"The 12 Days of Christmas\" n'afọ 2006.",
  "N'agbata afọ 2010 na afọ 2011, ọ kwadoro oge 1 na 2 nke ihe ngosi asọmpi nke gosipụtara na SABC 1 nke a na-akpọ Dance Your Butt Off",
  "Ihe ngosi a bụ nsụgharị South Africa nke American Show Dance Your Ass Off \nKemgbe Machị 2017, ọ bụ onye ọbịa na-ahụkarị maka ihe ngosi abalị SABC 3 kwa ụbọchị Trending SA.",
  "N'afọ 2012, Lebo nwetara ọrụ dị ka onye na-eme ihe ngosi redio n'onwe ya ma n'afọ 2013 ọ gara n'ihu na-akwado Overnight Live na Early Breakfast Show na Talk Radio 702 na 567 Cape Talk",
  "N'afọ 2019, a họpụtakwara ya dị ka onye na-agụ akụkọ na onye na-akwado ihe ngosi nke Metro FM's afternoon drive show “The Kings Suite” mgbe ọ rụchara ọrụ dị ka onye na-akwado ya  maka Breakfast Show. \nN'ọnwa Ọgọstụ 2019, a kpọrọ Lebo onye nnọchi anya Discovery “Real Time’, ọwa 155 na DSTV.",
  "Ná ngwụsị afọ 2004, e nyere Lebo ohere ịme egwu Afrikaans a na-akpọ Imbuba / Samesyn",
  "O mere otu egwu ahụ na mmemme ndị na-esonụ Klein Karoo Nasionale Kunstefees na Innibos na Oudtshoorn na Nelspruit (Mbombela) n'otu n'otu.",
  "Na ngwụcha afọ 2000, Lebo rụrụ ọrụ nke “Pinky the Shebeen Queen” na egwu Soweto Story nke emere na Joburg Theatre na Gauteng.",
  "N'afọ 2013, Lebo rụrụ ọrụ na egwu egwu mbụ ya, o dere egwu ọwa ọhụrụ maka SABC 2's rebrand, You Belong, ya na onye mmepụta na onye na-ese ihe RJ Benjamin",
  "Ọ rụkwara ọrụ na egwu aha maka ihe ndị a: Afro Café song, Nedbank's Ke Yona “Making the Team', SABC 1’s Making Moves, Sunday Chillas, Mzansi Insider, Koze Kuse, The Remix SA, The Sing Off South Africa na Business Battle",
  "SA, The Sing Off South Africa na Business Battle",
  "N'afọ 2014, a kpọrọ Lebo onye na-emepụta usoro na onye nduzi egwu maka Oge 10 nke Afro Café",
  "O dekwara egwu isiokwu, duzie egwu na egwu studio maka ihe ngosi ETV \"I love South Africa\".",
  "Ọ na-emekwa olu; ọ bụ olu n'azụ egwu isiokwu maka Africa Magic, Africa Magic Plus maka DStv na egwu ọhụrụ LOTTO \"Otu ụbọchị bụ otu ụbọchị\".\nN'afọ 2019, a họpụtara Lebo dị ka onye nduzi egwu nke Nigeria's “The Winner” na ihe ngosi a ga na-egosi na Africa Magic.",
  "N'afọ 2013, o guzobere Lebotja Media nke bụ ụlọ ọrụ mgbasa ozi zuru oke yana akara ndekọ",
  "Ọ bụ onye na-emepụta ihe na ụlọ ọrụ ahụ ma soro Leslie “Lee Kasumba, Jonathan Clarke, Lebogang Morolo, Pilani Bubu yana Paul McIver rụọ ọrụ",
  "Lebo na-edekwa kọlụm na isiokwu maka akwukwo mkpuru obi na Teenzone Magazine. O nwekwara ihe omume emcee'd dị ka FIFA Fan Parks n'oge World Cup 2010, National Teacher's Awards na 2018 na mmeghe na mmechi nke World Choir Games."
]