[
  "Divine Ikubor (a mụrụ n'ụbọchị nke 1 n'ọnwa Mee n'afọ 2000), nke a maara aha ya bụ Rema, bụ onye Naịjirịa na-agụ egwu na onye na-eti egwu. O ghọrọ onye a ma ama site na ntọhapụ nke egwu \"Iron Man\", nke pụtara na ndepụta egwu oge okpomọkụ nke Barack Obama n'afọ 2019. N'afọ 2019, ọ bịanyere aka na nkwekọrịta ndekọ na Jonzing World, onye enyemaka nke Mavin Records.",
  "A mụrụ Divine Ikubor n'ime ezinụlọ Ndị Kraịst na Benin City, Nigeria. O tolitere na-abụ abụ ma na-eti egwu mgbe ọ nọ na ụlọ akwụkwọ sekọndrị",
  "Ọ gụrụ akwụkwọ praịmarị na sekọndrị na ụlọ akwụkwọ ighile, Edo Steeti.",
  "N'afọ 2018, Rema biputere freestyle na Instagram na egwu D'Prince \"Gucci Gang\"",
  "Ihe odide ahụ dọtara uche D'Prince bụ onye kpọga ya na Lagos iji nye ndị na-eto eto talent nkwekọrịta ndekọ. Rema bịanyere aka na nkwekọrịta ndekọ na D'Prince's Jonzing World, onye enyemaka nke Mavin Records, na 2019. Ọ gara n'ihu wepụta EP mbụ ya akpọrọ Rema n'afọ 2019, nke ruru n'ọkwa 1 na Apple Music Nigeria Na 21 Mee 2019, Jonzing World, na Mavin wepụtara vidiyo egwu nke \"Dumebi\", nnukwu egwu sitere na EP ya akpọrọ onwe ya, nke gosipụtara mpụta nke Diana Eneje",
  "Ọ bụ Ademola Falomo duziri vidiyo ahụ ma ugbu a nwere nde mmadụ iri ise na YouTube.",
  "Na Mee 2021, Rema kwupụtara na ọ ga-akpọ ụda ya \"Afrorave\", ụdị nke Afrobeats nwere mmetụta nke egwu ndị Arabia na ndị India nke mere ka o nwee otu n'ime ndị ọkacha mmasị kachasị ike na mba a maara dị ka Ravers",
  "Na Disemba 2018, Rema bịanyere aka na Mavin Records",
  "Inwe Rema na ndepụta ahụ bụ nnukwu ihe",
  "D'Prince kọwara Rema dị ka onye omenkà nke ụwa niile kwesịrị ịnụ ọrụ ya",
  "D'Prince chọpụtara Rema ma dee egwu maka ndekọ ahụ ruo oge ụfọdụ ruo mgbe D'Prince kpọbatara nwata nwoke ahụ na nwanne ya nwoke, Don Jazzy",
  "Na 22 Machị 2019, a mara ọkwa Rema dị ka mgbakwunye kachasị ọhụrụ na Mavin Records ebe a kpọrọ ya ọdịnihu nke Afrobeats",
  "Mgbe Rema bịanyere aka na nkwekọrịta ndekọ na Jonzing World, na 2019, ọ wepụtara EP Rema mbụ ya",
  "Rema wepụtara abọm izizi ya nke akpọrọ Rave & Roses na Machị 25, 2022. Abọm ahụ gụnyere egwu iri na isii na atụmatụ sitere na 6lack, Chris Brown, AJ Tracey, na Yseult. Abọm ahụ depụtara egwu iri na Billboard US Afrobeats Chart na-esote izu izizi ya.",
  "Na 19 Ọktoba 2019, Rema meriri Next Rated ma bụrụ onye a họpụtara maka Viewer's Choice na mbipụta nke 13 nke The Headies Na 12 Jenụwarị 2020, ọ natara Soundcity MVP Awards maka onye egwu ọhụrụ kachasị mma. Na 15 June 2020, a họpụtara Rema dị ka Best Viewers Choice: International Act na 2020 BET Awards",
  "A họpụtara ya na onyinye ya na Burna Boy na Wizkid, ha bụ naanị ndị Nigerian Artistes a họpụtara maka mbipụta onyinye nke 2020.",
  "Rema bụ onye na-akwado klọb bọọlụ Manchester United FC.",
  "N'abalị iri abụọ na asatọ n'ọnwa Septemba n'afọ 2020, Rema boro ndị otu Peoples Democratic Party (PDP) ebubo na Twitter maka ọnwụ nna ya bụ onye ikpe ziri ezi.",
  "Na Septemba 2020, e tinyere egwu Rema na FIFA 21 soundtracks.",
  "42",
  "First Top 10 Single on The Official Uk Singles Chart Scores his first top 10 hit on Official singles chart",
  "[[download igbo traditional song and highlife songs]]"
]