[
  "Chief Victor Babaremilekun Adetokunboh Fani-Kayode, Q.C., SAN, CON (1921 ruo 1995) bụ onye ndọrọ ndọrọ ọchịchị Naijiria, onye ogo ọchịchị nweta ama ama, onye otu mba, onye ọchịchị na onye ọka iwu",
  "A họpụtara ya ka ọ bụrụ osote onye isi ala nke mpaghara ọdịda anyanwụ nke Naịjirịa n'afọ 1963 ma rụọ ọrụ dị mkpa na akụkọ ihe mere eme na ndọrọ ndọrọ ọchịchị nke Naịjarịa site na ngwụcha afọ 1940 ruo 1995.",
  "DeFani-Kayode si n'ezinụlọ ife nke Yoruba a ma ama ma bú ndị gụrụ akwụkwọ nke ọma nke , nke sitere na ndịda ọdịda anyanwụ Naịjirịa",
  "Nna nna ya, Rev",
  "Emmanuel Adedapo Kayode, bụ onye ụkọchukwu Anglican, onye nwetara nzere Master of Arts na koleji Fourah Bay , nke n'oge ahụ bụ akụkụ nke Mahadum Durham",
  "Nke a mere n'afọ  1885",
  "Nna ya, Victor Adedapo Kayode, gụrụ akwụkwọ iwu ma gụsịa akwụkwọ na Selwyn College, Cambridge na 192",
  "A kpọrọ ya na Middle Temple na 1922, o wee gaa n'ihu bụrụ onye ọka iwu a ma ama na onye ọka ikpe, na Naịjirịa. Nne ya bụ Mrs",
  "Aurora Kayode, nke a mụrụ Fanimokun, onye bụ nwa nwanyị nke Rev",
  "Joseph Fanimokun, onye ụkọchukwu Anglịkan",
  "O nwetakwara nzere Master of Arts na koleji Fourah Bay  ma mesịa bụrụ onye isi nke CMS Grammar School a ma ama na Lagos, na-eje ozi site na afo 1896 ruo 1914. Nke a bụ ụlọ akwụkwọ ndị ụka  nke Bishọp Samuel Ajayi Crowther guzobere.",
  "N'ọnwa Julaị n'afọ 1958, o nwere ihe ịga nke ọma n'ịzije arịrịọ maka nnwere onwe Naịjirịa na Federal House of Assembly na Lagos",
  "O kwuru na nnwere onwe kwesịrị ịpụta ihe n'abalị abụọ nke ọnwa Eprel afọ 1960 (minutes nke Hansard, 1958; Richard Sklar's \"Nigeria's political parties:Power in an Emergent African Nation\", World Press, p",
  "269; p",
  "269), Prọfesọ Onabamiro's \"Glimpses in Nigeria's History\", p",
  "140). N'afọ 1959, e nwere nzukọ ọzọ e mere na Nzukọ Ndị Omeiwu Naijiria, na-arịọ maka obere mmezigharị nke atụmatụ Fani-Kayode nke ọnwa Julai,  afọ 1958",
  "Nkwupụta ọhụrụ a, nke Sir Abubakar Tafawa Balewa kpaliri, rịọrọ na ụbọchị nke abụọ n'ọnwa Eprel, afọ 1960 maka nnwere onwe, nke ndị omebe iwu nabatara ma kwado na nke ndị ọchịchị Britain kwadoro, ga-ebugharị site na nke abụọ n\"ọnwa Epreli nke afọ ahụ gaa na nke mbụ n'ọktoba",
  "Nzukọ omebe iwu mechara kwado ma kwado atụmatụ mmezigharị a ma ndị Britain kwenyekwa ya",
  "Nke ahụ bụ otu ụbọchị nnwere onwe Naịjirịa, nke Ọktoba afo 1960, si rute.",
  "Mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ King, dị na Lagos, Remilekun Fani-Kayode gara Downing College na Mahadum Cambridge, n'afọ 1941",
  "O mere ule British Bar wee bụrụ onye kachasị n'afọ ya maka British Commonwealth dum. A kpọrọ ya na The British Bar na Middle Temple n'afọ 1945, wee gaa n'ihu ka a họpụta ya dị ka Queen's Counsel na 1960 (ọ bụ onye Naijiria nke atọ na nke kachasị nta ka e mere Q.C)",
  "Mgbe e mesịrị, e mere ya onye isi ọka iwu nke Naijiria na 1977 (ọ bụ onye Naijiria nke atọ e mere SAN).",
  "O guzobere ụlọ ọrụ ndị ọka iwu Naijiria mbụ na 1948, ya na Chief Frederick Rotimi Williams na Chief Bode Thomas, ndị ọka iwu abụọ, bụ ndị a zụrụ na Mahadum Cambridge na London, n'otu n'otu. A na-akpọ ụlọ ọrụ ndị ọka iwu ha guzobere \"Thomas, Williams na Kayode\". N'afọ 1970, ya na enyi ya ochie, Chief Sobo Sowemimo S.A.N",
  "guzobere ụlọ ọrụ iwu ọzọ a na-akpọ \"Fani-Kayode na Sowemimo\".",
  "Chief Remilekun Fani-Kayode keere òkè dị mkpa n'ọgụ maka nnwere onwe Naịjirịa",
  "N'afọ 1952, ya na Rotimi Williams, Bode Thomas na ọtụtụ ndị ọzọ, ndị ọchịchị Britain jidere ya maka ọrụ siri ike na nke na-akpali akpali na ọgụ megide ndị Britain. A họpụtara ya ka ọ bụrụ onye ndú nke ngalaba ndị ntorobịa Action Group n'afọ 1954",
  "O guzobere ngalaba ndị ntorobịa maka otu ahụ, ndị na-eyi \"uwe ojii\" ma jiri \"mosquito\" dị ka ihe nnọchianya ha iji gosipụta nlelị ha maka ọchịchị ndị Britain.",
  "Ọzọkwa, n'afọ 1954, a họpụtara Oloye Fani-Kayode n'ime Ụlọ Nzukọ Federal na ikpo okwu nke Chief Obafemi Awolowo's Action Group, ọ gara n'ihu na ọgụ ya maka nnwere onwe Naịjirịa site n'ebe ahụ. Ọ bụ osote odeakwụkwọ gọọmentị etiti nke Action Group ma n'ihe gbasara nke ahụ, ọ rụrụ ọrụ dị mkpa, ya na odeakwụkwọ gọọmenti etiti, Chief Ayo Rosiji, na nhazi na nchịkwa nke Action Group",
  "Ya, ya na Chief Awolowo, S",
  "O",
  "Ighodaro, E",
  "O",
  "Eyo, Adeyemi Lawson na S",
  "G",
  "Ikoku, nọchitere anya Action Group n'afọ 1957 nke ọgbakọ London Constitution.",
  "N'afọ 1957, ọ duziri otu ndị ọka iwu Action Group, bụ ndị na-anọchite anya ma lụọ ọgụ maka ndị dị nta nke ndịda ugwu na ndị dị nta nke Willinks Commission na ọchụchọ ha maka ịmepụta mpaghara etiti, nke a ga-esi na Northern Region nke Nigeria. N'ọnwa Julaị n'afọ 1958, ọ kwagara arịrịọ maka nnwere onwe Naịjirịa na Federal House of Assembly (minutes of Hansard, 1958; p",
  "269; Prọfesọ Onabamiro's \"Perspectives on Nigeria's History\", p",
  "140).",
  "N'afọ 1959, Remilekun Fani-Kayode gbara arụkwaghịm n'òtù Action Group wee sonye na National Council nke Nigeria na Cameroon, otu ndị mmegide",
  "N'afọ 1960, a họpụtara ya ka ọ bụrụ onye ndú nke NCNC na Western House of Assembly. N'afọ 1963, a họpụtara ya ka ọ bụrụ osote onye isi ala nke mpaghara ọdịda anyanwụ nke Naijiria n'okpuru Chief Samuel Akintola, na nchịkọta nke Nigerian National Democratic Party. A họpụtakwara ya ka ọ bụrụ Mịnịsta na-ahụ maka ihe gbasara gọọmentị ime obodo maka mpaghara ọdịda anyanwụ n'otu afọ ahụ.",
  "N'isi ụtụtụ nke abalị iri na ise nke ọnwa Jenụwarị, afọ 1966, Major Kaduna Nzeogwu, onye ọrụ ndị agha Naijiria nke sitere na Igbo, gbalịrị ime ka ndị agha mbụ wepụ ọchịchị n'akụkọ ihe mere eme nke Naijiria",
  "Mgbalị ahụ, ọ bụ ezie na ọ nweghị ihe ịga nke ọma, kpatara ọtụtụ ọbara na ọtụtụ ndị isi nke pati na-achị achị, ndị agha na gọọmentị nke ụbọchị ahụ, e ji obi ọjọọ gbuo ha",
  "N'isi ụtụtụ ahụ, ndị nnupụisi, n'okpuru iwu nke Captain Emmanuel Nwobosi, wakporo ma wakpo ụlọ Chief Remi Fani-Kayode, osote onye isi ala nke Western Region",
  "Ndị nnupụisi ahụ mekpọọrọ Fani-Kayode n'ihu ezinụlọ ya na n'ihu nwa ya nwoke, Femi Fani- Kayode, onye ga-aghọ Minista Naịjirịa nke Ụgbọelu afọ iri anọ ka e mesịrị. Ha wee kpọrọ ya gaa n'ebe a na-amaghị ama",
  "Mgbe ha hapụsịrị ụlọ Fani-Kayode, ndị nnupụisi ahụ, na Fani- Kayode n'aka ha, gara  Ibadan n'ụlọ nke Chief S.L",
  "Akintola, onye bụ Premier nke Western Region",
  "Ha batakwara n'ụlọ ya, ma gbuo ya n'ihu ezinụlọ ya",
  "Ha merụkwara nwa nwa ya na nwunye nwa ya ahụ.",
  "Chief Fani-Kayode hụrụ ogbugbu nke enyi ya S.L",
  "Akintola site n'aka ndị nnupụisi, ma site n'ebe ahụ, a kpọgara ya n'ogige ndị agha na Lagos, ebe ha mekwara ndokwa ka ha gbuo ya",
  "Otú ọ dị, ọ dabara ya nke ọma, mgbe ha rutere n'ogige ndị agha Ikeja na Lagos, ndị agha na-akwado ya n'okpuru iwu nke Lt",
  "Col meriri ndị nnupụisi ahụ, merie ha ma gbuo ha",
  "Yakubu Gowon (onye mechara bụrụ Onye isi ala Naịjirịa)",
  "Ndị na-akwado ya tọhapụrụ Fani-Kayode ma debe ya n'ụlọ dị nchebe ruo mgbe e weghachiri iwu na usoro na mba ahụ",
  "Ndị agha na-akwado ọchịchị ahụ mere ka mgbalị ahụ kwụsị n'ụzọ dị irè ma gbuo ma ọ bụ jide ndị isi ya niile ma jide ha",
  "N'ime ndị isi gọọmentị na ndị isi ndị agha niile a wakporo n'ụlọ ha ma jide ha site n'aka ndị nnupụisi na ndị na-agba ọchịchị mgba okpuru n'abalị ahụ, gụnyere Sir Ahmadu Bello (Prime Minister), Sir Abubakar Tafawa Balewa (Prime Minista), Chief Okotie-Eboh (Minista nke Ego), General Maimalari (Chief of Army Staff), Brigadier Ademulegun(Commander of the Northern Garrison) na ọtụtụ ndị ọzọ",
  "Chief Remi Fani-Kayode, tinyere Sir Kashim Ibrahim (Gọvanọ nke Northern Region) bụ naanị ndị a na-egbughị.",
  "N'ihi ya, General Johnson Aguiyi-Ironsi weghaara ike site n'aka ndị fọdụrụ na gọọmentị Tafawa Balewa na'abalị iri na isii nke ọnwa Jenụwarị, ụbọchị mgbe o jisiri ike mebie nnupụisi na nnupụis nke Major Nzeogwu",
  "Mgbe ahụ, ọ ghọrọ onye isi ala nke Federal Republic of Nigeria na onye isi ndị agha Naịjirịa",
  "Otú ọ dị, ọnwa ole na ole ka e mesịrị, a chụpụrụ ya n'ọchịchị nke ọma n'ebe ugwu, nke e mere na  abalị iri abụọ na itoolu nke onwa Julaị afọ 1966, nke Lt",
  "Col",
  "duziri",
  "Murtala Mohammed na Lt",
  "Col",
  "Yakubu Gowon (dị ka ha dị n'oge ahụ)",
  "N'oge nnupụisi ahụ, ndị agha ugwu n'okpuru Major Theophilus Danjuma jidere General Johnson Aguiyi-Ironsi na Ibadan, ya na onye ọbịa ya, General Adekunle Fajuyi, na ndị agha ugwu nọ n'okpuru iwu nke Major Theophileus Danjuma (dị ka ọ dị n'oge ahụ)",
  "A chụpụrụ ndị ikom abụọ ahụ ma kpọga ha n'ọhịa dị n'akụkụ ụzọ, ebe a na-eyi ha ọtọ ma gbaa ha égbè",
  "Nke a bụ obi ọjọọ nke \"ịbọ ọbọ\" nke ugwu nke abalị iri abụọ na itoolu nke ọnwa Julaị afọ 1966, nke na e gburu ihe karịrị ndị isi ndị agha Igbo narị atọ na ndị na-abụghị ndị ọrụ",
  "Nke a bụ n'ihi eziokwu ahụ bụ na, n'etiti ọtụtụ mkpesa ndị ọzọ, ndị isi ndị agha ugwu nwere echiche na General Aguiyi-Ironsi nwere obi ụtọ na Major Nzeogwu na ndị nnupụisi ibe ya, mgbe abalị iri ise nke ọnwa Jenụwarị Igbo nwara iwe ọchịchị nke ọtụtụ ndị isi ndọrọ ndọrọ ọchịchị (Hausa 化 Fulani) na ọdịda anyanwụ (Yoruba) ji obi ọjọọ gbuo ndị isi ndị isi agha.",
  "Ihe ndị isi ndị agha ugwu na-enyo enyo na e nwere nkwekọrịta na nghọta n'etiti otu Nzeogwu na General Aguiyi-Ironsi, bụ eziokwu ahụ bụ na Aguiyi -Ironsi bụ onye agbụrụ Igbo",
  "Afọ iri anọ ka e gbusịrị ya, nwa Aguiyi-Ironsi, Thomas Aguiyi -Ironsi، ga-aghọ Minista Nchebe Naijiria ma weghara ọnọdụ ahụ site n'aka General Theophilus Danjuma, nwoke gburu nna ya afọ iri anọ gara aga",
  "Ọtụtụ ndị ekwuola na atụmatụ nke ndị ọrụ gọọmentị ugwu nke July 1966, nke butere ogbugbu nke General Aguiyi-Ironsi na ọtụtụ ndị ọrụ ndị ọzọ sitere n'aka ndị Igbo na nke mechara bute agha obodo Naijiria, bụ nke akpara n'abalị  nke ụbọchị iri na ise nke ọnwa Jenụwarị , site na nkwafu ọbara nke Major Nzeogwu na ndị ikom ya, ọtụtụ n'ime ha bụ ndị Igbo.",
  "Mgbe nwalee ogbugbu nke ndi ọchịchị nke mbụ na Naịjirịa na Jenụwarị ụbọchị iri na ise, 1966, Remilekun Fani-Kayode na ọtụtụ ndị ọzọ a ma ama bụ ndị gọọmentị ndị agha nke General Johnson Aguiyi-Ironsi jidere. E mechara tọhapụ ha na ọnwa July 1966, mgbe nnupụisi nke ndị ugwu, nke Lt",
  "Col",
  "du",
  "Murtala Muhammed na Major Theophilus Danjuma",
  "Mgbe Lt",
  "Col",
  "Yakubu Gowon ghọrọ Onye isi ala Naịjirịa, Remilekun Fani-Kayode hapụrụ Naịjirị na ezinụlọ ya dum wee kwaga n'obodo ezumike dị n'akụkụ osimiri nke Brighton na ndịda ọwụwa anyanwụ England. Ha guzobere ụlọ ma biri n'ebe ahụ na mba ọzọ ruo ọtụtụ afọ",
  "N'afọ 1978, ọ bụ otu n'ime ndị guzobere ma bụrụ onye ọsụ ụzọ nke National Party nke Nigeria",
  "N'afọ 1979, a họpụtara ya ka ọ bụrụ osote onye isi oche nke pati ahụ ma n'ịghọta onyinye ya na mmepe mba, Onye isi ala Shehu Shagari nyere ya nsọpụrụ nke Commander of the Order of the Niger.",
  "N'agbata afọ 1990 na afọ 1994, ọ bụ onye otu ndị okenye nke National Republican Convention (NRC), otu n'ime òtù ndọrọ ndọrọ ọchịchị abụọ nke gọọmentị ndị agha nke General Ibrahim Babangida guzobere n'oge mba nke atọ nke Naịjirịa. Mgbe a kagburu ntuli aka onye isi ala nke Chief Moshood Abiola 'abalị iri na abụọ nke ọnwa June afọ 1993, Chief Remilekun Fani-Kayode bụ otu n'ime ndị, bụ ndị dere n'ihu ọha ma kwuo okwu siri ike megide nkagbu ahụ",
  "Ọbụna ọ gara ụlọ ikpe maka okwu ahụ",
  "N'afọ 1994, gọọmentị nke General Sanni Abacha họpụtara ya n'ime ndị ọka ikpe Kayode Eso nke nyocha, nke nyochara ma nyere aka mee ka ụlọ ikpe Naijiria dị ọcha ma wepụ ndị ọkàikpe rụrụ arụ.",
  "Chief Remilekun Fani-Kayode lụrụ nwanyị aha ya bụ Chief (Mrs.) Adia Adunni Fani-Kayode",
  "Ha abụọ mụrụ ụmụ ise: Akinola Adedapo Fani-Kayode, Rotimi Fani- Kayode, Femi Fani-kayode, Mrs",
  "Toyin Bajela na Mrs",
  "Nkwado Tolu",
  "Chief Remilekun Fani-Kayode nwekwara ụmụ anọ ọzọ: Mrs",
  "Aina Ogunbe, Oriakụ Remi Nana Akuffo-Addo, Tokunbo Fani-Kayode na Ladipo Fani- Kayode."
]