[
  "Aderemi Waheed Babalola bụ onye na-echekwa ego na onye bụbu onye ozi nke Federal Republic of Nigeria",
  "A mụrụ ya na Ibadan, Oyo State, ọ malitere agụmakwụkwọ sekọndrị ya na Prospect High School, Ibadan, Yango State nke Nigeria n'afọ 1975, nweta asambodo ụlọ akwụkwọ West African (Division 1) n'afọ 1980",
  "Ọ gara Oyo State College of Arts & Science (OSCAS) maka ụlọ akwụkwọ dị elu ya na agụmakwụkwọ dị elu n'afọ 1980",
  "Ka ọ na-erule n'afọ 1982, ọ gụsịrị akwụkwọ HSC na Cambridge na-agafe atọ na nke ọ bụla",
  "Remi gụrụ akwụkwọ na Mahadum Ibadan, Oyo State n'etiti afọ 1982 n'afọ 1986 dugara n'inye nzere bachelọ (nke nwere nsọpụrụ) na akụ na ụba ugbo",
  "N'agbata afọ 1991 na afọ 1993, ọ gara Mahadum Lagos, Akoka Lagos ebe ọ nwetara nzere masta na Banking na Finance",
  "Onye gụsịrị akwụkwọ na Lagos Business School (LBS), Remi gụsịrị akwụkwọ Advance Management Programme na LBS n'afọ 2000",
  "Na mgbakwunye, Remi sonyere na ụlọ ọrụ, ọmụmụ ihe, nzukọ ọmụmụ ihe na mmemme n'oge ọrụ onwe ya na nke ọha na eze.",
  "Remi arụwo ọrụ n'ọhịa dị iche iche dị ka nyocha ego na ụgwọ, ego azụmaahịa, ụlọ akụ itinye ego, njikwa ego, ọrụ ụlọ akụ mba ụwa na mpaghara",
  "N'oge gara aga, onye na-ahụ maka ego na onye isi atụmatụ nke Zenith Bank, Remi bụ onye na-elekọta atụmatụ na usoro mmefu ego zuru oke, akụ na ụba ụlọ na nkwado nchịkwa mgbanwe mba ọzọ, yana ịmepụta na nhazi nke echiche ụlọ ọrụ uru.",
  "Ahụmahụ ọrụ ya ndị ọzọ gara aga gụnyere ịnọ afọ anọ na Arthur Andersen",
  "Mgbe ọ nọ n'ebe ahụ, ọ bụ onye na-ahụ maka nyocha, ndụmọdụ, ọzụzụ na ọrụ mmepe na Ụlọ ọrụ otu Ụlọ akụ na ego",
  "Ọ rụkwara ọrụ na Price Waterhouse ruo ọnwa iri na asatọ.",
  "Remi bụ onye otu West African Insurance Institute, Chartered Institute of Taxation of Nigeria, Institute of Chartered Accountants of Nigeria, Instituto of Directors of Nigeria, na ụlọ ọrụ ndị ọkachamara ndị ọrụ banki Nigeria",
  "Remi bụ ugbu a Pro-chancellor na Onye isi oche nke Kansụl Na-achịkwa nke Mahadum KolaDaisi, Ibadan, Oyo Steeti, mahadum nke onwe kwadoro site na National Universities Commission of Nigeria na Nọvemba 2016. Ọ nọkwa na Board of Trustees nke ụlọ ọrụ ahụ.",
  "Remi nọkwa na Bọd Ndụmọdụ nke Apis Partners, onye ESGI-native global private equity and venture capital asset manager nke na-akwado ọrụ ego na azụmaahịa akụrụngwa ego site n'inye ha ego na-akpali uto uto uto.",
  "Remi bụ onye isi oche / onye isi atụmatụ nke ụlọ ọrụ bụ Alternative Capital Partners Limited, ụlọ ọrụ Securities and Exchange Commission ([[SEC) nke edebanyere aha Advisory and Fund / Portfolio Management site na Febụwarị 2011 ruo Febụwarụ 2022. Ụlọ ọrụ ahụ na Swede Control Limited, nwetara ọtụtụ òkè na Law Union na Rock Insurance PLC n'afọ 2012.",
  "Ọ rụrụ ọrụ dị ka onye isi nchịkwa na-abụghị onye isi oche, osote onyeisi oche ma mesịa bụrụ onyeisi oche nke ụlọ ọrụ ịnshọransị (nke bụzi Tangerine General) ruo mgbe ọ hapụrụ n'afọ 2020",
  "N'April 30, 2021, Central Bank of Nigeria họpụtara ya dị ka onye isi nchịkwa na onye isi oche nke ụlọ ọrụ bu FBN Holdings PLC, ọkwá ọ nọ na ya ruo mgbe ọ gbara arụkwaghịm na Disemba 17, 2021.",
  "Ọ bụ Minista nke State maka ego nke Federal Republik nke Naijiria, site na July 26, 2007 ruo September 16, 2010",
  "N'ọnwa Ọktoba n'afọ 2008, a họpụtara Remi ka ọ bụrụ minista na-ahụ maka isi obodo gọọmentị etiti, na mgbakwunye na ọrụ ya dị ka minista na ụtụ isi; ọ rụrụ ọrụ n'ọkwa mbụ ruo na ngwụcha afọ 2008.",
  "Ọ gbara arụkwaghịm dị ka onye ozi n'ihi ọrụ aka n'ihi iwe nke nkwupụta ya na ikike mmanụ ala steeti mebiri. N'ịgbaso nkwupụta ya banyere enweghị ego nke mmanụ, a kpọpụrụ Remi na ngalaba na-ahụ maka ego gaa na ngalaba na'ọrụ pụrụ iche, mmepe nke dugara n'ịgba arụkwaghịm ozugbo dị ka minista nke mba etiti.",
  "Oge Remi nọ n'ụlọ ọrụ ọha na ndị nọ na ikike ochichi gosipụtara nchegbu banyere nghọta nke malitere na ya bụ otu n'ime ndị ọrụ gọọmentị etiti mbụ na nchịkwa Umar Yar'Adua (2007/2011) iji kwupụta akụ ya. Ilekwasị anya a n'imeziwanye usoro nchịkwa mmefu ego ọha na eze mere ka o guzobe ihe mgbochi na mwepụ na-ezighị ezi site na isi iyi ego sitere na gọọmentị mpaghara na nke obodo.",
  "Remi bụ onye isi nchịkwa nke First Bank of Nigeria na-ahụ maka azụmahịa Lagos na odida anyanwu  yana ụlọ akụ ndị ahịa na ịkwụ ụgwọ eletrọniki ruo mgbe a họpụtara ya dị ka Minista Na-asọpụrụ maka ego na July 26, 2007.",
  "Remi bụ osote onye isi njikwa (DGM) na onye isi nke ụlọ ọrụ na-eme atụmatụ na nhazi otu nke ụlọ akụ ahụ tupu nhọpụta ya na Board",
  "Ihe kachasị mkpa nke ọrụ ya bụ itinye aka n'ịtụgharị First Bank ka ọ bụrụ \"Onye ndu doro anya\" nke Naịjirịa Odida obodo ego.",
  "Remi bụ onye isi njikwa na Zenith Bank Limited tupu FirstBank achụ ya isi",
  "Na Zenith Bank, ọ rịgooro site na osote onye njikwa ruo onye isi njikwa, ihe karịrị afọ iri nke ọrụ ụlọ akụ.",
  "Ọ na-etinye aka nke ukwuu na ọrụ ebere, ntụziaka na inye ikike / mmepe nke obere ụlọ ọrụ na nke dị n'etiti site na Remi Babalola Initiatives Incorporated",
  "N'afọ 2009, Remi nwetara US $ 1 nde iji wuo ụlọ ọgwụ ọkaibe (nke a maara dị ka Remi Babalola Red Cross Medical Centre) maka  ndị otu Nigerian Red Cross  na Ibadan, isi obodo Oyo State",
  "Ebe ahụ akwadowo nnyefe nke ọrụ ahụike isi na Ibadan."
]