[
  "Oluremi Comfort Sonaiya (amụrụ na ụbọchi nke abụọ na onwa nke atọ na afọ 1955), bụ onye ndọrọ-ndọrọ ọchichi, ọ-na ahụ maka ọmụmụ na nmụta akwụkwọ ma na-edekwa akwụkwọ. Ọ bụ nani nwanyi Naijiria pụtara maka ndọrọ-ndọrọ ị bụ onye isi-ala na  2015 general election na okpuru otu ndọrọ ndọrọ KOWA Party. Ma n'oge na-adịbeghị anya, Dr",
  "Adesina Fagbenro Byron meriri ya na inọchite anya otu ndọrọ-ndọrọ ha na ntụli-aka nke afọ 2019",
  "Amụrụ Sonaiya na Ibadan, isi obodo Oyo State, ebe ọgụchara agụma akwụkwọ primarii na sekondari na ụlọ- akwụkwọ St",
  "Luke's Demonstration School, Ibadan na St",
  "Anne's School, Ibadan",
  "Na afọ 1977, Ọ gụsiri akwụkwọ na mahadum Ife (bụzi Obafemi Awolowo University), ebe ọ gụrụ maka asụsụ French.",
  "O mechara rite nzere na nka-akwụkwọ French site na Cornell University na obodo United States, ma rite-kwa nzere degree ọzọ na Asụsụ site na mahadum Naijiria na afọ 1984",
  "Ọ laghachiri Mahadum Cornell na-afọ 1988 maka ichụso  nzere  PhD na ihe gbsara asụsụ.",
  "Na-afọ 1982, ewere ya n'ọrụ dika  osote onye nkuzi na ngalaba na-ahụ maka asụsụ mba ndị-ọzọ,na mahadum Obafemi Awolowo tupu o bilite n'ọkwa Ọka nmụta asụsụ French na iji asụsụ eme ihe na-afọ 2004. Ọ bụ onye ibe nke Alexander von Humboldt Foundation ebe ọ gara n'ihu ka-ahọpụta ya dika onye nnọchite sayensi site na-afọ  2008 ruo 2014.",
  "Na afọ 2010,Ọ lara ezumike site na Mahadum Obafemi Awolowo ma ghọọ onye ndọrọ ndọrọ ọchịchị, sonye ndi otu ndọrọ ndọrọ ọchịchị KOWA, ebe aghọpụtara ya dika onye n'ahụ maka nmekọrita ọha n'eze, ma ga n'iru bụrụ onye otu ndọrọ ndọrọ ghọpụtara maka ntụli-aka onye isi-ala na afọ 2015. Na nghọpụta ndi ọchichi, Sonaiya natara votu puku iri na atọ na iri asaa na isii, ma meecha dika onye iri na abụọ.",
  "Sonaiya bụ onye nhazi akwụkwọ nke The Niche, otu akwụkwọ akụkọ di n'ikuku na Naijiria, Sonaiya \nbipụtara ọtụtụ akwụkwọ gụnyere:",
  "Ọ lụrụ Babafunso Sonaiya, ọka nmụta nke sayensi anụmanụ, ha mụtara otu nwa nwoke, otu nwa nwanyi na ụmụ-ụmụ."
]