[
  "Renée Green (amụrụ n'October 25, 1959) bụ ónyé America na-ese ihe, ónyé edemede, na ónyé na-eme ihe nkírí",
  "Omume ya dịgasị iche iche na-agụnye ọtụtụ mgbasa ozi gụnyere ihe ọkpụkpụ, ihe owuwu, foto, mbipụta, vidiyo, ihe nkiri, ebe nrụọrụ weebụ, na ụda, nke na-agbakọta na ntinye dị mgbagwoju anya na nke dị mgbagha",
  "Ọ na-arụ ọrụ iji nweta ọdịbendị ọdịbendị yana akụkọ ihe mere eme nke mmekọrịta mmadụ na ibe ya, na-eme ka ọrụ ya bụrụ nke a na-eme nke ọma ma na-emetụta ndị na-arụkọ ọrụ ọtụtụ ógè. Ụfọdụ n'ime isiokwu ndị ọ kọọrọ gụnyere Sarah Baartman, ahia ohu Africa, na hip hop na Germany.",
  "N'afọ 2014, Green bipụtara Other Planes of There: Selected Writings na Duke University Press, ọrụ nké chịkọtara nnukwu nchịkọta nkè ọrụ ya e dere n'etiti afọ 1981 na 2010.",
  "Green gụrụ nka na Mahadum Wesleyan, na afọ dị n'etiti na School of Visual Arts na New York",
  "Green gakwara Radcliffe Publishing Procedures Course na Mahadum Harvard, Cambridge, Massachusetts",
  "N'afọ 1989 ọ sonyere na Whitney Museum of American Art Independent Study Program (ISP).",
  "Ọrụ Green na-ewere ụdị nrụnye dị mgbagwoju ányà na nke a haziri nke ọma nke a na-enyocha echiche, ihe omume akụkọ ihe méré eme na akụkọ, yana ihe ọdịnala, site n'ọtụtụ echiche",
  "Ọrụ Green na-enyocha mgbanwe na oghere dị n'ihe na-ebi na nzuzo na nke ọha na eze yana ihe e chepụtara ma mepụta. E gosipụtara vidiyo ya, ihe ngosi ya, na ihe nkírí ya ma kirie ya na biennales, ebe ngosi ihe mgbè ochie, na ememme n'ụwa niile",
  "Dị ka ónyé ọkà mmụta Alexander Alberro si kwuo, mgbalị Green abụghị nke nkuzi, kama ọ bụ ọkpụkpọ òkù ka ọ sonye n'iwulite ihe ọmụma, yana ịgbanwe nghọta: \"Green na-enye ónyé na-ekiri ihe nkírí ọrụ dị mkpa n'usoro nke imebi okwu ọmụmụ na iwere ọnọdụ isiokwu",
  "N'ezie, otu ihe na-eme ugboro ugboro na ntinye ya bụ mmepụta nke gburugburu ebe obibi na-emekọrịta ihe nke na-akpali ónyé na-ekiri ya ka ọ bụrụ ónyé na-ekere òkè n'ịmepụta ihe ọ pụtara.",
  "Green etinyewokwa ọtụtụ édémédé na akụkọ ifo e bipụtara na magazin na akwụkwọ akụkọ, gụnyere: Transition; October; Frieze; Texte zur Kunst; Spex; Multitudes; Sarai Reader; Collapse; n'etiti magazin na akwụkwọ ndị ọzọ, yana ụdị akwụkwọ ọdịbendị na agụmakwụkwọ mbà ụwa.",
  "N'afọ 2010, Green ritere ihe nrite United States Artists Fellow."
]