[
  "Rennard Cordon Davis (May 23, 1940 - February 2, 2021) bụ onye America na-emegide agha nke ghọrọ onye ama ama n'afọ ndị 1960",
  "Ọ bụ otu n'ime ndị Chicago asaa a na-ebo ebubo maka ngagharị iwe megide agha na ngagharị iwe buru ibu na 1968 Democratic National Convention na Chicago",
  "O nwere ọrụ nhazi a ma ama na ngagharị iwe megide Agha Vietnam nke America n'afọ ndị 1960.",
  "Na mbido afọ 1970, Davis ghọrọ onye na-eso Guru Maharaj Ji (Prem Rawat) na Divine Light Mission ya",
  "Ọ malitere ime njem dị ka onye nkuzi ime mmụọ",
  "Ọ ghọkwara onye na-ahụ maka ego, ma guzobe Foundation for a New Humanity iji jikọta ebumnuche ndị a.",
  "A mụrụ Davis na Lansing, Michigan, na Mee 23, 1940",
  "Ezinụlọ ya kwagara Berryville, Virginia, mgbe ọ nọ na klas asaa.  Nna ya, John, rụrụ ọrụ na Washington, DC dị nso, gụnyere ije ozi dị ka onyeisi ndị ọrụ na Council of Economic Advisers n'okpuru Onye isi ala Harry S",
  "Truman.  Nne ya, Dorothy, rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ",
  "Davis gụrụ akwụkwọ na Oberlin College malite na 1958.  Mgbe ọ gụsịrị akwụkwọ, ọ gara n'ihu nweta nzere masta na Mahadum Illinois.",
  "N'afọ, 1960, Davis malitere ịrụsi ọrụ ike na Students for a Democratic Society",
  "Ọ bụ onye nduzi mba nke ọrụ ha nke mmemme nhazi obodo (Economic Research and Action Project, ma ọ bụ ERAP) na Ann Arbor, Michigan.  Ọ bịara na-ejikọwanye na ndị na-emegide agha, ma nyere aka ịhazi ngagharị iwe na ihe omume ndị metụtara ya tupu na n'oge 1968 Democratic National Convention na Chicago maka National Mobilization Committee to End the War in Vietnam (\"the Mobe\").",
  "Davis bụ otu n'ime ndị isi na-ahazi National Mobilization Committee to End the War in Vietnam iji hazie ngagharị iwe megide agha na 1968 Democratic National Convention",
  "Ya na onye ndụmọdụ obodo Chicago bụ David Stahl kwurịtara okwu n'enweghị ihe ịga nke ọma iji nweta ikike.\nN'oge ọgba aghara ndị uwe ojii na Grant Park n'abalị iri abụọ na asaa n'ọnwa Ọgọstụ n'afọ 1968, Davis so n'ime ndị na-eme ngagharị iwe nke ndị uwe ojii Chicago kụrụ ihe, ọ nwetakwara nkụda mmụọ.",
  "Chicago Eight (nke e mechara mara dị ka Chicago Seven) bụ ndị ikom asatọ e boro ebubo nkata aghụghọ, na-akpali ọgba aghara, na ebubo ndị ọzọ metụtara ngagharị iwe na-enweghị ime ihe ike na ime ihe ike nke mere na Chicago. Ndị mbụ na-eme ngagharị iwe / ndị a na-ebo ebubo, nke nnukwu ndị ọka ikpe boro ebubo na Machị 20, n'afọ 1969, gụnyere Davis, Abbie Hoffman, Jerry Rubin, David Dellinger, Tom Hayden, John Froines, Lee Weiner, na Bobby Seale, onye ndú Black Panther.",
  "N'oge mmalite nke ikpe ahụ, e kewapụrụ ikpe Seale na ndị ọzọ.  Ndị ọka iwu asaa nke Chicago bụ William Kunstler na Leonard Weinglass nke Center for Constitutional Rights",
  "Onye ọka ikpe ahụ bụ Julius Hoffman",
  "Ndị ọkà iwu bụ Richard Schultz na Tom Foran",
  "Ikpe ahụ malitere na ụbọchị iri abụọ na anọ n'ọnwa Septemba, n'afọ 1969",
  "N'abalị itoolu n'ọnwa Ọktoba, a kpọrọ ndị National Guard nke Illinois ka ha sonyere ndị uwe ojii Chicago maka ịchịkwa ìgwè mmadụ, ka ngagharị iwe na-eto n'èzí ụlọ ikpe.  A mara Davis ikpe maka ịkpali ọgba aghara ma maa ya ikpe ịga mkpọrọ afọ ise",
  "A tụgharịrị ikpe ya na mkpegharị ikpe.",
  "Na akaebe ya, nke e nyere na Jenụwarị mkpụrụ ụbọchị iri abụọ na atọ n'afọ, 1970, Davis kọrọ, maka Ụlọ ikpe, okwu o kwuru na Mahadum Chicago na Nọvemba 20, 1967, na, site n'ịgbatị, ihe kpatara ya ji gosipụta na Democratic National Convention",
  "Mgbochi nke akaebe ya mere ka ndị na-agbachitere ya mee ihe maka ikpe ikpe na-ezighị ezi",
  "N'oge okwu ya, Davis welitere obere bọọlụ ígwè na-acha akwụkwọ ndụ akwụkwọ ndụ, ihe dị ka bọọlụ tennis, ma kọwaa etu ụgbọ elu agha America F-105 si tụba 640 n'ime ha n'elu Nam Ding, Vietnam.",
  "Foran jụrụ na usoro na usoro eji eme ihe n'oge agha Vietnam enweghị ihe jikọrọ ya na ma ndị mmadụ nọ na United States nwere ikike ịga njem na azụmahịa interstate iji kpalie ọgba aghara",
  "Ụlọikpe ahụ kwadoro mgbagha ahụ ma Kunstler rịọrọ ka ikpe ghara ịdị mma.",
  "Na mbido afọ 1970, Davis ghọrọ onye na-eso Guru Maharaj Ji (Prem Rawat)",
  "Ọ bụ ọnụ na-ekwuchitere ma na-ekwu okwu na ihe omume Millennium '73 nke Divine Light Mission haziri na Houston Astrodome",
  "Ọ kọwara mbata Guru Maharaj Ji dị ka,",
  "Texas Monthly hotara Davis ka ọ na-ekwu, sị: \"A ga-echeta obodo a n'oge niile nke mmepeanya mmadụ",
  "\" Otu edemede na San Francisco Sunday Examiner kwuru n'oge ahụ ma Davis ọ bụrụ na e meela lobotomy, ma kwuo, \"Ọ bụrụ na ọ bụghị, ma eleghị anya ọ ga-anwale otu\".",
  "Davis mechara bụrụ onye na-ahụ maka ego na onye nkuzi na ntụgharị uche na ịma onwe onye",
  "O mepụtara Foundation for a New Humanity, ụlọ ọrụ mmepe teknụzụ na ụlọ ọrụ na-azụ ahịa na-azụlite teknụzụ ọganihu.",
  "Ọ pụtara na Larry King Live, Barbara Walters, CNN, Phil Donahue, VH1, na mmemme telivishọn ndị ọzọ",
  "Ọ gakwuuru ma nye ndụmọdụ na atụmatụ azụmaahịa maka ụlọ ọrụ Fortune 500.",
  "Davis laghachiri Chicago maka 1996 Democratic National Convention iji kwuo okwu na \"Festival of Life\" na Grant Park",
  "Ọ pụtakwara na otu panel ya na onye na-eme ngagharị iwe Tom Hayden na-atụle \"mgbochi na-aga n'ihu na ikike okpukpe\".",
  "N'otu edemede e bipụtara na Iowa Source na 2005, Davis kwuru, sị:",
  "Davis nwụrụ na Febụwarị 2, 2021, n'ụlọ ya na Berthoud, Colorado",
  "Ọ dị afọ iri asatọ ma na-arịa ọrịa lymphoma, nke a chọpụtara naanị izu abụọ tupu ọnwụ ya.",
  "Àtụ:Chicago Seven"
]