[
  "Reno Omokri (amuru ya na 1974) bu onye okaiwu Naijiria, onye ode akwukwo na onye na-akwado ikike mmadu",
  "Ọ bụkwa kpakpando nke usoro ihe nkiri njem, Reno Around the World, na-agbasa na United Kingdom na Naịjịrịa.",
  "Omokri bụ onye na-ahụ maka mgbanwe na Reno Omokri, ihe ngosi onyonyo nke Ndị Kraịst na-akụzi ihe (maka otu oge) na San Francisco's KTLN na Detroit's Impact Network",
  "Omokri bụ osote onye isi oche nke Joe Trippina na ndị mmekọ, ụlọ ọrụ ndụmọdụ ndọrọ ndọrọ ọchịchị nke United States.",
  "Dị ka onye enyemaka pụrụ iche nke onye isi ala Goodluck Jonathan, amaara ya maka iji mgbasa ozi ọha na eze mee nyocha ma dọta uche na ọrụ nke Gọọmentị Naịjirịa.",
  "N'afọ 2011, Omokri kpọrọ oku ka ndị Naijiria bi na mpụga Naịjirịa, kwado Jonathan maka ntuli aka 2011. Omokri bụ onye bịanyere aka n'akwụkwọ ozi nke otu a maara dị ka G 57 nke na-akpọ ka Yar'adua gbaa arụkwaghịm.",
  "N'agbata afọ 2015 na 2016, Omokri bụ onye na-elekọta Transformations With Reno Omokri, usoro nkuzi Ndị Kraịst na-agbasa na Comcast, DISH Network na Roku",
  "Ọ bụ Mind of Christ Christian Center na California mepụtara telecast nkeji iri atọ kwa izu.",
  "Kemgbe ụbọchị iri abụọ na itoolu nke ọnwa Mee afọ 2015, Omokri anọgidewo na-emegide iwu nke gọọmentị Naịjirịa ugbu a, ma nwee esemokwu na ndị ọchịchị Naịjirịa. Ọ bụkwa onye ama ama na-echekwa echiche, na-akpọ maka iweghachi ụkpụrụ omume nke ọha mmadụ.",
  "Na Tuesday, 12 Ọktoba 2021, nwanyị na-azọ ọkwa gọvanọ maka Kogi Steeti, Natasha H",
  "Akpoti boro ebubo na Omokri tụrụ aro ya na 6 Mee 2014, n'oge oriri steeti maka onye isi ala Kenya Uhuru Kenyatta.",
  "Na nzaghachi, Omokri kwupụtara ụgwọ ọrụ Dollar puku ịrị ise maka onye ọ bụla nwere ike inye foto ma ọ bụ vidiyo ya na oriri Uhuru Kenyatta, ma nye ihe akaebe n'ụdị tiketi British Airways, na stampụ mbata Naijiria na America na paspọtụ ya nke gosipụtara na ọ nọghị na mba ahụ n'oge ihe omume ahụ",
  "Natasha Akpoti, onye boro ya ebubo kpochapụrụ ihe niile e boro ya na profaịlụ mgbasa ozi ya.",
  "N'oge ntuli aka ukwu nke Naịjirịa n'afọ 2019, Independent National Electoral Commission kagburu ntuli aka ahụ e mere atụmatụ ime na Satọdee 16 Febụwarị 2019 site n'otu izu. Ka a mara ọkwa mmechi ntuli aka naanị awa ise tupu ntuli aka ahụ emeghe, iwe were ndị Naịjirịa ebe ọ bụ na ọtụtụ ndị gara ebe dị anya iji mee ntuli aka, mana ha nwere nkụda mmụọ",
  "N'ihi obi nkoropụ ha, Omokri malitere usoro ihe omume ọ kpọrọ #BusesForDemocracy, nke nyere ndị na-eme ntuli aka njem n'efu na ngalaba ntuli aka ha n'agbanyeghị onye ha bu n'obi ịtụ vootu.",
  "Omokri bụ onye guzobere Ngaghari maka ịhapụ Leah Sharibu, nke bụ mgbasa ozi mgbasa ozi na-akwado nnwere onwe nke Leah Sharibu, nwa agbọghọ Onye Kraịst nke òtù Alakụba dị oke egwu, Boko Haram, tọọrọ na Febụwarị 19, 2018. Boko Haram kwere nkwa ịhapụ Sharibu ma ọ bụrụ na ọ ga-aghọ onye Alakụba, mana ọ jụrụ ịhapụ okwukwe nke Ndị Kraịst ya.",
  "Na Eprel 3, 2019, onye bụbu odeakwụkwọ mba ofesi nke Britain, Boris Johnson MP, kpughere akara uwe #FreeLeahSharibu na ụlọ ọrụ ya na nzuko omeiwu, SW1. Site na akara uwe na akwụkwọ ya, Maazị Omokri etinyela ihe karịrị £ 4000 maka nne na nna Miss Sharibu.",
  "Na Eprel 11, 2019, Omokri yi uwe ejiji #FreeLeahSharibu tracksuit n'elu Ugwu Everest na Nepal.",
  "Na Satọdee, Nọvemba 2, 2019, a kwanyeere Omokri onyinye nke Humanitarian of the Year na Hollywood Weekly Magazine Film Festival, na Warner Brothers Studio na Burbank, California, maka ọrụ ya na mkpọsa #FreeLeahSharibu.",
  "Na Wednesday, February 16, 2022, Omokri na Onyeka Onwenu, Panam Percy Paul, na nna Leah mekotara aka ọnụ wee bipụtara otu egwu maka Leah Sharibu na-arụkọ ọrụ iji mee ncheta afọ anọ nke Boko Haram / ISWAP tọọrọ ya.",
  "Egwu a, Angels on Guard: A Song for Leah, onye isi nke Omokri mepụtara, kuzuru n'ụwa niile ma na-agagharị na ụlọ ọrụ redio.",
  "Reno Omokri kwadoro mgbasa ozi iji kpochapụ onye isi ala Naịjirịa, Muhammadu Buhari na Twitter",
  "Mgbasa ozi ya #UnfollowBuhari, mere ka otu narị puku daa na Twitter nke onye isi ala Naịjirịa n'ime naanị awa atọ.",
  "Na Eprel 2, 2021, Omokri duziri ọtụtụ ngagharị iwe na London iji manye General Buhari ịlaghachi Nigeria, kama ịdabere na UK maka ahụike",
  "Maazị Buhari ji ụgbọelu banye na London n'ụbọchị gara aga.",
  "Na Fraịdee, Septemba 24, 2021, Omokri duziri ngagharị iwe megide onye isi ala Naịjirịa bụ Buhari na New York, ebe onye nke ikpeazụ na-aga nnọkọ nke iri asaa na isii nke United Nations General Assembly",
  "Ndị nnọchi anya Naịjirịa kpọrọ Ngalaba ndị uwe ojii nke New York ka ha na-eme ngagharị iwe, mana ejideghị ma ọ bụ tinye aka, ebe ngagharị iwe ahụ bụ nke udo",
  "Otú ọ dị, mgbe ngagharị iwe ahụ gasịrị, onye mwakpo ahụ duuru Maazị Omokri gaa n'ụlọ nkwari akụ ya ma wakpoo ya",
  "Ọ bụ naanị onye nche ya, Maazị Sean Reilly, bụ onye gbara onye mwakpo ahụ mgba, chụpụrụ ya ma kpọọ ndị uwe ojii",
  "E jidere ihe omume ahụ dum na teepu ma ndị mgbasa ozi kpuchiri ya",
  "N'echi ya (Sọnde, Septemba 25, 2021), otu ndị na-akwado Buhari wepụtara nkwupụta nke gọọmentị na-adabere na Daily Times, na-adọ Maazị Omokri aka ná ntị ka ọ na-atụ anya mwakpo \"na-egbu egbu\".",
  "Na Wenezdee, Nọvemba 17, 2021, Omokri malitere akwụkwọ mkpesa n'elu ikpo okwu change.org maka ụlọ ikpe mpụ mba ụwa iji kpee onye isi ala Naịjirịa Muhammadu Buhari mkpọrọ maka #LekkiMassacre nke ndị na-eme ngagharị iwe #EndSARS n'udo, na-enweghị ngwá agha, mgbe ndị otu Lagos #EndSARS boro ọchịchị Buhari ebubo na akụkọ ya",
  "N'okpuru awa iri abụọ na anọ, mmadụ puku iri anọ bịanyere aka na akwụkwọ mkpesa ahụ, ka ọ na-erule Fraịdee, Nọvemba 19, 2021, ọ ghọwo akwụkwọ mkpesa a bịanyere aka na ngwa ngwa nke sitere na Naijiria, dị ka akwụkwọ akụkọ kachasị ere kwa ka ụbọchị na Naịjirịa, The",
  "Na Mọnde Machị 21, 2022, magazin Business Insider họpụtara Omokri, otu n'ime akwụkwọ azụmahịa na-elekwasị anya n'ụwa, dị ka Onye na-emetụta azụmahịa nke afọ, 2022, ya na mmadụ anọ ndị ọzọ dị iche iche, gụnyere Tony Elumelu, Dr",
  "Ola Brown, Vusi Thembekwayo, na Victor Asemota",
  "Na Eprel 12th, e kpughere ya dị ka onye natara onyinye ahụ mgbe o nwetara 74.67% nke ihe karịrị votu narị puku abụọ",
  "Onye bụbu onye isi ala Naịjirịa, Dr",
  "Goodluck Jonathan, na onye bụbu osote onye isi ala Naịjirịa, Atiku Abubakar kelere Omokri",
  "Dr",
  "Mrs",
  "kelere ya na vidiyo",
  "Ngozi Okonjo-Iweala, Director General nke World Trade Organisation, Oriakụ",
  "Dere Awosika, Onye isi oche ma ọ bụ Access Bank, Senator Ben Murray Bruce, Dele Momodu, Onyeka Onwenu, n'etiti ọtụtụ ndị ọzọ."
]