[
  "A ghọtara nkwụghachi n'ụzọ sara mbara dị ka nkwụghachi ụgwọ e nyere maka mmejọ ma ọ bụ mmerụ ahụ",
  "Nkọwa okwu ọnụ nke nkwụghachi agbanweela nke ukwuu n'ime narị afọ gara aga",
  "Na mmalite 1900s, nkwụghachi bụ mgbanwe n'etiti steeti (lee nkwụghachi agha) bụ usoro ntaramahụhụ nke nkwekọrịta kpebiri ma kwụọ ụgwọ site n'akụkụ esemokwu nke na-enyefe ya, dị ka nkwụghachi ụgwọ Agha Ụwa Mbụ nke Germany na ndị ha na ya jikọrọ aka",
  "Aghọtara nkwụghachi ugbu a dị ka ọ bụghị naanị mmebi agha kamakwa ụgwọ ọrụ na usoro ndị ọzọ enyere ndị aka na-ahụ maka mmebi iwu oke ruru mmadụ site n'aka ndị otu ahụ kpatara",
  "iji nye ha ka echekwara ya otu United Nations.",
  "N'ikpe ziri ezi nke mgbanwe, nkwụghachi ụgwọ bụ ihe steeti na-eme iji dozie mmebi iwu ruuru mmadụ ma ọ bụ iwu enyemaka mmadụ site na nchịkwa nke ụdị nkwụghachi ụgwọ ma ọ bụ nkwụghachi ndị ahụ metụtara",
  "N'ime usoro niile nke ikpe ziri ezi mgbanwe, nkwụghachi ụgwọ bụ ihe pụrụ iche n'ihi na ha na-edozi ọnọdụ nke ndị ahụ metụtara",
  "Nkwụghachi ụgwọ, ma ọ bụrụ na e mere ya nke ọma, na-ekweta nhụjuanya nke ndị ahụ metụtara, na-enye usoro nkwụghachi ụgwọ, yana ụdị nkwụghachi ụgwọ maka mmebi iwu ahụ tara ahụhụ",
  "Nkwụghachi ụgwọ nwere ike ịbụ ihe atụ yana ihe onwunwe",
  "Ha nwere ike ịbụ n'ụdị nkwenye ọha ma ọ bụ ịrịọ mgbaghara maka mmebi iwu gara aga, na-egosi nkwa steeti na mmekọrịta mmadụ na ibe ya iji zaghachi mmegbu mbụ.",
  "Ndị na-akwado nkwụghachi ụgwọ na-ekwusi ike  na iji dị irè, a ghaghị iji nkwụghachi ụgwọ rụọ ọrụ n'akụkụ usoro ikpe ziri ezi ndị ọzọ dị ka ikpe, ịchọ eziokwu, na mgbanwe ụlọ ọrụ. Usoro ndị dị otú ahụ na-ahụ na usoro nkwụghachi ụgwọ abụghị nkwa efu, usoro nkwụsịtụ nwa oge, ma ọ bụ mgbalị ịzụta ịgbachi nkịtị nke ndị metụtara",
  "Echiche iwu nke nkwụghachi ụgwọ nwere akụkụ abụọ: ikike nke onye merụrụ ahụ ịnata nkwụghachi ụgwọ, na ọrụ nke onye na-ahụ maka mmerụ ahụ iji nye nkwụghachi ụgwọ",
  "Ndị mmadụ n'otu n'otu nwere ike ịchọ nkwụghachi ụgwọ site na usoro ikpe, ma ọ bụ ha nwere ike ịbụ iwu ndị steeti webatara iji dozie nchegbu ma ọ bụ mkpa nke ọtụtụ mmadụ",
  "Ọ bụ ezie na atụmatụ nke mbụ bụ ihe enyemaka n'ịmepụta usoro iwu, nke abụọ bụ ụzọ dị irè karị iji mata nchegbu nke ọtụtụ mmadụ.",
  "Ụkpụrụ na Nduzi nke Mba Ndị Dị n'Otu na Ikike nke Ngwọta na nkwụghachi ụgwọ maka Ndị Na-emebi Iwu ruuru Mmadụ nke Mba Nile na Mmebi Iwu Ndị Mmadụ nke Iwu Ndị Mmadụ nke Mba Nile na-akọwa ụdị nkwụghachi ụgwọ ise: nkwụghachi ụgwọ, nkwụghachi ụgwọ, mmeghari, afọ ojuju, na nkwa nke enweghị mmegharị.",
  "Ndị na-emebi ikike mmadụ nke mba ụwa ma ọ bụ iwu enyemaka mmadụ nwere ikike ịkwụ ụgwọ ngwa ngwa, zuru oke, na nke dị irè",
  "Ndị a tara ahụhụ nwere ike ịbụ ndị mmadụ n'otu n'otu ma ọ bụ otu ndị mmadụ tara ahụhụ yiri nke ahụ",
  "Ndị dị otú ahụ metụtara, dị ka akọwapụtara site na UN Basic Principles on the matter, bụ:",
  "\"Ndị mmadụ merụrụ ahụ n'otu n'otu ma ọ bụ n'otu n'otu, gụnyere mmerụ ahụ ma ọ bụ nke uche, nhụjuanya mmetụta uche, ọnwụ akụ na ụba, ma ọ bụ nnukwu mmerụ nke ikike ha dị mkpa, site na omume ma ọ bụ omissions nke na-eme ka mmebi iwu ruuru mmadụ nke mba ụwa, ma ọ bụ mmebi iwu enyemaka nke mba ụwa",
  "ezinụlọ ma ọ bụ ndị na-adabere na onye ahụ kpọmkwem na ndị merụrụ ahụ na-etinye aka iji nyere ndị nọ n'ahụhụ aka ma ọ bụ iji gbochie mmegbu",
  "\"",
  "Steeti, dị ka ikike na-ahụ maka ịhụ na e chebere ikike mmadụ na nchịkwa nke ikpe ziri ezi n'ime ókèala ha, na-ahụkwa maka inye nkwụghachi maka mmegbu na ikpe na-ezighị ezi nke ụmụ amaala ha tara",
  "Ụkpụrụ Isi nke UN na-ekwukwa na ọ bụrụ na a pụrụ ịchọta mmadụ ma ọ bụ ụlọ ọrụ na-abụghị steeti maka mmebi iwu na mmegbu a diri, ndị dị otú ahụ na-ahụ maka inye nkwụghachi ụgwọ ma ọ bụ kpọmkwem nye onye ahụ ma ọ bụ site na ịkwụ ụgwọ steeti ụgwọ maka nkwụghachi ụgwọ",
  "Enwere ike ịchọta nkwado iwu mba ụwa maka ikike iji dozie ihe dị irè na ọrụ inye nkwụghachi ụgwọ n'ọtụtụ ikike mmadụ na nkwekọrịta na nkwekọrịta enyemaka, gụnyere:",
  "- Canada Ruo ihe karịrị otu narị afọ, Canada nọgidere na-eme omume nke iwepu ụmụ amaala Canada n'ezinụlọ ha ma tinye ha n'ụlọ akwụkwọ obibi ndị mba India (IRS)",
  "Usoro a bụ akụkụ nke mgbalị iji mee ka ọha mmadụ Canada dị n'otu, ma gụnye mmachibido asụsụ obodo na omenala",
  "N'afọ 1991, gọọmentị mba Canada guzobere Royal Commission on Aboriginal Peoples (RCAP), nke e boro ebubo inyocha mmekọrịta dị n'etiti ndị aborigine, gọọmentị, na ọha mmadụ.",
  "N'ihi ndụmọdụ ndị kọmitii ahụ, gọọmentị nyere mgbaghara n'ụzọ ihe atụ na \"Statement of Reconciliation\", na-ekweta na e mere ụlọ akwụkwọ ndị ahụ n'ụdị ịkpa ókè agbụrụ",
  "Pope Benedict nke iri na isii rịọkwara mgbaghara n'aha ndị otu ụka tinyere aka na omume ahụ. Na mgbakwunye, gọọmentị nyere ego nde $ 350 iji nyere ndị ụlọ akwụkwọ ndị ahụ metụtara aka. N'afọ 2006, gọọmentị etiti bịanyere aka na nkwekọrịta ụlọ akwụkwọ obibi nke India, na-ekweta inye ndị lanarịrị mmemme a nkwụghachi ụgwọ",
  "Mkpebi ahụ ruru ihe dị ka ijeri $ 2, ma na-agụnye ụgwọ ego, kọmitii eziokwu, na ọrụ nkwado.",
  "N'afọ 2017 Prime Minista Justin Trudeau rịọrọ ndị na-edina nwanyị, ndị na-edina nwoke na nwanyị, ndị na-edina nwoke na nwanyị, na ndị transgender nke mba Canada mgbaghara na House of Commons ma kwupụta nkwụghachi ụgwọ nke a ga-enye ụmụ amaala merụrụ ahụ site na omume ụfọdụ nke Steeti.",
  "- Chile N'afọ 1990, onye isi ala mba Chile a họpụtara ọhụrụ bụ Patricio Aylwin kere National Truth and Reconciliation Commission iji nyochaa mmegbu ikike mmadụ nke ọchịchị aka ike nke General Augusto Pinochet n'afọ 1973-1990",
  "Kọmitii ahụ nyochara ndị na-efu efu, ogbugbu ndọrọ ndọrọ ọchịchị, na mmekpa ahụ, na-ebipụta Rettig Report na nchọpụta ya na 1991",
  "Mgbe nke ahụ gasịrị, National Corporation for Reparations and Reconciliation gara n'ihu na ọrụ ya",
  "Mmemme ndị a na-atụ aro nkwụghachi ụgwọ maka ndị ahụ metụtara, gụnyere: ụgwọ ezumike nká kwa ọnwa, uru agụmakwụkwọ maka ụmụ ndị ahụ furu efu, ịhapụ ọrụ agha, na ịnweta ọrụ ahụike dị mkpa.",
  "Otú ọ dị, a katọrọ atụmatụ ndị a n'ihi ihe dị iche iche, dị ka ịjụ ha ịmata ndị na-eme ihe ike na ọdịda ha ịmata ọtụtụ ndị a ga-akwụ ụgwọ.",
  "- Morocco Na Morocco, a na-akpọkarị oge dị n'agbata afọ 1960 nakwa afọ 1990 dị ka \"afọ ndị ndu,\" na-ezo aka na nnukwu mmebi ikike mmadụ nke mere na mkpọsa gọọmentị nke mmegbu ndọrọ ndọrọ ọchịchị, gụnyere igbu mmadụ, mmekpa ahụ, na ikpochapụ nnwere onwe obodo ndị ọzọ",
  "N'oge na-adịghị anya mgbe ọ rịgoro n'ocheeze n'afọ 1999, Eze Mohammed nke Isii mepụtara Independent Arbitration Commission (IAC) iji kwụọ ndị a manyere ịla n'iyi na njide na-enweghị isi",
  "IAC kpebiri ihe karịrị ikpe 5,000 ma nye ngụkọta nke US $ 100 nde, mana ndị ahụ metụtara na ezinụlọ ha mere mkpesa maka enweghị nkwuwa okwu na usoro ụlọ ikpe ahụ ma chọọ ihe ndị na-achọ eziokwu na mgbakwunye na nkwụghachi ụgwọ ego.",
  "Nrụgide ndị a nyere aka n'ime ka e mepụta 2004 nke atụmatụ mbụ nke mba Arab na-achọ eziokwu, Equity and Reconciliation Commission",
  "IER nyere iwu nkwụghachi ụgwọ nke kwadoro echiche nke nha nhata nwoke na nwanyị ma rụpụta ihe dị ka nde US $ 85 na nkwụghachi ụgwọ ego a kwụrụ ihe fọrọ nke nta ka ọ bụrụ mmadụ 10,000, yana aro banyere ihe ndị ọzọ dị ka inye nlekọta ahụike na iweghachi ikike obodo",
  "Aro ndị IER dugakwara na mmemme nkwụghachi ụgwọ ọnụ nke jikọtara nkwenye ihe atụ nke mmebi ikike mmadụ na akụkụ mmepe na mpaghara iri na otu nke tara ahụhụ site na ntaramahụhụ nchịkọta. Ka ọ na-erule Mee 2010, mmejuputa usoro nkwụghachi ụgwọ nchịkọta na-aga n'ihu.",
  "A na-atụ aro na / ma ọ bụ mejuputa mmemme nkwụghachi ụgwọ ndị ọzọ na: Argentina, Brazil, Cambodia, Colombia, Democratic Republic of Congo, East Timor, El Salvador, Germany, Ghana, Guatemala, Haiti, Iraq, Malawi, Liberia, South Africa, Kenya, United States, na ndị ọzọ.",
  "Inwe ùgwù bụ mbibi ma ọ bụ ịnara ikike ihe onwunwe n'aka ndị nwe ya ma ọ bụ ndị bi na ya, ebe ebumnuche ma ọ bụ n'amaghị ama bụ dehumanization ma ọ bụ nwa ọhụrụ. E nwere ihe abụọ a chọrọ: (1) mbibi ihe onwunwe na-enweghị isi ma ọ bụ njide na (2) dehumanization ma ọ bụ nwa ọhụrụ. Dehumanization bụ “ọdịda ịmata mmadụ ma ọ bụ otu mmadụ” na nwa ọhụrụ bụ “mmachibido nke nnwere onwe nke onye ma ọ bụ otu dabere na enweghị ike ịmata ma kwanyere ikike ha niile iche echiche.” Enwere ike ịmepụta ihe akaebe nke ùgwù site na ụzọ elu, na-enyocha ebumnobi na ebumnuche n'azụ ndị malitere iwere, ma ọ bụ ụzọ dị ala, na-enyocha echiche nke ndị a chụpụrụ.",
  "Mgbe mmerụ ahụ a buru ibu nke a na-akpọ ùgwù na-eme, naanị nkwụghachi ụgwọ (ma ọ bụ nkwụghachi ụgwọ maka ihe anụ ahụ e weere) ezughị. A chọrọ mweghachi ùgwù. Iweghachi ùgwù bụ ihe ngwọta nke na-achọ inye ndị mmadụ na obodo ndị a chụpụrụ ụgwọ ihe onwunwe site na usoro ndị na-akwado mmadụ ha ma na-ewusi ụlọ ọrụ ha ike. N'ikwu ya n'ụzọ dị irè, usoro mmezi ahụ na-etinye ndị mmadụ ma ọ bụ obodo ndị a chụpụrụ n'oche ọkwọ ụgbọala ma nye ha oke nnwere onwe n'ikpebi otú e si eme ka ha zuru oke.",
  "Prọfesọ Bernadette Atuahene bu ụzọ mepụta usoro mweghachi ùgwù / ùgwù na-esote nyocha ya banyere ịchụpụ ala na nkwụghachi na mba South Africa n'akwụkwọ ya, We Want What's Ours: Learning from South Africa's Restitution Program (Oxford University Press 2014). Kemgbe ahụ, ọtụtụ ndị ọkà mmụta n'ofe ọzụzụ etinyela echiche mmekọrịta mmadụ na ibe ya na iwu ndị a n'ọtụtụ ọmụmụ ihe n'oge dị iche iche na ebe dị iche, na-enye ụzọ mba dị iche iche, akụkọ ihe mere eme iji ghọta ọnwụ ihe onwunwe na-enweghị isi na ihe onwunwe ya na ihe ndị na-abụghị ihe onwunwe.",
  "Usoro mweghachi ùgwù / ùgwù na-enye akwụkwọ ọkọwa okwu iji kọwaa ma nyochaa ihe onwunwe sitere n'aka ndị ogbenye na ndị na-adịghị ike n'ụwa niile n'oge akụkọ ihe mere eme dị iche iche; na-elekwasị anya na mgbazi site na ijikọ ihe omume nke ịchụpụ ihe onwunwe iji gosipụta ohere maka mmụta, iguzogide, na ịdị n'otu; na-enye ndị na-abụghị ndị ọkà mmụta ihe onwunwe ohere isonye na mkparịta ụka banyere ọnwụ ihe onwunwe na-enweghị isi na ngwọta zuru oke; na-ejide ma ihe onwunwe na ihe na ihe na-enweghị ihe onwunwe; ma tinye ùgwù n'ime okwu ndị ọkà mmụta banyere ihe onwunwe, na-emegide otu ihe na-elekwasị anya na arụmọrụ, nke na-achịkwa nyocha iwu kemgbe ịrị elu nke iwu na akụ na ụba.",
  "Enwere nsogbu nhazi nke dị na nkwụghachi ụgwọ, dị ka ịkọwa ebumnuche, ihe mgbaru ọsọ, na usoro nke a ga-ekesa nkwụghachi ụgwọ, ikpebi otu esi edozi ọtụtụ arụrụala na mmemme ndị a haziri ahazi, ma ọ bụ ịhazi mmepe akụ na ụba na mgbalị nkwụghachi ụgwọ ego. Ụfọdụ ndị ọkachamara na-atụ aro na nsogbu ndị ahụ dị na nkọwa nke nkwụghachi ụgwọ n'onwe ha",
  "Ikike ịchọ ma nweta nkwụghachi ụgwọ bụ nke steeti nke ụmụ amaala ya tara ahụhụ, mana a na-egbochi ndị mmadụ ịchụso ebubo maka nkwụghachi ụgwọ kpọmkwem megide steeti mejọrọ ha",
  "N'ihi ya, inye nkwụghachi ụgwọ bụ ajụjụ ndọrọ ndọrọ ọchịchị, a pụkwara ịhapụ ndị mmadụ merụrụ ahụ n'enweghị ụgwọ ma ọ bụ ghara ịkwụ ụgwọ.",
  "Enwere ike ịgbagha ụkpụrụ nduzi nke otú UN banyere nkwụghachi ụgwọ n'eziokwu ahụ bụ na ha na-eme ka mmebi ikike mmadụ tụnyere mmebi nke ikike obodo na nke ndọrọ ndọrọ ọchịchị, na-eleghara mmegbu nke ikike akụ na ụba, mmekọrịta mmadụ na ibe ya, na omenala anya",
  "Ntuziaka ndị ahụ na-ekwu n'ụzọ doro anya na ebumnuche ha bụ iweghachi ndị ahụ metụtara n'ọnọdụ ha n'oge udo, mana nkesa ikike na akụ na ụba anaghị adịkarị nhata n'oge udo",
  "N'ihi ya, nkwụghachi ụgwọ, ma ọ bụrụ na ebumnuche ha bụ iweghachi ọha mmadụ n'ọnọdụ ya, na-agba ọsọ n'ihe ize ndụ nke ileghara mmegbu usoro anya na imepụta usoro mmekọrịta mmadụ na ibe ya.",
  "Dịka ọmụmaatụ, a na-akatọ mmemme nkwụghachi ụgwọ maka ileghara mkpa ụmụnwanyị anya na usoro ikpe ziri ezi",
  "N'afọ 2007, ndị otu ụmụnwanyị gbakọtara iji nyochaa otú iwu nkwụghachi ụgwọ nwere ike isi na-anabata ndị e mesoro ihe ike metụtara nwoke na nwanyị",
  "Mgbalị ha dugara na \"Nairobi Declaration on Women's and Girl's Right to a Remedy and Reparation\", nke na-ekwu na \"nkwụghachi ụgwọ ga-agabiga ihe kpatara ya na nsonaazụ nke mpụ na mmebi iwu; ha ga-ezube idozi ndọrọ ndọrọ ọchịchị na enweghị nhata nke na-akpụzi ndụ ụmụnwanyị na ụmụagbọghọ",
  "\"",
  "Enwere ike idozi ụfọdụ n'ime nchegbu ndị a site n'inye ụmụnwanyị ikike inwe olu na usoro nkwụghachi ụgwọ, na-agbagha omume ịkpa ókè, na ịkụziri obodo banyere ime ihe ike mmekọahụ.",
  "Na mgbakwunye na ịkpa ókè nwoke na nwanyị, a na-ewepụkarị ụmụaka na usoro nkwụghachi ụgwọ",
  "Ihe kpatara nke a dịgasị iche iche; nkwụghachi ụgwọ na-adakarị n'aka ndị nne na nna ma na-enye ụmụaka naanị n'ụzọ na-apụtaghị ìhè, na mmemme nkwụghachi ụgwọ anaghị echebara eziokwu ahụ bụ na ụmụaka na ndị okenye na-emetụta ihe ike n'ụzọ dị iche",
  "N'ihi ya, nkwụghachi ụgwọ kwesịrị inwe akụkụ ụmụaka kpọmkwem iji lekwasị anya na mmegbu nke ụmụaka na-ata ahụhụ."
]