[
  "Okwu banyere nsọpụrụ maka ndụ bụ nsụgharị nke ahịrịokwu German: \"Ehrfurcht vor dem Leben.\"  Okwu ndị a rutere Albert Schweitzer na njem ụgbọ mmiri na Osimiri Ogooué na French Equatorial Africa (nke ana akpo Gabon ugbu a), mgbe ọ na-achọ echiche zuru ụwa ọnụ nke ụkpụrụ omume maka oge anyị",
  "Na Mmepeanya na Ụkpụrụ Omume, Schweitzer dere, sị: \"Ethics abụghị ihe ọzọ karịa nsọpụrụ maka ndụ",
  "Nsọpụrụ maka Ndụ na-enye m ụkpụrụ m bụ isi nke omume ọma, ya bụ, na ezi ihe dị n'ịnọgide, inye aka na ịkwalite ndụ, na ibibi, imerụ ma ọ bụ igbochi ndụ bụ ihe ọjọọ",
  "\"",
  "Schweitzer mere nsọpụrụ maka ndụ ka ọ bụrụ ụkpụrụ bụ isi nke nkà ihe ọmụma ziri ezi, nke o mepụtara ma tinye n'omume",
  "O gosipụtara mmepe ya n'ọtụtụ akwụkwọ na mbipụta n'oge ndụ ya nakwa n'ihe odide nke e bipụtara n'oge na-adịbeghị anya; ọrụ bụ isi bụ akụkụ anọ ya na-agwụ agwụ Nkà ihe ọmụma nke Omenala (German: ) nke isiokwu ya bụ: \"Ụwa-ele nke nsọpụrụ maka ndụ\"",
  "O jikwa ụlọ ọgwụ ya dị na Lambaréné, Gabon gosipụta nkà ihe ọmụma a n'omume.",
  "Albert Schweitzer kwenyere na ụkpụrụ omume nke nwere ike ịkwado ihe échichè nke ezi mmepeanya kwesịrị inwe ntọala ha na echiche miri emi ma bụrụ ihe na-akwado ụwa na ndụ",
  "Nkeá mèrè kà omalite ịchọ ụkpụrụ omume n'okpukpe dị iche iche dị mkpa na echiche ụwa nke ọ nwere ike ịnweta, mana ọ hụghị nke ọ bụla nwere ike, n'ụzọ doro anya, ijikọta ụkpụrụ omume na nkwenye ndụ",
  "Ọ bụ ruo afọ abụọ mgbe ọ kwagara Gabon iji guzobe ụlọ ọgwụ Albert Schweitzer ka o mechara chọta nkwupụta dị mfe nke zara ọchịchọ ya.",
  "N'agbanyeghị, e kwesịghị ileghara ya anya na mgbe ọ bụ nwata, Schweitzer nwere mmetụta miri emi maka nhụjuanya nke ihe niile e kere eke gbara ya gburugburu",
  "O dere, sị, \"N'oge gara aga ka m nwere ike icheta, oke nhụsianya m hụrụ n'ụwa gbara m gburugburu wutere m",
  "Obi ụtọ nke ndị ntorobịa na-erughị eru amaghị m n'ezie...Otu ihe wutere m karịsịa bụ na ụmụ anụmanụ ndị ahụ na-enweghị ihe mgbu na nhụsianya dị ukwuu....Ọ bụ ihe a na-apụghị ịghọta aghọta nye m - nke a bụ tupu m amalite ịga ụlọ akwụkwọ - ihe mere n'ekpere mgbede m ga-eji kpee ekpere maka ụmụ mmadụ naanị",
  "Ya mere, mgbe nne m kpere m ekpere ma susuo m ọnụ abalị ọma, ana m agbakwunye ekpere nkịtị nke m dere onwe m maka ihe niile dị ndụ",
  "O kwuru otú a: “O Nna nke eluigwe, chekwaba ma gọzie ihe niile nwere ume ndụ chekwaa ha n’ihe ọjọọ niile, ma mée ka ha hie ụra n’udo....\"",
  "Schweitzer jigidere echiche'a n'afọ 1920 na ndị mmadụ enwekwaghị aka na uche ha, ebe ha meriri ya n'aka ndị ọchịchị n'èzí ma chụọ ya n'àjà maka ọnọdụ ndị dị n'èzí",
  "Ya mere, ọ rụtụrụ aka n'ihe ndị dị mkpa n'ime onwe anyị nke nwere ike imetụ uche anyị ma nwee ike iji ya mee ihe maka ọdịmma mmadụ niile.",
  "Ébé ona achọ azịza banyere nsogbu ndị ihe bụ ọdịda doro anya nke mmepeanya ọdịda anyanwụ kpatara ya, Albert Schweitzer adịghị njikere ịhapụ nkwenkwe na ọganihu nke ndị sitere na Europe na-ewere dị ka ihe efu",
  "Kama nke ahụ, ọ chọrọ ịchọpụta ihe mere 'ọchịchọ ịga n'ihu' a ji yie ka ọ na-apụ n'okporo ụzọ ma na-akpata nkewa nke mmepeanya Europe."
]