[
  "Reynold Dash Ruffins (August 5, 1930 na July 11, 2021) bụ onye America na-ese ihe, onye na-ese foto, na onye na-emepụta ihe osise. Ya na Milton Glaser, Edward Sorel, na Seymour Chwast, Ruffins guzobere Push Pin Studios na 1954",
  "Ọ bú onye na-ese ihe osise nke ihe karịrị akwụkwọ ụmụaka iri abụọ, a makwara Ruffins maka \"ọdịdị ya dị iche iche, ụcha dị egwu, na mmasị maka ihe e kere eke",
  "\" O nweela ọtụtụ ihe ngosi onwe ya ma bụrụ akụkụ nke ihe ngosi otu na Paris 'Musée du Louvre, na Milan, Bologna, na Tokyo.",
  "Ruffins gara ụlọ akwụkwọ sekọndrị nke egwu na nka na New York City na Cooper Union",
  "Mgbe ọ ka bụ nwa akwụkwọ na Cooper Union, ya, Seymour Chwast, Milton Glaser, na Edward Sorel, guzobere Design Plus, ụlọ ọrụ egwu na-adịteghi aka. Mgbe ọ gụsịrị akwụkwọ, mmekọrịta ahụ gbanwere ma na 1954, ya na ndị gụsịrị akwụkwọ na Cooper bu Glaser, Sorel, na Chwast guzobere Push Pin Studios. N'afọ 1963, mgbe ọ hapụsịrị Push Pin, Ruffins guzobere ụlọ ọrụ imewe ọzọ na Simms Taback, mmekọrịta nke were ihe karịrị afọ iri atọ. Ndị chọtara ya n'ihi ahịa ya gụnyere IBM, AT&T, Coca-Cola, CBS, Pfizer, New York Times, Time Life, Fortune, Gourmet Magazine, na US Post Office.",
  "Ruffins banyere n'ọrụ nke ihe osise akwụkwọ ụmụaka na 1969, na n'ime afọ 1970 na mmalite afọ 1980 ya na onye edemede Jane Sarnoff na-arụkọ ọrụ ugboro ugboro.",
  "N'afọ 1991, Ruffins sonyeere Whoopi Goldberg na Herbie Hancock iji mepụta \"Koi na Kola Nuts,\" vidiyo a na-eto nke ọma maka ụmụaka nke bụ akụkụ nke usoro We All Have Tales nke Rabbit Ears Productions.",
  "Ruffins nwụrụ n'udo n'ụlọ na Sunday July 11, 2021, ndị ezinụlọ gbara ya gburugburu. Ọ biri na Sag Harbor, New York; nwunye ya Joan nwụrụ na 2013.",
  "Prọfesọ emeritus na CUNY's Queens College, Ruffins akụzikwaara na School of Visual Arts, Parsons The New School for Design, ma bụrụkwa prọfesọ nleta na Mahadum Syracuse.",
  "Ruffins bụ onye natara onyinye Augustus St",
  "Gaudens (nke Cooper Union gosipụtara) maka ihe ịga nke ọma nakwa maka ịbụ ọkachamara na nka",
  "E nyekwara Ruffins Cooper Union Presidential Citation maka ọrụ ya na ọkwá ya dị elu n'ọrụ ya",
  "Ọrụ Ruffins dugara na onyinye sitere na New York Art Directors Club na Silver Medal site na Society of Illustrators",
  "Ruffins meriri Coretta Scott King Illustrator Honor Award na 1997 maka akwụkwọ Running the Road to ABC (nke Denize Lauture dere)",
  "Ihe osise ya maka onye edemede Haiti nwetara Maazị Ruffins nsọpụrụ mba ụwa.",
  "Dị ka onye na-ese ihe osise, ọ gwụla ma edepụtara ya:"
]