[
  "Reza Alinejad (amụrụ n'ọnwa Septemba 21, n'afọ 1985) bụ nwoke Iran dị afọ Asaa ebubo na o gburu nwoke ọzọ iji chebe onwe ya wee maa ya ikpe ọnwụ site n'ịkwụgbu..",
  "Na Disemba 2002, ka ha na-eri nri n'ọma ahịa dị na Fasa Iran, Reza na enyi ya nwere ndị otu ndị okenye bụ́ ndị ji ọnụ tie ndị ntorobịa abụọ ahụ ọgụ",
  "Esemokwu ọnụ ahụ dara, otu onye so n'òtù ahụ butere ọgụ ya na Reza na enyi ya wepụtara ngwá agha ma malite iti ndị ntorobịa ahụ ihe.. N'ịgbalị ịgbachitere onwe ya na enyi ya megide mwakpo ahụ, Reza wepụtara mma akpa, ma mgbe ọ na-ekpuchi ihu ya na anya ya site n'aka ekpe ya, ọ gbalịrị iji mma ahụ dị n'aka nri ya chụọ ndị agha ya.  Ka Reza na ndị na-awakpo ya na-alụ ọgụ n'ụzọ dị otu a, o were mma were were maa otu n'ime ha.  Mgbu ahụ n'ikpeazụ butere ọnwụ onye mwakpo ahụ, e jidekwara Reza maka ebubo igbu ọchụ ma maa ya ikpe ọnwụ site n'ịkwụgbu.",
  "N'oge ana eme nyocha izizi nke ikpe a, e malitere ọtụtụ eziokwu na-enweghị isi maka ndekọ ahụ, gụnyere akaebe nke enyi onye nwụrụ anwụ, onye nọ mgbe esemokwu ahụ mere",
  "Onye akaebe ahụ kwetara na ya na enyi ya bụ ndị malitere esemokwu ahụ, na n'enweghị mkpasu iwe site n'aka Reza na enyi ya, ha ji ngwá agha ha wakpo ndị ntorobịa abụọ ahụ",
  "Onye ji anya ya hụ gbara akaebe na ndị nọ n'afọ iri na ụma ahụ enweghị ụzọ ọ bụla ha ga-esi gbanahụ esemokwu ahụ ka a gbara ha gburugburu ma merie ha",
  "E tiri ha ihe nke ukwuu, na-eme ka ha nwee nnukwu mmerụ ahụ nke chọrọ ka ha nọrọ n'ụlọ ọgwụ",
  "N'ihi nke a, onye ji anya ya hụ ihe mere kwetara na mwakpo ahụ ya na enyi ya nwụrụ anwụ mere bụ ihe ike nke na ọ nwere ike ịghọta ihe mere Reza na enyi ya ji mee ihe ha ga-agbachitere ndụ ha.",
  "Onye akaebe ọzọ - onye na-esoghị na esemokwu ahụ - kwadoro ihe eziokwu ndị a",
  "Ihe akaebe ya, tinyere ihe akaebe ndị ọzọ na ikpe ahụ, hapụrụ obere obi abụọ na Reza etinyela aka na-agbachitere onwe ya, nakwa na ọ nweghị nhọrọ ọ ga-eme ma ọ bụghị iji ike dị mkpa iji zọpụta ndụ ya yana nke enyi ya na-eto eto.",
  "N'agbanyeghị ihe akaebe na-akwado nkwupụta Reza na ọ mara nwoke ahụ mma iji chebe onwe ya, yana eziokwu ahụ bụ na ọ bụ nwata n'oge ihe ahụ mere, a mara Reza Alinejad ikpe qesas- ntaramahụhụ - maka igbu ọchụ site na Nkebi nke 6 nke Ụlọikpe Criminal na Fasa na ọnwa Ọktoba ụbọchị anọ n'ime afọ 2003.",
  "Mgbe ikpe ahụ ruru ụlọ ikpe kachasị elu nke Iran maka nyocha n'ime ọnwa Disemba n'afọ 2004, onye ọka ikpe jụrụ ikpe ọnwụ a, onye nabatara na onye nọ n'afọ iri na ụma ahụ mere ihe iji chebe onwe ya",
  "Onye ọka ikpe ahụ kwetara na ndị kpalitere esemokwu ahụ bụ onye nwụrụ anwụ na enyi ya, na ha wakporo Reza Alinejad na enyi ya na nunchaku ma merụọ ha ahụ, nakwa na ịpịa Reza Alinejad abụghị n'uche.",
  "Ụlọikpe Kasị Elu kpọghachiri ikpe ahụ n'ụlọ ikpe ọzọ dị ala maka nyocha",
  "A nụrụ ikpe ahụ nke ugboro abụọ site na alaka otu narị na otu nke Fasa Criminal Court",
  "N'ọnwa June ụbọchị iri na ise, n'afọ 2005, ụlọ ikpe dị ala mara Reza ikpe ọnwụ ọzọ, na-ekwubi na ọ gaara agbapụ ebe ahụ wee mee ihe n'ụzọ na-enweghị isi",
  "Na Mee 9, 2006, Ụlọikpe Kasị Elu nke Iran kwadoro ikpe ọnwụ ahụ.",
  "Dị ka Lily Mazahery si kwuo, onye ọka iwu na-ahụ maka ikike mmadụ nke Iran na America na onye na-akwado ikike mmadụ nke rụrụ ọrụ n'ọtụtụ ikpe ndị yiri ya, mkpebi ikpe Reza mebiri iwu na ụkpụrụ mba ụwa. Nke a bụ n'ihi na n'oge ihe a mere, Reza bụ nwata",
  "Nkeji edemede nke iri atọ na asaa nke nkwekọrịta banyere ikike nke nwatakịrị, nke Islamic Republic of Iran bụ onye bịanyere aka na ya, machibidoro igbu ndị mmadụ n'otu n'otu maka omume ma ọ bụ mpụ ndị e mere tupu afọ ole.",
  "Ikpe ọnwụ Reza mere ka ọtụtụ ndị otu na-ahụ maka ikike mmadụ na ndị na-akwado ya gburugburu ụwa katọọ ya, tinyere ịnye ngwa ngwa nke Amnesty International iji kwụsị igbu ya.",
  "E bufere ókwú ikpe Reza n'aka onye isi ikpe nke Iran bụ Mahmoud Hashemi Shahroudi maka nyocha.",
  "Nwanne Reza, Meghada Alinejad, ya na ndị ezinụlọ Reza ndị ọzọ, arịọla maka enyemaka mba ụwa.",
  "N'ime ọnwa Disemba afọ 2007, n'akwụkwọ ozi o degaara Nazanin Afshin-Jam, nwanne Reza, Ali Alinejad zigara akwụkwọ nke iwu ogbugbo nke onye isi ikpe nke Iran nke kwuru, sị: \"N'iburu n'uche afọ nke onye a mara ikpe na ọnọdụ na-amaghị ama nke o chere ihu, e nyere iwu ka e weghachi faịlụ ahụ n'ụlọ ikpe dị na (obodo) Fasa",
  "Site na Mediation council ma ọ bụ site n'ụzọ ọ bụla ọzọ; a ghaghị ime mgbalị na mgbalị ndị ọzọ iji weta mkpebi n'etiti ndị nne na nna nke onye ahụ e gburu egbu na onye ikpe igbu ọchụ",
  "\"",
  "A tọhapụrụ Reza n'ọnwa Disemba ụbọchị àtó, n'afọ 2008 mgbe ezinụlọ onye ahụ (Dooroodi) chọrọ ma nabata ụgwọ ego (diyeh, ego ọbara).  Ezinụlọ Alinejad gwara onye isi oche SCE (Stop Child Executions) Nazanin Afshin-Jam okwu obere oge a tọhapụrụ ya iji kelee ndị otu ahụ maka mbọ niile iji nyere aka zọpụta Reza.\nReza na-ekwusi ike na aka ya dị ọcha ma kwuo na ọnwụ Esmail Dooroodi bụ n'ihi ịgbachitere onwe ya megide ya na onye ọzọ wakporo Mohammad Firouzi."
]