[
  "Rhoda Nakibuuka Nsibirwa Kalema (amụrụ na Mee 1929) bụ onye ndọrọ ndọrọ ọchịchị nwanyị Uganda lara ezumike nká nke a maara dị ka \"Nne nke Nzukọ Ndị Omeiwu\" nke mba ahụ.",
  "Rhoda Kalema bụ otu n'ime ụmụ 24 nke Martin Luther Nsibirwa, onye a họpụtara Katikkiro (Prime Minista) ugboro abụọ nke Alaeze Buganda na Uganda.  A mụrụ ya na Mee 1929 na Butikkiro, ebe obibi Katikkiro, na mpaghara Mengo nke Kampala.",
  "Kalema gara Gayaza Junior School maka otu afọ, wee gaa King's College Budo maka ihe fọdụrụ na ụlọ akwụkwọ praịmarị na sekọndrị ya",
  "Ọ debanyere aha maka ọmụmụ azụmahịa na ọzụzụ odeakwụkwọ, ma rụọ ọrụ dị ka odeakwụkwọ na bursar na Gayaza High School ruo 1949. N'afọ 1950, ọ lụrụ William Kalema, onye nkuzi na King's College Budo onye mechara bụrụ onye ndọrọ ndọrọ ọchịchị a ma ama na Minista Azụmaahịa nke Gọọmentị. N'afọ 1955, ọ malitere otu afọ na Social Work and Social Administration na Newbattle Abbey, ụlọ akwụkwọ agụmakwụkwọ ndị okenye na United Kingdom, sochiri diplọma na Social Studies na Mahadum Edinburgh.",
  "N'afọ 1961, Grace Ibingira na Adoko Nyekon malitere Rhoda Kalema n'ime Uganda People's Congress",
  "Ọ bụ obere minista nke Ọdịbendị na Mmepe Obodo na ọchịchị Binaisa. Otú ọ dị, mgbe ọnwụ di ya na 1972 a tọọrọ ya ma gbuo ya n'oge ọchịchị Idi Amin ọ kwụsịrị itinye aka na ndọrọ ndọrọ ọchịchị ruo afọ 1979 mgbe, mgbe Idi Amin dara, ọ sonyeere National Consultative Council (NCC) nke Uganda National Liberation Front guzobere n'okpuru Edward Rugumayo, dị ka otu n'ime ndị nnọchi anya nwanyị abụọ. N'afọ 1980 ọ bụ otu n'ime ndị guzobere Uganda Patriotic Movement (UPM).",
  "Ụlọ ọrụ State Research Bureau jidere ya ugboro atọ: na onwa Jenụwarị 23, na afọ 1979; na onwa Febụwarị 21, na afọ1981 (mgbe e jidere ya na ndị ndọrọ ndọrọ ọchịchị ndị ọzọ mgbe ọtụtụ mwakpo na ụlọ ọrụ ndị uwe ojii gasịrị) na na onwa  Febụwaị 4, na afọ 1983.",
  "Ọ ghọrọ osote minista na-ahụ maka ọrụ ọha na eze site na afọ 1989 ruo na afọ 1991 n'okpuru Onye isi ala Yoweri Museveni",
  "N'afọ 1994, ọ guzoro maka ntuli aka nke Constituent Assembly dị ka onye nnọchi anya Kiboga, ma merie ndị mmegide nwoke asatọ mgbe ọ nwetasịrị ụzọ abụọ n'ụzọ atọ nke votu niile. O mechara laa ezumike nká [?] site na ndọrọ ndọrọ ọchịchị mgbe ọ zụchara ọtụtụ ndị ndọrọ ndọrọ ọchịchị ama ama dịka Ruth Nankabirwa, Chief Whip na Cabinet nke Uganda.",
  "Rhoda Kalema nwetara nsọpụrụ na 1996 site na Forum for Women in Democracy nke Uganda \"dị ka onye ndu mgbanwe\"",
  "Na onwa Machị 13, na afọ 2018, ọ natara Sudreau Global Justice Lifetime Achievement Award site na Pepperdine University School of Law na Ugandan Judiciary."
]