[
  "Riaad Moosa (Urdu; a mụrụ na 18 June 1977) bụ onye South Africa na-eme ihe ọchị, onye na-eme egwuregwu na dọkịta.",
  "Moosa tolitere na Grassy Park ma nwee ụmụnne atọ",
  "Ọ gara South Peninsula High School ruo n'afọ 1994",
  "Nwanne ya nwanyị bụ durùahụike, nna ya a mụrụ n'India bụ dọkọ na-awa ahụ ọkpụkpụ, nne ya a mụrụ na Cape Town bụ onye Malay bụ GP. Kemgbe ọ bụ nwatakịrị, ọ chọrọ ime ọgwụ.",
  "Moosa nọrọ afọ atọ na-azụ onwe ya na anwansi wee bụrụ onye gụsịrị akwụkwọ na kọleji nke anwansi na Cape Town. Ọ malitere ọrụ ya na-atọ ọchị dịka onye na-eme anwansi ma nye ya onyinye Comedy Magic na Center for the Magical Arts na Cape Town. Ọdịnihu ya na anwansi kwụsịrị mgbe onye na-ese foto flash na-enwu ọkụ na waya gafee ebe anwansi ya na-ese n'elu mmiri.",
  "Moosa wee nọrọ afọ isii na-azụ ọgwụ na Mahadum nke Cape Town Medical School ma rụọ ọrụ n'ụlọ ọgwụ dị nso na Thokoza na Gauteng, na Groote Schuur na Khayelitsha na Cape Town. N'afọ 2001, ọ gụsịrị akwụkwọ na UCT Medical School",
  "Ọ bụ durùahụike ruru eru na GP. Ọ rụrụ ọrụ afọ atọ dị ka dọkịta.",
  "Moosa malitere ime ihe na-eme kwụ ọtọ na campus n'oge afọ nke anọ ya na Mahadum Cape Town. Ọ malitere ime ihe nkiri na Cape Comedy Collective's free Comedy Lab workshops, naanị ọnwa abụọ ka e mesịrị, ọ bụ onye mmeri nke \"One City, Many Comics Talent Competition\" nke emere dịka akụkụ nke One City Festival na Septemba 1999",
  "Ọ ghọrọ onye isi ihe na-atọ ọchị n'oge afọ mbụ ya, ebe a kpọkwara ya ka ọ rụọ ọrụ na Pieter-Dirk Uys's Evita Live and Dangerous e.tv comedy show. N'afọ 2000, ọ ghọrọ onye a ma ama na mpaghara klọb na-atọ ọchị na Cape Town.",
  "Moosa emeela ihe nkiri na Alex Jay 5FM Comedy Jams na Real Concert's Winston King Size Comedy Show, na-eme ka Sprite Soul Comedy Jamas na Cape Town, Johannesburg na Durban",
  "N'afọ 2001, ọ kwadoro Marc Curry nke Hanging na Maazị Cooper na Durban Playhouse",
  "N'afọ 2002, ọ kwadoro Russell Peters na ihe ngosi ya nke e mere na India na Luxurama theatre",
  "N'afọ 2003, ọ rụrụ ọrụ na Edinburgh Festival Fringe, na-eme ihe nkiri na Cape Comedy Collective The new South Africa Stands Up production.",
  "Moosa bụ onye na-eme ihe ngosi mgbe niile nke akụkụ akpọrọ The Second Opinion na Dr Riaad Moosa na mmemme akụkọ satirical nke E-News Late Nite News na Loyiso Gola",
  "Ọ pụtara na ihe nkiri TV na ihe nkiri dị iche iche. N'afọ 2002, ọ rụrụ ọrụ na Laugh Out Loud, ihe ngosi telivishọn na-atọ ọchị kachasị na South Africa, ebe ọ sonyeere itoolu n'ime ndị na-atọ ụtọ na South Africa iji nweta ọkara nde Rand maka Reach for a Dream foundation. N'afọ 2004, ọ bụkwa onye edemede na onye na-eme ihe nkiri maka SABC 1's Pure Monate Show.",
  "Na Febụwarị 2013, Moosa kwadoro Comedy Central Presents Riaad Moosa Live na Parker na Comedy Central. N'ọnwa June afọ 2013, ọ nọchiri Michael Mol na nnabata SABC 3's The Dr Mol Show (nke akpọrọ Hello Doctor)",
  "A gbanwere aha ihe ngosi ahụ ka ọ bụrụ Doctor's Orders.",
  "N'afọ 2005, Moosa pụtara na Crazy Monkey Straight Outta Benoni N'afọ 2007, ọ pụtakwara na ihe nkiri Footskating 101.",
  "N'afọ 2012, Moosa pụtara na ihe nkiri na-atọ ọchị Material, na-eme ka nwa okorobịa chọrọ ịbụ onye na-eme ihe ọchị mana nna ya anabataghị ya.",
  "N'ọnwa Ọktoba n'afọ 2012, ọ gara Busan International Film Festival na Seoul, South Korea ebe egosiri ihe onwunwe, N'ọnwarị n'afọ2, Moosa gara London, England iji kwalite ihe nkiri ahụ na BFI London Film Festival. N'afọ 2013, ọ ga-aga emume ihe nkiri Eshia na Goa.",
  "N'afọ 2013, ọ rụrụ ọrụ dịka onye ndọrọ ndọrọ ọchịchị South Africa na onye mkpọrọ ndọrọ ndọrọ ọchịchị, Ahmed Kathrada na Mandela: Long Walk to Freedom, nke sitere na akụkọ ndụ onwe onye nke Nelson Mandela Long Walk to Free",
  "Moosa na-eji ihe ọchị eme ihe iji dozie nsogbu ndị dị nro dịka echiche ndị Alakụba, Islamophobia, ịkpa ókè agbụrụ na ọbara ọgbụgba. Ihe ndị ọzọ ọ na-ekwu na ha sitere na Bollywood ruo na ndọrọ ndọrọ ọchịchị dị ugbu a ruo ịkpa ókè agbụrụ. Moosa họọrọ ịghara iji okwu mkparị na okwu doro anya.",
  "Na Machị 2011, e nyere Moosa Comics Choice Award na South African Comic's Choice Awards nke mbụ kwa afọ. N'afọ 2012, a họpụtara ya maka Comic's Choice Awards. O meriri onye na-eme ihe nkiri kachasị mma na The South African Film and Television Awards (SAFTA's) n'afọ 2013 maka ọrụ ya na Material nke merikwara ihe nkiri kachasị kyau.",
  "Na 12 Jenụwarị 2003, Moosa lụrụ nwanyị ọchụnta ego Farzanah Bemat",
  "Ha bi na Johannesburg, Gauteng na ụmụ ha abụọ, Zameer (a mụrụ 2007) na Hanaa (a mụrụ 2009). Ụfọdụ n'ime ihe ọchị Moosa sitere n'ike mmụọ nsọ nke ezinụlọ ya."
]