[
  "Richard Wyatt Jr",
  "(amụrụ n'afọ 1955) bụ ónyé na-ese ihe n'oge a nke a maara nke ọma màkà nka ọha ya na gburugburu ọbọdọ Los Angeles. Enwere ike ịchọta ihe osise ya na Watts Towers, Capitol Records Building, White Memorial Hospital, Ontario Airport, Wilshire na Western Metro station, Union Station East Portal, na ọtụtụ ebe ndị ọzọ.",
  "A mụrụ Wyatt na Lynwood, California ma too na Compton tupu ọ kwaga Crenshaw, Los Angeles. Wyatt gụsịrị akwụkwọ na Fairfax High School.",
  "Ọ gàrà n'ihu na-aga Chouinard Art Institute site na 1966 ruo 1968 ma gụọkwa na mmemme ntorobịa Tutor Art Saturday na Otis Art Institute",
  "Ọ bụ na Otis ka Wyatt zutere ma mụọ Charles White, ónyé ọrụ ya nwere mmetụta dị ukwuu n'ebe ọ nọ, yana John Riddle, ónyé nyeere ya aka imeziwanye usoro ya ma gbaa ya ume ka ọ kwurịta okwu mmekọrịta mmadụ na ibe ya na nka ya. Wyatt nwetara B.F.A",
  "ya na UCLA na 1978, ma site n'oge ahụ, o guzoberela kọntaktị na Los Angeles' mural movement.",
  "Wyatt gosipụtara nkwa nka site na nwata",
  "Mgbè ọ dị afọ iri na abụọ, ọ meriri $ 200 na Watts Chalk-In mbụ, asọmpi nka n'okporo ụzọ nke Studio Watts Workshop kwadoro. Mgbè ọ dị afọ iri na atọ, o sonyere na ihe ngosi nka na Los Angeles Bahááí Center, ebe o gosipụtara ya na John Outterbridge, ónyé ghọrọ ónyé nduzi na ónyé nkwado. Ndị nduzi ndị ọzọ nwèrè mmetụta gụnyere Cecil Fergerson na Claude Booker, ndị ọ zutere site na ntinye aka ya na Watts Summer Festival. Mgbè ọ dị afọ iri na asaa, a họọrọ Wyatt ka ọ bụrụ akụkụ nke ihe ngosi \"Panorama of Black Artists\" nke 1972 nke Los Angeles County Museum of Art, nke mere ka ọ bụrụ onye a ma ama ma malite ọrụ ya dị ka ónyé otu ndị ọrụ nka African American nke obodo ahụ.",
  "Wyatt arụwo ọrụ dị ka ónyé nkuzi na onye nkụzi, na-enyere John Outterbridge aka na Watts Tower Arts Center site na 1974 na 1978, ma na-eme oge, na-akụzi ihe mgbe ụfọdụ na Mahadum California, Irvine na Otis Art Institute",
  "Mana kemgbe afọ 1989, ọ nwèrè ike itinye onwe ya ógè niile na nka ya."
]