[
  "Richard Ali (amụrụ na 3 Septemba 1984) bụ onye edemede Naijiria, onye ọka iwu na onye nchoputa Parrésia Publishers, ụlọ obibi akwụkwọ Africa nke dị na Lagos, ebe Helon Habila, Onyeka Nwelue, Chika Unigwe na Abubakar Adam Ibrahim, ndị ọzọ na-ekwu okwu na kọntinent.",
  "A mụrụ Richard na Kano, Nigeria, ma kwaga Jos, Nigeria, na 1988, bụ ebe ọ gụrụ akwụkwọ ruo na ngwụcha akwụkwọ sekọndrị",
  "A nabatara ya na LL.B (Civil Law) mmemme na Mahadum Ahmadu Bello, Zaria, na 2001 ma kpọọ ya n'ụlọ ikpe na 2010 dị ka onye ọka iwu na onye ọka iwu n'Ụlọikpe Kasị Elu nke Naịjirịa.",
  "N'afọ 2003, a họpụtara ya ka ọ bụrụ onye nchịkọta akụkọ nke Sardauna Magazine, akwụkwọ ọdịmma ọha na eze nke Kaduna, mgbe ọ ka na-agụ akwụkwọ na Mahadum Ahmadu Bello",
  "Ọ rụkwara ọrụ dịka odeakwụkwọ nke National Association of Nigerian Students Committee na Inter-Religious Harmony na Campus Peace site na 2003 ruo 2004",
  "Ọ bụ onye isi nchịkọta akụkọ nke Sentinel Nigeria, e-zine kwa nkeji iri na ise, maka mbipụta iri na anọ site na 2008 ruo 2013. Na mgbakọ mba ụwa nke 2011 nke Association of Nigerian Authors, a họpụtara ya ka ọ bụrụ odeakwụkwọ mgbasa ozi (North) ma rụọ ọrụ afọ abụọ.",
  "N'afọ 2011, ya na Azafi Omoluabi-Ogosi guzobere Parrésia Publishers, iji mepụta usoro mbipụta ọhụrụ maka olu ndị Afrịka, ma rụọ ọrụ dị ka onye isi ọrụ ụlọ ọrụ ahụ kemgbe ahụ",
  "Ọ bụ onye guzobere otu Jalada Writers Cooperative nke dabeere na Nairobi, onye otu bọọdụ Babishai Niwe Poetry Foundation nke Uganda wee gaa ọtụtụ ihe omume agụmagụ n'ofe ụwa, gụnyere ihe ngosi akwụkwọ akụkọ Frankfurt, ihe ngosi akwụkwọ Abu Dhabi, Ememe Writivism na  Aké Arts and Book Festival na ọ rụrụ ọrụ dị ka onye ọka ikpe maka asọmpi 2014 na 2015 BN Poetry Award na asọmpi akụkọ akụkọ mkpirisi akụkọ akụkọ Rwanda nke Huza na 2015.",
  "E bipụtara uri ya na akụkọ mkpirikpi ya n'ọtụtụ ebe, gụnyere na Jalada, Enkare Review, Saraba Magazine na Okike Journal",
  "Ọ bụ onye nke abụọ na asọmpi akụkọ mkpirikpi John la Rose nke afọ 2008.",
  ".Ali jere ozi dị ka onye nchịkọta akụkọ ANA Review, akwụkwọ akụkọ nke Association of Nigerian Authors, site na 2013 ruo 2016..",
  "Edemede",
  "Mbiputa",
  "Nkatọ",
  "Post Colonial Conflict na Africa: A Study nke Richard Aliʹs City of Memories",
  "Wandama Wadinga",
  "AFRREV IJAH International Journal n'ke Arts and Humanities, Bahir Dar, Ethiopia.",
  "Mgbaàmà nke Mmetụta n'Oge nke Iron: (Se)Ịgwọ Ọrịa Ọchịchị Mba na Richard Aliz City of Memories",
  "Olumide Ogundipe",
  "PhD Dissertation , Ngalaba nke Bekee na Film Studies, Mahadum Alberta, Canada."
]