[
  "Richard Gordon Kendall (nke a na-akpọkwa Kendell; ubochí irí na asaá n'ọnwa Nọvemba 1933 Paris, Texas rụọ úbọchị irí atọ n'ọnwa Jenụwarị 2008 Paris, Texas) bụ ónyé America na-ese ihe n'onwe ya nke, malite n'ihe dị ka afọ 1995, a malitere ịkọ akụkọ dị ka ónyé na-ese egwu n'èzí na onye na-eme ihe nkiri ọdịnala.",
  "Jay Wehnert, ónyé nlekọta na onye na-anakọta ihe osise ndị ọzọ, chọpụtara Kendall n'ihe dị ka afọ 1995, ónyé ghọrọ ónyé na-akwado ọrụ Kendall",
  "Dị ka Wehnert na ndị ọzọ na-akatọ nka si kwuo, ọrụ Kendall na-egosipụta ojiji pụrụ iche nke ndị na-ajụ ase, ebe ọ bụ na, site n'ihe dị ka 1995 ruo ihe dị ka 1998, ọ bi n'ụlọ mgbaba na-enweghị isi n'okporo ámá Houston",
  "Otu n'ime ebumnuche Wehnert bụ inye Kendall nkwanye ùgwù dị ka ónyé na-ese ihe nke Kendall gbapụrụ",
  "Wehnert hapụrụ Kendall na 1998 ma Kendall nwụrụ na 2008",
  "Ka ọ na-adịbeghị anya dị ka 2019, Dutton Gallery nke New York gosipụtara ọrụ Kendall.",
  "Mgbè Wehnert \"chọtara\" Kendall, ha abụọ malitere ikwekọ ruo n'ihe dị ka afọ 1998",
  "Kendall bi n'okporo ámá Houston",
  "Kendall gwara Wehnert na o sere ihe osise nke ụlọ ọbọdọ ahụ iji mee ka onwé ya \"dị nkọ\".",
  "A mụrụ Richard Gordon Kendall na úbọchị irí nà asaá n'ọnwa Nọvemba, 1933, na Paris, Texas, n'ezinụlọ Lenious Kendall (aka Linnius \"Bud\" Kindell; 18868) na Myrl Reynolds (1895-1973)",
  "Akwụkwọ ikike ọmụmụ mbụ ya nyèrè aha ya dị ka Charles Gordon Kendall",
  "Mana nne ya tinyere akwụkwọ asambodo ọmụmụ a gbaziri agbazi, ṅụọ iyi ma debanye aha n'ubochí irí na abụọ n'ọnwa Ọgọst, 1944, na-ekwughachi aha ọmụmụ ya dị ka Richard Gordon Kendall.",
  "Kendall gụsịrị akwụkwọ na 1954 na ụlọ akwụkwọ sekọndrị Gibbons bụ ụlọ akwụkwọ sekọrịtandrị nke ndị Africa America na Paris, Texas, nke mechiri na 1966",
  "Kendall nọ na bọọlụ bọọlụ nkè 1953-1954 nke meriri Prairie View Conference AA State Championship",
  "N'afọ ndị 1990, Kendall biri na 769 Ash Street na Paris.",
  "Richard nwere nwanne nwoke, Lindsey Kendell (ónyé a mụrụ Lenius Kendell; 1926 rụo 1952) onye, dị ka ónyé na-arụ ọrụ na 55th Ordnance Ammunition Company nke 8th Army na North Korea n'oge Agha Korea nwụrụ site na ihe ndị na-abụghị agha mgbè ọ na-arụkọ ọrụ na 55nd Ordnance Emmunition Company of the 8th Army in South Korea n'afọ Agha Korea.",
  "Kpọpụta njehie: <ref> tag with name \"Glasstire 2018 Aug 21\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Wehnert 2018\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Hagerty 2018 May 4\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Texas-Observer 2018 Jun 19\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Charles-Gordon-Kendell-birth-cert 1933 Nov",
  "17\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Richard-Gordon-Kendell-birth-cert 1933 Nov 17\" defined in <references> has group attribute \"\" which does not appear in prior text."
]