[
  "Richard Nathaniel Wright (Amụrụ nonway Septemba 4, 1908 - Nọvemba 28, 1960) bụ onye Amerịka na-ede akwụkwọ akụkọ, obere akụkọ, uri, na akụkọ na-abụghị akụkọ ifo",
  "Ọtụtụ n'ime akwụkwọ ya metụtara isiokwu agbụrụ, ọkachasị metụtara ọnọdụ nke ndị Afrịka Amerịka n'oge ngwụcha narị afọ nke 19 ruo etiti narị afọ nke 20 na-ata ahụhụ ịkpa ókè na ime ihe ike",
  "Ndị nkatọ edemede kwenyere na ọrụ ya nyere aka gbanwee mmekọrịta agbụrụ na United States n'etiti narị afọ nke iri abụọ.",
  "Ihe ncheta Richard Wright, Black Boy, na-ekpuchi oge ndụ ya site na 1912 ruo Mee 1936. A mụrụ Richard Nathaniel Wright n'ọnwa Septemba 4, nke afọ 1908 na Rucker's Plantation, n'etiti obodo ụgbọ okporo ígwè nke Roxie na nnukwu obodo osimiri nke Natchez, Mississippi. Ọ bụ nwa Nathan Wright (c",
  "1880–c",
  "1940) onye bụ onye ọrụ ugbo na Ella (Wilson) (b",
  "1884 Mississippi – d. Jenụwarị 13, 1959 Chicago, Illinois) onye bụ onye nkụzi ụlọ akwụkwọ. A mụrụ nne na nna ya n'efu mgbe agha obodo gasịrị; a mụrụ nne na nna ya ochie abụọ n'ohu ma tọhapụ ha n'ihi agha ahụ",
  "Onye ọ bụla n'ime nna nna ya ochie sonyere na agha obodo United States ma nweta nnwere onwe site na ọrụ: nna nna ya Nathan Wright (1842–1904) jere ozi na 28th United States Colored Troops; nna nna ya Richard Wilson (1847–1921) gbapụrụ n'ohu na Ndida iji jee ozi na US Navy dị ka Landsman na Eprel 1865.",
  "Nna Richard hapụrụ ezinụlọ ahụ mgbe Richard dị afọ isii, ọ hụghịkwa Richard ruo afọ iri abụọ na ise",
  "Na 1911 ma ọ bụ 1912 Ella kwagara Natchez, Mississippi ka ya na nne na nna ya nọrọ",
  "Mgbe ọ bi n'ụlọ nne na nna ya ochie, ọ gbara ụlọ ahụ ọkụ na mberede",
  "Nne Wright na-ewe iwe nke na ọ tiri ya ihe ruo mgbe ọ na-amaghịzi ihe na'eme. Na 1915 Ella tinyere ụmụ ya na Settlement House, ụlọ ụmụ mgbei Methodist, maka obere oge. E debara aha ya na Howe Institute na Memphis site na 1915 ruo 1916.  N'afọ 1916, nne ya na Richard na nwanne ya nwoke nke nta kwagara biri na nwanne ya nwanyị Maggie (Wilson) na di Maggie bụ Silas Hoskins (a mụrụ n'afọ 1882) na Elaine, Arkansas",
  "Akụkụ a nke Arkansas dị na Mississippi Delta ebe a na-akọbu ugbo ogho",
  "A manyere ndị Wright ịgbapụ mgbe Silas Hoskins \"apụ n'anya,\" a kọrọ na otu onye ọcha gburu ya nke na-achọ azụmahịa saloon ya na-aga nke ọma. Mgbe ọrịa strok mere ka nne ya ghara inwe ike, e kewapụrụ Richard na nwanne ya nwoke nke nta ma soro nwanne nna ya Clark Wilson na nwanne nne ya Jodie biri obere oge na Greenwood, Mississippi. Mgbe ọ dị afọ iri na abụọ, ọ gụbeghị otu afọ zuru ezu n'ụlọ akwụkwọ",
  "N'oge na-adịghị anya, Richard na nwanne ya nwoke na nne ya laghachiri n'ụlọ nne nne ya, nke dị ugbu a na isi obodo steeti, Jackson, Mississippi, ebe ọ bi site na mbido 1920 ruo ngwụsị 1925",
  "Nne na nna ya ochie, ka na-ewesa ya iwe maka ibibi ụlọ ha, tiri Wright na nwanne ya nwoke ihe ugboro ugboro. Ma mgbe ọ bi n'ebe ahụ, o mechara nwee ike ịga ụlọ akwụkwọ mgbe niile",
  "Ọ gara ụlọ akwụkwọ Seventh-day Adventist site na 1920 ruo 1921, ya na nwanne nne ya bụ Addie dị ka onye nkụzi ya. Mgbe otu afọ gasịrị, mgbe ọ dị afọ iri na atọ, ọ banyere ụlọ akwụkwọ ọha na eze Jim Hill na 1921, ebe a kwalitere ya na ọkwa nke isii mgbe naanị izu abụọ gasịrị. N'ụlọ nne na nna ya ochie nke Seventh-day Adventist, Richard nọ n'ahụhụ, n'ụzọ dị ukwuu n'ihi na nwanne nne ya na nne nne ya na-achịkwa gbalịrị ịmanye ya ikpe ekpere ka ya na Chineke nwee mmekọrịta",
  "Wright mechara yie egwu ịkwapụ n'ụlọ nne nne ya mgbe ọ na-agaghị ekwe ka ọ rụọ ọrụ n'ụbọchị izu ike Adventist, Satọdee",
  "Mgbalị siri ike nke nwanne nne ya na nne na nna ya ochie iji chịkwaa ya mere ka ọ buru ibu iro n'ebe ozizi Bible na nke Ndị Kraịst nọ iji dozie nsogbu ndụ",
  "Isiokwu a sitere n'ihe odide ya n'oge ndụ ya niile."
]