[
  "Richard Akuson (amụrụ n'abalị iri abụọ na isii nke ọnwa Julaị afọ 1993) bụ onye ọka iwu Naijiria, onye na-akwado ikike LGBT, odee, onye nchịkọta akụkọ, na onye guzobere magazin A Nasty Boy, mbipụta LGBTQ + mbụ nke Naịjirịa. N'afọ 2019, a kpọrọ Akuson otu n'ime \"Forbes Africas 30 Under 30 change-makers maka ịma aka echiche siri ike nke nwoke, nwoke na nwanyị, na mmekọahụ na Nigeria ebe enwere ike ịta ndị mmekọ nwoke na nwanyị ahụhụ afọ iri na anọ n'ụlọ mkpọrọ. N'afọ 2017, a họpụtara ya maka The Future Awards Africa's New Media Innovation Award. Akuson bụkwa onye Abryanz Style & Fashion Award Best Fashion Writer nominee ugboro abụọ",
  "Mgbe a malitere akwụkwọ akụkọ A Nasty Boy n'afọ 2017, YNaija kpọrọ ya otu n'ime ndị Naịjirịa iri anọ kachasị ike n'okpuru afọ iri anọ.",
  "A mụrụ Richard Akuson na Akwanga, Nasarawa State, Nigeria",
  "Nwa nke abụọ n'ime ụmụ nwoke atọ, a zụlitere ya n'ezinụlọ nọ n'ọkwá dị elu; nna ya, onye ndọrọ ndọrọ ọchịchị, na nne ya, onye nkuzi kọleji",
  "Ọ gara Shepherd's International College, ụlọ akwụkwọ nzuzo, nke ndị otu christ, tupu ọ gawa Mahadum Nasarawa State, Keffi, maka nzere ọkachamara mbụ ya na iwu",
  "A kpọrọ ya ka ọ bụrụ onye ọka iwu Naijiria dị ka onye ọka iwu na onye ọka iwu nke Ụlọikpe Kasị Elu nke Naijiria n'afọ 2017, mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ iwu Naijeria, Lagos.",
  "Akuson malitere ọrụ ya dị ka onye na-arụ ọrụ n'ụdị ejiji mgbe ọ dị afọ iri na asatọ",
  "N'afọ 2014, o guzobere ILLUDED, ebe a na-ekerịta foto n'ịntanetị",
  "N'afọ 2016, e nyere ya ọkwa ka ọ bụrụ onye isi ngalaba nke BellaNaija's fashion and style  ọnọdụ nke malitere ọrụ ya site n'elu ụlọ",
  "Ọrụ ya na BellaNaija mere ka ọ nweta Abryanz Style & na nhọpụta nke Fashion Award  maka Fashion Writer of the Year na 2016",
  "Ka e mesịrị n'afọ ahụ, ọ hapụrụ BellaNaija iji malite The PR Boy, ụlọ ọrụ PR nke na-elekọta ndị mbido Naijiria",
  "N'afọ 2017, mgbe ọ nọ na Nigerian Law School, ọ malitere A Nasty Boy, akwụkwọ LGTBQ+ na-agbanye ókèala nke toro n'oge na-adịghị anya na ogo na otuto mba ụwa.",
  "N'ọnwa Eprel 2019, Akuson dere edemede na-akpali mmụọ maka CNN na-akọwapụta ọnọdụ ndị mere ka ọ gbapụ na Naịjirịa ije maka nchekwa na America. N'ọnwa Julaị 2019, o dere edemede na-emetụ n'obi maka \"Sunday Review\" nke The New York Times. E bipụtara edemede ahụ, \"This is quite Gay,\" n'ụzọ pụtara ìhè na peeji ihu weebụ Times ma gosipụta n'ọnọdụ a ma ama n'otu ụzọ ahụ na mbipụta, n'echi ya.",
  "Akuson gbajere ọsọ ndụ na America n'afọ 2018 mgbe ọ gbapụrụ Naijiria mgbe ọ lanarịrị mwakpo obi ọjọọ nke homophobic",
  "Na US, ọ na-aga n'ihu na-ekwu okwu n'ihu ọha banyere mwakpo na omenala nzuzo nke homophobia na Naịjirịa",
  "O nyere  OkayAfrica, ohere ịgba ya ajụjụ ọnụ,Very Good Light, na The Black Youth Project, ebe o nyere nkọwa zuru ezu gbasara ihe omume ahụ. Akuson na-aga n'ihu na-ekwu okwu n'ezoghị ọnụ maka LGBTQ + na obodo ndị gbara ọsọ ndụ na America."
]