[
  "Richard Burnside (1944 - 2020) bụ ónyé America na-akụzi onwe ya na-ese ihe osise ọdịnala nke a maara màkà ụdị ihe osise ya pụrụ iche na iji ụkpụrụ",
  "Ọ biri na Pendleton, South Carolina., mana ọ nọrọ afọ ole na ole ikpeazụ nke ndụ ya na Georgia.",
  "A mụrụ Burnside na úbọchị irí abụọ na itoolu n'ọnwa Novemba, 1944, na Baltimore, Maryland, mana ọ kwagara South Carolina mgbe ọ dị afọ ise. Ọ gàrà ụlọ akwụkwọ sekọndrị Sterling na Greenville, South Carolina. Ọ rụrụ ọtụtụ ọrụ n'oge ndụ ya niile gụnyere afọ asaa na-arụ ọrụ na ụlọ ahịa S&H Green Stamp na Greenville, afọ asaá na ndị agha US, ma mesịa bụrụ ónyé isi nri na Charlotte, North Carolina. Ọ lụrụ di ugboro abụọ, nke mbụ na 1966 na Maggie Holiday (gba alụkwaghịm na 1969) na nke abụọ na Mary Givens na 1974 (gba alụmdi na nwunye 1976)",
  "O nwèrè ụmụ nwanyị abụọ site na Holiday na otu nwa nwoke na otu nwa nwanyị site na Givens. Ọ nwụrụ na Georgia na ọnwa Ọktoba n'ubochí irí na atọ, 2020, mgbè ọ dị afọ irí asaá na isé.",
  "Ọ bụ ezie na Burnside nwèrè ọtụtụ ọrụ n'oge ndụ ya niile, eserese nọgidere na-elekwasị anya na ya",
  "Ụfọdụ ndị na-akọ akụkọ ihe méré eme na ndị na-ahụ maka nka kwenyere na isiokwu Burnside bụ \"akụkọ ifo ndị Afrịka sitere na akụkọ Bible, akụkọ ọdịnala, na ọbụna abụ ụmụaka\".",
  "\"Ọ na-achọta ihe osise ya na ọrụ nka ndị ọzọ na ihe ndị a na-ahụ kwa ụbọchị, site na akara ndị agha ruo iko biya na osisi ekwentị, ma mepụta akara nke onwe ya nke ọ na-akpọ 'Aphabet Rom' ya",
  "Ihe nnọchianya ndị a gụnyere ududo, agwọ na ihe ndị ọzọ e kere eke na-ejikarị ihe ngosi ya nke ihu dị larịị, gburugburu, dị ka ihe nkpuchi, nke ọ hụrụ na nrọ na 'ịpụ na mgbidi.' Ọ na-akpọ ndị eze, ndị eze nwanyị, na ndị ụkọchukwu n'ihu ya.",
  "A maara Burnside ka ọ na-ese ihe na ihe ndị a chọtara dị ka gourds, katọn, osisi na ihe mkpofu ígwè, mana ihe kachasị ya bụ plywood dị nro.  O jiri enamel mee ihe dị ka isi ihe, jiri mkpịsị akwụkwọ felt na-ese ihe osise ya, wee jupụta na ihe osise ahụ na ágbá mara mma",
  "Mgbè ahụ, ọ hapụrụ ihe osise ahụ e dechara na tebụl dị n'èzí maka ihe dị ka otu ụbọchị iji kwe ka ihu igwe nwee ihu igwe",
  "Ọnụ ọgụgụ nke iberibe Burnside bụ 30\" x 30\" ma ọ bụ obere.",
  "Ọrụ Burnside dị na nchịkọta na-adịgide adịgide nke Minneapolis Institute of Art, Smithsonian American Art Museum, Milwaukee Art Museum, na Ackland Art Museum. O nwere ihe ngosi ncheta na McKissick Museum na Columbia, South Carolina na 2016."
]