[
  "Richard Preston Butler Jr",
  "(amụrụ na Disemba 3, 1982), nke a maara nkè ọma site na aha egwu ya bụ Rico Love, bụ onye America na-eti egwu, ónyé na-agụ egwu, onye édémédé egwu, na ónyé na-emepụta ihe ndekọ",
  "A mụrụ ya na New Orleans, Louisiana, mana o kewara oge nwata ya n'etiti Milwaukee, Wisconsin na mpaghara Harlem nke New York City",
  "Ọ gara Florida A&M ma, mgbè ọ na-eleta Atlanta, Georgia, rụọ ọrụ n'ụlọ ọrụ egwu site na njikọ ya na Usher, ónyé ga-aghọ otu n'ime ndị na-arụkọ ọrụ na Love.",
  "Egwú mbụ Love dere n'ọrụ ya bụ \"Throwback\" nke mechara na album Usher nke afọ 2004 Confessions",
  "Ihe ịga nke ọma nke ịhụnanya gàrà n'ihu na-ede ma na-emepụta ihe ndekọ dị ka Usher's \"There Goes My Baby\" na \"Hey Daddy (Daddy's Home)\", Nelly's \"Just a Dream\" na \"Gone\", yana Beyoncé's \"Sweet Dreams\"",
  "ma nyé áká na ọrụ ndị gara n'iyi iji merie Grammys dị ka Beyoncé'afọ 2009 Best Contemporary R&B I Am..",
  "Sasha Obi Ike, Usher's 2010 Best Contemporary R&B album Raymond v. Raymond, na Usher's 2010 Best Male R&B Vocal Performance \"There Goes My Baby\". Na mgbakwunye, Ịhụnanya edeela ma mepụta ndekọ màkà Kelly Rowland, Diddy Dirty Money, Chris Brown, Alexandra Burke, Keri Hilson, Fergie, na Fantasia.",
  "A mụrụ Love na New Orleans, Louisiana, nne na nna ya gbara alụkwaghịm mgbe ha dị obere",
  "N'ihi ịgba alụkwaghịm ahụ, Love nọrọ n'oge ọ bụ nwata na-etolite n'obodo abụọ dị iche iche, na Milwaukee, Wisconsin na nne ya na Harlem, NY na nna ya. Nné ịhụnanya gbara ya ume mgbè ọ bụ nwata ide uri. Ịhụnanya dere uri nke ya wee gaa n'ihu sonye na African American Children's Theater ebe ọ kwughachiri Langston Hughes ma mee ihe. Ịhụnanya anọworị na-ede uri nke ya tupu a mata ya na rap n'oge ọ dị afọ iri na ụma",
  "Ka ọ na-erule ngwụcha ụlọ akwụkwọ sekọndrị, Love ekpebiela ịchụso ọrụ rap mana ọ ga-aga kọleji n'otu ógè ahụ, \"M [na-aga] ịga ụlọ akwụkwọ kama ịnọdụ ala na blọk",
  "Ọ bụrụ na agụghị m kọleji agaraghị m abụ onye na-ere ọgwụ ọjọọ",
  "\"",
  "Mgbè ọ nọ na kọleji na Mahadum Florida A&M, Ịhụnanya nọgidere na-etinye aka na egwu ya site na mmeri ọtụtụ agha rap na ngosipụta nkà. Na ngwụsị izu, Ịhụnanya ga-aga Atlanta, Georgia màkà uru nke ụlọ ọrụ ya na egwu egwu a ma ama. Mgbe ọ na-eleta Atlanta, Love zutere ndị otu Jagged Edge bụ ndị nwere mmetụta na mmepe ederede egwu nke Love. Ịhụnanya mechara hapụ kọleji n'ihi njehie ọrụ akwụkwọ nke ụlọ ọrụ nchịkwa kọleji mere. Ịhụnanya gara soro ụfọdụ ndị na-emepụta ihe na Atlanta bụ Corna Boyz biri. Mmekọrịta a nyere Ịhụnanya ohere rap na remix ndị na-emepụta na-emepụta màkà Usher. Usher nwere mmasị n'ọrụ Love na remix ma mesịa bịanye aka na US Records / J Records",
  "Usher rịọrọ Love ka o dee okwu maka abụ nke Just Blaze dere. Egwú a mechara bụrụ \"Throwback\" ma gosipụta ya na Usher's Diamond-selling (10× Platinum) Confessions album. Ịhụnanya gàrà njem ọzọ na Usher ebe ọ zutere ma jikọọ ya na ọtụtụ ndị na-egwu egwu. Usher gbara Love ume ka ọ bụrụ onye na-ede egwu ma arịrịọ maka ihe ndị Love dere malitere ịpụta site n'aka ndị na-ese ihe Chris Brown, Omarion, na Marques Houston. Ịhụnanya bi na Miami ugbu a na ónyé na-ese foto Robin Thompson nke a maara dị ka Robin V",
  "Ha nwere ụmụ abụọ, nwa nwoke, Carys Preston, na nwa nwanyị, Believe Beyond."
]