[
  "Ikike ime ngagharị iwe nwere ike ịbụ ngosipụta nke ikike nnwere onwe nzukọ, ikike nnwere onwe mkpakọrịta, na ikike nnwere onwe ikwuputa okwu. Ọzọkwa, ngagharị iwe na mmachi na ngagharị iwe eteela áká dika oge gọọmentị.",
  "Ọtụtụ nkwekọrịta mba ụwa nwere nkọwa doro anya nke ikike ime ngagharị iwe",
  "Nkwekọrịta ndị dị otú ahụ tinyere Nkwekọrịta European maka ikike mmadụ nkè afọ 1950 ọkachasị Isiokwu nke itoolu ruo nke iri na otu; na Ọgbụgba ndụ mba ụwa na ikike obodo na ndọrọ ndọrọ ọchịchị nkè 1966, ọkachasị Isiokwu nke iri na asatọ ruo nke iri abụọ na abụọ",
  "Isiokwu nke 9 na-ekwupụta \"ikike nnwere onwe iche echiche, akọ na uche, na okpukpe\". Isiokwu nke iri na-ekwupụta \"ikike nnwere onwe ikwu okwu\". Nkebi nke iri na otu na-ekwupụta \"ikike nnwere onwe iso ndị ọzọ na-akpakọrịta, gụnyere ikike ịmepụta na isonyere òtù ndị ọrụ maka ichebe ọdịmma ya",
  "\" Otú ọ dị, na nkwekọrịta ndị a na ndị ọzọ, ikike nke nnwere onwe nzukọ, nnwere onwe mkpakọrịta, na nnwere onwe ikwu okwu nwere oke ụfọdụ",
  "Dịka ọmụmaatụ, ọgbụgba ndụ mba ụwa maka ikike obodo na ndọrọ ndọrọ ọchịchị nwere mmachibido iwu na \"nkwupụta agha\" na nkwado nke \"ịkpọasị mba, agbụrụ ma ọ bụ okpukpe\"; ọ na-enyekwa ohere igbochi nnwere onwe izukọta ma ọ bụrụ na ọ dị mkpa \"n'ime ọha mmadụ onye kwuo uche ya maka ọdịmma nke nchekwa mba ma ọ bụ nchekwa ọha, iwu ọha na eze, nchedo ahụike ọha ma ọ bụ omume ma ọ bụ nchedo ikike na nnwere onwe nke ndị ọzọ",
  "\" (Nkeji nke iri abụọ na nke iri abụọ na otu) Ebe dị iche iche agafeela nkọwa nke ikike ndị a.",
  "N'agbanyeghị, ime ngagharị iwe abụghị ime ihe ike ma ọ bụ iyi egwu maka ọdịmma nke nchekwa mba ma ọ bụ nchekwa ọha",
  "Ọ bụghịkwa nnupụisi obodo, mgbe ime ngagharị iwe anaghị agụnye imebi iwu nke steeti",
  "Ngagharị iwe, ọbụna mkpọsa nke nguzogide na-abụghị nke ime ihe ike, ma ọ bụ nguzogide obodo, nwere ike inwe àgwà (na mgbakwunye na iji usoro na-abụghị ime ihe ike) nke ịkwado usoro ọchịchị onye kwuo uche ya na usoro iwu",
  "Nke a nwere ike ime, dịka ọmụmaatụ, mgbe nguzogide dị otú ahụ bilitere na mmeghachi omume na ndọrọ ndọrọ ọchịchị ndị agha; ma ọ bụ n'ọnọdụ yiri nke ahụ nke ịjụ ndị isi steeti inyefe ọfịs ógè ha meriri na ntuli aka.",
  "Ọtụtụ ndị ọrụ, ụlọ ọrụ agụmakwụkwọ, na ndị otu ọkachamara na-edebe iwu ngosi nke na-egbochi ikike nke ndị otu ha ime ngagharị iwe, dịka ọmụmaatụ site na igbochi ha na mpaghara nnwere onwe ikwu okwu. Na United States, ihe ịrịba ama n'afọ 1969 <i id=\"mwOw\">Tinker v</i>",
  "Ikpe Ụlọikpe Kasị Elu nke <i id=\"mwOw\">Des Moines</i> guzobere ikike ụmụ akwụkwọ ime ngagharị iwe ma ọ bụrụkwa nà ọ gaghị akpata \" nnukwu mgbagwoju anya\"."
]