[
  "Ikike nke gburugburu ebe obibi dị mma ma ọ bụ ikike nke gburugburu ebe obibi na-adịgide adịgide ma dị mma bụ ikike mmadụ nke òtù ndị ruuru mmadụ na òtù gburugburu ebe obibi na-akwado iji chebe usoro gburugburu ebe obibi nke na-enye ahụike mmadụ. Ndị United Nations Human Rights Council nabatara ikike ahụ n'oge nnọkọ nke iri anọ na asatọ ya n'ọnwa Ọktọba nke afọ 2021 na HRC / RES / 48 / 13. Ikike ahụ na-abụkarị ntọala maka nchebe ikike mmadụ site n'aka ndị na-agbachitere gburugburu ebe obibi, dị ka ndị na-agbachitere ala, ndị na-echebe mmiri na ndị na-akwado ikike ụmụ amaala.",
  "Ikike ahụ jikọtara ya na ikike ndị ọzọ na-elekwasị anya na ahụike, dị ka ikike mmiri na ịdị ọcha, ikike nri na ikike ahụike. Ikike inwe gburugburu ebe obibi dị mma na-eji usoro ikike mmadụ iji chebe àgwà gburugburu ebe obibi; usoro a na-ekwu maka mmetụta nke mmerụ gburugburu ebe obibi n'ahụ mmadụ n'otu n'otu, na-emegide usoro ọdịnala nke iwu gburugburu ebe obibi nke na-elekwasị anya na mmetụta na steeti ndị ọzọ ma ọ bụ gburugburu ebe obibi n'onwe ya. Ụzọ ọzọ maka nchedo gburugburu nke ebe obibi bụ ikike nke okike nke na-anwa ịgbatị ikike ụmụ mmadụ na ụlọ ọrụ nwere na okike.",
  "Ikike ahụ na-emepụta ọrụ nke steeti iji chịkwaa ma mee ka iwu gburugburu ebe obibi, ịchịkwa mmetọ, ma nye ikpe ziri ezi na nchedo maka obodo ndị nsogbu gburugburu ebe obibi merụrụ ahụ.  Ikike nke gburugburu ebe obibi dị mma abụwo ikike dị mkpa maka ịmepụta ụkpụrụ iwu gburugburu ebe obibi maka ikpe mgbanwe ihu igwe na nsogbu gburugburu ebe obibi ndị ọzọ.",
  "N'akụkọ ihe mere eme, nnukwu ngwá ọrụ ruuru mmadụ nke United Nations, dị ka Nkwupụta Ụwa Nile Maka Ihe Ndị Ruuru Mmadụ, Ọgbụgba Ndụ Mba Niile Maka Ikike Obodo na nke ndọrọ ndọrọ ọchịchị ma ọ bụ Ọgbụgba Ndụ Mba Nile Maka Ikike akụ na ụba, Ọha na Ọdịbendị anaghị anabata ikike nke gburugburu ebe obibi dị mma. Nkwupụta Stockholm nke afọ 1972 nabatara ikike ahụ, mana ọ bụghị akwụkwọ iwu kwadoro",
  "Nkwupụta Rio nke afọ 1992 anaghị eji asụsụ nke ikike mmadụ, ọ bụ ezie na ọ na-ekwu na ndị mmadụ n'otu n'otu ga-enweta ozi gbasara ihe gbasara gburugburu ebe obibi, isonye na ime mkpebi, na ịnweta ikpe ziri ezi. Mkpebi UN a na-atụ aro ugbu a, Global Pact for the Environment, n'asụsụ bekee, ma ọ bụrụ na a nakweere ya, ọ ga-abụ ngwá ọrụ ikike mmadụ mbụ nke UN gụnyere ikike nke gburugburu ebe obibi dị mma.",
  "Ihe karịrị steeti 150 (otu narị na iri ise) na UN anabatala ikike ahụ n'ụdị ụfọdụ site na iwu, ikpe, iwu iwu, iwu nkwekọrịta ma ọ bụ ikike iwu ndị ọzọ. Akwụkwọ iwu Afrịka maka ikike mmadụ na ndị mmadụ, nkwekọrịta Amerịka gbasara ikike mmadụ, nkwekọrịta Escazu, Arab Charter on Human Rights, na nkwupụta nke ikike mmadụ nke otú ASEAN nke a kpọrọ ASEAN Declaration on Human Rights n'asụsụ Bekee, nke ọ bụla gụnyere ikike maka gburugburu ebe obibi dị mma. Usoro ikike mmadụ ndị ọzọ, dị ka Convention on the Rights of the Child na-ezo aka na nsogbu gburugburu ebe obibi dịka ha metụtara ebumnuche usoro ahụ, na nke a ikike ụmụaka.",
  "Ndị UN Special Rapporteurs on Human Rights and the Environment John H",
  "Knox (2012–2018) na David R",
  "Boyd (2018–) enyewo ndụmọdụ banyere otu esi ahazi ikike ndị a na iwu mba ụwa. Ọtụtụ kọmitii kwadoro nke a na ọkwa UN, yana obodo iwu obodo dịka New York City Bar, n'afọ 2020.",
  "Ikike inwe gburugburu ebe obibi dị mma bụ isi nke usoro mba ụwa maka ikike mmadụ na mgbanwe ihu igwe. Mmetụta nke mgbanwe ihu igwe na ikike mmadụ bụ nke OHCHR gosipụtara na akwụkwọ eziokwu nke nwere ajụjụ ndị a na-ajụkarị banyere isiokwu ahụ.",
  "N'afọ 2021 n'oge nnọkọ nke iri anọ na asatọ ya, United Nations Human Rights Council nakweere mkpebi (nke ndị isi otu gụnyere Costa Rica, Morocco, Slovenia, Switzerland na Maldives, na Costa Rica bụ penholder), na-aghọta \" Ikike mmadụ nwere maka gburugburu ebe obibi dị ọcha, nke dị mma ma na-adịgide adịgide\", na-egosi oge mbụ ahụ kwupụtara ikike mmadụ. Mkpebi ahụ abụghị iwu kwadoro, mana ọ ga-aga na UN General Assembly maka nyocha ọzọ.",
  "O siri ike ịchọpụta mmetụta nke nchedo iwu ma ọ bụ nke mba ụwa nke ikike inwe gburugburu ebe obibi dị mma",
  "Onye na-ahụ maka akụkọ pụrụ iche nke UN bụ John Knox na-atụ aro na nhazi nke ikike nke gburugburu ebe obibi dị mma na iwu mba ma ọ bụ site n'aka UN nwere ike imetụta mgbalị nchedo gburugburu ebe obibi site n'ịgbakwunye asụsụ nke ikike mmadụ; imejupụta oghere na iwu mba ụwa; na-ewusi ntọala maka mmanye mba ụwa; na imeziwanye arụmọrụ gburugburu ebe obibi na ọkwa mba",
  "Ọzọkwa, Knox na-atụ aro na ịmepụta ikike maka gburugburu ebe obibi dị mma nwere ike imetụta nghọta anyị banyere iwu ikike mmadụ n'onwe ya, n'ihi na ikike ahụ abụghị ntinye elu nke echiche ndị ọchịchị ọdịda anyanwụ (nke bụ nkatọ maka ozizi ikike mmadụ dị ugbu a), kama ọ bụ onyinye dị ala na iwu ikike mmadụ sitere na Global South."
]