[
  "Ikike ahụike bụ ikike akụ na ụba, mmekọrịta mmadụ na ibe ya, na ọdịbendị maka oke ahụike zuru ụwa ọnụ nke mmadụ niile nwere ikike inweta",
  "[nkọwa dị mkpa] E depụtara echiche nke ikike ahụike na nkwekọrịta mba ụwa ọnụ nke gụnyere Nkwupụta Ụwa nke Ihe Ndị Ruuru Mmadụ, Ọgbụgba Ndụ Mba Nile Maka Ikike Akụ na ụba, Ọha na Ọdịbendị, na Nkwekọrịta Maka Ikike nke Ndị Nwere Nkwarụ",
  "E nwere arụmụka banyere nkọwa na itinye ikike ahụike n'ọrụ n'ihi echiche ndị dị ka otu esi akọwa ahụike, ikike kacha nta dị na ikike ahụike, na ụlọ ọrụ ndị na-ahụ maka ịhụ mgbaso ikike ahụike.",
  "Ntụnye ihe ikike mmadụ nke a kpọrọ The Human Rights Measurement Initiative , n'asụsụ Bekee, na-atụle ikike ahụike maka mba dị iche iche gburugburu ụwa, dabere na ọkwa ego ha.",
  "Okwu mmalite nke Iwu 1946 World Health Organization (WHO) na-akọwa ahụike n'ụzọ sara mbara dị ka \"ọnọdụ nke ahụ ike zuru oke, uche na mmekọrịta mmadụ na ibe ya ọ bụghị naanị enweghị ọrịa ma ọ bụ ọrịa.\" Iwu ahụ kọwara ikike ahụike dị ka \"ịnara ogo ahụike kachasị elu,\" ma depụta ụfọdụ ụkpụrụ nke ikike a dị ka mmepe ụmụaka dị mma; mgbasa ozi ziri ezi nke ihe ọmụma ahụike na uru ya; na usoro mmekọrịta ọha na eze gọọmentị nyere iji hụ na ahụike zuru oke.",
  "Frank P",
  "Grad kwuru na Iwu WHO dị ka \"na-ekwu",
  "mpaghara zuru ezu nke ahụike ọha na eze nke mba ụwa nke oge a,\" na-eme ka ikike ahụike dị ka \"ihe bụ isi, ikike mmadụ na-apụghị iwepụ\" nke gọọmentị na-enweghị ike iwepụ, kama ọ bụ iwu na ha ga-echebe ma kwado. Iwu WHO, ọkachasị, na-egosi akara mbụ nke ikike ahụike na iwu mba ụwa.",
  "Nkeji edemede nke iri abụọ na ise nke United Nations' 1948 Universal Declaration of Human Rights na-ekwu na \"Onye ọ bụla nwere ikike ibi ndụ zuru oke maka ahụike na ọdịmma nke onwe ya na nke ezinụlọ ya, gụnyere nri, uwe, ụlọ na nlekọta ahụike na ọrụ mmekọrịta mmadụ na ibe ya dị mkpa",
  "\" Nkwupụta Ụwa Nile na-eme ebe obibi ndị ọzọ maka nchekwa ma ọ bụrụ na anụ ahụ adịghị ike ma ọ bụ nkwarụ, ma na-ekwu okwu pụrụ iche banyere nlekọta e nyere ndị nọ na nne ma ọ bụ nwata.",
  "A na-ahụ Nkwupụta Ụwa nke Ihe Ndị Ruuru Mmadụ dị ka nkwupụta mbụ nke mba ụwa nke ikike mmadụ, ma nnwere onwe ma ikike",
  "Kọmishọna Ukwu nke Mba Ndị Dị n'Otu maka Ihe Ndị Ruuru Mmadụ Navanethem Pillay na-ede na Nkwupụta Ụwa nke Ihe Ndị Ruuru Mmadụ \"na-eme ka ọhụ nke chọrọ iwere ikike mmadụ niile - obodo, ndọrọ ndọrọ ọchịchị, akụ na ụba, mmekọrịta mmadụ na ibe ya, ma ọ bụ ọdịbendị dị ka ihe a na-ekewaghị ekewa na nke a na-ekewaghị ekewa ma na-adabere n'otu",
  "\" N'otu aka ahụ, Gruskin et al",
  "na-ekwusi ike na ọdịdị metụtara ikike ndị e gosipụtara na Nkwupụta Ụwa niile na-eme ka \"ibu ọrụ [nke] gafere inye ọrụ ahụike dị mkpa iji dozie ihe ndị na-ekpebi ahụike dịka, inye agụmakwụkwọ zuru oke, ụlọ, nri, na ọnọdụ ọrụ dị mma,\" na-ekwukwa na ndokwa ndị a \"bụ ikike mmadụ n'onwe ha ma dị mkpa maka ahụike",
  "\"",
  "Òtù Mba Ndị Dị n'Otu kọwakwuru ikike ahụike na Nkeji edemede nke iri na abụọ nke afọ 1966 International Covenant on Economic, Social and Cultural Rights, nke na-ekwu:",
  "N'afọ 2000, Kọmitii Mba Ndị Dị n'Otu na-ahụ maka ikike akụ na ụba, mmekọrịta mmadụ na ibe ya na ọdịbendị nyere General Comment No",
  "14, nke na-ekwu maka \"nsogbu ndị dị mkpa na-ebilite na mmejuputa ọgbụgba ndụ mba ụwa banyere ikike akụ na ụba, mmekọrịta mmadụ na ibe ya na ọdịbendị\" gbasara Isiokwu nke iri na abụọ na \"ikike nke ahụike kachasị elu\". General Comment na-enye nkọwa doro anya, asụsụ na-arụ ọrụ na nnwere onwe na ikike gụnyere n'okpuru ikike ahụike,",
  "The General Comment na-eme nkọwa doro anya na \"a gaghị aghọta ikike ahụike dị ka ikike inwe ahụ ike",
  "\" Kama nke ahụ, a na-akọwa ikike ahụike dị ka nnwere onwe na ikike nke na-anabata ọnọdụ ndụ na mmekọrịta mmadụ na ibe ya yana akụ na ụba Steeti, ha abụọ nwere ike igbochi ikike inwe ahụ ike n'ihi ihe karịrị mmetụta ma ọ bụ njikwa nke Steeti",
  "Nkeji edemede nke iri na abụọ na-enye Steeti ọrụ ịghọta na onye ọ bụla nwere ikike ebumpụta ụwa maka ụkpụrụ ahụike kachasị mma, ma kọwaa (ọ dịkarịa ala n'otu akụkụ) 'nnwere onwe' na' na 'ikike' nke na-esonyere ikike dị otú ahụ; Otú ọ dị, ọ naghị akwụ Steeti ụgwọ iji hụ na mmadụ niile, n'ezie, nwere ahụ ike zuru oke, ma ọ bụ na mmadụ niile amaala ikike na ohere zuru oke edepụtara na ikike ahụike.",
  "Dị ka Nkwupụta Ụwa nke Ihe Ndị Ruuru Mmadụ, General Comment na-akọwapụta ọdịdị metụtara ikike mmadụ, na-ekwu na, \"ikike ahụike nwere njikọ chiri anya ma dabere na mmezu nke ikike mmadụ ndị ọzọ,\" ma si otú a na-emesi mkpa ọganihu dị na ikike ndị ọzọ dịka ikike nri, ọrụ, ụlọ, ndụ, enweghị ịkpa ókè, ùgwù mmadụ, na ịnweta mkpa, tinyere ndị ọzọ, maka nkwenye nke ikike ahụike",
  "N'otu aka ahụ, General Comment na-ekweta na \"ikike ahụike na-agụnye ọtụtụ ihe gbasara mmekọrịta mmadụ na ibe ya na akụ na ụba nke na-akwalite ọnọdụ ndị mmadụ nwere ike ibi ndụ dị mma, ma na-agbatị na ihe ndị na-ekpebi ahụike",
  "\" N'akụkụ a, General Comment na-ekwusi ike na nzọụkwụ ndị a kapịrị ọnụ iji nweta ikike ahụike edepụtara na Nkebi nke iri na abụọ abụghị ihe na-agwụ agwụ ma na-egosi n'ọdịdị.",
  "Njikọ na-enweghị nkewa n'etiti ahụike na ikike mmadụ",
  "Jonathan Mann bụ Francois-Xavier Bagnoud Prọfesọ nke Ahụike na Ihe Ndị Ruuru Mmadụ na Prọfesọ nke Epidemiology na Ahụike Mba Nile na Harvard T",
  "H",
  "Chan School of Public Health",
  "A maara ya maka ịbụ onye ọsụ ụzọ dị ike na onye na-akwado ịkwalite ahụike, ụkpụrụ omume, na ikike mmadụ, na-akwado echiche na ahụike na ikike mmadụ nwere njikọ na mmekọrịta dị ike.",
  "Dị ka Mann si kwuo, ahụike na ikike mmadụ bụ ụzọ mgbakwunye maka ịkọwa na ịkwalite ọdịmma mmadụ",
  "N'afọ 1994, Jonathan Mann na ndị ọrụ ibe ya malitere \"Health and Human Rights Journal\" iji gosipụta mkpa njikọ a na-enweghị atụ n'etiti ahụike na ikike mmadụ.",
  "Na mpịakọta mbụ nke \"Health and Human Rights Journal\", Jonathan Mann na ndị ọrụ ibe ya bipụtara isiokwu na-agbanwe agbanwe iji chọpụta mmekorita nwere ike na ahụike na ikike mmadụ",
  "N'isiokwu a, Mann et al",
  "na-akọwa usoro maka ijikọ ngalaba abụọ jikọtara ọnụ",
  "A na-agbaji usoro a n'ime mmekọrịta atọ sara mbara.",
  "Mmekọrịta mbụ dị n'etiti ahụike na ikike mmadụ bụ nke ndọrọ ndọrọ ọchịchị",
  "Mann na ndị ọrụ ibe ya na-ekwu na iwu ahụike, mmemme, na omume nwere mmetụta na ikike mmadụ, ọkachasị mgbe a na-atụle ike steeti na mpaghara ahụike ọha na eze.",
  "Na-esote, isiokwu ahụ na-egosi mmekọrịta dị iche: na mmebi ikike mmadụ nwere mmetụta ahụike",
  "Ọ na-akpọkwa oku maka ọkachamara ahụike iji nyere aka ịghọta otú mmebi ikike mmadụ nwere ike isi metụta ahụike na ọdịmma site na ịtụ na nyocha.",
  "Akụkụ nke atọ nke usoro jikọtara ahụike na ikike mmadụ na-ewebata echiche na nchedo na nkwalite ikike mmadụ na ahụike nwere njikọ dị mkpa na mmekọrịta dị ike",
  "Ọ bụ ezie na akwụkwọ akwadola mmekọrịta abụọ mbụ ahụ, a chọpụtabeghị echiche nke atọ a dị ka nke ọma.",
  "Isiokwu ahụ na-akwado echiche a site n'ikwu na njikọ a na-atụ aro na enwere nsonaazụ dị egwu na ọrụ onwe onye nke, kamakwa na mmekọrịta na ọrụ nke, omume ahụike ọha na eze na omume nke ikike mmadụ",
  "E nwere ihe a na-ewere dị ka ịdabere na ibe ya nke a na-apụghị ịgbagha",
  "Mann na ndị ọrụ ibe ya gara n'ihu kwuo na nyocha, agụmakwụkwọ, ahụmịhe, na nkwado niile dị mkpa iji ghọta njikọ a, iji ghọta ma kwalite ọdịmma mmadụ n'ụwa niile.",
  "N'ikpeazụ, ọrụ Mann na onye ọrụ ibe ya bụ ikwupụta na, ọ bụ ezie na ahụike nke onye ọ bụla bụ ihe a na-elekwasị anya maka ọrụ ahụike na ahụike ndị ọzọ, ọkachasị banyere ọrịa anụ ahụ na nkwarụ, ahụike ọha na eze na-elekwasị anya n'otú ndị mmadụ nwere ike isi nwee ahụ ike. Dị ka nkọwa a dị mfe n'ụzọ dị ịtụnanya, ọrụ ahụike ọha na eze bụ ịkwalite ahụike dị mma na igbochi nsogbu ahụike - ọrịa, nkwarụ, ọnwụ tupu oge eruo",
  "Nke ahụ bụ, echiche ọdịnala nke ahụike nke onye ọ bụla dị ka ndị ọrụ nlekọta ahụike ghọtara ma hazie ya bụ \"otu ọnọdụ dị mkpa maka ahụike\", mana ọ bụghị naanị onye ruru eru ma ọ bụ okwu a na-agbanwe agbanwe na \"ahụ ike\"",
  "N'ikwu ya n'ụzọ ọzọ, ọrụ nlekọta ahụike ezughị maka ahụike, dịka ndị na-ahụ maka ahụike ọha na eze ghọtara ya - enwere ihe ndị dị n'èzí nke nwere mmetụta dị mma na nke na-adịghị mma na ahụike na ọdịmma nke ndị mmadụ zuru ụwa ọnụ.",
  "General Comment na-ekwukwa okwu ndị ọzọ na ajụjụ banyere ahụike ziri ezi, echiche a na-ekwughị na ọgbụgba ndụ mba ụwa mbụ",
  "Akwụkwọ ahụ na-ekwu, \"Ọgbụgba ndụ ahụ machibidoro ịkpa ókè ọ bụla n'inweta nlekọta ahụike na ihe ndị na-ekpebi ahụike, yana ụzọ na ikike maka ịzụta ha",
  "\" Ọzọkwa, a na-ekenye steeti ọrụ maka imeziwanye ịkpa ókè na mmetụta ya gbasara ahụike: \"Steeti nwere ọrụ pụrụ iche inye ndị na-enweghị ego zuru oke mkpuchi ahụike na ụlọ ọrụ nlekọta ahụike dị mkpa, na igbochi ịkpa ókè ọ bụla n'ihi ihe ndị mba ụwa machibidoro iwu na inye nlekọta ahụike na ọrụ ahụike",
  "\" A na-ekwusi ike na enweghị ịkpa ókè na ndabere nke nwoke na nwanyị, afọ, nkwarụ, ma ọ bụ ndị otu na obodo ụmụ amaala.",
  "Akụkụ ndị sochirinụ nke General Comment na-akọwapụta ọrụ nke mba na òtù mba ụwa maka ikike ahụike",
  "A na-etinye ọrụ nke mba dị iche iche n'ụdị atọ: ọrụ ịkwanyere ùgwù, ọrụ ichebe, na ọrụ iji mezuo ikike ahụike",
  "Ihe atụ nke ndị a (n'ụzọ na-adịghị agwụ agwụ) gụnyere igbochi ịkpa ókè na ịnweta ma ọ bụ inye nlekọta; izere mmachi na ịnweta ọgwụ mgbochi ma ọ bụ atụmatụ ezinụlọ; igbochi ịgọnahụ ịnweta ozi ahụike; ibelata mmetọ gburugburu ebe obibi; igbochi omume ahụike na-amanye na / ma ọ bụ na-emerụ ahụ na ọdịbendị; ịhụ na ịnweta ohere ziri ezi maka ihe ndị na-ekpebi ahụike; na inye ụkpụrụ nduzi kwesịrị ekwesị maka nkwenye nke ụlọ ọrụ ahụike, ndị ọrụ, na ngwá ọrụ",
  "Ọrụ mba ụwa gụnyere inye ohere maka ịnụ ụtọ ahụike na mba ndị ọzọ; igbochi mmebi ahụike na mba ndị ọzọ; imekọ ihe ọnụ n'inye enyemaka enyemaka maka ọdachi na ọnọdụ mberede; na izere iji mgbochi na ngwongwo ahụike ma ọ bụ ndị ọrụ dị ka omume nke mmetụta ndọrọ ndọrọ ọchịchị ma ọ bụ akụ na ụba.",
  "Nkeji edemede nke iri na abụọ (12th) nke afọ 1979 United Nations Convention on the Elimination of All Forms of Discrimination against Women na-akọwa nchebe ụmụnwanyị pụọ na ịkpa ókè nwoke na nwanyị mgbe ha na-anata ọrụ ahụike na ikike ụmụnwanyị nwere maka ndokwa ahụike metụtara nwoke na nwanyị",
  "Ihe odide zuru ezu nke Isiokwu nke iri na abụọ (12th) na-ekwu:",
  "A kpọtụrụ ahụike aha n'ọtụtụ oge na Convention on the Rights of the Child (1989)",
  "Isiokwu nke atọ na-akpọ ndị otu ka ha hụ na ụlọ ọrụ na ụlọ ọrụ maka nlekọta ụmụaka na-agbaso ụkpụrụ ahụike",
  "Nkebi nke iri na asaa na-anabata ikike nwatakịrị ahụ nwere ịnweta ozi metụtara ahụike anụ ahụ na nke uche ya na ọdịmma ya",
  "Isiokwu nke iri abụọ na atọ na-ezo aka kpọmkwem na ikike nke ụmụaka nwere nkwarụ, nke ọ gụnyere ọrụ ahụike, mmeghari, nlekọta mgbochi",
  "Isiokwu nke iri abụọ na anọ na-akọwa ahụike ụmụaka n'ụzọ zuru ezu, ma kwuo, \"Ndị otu na-aghọta ikike nke nwatakịrị ahụ ịnụ ụtọ ahụike kachasị elu na ụlọ ọrụ maka ịgwọ ọrịa na mmeghari ahụ ike",
  "Steeti ga-agbasi mbọ ike ịhụ na a napụrụ nwatakịrị ikike ịnweta ọrụ nlekọta ahụike dị otú ahụ",
  "\" Iji mejuputa ndokwa a, Mgbakọ ahụ depụtara ihe ndị a:\n \nEbe nrụọrụ weebụ nke World Health Organization na-ekwu, \"CRC bụ usoro iwu na usoro iwu maka ọrụ WHO n'ọtụtụ ahụike ụmụaka na ndị nọ n'afọ iri na ụma.\" Goldhagen na-egosi CRC dị ka \"template maka nkwado ụmụaka\" ma na-atụ aro iji ya dị ka usoro iji belata ọdịiche na imeziwanye nsonaazụ na ahụike ụmụaka.",
  "Nkeji edemede nke iri abụọ na ise nke nkwekọrịta maka ikike nke ndị nwere nkwarụ (2006) na-akọwa na \"ndị nwere nkwarụ nwere ikike ịnụ ụtọ ahụike kachasị elu n'enweghị ịkpa ókè n'ihi nkwarụ",
  "\" Iwu ndị dị n'okpuru nke Nkeji edemede nke iri abụọ na ise na-ekwu na Steeti ga-enye ndị nwere nkwarụ otu \"ụdị, ịdị mma, na ụkpụrụ\" nke nlekọta ahụike dịka ọ na-enye ndị ọzọ, yana ọrụ ndị ahụ a chọrọ kpọmkwem maka mgbochi, njirimara, na njikwa nkwarụ",
  "Ndokwa ndị ọzọ na-akọwa na a ga-eme ka nlekọta ahụike maka ndị nwere nkwarụ dị na obodo nakwa na nlekọta kwesịrị ịdị nhata na mpaghara, na nkwupụta ndị ọzọ megide ịgọnahụ ma ọ bụ inye ọrụ ahụike na-adịghị nhata (gụnyere \"nri na mmiri\" na \"nchekwa ndụ\") na ndabere nke nkwarụ.",
  "Hendriks na-akatọ ọdịda nke ọgbakọ ahụ iji kọwaa kpọmkwem okwu ahụ bụ \"nkwarụ\"; ọ na-ekwusi ike n'ihu na \"enweghị nkọwa doro anya [...] nwere ike imebi nkọwa otu, ma ọ bụ ma ọ dịkarịa ala tinye n'ihe ize ndụ nchebe na-agbanwe agbanwe nke Mgbakọ ahụ na-achọ ijide n'aka",
  "\" Otú ọ dị, ọ na-ekweta na enweghị nkọwa doro anya maka \"nkwarụ\" nwere ike ịbara ndị nwere nkwarụ uru site na ibelata ikike Steeti iji belata mmụba nke ndokwa ọgbakọ ahụ na ndị mmadụ ma ọ bụ ndị nwere ọnọdụ ụfọdụ.",
  "Ọ bụ ezie na ọtụtụ ikike mmadụ na-echepụta dị ka ikike na-adịghị mma, nke pụtara na ha bụ ebe ọha mmadụ na-enweghị ike itinye aka ma ọ bụ gbochie site na ndọrọ ndọrọ ọchịchị, Mervyn Susser na-ekwusi ike na ikike ahụike bụ ikike pụrụ iche na ihe ịma aka n'ihi na a na-egosipụtakarị ya dị ka ikike dị mma, ebe ọha mmadụ nwere ọrụ inye ụfọdụ akụ na ụba na ohere nye ndị mmadụ n'ozuzu.",
  "Susser gara n'ihu na-edepụta ndokwa anọ ọ na-ahụ dị ka ndị a na-ekpuchi n'okpuru ikike ahụike: ịnweta ahụike na ọrụ ahụike n'ụzọ ziri ezi; mgbalị mmekọrịta mmadụ na ibe ya iji kwalite ahụike nhata n'etiti ndị otu dị iche iche; ụzọ iji tụọ ma nyochaa ahụike ziri ezi; na usoro ndọrọ ndọrọ ọchịchị nhata iji nye ndị otu niile olu pụrụ iche na nkwado ahụike na nkwalite",
  "Ọ na-akpachara anya iburu n'uche ebe a na, ọ bụ ezie na nke a nwere ike ịgụnye ụfọdụ ụkpụrụ kacha nta nke ịnweta akụ ahụike, ọ naghị ekwe nkwa ma ọ bụ chọọ ọnọdụ ahụike ziri ezi maka onye ọ bụla n'ihi ọdịiche dị na ọnọdụ ahụike. Ọdịiche a bụ ihe dị mkpa, dịka ụfọdụ nkatọ a na-ahụkarị maka \"ikike ahụike\" bụ na ọ na-eme ka ikike maka ụkpụrụ a na-apụghị iru eru nakwa na ọ na-achọ ọnọdụ ahụike nke na-agbanwe agbanwe site n'otu onye gaa n'otu onye ma ọ bụ site n'otu ọha mmadụ gaa na nke ọzọ.",
  "Ọ bụ ezie na mkparịta ụka Susser na-elekwasị anya na ahụike dị ka ikike dị mma, Paul Hunt na-agbagha echiche a ma na-arụ ụka na ikike ahụike gụnyekwara ụfọdụ ikike na-adịghị mma dịka nchebe pụọ na ịkpa ókè na ikike ịghara ịnata ọgwụgwọ ahụike n'enweghị nkwenye afọ ofufo nke onye natara ya",
  "Otú ọ dị, Hunt kwetara na ụfọdụ ikike dị mma, dị ka ibu ọrụ nke ọha mmadụ iji lebara mkpa ahụike nke ndị na-enweghị ọrụ na ndị na-adịghị ike anya, gụnyere na ikike ahụike.",
  "Paul Farmer na-ekwu okwu banyere ohere na-adịghị nhata maka nlekọta ahụike n'isiokwu ya ọ kpọrọ \"The Major Infectious Diseases in the World - To Treat or Not to Treat\" n'asụsụ Bekee.\"Ọ na-atụle \"mgbagwoju anya\" na-arịwanye elu n'etiti ndị mmadụ na-anata enyemaka ahụike na ndị na-adịghị",
  "Ndị ogbenye anaghị enweta otu ọgwụgwọ ahụ, ma ọ bụrụ na ọ dị, dị ka ndị nwere ego",
  "Ọnụ ego dị elu nke ọgwụ na ọgwụgwọ na-eme ka ọ bụrụ nsogbu maka mba ndị dara ogbenye ịnata nlekọta nhata",
  "Ọ na-ekwu, \"Ọdị mma na-enweghị ịkwụwa aka ọtọ na-apụta dị ka nsogbu ikike mmadụ nke nlekọta ahụike na narị afọ nke iri abụọ na otu nke a kpọrọ 21st Century n'asụsụ Bekee",
  "\"",
  "Ụzọ ọzọ iji chepụta otu akụkụ nke ikike ahụike bụ \"ikike mmadụ maka nlekọta ahụike\"",
  "N'ụzọ dị ịrịba ama, nke a gụnyere ikike ndị ọrịa na ndị na-ahụ maka nnyefe nke ọrụ ahụike, nke ikpeazụ na-emeghe n'otu aka ahụ maka mmetọ ugboro ugboro site na steeti. Ikike ndị ọrịa na nnyefe nlekọta ahụike gụnyere: ikike nke nzuzo, ozi, ndụ, na nlekọta dị mma, yana nnwere onwe pụọ na ịkpa ókè, mmekpa ahụ, na mmeso obi ọjọọ, obi ọjọọ, ma ọ bụ mmeso mkparị. Ndị otu dị n'akụkụ, dị ka ndị mbịarambịa na ndị a chụpụrụ n'ụlọ, agbụrụ na agbụrụ dị nta, ụmụ nwanyị, ndị na-enwe mmekọahụ, na ndị bu nje HIV, bụ ndị nwere ike imebi ikike mmadụ na ọnọdụ ahụike. Dịka ọmụmaatụ, enwere ike ịkewapụ agbụrụ na agbụrụ dị iche iche n'ime ụlọ ndị dara ogbenye, enwere ike ijide ndị nwere nkwarụ ma nye ha ọgwụ n'ike, enwere ike ịgọnahụ ndị na-eji ọgwụ ọjọọ eme ọgwụgwọ riri ahụ, enwere ike ịmanye ụmụ nwanyị ka ha ka ha banye n'ime nyocha nke nwanyị ma nwee ike ịgọnahụ ha na-azọpụta ndụ, enwere ike ịmanye ụmụ nwoke na-enyo enyo na-edina ụdị onwe ha n'ime nyocha anal, na ụmụ nwanyị nke ndị a na-eleghara anya na ndị transgender nwere ike ịwa ahụ.",
  "Ikike ndị na-enye ihe gụnyere: ikike nke ụkpụrụ dị mma nke ọnọdụ ọrụ, ikike ịkpakọrịta n'efu, na ikike ịjụ ịme usoro dabere na omume ha. Ndị na-ahụ maka ahụike na-enwekarị mmebi nke ikike ha",
  "Dịka ọmụmaatụ, ọkachasị na mba ndị nwere iwu na-adịghị ike, a na-amanyekarị ndị na-ahụ maka ahụike ime usoro nke na-ajụ omume ha, na-agọnahụ ndị otu a na-eleghara anya ụkpụrụ nlekọta kachasị mma, na-emebi nzuzo nke ndị ọrịa, ma na-ezobe mpụ megide mmadụ na mmekpa ahụ. Ọzọkwa, a na-akpagbu ndị na-enye ndị na-adịghị enye nrụgide ndị a iwu. Ka ọ dị ugbu a, ọkachasị na United States, ọtụtụ arụmụka gbara gburugburu okwu nke \"nghọta onye na-enye ihe\", nke na-ejigide ikike nke ndị na-enye ya izere ịme usoro ndị na-ekwekọghị na ụkpụrụ omume ha, dị ka ite ime.",
  "Mgbanwe iwu dị ka usoro iji lụso ma gbochie mmebi nke ikike ndị ọrịa na ndị na-enye ya na-enye ụzọ na-ekwe nkwa",
  "Otú ọ dị, na mba mgbanwe (mba ndị e guzobere ọhụrụ na-eme mgbanwe), na ọnọdụ ndị ọzọ nwere iwu na-adịghị ike, nwere ike ịdị oke. E meela ihe onwunwe na ngwá ọrụ maka ndị ọka iwu, ndị na-enye ya, na ndị ọrịa nwere mmasị imeziwanye ikike mmadụ na nlekọta ndị ọrịa.",
  "Ọtụtụ iwu ugbu a na-anabata ikike ahụike. Mgbe ụfọdụ, ikike ndị a bụ ikpe ziri ezi, nke pụtara na enwere ike ịchụso ha site na ime ihe n'ụlọ ikpe. N'ezie, ihe na-eme n'usoro iwu gburugburu ụwa bụ iji mee ka ikike ahụike sie ike ma mee ka ọ bụrụ ikpe ziri ezi. Mba US bụ mba na-abụghị nke ọnọdụ ndị a, ma ọ dịkarịa ala na ọkwa gọọmentị etiti. Ka o sina dị, e nweela mkpọsa na mba US na-achọ ịkwado nkwenye iwu nke ikike ahụike. N'ebe usoro iwu kwadoro ikike ikpe ziri ezi maka ahụike, nzaghachi nke ụlọ ikpe agwakọtawo.",
  "Philip Barlow na-ede na e kwesịghị iwere nlekọta ahụike dị ka ikike mmadụ n'ihi ihe isi ike nke ịkọwa ihe ọ gụnyere na ebe a ga-eguzobe 'ụkpụrụ kacha nta' nke ikike n'okpuru ikike ahụ",
  "Ọzọkwa, Barlow na-ekwusi ike na ikike na-eme ka ndị ọzọ nwee ọrụ iji chebe ma ọ bụ kwe ha nkwa, nakwa na ọ maghị onye nwere ọrụ mmekọrịta mmadụ na ibe ya maka ikike ahụike. John Berkeley, na nkwekọrịta ya na Barlow, na-akatọ n'ihu na ikike ahụike anaghị atụle nke ọma ibu ọrụ mmadụ nwere ịkwado ahụike ya.",
  "Richard D Lamm na-arụ ụka n'ụzọ siri ike megide ime ka ahụike bụrụ ikike",
  "Ọ na-akọwa ikike dị ka nke a ga-agbachitere n'agbanyeghị ihe ọ bụla, na echiche nke usoro ikpe kọwara ma kọwaa",
  "Ime ka ahụike bụrụ ikike ga-achọ ka gọọmentị jiri akụkụ buru ibu nke ego ya nye ụmụ amaala ya ya ya",
  "Ọ na-ekwusi ike na usoro ahụike dabeere na echiche na-ezighị ezi nke ego na-akparaghị ókè",
  "Obere ego na-egbochi gọọmentị inye onye ọ bụla nlekọta ahụike zuru oke, ọkachasị na ogologo oge",
  "Ịgbalị inye ndị niile na-eji obere ego eme ihe ahụike \"bara uru\" nwere ike ibute ọdịda akụ na ụba",
  "Lamm na-ekwusi ike na ịnweta ahụike mana ọ bụ obere akụkụ n'ịmepụta ọha mmadụ dị mma, na ịmepụta ọha mmadụ dị mma, a ga-etinyekwa ego na akụ na ụba ọha na eze.",
  "Nkatọ ọzọ nke ikike ahụike bụ na ọ gaghị ekwe omume",
  "Imre JP Loefler, onye bụbu onye nchịkọta akụkọ nke Nairobi Hospital Proceedings na onye na-enyekarị aka na British Medical Journal, na-arụ ụka na ibu ego na ihe eji eme ihe iji hụ na nlekọta ahụike maka mmadụ niile enweghị ike inweta, nakwa na ihe mgbochi akụ na ụba na-eme ka ọ bụrụ ihe na-enweghị isi iji kwado ikike iji mee ka ndụ dị ogologo ruo mgbe ebighi ebi",
  "Kama nke ahụ, Loefler na-atụ aro na ihe mgbaru ọsọ nke imeziwanye ahụike ndị mmadụ ka mma site na iwu mmekọrịta mmadụ na ibe ya karịa ikike ahụike."
]