[
  "Ikike nke eziokwu bụ ikike, n'ihe gbasara mmebi iwu nke ikike mmadụ, maka ndị ahụ metụtara na ezinụlọ ha ma ọ bụ obodo ha ịnweta eziokwu nke ihe merenụ. Ikike nke eziokwu nwere njikọ chiri anya, mana ọ dị iche na, ọrụ steeti iji nyochaa ma kpee ikpe maka mmebi iwu steeti nke ikike mmadụ. Ikike nke eziokwu bụ ụdị ikike ndị metụtara; ọ dị mkpa karịsịa maka ikpe ziri ezi na-agbanwe agbanwe n'ime ihe banyere mmegbu nke ikike mmadụ n'oge gara aga. N'ime afọ 2006, Yasmin Naqvi kwubiri na ikike nke eziokwu \"na-eguzo n'otu ebe n'ọnụ ụzọ nke ụkpụrụ iwu na ngwaọrụ akụkọ",
  "n'otu ebe n'elu ezi arụmụka na ebe dị n'okpuru iwu iwu doro anya",
  "Echiche nke ikike iwu kwadoro eziokwu dị iche na nghọta dị adị na mbụ banyere mkpa ọ dị iguzobe eziokwu gbasara ihe mere n'ihe gbasara imebi ikike mmadụ.. N'afọ 1977, Protocol to Mgbakọ Geneva nyere ikike maka ezinụlọ ndị e gburu n’agha iji chọpụta ihe mere ndị ikwu ha..Àtụ:Sfn Ọgbakọ enwere n'afọ 1993 na Katọlik Institute for International Relations kwuru okwu ikike nke eziokwu.. A matala ikike nke eziokwu n'ime ngwa mba ụwa Soft law dị ka United Nations Principles to Combat Impunity (2005)Àtụ:SfnÀtụ:Sfn N'afọ 2006, United Nations Human Rights Commission kpebisiri ike na enwere “ikike a na-apụghị ịgbagha agbagha na nke kwụụrụ onwe ya” maka eziokwu",
  "Mgbakọ mba ụwa maka ichebe mmadụ niile pụọ n’ike nhụsianya na-ekwekwa ndị ihe amanye mwepu ikike ịmata ọnọdụ ndị na-apụ n’anya, ma ọ bụghị n'ụwa nile kwadoro ya.,Àtụ:Sfn",
  "Màkà ikpe dị gasịrị n'ihu ụlọ ikpe mba ụwa nke na-ahụ steeti na-emebi ikike mmadụ, a chọrọ ka steeti:",
  "Ikpe nkè mbụ gosiri ikike nke eziokwu na ikpe ruuru mmadụ nke mba ụwa bụ ikpe ná amanye ịfụ efu, Quinteros v",
  "Uruguay (afọ 1983); Kọmitii Na-ahụ n'ihe gbasara Ihe Ruuru Mmadụ nke UN kpebiri na, dị ka ọgbụgba Ndụ Mba Nile Maka Ikike Obodo na nke ndọrọ ndọrọ ọchịchị si kwuo, nne onye ahụ nwere \"ikike ịmata ihe mere nwa ya nwanyị",
  "N'akụkụ ndị a, ya onwe ya bụkwa onye a tara ahụhụ n'ihi mmebi nke ọgbụgba ndụ nke nwa ya nwanyị tara ahụhụ karịsịa, nke isiokwu nke asaa [ICCPR] Na Saadoun v",
  "Algeria (afọ 2003), banyere otu nwoke nke furu efu n'ike n'oge agha obodo Algeria, Kọmitii ahụ kpebiri na enweghị nyocha mere ka e nwee mmebi iwu ọhụrụ nke ICCPR",
  "N'okwu a, Algeria ekwuputala mgbaghara maka mpụ ndị e mere n'oge \"ọdachi mba\"",
  "Iwu ikpe nke Ụlọikpe Inter-American nke Ihe Ndị Ruuru Mmadụ na-elekwasị anya na ikike nnwere onwe nke eziokwu. Màkà ikike nke eziokwu, IACHR akachapugo nkwekọrịta ndị na-enye mgbaghara nye ndị na-emebi ikike mmadụ, dịka na Barrios Altos v",
  "Perú [es] (n'afọ 2001). N'afọ 1985, afọ isii tupu Guatemala anabata ikike nke IACHR, onye nta akụkọ America bụ Nicholas Blake furu efu",
  "Na Blake v",
  "Guatemala (afọ 1998), IACHR kpebiri na mbọ ndị Guatemala na-agba iji gbochie ezinụlọ ya ịchọ eziokwu bụ mmeso obi ọjọọ megidere nkwekọrịta Amerịka maka ihe ruuru mmadụ",
  "IACHR na-ekwughachi echiche ya na:\nÀtụ:Quote",
  "E nwekwara iwu ikpe nke Ụlọikpe Na-ahụ Maka Ihe Ruuru Mmadụ na Yurop metụtara ikike nke eziokwu. Na Saịprọs v",
  "Turkey (afọ 2001), ECtHR kpebiri megide Turkey n'okwu ndị Gris Saịprọs bụ ndị ikpeazụ a hụrụ n'aka ndị agha Turkey",
  "Ahụhụ nke ndị ikwu dị ndụ bụ \"mmebi iwu na-aga n'ihu nke Nkebi nke 3 nke European Convention on Human Rights (ECHR) màkà ndị ikwu nke ndị Gris-Cypriot na-efu.\"  Na El-Masri v",
  "Masedonia (afọ 2012), ECtHR guzobere na North Macedonia emebiela nkwekọrịta ahụ n'ikwe ka e jide El-Masri na US n'oge ntụgharị pụrụ iche",
  "Ụlọ ikpe ahụ kwukwara sí na ndị ọchịchị Masedonia \"anapụla onye na-arịọ arịrịọ ka a mara ya ihe merenụ, tinyere inweta akụkọ ziri ezi n'ihi nhụjuanya o kwuru na ọ diri na ọrụ nke ndị na-ahụ maka nhụjuanya ya\" yana izochi ozi a n'ihu ọha n'ozuzu ya",
  "Dị ka prọfesọ iwu Arianna Vedaschi si kwuo, \"mkpebi ahụ e nyere na El-Masri gosipụtara echiche iwu ọhụrụ na àgwà ọhụrụ nke ndị ọka ikpe n'ebe mmanye ikike nke eziokwu dị ukwuu.\" Na Janowiec na ndị ọzọ v",
  "Russia (2013), ụlọ ikpe ahụghị mmebi nke nkwekọrịta ahụ gbásárá nyocha ndị Russia banyere ogbugbu Katyn nke 1940, mana mkpebi a bụ n'ụkpụrụ nke enweghị nkwụghachi azụ n'ihi na ogbugbu ahụ mere tupu e depụta ECHR.",
  "Iwu Argentina na-anabata ikike nke eziokwu, na usoro iwu sui generis nke a na-akpọ juicio por la verdad [es] (ikpe maka eziokwu) mepụtara mgbe ọchịchị aka ike nke ndị agha Argentina gasịrị."
]