[
  "Right to Clean Air Platform Turkey (RtCAP) (Turkish: ) bụ òtù na-abụghị nkè gọọmentị nké na-elekwasị ányà na nsogbụ nkè mmetọ ikuku na Turkey.",
  "N'afọ 2023, ha kwùrù na mmetọ ikuku bụ okpukpu anọ nkè ntuziaka World Health Organization.",
  "Iji chebe ahụike ọha nà eze, RtCAP na-ezube ímé ka ikuku Turkey dị ọcha ruo mgbè ọ ga-ezute ma ọ dịkarịa ala ọkwa dị nchebe nkè World Health Organization (WHO) tụrụ aro.",
  "N'afọ 2018, RtCAP bipụtara aro iwu iri màkà gọọmentị:",
  "Ndị otu ikpo ókwú ahụ bụ: CAN Europe, General Practitioner Association of Turkey, Greenpeace Mediterranean, Green Peace Law Association, Green Thought Association, Health and Environment Alliance (HEAL), Physicians for Environment Association, TEMA Foundation (The Turkish Foundation for Combating Soil Erosion, for Reforestation and the Protection of Natural Habitats), Turkish Medical Association (TTB), Turkish Neurological Society, Turkish Respiratory Society, Turkish Society of Occupational Health Specialists (İMUD), Turkish Society of Public Health Specialists (HASUDER), Turkey Yuva, WW 350.org",
  "Ikpo ókwu ahụ na-esote site n'aka eze ukwu Byzantium Justinian I ónyé kwetara mkpá ikuku dị ọcha dị na 535 AD, na iwu nke mba Turkey nké na-ekwu na \"Ọ bụ ọrụ nke steeti na ụmụ amaala imeziwanye gbụrụ-gbúrụ ébé obibi, ichebe ahụike gbụrụ-gbúrụ ébé obibi na igbochi mmetọ gbụrụ-gbúrụ ébé obibi.",
  "N'afọ 2019, ikpo ókwú ahụ gbara ndị omeiwu ume ka ha gbochie mmetọ sitere na ụlọ ọrụ ọkụ eletrik a na-agbapụta na Turkey, ma mee ka a márá na nkwado site na ụlọ ọrụ mgbasa ozi mba",
  "Nzukọ omebe iwu mechara tie vootu iji gbochie mmetọ a. Ha na-emekwa mkpọsa megide enyemaka Turkey màkà coal.",
  "Ikpo ókwú ahụ na-eme mkpọsa màkà Turkey iji setịpụ oke iwu na ezigbo ikuku ikuku nke a maara dị ka PM 2.5. Ha na-ekwu na enwere ike igbochi ọnwụ karịrị puku iri ise n'afọ 2017 ma ọ bụrụ na PM2.5 nọ n'okpuru ntuziaka WHO. N'afọ 2023, ha bipụtara akụkọ na-ekwu na nkezi PM 2.5 nke Turkey bụ iri abụo, okpukpu anọ nke ntuziaka WHO.",
  "N'afọ 2023, otu ahụ kwùrù na ọkara n'ime ụlọ ọrụ nyocha ikuku nke narị atọ na iri isii Ministry of Environment, Urbanization and Climate Change ezughi oke."
]