[
  "Ikike ịhapụ njikọ bụ ikike mmadụ a tụrụ aro banyere ikike nke ndị mmadụ ịhapụ ọrụ na n'ụzọ bụ isi ịghara itinye aka na nkwukọrịta kọmputa metụtara ọrụ dịka ozi-e ma ọ bụ ozi n'oge awa na-abụghị ọrụ. Ọnọdụ ọrụ nke oge a agbanweela nke ukwuu site na nkwukọrịta ọhụrụ na teknụzụ ozi",
  "Ókè dị n'etiti ndụ ọrụ na ndụ ụlọ ebelatawo site na iwebata ngwá ọrụ dijitalụ n'ime ọrụ",
  "Ọ bụ ezie na ngwá ọrụ dijitalụ na-eweta mgbanwe na nnwere onwe nye ndị ọrụ ha nwekwara ike ịmepụta enweghị oke, na-eduga na ntinye aka gabigara ókè na ndụ nzuzo nke ndị ọrụ. Ọtụtụ mba, ọkachasị na mba Europe, nwere ụdị ikike ịhapụ njikọ gụnyere na iwu ha, ebe n'ọnọdụ ụfọdụ ọ dị na iwu nke ọtụtụ nnukwu ụlọ ọrụ",
  "N'ọnwa Julaị 24, afọ 2018, arịrịọ 1057 kpọrọ oku ka e webata ikike ịhapụ ma ọ bụ dị ka a na-akpọ ya na French \"Le droit à la déconnexion\" na Iwu Ọrụ na mba Luxembourg.",
  "Ikike ịhapụ njikọ pụtara na mba France na mkpebi na Ụlọ Ọrụ nke Ụlọikpe Kasị Elu nke France",
  "Mkpebi ahụ n'ụbọchị 2 Ọktoba n'afọ 2001 kwuru na \"onye ọrụ ahụ enweghị ọrụ ọ bụla ma ọ bụ ịnakwere ịrụ ọrụ n'ụlọ ma ọ bụ iweta faịlụ ya na ngwá ọrụ ya",
  "\" N'afọ 2004, Ụlọikpe Kasị Elu kwadoro mkpebi a ma kpebie na \"eziokwu ahụ bụ na [onye ọrụ] enweghị ike iru na ekwentị ya n'èzí oge ọrụ enweghị ike iwere ya dị ka omume rụrụ arụ.\"",
  "Gọọmentị France nyere iwu El Khomri iji gbanwee ọnọdụ ọrụ maka ndị mba France",
  "Nkeji edemede nke iri ise na ise 55) n'okpuru Isi nke abụọ \"Adapting the Labour Law to the Digital Age\" (Adaptation du droit du travail à l'ère du numérique) gụnyere ndokwa iji gbanwee Iwu Ọrụ French iji tinye ikike ịhapụ (le droit de la déconnexion)",
  "Isiokwu 55(1) gbanwere Isiokwu L",
  "2242-8 nke Iwu Ọrụ site n'ịgbakwunye paragraf (7);",
  "\"(7) Usoro maka mmega zuru oke nke onye ọrụ nke ikike ya iji kpochapụ na nguzobe site n'aka ụlọ ọrụ nke usoro iji chịkwaa ojiji nke ngwá ọrụ dijitalụ, iji hụ na a na-akwanyere oge ezumike na ezumike yana ndụ onwe onye na nke ezinụlọ",
  "Agbanyeghị nkwekọrịta, onye were ya n'ọrụ ga-edepụta akwụkwọ iwu, mgbe ya na kansụl ọrụ ma ọ bụ, ọ bụrụ na-emezughị nke ahụ, ya na ndị nnọchi anya ndị ọrụ",
  "Akwụkwọ iwu a na-akọwa usoro ndị a maka iji ikike ịhapụ ma na-enyekwa maka mmejuputa, maka ndị ọrụ na ndị njikwa na ndị ọrụ njikwa, nke ọzụzụ na ọrụ mmata na iji ngwá ọrụ dijitalụ eme ihe n'ụzọ ezi uche dị na ya",
  "\"",
  "\"7° Usoro maka mmega ahụ zuru oke site n'aka onye ọrụ nke ikike ya ịkwụsị na nguzobe nke ụlọ ọrụ nke usoro maka ịhazi iji ngwaọrụ dijitalụ, na-ele anya iji hụ na nrube isi na oge ezumike na ịhapụ yana ndụ onwe onye na ezinụlọ",
  "Nkwekọrịta na-ada ada, onye were gị n'ọrụ na-ewepụta akwụkwọ ikike, mgbe ọ gachara nyocha kansụl ọrụ ma ọ bụ, na-emeghị nke ahụ, ndị nnọchi anya ndị ọrụ",
  "Akwụkwọ ikike a na-akọwapụta usoro ndị a maka igosipụta ikike ịkwụpụ ma na-enyekwa maka mmejuputa ya, maka ndị ọrụ na ndị ọrụ nlekọta na ndị ọrụ njikwa, ọzụzụ na nzụlite omume maka iji ezi uche eme ihe nke ngwaọrụ dijitalụ \"\"",
  "Dị ka e kwuru na Nkeji edemede 55(2), Nkeji edemede 55(1) malitere ịrụ ọrụ n'ọnwa Jenụwarị 1, afọ 2017.",
  "Gọọmentị mba France nakweere ikike ahụ n'ime Iwu Ọrụ ya na nzaghachi na akụkọ ọnwa Septemba n'afọ 2015 banyere mmetụta nke teknụzụ dijitalụ na ndị ọrụ nke kwadoro ikike nke \"nkwụsị ọkachamara\". E nyere Mịnịsta na-ahụ maka ọrụ na mba France bụ Myriam El Khomri akụkọ ahụ mgbe onye ozi gara aga chọtara ozi gbasara mmetụta nke mgbanwe dijitalụ na ndị ọrụ. Akụkọ ahụ tụrụ aro ihe dị otú ahụ na-ekwu na nguzozi ziri ezi n'etiti ọrụ na ndụ onwe onye dị mkpa iji kwe ka mgbanwe dijitalụ nwee mmetụta dị mma na ndụ ndị ọrụ nakwa na ịmara otu esi ewepụ njikọ bụ nkà nke ndị ọrụ kwesịrị ịkwado",
  "Akụkọ ahụ chọpụtara oke nghọta na mmetụta uche nke nwere ike ibute mmetụta nke ike ọgwụgwụ dị ka ihe ize ndụ nke mmekọrịta mmadụ na ibe ya nke inwe njikọ mgbe niile.",
  "Gọọmentị lere ya anya dị mkpa ịnakwere iwu dị otú ahụ iji kwekọọ n'ọdịdị na-agbanwe agbanwe nke ebe ọrụ, na-aghọta na teknụzụ dijitalụ emeela ka akara dị n'etiti ọrụ na ndụ onwe onye",
  "Ọ na-ele mmeghe nke ikike ịhapụ njikọ dị mkpa maka ahụike nke ndị ọrụ mba French.",
  "Iwebata iwu a sochiri nyocha nke afọ 2016 nke chọpụtara na 37% nke ndị ọrụ na-eji ngwá ọrụ dijitalụ ọkachamara (dịka ekwentị mkpanaaka ọrụ) n'èzí oge ọrụ nakwa na 62% nke ndị ọrụ chọrọ njikwa na iwu ndị ọzọ iji chịkwaa nke a.",
  "A na-etinye ikike ịhapụ ụlọ ọrụ ọ bụla n'ụzọ nke ya",
  "Iwu El Khomri na-ewebata ma ọ dịghị akọwa ikike ahụ, na-enye ụlọ ọrụ ohere ịhọrọ ụzọ kachasị dị irè iji mejuputa ikike ahụ na-atụle ọdịdị nke azụmahịa ahụ (dịka ma ọ na-arụ ọrụ na mba ndị dị na mpaghara oge mba ọzọ ma ọ bụ ma ndị ọrụ na-arụ ọrụ abalị ma ọ bụ na ngwụsị izu). Maka ụlọ ọrụ nwere ihe karịrị ndị ọrụ iri ise, a ga-etinye ikike ahụ na mkparịta ụka kwa afọ ha (MAN) banyere ịha nhata nwoke na nwanyị na ọdịdị nke ndụ dị mma n'ọrụ",
  "Iwu El Khomri achọworị mgbakwunye a site n'ịtụle ụzọ ndị a pụrụ isi chịkwaa iji ngwá ọrụ dijitalụ na ụzọ isi mee nke a. Na enweghị nke a, a ga-eso ndị nnọchi anya otu na-ekwurịta okwu banyere \"charter of good conduct\" na-akọwapụta oge ndị ọrụ nwere ike ịhapụ ngwá ọrụ dijitalụ ha na mgbe a na-agaghị atụ anya na ha jikọọ na ekwentị dị oge elu ma ọ bụ igwe Kọmputa bụ laptọọpụ ha",
  "A na-atụ anya na ụlọ ọrụ ndị nwere ihe na-erughị ndị ọrụ iri ise ga-ewepụta akwụkwọ nye ndị ọrụ ha na-akọwa iwu maka ụlọ ọrụ ha.",
  "Ikike dị ka ọ dị na Iwu El Khomri agbasaghị ndị ọrụ nọọrọ onwe ha bụ ndị so n'ọchịchị ndị na-arụ ọrụ n'ịntanetị.",
  "Iwu ahụ enyeghị nduzi ọ bụla banyere ụzọ ndị nwere ike isi jikwaa ojiji nke ngwá ọrụ dijitalụ ma ọ bụ ụzọ iji zụọ ma ọ bụ mee ka ndị ọrụ mara. Ọzọkwa, ọ bụ ezie na iwu ọhụrụ ahụ na-enye nnukwu ụlọ ọrụ ọrụ ikwurịta okwu ọ dịghị ọrụ iru nkwekọrịta, ya mere ọ bụrụ na enweghị nkwekọrịta ọ bụla n'etiti ụlọ ọrụ na ndị ọrụ, a pụghị itinye ikike ahụ n'ọrụ ma mee ka ọ dị irè",
  "A na-eche na ọrụ nke metụtara obere ụlọ ọrụ, maka ndị were mmadụ n'ọrụ idepụta akwụkwọ ikike, ga-emetụta",
  "Ọzọ, ọ dịghị ntaramahụhụ maka ụlọ ọrụ ndị na-emeghị nke a",
  "Ọzọkwa, akwụkwọ iwu dị otú ahụ enweghị uru iwu na mba France, ọ gwụla ma o nwere okwu inye ma ọ bụ mmachibido iwu megide ndị ọrụ nke na-enye ohere ka e were ya dị ka ihe mgbakwunye na iwu ime ụlọ ọrụ.",
  "Ndị ọrụ na-adịghị agụnye ikike ịhapụ njikọ na MAN bụ ndị ikpe mpụ maka igbochi ikike nke otu, nke a na-ata ahụhụ site na 1 afọ n'ụlọ mkpọrọ na ụgwọ € 3,750.",
  "O yikarịrị ka mba ndị ọzọ dị na mba European Union ga-agbaso ihe nlereanya nke mba France ma mee iwu yiri nke ahụ n'onwe ha",
  "N'èzí ikike a kwadoro, o yikarịrị ka ndị ọrụ na ndị otu nwere ike ikwurịta maka ndokwa ndị yiri ya iji tinye ikike ịhapụ ebe ọrụ ha, na-eme ka ikike ahụ bụrụ ihe a na-ahụkarị site na njikwa akụ na ụba mmadụ, omume ụlọ ọrụ, ma ọ bụ ụkpụrụ nkwekọrịta.",
  "Ọ bụ ezie na enweghị iwu n'ezie metụtara ikike ịhapụ, ụlọ ọrụ ndị mba Germany nwere akụkọ ihe mere eme nke mmejuputa atumatu n'otu mmetụta ahụ.",
  "Volkswagen mejuputara iwu n'afọ 2011 na-ekwu na ọ ga-akwụsị sava email site na iziga ozi ịntanetị na ekwentị mkpanaaka nke ndị ọrụ n'etiti 6pm na 7am",
  "Ụlọ ọrụ ndị ọzọ mba Germany dị ka Allianz, Telekom, Bayer na Henkel niile nwere iwu yiri nke ahụ iji belata ọnụ ọgụgụ nke ndị ọrụ njikọ dijitalụ nwere mgbe awa ọrụ gasịrị.",
  "N'afọ 2013, ụlọ ọrụ na-ahụ maka ọrụ na mba Germany machibidoro ndị isi ya ịkpọtụrụ ndị ọrụ mgbe awa gasịrị dịka akụkụ nke nkwekọrịta sara mbara banyere ịrụ ọrụ dịpụrụ adịpụ",
  "Emere ya iji chebe ahụike uche nke ndị ọrụ.",
  "N'afọ 2014, ụlọ ọrụ ụgbọ ala Daimler webatara ngwanrọ a na-akpọ \"Mail on Holiday\" nke ndị ọrụ ya nwere ike iji kpochapụ ozi ịntanetị na-abata na-akpaghị aka mgbe ha nọ ezumike",
  "Emere nke a iji nye ndị ọrụ Daimler ohere ịnweta ezumike ma laghachi ọrụ na-enwe ume ọhụrụ.",
  "Onye ozi na-ahụ maka ọrụ na mba Germany n'afọ 2014, Andrea Nahles, chọrọ iwebata \"iwu megide nrụgide\" iji meghachi omume na ịrị elu nke nrụgide na nsogbu ahụike uche na mba Germany",
  "Iwu dị otú ahụ ga-amachibido ụlọ ọrụ ịkpọtụrụ ndị ọrụ n'oge ọrụ",
  "Nahles nyere Federal Institute for Occupational Safety and Health ọrụ iji mepụta akụkọ na-eme nnyocha banyere ahụike uche n'ebe ọrụ na ike nke iwu iji lekwasị ya anya. Emechara akụkọ ahụ ma bipụta ya n'afọ 2017.",
  "Ikike ịhapụ njikọ abanyela n'iwu Ịtali n'oge na-adịbeghị anya site na Iwu Senate no 2233-B \"Nzọụkwụ iji chebe ọrụ onwe onye na-abụghị nke onye ọchụnta ego na ihe ndị a ga-eme ka nkwuputa okwu dị mfe n'oge na ebe ọrụ dị n'okpuru.\" Nkebi nke 19(1) nke Iwu ahụ na-achịkwa mmejuputa maka Nkwekọrịta na Ọrụ Nchịkọta ma na-agụnye ụdị ikike ụfọdụ nke ịhapụ.",
  "\"A ga-edepụta nkwekọrịta banyere ọrụ nchịkọta n'akwụkwọ maka ebumnuche nke nchịkwa na nyocha mgbe niile ma na-achịkwa arụmọrụ nke ọrụ a rụrụ n'èzí ụlọ ọrụ ahụ, gụnyere banyere ụdị mmega nke ikike ndị ọrụ na ngwá ọrụ na-eji",
  "Nkwekọrịta ahụ na-egosipụtakwa oge ezumike nke onye ọrụ yana usoro nkà na ụzụ na nhazi dị mkpa iji hụ na onye ọrụ ahụ enweghị njikọ na ngwá ọrụ teknụzụ",
  "\" [mesi gbakwunyere]",
  "\"Nkwekọrịta metụtara usoro ọrụ agile ka edebere n'akwụkwọ maka ebumnuche nhazi oge na nnwale, ma na-achịkwa mmezu nke ọrụ a na-arụ n'èzí ụlọ ọrụ ahụ, yana gbasara ụdị nke iji ikike njikwa nke onye were ya n'ọrụ",
  "ọrụ na ngwá ọrụ ndị ọrụ na-eji",
  "Nkwekọrịta ahụ na-egosipụtakwa oge ezumike onye ọrụ yana usoro teknụzụ na nhazi dị mkpa iji hụ na nkwụsị nke onye ọrụ na ngwa ọrụ teknụzụ.\".",
  "N'ọnwa Febụwarị 19, afọ 2021, National Council of the Slovak Republic mere mgbanwe na Slovak Labor Code (Act No",
  "311/2001 Coll.), nke na-ewebata ikike ịhapụ ndị ọrụ na-arụ ọrụ dịpụrụ adịpụ. N'ịdị irè n'ọnwa Machị 1, 2021, mmezigharị ahụ na-akọwa ụdị ọrụ atọ: ọrụ ụlọ (\"domácka práca\"), ọrụ dịpụrụ adịpụ (\"telepráca\"), na ịrụ ọrụ n'ụlọ mgbe ụfọdụ ma ọ bụ n'ọnọdụ pụrụ iche. N'okpuru Nkebi nke 52(10) nke Iwu Ọrụ mba Slovak a gbanwere, ndị ọrụ na-adaba n'okpuru ụdị ndị akọwapụtara ọhụrụ nwere ikike izere iji ngwá ọrụ n'oge ezumike ha họpụtara, gụnyere ezumike, ezumike ọha na eze na ihe mgbochi n'ọrụ. Ndokwa ahụ gara n'ihu kwuo na ọ bụrụ na onye ọrụ na-eji ikike ha nwere ike ịhapụ njikọ, onye were ya n'ọrụ nwere ike ọ gaghị ewere omume a dị ka mmebi nke ọrụ ọkachamara.",
  "E webatara House Bill 4721 na Congress nke iri na asaa nke Ụlọ Ndị Nnọchiteanya nke mba Philippines n'ọnwa Jenụwarị afọ 2017. Ogologo aha nke Iwu a tụrụ aro bụ \"Ọrụ na-enye ndị ọrụ ikike ịhapụ nkwukọrịta kọmputa metụtara ọrụ mgbe awa ọrụ gasịrị\" ma na-achọ imezi Iwu Ọrụ nke mba Philippines (Iwu Onye isi ala No.442). Nke mbụ, ọ na-ezube ime ka oge eji etinye aka na ngwá ọrụ eletrik metụtara ọrụ n'èzí awa ọrụ na-abata n'okpuru nkọwa nke 'awa arụ ọrụ' n'okpuru Isiokwu 48, nke abụọ ọ ga-etinye Isiokwu 48-A na 48-B nke na-agụ;",
  "\" Ikike ịhapụ njikọ - A gaghị baara onye ọrụ mba, taa ya ahụhụ, ma ọ bụ mee ya ihe ịdọ aka ná ntị ma ọ bụrụ na ọ leghaara nkwurịta okwu metụtara ọrụ anya mgbe oge ọrụ gasịrị, n'okpuru usoro na ọnọdụ nke iwu nke onye ọrụ ga-eguzobe dị ka achọrọ na Nkeji edemede 84-B nke ebe a\"",
  "\"Nchịkwa banyere iji teknụzụ eme ihe mgbe awa gasịrị - Ọ ga-abụ ọrụ nke onye ọrụ ọ bụla ịmepụta awa mgbe ndị ọrụ na-ekwesịghị iziga ma ọ bụ zaa ozi ịntanetị metụtara ọrụ, ederede, ma ọ bụ oku",
  "Onye were ya n'ọrụ ga-ekpebi ọnọdụ na nnwere onwe ya, n'okpuru iwu na ụkpụrụ ndị dị otú ahụ dịka odeakwụkwọ nke ọrụ na ọrụ nwere ike inye\"",
  "Iwu a amalitelarị ịrụ ọrụ",
  "N'ọnwa Febụwarị afọ 2017, Ngalaba na-ahụ maka ọrụ na ọrụ na mba Philippines kwuru na ndị ọrụ nwere ikike ịhapụ ọrụ mgbe awa gasịrị site na ileghara nkwukọrịta metụtara ọrụ anya n'echeghị ịdọ aka ná ntị.",
  "Iwu ahụ enwetawo nkwado nke General Alliance of Workers Association (GAWA), otu ndị ọrụ na mba Philippines",
  "GAWA na-akwado mmezigharị nke Nkeji edemede 48 na-akpọ ya ọrụ a na-akpọghị aha",
  "GAWA hotara ihe ize ndụ nke njikọ mgbe niile dị ka ihe mere ụgwọ ahụ ga-eji gafee, na-ezo aka n'ihe ize ndụ nke ọkụ ọkụ ma ọ bụ nrụgide anụ ahụ na nke uche kpatara enweghị ike izu ike",
  "Ọzọkwa, ha kwuru na ndị were ha n'ọrụ ga-ahụ uru dịka ndị ọrụ ha ga-arụpụta ihe.",
  "Mpaghara Ontario gafere Bill 27, Working for Workers Act, 2021, nke chọrọ ka ụfọdụ ndị ọrụ kọwaa atụmanya gburugburu ịhapụ ọrụ",
  "Iwu ahụ na-akọwa ịhapụ ọrụ dị ka \"ịghara itinye aka na nkwukọrịta metụtara ọrụ, gụnyere ozi ịntanetị, oku ekwentị, oku vidiyo ma ọ bụ iziga ma ọ bụ nyochaa ozi ndị ọzọ, ka o wee nweere onwe ya n'ịrụ ọrụ",
  "\" Naanị obere ndị ọrụ na-ahapụ ihe a chọrọ; ndị ọrụ nwere ihe karịrị ndị ọrụ iri abụọ na ise n'onwa Jenụwarị 1 nke otu afọ ga-emejuputa iwu site na Machị 1 nke otu afọ ahụ",
  "Ka ọ na-agafe, ọ dịghị ihe doro anya achọrọ n'iwu banyere ihe iwu ga-enwe",
  "Iwu ahụ na-echekwa ohere maka gọọmentị ịchọ ozi kpọmkwem n'ọdịnihu.",
  "Ikike nke nkewa nwere myirịta na ọtụtụ ikike mmadụ dị adị",
  "Ihe kachasị ama n'ime ndị a bụ ikike izu ike na ntụrụndụ dị n'isiokwu 24 nke UDHR. Ikike a na-etinye n'ụzọ doro anya mmachi na oge ndị mmadụ nwere ike ịrụ ọrụ, ihe ikike ịhapụ na-aga n'ihu ma tinye n'ime oge a",
  "Ikike ịhapụ njikọ na-abanyekwa n'isiokwu nke 23 nke UDHR, na onye ọ bụla nwere ikike ịrụ ọrụ na ịnata ụgwọ ọrụ ziri ezi na isonyere òtù ndị ọrụ iji chebe ọdịmma ha.",
  "Òtù Na-ahụ Maka Ọrụ Mba Nile bụkwa isi iyi dị mkpa nke usoro na ikike na-agbakwunye ikike ịhapụ",
  "Nnyocha e mere n'oge na-adịbeghị anya nke ILO kwadoro ekwenyela mkpa ọ dị ka ndị ọrụ nwee ike ịhapụ teknụzụ iji zere mgbagwoju anya nke akara dị n'etiti ndụ ọrụ na ndụ onwe onye."
]