[
  "N'ime ihe nhazi nke algọridim, ọkachasị ọgụgụ isi na mpaghara ya nke mmụta igwe, ikike ịkọwa (ma ọ bụ ikike nkọwa) bụ ikike inye nkọwa gbasara mmepụta nke algọridim",
  "Ikike ndị dị otú ahụ na-ezo aka na ikike onye ọ bụla iji nye nkọwa nkè mkpebi ndị na-emetụta onye ọ bụla, ọkachasị n'ụzọ iwu ma ọ bụ ego",
  "Dịka ọmụmaatụ, onye na-etinye akwụkwọ n'ihe gbasara mgbazinye ego ma a na-agọnahụ ya nwere ike ịrịọ maka nkọwa, nke nwere ike ịbụ \"Credit bureau X na-akọ na ị kwupụtara akụnaụba n'afọ gara aga; nke a bụ isi ihe na-atụle na ị nwere ike ịda iwu, ya mere anyị agaghị enye gị ego ị tinyere akwụkwọ",
  "\"",
  "Ọtụtụ ikike iwu dị otú ahụ adịlarị, ebe oke nke \"ikike nkọwa\" n'ozuzu ya bụ okwu arụmụka na-aga n'ihu",
  "Enweela arụmụka na \"ikike mmekọrịta mmadụ na ibe ya ịkọwa\" bụ ntọala dị oke mkpa n'ihi na ọha mmadụ ozi, ọkachasị dịka ụlọ ọrụ nke ọha mmadụ ahụ ga-achọ iji teknụzụ dijitalụ, ọgụgụ isi, mmụta igwe. N'ikwu ya n'ụzọ ọzọ, na usoro ime mkpebi akpaaka metụtara nke na-eji nkọwa ga-abụ ihe a pụrụ ịtụkwasị obi na nke doro anya",
  "Enweghị ikike a, nke enwere ike ịmepụta ma n'ụzọ iwu kwadoro ma site na ụkpụrụ ndị ọkachamara, a ga-ahapụ ọha na eze n'enweghị ọtụtụ ihe ọ ga-eme iji maa mkpebi nke usoro akpaaka aka",
  "Otu n'ime nsogbu ndị na-apụta bụ otu esi agwa onye ọrụ nkọwa, ọ ga-abụ site na ederede, eserese ọhụụ dị elu, vidiyo ma ọ bụ ihe ndị ọzọ, na oleekwa otú usoro a pụrụ ịkọwa nwere ike isi kọwaa nkọwa ahụ n'ụzọ ezi uche dị na ya?",
  "Iwu Nchedo Data General nke European Union (nke e mere N'ime 2016, na-arụ ọrụ n'afọ 2018) na-agbatị ikike ime mkpebi na-akpaghị aka n'afọ 1995 Ntuziaka nchekwa data iji nye ụdị esemokwu iwu kwadoro nke ikike nkọwa, nke e kwuru dị ka nke a na Recital 71: \"[isiokwu data kwesịrị inwe] ikike",
  "iji nweta nkọwa nke mkpebi ahụ ruru",
  "\" N'ụzọ zuru ezu:",
  "Na France, 2016 Loi pour une République numérique (Digital Republic Act ma ọ bụ loi numérique) na-agbanwe koodu nchịkwa nke mba ahụ iji webata ndokwa ọhụrụ maka nkọwa nke mkpebi ndị ụlọ ọrụ ọha na eze mere maka ndị mmadụ n'otu n'otu. Ọ na-ekwu na ebe enwere \"mkpebi e mere na ndabere nke ọgwụgwọ algorithmic\", iwu ndị na-akọwa ọgwụgwọ ahụ na \"àgwà ya bụ isi\" ga-agwa nwa amaala ahụ ógè a rịọrọ ya, ebe a na-enweghị mwepụ (dịka maka nchekwa obodo ma ọ bụ nchebe)",
  "Ndị a kwesịrị ịgụnye ihe ndị a:",
  "Ndị ọkà mmụta achọpụtala na ikike a, ọ bụ ezie na ọ bụ naanị mkpebi nchịkwa, na-agabiga ikike GDPR itinye aka n'ụzọ doro anya na nkwado mkpebi kama mkpebi \"naanị\" dabere na nhazi akpaaka, yana inye usoro gbasara ịkọwa mkpebi ụfọdụ. N'ezie, GDPR na-akpaghị aka mkpebi ikike na European Union, otu n'ime ebe a na-achọ \"ikike nkọwa\" n'ime, chọta mmalite ha na iwu French na ngwụsị n'ime afọ 1970.",
  "Ụfọdụ na-arụ ụka na \"ikike ịkọwa\" adịghị mkpa, na nke kachasị njọ na-emerụ ahụ, ma na-eyi egwu igbochi ihe ọhụrụ",
  "Nkatọ ndị a kapịrị ọnụ tinyekwara: ịkwado mkpebi mmadụ karịa mkpebi igwe; ịbụ onye na-enweghị isi na iwu ndị dị ugbu a; na ilekwasị anya na usoro karịa nsonaazụ.",
  "N'ụzọ dị mkpa karị, ọtụtụ algọridim eji eme ihe na mmụta igwe adịghị mfe ịkọwa",
  "Dịka ọmụmaatụ, mmepụta nke netwọk akwara miri emi na-adabere n'ọtụtụ oghere nke mgbakọ, jikọtara n'ụzọ dị mgbagwoju anya, ọ dịghịkwa otu ntinye ma ọ bụ mgbakọ nwere ike ịbụ ihe kachasị",
  "Ubi nke Enwere ike AI na-achọ inye nkọwa ka mma site na algọridim dị ugbu a, na algọridim ndị dị mfe ịkọwa, mana ọ bụ ubi na-eto eto ma na-arụsi ọrụ ike."
]