[
  "Ikike a ga-anụ ya (nakwa nsonye ụmụaka) bụ ụkpụrụ ikike ụmụaka dị ka ndínkwekọrịta UN na ikike nke nwatakịrị siri kọwaa",
  "Dị ka Nkeji edemede nke iri na abụọ nke mgbakọ ahụ si kwuo, ụmụaka nwere ikike igosi pụta echiche ha n'okwu niile metụtara ha, a ghaghị inye echiche ha oke mkpa dịka afọ na ntozu okè nke nwatakịrị ahụ si dị",
  "Ikike a na-emetụta ụmụaka na-ekere òkè n'ihe gbasara mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị yana ikpe na usoro nchịkwa",
  "Dị ka ụkpụrụ n'ozuzu ya, ikike nwatakịrị ka a nụ ya na-egosipụta echiche nke 'ụlọ ọrụ' ụmụaka, na-ele ụmụaka anya ọ bụghị naanị dị ka ndị na-adịghị ike chọrọ nchebe pụrụ iche, kamakwa dị ka ndị na-eme mkpebi maara ihe, ndị nwere ikike na ndị otu ọha mmadụ na-arụsi ọrụ ike.",
  "Ikike a ga-anụ ya site na Nkeji edemede nke iri na abụọ metụtara nsonso n'isiokwu ndị ọzọ dị n'okpuru nkwekọrịta ahụ, nke jikọtara ọnụ na-emepụta ihe a na-akpọ 'ikike òkè' nke ụmụaka ma gosipụta nghọta nke ụmụaka dị ka ụmụ amaala bụ ndị nwere ikike",
  "Isiokwu ndị a gụnyere:",
  "Ntụkwasị obi bụ ihe dị ezigbo mkpa na-agba nwatakịrị ume ikwupụta echiche ya",
  "Atụmatụ maka iwulite ntụkwasị obi na ụmụaka gụnyere:",
  "N'ihe gbasara ụmụaka na-eto eto ma ọ bụ ụmụaka nwere nsogbụ n'inwe nghọta, òkè nwatakịrị ahụ nwere ike ịbụ site na eserese ma ọ bụ egwuregwu, ma ọ bụ site n'ịhụ omume nwatakịrị ahụ na ndị ezinụlọ na ndị ọrụ nlekọta",
  "Ime ka asụsụ ahụ kwekọọ n'afọ ndụ na mmepe nke nwatakịrị na-enyere aka hụ na nwatakịrị ahụ nwere ike ịghọta nsogbu ndị dị n'ihe ize ndụ ma gosipụta mmetụta ya na echiche ya.",
  "Maka ụfọdụ ụmụaka, okike nkè onye na-agba ajụjụ ọnụ, onye ntụgharị, onye ogbugbo omenala, onye nlekọta ma ọ bụ ndị ọrụ nlekọta nwere ike ịgbanwe njikere ha igosipụta onwe ha",
  "Nke a nwere ike ịdabere na ahụmịhe ụmụaka nwere na ụmụ nwoke na ụmụ nwanyị n'ụlọ ha na obodo ha, ma ọ bụrụ na ha na-akwaga, n'oge njem ha ma ọ bụ n'ebe ha na-aga",
  "Ọrụ okike ọdịnala na mmekọrịta nwekwara ike ịrụ ọrụ",
  "E kwesịrị ịkwanyere njirimara nwoke na nwanyị nke nwatakịrị ahụ ùgwù.",
  "Ọtụtụ ụmụaka achọghị ịkọ akụkọ ha nye ndị ọchịchị maka na ha na-atụ egwu na ọ nwere ike ọ gaghị adị ha mma ma nwee ike ibute ihe ndị a na-achọghị, dị ka ísì há laghachi",
  "O nwere ike ịbụ na ndị mmadụ nke atọ nyere ụmụaka ntụziaka ma ọ bụ ọbụna yie ha egwu ka ha kọọ naanị akụkụ ụfọdụ nke akụkọ ha, nwatakịrị ahụ nwekwara ike ọ gaghị atụkwasị ndị uwe ojii na ndị ọchịchị obodo obi nwere ike ichebe ha",
  "Usoro nnabata nke na-akwanyere ma na-akwado ùgwù nke nwatakịrị nwere ike ịkwalite mmetụta nke ntụkwasị obi.",
  "Ndị ntụgharị okwu nwere ike imetụta usoro nchịkọta ozi na ikpe nchedo ụmụaka mba ụwa, usoro mgbaba na nyocha mpụ ka ha na-emetụta otú e si aghọta ma ghọta nkwupụta nwatakịrị ahụ",
  "Nsụgharị na-ezighi ezi nwere ike imebi nkwupụta nwatakịrị ahụ na mmetụta na a na-eme mkpebi na ndabere nke ozi ezighi ezi",
  "Nke a metụtara ọ bụghị naanị ọdịnaya a sụgharịrị kamakwa ụdị na nhọrọ semantik nke nwatakịrị ahụ mere na otú ndị ntụgharị si sụgharịa ha.",
  "Ụmụaka ndị omekome nwere ikike ichebe ha pụọ na mmerụ ahụ na mmegbu nke abụọ n'oge nyocha na ikpe",
  "A kọwara ụkpụrụ maka ya na ntuziaka UN maka ikpe ziri ezi n'ihe metụtara ụmụaka na ndị akaebe nke mpụ, Mgbakọ Kansụl nke Europe maka ichebe ụmụaka megide mmegbu mmekọahụ na mmetọ mmekọahụ na 2011 EU mgbochi mgbochi ịzụ ahịa iwu",
  ". Ihe ndị na-esonụ na-echebe ụmụaka pụọ na mmerụ ahụ na nyocha na ikpe:"
]