[
  "Ikike ịnọdụ ala na-ezo aka na iwu ma ọ bụ atumatu na-enye ndị ọrụ ikike inye ha oche kwesịrị ekwesị n'ebe ọrụ",
  "ndị kwenyere ma-iwu \"ikike ịnọdụ ala\" iwu ma ọ bụ atumatu gụnyere United Kingdom, Jamaica, South Africa, Eswatini, Tanzania, Uganda, Lesotho, Malaysia, Brazil, Israel, Ireland, steeti India nke Tamil Nadu na Kerala, ógbè Canada nke Newfoundland na Labrador, na mpaghara mba ofesi nke Gibraltar na Montserrat",
  "Ihe fọrọ nke nta ka ọ bụrụ steeti niile nke United States na Australia, yana ọtụtụ ógbè Canada nyere ikike ịnọdụ iwu maka ụmụ nwanyị na-arụ ọrụ n'etiti 1881 na 1917",
  "Steeti US nwere ikike ịnọdụ iwu ugbu a gụnyere California, Florida, Massachusetts, Montana, New Jersey, New Mexico, New York, Oregon, Pennsylvania, West Virginia, na Wisconsin",
  "A na-etinye ikike ịnọdụ ala na nkwekọrịta nke Ịdị ọcha nke ụlọ ọrụ mba ụwa(Azụmahịa na ụlọ ọrụ) mgbakọ, 1964; mba 51 kwadoro mgbakọ ahụ na 2014",
  "Iwu obodo nwere ikike ịnọdụ ala gụnyere Portland, Oregon, St",
  "Louis, Missouri na London's Royal Borough of Kensington na Chelsea",
  "Ụfọdụ ikike, dị ka Alabama, Arkansas, Connecticut, Idaho, Kentucky, Maine, Michigan, Missouri, Nevada, New Hampshire, Quebec, na Washington, D.C",
  "akagbuola ikike ha ịnọdụ iwu",
  "Ọtụtụ iwu ikike ịnọdụ ala na mbụ nwere asụsụ nwoke na nwanyị na-akọwapụta naanị ụmụ nwanyị na-arụ ọrụ",
  "Ụfọdụ ógbè na-edebe iwu gbasara nwoke na nwanyị, mana ọtụtụ ógbè agbanweela ikike ha ịnọdụ iwu ka ha ghara ịnọpụ iche na nwoke na nwanyị.",
  "Ụlọ ahịa ndị Germany bụ Aldi na-enye ndị na-akwụ ụgwọ ohere ịnọdụ ala mgbe ha na-aga akwụkwọ ndekọ ha",
  "Aldi na-enye ndị ọrụ ha ohere ịnọdụ ala ọ bụghị n'ihi nchegbu maka ahụike ma ọ bụ nkasi obi ndị ọrụ, kama ọ bụ n'ihi nyocha nke na-atụ aro na ndị ọrụ a na-ekwe ka ha nọdụ ala na-arụpụta ihe ma na-arụ ọrụ nke ọma.",
  "Ndị na-akwụ ụgwọ na-anọdụkarị ala mgbe ha na-arụ ọrụ n'ọtụtụ mba Europe",
  "Nke a bụ n'otu akụkụ n'ihi na ọtụtụ nnukwu ụlọ ahịa ndị Europe na-ahapụ ndị ahịa akpa nri ha kama ime ka onye na-akwụ ụgwọ na-ebu akpa.",
  "N'ọtụtụ ebe na Europe, ọ bụ ụkpụrụ maka ndị na-akwụ ụgwọ ịnọdụ ala mgbe ha na-arụ ọrụ, ebe iguzo ogologo oge mgbe ha na-arụ ọrụ bụ ụkpụrụ n'ọtụtụ North America, Asia, na Australia.",
  "Tinyere New Zealand, ọtụtụ steeti nke United States, na ọtụtụ ógbè Canada, ihe ka ọtụtụ n'ime steeti na mpaghara Australia nyere ikike ịnọdụ iwu n'oge ngwụsị afọ 1800 na mmalite afọ 1900.",
  "New South Wales nyere ikike ịnọdụ ala na 1890s.",
  "Queensland nyere ikike ịnọdụ ala na 1890s.",
  "N'afọ 1896, onye omeiwu Ndida Australia bụ King O'Malley webatara \"Ịnọ ọdụ na ụgwọ ụlọ ahịa\" nke na-achọ ka e nye ndị enyemaka ụlọ ahịa oche.",
  "Uruguay kwadoro nkwekọrịta nke Ịdị ọcha nke ụlọ ọrụ mba ụwa(Azụmahịa na ụlọ ọrụ), 1964 na 19 Jun 1968."
]