[
  "Àtụ:Infobox royalty\nRilwan Babatunde Osuolale Aremu Akiolu (amụrụ na 29 Ọktoba 1943) bụ onye na-achị achị nke Lagos.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ rụrụ ọrụ afọ iri atọ na abụọ na ndị uwe ojii Naịjirịa, na-abanye n'ọrụ ahụ n'afọ 1970",
  "Ọ rụrụ ọrụ n'ụdị dị iche iche, e buliri ya n'ọkwa osote onye isi ndị uwe ojii n'afọ 1999, ọ nọkwa na-arụsi ọrụ ike ruo mgbe ọ lara ezumike nká n'afọ 2002",
  "Ọ bụ onye otu Nigerian Institute of Management na onye otu Nigarian Law School.",
  "N'abalị iri abụọ na atọ n'ọnwa Mee afọ 2003, ndị eze nke alaeze ọdịnala Lagos họpụtara Akiolu ma kwado ya site n'aka gọọmentị Lagos Steeti dị ka onye Oba nke iri abụọ na otu nke Lagos; e kpuwere ya n'ụbọchị na-esote, e kpuwe ya okpueze n'ụbọchị nke itoolu n'ọnwarị afọ 2003",
  "Ọ na-eje ozi n'ọkwa a kemgbe Mee 2003, mgbe ọ nọchiri Oba Adeyinka Oyekan.",
  "Ezinụlọ Eze Akinsemoyin nke Lagos agbaghawo okpueze Oba Akiolu n'ụlọ ikpe, na-eme mkpesa, n'etiti ndị ọzọ, na egboola agbụrụ ha ịbanye n'ocheeze.",
  "Akiolu kpatara esemokwu mgbe n'ọnwa Eprel afọ 2015 na nzukọ ya na ndị isi Igbo na Lagos, ọ ṅụrụ iyi n'ihu ọha \"site n'amara nke Allah Onye Pụrụ Ime Ihe Niile, na onye ọ bụla n'ime ndị nnọchi anya Igbo megidere ọchịchọ ya na Ambode insha'Allah ga-abụ gọvanọ ọzọ nke Lagos, onye ahụ ga-anwụ n'ime mmiri a (Lagos Lagoon).",
  "Na Thursday 22 Ọktoba 2020, n'oge nsogbu ngagharị iwe #EndSars, vidiyo gbasara na mgbasa ozi mmekọrịta na ụfọdụ ọwa akụkọ nke ndị na-eme ngagharị iwe na-aga n'Obis Palace ebe ha chọpụtara nnukwu ụlọ nkwakọba ihe ebe o zoro Gọọmentị kesara COVID-19 Palliatives maka ndị obodo ya",
  "N'etiti ihe ndị a chọtara gụnyere; ọtụtụ puku akpa osikapa, katọn noodles, ihe oriri na ihe ndị dị mkpa n'ụlọ. N'otu ụbọchị ahụ, ndị ntorobịa e merụrụ ahụ wepụrụ mkpara ikike ya ma wakpoo obí ya",
  "Ụlọ na-achị achị na Lagos nyere iwu ka e weghachite ndị isi ikike iji weghachite omume ọma na nkwanye ùgwù maka ocheeze",
  "E mechara chọta ndị ọrụ ahụ.",
  "Ọnwa ole na ole mgbe mwakpo nke obí eze gasịrị, Akiolu kwuru na a gbara ụlọ na ụgbọala ọkụ ebe e zuru dollar nde abụo na nde iri na asaa",
  "Nkwupụta a kpaliri arịrịọ maka ijide ya na ikpe ya ikpe site n'aka EFCC dịka Iwu Money Laundering (Mmachibido Iwu) nke 2011 machibidoro ijide nnukwu ego dị otú ahụ",
  "Ụfọdụ ndị ọka iwu Lagos kpọrọ Akiolu ka ọ kọwaa ihe kpatara ijide ego ahụ n'obí eze mgbe onye ọka iwu na-ahụ maka ihe ndị ruuru mmadụ, Festus Ogun kwuru na Iwu Ịchụ Ụgwọ Ego megidere iwu",
  "Ndị ọzọ jụrụ otú Akiolu si nweta nnukwu ego ahụ, ebe ọ bụ onye uwe ojii tupu ọ ghọọ Oba."
]