[
  "Rima Salah bu onye isi oche nke Early Childhood Peace Consortium (ECPC) ugbu a ma bụrụ osote prọfesọ ahụike na Child Study Center, Yale School of Medicine.",
  "Ọ bụkwa onye a họpụtara ka ọ bụrụ onye otu ndụmọdụ mba ụwa nke Academic University College for Nonviolence and Human Rights na Beirut, Lebanon. Salah nọkwa na ndị isi na Women for Women International, netwoku zuru uwa onu maka ndi iyom na-ewu udo na Cure Violence Global.",
  "Ọ bụkwa onye otu Secretary-General High-Level Panel on Peace Operations.",
  "Salah bụ onye mba Jọdan ma na-asụ asụsụ atọ, Arabic, English, na French",
  "O nwere Ph.D",
  "na anthropology ọdịbendị site na SUNY-Binghamton",
  "N'oge mmemme doctoral ya, Salah nọrọ otu afọ na Baqa’a Palestinian Refugee Camp dị nso na Amman, Jọdan mgbe ọ na-eme nnyocha maka edemede PhD ya nke nyochara ọnọdụ na-agbanwe agbanwe nke ọgbọ atọ nke ụmụ nwanyị Palestine nọ n'ogige ndị gbara ọsọ ndụ metụtara agụmakwụkwọ na òkè ọha na eze / obodo.",
  "Salah nwekwara nzere masta na agụmakwụkwọ na mmekọrịta mmadụ na ibe ya na ọdịbendị anthropology site na SUNY-Fredonia, na nzere bachelọ na mmekọrịta mmadụ na ibe ya na ọrụ mmekọrịta mmadụ na ibe ya site na Beirut College for Women-Lebanon (nke a maara ugbu a dị ka Mahadum Lebanon American).",
  "Tupu ọrụ nkwado mba ụwa maka ikike nke ụmụaka na ụmụ nwanyị, Salah malitere ọrụ ya dị ka onye nkụzi na usoro ụlọ akwụkwọ gọọmentị Jọdan na 1965",
  "[nkọwa dị mkpa] Mgbe ọ hapụrụ ọrụ nkuzi, Salah rụrụ ọrụ enyemaka Katọlik Relief Services na Jerusalem dị ka onye nlekọta nke ndị ọrụ ebere maka mmemme enyemaka nke nzukọ ahụ maka ndị gbara ọsọ ndụ na ndị gbara ọsọ ndụ site na 1967 ruo 1975",
  "[nkọwa dị mkpa]",
  "Site na 1972 ruo 1987, Salah nọrọ oge na-akụzi ọtụtụ isiokwu, dị ka, ọrụ mmekọrịta mmadụ na ibe ya, mmekọrịta mmadụ na ibe ya, akparamàgwà mmadụ, na Arabic n'ọtụtụ ụlọ ọrụ na òtù, gụnyere School of Social work na Dar al-Tifl al-Arabi na Jerusalem, Swedish Organization of Individual Relief na Jerusalem, State University of New York na Binghamton, na Binghamton Community College na Binghamton, New York.",
  "Salah enweela ihe fọrọ nke nta ka ọ bụrụ afọ iri atọ nke ọrụ ọkachamara na United Nations",
  "Ọ sonyeere UNICEF n'afọ 1987 dị ka onye isi ụlọ ọrụ na Baluchistan, Pakistan",
  "Mgbe afọ ise gachara na Pakistan, Salah ghọrọ onye nnọchi anya UNICEF na Ouagadougou, Burkina Faso site n'afọ 1992 ruo afọ 1995 na onye nnọchi anya UNICEF na Hanoi, Vietnam, site n'afọ 1995 ruo n'afọ 1999.",
  "Site na 1999 ruo 2004 ọ bụ onye nduzi mpaghara UNICEF maka West na Central Africa, na-ahụ maka ọrụ UNICEF na mba 23 nke Africa. N'agbata afọ 2004 na afọ 2007, ọ bụ osote onye isi oche nke UNICEF, nke dị na New York City",
  "Ọ bụ osote onye nnọchi anya pụrụ iche nke odeakwụkwọ ukwu na United Nations Mission na Central African Republic na Chad site na 2008 ruo 2010.Salah laghachiri n'isi ụlọ ọrụ UNICEF New York site na 2011 ruo 2012 dị ka osote onye isi nchịkwa, onye ọrụ na-ahụ maka mmekọrịta mpụga.",
  "N'abalị iri atọ na otu n'ọnwa Ọktoba n'afọ 2014, Salah, ya na ụmụ nwanyị abụọ ndị ọkachamara n'ihe gbasara iwulite udo, ikike ụmụaka na ikike ụmụ nwanyị, Dr",
  "Marie-Louise Baricak na Dr",
  "Radhika Coomaraswamy, bụ ndị odeakwụkwọ ukwu nke United Nations Ban Ki-moon họpụtara ka ha sonye na mmadụ iri na anọ nke United Nations High-Level Independent Panel on Peace Operations. Odeakwụkwọ ukwu Ban Ki-moon kpọrọ ndị otu a ka ha \"ka ha nyochaa nke ọma ọrụ udo nke United Nations taa na mkpa ndị na-apụta n'ọdịnihu\" ma \"le anya nke ọma otú ọrụ udo nke United Nations nwere ike isi gaa n'ihu na-enye aka na mgbochi na idozi esemokwu ma bụrụ nke a haziri nke ọma ma kwadebere iji dozie ihe ịma aka nke echi. Òtù Mba Ndị Dị n'Otu maka Ịdị n'Otu maka Ịdị n'Otu na Ike nke Ụmụ nwanyị, nke a makwaara dị ka UN Women, toro mmụba nke panel ahụ, na-ekwu na “Ndị otu atọ a ga-eweta ahụmịhe mpaghara na isiokwu dị mkpa, ma ga-agbakwunye ọrụ nke ndị otu Panel ndị ọzọ ma \"hụ na-eme ka ịha nhata nwoke na nwanyị na ụmụ nwanyị, udo na nchekwa pụta ìhè n'ime nyocha nke panel ahụ",
  "\""
]