[
  "Rita Uchenna Nkem Dominic Watụrụọcha bụ ome ihe nkiri nke Naijiria",
  "N'afo 2012, enyere ya awọdụ nke Africa Movie Academy Award dị ka  Nwanyị n'eme ihe nkiri kacha mma ọrụ ndu.",
  "Rita Dominic bụ onye amụrụ n'ezinụlọ Eze Watụrụọcha nke Aboh Mbaise di n'Imo State",
  "ọ bu nwa ikpeazu n'ime ụmụ anọ. Nne ya na Nna ya nwụrụ anwụ bụ ndị dibia bekee. Dominic gụrụ akwụkwo na-otu ụlọ-akwụkwọ ama-ama nke aha ya bụ Federal Government College Ikot Ekpene di na Steeti Akwa Ibom, Naijiria, tupu ọ gawa Mahadum na University of Port Harcourt, ebe ọgụsịrị akwụkwọ ma nweta nzere BA (Honours) na Theatre Arts n'afọ 1999.",
  "Dominic bidoro omume ihe nkiri oge \nọ bụ nwanta, \nọ pụtara n'ejije ụmụakwụkwọ na Ejije ụmụntakiri n'igwe onyonyo ụmụaka na steeti Imo",
  "N'afo1998, O mere ihe Nkiri nke mbụ ya nke akpọrọ 'A Time to Kill'. O nwetara 'the City People Awards' n'afọ2004 dika ome ihe nkiri nwanyi kasị pụta ìhè bụ 'the Most Outstanding Actress'. Omela karia ihe onyo-onyo Nollywood rụrụ otu nari (100).",
  "ọrụ",
  "tinyere 'Best Cinematography na Best Sound'.",
  "ọrụ",
  "Rita Dominic malitere ime ihe ngosi mgbe ọ bụ nwata, na-apụta na egwuregwu ụlọ akwụkwọ na ihe nkiri onyonyo ụmụaka na steeti Imo",
  "Na 1998, ọ gbara ama na ihe nkiri mbụ ya, A Time to Kill",
  "Rita Dominic meriri ihe nrite obodo ndị mmadụ na 2004 dị ka onye na-eme ihe nkiri kachasị ama",
  "Rita Dominic emeela ihe nkiri ihe karịrị 100 Nollywood.",
  "Rita Dominic is a multiple award-winning Nollywoodactress, producer, model, television personality, investor, a philanthropist and co-founder of the Audrey Silva Company",
  "Nollywood nakwa otu n'ime ndị na-eme ihe nkiri kacha akwụ ụgwọ na NigeriaRita Dominic bụ onye nnọchi anya GLO ugbu a na onye isi nke Rita Dominic Productions",
  "Dominic bụ onye ezinaụlọ Royal Nwaturuocha nke ime obodo Aboh Mbaise na steeti Imo",
  "Rita Dominic bụ ọdụdụ nwa n'ime ụmụaka anọ",
  "Nne na nna ya nwụrụ anwụ bụ ndị ọrụ nlekọta ahụike, nna ya bụ dọkịta ahụike yana nne ya bụ onye ọrụ nọọsụ.Dominic gara prestigious Federal Government College, Ikot Ekpene, Akwa Ibom State, Nigeria, tupu ọ gawa Mahadum Port Harcourt, ebe ọ gụchara nzere BA (Honours) na Theater Arts na 1999."
]