[
  "Rita Akosua Dickson (ka amụrụ n'ụbọchị mbụ n'ọnwa Ọgọstụ n'afọ 1970) bụ onye Ghana na-ahụ maka ọgwụ ahịhịa na nwanyị mbụ bụ osote onye isi nke Mahadum Sayensị na Teknụzụ Kwame Nkrumah",
  "Ọ gara St",
  "Monica's Secondary School na Mampong-Ashanti ebe ọ gụrụ maka ule GCE Ordinary Level ya na mgbe e mesịrị Wesley Girls Tian High School na Cape-Coast, maka ule G CE Advanced Level ya",
  "Ọ gụsịrị akwụkwọ na Mahadum Sayensị na Teknụzụ Kwame Nkrumah na nzere bachelọ na ọgwụ na 1994 wee nweta MPharm n'otu mahadum ahụ na pharmacognosy na 1999. Ọ natara PhD ya na pharmacology na King's College London na 2007.",
  "Dickson malitere ọrụ ya dị ka onye nkuzi na Mahadum Sayensị na Teknụzụ Kwame Nkrumah n'afọ 2000",
  "Mgbe ọ hapụrụ ịga gụọ akwụkwọ na UK, ọ laghachiri Ghana na 2007 wee gaa n'ihu na-akụzi na Mahadum Sayensị na Teknụzụ Kwame Nkrumah",
  "N'afọ 2009, e buliri ya n'ọkwa ka ọ bụrụ onye nkuzi dị elu ma gaa n'ihu bụrụ osote prọfesọ n'afọ 2014",
  "Na Septemba 2018, a họpụtara ya ka ọ bụrụ osote onye isi nke Mahadum Sayensị na Teknụzụ Kwame Nkrumah, na-eme ka ọ bụrụ nwanyị mbụ nọ n'ọkwa ahụ. Tupu nhọpụta ya dị ka osote onye isi ala, ọ bụ onye isi nke ngalaba nke ọgwụ na sayensị ọgwụ. Dickson na-eje ozi ugbu a dị ka onye otu ụlọọrụ nke Pharmacy Council na Pharmaceutical Society of Ghana. Na ọnwa nke ise n'ụbọchị iri abụọ na ise afọ 2020 Mahadum Sayensị na Teknụzụ Kwame Nkrumah kwupụtara nhọpụta ya dị ka nwanyị mbụ osote onye isi nke mahadum ahụ malite na 1 August 2020",
  "Ọ ga-eje ozi afọ anọ.",
  "Ọrụ ya dịka phytochemist na-ekpuchi mpaghara nke ngwaahịa sitere n'okike na-arụ ọrụ na njikwa ọrịa na-efe efe na nke na-adịghị ebute.",
  "Nnyocha na Nchọpụta  Dickson bụ maka ngwaahịa ndị sitere na osisi Ghana, na-ekwusi ike na ndị nwere mgbochi ọrịa, ọgwụgwọ ọnyá, mgbochi ọzịza, mgbochi pyretic na mgbochi shuga, dabere na ojiji ethnopharmacological ha.",
  "Ọ lụrụ Nana Dickson ma nwee ụmụ anọ",
  "Ọ bụ Onye Kraịst ma na-arụkọ ọrụ na Grace Baptist Church, Amakom na Kumasi.",
  "E nyere Dickson Commonwealth Scholarship iji nweta PhD na Kings College, Mahadum London, UK na 2003."
]