[
  "Rita Orji bụ onye sayensị kọmputa Naijiria-Canada bụ onye isi oche Canada Research na Persuasive Technology na onye nduzi nke Persuasives Computing Lab na Mahadum Dalhousie",
  "Ọrụ ya dị na mpaghara mmekọrịta mmadụ na kọmputa na-elekwasị anya n'ịmepụta usoro mmekọrịta iji nweta ebumnuche ahụike na ọdịmma. O nwetala ihe karịrị onyinye ịrị asaa na nkwanye ugwu site na ụlọ ọrụ mba na nke mba ụwa",
  "Ọ gwara otu kọmitii United Nations okwu banyere ọnọdụ ụmụ nwanyị na Nzukọ Ndị Omeiwu nke Canada.",
  "Orji tolitere na Enugu Steeti Nigeria",
  "Ọ bụ onye Igbo site n'agbụrụ",
  "Ọ bụ nne na nna ya, Maria na Okonkwo Orji, bụ ndị na-agaghị akwụkwọ, zụlitere ya n'obodo dịpụrụ adịpụ a na-akpọ Owelli na-enweghị ọkụ eletrik na mmiri na-ebute paịpụ",
  "Ọ bụ otu n'ime ụmụnne itoolu na nne na nna ya kwadoro ezinụlọ ahụ site na ọrụ ugbo",
  "Orji enweghị ike ịnweta kọmputa mgbe ọ na-etolite, a nabatara ya ka ọ mụọ Computer Science na Mahadum Nnamdi Azikiwe n'ejighị kọmputa",
  "Ọ gụsịrị akwụkwọ n'elu klas ya na First Class Honours",
  "N'oge ọ na-agụ akwụkwọ sekọndrị, ọ banyere n'òtù Naijiria maka International Mathematical Olympiad",
  "N'afọ 2002, ọ malitere \"Education for Women and the Less Privileged in Nigeria\", otu na-enweghị uru nke na-enye ntụziaka na agụmakwụkwọ maka ụmụ nwanyị na agụmakọta",
  "Orji sonyeere mmemme masta na Middle East Technical University, ebe ọ bụ naanị nwa akwụkwọ Afrịka nọ na klas",
  "Ọ gụsịrị nzere masta ya na afọ 2009 wee kwaga Canada dị ka nwa akwụkwọ gụsịrị akwụkwọ.",
  "N'afọ 2012, Orji gosipụtara na Nzukọ Ndị Omeiwu nke Canada, ebe o kwuru maka ịkwalite ahụike na mgbochi ọrịa",
  "E nyere ya Vanier scholarship site na Natural Sciences and Engineering Research Council",
  "Orji nwetara PhD ya na Mahadum Saskatchewan n'afọ 2014",
  "Ọ bụ nwanyị mbụ si n'obodo ya nke mmadụ 50,000 nwetara okwa PhD",
  "Ọ sonyere Mahadum McGill dị ka onye postdoctoral fellow, ebe ọ rụrụ ọrụ na ntinye aka teknụzụ nke nwere ike ime ka mgbanwe omume.",
  "Orji sonyeere Games Institute na Mahadum Waterloo dị ka Banting Fellow na afọ 2016",
  "O nwere mmasị na teknụzụ na-eme ka mmadụ kwenye na otu esi emepụta teknụzụ nke nwere ike ịkwalite ahụike na ahụike na teknụgbọ na teknụsa maka ịkwalite ngwaahịa mmekọrịta na ọha na eze",
  "Orji sonyeere Faculty of Computer Science na Mahadum Dalhousie dị ka osote prọfesọ na afọ 2017",
  "Ọ na-emepụta usoro mmekọrịta na teknụzụ na-eme ka mmadụ kwenye, ọkachasị iji baara ndị na-enweghị ọrụ uru",
  "Ọ mụọla otú omenala na afọ si emetụta ịdị irè nke teknụzụ na-eme ka mmadụ kwenye",
  "Ọ nyochara otú ụgwọ ọrụ, asọmpi, ntụnyere mmekọrịta mmadụ na ibe ya na mmụta mmekọrịta mmadụ na ụba si dị iche n'etiti ụmụ nwoke na ụmụ nwanyị na ọdịbendị mkpokọta na nke onye ọ bụla, na-achọpụta na na ọdịbendụ mkpokọta, ụmụ nwoke nwere ike ịnata ụgwọ ọrụ na asọmupi.",
  "Orji bụ onye nnọchi anya sayensị, teknụzụ, injinia, na mgbakọ na mwepụ (STEM), na-arụ ọrụ maka itinye aka nke ụmụ nwanyị na ndị ka nta na kọmpụta, gụnyere iji onwe ya dị ka ihe atụ bara uru",
  "Ọ na-enwe mmasị n'ịkwalite ndị ntorobịa na ohere ụmụ nwanyị nwere agụmakwụkwọ",
  "HEr VOLUTION kwanyeere ya ugwu dị ka otu n'ime ụmụ nwanyị sayensị 150 kachasị elu na Canada",
  "Ọ gara Kọmitii UN na Ọnọdụ ụmụ nwanyị na New York City",
  "O kwuru okwu na afọ 2018 na emume United Nations Commission on the Status of Women (CSW62) Panel: Ọ dị n'aka m."
]