[
  "Peter Ritchie Calder, Baron Ritchie-Calder, CBE (1906 na 1982) bụ onye edemede Scottish nke ọha, onye nta akụkọ na agụmakwụkwọ.",
  "A mụrụ Peter Ritchie Calder na 1 Julaị n'afọ 1906 na Forfar, Angus, Scotland.",
  "Calder rụrụ ọrụ mbụ dị ka onye nta akụkọ na Dundee na Glasgow, ebe ọ ghọrọ onye a ma ama dị ka onye na-akwado ọchịchị onye kwuo uche ya na onye na-ahụ maka udo; dị ka onye nchịkọta sayensị nke News Chronicle, o dere n'okpuru aha 'Ritchie Calder'.",
  "Mgbe ọ kwagara London tupu Agha Ụwa nke Abụọ, ọ nabatara nhọpụta dị ka onye nduzi nke atụmatụ na mkpọsa na ngalaba ndọrọ ndọrọ ọchịchị nke Gọọmentị, nke na-ahụ maka mbọ mgbasa ozi agha",
  "O dere akwụkwọ mgbasa ozi na akwụkwọ nta na okwu maka ndị isi jikọrọ aka",
  "Ọ bụ onye otu Kọmitii nke afọ 1941, otu ndị ndọrọ ndọrọ ọchịchị nwere nnwere onwe, ndị edemede na ndị ọzọ nwere mmetụta na United Kingdom",
  "N'afọ 1941, ọ ghọrọ onye a ma ama n'akwụkwọ ya bụ Carry on London, nke kọwara mmetụta nke bọmbụ ndị Germany na London, Coventry na obodo ndị ọzọ dị na Great Britain.",
  "Mgbe agha ahụ gasịrị, Calder laghachiri n'ọrụ mbụ ya dị ka onye edemede ma bụrụ ọkachamara na mba ụwa, usoro udo na nghọta ọha na eze banyere sayensị",
  "Ọ rụkwara ọrụ na United Nations ma bụrụ onye isi oche nke National Peace Council na nke Campaign for Nuclear Disarmament",
  "Ọ rụkwara ọrụ maka akwụkwọ akụkọ News Chronicle dị ka onye nchịkọta sayensị.",
  "A mara ọkwa mbụ nke Sir Lawrence Bragg banyere nchọpụta nke usoro DNA na nzukọ Solvay na protein na Belgium n'ụbọchị 8 Eprel n'afọ 1953 mana ndị nta akụkọ UK kọrọ ya",
  "O wee kwuo okwu na Guy's Hospital Medical School na London n'ụbọchị Tọọzde 14 Mee n'afọ 1953, nke dugara na edemede Ritchie Calder na News Chronicle na Fraịde 15 Mee n'afọ 1953, nke akpọrọ \"Gịnị mere ị ji bụrụ gị",
  "Ihe Nzuzo nke Ndụ\".",
  "Calder bụ onye na-ahụ maka udo na onye na-akwado mmadụ",
  "N'afọ 1955, Calder dekọrọ ma wepụta otu abọm na Folkways Records nke akpọrọ, Science in Our Lives",
  "N'afọ 1980 ọ bụ otu n'ime ndị bịanyere aka na A Secular Humanist Declaration, nkwupụta nke nkwenye na ọchịchị onye kwuo uche ya, nke Council for Democratic and Secular Humanism (\"CODESH\"), nke ugbu a bụ Council for Secular Humanisme (\"CSH\")",
  "Ọ bụkwa otu n'ime ndị bịanyere aka na Humanist Manifesto.",
  "Ọ kụzikwaara mmekọrịta mba ụwa na Mahadum Edinburgh, site n'afọ 1961 ruo 1967",
  "E kere ya dị ka onye ọgbọ ndụ dị ka Baron Ritchie-Calder, nke Balmashanner na Royal Burgh nke Forfar n'ụbọchị 5 Julaị n'afọ 1966, ma nata onyinye Kalinga nke afọ 1960.",
  "Lord Ritchie-Calder na nwunye ya Mabel Jane Forbes McKail mụrụ ụmụ ise: onye edemede sayensị Nigel Calder (1931-2014); onye edemede na ọkọ akụkọ ihe mere eme Angus Calder (1942-2008); onye mgbakọ na mwepụ Allan Calder; onye nkuzi Isla Calder (1946-2000) na onye nkuzi Fiona Rudd (née Calder)",
  "Ọ bụkwa nna nna nke onye na-ede akwụkwọ njem Simon Calder na onye na-eme ihe nkiri, onye edemede na onye na'eme ihe ọchị Gowan Calder.",
  "Calder nwụrụ na 31 Jenụwarị afọ 1982, na Edinburgh, Scotland."
]