[
  "Rivers Steeti Monorail, nke a makwaara dị ka Rivers Monorail na mgbe ụfọdụ dị ka Port Harcourt Monorail",
  "E wuru ọdụ atọ na ụzọ nduzi jikọtara nke Phase 1a ma nyefee otu ụgbọ ala mana akara ahụ etinyeghị aka na ọrụ ma kwụsị mmepe na 2016",
  "A mara  ukwa Maka oru eji na aka  2011 ma malite iwu ya na 2012",
  "Ka ọ na-erule n'ọnwa Septemba n'afọ 2017, a rụchara ọrụ ahụ n'ụzọ ụfọdụ n'agbanyeghị na emefuola nde $ 400 ma ọrụ ahụ kwụsịrị.  Akụkọ ụfọdụ na-ekwu na a gaghị emecha ọrụ ahụ.  Ka ọ na-erule n'afọ 2021, akụkọ akụkọ na-egosi na a gbahapụrụ ọrụ ahụ.",
  "Ihe owuwu a na-eme atụmatụ gụnyere akụkụ abụọ",
  "Ogologo oge site na Sharks Park ruo Waterlines ga-abụ 5.4 km (3.4 mi)",
  "A tụlere mgbatị ndị ọzọ.",
  "Usoro ahụ ga-eji ụgbọ okporo ígwè Intamin People Mover P30 na otu ụgbọ ala",
  "Otu ụgbọ oloko ga-arụ ọrụ na Nzọụkwụ 1A, na ụgbọ oloko isii na Nzọgwụ 1B",
  "Ụgbọ oloko nwere ụgbọ ala asaa nwere ụgbọ ala ndị njem isii na ụgbọ ala nke asaa maka injin na ngwá eletrik na onye ọkwọ ụgbọala na njedebe ọ bụla",
  "Ụgbọ okporo ígwè ọ bụla ga-enwe ike ịnabata ndị njem 172, yana ndokwa maka ndị njem 44 nọ ọdụ",
  "Otu ụgbọ ala ikpeazụ ga-enwe ohere maka oche nkwagharị, ala ụlọ niile ga-abụ otu ịdị elu dị ka ikpo okwu ọdụ ụgbọ okporo ígwè iji nye ndị njem nwere obere njem ohere dị mfe",
  "A ga-eme ndokwa maka naanị akpa aka.",
  "Nhazi ọrụ maka Nzọụkwụ 1A bụ ndị njem 1,200 kwa awa na otu ụgbọ ala na-enye ọrụ ụgbọ ala n'okporo ụzọ ahụ",
  "Site na ọsọ kachasị elu nke 70 km / h (43 ), njem ụgbọ okporo ígwè a na-eme atụmatụ n'etiti ọdụ ụgbọ okporo ígwè bụ nkeji 8 nke Nzọụkwụ 1a",
  "Ọrụ ụgbọ oloko isii nwere ikike ịrụ ọrụ nke ndị njem 2,700 kwa awa",
  "Oge njem ụgbọ okporo ígwè n'etiti ọdụ ụgbọ okporo ígwè nke Phase 1b bụ nkeji iri abụọ na abụọ na oge ọrụ nke nkeji asatọ.  Enweghị ihe na-egosi na ọrụ ego amalitela.",
  "E mere mkpebi iwu otu ụgbọ okporo ígwè ahụ n'afọ 2009",
  "N'afọ 2010, a malitere iwu ntọala ọrụ ahụ",
  "Gọọmentị nke Rivers State mara ọkwa na Febụwarị 2013 na a ga-emecha usoro 1A na 1B nke usoro monorail n'oge Septemba n'afọ ahụ. Ka ọ na-erule n'afọ 2014, ụgbọ oloko monorail na-eme nnwale site na UTC Station.",
  "N'afọ 2015, onye na-azọ ọkwa gọvanọ nke LP bụ Tonye Princewill kwuru na ọ ga-akagbu usoro ahụ",
  "Otú ọ dị, ọ meriri ntuli aka ahụ, na-enweta 0.86% nke votu.",
  "Na June 2015, Gọvanọ Rivers State a họpụtara ọhụrụ Ezenwo Nyesom Wike mara ọkwa na a ga-enyocha ọrụ ahụ.",
  "N'ọnwa Julaị afọ 2015 Intamin bipụtara vidiyo na-egosi ụgbọ ala na-agba ọsọ n'ahịrị.",
  "N'ọnwa Machị afọ 2016, edepuru akwukwo nye goomenti na ha ahapula oru  etinyere ha na aka",
  "N'ọnwa Ọgọstụ n'afọ 2016, ekwuru  na ọrụ ahụ na-ezughị ezu furu $ 400 nde dollar ma nke a jiri ya tụnyere 4.7 kilomita (2.9 mi) Moscow monorail nke jikwa atụmatụ Intamin mee ihe mana ọ na-efu naanị $ 240 nde dollar ma na-arụ ọrụ  ọma.",
  "N'ọnwa Septemba afọ 2017, a kọrọ na ọrụ ahụ kwụsịrị.  Akụkọ ọzọ na-ekwu na a gaghị emecha ọrụ ahụ.",
  "Di ka Odi na mbu na onwa julai 2021 uzo ndu ka nukwa ma akoro ya na uzo ozo \"."
]