[
  "Sandwich anụ ehi a siri esi bụ bred nke a na-eme site na anụ ehi a gbuturu egbutu ma ọ bụ mgbe ụfọdụ achịcha ehi",
  "A na-ere ya n'ọtụtụ ndị na-eri nri na United States, yana usoro nri ngwa ngwa, dị ka Arby na Roy Rogers Restaurants",
  "Ụdị bred a na-abịakarị na achịcha hamburger ma nwee ike itinye ya na ofe barbecue na / ma ọ bụ cheese America a gbazere agbaze",
  "Sandwich anụ ehi a na-esi esi na-agụnyekarị achịcha, anụ ehi a siri esi oyi (ma ọ bụ ihe fọdụrụ na nri abalị ma ọ bụ anụ oriri), lettuce, tomato, na mustard, ọ bụ ezie na ọ gaghị abụ ihe a na-ahụkarị ịchọta cheese, horseradish, ose chili ọhụrụ / ntụ na ọbụna n'ọnọdụ ụfọdụ yabasị na-acha ọbara ọbara. Enwere ike inye nri eyere ete anụ ehi e siri esi na-ekpo ọkụ ma ọ bụ na-ajụ oyi, mgbe ụfọdụ, a na-enyekwa ha ihu.",
  "Ụfọdụ na-achọpụta mmalite nke bred ehi a na-esi n'ọkụ nke oge a (nke America) laa azụ na 1877, na usoro nri \"beefsteak toast\" a na-amaghị nke ọma n'oge ahụ: anụ ehi oyi, achịcha na nri ofe.\nN'afọ 1900, akwụkwọ akụkọ Washington Post kọwara nri ahụ dị ka \"ihe na-adịghị mma\" na dị ka \"ụgbọ ike gwụrụ n'ime idei mmiri\".\nNri ahụ nwetara ewu n'afọ ndị sochirinụ ma ka ọ na-erule 1931, ụfọdụ ndị nkatọ gara n'ihu ịkọwa ya dị ka \"ezi ụtọ nke South Dakota\".",
  "Sandwiches anụ ehi e siri esi abụwo ihe pụrụ iche nke mpaghara Boston, ọkachasị na North Shore nke Massachusetts, kemgbe mmalite afọ 1950, a na-ejikarị ya eme ihe dị ụkọ, nke a na-ebipụ nke ọma (mgbe ụfọdụ a na-akpọ ya afụ ọnụ) ma na-agbakọta ya na mpịakọta yabasị. Ụlọ oriri na ọṅụṅụ ndị ọkachamara na ya gụnyere John na Lynn, Londi na Peabody, Mike nke Everett, Nick nke Beverly, Bill na Bobz nke Woburn, na Harrison nke ndị ugwu Andover.",
  "Na Brooklyn obere ụlọ ọrụ, malite na Brennan & Carr na 1938, enyewo ụdị sandwich.",
  "Anụ ehi na weck bụ bred a na-ahụkarị na Western New York. A na-eji anụ ehi e siri esi mee ya na mpịakọta kummelweck nke e ji nnu na mkpụrụ caraway kpuchie",
  "A na-eri anụ dị na sandwich ahụ n'ụzọ ọdịnala, nke a na-ebipụ nke ọma, ebe achịcha dị n'elu na-enweta mmiri na jus ma tinye ya na horseradish.",
  "Chivito sandwich bụ nri mba na Uruguay, ma na-agụnye isi obere anụ mignon (anụ ehichurrasco), na mozzarella, tomato, mayonnaise, mkpụrụ oliv ojii ma ọ bụ akwụkwọ ndụ, yana becon, àkwá e siri esi ma ọ bụ nke siri ike",
  "A na-enye ya n'ime achịcha, mgbe mgbe na akụkụ nke ihe enyere eye nke ndị  French Enwere ike itinye ihe ndị ọzọ n'ime bred dị ka  beets na acha mee, peas, ose e siri esi ma ọ bụ pan-fried, na akụkụ nke mkpụrụ osisi.",
  "Sandwich anụ ehi corned bụ bred e ji anụ ehi corined mee. A na-ejikarị mkpụrụ osisi mustard na pickle enye sandwiches anụ ehi nnu",
  "Na United Kingdom, pickle bụ ihe a na-ahụkarị na bred ehi.",
  "French dip sandwich bụ bred na-ekpo ọkụ nke nwere anụ ehi a na-esi esi (ma ọ bụ, mgbe ụfọdụ, anụ ndị ọzọ) na \"French roll\" ma ọ bụ baguette",
  "A na-ejikarị ya na jus, ya bụ, na mmiri ehi sitere na usoro isi nri",
  "A na-eji brọshi ehi ma ọ bụ anụ ehi eme ihe mgbe ụfọdụ",
  "N'agbanyeghị aha ahụ, ọ fọrọ nke nta ka ọ bụrụ na a maghị ihe pụrụ iche nke America a na France, aha ahụ yiri ka ọ na-ezo aka n'ụdị achịcha karịa ihe a na-ekwu na ọ bụ French.",
  "Pastrami on rye bụ bred mara mma nke a ma ama na kosher delicatessens ndị Juu nke New York City",
  "Nke mbụ Sussman Volk kere na 1888, onye nyere ya na nri ya na Delancey Street na New York City",
  "Ọ ghọrọ ọkacha mmasị na delis ndị ọzọ, a na-enye ya na achịcha rye ma tinye ya mustard na-acha nchara nchara. Delis na New York City, dị ka Katz's Delicatessen, amaara maka Pastrami ha na sandwiches rye.",
  "Sandwiches Chivito",
  "Sandwich anụ ehi a na-etinye n'ime ya",
  "Pastrami na bred rye",
  "Àtụ:Beef"
]