[
  "Robert A",
  "Hamblin (amụrụ n'afọ 1969) bụ onye na-ese ihe nkiri na South Africa, na-arụ ọrụ karịsịa na foto na eserese na akwụkwọ",
  "Ọrụ ahụ na-ekwu maka esemokwu gbasara okike na mmekọahụ nke ọnọdụ mmadụ nke oge a",
  "InterseXion, ihe ngosi dị iche iche na mmekọrịta afọ asaa na Sistaaz Hood, otu ndị ọrụ mmekọahụ transgender nke South Africa, mere na Iziko South African National Gallery na 2017",
  "E bipụtara akụkọ ndụ ya na June afọ 2021.",
  "A mụrụ Robert A",
  "Hamblin na Hillbrow, Johannesburg n'afọ 1969, ma nye ya otú nwanyị mgbe a mụrụ ya",
  "Enweghị ahụ iru ala na nwoke na nwanyị jupụtara n'ọrụ nka ya dị mma site na nwata wee bụrụ isiokwu dị mkpa site n'oge ọ gbanwere site na nwanyị gaa na nwoke n'afọ iri atọ ya.",
  "Ọ gụsịrị akwụkwọ sekọndrị na Alberton, Gauteng Province (Johannesburg region) na 1986, na-arụ ọrụ dị ka onye na-enyere aka na onye na-ese foto maka afọ abụọ ikpeazụ nke agụmakwụkwọ ya.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ rụrụ ọrụ dị ka onye na-ese foto azụmahịa na ọrụ ihe nkiri",
  "Ihe ndị a na-emetụta ka ụdị ọrụ nke ọrụ nka ya mara mma, ma gosipụta n'ụzọ doro anya na ọrụ mbụ ya gosipụtara n'ihu ọha, Millennium Man na 1998",
  "A na-eji ndị na-eme ihe nkiri na setịpụ ihe iji gosipụta akụkọ ebe a na-enyocha njirimara nwoke na nwanyị wee ghọọ akụkọ ebe Hamblin nọgidere na-arụ ọrụ n'ime afọ iri abụọ sochirinụ",
  "N'afọ 2006, n'etiti afọ iri atọ ya, Hamblin malitere mgbanwe nwoke na nwanyị site na nwanyị gaa na nwoke",
  "N'ikpeazụ, n'afọ 2007, o nyere aka wee tọọ ntọala otu Afrịka Gender DynamiX, otu na-ahụ maka ikike nke ndị trans, na-ejide ọkwa nke osote onye nduzi na-ahụ anya maka Advocacy na mgbasa ozi njikọ site na 2009 - 2011.",
  "Taa ọ na-aga n'ihu na ọrụ nka ya na ime ihe nke dugara na ntọhapụ nke akụkọ ndụ ya na June 2021",
  "N'oge mkpọchi mbụ nke ọrịa COVID-19, Hamblin malitere ise foto onwe onye nke egosiri na Cape Town na Johannesburg.",
  "Hamblin bụ onye na-ese foto site na nwata",
  "Ọ zụrụ igwefoto mbụ ya na ngwá ọrụ ọchịchịrị site na ise foto ndị na-eme egwuregwu nwoke n'ụlọ akwụkwọ ma resị ndị na-akwado ha na-eto eto foto ndị ahụ",
  "Ọ malitere ọrụ azụmahịa ya dị ka onye na-ese foto na akwụkwọ akụkọ maka akwụkwọ akụkọ South Africa Beeld, Die Transvaler na Rapport site n'afọ 1987 ruo 1991",
  "Na mbido afọ iri abụọ ya, ọ malitere ọrụ onwe ya dị ka onye na-ese foto na ihe nkiri, telivishọn na mgbasa ozi nchịkọta akụkọ ebe ọ rụrụ ọrụ site na 1991 na 2009",
  "N'otu oge ahụ, ọ mepụtara ọtụtụ ọrụ nka dị mma nke ọrụ foto nke egosiri na mba ụwa na n'ụlọ ngosi nka na ememe nka nke South Africa.",
  "Millennium Man bụ ihe ngosi ihu ọha mbụ ya n'emume nka, nke na-eleba anya nke ọma na ụmụ nwoke na echiche nke nwoke n'ime ụwa na-arịwanye elu.  Afọ iri abụọ ka e mesịrị, ọrụ foto ikpeazụ ya, interseXion, bụ mmekorita ya na ndị ọrụ mmekọahụ transgender ojii nke were afọ asaa iji mepụta, na-agwụcha na ngosi onwe ya na Iziko South African National Gallery na Cape Town.  Ihe ngosi ọhụrụ ya bụ",
  "Hamblin enweghị ọzụzụ nka ma ọ bụ agụmakwụkwọ dị elu ma e wezụga afọ iri abụọ nke ntụziaka na 1953 Académie Ranson abstract painter Nel Erasmus",
  "Ọrụ nka ya na-elekwasị anya n'ihe gbasara nwoke na nwoke dị ka onye transgender ma o gosipụtara ma na South Africa ma na mba ụwa.",
  "Hamblin bipụtara akụkọ ndụ ya Robert: A Queer and Crooked Memoir for the Not So Straight and Narrow na June 2021, site na NB Publishers na Melinda Ferguson Books",
  "Ihe ngosi ọhụrụ ya bụ I Just Told the Stars Who I Am na 99 Loop Gallery.",
  "Nkà na ndụ Hamblin dị ka onye trans anọgidewo na-emeghachi omume na njirimara nwoke na nwanyị.  Site na 2007 ruo 2009 o nyere aka na ntọala nke otu Afrịka Gender DynamiX na-ejide ọkwa nke osote onye nduzi na-ahụ maka ikwuru mmadụ ọnụ ya na mgbasa ozi njikọ site na 2009 ruo 2011",
  "Ọ bụ onye na-agbachitere, onye na-eme ihe na onye na-akwado ikike nke ndị transgender, na-eji ahụmịhe nke ya eme ka ọgụ ahụ pụta ìhè",
  "Ọ bụrụ na ị ghọtara okike, ị ga-aghọta na nnọchiaha bụ ụzọ isi nye mmadụ ịbụ mmadụ ya",
  "Mgbe ị akpọghari nwoke ma ọ bụ nwanyị, ị na-ewepụ mmadụ ha",
  "Ịmụta ihe abụghị ihe dị mma",
  "Ọ na-egbu mgbu, n'ihi na ị na-eduga ụzọ akwara gị",
  "Ọ bụ maka ịrụ ọrụ maka obiọma.",
  "Mgbe ọrụ ya na Gender DynamiX gasịrị, ọ bụ onye guzobere otu nkwado maka ndị ọrụ mmekọahụ na-agbanwe nwoke ma ọ bụ nwanyị na otu ụlọ ọrụ na-enweghị uru na Cape Town SWEAT",
  "N'oge a, ọ zụlitere mmasị ya na echiche okike n'ime ihe gbasara ikike ndị ọrụ mmekọahụ."
]