[
  "Robert Guy Bathurst (a mụrụ na 22 Febụwarị 1957) bụ onye na-eme ihe nkiri Bekee",
  "A mụrụ Bathurst na Gold Coast (nke bụ Ghana ugbu a) n'afọ 1957, ebe nna ya na-arụ ọrụ dịka onye ndụmọdụ nchịkwa",
  "N'afọ 1959, ezinụlọ ya kwagara Ballybrack, Dublin, Ireland ma Bathurst gara ụlọ akwụkwọ na Killiney ma mesịa debanye aha na Headfort, ụlọ akwụkwọ obibi Irish. N'afọ 1966, ezinụlọ ahụ laghachiri England ma Bathurst gafere na Worth School na Sussex, ebe ọ malitere ihe nkiri amateur",
  "Mgbe ọ dị afọ iri na asatọ, ọ gụrụ iwu na Pembroke College, Cambridge, wee sonye na otu Footlights",
  "Mgbe ọ gụsịrị akwụkwọ, ọ malitere ime ihe nkiri oge niile ma mee ihe nkiri izizi ya n'afọ 1983, na-egwu Tim Allgood na Michael Frayn's Noises Off, nke gbara otu afọ na Savoy Theatre",
  "Iji gbasaa ihe ọmụma ya banyere ịrụ ọrụ na ogbo, ọ sonyeere National Theatre",
  "Ọ gbakwunyere ọrụ ya n'afọ ndi 1980s na ọrụ telivishọn, na-apụta na ihe nkiri dịka ihe omume pilot nke Blackadder, Chelmsford 123, The Lenny Henry Show na ihe omume mbụ nke Red Dwarf",
  "N'afọ 1991, o meriri nnukwu ọrụ telivishọn mbụ ya na-egwu Mark Taylor na BBC sitcom Joking Apart, nke Steven Moffat dere",
  "Ọ bụ ezie na ọ bụ naanị ihe omume iri na atọ ka e mere (n'etiti afọ 991 na 1995), ọrụ ahụ ka bụ ọkacha mmasị Bathurst n'ọrụ ya niile",
  "Mgbe Joking Apart kwusịrị, a họpụtara ya dịka onye ndụmọdụ nchịkwa David Marsden na ihe nkiri ITV na-atọ ọchị Cold Feet, nke zọrọ maka usoro ise site n'afọ 1998 ruo afọ 2003 na ọzọ maka usoro anọ ọzọ site nafọ 2016 ruo 2020.",
  "Kemgbe afọ 2003, Bathurst emeela onye isi ala na BBC sitcom My Dad's the Prime Minister, Mark Thatcher na ihe nkiri Coup! na nwoke nwa ya nwanyị na-efu na ITV thriller The Stepfather",
  "Ọ laghachikwara ọrụ ihe nkiri, na-egwu Vershinin na The Three Sisters (2003), Adrien na abụọ-hander Members Only (2006), ọchịchị whip Alistair na Whipping it Up (2006–07), na ọrụ aha na Alex (2007, 2008)",
  "N'afọ ndị sochirinụ, ọ pụtara na ihe nkiri telivishọn The Pillars of the Earth (2010), Downton Abbey (2010), Hattie (2011) wee sonye na ndị otu Wild at Heart n'afọ 2012",
  "Bathurst pụtara na egwuregwu Noël Coward mbụ ya, Present Laughter n'afọ 2010 wee soro ya na ọrụ na Blithe Spirit n'otu afọ ahụ na ọzọ n'afọ 2011",
  "Ọ lụrụ di ma nwee ụmụ anọ.",
  "A mụrụ Robert Guy Bathurst na Accra, Gold Coast (Ghana nke oge a), na 22 Febụwarị 1957 nye Philip Charles Metcalfe Bathurst, onye sitere na onye ndọrọ ndọrọ ọchịchị Charles Bathurst nakwa onye ikwu nke Earls Bathurst na Viscounts Bledisloe, na nwunye ya Gillian (née Debenham). Nna ya bụ onye isi na Royal Engineers n'oge Agha Ụwa nke Abụọ ma na-arụ ọrụ na West Africa dịka onye ndụmọdụ nchịkwa",
  "Nne ya bụ onye na-agwọ ọrịa. Ha nwere ụmụ abụọ ọzọ, Nicholas na Charlotte",
  "Ezinụlọ ahụ biri na Ghana ruo afọ 1959, mgbe ha kwagara Ballybrack, Dublin, Ireland. Bathurst na nwanne ya nwoke gara ụlọ akwụkwọ abụọ na Dublin - Holy Child School na Killiney na ụlọ akwụkwọ na Ballsbridge - tupu e ziga ha Headfort, ụlọ akwụkwọ nkwadebe na Kells, County Meath. O jiri oge ya na nwanne ya nwoke, bụ ndị Katọlik, nọrọ n'ụlọ akwụkwọ obibi ndị Anglịkan tụnyere Lord of the Flies; \"a tụrụ anyị mkpọrọ n'otu nnukwu ụlọ na-esi ísì ụtọ, nke Georgia, ebe a na-emeso anyị n'ụzọ obi ọjọọ.\"",
  "N'afọ 1966, ezinụlọ ahụ kwagara England ma ziga Bathurst ka ọ banye na Worth School na Sussex",
  "Mgbe ọ dị afọ iri na atọ, ọ malitere ime ihe nkiri na obere ihe nkiri na ihe nkiri ma gụọ akwụkwọ ochie nke magazin Plays and Players, \"na-amụ atụmatụ ala nke ụlọ ihe nkiri ma na-agụ banyere ụlọ ihe nkiri ọhụrụ a na-ewu\". O bu ụzọ nwee mmasị n'ime ihe nkiri mgbe ezinụlọ ya hụrụ ihe nkiri na Gaiety Theatre na Dublin ma ọ na-ele ndị na-eme ihe nkiri na-eche ihe ngosi ha na nku.",
  "Bathurst hapụrụ Worth mgbe ọ dị afọ iri na asatọ iji gụọ iwu na Pembroke College, Cambridge. Ọ nọrọ ọtụtụ oge ya n'ebe ahụ na-eme ihe nkiri na Cambridge Footlights n'akụkụ Hugh Laurie, Rory McGrath na Emma Thompson. Site n'afọ 1977 ruo afọ 1978, ọ bụ odeakwụkwọ nke otu ahụ, site n'afọ1978 ruo afọ 1979, ọ bụ onye isi ala",
  "N'ime Footlights Revues nke o sonyere na ya bụ Stage Fright n'afọ 1978, nke o dekwara na Nightcap n'afọ 1979",
  "Ọ duziri ma pụta na Footlights pantomime Aladdin dịka nwanyị di ya nwụrụ Twankey n'oge 1978-79. Ọ gara Bar Vocational Course na Mahadum nke Iwu, na London, nke nyere ya ohere ịga n'ihu ịghọ onye ọka iwu na-arụ ọrụ, mana ọ rapara na ime ihe nkiri kama.",
  "Mgbe ọ hapụrụ Cambridge, Bathurst nọrọ otu afọ na-eme njem nleta Australia na Footlights Revue Botham, The Musical, nke ọ kọwara dịka \"ụyọkọ ndị ntorobịa na-efe efe na-eme nzukọ ndị nta akụkọ na ihe ngosi mkparịta ụka\". Ọ bụ ezie na ọrụ ya na Footlights masịrị ya, ọ nọgideghị na-eme ihe nkiri na otu ahụ, na-echegbu onwe ya na a ga-asa ya mgbe ọ dị afọ iri atọ na ise na-enwe ihe ịga nke ọma ha site na mmalite nke ọrụ [ya]\". Mgbe ọ hapụrụ, ọ chọpụtara na a na-ewere ya dịka onye dilettante, nke mere ka ọ were ya ogologo oge karịa ka a tụrụ anya ka a nabata ya dịka onye na-eme ihe nkiri. Ọrụ ọkachamara mbụ ya na mahadum bụ na usoro BBC Radio 4 Injury Time, ya na ndị otu Footlights Rory McGrath na Emma Thompson. Ọrụ mbụ ya maka telivishọn bịara n'afọ 1982, mgbe ọ pụtara dịka Prince Henry na ihe omume pilot nke Blackadder",
  "Ọ pụtaworị na vidiyo ọzụzụ nke onye nduzi Geoff Posner ma nweta ọrụ nke Henry site na ekele",
  "E megharịrị agwa ahụ ma belata ya mgbe e nyere usoro ahụ ọrụ dịka The Black Adder",
  "Bathurst bụ onye ọkachamara n'afọ sochirinụ mgbe ọ sonyeere ndị nke abụọ nke Michael Frayn's Noises Off na Savoy Theatre",
  "Ọ nọchiri Roger Lloyd-Pack dịka Tim Allgood ma nọrọ na Savoy otu afọ. N'etiti ọrụ, ọ rụrụ ọrụ dịka onye na-egosi telivishọn maka BBC East. Mgbe ọ jụrụ onyinye ịbụ onye na-egosi That's Life! ọ sonyeere National Theatre n'afọ 1984, ebe ọ pụtara dịka onye na-eme ihe nkiri na Saint Joan. Ọ na-ele ya anya dịka \"ọrụ kachasị daa mbà\" ọ nwetụrụla mana o nwere ekele maka ahụmịhe ihe nkiri o nyere ya. N'afọ sochirinụ, ọ pụtara na The Man in the Moon, ụlọ ihe nkiri pub na Chelsea, na Judgement, okwu awa abụọ banyere iri mmadụ",
  "Ndị na-ege ntị n'abalị mmeghe bụ mmadụ atọ mana mgbe ha nyochachara nke ọma na ụlọ ọrụ mgbasa ozi mba, ndị na-ege ntị toro ruo nkezi iri na ise.",
  "Bathurst zutere onye na-ese ihe bụ Victoria Threlfall site n'aka ndị enyi ha wee lụọ n'afọ 1985",
  "Ha mụtara ụmụ nwanyị anọ: Matilda, Clemency, Oriel na Honor.Ọ na-akwado Brighton na Hove Albion FC"
]