[
  "Robert Traynham Coles, FAIA, (24 Ọgọọst 1929 ruo 16 Mee 2020, m",
  "Mgbe ọ dị afọ iri itoolu) bụ onye na-ese ụkpụrụ ụlọ, onye nkuzi, na onye na-ahụ maka ikpe ziri ezi. Coles bụ onyAfrịkacAmerịkaca mbụ meriri Rotch Traveling Scholarship nke Boston Society of Architects nyere, onye isAfrịkacAmerịkaca mbụ nke American Institute of Architects (AIA), onye isi oche mbụ nke AIA maka Minority Affairs, na onye guzobere National Organization of Minority Architects (NOMA).",
  "N'afọ 1963, Coles meghere ụlọ ọrụ ya Robert Traynham Coles, Architect na Buffalo, New York, na-eme ka ọ bụrụ ụlọ ọrụ mbụ ndị Afrịka Amerịka nwere na New York State na Northeast.",
  "Coles gara Mahadum Hampton na 1947 tupu ọ gaa Mahadum Minnesota na 1949, ebe ọ nwetara Bachelor of Arts na 1951 na Bachelor of Architecture na 1953",
  "Coles nwetara nzere masta nke Architecture na Massachusetts Institute of Technology n'afọ 1955. Mgbe ọ nọ na MIT, Coles dere thesis ya banyere imezigharị obodo n'obodo ya bụ Buffalo, New York, ebe o mechara mepee ọrụ ya.",
  "Robert T",
  "Coles chere ọtụtụ ihe mgbochi ihu n'ịmalite ọrụ ya",
  "N'agbanyeghị na ndị nkuzi ụlọ akwụkwọ sekọndrị ya kụdara ya obi ịtụle ọrụ ahụ na n'agbanyeghị na ọ bụ naanị onye Africa America na klas ya na Mahadum Minnesota, a kwụsịghị Coles ma gaa n'ihu na-arụ ọrụ ụlọ nke ọma. Mgbe ọ gụsịrị akwụkwọ na MIT ma laghachi na njem ya na Europe, Coles rụrụ ọrụ na ụlọ ọrụ ndị dị ka Shepley, Bulfinch, Richardson, Carl Koch na Associates na Techbuilt, tupu ọ mepee ụlọ ọrụ nke ya na 1963. Ọrụ mbụ ya bụ ọrụ nke ọrụ edemede ya, Ellicott District Recreation Center, nke a maara taa dị ka John F",
  "Kennedy Recreation Centre site na obodo Buffalo",
  "Coles weere ọrụ mbụ nke ụlọ ọrụ ya dịka ọrụ nkwado mbụ ya, na-apụta site na mkparịta ụka ya na obodo na-eche egwu nke imezigharị obodo ihu. Mmekọrịta obodo ghọrọ ihe dị mkpa nke ọrụ Coles, ọ nọgidekwara na-achụso ịdị iche iche, itinye aka, na ikpe ziri ezi n'ọrụ ya. Coles bụkwa onye na-akatọ ihe owuwu n'ezoghị ọnụ, na-akwado ikpe ziri ezi, ohere, na ohere maka ụmụ nwanyị na ndị na-arụ ọrụ ole na ole.",
  "Coles bụ Langston Hughes Prọfesọ nke Architecture na Urban Design na Mahadum Kansas n'afọ 1989, ebe o kwuru okwu \"Black Architects, An Endangered Species\" nke e mechara bipụta na Progressive Architecture Magazine",
  "N'afọ 1990-1995, Coles bụ osote prọfesọ nke Architecture na Mahadum Carnegie Mellon.",
  "Architecture + Advocacy, Buffalo Arts Publishing (2016)"
]