[
  "Robert Hayden (August 4, 1913  February 25, 1980) bụ onye America na-ede abụ, onye edemede, na onye nkuzi",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ na uri na Library of Congress site n'afọ 1976 ruo afọ 1978, ọrụ a maara taa dị ka US Poet Laureate Ọ bụ onye edemede Afrịka-Amerịka mbụ nọ n'ụlọ ọrụ ahụ.",
  "A mụrụ Robert Hayden Asa Bundy Sheffey na Detroit, Michigan, nke Ruth na Asa Sheffey, bụ ndị kewara tupu a mụọ ya",
  "Otu ezinụlọ na-elekọta ya n'akụkụ ụlọ, Sue Ellen Westerfield na William Hayden, kpọọrọ ya, ma tolite na ghetto Detroit nke a na-akpọ \"Paradise Valley\". Alụmdi na nwunye Haydens na-ese okwu mgbe niile, tinyere asọmpi Ruth Sheffey maka ịhụnanya nwa ya nwoke, mere ka ọ bụrụ nwata dị egwu",
  "N'ịhụ ọgụ na mmekpa ahụ, Hayden biri n'ụlọ jupụtara na \"iwe na-adịghị ala ala\", nke mmetụta ya ga-anọnyere ya n'oge ndụ ya niile",
  "N'elu nke ahụ, nnukwu nsogbu anya ya gbochiri ya isonye na ihe omume dịka egwuregwu nke ihe fọrọ nke nta ka ọ bụrụ onye ọ bụla ọzọ tinyere aka na ya",
  "Ihe mgbu ya mgbe ọ bụ nwata kpatara ịda mbà n'obi nke o mechara kpọọ \"abalị m gbara ọchịchịrị nke mkpụrụ obi\".",
  "N'ihi na ọ na-ahụ anya nke ọma ma dị obere ogo, ndị ọgbọ ya na-achụpụkarị ya",
  "Na nzaghachi, Hayden gụrụ akwụkwọ nke ọma, na-azụlite ma ntị ma anya maka àgwà mgbanwe na akwụkwọ",
  "Ọ gara Detroit City College nke e mechara kpọọ Wayne State University na isi na Spanish na obere na Bekee, wee pụọ n'afọ 1936 n'oge nnukwu ịda mbà n'obi, otu kredit na-erughị ya, ịga rụọ ọrụ maka Nlekọta Ọganihu Ọrụ Fn Federal Writers 'Project, ebe ọ nyochara akụkọ ihe mere eme ojii na omenala ndị mmadụ.",
  "N'ịhapụ Federal Writers' Project n'afọ 1938, Hayden lụrụ Erma Morris n'afọ 1940 wee bipụta mpịakọta mbụ ya, Heart-Shape in the Dust (1940). Ọ debara aha na Mahadum Michigan n'afọ 1941 wee nweta onyinye Hopwood n'ebe ahụ",
  "N'ịbụ onye a zụlitere dị ka onye Baptist, ọ sooro nwunye ya banye n'okwukwe Bahá'í n'oge mmalite afọ 1940, ma zụlite nwa nwanyị, Maia, n'okpukpe ahụ. Hayden ghọrọ otu n'ime ndị Bahá'í a ma ama na-ede uri",
  "Erma Hayden bụ onye na-eti egwu na onye na-ede egwu ma jee ozi dị ka onye nlekọta egwu maka ụlọ akwụkwọ ọha na eze Nashville.",
  "N'ịchụso nzere masta, Hayden gụrụ akwụkwọ n'okpuru W",
  "H",
  "Auden, onye duziri uche ya na nsogbu nke ụdị uri, usoro, na ịdọ aka ná ntị nka",
  "Enwere ike ịhụ mmetụta Auden na \"nkà na ụzụ nke amaokwu Hayden\". Mgbe ọ gụsịrị akwụkwọ n'afọ 1942, mgbe ahụ ọ na-akụzi ọtụtụ afọ na Michigan, Hayden gara Mahadum Fisk n'afọ 1946, ebe ọ nọrọ afọ iri abụọ na atọ, laghachi Michigan n'afọ 1969 iji rụchaa ọrụ nkuzi ya. N'ikwekọ na ọrụ nkuzi ya na Fisk, ọ rụrụ ọrụ dị ka onye na-ede uri na Mahadum Indiana State n'afọ 1967 ma na-eleta onye na-ede uri na Mahadum Washington n'afọ 1969, Mahadum Connecticut n'afọ 1971, Mahadum Dennison n'afọ 1972, na Connecticut College n'afọ 1974.",
  "Dị ka onye na-akwado nkuzi okpukpe ya banyere ịdị n'otu nke mmadụ, Hayden enweghị ike ịnabata nkewa ndị ojii. N'ihi ya, abụ aha nke Words in the Mourning Time na-ejedebe na arịrịọ na-akpali akpali n'aha mmadụ niile:",
  "Weghachite ugbu a, ugbu a megharịa ọhụụ nke",
  "ụwa mmadụ ebe nsọpụrụ Chineke ga-ekwe omume na mmadụ abụghị gook nigger honkey wop ma ọ bụ kike kama ọ bụ mmadụ",
  "kwere ka ọ bụrụ nwoke.",
  "Ọ nwụrụ na Ann Arbor, Michigan, na February 25, 1980, ọ dị afọ iri isii na isii.",
  "N'afọ 2012, ụlọ ọrụ nzipu ozi nke United States nyere mpempe akwụkwọ stampụ nke gosipụtara nnukwu ndị na-ede uri iri nke narị afọ iri abụọ nke Amerika, gụnyere Hayden.",
  "Ka ọ na-erule afọ 1960 na ịrị elu nke Black Arts Movement, mgbe oge ntorobịa nke ndị na-ese ihe n'Afrịka na Amerịka dere abụ mkpesa na ndọrọ ndọrọ ọchịchị na mmetụta uche na-eme mkpesa nke ọma nye ndị oji na-ege ntị, nkà ihe ọmụma Hayden banyere ọrụ abụ na ụzọ o si gosipụta onwe ya dị ka onye edemede",
  "Ọjụjụ ọ jụrụ ịmegharị onwe ya dị ka foto nke afọ 1960 gosipụtara mere ka ọ nweta nzaghachi site n'aka ndị ọkà mmụta na ndị nyocha ole na ole",
  "Hayden nọgidere na-agbaso echiche ya banyere uri dị ka usoro nka kama ngosipụta esemokwu na nkwenye ya na uri kwesịrị, na mgbakwunye na ihe ndị ọzọ, na-edozi àgwà ndị a kpọrọ mmadụ, gụnyere ikpe na-ezighị ezi ọha na eze",
  "Nkwenkwe Hayden banyere mmekọrịta nke onye na-ese ihe na uri ya n'otu aka ahụ nwere mmetụta na ịjụ ya ide sonnets mkpesa nke nwere mmetụta uche",
  "Omume Hayden bụ ime ka nkewa dị n'etiti ọkà okwu na mmegharị nke Abụ",
  "Ọrụ ya na-ekwukarị banyere nsogbu nke ndị Africa America, na-ejikarị ebe obibi ya mbụ nke Paradise Valley slum dị ka azụ, dị ka ọ na-eme na abụ \"Heart-Shape in the Dust\"",
  "O ji asụsụ obodo ojii na okwu ọdịnala mee ihe n'ụzọ dị njikere, o dekwara abụ ndọrọ ndọrọ ọchịchị, gụnyere usoro banyere Agha Vietnam.",
  "Na uri mbụ nke usoro ahụ, o kwuru, sị: \"Ana m agbalị igosipụta echiche na ihe egwu nke agha ahụ ghọrọ ụdị ọnụnọ, ha na gị na-arụkwa ọrụ onwe gị na nke chiri anya, na-eri nri gị na ihe ndị ọzọ",
  "Egwu na obi ọjọọ na mpụ nke agha metụrụ ihe niile aka",
  "Echere m na nke ahụ bụ otu n'ime abụ ndị kachasị mma",
  "\"",
  "Mmetụta nke ihe ọhụrụ Euro-American na abụ Hayden na nkwupụta ya na-aga n'ihu na ọ dị mkpa ka e lee ya anya dị ka \"onye na-ede abụ America\" na-emegide \"onye na-ede uri ojii\" kpaliri ọtụtụ nzaghachi banyere abụ dị ka \"Uncle Tom\" site n'aka ndị nkatọ Africa na America n'oge afọ 1960s",
  "Otú ọ dị, akụkọ ihe mere eme nke ndị Afrịka na Amerịka, ndị isi ojii nke oge a, dịka ọmụmaatụ, Malcolm X, na obodo ndị Afrịka na Amerịka, ọkachasị Hayden's native Paradise Valley, bụ isiokwu nke ọnụ ọgụgụ dị ukwuu nke abụ ya.",
  "Na Eprel 7, 1966, e nyere Hayden's Ballad of Remembrance, site na otu olu, Nnukwu ihe nrite maka abụ na ihe mmemme mba ụwa na nka niile gbasara ndị ojii na Dakar, Senegal. Emume ahụ nwere ihe karịrị puku mmadụ iri sitere na mba iri atọ na asaa bịara",
  "Otú ọ dị, na Eprel 22, 1966, otu ndị na-eto eto na-ede uri na-eme ngagharị iwe nke Melvin Tolson duziri katọrọ Hayden na nzukọ Mahadum Fisk nke ndị edemede ojii maka ịjụ ịkọwa onwe ya dị ka onye oji na-ede abụ",
  "A makwaara Hayden dị ka onye na-ede uri ma tinye ya na anthology \"Black Nature: Four Centuries of African American Nature Poetry\"",
  "Abụ ya, \"A Plague of Starlings\", bụ otu n'ime uri ya a ma ama. abụ ahụ, “Night-Blooming Cereus,” bụ ihe atụ ọzọ nke Hayden gosipụtara ụwa okike",
  "Abụ a na-egosi dị ka usoro nke haiku-dị ka stanzas",
  "Hayden kwuru na njem ya na Duluth, Minnesota n'oge ịkụ azụ na-agbaze",
  "Ọ na-akọwa otú uri ahụ si ghọọ haiku, ebe ị na-enweta ya niile site na aro na nkọwa.",
  "A na-etokarị Robert Hayden maka ọrụ ya nke abụ, echiche pụrụ iche na ọrụ ya, asụsụ ya kpọmkwem, na iwu ya zuru oke nke usoro uri ọdịnala na usoro. Mmetụta Hayden gụnyere Elinor Wylie, Countee Cullen, Paul Laurence Dunbar, Langston Hughes, Arna Bontemps, John Keats, W",
  "H",
  "Auden na W",
  "B",
  "Yeats.",
  "A hoputara Hayden na American Academy of Poets n'afọ 1975",
  "Abụ ya a ma ama bụ \"Those Winter Sunday\", nke na-ekwu maka ncheta nke ịhụnanya nna na owu ọmụma. Ọ nọ n'etiti abụ ndị America kachasị abụ na narị afọ nke iri abụọ",
  "Ọ jụrụ ọkwa ahụ ka e mechara kpọọ United States Poet Laureate na mbụ, nakweere nhọpụta maka 1976–1977 n'oge Bicentennial nke America, na ọzọ na 1977–1978 ọ bụ ezie na ahụ ike ya na-ada ada mgbe ahụ",
  "Mahadum Brown (1976) na Fisk (1978) nyere ya akara ugo mmụta nsọpụrụ",
  "N'afọ 1977, a gbara ya ajụjụ ọnụ maka telivishọn na Los Angeles na At One With nke Keith Berwick. Na Jenụwarị 1980 Hayden so na ndị gbakọtara ka onye isi ala Jimmy Carter na nwunye ya kwanyere ya ùgwù na nnabata White House na-eme ememe abụ America. Ọ rụrụ ọrụ afọ iri dị ka onye nchịkọta akụkọ nke akwụkwọ akụkọ Bahá'í World Order",
  "Abụ ndị ọzọ a ma ama gụnyere \"The Whipping\" (nke bụ banyere obere nwata nwoke a na-ata ahụhụ siri ike maka ụfọdụ mmejọ a na-amaghị ama), \"Middle Passage\" (nke sitere na ihe omume ndị gbara United States v",
  "Ihe gbasara Amistad), \"Runagate, Runagate\", na \"Frederick Douglass\".",
  "Àtụ:LOC Poets Laureate"
]