[
  "Robert Freeman (amụrụ n'afọ 1946) bụ ónyé America na-ese ihe na ónyé nkụzi nke a maara màkà nnukwu ihe osise mmanụ ya nke akpọrọ Black Tie, na-enye nkọwa banyere esemokwu onwe ónyé Freeman nwèrè ka ndị Africa-Amerịka bírí na ndụ dị n'etiti na-esote esemokwu agbụrụ nke 1960s na 1970s. N'afọ 1997, e nyere Freeman onyinye Boston University Distinguished Alumni Award site na School of Visual Arts na 2020, a kpọrọ Freeman onye ọhụrụ nke Boston Arts Commission.",
  "A mụrụ Freeman na Brooklyn, New York ma nọrọ ọtụtụ oge ntorobịa ya n'etiti Accra, Ghana na United States. Ọ gàrà afọ abụọ na Mahadum Howard iji mụọ nka n'okpuru Lois Jones tupu ọ gaa na Mahadụ Boston School of Visual Arts, ebe ọ nwetara B.F.A",
  "na 1971 na M.F",
  "A na 1981.",
  "A maara ya màkà akara ahịa ya, iji agba dị iche iche, mmegharị na ihe fọrọ nke nta ka ọ bụrụ ihe ndị a na-adịghị ahụkebe, ihe osise Freeman na-egosi isiokwu ndị Africa America, ma bụrụ nke ahụmahụ nwata ya na Ghana na Washington, D.C",
  "kpaliri",
  "Na usoro ya nke afọ 1981, Black Tie, Freeman nyochara ma mee emume \"ịma mma, ịma mma na amara nke ndị isi ojii nọ n'etiti\" site na ahụmịhe onwe ya. Nhọrọ sitere na Black Tie gosipụtara na okpukpu nkè ise nke Mayor's Gallery na Boston City Hall.",
  "N'isiokwu ahụ, \"Kpọọ naanị: Ihe osise Robert Freemanz na-akọwa ụwa mmekọrịta mmadụ na ibe ya site na Celina Colby na The Bay State Banner, a na-akọwakọta Freemanz New Works dị ka usoro ihe osise mmanụ na mmegharị na ike nke egwu jazz",
  "N'agbanyeghị ọrụ ndị na-enweghị obi ụtọ egosiri, ihe osise ahụ nwèrè akụkụ gbárá ọchịchịrị karịa ha",
  "A ka na-enyo enyo na a ka na-ekwu na a ga-etinye ndị mmadụ n'ime ọbọdọ anyị, ka Freeman kwuru n'isiokwu ahụ",
  "Anyị ka bi n'ụwa nke kewara ekewa.",
  "Ndị India Mardi Gras, usoro jikọrọ aka na 2018 na onye na-ese foto Max Stern, mepụtara ala ọhụrụ màkà Freeman site na iji akwụkwọ ọla edo na ábụ́bà iji weghara uwe ndị India Mardi gras na-eyi ka ha na-eme emume n'etiti.",
  "Ugbu a, Freeman bi na Jamaica Plain, MA ma na-arụ ọrụ na ụlọ ọrụ ya na Waltham, MA.",
  "N'afọ 2008, e gosipụtara ihe osise Freeman na ihe ngosi Five American Voices n'etiti ọrụ Romare Bearden, Benny Andrews, Alma Woodsey Thomas, na Richard Yarde na Meridian International Center na Washington, DC.",
  "Black Tie, nke bụzi akụkụ nke Museum of Fine Arts, Boston na-adịgide adịgide, so n'ọtụtụ ọrụ nka nke Freeman gosipụtara na mba ahụ ihe karịrị afọ 40. Enwere ike ịchọta ụfọdụ n'ime ihe osise ya na nchịkọta na National Center for African American Artists, Boston Public Library, DeCordova Museum, na Mahadum Brown n'etiti ụlọ ọrụ ndị ọzọ.",
  "Na mgbakwunye na ọtụtụ ihe ngosi gallery, e gosipụtara ihe osise Freeman na ngosi na Rose Art Museum na Mahadum Brandeis, Museum of Fine Arts, Boston, na Williams College Museum of Art, Williamstown, MA.",
  "N'afọ 1997, e nyere Freeman onyinye Boston University Distinguished Alumni Award site na School of Visual Arts. N'oge na-adịbeghị anya, na 2020, a kpọrọ Freeman onye ọhụrụ nke Boston Arts Commission, ebe ọ ga-enye ọhụụ ya maka ngosi nka ọha na eze gafee obodo Boston."
]