[
  "Sir Robert Clarkson Tredgold, KCMG (2 June 1899 – 8 April 1977), bụ onye ọka iwu Rhodesian, onye ọka ikpe na onye ndọrọ ndọrọ ọchịchị.",
  "A mụrụ ya na Bulawayo nye Clarkson Henry Tredgold, Attorney-General nke Southern Rhodesia, na Emily Ruth (née Moffat), ọ bụkwa nwa nwa nke onye ozi ala ọzọ John Moffat. Ọ gara ụlọ akwụkwọ Prince Edward School na South African College Schools na Cape Town, South Africa. Ọ bụ Rhodes Scholar ma gụọ gbasara iwu na Hertford College.",
  "N'afọ 1923, a kpọrọ ya ka ọ bịa bụrụ ọkàiwu na Inner Temple wee laghachi Rhodesia ka ọ rụọ ọrụ iwu.",
  "Na ntuli aka nke afọ 1934, a họpụtara Tredgold ka ọ bụrụ onye isi oche nke Southern Rhodesian Legislative Assembly nke Insiza maka United Rhodesia Party nke Godfrey Huggins",
  "Ọ bilitere ngwa ngwa, bụrụ Minista nke Ikpe Ziri Ezi na Nchebe na 1936, Minista nke ikpe ziri ezi, Nchebe (1940-1943), Minista nke Mmanụ na Ọrụ Ọha (1938), na Minista nke ihe gbasara ụmụ amaala (1942-1943).",
  "Tredgold gbara arụkwaghịm n'ọfịs ya na oche nzukọ ndị omeiwu na 1943, iji were nhọpụta dị ka onye ọka ikpe nke Ụlọikpe Kasị Elu nke Southern Rhodesia",
  "N'afọ 1950, mgbe Chief Justice Sir Robert Hudson lara ezumike nká, a họpụtara ya ka ọ nọchie ya dị ka onye isi ikpe nke ụlọ ikpe. Ọ jere ozi ruo 1955, n'ọnọdụ a, ọ rụrụ ọrụ dị ka Gọvanọ na-anọchite anya Southern Rhodesia site na 21 Nọvemba 1953 ruo 26 Nọvember 1954",
  "N'afọ 1953, Mahadum nke Witwatersrand, Johannesburg, nyere Tredgold nzere nsọpụrụ nke Doctor of Laws (Hon LLD).",
  "A họpụtara Tredgold ka ọ bụrụ onye isi ikpe mbụ nke Ụlọikpe Kasị Elu nke Federation of Rhodesia and Nyasaland na 1955",
  "N'ọrụ a, ọ rụrụ ọrụ dị ka Gọvanọ na-anọchite anya mpaghara Southern Rhodesia site na 21 Nọvemba 1953 ruo 26 Nọvember 1954, nakwa dị ka Gọvanọ na-anọchi anya Federation of Rhodesia and Nyasaland site na 24 Jenụwarị 1957 ruo Febụwarị 1957",
  "N'ọnwa Nọvemba afọ 1960, ọ gbara arụkwaghịm iji mee mkpesa site n'ọnọdụ ya nke Central African Federation, na-akatọ omume ndị Sir Edgar Whitehead nyere ikike iji gbochie mmegide ndị isi ojii na-emegide Federation na Nyasaland na Northern Rhodesia, site na iwebata Iwu njikwa. Tredgold kwuru na iwu ahụ \"na-emebi ihe fọrọ nke nta ka ọ bụrụ ikike mmadụ ọ bụla ma bụrụ, na mgbakwunye, mwakpo na-enweghị isi site n'aka ndị isi nke ụlọ ikpe",
  "Ndị a bụ ndị na-elekọta ikike mmadụ n'otu n'otu ma bụrụ ọrụ m pụrụ iche.",
  "A họpụtara Sir Robert Tredgold dị ka onye ndụmọdụ nzuzo n'afọ 1957",
  "Ọ lara ezumike nká na Marandellas ya na nwunye ya nke abụọ, Lady Margaret Tredgold",
  "O bipụtara akwụkwọ The Rhodesia That Was My Life n'afọ 1968.",
  "Mgbe nwunye ya nwụrụ na 1974, Tredgold lụrụ nwunye ya nke abụọ, Mrs",
  "Margaret Helen Phear (née Baines; 1910-2012), nwanyị di ya nwụrụ na nne nke ụmụ atọ, sitere na Aliwal North, South Africa",
  "Di na nwunye ahụ jikọrọ aka nyochaa akụkọ ọdịnala nke Rhodesia (nke bụbu Southern Rhodesia) ma bipụta akwụkwọ ụmụaka dabere na ha",
  "Ha mekwara nnyocha banyere osisi ndị a na-eri eri, nke ruru na Food Plants of Zimbabwe, nke ọ dechara mgbe ọ nwụsịrị ma bipụta ya na 1986.",
  "Onye Roman Katọlik na-anụ ọkụ n'obi, Lady Tredgold nwụrụ na 2012 mgbe ọ dị afọ otu narị na abụọ na England, ebe ọ kwagara na 2004 n'ihi iwu gọọmentị Mugabe",
  "Otu nwa ya nwoke nwụrụ tupu ọ nwụọ, wee hapụrụ ya nwa nwoke nke abụọ na nwa ya nwanyị, onye ya na ya biri na England.",
  "A họpụtara Robert Clarkson Tredgold ka ọ bụrụ onye ibe nke usoro nke St Michael na St George na 1943 New Year Honours",
  "A họpụtara ya ka ọ bụrụ Knight Bachelor na 1951 New Year Honours",
  "A họpụtara ya ka ọ bụrụ onye KCMG n'afọ 1955."
]