[
  "Robert Abbott Sengstacke (ọnwa mee afọ 1943 - rụọ ọnwa Maachị 7, afọ 2017), nke a makwaara dị ka Bobby Sengstacke, bụ onye Afrịka-Amerị́ka na-ese foto n'oge Civil Rights Movement for the Chicago Defender na Chicago, Illinois",
  "A maara Sengstacke nke ọma maka foto ya a ma ama nke Martin Luther King Jr",
  "na ndị isi ndị ọzọ a ma ama na-ahụ maka ihe ndị ruuru mmadụ",
  "Sengstacke ketara ụlọ ọrụ akwụkwọ akụkọ ezinụlọ Sengstacke. Mgbe ọ lara ezumike nká n'ọrụ mgbasa ozi n'afọ 2015, Sengstacke kwagara Hammond, Indiana ebe o biri ruo mgbe ọ nwụrụ n'ihi ọrịa iku ume n'afọ 2017 mgbe ọ dị afọ 73.",
  "A mụrụ ya n'afọ 1943, Robert A",
  "Sengstacke bụ ngwaahịa nke akwụkwọ akụkọ ezinụlọ Sengstacke na Chicago",
  "Ọ bụ nwa John H",
  "Sengstacke na Myrtle Sengstacke. Sengstacke biri na Chicago oge",
  "ka ukwuu n'oge ndụ ya. Maka agụmakwụkwọ elementrị, Sengstacke gara Mahadum nke Chicago Lab School, Manumit School na Bristol, Pennsylvania na Howalton Day School na Chicago",
  "Sengstacke gara Hyde Park High School (nke bụzi Hyde Park Academy High School) ma mesịa gụsịrị akwụkwọ na Central YMCA High Schoon'afọna 1962. Sengstacke weghaara azụmahịa ezinụlọ ya mgbe e mesịrị na ndụ ya.",
  "Sengstacke malitere ịrụ ọrụ mgbe ọ dị afọ iri na isii na azụmaahịa akwụkwọ akụkọ ezinụlọ ya, na-arụ obere ọrụ",
  "Sengstacke wee gaa ụlọ akwụkwọ na Los Angeles, California, wee malite ise foto Black sororities na fraternities",
  "Ọ laghachiri Chicago iji sonye na idepụta Black Arts Movement na Civil Rights Movement",
  "Sengstacke gara n'ihu na-arụ ọrụ maka akwụkwọ Muhammad Speaks, Chicago's Mayor Richard J",
  "Daley, na dị ka onye na-ese foto maka Oscar Brown Jr",
  "Productions",
  "Ọ ghọrọ onye nchịkọta akụkọ na onye na-ebipụta Memphis Tri-State Defender site n'afọ 1974 ruo afọ 1989",
  "N'oge na-adịghị anya, Sengstacke ghọrọ onye isi oche nke Sengstacke Newspaper na Chicago Defender.",
  "The Chicago Defender bụ akwụkwọ akụkọ maka ndị Afrịka Amerịka nke e guzobere n'afọ 1905",
  "Ọ bụ Robert Sengstacke Abbott guzobere akwụkwọ akụkọ ahụ",
  "Nwa nwanne Abbott, John, bụ nna Sengstacke, ọ bụkwa onye nwe ya tupu ọ nwụọ na ngwụcha afọ iri itoolu",
  "Robert A",
  "Sengstacke ketara akwụkwọ akụkọ ahụ mgbe nna ya nwụrụ",
  "Sengstacke weere akwụkwọ akụkọ ahụ site na akwụkwọ akụkọ kwa izu gaa na akwụkwọ akụkọ a na-ebipụta kwa ụbọchị na United States. Akwụkwọ akụkọ ahụ bụ olu maka ndị Afrịka Americia gburugburu ebe niile",
  "Ọ gara n'ihu na-achịkwa akwụkwọ akụkọ ahụ ruo afọ iri isii",
  "Ọ zụkwara akwụkwọ akụkọ dịka, Michigan Chronicle, Tri-State Defender, na New Pittsburgh Couriers",
  "Ọ na-arụsi ọrụ ike n'ịkwalite Black Culture na ịkwado ikike obodo na akwụkwọ ya",
  "A na-echeta ya maka mmesapụ aka ya nye ndị na-ese foto na-eto eto na mkpebi ya na Ogige obodo ndị Afrịka-Amerịka. N'ime afọ niile ọ na-eduzi akwụkwọ akụkọ ọ rụrụ ọtụtụ ọrụ",
  "Ọ rụrụ ọrụ dị ka onye na-akwalite onye na-agbachitere na onye na-ahụ maka ahịa, ihe omume pụrụ iche na onye na'akpata ego maka Bud Billiken Parade ma ghọọ onye nchịkọta akụkọ na onye na - bipụta Memphis Tri-State Defender",
  "Foto ya nke gosipụtara na Defender, dị ka foto nke Dr",
  "Martin Luther King Jr., na-eto nke ọma na mba na mba ụwa",
  "E mechara ree Chicago Defender na ụlọ ọrụ a na-akpọ Real Time mana Chicago Defender nọgidere na-enwe ọrụ ebere nke nwa nwanyị Sengstacke bụ Myiti Sengstacke na-achị ugbu a.",
  "Sengstacke bụ onye nta akụkọ foto",
  "A maara ya nke ọma maka foto ya nke Dr",
  "Martin Luther King Jr., Malcolm X, na Muhammad Ali",
  "O sere Sengstacke Eye Mural na mpaghara dị na Chicago a na-akpọ Bronzeville",
  "Ya na ndị Ojiị ndị ọzọ na-ese ihe na Wall of Respect rụkọkwara ọrụ, na-enye aka na ngalaba okpukpe nke mural ma na-edekọ ihe okike ya site na foto ya",
  "O were nnukwu foto nke ndị Afrịka Amerịka na-eme ngagharị iwe n'oge Black Arts Movement na mmegharị ikike obodo",
  "Ọ rụrụ ọrụ na ọrụ ndị a ma ama dị ka Summer in The City na Opportunity Please Knock",
  "Akwukwo ya apụtala n'ọtụtụ akwụkwọ, gụnyere Ebony, Jet, Essence, Life, na Washington Post",
  "A hụkwara ọrụ ya na TV na ụlọ ihe nkiri",
  "Onye na-eme ihe nkiri Spike Lee gosipụtara ụfọdụ foto ya na ihe nkiri ya School Daze, Patti Labelle gosipụtara ihe ngosi ya a ma ama nke Dr",
  "Martin Luther King Jr",
  "na ihe nkiri TV ya Out All Night",
  "Ọrụ ya pụtakwara n'akwụkwọ ndị dị ka: The Dream Lives On:Martin Luther King Jr, African American Art, na The Photography of Martin Luther King Jr",
  "E gosipụtara ọrụ Sengstacke n'ọtụtụ ebe. E gosipụtara ọrụ ya na nnukwu ihe ngosi na 1969 na alaka Chicago Loop Public Library",
  "Ụfọdụ n'ime ọrụ ya ndị egosiri na e nwere ihe dịka, The Wall of Respect: Vestigies, Snards na The Legacy of Black Power",
  "Mgbidi nke nkwanye ùgwù bụ ihe dị ịrịba ama nke ihe ngosi a n'ihi na ọ kpughere foto nke ndị ama ama Afrịka-Amerịka",
  "E gosikwara ọrụ ya na Statue of Liberty, Smithsonian Institution, na Museum of Science and Industry na Chicago.",
  "Sengstacke mụrụ ụmụ isii ma lụọ di ugboro abụọ, nke mbụ bụ Veela Gonzalez onye ya na ya nwere ụmụ anọ; Saief, Myiti, Omhari na Hasani Sengstacke",
  "Sengstacke mechara lụọ Jacquelyn Spencer ma ha nwere ụmụ abụọ, Domenic na Jasmine Sengstacke. Sengstacke na Spencer lụrụ n'oge ọnwụ ya. Sengstacke nwụrụ n'ọnwa Maachị 7, afọ 2017, na Hammond, Indiana",
  "Sengstacke na-arịa ọrịa iku ume ogologo oge. Emere mmeme ncheta ya na Logan Center of Arts na Mahadum Chicago Campus n'obodo ya bụ Chicago.",
  "Robert A",
  "Sengstacke enwetala ọtụtụ onyinye",
  "Ọ natara onyinye NNPA na 1986-1987 maka akwụkwọ akụkọ Michigan Chronicle ya",
  "Ọ gara n'ihu merie NNPA Award maka akwụkwọ New Pittsburgh Courier ya n'afọ 1995",
  "Ọ nwetakwara onyinye Superior Public Award n'afọ 1977",
  "E nyekwara ya onyinye Cannon 40D na Gordon Parks Award maka idu ndú na ime ihe nkiri, ime multimedia na foto akụkọ",
  "Akwụkwọ Sengstakce meriri John B",
  "Russman Award",
  "E nyere nna ya John H.H Sengstacke ihe nrite Presidential Citizens Medal maka ịmepụta nzukọ African American Newspaper",
  "E nwekwara ihe ncheta Robert S",
  "Abbott nke e mere iji sọpụrụ nwanne nna Sengstacke."
]