[
  "Mtn Robert Hausmann (13 Ọgọstụ 1852  18 Jenụwarị 1909) bụ onye ama ama na narị afọ nke iri na itoolu nke Germany nke gosipụtara ọrụ dị mkpa nke Johannes Brahms (gụnyere Double Concerto) na Max Bruch (gụnyere <i id=\"mwDw\">Kol Nidrei</i>)",
  "Ọ bụ onye na-eme violin maka Joachim Quartet ma kụzie na Berlin Königliche Hochschule für Müsik",
  "A mụrụ Robert Hausmann na Rottleberode, Harz, na Saxony-Anhalt, Germany",
  "Nna nna ya, Friedrich Ludwig Hausmann (1782-1859) bụ Prọfesọ nke Mineralogy na Mahadum Göttingen, nna ya Friedrich Ludolf Hausmann (1810-1880) sokwa na-egwu ala na ugwu Harz",
  "Ezinụlọ Hausmann keere òkè dị mkpa na ndụ obodo na ọdịbendị nke obodo Hanover kemgbe narị afọ nke iri na asatọ",
  "Nwanne nna Robert Bernhard (1784-1873) bụ onye nchịkọta nka dị mkpa na onye na-eme violin nke akụkọ ihe mere eme ya, Erinnerungen aus dem 80 jährigen Leben eines hannoverschen Burgers Hannover (1873) nyere nkọwa zuru ezu banyere ọtụtụ ọrụ ya n'oge ihe omume na akụkọ ihe mere anya nke Hanover.",
  "Robert banyere na Gymnasium dị na Brunswick mgbe ọ dị afọ asatọ na 1861, ebe ọmụmụ cello ya gara n'ihu n'okpuru Theodor Müller, onye na-eme cello nke Müller Quartet, otu n'ime ndị ọkachamara mbụ na-eme ihe nkiri na Germany",
  "N'afọ 1869 ọ bụ otu n'ime ụmụ akwụkwọ mbụ nke Berlin Hochschule für Musik, ebe ọ gụrụ akwụkwọ n'okpuru nwa nwanne Müller Wilhelm Müller, n'okpuru nduzi nke onye na-eme violin Joseph Joachim",
  "Joachim mere ka ọ mata nnukwu onye Ịtali na-eme violin na onye nkuzi Carlo Alfredo Piatti (1822-1901), onye kụziiri ya na London na 1871 nakwa na ala ya na Cadenabbia na Lake Como, Ịtali.",
  "He  then  joined the string quartet of count Hochberg in silesia site n'afo 1871 ruo na 1876  mgbe ahoputara ya dika instructor nke cello at the Berlin hochschule",
  "He became principal instructor on the retirement of Wilhelm Muller na 1879 and was name onye okachamara n'afo 1884.Site na 1879 ruo ọnwụ Joseph Joachim na 1907 ọ bụ onye na-eme violin nke Joachim Quartet, n'akụkụ Joachim n'onwe ya (1st violin), Heinrich de Ahna (ruo ọnwụ ya na 1892), nke Karel Halíř (2nd violin) na Emanuel Wirth (viola) nọchiri",
  "Ọ bụ onye na-egwu egwu ụlọ na-arụsi ọrụ ike, onye a ma ama na Germany, na Europe n'ozuzu ya, na London",
  "Hausmann rụrụ ọrụ na Britain ihe fọrọ nke nta ka ọ bụrụ afọ ọ bụla, malite na 1876, ruo otu ọnwa tupu ọnwụ ya.",
  "N'afọ 1879-80, Charles Villiers Stanford dere Cello Concerto na D obere maka Robert Hausmann",
  "Nke a sochiri mmalite Hausmann na England Stanford's Cello Sonata, Op",
  "9, na 1879",
  "Ọ bụ nke mbụ dị ịrịba ama British cello sonata. \nN'afọ 1881, Hausmann wepụtara Max Bruch's <i id=\"mwOg\">Kol Nidrei</i>, Op",
  "47, nke a raara nye ya. Bruch dere nke a na nzaghachi maka arịrịọ ogologo oge sitere n'aka Hausmann ka o dee otu egwu maka cello na orchestra iji kwekọọ na ndị o dere maka violin na orchestra",
  "Bruch gakwara Hausmann maka bowings na akụkụ teknụzụ ndị ọzọ. Bruch's Canzone in B-flat, Op",
  "55, na Vier Stücke, Op",
  "70, raara nye Hausmann.",
  "Mmekọrịta kachasị mkpa Hausmann bụ na Johannes Brahms",
  "Mgbe ha gụsịrị egwu na 1883, ọ bụ onye ọbịa na-agakarị n'etiti ndị enyi Brahms bụ ndị na-eme ihe ngosi onwe ha n'ụlọ ha",
  "Cello Sonata No",
  "2 na F major, Op",
  "99, bụ nke a raara nye ma gosipụta na Vienna, ya na onye dere ya na piano (14 Nọvemba 1886)",
  "O mekwara ka Cello Sonata No",
  "1 na E obere, Op",
  "38",
  "N'ọnwa Nọvemba afọ 1891, o sonyere na mmemme nke mbụ, na Meiningen, nke Clarinet Trio na A minor, Op",
  "114, ya na Richard Mühlfeld na clarinet na Brahms na piano",
  "N'ọnwa na-esote, ha nwere mmeri na mmeghe ọha na eze na Berlin",
  "Ọzọkwa, Hausmann so na Berlin premieres nke Brahms's Piano Trio in C minor Op",
  "101, Quintet in G Major, Op",
  "111, na Clarinet Quintet, Op.",
  "Nke kachasị mkpa, Hausmann na Joseph Joachim bụ ndị soloist abụọ Brahms dere Double Concerto in A minor, Op",
  "102, ọrụ egwu ikpeazụ ya",
  "Brahms so ha abụọ rụọ ọrụ n'ihe nkiri ahụ tupu emume izizi ya na Wiesbaden na 18 Ọktoba 1887",
  "Onye nkatọ Eduard Hanslick dere na Hausmann \"dị ala karịa Joachim\"",
  "Dị ka akụkụ nke Joachim Quartet, Hausmann kwadoro egwu ụlọ niile nke Brahms maka eriri, nke a na-egosipụta mgbe niile na usoro egwu egwu nke Quartet na Berlin ruo ihe karịrị afọ iri atọ",
  "E wezụga Quartet, Hausmann bụ onye guzobere otu piano trio, nke ndị ọrụ ibe ya na Hochschule, Heinrich de Ahna (ya na Emanuel Wirth nọchiri de Ahna mgbe ọ nwụsịrị na 1892) na onye na-akpọ piano Heinrich Barth",
  "Ha malitere usoro ịgba egwu na Berlin nke were site na 1878 ruo 1907",
  "Oge egwu ha yiri nke Quartet, malite n'ọnwa Ọktoba ma kwụsị na Machị",
  "Afọ mbụ ha na-egwu egwu bụ na Singakademie",
  "Otú ọ dị, n'afọ 1889, ha malitere ịkpọ \"mgbede egwu ụlọ a ma ama\" na Philharmonie buru ibu, ebe ha na-ejikarị oche 2000-plus.",
  "N'afọ 1894, Hausmann lụrụ Helene von Maybach, nwa nwanyị nke Minista Azụmaahịa Prussian Albert von Maybach",
  "Ha nwere ụmụ abụọ: Luise (b",
  "1895) na Friedrich Georg (b",
  "1900), onye ghọkwara onye egwu.",
  "Hausmann bipụtara mbipụta nke Bach Cello Suites na Mendelssohn Cello Sonatas and Variations Concertantes na D major, Op",
  "17; o mekwara cello na piano nhazi nke Schumann's Märchenbilder, Op",
  "113 (nke mbụ maka viola na piano), na Cello Concerto nke Bernhard Molique.",
  "Ụmụ akwụkwọ ya gụnyere Friedrich Koch (onye nkuzi nke Boris Blacher na Paul Kletzki), Wallingford Riegger, Philipp Roth, Percy Such, Hugo Dechert, Otto Lüdemann, Agustín Rubio, Lucy Campbell, Arthur Williams, na ndị ọzọ. Lee: Ndepụta nke ụmụ akwụkwọ egwu site na onye nkuzi: G ruo J#Robert Hausmann.",
  "Ọ na-akpọ ezigbo Stradivarius cello site na 1724, nke a ka maara dị ka \"Hausmann\" Strad. Ọ nwetara ya n'aka nwa nwanne nna ya, onye cello virtuoso na ọkachamara n'egwú chamber nke biri na Great Britain George Hausmann (1814-1860)",
  "Ọ mechara bụrụ nke onye Russia bụ Edmund Kurtz (onye isi cello nke Chicago Symphony Orchestra).",
  "Robert Hausmann nwuru na vienna na jenuwari 1909 ogbara afo iri ise na abuo after playing a recital of Beethovens cello  sonatas with marie Baumeyer na Graz na uhuru uchi",
  "Donald Tovey had played chamber music with Joachim and Hausmann during their last year's and his Elegiac variations for cello and piano op 10 edere ya na ncheta Hausmann"
]