[
  "Robert Bilott (amụrụ n'August 2, 1965) bụ onye ọka iwu gburugburu ebe obibi nke America si Cincinnati, Ohio",
  "A maara Bilott maka ikpe ikpe megide DuPont n'aha ndị gbara akwụkwọ merụrụ ahụ site n'ihe mkpofu juru n'ime ime obodo na West Virginia",
  "Bilott ejirila ihe karịrị afọ iri abụọ na-agba akwụkwọ maka mkpofu kemịkalụ perfluorooctanoic acid (PFOA) na perfluorooctanesulfonic acid (PFOS)..",
  "Okwu ikpe Bilott bụ ntọala maka ihe ndekọ aha ya bụ Exposure: Water Poisoned, Cororate Graed, and One Lawyer's Twenty-Year Battle Against DuPont",
  "Ọ bịara na-abawanye nlebara anya mgbasa ozi na njedebe 2010 wee pụta ìhè karịa site na ihe nkiri 2019 Ọchịchịrị Ọchịchị (ihe nkiri 2019) na akwụkwọ akụkọ 2018 Ekwensu Anyị Maara nke dekọtara agha iwu ya na Dupont",
  "Nlebara anya ọhaneze a butere ọtụtụ ihe nrite, gụnyere onyinye mba ụwa Right Livelihood Award.",
  "A mụrụ Bilott na August 2, 1965, na Albany, New York. Nna Bilot jere ozi na United States Air Force, na Bilot nọrọ oge ọ bụ nwata na ọtụtụ ọdụ ụgbọ elu",
  "N'ihi na ezinụlọ na-akwaga ugboro ugboro, Bilott gara ụlọ akwụkwọ asatọ dị iche iche tupu ya agụchaa akwụkwọ na Fairborn High School na Fairborn, Ohio",
  "O nwetara nzere bachelọ nke Arts na sayensị ndọrọ ndọrọ ọchịchị na ọmụmụ obodo site na New College of Florida",
  "O nwetara Juris Dọkịta na Mahadum Ohio State Moritz College of Law na 1990.",
  "A nabatara Bilott n'ụlọikpe n'afọ 1990 wee malite ọrụ iwu ya na Taft Stettinius & Hollister LLP na Cincinnati, Ohio Ruo afọ asatọ ọ rụrụ ọrụ maka ndị ahịa nnukwu ụlọ ọrụ na nka ya na-agbachitere ụlọ ọrụ kemịkal. Ọ ghọrọ onye mmekọ na ụlọ ọrụ ahụ na 1998.",
  "Bilott nọchitere anya Wilbur Tennant nke Parkersburg, West Virginia nke ehi ya na-anwụ. Ugbo ahụ dị n'okpuru mmiri site na ebe a na-ekpofu ahịhịa ebe DuPont na-atụfu ọtụtụ narị tọn perfluorooctanoic acid",
  "N'oge ọkọchị nke afọ 1999, Bilott tinyere akwụkwọ megide DuPont na United States District Court maka Southern District nke West Virginia",
  "Na nzaghachi, DuPont dụrụ ọdụ na DuPont na United States Environmental Protection Agency ga-enye iwu nyocha nke ihe onwunwe onye ọrụ ugbo ahụ, nke ndị dọkịta anụmanụ atọ DuPont họọrọ na atọ ndị Environmental Protection Institute họọrọ",
  "Mgbe a tọhapụrụ akụkọ ahụ, ọ boro ndị Tennants ụta maka ehi na-anwụ anwụ na-azọrọ na ọ bụ ọrụ ugbo na-adịghị mma kpatara ya: \"ihe na-edozi ahụ, nlekọta anụmanụ ezughi oke na enweghị njikwa nnụnụ\".",
  "Mgbe Bilott chọpụtara na ọtụtụ puku tọn nke PFOA DuPont tụbara n'ebe a na-ekpofu ahịhịa dị n'akụkụ ala Tennants nakwa na PFOA nke DuPont na-emetọ mmiri ndị gbara obodo ahụ gburugburu, DuPont doziri ikpe Tennants",
  "N'ọnwa Ọgọstụ afọ 2001, Bilott gbara akwụkwọ megide DuPont n'aha ihe dị ka mmadụ pụkụ ịrị asaa nọ na West Virginia na Ohio nwere mmiri ọṅụṅụ PFOA metọrọ nke e doziri na Septemba afọ 2004, yana uru klas ruru ihe karịrị nde dọla narị atọ, gụnyere DuPont kwetara ịwụnye ụlọ ọrụ nzacha na mpaghara mmiri isii metụtara na ọtụtụ olulu mmiri onwe onye metụtara, onyinye ego nde dọla ịrị asaa, na ndokwa maka nlekota ahụike nke DuPont ga-akwụ ụgwọ ruo nde dọla narị abụọ na ịrị atọ na ise ma ọ bụrụ na njikọ sayensị nwere onwe ya n'etiti ọrịa PFO.",
  "Mgbe kọmitii sayensị nwere onwe ya nke ndị otu ahụ họọrọ (ma achọrọ n'okpuru nkwekọrịta ahụ ka DuPont kwụọ ụgwọ) chọpụtara na enwere njikọ dị n'etiti ịṅụ PFOA na ọrịa kansa akụrụ, ọrịa testicular, ọrịa thyroid, cholesterol dị elu, pre-eclampsia, na ulcerative colitis, Bilott malitere imeghe ikpe maka mmerụ ahụ onwe onye megide DuPont n'aha ndị ọrụ mmiri Ohio na West Virginia metụtara, nke site na 2015 ruru ihe karịrị pụkụ atọ na narị ịse",
  "Mgbe ọ tụfuru atọ mbụ maka $ 19.7 nde, na 2017 DuPont kwetara idozi ihe ndị fọdụrụ n'ime ikpe ndị na-echere mgbe ahụ maka $ 671.7 nde. Ọtụtụ ikpe ndị ọzọ e tinyere mgbe nkwekọrịta 2017 gasịrị ka e doziri na 2021 maka nde $ 83 ọzọ (nke a mara ọkwa na nkwekọrịta ijeri $ 4 n'etiti DuPont na spin-off ya, Chemours, maka ụgwọ PFAS), na-eweta ngụkọta ọnụ ahịa nkwekọrịta na ikpe mmerụ ahụ onwe onye maka ndị kpughere PFOA na mmiri ọṅụṅụ ha karịa nde $ 753.",
  "N'afọ 2018, Bilott tinyere akwụkwọ ikpe ọhụrụ na-achọ ọmụmụ ihe ọhụrụ na nnwale nke nnukwu ìgwè nke kemịkal PFAS n'aha otu klas mba niile nke onye ọ bụla nọ na United States nwere kemịkalị PFAS n\"ọbara ha, megide ọtụtụ ndị na-emepụta PFAS, gụnyere 3M, DuPont, na Chemours. Ikpe ọhụrụ a na-aga n'ihu site na Mee 2020[update]. N'ọnwa Machị 2022, ụlọ ikpe gọọmentị etiti na-ahụ maka ikpe ahụ kwadoro ikpe ahụ ka ọ gaa n'ihu dị ka ihe omume klas maka ọtụtụ nde mmadụ nwere PFAS n'ọbara ha.",
  "N'afọ 2016, akụkọ Bilott bụ ihe a na-elekwasị anya n'akụkọ mkpuchi nke Nathaniel Rich gosipụtara na New York Times Magazine, nke akpọrọ, \"The Lawyer Who Became DuPont's Worst Nightmare\"",
  "E mechara bipụta akụkọ Rich n'akwụkwọ ya, Second Nature (2021)",
  "E gosipụtakwara ọrụ Bilott n'isiokwu dị ukwuu na The Huffington Post (\"Welcome to Beautiful Parkersburg\") na The Intercept (ọtụtụ akụkụ The Teflon Toxin series)",
  "Robert Bilott bụ onye dere akwụkwọ ncheta a ma ama Exposure: Poisoned Water, Corporate Greed, and One Lawyer's Twenty-Year Battle Against DuPont, nke mbụ Atria Books bipụtara n'asụsụ Bekee na 2019, ma mesịa sụgharịa ya n'asụsụ Chinese (2022) na Japanese (2023). Jeremy Bobb na-akọ akụkọ akwụkwọ ọdịyo ahụ na isi nke mbụ nke Mark Ruffalo kọrọ",
  "Akụkọ Bilott ghọkwara ihe ndabere maka Dark Waters, ihe nkiri 2019 nke Mark Ruffalo dị ka Bilott, na Anne Hathaway dị ka nwunye Bilott, Sarah Barlage",
  "Akụkọ a gosipụtakwara na ihe ngosi ogologo oge The Devil We Know; ihe ngosi Swedish, The Toxic Compromise; bụ isiokwu nke uri ahụ, Watershed nke onye na-ede uri US Laureate Tracy K",
  "Smith; bụ isiokwu \"Toxic Waters\" nke ihe ngosi ọtụtụ akụkụ, Parched, nke gosipụtara na ọwa National Geographic TV na 2017",
  "Ọ bụkwa isiokwu maka abụ na vidiyo \"Deep in the Water\" nke The Gary Douglas Band, na abụ \"Blank\" / \"Worker\" nke emo revival band The World Is a Beautiful Place & I Am No Longer Afraid to Die. Ọ pụtakwara na Devil Put The Coal In The Ground, ihe ngosi 2022 banyere nhụjuanya na mbibi nke ụlọ ọrụ coal na ọdịda ya kpatara. Bilott dekwara okwu mbido nke akwụkwọ Forever Chemicals Environmental, Economic, and Social Equity Concerns with PFAS in the Environment, nke CRC Press bipụtara na 2021. Ọ pụtakwara na ihe nkiri e wepụtara na 2023 nke akpọrọ, Burned: Protecting the Protectors, nke na-elekwasị anya na ngosipụta PFAS n'etiti ndị ọrụ mgbanyụ ọkụ.",
  "N'afọ 2017, Bilott nwetara onyinye nrite nri nri mba ụwa, nke a makwaara dị ka \"Nrite Nobel Nhọrọ,\" maka ọtụtụ iri afọ ọrụ ya na nsogbu mmetọ kemịkalụ PFAS, ma gosipụta ya na stampụ enyere na Austria, na-echeta onyinye ahụ.",
  "N'afọ 2020, Bilott so na mgbasa ozi \"Fight Forever Chemicals\" na mgbasa ozi mgbasa ozi nke bụ onye mmeri na ntụrụndụ na onye ikpeazụ na Global Campaign, Media Partnership maka mgbasa ozi mmekọrịta Shorty Awards",
  "\"Fight Forever Chemicals\" nwetakwara ihe nrite ọla edo na gburugburu ebe obibi nakwa nchebe.",
  "Bilott na-eje ozi na bọọdụ ndị nduzi maka Less Cancer, bọọdụ ndị nlekọta maka Green Umbrella, ma rụọ ọrụ na bọọdụ alumni maka New College of Florida site na 2018-2021. N'afọ 2021, Bilott natara nzere Doctor of Laws Degree site na New College of Florida na nzere Doctor of Science Degree site n'usoro mmụta sayensị gburugburu ebe obibi nke Mahadum Ohio State.",
  "Ọ bụkwa onye otu na Right Livelihood College, Prọfesọ Honorary na National University of Cordoba na Argentina, na onye nkuzi na Yale School of Public Health, Department of Environmental Health Sciences.",
  "N'afọ 1996, Bilott lụrụ Sarah Barlage",
  "Ha nwere ụmụ atọ, Teddy, Charlie na Tony."
]