[
  "Robert H",
  "McNeill (Ọnwa Desemba 19, afọ 1917 - rụọ ọnwa Mee 27, afọ 2005) bụ onye Amerịka na-ese foto nke na-edekọ ndụ ndị Afrịka na Amerịka. \"N'afọ 1930 na 40, oge ọ bụla enwere ihe omume ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya, okpukpe ma ọ bụ obodo na obodo ndị isi ojii nke Washington, Robert H",
  "McNeill nọ ebe ahụ iji see ya foto",
  "\"",
  "A mụrụ McNeill na Washington, D.C.: nna ya William C",
  "McNeill bụ dọkịta na onye nkuzi ahụike, nne ya Mary A",
  "McNeil bụ onye nkuzi ụlọ akwụkwọ DC na onye otu Board of Education",
  "Ọ chọpụtara mmasị ya na foto dị ka nwa akwụkwọ ụlọ akwụkwọ sekọndrị na Dunbar High School, nke mepụtara otu ndị isi ojii na-ese  na ndị ụbụrụ na-aghọ nkọ n'oge ọkara mbụ nke narị afọ nke 20.",
  "Dị ka onye dị afọ iri na asatọ na Mahadum Howard nke Washington, McNeill sere foto onye dike Olimpik nke afọ 1936 bụ Jesse Owens n'oge ọ gara n'ụlọ akwụkwọ ahụ mgbe egwuregwu Olimpik gachara",
  "Ọ resịrị foto ahụ akwụkwọ akụkọ abụọ ndị Afrịka-Amerịka na akwụkwọ akụkọ DC anọ niile kwa ụbọchị, ndị na-akọwa obodo ndị Afrịka-Amerịka n'ozuzu ha pere mpe. Nke ahụ bụ oge dị mkpa n'ọrụ ya",
  "Mgbe ọ gachara Mahadum Howard afọ abụọ dị ka nwa akwụkwọ na-amụ ọgwụ, ọ banyere na New York Institute of Photography ebe ọ gụsịrị akwụkwọ n'afọ 1938.",
  "New York City bụ mpaghara na-amị mkpụrụ maka ihe foto na ihe mkpali maka McNeill",
  "Ọ na-ese foto ndị na-agba egwú na Savoy Ballroom, onye na-ese ihe nkiri E",
  "Simms Campbell na Lionel Hampton na Benny Goodman (na-emegharị maka Carnegie Hall Concert nke 1938) na ndị ọzọ",
  "Mgbe ọ nọ n'ụlọ akwụkwọ ahụ, McNeill chọpụtara na magazin Fortune na-achọ foto nke \"ndị ọrụ ụlọ, ọtụtụ n'ime ha bụ ndị isi ojii, ndị na-ezukọta na nkuku okporo ámá a họpụtara kwa ụbọchị iji ree ọrụ ha nye onye kacha elu",
  "\" McNeill nọ na-emepụta ụdị foto nke ya ka ọ na-ejikọta foto nke ndị ọrụ ojii na gburugburu ha; dịka ọmụmaatụ, ụmụ nwanyị atọ na nwoke guzo n'okpuru ihe nkiri nke na-agụ, \"Make a Wish\"",
  "Dị ka akụkụ nke ọrụ ahụ, McNeill nwere ike iso Bessie Windstown ka ọ na-eche n'otu akụkụ maka ọrụ ọ ga-arụ, site na mkparịta ụka ya na onye isi ụlọ ọcha si Bronx maka ụgwọ ọnwa ya kwa awa n'ụlọ onye were ya n'ọrụ, ebe o nwere ike ise foto ya ka ọ na na-asa ala n'aka na ikpere ya",
  "N'ikpeazụ, Fortune ejighị foto McNeill mee ihe; akụkọ ikpeazụ ha, \"Nsogbu Ohu\", gosipụtara akụkọ ahụ site n'echiche ndị were ya n'ọrụ",
  "McNeill nwere ike bipụta edemede \"The Bronx Slave Market\" na Flash!, magazin na-edezi oji na Washington na NYC. Ọ laghachiri Washington n'afọ 1938 wee guzobe onwe ya dị ka onye na-ese foto n'efu.",
  "N'afọ ndị na-adịbeghị anya, [mgbe?A na-egosipụta foto McNeill n'ọtụtụ ebe n'ihi mgbalị nke onye meriri MacArthur Fellowship Award Deborah Willis, onye, mgbe ọ na-arụ ọrụ na Smithsonian's African-American Museum Project, ghọtara nka na ọhụụ McNeill.",
  "E gosipụtara ọrụ ya n'afọ 1983 na 1984 na A Century of Black Photographers, ihe ngosi njem mba nke Rhode Island Institute of Design kwadoro.",
  "N'afọ 1985, egosiri foto ya na Chicago na Los Angeles dị ka akụkụ nke ihe ngosi The Black Photographer: An American View",
  "Na Washington, DC, e gosipụtara ọrụ ya na Sumner School n'afọ 1989 na Smithsonian Institution's Anacostia Museum n'afọ 1991.",
  "Ọrụ ya bụkwa akụkụ nke ihe ngosi afọ 1992 To Achieve These Rights, edemede foto banyere desegregation na Washington.",
  "N'afọ 1994 na 1995, e gosipụtara foto ya na ihe ngosi Free Within Ourselves, na National Museum of American Art.",
  "N'afọ 1996, e gosipụtara nnukwu ọrụ ya na Visual Journal, nnukwu ihe ngosi nke Smithsonian's Center for African American History and Culture.",
  "N'oge mgbụsị akwụkwọ nke afọ 1997, foto McNeill nke agbata obi nwata ya bụ akụkụ dị mkpa nke ọrụ nka okporo ámá nke Washington Historical Society's Remembering iao Uzin Street.",
  "Robert H",
  "McNeill nwụrụ n'ọnwa Mee 25, afọ 2005, n'ihi nsogbu nke ọrịa shuga",
  "McNeill lụrụ di ugboro atọ",
  "Alụmdi na nwunye mbụ ya biri na ịgba alụkwaghịm ma bụrụ onye di ya nwụrụ ugboro abụọ",
  "O nwere ụmụ abụọ, Robert McNeill Jr",
  "na Susan McNeill."
]