[
  "Robert H",
  "Colescott (ubochí irí abụọ na isii n'ọnwa Ọgọst, 1925 rụo ụbọchị anọ n'ọnwa Juun, 2009) bụ onye America na-ese ihe",
  "A maara ya màkà ụdị satirical na isiokwu ìgwè mmadụ, na-ekwukarị echiche ya dị egwu, na-atọ ọchị, ma ọ bụ na-egbu mgbu banyéré ịbụ ónyé Africa America",
  "Ọ mụụrụ Fernand Léger na Paris",
  "Ọrụ Colescott dị n'ọtụtụ nnukwu nchịkọta ọha na eze, gụnyere (na mgbakwunye na Albright-Knox) ndị nke Museum of Modern Art na New York, Corcoran Gallery of Art, San Francisco Museum of Modern Arts, Museum of Fine Arts, Boston, Hirshhorn Museum and Sculpture Garden, na Baltimore Museum of Art.",
  "Colescott zụlitere ịhụnanya miri emi màkà egwu n'oge ọ bụ nwata",
  "Nné ya bụ onye na-akpọ piano na nnà ya bụ onye nwéré nkà na ụzụ na jazz violin",
  "Ha si New Orleans kwaga Oakland, California, ebe a mụrụ Colescott na 1925",
  "Ọ malitere ịgbà mgbè ọ dị obéré ma chee echiche nke ọma ịchụso ọrụ dị ka ónyé na-agụ egwú tupu ọ malite na nka",
  "Onye na-ese ihe Sargent Claude Johnson bụ enyi ezinụlọ bụ ónyé bụ ihe nlereanya màkà Colescott na-etolite, ọ bụkwa njikọ na Harlem Renaissance na ọrụ nka na-emetụta ahụmịhe ndị Africa na America",
  "N'afọ 1940, Colescott lere anya ka onye na-ese ihe na Mexico bụ Diego Rivera sere ihe osise na Golden Gate International Exposition na Treasure Island dị nso na San Francisco",
  "Colescott gara n'ihu na-amụta akụkọ ihe méré eme nke Western art na ịchọpụta nka nke Africa na New Guinea",
  "Ọ ga-ama mgbè niile ihe na-eme n'ụwa nka nke oge a",
  "Ka o sina dị, ahụmịhe ndị mbụ a nọgidere na-abụ ihe na-emetụta.",
  "Dị ka onye na-ese ihe, e debara aha Colescott na ndị agha US na 1942 ma jee ozi na Europe ruo mgbè Agha Ụwa nke Abụọ biri",
  "Njem ọrụ ya kpọgara ya na Paris, mgbe ahụ isi ọbọdọ nke ụwa nka na ọbọdọ nke nabatara ndị na-ese ihe n'Afrịka America",
  "Mgbè ọ laghachiri n'ụlọ, ọ debanyere aha na UC Berkeley, nke nyéré ya nzere bachelọ na eserese na eserese n'afọ 1949",
  "Ọ nọrọ n'afọ sochirinụ na Paris, na-amụ ihe na ónyé France na-ese ihe Fernand Léger, wee laghachi UC Berkeley, nweta nzèrè masta na 1952.",
  "Ọ bụ na Portland ka e guzobere ọrụ ọkachamara Colescott dị ka ónyé na-ese ihe, ekele dị ukwuu màkà onye na-akwado nka na onye ọrụ ebere Arlene Schnitzer, ónyé nwe na ónyé nduzi nke Fountain Gallery, nke ọ meghere iji kwalite ndị na-ese egwu nke ógè a site na mpaghara ahụ",
  "E tinyere ọrụ Colescott na ngosi ngosi nke gallery na 1961, e nyekwara ya ihe ngosi nke mbụ ya n'ebe ahụ na 1963",
  "N'ihe dị egwu mere n'afọ 1977, ọkụ gbara ụlọ ngosi ahụ, ọtụtụ ọrụ Colescott gbara ọkụ yana ọrụ nke ọtụtụ ndị omenkà ndị ọzọ na-anọchite anya ụlọ ngosi ahụ. Ụlọ ngosi ahụ, nke meghere ọzọ mgbe ọkụ ahụ gasịrị n'ebe ọhụrụ, nọgidere na-anọchite anya ọrụ Colescott ruo mgbè ọ mechiri ọnụ ụzọ ya na 1986.",
  "Robert Colescott nwụrụ na úbọchị anọ n'ọnwa Juun, 2009, na Tucson AZ.",
  "Robert Colescott nwèrè nwanne nwoke Warrington Colescott Jr",
  "nke Hollandale, Wis.; na ụmụ nwoke ise: Alex Colescott, Nick Colescott.",
  "Robert Colescott nwèrè ụmụ atọ: Colescott Rubin si Dennett Colescott",
  "Hutton Colescott na Holly Colescott si Cooper Colescott."
]