[
  "Robert Robinson Taylor (Jụn 8, 1868 ruo Disemba 13, 1942) bụ onye Amerịka na-ese ụkpụrụ ụlọ na onye nkuzi",
  "Taylor bụ nwa akwụkwọ Afrịka-Amerịka mbụ debanyere aha na Massachusetts Institute of Technology (MIT), na onye mbụ Afrịka-Amerịka architect mgbe ọ gụsịrị akwụkwọ na 1892. Ọ bụ onye mbụ na onye nwere mmetụta na ngalaba Tuskegee Institute.",
  "A mụrụ ya na Wilmington, North Carolina, Taylor nọgidere na-arụ ọrụ n'ihe owuwu na South America ruo ihe karịrị afọ iri anọ",
  "Ọ rụrụ ọtụtụ n'ime ụlọ mbụ nke Tuskegee Institute, na ọtụtụ kọleji na mahadum ndị ọzọ na-eme ihe nkiri",
  "Dị ka onye nke abụọ na Booker T",
  "Washington, onye guzobere Tuskegee Institute, Taylor nyere aka na atụmatụ ụlọ akwụkwọ na ịmepụta usoro agụmakwụkwọ ụlọ akwụkwọ ahụ.",
  "A mụrụ Robert Robinson Taylor na Jụn 8, 1868, na Wilmington, North Carolina. Nna ya, Henry Taylor, rụrụ ọrụ dị ka ọkwá nkà na onye ọchụnta ego, a mụrụ ya n'ohu mana nna ya na onye nwe ya bụ Angus Taylor tọhapụrụ ya na 1847",
  "Nne ya, Emily Still, bụ nwa nwanyị nke ndị nweere onwe ha ọbụna tupu Agha Obodo. Ọ hapụrụ ụlọ ya gaa MIT na 1888, ebe ọ gụrụ ihe owuwu. Na Jụn 1890 na ọzọ na Septemba 1891, a tụrụ aro ka ọ bụrụ Loring Scholarship, nke o nwere afọ agụmakwụkwọ abụọ n'usoro: 1890 ruo 1891 na 1892 ruo 1893.",
  "N'oge ọ na-agụ akwụkwọ na MIT, ya na Booker T",
  "Washington kwurịtara okwu n'onwe ya ihe karịrị otu oge. Ihe Washington bu n'uche bụ maka Taylor iji mepụta usoro mmepụta ihe na Tuskegee na ịhazi ma duzie iwu ụlọ ọhụrụ maka ogige ahụ. Na nzukọ ngalaba MIT na Mee 26, 1892, Taylor bụ otu n'ime ụmụ akwụkwọ iri na abụọ na Course IV, usoro ihe owuwu, nke a tụrụ aro maka nzere. Klas nke 1892 bụ nke kachasị ukwuu na ndekọ kemgbe ntọala MIT. Mgbe ọ gụsịrị akwụkwọ, Taylor agaghị Tuskegee ozugbo",
  "O mechara nabata onyinye Tuskegee n'oge mgbụsị akwụkwọ ma ọ bụ oge oyi nke 1892.",
  "Ihe owuwu mbụ Taylor rụrụ na Mahadum Tuskegee bụ Ụlọ Nzukọ Sayensị (Thrasher Hall) nke e wuchara na 1893. Ọ bụ ụmụ akwụkwọ wuru Ụlọ Nzukọ Sayensị ọhụrụ ahụ kpamkpam, na-eji brik ndị ụmụ akwụkwọ mere n'okpuru nlekọta Taylor. Ọrụ ahụ gosipụtara nkà ihe ọmụma Washington nke ịkụnye ụmụ akwụkwọ Tuskegee, ụmụ nke ndị Afrịka bụbu ndị ohu, uru na ùgwù nke ọrụ aka ma nye ụwa ihe atụ nke ikike nke ndị Afrịkan Amerịka na azụmaahịa ụlọ, ọ gosikwara ikike ka ukwuu nke usoro ọzụzụ aka na-emepe na Tuskegee. Ọtụtụ ụlọ ndị ọzọ sochiri, gụnyere Tuskegee Chapel mbụ, nke e wuru n'etiti 1895 na 1898. Mgbe Chapel bịara The Oaks, nke e wuru na 1899, ụlọ onye isi oche nke Mahadum Tuskegee.",
  "Site na 1899 ruo 1902, ọ laghachiri Cleveland, Ohio, ịrụ ọrụ n'onwe ya na maka ụlọ ọrụ Charles W",
  "Hopkinson. Mgbe ọ laghachiri Tuskegee site na Cleveland na 1902, ọ bụ onye na-ese ụkpụrụ ụlọ na onye nduzi nke \"ụlọ ọrụ igwe\" ruo mgbe ọ lara ezumike nká n'etiti afọ 1930. Iji mepụta usoro mmụta dị mma na Tuskegee, ma Washington na Taylor si na MIT nweta ihe nlereanya. E gosipụtara mmasị Taylor nwere maka MIT dị ka ihe nlereanya maka mmepe Tuskegee n'okwu o kwuru na MIT na 1911. Taylor depụtara ihe atụ na 1911 US Congress na akwụkwọ iji gosipụta ụdị echiche siri ike, ụzọ, na usoro nke Tuskegee nabatara site na MIT ma jiri ya mee ihe n'ụzọ gara nke ọma n'ime ihe gbasara ụlọ akwụkwọ agụmakwụkwọ ojii.",
  "Taylor rụkwara ụlọ ndị na-adịghị na Tuskegee",
  "Ndị a gụnyere ọbá akwụkwọ Carnegie na Wiley College na Marshall, Texas, na Livingstone College na Salisbury, North Carolina",
  "Ya na onye mmekọ ya mechara, onye isi ojii Louis H",
  "Persley, rụrụ nnukwu ụlọ na Mahadum Selma na Selma, Alabama, na Ụlọ Nsọ Masonic Colored, nke bụkwa ụlọ ọrụ na ebe ntụrụndụ, na Birmingham, Alabama.",
  "Ọ rụrụ ọrụ ruo oge ụfọdụ dị ka osote onyeisi nke Tuskegee, malite na 1925. N'afọ 1929, n'okpuru nkwado nke Phelps-Stokes Fund, gọọmentị Liberia, na Firestone Rubber, ọ gara Kakata, Liberia iji setịpụ atụmatụ ụlọ ma chepụta mmemme na ọzụzụ ụlọ ọrụ maka Booker Washington Institute \"the Tuskegee  Africa\". Robert Taylor jere ozi na Mississippi Valley Flood Relief Commission, nke Onye isi ala Herbert Hoover họpụtara, ọ bụkwa onyeisi oche nke Tuskegee chapter nke American Red Cross.",
  "Mgbe ọ lara ezumike nká na obodo ya Wilmington, North Carolina, na 1935, gọvanọ nke North Carolina họpụtara Taylor ka ọ bụrụ onye nlekọta nke ihe bụzi Mahadum Fayetteville State. Ọzọkwa, na 1942, ihe na-erughị afọ iri mgbe ọ lara ezumike nká na Tuskegee, o degaara odeakwụkwọ nke klas MIT ya akwụkwọ na-egosi na a tọhapụrụ ya na ọgwụgwọ maka ọrịa a na-akọwaghị akọwa na Mayo Clinic na Rochester, Minnesota. \"N'ihi ezi omume Providence na ndị dọkịta nwere nkà,\" ka o kwuru, \"M ka mma ugbu a\".",
  "N'afọ 1898, ọ lụrụ Beatrice Rochon Taylor. Ha nwere ụmụ anọ, otu n'ime ha, Robert Rochon Taylor, ghọrọ onye a ma ama na-akwado ụlọ na Chicago. Nwanne Beatrice nke obere bụ onye nkuzi na onye na-ahụ maka ọgwụ Etnah Rochon Boutte. Mgbe Beatrice nwụsịrị na 1906, Robert lụrụ Nellie Chestnutt ọzọ na 1912; ha nwere otu nwa.",
  "Ọ nwụrụ na Disemba 13, 1942, mgbe ọ na-aga ozi na Tuskegee Chapel, ụlọ ọ weere dị ka ihe kachasị mma ọ rụzuru dị ka onye na-ese ụkpụrụ ụlọ. E liri ya na Pine Forest Cemetery na Wilmington, North Carolina.",
  "A na-akpọ Taylor School of Architecture and Construction Science na Mahadum Tuskegee aha Taylor",
  "A na-akpọ ọrụ ụlọ ahụ na Chicago, Robert Taylor Homes, aha nwa ya nwoke, Robert Rochon Taylor, onye isi obodo na onye bụbu onyeisi oche nke Chicago Housing Authority.",
  "US Postal Service nwere stampụ post nke nwere onyinyo ya.",
  "Nwa nwa ya nwanyị, Valerie Jarrett, bụ onye ndụmọdụ ukwu nke onye isi ala Barack Obama."
]