[
  "Robina Gureme Rwakoojo bụ onye ọka iwu Ugandan, onye omeiwu nke na-eje ozi ugbu a dị ka onye nnọchi anya onye omeiwu maka Gomba West County na Gomba District na omeiwu nke iri na otu nke Uganda. Ọ nwere njikọ na National Resistance Movement (NRM). Ọ rụkwara ọrụ na Nzukọ Ndị Omeiwu nke iri nke Uganda. Ọ sonyekwara n'asọmpi maka onye nnọchi anya onye isi okwu na nke 11th parliament nke Uganda.",
  "A mụrụ Robina Gureme Rwakoojo na 17 Julaị 1964 n'ezinụlọ Anglican. Ọ gụsịrị akwụkwọ Primary Leaving Examinations 1976 na Nakasero Primary School",
  "Ọ gara Nabumali High School ebe ọ gụsịrị akwụkwọ Uganda Certificate of Education na 1980",
  "Ma site na Kings College Budo na 1984, ọ gụsịrị akwụkwọ na Uganda Advanced Certificate of Education.",
  "Rwakoojo Gureme Rwakoojo gụsịrị akwụkwọ na nzere bachelọ na Law na Mahadum Makerere na 1990",
  "Ọ gụsịrị akwụkwọ na Postgraduate Diploma na Legal Practice site na Law Development Centre na 1990 na Postgr graduate Diploma na Public Administration and Management site na Uganda Management Institute na afo puku na asaa.",
  "Robina Gureme Rwakoojo bụ onye ọka iwu steeti maka Ngalaba Ọchịchị Ọchịchị n'okpuru Ministry of Justice and Constitutional Affairs site na 1990 - 1992 ma n'ime otu nzukọ ahụ, ọ ghọrọ onye ọka iwu obodo site na 1992 - 1995. Ọ ghọrọ Onye Ọkaiwu Steeti maka Ngalaba Ọchịchị Ọchịchị n'okpuru Ministry of Justice and Constitutional Affairs site na 1995 - 1996",
  "Maka Directorate of Legal Advisory Services n'okpuru Ministry of Justice and Constitutional Affairs, ọ bụ (onye ọka iwu ukwu steeti site na 1996 - 1999 ma mesịa ghọọ onye ọka iwu steeti 1999 - 2003).",
  "Ọ ghọrọ onye ọka iwu steeti maka Directorate of Civil Litigation n'okpuru Ministry of Justice and Constitutional Affairs site na 2003 - 2007",
  "Ọ ghọrọ onye isi na-anọchite anya, maka Directorate of Civil Litigation n'okpuru Ministry of Justice and Constitutional Affairs site na 2007 - 2008",
  "Rwakoojo ghọrọ onye na-anọchite anya onye nduzi Civil Litigation maka Ministry of Justice and Constitutional Affairs site na 2008 - 2013. Ọ ghọrọ Kọmishọna Line Ministries maka Directorate of Civil Litigation n'okpuru Ministry of Justice and Constitutional Affairs site na 2010 - 2015",
  "N'afọ 2016, ọ meriri oche maka ịbụ onye nnọchi anya ndị omeiwu maka Gomba West County na Gomba District na nke iri nke Uganda",
  "A họpụtara ya ọzọ maka otu oche ahụ na puku abụọ na iri abụọ na abụọ",
  "Ọ na-anọdụ na kọmitii maka nhọpụta, ọ bụkwa Onye isi oche nke Iwu na Nzukọ Ndị Omeiwu na nzuko omeiwu nke iri na otu nke Uganda",
  "Ọ rụrụ ọrụ dị ka osote onye isi oche nke Kọmitii Ohere Ịha nhata na ndị omeiwu nke iri. A họpụtakwara ya ka ọ bụrụ onye isi kọmitii ahọpụtara site na Nzukọ Ndị Omeiwu na ntụziaka nke Onye isi oche Rebecca Kadaga nke nyochara ebubo nke ime ihe ike mmekọahụ na iyi egwu n'ụlọ akwụkwọ, mahadum na ụlọ akwụkwọ dị elu.",
  "ụfọdụ n'ime Robina Gureme Rwakoojo ọrụ ndị ọzọ na onyinye gụnyere ịkwado ndị otu bọọlụ na mpaghara ahụ, ịkwado ụmụ nwanyị SACCOS, mmezu nke Borehole Project na Mpanda, Kyegonza, Kanoni TC maka ndị ya na Gomba West County. O sonyekwara na nyocha nke ime ihe ike mmekọahụ na iyi egwu n'ụlọ akwụkwọ, mahadum na ụlọ akwụkwọ dị elu. O sonyekwara na ọgụgụ nke abụọ nke Iwu Ndezigharị Iwu ma vootu Ee na ya. O sonyekwara n'ọtụtụ ikpe ụlọ ikpe"
]