[
  "Robin Holder (amụrụ n'afọ 1952) bụ ónyé America na-ese ihe nkírí na ónyé na-eme ihe ike n'oge a",
  "A maara Holder màkà ihe osise na ihe osise ya nke mgbasa ozi na ihe osisa nke na-elekwasị anya na isiokwu nke mmụọ na agbụrụ, ọkwa, ikpe ziri ezi, na ahụmịhe onwé ónyé. E nyere Robin Holder ọrụ ịmepụta ọtụtụ ihe ngosi nka ọha na eze na North-Eastern United States, gụnyere New York City na New Jersey. Enwere ike ịchọta ọtụtụ ọrụ ya abụọ n'ọtụtụ nchịkọta, gụnyere Library of Congress, Washington State Arts Commission, na Schomburg Center for Research in Black Culture.  Robin etinyela aka na agụmakwụkwọ nka ihe karịrị afọ iri atọ.",
  "Robin Holder, amụrụ na Chicago na 1952 ma zụlite na New York City, bụ nwa nwanyị nke nna African American Episcopalian na nne Caucasian Russian American Jewish. Ezinụlọ ya na ọbọdọ ndị ọ na-arụkọ ọrụ site na nwata lekwasịrị anya na nsogbụ mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị, na-eme ka ọ mara banyéré ọdịiche dị n'etiti nwoke na nwanyị, agbụrụ, okpukpe na mmekọrịta mmadụ na eze gbụrụ-gbúrụ ya",
  "Robin gara ụlọ akwụkwọ sekọndrị na New York City, gụsịrị akwụkwọ na 1969 na LaGuardia High School Of Music and Arts.  Holder natara agụmakwụkwọ na The Art Students League of New York (1969−71) ebe ọ gụrụ akwụkwọ n'okpuru Marshall Glasier, Vaclav Vytlacil, Morris Kantor, na Rudolf Baranik. Mgbè ọ gụsịrị akwụkwọ na The Art Students League nke New York, Holder kwagara Mexico ma jiri oge mepụta nka. Ọ rụkwara ọrụ otu afọ na Amsterdam Grafisch Atelier na-amụ lithography (1976-1977) ma mesịa bụrụ osote ónyé nduzi màkà Robert Blackburn's Printmaking Workshop na New York City ruo 1986.",
  "Mgbè ọ hapụsịrị ọrụ ya na Bob Blackburn's Printmaking Workshop, Holder gara n'ihu bụrụ ónyé nkụzi na-akụzi ihe na The Studio in a School na onye nkụzi ónyé na-ese ihe na The Children's Museum of Manhattan ruo 1989, mgbè ọ natara onyinye site na Manhattan Graphics Center. Ọ bụ New York State Council on the Arts kwadoro ya na mmemme óbíbí ya na El Museo Del Barrio. Site na 2004-2006 Holder zụrụ ndị nkuzi nka banyéré otu esi eji Blueprint màkà nkuzi na mmụta na mmemme nka. Holder natara Onyinye Ónyé Ọkpụkpọ Visual Artist site na Brooklyn Arts Council na 1999, mgbè ahụ na 2001, ọ bụ ónyé omenkà ahọpụtara maka mmemme Mid Atlantic Arts Foundation's Artist As Catalyst na 2005 na onye omenkọta ọbịa na Temple Visual Arts Festival. Na mgbakwunye, Holder bụ ónyé na-ese ihe na Experimental Printmaking Institute na Lafayette College na 2011."
]