[
  "Robin Amelia Arzón bụ onye nkuzi mmega ahụ nke America na onye edemede, nke a maara nke ọma dị ka onye nkuzi na Peloton, nke ọ bụkwa osote onye isi oche nke mmemme ahụike.",
  "A mụrụ Robin Arzón na Philadelphia n'aka nne onye Cuban gbara ọsọ ndụ na nna Puerto Rican",
  "Nne ya bụ dọkịta nke kụziiri onwe ya Bekee site na ikiri PBS",
  "Nna ya bụ onye ọka iwu na onye bụbu prọfesọ iwu.  Dị ka nwatakịrị, a gbara ya ume ilekwasị anya na agụmakwụkwọ na ezinụlọ",
  "Egwuregwu abụghị akụkụ nke ndụ ya mgbe ọ na-etolite.",
  "Arzón attended New York University, where she graduated magna cum laude. Afterwards, she went on to attend Villanova University School of Law.",
  "Arzón gụsịrị akwụkwọ na mahadum nke Villanova nke na ahụ maka iwu na 2007 ma nọrọ afọ asaa dị ka onye na-ekpe ikpe na Paul, Hastings, Janofsky & Walker, LLP. Nna ya, onye bụkwa onye ọka iwu, kpaliri ya ma gbaa ya ume ka ọ gaa n'ihu n'ọrụ iwu.",
  "N'oge ọkọchị nke afọ 2002, mgbe ọ nọ na klas dị ala, e jidere Arzón na ndị ọzọ 40 n'ụlọ mmanya dị na East Village nke Manhattan",
  "\"Otu nwoke, nke ji égbè atọ na mma agha samurai, gbagburu mmadụ atọ, jiri kerosene mee ka ìgwè ahụ dị nro ma yie ha egwu na ọkụ barbecue",
  "O jidere Arzon na ntutu ma jide égbè ahụ na ọkụ ya n'isi ya ka ọ na-eji ya dị ka ọta mmadụ iji soro ndị uwe ojii kwurịta okwu",
  "Ndị ahịa abụọ mechara jide nwoke ahụ, na-enye ndị uwe ojii ohere ịbanye n'ụlọ mmanya ma merie ya.",
  "Mmetụta a kpaliri Arzon ịmalite ịgba ọsọ na nke mbụ ya na ndụ ya",
  "Otu afọ mgbe e mesịrị, n'afọ 2003, ọ hụrụ mpempe akwụkwọ maka ọsọ puku irir n'otu ụlọ akụ n'ehihie Fraịdee wee kpebie isonye na ọsọ ahụ n'ụtụtụ echi ya. 10K a ga-abụ asọmpi mbụ nke Arzon na mbọ mbụ ya na ndụ ya. O kwuru banyere ọchịchọ ahụ, \"Amaghị m ebe 10km dị na kilomita\". Mgbe asọmpi ahụ gasịrị, ọ malitere ịgba ọsọ 2-3 kilomita n'otu oge n'etiti klas ụlọ akwụkwọ iwu ya.",
  "N'ime afọ iri sochirinụ, mgbe ọ na-agbaso iwu, ọ hụrụ ịgba ọsọ, ahụike, na ahụike n'anya wee malite ịkwadebe maka mgbanwe ọrụ.",
  "Arzon agbaala ihe karịrị agbụrụ 50, gụnyere oso 25, ultramarathons atọ dị kilomita 50, na otu agbụrụ dị kilomita 100. Ọ gbara ọsọ ukwu mbụ ya na oso mba new york, n'afọ 2010. O nwere oge ọ gbara ọsọ ise n'ime ụbọchị ise maka MS Run the US iji sọpụrụ nne ya, nke edere na ihe ngosi Run It Out Ọ gwụchara ọsọ 100 kilomita mbụ ya na Keys100 - ọsọ nke malitere na Key Largo ma kwụsị na Key West, Florida - n'ihe na-erughị awa 30 na 2016.",
  "N'afọ 2012, Arzon malitere ọrụ na ahụike na ahụike mgbe ọ hapụsịrị ọrụ ya na ụlọ ọrụ ndị ọka iwu",
  "Ọ malitere n'oge a dị ka onye nta akụkọ egwuregwu n'efu, na-ede maka akwụkwọ dị ka Newsweek na New York Magazine",
  "O mere akụkọ egwuregwu site na ihe ịma aka nke london2012.",
  "Arzon chọrọ ịbịaru ndị na-eme egwuregwu nso ma chọọ igosi ndị ọzọ na enwere ụzọ ọzọ ị ga-esi bụrụ onye na-eme ihe. Ọ gakwuuru John Foley, onye isi oche nke Peloton, na 2014 ọ sonyeere Peloton na New York City dị ka onye nkuzi. N'afọ 2016, e buliri ya n'ọkwa osote onye isi oche nke Fitness and Programming nke Peloton.",
  "N'afọ 2013, Arzon jikọrọ aka guzobe òtù ahụike, na ihu ihe gbasara mmezi ihe pụrụ iche na akwụkwọ obibi akwụkwọ nke",
  "Ọ bụ otu n'ime ndị America 20 a ma ama na-aga Serengeti na National Geographic Channel, MYGRATIONS, na 2015. Usoro ahụ, nke gosipụtara na 2016, gosipụtara mmadụ 20 na-agagharị na njem nke mbata wildebeest kwa afọ nke na-eme n'oge opupu ihe ubi ọ bụla site na Serengeti Plains gaa Maasai Mara na Kenya",
  "Ndị na-eme ihe nkiri, ndị sitere na ndị na-eme egwuregwu na ndị na'egwuregwu, enyeghị ha map ma ọ bụ ngwá agha ma buru naanị nri na mmiri.",
  "Arzon bụ onye nnọchi anya Adidas zuru ụwa ọnụ",
  "Ọ pụtara na mkpọsa mkpọsa ha abiala m.imeputa  na 2016.",
  "Ọ bụkwa onye nkuzi na-agba ọsọ ụzọ isi nke ndị òtù Amirika.",
  "A chọpụtara Arzon dị ka onye na-arịa ọrịa shuga nke Type 1 na 2014 ma ugbu a ọ nọ na oche ọchịchị nke gáfèrè ndị mbu otu na-enweghị uru nke lekwasịrị anya n'ịkwalite mmata banyere ọrịa shuga nke ụdị 1 nke Nick Jonas guzobere.",
  "GoN'afọ 2019, Arzon lụrụ onye njikwa itinye ego Drew Butler na Tulum, Mexico",
  "Ya na Butler zutere n'ụlọ mmanya dị na odida anyanwu nke villae nke Manhattan na 2016",
  "Ahụmahụ agbamakwụkwọ ha nke ụbọchị anọ sitere n'ịhụnanya ha nwere maka Burning Man.",
  "Arzon na Butler kwupụtara ọmụmụ nwa mbụ ha, nwa nwanyị aha ya bụ Athena Amelia Arzón-Butler, na Machị 2, 2021. Arzon bụ onye na-eri nri."
]