[
  "Owelle Rochas Anayo Okorocha (amụrụ 22 Septemba 1962) bụ onye ọchụnta ego nke ndị Naijirịa ọtụtụ ijeri, onye na-ahụ maka agụmakwụkwọ na onye ndọrọ ndọrọ ọchịchị nke sitere na steeti Imo",
  "Okorocha bụ onye bụbu gọvanọ na onye omebe iwu na-anọchite anya Imo West Senatorial district na itenani Senate nke United States, onye meriri ntuli aka nke 6 May 2011 na Imo State ma họpụta ya maka oge nke abụọ ya na Eprel 11, 2015",
  "onye bụbu gọvanọ ga-anọchi anya Imo West Senatorial District n'ụlọ ndozi uhie",
  "Ọ bụ onye guzobere Rochas Foundation, ọrụ ebere nwere ọtụtụ ụlọ akwụkwọ pụrụ iche na-agbasa na Naịjirịa niile nke na-enye ụmụ akwụkwọ na-enweghị ohere na Nigeria ihe mmụta",
  "N’ozi mbụ ọ gara, ọ gbara ọsọ n’elu All Progressives Grand Alliance (APGA) wee gbara n’elu ikpo okwu All Progressives Congress maka oge nke abụọ ya",
  "Amụrụ Rochas na 22 Septemba na afo 1962 na Ogboko, Ideato South, Imo State",
  "Ọ gara ụlọ akwụkwọ sekọndrị nke Juladaco, Jos (1976-1981)",
  "Ọ gụrụ akwụkwọ na Mahadum Jos (1990-1991), nwetara diplọma na Ọchịchị",
  "Ọ laghachiri Mahadum Jos (1993-1994) iji nweta diplọma dị elu na Ọchịchị. Ọnọdụ ndị ọrụ gụnyere Onye isi ala, Nigeria Red Cross Society, Onye isi ala / Onye guzobere, Rochas Foundation Inc, Onye isi ala, Rochas Group of Company Limited, Pro Chancellor, African Business School na Onye isi oche mbụ, Board of Nigeria Airspace Management Agency",
  "Okorocha bụ onye Kọmịshọna na Federal Character Commission na onye otu Mgbakọ Naịjirịa Maka Iwu Ọchịchị. Mgbe e weghachiri ọchịchị onye kwuo uche ya na 1999, Rochas Okorocha soro na ntuli aka nke ịbụ onye People's Democratic Party (PDP) maka onye gọvanọ nke steeti Imo, mana Achike Udenwa meriri. Ọ banyere na All Nigeria People's Party (ANPP), bụrụkwa onye na-emeghi eme nke ọma maka Onye isi ala na ikpo okwu ANPP na 2003",
  "Ọ laghachiri na PDP, Onye isi ala Olusegun Obasanjo họpụtara ya dị ka onye ndụmọdụ pụrụ iche na Inter-Party.",
  "Rochas Okorocha guzobere otu",
  "pati Action Alliance (AA) na 2005, na-ezube ịzọ onye isi ala maka AA na ntuli aka 2007. Ọ laghachiri na PDP ọzọ, na Septemba 2007 gosipụtara na ọ nwere mmasị ịghọ Onye isi oche nke PDP. Mgbe Gọvanọ Ikedi Ohakim kwụsịrị site na Progressive Peoples Alliance (PPA) gaa PDP na July 2009, Okorocha gọrọ agọ na Ohakim weghaara PDP na steeti ahụ, na-ekwu na akpọrọ ya dị ka onye isi ebe ọ bụ gọvanọ, mana nke kwesịrị ekwesị",
  "Ekwesịrị ịme nnọkọ PDP iji kpebie iwu.",
  "Okorocha si na PDP banye na All Progressives Grand Alliance (APGA) ka ọ wee bụrụ onye ga-abụ APGA maka gọvanọ Imo Steeti na ntuli aka ọchịchị Eprel 2011",
  "Ka izu ole na ole gachara, na Disemba afọ 2010, APGA kwụsịtụrụ Okorocha na pati ahụ ihe ọ kọwara dị ka ihe ndị ọzọ na-emegide ndị ọzọ na-echere nyocha nke omume ya. Akụkọ kwuru na o jiri ndị oji egbe wakpo ndị isi nke otu steeti ImoGA nke APGA",
  "Okorocha na ndi ya na ha yukwara egwu Onye isi ochichi Imo State na ode akwukwo APGA. Ka osi di, Okorocha gara n'ihu na dika onye ochichi APGA ma merie na-esote",
  "Rochas na 2013 degharịrị na All Progressive Congress",
  "Independent National Electoral Commission (INEC na aha ichafu) kwupụtara na ntuli aka gọvanọ Imo Steeti emere na 26 Eprel 2011 bụ nke nwere mgbagha n'ihi na o enweghị usoro. INEC nyere iwu ka a na-emegharị n'ime mpaghara ọchịchị obodo anọ na otu ngalaba, ka aga eme na 6 Mee 2011. Na mmemme ahụ, emeghị ntuli aka na mpaghara gọọmentị Oguta n'ihi ihe egwu egwu. Nsonaazụ ikpeazụ mere Okorocha nke APGA kwupụtara mmeri na ntuli aka 336,859",
  "Onye na-esote gọvanọ bụ Ikedi Ohakim nke PDP jiri ntuli aka 290,490 sochiri ya",
  "Onye bụbu Senator Ifeanyi Araraume nke Action Congress of Nigeria (ACN) bụ onye nke atọ na ntuli aka 107,068",
  "Onye isi ala Goodluck Jonathan kelere Okorocha na nhoputa ya, na-ekwu na ndị Imo State kwuru okwu site na igbe vootu.",
  "Na nkwadebe maka ntuli aka nke 2015, onye bụbu osote onye isi oche, ulo ndị nnọchiteanya, Hon",
  "Emeka Ihedioha, tụbara ya okpu maka nsogbu ọchịchị",
  "Mgbe o nwesịrị iwepu kaadị tiketi ndị PDP na ndị ọzọ na-asọ mpi, o jiri onye isi ala, Okorocha bibie ya",
  "Ntuli aka ahụ mechara mee n’Eprel 11, 2015 mgbe ụbọchị isii gachara n’izu isii gbanwere mgbe ndị gọọmentị etiti kwuru maka nsogbu nchekwa",
  "Dịka o mere na ntuli aka izizi nke Okorocha, nke abụọ a kwupụtara na-enweghị mgbagha",
  "INEC kwupụtara nhoputa ndi ochichi nke Eprel 11 na Imo enweghi ntukwasiobi, mmepe nke mere ka akagbuo ntuli aka na ntuli aka ntuli aka iri abuo na ano n'ime ogbe iri ato na ato nke ochichi",
  "Kọmishọna ndị na-ahụ maka ime obodo (REC), Maazị Gabriel Ada, edepụtara mpaghara steeti metụtara na ntinye aka ịgụnye; Ikeduru, Isiala Mbano, Isu, Oguta, Owerri West, na Oru East",
  "Ọ kọwara na ụlọ ọrụ na-ahụ maka ntụli aka nyere iwu ka eweghachi azụ maka ntuli aka gọvanọ n'ihi ọdịiche dị 79,000 n'etiti ntuli aka ndị isi na ndị nke abụọ nwetara.",
  "Okorocha meriri na ntuli aka nke abụọ   emere n'ọnwa Eprel 25, 2015.",
  "N’oge ọ dị ka gọvanọ, n’otu n’ime ajụjụ ọnụ a gbara ya na telivishọn na Channels Television , o jiri okwu ahụ bụ “iberiberism” mgbe ọ na-achọ ịkọwa ọrụ ya dịka gọvanọ",
  "Iberiberism sitere na okwu igbo 'iberibe' nke pụtara nzuzu ma ọ bụ nzuzu",
  "Nke a mere ka ya nwee nnukwu mgbasa ozi na ọwa mgbasa ozi",
  "Ọ nọ ya na ụbọchị ndị 2019 nke afọ nke na Owerri, ihe omume ụbọchị abụọ ahụ malitere site na ntinye abalị nke gọọmentị Imo steeti \"Gọvanọ Rochas Okorocha",
  "On 2 March 2013 Rochas ada otu APGA òtù na-etolite na All Progressives Congress. Ndị ọrụ ibe ya mechara họpụta ya na ndị mmegide dịka Onye isi oche ndị ọchịchị Progressive Governors Forum.",
  "Mgbe ngwụcha nke ọchịchị ya, Okorocha họpụtara ọgọ ya nwoke bụ Uche Nwosu, onye bụ onye isi ndị ọrụ, dịka onye ndọrọ ndọrọ  ya maka ịzọ ọkwa gọvanọ n'okpuru APC, mana Sineto Hope Uzodinma meriri Uche Nwosu na-ndọrọ ndọrọ maka oche  gọvanọ nke primarį",
  "Uche Nwosu gbaghaa ndị otu pati Alliance Alliance (AA) mgbe ahu, e mechara ọ ghọrọ onye eburu ọkọlọtọ gọvanọ ha. na Machị 1, 2019 APC kwụsịtụrụ Okorocha ya na Amosun maka mmegide mmemme nkevotu ahu.",
  "Ọ soro zọọ ndọrọ ndọrọ  omeiwu tiketi maka Sineti nke iteghete na-anọchite anya Imo ọdịda anyanwụ Orlu omeiwu mpaghara n'oge 2019 National Assembly ntuli aka otú ọ dị, ndị  INEC enwebeghi mkpebi banyere ya.",
  "Na agbanyeghị na ekwuputere ya na ọ bụ onye meriri oche ọdịda anyanwụ Imo, INEC wepụrụ aha ya na ndepụta nke ikpeazụ na-ekwu na ekwuputara nsonaazụ ahụ n'okpuru ọchịchị. EClọ INEC nyere ya satifiketi ịlaghachi  na June 11th, 2019 mgbe e guzobere ọgbakọ nke ọgbakọ itenani nke ndị omebe iwu na-ekwupụta na ọ bụ onye meriri na ntuli aka nke ndị ọdịda anyanwụ Imo",
  "Onye isi ala Senate Ahmed Ahmed Lawanụrụ iyi Okorocha na June 13, 2019.",
  "N'ọnwa Mee 2022, Rochas Okorocha ka enwetala nsogbu n'iwu ya",
  "Ebe a na-enyo enyo maka nrụrụaka dị ya n'obi, e jidere ya n'Abuja",
  "Dị ka ụlọ ọrụ na-ahụ maka nrụrụ aka na-ahụ maka nrụrụ aka siri kwuo, mmejọ ndị a eboro ebubo mere n'oge ọ na-achị dịka gọvanọ steeti Imo nke dị na ndịda-ọwụwa anyanwụ nke mba ahụ n'etiti 2011 na 2019",
  "Ọnụ ego ndị a na-apụnara ihe ga-abụ 2.9",
  "ijeri naira (ihe dị ka nde dọla asaa)."
]