[
  "Roger Nash Baldwin (January 21, 1884 -August 26, 1981) bụ otu n'ime ndị guzobere American Civil Liberties Union (ACLU)",
  "Ọ rụrụ ọrụ dị ka onye isi nchịkwa nke ACLU ruo afọ 1950.",
  "Ọtụtụ n'ime ikpe ndị mbụ nke ACLU mere n'okpuru nduzi ya, gụnyere ikpe Scopes, ikpe Sacco na Vanzetti, na ihe ịma aka ya maka mmachibido iwu James Joyce's Ulysses. Baldwin bụ onye a ma ama na-ahụ maka udo na onye edemede.",
  "A mụrụ Baldwin na Wellesley, Massachusetts, nwa Lucy Cushing (Nash) na Frank Fenno Baldwin",
  "O nwetara nzere bachelọ na masta na Mahadum Harvard; mgbe nke ahụ gasịrị, ọ kwagara St",
  "Louis na ndụmọdụ Louis D",
  "Brandeis",
  "N'ebe ahụ, ọ kụziri nkà mmụta mmekọrịta mmadụ na ibe ya na Mahadum Washington, rụọ ọrụ dị ka onye ọrụ mmekọrịta mmadụ na eze ma ghọọ onye isi nnwale nke St",
  "Louis Juvenile Court",
  "Ya na Bernard Flexner dekwara Juvenile Courts and Probation n'oge a; akwụkwọ a ghọrọ ihe nwere mmetụta dị ukwuu n'oge ya, ọ bụkwa, n'akụkụ ụfọdụ, ntọala nke aha mba Baldwin.",
  "Baldwin bụ onye otu American Union Against Militarism (AUAM), nke megidere itinye aka America na Agha Ụwa Mbụ",
  "Mgbe a gafere Selective Service Act nke afọ 1917, Baldwin kpọrọ oku ka AUAM mepụta nkewa iwu iji chebe ikike nke ndị jụrụ n'ihi akọ na uche",
  "N'ọnwa Julaị 1, 1917, AUAM mepụtara Civil Liberties Bureau (CLB), nke Baldwin duziri",
  "CLB kewapụrụ onwe ya na AUAM n'ọnwa Ọktoba 1, 1917, na-akpọ onwe ya National Civil Liberties Bureau, na Baldwin dị ka onye nduzi",
  "N'afọ 1920, a gbanwere aha NCLB ka ọ bụrụ American Civil Liberties Union",
  "na Baldwin na-aga n'ihu dị ka onye isi nchịkwa mbụ nke ACLU.",
  "Ka ọ dị ugbu a, na 30 Ọktoba n'afọ 1918, dị ka onye jụrụ n'ihi akọ na uche n'onwe ya, na-ajụ ọbụna idebanye aha maka draft, ịga nyocha ahụike, ma ọ bụ nabata ọrụ ọ bụla ọzọ dị ka ọrụ ugbo, a mara ya ikpe na Federal Court na New York City otu afọ n'ụlọ mkpọrọ.",
  "Dị ka onye nduzi nke ACLU, Baldwin bụ akụkụ dị mkpa nke ọdịdị nke njirimara mbụ nke njikọ ahụ; ọ bụ n'okpuru nduzi Baldwin ka ACLU mere ụfọdụ n'ime ikpe ya a ma ama, gụnyere ikpe Scopes, ikpe Sacco na Vanzetti, na ihe ịma aka ya maka mmachibido iwu James Joyce's Ulysses",
  "Baldwin lara ezumike nká n'ọchịchị ACLU n'afọ 1950",
  "Ọ nọgidere na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị n'oge ndụ ya niile; dịka ọmụmaatụ, o guzobere International League for the Rights of Man, nke a maara ugbu a dị ka International League for Human Rights.",
  "Na St",
  "Louis, Baldwin enweela mmetụta dị ukwuu site na mmegharị mmekọrịta ọha na eze nke onye anarchist Emma Goldman",
  "Ọ sonyeere ndị ọrụ ụlọ ọrụ nke ụwa",
  "Roger Baldwin lekọtara, dekọọ ma nye ego maka ọnụ ọgụgụ dị ukwuu nke ikpe nchekwa maka ndị otu I.W.W",
  "na nyocha na United States",
  "Ihe ndekọ zuru oke nke akwụkwọ ozi ya na alaka I.W.W, ndị nyocha na ndị ọka iwu ka Princeton's Mudd Manuscript Library bipụtara.",
  "N'afọ 1927, ọ gara Soviet Union wee dee akwụkwọ, Liberty Under the Soviets",
  "Otú ọ dị, ka e mesịrị, ka ọtụtụ ozi na-apụta banyere ọchịchị Joseph Stalin na Soviet Union, Baldwin bịara na-enwe nkụda mmụọ na ọchịchị Kọmunist ma na 1953 kpọrọ ya \"A NEW SLAVERY\" (nke a na-akpọ na mbụ). Ọ katọrọ \"ndị uwe ojii ọchịchị Kọmunist na-enweghị mmadụ, ọrụ mmanye\". N'afọ 1940, Baldwin duziri mkpọsa iji kpochapụ ndị otu ACLU nke ndị otu Communist Party.",
  "N'afọ 1947, General Douglas MacArthur kpọrọ ya ka ọ gaa Japan iji kwalite uto nke nnwere onwe obodo na mba ahụ",
  "Na Japan, o guzobere Japan Civil Liberties Union, gọọmentị Japan nyekwara ya Order of the Rising Sun",
  "N'afọ 1948, Germany na Austria kpọrọ ya maka ebumnuche yiri nke ahụ",
  "A họpụtara ya ka ọ bụrụ Fellow nke American Academy of Arts and Sciences n'afọ 1951.",
  "N'afọ 1968, Mahadum Washington dị na St",
  "Louis nyere Baldwin nzere doctorate nke iwu.",
  "Onye isi ala Jimmy Carter nyere Baldwin ihe nrite nke nnwere onwe na Jenụwarị 16, afọ 1981.",
  "Onye bi na Oakland, New Jersey, Baldwin nwụrụ n'ihi nkụchi obi na August 26, 1981, na The Valley Hospital na Ridgewood, New Jersey.",
  "Ọ bụ isiokwu nke John G",
  "Avildsen's 1982 documentary Traveling Hopefully"
]