[
  "Roland L",
  "Freeman (amụrụ n'ọnwa Julaị 27, afọ 1936) bụ onye na-ese foto na onye na-enweta ihe nrite nke ọdịbendị ọdịnala ndịda na ndị Afrịka-Amerịka",
  "Ọ bụ onye isi oche nke The Group for Cultural Documentation nke dị na Washington, D.C.",
  "A mụrụ Roland Freeman na Baltimore, Maryland",
  "Dị ka onye ntorobịa, ọrụ ndụ ya n'ọdịnihu sitere n'ike mmụọ nsọ mgbe ọ chọpụtara foto nke Gordon Parks na Roy DeCarava, nke lekwasịrị anya n'ịkwalite nghọta ọha na eze, yana ọrụ nke ndị na-ese foto Farm Security Administration",
  "Mgbe Freeman dị afọ iri na anọ, ọ zutere onye edemede na onye na-akọ akụkọ ọdịnala Zora Neale Hurston, onye ga-abụkwa nnukwu mmetụta na ọrụ ya na-esote.",
  "Freeman jere ozi na US Air Force site n'afọ 1954 ruo afọ 1958. Ọ malitere ise foto na mpaghara Washington, D.C",
  "n'afọ 1963, nke March on Washington kpaliri.",
  "N'afọ 1968, ọ bụghị naanị na o sonyere na kamakwa o dere na Campaign of Poor People na njem Mule Train site na Marks, Mississippi, gaa n'isi obodo mba ahụ.",
  "Ọ rụrụ ọrụ dị ka onye na-ese foto maka Time na Magnum Photos, gụnyere mkpuchi dị ka onye foto White House. N'afọ 1997, a kpọrọ Freeman Eudora Welty Visiting Professor of Southern Studies na Millsaps College na Jackson, Mississippi.",
  "N'afọ 1970, ọ duziri ọrụ Mississippi FolkLife Project maka Smithsonian Institution's Center for Folklife and Cultural Heritage",
  "N'afọ 1972, ọ ghọrọ onye na-eme nchọpụta n'ebe ahụ.",
  "N'ọrụ ahụ, Freeman sere ndị ọrụ na White House foto, gụnyere Mrs",
  "Lillian Rogers Parks, onye rụrụ ọrụ n'ebe ahụ afọ iri atọ",
  "Ọtụtụ n'ime foto Freeman nke ndị Afrịka-Amerịka na White House gụnyere na webụsaịtị White House na ihe ngosi Smithsonian Institution.",
  "Freeman anọwo na-arụ ọrụ ruo ọtụtụ afọ na ọrụ onwe ya \"Mgbe Oge ka dị,\" ọmụmụ nke ọdịbendị ndị isi ojii n'ebe niile dị n'Afrịka",
  "Ọ na-eji igwefoto dị ka ngwá ọrụ iji mee nchọpụta, dee ma kọwaa ịga n'ihu nke omenala ọdịnala ndị Afrịka na Amerịka",
  "A na-arụ ọrụ a na njikọ aka nke ọma na ndị na-akọ akụkọ ọdịnala, ndị ọkọ akụkọ ihe mere eme, ndị na-ahụ maka mmekọrịta mmadụ na ibe ya na ndị na'ahụ maka obodo, mgbe mgbe n'ụzọ ọhụrụ nke usoro ndị bụ akụkụ nke onyinye ya na ọrụ nke ndị na-ese foto nke ọgbọ ya."
]