[
  "Roland Ayers (1932-2014) bụ ónyé Africa America na-ese ihe na mmiri na onye na-ebi akwụkwọ",
  "A maara ya nke ọma maka ihe osise ya dị mgbagwoju anya nke ndị mmadụ na okike na-ejikọta n'ọnọdụ dị ka nrọ na ọnọdụ na-anọpụ iche",
  "Ónyé na-ede uri na ónyé hụrụ jazz na akwụkwọ n'anya, ọ na-ekwupụta uri ya site na ihe oyiyi karịa okwu, ọ na'ekwukarị, ma na-ewere ọrụ nka ya dị ka uri.",
  "A mụrụ Ayers na úbọchị abụọ n'ọnwa Julaị, 1932, na Philadelphia, naanị nwa nke na-ese foto mgbè ọ dị afọ anọ na peeji ndị na-enweghị ihe ọ bụla nke akwụkwọ ndị mụrụ ya. Alice na Lorenzo Ayers nyere nwa ha nwoke ụfọdụ akwụkwọ na ihe ndị ọzọ, ma ọ na-anọdụ ala ruo ọtụtụ awa ma na-ese ihe",
  "Ọ na-ese ụgbọelu agha na ụgbọelu, ma depụtaghachi ihe nkírí. Nna ya, Ayers kwuru na akwụkwọ ngosi nke afọ 1978, gosiri ya ịma mma nke okwu ma kpalie mmasị ya na uri.",
  "N'afọ 1944, mgbè ọ dị afọ iri na otu, a họpụtara ya n'otu akwụkwọ akụkọ dị ka otu n'ime ụmụ akwụkwọ Hill Elementary School nke a gụnyere ọrụ ya na ngosi nka mbụ kwa afọ na Rittenhouse Street YMCA na Philadelphia.",
  "Ọ gụsịrị akwụkwọ na Germantown High School, sonyeere ndị agha ma nọrọ afọ abụọ na Germany dị ka ónyé na-esi nri",
  "Mgbè nke ahụ gasịrị, ọ debanyere aha na Philadelphia College of Art (nke bụzi Mahadum nke Arts), ebe o mepụtara ihe osise pen-and-ink, collages, gouaches na watercolors",
  "Ọ gụsịrị akwụkwọ na 1954. Ọ rụrụ ọrụ na Ngalaba Ntụrụndụ Philadelphia dị ka ónyé nlekọta egwuregwu ma na-emepụta màkà ngalaba ahụ mgbè ụfọdụ",
  "Ọ na-ere ụfọdụ n'ime ọrụ ya mgbè ụfọdụ mana ọ pụghị ịkpata ihe ọ ga-eri na ya.",
  "Ayers kọwaara onwé ya otu ónyé édémédé dị ka onye na-ese ihe nke na-ekwu màkà eziokwu nke nrọ. A kọwaala akwụkwọ édémédé na ink ya, karịsịa, dị ka ihe omimi na ihe dị adị. Ihe oyiyi ndị ahụ gụnyere ọbọdọ ukwu, ndị mmadụ, ihe ọkpụkpụ Afrịka na okike",
  "Ụda, ahụ na-agagharị, osisi na-aga n'ikuku, ụda oké osimiri",
  "Ndị a bụ ihe m chọrọ ime ka ndị mmadụ mara ka ha na-ele ọrụ m, ka o kwuru. Ọ bụ ezie na ihe osise ya na ink dị n'ụwa nrọ na-abụghị eziokwu, ihe osise ọ na-ese bụ ihe atụ.",
  "N'etiti afọ 1960, Ayers chọtara ụzọ ya gaa Europe, na-aga Holland na Gris.  Dị ka ónyé Black na-ese ihe, ọ dị ya ka a na-eleghị ya anya na United States ma nweta nnabata na Europe.",
  "N'afọ 1960, Ayers meghere ụlọ ngosi nka a na-akpọ Waverly Gallery na Workshop nà Philadelphia na ndị Black abụọ ndị ọzọ na-ese ihe",
  "N'oge ahụ, ọ na-arụkwa ihe ọkpụkpụ. Asọmpi mbụ ya bụ ihe ngosi nke Philadelphia Art Alliance na 1958. N'afọ 1963, ọ natara onyinye \"Best of the Year\" site na njikọ ahụ.",
  "Ayers bụ ónyé na-anọkarị na gallery nke Socrates Perakis nwéré na 1963",
  "O nwèrè ihe ngosi otu ónyé na Towne Gallery na Machị.N'ọnwa Eprel na June, ọ ka na-egosi na Towne - na-enye ihe osise \"On Sunny Fields\" na \"The Colony\" maka ire ere n'ọnwa Aprel. A matara Ayers dị ka otu n'ime ndị otu iri na isii nke gallery ahụ, nke a gbanwere aha ya ka ọ bụrụ Socrates Perakis Gallery. Ọ laghachiri na Towne n'ikpeazụ n'afọ ahụ.",
  "N'afọ 1980, ọ bụ otu n'ime ndị na-ahazi Philadelphia Chapter nke National Conference of Artists",
  "E guzobere nzukọ mbà ahụ na 1959 na Atlanta iji kpọkọta ndị Black na-ese ihe.",
  "E gosipụtara ọrụ ya na ngosi 2015 We Speak: Black Artists na Philadelphia, 1920s rụo 1970s na Woodmere Art Museum."
]