[
  "Roland Charles (ọnwa Ọgọọst 31, afọ 1938 rụọ ọnwa Mee 26, afọ 2000) bụ onye Afrịka-Amerịka na-ese foto na onye na-ese ihe, nke a maara nke ọma maka ịtọ ntọala The Black Photographers of California na oghere ngosi ya, Black Gallery, na Los Angeles, n'etiti ụlọ ọrụ mbụ site na maka ndị na-ese onyinyo ojii.",
  "A mụrụ Roland Charles na Louisiana n'afọ 1938",
  "Ọ rụrụ ọrụ na Air Force, wee kwaga California na mbido afọ 1960, ebe ọ rụrụ ọrụ na ụlọ ọrụ aerospace.  Mgbe enyi ya nyere ya igwefoto dị ka onyinye, ọ ghọrọ onye na-ese foto oge niile n'afọ 1971, na-arụ ọrụ na mkpuchi egwu na onye nta akụkọ asịrị Rona Barrett.",
  "N'ọnwa Nọvemba afọ 1983, Charles haziri ihe ngosi na California Museum of Afro-American History and Culture na Exposition Park, nke a na-akpọ The Tradition Continues: California Black Photographers",
  "Ọ bụ nnukwu ihe ngosi nke gosipụtara ndị na-ese foto California asaa na ndị 40 nke oge a, gụnyere Frank Herman Cloud, Vera Jackson, Harry Adams, Jack Davis, Fred Cooper, na Howard Morehead.",
  "Dị ka onye na-ese ihe na onye na-edebe foto, Charles nwere ekele maka ngwakọta nke foto ejiji na nke mara mma nke ọtụtụ ndị na-ese foto ojii nke oge ya mepụtara, dị ka foto akwụkwọ akụkọ nke onye na-ewe foto ojii Harry Adams, onye Charles maara.",
  "Charles gosikwara ekele maka ọrụ dị mkpa nke foto na-atụle foto abụọ nke nwa ya nwanyị na-agba egwú na Los Angeles Times, o kwuru, mgbe m na-eche banyere foto a, m na-echere uri na-agagharị.",
  "Ihe ịga nke ọma nke ihe ngosi ahụ mere ka Charles nyere aka chọta ndị Ojiị na-ese foto nke California, ụlọ ọrụ agụmakwụkwọ na-enweghị uru maka ndị na-ese foto Afrịka-Amerịka na-apụta ma guzosie ike.  N'ịbụ ndị nzukọ ahụ kwadoro, Charles na ndị guzobere Calvin Hicks, Donald Bernard, na Gil Garner malitere Black Galari na Santa Barbara Plaza, ugbu a Marlton Square.  N'ịbụ ndị enyemaka na onyinye kwadoro, ụlọ ngosi ahụ haziri ma gbaa ndị na-ese foto ojii ume",
  "Charles mechara kwuo, ọ bara ọgaranya n'anya, mana ọtụtụ ihe oyiyi ndị kwesiri ịnọchite anya ya abụghị ndị obodo na-eme.   Hicks kwuru na Black Gallery bụ gallery mbụ n'ime obodo ndị isi ojii raara onwe ha nye foto ojii."
]