[
  "Roman Catholic Archdiocese nke Lagos {Lagosen(sis) na Latin} bụ Metropolitan maka mpaghara Ecclesiastical nke Lagos na Naịjirịa.",
  "Mmalite nke Archdiocese nke Lagos malitere na mgbalị nke ndị ozi ala ọzọ Irish na French nke Society of African Missions (SMA) ịkụ mkpụrụ nke Katọlik na West Africa",
  "Ọrụ mbụ nke SMA iji guzobe African Mission na West Africa malitere na 1858 n'okpuru nduzi nke nna Lyon, Melchior Joseph de Marion Bresillac",
  "Onye otu Paris Foreign Missions Society, Bresillac nọrọ oge na India na ọchịchọ ya maka ọha mmadụ ọhụrụ ahụ bụ ịgbasa ụka ma zụọ ndị Afrịka dị ka ndị ụkọchukwu ka ha gaa n'ihu n'ọrụ nke ozi ahụ",
  "Popu Pius IX megidere atụmatụ ahụ na mbụ mana site na mkpebi siri ike nke Bresillac, onye isi mgbasa ozi kwadoro ọrụ ahụ",
  "Mgbe e nyere ebumnuche nke ozi ahụ na 1856, a họọrọ Dahomey dị ka ebe. Na Nọvemba 1858, mgbe ìgwè ndị ozi ala ọzọ mbụ ji ụgbọ mmiri gaa West Africa, a gbanwere ebe ahụ gaa Sierra Leone n'ihi na a na-ewere Dahomey dị oke egwu",
  "Ndị ozi ala ọzọ ahụ nwere ndị nna France abụọ, Reymond na Bresson na otu Nwanna. Ndị ozi ala ọzọ ahụ rutere na Jenụwarị 1859",
  "Akụkọ banyere mbata ha n'enweghị nsogbu rutere Bresillac na Maachị, Bresillaz na ndị ozi ala ọzọ abụọ ndị ọzọ ji ụgbọ mmiri gaa West Africa",
  "Bresillac rutere Freetown na Mee 1859 mana njem ya kwụsịrị n'amitaghi mkpụrụ; Reymond na Bresillac nwụrụ izu ole na ole ka ọ bịasiri",
  "Onye na-enyere Bresillac aka na Lyon, Augustin Planque were ọnọdụ ya dị ka Superior General, mana n'adịghị ka Bresillaz, Planque nọrọ na Europe iji nye nkwado maka ọrụ ahụ na n'anya popu iji hụ na ntụkwasị obi nke ọrụ ahụ",
  "A kwadoro njem ozi ala ọzọ nke atọ, onye isi nke ozi ahụ bụ onye ụkọchukwu Ịtali, Fada Francesco Borghero",
  "N'afọ 1860, Nna Borghero gara Africa iji malite ọrụ ọhụrụ na Dahomey",
  "Ebe mbụ nke ozi ahụ dị na Whydah, Chọọchị nke abụọ dị na Porto Novo na 1868, ebe nke atọ bụ Lagos.",
  "Lagos dị ka Ouidah na Porto Novo, Lagos nwere ọnụ ọgụgụ buru ibu nke ndị Brazil na ndị Katọlik",
  "Tupu e guzobe ọrụ Lagos, onye Cathechist nke Padre Anthonio gara na-eme ozi ọha na eze",
  "Malite na 1863, arịrịọ ndị Katọlik mere ka Fr",
  "Borghero gaa ugboro abụọ na otu baptism nwa ọhụrụ",
  "Ka ọ na-erule 1868, e nwetara ala maka ọrụ Lagos, iwu ụlọ ụka achara na ebe obibi malitere n'ebe dị ugbu a nke Katidral Holy Cross",
  "E kenyere Fr",
  "Bouche na nwanne ya nwoke ọrụ ọhụrụ ahụ",
  "Otú ọ dị, West Africa bụ onye aghụghọ nye ndị ozi ala ọzọ, otu n'ime anọ nwụrụ n'ihi ịba ma ọ bụ Yellow Fever",
  "N'afọ 1870, aha ozi Dahomey ghọrọ Vicariate Apostolic nke Bight nke Benin",
  "Ala ahụ siri ike maka ndị ozi ala ọzọ na ọnọdụ ọrụ ahụ enwetaghị enyemaka site na Agha Franco-Prussian nke metụtara ihe SMA na nkwurịta okwu na West Africa",
  "Mana ndị ozi ala ọzọ nọ na Naịjirịa ji ịnụ ọkụ n'obi rụọ ọrụ ha, ọtụtụ mụtara Yoruba ngwa ngwa, rie nri Yoruba ma guzobe obere ụlọ akwụkwọ praịmarị",
  "N'afọ 1873, mbata nke ụmụnne nwanyị na Fr Chausse kwalitere ọrụ ahụ",
  "Ụmụnne nwanyị ahụ na-arụ ọrụ St Mary's Convent nke bụ nke mbụ na Naịjirịa",
  "Ka ọ na-erule 1880, ndị bi na ozi Lagos bụ ndị Katọlik jị ọnụọgụgụ dị pụkụ abụọ na narị ise karịa nke Porto Novo. Njem ndị ụkọchukwu, nke Fr Chausse na Fr",
  "Holley duziri na mpụga Lagos gosikwara ọtụtụ ndị Katọlik dị ugbu a ọtụtụ n'ime ha bụ ndị ohu si Brazil",
  "N'otu n'ime njem ahụ, a họọrọ Abeokuta na Egbaland dị ka ebe nke abụọ n'ime Naịjirịa",
  "Onye isi Ogboni, Ogundipe kwadoro ịbanye n'ime obodo ahụ ma nyere Marcollino Assumpcao aka",
  "E nyere Chọọchị ala dị nso na chọọchị Wesleyan dị ugbu a iji wuo ụlọ ozi ala ọzọ. E guzobekwara ọrụ ọzọ na Oyo",
  "N'afọ 1883, e wepụtara Dahomey site na Bight nke Benin Vicariate na Lagos ghọrọ isi ụlọ ọrụ nke Vicariate nke Bight nke Benin",
  "N'afọ 1891, mgbe akwụkwọ ozi sitere n'aka ndị Lagosians ka e bulie ụkọchukwu ha n'ọkwa, onye nnọchi anya Lagos, Jean Baptiste Chausse nwetara utu aha Vicar Apostolic (dị ka Bishọp)",
  "N'ihi ala mmiri dị nso na Igbosere na Lagos Island, e guzobere Holy Rosary Confraternity dị ka isi nke abụọ maka mas.",
  "Mgbasa nke okwukwe na Lagos na n'ime ime obodo dị irè site n'inye ụmụaka agụmakwụkwọ ka ndị okenye enweghị mmasị ịhapụ ụkpụrụ ọdịnala ha",
  "N'afọ 1869, Fr",
  "Bouche malitere obere ụlọ akwụkwọ dị nso n'ụlọ ụka achara.",
  "N'afọ 1875, ndị ọrụ ahụ gbalịrị iguzobe obodo na-aga nke ọma na Topo Island na mpụga Lagos",
  "Obodo ahụ ga-ejikọta agụmakwụkwọ na ọrụ bara uru",
  "Mana enweghị nkwado ọzọ site n'aka ndị Katọlik bụ ndị na-aga Chọọchị nke ndị na-asụ asụsụ Portuguese emeghị ka ọrụ ahụ bụrụ mgbalị na-adịgide adịgide.",
  "N'afọ 1884, e meghere ụlọ akwụkwọ St Gregory na Lagos na 1889 St John the Evangelist School malitere ịnakwere ụmụ akwụkwọ",
  "Ụmụnne nwanyị nke Our Lady of Apostles mepụtara ụlọ akwụkwọ St Mary na Lagos.",
  "N'etiti 1895 na 1901, Fr",
  "Paul Pellet bụ bishọp ruo mgbe ọ hapụrụ Lyon ka ọ bụrụ Vicar-General nke SMA",
  "N'etiti 1912 na 1929, Ferdinand Terrien bụ bishọp; n'oge a, a raara ndị Afrịka atọ si Oyo na Ibadan, Julius Oni, Lawrence Layode na Stephen Adewuyi dị ka ndị ụkọchukwu na 1929",
  "E hiwere Catholic Herald n'oge Terrien nọ n'ọkwa",
  "Bishọp Francis O'Rourke nọchiri Terrien, ọ ghọrọ bishọp Irish mbụ nke Lagos na 1930",
  "N'afọ 1934, owuwu nke Holy Cross Cathedral ọhụrụ malitere, O'Rourke ahụghị ụlọ ahụ e wuchara mana e liri ya na katidral ahụ n'afọ 1938.",
  "Ka ọ na-erule 1950, e kewapụrụ Oyo na Ondo-Ilorin na Bight of Benin Vicariate, Lagos ghọkwara isi ụlọ ọrụ Archdiocese nke Lagos",
  "Leo Taylor, onye bụbu onye isi na St Gregory's College, Lagos, bụ Achịbishọp nke Metropolitan See nke Lagos",
  "N'afọ 1954, e mere nnọkọ Marian mbụ na-echeta ngosipụta nke Virgin Mary a gọziri agọzi na Lourdes na Lagos",
  "Kadinal McIntyre bụ onye nnọchi anya popu; ọ bụ oge mbụ ka kadinal setịpụrụ ụkwụ na diocese.",
  "Ebe obibi nke achịbishọp bụ Katidral nke Holy Cross na Lagos."
]