[
  "Ronald (Ron) Tarver (amụrụ n'afọ 1957) bụ onye Amerịka na-ese ihe na onye nkuzi",
  "Ọ bụ onye Ojiị mbụ na-ese foto na Muskogee Phoenix ma rụọ ọrụ na Springfield News-Leader na Missouri (1980-1983), tupu ọ banye na Philadelphia Inquirer",
  "Ọrụ ya na Inquirer na Philadelphia, PA gafere ihe karịrị afọ iri atọ (1983-2014)",
  "Tarver na-eje ozi ugbu a dị ka Associate Professor of Art ọkachamara na foto na Swarthmore College.",
  "Tarver edeela okwu ndị sitere na ịṅụ ọgwụ heroin na ndị Black cowboys na ndị agha Afrịka Amerịka. Foto Tarver The Badlands: In the Grip of Drugs nwetara ihe nrite nke atọ na Daily Life nke World Press Photo Awards n'afọ 1993.\nỌrụ ndị ọzọ dị mkpa gụnyere The Long Ride Home: The Black Cowboy Experience in America, ọrụ mba niile na Black cowboys, na akwụkwọ We Were There: Voices of African American Veterans (2004), njikọ aka na onye edemede Yvonne Latty",
  "N'afọ 2012, Tarver nwetara ihe nrite Pulitzer maka ọrụ ọha na eze dị ka akụkụ nke otu na-akọ akụkọ banyere ime ihe ike n'ụlọ akwụkwọ agbụrụ na usoro ụlọ akwụkwọ ọha na eze nke Philadelphia.",
  "A mụrụ Tarver na Fort Gibson, Oklahoma",
  "Ọ bụ nna ya, onye na-ese foto nke na-anụ ọkụ n'obi nke na-edekọ ọtụtụ ndị Ojiị na Fort Gibson, kụrụ mkpụrụ nke mmasị ndụ ya niile na foto. Tarver gụrụ akwụkwọ na Mahadum Northeastern State ma n'oge na-adịghị anya mgbe ọ gụsịrị akwụkwọ, e were ya n'ọrụ dị ka onye na-ese foto Black mbụ na Muskogee Phoenix. N'afọ 1980, Tarver nwetara ọkwa na Springfield News-Leader na Missouri ebe ọ rụrụ ọrụ ruo n'afọ 1983. N'afọ ahụ, e were ya n'ọrụ dị ka onye na-ese foto na Philadelphia Inquirer",
  "N'ime afọ 32 ọ nọrọ na Philadelphia Inquirer, ọrụ Tarver sitere na edemede foto dị ogologo na mgbe agha na Beirut gasịrị na esemokwu n'ime ụka Katọlik na Ireland.",
  "N'afọ 1992, Tarver sere foto ọrịa heroin nke bibiri obodo dị na Northeast Philadelphia na usoro akpọrọ The Badlands: In the Grip of Drugs nke mere ka ọha na eze mee mkpesa na nzaghachi site na ngalaba ndị uwe ojii Philadelphia. Akụkọ ahụ mechara bụrụ nke World Press Photo Awards nabatara n'afọ 1993, na-enweta ihe nrite nke atọ na ngalaba Daily Life. Na njedebe nke ọrụ Badlands, Tarver malitere idepụta otu ìgwè ndị cowboys bi n'obodo ukwu na North Philadelphia",
  "Nke a mechara gbasaa n'ime ọrụ mba niile na Black cowboys a na-akpọ The Long Ride Home: The Black Cowboy Experience in America",
  "Ọ gafere site na California ruo Illinois ruo Texas na nkwado sitere na National Geographic Development Grant."
]