[
  "Ronald Lockett (1965-1998) bụ ónyé America na-ese ihe nkírí, na-ejikọta ihe osise na ihe atọ",
  "Ónyé isi na-eduzi ihe osise nke Lockett bụ ónyé na-ese ihe Thornton Dial, nwa nwanne ya. N'ịkọwa ọrụ ya, Holland dere banyéré mmetụta nke ojii n'ihe gbasara HIV / AIDS, ndụ LGBT, ịhụ mba n'anya, na mmetụta agbụrụ nke okwu ndị dị ka \"onye si n'èzí,\" \"onye nkuzi onwé ya,\" na \"ndị mmadụ\" na nka America. E gosipụtara ọrụ ya na Metropolitan Museum of Art, Ackland Art Museum, na The American Folk Art Museum.",
  "A mụrụ Lockett ma zụlite ya na mpaghara Pipe Shop nke Bessemer, Alabama",
  "Site n'oge ọ bụ nwata, Lockett maara na ọ chọrọ ịbụ ónyé na-ese ihe, ọ tolitere n'okpuru ónyé nduzi ụgbọ mmiri nke nwanne nna ya na ónyé na-eme ihe nkírí, Thornton Dial. Lockett bụ otu n'ime ụmụ ise, ụmụ nwoke anọ na otu nwa nwanyị, nke Betty na \"Short\" Lockett mụrụ",
  "Nna ya, nke a maara dị ka \"Short\" ma ọ bụ \"Little Bud\", hapụrụ Betty na ụmụ ha mgbè Lockett bụ nwata",
  "Betty nwèrè nsogbụ nke ọrịa uche mgbè nke ahụ gasịrị, nke na-enye ya nsogbu ruo mgbe ọ nwụrụ n'etiti afọ 1990.",
  "N'ịbụ onye ịda ogbenye zuru ebe nile, machismo zuru ebe nile na ohere dị nta nke ụlọ ọrụ na-egwupụta ihe na Bessemer, Lockett emebeghị azụmahịa",
  "A chụpụrụ ya na mmekọrịta mmadụ na ibe ya na akụ na ụba site n'aka ndị ọgbọ ya na ndị nwéré ike ịbụ ndị nduzi. Ya na nné ya bìrì ruo mgbè ọ nwụrụ, wee nọrọ n'ụlọ ya ruo mgbè ọ nwụsịrị obéré oge ka nke ahụ gasịrị",
  "Ụmụnne ya mèrè ihe dị iche iche, ụfọdụ sonyeere ndị agha mmiri na ndị mmanye iwu, ebe onye ọzọ na-alụ ọgụ na mpụ ugboro ugboro.",
  "N'ịbụ onye tozuru oke mgbè òtù na-ahụ maka ihe ndị ruuru mmadụ gasịrị, ma nwụọ tupu akwụkwọ akụkọ nke narị afọ nke irí abụọ na otu, Lockett tọrọ n'ọgba aghara mmekọrịta mmadụ na ibe ya",
  "Ọrụ ya na-egosi ọgụ na pọgatrị n'otu ógè nke ịzụlite nwoke ojii na 1980s n'ime ime obodo Alabama",
  "N'ile nwa nwanne ya nwoke, Thornton Dial, na-alụ ọgụ na ihe ndị na-eme ugbu a na akụkọ ihe méré eme nke America, dị ka agha Iraq na ịgba ohu nke America, Lockett wetakwara ọnọdụ nke ya n'akụkọ ihe méré eme n'ọrụ ya.",
  "Ka nne ya na-anọpụ iche, na nje HIV ya méré ka ọ butere ọrịa ndị ọzọ n'ụzọ dị mfe, ọrụ ya gbanwere ọzọ na nchịkọta mgbasa ozi",
  "N'ịgbaso omume nné ya (na ndị nnà nnà ya) nke patch-work quilting, ọ malitere ijikọta ihe dị iche iche na-emepụta ihe siri ike, na-ere ure, ihe eji akwa akwa. Ọrụ ole na ole ikpeazụ ya bụ ihe osise gbara ọchịchịrị, nke na-echetara ọnwụ nne ya na Princess Diana.",
  "Lockett nwụrụ na 1998 site na oyi ịba n'ahụ metụtara HIV.",
  "Metropolitan Museum of Art",
  "Ụlọ Ọrụ Nkà nke Minneapolis"
]