[
  "Ronald Wimberly (amụrụ na 28 Eprel 1979) bụ onye America na-ese ihe (onye na-ese ihe osise na onye na-eme ihe nkiri)",
  "O bipụtala ọtụtụ akwụkwọ akụkọ, yana ọrụ dị mkpụmkpụ maka The New Yorker, DC / Vertigo, Nike, Marvel, Hill na Wang, na Dark Horse Comics",
  "Wimberly bụ onye nwere obibi na Columbus Museum of Art comics n'afọ 2016, ọ bụkwa onye na-ese ihe osise ugboro abụọ na Angoulême's Maison des Auteurs",
  "Ọ bụ onye natara Glyph Comics Award nke afọ 2008, a họpụtakwara ya maka Will Eisner Comic Industry Awards abụọ.",
  "A mụrụ Ronald Wimberly na 28 Eprel 1979 ma zụlite ya na gburugburu Washington, DC Ọ gụrụ ihe atụ na Brooklyn na Pratt Institute site na 1997 ruo 2001, ma ugbu a, ọ na-ebi ma na-arụ ọrụ na New York City.",
  "Ọrụ mbụ Wimberly bipụtara bụ Gratuitous Ninja: Tangerine nke e bipụtara na 2004 Dark Horse Comics anthology Strip Search Wimberly guzobere ezi aha ngwa ngwa dị ka onye na-ese ihe osise na onye na-akọ akụkọ na-enwe mmasị na omume anụ ahụ na anatomy mmadụ, na akụkọ na-enyocha akụkọ akụkọ",
  "Ka ọ na-erule afọ 2007, ọ rụrụ ọrụ maka ụlọ ọrụ dị iche iche dị ka onye na-ese ihe na <i id=\"mwKw\">onye</i> na-emepụta ọtụtụ utu aha, nke gụnyere <i id=\"mwJQ\">Swamp Thing</i>, <i id=\"mwJw\">Lucifer</i>, Metal Hurlant, Deadman na Dark Horse Presents",
  "N'afọ 2007, Wimberly gosipụtara ọrụ akwụkwọ mbụ ya, Sentences: The Life of MF Grimm, ihe ncheta eserese nke onye na-ese egwu hip hop Percy Carey (nke a maara nke ọma dị ka MF Grimm) dere, DC / Vertigo weputara ya",
  "A họpụtara Sentences maka Eisner Awards abụọ n'afọ 2008, ma nata Glyph Awards abụọ n'afọ 2008 (maka Akụkọ kacha mma na mkpuchi kacha mma).",
  "N'afọ 2012, Wimberly kere, dee ma gosipụta akwụkwọ akụkọ mbụ ya, Prince of Cats, remix nke oge a nke Romeo na Juliet",
  "Ọ bụ DC / Vertigo wepụtara ya ka ọ bụrụ nnukwu otuto, ma mesịa pụta na mbipụta siri ike site na Image Comics",
  "N'ịgbaso ọrụ na Marvel's She-Hulk, Wimberly dere ma gosipụta ihe ọchị maka The Nib nke akpọrọ \"Lighten Up\", nke ọ nyochara ụzọ agbụrụ, ụcha akpụkpọ ahụ, na ịga n'ihu site n'aka ndị nchịkọta akụkọ Marvel Comics, yana ụlọ ọrụ na-atọ ọchị n'ozuzu ya",
  "A gụrụ ma kwurịta ihe nkiri a n'ọtụtụ ebe, a họpụtakwara ya maka Will Eisner Comics Industry Award for Best Digital Comic",
  "Na 2016, Image Comics kwupụtara mmekọrịta na-aga n'ihu nke ha na Wimberly nwere nke gụnyere mbipụta ọhụrụ nke Prince of Cats, 2017's Black History In Its Own Words, na ọtụtụ ọrụ ndị ọzọ na-abịanụ.",
  "N'afọ 2018, Legendary Entertainment họọrọ Prince of Cats maka mgbanwe sinima, ma ugbu a, onye na-ede ihe nkiri Selwyn Hinds na onye na-eme ihe nkiri Lakeith Stanfield jikọtara ya na kpakpando. Wimberly emepụtala LAAB, akwụkwọ akụkọ na-aga n'ihu na-ụdị akwụkwọ akụkọ, \"pop-culture dialectic\".",
  "Akwụkwọ Wimberly na-abịanụ gụnyere Slave Punk na Sunset Park maka Image Comics, na ọrụ na-aga n'ihu LAAB Magazine maka Beehive Books."
]