[
  "Rosaline Patricia Irorefe Bozimo (amụrụ na 1 Jenụwari 1946) bụ onye ọkaiwu Naịjirịa nke ahọpụtara dịka onye isi ọka-ikpe nke Delta Steeti malite na Machị 23, 2003",
  "Ọ lara ezumike nká na 1 Jenụwarị 2011 ma Honorable Justice Abiodun Smith nọchiri ya.",
  "Amụrụ Rosaline Bozimo na mpaghara Warri South nke Delta State",
  "Ọ gara ụlọ akwụkwọ na St",
  "Maria Goretti Grammar, Benin City maka agụmakwụkwọ sekọndrị ya, gakwara Urhobo College, Effurun",
  "N’ọnwa Septemba 1970, a nabatara ya na Mahadum Ahmadu Bello, Zaria, ebe ọ nweta nzere Iwu na 1973",
  "O mechara gaa ụlọ akwụkwọ iwu ụlọ akwụkwọ iwu nke Naịjirịa a wee kpọọ ya na-afọ 1974.",
  "Mgbe ọ mechara National Youth Service (NYSC) na Enugu na Onitsha, ọ ghọrọ onye ọka iwu na-afọ 1975",
  "Ya na di ya Alaowei Broderick Bozimo bụ ndị rụpụtara Broderick Bozimo & Co",
  "Ọ bụ onye otu ikpe na Bendel Steetị nke ochie dị ka onye ọka-ikpe, tupu ọ laghachite na usoro iwu nke otu onye (1978-1983)",
  "Na December 1983, a họpụtara ya ọzọ ka ọ bụrụ Ọkaikpe nke Bendel Steeti, mechara bụrụ onye isi ndị ọkaikpe na August 1988",
  "Mgbe e kere Delta Steeti site na Bendel ochie na 1991, ọ ghọrọ onye isi oche mbụ nke Tenders Board nke ụlọ ikpe Delta Steetị, na Chief Registrar nke otu ụlọikpe ahụ na Septemba nke otu afọ ahụ",
  "Na Disemba, ọ ghọrọ onye ọka ikpe ụlọ ikpe ukwu.",
  "Onye isi nchịkwa ndị Delta State mgbe ndị agha na-achị, Colonel Bassey Asuquo, họpụtara ya dịka onye isi oche nke Armed Robbery and Firearms Tribunal, Effurun, Delta Steetị",
  "O burukwa onye isi oche, Failed Banks Tribunal , Enugu Zone",
  "Mgbe ọ rụsịrị ọrụ dị ka onye nlekọta na-ahụ maka nchịkwa ikpe na mpaghara Ikpe atọ, a họpụtara ya dị ka Onyeikpe Kasị Elu nke Delta steeti malite na 23 Mach 2003.",
  "Na Disemba 2003 iji dozie mkpọchi na ụlọ mkpọrọ, Rosaline Bozimo tọhapụrụ ndị mkpọrọ iri ise na-itoolu na-eche ikpe",
  "Ọ dọrọ ndị uwe ojii aka na ntị ka ha ghara ịtụba ndị a na-enyo enyo na ha dara iwu n'ụlọ mkpọrọ na-enweghị ezigbo mbọ iji gbaa ha akwụkwọ. Na Septemba 2007 Bozimo chụrụ Ọkaikpe nke Agbor, Mazị Charles Maidoh n'ọrụ n'ihi na ebubo na ọ na-anakọta N5,000 maka akwụkwọ mgbapụta ọ bụla maka ọ nyere.",
  "N’ọnwa Nọvemba afọ 2007, na Nzukọ Ndị Ikpe Naịjirịa niile, o kwuru maka Ngalaba Ikpe Na-ahụ Maka Ikpe n’Ọchịchị (NJC), nke e boro ilebara anya na inyocha ndị ọka ikpe",
  "Mgbe o nyechara obere akụkọ banyere NJC ma kwurịtakwa banyere ọrụ ya, o nyere nyocha dị oke mma, na-ekwupụta na ụkpụrụ ikpe ugbu a na Naijiria di ezigbo mma. N'ọnwa Ọktọba 2007 Bozimo kwụrụ okwu siri ike maka ngalaba na-ahụ maka ikpe na Delta Steeti i nọọrọ onwe ha ma rịọ maka ọnọdụ ọrụ dị mma maka ndị otu ya bụ ndị ọka ikpe nke steeti.",
  "Na Nọvemba 2008, Bozimo na Gọvanọ Delta Steeti, Emmanuel Uduaghan kwadoro ka e hiwe ụlọ ikpe mkpanaka iji kwado ndị megidere idebe obodo ha ọcha. N'ihi mkpesa maka nrụrụ aka na mmeme ntuli aka, Bozimo họpụtara ndị ikpe na-ahụ maka ntuli aka nke gọọmentị mpaghara maka mpaghara atọ nke steeti, ọ mere ha anọ na August 2009."
]