[
  "Rosalia Vila Tobella (amụrụ na abalị iri abụọ na ise n'onwa Septemba n'afọ 1992), nke a maara dị ka Rosalía (Spanish: [rosaˈli.a], Catalan: [ruzəˈli.ə]), bụ onye na-agụ egwu, na-ede egwu, onye mmepụta egwu, onye n'eme ihe nkiri na onye na-eti egwu na mba Spain. A mụrụ ya ma zụlite ya na mpụga Barcelona, a kọwawo ya dị ka \"onye na-ewu ewu\" n'ihi ụdị egwu ya. Mgbe egwú ọdịnala Spain masịrị ya mgbe ọ dị afọ iri na atọ, ọ gụrụ  ihe gbasara egwu na Kọleeji a na-amụ maka egwu dị na Catalonia, ma na-emekwa ihe nkiri na ụlọ oriri na ọṅụṅụ na agbamakwụkwọ di iche iche.",
  "Ọ gụsịrị akwụkwọ ya nweta nzere dị iche iche n'ihi ótù usoro egwu ya na Raül Refree, Los Ángeles mere n'afọ 2017, na ọrụ baccalaureate El Mal Querer (2018)",
  "N'ichepụtagharị flamenco site na ịgwakọta ya na egwu pop na hip hop, ọ mụrụ egwu \"Malamente\"  ya na \"Pienso en tu Mirá\", nke dọtara anya ọha na eze mba Spain, ewee wepụta ya ka ọ bụrụ egwu a ma ama na-etokwa ètò n'ụwa niile. Onye natara ihe nrita Latin Grammy Award maka Album of the Year ma debakwa aha egwu a na usoro egwu narị ise nke mbụ bụ ọkasịakasị kemgbe ụwa, nke Rolling Stone haziri ma deputa.El Mal Querer mere ka Rosalía rigoo n'ógó egwu mba ụwa. Rosalía nyochara egwu obodo na 2019 ya \"Con Altura\" na \"Yo x Ti, Tú x Mí\", na-enweta Oganiru nke ọ chọrọ mere ya O ji gazuo ụwa ọnụ. O nyeturu egwu reggaeton obere ọdịdị ọzọ na usoro egwu ya nke atọ nke O weputara, nke ụda ya n'adịghị ka nke new flamengo (2022) obuuru ụzọ weputa",
  "Abọm ahụ dọtara uche mba ụwa na egwu ya \"La Fama\", \"Saoko\" na \"Despechá\" wee bụrụ abọm kachasị mma nke afọ ahụ na Metacritic.",
  "N'oge niile ọ na-arụ ọrụ, Rosalía enwetala mkpụrụ egwu dị iri na otu n'ọnụ ọgụ n'ala ya, nke bụ ọnụọgụgụ kachasị nke onye obula bu onye obodo ahu n'eti egwu nwetegoro",
  "O nwetakwala ihe nrite Grammy Awards abụọ, Latin Grammy Awards (gụnyere mmeri abụọ nke Album of the Year), MTV Video Music Awards anọ, MTV Europe Music Award, UK Music Video Awards atọ na Premio Ruido abụọ, n'etiti ndị ọzọ",
  "N'afọ 2019, Billboard nyere ya Rising Star Award maka \"ịgbanwe ụda nke egwu kachasị mma nke taa na pop ọhụrụ ya na-emetụta flamenco\", wee bụrụ onye mbụ na-abụ abụ Spanish n'akụkọ ihe mere eme ka a họpụta ya maka Best New Artist na Grammys. A na-ewere ya dịka otu n'ime ndị na-agụ egwú Spanish kachasị nwee ọganihu na mmetụta n'oge niile."
]