[
  "Rosaline Elbay bụ onye Egypt na-eme ihe nkiri na odee. A maara ya maka ọrụ ya dị ka 'Amani' na usoro ihe nkiri Hulu na A24 <i id=\"mwFA\">Ramy</i> na dị ka 'Sara' na usoro MBC Masr Qabeel Na Septemba 2021, a mara ọkwa ya dị ka onye isi na-eme ihe nkiri nke usoro Netflix na-abịanụ Jigsaw",
  "A mụrụ Elbay ma zụlite ya na Cairo n'aks ndị nne na nna Ijipt. Ọ gụrụ Classics na Mahadum Oxford wee gụchaa nweta nzere masta na Colonial History. Ọ gụrụ akwụkwọ na Actors Studio New York City na Elizabeth Kemp wee nweta MFA ya na Acting site na LAMDA. Ọrụ ya malitere na UK ihe nkiri na-elekwasị anya na Shakespeare.",
  "N'afọ 2018 Elbay pụtara na Diamond Dust, ihe nkiri nke Ahmed Mourad kacha ere ahịa, na Fork & Knife, nke gosipụtara na 2018 El Gouna Film Festival Ọ bụkwa isiokwu nke vidiyo egwu maka \"Fakra\" nke Massar Egbari, otu egwu Ijipt nke ghọrọ onye ama ama n'oge 2011 Egyptian Revolution, dị ka mmasị ịhụnanya nke onye na-agụ egwu aha ya bụ Hany Dakkak.",
  "Kemgbe afọ 2019, Elbay emeela ihe nkiri dị ka Amani n'usoro ihe nkiri Hulu / A24 Ramy, ihe ngosi nke Ramy Youssef nke aha ya bụ Golden Globe na Peabody Award nke na-esote ọgbọ mbụ nke ndị Alakụba America na njem ime mmụọ na mpaghara New Jersey nke kewara na ndọrọ ndọrọ ọchịchị. Usoro a malitere na 2019 South by Southwest Film Festival ma nwee nkwado nke 97% na Rotten Tomatoes. Oge nke abụọ, nke Mahershala Ali so na ya, malitere na Mee 2020.",
  "Ọzọkwa na 2019, Elbay nwetara otuto dị egwu maka mmalite telivishọn ya na mpaghara MENA dị ka Sara, onye mmekọ nke onye na-eme ihe nkiri Tarek (Mohamed Mamdouh), na MBC Masr's Qabeel, wee merie ihe nrite Al-Wafd Critics Chine Choice Awards maka Best Supporting Actress na Best New Face.",
  "Elbay kwadoro emume mmeghe nke 2019 El Gouna Film Festival, n'oge ọ na-eyi uwe eji plastik e megharịrị arụ ọrụ nke ụmụ nwanyị gbara ọsọ ndụ ji aka rụọ nke UNHCR kwadoro. Kemgbe ahụ, ọ gara n'ihu na-akwado nzukọ ahụ, na-ekere òkè na tebụl gburugburu mbụ nke MENA na The Role of Art and Culture in Addressing Displacement.",
  "Cairo International Film Festival họpụtara Elbay dị ka ihu ya maka ndị na-eme ihe nkiri na-eto eto n'oge 40th na 41st Editions. E mepụtara ihe nkiri ya, \"Garlic\", na Festivalás TV Development Workshop.",
  "Elbay na-eme ihe nkiri na MBC Masrīs 2020 Luebat Al-Nesyan, nke Hani Khalifa duziri. Otú ọ dị, ọ hapụrụ ihe ngosi ahụ n'etiti ihe nkiri n'ihi ihe gbasara ahụike ma soro Asmaa Galal gbaa ọrụ ya fọdụrụnụ.",
  "Na Septemba 2021, a mara ọkwa Elbay dị ka onye isi na-eme ihe nkiri nke usoro Netflix ọhụrụ Jigsaw n'akụkụ Giancarlo Esposito, Paz Vega, Rufus Sewell, Tati Gabrielle, Peter Mark Kendall na Jai Courtney",
  "A na-akọwa àgwà ya Judy Goodwin dị ka ọkachamara n'ịkwatu, onye isi ike na onye nweere onwe ya",
  "Usoro a amalitela ịgbapụ na New York.",
  "N'ọnwa Ọktoba 2021, Elbay kpughekwara na ọ na-eme ihe nkiri na onye isi na-emepụta ọrụ a na-akpọghị aha, ha abụọ ekwuputala.",
  "E nyere Elbay ihe nrite 2019 Al-Wafd Critics' Choice Awards maka Best Supporting Actress na Best New Face maka ọrụ ya na Qabeel."
]