[
  "Rosella Ayane (Arabic, amụrụ na 16 Machị 1996) bụ onye na agba bọọlụ nke na agbachitere Tottenham Hotspur",
  "Na mba ụwa, Ayane nọchitere anya England n'okpuru afọ 17 na nokpuru ala afọ 19 tupu Morocco ekpuchi ya na ọkwa dị elu.",
  "A mụrụ ya na Ogugu na nna Moroccan na nne Scottish, Ayane gara Maiden Erlegh School.",
  "Ayane malitere ọrụ ya na Chelsea mgbe ọ gachara na Etiti nke oke nke klọb ahụ",
  "Ọ malitere na usoro ndị ntorobịa, na 2012 ọ bụ akụkụ nke Chelsea U17 nke meriri league na iko okpukpu abụọ. O mere egwuregwu mbụ ya nọnwa Ọgọstụ afọ 2013 megide Doncaster Rovers Belles; Chelsea meriri. Egwuregwu atọ ọzọ sochiri megide Everton, Bristol City na Notts County tupu ahọrọ Ayane dị ka akụkụ nke ndị otu Chelsea maka 2013 Egwuregwu ụmụ nwanyị mba ụwa, ọ gbara bọọlụ ugboro abụọ ka Chelsea mechara nke abụọ. N'abalị iri atọ nọnwa Ọgọstụ, Ayane gbara goolu anọ megide London Bees na FA WSL Iko na mmeri 8o0.",
  "Mgbe ọ pụtara ugboro anọ na asọmpi niile maka Chelsea na 2014, a gbazinyere Ayane na 2015 na Millwall; otu ọ gbara Chelsea ugboro abụọ na 2015 na FA WSL Iko Mgbe ọnwa ole na ole na Millwall gasịrị, ọ laghachiri na klọb nne na nna ya",
  "2016 hụrụ mgbazinye ego na Bristol City, onye ya na ya pụtara ugboro itoolu ma gbaa goolu atọ na asọmpi niile tupu ọ laghachi Chelsea mgbe onye njikwa Bristol Willie Kirk kpebiri na ọ gaghị agbatị mgbazinye ya. Izu ole na ole mgbe ọ hapụsịrị Bristol, a gbazinyere ya ka Everton ghọrọ klọb ọrụ ya nke anọ. Ọ gbara goolu mbụ ya na Everton na 17 Julaị na mmeri 3-0 na Yeovil Town.",
  "N'ọnwa Ọgọstụ 2017, Ayane sonyeere Apollon Limassol nke Cypriot Nkewa mbu. Ọ gbara bọọlụ na nke mbụ ya maka klọb ahụ, na enweta goolu mmeghe na mmeri 4-0 na egwuregwu mbụ nke Group 5 na 201718UEFA Ụmụ nwanyị na agbachitere megide NSA Sofia. N'ụbọchị egwuregwu nke abụọ, megide Noroc Nimoreni nke Moldova, o nyere hat-trick na mmeri 5-0. Ayane sochiri nke ahụ site na goolu n'egwuregwu ikpeazụ nke asọmpi megide Sturm Graz iji nyere aka mee ka Apollon banye n'ọkwa knockout. Ọ gbara bọọlụ mbụ ya na Apollon na 5 Nọvemba, na-agba goolu mmeghe na mmeri 16-0 na Champions Ypsona.",
  "Nozuzu, ọ gbara goolu iri na itoolu na egwuregwu iri na itoolo na asọmpi niile na oge izizi ya. Nọnwa Eprel afọ 2018, a họpụtara ya n'ime ndị otu egwuregwu nke oge.",
  "Nabalị iri na asatọ n'ọnwa Ọgọstụ n'afọ 2018, Ayane mechara njem ịlaghachi na klọb ịgbazinye ego mbụ bụ Bristol City. Otu goolu n'ime egwuregwu iri na asatọ sochiri n'afọ 2018-19.",
  "N'ọnwa Julaị 2019, Ayane kwagara gafee FA WSL gaa Tottenham Hotspur nke e buliri elu. Egwuregwu mbụ ya maka Tottenham bụ megide Everton dị ka onye na-anọchi ya na 13 Septemba 2020 na goolu mbụ ya bịara n'egwuregwu megide Aston Villa na 13 Disemba 2020.",
  "Ayane agbaala bọọlụ maka England n'okpuru afọ iri na asaa na n'okpuru iri na itoolu. N'agbata afọ 2011 na afọ 2012 ọ meriri ugboro asaa ma gbaa otu goolu (vs",
  "Finland, na 2012 UEFA Women's Under-17 Championship qualifier)",
  "N'afọ 2014, Ayane mere nke mbụ ya maka England U19s wee gbaa goolu nke abụọ na mmeri 2o. Otu afọ mgbe nke ahụ gasịrị, ọ gbara goolu nke abụọ ya maka England U19s na 2-2 ise megide Norway na 2015 UEFA Umu nwanyi di na nwunye, egwuregwu nke emere n'ọnọdụ pụrụ iche mgbe njehie ikpe. N'ozuzu, Ayane pụtara ugboro iri na asaa ma gbaa goolu atọ maka U17s na U19s.",
  "Nihi nna ya bụ onye Morocco, o ruru eru ịnọchite anya Morocco ma mee nke mbụ ya na June 2021, na agba bọọlụ nime otu nkeji mgbe ọ banyere n'ọgbọ egwuregwu na mmeri 310 meriri Mali. Na mbụ, ọ fọrọ nke nta ka ọ họrọ Scotland, notu akụkụ n'ihi ọchịchọ nne ya ka ọ bụrụ onye otu ndị Scotland.",
  "Ayane sonyere na 2022 Ụmụ nwanyị nke Afrika nke Mba nke e mere na Morocco",
  "Ọ malitere na egwuregwu isii niile wee gbaa goolu abụọ, gụnyere otu na nke ikpeazụ",
  "Morocco mechara nke abụọ ka e meriri ha n'asọmpi ikpeazụ megide South Afrika.",
  "Àtụ:Updated.",
  "Àtụ:Updated",
  "Morocco"
]