[
  "Roseline Emma Rasolovoahangy bụ onye isi maara ofụma ihe ekwe n'akụ n'azụmaahịa, onye ọrụ gọọmentị dị uchu n'ọrụ ya, bụrụkwa onye zọrọ ọkwa onye isi ala mba Madagascar n'afọ 2013 na 2018.  Emma bụ onye ọchụnta ego lekwasịrị anya n'inye aka wuo Madagascar ọhụrụ site n'imeghe ọdịike nke mba ya kachasị ukwuu - ndị mba ahụ",
  "Ọ na-elekwasị anya n'imeziwanye nchekwa ọha na eze, ịkepụta ọrụ, ịwulite ụlọ akwụkwọ ndị ga-anọ na mbido ma agúwa ụlọ akwụkwọ ndị kasị mma n'ụwa, nakwa iwu ụlọ ọrụ ọha na eze ga na-arụ ọrụ maka ọdịmma nke nwa amaala ọ bụla.",
  "Nke n'aga n'ihu ugbua bụ na Emma Rasolovoahangy na-arụsi ike bụ imelite nnukwu ala na oké osimiri iji weghachite usoro Gburugburu ebe obibi dị mma ma kepụtakwa ọrụ, mekwaa ka nri dịrị na-aga na Madagascar",
  "Mgbalị ndị a ga-enyere aka ịlụ ọgụ megide mgbanwe ihu igwe.",
  "Emma Rasolovoahangy bu ụzọ zọọ ọkwa onye isi ala nke Madagascar na ntuli aka emere n'afọ 2013.  N'oge ahụ, isiokwu achụmnta vootu ya gụnyere idu ndú, ọganihu, na ezi nnwere onwe na Madagascar ọhụrụ, ma lekwasị anya kpọmkwem na ibelata ụbịam, ịwụlitekwu ihe ndị eji ebi ndụ n'obodo, ịdọta itinye ego nke ndị si na mba ofesi, na ịmekwu ka dị. Rasolovoahangy gagharịrị akụkụ niile dị na Madagascar, na-ezute ndị nọ n'ime obodo n'oge achụmnta vootu nke ọ kpọrọ Emma Listening Tour Program.",
  "Ọ zọkwara ọkwa a nke ugboro abụọ ya n'afọ 2018, ma nweta nkwado site n'ọtụtụ òtù ndọrọ ndọrọ ọchịchị dị iche iche, òtù, na njikọ ha dị iche iche.",
  "Ọ na-eje ozi ugbu a dị ka onye isi oche nke òtù ndọrọndọrọ ọchịchị Ezaka Mampandroso Antsika (E.M.A.) bụrụkwa  onye isi oche na onye guzobere Ezaka Marina Mampandroso Antsika (EM.M.M.) njikọ, nwere ebe ụlọ ọrụ dị narị anọ na iri abụọ n'ọnụ ọgụ na ndị otu di puku otu narị na iri na asaa na Madagascar dum.",
  "Emma bụkwa onye isi oche na onye guzobere Mivoatra ny Tanjona (M.M.T), otu na-abụghị nke gọọmentị nwe nke na-elekwasị anya n'ibelata ụbịam na iwelite ọnọdụ obibi ndụ nke ezinụlọ Madagascar niile.",
  "Emma Rasolovoahangy bụ onye guzobere na onye isi oche nke ASE PPP sarl, nke na-ejikọta gọọmentị na ndị nọọrọ onwe ha ịbịa na mmekọrịta, siri òtù ahụ kepụta Oghere iji Weghachi akụ na ụba site n'ịzụ azụ, mmepụta simenti eji ewu ụlọ, arụm ụlọ, na ịrụ ọrụ mmiri na Madagascar.",
  "Ọ bụkwa onye guzobere na onye isi oche nke MinMad S.R.A.L., ụlọ ọrụ na-elekwasị anya na igwuputa ihe ọnatarachi ndị dị n'ala, inye ọkụ na ihe ndị gbasara ya, ọrụ ubi na azụmahịa ihe ndị si n'ubi na ọrụ akụrụngwa na Madagascar.",
  "Ọ bụkwa onye isi oche nke Petromad (Mauritius) Limited",
  "Petromad nwere ikike maka nchọpụta mmanụ ọnatarachi Bezaha nke dị na Morondava Oil Basin, na mpaghara South West nke Madagascar.\nỌ bụ nwa amaala Madagascar mbụ chọrọ ma nweta ikike ịchọ mmanụ ọnatarachi na Madagascar",
  "Kemgbe e guzobere Petromad n'afọ 2005, e mepụtala ihe karịrị ọrụ narị atọ maka ndị Madagascar.",
  "Emma arụọla ọrụ ihe gbasara mmanụ ihe dịka afọ iri abụo na ise site n'ọrụ ọ rụrụ n'ụlọ ọrụ dị iche iche n'eme na mmanụ dịka Shell International E&P, Anadarko Petroleum, VRMT International, dị na Houston, Texas, mba Amerika.",
  "A mụrụ Emma Rasolovoahangy n'obodo Fianarantsoa, Madagascar n'afọ 1967",
  "Ọ bụ nwa nke abụọ n'ime ụmụ asatọ; ebe nne na nna ya bụcha ndị nkuzi",
  "Ọ lụrụ di ma nwee ụmụ abụọ.",
  "Agụmakwụkwọ mbụ ya bụ na Antananarivo",
  "N'afọ 1984, ọ bụ ya bụ osote onyeisi ndị otu egwuregwu basketball ụmụ nwanyị nke mba ahụ",
  "N'iganihu, ọnwa atọ nke ọzụzụ ịlụ agha ya dugara ya n'ọrụ nkuzi sekọndrị n'ime ime obodo dịpụrụ adịpụ",
  "N'afọ 1991, ọ gụsịrị akwụkwọ ịmụ Natural Gas Engineering ma wéré nzere M.Sc n'ụlọ akwụkwọ Algeria Institute of Petroleum dị na Algeria",
  "Mgbe nke ahụ gasịrị, ọ gara Mahadum Texas A&M dị na mba Amerika, ebe ọ gụsịrị akwụkwọ were nzere M.Sc na Petroleum Engineering and Environmental Engineering n'afọ 1994",
  "Ọnụnụ ọkụ n'obi O nwere ịgụru akwụkwọ ya n'isi na ịgbasawanye na nkà ya, mere O ji nweta nzere M.Sc (2000) na Ph.D na Geophysics (2002) na Mahadum Stanford."
]