[
  "Rose Atima Ayaka (amụrụ na 17 Septemba na afo 1975) bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye na-eje ozi dị ka onye nnọchi anya nwanyị distrikti maka Maracha District, na 10th Ugandan Parliament (2016 - 2021).",
  "A mụrụ Ayaka na 17 Septemba na afo 1975",
  "Ọ gara ụlọ akwụkwọ praịmarị n'ógbè ahụ",
  "Ọ gara Mvara Secondary School na obodo Arua, maka ọmụmụ O-Level ya, gụsịrị akwụkwọ na  afo 1989",
  "Ọ gara n'ihu na agụmakwụkwọ A-Level ya na Muni Girls' Secondary School, kwa na Arua, na-enweta diplọma ụlọ akwụkwọ sekọndrị ya n'ebe ahụ na afo 1993.",
  "A nabatara ya na Mahadum Makerere, mahadum ọha na eze kachasị ochie na nke kachasị ukwuu na Uganda, gụsịrị akwụkwọ na afo 1996 na nzere Bachelor of Arts na Social Sciences",
  "N'afọ 1999, ọ gara ọmụmụ ihe Officer Cadet na Uganda Military Academy, na Kabamba, Mubende District, ma nye ya asambodo nke ịga.",
  "O nwekwara asambodo na Effective Supervisory Management, nke Eastern and Southern African Management Institute nyere",
  "E nwetara diplọma postgraduate ya na Human Resource Management site na Uganda Management Institute (UMI) na Kampala, isi obodo Uganda. Ka ọ na-erule n'afọ 2016, Ayaka na-amụ ihe iji nweta nzere Master of Management Studies, kwa na UMI.",
  "Ayaka nọrọ ihe karịrị afọ iri na ise tupu ọ banye na ndọrọ ndọrọ ọchịchị, na-arụ ọrụ maka Independent Electoral Commission of Uganda",
  "Site na afo 1999 ruo na afo 2000, ọ rụrụ ọrụ dị ka onye enyemaka District Registrar",
  "Ọ rụrụ ọrụ dị ka onye na-edeba aha distrikti site n'afọ 2000 ruo n'afọ 2011",
  "Site n'afọ 2012 ruo n'afọ 2015, ọ bụ onye isi ntuli aka mpaghara na Electoral Commission nke Uganda.",
  "N'oge ntuli aka ndị omeiwu nke afọ 2016, Rose Atima Ayaka meriri mmadụ abụọ ọzọ iji merie oche ụmụ nwanyị nke Maracha District na 10th Parliament",
  "Ọ gbara ọsọ dị ka onye otu ndọrọ ndọrọ ọchịchị National Resistance Movement na-achị. Na Nzukọ Ndị Omeiwu nke iri, ọ na-anọdụ na kọmitii ndị omeiwu na-ahụ maka ihe ndị ruuru mmadụ na kọmiti ndị omeiwu gbasara ahụike.",
  "Ọ bụ onye otu Uganda Women Parliamentary Association (UWOPA). O nwere mmasị ịkwalite agụmakwụkwọ, ahụike ọha na eze na ike akụ na ụba na obodo ya."
]