[
  "Rosemary Nansubuga Seninde, nke a na-akpọkwa Rosemary nansubuga Sseninde (née Rosemary Noansubuga) (amụrụ na 7 Jenụwarị 1965), bụ onye nkuzi na onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ Minista Steeti maka agụmakwụkwọ praịmarị na Cabinet nke Uganda",
  "A họpụtara ya n'ọkwa ahụ na 6 June 2016, na-anọchi John Chrysostom Muyingo onye ghọrọ Minista Steeti maka agụmakwụkwọ dị elu. Ọ na-eje ozi n'otu oge ahụ dị ka onye nnọchi anya ụmụ nwanyị nke Wakiso District na Nzukọ Ndị Omeiwu nke Uganda.",
  "A mụrụ Rosemary Nansubuga na Wakiso District na 7 Jenụwarị 1965",
  "Ọ gara St",
  "Agnes Boarding Primary School na Naggalama maka agụmakwụkwọ elementrị mbụ ya. Ọ gara St",
  "Joseph's Senior Secondary School na Nsambya maka ọmụmụ O-Level ya, gụsịrị akwụkwọ na 1982",
  "Ọ gụrụ akwụkwọ na Trinity College Nabbingo maka agụmakwụkwọ A-Level ya, gụsịrị akwụkwọ na 1985.",
  "N'afọ 1997, ọ nwetara asambodo nkuzi na Lady Irene College, na Ndejje, nke bụzi akụkụ nke Mahadum Ndejje",
  "N'afọ sochirinụ, ọ gara ọmụmụ izu iri na National Institute of Small Industries Extension Training (NISIET), na Hyderabad, India, na-agụsị akwụkwọ na asambodo.",
  "N'afọ 2001, ọ gụsịrị akwụkwọ na Diploma na Education, nke Institute of Teacher Education (ITEK) nyere ya, nke bụzi akụkụ nke Mahadum Kyambogo",
  "N'afọ 2005, ọ gụsịrị akwụkwọ na Bachelor of Arts na Human Resource Management, nke Mahadum Makerere nyere",
  "Ka e mesịrị na afo puku abụọ na itoolu , e nyere ya Master of Arts na ụkpụrụ omume na njikwa ọha na eze.",
  "Ọ malitere ọrụ nkuzi ya n'afọ 1987, dị ka onye nkuzi / onye nkuzi n'ụlọ akwụkwọ elementrị, na-eje ozi na ikike ahụ ruo n'afọ 1994",
  "Ọ gara Wampeewo Senior Secondary School dị ka onye nkuzi, na-eje ozi na ikike ahụ ruo n'afọ 2000",
  "N'afọ 2001, maka oge na-erughị otu afọ, ọ rụrụ ọrụ dị ka onye nkuzi / onye nkuzi na Shimoni Teacher Training College.",
  "N'afọ 2001, ọ banyere na ndọrọ ndọrọ ọchịchị Ugandan a họpụtara ya ka ọ bụrụ onye omeiwu nke Uganda ka ọ nọchite anya ụmụ nwanyị nke Wakiso District",
  "A họpụtara ya ọzọ na 2006, 2011 na 2016, ọ bụkwa onye nọ n'ọkwa. N'ime kansụl a họpụtara na 6 June 2016, a kpọrọ ya Minista Steeti maka agụmakwụkwọ praịmarị.",
  "Rosemary Nansubuga Sseninde lụrụ Zephaniah Kizza Kikoba Walube Sseninde kemgbe 12 Ọktoba 1985. Ọ bụ nne ụmụ asaa. Nwa ya nwanyị, Jean Sseninde, bụ onye na-agba bọọlụ prọfesọ, na otu ụmụ nwanyị London Phoenix, na Njikọ nke Abụọ nke England."
]