[
  "Namubiru Rose Kirumira (amụrụ n'ubọchị iri abụọ na asatọ n'ọnwa Ọktoba n'afọ 1962)",
  "bụ onye na-ese ihe na onye nkuzi dị elu na Margaret Trowell School of Industrial and Fine Arts (MTSIFA), Department of Visual Arts, College of Engineering Design Art and Technology, na Mahadum Makerere. Ọ bụ ọkachamara n'ụdị mmadụ, osisi a tụrụ atụ, ụrọ na ihe ndị a tụrụ atụ",
  "Ọrụ ya gụnyere ihe oyiyi Eze Ronald Mwenda Mutebi na onye na-ese ihe na prọfesọ Francis Nnaggenda na Bulange Mengo, na Ezinụlọ na Mulago Hospital na Kampala.",
  "Ọ malitere agụmakwụkwọ ya na Mahadum Makerere ebe ọ nwetara nzere PhD",
  "A kpọrọ akwụkwọ edemede ya The Formation of Contemporary Visual Arts in Africa; Revisiting Residency Programmes.",
  "Rose Kirumira na 2010 mere ọrụ nyocha, Visual Art Skills and Activities Towards Enhancing Teaching How to Begin Reading and Writing of Early Childhood Education na Uganda na Mahadum Nkumba. Ọ bụkwa akụkụ nke ọrụ nyocha / akwụkwọ ntuziaka ndị nkuzi Write a Story maka Rockefeller Foundation na Makerere Institute of Social Research. N'afọ 2005, o sonyere na ọrụ nyocha 8 Teachers Booklets: An Approach to Teaching Beginners of Reading and Writing at Lower Primary School in Uganda, a Makerere Institute of Social Research project for the Rockefeller Foundation",
  "35 illustrated Children's Stories bụkwa ọrụ nyocha nke 2005 maka Makerere University / Rockefellers Foundation maka ụlọ akwụkwọ praịmarị narị anọ na ịrị ise na Uganda nke ọ bụ akụkụ ya. Rose Kirumira mere A Model for an Indigenous Ceramic Ware Cottage Industry, ọrụ nyocha nke 2003 na ụlọ akwụkwọ Margaret Trowell nke Industrial and Fine Arts, ọrụ Makerere University / Japan AICAD.",
  "Rose Kirumira kpụrụ <i id=\"mwVA\">Eze Ronald Wenda Mutebi</i> na Nzukọ Ndị Omeiwu nke Buganda, na ihe a kpụrụ akpụ Familyat Mulago Hospital Kampala na 1994.< Ọ kpụrụ nne na isi ụlọ ọrụ UNDP. Ọ gara n'ihu mepụta ihe ọkpụkpụ The Page na Winnipeg, Canada na 1995, Ambassador na United States na 1999 na Omumbejja, ihe ọkpụkpụ na Denmark, n'etiti afọ 1997 na 2010. O sere 'Friendship' na Changchun China n'afọ 2000. N'afọ 1997, o mere ihe ọkpụkpụ maka Don Bosco Vocational Chapel na Kamuli District.",
  "Kirumira Namubiru dere otu isi akwụkwọ na An Artist's Notes on the Triangular Workshops O dekwara Identity Gender and Representation: Reflecting on the Sculpture 'Mother Uganda'. E bipụtara ọrụ ya Reconfiguring the Omweso board game: na-eme akụkọ banyere ọdịbendị Buganda na 2019."
]