[
  "Rosemary Museminali (amụrụ n'afọ 1962) bụ onye ndọrọ ndọrọ ọchịchị na onye nnọchi anya mba Rwanda, na-arụ ọrụ ugbu a maka Joint United Nations Programme on HIV / AIDS (UNAIDS), dịka onye nnọchianya ya na African Union na United Nations Economic Commission for Africa",
  "A maara Museminali nke ọma maka ọrụ ya dị ka Minista na-ahụ maka ihe gbasara mba ofesi na imekọ ihe ọnụ na Rwanda site na afo 2005 ruo n'afọ 2009",
  "Ọ rụkwara ọrụ dị ka Minista nke Mba maka imekọ ihe ọnụ mba ụwa na dị ka onye nnọchi anya na United Kingdom.",
  "A mụrụ Rosemary Museminali na afọ 1962 na Uganda, nne na nna ya bụ ndị gbara ọsọ ndụ a mụrụ na Rwanda, bụ ndị gbapụrụ na mba ahụ na afọ 1959 Rwandan Revolution gasịrị, nke hụrụ ka e mepụtara mba nke ọtụtụ ndị Hutu na-achịkwa, na mkpagbu nke ndị Tutsi pere mpe",
  "Museminali tolitere ma gụchaa agụmakwụkwọ ya na Uganda, nweta nzere na ọrụ mmekọrịta mmadụ na ibe ya na nchịkwa na Mahadum Makerere na afọ 1986. Mgbe ọ ka nọ na Uganda, Museminali rụrụ ọrụ dị ka onye njikwa nchịkwa maka Nyanza Textile Industries Limited.",
  "N'afọ ndị 1990, ndị agha nnupụisi nke Paul Kagame duziri, onye bụkwa onye gbara ọsọ ndụ na Uganda, malitere agha obodo afọ anọ nke rụzuru na afọ 1994 Rwandan genocide, nke ndị Hutu na-emebiga ihe ókè gburu n'etiti 500,000 na 1,000,000 Tutsi na ndị Hutu nwere ndọrọ ndọrọ ọchịchị",
  "Agha ahụ kwụsịrị mgbe ndị agha Kagame weghaara mba ahụ dum, na-eme ka ọtụtụ puku ndị Tutsi a chụgara, gụnyere Museminali, laghachi n'ala nna ha.",
  "Mgbe ọ bịarutere na Rwanda, Museminali malitere ịrụ ọrụ na Ministry of Social Welfare, na-enyere ndị ọzọ gbara ọsọ ndụ aka na-anwa ịlaghachi na mba ahụ ma na-anwa ijikọ ezinụlọ ndị agbụrụ ahụ kewara. Ọ nọgidere na ozi ahụ ruo afọ ise, tupu ọ gaa rụọ ọrụ dị ka odeakwụkwọ ukwu nke Red Cross nke Rwanda, ọrụ ọ rụrụ naanị obere oge. N'afọ 2000, a họpụtara Museminali ka ọ bụrụ onye nnọchi anya Rwanda na United Kingdom, gụnyere ọrụ ndị ọzọ dị ka onye nnọchianya na Republic of Ireland na mba Scandinavia. Ọ nọgidere n'ọkwa a, nke dị na London, ruo afọ ise.",
  "Mgbe ọ laghachiri Rwanda n'afọ 2005, Onye isi ala Paul Kagame họpụtara Museminali ka ọ bụrụ obere minista na Ministry of Foreign Affairs (MINAFFET), nke na-ahụ maka imekọ ihe ọnụ mba ụwa. A kwalitere ya n'ọnwa Machị afọ 2008 ka ọ bụrụ minista na-ahụ maka mba ofesi, onye na-ahụ maka ozi ahụ. N'oge ọ bụ minista na-ahụ maka mba ofesi, o butere ụzọ idebe udo na nchekwa na Rwanda, yana ịmanye iwulite udo na mba ụwa. Dị ka akụkụ nke ebumnauche nke ikpeazụ, ọ lèkọtàrà itinye aka Rwanda na United Nations African Union Mission na Darfur. Ọ rụkwara ọrụ na mba ụwa iji zụlite akụ na ụba Rwanda. N'ọnwa Disemba, na afọ 2009, Onye isi ala Kagame chụpụrụ Museminali, jiri Minista nke Ozi Louise Mushikiwabo dochie ya. E nyeghị Museminali ọkwa ọzọ na gọọmentị.",
  "Oge ụfọdụ mgbe ọ hapụsịrị gọọmentị, Museminali kwagara Addis Ababa ịrụ ọrụ maka Joint United Nations Programme on HIV / AIDS (UNAIDS), dị ka onye nnọchiteanya ya na African Union na United Nations Economic Commission for Africa. Ọ nọgidere na ọrụ a site na afo 2016."
]