[
  "Rose Mukantabana (amụrụ n'abalị iri atọ na otu n'ọnwa Ọgọstụ n'afọ 1961) bụ onye ọka iwu na onye na-ahụ maka ihe ndị ruuru ụmụ nwanyị",
  "Ọ bụ onye bụbu onye isi oche nke Chamber of Deputies nke Rwanda ma bụrụ nwanyị mbụ a họpụtara n'ọkwa ahụ",
  "A họpụtara ya ka ọ bụrụ onye isi oche nke African Parliamentary Union site na afo 2013-2015.",
  "A mụrụ Rose Mukantabana na 31 Ọgọst na afọ 1961 na mpaghara Nyanza District, Southern Province, Rwanda",
  "Ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị wee malite ịrụ ọrụ na ọrụ gọọmentị na afọ 1980, nke mbụ na Rwanda Society for Insurance ma mesịa na Ministry of Public Services.  N'afọ 1992, ọ banyere na Mahadum Mba nke Rwanda ma gụsịrị akwụkwọ na nzere iwu n'afọ 1996",
  "N'afọ ahụ, ọ malitere ịrụ ọrụ maka Haguruka Association, otu NGO nke na-ele anya na ikike mmadụ na ikike ụmụ nwanyị na ụmụaka. N'ịbụ onye nọrọ afọ itoolu na nzukọ ahụ, ọ malitere dị ka onye enyemaka iwu ma rụọ ọrụ ruo onye nhazi nke okwu iwu",
  "Mgbe ọ rụchara ọrụ dị ka National Executive Secretary, Mukantabana laghachiri n'ụlọ akwụkwọ. N'ịmụ akwụkwọ na Belgium, ọ nwetara diplọma \"ndị pụrụ iche na ikike mmadụ\" na Mahadum Saint-Louis Bruxelles.",
  "N'afọ 2002, ọ na-eje ozi dị ka osote onye isi oche nke Pro-Femmes, otu òtù na-ahụ maka udo nke na-ahazi mbọ nke 43 NGO maka mmepe na ikike ụmụ nwanyị. N'afọ 2005, ọ malitere ịrụ ọrụ dị ka onye nhazi mba nke Women's Legal Rights Initiative nke USAID kwadoro ma na afọ 2007, ọ kwagara ActionAid International na Rwanda, nke mbụ na-eje ozi dị ka onye nchịkwa ikike ụmụ nwanyị ma mesịa bụrụ onye njikwa mmepe mmemme. N'afọ 2008, a họpụtara ya dị ka onye omeiwu na-anọchite anya mpaghara Kigali City. N'abalị isii n'ọnwa Ọktoba n'afọ 2008, ndị omeiwu ibe ya họpụtara ya ka ọ bụrụ onye isi oche nke Chamber of Deputies nke Rwanda ruo n'afọ 2013 site na 70 maka na 10 megide. Nhọrọ ya mere ka ọ bụrụ nwanyị mbụ na-eduzi ndị omeiwu. N'afọ 2012, a họpụtara ya ka ọ bụrụ onye isi oche nke African Parliamentary Union (APU) ruo n'afọ 2015."
]