[
  "Rose Reilly MBE (amụrụ n'abali abụọ nke ọnwa Jenụwarị afọ 1955), onye aha ya bụ Rose Peralta, bụ onye Scotland bụbu onye na-agba bọọlụ ụmụ nwanyị, onye na-anọchite anya ndị otu bọọlụ ndị inyom Scotland na ndị otu bọlụ ụmụ nwanyị Ịtali.",
  "A mụrụ Rose na Kilmarnock ma zụlite ya na Stewarton na East Ayrshire, Scotland, Reilly malitere ọrụ bọọlụ ya mgbe ọ dị afọ asaa na klọb ụmụ nwoke Stewarton United ma n'otu oge dọtara mmasị nke ndị scouts si n'akụkụ Glasgow Celtic. A hapụrụ ya ka ọ gbaa bọọlụ na klọb ahụ ma ọ bụrụhaala na ọ na ọ ga akpụ ntutu isi ya ma kpọọ onwe ya \"Ross\".",
  "O gbara bọọlụ nke mbụ ya nke ụmụ nwanyị Stewarton Thistle Ladies na afo 1965 megide Johnston Red & White Rockets",
  "O sonyekwara asọmpi na Hughie Green's Women's Football Tournament ruo na ngwụcha mpaghara, ọ bụkwa onye nsonye nke Stewarton nke weliri iko Scotland mbụ na afọ 1971 wee ruo na ngwụsị nke mbụ nke iko WFA n'otu afọ ahụ",
  "N'afọ 1972 ọ kwagara Westthorn Utd ebe ọ meriri okpukpu atọ nke iko asọmpi Scottish,iko League  na asọmpi League mbụ",
  "Westthorn rụkwara  na ngwụcha nke asọmpi iko WFA  na mmeri ọkpụ abụọ ha asataghị̀ otu nke ndi Southampton meriri ya",
  "Mmasi igba bọọlụ nke ọma mere ka Reilly kwaga n'akụkụ ụmụ nwanyị French bụ Reims n'afọ 1974.",
  "Scottish Women's FA gosiri nwunye ha site na omume na nkatọ sitere n'aka Reilly na ndị egwuregwu abụọ ndị ọzọ, Edna Neillis na Elsie Cook, site n'ịmachibido ha iwu ruo mgbe ebighị ebi.",
  "Mgbe ọnwa isii gachara na Reims, ACF Milan zụrụ Reilly ma kpọọ maka otu ụmụ nwanyị ọkachamara ruo afọ anọ, na-emeri aha league abụọ na usoro ahụ (nke asatọ ọ ga-emeri n'akụkụ dị iche iche nke Ịtali)",
  "N'ịgbaso oge mbụ ya na Milan, Reilly gara n'ihu na-agba bọọlụ Ịtali ruo mgbe ọ dị afọ iri anọ gụnyere oge ya na ụmụ nwanyị nke Catania na Lecce. Reilly meriri akpụkpọ ụkwụ bọọlụ ọla edo nke Serie A nke ugboro abụọ n'oge afọ 1978 na 1981, ma nye goolu irí anọ na ato  na iri anọ na ise (gụnyere Iko Ịtali). N'afọ 1978, ọ meriri n'asọmpi n'Ịtali na France, na-agba egwuregwu nke Lecce n'abalị Satọdee wee gaa France iji gbaa egwuregwu nke Reims n'ehihie Sọnde.",
  "O mechara laa ezumike nká mgbe ọ dị afọ iri anọ, ebe ọ meriri nrite Serie A asatọ, otu nke French na iko anọ nke Ịtali.",
  "N'agbanyeghi na o mere egwuregwu ugboro iri nye obodo ya Scotland ma ghara inwe njikọ ọ bụla na Ịtali tupu ọ kwaga ACF Milan, a họpụtara Reilly maka otu ụmụ nwanyị nke mba Ịtali ma họpụta ya dịka onye egwuregwu kachasị mma na otu Ịtali nke meriri Mundialito n'afọ 1984, onye na-abụghị onye isi na iko ụwa ụmụ nwanyị. A kọrọ na onye isi ndị otu Reilly gbara na mmeri ikpeazụ nke 3 Xia1 megide West Germany na obodo Caorle nke dị n'ebe ugwu Ịtali.",
  "Na mbipụta 1985 nke Mundialito, Reilly gosipụtara na mmeri Italy meriri otu egwuregwu bọọlụ ụmụ nwanyị nke mba United States, na-anọchi Viviana Bontacchio na nkeji iri isii na atọ. Ọ bụ nke mbụ ndị otu America pụtara na mba ụwa.",
  "N'ọnwa Machị afọ 2007, a kpọbatara Reilly n'ime  ọmụmụ Egwuregwu Scottish, yana ebe na Ụlọ Nzukọ Football Scottish na-esote na Nọvemba nke afọ ahụ.",
  "Reilly nwetara onyinye pụrụ iche nke PFA Scotland Merit Award na 2011 wee bụrụ nwanyị mbụ natara ya. Ihe osise nke Rose Reilly nọ n'etiti etiti n'ihe ngosi ọhụrụ nke Scottish Football Museum na-eme emume afọ otu narị na iri atọ nke bọọlụ ụmụ nwanyị na Scotland na July 2012.",
  "E nyere Rose nzere dọkịta nsọpụrụ site na Mahadum Glasgow Caledonian (GCU) n'ọnwa Nọvemba afọ 2019",
  "A họpụtara ya ka ọ bụrụ onye otu Order of the British Empire (MBE) na 2020 New Year Honours maka ọrụ na bọọlụ ụmụ nwanyị.",
  "N'afọ 2001, Reilly biri na Stewarton na di ya onye Argentina Norberto Peralta na nwa ya nwanyị bụ, Valentina."
]