[
  "Roseline Sonayee Konya bụ onye agụmakwụkwọ Naịjịrịa na onye ndọrọ ndọrọ ọchịchị si Khana, Rivers State",
  "Ọ bụ prọfesọ nke Toxicology na Pharmacology na Mahadum Port Harcourt Ọ rụrụ ọrụ dị ka Kọmishọna na-ahụ maka gburugburu ebe obibi na kọmitii nke Gọvanọ Peter Odili ma họpụta ya ọzọ n'otu ọfịs ahụ na kọmọd nke Gọvọn Ezenwo Nyesom Wike. Ọ bụkwa onye isi oche nke Civil Service Commission na 1997.",
  "A mụrụ ya na Buan, Khana Local Government Area nke Rivers Steetị Naịjịrịa",
  "Prọfesọ Konya gara St Arthur Azures Anglican Primary School, Buan site n'ebe ahụ ọ gara Mercy Secondary School, Okigwe (n'oge a Imo State, Nigeria) maka agụmakwụkwọ sekọndrị ya",
  "Agha obodo Naijiria, nke malitere na ngwụcha afọ 1967, mebiri nke a",
  "N'afọ 1968, mgbe agha ahụ ka na-aga n'ihu, ọ debara aha ya na Holy Rosary Secondary School, Port Harcourt ebe ọ gara n'ihu na agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya ruo n'afọ 1969",
  "Site na 1970 ruo 1971, ọ gara akwụkwọ maka ọkwa A ya na St",
  "Anneʹs School, Ibadan, ebe ọ gara Council for National Academic Awards (CNAA), UK, ebe ọ nwetara B.Sc",
  "na sayensị na 1976 na 1977 nwetara nzere masta na Mahadum Loughborough",
  "N'afọ 1984, Konya mechiri mmemme Doctorate Degree ya na Mahadum Brunel, London.",
  "Konya malitere ọrụ ya dị ka onye nkuzi na Mahadum Port Harcourt na 1979, mgbe nke ahụ gasịrị ọ gara Mahadum Brunel, UK ebe ọ nwetara PhD ya",
  "Ọ laghachiri Naịjirịa na 1984 wee gaa n'ihu dị ka onye nkuzi na Mahadum Port Harcourt",
  "Tupu a họpụta ya dị ka Kọmishọna Na-ahụ Maka Gburugburu Ebe Obibị nke Rivers Steetị, o nwere ọtụtụ ọkwa na ndị a gụnyere:",
  "N'afọ 2003, e buliri Konya n'ọkwa Prọfesọ nke Animal and Environmental Biology.",
  "Ọ bụ onye isi oche, Kọmitii Nkà na ụzụ maka mmejuputa Ntuziaka nke Rivers State Government Report on Soot",
  "Roseline Konya lụrụ onye nwụgọrọ anwụ Barido Konya, onyé ya na ya mụrụ ụmụ atọ",
  "Ọ bụ onye isi oche nke Methodist Knights Council  São Port Harcourt Archdiocese; na nwanyị mbụ nke Methodist Knight na Rivers na Bayelsa States."
]