[
  "Rose Finkelstein Norwood (September 10, 1890 - September 25, 1980)  bụ onye nhazi ọrụ ndị America",
  "N'ime ogologo oge ọrụ ya, o duuru mkpọsa ọrụ maka ndị na-ahụ maka ekwentị, ndị na-arụ ọrụ uwe na ọla, ndị na-eme ọkụ ọkụ, ndị ọrụ ọbá akwụkwọ, ndị nkuzi, ndị ode akwụkwọ na-ere ahịa na ndị na-asa ákwà.  Ọ na-arụsi ọrụ ike n'ọtụtụ òtù ọrụ na ikike obodo, gụnyere Boston Women's Trade Union League, Women's International League for Peace and Freedom, na National Association for the Advancement of Colored People.  Ọ bụ onye mmegide na-emegide ndị na-emegide ndị Juu, ịkpa ókè agbụrụ, na ndị fasizim, onye na-akwado ikike ụmụ nwanyị na agụmakwụkwọ ndị ọrụ, na onye na-akwado ndị agadi.",
  "A mụrụ Rose Finkelstein na Septemba 10, 1890, na Kiev, Russia, nke abụọ n'ime ụmụ asatọ nke Henry Finkelstein, onye na-arụ ọrụ distillery Juu, na Fanny Schafferman.  Ezinụlọ ya kwagara United States mgbe ọ dị otu afọ.[note 1] Ezinụlọ ahụ biri na mbụ na East Cambridge, Massachusetts, tupu ha akwaga na mpaghara Jamaica Plain nke Boston.&nbsp; Ọ gara ụlọ akwụkwọ sekọndrị Jamaica Plain ruo afọ ọkaibe, mgbe ọ kwụsịrị ụlọ akwụkwọ iji rụọ ọrụ dị ka onye na-ahụ maka ekwentị maka ekwentị New England..",
  "Mgbe Rose bụ nwata na East Cambridge, ndị ntorobịa Irish-American na-akparị Rose bụ ndị tiri \"Christ Killer\" ma tụbara ya brik ka ọ na-aga ụlọ akwụkwọ.  N'otu oge mwakpo dị otú ahụ, ọ merụrụ ezigbo ahụ́ n'isi, e mesịakwa kpọga otu n'ime ndị wakporo ya n'ụlọ mkpọrọ.  A manyere ezinụlọ ahụ ịkwaga n'ógbè ndị na-enwechaghị mmegide.  Ahụmahụ ahụ nwere mmetụta na-adịgide adịgide na Rose, na-eme ka ọ na-enwe mmetụta na mmegbu na-eme ka ọ mara ndị na-emegide fascist, nkwenkwe Zionist..",
  "Ọ ghọrọ onye ọrụ ikike nke Boston Telephone Operators Union na 1912",
  "N'afọ 1919, o nyere aka duo ndị ọrụ ekwentị 8,000 n'ọrụ ụbọchị isii nke mere ka ọrụ ekwentị kpọnwụrụ akpọnwụ na New England.. N'agbanyeghị enweghị nkwado sitere n'aka ndị isi otu nwoke nke TOU, ndị ọrụ nwanyị meriri nnukwu nkwenye: a mụbara ụgwọ ọrụ ha, wepụrụ ọrụ nkewa, ma mee ka ikike ha ha ha hazie.",
  "N'afọ 1921, ọ gara Bryn Mawr Summer School for Women Workers in Industry. Na 1921 ọ gara Bryn Mawr Summer School maka Women Workers in Industry, usoro mmụta ọzọ maka ụmụ nwanyị ndị ọrụ.  Mgbe ọ nọ na Bryn Mawr, ọ sonyeere ụmụ akwụkwọ ndị ọzọ na-achọ ka kọleji ahụ mezuo ụkpụrụ otu ndị ọrụ na-emeso ndị ọrụ ojii.  Na 1928 na 1935, ọ gara ụlọ akwụkwọ okpomọkụ na Brookwood Labour College na New York, bụ ebe ọ gụrụ usoro nhazi na \"otu esi azụ ụmụaka ndị ahịa\".  Usoro nke ikpeazụ kpaliri ya ịchọta isiakwụkwọ Boston nke Òtù Mmụta Ụmụaka.  Ọ gụkwara klaasị na Boston Trade Union College.",
  ".N'ime 1920s ọ na-arụsi ọrụ ike na Women's Trade Union League (WTUL), Women's International League for Peace and Freedom, na otu dị iche iche na-agbachitere ndị anarchists Italian-American Sacco na Vanzetti.  Dị ka onye otu WTUL ọ gbara akwụkwọ maka ikike ụmụ nwanyị, gụnyere ikike ịga n'ihu na-arụ ọrụ mgbe alụmdi na nwunye gasịrị.  N'afọ 1924, ọ kwadoro otu nnọkọ nke Jennie Loitman Barron, bụ onye ọka iwu na-eto eto, kwuru banyere mkpa ọ dị itinye ụmụ nwanyị na ndị juri.  (E kweghị ka ụmụ nwanyị jee ozi na juri Massachusetts ruo 1949.)",
  ".N'ime 1930s na 40s, Norwood bụ otu n'ime ndị na-ahazi ụmụ nwanyị ama ama na mmegharị ọrụ ndị America.  Na 1937, mgbe o duchara ọtụtụ mkpọsa na-aga nke ọma maka ndị na-ese telegraph, ọ duru ọtụtụ ọgụ ọgụ maka otu ndị ọrụ na-asa ákwà na Boston.  Na Lewandos Laundry na Watertown, Massachusetts, mgbe ọ na-alụ ọgụ maka nha anya ụgwọ maka ndị ọrụ ojii, ejidere ya n'ọgba aghara ahịrị.  Mgbe e mesịrị, ọ rụrụ ọrụ maka Union Ladies' Garment Workers' Union, International Jewelry Workers' Union, American Federation of State, County na Municipal Employees, Retail Clerks International Union, na Service Employees International Union, na-eduga mkpọsa na New England na Pennsylvania.  ka ọ na-eche nkịta ndị uwe ojii ihu, gas anya mmiri na ihu igwe oyi siri ike.  Ọ haziri ndị odeakwụkwọ na ụlọ ahịa ngalaba Jordan Marsh na Boston, yana ndị ọrụ na ọbá akwụkwọ ọha na eze Boston.  Ntinye aka ya na ndị na-agụ akwụkwọ kpaliri ya ịmalite mmemme akwụkwọ maka ndị ọrụ, nke ụlọ akwụkwọ ọhaneze",
  ". Norwood ghọrọ onye isi na Boston WTUL n'oge 1930s, wee jee ozi dị ka onye isi oche ya site na 1941 ruo 1950",
  "Na 1942, n'ihi ahụmịhe ya na nhazi ọrụ mmekọrịta agbụrụ, a họpụtara ya na kọmitii ndụmọdụ nke isi Boston nke National Association for  Ọganihu Ndị Agba.  N'oge Agha Ụwa nke Abụọ, ọ gbara akwụkwọ maka nlekọta ụbọchị nke ndị na-akwụ ụtụ isi na-akwado maka ụmụaka ndị nne na-arụ ọrụ na ụlọ ọrụ agha.  Dị ka onye otu Boston Herald Rumor Clinic, nke Gordon Allport na-eduzi, ọ rụrụ ọrụ iji luso antisemitism, ịkpa ókè agbụrụ na mgbasa ozi Nazi ọgụ.  Dịka onye so na kọmitii ụmụ amaala Massachusetts maka nghọta agbụrụ, ọ haziri mmegide maka mmụba nke ime ihe ike na-emegide ndị Juu.  Mgbe agha ahụ gasịrị, ọ gbara ndị ọrụ a haziri ahazi ka ha chebe ọrụ ụmụ nwanyị;  kpọsara ọkwa maka nha anya ụgwọ maka ndị nkuzi ụmụ nwanyị Boston;  nwere mmasị maka iwu inye ndị gbara ọsọ ndụ, gụnyere ndị lanarịrị Oké Mgbukpọ, ịkwaga United States;  jere ozi dị ka onye so na kọmitii Massachusetts maka Ma…",
  "Na 1970s ọ kwadoro maka ikike nke ndị agadi, ma Mayor Kevin White họpụtara ya na Boston's Advisory Commission on Elderly Affairs.",
  ".  Na Disemba 25, 1921, Finkelstein lụrụ onye Juu ibe ya bụ Hyman Norwood, onye nwere ụlọ ahịa taya na batrị na Roxbury.  Di na nwunye ahụ nwere ụmụ abụọ, Bernard na Barbara.  Mgbe nne ha siri ọnwụ, a zụlitere ụmụaka na Mattapan, bụ́ agbata obi ndị Juu n'oge ahụ.  Rose Norwood nwụrụ n'ihi nkụchi obi na Septemba 25, 1980, n'ụlọ ya na Hotel Vendome na Boston's Back Bay wee lie ya na Sharon Memorial Park na Sharon, Massachusetts.  Nwa nwa ya, Stephen H",
  "Norwood, bụ onye ọkọ akụkọ ihe mere eme na onye edemede ama ama.",
  "A na-echeta Rose Norwood site na njikọ ya na WTUL na kwazi Boston Women's Heritage Trail.",
  "Kpọpụta njehie: <ref> tags exist for a group named \"note\", but no corresponding <references group=\"note\"/> tag was found"
]