[
  "Rosemary Nyakikongoro (amụrụ c.1965) bụ onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ onye nnọchi anya ụmụ nwanyị nwere onwe ya maka Sheema District na Nzukọ Ndị Omeiwu nke itoolu nke Uganda (2011-2016)",
  "Na ntuli aka nke afọ 2021, a họpụtara ya ọzọ dị ka onye nnọchi anya ụmụ nwanyị maka Sheema District, n'oge a na-eguzo na tiketi National Resistance Movement.",
  "Rosemary Nyakikongoro nwetara nzere bachelọ nke sayensị mmekọrịta mmadụ na ibe ya na nzere masta na demography na Mahadum Makerere",
  "Ọ ghọrọ onye na-ahụ maka ụmụ nwanyị na-arụ ọrụ na Forum for Women in Democracy (FOWODE)",
  "N'afọ 2010 ọ nwara ịnọchite anya National Resistance Movement maka Sheema District, otu n'ime mpaghara ise nke Bushenyi District ochie nke e nyere ọkwa distrikti ọhụrụ",
  "Mgbe mkpebi ụlọ ikpe dị elu tụgharịrị nnọchite anya ya maka National Resistance Movement, Nyakikongoro guzoro ma họpụta ya, mgbe ọ dị afọ 46, dị ka onye na-azọ onwe ya maka Sheema District na ntuli aka 2011.",
  "N'ime nzukọ nke ọnwa Julaị n'afọ 2011 nke nwanyị mbụ, Janet Museveni, onye isi oche ya, ụmụ nwanyị NRM họpụtara Nyakikongoro karịa onye isi oche nke ụmụ nwanyị Ibanda District Margaret Kiboijana ka ọ bụrụ onye NRM kwadoro maka ọrụ nke Uganda Women Parliamentary Association (UWOPA)",
  "Ndị omebe iwu na-emegide ya boro Museveni ebubo na ọ na-anwa ịkewa ụmụ nwanyị n'akụkụ òtù ndọrọ ndọrọ ọchịchị ma tụọrọ Betty Amongi maka ọnọdụ ahụ. Dị ka akụkọ ụfọdụ si kwuo, Onye isi ala Museveni na nwunye ya chọrọ Kobijiana karịa Nyakikongoro dị ka onyeisi oche UWOPA, ya mere ụfọdụ ndị na-akwado URM họọrọ ịtụ vootu maka Amongi.",
  "N'afọ 2015, Jacklet Atuhaire meriri Nyakikongoro na ntuli aka nke NRM",
  "N'ịbụ onye na-azọ onwe ya, Atuhaire merikwara ya na ntuli aka 2016 nke Uganda. Ọ nwetara ọrụ dị ka onye otu Judicial Service Commission (JSC).",
  "Nyakikongoro meriri nhọpụta NRM ka ọ bụrụ onye nnọchi anya ụmụ nwanyị maka Sheema District na Septemba 2020, na-eme ntuli aka 41,134 (41.7%) iji merie Atuhaire, onye nwetara 37,865 (38.4%). Na ntuli aka nke afọ 2021, a họpụtara ya ka ọ bụrụ onye omeiwu nke iri na otu."
]