[
  "Rosine Honorine Vieyra Soglo (amụrụ dịka Rose-Marie Honorine Vieyr; na abalị asaa n'ọnwa Maachị afọ 1934 ọ nwụọ na ọnwa Julaị n'afọ 2021) bụ onye ndọrọ ndọrọ ọchịchị mba Benin Republic",
  "Soglo jere ozi dị ka nwunye onye isi ala mba Benin site na afọ 1991 ruo n'afọ 1996 n'oge di ya, Nicéphore Soglo bụ onye isi ala. A na-ewere ya dị ka nwunye onye isi ala nke mbụ nke mba ahụ, ka ha batara n'oge ọchịchị onye kwuo uche ya meziri ka mba Benin Republic nwee ọtụtụ òtù ndọrọndọrọ ọchịchị.",
  "N'afọ 1992, Soglo guzobere òtù ndọrọndọrọ ọchịchịBenin Rebirth Party(RB), mere ya ka ọ bụrụ nwanyị Benin mbụ guzobere otu ndọrọ ndọrọ ọchịchị ọhụrụ. Ọ rụrụ ọrụ dị ka onye otu Nzukọ Omeiwu Benin, na-anọchite anya mpaghara Cotonou nke iri na isii, wee nọọ oge ọchịchị ugboro isii site n'afọ 1999 ruo mgbe ọ lara ezumike nká na Febụwarị 2019. Ọ rụkwara ọrụ dị ka onye otu Omeiwu Pan-Africa site n'afọ 2004 ruo n'afọ 2009",
  "Ndị ọrụ ibe ya na ndị ndọrọ ndọrọ ọchịchị Benin ji ịhụnanya nye ya aha otutu \"Mama\".",
  "A mụrụ Soglo, onye ezigbo aha ya bụ Rose-Marie Honorine Vieyra, na abalị asaa n'ọnwa Machị afọ 1934 na Ouidah, French Dahomey, n'ime ezinụlọ ótù onye bu onye Afrika nke ọzọ bụrụ onye Brazil bara ọgaranya sitere  n'obodo ahụ. Nna ya bụ onye isi n'ụlọ ọrụ ụgbọ oloko, bụrụkwa onye nwe ala, nke mere o ji nwee ike iziga ụmụ ya anọ - Rosine na ụmụnne ya atọ ndị ọzọ na France maka agụmakwụkwọ ha. N'afọ 1946, ọ kwagara France ịga ụlọ akwụkwọ sekọndrị na Lycée de Jeunes Filles de Caen Ọ gụrụ akwụkwọ ịbụ ọkàikpe na kọleji. Mgbe ọ gụsịrị akwụkwọ, Soglo banyere n'ọrụ ikpe ikpe, bido ọrụ dị ka onye ọka iwu site na 1965 ruo 1968 na tupu ọ bụrụ onye ọkàikpe. Vieyra Soglo sụrụ ọtụtụ asụsụ nke ọma nke gụnyere Bekee, Fon, French, na Mina (nke a makwaara dị ka asụsụ ọha na mba ahụ).",
  "Vieyra zutere Nicéphore Soglo na France n'afọ 1947 mgbe ha abụọ bụ ụmụ akwụkwọ. Di na nwunye ahụ lụrụ na abalị abụọ n'ọnwa Julaị n'afọ 1958, ma mụta ụmụ nwoke abụọ. Nwa ha nwoke nke ọkpara, Léhady Soglo (amụrụ n'afọ 1960), bụbu osote onye nnọchi anya mba na onye isi obodo Cotonou site na abalị iri na anọ n'ọnwa Ọgọst afọ 2015, ruo mgbe a chụpụrụ ya na abalị abụọ n'ọnwa Ọgọst afọ 2017 maka ebubo nrụrụ aka. Ọ gbara ọsọ ga zoo na mba France n'afọ 2017 ma ụlọ ikpe Criet mara ya ikpe ịga mkpọrọ afọ iri n'gbanyeghi n'ọnọghị ya. Nwa ha nwoke nke abụọ, Ganiou Soglo (amụrụ n'afọ 1961), onye bụbu minista gọọmentị na onye na-azọ ọkwa onye isi ala, ka a gbagburu ya ma merụọ ya ahụ n'ọgba aghara enwere na abalị ise n'onwa Febụwarị afọ 2021.",
  "Mgbe Nicéphore Soglo na-agụ akwụkwọ na École nationale d'administration (ENA), Rosine Vieyra Soglo họọrọ ịchụso ọmụmụ nke ya na ikpe ikpe na France. Ọ rụrụ ọrụ dị ka onye ọkàiwu site na afo 1965 ruo 1968 n'oge mmalite ọrụ ndọrọ ndọrọ ọchịchị di ya. Kaosinadị, a họpụtara Nicéphore Soglo ka ọ bụrụ Mịnịsta na-ahụ maka akụ na ụba n'oge ọchịchị dị mkpirikpi nke onye isi ala mgbe ahụ bụ General Christophe Soglo na mbido afọ 1960. N'afọ 1972, Major Mathieu Kérékou kwaturu ọchịchị mba ahụ n'oge nnapụ ọchịchị n'ike nke Dahomey nọ n'isi ya nke afọ 1972. A manyere Nicéphore na Rosine Soglo ịgba ọsọ ozuzo gaa na mba ọzọ mgbe nnapu ọchịchị n'ike a gasịrị ma nọrọ na mba ọzọ ahụ ruo afọ iri na asatọ. Di na nwunye ahụ biri na Washington D.C",
  "n'agbata afọ 1980 na afo 1989, ebe Nicéphore Soglo rụrụ ọrụ dị ka onye nduzi na ọbá ego mba ụwa. E mechara kwe ka ha laghachi Benin iji gaa nzukọ mba na Cotonou na Febụwarị 1990, nke gosipụtara mgbanwe nke mba ahụ baa na ọchịchị onye kwuo uche ya.",
  "Soglo ghọrọ nwunye onye isi ala mbụ nke Benin n'ọnwa Ọgọstụ n'afọ 1991 mgbe a họpụtara Nicéphore Soglo dị ka onye isi ala ka mba Benin gbanwechara baa n'ọchịchị onye kwuo uche ya. N'afọ 1992, nwunye onye isi ala Soglo guzobere otu ndọrọndọrọ ọchịchị Benin Rebirth Party (RB), nke mere ka ọ ghọọ nwanyị Benin mbụ guzobere otu ndọrọ ndọrọ ọchịchị. Rosine Vieyra Soglo guzobere Benin Rebirth Party iji nweta nkwado ndọrọ ndọrọ ọchịchị maka di ya, onye na-enweghị nkwado zuru oke site na ndị ndọrọ ndọrọ ọchịchị nke mba ahụ. N'afọ sochirinụ, otu ndọrọ ndọrọ ọchịchị La Renouveau wepụtara nkwupụta nke Soglo bịanyere aka nye ndi ụlọ ọrụ mgbasa ozi mgbasa ozi na-agba ndị na-akwado di ya ume isonyere òtù ndọrọndọrọ ọchịchị Benin Rebirth Party.",
  "Òtù ndọrọndọrọ ọchịchị ọhụrụ a Rosine Vieyra Soglo hiwere meriri oche iri abụo n'ime oche iri asatọ na atọ e nwere na ụlọ nzukọ Omeiwu ha, na ntuli aka ndị omeiwu Benin emere n'afo 1995. Otú ọ dị, onye isi ala Nicéphore Soglo, onye na-achọ ka ahọpụtagharia ya ọzọ ịbụ onye isi ala dara",
  "Onye isi ala mbụ nke ala ahụ,Mathieu Kérékou meriri ya na ntuli aka onye isi ala Benin n'afọ 1996.",
  "N'afọ 1999, a họpụtara Rosine Vieyra Soglo ka ọ bụrụ onye omeiwu mba Benin, na-anọchite anya mpaghara nke iri na isii nke Cotonou. O nọọrọ  n'oche nzukọ ya site na afo 1999 ruo n'afọ 2019, na-emeri ntuli aka niile emere ugboro anọ n'usoro. N'oge ọ bụ osote ya, Rosine Soglo ghọrọ onye na-akatọ ụfọdụ iwu ndị onye isi ala Mathieu Kérékou, Thomas Boni Yayi, na Patrice Talon na-enye. Na nso nso a, Soglo katọrọ onye isi ala Patrice Talon n'ebe ọ dị egwu. Tụkwasị na nke a, Soglo jere ozi n'otu oge ahụ dị ka onye otu Benin nke Nzukọ Ndị Omeiwu Pan-Africa site na 2004 ruo 2009.",
  "N'afọ 2007, Soglo sonyeere Alliance for a Dynamic Democracy, ya na Antoine Idji Kolawolé na Bruno Amoussou",
  "ADD so zọọ oche ọchịchị n'oge ntuli aka ndị omeiwu emere na Maachị 2007 wee nweta oche iri abụọ.",
  "Ka abiawara nsonso na ntuli aka ndị omeiwu emere n'Eprel 2011, Soglo bụ ya bụ onye isi ADD. Otú ọ dị, n'oge ntuli aka nke afọ 2011, ọ sonyeere otu ndọrọndọrọ Union Makes the Nation Coalition wee kwe nkwa imeziwanye ogo gọọmentị Benin na ọnọdụ obibi ndụ ndị Benin.",
  "Na ntuli aka ndị omeiwu nke Eprel 2015, a họpụtara Soglo ọzọ na Nzukọ Omeiwu Benin nke si na òtù ndọrọndọrọ ọchịchị Benin Renaissance ịnọchite anya mpaghara nke iri na isii",
  "Malite na abalị iri na itoolu nke ọnwa Mee afọ 2015, Soglo malitere ino n'isi n'arụmụka ndị a na-eme n'ụlọ Omeiwu n'ọkwa Dean ụlọ nzukọ omeiwu ọkwa a na-enye onye kachasị okenye maọbu onye kachasị nọtee aka n'ụlọ omeiwu. Dị ka onye kachasị okenye, bụrụ Dean ụlọ nzukọ Omeiwu (doyenne d'âge), ọ nọọro n'isi nhazi usoro izizi niile nke emere n'ụlọ nzukọ ka ha malitere nzukọ na abalị iri na itoolu nke ọnwa Mee afọ 2015, tupu nhọpụta nke Onye isi oche nke ụlọ nzukọ Omeiwu ahụ.",
  "N'okwu ikpeazụ ya nke o nyere na ụlọ nzukọ Omeiwu na abalị iri na asatọ nke ọnwa Febụwarị afọ 2019, Rosine Soglo kwupụtara ịgba arụkwaghịm ya na ila ezumike nká ya n'ihi na  odighizi ahụ ụzọ, na-ekwu ihe ikpa ọchị n'okwu ya sị \"Onye agadi nwanyị ahụ na-apụ ma gwa gị ka ị gaa nke ọma\".",
  "Ewezuga ndọrọndọrọ ọchịchị, Rosine Vieyra Soglo guzobere Òtù Vidolé (Òtù Vidolé), nke na-enye nkwado nye ụmụ nwanyị na ezinụlọ nwere ejima, ụmụ atọ, na ụmụ anọ ndị amụkọtara ọnụ.",
  "N'afọ 2019, Célestine Zanou, onye ndọrọ ndọrọ ọchịchị na onye bụbu onye na-azọ ọkwa onye isi ala, toro Soglo dịka \"nne mba anyị\" ma kpọọ ya \"ide nke ndọrọndọrọ ọchịchị Benin\".",
  "Na ngwụcha Julaị 2021, a kpọgara Rosine Soglo n'ụlọ ọgwụ ebe ọ nọrọ ụbọchị atọ na Mahouena Clinic di na Cotonou maka ọgwụgwọ ọrịa obi. Ọnọdụ ya na mbụ katụwara mma site na ọgwụgwọ ọ na-anata, mana ahụike ya bịara kawanye njọ ngwa ngwa n'ụtụtụ Sunday, abalị iri abụọ na ise n'onwa Julaị  Ọ rịọrọ ka ọ laghachi n'ụlọ ya na la Haie Vive na Cotonou, ebe ọ nwụrụ n'ihe dị ka elekere anọ nke ehihie n'ụbọchị ahụ, ebe ọ gbara afọ iri asatọ na asaa.",
  "Di ya, onye bụbu onye isi ala Benin bụ Nicéphore Soglo, onye nọ ná mba ọzọ bụ Paris maka ịnata ọgwụgwọ n'oge ọnwụ ya, na ụmụ ha nwoke abụọ bụ ndị ọ hapụrụ na-eru uju ọnwụ ya. Na ihe o dere, Soglo kwanyere nwunye ya nwụrụ anwụ ùgwù, dee na-asị, \"Ọ bụ nwanyị a nyere m ohere ịdị ike\". Nwa ya nwoke nke ọkpara, onye bụbu onye isi obodo Cotonou Léhady Soglo, mara ọkwa na ọ ga-alọta nlọta nke mbụ ya site na mba ọzọ bụ France nke ọ gbara ọsọ ga zoo kemgbe afọ 2017 iji gaa olili ozu nne ya. Nwa ya nwoke nke abụọ, Ganiou Soglo, onye lanarịrị ọnwụ site n'égbè agbara ya na Febụwarị afọ 2021 sokwa na ndị ọ hapụrụ na-eru uju ọnwụ ya. Onye bụbu minista na onye na-ahụ maka ihe ndị ruuru ụmụ nwanyị bụ Vicentia Boco haziri olili ozu Soglo.",
  "E nyere akụkọ otuto site n'ọnụ ọtụtụ ndị mmadụ n'ofe ndọrọ ndọrọ ọchịchị Benin, gụnyere Onye isi ala Benin Patrice Talon, onye egwu ndọrọ ndọrọ ọchịchị nke ya bụ imegide ndị mmadụ ugboro ugboro, onye kowara Soglo na ihe O dere na oghere mgbasa ozi Facebook dịka \"nwanyi nwere obi ike ma pụkwaa iche\". Ndị ọzọ kọkwara akụkọ ọma gbasara Soglo gụnyere onye bụbu onye isi ala Thomas Boni Yayi na onye omeiwu Benin, Louis Vlavonou, onye kpọrọ ya, \"nwanyi ọpụrụ iche onye nsonye ya na nzukọ ndị omeiwu isii na-ewepụghị aka na-ahapụ ihe a na-apụghị izere ezere n'ụlọ ọrụ ndị omeiwu nakwa na mba ahụ n'ozuzu ya\". Onye isi ndị òtù ndọrọndọrọ chọrọ iwere oche ọchịchị bụ Paul Hounkpè kwukwara, \"ọnwụ Rosine Soglo, onye a ma ama na ndọrọ ndọrọ ọchịchị Benin kemgbe nzukọ mba nke Febụwarị 1990, bụ nnukwu mfu nye mba anyị nyekwa ọchịchị onye kwuo uche ya anyị",
  "Ọ bụ onye na-alụ ọgụ ọnwụ na ndụ maka udo, nnwere onwe na ọchịchị onye kwuo uche ya na Benin."
]