[
  "A mụrụ Rosina Budd Harvey na Northwest Washington, D.C., na Nọvemba 4, 1881",
  "Ọ bụ otu n'ime ụmụ itoolu nke Lee Roy na Henrietta Harvey, ha abụọ bụbu ndị ohu si Virginia",
  "Nna ya, onye na-arụ ọrụ dị ka onye na-eme akpụkpọ ụkwụ, kụziiri onwe ya ịgụ na ide ma zụlite ịhụnanya maka akwụkwọ n'ime ụmụ ya",
  "N'afọ 1897, Rosina Harvey nọ na-eleta nwanne nne ya na Yonkers, New York, mgbe ọ zutere onye na-ede uri James D",
  "Corrothers, onye bụ onye ozi ọbịa n'ebe ahụ",
  "Ọ lụrụ Corrothers na Disemba 2, 1899",
  "Di na nwunye ahụ nwere nwa nwoke, Henry Harvey Corrothers, ma zụlite nwa nwoke ọzọ nke Corrothers site na alụmdi na nwunye gara aga",
  "Mgbe di ya nwụsịrị na 1917, ọ laghachiri Washington, D.C., ebe ọ rụrụ ọrụ maka gọọmentị etiti dị ka onye odeakwụkwọ",
  "Ọ lụrụ di ya nke abụọ Berthea \"B.J.\"  Tucker, onye Porter Pullman, na Nọvemba 27, 1918",
  "M lere ya anya n'anya wee kụọ ya aka na tebụl ya wee gwa ya na ụlọ ọrụ Pullman anaghị m arụ ọrụ nakwa na di m enweghị ihe jikọrọ ya na ọrụ ọ bụla m na-arụ..",
  "Agwara m, 'Achọrọ m ka ị lekọta ọnọdụ a ma ọ bụghị ya ka m ga-alaghachi.' Ọ ga-abụrịrị na ọ tụrụ egwu",
  "n'ihi na nwanyị ojii agwaghị nwoke ọcha okwu n'ụzọ a",
  "A chụpụrụ di m n'ọrụ.",
  "N'afọ 1925, Rosina Tucker ghọrọ onye isi oche nke The Ladies\" Auxiliary nke a makwaara dị ka Women's Economic Councils",
  "Ọ bụ ụzọ gọọmentị ga-esi gaa n'ihu n'ọrụ unionist kamakwa iji zụlite nguzo onwe ya banyere ihe ịha nhata agbụrụ na okike kwesịrị ịpụta na America n'afọ ndị 1930",
  "N'ime ọrụ ya na-arụkarị nke ịhazi ụmụ nwanyị na-arụ ọrụ, Tucker kwalite na ọrụ ha abụghị naanị iji nwee ọnọdụ nne ụlọ, na-adabere na ụgwọ ọnwa di kamakwa iji sonye na ya site na itinye ụmụ nwanyị ndị ọzọ na-arụkọ ọrụ na ịgbasa echiche nke ọrụ dị mkpa ụmụ nwanyị na ọgụ maka ikike obodo.\nNduzi na nraranye nke Tucker nyere ndị Kọmitii akụ na ụba ụmụ nwanyị ohere ijikọ njikọ chiri anya na njikọ ndị ọzọ - ma nke ụmụ nwanyị ma ọ bụ nke ụmụ nwoke, nke ojii ma ọ bụ na-acha ọcha",
  "Dịka ọmụmaatụ, mgbe Washington Women's Trade Union League tinyere National Negro Alliance kpọrọ oku ka a gbakọọ aka megide ịkpa ókè agbụrụ na azụmahịa ndị na-ere nri, Tucker batara site n'inyere aka na boycott",
  "Ntinye aka ya gara n'ihu mere ka ọ kwado WTUL nke na-alụ ọgụ maka ikike obodo na nha nhata na ụlọ ọrụ ndị dị ka ịsa ákwà, ụlọ, ụlọ nkwari akụ na ụlọ oriri na ọṅụṅụ nke ụmụ nwanyị Africa America na-arụ ọrụ.\nKa ọ na-erule afọ 1936, Rosina Tucker natara akpa mara mma dị ka \"ihe ngosi ekele maka ọrụ ya\". Na-arụ ọrụ maka Women's Economic Councils, Tucker kwenyere mgbe niile na ọrụ abụghị ihe ntụrụndụ kama \"ngwá ọrụ nke ọgụ ndọrọ ndọrọ ọchịchị\"",
  "Ya mere, akpa ahụ yiri ka ọ bụ ụgwọ ọrụ dị ịrịba ama na ihe nnọchianya maka nraranye ya na nka ya maka ihe kpatara ya.",
  "Tucker kọrọ ihe nkiri ihe nkiri nke afọ 1982 banyere njikọ ahụ, Miles of Smiles, Years of Struggle",
  ".Jack Santino na Paul Wagner mere, ihe nkiri ahụ enwetala ọtụtụ ihe nrite, gụnyere Emmys mpaghara anọ na CINE Golden Eagle.",
  ".”.”N'ụbọchị olili ozu ya (na 3rd nke Maachị 1987) e chetara ya dị ka \"Nne Tucker.\"  Ememe a mere na 15th Street Presbyterian Church na Washington ebe ọ batara afọ 65 ruo mgbe ọ nwụrụ",
  "Ọtụtụ ndị enyi na ndị ọrụ ibe bịara ịtụ ụtụ ikpeazụ nye otu n'ime ndị America kacha ukwuu na-akwado ikike mmadụ",
  "Ya mere, Norma McDaniel, otu n'ime ezigbo ndị enyi Tucker, kwuru, sị: \"Ọ bụ nwanyị nwere nkwenye siri ike, ma, ọ dị nro dịka ọ siri ike.\" N'igosi oke mwute na mmasị ahụ, otu n'ime ndị na-eru uju kwuru:  \"O nwere ọgụgụ isi na-ahụ n'anya, obi zuru oke na ọnụ ọchị dị njikere.\"  N’ihota okwu Tucker n’onwe ya site n’akụkọ akụkọ ndụ ya a na-ebipụtabeghị, ọ gaara ekwu n’ụbọchị ahụ, sị: “Ya mere, mgbe m dị ndụ, ka ndụ m ghara ịbụ ihe efu, ma mgbe m ga-apụ, ka e nwee ncheta nke m na ndụ m dị ka m si bie ya",
  "\" Na e nwere mpako na mmetụta siri ike nke nraranye Tucker nke kpebiri ihe fọrọ nke nta ka ọ bụrụ afọ 70 nke ndọrọ ndọrọ ọchịchị na ndọrọ ndọrọ ọchịchị nke ụmụ amaala America America maka ikike ha ga-emesị nabata na nhata."
]