[
  "Rosie Lee Tompkins (1936-2006) bụ aha nka nke Effie Mae Martin Howard, ónyé na-eme akwa akwa na ónyé na-ese ihe na Richmond, California",
  "The New York Times kpọrọ ya \"otu n'ime nnukwu ndị America na-ese ihe,\" na ọrụ ya \"otu na narị afọ ndị isi nka rụzuru\". Ihe karịrị ọrụ narị ise nke Tompkins bi na Berkeley Art Museum.",
  "A mụrụ Effie Mae Martin, a mụrụ ya na Septemba úbọchị isii, 1936 n'ezinụlọ na-ekere òkè na ndịda ọwụwa anyanwụ Arkansas.",
  "Tompkins, ónyé nyeere nné ya áká ime akwa dị ka nwatakịrị, malitere ime akwa dị egwu n'ihe dị ka afọ 1980, mgbè ọ na-ebi ndụ dị ka ónyé nọọsụ",
  "O kwuru na ya kwenyere na Chineke duziri aka ya na nka ya",
  "Ihe odide ya na-enweghị atụ, nke na-enweghị isi na-enwekarị ihe ọ pụtara: otu n'ime ọrụ ya a ma ama, \"Three Sixes,\" na-agụnye ndị ikwu atọ nke ụbọchị ọmụmụ ha gụnyere nọmba isii.  N'agbanyeghị eziokwu ahụ bụ na ọ bụ ónyé nzuzo nke ukwuu ma na-ere uwe elu ya, Eli Leon, ónyé na-anakọta ihe na Oakland nke na-ahụ màkà uwe elu ndị Africa America, chọpụtara ọrụ ya na 1985. Leon gosipụtara ọrụ ya n'ihu akwụkwọ màkà ihe ngosi ọ haziri, Who'd A Thought It: Improvisation in African-American Quiltmaking, nké malitere na San Francisco Craft and Folk Art Museum na 1987 wee gaa ọtụtụ afọ",
  "E gosipụtara uwe Tompkins n'ihe ngosi onwé ónyé na Berkeley Art Museum na Pacific Film Archive (BAMPFA) na 1997, na Peter Blum Gallery na New York City na 2003, na Shelburne Museum na Vermont na 2007",
  "A gụnyekwara ha na 2002 Biennial nke Whitney Museum of American Art ma gosipụta ha na National Museum of Women in the Arts na Washington, DC; otu onyinyo dị na ebe nrụọrụ weebụ ha",
  "N'afọ 2016, e gosipụtara uwe elu ya n'ihe ngosi nke ndị na-ese ihe ise na Oakland Museum nke California.",
  "Ọrụ ndị Tompkins dere gụnyere Tents of Armageddon Four Patch (1986), Three Sixes (1987), Half-Squares Put-Together (1988), Half-squares Medallion (1986), Half-esquares Four-patch (1986).",
  "Ọ lụrụ di ma gbaa alụkwaghịm ugboro abụọ",
  "\"Howard\" bụ aha di na nwunye",
  "Ọ na-anọ naanị ya ma na-echebe nzuzo ya na ikike nzuzo nke ezinụlọ. Ezinụlọ gụnyere nne ya; ọtụtụ ụmụ na ụmụ di; na ọtụtụ ụmụnne, ụmụ ụmụ na ụmụ ụmụ ụmụ ndị nwụrụ anwụ.",
  "A hụrụ Tompkins nwụrụ anwụ n'ụlọ ya na Richmond, California na Fraịde Disemba 1, 2006",
  "Ọ nwụrụ mgbe ọ dị afọ iri asaa."
]