[
  "Chibuike Rotimi Amaechi (amụrụ na ụgbọchị iri abụọ n'asaa ọnwa Mee n'afọ1965) bụ onye ndọrọ ndọrọ ọchịchị Naijiria, ọ jere ozi dị ka Minista Federal nke Transportation nke Naijiria site n'afọ2015 ruo afọ 2022 n'okpuru ụlọ ọrụ nke Onye isi ala Muhammadu Buhari Ọ gbara arụkwaghịm iji zọọ mpi maka ọkwa onye isi ala Naịjirịa n'okpuru ọchịchị All Progressive Congress (APC)",
  "Ọ rụrụ ọrụ dị ka gọvanọ nke Rivers Steeti nke jupụtara na mmanụ site n'afọ 2007 ruo afọ 2015 na Onye ọkà okwu nke ụlọ nzuko Rivers steeti site n'afọ 1999 ruo afọ 2007. N'abalị itoolu n'ọnwa Eprel afọ 2022, Amaechi kwupụtara mmasị ya ịzọ ọkwa onye isi ala n'afọ 2023, ọ bịara onye nke abụọ na ntuliaka onye isi ala nke APC nke e mere n'ọnwa June afọ 2022 n'azụ Bola Tinubu na votu narị atọ na iri na isii site n'aka ndị nnọchiteanya.",
  "A mụrụ Amaechi na Ubima, nke dị n'ọchịchị ime obodo Ikwerre na Rivers Steeti n'ezinụlọ Elder Fidelis Amaechi lagoru ala mmụọ  na Mary Amaechi",
  "Aha mbụ ya na nke ikpeazụ ya bụ aha Igbo nke pụtara \"Chineke bụ ike\" na \"Onye ma echi\" n'otu n'otu. A zụlitere ya na Diobu, mpaghara nwere ọtụtụ mmadụ  nke dị na Port Harcourt.",
  "Ọ gụrụ akwụkwọ n'oge ọ bụ nwata na St Theresa's Primari sukulu site n'afọ 1970 ruo n'afọ 1976",
  "Ọ nwetara asambodo nke West Afrikan Senior Sukulu n'afọ 1982 mgbe ọ gachara ụlọ akwụkwọ Gọọmentị Sekondiri Sukulu Okolobiri",
  "Amaechi nwetara nzere Bachelor nke Arts (Nsọpụrụ) na English Stọọdịs na Literature na Mahadum Port Harcourt n'afọ1987, ebe ọ bụ onye isi oche nke National Union of Rivers States Students (NURSS).",
  "Ọ gụchara ụlọ ọrụ ndị ntorobịa bụ́ National Youth Service n'afọ 1988, mgbe nke ahụ gasịrị, ọ sonyeere Pamo Clinics and Hospitals Limited nke Peter Odili nwere, ebe ọ rụrụ ọrụ ruo n'afọ 1992",
  "Ọ bụkwa onye nduzi nke ọtụtụ ụlọ ọrụ, gụnyere West Africa Glass Industry Limited na Risonpalm Naijiria Limited.",
  "N'abalị iri na itoolu n'ọnwa Nọvemba afọ 2022, Amaechi kwupụtara na Twitter ya na ọ bụ onye gụsịrị akwụkwọ na Law n'akụkụ foto nke nnọkọ ya.",
  "N'oge mgbanwe gaa na Republic nke Atọ nke Naịjirịa, Amaechi bụ odeakwụkwọ nke National Republican Convention na ọchịchị ime obodo Ikwere nke Rivers Steeti",
  "N'agbata afọ 1992 na afọ 1994, ọ bụ onye enyemaka pụrụ iche nye osote gọvanọ nke Rivers Steeti, Peter Odili onye isi ya kwenyere na Amaechi dị ka nwa okorobịa nwere ikike na ndọrọ ndọrọ ọchịchị, ma kpọbata ya n'okpuru nku ya",
  "N'afọ 1996, ọ bụ odeakwụkwọ Rivers Steeti nke kọmitii nlekọta Democratic Party of Nigeria (DPN) n'oge mmemme mgbanwe nke General Sani Abacha.",
  "N'afọ 1999, o zọrọ ma merie oche iji bụrụ onye otu Ụlọ Nzukọ nke Rivers Steeti iji nọchite anya mpaghara ya",
  "A họpụtara ya ka ọ bụrụ onye ọkà okwu  ndi ụlọ nzukọ",
  "A họpụtarakwara Amaechi ka ọ bụrụ onye isi oche nke Nzukọ Ndị Ọkà okwu nke Nzukọ Steeti nke Naịjirịa",
  "N'ọnwa Mee afọ 2003, a họpụtara ya ọzọ dị ka onye ọkà okwu",
  "N'afọ 2003, mgbe Nzukọ nke Mba gara were ọrụ iwu nke Ụlọ Nzukọ nke Steeti dị ka edepụtara na iwu, ya na ndị ọrụ ibe ya wegara okwu ahụ na Ụlọikpe Kasị Elu.",
  "Dị ka ọkà okwu, Amaechi jiri mmekọrịta ya na Gọvanọ Peter Odili rụọ ọrụ iji mee ka mmekọrịta dị n'etiti ndị isi na ndị omeiwu nke gọọmentị na Rivers Steeti, ruo mgbe Rotimi Amaechi malitere mkpọsa megide Gọọmentị Steeti, ma jiri ọnụ wakpo onyinyo nke Gọvanọ Steeti, na mgbalị iji nọchie Peter Odili dị ka gọvanọ na 2007.",
  "N'afọ 2007, Amaechi sonyere ma merie na People's Democratic Party (PDP) maka Gọvanọ Rivers Steeti n'afọ 2007",
  "Ndị otu ahụ nọchiri aha ya, ihe ọ gbara n'ụlọ ikpe",
  "Ikpe ahụ mechara rute n'Ụlọikpe Kasị Elu",
  "Ọ ghọrọ gọvanọ na abalị iri abụọ n'isii, ọnwa Ọktoba n'afọ 2007, mgbe Ụlọikpe Kasị Elu kpebiri na ọ bụ onye ruru eru nke PDP na onye mmeri nke ntuli aka Gọvanọ nke ọnwa Eprel afọ 2007 na Rivers Steeti.",
  "Ọchịchị ya tinyere ego na mmepe akụrụngwa, iwu okporo ụzọ na àkwà mmiri, na-agbaso ọhụụ nke ijikọ akụkụ niile nke steeti site n'okporo ụzọ",
  "Gọvanọ ahụ raara onwe ya nye imezigharị obodo na imeziwanye ọrụ njem",
  "Ọchịchị ya malitere iwu otu ụgbọ okporo ígwè iji nye njem ọha n'ime obodo Port Harcourt. E wuru ụfọdụ ọrụ ụlọ ọrụ ọkụ eletrik (Afam, Trans Amadi, Onne) iji melite ike eletrik na steeti ahụ.",
  "A họpụtara ya ọzọ maka oge nke abụọ na abalị iri abụọ na isii ọnwa Eprel afọ 2011",
  "N'ọnwa Ọgọstụ afọ 2013, Amaechi so n'ime ndị gọvanọ asaa na-eje ozi bụ ndị guzobere otu G-7 n'ime PDP",
  "N'ọnwa Nọvemba afọ 2013, Amaechi na ndị otu G-7 ise gbagara n'òtù mmegide ọhụrụ bụ All Progressives Congress (APC) wee ghọọ onye isi nchịkwa nke mkpọsa onye isi ala Muhammadu Buhari.",
  "N'afọ 2015, mgbe nhọpụta Muhammadu Buhari gasịrị, a họpụtara Amaechi na kọmitii ya dị ka Minista na-ahụ maka njem nke gọọmentị etiti",
  "N'ọnwa Julaị 2019, Onye isi ala Buhari họpụtara ya ọzọ maka nhọpụta minista. Ndi Senate gwara Amaechi ka ọ kpọọ isi ala ma gawa n'oge nyocha ya.",
  "Kemgbe ọ hapụrụ ọrụ n'afọ 2015, Amaechi bụrụ onye a na ebo ebubo nrụrụ aka site n'aka onye nọchiri ya bụ Gọvanọ Ezenwo Wike. Wike boro ya ebubo na ọ na-eji ego steeti eme ihe iji kwado mkpọsa onye isi ala Muhammadu Buhari n'oge ntuli aka onye isi ala nke afọ 2015 site na ire mmanụ na gaasị nke Rivers, yana iji aghụghọ mebie ego nke ire ya ruru US $ nde 309. Amaechi anọgidewo na-agọnahụ ebubo ndị e boro ya. N'afọ 2018, o kwetara na n'agbanyeghị  agha nrụrụ aka nke Buhari na-emegide, nrụrụ aka dị n'ime ọchịchị.",
  "Ụlọikpe Kasị Elu nke Naijiria n'ọnwa Mee, 2022 nyere ndị na-ahụ maka nyocha Rivers steeti ohere ka ha nyochaa Amaechi maka ebubo aghụghọ dị ijeri naira iri itoolu na isii.",
  "Ọ lụrụ Judith Amaechi ma ha nwere ụmụ nwoke atọ. Ọ bụ onye Katọlik bụrụkwa onye otu ndị Knight of Saint John (KSJ).",
  "N'abalị iri abụọ na asaa n'ọnwa Mee n'afọ 2021, Minista Naịjirịa na-ahụ maka njem, Rt",
  "Hon",
  "Rotimi Amaechi, ghọrọ onye na-agụ egwu ma wepụta egwu izizi ya akpọrọ 'Blessed The People The Lord Has Chosen As His Heritage' na mmekorita ya na nwunye ya, Judith na ncheta ọmụmụ ya nke afọ 56.",
  "Amaechi nwere nsọpụrụ mba nke Commander of Order of Niger (CON)",
  "[citation needed]",
  "Àtụ:RiversStateGovernors",
  "Àtụ:Rivers State People's Democratic Party"
]