[
  "Oluwarotimi Adebiyi Wahab Fani-Kayode (20 Eprel 1955 - 21 Disemba 1989) bụ onye na-ese foto amụrụ na Naijiria, onye kwagara England mgbe ọ dị afọ iri na abụọ iji gbanahụ agha obodo Naijiria. E mepụtara isi ọrụ ya n'etiti 1982 na 1989",
  "Ọ nyochara esemokwu nke ịbụ nwoke ma ọ bụ nwanyi, agbụrụ na ọdịbendị nke o mepụtara site na ihe osise na nhazi.",
  "A mụrụ Rotimi Fani-Kayode na Lagos, Nigeria, n'ọnwa Eprel afọ 1955, dị ka nwa nke abụọ nke ezinụlọ Yoruba a ma ama (Chief Babaremilekun Adetokunboh Fani-Kayode na Chief Mrs",
  "Adia Adunni Fani-Kayode) nke kwagara Brighton, England, n'afọ 1966, mgbe ọchịchị ndị agha na agha obodo sochirinụ",
  "Rotimi gara ọtụtụ ụlọ akwụkwọ ndị Britain maka agụmakwụkwọ sekọndrị ya, nke gụnyere Brighton College, Seabright College, na Millfield, o wee kwaga USA na 1976",
  "Ọ gụrụ Fine Arts na Economics na Mahadum Georgetown, Washington, DC, maka BA ya, ọ gara n'ihu maka MFA ya na Fine Arts & Photography na Pratt Institute, New York City",
  "Mgbe ọ nọ na New York, ya na Robert Mapplethorpe ghọrọ enyi, onye o kwuru na ọ na-emetụta ọrụ ya nke ụkwụụ.",
  "Fani-Kayode laghachiri UK na 1983 ebe ọ ghọrọ onye otu Brixton Artists Collective, na-egosi na mbụ na ụfọdụ n'ime ihe ngosi ndị otu ahụ emere na Brixton Art Gallery tupu ọ gaa n'ihu igosi na ebe ngosi ndị ọzọ dị iche iche na London",
  "Ọ nwụrụ n'ụlọ ọgwụ n'ihi ọrịa nkụchi obi mgbe ọ na-agbake n'ọrịa metụtara ọrịa AIDS na 21 Disemba 1989. N'oge ọnwụ ya, ya na onye ya na-arụkọ ọrụ Alex Hirst bi na Brixton, London.",
  "Fani-Kayode kwetara na ọrụ mbụ nke Mapplethorpe na-emetụta ya mana ọ gbasiri mbọ ike na nka ya, na-enyocha ọnọdụ ịbụ nwoke ma ọ bụ nwanyị, ịkpa ókè agbụrụ, colonialism na esemokwu dị n'etiti nwoke idina nwoke ya na nkuzi Yoruba ya site na usoro ihe oyiyi na agba na oji na ọcha. Ọ bụ ezie na Rotimi Fani-Kayode kwuru na Robert Mapplethorpe dị ka mmetụta na ọrụ ya, Fani-Kayode na-arụ ọrụ na isiokwu Baroque ebe Mapplethorpe na-arụ ọrụ na Classical.",
  "Mmekọrịta ya na okpukpe Yoruba malitere mgbe ya na nne na nna ya nọ",
  "Fani-Kayode kwuru na nne na nna ya bụ ndị na-efe Ifa, orisha, na ndị na-elekọta ụlọ arụsị ndị Yoruba, ahụmahụ mbụ nke metụtara ọrụ ya",
  "Site na ihe nketa a, ọ malitere ịchọ ijikọta ọchịchọ, emume, na ahụ nwoke ojii",
  "Ahụmahụ okpukpe ya gbara ya ume iṅomi usoro Yoruba nke inwe, nke ndị ụkọchukwu Yoruba na-ekwurịta okwu na chi ma nwee obi ụtọ",
  "E gosipụtara ihe atụ nke mmekọrịta dị otú ahụ n'etiti foto Fani-Kayode na usoro obi añuri ndị Yoruba na ọrụ ya, Bronze Head (1987). Ihe mgbaru ọsọ ya bụ ikwurịta okwu na uche ndị na-ege ntị na-amaghị ihe na ijikọta echiche Yoruba na nke ọdịda anyanwụ (karịsịa Iso Ụzọ Kraịst)",
  "Omume a nke ijikọta ihe ịchọ mma na agụụ mmekọahụ okpukpe na-amanye onye na-ekiri ya ịhụ anya na n'ụzọ na-akpali akpali.",
  "Enwere ike ịhụ nke a na ọrụ mbụ ya, \"Sonponnoi\" (1987)",
  "Sonponnoi bụ otu n'ime orishas kachasị ike na Yoruba pantheon; ọ bụ chi nke kịtịkpa",
  "N'ihi nnukwu ike ya, ọ na-akpata egwu ruo n'ókè ebe ndị mmadụ na-atụ egwu ikwu aha ya, ọ na-aghọkwa onye na-anọghị n'èzí, na-ebi n'ime ime obodo kama ịnọ n'ime ala",
  "N'ihe oyiyi ahụ, e nwere onye ojii na-enweghị isi, nke e ji ntụpọ ọcha na oji chọọ mma, na-ejide kandụl atọ na-ere ọkụ na nkwonkwo ya",
  "Fani-Kayode ji ntụpọ chọọ ọnụ ọgụgụ ahụ mma iji gosipụta kịtịkpa Sonponnoi na akara agbụrụ Yoruba",
  "Kandụl atọ ahụ na-ere ere n'ahụ ya na-akpali echiche na mmekọahụ na-aga n'ihu ọbụna n'ọrịa / ọzọ",
  "Ọ na-anọchite anya otú okwukwe Ndị Kraịst si dochie ọdịnala Yoruba ebe ọ na-ewetakwa ọrịa na ya n'oge ọchịchị. N'ụzọ ụfọdụ, Fani-Kayode chọpụtara na orisha a bụ onye na-abụghị onye ọzọ, mana ọ gbatịkwuru ozi ihe atụ nke onyinyo ahụ, na-agwa ya okwu na ọ katọrọ mmekọahụ mgbe ọ na-ebi na mba ọdịda anyanwụ nke na-emegide okpukpe nna nna ya.",
  "Ọ na-ezo aka karịsịa na Esu, onye ozi na chi nke a na-egosipụtakarị dika amụ kwụ ọtọ, ugboro ugboro na ihe oyiyi ya",
  "Ọ ga-edepụta amụ kwụ ọtọ n'ọtụtụ ihe oyiyi ya iji kọwaa ahụmịhe mmiri ya na mmekọahụ",
  "Ọrụ Fani-Kayode a kpọrọ 'Black Male, White Male' na-ejikọta isiokwu agbụrụ ya na nke mmekọahụ na ngosipụta aghụghọ nke mmekọrịta ofufe na chi",
  "Ọtụtụ n'ime ọrụ ahụ na-egosipụta mgbagwoju anya nke enwere ike ijikọ ya na Esu, onye na-egosipụta ike na-emegide onwe ya. Mgbe ọ na-ekwu okwu banyere Esu, ọ na-ekwusi ike, \"Eshu na-elekọta ebe a..Ọ bụ onye aghụghọ Onyenwe nke Crossroads (onye ogbugbo n'etiti nwoke na nwanyị), mgbe ụfọdụ na-agbanwe akara ngosi iji duhie anyị [...O nwere ike ịbụ site na ọmụmụ ọzọ ga-eme",
  "\" Esu pụtakwara na foto Fani-Kayode,  nke a kpọrọ Nothing to Lose IX",
  "A na-aghọta ọnụnọ Esu na agba nke ihe mkpuchi ahụ; site na iji akara ọcha, uhie, na oji, ihe mkpuchi ahụ na-eguzo dị ka ihe nnọchianya nke chi Esu",
  "Ọ bụ ezie na agba ndị a na-anọchi anya Esu, ihe mkpuchi ahụ n'onwe ya enweghị ihe ọ bụla na-ebute ụzọ na ịme ihe mkpuchi ọdịnala Afrịka; isiokwu a dị aghụghọ fọrọ nke nta ka ọ bụrụ na ọ na-eme ka ihe mkpuchi ahụ dị larịị iji gosipụta \"ọnọdụ ịbụ onye Africa\" (nkatọ nke echiche nke ndị na-ege ntị na Europe gbanyere n'ọtụtụ ebe).",
  "Enwere ike inyocha echiche Fani-Kayode nke ịbụ onye a na 1987 'Bronze Head'",
  "Na foto ahụ, ọ na-akụpụta ahụ ojii nke onye ahụ iji kpughee ụkwụ ya na ike ya ka ọ na-aga ịnọdụ n'elu ihe ọkpụkpụ Ife eji ọla nchara wee mee",
  "A na-etinye ihe ọkpụkpụ Ife n'elu efere gbara gburugburu, oche, ma ọ bụ ntọala, ma tinye ya n'ụzọ dị mma n'etiti foto ahụ",
  "Dịka, isi ọla nchara dị na foto ahụ bụ iji sọpụrụ eze Ife",
  "Otú ọ dị, n'ihe gbasara foto Fani-Kayode, ọ na-akatọ ụlọ ọrụ eze Yoruba. Foto a na-anọchite anya ma ndọrọ n'agha ya na nwoke idina nwoke, akụkụ abụọ dị mkpa nke ụwa ya",
  "Ahụ a na-egbutu egbutu na-anọchi anya njirimara ya, ọnọdụ ahụ na-ezo aka na mmekọahụ ya na ihe ọkpụkpụ ahụ na-anọchi anya ụkpụrụ mmekọrịta mmadụ na ibe ya oge ochie na ndụ ya nke ọ na-anwa ịrụ.",
  "Ọrụ ikpeazụ ya, nke akpọrọ \"Communion\" (1995), gosipụtara mmekọrịta ya na okpukpe Yoruba",
  "O yiri ka ọ na-ewepụta echiche ndị Yoruba nke ịdị jụụ na ike",
  "Ọ na-egosipụta na ọ bụ \"udo nke mmekọrịta ya na ụwa ime mmụọ.\" Otu n'ime ihe oyiyi dị na usoro ahụ, \"The Golden Phallus,\" bụ nke nwoke nwere ihe mkpuchi dị ka nnụnụ na-ele onye na-ekiri ya anya, ya na amụ ya akwụgidere na eriri",
  "A kọwara onyinyo ahụ dị ka ihe nnọchianya na-enweghị isi nke otú ndị isi ojii si buru ibu arọ site n'ebe ọdịda anyanwụ. N'ihe oyiyi a (The Golden Phallus), dị ka ọ dị na Fani-Kayode's Bronze Head, a na-elekwasị anya na liminality, ime mmụọ, ike ndọrọ ndọrọ ọchịchị, na akụkọ ọdịbendị - na-ewere echiche ndị a hụrụ dị ka 'oge ochie' (na ngosipụta nke 'classical' African art) ma weghachite ha dị ka archetype nke oge a.",
  "Fani-Kayode na ọtụtụ ndị ọzọ weere ya dị ka onye na-anọghị n'èzí na ihe ngosi nke ndị mba ọzọ",
  "Otú ọ dị, Fani-Kayode kwenyere na n'ihi ngosipụta a nke onwe ya, o nyere aka mepụta ọrụ ya dị ka onye na-ese foto. N'ajụjụ ọnụ, o kwuru okwu banyere ahụmịhe ya nke ịbụ onye mba ọzọ n'ihe gbasara mba ofesi, mana ọ dịkwa mkpa iburu n'uche na ọ bụ mbugharị mmanye",
  "Ịchụpụ ya na Naịjirịa mgbe ọ dị obere metụtara echiche ya nke ịdị n'otu",
  "Ọ na-enwe mmetụta dị ka onwere \"obere ihe ọ ga-efu\". Ma e mepụtara njirimara ya site n'echiche ya nke ịdị ọzọ ma mee ya",
  "N'ọrụ ya, ndị Fani-Kayode na-achị bụ kpọmkwem ndị isi ojii, mana ọ fọrọ nke nta ka ọ bụrụ na ọ na-ekwupụta onwe ya dị ka onye isi ojii n'ọtụtụ ọrụ ya, nke a pụrụ ịkọwa dị ka ihe ngosi na ọhụ nke akụkọ ihe mere eme ya",
  "N'ịkọwa nka ya dị ka \"Black, African, homosexual photography\" N'iji ahụ dị ka isi ihe dị na foto ya, o nwere ike ịchọpụta mmekọrịta dị n'etiti echiche agụụ mmekọahụ na ụkpụrụ ime mmụọ nna nna ya. Ahụmahụ ya dị mgbagwoju anya nke ọgba aghara, nkewa, ịjụ, na nkewa niile mepụtara ọrụ ya. Fani-Kayode gbara aka na a ghara ịhụ anya nke \"African queerness\", ma ọ bụ ịgọnahụ mmekọahụ ndị ọzọ nke Africa, na ha abụọ",
  "Ụwa ọdịda anyanwụ na nke Afrịka",
  "N'ozuzu ya, ọ chọrọ ịmegharị echiche nke mmekọahụ na nwoke na nwanyị na foto ya, na-egosi na mmekọahụ na nwoke na nwanyị na-apụta ihe siri ike na nke a na-apughị ịwepụ n'ihi omenala na mmekọrịta mmadụ na ibe ya mana ọ bụ ihe na-agbanwe agbanwe",
  "Otú ọ dị, ọ chọsiri ike ịzụlite queerness na nka Afrịka nke oge a, nke chọrọ ka ọ lebara anya na ihe nketa ndị ọchịchị na nke Ndị Kraịst anya nke na-egbochi queerness ma wuo echiche na-emerụ ahụ nke nwoke ojii",
  "N'oge a na-anọghị na-anọchite anya ndị na-ese ihe n'Afrịka, o ji iwe bịakwute okwu ahụ site n'ikwu okwu ma na-ajụ ajụjụ banyere mmegide nke ahụ ojii",
  "(charlotte) Mmetụta homoerotic ya n'iji ahụ nwoke ojii nwere ike ịkọwa dị ka ngosipụta nke echiche, nke ọchịchọ na ọchịchọ, na ịma onwe onye na nzaghachi maka ahụ ojii na-ebelata ka ọ bụrụ ihe ngosi. O nwere ike igosi ụwa na ndị nọ n'ụwa nka otú olu ojii si dị mkpa",
  "Ịkọ akụkụ ha nke akụkọ ahụ na ọ bụghị naanị ịbụ isiokwu nke onye ọzọ na-egosi ha",
  "Ọ bụghị naanị na a na-eto Fani-Kayode maka echiche ya nke Africanness na queerness (na African queerness), a na-etokwa ya maka ikike ya ijikọta ndọrọ ndọrọ ọchịchị agbụrụ na mmekọahụ na agụụ mmekọahụ okpukpe na ịma mma",
  "Otu onye nkatọ kọwakwara ọrụ ya dị ka \"neo-romantic\", nakwa na echiche ihe oyiyi ya na-akpali echiche nke ịma mma na-agafe agafe.",
  "Ọrụ ya jupụtara na aghụghọ, ihe ọchị, na nkọwa ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya",
  "O nyekwara aka na arụmụka nka gbasara nje HIV / AIDS.",
  "Ọ malitere igosi ihe ngosi na 1984 ma sonye n'ọtụtụ ihe ngosi ruo mgbe ọ nwụrụ na 1989",
  "E gosipụtara ọrụ ya na United Kingdom, France, Austria, Italy, Nigeria, Sweden, Germany, South Africa, na US.",
  "Fani-Kayode bu ụzọ gosipụta na nnukwu ụlọ ngosi nke Brixton Artists Collective na-elekọta",
  "O gosipụtara na ihe ngosi atọ na Gallery: No Comment, December 1984; Seeing Diversity, February 1985 na Annual Members Show, November 1985.",
  "N'afọ 1988, Fani-Kayode na ọtụtụ ndị ọzọ na-ese foto (ndị ọtụtụ n'ime ha gbakọtara maka Reflections of the Black Experience, Brixton Artists Collective) gụnyere Sunil Gupta, Monika Baker, Merle Van den Bosch, Pratibha Parmar, Ingrid Pollard, Roshini Kempadoo na Armet Francisco guzobere Association of Black Photographers (nke a maara ugbu a dị ka Autograph ABP) wee bụrụ onye isi mbụ ha. Ọ bụkwa onye na-arụsi ọrụ ike na Black Audio Film Collective Ọ bụ onye nwere mmetụta dị ukwuu n'ebe ndị ojii na-eto eto na-ese foto nọ na ngwụsị afọ 1980 na afọ 1990",
  "Mgbe Alex Hirst nwụrụ n'afọ 1992, ụfọdụ esemokwu anọgidewo banyere ọrụ ndị Fani-Kayode.",
  "\"E wuru njirimara m site n'echiche nke m gbasara onye ọzọ, ma ọ bụ ọdịbendị, agbụrụ, ma ọ bụ mmekọahụ",
  "Akụkụ atọ ahụ adịghị iche n'ime m",
  "Foto bụ ngwá ọrụ nke m nwere obi ike iji gosipụta onwe m",
  "Ya mere, ọ bụ foto - ojii, Afrịka - nke m ga-eji ọ bụghị naanị dị ka ngwá ọrụ, kama dị ka ngwá agha ma ọ bụrụ na m ga-eguzogide mwakpo na iguzosi ike n'ezi ihe m na, n'ezie, ịdị adị m n'ụzọ nke m",
  "\"",
  "\"N'ihe atọ, abụ m onye na-anọ n'èzí: n'ihe gbasara mmekọahụ; n'ihe gbasara mpaghara na ọdịbendị; na n'echiche nke ịghara ịghọ ụdị ọkachamara lụrụ nwanyị a na-akwanyere ùgwù nne na nna m nwere ike ịtụ anya ya",
  "\"",
  "\"M na-eme foto m nwoke idina nwoke n'inwe ebumnuche",
  "Ndị isi ojii si n'ụwa nke atọ ekpughebeghị ma ọ bụ ndị nke ha ma ọ bụ n'ebe ọdịda anyanwụ otu eziokwu na-awụ akpata oyi n'ahụ: ha nwere ike ịchọ ibe ha.",
  "\"Ana m agbalị iwepụta akụkụ ime mmụọ na foto m ka echiche nke eziokwu wee bụrụ ihe mgbagwoju anya ma na-emeghe ka a kọwaa ya",
  "Nke a chọrọ ihe ndị ụkọchukwu Yoruba na-akpọ usoro nke obi añuri\""
]