[
  "Deko Barbara-Jessica Wedi (amụrụ n'abalị iri na atọ nke ọnwa Septemba n'afọ 1992), nke a maara dị ka Rouge, bụ onye South Africa na-eti egwu, onye edemede, na onye na-eme ngosi telivishọn. Abọm mbụ ya bụ The New Era Sessions, ya na obere ihe nkiri, natara onyinye South African Film and Television Award maka Best Micro Budget Film",
  "A mụrụ Deko Barbara-Jessica Wedi n'abalị iri na atọ nke ọnwa Septemba n'afọ 1992, na Pretoria, Gauteng",
  "Ọ bụ onye agbụrụ DR Congo dịka a mụrụ nne na nna ya na Congo. Ọ malitere ide egwu mgbe ọ dị afọ iri na abụọ, nke mere ka o sonye na ime ihe nkiri, ikwu okwu n'ihu ọha na ide uri. Ọ malitere ịkụ egwu rap mgbe ọ dị afọ iri na itoolu, mgbe enyi ya cheputara ya ka ọ rapụọ egwu R&B nke ya ọ dere. Ọ gara Mahadum nke Pretoria, ebe ọ gụsịrị akwụkwọ gbasara na Ejije na Ihe nkiri.",
  "N'ọnwa Disemba afọ 2014, Rouge wepụtara egwu ya nke abụọ \"Mi Corazon\" nke gosipụtara onye egwu BigStar Johnson, na-esote egwu mbụ ya, \"Party\". N'afọ sochirinụ, onye egwu rap bụ AKA gosipụtara Rouge tinyere ụmụ nwanyị ndị ọzọ na-eti egwu na remix nke egwu ya \"Baddest\". N'afọ 2016, Rouge weputara egwu \"Mbongo Zaka\" nke gosipụtara Moozlie",
  "Egwu a mere ka ọ bụrụ onye a ma ama dịka ọ bụ egwu mbụ ya kachasị elu na ụlọ ọrụ redio niile dị na South Africa.",
  "E depụtara Rouge dị ka otu n'ime ụmụ nwanyị isii kachasị mma na Africa site na ebe nrụọrụ weebụ hip hop Creative-hiphop n'afọ 2017, ya na onye South Africa ibe ya bụ Nadia Nakai na onye Ghana bụ Eno Barony.",
  "N'ọnwa Ọktọba afọ 2016, Rouge bụ otu n'ime ndị ndụmọdụ na Vuzu reality game show The Coalition, nke gụnyere ndị na-arụ ọrụ na-enwe ihe ịma aka site n'enyemaka nke ndị ndụmọdụ. O sonyekwara na MTV Base Cyphers na \"New Skool\" (2017).",
  "E wepụtara New Era Sessions N'abalị asatọ nke ọnwa Septemba afọ 2017, nke malitere dị ka nke abụọ na chaatị iTunes. N'abalị iri na ise nke ọnwa Septemba afọ 2017, ọ malitere obere ihe nkiri maka abọm ahụ dị ka ihe nkiri vidio na ihe nkiri ejije. Obere ihe nkiri ka egosipụtara  na MTV Base nke Atandwa Kani, Fikile Kani, Denise Zimba na ya onwe ya bụ ndị mere ya. O wepụtara egwu ise site na abọm ahụ, gụnyere \"Mbongo Zaka\" na \"Dololo\"",
  "Abọm ọhụụ ahụ meriri ọtụtụ ihe nrite, gụnyere South African Film and Television Award maka Best Micro Budget Film Award, na South African Music Award maka Best Music Video of the Year.",
  "N'afọ 2018, Rouge bụ onye na-egosi ihe ngosi egwu SABC 1 Remix SA",
  "Ọ bụkwa otu n'ime ndị na-ekpebi ndị mmeri nke asọmpi hashtag nke ụlọ ọrụ swiiti Halls SA HallsOMFCC N'abalị iri na anọ nke ọnwa Machị afọ 2019, Rouge kwupụtara ịbanye na Sony Music South Africa.",
  "Nwepụta Otu"
]