[
  "Roy Rudolph DeCarava (Ọnwa Desemba 9, afọ 1919 - rụọ ọnwa Ọctoba 27, afọ 2009) bụ onye Amerịka na-ese ihe",
  "DeCarava nwetara otuto dị egwu n'oge na-adịghị anya maka foto ya, na mbụ na-etinye aka ma na-ese onyinyo ndụ ndị Afrịka Amerịka na ndị egwu jazz na obodo ebe ọ bi ma na-arụ ọrụ",
  "N'ime ọrụ nke were ihe fọrọ nke nta ka ọ bụrụ afọ iri isii, a maara DeCarava dị ka onye guzobere n'ọhịa foto mara mma nke ojii na ọcha, na-akwado ụzọ isi na-aga n'ihu na-adabere na uru isi nke onye ọ bụla, ọgụgụ isi, nke dị iche ma dị iche na ụdị \"akwụkwọ mmekọrịta mmadụ na ibe ya\" nke ọtụtụ ndị bu ya ụzọ.",
  "A mụrụ Roy DeCarava na Harlem, New York n'ọnwa Disemba 9, afọ 1919",
  "DeCarava toro n'oge Harlem Renaissance, mgbe ọrụ nka na ihe ịga nke ọma n'etiti ndị Afrịka Amerịka na-aga n'ihu n'ime akwụkwọ, egwu, ihe nkiri, na nka anya",
  "Mgbe ọ gụsịrị akwụkwọ na Textile High School na New York City n'afọ 1938, DeCarava malitere ịrụ ọrụ n'onwe ya dị ka onye na-ese ihe",
  "Ọ gara n'ihu na agụmakwụkwọ ya na Cooper Union (afọ 1938- rụọ afọ 1940), ebe ọ gụrụ ihe osise, ihe owuwu, na ihe ọkpụkpụ",
  "DeCarava gbasaa ọzụzụ mbụ a na Harlem Art Center (1940-1942) yana George Washington Carver Art School, ebe na mgbakwunye na eserese ọ malitere ịnwale obibi akwụkwọ",
  "DeCarava malitere iji foto mee ihe dị ka ụzọ idekọ na ihe atụ maka ihe osise ya, mana onye na-ahụ maka ya masịrị ya nke ukwuu nke na ọ malitere itinye oge ya niile na ya ma kwado foto ojii na ọcha dị ka ụdị nka nke ya",
  "O jiri igwefoto ya mepụta ọmụmụ ihe dị ịrịba ama banyere ndụ ndị isi ojii kwa ụbọchị na Harlem, na-ejide ọdịdị dịgasị iche iche nke agbata obi na ihe okike nke Harlem Renaissance",
  "N'iguzogide ndọrọ ndọrọ ọchịchị doro anya, DeCarava jiri foto mee ihe iji gbochie ihe ọ kọwara dị ka ndị ojii..",
  "a naghị egosi ya n'ụzọ siri ike na nke nka.",
  "E debara aha DeCavara na ndị agha n'afọ 1942, ebe a ga-ebu ụzọ zigara ya Virginia, wee ziga ya na Fort Claiborne, Louisiana, na Jim Crow South",
  "N'ebe ahụ, DeCarava nwere ịkpa ókè agbụrụ siri ike nke na ọ dara",
  "N'akwụkwọ akụkọ ndụ Peter Galassi maka ihe ngosi MoMA, onye na-ese ihe chetara, sị: \"Nanị ebe a na-ekewaghị ndị agha bụ ngalaba ndị isi mgbaka nke ụlọ ọgwụ ahụ",
  "Anọ m ebe ahụ ihe dị ka otu ọnwa",
  "Anọ m n'ọrụ agha ihe dị ka ọnwa isii ma ọ bụ asaa n'ozuzu ya, mana enwere m nrọ ọjọọ banyere ya ruo afọ iri abụọ",
  "\" DeCarava lụrụ onye na-akọ akụkọ ihe nka mere eme Sherry Turner DeCaravа afọ iri anọ",
  "Ha abụọ jikọrọ aka na ihe ngosi na mbipụta mgbe DeCarava dị ndụ ma ọ gara n'ihu na-akwalite ọrụ ya mgbe ọ nwụrụ",
  "Dị ka akwụkwọ eli'm ozu ya si kwuo, ha abụọ zutere mgbe Turner DeCarava gbara ya ajụjụ ọnụ maka mmemme ọha na eze na Brooklyn Museum.",
  "DeCarava mepụtara akwụkwọ nka ise e bipụtara, gụnyere The Sound I Saw na The Sweet Flypaper of Life, yana akwụkwọ ngosi nka na nyocha site na ọtú ndi enyi nke foto na Museum of Modern Art na New York. Isiokwu nke ọ dịkarịa ala ihe ngosi nka onwe ya 15, DeCarava bụ onye Afrịka-Amerịka mbụ na-ese foto iji merie Guggenheim Fellowship ma n'ihi mkpakọrịta ahụ, nwere ike ise foto obodo ya na New York City maka otu afọ; na-egosipụta echiche okike mbụ site na usoro gelatin ojii na ọcha. Ihe ngosi foto mbụ ya bụ n'afọ 1950, na Forty-Fourth Street Gallery na New York City, n'oge na-adịghị anya ọ chọtara onye nduzi na Edward Steichen, onye nduzi foto na Museum of Modern Art. Nke nta nke nta, DeCarava ghọrọ onye a ma ama maka nraranye ya n'ọhịa nke nka anya na maka ọrụ nke ya n'ime ya, gụnyere ọtụtụ foto ojii na ọcha, ọlaọcha nke nnukwu ndị egwu Amerịka",
  "Ọrụ ya pụtakwara n'ọtụtụ mkpuchi album, dị ka Porgy na Bess, nke Miles Davis, Bless this House, nke Mahalia Jackson, Flamenco Fire nke Carlos Montoya, na Big Bill's Blues, nke Big Bill Broonzy. DeCarava natara nzere nsọpụrụ site na Rhode Island School of Design, Maryland Institute of Art, Mahadum Wesleyan, The New School for Social Research, The Parsons School of Design na Art Institute of Boston maka onyinye maka nka Amerịka.",
  "N'afọ 2006, e nyere ya National Medal of Arts site na National Endowment for the Arts, ihe nrite kachasị elu nke Gọọmentị United States nyere ndị na-ese ihe.",
  "Ka ọ na-etolite n'afọ 1940, DeCarava na-egosi ihe ọ bụla na-abụghị nke iconoclastic n'ụzọ ọ na-esi ese foto, ihe na-ejikọta ya na eziokwu nke ihe akaebe, yana n'ọchịchọ ya mara mma, dịka o kwuru, iji ụdị ihe nkịtị, na-egosipụta ihe ụfọdụ m chere",
  "N'ịnọgide na-achọ ịmepụta ihe osise na-ese onyinyo nke agba, DeCarava tachiri obi ọtụtụ iri afọ nke nghọtahie na-ewe iwe",
  "Ọ na-ekwukarị na nke ahụ n'agbanyeghị aha ya dị ka onye na-ese foto,",
  "Enwetụbeghị m n'ezie ma kwughachi nchegbu ya siri ike nke oge a iji nweta nkwupụta okike, karịa nkwupụta akwụkwọ ma ọ bụ mmekọrịta mmadụ na ibe ya. Ọ bụ ezie na DeCarava arụtụbeghị ọrụ na ihe nkiri sinima n'onwe ya, ọ tolitere n'oge ihe nkiri ojii na-acha ọcha ma, n'ajụjụ ọnụ ka oge na-aga n'ọrụ ya, kwuru, echere m na m na-amịkọrọ ihe nkiri ojii, nke mere na mgbe m malitere ise foto, ọ bụ ihe okike."
]