[
  "Roy Feinson bụ onye injinia ngwanrọ a mụrụ na South Africa, odee, na onye na-ese ihe bụ onye mepụtara usoro ederede amụma mbụ zuru oke nke gụnyere disambiguation na nchekwa akwụkwọ ọkọwa okwu mpaghara.",
  "Onye guzobere na Onye isi oche nke EmergeX.AI, Doubletake Images LLC, na Orb Reality LLC; ụlọ ọrụ ngwanrọ dabeere na DC, Feinson nwere ọtụtụ ikike kọmputa na ngwa sayensị ya na-ahụ maka ndụ, ọgụgụ isi aka na nnyocha onyinyo nke forensic na ihe nlereanya ya nke ọhụ anụmanụ ka e gosipụtara ndị ọkà mmụta sayensị na N.I.S.T",
  "Otu n'ime ndị ọsụ ụzọ mbụ n'ọhịa nke foto mosaics, a na-eto ya maka ịmepụta ụdị a maara dị ka impressionist mosaics nke a na-ahazi ezughị oke nke ihe okike dị ka turquoise ma ọ bụ marble ethereal iji mepụta.",
  "Feinson bụ onye dere akwụkwọ atọ nke lekwasịrị anya na ntọala evolushọn nke omume mmadụ",
  "A sụgharịrị akwụkwọ ya n'asụsụ iri dị iche iche nke gụnyere Mandarin, Japanese, Czech, Hebrew na French, ma gosipụta ya na CNN, The Dr",
  "Phil Show na CBS The Talk",
  "E gosipụtara akwụkwọ akụkọ ya banyere ọhụ anụmanụ, The Zebra's Stripes, nye ndị ọkà mmụta sayensị na National Institute for Standards and Technology n'afọ 2013 ma na-ekwu maka ọtụtụ ajụjụ a na-azaghị na mpaghara omume anụmanụ na camouflage.",
  "2000: Onye mmeri nke C-Span Presidential Art Contest",
  "N'afọ 2006, Feinson bụ onye na-ese ihe maka 49th Anniversary nke Disneyland, ebe o mepụtara ihe osise kachasị ukwuu e mere, nke gafere ihe karịrị square feet pụkụ ịrị ma gosipụta ndị na-eme ihe nkiri na-ebu foto nke onwe ha na ndị ọzọ na-eme.",
  "N'afọ 2007, e nyere Feinson ọrụ ịmepụta usoro ọrụ mosaic ịrị atọ na asatọ buru ibu maka ememe ncheta afọ iri ise nke Disney, Happiest Homecoming on Earth",
  "Otu ihe pụrụ iche, nke arụnyere n'akụkụ ụlọ nzukọ obodo nke ogige ahụ, bụ mosaic mbụ e nwere okpukpu atọ n'ụwa; nnukwu mosaic nke Mickey Mouse na Steamboat Willie nwere foto otu puku nke ndị Disney na-eme ihe nkiri, nke n'aka nke ya bụ mosaics nwere foto pụkụ narị isii nke ndị ọbịa ogige ahụ nyere.",
  "N'afọ 2008, a họpụtara Feinson dị ka onye na-ese ihe maka ncheta afọ iri ise nke Grammy Awards. Quincy Jones, Joss Stone na Onye isi oche nke Recording Academy Neil Portnow kpughere ihe osise ahụ bụ ndị kpọrọ Feinson \"ezi onye na-emepụta ihe osise, na.",
  "nwoke Renaissance\". Ihe osise Grammy bụ akụkụ nke nchịkọta na-adịgide adịgide na ebe ngosi ihe mgbe ochie Grammy na Los Angeles.",
  "2009: Onye mmeri New York Times nke gwam gwam gwam sayensị mbụ",
  "N'afọ 2014, a họpụtara Feinson dị ka onye na-ese ihe maka ncheta afọ iri na ise nke Latin Grammys.",
  "Honolulu International Airport \nMartin Luther King District \nPentagon",
  "Operation Grateful Nation \nDetroit Zoo \nLurie Children's Hospital Chicago \nDetroit Children's Hospital"
]