[
  "Royal Science and Technology Park (RSTP) bụ ụlọ ọrụ ọha na eze na ogige sayensị nke e mepụtara iji kwalite echiche nke ihe ndị e mepụtara ma mee ka ha nwee ike ịnweta ikike ma nyere aka jikọta ihe dị iche iche nke R&D",
  "Ezubere ya iji nye isi ihe maka nyocha, na-eme ka njikọ dị n'etiti nyocha na obodo mmepụta ihe ma na-akpali mmepe nke azụmahịa ndị dabeere na ihe ọmụma site na ntinye nke teknụzụ-preneurship na ụlọ ọrụ teknụzụ dị elu..",
  "Ogige Sayensị na Nkà na Ụzụ Royal - SEZ",
  "↵↵Akpọrọ ogige Royal Science and Technology Park (RSTP) ka ọ bụrụ mpaghara akụ na ụba pụrụ iche site na mpaghara mpaghara akụ na ụba pụrụ iche nke 2018",
  "Nke a bụ ebumnuche nke Onye Ọchịchị ya bụ Eze Mswati III iji dọta itinye ego na mba ofesi n'ime Alaeze Eswatini, kwalite mbupụ-  uto gbakwasara agbawa, na-ebute ọrụ na ebumnuche iji hụ na mbufe teknụzụ gaa na ndị Eswatini, mechaa kwalite uto akụ na ụba",
  "Ngalaba nlekọta ndị na-achụ ego na-ahụ maka ịrụ ọrụ na njikwa nke RSTP's SEZ Industrial Plot na One Stop Shop Service Center (OSSSC).",
  "Masterplan: Ebe na mmepe akụrụngwa",
  "RSTP SEZ, na-ejikwa 317.7ha nke ala, nke nnukwu atụmatụ nwere 159 ha maka mmepe ụlọ ọrụ nke dị na nso nso ụzọ mbubata na mbupụ;  site n'okporo ụzọ awara awara a ga-esi na Republic of South Africa na Republic of Mozambique, okporo ụzọ ụgbọ okporo ígwè akọrọ na-eduga na ọdụ ụgbọ mmiri Maputo (Republic of Mozambique) na Richards Bay Sea Port (Republic of South Africa)",
  "Ugbu a 80ha nke ala mmepe ụlọ ọrụ dị na Nokwane na-arụ ọrụ ma dịkwa ngwa ngwa maka itinye ego ezubere iche ga-adị",
  "Atụmatụ Master dị maka mmepe nke akụrụngwa bụ isi maka 79ha fọdụrụnụ nke ala mmepe ụlọ ọrụ n'akụkụ Phocweni nke RSTP",
  "Na-aga n'ihu bụ mmecha nke otu ụlọ ahịa/ụlọ ọrụ ọrụ nke e bu n'obi mee ka ọ dị mfe ma mee ka usoro nhazi na usoro nke ịzụ ahịa na SEZ dị ngwa ngwa.",
  "Otu Ụlọ Ahịa Na-arụ Ọrụ",
  "OSSSC bụ akụrụngwa nke bụ ilekọta ndị niile metụtara ya na-enye ọrụ niile onye na-etinye ego nwere ike ịchọ mgbe ọ na-achọta ego ha na SEZ.",
  "Ihe Ndị Na-akpata Obibi",
  "Ịga Ahịa:",
  "Ịga ahịa site na Alaeze nke Eswatini Free Trade and Preferential Agreements:",
  "Ụtụ isi na ụtụ isi:",
  "Enweghị ụtụ isi:",
  "Royal Science & Technology Park Ecosystem:",
  "Ndị na-akwado ọrụ azụmaahịa nwere ike inye ọrụ ndị nwere ike ịpụ apụ nke ga-enye ndị na-etinye ego ohere ilekwasị anya na azụmaahịa ha na ibelata akụrụngwa na ụgwọ ọrụ.",
  "Ihe Ndị Eze",
  "Ntinye ego izizi maka onye naanị ya bụ E30, 000,000 na E70, 000, 000 maka mmekọ ọnụ",
  "Otu Enterprise ma ọ bụ onye na-etinye ego ga-egosipụta ikpe azụmahịa ha, ikike ego nke itinye ego ha, yana uru akụ na ụba nke ego a chọrọ.",
  "Ihe mgbochi na-egbu egbu"
]