[
  "Royal Robertson (ubochí irí abụọ n'ọnwa Ọktoba 1930 rụo ụbọchị ịse n'ọnwa Julaị 1997), nke a makwaara dị ka ónyé amụma Royal Robertson, bụ ónyé America na-ese ihe.",
  "A mụrụ ya na St",
  "Mary Parish, Louisiana, n'ubochí irí abụọ n'ọnwa Ọktoba 1930, Robertson nọrọ ihe fọrọ nke nta ka ọ bụrụ ndụ ya niile na Baldwin, Louisiana",
  "Robertson hapụrụ ụlọ akwụkwọ mgbe ọ gụsịrị klas nke asatọ. N'oge ọ dị afọ iri na ụma, ọ mụtara ọrụ dị ka ónyé na-ese ihe ịrịba ama ma gaa n'ụsọ oké osimiri ọdịda anyanwụ n'oge ọ malitere afọ iri abụọ na-arụ ọrụ dị ka aka na ónyé na-ede ihe ịrịbaanya. Ọ laghachiri Louisiana n'afọ 1950 iji lekọta nne ya ebe ọ gàrà n'ihu na-arụ ọrụ dị ka ónyé na-ese ihe ịrịba ama. Ọ lụrụ Adell Bren (ma ọ bụ Lockett) na 1955 ma ha nwèrè ụmụ iri na otu. Alụmdi na nwunye ha kwụsịrị mgbe afọ iri na itoolu gasịrị mgbe Adell hapụrụ ya maka nwoke ọzọ, kwaga Texas na-akpọrọ ụmụ ha, wee ghọọ onye ozi.",
  "Robertson nọgidere na Louisiana mgbè alụmdi na nwunye ya kwụsịrị wee ghọọ ónyé na-anọpụ iche. Ndị agbata obi ya na-eleda ya ányà nke ukwuu ma nwee iwe iwe iwe megide nwunye mbụ ya na ụmụ nwanyị n'ozuzu ya",
  "Robertson nwèrè paranoid schizophrenia ma kwuo na o nwere ọhụụ mbụ ya, ọhụụ ọdịnihu nke ụgbọ elu na Chineke dị ka onye ọkwọ ụgbọala, mgbe ọ dị afọ iri na anọ",
  "Mgbe alụmdi na nwunye ya kwụsịrị, ọ malitere idekọ ọhụụ ya na ihe oyiyi na ihe odide ya",
  "Ọtụtụ ọhụụ ọhụụ nke njem mbara igwe ebe ndị ọbịa buru amụma na Ọgwụgwụ nke Ụbọchị site na usoro ọnụọgụ dị mgbagwoju anya ma dọọ ya aka ná ntị banyéré ihe ize ndụ nke ịkwa iko na ịkwa iko mere ka Robertson kwere na ọ bụ ónyé nkata aghụghọ nwanyị zuru ụwa ọnụ metụtara. O kwenyere na aghụghọ nke nwunye mbụ ya ga-abụ ihe kpatara mbibi nke ihe a kpọrọ mmadụ, nakwa na nkà ya bụ nke Chineke kwadoro. Dị ka ónyé na-ahụ maka mmekọrịta mmadụ na ibe ya bụ Frédéric Allamel si kwuo, Robertson hụrụ onwe ya dị ka nna ochie na-achọ Zaịọn ọhụrụ na ónyé amụma nke ihe nketa ya ga-agụnye ọrụ apocryphal ya. Ọ kọwara onwe ya dị ka \"Libra Patriarch Prophet Lord Archbishop Apostle Visionary Mystic Psychic Saint Royal Robertson\".",
  "E gosipụtara ọrụ Robertson n'ọtụtụ ihe ngosi ma nwee ọtụtụ ọrụ na nchịkọta na-adịgide adịgide gụnyere Smithsonian American Art Museum, Minneapolis Institute of Art, Mississippi Museum of Art, University Art Museum, Lafayette, The Brogan Museum, American Visionary Art Museum na Art Museum of Southeast Texas.",
  "Nwa ya nwanyị Dinah hụrụ Robertson ka ọ na-amaghị onwé ya n'azụ ụlọ ya ebe ọ nwụrụ na mberede site na nkụchi obi na 1997 na Louisiana, mgbe ọ dị afọ iri isii na isii.",
  "N'afọ 2009, Scott Ogden na Malcolm Hearn mepụtara ihe ngosi Make nke nyochara ndụ na usoro nka nke Robertson, Hawkins Bolden, Judith Scott na Ike Morgan.",
  "Aha album nke 2010 The Age of Adz nke onye America na-ese ihe Sufjan Stevens na-ezo aka n'ọrụ Robertson",
  "A na-eji ọrụ Robertson eme ihe maka mkpuchi na ime ime ime nke abọm ahụ, yana maka njem nkwado, ebe a na-eme ihe oyiyi ya na egwu dị ndụ. Ihe dị n'ime abọm ahụ na-egosipụta ma na-azaghachi ọrụ na ọnọdụ Robertson, gụnyere isiokwu dị ka \"mkpughe chi, oracles, ịhụnanya, cosmos, Apocalypse,\" dịka ihe nkwalite maka abọm site na Asthmatic Kitty Records."
]