[
  "Rozena Maart (amụrụ afo 1962  ) bụ onye odee South Afrika, na prọfesọ, bi ugbu a na Durban",
  "Ọ bụ onye isi maka Center for Critical Research on Race and Identity",
  "A matara ya maka ihe odide ya, na maka ọrụ ya na-emegide ịkpa ókè agbụrụ na ime ihe ike megide ụmụ nwanyị",
  "O meela nkuzi na Canada, United States na ọtụtụ akụkụ ụwa.",
  "A mụrụ ya na distrikti isii, Cape Town, South Africa, ebe ochie ohu nke Cape Town",
  "Ewepụrụ ezinụlọ ya n'ike na District nke isii na afo 1973 n'ihi Iwu Mwepụ nke gọọmentị",
  "Na 1987 mgbe ọ dị afọ iri abuo na ano, a họpụtara Maart maka ihe nrite \"Woman of the Year\" nke a kwadoro na Johannesburg, maka ọrụ ya na-emegide ime ihe ike megide ụmụ nwanyị na ịmalite, ya na ụmụ nwanyị anọ, otu òtù nwanyị nwanyị ojii mbụ na Cape Town, Women Against Repression",
  "(AKWỤKWỌ).",
  "Ọ kwagara Canada na afo 1989 ma bipụta akwụkwọ uri mbụ ya na afo 1990, Talk About It!",
  "Ọ meriri ihe nrite Njem na afo 1992 maka obere akụkọ ya \"Enweghị Rosa, Enweghị Mpaghara isii\", nke mechara pụta na nchịkọta akụkọ mpụta mbụ ya bụ \"Rosa's District Six.\" Ọ bụ onye edemede nke ọtụtụ akwụkwọ uri, obere akụkọ ifo, ndị na-abụghị akụkọ ifo na akwụkwọ akụkọ, na nso nso a akwụkwọ akụkọ The Writing Circle, nke e bipụtara na afo 2007 ( TSAR Publications ), bụ nke a na-eme ka ọ bụrụ ihe nkiri nkiri",
  "Rosa's District isii mere ndepụta ndị ahịa kacha mma kwa izu na Canada na 2006 yana ndepụta HOMEBRU 2006 na South Africa.",
  "O nwere PhD na Mahadum Birmingham, UK (1993-1996) Center for Cultural Studies",
  "Ọrụ ya na-enyocha mmekọrịta n'etiti na n'etiti ndọrọ ndọrọ ọchịchị Philosophy, Black Consciousness, Derrida na Deconstruction, Psychoanalysis, Feminist Theory, na Critical Theories nke agbụrụ na ịkpa ókè agbụrụ.",
  "Maart jere ozi n'oge na-adịbeghị anya na Kọmitii Sayensị UNESCO maka mkparịta ụka nkà ihe ọmụma South-South, bụ nke mepụtara akwụkwọ ọgụgụ nkà ihe ọmụma na-ekpuchi mpaghara anọ-Africa, Asia, South na Central America na mpaghara Arab-n'asụsụ anọ (Bekee, French, Spanish na Arabic)",
  "Na afo 2010 The Writing Circle bụ otu n'ime akwụkwọ iri kacha elu na akwụkwọ South Africa n'ala nna ya, South Africa ma bụrụ ndị otu African Studies Association for the Aidoo-Snyder Book Prize họpụtara ya."
]