[
  "Rozzell Sykes (ubochí irí abụọ na isé n'ọnwa Disemba, 1931 rụo ụbọchị irí na asatọ n'ọnwa Disemba, 1994) bụ ónyé America na-ese ihe, nke bi na Los Angeles, California",
  "A maara ya nkè ọma dị ka onye guzobere St",
  "Elmo Village, ọrụ mmezigharị ọbọdọ.",
  "A mụrụ Rozzell Sykes na Aberdeen, Mississippi, nwa Anna Bell Clay na Cleveland Sykes, ọ bụ ezie na o nyèrè akụkọ dị ichè ichè banyéré mmalite ya kemgbe ọtụtụ afọ, na-ekwukarị banyéré nwata na West Indies.  Ọ biri na St",
  "Louis, Missouri na San Diego, California tupu ọ kwaga Los Angeles na 1961.",
  "N'etiti afọ 1960, Rozzell Sykes bụ ónyé na-ese ihe na-arụ ọrụ, nke a maara màkà usoro gosipụtara na magazin Life  N'afọ 1969, ya na nwa nwanne ya nwoke Roderick Sykes nwetara obéré ìgwè bungalows n'etiti ọbọdọ Los Angeles, na block puku anọ na narị asatọ nke St",
  "Elmo Drive ebe ha bi, iji chekwaa ebe obibi ma melite agbata obi dị ka nnwale okike.  E debanyere aha ọbọdọ St",
  "Elmo na 1971, ma gosipụta ọhụụ Sykes nke ebe ọdịbendị mara mma, nke nwere ọtụtụ agbụrụ",
  "Rozzell Sykes mere ọtụtụ nnukwu mgbidi màkà Ọbọdọ ahụ, ma nweta ego site n'enyemaka nke Tom Bradley, onye kansụl ọbọdọ n'oge ahụ",
  "\"Echeghị m na o kwere ka ihe ọ bụla ghara ịbụ ihe e sere ese\", ka Bradley kwuru n'afọ 1995",
  "\"Ọ bụ nwoke nwere ọhụụ pụrụ iche",
  "Ọ na-ekwukarị na ọ dịghị mkpa ma ị bi na igbe akpụkpọ ụkwụ ma ọ bụ nnukwu ụlọ, ị nwere ike ịbụ ihe niile ị chọrọ ịbụ",
  "\" Mpaghara ahụ ghọrọ ebe a na-eme emume St",
  "Elmo kwa afọ, nke Rozzell Sykes haziri iji mee ka a mara ọrụ ahụ ma mee emume nka.",
  "Roderick na Rozzell Sykes natara onyinye Human Rights Award site n'aka ndị Baha'is nke Los Angeles County na 1971, n'ịgbaso Ụbọchị Ikike Mmadụ nke United Nations, màkà ọrụ ha na St",
  "Elmo Village.",
  "Ọ lụrụ Erma Sykes, ónyé nọọsụ, di na nwunye ahụ zụlitere ụmụ ise ọnụ, n'etiti ha bụ ónyé na-emepụta egwu Benny Medina.",
  "Ọ nwụrụ na ngwụcha afọ 1994, mgbè ọ dị afọ iri isii na atọ",
  "E mere emume olili ozu ya na First African Methodist Episcopal Church nke Los Angeles. Ọbọdọ́ St",
  "Elmo ka na-arụsi ọrụ ike dị ka oghere nka, n'okpuru ónyé nduzi Roderick Sykes."
]