[
  "Rania Hussein Mohammed Tawfik (Arabic: رانيا حسين محمد توفيق [ˈɾɑnjɑ ħeˈseːn mæˈħæm.mæd tæwˈfiːʔ]; amụrụ n'October 8, 1981), nke a maara dị ka Ruby nke a na-akpọ Ruby (Arabian: روبی , mgbe ụfọdụ a na-asụgharị ya dị ka Roubi), bụ onye na-agụ egwú, onye na-eme ihe nkiri na onye na-ese ihe nlereanya oge ụfọdụ nke ghọrọ onye ama na egwu mbụ ya \"Enta Aref Leih\" (\"Ị maara ihe kpatara ya?\") na 2003.",
  "Vidiyo egwu mbụ nke egwu izizi ya \"Enta Aref Leih\" (2003), bụ nke Sherif Sabri duziri ma bụrụ ihe a ma ama na ọtụtụ ụlọ ọrụ egwu satellite na mpaghara Middle East n'oge ọkọchị nke afọ 2003",
  "Ndị mgbasa ozi katọrọ Ruby maka ịpụta na ejiji na-akpali akpali nke onye na-agba egwu afọ na vidiyo egwu ahụ",
  "N'agbanyeghị nkatọ a, egwu ahụ na-aga nke ọma mere ka Ruby bụrụ onye a ma ama.",
  "E wepụtara vidiyo nke abụọ nke Ruby na mbido afọ 2004",
  "A kpọrọ vidio ahụ \"Leih Beydary Kedah\" (Gịnị mere na ọ na-ezochi mmetụta ya dị ka nke a?) ma bụrụ nke Sherif Sabri duziri; vidiyo ahụ gosipụtakwara ihe nkiri na-akpali akpali",
  "Vidiyo egwu ya nke atọ \"El Gharaam (Koll Amma A'ollo Ah) \" so na vidiyo sitere na ihe nkiri Ruby, \"Saba' Wara'aat Kotcheena\" (7 Playing Cards)",
  "Gọọmentị nke ụfọdụ mba Arab machibidoro ihe nkiri ahụ n'ihi ojiji ọ na-eji isiokwu ndị na-akpali agụụ mmekọahụ.",
  "A jụrụ Ruby ajụjụ n'ọtụtụ ajụjụ ọnụ banyere ụdị ya na-akpali akpali na mmegharị na-akwalite, nke ọ zaghachiri na ọ naghị ele onwe ya anya dị ka ihe nnọchianya mmekọahụ",
  "A nụkwara na ọ lụrụ onye njikwa ya, Sherif Sabri, mana ha abụọ agọnahụla asịrị ahụ.",
  "N'afọ 2008, o wepụtara egwu Yal Ramoush (Wonderful Eyelashes)",
  "Ọ bụkwa onye bụrụ abụ isiokwu nke Al Wa3d Movie Awwel Marra",
  "Oge izizi Ruby na ihe nkiri Egypt bụ na 2000 na ihe nkiri Egyptian Film Saqafi (Cultural Film)",
  "N'afọ 2019, o sonyere na ihe nkiri Egypt abụọ nke gụnyere Hamlet Pheroun na The Treasure 2",
  "Ọrụ nka ikpeazụ Ruby bụ The Treasure 2 (Al Kanz 2).\nEzinụlọ ya si n'ọchịchị na-agba akwụkwọ Ruby nwere ọrụ dị mkpa na mgbasa ozi na-efe efe nke 2020 maka Edita's Molto croissants."
]