[
  "Ruby Onyinyechi Amanze (amụrụ n'afọ 1982) bụ onye na-ese ihe bị na Brooklyn",
  "Ọ bụ onye Naijiria na Britain amaara maka eserese na ọrụ ya na mpempe akwụkwọ nke na-elekwasị anya na ọdịbendị ma ọ bụ \"post-colonial non-nationalism\". Na mgbakwunye na ịbụ onye na-ese ihe, ọ rụkwara ọrụ dị ka onye nkuzi na onye nlekọta.",
  "A mụrụ Amanze na Naịjirịa n'afọ 1982",
  "A zụlitere ya na United Kingdom, o biri ebe ahụ afọ iri na atọ tupu ọ bịa United States na 2004 mgbe ọ kwagara Philadelphia",
  "O nwetara B.F.A",
  "summa cum laude na Tyler School of Art na Philadelphia's Temple University n'afọ 2004. Ọ natara M.F.A ya na Cranbrook Academy of Art, na Bloomfield Hills, Michigan. Amanze bi ugbu a na Brooklyn, New York.",
  "Eserese Ruby Onyinyechi Amanze, ink na pigmenti, nke na-ejikọta ya na mbufe foto, bụ nke ihe okike ngwakọ dị na mbara ala dị iche iche bi na ya, na-ese n'elu oghere ọcha nke mpempe akwụkwọ ha",
  "Ndị na-ese ihe na Naijiria na akụkọ ihe mere eme nke eserese metụtara ya nke ukwuu. Ihe osise ya na mgbasa ozi na-adabere n'echiche nke mbugharị na ọdịbendị.",
  "Ihe osise aghọwo ihe mbụ ya, Amanze na-akọwa ya dị ka \"nke na-emegharị onwe ya mgbe niile\". N'agbanyeghị na ọ na-arụ ọrụ ya na ndị na-ahụ maka ihe dị iche iche, ihe ndị ọ na-eme ugbu a na-adabere na eserese, ihe kachasị amasị ya kemgbe ọ bụ nwata. Ọ bụ naanị na kọleji ka ọ hapụrụ eserese, kama ọ gụrụ akwụkwọ na nka nke foto na akwa. N'ịbụ onye imewe ákwà, foto, ibipụta akwụkwọ na ụlọ na-emetụta, ọrụ ya na-egosi mbugharị ọdịbendị, nchekasị, na njirimara, nke sitere na mkpali ya \"ncheta ya nke Naịjirịa. Ọrụ ndị a na-enyocha echiche nke mbugharị na ịdị adị n'etiti ebe, na-akpali mmetụta nke agụụ ụlọ na agụụ.",
  "Ruby Oinyinyechi Amanze nwetara Fulbright Fellowship na 2012, ma bụrụ onye natara Fulbright Scholars Award for Teaching / Research na Mahadum Nigeria, Nsukka (2013).",
  "Site na 2015 ruo 2016 Amanze bụ onye sonyere na Opens Sessions na Drawing Center, New York.",
  "Amanze bụ onye na-ese ihe na Cooper Union School of Art na New York, NY na 2011, Lower Manhattan Cultural Council site na 2014 ruo 2015, Fountainhead Residency na Miami, Florida na 2015, na Queens Museum na Queens, New York, site na 2016 ruo 2017.",
  "Amanze egosipụtala na mba ụwa",
  "Ihe ngosi ya gụnyere:",
  "A na-arụ ọrụ ruby onyinyechi amanze na nchịkọta na-adịgide adịgide gụnyere:",
  "Official website"
]