[
  "Ruchira Gupta bụ onye nta akụkọ na onye na-eme ihe ike. Ọ bụ onye guzobere Apne Aap, otu nke na-abụghị nke gọọmentị nke na-arụ ọrụ maka ịnweta ikike ụmụ nwanyị na ikpochapụ ịzụ ahịa mmekọahụ.",
  "Gupta malitere ọrụ ya dị ka onye nta akụkọ, ọ rụrụ ọrụ na The Telegraph Newspaper (Kolkata, India), The Sunday Observer (Kolkata, India), Business India Magazine (Delhi, India), na British Broadcasting Corporation (BBC) South Asia (Delhi, India)",
  "N'oge ọrụ mgbasa ozi ya, ọ na-ahụ maka ikike ụmụ nwanyị, ọgụ ndị agha na ugwu ọwụwa anyanwụ nke India, esemokwu, na nsogbu ndị nta",
  "Ọ na-aga n'ihu na-ede ọtụtụ ihe banyere ịzụ ahịa mmekọahụ na ihe gbasara ikike ụmụ nwanyị maka Open Democracy, Pass Blue, CNN, Times of India, The Hindu, The Guardian, n'etiti ndị ọzọ.",
  "Ọ gara United Nations, ebe ya na gọọmentị Iran, Nepal, Thailand, Cambodia, Laos, Vietnam, Myanmar, Indonesia, Kosovo, na Philippines rụkọrọ ọrụ",
  "Ọ kwadoro ụfọdụ n'ime mba ndị a iji mepụta National Action Plans na iwu megide ịzụ ahịa mmadụ. O deela akwụkwọ ntuziaka abụọ banyere ịlụso ịzụ ahịa ọgụ maka ndị mmanye iwu na ndị ọkàiwu, nke otu UNODC na UNIFEM kwadoro",
  "Gupta rụkwara ọrụ dị ka onye na-akpọtụrụ UNICEF n'ọnwa Ọktọba afọ 2000 maka nzukọ mbụ nke ndị ozi udo (Goodwill Ambassadors).",
  "Akwụkwọ ya banyere ịzụ ahịa gụnyere:",
  "Mgbe ọ gụsịrị ihe nkiri ya, \"The Selling of Innocents\", Ruchira hiwere Apne Aap Women Worldwide, ebe ọ jere ozi dị ka Onye isi ala kemgbe 2002",
  "Site n'ọrụ ya na Apne Aap, Gupta enyewo ndị na-enweghị olu olu site n'ịhazi ndị metụtara na ndị lanarịrị site n'ebo ndị a na-akọwa aha (ndị Britain kpọrọ ebo ndị omempụ), ndị tọrọ atọ na ịgba akwụna n'etiti ọgbọ, n'ime ndị otu ikike onwe onye. Site n'òtù ndị a, ụmụ nwanyị na ụmụ agbọghọ na-enweta agụmakwụkwọ, ọzụzụ ndụ, nchedo iwu na ụlọ dị mma; ma na-emekwa mkpọsa maka mgbanwe nke iwu India",
  "Nduzi Gupta n'ịhazi ụmụ nwanyị iji mee mkpọsa maka mgbanwe iwu mere ka ịzụ ahịa bụrụ ntaramahụhụ na nke mbụ ya na akụkọ ihe mere eme nke India, site na Iwu Ndezigharị iwu omempụ.",
  "Ọrụ ya n'ịhazi ebo ndị ekwuputara emeela ka mpaghara abụọ na-acha uhie uhie na Forbesgunge, Bihar belata site na ụlọ akwụna ịrị asaá na abụọ ruo ụlọ akwụna ịrị na ise, site kwa na ịrị na asaa ruo naanị otu",
  "Gupta na-aga n'ihu ịhụ na ụmụ nwanyị nwere ike ịgbanwe ebe a na-emegbu ha ka ọ bụrụ ebe nchekwa maka agụmakwụkwọ, ọzụzụ ọrụ, ohere ịgbazinye ego na nchedo iwu",
  "Tinyere ndị ọrụ si Apne Aap, Gupta rịọrọ arịrịọ n'aha ndị lanarịrị ịzụ ahịa n'ụlọ ikpe dị elu nke Patna ka ha mee ihe megide ndị na-azụ ahịa ma chebe ndị o metụtara",
  "Na 10 Machị 2013, ụlọ ikpe nyere ọkwa nye gọọmentị Bihar ka ha kọọ akụkọ banyere ihe ndị e mere megide ịzụ ahịa",
  "Apne Aap amaala nrụrụ aka ndị uwe ojii aka ma na-eme mkpọsa maka mgbanwe ndị uwe ojii mgbe e jidere otu onye ọrụ si Nat Denotified Tribe n'ụzọ na-ezighị ezi mgbe o kpughere mgbaaka ịzụ ahịa",
  "Apne Aap na-aga n'ihu na-eme mkpọsa maka mgbanwe ndị uwe ojii n'ofe India",
  "Ha rịọkwara National Human Rights Commission of India ka ha maa arụrụala ndị uwe ojii aka megide ndị ọrụ Apne Aap bụ ndị sitere n'ebo ndị a ma ama.",
  "Dị ka akụkụ nke ọrụ Gupta na-eme ihe ike, ọ na-ahazi ọgbakọ Survivor Conferences ma na-emepụta Redlight Dispatch, akwụkwọ akụkọ nke ndị metụtara na ndị lanarịrị ịgba akwụna dere",
  "O kwurula okwu na UN General Assembly ugboro abụọ, UN Security Council otu ugboro, na UN Human Rights Council otu ugboro iji kwado iwu na usoro iji kwado ndị na-azụ ahịa mmadu. Onye na-akwado ụmụ nwanyị, Catharine MacKinnon, zoro aka na ndu ya na mpaghara a n'okwu ya: Ịzụ ahịa, Ịgba akwụna na ahaghị nhata.",
  "Gupta agbaala akaebe n'ihu ndị omeiwu nke United States, na-akwado maka ngafe nke Iwu Nchedo Ndị Na-ahụ Maka Ịzụ ahịa na ime ihe ike nke afọ 2000 ma soro ndị ọzọ na-eme ihe ike na United Nations maka Protocol UN iji gbochie, mgbochi na Ịhụ Ịzụ ahịa mmadụ",
  "Nke a rụpụtara mgbalị mbụ nke UN iji dozie ọchịchọ maka ịzụ ahịa",
  "Ruchira Gupta enyerela ihe karịrị ụmụ agbọghọ pụkụ ịrị abụọ, ụmụ nwanyị na ndị ezinụlọ ha aka na mpaghara ọkụ na-acha uhie uhie na ime obodo nke India n'ime afọ iri na abụọ gara aga",
  "Nick Kristof gosipụtara ọrụ ya na 21st Century Slavery na New York Times, n'akwụkwọ ya Half the Sky",
  "Lucy Liu eduziela ihe nkiri Meena na Ruchira na-anapụta otu nwa agbọghọ na Bihar dabere na akụkọ Kristof",
  "Gloria Steinem nwere blọọgụ banyere Ọrụ Ruchira na agha megide ire ahụ na bihar na New York Times",
  "Ị nwere ike ikiri mkparịta ụka n'etiti Gloria Steinem na Ruchira na Jaipur Literature Festival na Jenụwarị afọ a.",
  "Na mbụ, Ruchira na Hillary Clinton na ndị enyemaka ya rụkọrọ ọrụ maka ngafe nke Iwu Nchedo Ndị Na-azụ ahịa site n'ịgba akaebe na Senate US ma na-atụ aro asụsụ a ga-enyere ndị metụtara na ndị lanarịrị aka n'ụzọ dị mma na n'ezie",
  "Ọ bụ onye otu Global Advisory Council of Vital Voices nke Oriakụ Clinton guzobere.",
  "Mgbe e mesịrị, o nyere aka mepụta nkwekọrịta UN nke mbụ iji kwụsị ịzụ ahịa mmekọahụ yana ego ịzụ ahịa maka ndị lanarịrị na United Nations site n'ịgwa nzukọ UN General Assembly n'aha ndị lanarịrị ma were otu ndị lanarịrịnụ kwuo okwu na mgbakọ ukwu UN na New York n'akụkụ odeakwụkwọ ukwu Ban Ki-moon na kọmishọna ukwu maka Ihe ndị ruuru mmadụ, Navi Pillai.",
  "O mepere ụzọ dị egwu n'ime India maka ndị lanarịrị iji kwupụta echiche ha site n'ịchịkọta olu ha maka ngafe nke ọma nke nkebi nke narị atọ na ịrị asaaIP.C India nyere iwu mbụ banyere ịzụ ahịa mgbe e dinara bọs n'ike n'ike na Dec, 2012.",
  "Apne Aap amalitela mmekọrịta na-akpali akpali na South-South na-emegide ịzụ ahịa ya na otu NGO na South Africa, USA, France na Nepal site na mbupụ ihe nlereanya ya nke nhazi obodo na maka nwa agbọghọ ikpeazụ\"",
  "O kwuola okwu n'ihu ndị omeiwu South Africa, Iceland na French iji tinye usoro siri ike iji gbochie ịzụ ahịa ụmụ nwanyị na ụmụ agbọghọ.",
  "Ted Talk ya na ihe nkiri PBS, Adventure Divas, na-akọwa otú na ihe mere o ji rute nwa agbọghọ \"nke ikpeazụ\" nke dara ogbenye, nwanyị, onye nọ n'afọ iri na ụma na onye nwere agbụrụ dị ala, agbụrụ a na-eleghara anya nke na-enweghị ike ime mkpebi ọ bụla maka onwe ya - ịlụ di ma ọ bụ ịga ụlọ akwụkwọ, igwu egwu ma ọ bụ inye aka n'ọrụ ụlọ, ịgba akwụna ma ọ bụ ịbụ onye ọrụ ụlọ, ịmụ nwa ma ọ bụ na ọ bụghị",
  "Gupta na-agbasi mbọ ike ịkụziri ọgbọ ọzọ nke ndị na-eme ihe ike banyere omume kachasị mma n'ịlụso ịzụ ahịa ọgụ",
  "N'akụkụ a, o meela modulu banyere nghọta, na idozi, ịzụ ahịa mmadụ maka Indira Gandhi National Open University, New Delhi",
  "Kemgbe afọ 2012, ọ haziri ma kụziere ihe ọmụmụ na New York University's Center for Global Affairs na \"Movement Building around Sex Trafficking\"",
  "PRuchira na-akụzikwara ihe ọmụmụ banyere ịgba ohu nke oge a na Mahadum Seton Hall",
  "N'afọ 2009, Gupta bụ onye natara Clinton Global Citizen Award for Commitment to Leadership in Civil Society site na Clinton Foundation, nke Bill Clinton, onye bụbu onye isi ala United States guzobere. N'afọ 2010, a họpụtara ya ka ọ bụrụ onye otu mmemme ndu nke nzukọ ahụ, nke a maara dị ka CGI Lead",
  "Onye isi ala Clinton mepụtara usoro ihe omume ahụ iji mata ma kụziere ọgbọ ọzọ nke ndị isi ụwa ma kwadebe ha iji dozie ma mee ihe n'ụzọ dị irè n'okwu ndị kachasị mkpa n'ụwa",
  "Ndị isi na-eto eto ahọpụtara site n'ụwa niile gụnyere ndị isi ụlọ ọrụ, ndị ọrụ ọhaneze, ndị ọchụnta ego, na ndị njikwa NGO sitere n'etiti ọha na eze, nkeonwe, na mpaghara obodo.",
  "N'afọ 2007, ụlọ ndị nwe ụlọ, nke bụ ụlọ elu nke nzuko omeiwu nke United Kingdom, kwanyere Gupta ugwu nke Abolitionist Award. Ihe nkiri ya bụ The Selling of Innocents, banyere ịzụ ahịa mmekọahụ na Nepal na India, meriri News & Documentary Emmy Award n'afọ 1996.",
  "Gupta nọ ọdụ na Kọmitii Nchịkwa maka Kọmitii Atụmatụ nke Gọọmentị India maka atụmatụ afọ ise nke iri na otu na nke iri na abụọ, otu ugboro maka ụmụ nwanyị na ụmụaka na otu ugboro maka ọdịmma ọha na eze",
  "Ọ nọkwa na otu na-arụ ọrụ nke Ministry of Women and Children",
  "Ọ rụrụ ọrụ na bọọdụ ndụmọdụ nke Asia Society, New York, Cents for Relief, US, Nomi Network, US, Ricky Martin Foundation, na Vital Voices, Washington DC",
  "A na-asọpụrụ Gupta na White House maka ọrụ ya iji lụso ịzụ ahịa mmekọahụ ọgụ.",
  "N'afọ 2011, Lucy Liu wepụtara nduzi nke nkeji iri abụọ maka ihe nkiri izizi na ịzụ ahịa mmadụ, Meena, nke na-akọ akụkọ banyere ọrụ nnapụta iji nyere otu nwa agbọghọ aka ịzọpụta nwa ya nwanyị site na usoro ahia mmekọahụ. Nwanne nna ya rere Meena Haseena ka ọ na-azụ ahịa mmekọahụ mgbe ọ dị afọ asatọ, ihe nkiri a na-egosi njikọ aka ya na Ruchira Gupta na mbọ ha inapụta nwa ya nwanyị n'ụlọ akwụna ọ gbapụrụ onwe ya n'oge na-adịbeghị anya",
  "Ọgụ ya iji zọpụta nwa ya nwanyị Naina, onye a kpọpụrụ n'aka ya mgbe a mụrụ ya, ma manyere ya ịgba akwụna bụ obi nke ihe nkiri a ma dabere na isi nke mbụ nke akwụkwọ Half the Sky, nke Nicholas Kristof na Sheryl WuDunn dere.",
  "N'afọ 2012, e gosipụtara Ruchira Gupta na ihe nkiri Half the Sky: Turning Oppression into Opportunity for Women Worldwide nke malitere na PBS October 1 na 2",
  "Usoro a na-egosipụta ụmụ nwanyị na ụmụ agbọghọ bi na mmegbu ndị ji obi ike na-alụ ọgụ iji maa ya aka",
  "The Half the Sky PBS TV series is produced by Show of Force along with Fugitive Films",
  "Na 25 Septemba 2014, ndị All Ladies League (ALL) na Delhi kwanyeere Ruchira Gupta ùgwù n'etiti ụmụ nwanyị iri atọ na ịse ndị ọzọ na Delhi maka ihe dị iche iche ha rụzuru",
  "ALL bụ ụlọ ọrụ ụmụ nwanyị mbụ nke mba ahụ nke nwere onyinye Grassroots Women of the Decade Achievers Awards.",
  "Na 8 Machị 2015, Gupta kwuru okwu isi okwu na Kọmitii NGO na Ọnọdụ Ụmụ nwanyị New York (NGOCSW / NY) Forum na Apollo, iji malite mmalite nke UN CSW 59 Consultation Day. N'echi ya, e nyere ya onyinye NGOCSW / NY Woman of Distinction Award nke afọ 2015 maka mbọ ya na-adịghị agwụ ike iji kwụsị ịzụ ahịa mmekọahụ site n'ime ka njikọ dị n'etiti ịzụ ahịa na iwu ịgba akwụna na-eme ka ndị na-eme iwu gbanwee ụta site n'aka ndị metụtara ya gaa n'aka ndị omekome.",
  "Ihe nkiri ndị Gupta rụrụ gụnyere:",
  "O nyekwara aka na ihe nkiri Meena: Based On A True Story, Lucy Liu, Colin K",
  "Gray, na Megan Raney, 2011."
]