[
  "Rui Paes bụ onye na-ese ihe na onye na-emepụta ihe osise nke amụrụ na Mozambique, bi na UK.",
  "Rui Paes bụ onye na-ese ihe, onye na-eme ihe osise nke amụrụ na Pemba, Mozambique, n'afọ 1957",
  "Paes gụsịrị akwụkwọ ma nweta akara ugo mmụta na Painting na 1981 na Escola de Belas Artes do Porto ma nye ya Newcomers Prize na Arús National Exhibition of Modern Art na 1982",
  "Ọ gụsịrị wee nweta Master of Arts na Painting na Royal College of Art, London, na 1988, n'okpuru ohere agụmakwụkwọ n'efu nke sitere n'aka The Gulbenkian Foundation, Lisbon (Portugal) na onyinye sitere na Beal Foundation, Boston (USA).",
  "N'akụkụ ọrụ studio ya, Rui Paes sere ihe osise na mba dị iche iche gburugburu ụwa, nke gụnyere Egypt, Germany, Portugal, Norway, France na United Kingdom.",
  "Paes gosipụtara akwụkwọ asatọ, nke gụnyere akwụkwọ ụmụaka Lotsa de Casha nke Madonna bipụtara n'asụsụ ịrị anọ n'ihe karịrị mba otú nari ma rute na Top 10 New York Times Best Seller List.",
  "N'agbata afọ 1985 na 1990, afọ ndị onye na-ese ihe n'onwe ya na-akpọ oge Brutalist ya, pallet ya ghọrọ ihe a machibidoro iwu, nke a na-ebelata gaa n'ihe na-acha uhie uhie nke mechara too n'ime ihe na-acha Caput Mortuum",
  "Na Britain na US, obere ihe osise ndị a buru ibu na arịa ha dị ka ihe owuwu na ihe mara mma nwetara nkwado nke ndị na-enyere aka na ndị na-anakọta ihe Bruce A",
  "Beal (Boston, Mass.), John Studzinski (CBE) na Peter na Maria Kellner",
  "Na Portugal, ndị na-ese ụkpụrụ ụlọ abụọ gosipụtara nkwado pụrụ iche na nke dị irè: Fernando Távora na Eduardo Souto de Moura.",
  "N'afọ 2008, Rui Paes bụ Onye Okike, na onye nhazi nke ihe ngosi \"Looking at Picasso - Picasso and Portuguese Art of the 20th Century\" nke mere na Portimão na Portugal ma gụnye ihe ngosi nke foto Lee Miller nke akpọrọ \"Lee Miller & Picasso\"",
  "\"Looking at Picasso - Picasso and Portuguese Art of the 20th Century\" ghọrọ ụkpụrụ maka ihe ngosi \"Picasso & Modern British Art\" nke mere na Tate Britain na Scottish National Gallery of Modern Art, na 2012.",
  "Paes enweela ihe ngosi ịrị na ato n'onwe ya ma sonye n'ọtụtụ ihe ngosi otu",
  "A na-anọchite anya ọrụ ya na Japan, Middle East, Africa, Europe na United States."
]