[
  "Rukiya Kulany Chekamondo (amụrụ na 7 Ọktoba na afo 1965), mgbe ụfọdụ a na-akpọ ya Rukia Kulany Chenamondo, bụ onye nkuzi na onye ndọrọ ndọrọ ọchịchị Uganda",
  "Ọ bụ Minista Steeti maka Privatization na Ministry of Finance, site na June na afo 2006 ruo May na afo 2011",
  "Na ntuli aka nke 27 Mee 2011, e wepụrụ ya na kansụl ma jiri Aston Kajara dochie ya. Ọ rụkwara ọrụ dị ka onye omeiwu a họpụtara (MP), maka onye nnọchi anya ụmụ nwanyị nke Kapchorwa District, site na afo 2006 ruo na afo 2011",
  "N'oge ntuli aka mba nke afọ 2011, onye omeiwu nọ ugbu a, Phyllis Chemutai, onye ndọrọ ndọrọ ọchịchị nwere onwe ya meriri ya.",
  "Rukiya Kulany Chekamondo nwetara asambodo Grade III na agụmakwụkwọ, na afo1986, site na Institute of Teacher Education (ITEK), otu n'ime ụlọ ọrụ ndị jikọtara ọnụ ghọọ Mahadum Kyambogo",
  "Ọ gara n'ihu nweta diplọma na agụmakwụkwọ sekọndrị, na afo 1993, site na ITEK",
  "O nwetara nzere bachelọ nke agụmakwụkwọ na asụsụ Bekee na akwụkwọ Bekee na afo 1999, na Mahadum Makerere, mahadum kachasị ochie na Uganda, nke e guzobere na afo 1922",
  "O nwekwara diplọma postgraduate na Education Planning & Management (1999), na Guidance & Counseling (2001), ma site na ITEK",
  "O nwetara nzere Master of Education na Language Education na English Literature na 2004 na Mahadum Makerere",
  "She has been a teacher since she obtained her first teaching certificate in 1986",
  "Between 1993 and 1995, she served a Matron, at Bilal Islamic Institute, a school in Kampala, Uganda's capital city. She joined politics in 2006, contesting for the Kapchorwa District, Women's Representative Constituency on the National Resistance Movement (NRM), political party ticket",
  "She won, and on 1 June 2006, she was appointed Minister of State for Privatization",
  "During March 2011, she lost her parliamentary seat and during May 2011, she was dropped from the cabinet in a reshuffle.",
  "Rukiya Chekamondo lụrụ di",
  "Ọ bụ onye otu ndọrọ ndọrọ ọchịchị National Resistance Movement",
  "Mmasị ya gụnyere ịgụ, nyocha na nsogbu okike."
]