[
  "Rupee bụ ego nke Seychelles",
  "A na-ekewa ya na 100 cents",
  "N'asụsụ Seychellois Creole (Seselwa), a na-akpọ ya roupi na roupie na French",
  "Koodu ISO bụ SCR. A na-eji mkpirisi SR eme ihe mgbe ụfọdụ maka ọdịiche. Site na ọnụ ọgụgụ mmadụ, Seychelles bụ mba kachasị nta nwere iwu ego onwe ya. A na-akpọkwa ọtụtụ ego ndị ọzọ rupee.",
  "Kansụl Iwu Britain nyere ikike iguzobe Board of Commissioners of Currency site na Paper Currency Ordinance nke 1914, nke C",
  "R",
  "M",
  "O'Brien, Gọvanọ nke Colony nke Seychelles, wepụtara na 10 Ọgọst 1914. N'afọ 1914, gọọmentị wepụtara mbipụta mberede nke ihe ndekọ maka 50c, Re",
  "1/-, Rs",
  "5/- na Rs",
  "10/-.",
  "A malitere ịnye akwụkwọ ndekọ ọkọlọtọ na 1918, na akwụkwọ ndekọ maka 50c na Re",
  "1/-, sochiri Rs",
  "5/-, Rs",
  "10/- na Rs",
  "50/- na 1928",
  "E wepụtara akwụkwọ 50c na Re",
  "1/- ruo 1951 ma wepụ ya maka mkpụrụ ego",
  "A malitere iwebata mkpụrụ ego Rs",
  "20/- na Rs",
  "100/- na 1968, ebe e ji mkpụrụ ego dochie mkpụrụ ego Rs 5/- na 1972.",
  "N'afọ 1976, ndị Seychelles Monetary Authority weghaara mmepụta nke ego akwụkwọ, na-enye akwụkwọ maka Rs",
  "10/-, Rs",
  "25/-, Rs, 50/- na Rs",
  "100/-",
  "Usoro a gosipụtara Onye isi ala mbụ nke Seychelles, Sir James Mancham ma dochie akwụkwọ ozi niile e nyere tupu nnwere onwe.",
  "N'afọ 1979, e nwere redesign, na-egosipụta isiokwu nke ọchịchị onye kwuo uche ya na nke ọgbara ọhụrụ nke na-echetara ọchịchị René",
  "Central Bank of Seychelles weputara usoro a mgbe ọ weghaara ọrụ zuru oke n'otu afọ ahụ.",
  "N'afọ 1989, e webatara usoro ọhụrụ nwere atụmatụ nchebe na agba ka mma.",
  "N'afọ 1998, e webatara usoro nkà na ụzụ ọzọ dị elu nke nwere ihe bara uru karị, nke ergonomic.",
  "Na June 7, 2011, Central Bank of Seychelles wepụtara ihe ndekọ ọhụrụ Rs",
  "50/-, Rs",
  "100/- na Rs",
  "500/- nwere atụmatụ nchebe ka mma",
  "Nke ọ bụla n'ime akwụkwọ ego atọ ahụ nwere patch holographic kama ịbụ azụ mmiri foil nke na-apụta ugbu a na ndetu.",
  "Nkwado nchebe ndị ọzọ gụnyere eriri nchebe fluorescent 2.5-mm n'obosara na ihe edeturu Rs",
  "50/- , eriri nchebe na-agbanwe agbanwe na 2.5-mm na ihe ededetu Rs",
  "100/- , na eriri nchebe 3-mm n'ogologo na-agbanwere agba na ihe edete Rs",
  "500/-",
  "Teknụzụ Gemini pụrụ iche nke De La Rue na-echebekwa ndetu ndị ahụ nke na-enwu n'okpuru ọkụ ultraviolet mana ọ na-apụta nke ọma n'ehihie.",
  "E degharịala atụmatụ agba nke ndetu ndị ahụ, na ndetu na-acha akwụkwọ ndụ akwụkwọ ndụ, ọbara ọbara na oroma, n'otu n'otu, karịa ndetu a na-ekesa ugbu a",
  "Ihe ndekọ ọhụrụ ahụ na-enwekwa afọ obibi akwụkwọ, yana mbinye aka nke Pierre Laporte, gọvanọ ụlọ akụ ahụ ugbu a",
  "Ihe edeturu dị ugbu a ka bụ ego iwu kwadoro ma wepụ ya na mgbasa ozi ka ha na-agwụ ike.",
  "Na Disemba 2016, Central Bank of Seychelles wepụtara usoro akwụkwọ ego ọhụrụ iji mee ncheta afọ 40 nke nnwere onwe Seychelles.Àtụ:Exchange Rate",
  "Àtụ:Notelist",
  "Àtụ:N-start\nÀtụ:N-before\nÀtụ:N-currency\nÀtụ:N-after\nÀtụ:N-end"
]