[
  "Rushern \"Rush\" Baker IV (amụrụ na Septemba 10, 1987) bụ ónyé America na-ese ihe na ónyé gàrà aga màkà Maryland House of Delegates iji nọchite anya District 22 na Prince George's County.",
  "A mụrụ Baker na Washington, DC na Septemba 10, 1987 na Prince George's County Executive Rushern L",
  "Baker, III na ónyé bụbu Christa Beverly. Mgbè ọ dị afọ anọ, ezinụlọ ya kwagara Cheverly, Maryland",
  "Baker gàrà ụlọ akwụkwọ ọha na eze Prince George's County ma gụsịrị akwụkwọ na Suitland High School na Forestville, Maryland",
  "O nwetara nzere Bachelor of Fine Arts site na Cooper Union na 2009 na Master of Fine Arts na itinye uche na eserese / óbìbì akwụkwọ site na Mahadum Yale na 2012, ebe enyere ya Elizabeth Canfield Hicks Award maka ihe ịga nke ọma dị ịrịba ama na eserese ma ọ bụ eserese site na okike.",
  "Mgbè ọ gụsịrị akwụkwọ na Yale, Baker laghachiri na Prince George's County",
  "Ọ bụ ónyé na-ese ihe na-arụ ọrụ n'onwe ya nke ọrụ ya nwèrè mmetụta dị ukwuu na ndọrọ ndọrọ ọchịchị, a kọwakwara ya dị ka \"onye edemede Octavia Butlerz Afrofuturist, ọkachasị Parable of the Sower\". N'ajụjụ ọnụ a gbara ya n'afọ 2013, o kwuru na ihe osise m chọrọ ka okwu gbasara iwu, ọkachasị iwu mba ọzọ. Ọrụ Baker apụtala n'ọtụtụ ihe ngosi na Maryland, DC, New York, Connecticut, California, North Carolina, Dubai, na Japan, ọ bụkwa ónyé nkụzi na Mahadum Maryland ugbu a na eserese na imewe abụọ. Baker na-ahazi mmemme nka mkpanaka maka ndị ntorobịa na-akwado n'oge gara aga",
  "Ọ bụbu ónyé na-ese ihe na 39th Street Gallery, akụkụ nke The Gateway Arts Center na Brentwood, Maryland.",
  "N'ịtụle ihe ngosi ya kachasị ọhụrụ na 2019 na Washington, DC's Hemphill Fine Arts, ónyé na-enyocha nka kwusiri ike na \"Bakerńs ike na nke na-enweghị isi na-akpali nchegbu dịgasị iche iche, site na ihe ize ndụ nke ibi ndụ mgbè ónyé ojii na ohere na-agbasawanye ego na mgbasa nke eziokwu ndị ọzọ na teknụzụ ngwá ọrụ\".",
  "N'ọnwa Juun afọ 2022, Baker weghaara ọkwa ónyé njikwa mkpọsa nke nna ya dịka gọvanọ mgbè ónyé njikwa mgbasa ozi ya gàrà aga, Andrew Mallinoff, kwụsịrị."
]