[
  "Rusk bụ biskit siri ike, kpọrọ nkụ ma ọ bụ achịcha e siri esi ugboro abụọ. A na-eji ya eme ihe mgbe ụfọdụ dị ka ihe na-eme ka ụmụ ọhụrụ. Na ụfọdụ, a na-eji achicha eme rusk, kama achịcha: a na-akpọ nke a mgbe ụfọdụ dị ka achicha rusk",
  "Na UK, aha ahụ na-ezo aka na ihe mgbakwunye nri sitere na ọka wit.",
  "A na-akpọ Rusk sukhary (Azerbaijani:  - okwu mgbazinye site na Russian site na Persian) na Azerbaijani",
  "A na-ejikarị achịcha na achịcha eme ya (ma ọ bụghị mgbe niile)",
  "Na Baku, ụfọdụ ebe a na-eme achịcha na-eji achịcha na achịcha ha eme rusks",
  "Ọnụahịa rusk na ụlọ achịcha ndị ahụ na-adịkarị ala, ebe ụlọ achịcha na-eme nke a iji zere ịla achịcha na achịcha fọdụrụ.",
  "Sponge rusk yiri biscotti mana a na-eme ya site na achịcha na-acha odo odo a na-akpọ ugboro abụọ",
  "A na-eme achịcha na-acha odo odo n'ime achịcha dị larịị, nke nwere akụkụ anọ",
  "Mgbe emechara ya ma mee ka ọ jụọ oyi, a na-etinye ya n'ime eriri ma sie ya ọzọ ma ọ bụ sie ya ka ọ bụrụ achịcha",
  "A na-eri karị ya na kọfị na mba Cuban (Cuban espresso) ma ọ bụ dị ka ihe na-eso ice cream, custard, ma ọ bụ nri ndị ọzọ.",
  "Tvebak sitere na Dutch tweebak (nke pụtara n'ụzọ nkịtị \"ọkụ abụọ\"), otu okwu ochie nke enwere ike okpo beschuit.",
  "Biscotte bụ ụdị rusk na asụsụ French",
  "A na-ere ha n'ime nnukwu ụlọ ahịa.",
  "A na-akpọ ụdị rusk nke Finnish korppu, ọ na-abụkarị achịcha a mịrị amị, nke e ji sinamọn na shuga mee ka ọ dị ụtọ",
  "Korppu bụ achịcha kọfị a na-ahụkarị, nke a na-eri mgbe etinye ya na kọfị",
  "Ụdị ilu, nke a na-akpọ hapankorppu, bụ ihe dị larịị nke e ji ntụ ọka rye na nnu mee, e nwèrè ike iri ya dị ka achịcha siri ike.",
  "Zwieback (nke pụtara \"e mere ugboro abụọ\") bụ ụdị rusk na Germany",
  "Dị ka okwu Danish na French, aha ahụ na-ezo aka n'ịkpọ ma ọ bụ sie ya ugboro abụọ.",
  "Okwu paximadi (Grik: παξιμάδι) na-ekpuchi ụdị dị iche iche nke rusk Grik, nke a na-ejikarị ọka bali ma ọ bụ ntụ ọka chickpea eme, ma jiri mmanya, mmiri, ma  mmanụ mee ka ọ dị nro tupu iri nri",
  "Paximadi bụ ntọala nke Cretan snack dakos (Grik: ).",
  "Na India rusk (ma ọ bụ biskit a na-akpọ toast) bụ achịcha ma ọ bụ achịcha a mịrị amị",
  "A makwara ya dị ka papay, rattan, khasta (Hindi), russ ma ọ bụ \"cake rusk\" na Hindi, Punjabi ma ọ bụ 'porai' n'asụsụ Tamil na Urdu ma ọ bụ kathi biskut na Bengali",
  "A na-erikarị ya n'oge tii na tii mmiri ara ehi nke na-eme ka rusk dị nro",
  "A na-eji achịcha na-atọ ụtọ \"cake rusk\" eme ihe nke ihe ndị mejupụtara ya gụnyere ntụ ọka ọka wit, ihe uto, abụba, ihe na-eko achịcha, na, nhọrọ, àkwá.",
  "A na-akpọ achịcha a na-eme achịcha ugboro abụọ na Indonesia \"bagelen\", nke a kwenyere na ọ sitere na Bagelen, obodo dị na Central Java",
  "Tupu achịcha nke abụọ, a na-etinye shuga na buttercream na achịcha ahụ",
  "A na-erikarị ya dị ka nri na-atọ ụtọ.",
  "Na Iran, a na-akpọ rusk nān-e sokhāri (Persian: نان سوخاری)",
  "A na-eme ya site na ntụ ọka ọka wit, ihe ụtọ, ntụ mmiri ara ehi, mmanụ akwụkwọ nri, gluten, ihe na-ewepụta malt, ntụ ọka soy, nnu, yist, na mmiri",
  "A na-eri ya dị ka biskit na-agba mmiri, ọkachasị na chai (tea) nke ndị Peshia",
  "Ụdị naan sukhaari a na-ahụkarị bụ Vitana.",
  "Na Ịtali, a na-akpọ ụdị a fette biscottate",
  "E kwesịghị ịgbagwoju ya anya na biscotti (mkịkọ ma ọ bụ biskit a na-eme ugboro abụọ).\nNdị Ịtali nwere cantucci, biskit dị ka biskit almọnd a na-eme ugboro abụọ",
  "Ihe ọzọ, ọ bụ ezie na cantucci siri ike ma sie ike dị ka nsụgharị South Africa, ndị Ịtali na-ekwusi ike na a na-etinye ha n'ime mmiri ma ghara itinye ha n'ụba dị ka rusks",
  "Ha na-eme ka ọ dị mma na cappuccino, mmanya na-atọ ụtọ ma ọ bụ grappa.",
  "Na Japan, rusk na-abụkarị nri dị ụtọ nke e ji baguette, achicha ma ọ bụ croissant mee",
  "Ọ na-atọkarị ụtọ.",
  "Na Levant a na-akpọ ụdị a boksum (Arabic: بقصم) na Iraq na Siria ma ọ bụ qurshalla (Arabic) na Jọdan na mpaghara Palestine",
  "A na-eme ya site na ntụ ọka, àkwá, mmanụ ma ọ bụ bọta, shuga, yist ma ọ bụ ntụ ntụ, na mgbe ụfọdụ obere cardamon",
  "A na-etinye mkpụrụ sesame e siri esi, mkpụrụ caraway ojii, ma ọ bụ anise n'elu ya, ma rie ya dị ka biskit, ọkachasị na tii ahịhịa.",
  "A na-eme Beschuiten site na ibu ụzọ sie achịcha dị larịị (beschuitbol), belata ya n'etiti, wee sie ọkara ọ bụla ọzọ, na-emekarị na okpomọkụ dị ala",
  "Ọ fọrọ nke nta ka ọ bụrụ mgbe niile ka a na-ere ya na mpịakọta; mpịakọ nwere 13 rusks (otu onye na-eme achịcha iri na abụọ)",
  "Site na etymologically, biscotto (narị afọ nke iri na isii nke Italian), biscuit (narị narị afọ nke iri n'afọ nke iri na itoolu, site na narị afọ nke isii nke bisket) na beschuit sitere na okwu Latin (panis) bis-coctus, (achịcha, esi ugboro abụọ).",
  "Na Norway, a na-akpọ rusk kavring, ọ dịkwa ka skorpor nke Sweden",
  "A na-eji kavring a kụrisịrị akụrisị, nke a na-akpọ strøkavring, n'etiti ihe ndị ọzọ, eme ihe maka ime kjøttkaker na n'ihe oriri oriri ọdịnala tilsl adịghị anogide bondepiker",
  "A na-agbukwa Kavring ma nwee ike iji mmiri ara ehi, nke na-esi ísì ụtọ ma ọ bụ nke a kụrụ akụ na ụba.",
  "Na Pakistan, a na-akpọ Rusk Russ (Urdu: رس)",
  "Ọ dị ma ọ bụ dị ka ọdịdị okirikiri nke yiri achịcha ma ọ bụ dịka akụkụ rectangular dị iche iche",
  "Ọ bụ nri ụtụtụ a ma ama ma na-erikarị ya na tii mmiri ara ehi",
  "A na-akpọ ya papay (Shahmukhi) na Punjabi.",
  "A na-akpọ nsụgharị Philippine nke rusk biscocho",
  "A na-akpọ achịcha achịcha mamon tostado.",
  "A na-akpọ nsụgharị Portuguese nke rusk tosta",
  "\"Tosta\" bụ achịcha siri ike - ọ nwere ike ịdị ụtọ, mana ọ na-adịkarị ụtọ - ọ nwekwara ike ịnwe ọdịdị na ọkpụrụkpụ dị iche iche",
  "A na-ejikarị ya eme ihe ma jiri ya mee ihe dị ka iberibe achịcha.",
  "A na-akpọ nsụgharị Russian sukhar' (Cyrillic: сухарь) site na \"dry\" - \"dry\"",
  "A na-eme ha nke ugboro abụọ site na achịcha dị ụtọ dị ka challah, nke a na-ebipụ n'ụdị biscotti ma ọ bụ jiri achịcha ochie fọdụrụ mee ya, bepụ ya n'ime obere cubes ma kpọọ ya ma ọ bụ sie ya na okpomọkụ dị ala",
  "Nke mbụ dị ka kuki, nke enwere ike iji mmiri ara ehi, kefir, tii, kọfị ma ọ bụ koko",
  "A na-agbakwunye nke abụọ na ofe, ma ọ bụ n'ụzọ ọzọ, na-eme ka ọ dị nro site na mmiri na-amị ma soro ya kama achịcha",
  "Ọ ghọrọ omenala izere ịla achịcha fọdụrụnụ n'iyi nke bụ ihe a na-ahụkarị na nri ndị Russia",
  "E nwere ọtụtụ akụkọ ọdịnala banyere achịcha n'asụsụ Russian, na-akwanyere nri ọka a ùgwù nke bụ otu n'ime isi nkuku nke ndụ na akụkọ ihe mere eme nke mba Slavic",
  "Rye bread rusks bụ isi ihe na-eme Russian Kvass, ihe ọṅụṅụ ọdịnala a na-agbanye agbanye.",
  "Rusks bụ okwu anglicized maka beskuit ma bụrụ nri ụtụtụ omenala Afrikaner ma ọ bụ snack",
  "A mịrị ha na South Africa kemgbe ngwụcha afọ 1690 dị ka ụzọ isi chekwaa achịcha, ọkachasị mgbe ị na-aga ogologo oge na-enweghị friji",
  "Ojiji ha gara n'ihu site na Great Trek na Boer Wars ruo n'oge a. A na-etinye rusks na kọfị ma ọ bụ tii tupu a rie ya.",
  "Rusks bụ ọka achịcha a na-eme achịcha ugboro abụọ",
  "A na-etinye ntụ ọka gburugburu n'ime pans ma sie ya dị ka achịcha, mgbe nke ahụ gasịrị, a na-ebibi ma ọ bụ kụwaa ogologo ma jiri nwayọọ nwayọọ sie ya ka ọ bụrụ ihe kpọrọ nkụ",
  "Ọtụtụ nsụgharị nke oge a, nke a na-emepụta n'ìgwè dị, akara a ma ama bụ Ouma Rusks",
  "Ọtụtụ ụlọ ọrụ na-eme achịcha, delis, na ụlọ ọrụ na'ụlọ na-ere rusks azụmahịa, mgbe ụfọdụ a na-eme ya site na ihe ndị na-abụghị omenala, dị ka ntụ ntụ kama ịbụ sourdough",
  "Na mgbakwunye na ụtọ mmiri ara ehi dị mfe na buttermilk, aniseed, wholewheat, mmiri ara ehi, muesli, na ụdị mkpụrụ osisi lemon poppy dịkwa.",
  "N'ụlọ ndị ọzọ dị na South Africa, a na-enye ọbụna rusks dị ka nri ndị ọbịa",
  "Mgbe ndị ọbịa gachara, a na-enye ha efere Rusks, ọ bụ ezie na n'ụlọ ụfọdụ karịsịa Ndebele, ha ekwenyeghị n'inye ndị ọbịa ha nri, ha na-enye naanị efere, ma ọ bụrụ na enweghị scones gburugburu",
  "Nke a bụ omenala n'ọtụtụ ụlọ",
  "A na-ejikarị iko tii ma ọ bụ kọfị na-ejikọta rusks",
  "Ndị Afrikaners na-enwekwa nri ụtụtụ, ọtụtụ ndị South Africa na-enwe ha n'ihe dịka oge ọ bụla n'ụbọchị dị ka nri",
  "A na-enwekwa obi ụtọ na Rusks n'ụzọ dị iche iche",
  "Dịka ọmụmaatụ, n'ihi na ha bụ biskit siri ike, omenala bụ ịtinye rusks na tii / kọfị ha tupu ịta ha, ọ bụ ezie na nke ahụ nwere nsonaazụ ụfọdụ, dị ka iberibe na ala iko ahụ",
  "Rusks bụ omenala dị n'anya nye ọtụtụ ndị South Africa.",
  "A mara Rusks na Sweden ọ dịkarịa ala kemgbe narị afọ nke iri na isii",
  "Rusks bụ ihe oriri na ndị agha na ụgbọ mmiri",
  "N'oge ahụ, a pụrụ iji hama kụrisịa ha ma tinye ihe ndị ahụ na svagdricka, biya na ofe.",
  "N'asụsụ Turkish, a na-akpọ rusk peksimet",
  "\"Pek\" na-anọchite anya ihe siri ike, siri ike, ma ọ bụ na-adịgide adịgide na Turkish na \"simet/simit\" bụ okwu Arabic [سميد] nke pụtara achịcha, ma ọ dị ka ntụ ọka",
  "Aha ọzọ bụ galeta, okwu mgbazinye sitere na Catalan.",
  "Nye ndị Britain, butcher rusk bụ biskit kpọrọ nkụ nke e kewara n'ime ụmụ irighiri ihe, nke a na-ahazi site na nha ụmụ irighari ma ree ndị butchers na ndị ọzọ maka iji ya mee ihe dị ka ihe mgbakwunye nri na mmepụta sausage. Ọ bụ ezie na e ji achịcha ochie mee ya, nke a na-akpọ ugbu a \"bread-rusk\", a na-ejikarị ụdị ihe iko achịcha na-enweghị ihe iko achịchụ a na-eme ya ugbu a.",
  "A na-eji ụdị dị iche iche eme ihe na ụlọ ọrụ nri, ebe ojiji gụnyere:",
  "Na mba UK, Farley's Rusks bụ biskit kpọrọ nkụ nke malitere na afọ 1880 ha,  mana Heinz mepụtara ya kemgbe afọ 1994",
  "A na-enyekarị ụmụ ọhụrụ ha, ma ọ bụ tinye ha na mmiri ara ehi ma sie ha ma ọ bụ n'ụdị siri ike mbụ ha dị ka ihe enyemaka ezé.",
  "N'afọ 2006, a tụrụ egwu nke na-adịte aka mgbe a chọpụtara na ụfọdụ Farley's Rusks nwere akara nke weedkiller chlorpropham",
  "A chetara ngwaahịa ndị ahụ metụtara ma chọta mmetọ ahụ na ụyọkọ ntụ ọka eji eme ihe n'oge usoro nrụpụta",
  "Ọnọdụ mmetu ahụ erughị oke iji were ya dịka ihe ize ndụ ahụike.",
  "Na US, ụdị rusk a na-ahụkarị na-agụnye melba toast na croutons, nke a na-ere n'ụlọ ahịa nri, na biscotti, nke a hụrụ na ụlọ ahịa nri na ụlọ ahịa kọfị.",
  "Àtụ:South African cuisine"
]