[
  "Ruspolia bụ ụdị osisi na-agbasa okooko nke ezinụlọ Acanthaceae.",
  "Ụdị ahịhịa ma ọ bụ ahịhịhịa. A na-ahazi akwụkwọ ndị ahụ n'ụzọ megidere, ha nwere cystoliths a na-ahụ anya. Okooko osisi ndị ahụ dị na spikes ma ọ bụ panicles, ma ọ bụ na 3-7-fifuru, cymules gbakọtara n'ime ogologo raceme-dị ka cymes. Okooko osisi ahụ nwere bracts na bracteoles (obere bracts) nke dị warara ma ghara ịhụ anya. Calyx nke okooko osisi nwere lobes ise nke miri emi, nwere oghere, ma ọ bụ linear-lanceolate ma ọ bụ filiform (dị ka eriri) lobes. Mgbe ụfọdụ na ntụziaka yiri eriri. Corolla-tube bụ nke dị warara, na ogologo ma dị n'ahịrị",
  "A na-ekewa ya na 5 subequal lobes, nke na-agbasa ma ọ bụ na-egosipụta. Corolla (petals nke okooko osisi) na-adịkarị uhie, mana ọ nwere ike ịbụ salmon-pink, scarlet ma ọ bụ oroma-red",
  "Ha nwekwara ntutu na mgbe ụfọdụ glandular, n'èzí. Ọ nwere 2 stamens nke a na-eme ka ọ dị elu (nke a na-atụle karịa corolla-tube). Ha nwere anthers nke nwere 1-cell",
  "Ovary nwere mkpụrụ ndụ abụọ na mkpụrụ ndụ abụọ n'ime mkpụrụ ndụ ọ bụla ma ọ bụ loculus. Nke pụtara na ọ nwere mkpụrụ 2-4",
  "Ọ nwere ụdị filiform (dị ka eriri).\nMkpụrụ osisi ma ọ bụ mkpụrụ osisi capsule dị ka osisi, nwere akụkụ siri ike dị ka ogwe osisi. N'ime capsule, mkpụrụ ahụ dị nro ma na-acha ọcha ma ọ bụ chọọ ya mma n'ụzọ dị iche iche. Ha dị na retinaculas dị ka nko (fiber dị arọ), na-enweghị ntutu hygroscopic.",
  "Ọ nwere ọnụ ọgụgụ chromosome nke 2n=21",
  "Ebe a mụrụ ya bụ Tropical Afrika, ndịda Afrika na Madagascar",
  "A na-ahụ ya na Angola, Botswana, Cameroon, Central African Republic, Chad, Ethiopia, Ghana, Guinea, Guinea-Bissau, Kenya, Malawi, Mali, Mozambique, Nigeria, Senegal, Sierra Leone, Somalia, South Afrika (na KwaZulu-Natal na Northern Provinces) Sudan, Tanzania, Togo, Uganda, Zambia, Zaire na Zimbabwe.",
  "Ala dị ala na ala dị n'etiti, ọhịa na oké ọhịa kpọrọ nkụ.",
  "Aha ụdị nke Ruspolia bụ iji sọpụrụ Eugenio Ruspoli (1866[]), onye nchọpụta na onye na-ahụ maka ihe okike n'Itali. A kọwara ya na mbụ ma bipụta ya na H.G.A.Engler & K.A.E.Prantl, Nat",
  "Pflanzenfam Mpịakọta nke 4 (Mbipụta nke 3b) na peeji nke 354 na 1895. Ngalaba Ọrụ Ugbo nke United States na Ọrụ Nnyocha Ọrụ Ugbo nabatara ụdị ahụ na 23 Jenụwarị 2009, mana ha edeghị ụdị ọ bụla a maara.",
  "Dị ka Kew si kwuo:Àtụ:Linked species listGRIN na-anabata naanị Ruspolia hypocrateriformis (Vahl) Milne-Redh",
  "na Ruspolia seticalyx (C",
  "B",
  "Clarke) Milne -Redh.. Ebe ndị ọzọ na-ekwu na e nwere ihe ruru ụdị 6 Flora nke Zimbabwe na-ekwu ụdị 5 na Africa na Madagascar, (3 n'ime Zimbabwe: Ruspolia australis, Ruspolia decurrens na Ruspolia seticalyx).",
  "A na-eji Ruspolia hypocrateriformis (ma ọ bụ 'Red Ruspolia'), eme ihe dị ka osisi dị n'ubi na South Afrika na Namibia."
]