[
  "Ruth Seopedi Motau (amụrụ n'afọ 1968) bụ onye South Africa na-ese foto nke bi ma na-arụ ọrụ ugbu a na Johannesburg dị na South Africa",
  "Motau bụ nwanyị ojii izizi na-ese foto nke akwụkwọ akụkọ South Africa were n'ọrụ dị ka onye nchịkọta foto. Foto ya na-elekwasị anya na akụkọ mmekọrịta mmadụ na ibe ya nke foto journalism na mwepụ nke ndị isi ojii na obodo dị iche iche metụtara.",
  "A mụrụ Motau na mpaghara abụọ na Meadowlands, Soweto",
  "Ọ bụ nwa ikpeazụ n'ime ụmụ itoolu",
  "Ọ gara ụlọ akwụkwọ praịmarị Tswelelang, ụlọ akwụkwọ sekọndrị Thutolore sochiri ya na Meadowlands, Soweto na Turret College nke South African Committee for Higher Education Trust (SACHED) guzobere. Ógè nke ahụ gasịrị, ọ gara George Tabor College (nke bụzi George Tabor Campus nke South West Gauteng TVET College) na Soweto iji mụta ịhazi na ịtụgharị nke ọ na-agbasoghị",
  "Motau chọtara mmasị ya n'afọ 1990 ógè ọ bịdọrọ ịmụ foto na Market Photo Workshop na Johannesburg.",
  "Ógè ọ gụsịrị akwụkwọ afọ atọ na Market Photo Workshop, Motau rụrụ ọrụ dị ka onye na-arụ ọrụ na akwụkwọ akụkọ Mail & Guardian (afọ 1993 rụọ afọ 1995), ebe ọ rụrụ ọrụ dị Ka onye na-ese foto na onye nchịkọta foto site n'afọ 1995 rụọ afọ 2002",
  "Ọ gara n'ihu na-arụ ọrụ dị ka onye nchịkọta foto maka akwụkwọ akụkọ South Africa The Sowetan (2004-2008) na maka City Press (2008-2010)",
  "O mechaala ọtụtụ edemede foto na usoro, n'etiti ndị ọzọ Shebeens, Sonnyboy's Story, ma ọ bụ Women and Municipal Service Delivery. E gosipụtara ọrụ ya na mba ụwa ma nweta ọtụtụ onyinye, mmetụta ya na ihe nketa ya na foto akwụkwọ akụkọ sitere na South Africa na-amata site na nyiwe dịka Photography Legacy Project (nke Goodman Gallery, David Goldblatt Legacy Trust na Wits Historical Papers malitere).",
  "2019",
  "Paris Foto foto mba ụwa foto nka ngosi, nke Goodman Gallery na-anọchite anya ya, Johannesburg",
  "Yithi Laba Ihe ngosi otu nke Lindeka Qampi, Neo Ntsoma, Zanele Muholi, Ruth Motau na Berni Searle na Market Photo Workshop, Johannesburg",
  "G2006",
  "Ranjith Kally, Senzeni Marasela na Ruth Motau na Goodman Gallery",
  "2002",
  "Akụkọ Ezinụlọ South Africa: A Group Portrait",
  "IZIKO South African National Gallery, Cape Town; KIT Tropenmuseum, Amsterdam",
  "1995",
  "Black Looks, White Myths ngosi na Johannesburg Biennale, nke Octavio Zaya, Danielle Tilkin na Tumelo Mosaka haziri",
  "Ihe ngosi abụọ nke São Paulo, São Paulo, Brazil"
]