[
  "Ruth Clement Bond (May 22, 1904 - October 24, 2005) bụ ónyé nkụzi Africa-America, onye ndú ọbọdọ na ónyé na-ese ihe",
  "Dị ka onye nkuzi, Bond kụziri na mahadum dị na Haiti, Liberia na Malawi",
  "Ọ bụ onye isi African-American Women's Association ma n'oge ọrụ ya na-akwado ụmụ nwanyị na ụmụaka na USA, Afghanistan, Ivory Coast, Senegal, Sierra Leone, Togo na Tunisia",
  "Dị ka onye na-ese ihe, Ruth bụ onye a ma ama maka ibuli ihe eji eme ihe n'ime ọrụ avant-garde nke nkọwa mmekọrịta mmadụ na ibe ya",
  "Atọ dị otú ahụ na-anọgide site n'oge okike a na 1930s",
  "E gosipụtara akwa ndị ahụ na Museum of Arts and Design na New York na Michigan State University Museum.",
  "A mụrụ Ruth Elizabeth Clement na Louisville, Kentucky na Mée 22, 1904, nye George Clinton Clement, bishọp na African Methodist Episcopal Zion Church, na Emma Clarissa Williams Clement",
  "Ọ bụ nwa nke anọ n'ime ụmụ asaá.",
  "N'afọ 1931, Clement lụrụ Dr",
  "J",
  "Max Bond Sr ónyé ya na ya mụrụ ụmụ atọ: ọkọ akụkọ ihe mere eme Jane Bond Howard, onye na-ese ụkpụrụ ụlọ J",
  "Max bond Jr., na ónyé na-ahụ maka ụmụ mmadụ George Clement Bond",
  "Nwa nwanne ha bụ Julian Bond, ónyé nhazi nke SNCC.",
  "Bonds kwagara Los Angeles obéré ógè ka ha lụchara",
  "Ka ọ na-erule 1934, ha bi ma na-arụ ọrụ n'ime ime obodo Alabama",
  "Mgbè di ya sonyeere ndị ọrụ mba ọzọ na 1944 ruo ọgwụgwụ nke ndụ ya, Ruth gara ọtụtụ mba, ọkachasị mba ndị dị n'Africa ma ọ bụ ndị nwere ihe nketa Africa.",
  "Bond gara Livingstone College (nke nne na nna ya abụọ gụsịrị akwụkwọ), mana ọ nwetara nzèrè bachelors na masters na Bekee na Mahadum Northwestern",
  "Ruth malitere mmemme doctoral na Los Angeles nke ọ hapụrụ mgbè amuchara nwa mbụ ya",
  "O bu n'obi imecha ọmụmụ doctorate ya mgbe ezinụlọ ahụ kwagara n'ime ime Obodo Alabama, mana enweghị mahadum dị n'ógbè ahụ iji debanye aha.",
  "Site na 1930 ruo 1932, Bond bụ onyeisi óche nke ngalaba Bekee na Kentucky State College. N'oge ọrụ ya, Bond kụziri na mahadum dị na Haiti, Liberia na Malawi. Mgbe ọ bi na Alabama maka ọrụ di ya, Bond nyeere ndị bụbu ndị na-ekere òkè aka n'ime ọbọdọ ndị kewara ekewa na akụ na ụba ụlọ na mmezi.",
  "N'afọ 1944, Max nabatara ọrụ na United States Department of State, Bonds wee gaa Haiti, ébé Ruth jere ozi na ngalaba nke L'Ecole Normale de Martissant",
  "N'afọ 1950, e zigara ha na Liberia, ebe Max ga-eje ozi dị ka ónyé isi óche nke Mahadum Liberia, Ruth wee bụrụ onye isi ngalaba Bekee nke Mahadụ ahụ",
  "N'afọ 1950 na mmalite afọ 1960, e zigara ha Afghanistan, Tunisia, Sierra Leone, na Nyasaland.",
  "Mgbè Max lara ezumike nká na 1966, Bonds laghachiri na United States wee biri na Washington, D.C., ebe ha abụọ malitere itinye aka na nsogbu obodo",
  "N'ime afọ 1960, Ruth jere ozi dị ka ónyé isi oche nke African-American Women's Association. N'afọ 1978, ọ rụrụ ọrụ na ọrụ nchọpụta eziokwu nke National Council of Negro Women duziri iji mụọ ọrụ ụmụ nwanyị na Senegal, Togo, na Ivory Coast",
  "Ha abụọ sonyere na Africa-America Institute, nke nwanne Max bụ Horace Mann Bond guzobere.\nNa DC, Ruth nọ na bọọdụ nke Boys and Girls Club nke Washington, YMCA, na Red Cross, ọ bụkwa ónyé otu na-arụsi ọrụ ike na Foreign Service Women's Association."
]