[
  "Ruth Tunstall Grant (1945-2017) bụ ónyé Africa America na-ese ihe, ónyé nkụzi na ónyé na-eme ihe ike na San Francisco Bay Area nke a maara màkà ihe osise ya, ọrụ ọbọdọ, na nkwado nka",
  "E gosipụtara ọrụ ya n'ọtụtụ ihe ngosi ndị a kpọrọ òkù yana ihe ngosi onwe ónyé na mba na mba ụwa dị ka Dallas Museum of Fine Art, Dallas, Texas; Rath Museum, Geneva, Switzerland; Triton Museum of Art, Santa Clara, California; San Jose Museum of Art. O lekwasịrị anya n'ọrụ obodo na nkwado maka ikike ụmụaka na ikpe ziri ezi na Santa Clara County na karịa",
  "O guzobere ọtụtụ mmemme nka na-aga n'ihu ma kpalie ndị na-emepụta ihe, dị ka Marita Dingus.",
  "A mụrụ Ruth Tunstall Grant na Dr",
  "Lucille Hawkins Tunstall na E",
  "H",
  "Tunstall n'afọ 1945 na Boulder, Colorado",
  "Nné ya bụ otu n'ime ụmụ nwanyị ojii mbụ na-eduzi virology na CDC",
  "Nná ya bụ ónyé Tuskegee Airman",
  "Otu n'ime ihe ndị Grant na-echeta na mbụ gụnyere nleta na Detroit Institute of Art",
  "\"Nné ya, ónyé agụmakwụkwọ na-arụsi ọrụ ike, na-arụkarị ọrụ na ngwụsị izu ma hapụ Tunstall Grant na nwanne ya nwanyị na Detroit Institute of Art n'ụzọ ọ na-aga ọrụ",
  "Ụmụ agbọghọ ahụ na-agagharị n'ime nchịkọta ruo ọtụtụ awa, nke ndị na-eche ụlọ ngosi ihe mgbe ochie na-elekọta bụ ndị matara ha site na nleta ha na-abịa na ngwụsị izu",
  "Ahụmahụ ihe ngosi nka ndị a mere ka Tunstall Grant na-achụso nka na kọleji.",
  "Ọhụụ na ụdị nka Tunstall Grantz malitere site na ọchịchọ ịmata ihe na nyocha nke ọdịnaya nke oge a na mgbasa ozi ọhụrụ",
  "Ónyé na-ahụ maka ihe n'onwe ya na onye edemede Lizzetta LeFalle-Collins achọpụtala mmepe nke ónyé na-ese ihe site na eserese acrylic, watercolor, collage na nka ọha",
  "N'ịtụle ihe osise Tunstall Grant, LeFalle-Collins kwuru na ihe osise cosmic na ihe osisa naturescapes na-egosi ya na ụlọ ọrụ nwanyị gosipụtara oge.",
  "Ihe ngosi mbụ gụnyere ihe ngosi na katalọgụ, Eight Afro-American Artists, 1971, Musée Rath, Geneva, Switzerland na Four Moderns, 1972, Brooklyn Museum, New York, nyochara na New York Times",
  "N'afọ 1976, ónyé nlekọta New York Henri Ghent nyochara ya.",
  "Ihe osise ya dị na nchịkọta nke de Saisset Museum, Mahadum Santa Clara, Santa Clara, California; San Jose Museum of Art; Triton Museum, Santa Clara (California); Mahadum Dallas; na African American Museum of Dallas.",
  "Ebe ngosi nka na ọbá akwụkwọ African American na Oakland (AAMLO) nwere akwụkwọ Tunstall Grant na ihe ndekọ elektrọnik.",
  "Ọrụ natara onyinye Santa Clara County nke 1987 nke nwanyị nke Achievement Award na nka.",
  "E nyere ya Alain Locke Award for Excellence in the Arts na 1999 site na Detroit Institute of Arts, Detroit, Michigan.",
  "The Children's Shelter of Santa Clara County, mmemme nke nyere ntụziaka nka dị mma maka ụmụaka a na-emegbu na ndị a gbahapụrụ agbahapụ nke Tunstall Grant bụ onye guzobere na onye nduzi ya, natara EA Taller Award maka mmemme agụmakwụkwọ nka.",
  "Ihe osise ya apụtala na mbipụta ndị a: Art International Magazine, The Bay City Times, The New York Times, The Sacramento Bee, New York Amsterdam News, The San Jose Mercury News, Metro, na Afro-American Artist.",
  "A gụnyere Tunstall Grant na Who es Who n'etiti ndị isi ojii America, 197778, 1980-81, 81-82, 83-84, 8586."
]