[
  "Ruth Chepng'etich, nke a na-akpọkarị Ruth ChepNgetich, (amụrụ n'abalị asatọ n'ọnwa Ọgọstụ n'afọ 1994) bụ onye Kenya na-agba ọsọ n'okporo ụzọ, onye na-asọ mpi na marathon na ihe omume ndị ọzọ dị anya",
  "Ọ bụ onye mmeri Marathon World nke 2019",
  "Chepng'etitch kacha mma bụ nke anọ n'oge niile n'ụwa",
  "O nwere akara nke atọ kachasị ọsọ n'oge niile maka ọkara marathon.",
  "N'afọ 2018, Ruth Chepng'etich meriri naanị asọmpi ụmụ nwanyị n'okporo ụzọ na 40th Istanbul Marathon (World Athletics Label Road Race)",
  "Ọ gbara ọsọ 2:18:35 (31:59 10 km, 48:15 15 km, 1:08:22 Half marathon, 1:37:42 30 km), ihe ndekọ ọsọ, arụmọrụ kachasị mma n'ala Turkey, na oge nke asaa kachasị mma n\"akụkọ ihe mere eme, na-aghọ onye na-eme egwuregwu nke iri n'oge niile ịga n'okpuru 2:19 na nke iri atọ n'okpuru 2:20.",
  "Na 20th Dubai Marathon, Chepng'etich mere emume mmeri n'oge a na-emebi ihe ndekọ nke awa 2, nkeji 17 na sekọnd 8.",
  "Ọ gbara ọsọ nke iri abụọ kachasị ọsọ nke oge niile na Bahrain Night Half Marathon na oge nke 66m 9s.",
  "Chepng'etich nwetara oge ahụ nke iri na abụọ kachasị ọsọ Half marathon nke oge niile na Vodafone Istanbul Half Marathon na 65m 30s clocking.",
  "N'abalị iri abụọ na asatọ n'ọnwa Septemba, ọ meriri n'asọmpi World Athletics nke 2019 na Doha, Qatar, na-agba 2:32.43 mgbe ọ malitere n'etiti abalị",
  "Ihe nrite ọlaọcha ahụ gara Rose Chelimo na-anọchite anya Bahrain na 2:33:46 na ọla nchara nye Helalia Johannes dị afọ 39 nke Namibia na 2:34:15",
  "Oge Chepng'etich bụ oge mmeri nke mmeri nke ụwa kachasị nwayọ ruo ugbu a",
  "Nke abụọ kachasị nwayọ mere na 2007 mgbe Catherine Ndereba meriri na 2:30.37 na Osaka",
  "Naanị mmadụ iri anọ n'ime mmadụ iri isii na asatọ bidoro asọmpi ahụ na Doha.",
  "N'ụbọchị nke anọ n'ọnwa Ọktoba, ọ mechara nke atọ na London Marathon.",
  "Na 4 Eprel 2021, Chepng'etich setịpụrụ ihe ndekọ ụwa nke 1:04:02 na Istanbul Half Marathon na Turkey, na-ewe 29 sekọnd site na nke kachasị mma nke Ababel Yeshaneh setịpụrụ na 2020.",
  "N'abalị iri n'ọnwa Ọktoba, ọ meriri Chicago Marathon na oge nke 2:22:31.",
  "N'abalị iri na atọ n'ọnwa Machị, Chepng'etich weputara oge nke abụọ kachasị ọsọ nke ụmụ nwanyị iji merie Nagoya Women's Marathon na Japan (World Athletics Elite Platinum Label)",
  "Ọ gbara ọsọ nkewa 2:17:18 (69:03/68:15), nke bụkwa oge nke asaa kachasị ọsọ n'akụkọ ihe mere eme, na n'ụzọ doro anya, ihe ndekọ, nyere ya 87 sekọnd nke mmeri",
  "O meriri $ 250,000, nke bụ nnukwu ihe nrite gọọmentị na ọkachamara na-agba ọsọ ruo n'oge ahụ."
]