[
  "Ruth Segomotsi Mompati (14 Septemba, na afọ 1925, 12 Mee, na afọ  2015) bụ onye ndọrọ ndọrọ ọchịchị South Africa na onye guzobere Federation of South African Women (FEDSAW) na afọ 1954. Mompati bụ otu n'ime ndị isi nke Women's March na 9 Ọgọst, na afọ 1956.",
  "A mụrụ Ruth Segomotsi Mompati n'ebe ugwu nke Cape Province (North West Province taa)",
  "Mompati tolitere na Ganyesa, obodo nta dị na mpaghara North West",
  "Nne na nna ya, Oriakụ Seli Babe Seichoko na Maazị Gaonyatse Seichoko, bụ ndị isi ụka na London Missionary Society Church (LMSC), Vryburg",
  "Mgbe ọ gụsịrị Standard 6, ọ rụrụ ọrụ maka ezinụlọ ndị ọcha dị ka onye na-elekọta ụmụaka ma mesịa gaa Tigerkloof Teachers Training College ebe ọ nwetara diplọma onye nkuzi ụlọ akwụkwọ praịmarị na afọ 1944.",
  "N'afọ 1944, Mompati malitere ịkụzi na Dithakwaneng Primary School dị nso na Vryburg",
  "O mechara kwaga Vryburg Higher Primary School, ebe ọ bụ onye nkuzi ruo na afọ 1952. A kwụsịrị Mompati n'ọrụ nkuzi ya na afọ 1952 mgbe ọ lụrụ di n'ihi na iwu ịkpa ókè agbụrụ machibidoro ndị nkuzi nwanyị ojii ịlụ di. Mompati kwagara Johannesburg na afọ 1952, obere oge mgbe mkpọsa Defiance malitere. Ọ gara ụlọ akwụkwọ onwe onye iji mụọ mkpirisi na ịpị mkpụrụ akwụkwọ",
  "Site na afo 1953 ruo na afọ 1961 ọ rụrụ ọrụ dị ka onye na-ede akwụkwọ maka Nelson Mandela na Oliver Tambo na ọrụ iwu ha na Johannesburg. Ọ sonyeere African National Congress na afọ 1954, a họpụtakwara ya na National Executive Committee nke Women's League.",
  "N'afọ 1990, a họpụtara Mompati ka ọ bụrụ otu n'ime ndị nnọchi anya ANC nke sooro gọọmentị South Africa kwurịta maka mgbanwe udo na ọnọdụ ndị a ga-ezute iji kwụsị esemokwu ndọrọ ndọrọ ọchịchị na South Africa na Groote Schuur. A họpụtara ya dị ka onye omeiwu na ntuli aka ọchịchị onye kwuo uche ya mbụ nke South Africa na afọ 1994, ebe ọ jere ozi na National Assembly ruo 1996. A họpụtara ya ka ọ bụrụ onye nnọchi anya na Switzerland site na afo 1996 ruo afọ 2000",
  "Mgbe o si Switzerland lọta, a họpụtara ya ka ọ bụrụ onye isi obodo Vryburg, North West",
  "Mompati jere ozi dị ka onye isi nke Umkhonto we Sizwe Veteran's Association.",
  "Mompati nwụrụ na 12 Mee 2015 mgbe ọ rịara ọrịa n'ụlọ ọgwụ Cape Town."
]