[
  "Ruth G",
  "Waddy (January 7, 1909 May 24, 2003) bụ ónyé America na-ese ihe, ónyé na-ebi akwụkwọ, ónyé na'eme ihe, na onye nchịkọta akụkọ, nke bi na Los Angeles.",
  "A mụrụ Willanna Ruth Gilliam na Lincoln, Nebraska na 1909, ma zụlite ya na Minneapolis, Minnesota, nwa nwanyị nke John Moses Gilliam na Willie Anna Choran Gilliam.  Ọ bìrì nso na Minneapolis Musem of Art, nke bụ mmeghe mbụ ya na ụwa nka. Nna ya rụrụ ọrụ dị ka onye na-ere nri n'ụgbọ okporo ígwè; ọ nwụrụ mgbe Ruth dị afọ iri na atọ",
  "Ọ gàrà Mahadum Minnesota iji zụọ màkà nkụzi, mana ọ hapụrụ ụlọ akwụkwọ iji rụọ ọrụ dị ka onye na-arụ ọrụ n'ụlọ na Chicago, iji nyere aka kwado ezinụlọ ya n'oge Nsogbụ",
  "N'oge Agha Ụwa nke Abụọ, ya na nwa ya nwanyị kwagara Los Angeles, California ịrụ ọrụ dị ka ónyé na-arụ ọrụ na Douglas Aircraft Corporation",
  "Mgbe agha ahụ gasịrị, ọ rụrụ ọrụ n'ụlọ ọgwụ obodo, ebe otu n'ime ndị ọrụ ibe ya bụ onye na-ese ihe Noah Purifoy. Mgbe ọ na-arụ ọrụ dị ka onye odeakwụkwọ maka Los Angeles County, a chọpụtara na Waddy nwere epilepsy",
  "Nke a kpaliri ya ịla ezumike nká n'oge",
  "Otú ọ dị, ọ ghọtara na ọ ga-enwe ógè ugbu a iji mezuo ọtụtụ n'ime ihe ọ tụrụ anya ime otu ụbọchị",
  "Otu n'ime ihe ndị ahụ bụ ebumnuche ịmụta nka.",
  "Ọrụdy nọ n'afọ iri ise mgbè ọ tụgharịrị gaa n'ọrụ nka, ọkachasị dị ka ónyé na-ebi akwụkwọ linocut",
  "N'afọ 1962, Waddy guzobere Art West Associated, iji chịkọta ma kwado ọbọdọ ndị na-ese ihe n'Afrịka na Los Angeles.  Njikọ ahụ kwadoro ọrụ ọbọdọ na ndị ntorobịa nke mere ka a mara màkà nka ojii n'ógbè ahụ ma kwado maka ndị na-ese ihe ojii na-enweghị ike inweta ihe ngosi nka",
  "Ụfọdụ ndị ama ama sonyere gụnyere Raymond Lark, Samella Lewis, John Riddle, na Alonzo Davis. Waddy gụrụ akwụkwọ nwa ógè na Otis Art Institute, nke a na-akpọzi Otis College of Art and Design na 1965, n'afọ sochirinụ ọ gara Soviet Union maka ihe ngosi nke nka Africa-America, nke enyi Chicago, Margaret Burroughs haziri.  Ọzọkwa na 1966, ọrụ ya bụ akụkụ nke \"The Negro in American Art,\" ihe ngosi na-agagharị agagharị nke California Arts Commission kwadoro.",
  "Ruth Gilliam lụrụ ma gbaa William H",
  "Waddy alụkwaghịm na 1930s; ha nwere otu nwa nwanyị, Marianna (Mgbè e mesịrị Maryom Ana Al-Wadi)",
  "Ruth G",
  "Waddy nwụrụ na 2003, mgbè ọ dị afọ 94, na San Francisco, California. Akwụkwọ ya dị na Amistad Research Center, Mahadum Tulane. E gosipụtara akwụkwọ eserese nke bụbu nke Waddy na 2013 ezinụlọ nka nka na-akwado site na Los Angeles County Museum of Art na Los Angeles Public Library.",
  "Ruth Gilliam lụrụ ma gbaa William H",
  "Waddy alụkwaghịm na 1930s; ha nwèrè otu nwá nwanyị, Marianna (mgbè e mesịrị Maryom Ana Al-Wadi)",
  "Ruth G",
  "Waddy nwụrụ na 2003, mgbè ọ dị afọ 94, na San Francisco, California. Akwụkwọ ya dị na Amistad Research Center, Mahadum Tulane. E gosipụtara akwụkwọ eserese nke bụbu nke Waddy na 2013 ezinụlọ nka nka na-akwado site na Los Angeles County Museum of Art na Los Angeles Public Library.",
  "Ruth Gilliam lụrụ ma gbaa William H",
  "Waddy alụkwaghịm na 1930s; ha nwere otu nwa nwanyị, Marianna (mgbè e mesịrị Maryom Ana Al-Wadi)",
  "Ruth G",
  "Waddy nwụrụ na 2003, mgbè ọ dị afọ 94, na San Francisco, California. Akwụkwọ ya dị na Amistad Research Center, Mahadum Tulane. E gosipụtara akwụkwọ eserese nke bụbu nke Waddy na 2013 ezinụlọ nka nka na-akwado site na Los Angeles County Museum of Art na Los Angeles Public Library.",
  "Waddy kwuru n'otu ógè \"Ma eleghị anya ọ bụrụ na m malitere dị ka ndị ọgbọ m mere, m ga-enwe mmasị karịa na mmata.",
  "N'agbanyeghị nke ahụ, ọ dị m mkpa ikwu ihe m na-eche n'olu dara ụda, n'agbanyeghị ma ónyé ọ bụla ọzọ nụrụ m",
  "\" Nke ahụ bụ kpọmkwem ihe o mèrè",
  "A nụrụ olu ya, na-akpali ndị ọzọ ime mgbanwe n'agbanyeghị afọ ha",
  "Enyemaka Waddy nyere na nka ndị Africa America na nkwado màkà ndị na-ese ihe ndị Africa America ahapụla akara ọ bụghị naanị na America, kamakwa n'ụwa niile."
]