[
  "Ruth Khasaya Oniang'o (amụrụ na Nọvemba 9, 1946) bụ onye Kenya Prọfesọ nke Nutrition na onye bụbu onye omeiwu.  O kere Rural Outreach Africa iji mee ka ndị na-eto eto nwee ike ileba anya na erighị ihe na-edozi ahụ, ọ na-ahụ maka amụma nri obodo ya na ọ nọ na bọọdụ Center for Agriculture na Bioscience International.",
  "A mụrụ Oniang n'afọ 1946",
  "Ọ gara Mahadum Washington ebe ọ nwetara akara ugo mmụta na nzere masta n'etiti afọ 1969 n'afọ 1974. Ọ malitere ịkụzi na mahadum n'afọ 1978. Oniang'o nwetara nzere bachelọ na nzere masta na Mahadum Washington State, tupu ọ gụchaa akwụkwọ na Mahadim Nairobi. N'afọ 1983, Mahadum Nairobi nyere ya Ph.D",
  "na Sayensị Nri na uru Nri.",
  "Ọ bụ onye isi na-ahụ maka nri nri wee bụrụ Prọfesọ na Mahadum Jomo Kenyatta.  Nnyocha ya lekwasịrị anya na isiokwu ndị dị ka nchekwa nri, nri nri na ime ime, nri ụmụaka na nhazi ọrụ ugbo.",
  "O guzobere Rural Outreach Program na 1992 iji nye ndị ọrụ ugbo obere ule ala na ihe ndị ọzọ dị mkpa iji mepụta ihe. Oniang'o guzobere African Journal of Food, Agriculture, Nutrition and Development na 2001 iji mee ka nyocha agụmakwụkwọ dị mkpa pụta ìhè n'ọhịa ahụ. Ọ bụ onye isi nchịkọta akụkọ nke akwụkwọ akụkọ ahụ ugbu a.",
  "N'afọ 2002, ọ hapụrụ agụmakwụkwọ iji bụrụ onye na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị Kenya. Ọ rụrụ ọrụ na Nzukọ Ndị Omeiwu Kenya site na 2003 ruo 2007. Mgbe ọ na-eje ozi, Oniang'o nyere aka gafee Kenya Biosafety Bill na Nutritionists and Dietetics Bills. N'afọ 2005, Oniang'o guzobere Diana Elukhambi Health Centre na Kakamega.",
  "N'afọ 2018 ọ nọ na bọọdụ nke UK dabeere NGO Centre for Agriculture and Bioscience International.",
  "Oniang'o na-edu ndị ọrụ nchekwa nri na nri nri nke obodo ya bụ ndị eboro ebubo ilekọta nnyefe nke Iwu Nri na Nutrition Mba.. Oniang'o na-edukwa Rural Outreach Program, otu na-enweghị uru nke na-akwado ndị ọrụ ugbo na mmepụta nri na nhazi ọrụ ugbo. The Rural Outreach Program na-arụ ọrụ na ndị ọrụ ugbo Kenya iji kwalite uto nke ihe ọkụkụ dị ka sorghum, cassava, arrowroot, na jute mallow dị ka ihe ngwọta iji hụ na nri dị nchebe.",
  "Oniang'o emeriela ọtụtụ ihe nrite maka ọrụ ọ na-arụ n'ọrụ ugbo na amụma nri, gụnyere ihe nrite Ọrụ Distinguished na Silver Star.  Na 2014, e nyere ya International Food and Agribusiness Management Association (IFAMA) Award Lifetime.. O nwetakwara ihe nrite Africa Food Prize na 2017 maka ọrụ ya na Rural Outreach Program. Na June 22, 2018, e nyere Oniang'o nzere Doctor of Science site na Mahadum Aberdeen iji kwado onyinye ya n'ọhịa ya.",
  "A kpọtụrụ Oniang'o aha dị ka otu n'ime ndị Afrịka 100 kachasị nwee mmetụta site na magazin New African n'afọ 2017."
]