[
  "Ruth Sacks (amụrụ n'afọ 1977) bụ ónyé na-ese ihe na South Africa nke bi ma na-arụ ọrụ na Johannesburg. Ọ bụ ónyé nchọpụta postdoctoral Ugbú a na South African Research Chair Initiative (SARChI) màkà Social Change na Mahadum Fort Hare",
  "Sacks nwèrè PhD (Arts) site na Mahadum nke Witwatersrand ebe ọ bụ ónyé otu na Wits Institute for Social and Economic Research (WiSER)",
  "E wepụtara akwụkwọ ya nke atọ, Twenty Thousand Leagues Under Seas, n'afọ 2013",
  "Ọ bụ ónyé nwetara HISK na Ghent",
  "Ọ bụ otu n'ime ndị na-akwado oghere ọrụ na-ese ihe na Parking Gallery, nkè Visual Arts Network of South Africa (VANSA) kwadoro na Johannesburg",
  "E gosipụtara ọrụ Ruth Sacks na mbà ụwa na ebe ndị dị ka African Pavilion na 52nd Venice Biennalein 2007, ZKM Centre for Art and Media, Karlsruhe na 2011 na National Museums of Kenya, Nairobi na 2017.",
  "O nwetara MFA na Mahadum Cape Town na 2007",
  "Sacks bụ ónyé nwetara ihe nrite nke Higher Institute for Fine Art (HISK) na Ghent, Belgium.",
  "Ọ nwetara BFA, Michaelis School of Fine Art, Mahadum Cape Town nà 1999, MFA, Michalis School of Fine Arts, Mahadim Cape Town nà 2007 nà PhD (Arts), Mahadum Witwatersrand, Johannesburg nà 2017.",
  "Ọrụ Sacks na-enyocha ógè akụkọ ihe méré eme' nà nka, ihe owuwu na nka eji eme ihe iji kwuo màkà gburugburu ebe óbíbí nkè ógè a",
  "Ọ na-arụ ọrụ na akụkọ ifo dị ka ngwá ọrụ màkà ịgba ume ọtụtụ nkọwa nke echiche ndị dị mkpà",
  "Sacks na-emepụta akụkọ ifo ọhụrụ site na ịtụgharị na imezi ederede na ihe ndị dị ugbu a, ya na ịmepụta ndị ọhụrụ",
  "N'oge niile ọ na-eme, a na-ekwusi ike na ojiji nke typography, imewe na usoro asụsụ.",
  "Sacks egosila n'ọtụtụ ebe, na ihe ngosi otu gụnyere: The Global Contemporary: Art Worlds mgbe 1989 gasịrị na ZKM HaloCentre for Art and Media (Germany, 2011), Performa 09, nké Museum for African Art New York (USA, 2009), Luanda_Pop Checklist kwadoro na 52nd Venice Biennale (Italy, 2007) nà 1st Architecture, Art and Landscape Biennial of the Canaries (Spain, 2006). Ihe ngosi nke Sacks gụnyere Matterings na TPO (Johannesburg, 2017), Open Endings na TTTT (Ghent, 2015), 2,000 Meters Above the Sea na CHR (Johannesburg، 2012), Double-Sided Accumulated na Extraspazio (Rome, 2010), False Friends na Kunstverein (Amsterdam, 2010) na Open Studio na Cortex Athletico (Bourdeaux, 2007)",
  "Ihe ngosi mbà ụwa gụnyere: Future Africa: Visions in Time na National Museums of Kenya (Nairobi, 2017) na Iwalewa-Haus (Bayreuth, 2015), The Global Contemporary: Art Worlds mgbe 1989 gasịrị na ZKM 2008Centre for Art and Media (Karlsruhe, 2011), Performa 09, nké Museum for African Art (New York, 2009), African Pavilion na 52nd Venice Biennale (Venice, 2007) na 1st Architecture, Art and Landscape Biennale nke Canaries, 2006).",
  "E méré ndokwa ka a malite akwụkwọ ya nke atọ, Twenty Thousand Leagues Under Seas, na Musee Jules Verne na Amiens, France",
  "Akwụkwọ ndị gàrà aga bụ: False Friends, nke Kunstverein Press, Amsterdam (Netherlands, 2010) bipụtara na An Extended Alphabet, nke Expodium, Utrecht (Netherlands), bipụtara."
]