[
  "Ruth Nankabirwa Ssentamu bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye na-eje ozi dị ka Minista nke Energy na Mineral Development na Cabinet nke Uganda, malite na 8 June 2021. Ọ bụ ezie na ọ gwara ndị na-akwado ya \"Ọ bụrụ na ehi na-atụ vootu, ka ha tie vootu, achọrọ m inweta 120%\" ọ tụfuru oche ya dị ka Women MP maka Kiboga District na Jenụwarị 2021.",
  "Tupu nke ahụ, site na 1 Machị 2015 ruo 3 Mee 2021, ọ rụrụ ọrụ dị ka Chief Government Whip, ọkwa ọkwa nke Cabinet na Uganda",
  "na-anọchi Justine Lumumba Kasule, onye e nyere ọkwa odeakwụkwọ ukwu nke otu ndọrọ ndọrọ ọchịchị National Resistance Movement na-achị na Uganda na 23 Disemba 2014. Tupu nke ahụ, site na 27 Mee 2011 ruo 1 Machị 2015, Nankabirwa jere ozi dị ka Minista Steeti maka Azụmaahịa na Cabinet nke Uganda na-anọchi Fred Mukisa, onye a chụpụrụ na cabinet. Tupu nke ahụ, ọ rụrụ ọrụ dị ka Minista Steeti maka Microfinance, site na 16 Febụwarị 2009 ruo 27 Mee 2011.",
  "A mụrụ Ruth Nankabirwa na 28 Nọvemba 1965",
  "Ọ si Kiboga District na Central Uganda",
  "Ọ gara ụlọ akwụkwọ praịmarị Bamusuuta maka agụmakwụkwọ praịmarịa ya",
  "Ọ gụrụ akwụkwọ na Nabisunsa Girls' Secondary School, maka agụmakwụkwọ O-Level na A-Level. O nwere nzere Bachelor of Arts na Fine Art na Mahadum Makerere",
  "O nwekwara nzere Master of Arts in Conflict Studies, nke sikwa na Makerere.",
  "Site na 1994 ruo 1995, ọ rụrụ ọrụ dị ka onye nnọchi anya na Nzukọ Iwu",
  "N'afọ 1996, a họpụtara Ruth Nankabirwa ka ọ bụrụ onye otu ndị omeiwu maka onye nnọchi anya nwanyị maka mpaghara Kiboga",
  "Ọ nọ n'ọkwa ahụ site na 1996 ruo 2021",
  "Site na 1998 ruo 2001, ọ rụrụ ọrụ dị ka Minista nke Steeti maka Luweero Triangle na Ọfịs nke Praịm Minista",
  "N'agbata afọ 2001 na afọ 2009, ọ rụrụ ọrụ dị ka Minista na-ahụ maka nchekwa, ọfịs ọ rụrụ ruo mgbe a họpụtara ya ka ọ bụrụ Minista na Minista na mpaghara ego. Na ntuli aka nke 27 Mee 2011, a kpọgara ya na Ministri Azụmaahịa dị ka Minista Steeti, ọkwá ọ nọ na ya ruo mgbe a kpọrọ ya Chief Government Whip."
]