[
  "Ruvheneko Elsie Parirenyatwa (a mụrụ n'ụbọchị nke 15 n'ọnwa Septemba n'afọ 1988) bụ onye Zimbabwe na-eme ihe ngosi redio na telivishọn, emcee, onye na-ese okwu olu, onye nnọchi anya na onye na-enyere ndị mmadụ aka",
  "Ọ bụ onye na-eme ihe ngosi okwu maka Ruvheneko, ihe ngosi okwu nke na-egosi na YouTube yana redio maka Capitalk 100.4 FM na Star FM nke Zimbabwe",
  "Ọ nọ n'ọkwa nke abụọ na ndepụta  na afo 2017 nke ndị Zimbabwe kachasị nwee mmetụta n'okpuru afọ 40 nke magazin azụmahịa dị na UK chịkọtara.",
  "A mụrụ Ruvheneko Parirenyatwa na 15 Septemba na afo 1988",
  "Ọ bụ nwa nwanyị onye ndọrọ ndọrọ ọchịchị na dibịa David Parirenyatwa na Choice Parirenyatwa",
  "Ọ bụkwa nwa nwa Tichafa Samuel Parirenyatwa, dọkịta ojii mbụ na Southern Rhodesia na onye a kpọrọ aha ụlọ ọgwụ Parirenyatwa.",
  "Parirenyatwa gara Chisipite Senior School site na na afo 2001 ruo na afo 2006",
  "Na mbụ, ọ chọrọ ịbụ dọkịta ụmụaka n'ihi na nna ya bụ dọkịta, mana o kpebiri megide ya mgbe ọ dara O Levels ya na bayoloji. Ọ banyere na Mahadum nke Cape Town dị ka nwa akwụkwọ iwu, mana ọ gbanwere na mmemme nzere mgbasa ozi mgbe ọ gụsịrị akwụkwọ mgbasa ozi n'afọ nke abụọ ya. Ọ gụsịrị akwụkwọ na Bachelor of Arts na mgbasa ozi na edemede na sayensị ndọrọ ndọrọ ọchịchị na na afo 2009. Ọ gara n'ihu nweta diplọma na ahịa n'otu mahadum ahụ.",
  "Parirenyatwa malitere ọrụ mgbasa ozi ya mgbe ọ bụ nwa akwụkwọ na Mahadum Cape Town (UCT). Ọ sonyeere ụlọ ọrụ redio nke mahadum ahụ mgbe ọ nọ n'afọ nke abụọ ya dị ka onye na-eme ihe ngosi ihe omume ugbu a.",
  "N'ọnwa Nọvemba afọ 2013, a họpụtara ya isonye na Africa Leadership Project nke malitere n'afọ 2014",
  "Ọ gara n'ihu na ụbọchị ọmụmụ afọ iri ise nke nwanyị mbụ Grace Mugabe yana agbamakwụkwọ nke mbụ Bona na Simba Chikore",
  "Parirenyatwa bụ onye na-egosi The Zimbabwe Election Debates Series na Election Resource Centre Zimbabwe na-agbasa na Star FM na Capitalk100.4FM ma gbaa ndị ndọrọ ndọrọ ọchịchị ajụjụ ọnụ kemgbe ahụ na ihe ngosi okwu ya.  Ọzọkwa, Ruvheneko bụ onye njikwa ọrụ Radio Division na Zimpapers ma na-agụkwa Master of Science in International Relations na Mahadum Zimbabwe.",
  "Parirenyatwa bụ onye na-egosi redio na onye na-emepụta ihe maka ihe ndị dị ugbu a na ụlọ ọrụ redio dị na Harare nke a na-akpọ ZiFM Stereo site na na afo 2012 ruo na afo 2016",
  "N'afọ 2015 ruo n'afọ 2016, ọ rụkwara ọrụ dị ka onye njikwa mmemme.",
  "Parirenyatwa kọwara na ọ chọrọ ohere n'efu n'ihi ya ọ gbara arụkwaghịm na ụlọ ọrụ redio",
  "N'elu ikpo okwu telivishọn n'ịntanetị, o kwuru na ọ na-anụ ọkụ n'obi maka mkparịta ụka na-enweghị nkwekọrịta",
  "Ọ kọwara otú iwu n'ihi iwu nchịkọta akụkọ si gbochie mkparịta ụka na-emeghe nke nye ya bụ mbibi n'ihi na ọ chọrọ ịga n'ihu na mkparịta ụka ọ mepụtara n'enweghị egwu ma ọ bụ n'okpuru",
  "Kemgbe ahụ, ọ malitere ihe ngosi TV ya n'ịntanetị nke na-egosi na Facebook Live tinyere ihe ngosi okwu ya na Capitalk 100.4 FM na Star FM Zimbabwe.",
  "Parirenyatwa bụ osote onye isi oche nke Harare Youth Council, otu nzukọ na-akwalite ohere maka ndị ntorobịa na Zimbabwe",
  "Ya na otu ndị enyi ya, malitere ZimboLove Foundation na 2013; ọrụ ebere nke na-enyere ndị na-enweghị ike ịkwụ ụgwọ ọbara aka site n'inye ha",
  "Ebumnuche Ruvheneko Mentorship Program bụ maka ndị Zimbabwe na-eto eto nwere oké ọchịchọ",
  "Ha na ndị ntorobịa na-arụ ọrụ na njem ha na-aga nke ọma site n'ịchọta ebe nzube ha na agụụ ha jikọtara",
  "Usoro ihe omume a na-emepe nkà, atụmatụ na ikike ma n'aka nke ya na-ewepụta ịdị ukwuu na ịdị iche site n'aka onye ọ bụla",
  "Ọ na-akpụzi àgwà na àgwà onye nkuzi iji nweta ihu ọma na mbọ niile.",
  "E nyela Parirenyatwa ọtụtụ ihe nrite gụnyere ma ọ bụghị naanị:",
  "N'afọ 2014, Parirenyatwa lụrụ Tendai Mafara",
  "N'afọ 2021, di na nwunye ahụ gbara alụkwaghịm ma kwupụta na ha kewara n'ezie n'afọ 2016. Na Machị 2022, Parirenyatwa kwupụtara na ọ dị ime nwa mbụ ya."
]