[
  "Rym Saidi Breidy (née Saidi) (Arabic) (a mụrụ na 21 June 1986 na Tunis) bụ onye Tunisia International topmodel na onye na-eme ihe nkiri.",
  "Rym Breidy (née Saidi) malitere ọrụ ya dịka ihe nlereanya n'afọ 2003 mgbe ọ meriri Elite Model Look Tunisia",
  "N'afọ 2006, ọ meriri mbipụta mbụ nke ihe ngosi Arabic reality show MISSION FASHION na LBC TV n'okpuru nlekọta nke onye na-emepụta ejiji nke Lebanon Elie Saab.\nN'afọ 2007, ọ bịanyere aka na njikwa ihe nlereanya dị na Paris ma taa MP Models na-anọchite anya ya",
  "Ọ na-anọchitekwa anya ihe nlereanya Profile na London, njikwa ihe atụ ụmụ nwanyị na Milan, MP Management na Paris, njikwa One.1 na New York City, Munich models na Germany, MP Mega na Miami.",
  "N'Ịtali, a matara ya mgbe ọ gbasịrị mkpọsa maka WIND (Ịtali) ya na onye na-eme ihe ọchị n'Ịtali Giorgio Panariello na mgbe ahụ ọ pụtara dịka Nne Nature (Madre Natura) na Italian TV Show Ciao Darwin",
  "Na Tunisia, Breidy esonyewo na mkpọsa iji nyere aka kwalite ụlọ ọrụ njem nleta nke mba ahụ",
  "Ọ bụkwa ihu maka ụlọ ọrụ njem nke Tunisia Traveltodo kemgbe afọ 2013.",
  "Otú ọ dị, n'afọ 2015, a na-enyocha mmekọrịta ya na ụlọ ọrụ ahụ na mkpọsa njem ndị ọzọ n'ọdịnihu, maka ihe o kwuru na ụlọ ọrụ redio ebe ọ kwetara na ọ gbochiri ndị enyi ya ileta Tunisia n'oge gara aga n'ihi ọgba aghara ndọrọ ndọrọ ọchịchị nke mba ahụ na egwu nchekwa",
  "Na-ekwu ihe ndị a;",
  "\"Ha enweghị ihe ha ga-eme na Tunisia",
  "Anyị enweghị ike ịkpọ ndị mmadụ n'ọnọdụ ndị dị otú ahụ na-adịghị mma..",
  "Anyị enweghị ike itinye ndụ ndị ọzọ n'ihe ize ndụ.[Ihe e dere n'ala ala peeji]",
  "Ndị isi nchịkwa nke Traveltodo zaghachiri site n'ikwu na okwu ya ezughi oke, n'ihi na ha mebiri aha ndị njem nleta nke Tunisia na onyinyo ya na mba ụwa",
  "N'ihi ya, a ga-ajụ njikọ nke onyinyo ya na Traveltodo ugbu a.",
  "Kemgbe afọ 2008, Breidy anọwo na-ebi na Milan",
  "Ọ nọkwa na-amụ akụ na ụba na mgbakọ na mwepụ na oge ezumike. Na Julaị 16, 2017, ọ lụrụ onye na-eme ihe nkiri telivishọn Lebanọn bụ Wissam Breidy na Milan",
  "Di na nwunye ahụ zutere na oge nke anọ nke Arabic version nke usoro ihe nkiri telivishọn Dancing With The Stars n'afọ 2016.",
  "N'ọnwa Machị 22, 2018, ọ kwupụtara na ọ dị ime nwa mbụ ya",
  "A mụrụ nwa agbọghọ aha ya bụ Bella Maria Breidy n'ọnwa Septemba 8, 2018",
  "Ọ mụrụ nwa nwanyị nke abụọ, Aya Sophia, na 14 Jenụwarị 2020."
]