[
  "Doble (Nkọwapụta Portuguese: ) bụ ego nke São Tomé na Príncipe",
  "A na-eme ka ọ dị mkpirikpi Db ma kewaa ya na 100 cêntimos",
  "E webatara dobla mbụ (STD) na 1977, na-anọchi escudo na par",
  "N'ihi ịrị elu nke ọnụ ahịa gara aga, na 1 Jenụwarị 2018 a gbanwere doble ahụ na ọnụego nke 1000 ruo 1, ma nye ya koodu ego ọhụrụ ISO 4217 STN.",
  "São Tomé na Príncipe bịanyere aka na nkwekọrịta na Portugal na 2009, na-ejikọta dobra na euro",
  "E debere ọnụego mgbanwe ahụ na 1 EUR = 24,500 STD na 1 Jenụwarị 2010, nke pụtara na a na-ejikọta dobere ọhụrụ na euro na € 1 = 24.5 STN / nDb.",
  "Aha ahụ sitere na Portuguese dobra, nke pụtara \"doubloon\".",
  "N'afọ 1977, e webatara mkpụrụ ego maka 50 cêntimos, 1, 2, 5, 10 na 20 dobras",
  "Ewezuga ọla 50 cêntimos na 1 dobra, a na-eji cupro-nickel emepụta mkpụrụ ego ndị a, dị ka 50 dobras e webatara na 1990",
  "Mkpụrụ ego ndị a gosipụtara ngwakọta nke ihe oriri na osisi na anụmanụ",
  "Mkpụrụ ego ndị a, ọ bụ ezie na a naghị ahụkarị ha n'ebe a na-ekesa ha taa n'ihi ịrị elu nke ọnụ ahịa, emebeghị ka ha ghara ịdị na ya ma ka nwere ike iji ya mee ihe dị ka ihe dị nro.",
  "N'afọ 1997, ewepụtara usoro mkpụrụ ego ọhụrụ nwere ụka ka ukwuu nke nwere 100, 250, 500, 1000 na 2000 dobras",
  "N'ime ndị a, 100 na 250 dobras bụ gburugburu, nke ka ukwuu n'ime atọ ahụ bụ heptagonal curved equilaterally",
  "A na-eji ígwè nickel na-egbuke egbuke emepụta mkpụrụ ego ndị a niile ma gosipụta isiokwu metụtara anụ ọhịa.",
  "Mkpụrụ ego niile na-ekesa na-ebu uwe agha nke mba ahụ n'akụkụ nke ọzọ, ya na ederede \"Aumentemos a Produção\" na ọnụ ahịa dị na azụ.",
  "Site na redenomination nke dobra na 2018, ewebata mkpụrụ ego n'okpukpe 10, 20, na 50 cêntimos na otu na abụọ dobras.",
  "N'abalị iri atọ n'ọnwa Septemba n'afọ 1977, Banco Nacional de São Tomé e Príncipe wepụtara akwụkwọ ego maka 50, 100, 500 na 1000 dobras. N'afọ 1996, ewepụtara mkpụrụ ego dobras 5,000, 10,000, 20,000 na 50,000, ebe a na-eji mkpụrụ ego dochie mkpụrụ ego kachasị ala site na usoro gara aga na 1997",
  "E wepụtara mbipụta ọhụrụ na 2006 nwere atụmatụ nchekwa emelitere.",
  "Na Disemba 2008, ewebata ndetu dobras 100,000 dị ka onu oriri na-aga n'ihu nke e chere na ọgbakọ ọhụrụ ahụ dị mkpa",
  "Ọhaneze anabatala ndetu ahụ nke ọma ma nabata ya.",
  "Ihe ndetu niile na-ese foto nke Rei Amador n'akụkụ nke ọzọ, agbanyeghị, na ndetu dobras 100,000 bụ ihe osise e biri ebi nke Francisco José Tenreiro.",
  "E wepụtara akwụkwọ ego nke 5, 10, 20, 50, 100, na 200 dobras na 2018 na redomination nke dobra",
  "A na-ebipụta mkpụrụedemede okpukpu ise na 10 na polymer, na akwụkwọ ego niile nwere ụdị urukurubụba dị iche iche n'ihu ya na anụ ọhịa dị n'ógbè ahụ gosipụtara na azụ ya.",
  "N'afọ 2020, Central Bank nke São Tomé na Príncipe wepụtara mbipụta ọhụrụ nke 200 dobras banknote, iji dochie mbipụta gara aga nke akwụkwọ eji ebipụta akwụkwọ ahụ, na 5 na 10 dobras bank notes, na-alaghachi na akwụkwọ, dịka nsụgharị polymer nke okpukpu abụọ ahụ adịghị mma n'ihi gburugburu ebe obibi nke São Tomó na Príncipe.",
  "Àtụ:Exchange RateÀtụ:Exchange Rate",
  "N'ọnwa Julai afọ 2009, gọọmentị São Tomé na Príncipe bịanyere aka na nkwekọrịta mgbazinye ego na Portugal, mba nne ya na-achịkwa otu oge",
  "Ebumnuche nkwekọrịta ahụ bụ ijikọta dobra na euro. Portugal ga-enye ihe ruru nde euro iri abụọ na ise n'ime ihe European Commission kwadoro. São Tomé na Príncipe kwuru na ijikọ dobra na euro ga-eme ka ọ kwụsie ike na mba ahụ. A na-atụkwa anya na ọ ga-adọta itinye ego mba ọzọ.",
  "Ndị ọrụ gọọmentị nọrọ otu afọ na-ekwurịta okwu banyere nkwekọrịta ahụ, nke malitere na Jenụwarị 2010. Nkwekọrịta ahụ na-agbaso nke yiri nke Portugal bịanyere aka na Cape Verde afọ iri gara aga.",
  "N'abalị iri abụọ na ise n'ọnwa Ọgọstụ n'afọ 2017, Central Bank of São Tomé and Príncipe (Banco Central de São Tomé e Príncipe) kwupụtara mgbanwe nke dobla, iji cheta ncheta afọ iri abụọ na abụọ nke Central Bank, na 1 dobla ọhụrụ nke hà 1,000 nke dobla gara aga",
  "E wepụtara akwụkwọ ego isii (n'ụdị nke 5, 10, 20, 50, 100 na 200 dobras ọhụrụ, na okpukpu abụọ dị ala e bipụtara na polymer) na mkpụrụ ego ise (n'ime ụdị nke 10, 20 na 50 cêntimos na 1 na 2 dobras ọhụrụ) na Jenụwarị 1, 2018. Usoro ndetu ochie na nke ọhụrụ ekesara n'otu oge ruo 30 June 2018, mgbe nke ahụ gasịrị, a na-agbanwe ha ma ọ bụ na-echekwa ego na ụlọ akụ azụmaahịa ruo 31 Disemba 2018 yana na Central Bank ruo 31 Disemba 2019."
]