[
  "Sébastien Aymar Bassong Nguena (a mụrụ n'ụbọchị nke 9 n'ọnwa Julaị n'afọ 1986) bụ onye egwuregwu bọọlụ na-agbachitere",
  "A mụrụ ya na France, ọ gbara bọọlụ maka otu mba Cameroon.",
  "Oge 2006–07 hụrụ Bassong ka ọ bụrụ onye otu mbụ na-ahụ maka FC Metz, na-eme onwe ya n'ọnọdụ nchebe. O kwuru na ọ gara n'ihu na ndị otu mbụ, ka oge ahụ na-aga n'ihu. Kemgbe mmalite nke oge 2006-07, Bassong malitere na egwuregwu ọ bụla ruo mgbe ọ tụfuru otu egwuregwu, n'ihi nkwa mba ụwa. Mgbe ọ laghachiri na mbido, o nyeere ndị otu aka idebe akwụkwọ ọcha ise n'etiti 30 Machị 2007 na 27 Eprel 2007. N'oge nzute ahụ, Bassong nyeere ndị otu ahụ aka imeri Amiens 2–0 na 20 Eprel 2007 iji nweta ọnọdụ ha na Ligue 1 n'oge ọzọ mgbe a chụpụrụ ha n'oge gara aga. Na 18 Mee 2007, Bassong nyere goolu mbụ ya maka ndị otu ahụ, na mmeri 2–1 megide Strasbourg. Ná ngwụsị nke oge 2006–07, ọ gara n'ihu na-eme ngosi iri atọ na asatọ ma na-agba otu ugboro n'asọmpi niile.",
  "N'ọnwa Julaị afọ 2008, e nyere Bassong otu izu ikpe na Newcastle United ma mee nke mbụ ya na egwuregwu enyi na enyi tupu oge egwuregwu megide Doncaster Rovers N'abalị iri atọ n'ọnwa Julaị, a kwadoro na Newcastle kwekọrịtara ego nke £ 500,000 na Metz maka Bassong.",
  "N'ụbọchị nke isii n'ọnwa Ọgọstụ n'afọ 2009, a kwadoro na ọ gafere ahụike na Spurs na-etinye aka na nkwekọrịta afọ ise ma mezue njem nde £ 8 na klọb North London n'otu ụbọchị ahụ. Newcastle United jụrụ na mbụ nde £ 10 site na Tottenham Hotspur maka ya.",
  "Tupu oge 2011-12, Bassong gosipụtara ọchịchọ ya ịhapụ Tottenham Hotspur, na-ekwu na enweghị ohere ndị otu mbụ na klọb ahụ. N'oge okpomọkụ, e jikọtara ya na Newcastle United na Queens Park Rangers, mana o mechara nọrọ na Tottenham Hotspur. Otú ọ dị, ọ gara n'ihu ịnọgide n'azụ usoro pecking na etiti azụ. N'agbanyeghị nke a, Bassong bụ onye isi ndị otu ahụ na nke mbụ ya na UEFA Europa League megide Rubin Kazan na 21 Ọktoba 2011; ma nyere ndị otu ahụ aka imeri 1–0. Na nzute ọzọ megide Rubin Kazan na 3 Nọvemba 2011, Otú ọ dị, ọ bụ ya kpatara ya maka inye free kick, na-eduga na goolu site n'aka ndị otu mmegide, ka Tottenham Hotspur meriri 1–0. Ka ọ na-erule oge ọ gara Wolverhampton Wanderers maka oge 2011-12, Bassong pụtara ugboro iri na atọ maka Tottenham Hotspur n'oge a.",
  "Na 31 Jenụwarị 2012, Bassong sonyeere ndị otu Premier League Wolverhampton Wanderers na mgbazinye ego ruo na njedebe nke oge 2011-12. Mgbe ọ banyere Wolverhampton Wanderers, o kwuru na ọ sonyeere klọb ahụ n'ihi egwuregwu bọọlụ mbụ.",
  "Na 21 August 2012, Bassong bịanyere aka na Norwich City maka ego a na-akọwaghị. Nkwekọrịta a jikọtara ya na Chris Hughton onye ọ rụrụ ọrụ na Newcastle.",
  "Mgbe ihe fọrọ nke nta ka ọ bụrụ afọ abụọ na-anọghị ya, a kpọrọ Bassong n'akụkụ mba ahụ, na-apụta dị ka onye nnọchi anya na-ejighị ya megide Togo na 23 Machị 2013. Ọ bụghị ruo na 6 Septemba 2015 mgbe ọ pụtara nke mbụ ya na Cameroon n'ime afọ anọ, na-abịa dị ka onye nnọchi anya, na mmeri 1–0 megide Gambia. Otu ọnwa ka e mesịrị, Bassong malitekwara nke mbụ ya n'ime afọ anọ, ebe ndị otu mba ahụ meriri Naịjirịa 3–0 na 11 Ọktoba 2015.",
  "Nne na nna Bassong si Cameroon, na-eme ka ọ na-agbara Cameroon bọọlụ. Bassong kpughere na ọ malitere ịgba bọọlụ, na-ehota: \"N'ụzọ nkịtị, dị ka ụmụaka niile nọ na mpaghara Paris",
  "Mgbe ị bi n'ebe ahụ, ị na-egwu bọọlụ ka ị na-aga ụlọ akwụkwọ",
  "Nke a bụ egwuregwu a pụrụ ime site na ịpụ n'okporo ámá",
  "Ya mere amalitere m n'ụzọ dị otú a, ọ bịara n'ajụghị m ajụjụ ahụ",
  "Mgbe ahụ, ka m na-aga, enwere m obi ụtọ karịa",
  "' Bassong nwere ụmụnne nwoke anọ na otu nwanne nwanyị. Otú ọ dị, nne na nna ya akwadoghị ihe nwa ya nwoke mere na bọọlụ, ebe ha chọrọ ka ọ gụọ akwụkwọ. N'ihi ya, ọ kwadoro bọọlụ ya na ọmụmụ ya ma mesịa nweta baccalaureate Es ya ma mụọ usoro ahịa. Ka Bassong na-etolite, ọ nọgidere na-enwe mmasị na bọọlụ ma nna ya mechara kweta ma kwe ka ọ kpọọ egwuregwu ahụ. Mgbe ọ na-etolite, ọ kwadoro Paris Saint-Germain N'ajụjụ ọnụ ya na The Guardian, Bassong kwuru na ya nwere ụmụ abụọ.",
  "Àtụ:Updated",
  "Metz",
  "Norwich City",
  "Onye ọ bụla",
  "Àtụ:Cameroon squad 2010 FIFA World CupÀtụ:Navboxes"
]