[
  "Silvio Emerson de Sousa Ferreira do Nascimento (a mụrụ na 11 Nọvemba 1987), nke a ma ama dị ka Sílvio Nascimento, bụ onye Angola na-eme ihe nkiri na onye na-emepụta ihe. A maara ya nke ọma maka ọrụ ya na ihe nkiri telivishọn Windeck na Jikulumessu yana ihe nkiri, Njinga: Queen of Angola na Blood Lines",
  "A mụrụ ya n'abalị 11 ọnwa Nọvemba afọ 1987 na Lubango, n'ebe ndịda Huila, Angola.",
  "Nascimento malitere ọrụ ya na ihe nkiri mgbe ọ dị afọ asaa mgbe ọ na-eme ihe nkiri n'egwuregwu ụlọ akwụkwọ nke Catedral",
  "Mgbe ọ dị afọ iri na asatọ, ọ sonyeere otu ihe nkiri \"Os Vozes Soltas\"",
  "Ọ gara n'ihu na ọrụ ya na Luanda national ballet, n'afọ 2006",
  "N'afọ 2008, ọ sonyeere otu \"Henrique Artes\", wee rụọ ọrụ na Hotel Komarka",
  "Mgbe ahụ ọ gara ọtụtụ mba dịka Cape Verde, Brazil, Portugal, Mozambique, South Africa na United States of America iji mụta ime ihe nkiri",
  "N'otu afọ ahụ, o mere ihe nkiri izizi ya na Reduced to Nothing nke Jack Caleia na Divua António duziri",
  "N'afọ 2009, o mere ihe nkiri Assaltos em Luanda 2, na mmemme TV Conversas no Quinta",
  "N'afọ 2010, ọ sonyeere mmemme TV kwa izu na ọgụ megide ịkpa ókè HIV Stop SIDA nke ọ gara n'ihu ruo afọ abụọ dị ka isi ihu nke mmemme ahụ",
  "Nke a mere ka ọ nwee ọganihu na ihe nkiri na telivishọn n'etiti ndị Angola.",
  "N'afọ 2011, o nwetara ihe nrite maka otu CPLP kacha mma dịka onye otu Henrique Artes",
  "Mgbe ahụ n'afọ 2012, ọ meriri National Prize for Culture and Arts na Angola",
  "N'afọ 2013 ọ rụrụ ọrụ na usoro Njinga Rainha de Angola ma rụọ ọrụ \"Kasa Cangola\"",
  "Maka ọrụ ahụ, ọ meriri ihe nrite ihe nkiri mba ụwa mbụ ya na Jakarta",
  "N'afọ 2014 na 2015, a họpụtara ya maka ihe nrite \"Moda Luanda\" na ngalaba nke Best Actor of Angola",
  "O mechara nweta ihe dị iche nke onye na-eme ihe nkiri kachasị mma site na TV ZAP na Zap News Program",
  "N'afọ 2015 na 2016, o sonyeere telenovela Jikulumessu, ya na onye Paulo Almeida",
  "Maka ọrụ a, ọ meriri ihe nrite Seoul International AWARDS na ngalaba nke usoro ihe nkiri kachasị mma.",
  "Ka ọ dị ugbu a, Nascimento natara utu aha nke Ambassador of Angolan Youth Culture na USA",
  "Tupu nke ahụ, a họpụtara ya ugboro abụọ maka emume TV International maka ihe nkiri Windeck n'afọ 2014 na Jikulumessu n'afọ 2015",
  "N'afọ 2017, ọ meriri Luanda Fashion Award maka onye na-eme ihe nkiri kacha mma",
  "N'afọ 2018, ọ meriri ihe nrite maka Golden Globe Angola maka onye na-eme ihe nkiri kacha mma. N'afọ 2021, ọ bịanyere aka na nkwekọrịta ya na RTP-Africa iji gosipụta ikpo okwu Tellas digitl nke na-egosi ihe nkiri na ọdịnaya ndị ọzọ nke nka nke asaa site n'aka ndị nduzi Angola, Cape Verdean, Mozambican, Bissau-Guinean na Sao Tome. N'otu afọ ahụ, ọ nọchitere anya Angola na \"Berlinale\" - 71st Berlin Film Festival, na Germany."
]