[
  "Muhammadu Sa'ad Abubakar (Arabic), CFR (amụrụ n'abalị iri abụọ na anọ n'ọnwa Ọgọọst n'afọ 1956) bụ Sultan nke iri abụọ nke Sokoto",
  "Dị ka Sultan nke Sokoto, a na-ewere ya dị ka onye ndú ime mmụọ nke ndị Alakụba nke Northern Naijiria, ọtụtụ n'ime ndị bi na mba ahụ.",
  "Abubakar bụ onye nketa nke ocheeze dị narị afọ abụọ nke nna nna ya, Sheikh Usman Dan Fodio (1754 ruo 1817) onye ndú nke ụlọ akwụkwọ Maliki nke Islam na alaka Qadiri nke Sufism.",
  "Ndị isi Sokoto Caliphate bụ akụkụ ndị Arab na akụkụ ndị Fulani dị ka Abdullahi dan Fodio, nwanne Usman dan Fodio kwuru, onye kwuru na ezinụlọ ha bụ akụkụ ndị Fulini, na akụkụ ndị Arab, ha kwuru na ha sitere na ndị Arab site na Uqba ibn Nafi onye bụ onye Arab Muslim nke alaka Umayyad nke Quraysh, ya mere, onye so n'ezinụlọ onye Amụma ahụ, Uqba ibn na Nafi lụrụ nwanyị Fulani a na-akpọ Bajjumangbu nke ezinụlọ Torbeod nke Usman danFodio si. Caliph Muhammed Bello na-ede n'akwụkwọ ya Infaq al-Mansur kwuru na ọ bụ nwa Muhammad site n'agbụrụ nne nna ya a na-akpọ Hawwa (nne Usman dan Fodio), Alhaji Muhammadu Junaidu, Wazirin Sokoto, onye ọkà mmụta nke akụkọ ihe mere eme nke Fulani, kwughachiri nkwupụta nke Shaykh Abdullahi bin Fodio n'ihe gbasara ezinụlọ Danfodio bụ akụkụ ndị Arab na akụkụ Fulani, ebe Ahmadu Bello na akụkọ ndụ ya nke ahaziri mgbe nnwere onwe ha si n'ezinụlọ Fulman bụ ndị Arab Fulani bụ ndị Arab ha nweta ha",
  "Tupu mmalite nke 1804 Jihad ụdị Fulani adịghị mkpa maka Torankawa (Torodbe), akwụkwọ ha na-ekpughe ambivalence ha nwere ịkọwa mmekọrịta Torodbe-Fulani",
  "Ha nabatara asụsụ Fulbe na ọtụtụ ethos ka ha na-anọgide na-enwe njirimara dị iche. Ezinụlọ Toronkawa na mbụ na-anakọta ndị otu sitere na ọkwa niile nke ọha mmadụ Sūdānī, ọkachasị ndị ogbenye.\nNdị ụkọchukwu Toronkawa gụnyere ndị sitere na Fula, Wolof, Mande, Hausa na Berber.\nOtú ọ dị, ha na-asụ asụsụ Fula, lụọ n'ezinụlọ Fulbe, wee ghọọ ndị ọkà mmụta Fulbe.",
  "A mụrụ Sa'adu Abubakar na Ọgọọst 24, 1956, na Sokoto, nwa ikpeazụ nke Sultan nke iri na asaa, Sir Siddiq Abubakar nke Atọ, onye chịrị Sultanate ihe karịrị afọ iri ise.",
  "Ọ gara Barewa College na Zaria wee gaa Nigerian Defence Academy na 1975 ebe ọ bụ onye otu 18th Regular Course.",
  "A họpụtara Abubakar ka ọ bụrụ onye isi nke abụọ n'afọ 1977 ma jee ozi na ndị agha Armoured Corps",
  "Ọ bụ onye isi oche nke ndị agha na-eche onye ọchịchị agha nke oge ahụ General Ibrahim Babangida nche na ngwụcha afọ 1980",
  "Abubakar nyekwara iwu ka otu ndị agha Africa na-ahụ maka udo na Chad n'oge mmalite afọ 1980 dị ka akụkụ nke ndị agha Organisation of African Unity ma bụrụ onye na-ahụ Maka mmekọrịta ndị agha maka Economic Community of West African States (ECOWAS) n'etiti afọ 1990.",
  "A họpụtara ya ka ọ bụrụ onye isi 241 Recce Battalion, Kaduna n'afọ 1993. Site na 1995 ruo 1999, ọ bụ onye ọrụ mmekọrịta ndị agha ECOWAS na onye isi, 231 Tank Battalion (ECOMOG Operations) na Sierra Leone site na 1999 ruo 2000. Site na 2003 ruo 2006, ọ rụrụ ọrụ dị ka onye nnọchi anya nchekwa na Pakistan (nke a kwadoro maka Iraq, Saudi Arabia, na Afghanistan) wee laa ezumike nká dị ka Brigadier-General.",
  "N'ụbọchị nke abụọ n'ọnwa Nọvemba afọ 2006, Abubakar rịgooro n'ocheeze mgbe ọnwụ nwanne ya nwoke, Muhammadu Maccido, onye nwụrụ na ADC Airlines Flight 53.",
  "Dị ka Sultan nke Sokoto, Abubakar bụ onye ndú nke Qadiriyya sufi order, nke bụ ọnọdụ ndị Alakụba kachasị mkpa na Naịjirịa na onye isi nke Emir nke Kano, onye ndú ya nke Tijaniyya sufi order",
  "Ọ bụkwa onye isi nke Jama'atu Nasril Islam (Society for the Support of Islam), na onye isi oche nke Kansụl Kasị Elu nke Naịjirịa maka Ihe Ndị Alakụba (NSCIA).",
  "N'afọ 2015, edepụtara Muhammadu Sa'ad Abubakar IV n'etiti ndị iri natara mbipụta mbụ nke Global Seal of Integrity (GSOI), ndepụta kwa afọ nke ndị Naijiria abụọ na-eto eto, Emmanuel Josh Omeiza na Godspower Oshodin, chịkọtara ma dee, n'okpuru Global Youth Coalition for Integrity, maka ịkwalite iguzosi ike n'ezi ihe n'etiti mmadụ ma si otú a kwalite ọdịmma nke eluigwe na ala.",
  "N'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ n'afọ 2019, a họpụtara ya dị ka onye na-ahụ maka Council of Religion for Peace (CRP)."
]