[
  "Saad Lamjarred (Arabic; a mụrụ n'April 7, 1985) bụ onye na-agụ egwú pop na onye na-ede egwú na mba Morocco, onye na-egwu ọtụtụ ngwá egwu, onye na'agba egwu, onye mmepụta ndekọ na onye na'eme ihe nkiri",
  "Ọ tolitere n'ezinụlọ na-ese ihe ma bụrụ onye a ma ama mgbe egwu ya mebiri ndekọ ndị na-ege ntị YouTube, na-eme ka ọ bụrụ onye isi na pop Arabic, na onye na-agụ egwu mbụ iji mee ka pop Moroccan bụrụ ihe a ma ama.",
  "A mụrụ Lamjarred nye Bachir Abdou, onye na-agụ egwú oge ochie nke Morocco, na Nezha Regragui, onye na'eme ihe nkiri na onye na-eme ihe ọchị.\nSite na nwata, Lamjarred nwere mmasị pụrụ iche n'ịkpọ piano, yana ịbụ abụ mgbe ọ dị afọ anọ.",
  "Lamjarred wee gaa n'ihu na-amụ na Conservatory of Music na Rabat, ebe ọ gụrụ egwu, nkà na ịgba egwu",
  "Ọ ga-eme ọtụtụ mmepụta ebe ya na nna ya ga-arụkọ ọrụ.",
  "Lamjarred kwagara US n'afọ 2001 ma kwuo nke a dịka otu n'ime isi ihe na-akpali akpali maka egwu ya, na-eto ahụmịhe maka ikpughe ya na egwu ọdịda anyanwụ ma nwee mmetụta doro anya na ụdị ya na ụdị onye na-ese ihe ọ chọrọ ịkọwa dịka.",
  "N'afọ 2007, Lamjarred sonyere na Super Star, ihe ngosi TV Arab a ma ama, ma bụrụ onye nke abụọ na oge nke anọ nke usoro nke onye mba Tunisia Marwan Ali meriri. Ntinye aka ya mere ka a mara ya.",
  "N'afọ 2011, Lamjarred malitere ọrụ ime ihe nkiri ya, na-eme ihe nkiri nwoke na Ahlam Nassim, ihe nkiri ncha Moroccan",
  "O weputara abọm n'afọ 2013, nke akpọrọ Wala Aalik",
  "N'otu afọ ahụ, o wepụtara EP abụọ ọzọ, ya bụ Salina na Enty",
  "Egwú aha nke ikpeazụ, \"Enty\" (Arabic: ), ghọrọ otu n'ime egwu kachasị egwu Lamjarred ma mee ka o nweta ihe nrite na Méditel Morocco Music Awards nke afọ 2014, yana nhọpụta maka Best Middle East Act na 2014 MTV Europe Music Awards.",
  "A họpụtakwara Lamjarred maka Best Middle East Act na 2014 MTV Europe Music Awards O meriri Murex d'Or na ngalaba nke \"Best Arabic Song\" maka egwu afọ 2014 ya \"Enty\".",
  "Vidio egwu maka egwu egwu Lamjarred nke afọ 2015, \"Lm3allem\" (Arabic), nwetara ihe ịga nke ọma Guinness World Record mgbe ọ nwetasịrị nde mmadụ 856 na YouTube n'ime ọnwa atọ a tọhapụrụ ya.",
  "Otu af mgbe nke ahụ gasịrị, Lamjarred wepụtara egwu ọzọ akpọrọ \"Ana Machi Sahel\" (Arabic), nke ọ sochiri n'oge na-adịghị anya na vidiyo egwu ojii na-acha ọcha wepụtara na YouTube nke gosipụtara ọtụtụ ndị na-akwado Lamjarred, ndị na-ese onwe ha na-abụ abụ ahụ n'ụlọ, n'ụgbọala ha na n'èzí na n'elu. Lamjarred echeghị ogologo oge iji wepụta egwu ọzọ aha ya bụ \"Ghaltana\" (Arabic) n'ụdị vidiyo nke Amr Rouani duziri",
  "Vidio ahụ dọtara anya n'ihi Wild West ya, mmetụta siri ike, nke sitere n'ịhụnanya Rouani nwere n'oge ọ bụ nwata maka ihe nkiri <i id=\"mwSA\">Mad Max</i>.",
  "N'ịgbaso ihe ịga nke ọma a, mmepụta egwu Lamjarred were obere oghere mgbe ọ nọ n'ụlọ ikpe na Paris maka \"mmekọahụ\", mana n'oge na-adịghị anya, ọ laghachiri na nlọghachi ya n'August afọ 2017 nke akpọrọ \"Let Go\". Ọ bụ ihe a na-ewu ewu ozugbo, ọ nwetara ihe dịka ọkara nde mmadụ na YouTube n'ime otu awa mgbe a tọhapụrụ ya. Lamjarred mechara wepụta egwu ọhụrụ dịka \"Ghazali\" (Arabic: غزالي), nnukwu egwu ọzọ nke nwetara ihe karịrị ọkara nde mmadụ naanị nkeji mgbe vidiyo ahụ gara ndụ na nkezi nke puku mmadụ iri ise na nkeji ise ọ bụla. \"Ghazali\" wee nọchie \"Casablanca\", nke Lamjarred na-abụ abụ na olu French.",
  "Ọgọstụ afọ 2018 hụrụ Lamjarred ka a tụrụ mkpọrọ ọzọ na Saint Tropez, na-akwụsị ọrụ egwu ya ọzọ ruo n'ọnwa Disemba afọ 2018, ebe ọ wepụtara egwu ọzọ, nke akpọrọ \"Baddek Eih\" (Arabic)",
  "N'ime awa 4 nke mbipụta, vidiyo egwu ahụ nwetara ihe karịrị otu nde nlele na YouTube.",
  "N'ọnwa Julaị afọ 2019, Lamjarred rụrụ ma wepụta duet ya na onye na-eme ihe nkiri Ijipt na onye na'agụ egwu ibe ya bụ Mohamed Ramadan nke akpọrọ \"Ensay\" (Arabic: ), nke nwetara ihe karịrị 100 nde mmadụ n'ime otu ọnwa e bipụtara ya.",
  "Na June 10, 2020, Lamjarred ruru nde mmadụ iri debanyere aha na ọwa YouTube ya, wee bụrụ onye na-agụ egwu Arab Africa mbụ nwetara Diamond Button",
  "N'ọnwa Mee afọ 2022, egwu egwu ya nke afọ 2015 bụ \"Lm3allem\" ghọrọ egwu Arabic mbụ gafere otu ijeri nlele na YouTube.",
  "Lamjarred na-ebi ndụ ịhụnanya nke onwe ya, mana e nwere asịrị na ọ lụburu di ma ọ bụ nwunye, ma gbaa alụkwaghịm n'ihe dị ka afọ 2015",
  "Mgbe ndị mgbasa ozi jụrụ ya banyere ya, ọ boro ekworo, na-azọrọ na ọ nwere ike \"mebie ndụ n'ezie\", ọkachasị ebe ọ na-arụ ọrụ na ntụrụndụ."
]