[
  "Saado Ali Warsame (Àtụ:Lang-so, Àtụ:Lang-ar; 1950 – 23 July 2014) was a Somali-American singer-songwriter and politician",
  "She served as a lawmaker in the Federal Parliament of Somalia representing Puntland State of Somalia",
  "A prominent figure in traditional Somali music, her art and legislative work were centered on political and social justice",
  "She was killed by Islamists in Mogadishu.",
  "Warsame was born in 1950 in Buuhoodle, situated in the Togdheer region of Somalia. She came from a nomadic family from the Dhulbahante sub-clan of the Harti Darod.",
  "After the start of the civil war in Somalia in the early 1990s, Warsame moved to Minneapolis, Minnesota. She later resided for a while in St",
  "Cloud.",
  "In 2012, Warsame moved to Somalia to serve in the newly established Federal Government based in Mogadishu.",
  "Warsame was a prominent figure in traditional Somali music. Her art was noted for its emphasis on political and social justice, as well as nationalism and romantic love",
  "She often made use of satire, metaphor and historical allusions to convey complex themes in an understandable manner.",
  "Warsame's song \"Laand Karuusar\" criticized kleptocracy in the ruling military junta. She also blamed incompetent management for infrastructural dilapidation of Mogadishu's then two five-star hotels, establishments which had originally been built with public funds",
  "Additionally, Warsame was one of several prominent Somali artists that took part in the long-running \"Deelley\" serial poem",
  "She used the opportunity to defend the cause of northerners from the increasingly authoritarian southern-based regime.",
  "After the start of the civil war in the 1990s, Warsame's compositions emphasized national identity and participation in the post-conflict reconstruction process",
  "Her \"Aan kuu Taliyo\" humorously satirized political infighting",
  "Warsame also supported former Vice President of Somalia Muhammad Ali Samatar during a civil lawsuit that had been filed against him in 2009, believing that he was being unfairly singled out as a member of the former regime.",
  "In addition, Warsame was critical of Somaliland",
  "Her song \"Libdhimeyside Laas Caanood, Laba maahaa Waddankeennu\" in particular hails the city of Las Anod, which Somaliland troops captured in 2007, for its historical role as the cradle of the nationalist and anti-colonial Dervish movement.[Tinye edensibịa] The title translates as \"O Las Anod, you will always remain a part of Somalia, Our country is one.\"",
  "Following the establishment of the Federal Parliament of Somalia in 2012, Warsame moved to the capital Mogadishu, situated in the southeastern Banaadir province",
  "She subsequently served as an MP in the new legislature, representing the northeastern Puntland regional state's constituency.",
  "On 23 July 2014, Warsame and her driver were gunned down by unknown assailants in Mogadishu as she was being driven to a hotel. Al-Shabaab claimed responsibility for the attack, which it said was part of its assassination campaign against Somali legislators",
  "President of Somalia Hassan Sheikh Mohamud, Prime Minister Abdiweli Sheikh Ahmed, UN Special Representative for Somalia Nicholas Kay, Ambassador of Germany to Somalia Andreas Peschke, and the U.S",
  "Department of State all issued statements condemning the assassination and expressing condolences to Warsame's family. Somali American community leaders in Minnesota also requested a full investigation by the State Department into her death. Additionally, Prime Minister Ahmed vowed to apprehend the perpetrators. In April 2015, two Al-Shabaab operatives were sentenced to death and later executed for Warsame's assassination and the murder of several other federal officials.",
  "On 24 July 2014, the Federal Government held a state funeral in honour of Warsame at the Villa Somalia presidential compound in the capital",
  "President Mohamud, Prime Minister Ahmed, Parliament Speaker Mohamed Osman Jawari, First Deputy Speaker of Parliament Jaylaani Nur Ikar, Mayor of Mogadishu Hassan Mohamed Hussein Mungab, cabinet ministers, legislators, popular artists and former colleagues all attended the service, where Janaza prayers were read",
  "Warsame was subsequently laid to rest at the Medina Hospital cemetery in Mogadishu's Wadajir district.",
  "In 2011, Warsame was presented a Lifetime Achievement Award by fellow Somalis Hodan Nalayeh of the SRAP and Hassan Abdillahi \"Karate\" of Ogaal Radio at an SRAP event in Toronto."
]