[
  "Saara Kuugongelwa-Amadhila (amụrụ na 12 Ọktoba na afọ 1967) bụ praịm minista nke Namibia, na-arụ ọrụ kemgbe 21 Machị, na afọ 2015",
  "Kuugongelwa-Amadhila bụ onye otu South West Africa People's Organization (SWAPO)",
  "Ọ bụ onye otu National Assembly nke Namibia kemgbe afọ 1995 ma jee ozi dị ka Minista na-ahụ maka ego site na afo 2003 ruo n'afọ 2015",
  "Ọ bụ nwanyị mbụ jere ozi dị ka praịm minista nke Namibia.",
  "A mụrụ Saara Kuugongelwa na 12 Ọktoba n'afọ 1967 na Otamanzi, South West Africa (Namibia ugbu a)",
  "Ọ gara mba ọzọ na SWAPO na afọ 1980 mgbe ọ dị afọ 13 wee gaa Sierra Leone na afọ 1982 mgbe ọ dị iri na ise. Ọ gara Koidu Girls Secondary School site na afo 1982 ruo na afọ 1984 na Saint Joseph's Secondary School Site na  afọ 1984 ruo na afọ 1987",
  "Site na afo 1991 ruo na afọ 1994, ọ gara Mahadum Lincoln na Pennsylvania, United States, ebe ọ gụsịrị akwụkwọ na MSc na akụ na ụba ego.",
  "Kuugongelwa-Amadhila laghachiri Namibia mgbe ọ gụsịrị akwụkwọ na Mahadum Lincoln wee were ọnọdụ dị ka onye na-ahụ maka akụ na ụba n'ọfịs onye isi ala n'okpuru Sam Nujoma",
  "N'afọ 1995, mgbe ọnwa ole na ole n'ọrụ ahụ gasịrị, Nujoma họpụtara ya ka ọ bụrụ onye omeiwu mgbe ọ dị afọ iri abụọ na asaa, ma mee ya onye isi nchịkwa nke National Planning Commission, ọkwá dị n'ọkwá nke minista",
  "N'afọ 2003, Nujoma buliri ya n'ọkwa Minista na-ahụ maka ego.",
  "Ya na Onye isi ala Hage Geingob, a ṅụrụ iyi dị ka praịm minista nke anọ nke Namibia na 21 Machị 2015. Ọ bụ nwanyị mbụ nwere ọnọdụ ahụ.",
  "N'ọnwa Mee afọ 2016, o sonyere na \"A Conversation with The Right Honourable Saara Kuugongelwa-Amadhila, Prime Minister of the Republic of Namibia,\" mkparịta ụka dị nro na Wilson Center's Women in Public Service Project, Wilson Center Africa Program, na Constituency for Africa. Ọ kwupụtara banyere ịha nhata nwoke na nwanyị n'ọtụtụ oge, gụnyere n'oge nleta Praịm Minista Mali Modibo Keita na n'okwu (nke Christine Hoebes gụrụ maka ya) na 10th Namibia Women's Summit ebe o kwuru na ọ ga-ewe afọ 70 iji mechie ọdịiche ụgwọ ọrụ nwoke na nwanyị gafee Africa.",
  "Kuugongelwa lụrụ onye ọchụnta ego Onesmus Tobias Amadhila.",
  "N'ụbọchị ndị dike 2014, e nyere ya Order Most Brilliant of the Sun, Class nke Abụọ."
]