[
  "Akụkọ ndụ.  A mụrụ Sabina Mugabe na 14 October 1934 na Kutama Roman Catholic Mission, nke Jesuits nke Marist Order nke Rome na-elekọta, na mpaghara Zvimba 50 kilomita n'ebe ugwu ọdịda anyanwụ Harare, nye nna mụrụ Malawi, Gabriel Matibili na Shona.  nne, Bona",
  "Sabina Gabriel Mugabe (14 Ọktoba 1934 29 Julaị 2010) bụ onye ndọrọ ndọrọ ọchịchị Zimbabwe",
  "Ọ bụ nwanne nwanyị nke onye bụbu onye isi ala Zimbabwe bụ Robert Mugabe.",
  "A mụrụ Sabina Mugabe na 14 Ọktoba 1934 na Kutama Roman Catholic Mission, nke ndị Jesuit nke Rome-based Marist Order na-achị, na Zvimba District 50 kilomita n'ebe ugwu ọdịda anyanwụ nke Harare, nna a mụrụ na Malawi, Gabriel Matibili na nne Shona, Bona.",
  "Sabina Mugabe hapụrụ Rhodesia n'okpuru aha a na-eche na 1975 wee mụọ akụ na ụba ụlọ na nri na-edozi ahụ na Battersea College of Technology na Richmond College na London tupu ọ gaa Nova Scotia, Canada, iji mụọ maka diplọma na mmepe mmekọrịta na kọleji Katọlik",
  "Tupu ọ hapụ Rhodesia, ụlọ akwụkwọ seminarị Katọlik Silveira House chebere ya, na mpụga Harare, mgbe nwanne ya nwoke Robert na-eduga ndị agha ZANU na-alụ ọgụ megide ndị agha onye ndú Rhodesia mbụ Ian Smith site na isi na Mozambique.",
  "Ọ rụrụ ọrụ dị ka onye Zanu-PF Member of Parliament (MP) maka Makonde East site na 1985 ruo 1990 na maka Zvimba South site na 1990 ruo 2008",
  "A na-etinye ya na mmeri ike nke ugbo ndị ọcha Zimbabwe nwere na ngwụcha afọ 1990 na mmalite afọ 2000. Nke a gụnyere njikọ na ogbugbu nke onye ọrụ ugbo Zimbabwe ọcha site n'aka ìgwè mmadụ ọ tọhapụrụ mgbe ọ chọrọ ụlọ ya maka onwe ya",
  "A kụrụ Terry Ford, 55, ma gbaa ya égbè n'isi n'ugbo ya n'ebe ọdịda anyanwụ nke Harare",
  "Na mbido, na Nọvemba afọ 2000, Sabina Mugabe gwara Maazị Ford na ọ chọrọ ụlọ ọrụ ugbo ya \"ka o wee nwee ike ịkwaga\". Na Jack Russell ochie nke Maazị Ford, Squeak, jụrụ ịhapụ ahụ ya gbakwunyere ihe na-emetụ n'ahụ na akụkọ ahụ hụrụ ka ikpe ahụ mere isi akụkọ mba ụwa.",
  "Sabina Mugabe nwere ọrịa strok n'afọ 2007 wee laa ezumike nká dị ka onye omeiwu n'afọ 2008",
  "Dị ka Onye isi ala Mugabe nke oge ahụ si kwuo, ọ gara leta ya tupu ọnwụ ya ma gwa ya na otu ụzọ n'ụzọ atọ nke ụbụrụ ya mebiri site na ọrịa strok.",
  "Sabina Mugabe nwụrụ na Harare na 29 Julaị 2010, mgbe ọ dị afọ 75, mgbe ọ rịasịrị ọrịa ogologo oge. Nwanne ya nwoke Robert na nwanne ya nwanyị Bridgette, ụmụ ya nwoke anọ Leo Mugabe, Kevin Mugabe, Patrick na Robert Zhuwao na ọtụtụ ụmụ ụmụ gụnyere Jason Zhuwao hapụrụ ya."
]