[
  "Saddiq Dzukogi (amụrụ na Minna) bụ onye Naijiria na-ede uri na osote prọfesọ na Ngalaba Bekee nke Mahadum Steeti Mississippi Ọ bụ onye dere Your Crib, My Qibla, nchịkọta uri a ma ama nke mere ka o nweta onyinye Derek Walcott nke 2022 maka uri, na onyinye Julie Suk nke 2021 dị ka onye mmeri. E depụtakwara nchịkọta ahụ maka ihe nrite $100,000 Nigeria Prize for Literature.",
  "Saddiq Dzukogi nwere akara ugo mmụta na mgbasa ozi ọha na eze na Mahadum Ahmadu Bello, Zaria na 2015. N'afọ 2022, ọ natara nzere PhD na Bekee na ọkachamara na Ethnic Studies & Creative Writing na Mahadum Nebraska-Lincoln ebe ọ bụ onye natara Othmer Fellowship",
  "Na Mahadum Nebraska-Lincoln, e nyere Dzukogi \"Student Luminary Award\" n'afọ 2022 iji kwado idu ndú ya pụrụ iche na mkpebi ya imeziwanye ogige mahadum, nakwa Vreeland Award for Poetry n'afọ 2020 na 2022.",
  "Dzukogi bụ onye dere Inside the Flower Room, nke Kwame Dawes na Chris Abani họpụtara maka APBF New-Generation African Poets Chapbook Series (2018). Abụ ya apụtala na Oxford Review of Books, Kenyon Review, Oxford Poetry, Salamander, Southeast Review, Crab Orchard Review, Prairie Schooner, New Orleans Review, South Dakota Review, na Obsidian, n'etiti ndị ọzọ.",
  "Dzukogi so na ndị mmeri maka 2017 Brunel International African Poetry Prize. Abụ ya \"Paradise\" ritere ya ihe nrite 2021 Wilbur Gaffney Poetry Prize. Ọ bụ onye mbụ na-agba ọsọ maka 2022 Maureen Egan Writers Exchange Award. Ọ bụkwa onye ikpeazụ ugboro atọ maka Association of Nigeria Authors' Poetry Prize na 2012, 2014 na 2016.",
  "N'ọnwa Ọktoba 2022, a mara ọkwa akwụkwọ akụkọ Dzukogi nke a kpọrọ, Your Crib, My Qibla dị ka onye mmeri nke Derek Walcott Prize for Poetry. N'otu ọnwa ahụ, a mara ọkwa nchịkọta ahụ dị ka onye mmeri nke Julie Suk Award maka Best Poetry Book nke Literary Press bipụtara na 2021. Nchịkọta ahụ bụ otu n'ime atọ e depụtara maka $100,000 Nigeria Prize for Literature.",
  "A họọrọ akwụkwọ akụkọ ahụ dị ka otu n'ime akwụkwọ uri ịrị abụọ na itoolu kachasị mma nke Oprah Daily na America maka afọ 2021. A kpọkwara ya aha dị ka otu n'ime akwụkwọ 50 ama ama nke Africa nke 2021 site na Africa Centre na Brittle Paper, dị ka otu na akwụkwọ edemede ịrị abụọ a ga-agụ nke 2021 na Africa Report.",
  "Dzukogi bụ n'oge dị iche iche onye natara ọtụtụ onyinye site na Nebraska Arts Council, Pen America, Obsidian Foundation, na Mahadum nke Nebraska Tian Lincoln, na Ebedi International Writers Residency."
]