[
  "Sadio Mané (amụrụ n'ụbọchị iri n'ọnwa Eprel n'afọ 1992) bụ onye Senegal na-agba bọọlụ nke na-agba ọsọ maka otu Bundesliga Bayern Munich na otu mba Senegal",
  "A na-ewere ya dị ka otu n'ime ndị egwuregwu kachasị mma n'ụwa na n'etiti ndị egwuregwu Afrịka kachasị ukwuu n'oge niile, a maara ya maka ịpị ya, dribbling, na ọsọ.",
  "Mané malitere ọrụ ọkachamara ya na Ligue 2 club Metz mgbe ọ dị afọ 19, mana ọ hapụrụ mgbe otu oge gachara iji sonye na klọb Austrian Red Bull Salzburg na 2012 maka ego nke € 4 nde, na-emeri league na iko mba okpukpu abụọ na oge 2013 Xia14",
  "Ka e mesịrị n'oge okpomọkụ ahụ, Mané gafere na klọb England Southampton maka ego ndekọ nke £ 11.8 nde",
  "N'ebe ahụ, o setịpụrụ ihe ndekọ ọhụrụ nke Premier League maka hat-trick kachasị ọsọ, gbara na sekọnd 176 na mmeri 6 na Aston Villa na 2015.",
  "Mané bịanyere aka na klọb Premier League ibe ya bụ Liverpool na 2016, maka ego a kọrọ na ọ bụ £ 34 nde",
  "O nyeere ndị otu ahụ aka iru asọmpi UEFA Champions League na 2018 na 2019, merie nke ikpeazụ",
  "Ọ gwụkwara dị ka onye na-agba goolu kachasị elu na league n'afọ 2018 na 19, na-emeri na Premier League Golden Boot",
  "Mané wee nyere aka kwụsị afọ iri atọ Liverpool na-enweghị isi site na mmeri na 2019 China20 Premier League",
  "N'ọnwa Ọktoba 2021, ọ gbara goolu nke 100 ya na Premier League, na-aghọ onye Afrịka nke atọ ruru akara ahụ",
  "Mané mechara nke anọ na nke abụọ na mbipụta 2019 na 2022 nke Ballon d'Or, n'otu n'otu; na The Best FIFA Men's Player ọ nọ n'ọnọdụ nke ise na 2019 na nke anọ na 2020.",
  "Na mba ụwa, Mané edebanyela goolu 34 na egwuregwu 93 maka Senegal kemgbe ọ malitere na 2012, ma ugbu a ọ bụ onye na-agba goolu kachasị elu na mba ya, na nke atọ na oge niile",
  "Ọ nọchitere anya Senegal na 2012 Olympics, yana 2015, 2017, 2019 na 2021 mbipụta nke Africa Cup of Nations",
  "Na asọmpi nke afọ 2019, Mané nyeere Senegal aka iru onye nke abụọ, otu afọ ka e mesịrị, a kpọrọ ya onye na-agba bọọlụ nke Afọ n'Afrịka",
  "Na ngwụcha nke afọ 2021, Mané gbara bọọlụ mmeri na penalty shoot-out iji nye Senegal aha mbụ ha nke Africa Cup of Nations ma kpọọkwa ya onye egwuregwu nke asọmpi ahụ",
  "N'afọ 2022, e chiri ya onye egwuregwu Afrịka nke Afọ nke ugboro abụọ",
  "Mané nọchitekwara anya mba ya na 2018 FIFA World Cup, na nke abụọ ọ pụtara na asọmpi ahụ.",
  "A mụrụ Mané na Bambali, Sédhiou, Senegal. Ọ chọrọ ọrụ na bọọlụ, mana nna ya (onye bụ imam) machibidoro ya igwu egwuregwu ahụ mgbe ọ bụ nwata; Otú ọ dị, nna ya nwụrụ mgbe ọ dị afọ asaa. Mgbe ọ dị afọ iri na ise, ọ gbapụrụ n'obodo ya wee gaa Dakar iji chụsoo ọchịchọ ya nke ịghọ onye na-agba bọọlụ; site n'oge ahụ, ezinụlọ ya kwadoro ya iji mezuo ikike ya.",
  "N'afọ 2009, mgbe ọ na-egwuri egwu na M'Bour, ndị scouts hụrụ ya ma mesịa kpọtụrụ ya Génération Foot, klọb nke o nyeere aka inweta nkwalite na nke abụọ na oge 2010 na 11.",
  "N'afọ 2011, Mané sonyeere Metz nke ya na Génération Foot nwere mmekọrịta. O mere nke mbụ ya na 14 Jenụwarị 2012, na-abịa dị ka onye nọchiri Kévin Diaz na nkeji nke 75 nke mmeri 0X1 n'ụlọ megide Bastia na Ligue 2. Ọ pụtara ugboro iri na itoolu n'oge egwuregwu mbụ ya, iri na abụọ dị ka onye mbido, wee gbaa otu goolu na mmeri Guingamp na Stade Saint-Symphorien na 4 Mee. E wepụrụ Metz na Championnat National na ngwụcha oge ahụ.",
  "Metz setịpụrụ ọnụahịa na-arịọ maka € 2 nde maka Mane, ọ dọtakwara uche, gụnyere site n'aka Red Bull Salzburg nke Austrian Bundesliga, onye nduzi egwuregwu Ralf Rangnick. N'ịbụ onye natara ọtụtụ onyinye n'oge ọkọchị, Metz buliri ọnụahịa ha na-arịọ ka ọ bụrụ € 4 nde, ọ kwagara Salzburg na 31 Ọgọstụ 2012, ego mbufe nke atọ kachasị ukwuu Metz natara.",
  "Ọ gbara hat-trick mbụ ya maka klọb ahụ na 31 Ọktoba, na mmeri 3 na SC Kalsdorf na agba nke atọ nke Austrian Cup.",
  "N'abalị iri abụọ na asaa n'ọnwa Ọktoba n'afọ 2013, o mere hat-trick mbụ ya na Austrian Bundesliga, n'oge mmeri 3 na Grödig. O nyere goolu atọ ọzọ na 7 Mee 2014 ka Salzburg meriri 7o0 na Horn na ọkara ikpeazụ nke iko; oge ahụ kwụsịrị na ndị otu ahụ meriri okpukpu abụọ n'ime ụlọ. Na ngwụcha ọnwa Ọgọstụ afọ 2014 Mané manyere ịpụ na klọb ahụ, site n'ịghara ịbịa ọzụzụ na egwuregwu kachasị mkpa maka Salzburg n'oge ahụ iji ruo eru maka Champions League.",
  "N'ụbọchị mbụ n'ọnwa Septemba n'afọ 2014, Mané gafere n'otu Southampton nke Premier League maka £ 11.8 nde, na-etinye aka na nkwekọrịta afọ anọ. O mere nke mbụ ya ụbọchị iri abụọ na abụọ ka e mesịrị na mmeri nke League Cup na Arsenal, na-emeri penalty maka goolu mbụ nke Southampton. O mere egwuregwu mbụ ya maka klọb ahụ na mmeri ọzọ nke 2-1 na Queens Park Rangers na 27 Septemba, malite ma nyere Ryan Bertrand aka maka goolu mbụ nke egwuregwu ahụ. Ọ gbara goolu mbụ ya maka klọb ahụ na mmeri 810 megide Sunderland na 18 Ọktoba, ọ bụ ezie na nke a mechara bụrụ ihe mgbaru ọsọ nke Patrick van Aanholt. Otú ọ dị, ọ gbara goolu mbụ ya n'egwuregwu ya ọzọ, mmeri 1 na 0 na Stoke City otu izu ka e mesịrị.",
  "N'ọnwa Disemba na Jenụwarị, ọ gbara bọọlụ atọ n'usoro, megide Crystal Palace, Chelsea na Arsenal. Mané gbara goolu mmeri abụọ n'ikpeazụ na mmeri league na Queens Park Rangers na 7 Febụwarị 2015 na n'ụlọ Crystal Palace na 3 Machị. Otú ọ dị, e wepụrụ Mané site na Southampton maka mmeri ha meriri Liverpool n'ụlọ na 22 Febụwarị dị ka ntaramahụhụ maka ịbịa n'ámá egwuregwu.",
  "N'abalị iri na isii n'ọnwa Mee, n'oge egwuregwu ikpeazụ Southampton n'ụlọ n'oge ahụ, Mané gbara bọọlụ ugboro atọ n'ime nkeji abụọ na sekọnd iri ise na isii na mmeri Aston Villa iji setịpụ ndekọ ọhụrụ nke Premier League maka ngwa ngwa hat-trick",
  "Robbie Fowler nwere ndekọ ahụ kemgbe afọ 1994, onye gbara Arsenal atọ na nkeji 4 na sekọnd 33. Mané ji goolu iri n'ime egwuregwu iri atọ na abụọ n'asọmpi niile mechie oge ahụ.",
  "Mané malitere oge 2015 na 16 site na ịdebanye aha abụọ na UEFA Europa League nke atọ na Vitesse Arnhem n'ụlọ ma gbaa bọọlụ n'akụkụ nloghachi, ka Southampton na-agafe na agba ọzọ 5 na ngụkọta. N'ụbọchị nke abụọ n'ọnwa Disemba, o were sekọnd iri atọ na itoolu iji mepee akara megide Liverpool na nkeji iri na ise nke iko Njikọ , mana ndị Ndị nsọ mechara merie 6 Xia1 n'ụlọ.",
  "Na Jenụwarị 2, 2016, onye njikwa Ronald Koeman wepụrụ ya ọzọ na mbido egwuregwu na Norwich obodo mgbe ọ bịara n'azụ oge maka nzukọ tupu egwuregwu. Ọ natara kaadị uhie kwụ ọtọ na 12 Machị na njedebe nke mmeri 2 na Obodo Stoke maka mmetụ na Erik Pieters, ọ bụ ezie na a gbanwere nke a ngwa ngwa na mkpesa.",
  "N'ịbụ onye na-emeghị goolu na njiko ruo ihe karịrị ọnwa anọ, Mané gbara goolu ugboro abụọ na mmeri 3 na 2 megide Liverpool na 20 Machị 2016, wee soro goolu ise na egwuregwu ise sochirinụ, gụnyere ugboro atọ na mmeri 4 na 2 megide Manchester City na 1 Mee. Ọ gwụchara oge ahụ dị ka onye kacha gbaa goolu na Southampton, na goolu iri na ise na asọmpi niile.",
  "Na 28 June 2016, Mané sonyeere Liverpool maka ego mbufe nke £ 34 nde na nkwekọrịta afọ ise",
  "Ụgwọ mbufe ahụ mere ka ọ bụrụ onye ọkpụkpọ Afrịka kachasị ọnụ n'akụkọ ihe mere eme n'oge ahụ. N'abalị iri na anọ n'ọnwa Ọgọstụ, o mere egwuregwu mbụ ya na Reds na Njikọ Njikọ, na-agba goolu nke anọ na mmeri 4 na 3 megide Arsenal. N'ịbụ onye na-enweghị mmeri Liverpool na Burnley saịtị na obere mmerụ ahụ n'ubu, Mané laghachiri na mbido mmalite megide Burton Albion na Njikọ iko ebe o nyere aka abụọ na mmeri 5 0",
  "N'abalị iri na itoolu n'ọnwa Disemba, Mané gbara naanị goolu nke 227th Merseyside derby na oge agbakwunyere megide Everton na Goodison Park.\nN'abalị iri na otu n'ọnwa Febụwarị n'afọ 2017, Mané gbara goolu abụọ n'ime nkeji abụọ megide Tottenham Hotspur na Anfield, maka mmeri mbụ Liverpool meriri na 2017. N'abalị iri abụọ n'ọnwa Eprel n'afọ 2017, a kpọrọ Mané aha na PFA Team nke Afọ mgbe ọ gbasịrị goolu iri na atọ na oge mbụ ya na Liverpool. N'agbanyeghị na ọ hapụrụ akụkụ ikpeazụ nke mkpọsa ahụ site na mmerụ ahụ, e nyere Mané onyinye Liverpool Onye egwu oge na 9 Mee 2017.",
  "N'egwuregwu mbụ nke oge ọhụrụ ahụ, na 12 Ọgọstụ 2017, na-aga Watford, Mané gbara goolu mbụ nke Liverpool n'oge ahụ na 3 zọ",
  "A kpọrọ ya onye egwuregwu nke ọnwa nke Premier League mgbe ọ gbasịrị goolu na egwuregwu atọ nke Reds n'ọnwa Ọgọstụ. N'abalị itoolu n'ọnwa Septemba n'afọ 2017, e nyere ya kaadị uhie kwụ ọtọ na ọkara mbụ nke mmeri Manchester City maka buutu dị elu megide onye na-edebe goolu Ederson, nke mere ka a machibido ya iwu egwuregwu atọ. Mané, Mohamed Salah, Roberto Firmino na Philippe Coutinho mejupụtara otu ndị na-awakpo ndị a kpọrọ \"Fab Four\" na \"Fab Three\" mgbe ọpụpụ nke ikpeazụ n'etiti oge.",
  "N'abalị iri na anọ n'ọnwa Febụwarị n'afọ 2018, Mané gbara goolu mbụ ya maka Liverpool na mmeri 5 na-agafe Porto na agba nke iri na isii nke mbụ nke 2017 na UEFA Njikọ Njikọ. N'ime nke a, ọ ghọrọ naanị onye ọkpụkpọ nke abụọ na-agba ugboro atọ maka klọb ahụ na Europe. Ka e mesịrị, site na goolu na mmeri 3 na 0 na AFC Bournemouth na 14 Eprel, ọ gafere ndekọ Demba Ba nke 43 iji bụrụ onye Senegal kachasị elu na akụkọ ihe mere eme nke Njikọ Njikọ.",
  "N'abalị iri abụọ na isii n'ọnwa Mee, n'oge asọmpi UEFA Njikọ Njikọ nke 2018 megide Real Madrid, Mané gbara goolu Liverpool na mmeri 3o1. N'ime nke a, ọ ghọrọ onye egwuregwu Senegal mbụ gbara na ngwụcha asọmpi ahụ",
  "Ihe mgbaru ọsọ ya bụkwa nke iri ya maka mkpọsa ahụ nke hụrụ Liverpool ka ọ bụrụ otu mbụ n'akụkọ ihe mere eme iji nwee ndị egwuregwu atọ nyere goolu 10+ n'otu oge Njikọ Njikọ, Mané na-enweta ihe dị ịrịba ama n'akụkụ ndị ọzọ na-aga n'ihu Salah na Firmino.",
  "Na 22 Nọvemba 2018, Mané bịanyere aka na nkwekọrịta ọhụrụ ogologo oge na Liverpool. N'abalị iri n'ọnwa Machị n'afọ 2019, Mané gbara bọọlụ ugboro abụọ na mmeri 4102 megide Burnley, nke abụọ n'ime ha bụ goolu asọmpi nke iri ise ya maka Liverpool. Ihe mgbaru ọsọ ya hụkwara ka ọ bụrụ naanị onye egwuregwu Liverpool nke ise na-agba bọọlụ n'egwuregwu Njikọ Njikọ isii n'usoro mgbe Michael Owen, Fernando Torres, Luis Suárez na Salah gasịrị. Ụbọchị atọ ka e mesịrị, ọ gbara bọọlụ ugboro abụọ ọzọ na mmeri 3 na 1 megide Bayern Munich iji nyere Liverpool aka ịga n'ihu na nkeji iri na ise nke Njikọ Njikọ",
  "N'ime nke a, ọ ghọrọ onye na-agba goolu na klọb ahụ n'èzí n'ụlọ na asọmpi ahụ na goolu asaa n'aha ya. N'oge egwuregwu ọzọ nke Liverpool, ọ mebiri ihe ndekọ ọzọ nke Ba iji bụrụ onye egwuregwu Senegal nwere ọtụtụ goolu a gbara n'otu oge Njikọ Njikọ, mgbe ọ gbasịrị goolu nke iri na asaa maka mkpọsa ahụ na mmeri 2 na Fulham. N'abalị iri abụọ n'ọnwa Eprel, ọ bụ otu n'ime ndị egwuregwu isii a họpụtara maka onyinye PFA Players' Onye ọkpụkpọ nke afọ n'akụkụ onye otu ya Virgil van Dijk. A kpọkwara ya aha na PFA Team of the Year n'akụkụ ndị otu Liverpool, Trent Alexander-Arnold, Andrew Robertson na Van Dijk.",
  "N'ụbọchị ikpeazụ nke mkpọsa ime obodo, Mané gbara bọọlụ ugboro abụọ na mmeri 2 na Wolverhampton Wanderers",
  "Mgbalị ya mere ka ọ nweta goolu iri abụọ na abụọ maka mkpọsa ahụ nke mere ka ya na Salah na Pierre-Emerick Aubameyang nke Arsenal kerịta ihe nrite Golden Boot nke Njikọ Njikọ. N'ụbọchị mbụ n'ọnwa Juun, Mané nyere aka merie penalties mbụ maka Liverpool na 2019 UEFA Champions League Final megide Tottenham, naanị 24 sekọnd mgbe a malitere ya, mgbe e kpebiri na obe ya kụrụ aka Moussa Sissoko n'ime ebe penalties; Salah mechara gbanwee site n'ebe ahụ iji mepee akara ahụ, Liverpool mechara merie egwuregwu ahụ 2化0 iji nweta aha ahụ.",
  "N'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 2019, Mané gbara bọọlụ ugboro abụọ na asọmpi UEFA Super Cup nke 2019 megide Chelsea n'egwuregwu Liverpool meriri 5 na penalties mgbe egwuregwu ahụ mechara 2 na nkeji 120. A kpọrọ Mané nwoke nke egwuregwu ahụ. N'otu ọnwa mgbe nke ahụ gasịrị, ọ gbara bọọlụ ugboro abụọ na mmeri 3 na1 megide Newcastle United ma gbasaa ndekọ egwuregwu ya na-enweghị mmeri Liverpool na Anfield ruo egwuregwu 50, ndekọ league nke onye ọ bụla na-egwu egwuregwu n'otu ámá egwuregwu. N'egwuregwu 100 ya na Liverpool na Premier League n'ụbọchị nke 5 n'ọnwa Ọktoba, Mané gbara goolu 50 ya na klọb ahụ na mmeri 2 na Leicester City.",
  "N'abalị iri abụọ na otu n'ọnwa Ọktoba, a kpọrọ Mané aha na ndepụta mmadụ iri atọ maka 2019 Ballon d'Or",
  "N'ụbọchị nke abụọ n'ọnwarị, ọ nọ n'ọnọdụ nke anọ maka onyinye ahụ, n'azụ Lionel Messi, onye otu Liverpool Virgil van Dijk na Cristiano Ronaldo. Ụbọchị abụọ ka e mesịrị, ọ gbara otu ugboro ma nyere goolu abụọ ọzọ ka Liverpool meriri Everton 5ī2 na Merseyside derby iji gbasaa ọsọ ha na-enweghị mmeri na egwuregwu bọọlụ league ruo egwuregwu 32, nke bụ ndekọ ọhụrụ nke klọb. Ka e mesịrị n'ọnwa ahụ, Liverpool meriri 2019 FIFA Club World Cup, ebe Mané setịpụrụ goolu mmeri Firmino gbara na nke ikpeazụ megide Flamengo.",
  "Na 7 Jenụwarị 2020, a kpọrọ Mané onye na-agba bọọlụ nke afọ nke CAF. Ọ bụ naanị onye Senegal nke abụọ (mgbe El Hadji Diouf gasịrị) meriri ihe nrite a.",
  "N'abalị iri abụọ na anọ n'ọnwa Febụwarị, Mané gbara onye mmeri na mmeri 3 na2 n'ụlọ megide West Ham United na Premier League ka Liverpool mere ya mmeri iri abụọ na otu n'ụlọ, ihe ndekọ league ya na ndị otu Bill Shankly Liverpool site na 1972, ma mee ka ọ bụrụ mmeri iri na asatọ na Premier League. N'ụbọchị nke asaa n'ọnwa Machị, Mané gbara goolu mmeri na mmeri 2 na Bournemouth na Anfield ka Liverpool setịpụrụ ndekọ ọhụrụ nke ndị England nke mmeri 22 n'ụlọ n'usoro. Liverpool gara n'ihu merie Premier League na ngwụcha oge ahụ.",
  "N'abalị iri abụọ n'ọnwa Septemba n'afọ 2020, Mané meghere ihe ndekọ ịgba goolu ya na 2020 Premier League na goolu abụọ Liverpool gbara na mmeri 2 na Chelsea. N'ụbọchị nke abụọ n'ọnwa Ọktoba 2020, a chọpụtara na Mané nwere COVID-19. N'iburu ya na Liverpool n'uche, Mané kwuru na 2020 bụ oge kachasị njọ n'ọrụ ya. N'abalị iri abụọ na atọ n'ọnwa Mee n'afọ 2021, ụbọchị ikpeazụ nke oge League, Mané gbara bọọlụ na mmeri 2 na Crystal Palace wee nweta ọkwa nke atọ maka Liverpool na iru eru maka oge Champions League na-esote.",
  "N'abalị iri na asatọ n'ọnwa Septemba n'afọ 2021, Mané gbara goolu nke 100 ya na Liverpool na mmeri 3 na Crystal Palace na Premier League. Goolu ahụ megide Crystal Palace hụkwara Mané setịpụrụ ndekọ Premier League ọhụrụ site n'ịghọ onye ọkpụkpọ mbụ gbara bọọlụ n'egwuregwu league itoolu n'usoro megide otu onye mmegide ahụ. N'abalị iri na isii n'ọnwa Ọktoba, Mané gbara goolu nke 100 ya na Premier League wee bụrụ onye Afrịka nke atọ ruru akara ahụ mgbe Didier Drogba na Salah na goolu mmeghe nke Liverpool na mmeri 5 na Watford. N'abalị iri n'ọnwa Eprel afọ 2022, mgbe ọ gbara afọ iri atọ, Mané gbara goolu Liverpool gbara n'egwuregwu ha na Manchester City. Mané wee soro nke a site na goolu abụọ megide otu ndị mmegide ahụ na 16 Eprel na Wembley Stadium na ọkara ikpeazụ nke FA Cup, na mmeri 3102 iji nyere Liverpool aka iru FA Cup Final mbụ ha kemgbe 2012, nke ha mechara merie. N'ụbọchị nke atọ n'ọnwa Mee, ọ gbara goolu mmeri na mmeri 3 na-aga Villarreal na ọkara ikpeazụ nke Champions League, iji chekwaa ọnọdụ ndị otu ya na nke ikpeazụ, nke Liverpool mechara merie Real Madrid na 1 na 0.",
  "Na 22 June 2022, Mané sonyeere klọb Bundesliga Bayern Munich na nkwekọrịta ya na ndị Germany ruo 30 June 2025. A kọrọ na ego ahụ bụ € 32 nde (£ 27.4m) nke nwere ike ịrị elu ruo € 41 nde (£ 35m) dabere na ọdịdị tinyere ihe ndị mmadụ na ndị otu rụzuru. N'abalị iri atọ n'ọnwa Julaị n'afọ 2022, Mane mere nke mbụ ya, malite na 2022 DFL-Supercup wee gbaa goolu mbụ ya iji nyere Bayern aka imeri RB Leipzig na Red Bull Arena. Ọ sochiri nke a otu izu ka e mesịrị site na goolu mbụ ya na Bundesliga na mmeri 6 na 1 na Eintracht Frankfurt.",
  "Mané so n'òtù Senegal na asọmpi Olympic nke afọ 2012, ma malite egwuregwu ọ bụla ka ha na-aga n'ihu site na Group A dị ka ndị na-esote Great Britain tupu ha efunahụ 4102 mgbe oge gbakwunyere na nkeji iri na ise nke ikpeazụ na ndị mmeri Mexico.",
  "A chụpụrụ Mané n'òtù ndị Senegal maka iko mba Afrịka nke afọ 2015 mgbe o merụrụ nwa ehi ahụ na mmeri Southampton meriri Arsenal na 1 Jenụwarị 2015. O mechara laghachi na ndị otu ahụ, wee malite n'egwuregwu abụọ ikpeazụ ha na South Africa na Algeria na mpụga nke otu.",
  "Mané nọchitere anya Senegal na 2017 Africa Cup of Nations na Gabon ma gbaa goolu na egwuregwu abụọ mbụ nke mba ahụ, mmeri 2 na Tunisia na Zimbabwe. Mgbe ọ nwesịrị mmeri na-enweghị ihe mgbaru ọsọ na asọmpi nke anọ na Cameroon, ọ hapụrụ penalty na shoot-out nke hụrụ Senegal wepụrụ na asọmpi ahụ.",
  "N'ọnwa Mee afọ 2018, a kpọrọ Mané aha na ndị otu iri abụọ na atọ nke Senegal maka 2018 FIFA World Cup na Russia. Ọ gbara goolu mmeghe n'egwuregwu 2X2 megide Japan n'ọkwa otu. Mané malitere egwuregwu atọ niile nke Senegal ka e wepụrụ ha mgbe nke mbụ gasịrị, na-agwụ n'okpuru Japan na ihe egwuregwu ziri ezi.",
  "A kpọrọ Mané ọzọ ka ọ bịa na ndị otu ikpeazụ nke Senegal maka 2019 Africa Cup of Nations. Ọ gbara goolu abụọ ma hapụ penalty na mmeri 3 na Kenya, ebe Senegal mechara nke abụọ na mpaghara otu wee ruo eru maka ọkwa knockout. Mané gbara naanị goolu nke egwuregwu ahụ wee hapụ penalty ọzọ na mmeri Senegal meriri Uganda na agba nke iri na isii. Ọ gbara bọọlụ n'egwuregwu atọ sochirinụ nke Senegal ka ha na-aga n'ihu na nke ikpeazụ, Algeria meriri ya n'egwú mmeghe nke Senegal na asọmpi ahụ. N'agbanyeghị na ọ gwụchara asọmpi ahụ dị ka onye nke abụọ, a kpọrọ Mané aha na Team of the Tournament.",
  "Na 2021 Africa Cup of Nations, Mané gbara bọọlụ maka Senegal ka ha meriri asọmpi ahụ na nke mbụ ya",
  "N'egwuregwu ikpeazụ ya na Egypt, egwuregwu nke mere ka ọ gaa megide onye otu ya na Liverpool bụ Mohamed Salah Mané hụrụ penalty ya na nkeji nke asaa, mana ọ gara n'ihu na-agba bọọlụ mmeri na penalty shoot-out. Na mgbakwunye na ịgba goolu siri ike iji merie iko ahụ, Mané gbara goolu atọ ma nwee enyemaka abụọ tupu nke ikpeazụ, a kpọkwara ya onye ọkpụkpọ nke asọmpi ahụ. N'agba nke atọ nke asọmpi iko mba ụwa nke afọ 2022, o mekwara mmeri n'asọmpi penalty megide Ijipt mgbe ọ gbasịrị 1 01, iji mee ka mba ya ruo eruo na 2022 FIFA World Cup.",
  "N'ụbọchị nke anọ n'ọnwa Juun afọ 2022, Mané gbara goolu na mmeri ha meriri Benin n'asọmpi iko mba Afrịka nke afọ 2023, iji bụrụ onye kacha gbaa goolu iri atọ na abụọ na Senegal, karịa Henri Camara.",
  "A họpụtara Mane dị ka akụkụ nke ndị otu mmadụ iri abụọ na isii ka ọ gbaa bọọlụ maka Senegal na World Cup 2022 na Qatar n'agbanyeghị mmerụ ahụ ọ merụrụ n'oge Bayern Munich 6-1 meriri Werder Bremen.",
  "A kọwara Mané dị ka onye ọkpụkpọ zuru oke nke na-egwu \"n'ogo dị elu nke ike na itinye uche\" site n'aka onye otu Liverpool bụ Fabinho. Onye bụbu onye na-agbachitere Liverpool bụ Jamie Carragher kpọrọ Mané \"onye na-agba ọsọ n'ụwa\", na-eji ya tụnyere onye bụbu onye egwuregwu Liverpool bụ John Barnes. Onye bụbu onye na-agbachitere Ajax bụ Danny Blind jiri ya tụnyere Cristiano Ronaldo, onye toro ya maka ikike ya iji ụkwụ na isi gbaa bọọlụ, yana ịme ọsọ \"dị ịtụnanya\".",
  "Onye na-aga n'ihu n'ụzọ dịgasị iche iche, Mané bụ onye na-agba goolu, onye isi àgwà ya bụ njedebe ya, ọsọ, usoro, na aghụghọ ya, yana mkpebi ya, mmata usoro, ihe okike, agility, nguzozi, njikwa, aka na bọọlụ, na nkà dribbling. Ọ dọtara otuto na mgbasa ozi maka egwuregwu ya nwere ọgụgụ isi, ịgafe, na ikike ya ịbanye n'ọnọdụ dị mma, nke ọ nwere ike ịgba goolu ma ọ bụ mepụta ohere maka ndị otu. A maara ya maka àgwà ya dị jụụ na nke ihere, e gosikwara ikike ya ịnagide nrụgide dị ka otu n'ime ike ya. E wezụga àgwà ya, nkà na ụzụ, na okike, ndị ọkachamara achọpụtala na ọ na-arụ ọrụ nchebe ya dị elu, yana ikike ya n'ime ikuku, n'agbanyeghị ịdị elu ya dị ala nke 1.75m (5' 9\"). Mané na-egwuri egwu dị ka onye na-agba ọsọ n'akụkụ aka ekpe, ọnọdụ nke na-enye ya ohere ịbanye n'etiti ma jiri ụkwụ aka nri ya siri ike gbaa goolu. N'oge afọ 2021, site na mbinye aka nke Luis Díaz, Mané malitere igwu egwu dị ka onye na-agba ọsọ n'etiti.",
  "N'afọ 2019, Mané nyere £ 250,000 ($ 319,103, € 284,813) iji wuo ụlọ akwụkwọ n'obodo ya bụ Bambali, Senegal. N'afọ 2021, o nyere £ 500,000 ($ 684,932, € 561,987) maka iwu ụlọ ọgwụ na Bambali.",
  "Mgbe ọ nọ na Liverpool Mané biri na Allerton, Liverpool, a na-ezu ohi ugboro abụọ, otu ugboro na Nọvemba 2017 na ọzọ na Febụwarị 2019. Ọ bụ onye Alakụba na-eme ihe ma mgbe ụfọdụ a na-ahụ ya ka ọ na-eme du'a tupu mmalite nke egwuregwu ọ bụla.",
  "Àtụ:Updated",
  "Àtụ:Notelist",
  "Àtụ:Updated",
  "Red Bull Salzburg",
  "Liverpool",
  "Bayern Munich",
  "Senegal",
  "Onye ọ bụla"
]