[
  "Saeed Jones (amụrụ ya na Nọvemba 26, 1985) bụ onye edemede na onye na-ede uri nke America",
  "A kpọrọ nchịkọta izizi ya Prelude to Bruise onye ikpeazụ nke afọ 2014 maka National Book Critics Circle Award maka uri",
  "Akwụkwọ ya nke abụọ, ihe ncheta, How We Fight for Our Lives meriri Kirkus Prize for Nonfiction n'af ọ 2019.",
  "A mụrụ Jones na Memphis, Tennessee ma tolite na Lewisville, Texas. Ọ gara kọleji na Mahadum Western Kentucky, wee nweta MFA na Mahadum Rutgers-Newark",
  "NPR kpọrọ Prelude to Bruise, nchịkọta uri izizi nke Jones, \"ọmarịcha, na-enweghị atụ,\" \"visceral and affecting.\" The Kenyon Review kwuru na ọrụ ahụ \"na-akpali ihe ize ndụ, nke na-abụkarị akụkọ ifo, agụụ mmekọahụ n'ime ọnọdụ obi ọjọọ nke ime ihe ike",
  "\" TIME Magazine tụrụ aro ya dị ka \"agụ na-adọrọ adọrọ nke kachasị mma na nnọkọ ole na ole o kwere mee.\" Ọ bụ onye ikpeazụ n'afọ 2014 maka National Book Critics Circle Award maka uri.",
  "Jones abụrụla onye mmeri nke Ihe nrite Pushcart, Joyce Osterwell Award for Poetry site na PEN Literary Awards, na Stonewall Book Award-Barbara Gittings Award for Literature, na onye a họpụtara maka 2014 Lambda Literary Award for Gay Poetry. E gosipụtara Jones na usoro Abụ nke PBS NewsHour na So Popular! na Janet Mock na MSNBC. E gosipụtara ya na mkpuchi nke Hello Mr",
  "n'afọ 2015.",
  "Jones rụrụ ọrụ na BuzzFeed dị ka onye nchịkọta akụkọ LGBT na onye nchịkọta akụkọ Culture. Mgbe ọ nọ na BuzzFeed, Jones kwadoro BuzzFeed New's morning show AM to DM site na ọdịda 2017 ruo etiti afọ 2019. Jones dekwara kọlụm ndụmọdụ maka akwụkwọ akụkọ BuzzFeed's READER nke isiokwu ya bụ \"Dear Ferocity.\"",
  "Simon & Schuster bipụtara akwụkwọ ncheta ya How We Fight for Our Lives n'afọ 2019",
  "The New Yorker kpọrọ ụda akwụkwọ ahụ na ọdịnaya ya \"ngwa ngwa, ozugbo, eziokwu\". NPR kpọrọ ya \"ihe ncheta pụtara ìhè\" nke nwere \"ihe ndị jikọtara ya na uri\" na \"ọtụtụ n'ime anyị ndị tolitere na-arọ nrọ nke ohere na-aga n'ihu na mmekọrịta mmadụ na ibe ya\". Akwụkwọ a ritere Kirkus Prize for Nonfiction na 2019 na Lambda Literary Award na 2020.",
  "N'afọ 2022, ajụjụ ọnụ Jones na Debbie Millman gosipụtara na Storybound (podcast) oge mmalite nke ise.",
  "Jones bi na Columbus, Ohio.",
  "Na Anthology"
]