[
  "Safaa (ma ọ bụ Safâa) Erruas, onye amụrụ na 1976 na Tétouan, bụ onye Morocco na-ese ihe.",
  "A mụrụ Safaa Erruas na 1976 na Tétouan, Morocco",
  "Mgbe ọ gụsịrị akwụkwọ otu afọ na ngalaba nke sayensị nke Tétouan, ọ gbanwere usoro ọmụmụ ya wee họrọ ọzụzụ nka",
  "Ọ gụsịrị akwụkwọ na Institut National des Beaux-Arts de Tétouan na 1998. Ọrụ ya, nke a na-adịghị ahụkebe na nke na-adịghị ahụ anya, na-abụkarị otu agba, ọcha, nke na-anọchi anya ya, enweghị ihe ọ bụla, ịgbachi nkịtị, adịghị ike na eserese ndị gụnyekwara sutures, cuts na seams, dị ka ọnyá a na-agwọghị",
  "Ọ gụnyekwara ihe ndị dị nkọ ma ọ bụ dị nkọ, dị ka agịga, agụba, mma, na eriri.",
  "Erruas bi ma na-arụ ọrụ na Tétouan, ma na-egosipụta ihe ngosi ya na Morocco, nakwa mba ụwa. Mgbe ọ gụsịrị akwụkwọ nka ya ma nweta diplọma ya, o sonyere na \"Morocco time\", ihe ngosi nke Jean-Louis Froment, onye guzobere CAPC musée d'art contemporain de Bordeaux haziri",
  "O biri dị ka onye na-ese ihe na ebe obibi ruo ọnwa isii na Cité internationale des arts na Paris. N'afọ 2002, o sonyere na Dakar Biennale nke ise, na ọzọ na Dakar Biennale nke asaa (2006), mgbe ọ bụ otu n'ime ndị na-ese ihe iji nweta ihe nrite. N'afọ 2009, a họpụtakwara ya dị ka otu n'ime ụmụ nwanyị ise dị ịrịba ama na-ese ihe nke ọgbọ ọhụrụ nke ụmụ nwanyị na-ese ihe na ụwa ndị Alakụba maka ihe ngosi New York nke MoCADA (Museum of Contemporary African Diasporan Arts) haziri.  N'afọ 2016, e gosipụtara ọrụ ya na Paris dị ka akụkụ nke Contemporary Art and Design Fair lekwasịrị anya na Africa, Also Known As Africa (AKAA), na Carreau du Temple, mgbe ahụ ọzọ na 2018 n'otu ngosi ahụ. O gosikwara na 2017 na London na ihe ngosi kwa afọ nke a na-etinye aka na nka nke oge a site na kọntinent Afrịka. A na-arụ ọrụ Erruas na nchịkọta dị ka Obí Eze Morocco, Société Générale (Morocco), Caisse de dépôt et de gestion (Morocco), ONA Foundation na Morocco, Jean Paul Blachère Foundation na Apt, na Center for contemporary art na Lagos, Nigeria",
  "Site na Febụwarị 24 ruo Mee 1, 2022, o sonyere na ihe ngosi, \"African Voices,\" ya na Mounir Fatmi, Maimouna Gerresi, na Kyle Weeks, na Milan."
]