[
  "Safia Farhat (صفية فرحات) (née, Foudhaili; 1924 - 7 February 2004) bụ onye ọsụ ụzọ nke nka ihe nkiri na Tunisia, yana onye agụmakwụkwọ na onye na-ahụ maka ikike ụmụ nwanyị",
  "A na-echeta ya maka iguzobe tapestry nke oge a na mba ya, yana maka onyinye ya n'ọrụ imewe, eserese, ceramics, na nka ịchọ mma, na-eji ihe dị iche iche dị ka stampụ, ceramics، iko, na tapestry",
  "Farhat guzobekwara magazin ndị Arab-Africa mbụ, Faiza.",
  "A mụrụ ya na Radès na 1924, ọ gụrụ akwụkwọ na France na Tunisia, nke gụnyere na Tunis Institute of Fine Arts.",
  "A na-echeta Farhat maka iguzobe tapestry nke oge a na Tunisia",
  "Ọ bụ akụkụ dị mkpa n'ịmepụta mmekorita n'etiti ndị na-ese ihe na ndị omenkà sitere na ụlọ ọrụ nke ọrụ aka nke gọọmentị n'oge ọchịchị onye kwuo uche ya nke Tunisia. Ọrụ ya dị ka nwanyị mbụ na onye nduzi Tunisian mbụ nke postcolonial School of Fine Arts na Tunis nyere aka gbanwee ụlọ akwụkwọ ndị ọchịchị, omenala ndị nwoke na-achịkwa ka ọ bụrụ nke nabatara ma mepụta ọgbọ nke ụmụ nwanyị na-ese ihe na ndị nkuzi.",
  "N'afọ 1949, o sonyere n'ihe nkiri nka nke École de Tunis (Tunis School), naanị nwanyị nọ na otu ahụ. N'afọ 1959, o guzobere magazin Faiza, magazin ụmụ nwanyị Tunisia mbụ mgbe nnwere onwe mba ahụ gasịrị",
  "O nyere aka na mgbanwe na mmezigharị nke nkuzi nka, ọ bụkwa onye nduzi Tunisia mbụ nke School of Fine Arts nke Tunis ebe ọ kụziri na ngwụcha afọ 1950",
  "Ọ rụrụ ọrụ dị ka onye nduzi nke Tunis Institute of Fine Arts malite na 1966, na-eduzi ụlọ akwụkwọ ọhụrụ ya nke Architecture.",
  "Farhat mepụtara stampụ nke Tunisia",
  "N'afọ 1980, ha wepụtara abụọ - nke gosipụtara Chebka Lace na metalwork, ọ bụkwa ya na-ahụ maka otu n'ime ha.",
  "Farhat nyere aka n'ịmepụta Tunisian Association of Democratic Women ma bụrụ onye na-agbachitere ikike ụmụ nwanyị",
  "E jikọtakwara ya na Association des peintres et amateurs de'art en Tunisie (onye isi oche); Zin (onye guzobere, ụlọ ọrụ ịchọ mma; na Centre des Arts Vivants in Rades (onye guzobere; 1981) ya na di ya Ammar Farhat, nke ha nyere steeti Tunisia",
  "Farhat mepụtara ọrụ nka n'ụdị nka dị iche iche, gụnyere iko, eserese, ihe osise, ihe osisa, frescoes na ọkachasị tapestries ịchọ mma",
  "Ọ nwụrụ n'afọ 2004."
]