[
  "Safia Juuko Nalule (amụrụ na 15 Machị 1966) bụ onye na-ahụ maka ikike ndị nwere nkwarụ na Uganda, onye ndọrọ ndọrọ ọchịchị na onye omeiwu nke jere ozi dị ka onye nnọchi anya nwanyị a họpụtara maka ndị nwere nkụda mmụọ, Central Region, Uganda na ndị omeiwu nke iri nke Uganda. N'ọnwa Eprel 2021, a họpụtara ya dịka onye isi oche nke Uganda Equal Opportunities Commission (EOC). Na ndọrọ ndọrọ ọchịchị, ọ nwere njikọ na National Resistance Movement n'okpuru tiketi ya ọ gbara ọsọ na ntuli aka nke afọ 2016.",
  "Dị ka ebe nrụọrụ weebụ Equal Opportunities Commission si kwuo, a mụrụ Nalule na Mawokota, Mpigi District na Maazị Lule Moses na Oriakụ",
  "Nanyonga Jane Lule",
  "Nalule nwetara nzere bachelọ na Mahadum Makerere na 1990 ma mesịa nweta asambodo na ọzụzụ nchịkwa azụmaahịa site na International Labour Organisation / Federation of Uganda Employers na 1991",
  "N'afọ 1996, o nwetara asambodo abụọ na Leadership for Women site na ESAMI na asambodo na Leadership and Microfinance Management site na Mobility International USA (MIUSA)",
  "Ọ sochiri nke ahụ na Diploma na Law site na Law Development Centre na 2006 ma mesịa Master of Arts na Human Rights site na Mahadum Makerere na 2016.",
  "Nalule abụwo onye omeiwu kemgbe afọ 2006, na-anọdụ ala na nke asatọ na nke itoolu nke Uganda",
  "Ka ọ na-erule afọ 2020, a kpọrọ ya onye kọmishọna na Kọmitii Ndị omeiwu.",
  "Tupu nke ahụ, n'etiti afọ 2005 na 2006, ọ rụrụ ọrụ dị ka Kọmishọna na Kọmitii Nnyocha Iwu n'okpuru Ministri Ikpe Ziri Ezi na Iwu Iwu nke Uganda",
  "Ọ bụkwa onye ndụmọdụ na Kampala City Council n'oge ahụ n'etiti afọ 1997 na 2006",
  "Site na 1996 ruo 2005, ọ rụrụ ọrụ dị ka onye isi nchịkwa nke Disabled Women Network and Resource Organisation na Uganda (DWNRO).",
  "Ọ rụrụ ọrụ dị ka onye otu na National Union of Disabled Persons of Uganda (NUDIPU) site na 2015 ruo ugbu a, na maka Uganda Women's Network (UWONET) n'etiti 1990 na 1997.",
  "N'afọ 2017, ọ bụ onye isi oche nke Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ. Dị ka onye omeiwu nwanyị na ndị omeiwu nke iri nke Uganda, ọ bụ onye otu Uganda Women Parliamentary Association (UWOPA) yana osote onyeisi oche na Kọmitii Ntinye aha. E depụtara ya dị ka onye otu Kọmitii na East African Community Affairs."
]