[
  "Ọ gụsịrị BA na Mahadum New York, sochiri nzere Master nka mma na itinye uche na edemede okike na City College. Henderson-Holmes mechara gụọ akwụkwọ na Ụlọ akwụkwọ nkuzi nke Mahadum Columbia.",
  "Ruo oge ụfọdụ, ọ rụrụ ọrụ dị ka onye na-agwọ ọrịa na Harlem Hospital, ma nyekwa ụmụ nwanyị dị ime aka na omume ịmụ nwa. Henderson-Holmes mechara nwee ọtụtụ ọkwa nkuzi, gụnyere ọkwa na Marymount College, Touro College, Eugene Lang College, College of New Rochelle, na Sarah Lawrence College. Ọ ghọrọ onye na-ede abụ na Ụlọ akwụkwọ sekọndrị University Heights, a họpụtara ya dịka osote prọfesọ na Mahadum Syracuse site n'afọ 1990 ruo mgbe ọ nwụrụ n'afọ 2001.",
  "Henderson-Holmes tinyere aka na atụmatụ ndị dị ka Ndị na-ede uri na ode akwụkwọ, Art Against Apartheid, na National Council of American-Soviet Friendship.",
  "N'agbata afọ 1982 n'afọ 1992, ọ natara ihe nrite nke kọleji ọbọdọ abụọ na MacDowell Fellowship. N'afọ 1983, ọ natara Northstar Grant na New York CAPS Poetry Fellowship. N'afọ 1990, Henderson-Holmes natara onyinye William Carlos Williams maka nchịkọta abụ mbụ ya, nke akpọrọ Madness and a Bit of Hope Nchịkọta ahụ, dị ka ọtụtụ ọrụ Henderson-Holmes, lekwasịrị anya n'inyocha \"eziokwu ndọrọ ndọrọ ọchịchị na ndụ ụmụ nwanyị\". O bipụtara akwụkwọ abụ nke abụọ ya n'afọ 1994, nke a kpọrọ Achịcha kwa ụbọchị",
  "N'afọ 1999, Henderson-Holmes natara nkwado site na New York Foundation of the Arts, mana onyinye a sochiri n'oge na-adịghị anya site na nchọpụta nke ọrịa kansa. O mepụtara usoro akụkọ abụ banyere nchọpụta ya na ọgwụgwọ ya, na-akpọ usoro uri a \"C-ing Colors\". Henderson-Holmes kwuru na ọrịa kansa mere ka ọ dị ya ka ọ \"na-ebelata\", nakwa na \"iji dịrị ndụ karịa ọrịa a, ọ dị m mkpa karịa m - ọ bụghị obere - ibu, ọchịchọ ka ukwuu,\" nke kpaliri ya ide ọtụtụ uri.",
  "Henderson-Holmes nwụrụ na Eprel 8, 2001, mgbe ọ dị afọ iri ịse.",
  "N'agbanyeghị na ọ na-adọta nyocha ole na ole dị oke mkpa, Henderson-Holmes bụ onye ama ama na  abụ nke obodo nke New York, e bipụtala ọrụ ya n'ọtụtụ anthologies na mbipụta",
  "Otu onye nkatọ si Amsterdam News kọwara Henderson-Holmes dị ka \"onye dị mma, ọkụ ọkụ, onye na-eme mgbanwe\", na-ekwu na \"okwu uri ya dị egwu, ma na-egbu mgbu, na-egbu mkpụrụ obi\". Onye edemede na onye na-ede uri June Jordan dere na Henderson-Holmes nyere ndị na-agụ akwụkwọ \"ọkpụkpụ na ọṅụ na amara nke ọchị - na nkwenye nke ọrụ aka nke na-enweghị ike ịda.\"",
  "Henderson-Holmes lụrụ onye na-emepụta ihe nkiri Preston Holmes, di na nwunye ahụ nwere otu nwa nwanyị aha ya bụ Naimah."
]