[
  "Sagal Salad Osman, onye a makwaara dị ka Sagal Osman, (ihe dị ka n' afo 1992 ruo ubochi nke use n'afo 2016), onye Somalia na-emepụta ihe onyonyo na onye nta akụkọ maka Redio Mogadishu na Mogadishu, Somalia, bụ nwaanyị nta akụkọ nke abụọ e gburu n'ime ọnwa isii na Somalia, otu n'ime mba kacha dirii ndị nta akụkọ njo. Ekwenyere na Al-Shabaab, otu ndị agha nke jikọtara ya na Al-Qaeda, bụ ihe kpatara ọnwụ ya.",
  "Sagal Salad Osman, nwa nwanayị nke onye bụbu onye isi oche nke Somali Youth Organization Salad Osman، bụ onye nta akụkọ dị afọ iri abụọ na anọ. Osman bụ nwa akwụkwọ na Mahadum Plasma, ebe ọ na-agu komputa sayensị  Mgbe nne ya nwụsịrị, ọ lekọtara ụmụnne ya isii.",
  "Osman rụrụ ọrụ dị ka onye na-eme ihe ngosi na onye na-emepụta ihe na Redio Mogadishu nke gọọmentị. Ọ bụkwa onye nta akukomaka Somali National Television Tupu e gbuo ya, Osman bụ onye na-emepụta ihe na ihe onyonyo na onye na-akọ akụkọ.",
  "Na Sọnde, ka ones jun bars ubochi nke use n'2016, Osman ka gachara nzukọ iji kwadebe maka ule ikpeazụ ya wee soro ndị enyi ya gaa ụlọ oriri na ọṅụṅụ dị anya na Mahadum Plasma, mgbe e gburu ya n'ihe dị ka mgbe ojiri okala gafee elekere ato  nke ehihie. umu nwoke atọ a na-amaghị aha ha ji égbè gbagbuo ya n' ihu mahadum ya na mpaghara Hodan dị n'ebe ugwu ọdịda anyanwụ Mogadishu. A kpọgara ya n'ụlọ ọgwụ, mana ọ nwụrụ n'ụzọ. Ọtụtụ n'ime ndị ọrụ ibe ya gara ịmata ozu ya. Dị ka Ali Abdulkadir si kwuo, \"ha amaghị ihe mere e ji gbuo Osman\". Ndị ọrụ nchekwa Somalia wepụtara ozu ya n'ebe ahụ. Ndị uwe ojii nụrụ ụda égbè site n'ebe a gbagburu Osman wee gbaga ebe ahụ",
  "[citation needed] Ka ha  rutere ebe ahụ, ndị na-agba égbè agbapụlarị. Ọ dịghị onye e jidere maka mpụ ahụ ma ọ bụ kwuo na ọ bụ ya kpatara ogbugbu ahụ.",
  "Agbara Sagal Salad Osman egbe ọtụtụ ugboro n'isi na obi na June site n'aka ndị ikom atọ na mpaghara Hodan dị n'ebe ugwu ọdịda anyanwụ nke Mogadishu",
  "[citation needed] Umu nwoke gburu Osman bụ ndị a na-enyo enyo na ha bụ ndị otu ndị agha jikọtara na Al-Qaeda a na-akpọ Shabaab. Ndị uwe ojii kwenyere na Al-Shabaab bụ onye kwadoro ogbugbu ahụ",
  "Ọ na-arụ ọrụ ugbu a dị ka onye na-emepụta ihe na onye na-egosi ihe ngosi maka ụlọ ọrụ Redio Mogadishu nke gọọmentị na-achịkwa ma kwado ọrụ ya maka inye ndị ntorobịa ike site n'ịrụ ọrụ na telivishọn. Ndị nta akụkọ na-arụ ọrụ na mgbasa ozi, dị ka ebe Osman na-arụ, bụ ndị Shabaab na-elekwasị anya ugboro ugboro.",
  "Osman bụ nwaanyị nta akụkọ mbụ e gburu n'afo 2016, mana ọ bụ nwanayị nke abụọ e gburu n'ime ọnwa isii. Kemgbe afọ 1992, e gbuola ihe karịrị ndị nta akụkọ mmadu iri isii na Somalia, na-eme ka ọ bụrụ otu n'ime mba kachasị ize ndụ n'ụwa maka ndị ọrụ mgbasa ozi. Afọ kachasị njọ maka ndị nta akụkọ na Somalia bụ n'afọ 2012 mgbe ndị ọrụ mgbasa ozi iri na asato nwụrụ. N'agbata afọ 2007 na afọ 2015, e gburu ihe dị ka ndị nta akụkọ Somalia iri ano na ise.\n \nReporters Without Borders kwuru na nkwupụta ha, \"Gọọmentị ga-emeghachi omume na oke iyi ọha egwu na ime ihe ike nke na-eri Somalia",
  "Anyị na-arịọ ndị ọchịchị ka ha mee nyocha ngwa ngwa na nke zuru oke iji mee ka ogbugbu a dị egwu doo anya ma mee ka ndị kpatara ya gaa n'ihu ikpe",
  "\"",
  "Mohamed Ibrahim Moalimuu, odeakwụkwọ ukwu nke National Union of Somali Journalists kwuru, sị, \"Anyị na-akatọ n'ụzọ siri ike o kwere mee, anyị na-akpọkwa gọọmentị ka o nyochaa ma mee ka ndị na-akwado ogbugbu ahụ gaa n'ihu ikpe",
  "\" France katọrọ ogbugbu Osman ma kwuo na a ga-ekpe ndị kpatara ọnwụ ya ikpe nakwa na a ga na-enyocha mpụ a n'ụzọ zuru ezu."
]