[
  "Saheed Aderinto (amụrụ na Jenụwarị 22, 1979) bụ prọfesọ nke akụkọ ihe mere eme nke Naijiria na Amerịka na Mahadum Western Carolina na onye edemede mmeri",
  "Ọ bụ onye isi oche nke Lagos Studies Association. Aderinto ebipụtala akwụkwọ asatọ, akwụkwọ akụkọ iri atọ na isii na isi akwụkwọ, akwụkwọ nkà ihe ọmụma iri anọ, na nyocha akwụkwọ iri abụọ.",
  "A mụrụ Aderinto na Ibadan (Nigeria) na Jenụwarị 22, 1979",
  "Ọ gụsịrị akwụkwọ elementrị ya na Adeen International School na 1990 na ụlọ akwụkwọ sekọndrị na Ibadan City Academy na 1996",
  "Ọ gara n'ihu nweta BA na History na Mahadum nke Ibadan n'afọ 2004",
  "Aderinto kwagara United States na 2005 iji gụọ akwụkwọ na Mahadum Texas na Austin, ebe ọ natara MA na PhD ya na 2007 na 2010, n'otu n'otu",
  "Na ọdịda nke afọ 2010, ọ malitere ọrụ nkuzi ya na Mahadum Western Carolina, Cullowhee NC.",
  "Aderinto na-emetụta usoro \"n'ozuzu\" maka nchọpụta akụkọ ihe mere eme",
  "Kama ịchọta echiche akụkọ ihe mere eme ma ọ bụ ihe omume naanị n'ime otu ngalaba nke akụkọ ihe mere eme (dịka mmekọrịta mmadụ na ibe ya, ndọrọ ndọrọ ọchịchị ma ọ bụ akụ na ụba), Aderinto na-anakwere usoro zuru oke nke na-agbaziri okwu, usoro, na ngwá ọrụ mkparịta ụka site na ọtụtụ ọzụzụ na obere ọzụzụ",
  "Ọ bụ echiche ndị na-adịghị \"n'elu-compartmentalize\" akụkọ ihe mere eme kama ha na-ejikọta ihe ọmụma dị iche iche n'ịghọta oge gara aga",
  "Site na ọrụ gbasara ụmụaka na mmekọahụ na égbè na anụmanụ, ọ gbasaa ókèala nke akụkọ ihe mere eme nke Naijiria, na-akpaghasị ókè ịdọ aka ná ntị n'ụzọ bara uru.",
  "Mbipụta Aderinto kwekọrọ na usoro nyocha nke \"Third Wave of Historical Scholarship on Nigeria\"",
  "Ndị ọkà mmụta nke oge a nke akụkọ ihe mere eme nke Naijiria, dị ka o gosipụtara n'otu n'ime akwụkwọ ya nwere aha yiri nke ahụ, na-akpali echiche site na mkpa ọ dị igosi mkpa akụkọ ihe mere eme na Naịjirịa nke oge a",
  "A na-adọta Aderinto na isiokwu dị ka mmekọahụ, nke ndị bu ya ụzọ na-ala azụ ide banyere ya na ndị a na-enyocha n'okpuru dị ka ụmụaka, na-etinye ahụmịhe ha n'etiti okwu ọchịchị nke oge a",
  "Ọzọkwa, ọ na-agbagha ọnụọgụ abụọ siri ike n'etiti echiche colonial na postcolonial site n'igosi na e kwesịghị iji oge akụkọ ihe mere eme ihe n'ụzọ siri ike na-ekwesịghị ekwesị; kama ndị ọkọ akụkọ ihe mere eme kwesịrị ịghọta ọganihu na mgbanwe na isi usoro na usoro ndị mepụtara ha",
  "Aderinto abụghị onye ọkọ akụkọ ihe mere eme mbụ kwupụtara mkpa ọ dị ijikọ akụkọ ihe mere eme nke Naijiria tupu ọchịchị, ọchịchị, na mgbe ọchịchị biri iji mepụta echiche zuru oke",
  "Otú ọ dị, ọ bụ otu n'ime ndị ọkà mmụta ole na ole na-etinye nke a n'ọrụ site n'itinye epilogues e ji nlezianya dee na-elekwasị anya na oge postcolonial na akwụkwọ na oge colonial - ebe ọ na-enyekwa isi dị iche na oge precolonial",
  "Mmụta Aderinto banyere ịhụnanya, agụụ ịhụnanya, na mmetụta uche, na-eguzo n'okporo ụzọ nke nwoke na nwanyị, agbụrụ, ọkwa mmekọrịta mmadụ na ibe ya, na nhazi ike n'ofe oge na ohere.",
  "Aderinto bụ onye edemede nke When Sex Threatened the State: Illicit Sexuality, Nationalism, and Politics in Colonial Nigeria, 1900–1958 (University of Illinois Press, 2015) onye mmeri nke 2016 Nigerian Studies Association's Book Award Prize for themost important scholarly book/work on Nigeria published in English language.” Akwụkwọ a na-enyocha \"njikọ nke ọrụ mmekọahụ na ọrụ alaeze ukwu na British Nigeria\". A kọwara ya dị ka \"akụkọ ihe mere eme mbụ zuru oke nke mmekọahụ nke ọchịchị Naịjirịa.\" Ọ \"na-ejikọta ọmụmụ nke demimonde nke ndị ọchịchị na akụkọ obodo ukwu nke Lagos na ileba anya na iwu gọọmentị iji tụleghachi akụkọ ihe mere eme nke ndụ ọha na eze Naịjirịa",
  "\" Onye nkatọ ọzọ chere na \"Saheed Aderinto ewepụtala onyinye dị oke mkpa na akụkọ mmekọrịta mmadụ na ibe ya n'Afrịka na akụkọ ihe mere eme nke Naijiria 'Mgbe Mmekọahụ Na-eyi Steeti egwu ka e nyochala ya na ihe karịrị akwụkwọ akụkọ iri na abụọ, gụnyere Canadian Journal of African Studies, American Historical Review, International Journal of African Historical Studies, Africa: Journal of the International African Institute, Canadian Journal of History, Journal of the History of Sexuality, Journal of West African History, the Historian, na Journal of Colonialism and Colonial History, tinyere ndị ọzọ.",
  "Ọ bụkwa onye edemede nke Guns and Society in Colonial Nigeria: Firearms, Culture, and Public Order (Indiana University Press, 2018) [citation needed]",
  "Akwụkwọ a na-enyocha mgbanwe nke Naịjirịa n'ime ọha mmadụ na-agba égbè n'oge ọkara mbụ nke narị afọ nke iri abụọ",
  "N'akwụkwọ a, Aderinto kọwara mmekọrịta dị mgbagwoju anya dị n'etiti ndị Naịjirịa na égbè dị ka ihe dị mkpa nke nzute ndị ọchịchị Afrịka.",
  "Akụkọ ihe mere eme nke LSA malitere na Mee 2016 mgbe Aderinto haziri ogbako na Lagos na Abosede George (Barnard College) na Ademide Adelusi-Adeluyi (University of California, Riverside) na Barnard College, New York City",
  "Ndị sonyere na ogbako ahụ kwuru ihe dị mkpa inwe nzukọ iji mee ka ọrụ nke ndị na-agụ akwụkwọ na ndị na-abụghị ndị na-agụ akwụkwọ na Lagos kwekọọ",
  "Ha tụrụ aro ka e hiwe LSA. N'oge opupu ihe ubi nke afọ 2017, Aderinto duziri nguzobe nke LSA dị ka \"òtù mba ụwa, nke dị iche iche nke ndị na-agụ akwụkwọ na ndị na-abụghị ndị agụmakwụkwọ, ndị mmasị ha na-elekwasị anya na Lagos na ndị ya",
  "\" LSA na-ahazi Nzukọ Lagos kwa afọ nke a na-eme na Lagos (Nigeria) ma na-enwe panel na nzukọ mba ụwa nke African Studies Association nke United States na African Studies Association nke United Kingdom.",
  "Aderinto ebipụtala akwụkwọ asatọ, akwụkwọ akụkọ iri atọ na isii na isi akwụkwọ, akwụkwọ nkà ihe ọmụma iri anọ, na nyocha akwụkwọ iri abụọ.",
  "• Animality and Colonial Subjecthood in Africa: The Human and Nonhuman Creatures of Nigeria (Ohio University Press / New African Histories Series, 2022).",
  "• Egwuregwu na akụkọ ihe mere eme nke Afrịka, ndọrọ ndọrọ ọchịchị, na nhazi njirimara (New York: Routledge, Eprel 2019), ya na Michael Gennaro.",
  "• Guns and Society in Colonial Nigeria: Firearms, Culture, and Public Order (Indiana University Press, January 2018) 0253031613",
  "• African Kingdoms: An Encyclopedia of Empires and Civilizations (Santa Barbara, CA: ABC-CLIO, 2017), edited 1610695798.",
  "• Mgbe Mmekọahụ Na-eyi Steeti egwu: Mmekọahụ na-akwadoghị, Nationalism, na ndọrọ ndọrọ ọchịchị na Colonial Nigeria, 1900–1958 (University of Illinois Press, 2015) 0252080424.",
  "• Children and Childhood in Colonial Nigerian Histories (New York: Palgrave Macmillan, 2015), edited 1137501626.",
  "• The Third Wave of Historical Scholarship on Nigeria: Essays in Honor of Ayodeji Olukoju (Cambridge Scholars Publishing, 2012), co-edited 1443839949.",
  "• Nigeria, Nationalism, and Writing History (University of Rochester Press, 2010), onye so dee 1580463584.",
  "• Ụbọchị Alaeze Ukwu na Africa: Patriotic Colonial Childhood, Imperial Spectacle, and Nationalism in Nigeria, 1905-1960,\" Journal of Imperial and Commonwealth History 46 (2018) https://doi.org/10.1080/03086534.2018.1452538",
  "• \"Journey to Work: Transnational Prostitution in Colonial British West Africa\", Journal of the History of Sexuality 24, no.1 (2015): 99–124.",
  "“O! Sir Amaghị m ma ọ bụ igbu onwe m ma ọ bụ ịnọ”: Mmetụta nwata, ịda ogbenye, na ọdịbendị edemede na Naịjirịa, 1900–1960,” Journal of the History of Childhood and Youth 8, no.2 (2015): 273–294.",
  "• Ebee ka ókèala ahụ dị? Cocoa Conflict, Land Tenure, and Politics in Western Nigeria,” Journal of Social History 47, no.1 (2013), 176–195",
  "“‘Nsogbu nke Naịjirịa bụ ịgba ohu, ọ bụghị okporo ụzọ ndị ohu ọcha’: Ijikọ ụwa ọnụ na ndọrọ ndọrọ ọchịchị nke ịgba akwụna na ndịda Naịjirịa, 1921–1955,” Canadian Journal of African Studies 46, no.1 (2012): 1–22.",
  "•Nke Gender, agbụrụ na klaasị: ndọrọ ndọrọ ọchịchị nke akwụna na Lagos, Nigeria, 1923–1954, Frontiers: A Journal of Women's Studies 33, no",
  "3 (2012): 71-92",
  "• \"Aphrodisiac dị ize ndụ, Mmekọahụ na-ezu ike: Ọrịa Venereal, Biomedicine, na Protectionism na Colonial Lagos, Nigeria,\" Journal of Colonialism and Colonial History 13.3 (2012).",
  "a Ụmụaka Colonial: Onyonyo na Nnọchiteanya nke Ụmụaka na Nigerian Newspaper Press, 1925-1950, History in Africa: A Journal of Method 39 (2012): 241-266."
]