[
  "Akorede Babatunde Okunola (a mụrụ ya n'ụbọchị nke 7 n'ọnwa Ọgọstụ n'afọ 1969) nke a makwaara aha ya bụ Saheed Osupa ma ọ bụ King Saheed Osupa (K.S.O) bụ onye egwu Fuji nke Naijiria, onye na-eme ihe nkiri na onye mmepụta Hip Fuji",
  "A mụrụ Saheed Osupa na mpaghara Mosafejo nke Ajegunle, Lagos Steeti mana o tolitere dị ka nwata na Ibadan, isi obodo Oyo Steeti. Nna ya, Moshood Ajiwere Layeye bụ onye na-agu egwu Wéré ma bụrụkwa nwa nwanne nna nke onye egwu Fuji Ayinde Barrister.",
  "Saheed Osupa gara Amuwo Odofin High School nke dị na na Lagos, ebe ọ gụsịrị akwụkwọ na 1987. N'afọ 1992, ọ gụsịrị akwụkwọ n'afọ Diploma Mba na Ụlọ akwụkwọ pọliteknik Ibadan mgbe ọ gụsịrị Business Administration",
  "Ọ bụ onye gụrụ akwụkwọ na American International College ebe ọ gụrụ Ọrụ netwọk",
  "Saheed Osupa malitere egwu mgbe ọ dịna ntorobịa na ụma n'afọ 1983 dị ka onye na-ese fuji. Abọm mbụ ya akpọrọ Fuji Fa Disco, Followed by Fuji Blues",
  "O weputara ihe karịrị abọm studio iri anọ gụnyere abọm studio anọ n'ime otu nke akpọrọ Mr",
  "Music N'afọ 2008, Ayinde Barrister kwupụtara Saheed Osupa dịka \"Eze Fuji Music\".",
  "Saheed Osupa bụ HIP FUJI Creator, Na 12 nke June 2018 ọ wepụtara hip Fuji Album mbụ ya nke akpọrọ: Enweghị nkwụsị",
  "Na 20 Disemba 2014 Saheed Osupa wepụtara egwu hip hop akpọrọ \"Vanakula\" nke K-Solo mepụtara. Na 13 Eprel 2015, o wepụtara egwu K-Solo ọzọ akpọrọ \"African Beauty\" na olu sitere na Yetunde Omobadan. Na 8 Ọgọstụ 2015, o gosipụtara Seriki na egwu ọzọ akpọrọ \"Womi\".",
  "Na Nọvemba 7, 2015, e depụtara Saheed Osupa na The NET's \"Most Successful Nigerian musicians\".",
  "Saheed Osupa apụtawo na ihe nkiri Yoruba karịrị iri atọ.",
  "Saheed Osupa na Wasiu Alabi Pasuma enweela ọtụtụ asọmpi. Ihe kachasị ama bụ ọgụ ha maka ihe ịga nke ọma na 1998/1999 na maka ịdị elu gburugburu 2007",
  "Osupa onye kwenyere na ezigbo enyi ya, Pasuma ga-akwado ya na esemokwu ya na ndị egwu Fuji ndị ọzọ ọkachasị Alhaji Wasiu Ayinde",
  "Pasuma n'agbanyeghị nke ahụ weere akụkụ nke K1 D ikpeazụ ma bụrụ onye osote K1",
  "Saheed Osupa wepụtara ihe dị ka ihe ndekọ iri na-ekwu maka mmanụ ụgbọala ndị a ma ha niile nwere ihe ịga nke ọma",
  "Ọ kpọọrọ ndị niile ya na ha dịkọrọ ndụ ka ha na-ehicha ma nye ya onye mmeri na Eze nke Music (Fuji).",
  "O mechara wepụta abọm mbụ 4-in-1 n'afọ 2007/2008 aha ya bụ nkwado",
  "Abọm a rere ihe karịrị nde iri abụọ n'ụwa niile",
  "A na-akpọ ya dị ka otu n'ime abọm ya kachasị nwee ihe ịga nke ọma na abọm Fuji kachasị nwee ihe ịga nke ọma na narị afọ nke iri abụọ.",
  "ọ gara n'ihu nweta ihe nrite na nsọpụrụ",
  "Esemokwu a na-aga n'ihu n'afọ 2012 gasịrị",
  "Saheed Osupa kwuru na ọtụtụ nzukọ udo na-enweghị isi mere n'afọ 2010 na 2011."
]