[
  "Saida Agrebi (amụrụ na Jenụwarị 22, 1945 na Tunisia) bụ onye otu Economic, Social and Cultural Council nke African Union, na-anọchite anya North Africa",
  "Ọ na-anọdụkwa na Nzukọ Ndị Omeiwu Pan-African na-anọchite anya Tunisia",
  "Ọ gụsịrị akwụkwọ na Mahadum California, Berkeley na nzere masta na ahụike ọha.",
  "Dị ka nwa akwụkwọ ọ rụrụ ọrụ dị ka onye nkuzi na ahụike ọmụmụ na ezinụlọ n'ụlọ ọgwụ dị na California na Maryland, onye nkuzi nke ahụike ọha na eze na Native-American reservations na steeti Arizona, na onye nkuzi banyere ahụike ọmụmụ n'Jamaica.",
  "Ms Agrebi sonyeere Arab Labour Organisation ebe ọ rụrụ ọrụ dị ka onye nduzi nke Bureau of the Arab Working Woman ruo 1987",
  "A họpụtara ya ka ọ bụrụ onye nduzi nke nkwukọrịta na National Office for Family and Population, wee bulie ya n'ọkwa osote onye isi nchịkwa nke ọ rụrụ ọrụ ruo n'afọ otu puku narị itoolu, iri itoolu na ise",
  "N'afọ 1995, ọ rụrụ ọrụ dị ka osote onye isi nchịkwa nke Office of Tunisians Abroad, tupu a họpụta ya dị ka onye nnọchi anya na Chamber of Deputies nke Tunisia n'afọ 1999.",
  "Dị ka ọkachamara n'isiokwu dị iche iche, gụnyere ọmụmụ na ahụike ọha na eze, ikike ụmụ nwanyị, ọha na eze na ịkwaga mba ọzọ, Ms Agrebi esonyewo na ihe omume UN dị iche iche",
  "O bipụtakwala isiokwu dị iche iche gbasara ụmụ nwanyị nọ n'ebe ọrụ, ụmụ nwanyị Arab, ụmụ nwanyị ime obodo, na atụmatụ ezinụlọ n'asụsụ Bekee, French na Arabic.",
  "N'afọ puku na ato mgbe AWCPDX gara nke ọma maka ịkpa ókè nwoke na nwanyị na AU, Ms Agrebi bụ otu n'ime ụmụ nwanyị ise a họpụtara na Kọmitii AU na Nzukọ Ezumezu nke Abụọ na Maputo, Mozambique.",
  "E wezụga ịbụ onye otu AWCPD, Ms Agrebi bụ onye otu ọtụtụ òtù ndị ọzọ, gụnyere osote onye isi oche nke FEMNET, osote onye nduzi nke World Organisation of the Family, ndị otu na Femmes Africa Solidarité, na ntọala onye isi oche ya nke International Arab Women, Tunisian Mothers Association na Organisation of Magreb Mothers.",
  "O nwetara ọtụtụ otuto maka ọrụ ya Onye isi ala Ben Ali nke Tunisia gosipụtara nke kachasị ọhụrụ."
]