[
  "Salah El Din Ahmed Mourad Zulfikar (Àtụ:Lang-ar) (18 January 1926 – 22 December 1993) bụ onye Egypt na-eme ihe nkiri i.",
  "Salah Zulfikar bụ otu n'ime ndị dike Egypt n'ọgụ ya megide ndị bi na ya mgbe ọ na-eje ozi na ndị uwe ojii",
  "Nwa ya nwoke, onye ọchụnta ego EgyptAhmed Zulfikar, kwuru na nkwupụta mgbasa ozi 1994 na nna ya sonyere n'agha ndị agha na Ismailia megide ndị Britain n'afọ 1944, na ịhụ mba n'anya ya enweghị njedebe",
  "Mgbe nke ahụ gasịrị, Zulfikar wepụtara onwe ya n'Agha nke Ismailia nke afọ 1952, na n'Aha Suez nke 1956",
  "E nyere ya ihe nrite  nke ọrụ agha nke klas mbụ site n'aka onye isi ala Ijipt Gamal Abdel Nasser iji kelee ya maka mbọ ọ na-agba ijere mba ya ozi.",
  "A mụrụ Salah El Din Ahmed Mourad Zulfikar (Arabic) na 18 Jenụwarị 1926 na El Mahalla El Kubra, Egypt",
  "Nna ya bụ Ahmed Mourad Zulfikar, onye jere ozi dị ka onye isi ndị uwe ojii Egypt na Ministry of Interior na nne ya Nabila Zulfikir bụ onye na-elekọta ụlọ n'Egypt",
  "Zulfikar bụ nwa nke asaa n'ime ụmụnne nwoke na ụmụnne nwanyị asatọ",
  "Nwanne ya nwoke nke okenye, Mohamed, bụ onye ọchụnta ego, ụmụnne nwanyị abụọ tọrọ ya bụ Soad na Fekreya",
  "Nwanne nwoke ọzọ bụ onye na-eme ihe nkiri na onye nduzi Mahmoud Zulfikar",
  "Nwanne ya nwoke Ezz El-Dine Zulfikar bụkwa onye nduzi ihe nkiri, Kamal Zulfikir bụ onye agha",
  "Nwanne ya nwoke nke obere Mamdouh sonyeere Faculty of Commerce.",
  "Ụmụnne Salah Zulfikar bụ Ezz El-Dine Zulfikir na Mahmoud Zulfikara bụ ndị nduzi ihe nkiri",
  "N'oge ezumike ya, ọ na-agakarị ihe nkiri",
  "N'afọ 1955, nwanne ya nwoke nke okenye, Ezz El-Dine, gbalịrị ime ka Zulfikar kwenye ịmalite ime ihe nkiri mana ọ jụrụ n'ihi na o chere na ọ bụ echiche na-agaghị ekwe omume n'ihi ọdịdị ọrụ ya dị ka onye uwe ojii",
  "Ezz El-Dine nyere ya ọrụ ndu na ihe nkiri; Wakeful Eyes (Uyoun Sahrana) nke e wepụtara n'afọ 1956.",
  "Zulfikar kwetara ma nata ikike nwa oge site n'aka Minista nke Interior, nke Zakaria Mohieddin duziri n'oge ahụ ịrụ ọrụ na ihe nkiri a",
  "Ọ rụrụ ọrụ na ihe nkiri ya nke abụọ na nke atọ Back Again (Rodda Qalbi) (1957) na Jamila, the Algerian (Gameela) (1958) n'otu n'otu na ikike nwa oge.",
  "Salah Zulfikar nwụrụ site na nkụchi obi mberede na Wednesday, 22 December 1993, na Ụlọ Ọgwụ Ndị Uwe Ojii na Cairo, Egypt.",
  "Zulfikar lụrụ nwanyị ugboro anọ",
  "Ọ lụrụ nwunye mbụ ya, Mrs",
  "Nafisa Bahgat nwa nwanyị nke Mahmoud Bey Bahgat n'afọ 1947, onye a ma ama, ọ mụkwara ya ụmụ ya nwoke Ahmed Zulfikar na Mona Zulfikir, ọ nọgidekwara bụrụ nwunye ya ruo mgbe ọ nwụrụ n'afọ 1988",
  "Nwa ya nwoke Ahmed gụsịrị akwụkwọ dịka injinia igwe iji ghọọ onye ọchụnta ego nwere ụlọ ọrụ nke ya na nwa ya nwanyị Mona gụsịrị akwụkwọ dịka onye ọka iwu wee ghọọ onye ọka iwu a ma ama nwere ụlọ ọrụ ndị ọka iwu",
  "Zulfikar nwere ụmụ ụmụ atọ, Karim Zulfikir bụ onye ọchụnta ego, Salah Zulfikur bụ onye nduzi ụlọ ọrụ na Ingy Badawy bụ onye ọka iwu.",
  "E wezụga ịkụ ọkpọ, Salah Zulfikar bụ onye na-akwado bọọlụ ma na-eso ndị na-eme ihe nkiri ibe ya na-egwu bọọlụ site n'oge ruo n'oge",
  "Ọ kwadoro Zamalek S.C.",
  "Alụmdi na nwunye nke abụọ Zulfikar bụ onye na-eme ihe nkiri bụ Zahrat El-Ola n'afọ 1957, mana ha gbara alụkwaghịm afọ abụọ ka e mesịrị",
  "Akụkọ ịhụnanya nke mere ka ya na onye na-agụ egwu na onye na'eme ihe nkiri Shadia bụrụ nke a ma ama karịa ha niile, ha lụrụ n'afọ 1964 mgbe ha na-ese ihe nkiri Dearer than my Life (Aghla Min Hayati)",
  "Zulfikar na Shadia jikọtara aka mepụta ihe osise nke ha gosipụtara ọtụtụ ihe nkiri na-aga nke ọma na Cinema Egypt na Zulfikir mepụtara ihe karịrị otu ihe nkiri nke Shadia",
  "Alụmdi na nwunye ha kwụsịrị na ịgba alụkwaghịm mgbe afọ asaa gasịrị. Mgbe e mesịrị, ọ lụrụ nwunye ikpeazụ ya, Bahiga, alụmdi na nwunye ha gara n'ihu ruo mgbe ọ nwụrụ.",
  "Ọ na-arụpụta ihe na ụlọ ọrụ ihe nkiri Egypt ruo afọ 37",
  "Salah Zulfikar bụ onye na-eme ihe nkiri na ihe nkiri na onye na-emepụta ihe",
  "O mepụtara ihe nkiri iri na anọ ma pụta ihe karịrị otu narị ihe nkiri site n'afọ 1956 ruo 1993."
]