[
  "Muhammad Salah Eldin Bahgat Ahmad Helmy (محمد صلاح الدين بهجت أحمد حلمي, IPA:  siaoɑˈlɑːħ el-, edˈdiːn ˈbæhɡæt 'ʔαmad ˈħelmi]), nke a maara dị ka \"Salah Jaheen\" ma ọ bụ \"Salah Jahin\" (Arabic: صلاح جاهين, IPA; Disemba 25, 1930 - 21 Eprel 1986) bụ onye na-ede uri, onye edemede, onye edemedd.",
  "A mụrụ Jaheen na mpaghara Shobra, Cairo na 1930 n'ezinụlọ nọ n'ọkwá dị n'etiti",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Cairo",
  "N'afọ 1955, ọ malitere ịrụ ọrụ maka magazin Egypt kwa izu nke a kpọrọ \"Rose al-Yousef\" dị ka onye na-ese ihe nkiri",
  "Otu afọ mgbe e mesịrị, ọ kwagara na magazin ọhụrụ \"Sabah el-Khair\" nke ọ ghọrọ onye isi nchịkọta akụkọ, mgbe ahụ ọ sonyeere Al-Ahram.",
  "Ya na Fuad Haddad, Jaheen nwere nnukwu ọrụ na mmepe nke uri mkparịta ụka ndị Ijipt",
  "N'ezie, okwu ahụ bụ \"shi'r al-ammiya\" ma ọ bụ \"abụ uri Arabic\" bụ naanị n'afọ 1961 ka otu ìgwè ndị na-eto eto na-ede uri gụnyere Salah Jahin, Abd Al-Rahman Abnudi, Fuad Qaud na Sayyid Higab chepụtara onwe ha \"Jama't Ibn Arus\". Tupu nke ahụ, a na-ewere uri n'asụsụ Arabic nke ndị Ijipt dị ka akụkọ ọdịnala na nka dị ala nke ndị na-amaghị akwụkwọ mepụtara, ebe okwu \"Shi'r\" (Arabic maka uri) bụ naanị uri e dere na Modern Standard Arabic (nke a maara dị ka \"Fuṣḥā\", nke pụtara ihe kachasị mma).",
  "O dere ọtụtụ ihe nkiri maka ihe nkiri ụmụ bebi",
  "A makwaara ya maka abụ mba ya na nke ịhụ mba n'anya nke gosipụtara oge mgbanwe nke ọrụ Gamal Abdel Nasser, ọtụtụ n'ime ha bụ nke onye egwu Egypt a ma ama bụ Abdel Halim Hafez",
  "Onye na-ede uri ahụ sitere na mkpali nke 1952 Revolution ma bụrụ onye a maara mgbe ụfọdụ dị ka onye na-ede abụ nke mgbanwe ahụ. Otú ọ dị, mgbe e meriri Ijipt n'agha 1967 na ọnwụ Gamal Abdel Nasser na 1970 ọ tara ahụhụ site na nnukwu ịda mbà n'obi",
  "N'otu ajụjụ ọnụ, o kwuru na site na ọnwụ Nasser na 1970 na mgbanwe mberede na ndọrọ ndọrọ ọchịchị ọ na-eche na ọ na-adịwanye ka Hamlet, na Sadat na-egosipụta onye aghụghọ Claudius.",
  "Na mgbakwunye na uri ndọrọ ndọrọ ọchịchị, uri Jahin na-enwekarị isiokwu metaphysical na nke nkà ihe ọmụma, na-ajụ ebumnuche nke ndụ mmadụ, ọdịdị nke ezi ihe na ihe ọjọọ, uche mmadụ na nke Chineke na njedebe nke ịchụso nnwere onwe na obi ụtọ.",
  "N'afọ 1965, e nyere Jaheen Egyptian Order of Science and Arts of the First Class",
  "Ọ nwụrụ na 1986 mgbe ọ dị afọ iri ise na ise.",
  "N'afọ 1963, Jaheen dere quatrains ma ọ bụ rubaiyat ya ebe o kwupụtara nkwenkwe ya, mmetụta na echiche ya banyere ndụ, ịdị adị, ezi ihe na ihe ọjọọ",
  "Amaokwu ọ bụla ji otu okwu na-emegide onwe ya \"Agabi\" ma ọ bụ \"otú ihe dị ịtụnanya si dị!\" mechie.",
  "A na-arụ ụka mgbe ụfọdụ na Quatrains dị ka ihe kachasị ewu ewu na-ede uri n'Ijipt n'ime afọ iri ise gara aga.",
  "N'afọ 1971, Jaheen dere \"Ala Esm Masr\" ma ọ bụ \"N'aha Ijipt\", abụ na-akọ akụkọ ihe mere eme nke Ijipt, site n'oge ndị Fero ruo ugbu a",
  "Amaokwu ọ bụla ji otu okwu ahụ \"Ala esm Masr\" ma ọ bụ \"N'aha Ijipt\" mechie mana oge ọ bụla nwere nkọwa ọhụrụ",
  "N'abụ a, Jaheen kwupụtara ịhụnanya ya maka mba ya ugboro ugboro",
  "N'otu amaokwu, o kwuru, sị:",
  "Akwụkwọ ndị ọzọ o dere n'abụ uri gụnyere:",
  "Jaheen dere okwu nke ọtụtụ abụ, ọtụtụ n'ime ha bụ abụ ịhụ mba n'anya nke Abdel Halim Hafez kụrụ",
  "Abụ ya gụnyere: \"Soura\" ma ọ bụ foto, \"ehna elsha'b\" ma ọ bụ \"anyị bụ ndị mmadụ\", \"Khaly elselah sahy\" ma ọ dị \"oh weapon, be ready\", \"Ya ahlan belma'arek\" ma ọ bụrụ Welcome battles\" na \"El-mas'oulia\" ma ọ ke \"Responsibility\"",
  "O dere maka ihe nkiri ụmụ bebi, gụnyere ihe nkiri a ma ama \"El-leila el-kebira\" ma ọ bụ The Grand Night",
  "Jaheen rụkwara ọrụ dị ka onye na-emepụta ihe nkiri, onye na-ede ihe nkiri na onye na-eme ihe nkiri",
  "Ihe nkiri ya gụnyere: \"Awdat al ibn al dal\" ma ọ bụ The return of the prodigal son ; nke Youssef Chahine duziri, \"El less wal kilab\" (dabere na akwụkwọ akụkọ The Thief and the Dogs nke Naguib Mahfouz), \"Shafika we Metwali\" ma ọ bụrụ \"Shafika na Metwali\", \"Khally ballak men Zouzou\" (\"Watch Out for Zouzou\") na \"Amira Hoby Ana\" ma ọ dị ka Amira My Sweetheart",
  "N'ime abụọ ikpeazụ, onye Egypt a ma ama na-eme ihe nkiri Suad Husni bụrụ ụfọdụ n'ime egwu ya kachasị mma: \"Ya wad ya te'eel\", \"Khally ballak men Zouzou\" ma ọ bụ \"Were Zouzou\", \"El-hayah ba'a lonha bamby\" ma ọ bụrụ \"Life has turned pink\" na \"El-donia rabe'\" ma ọ bụ\" oge opupu ihe ubi",
  "O dekwara edemede na okwu maka \"Riddles\" - usoro telivishọn nwere ihe mgbagwoju anya na ihe omume ọ bụla gosipụtara n'oge ọnwa Ramadan na telivishons ndị Ijipt na Arab- maka ọtụtụ afọ na-esote na maka usoro telivisọn \"Howa wa heya\" ma ọ bụ \"Ya na She\" nke Ahmad Zaki na Suad Husni gosipụtara",
  "2010, Onye na-agụ egwú Ijipt Tony Kaldas dere abụ site na okwu ya wee bụrụ ya n'ụdị ọhụrụ dị iche, n'ụzọ ọdịnala ya na Piano.",
  "A Google Doodle na 25 Disemba 2013 mere ncheta ọmụmụ nke ịrị asatọ na atọ nke Jahin."
]