[
  "Salamatu Hussaini Suleiman bụ onye ọkaiwu Nigerian nke na-eje ozi ugbu a dị ka Kọmishọna ECOWAS n'ihe gbasara ndọrọndọrọ ọchịchị, Udo na Nchekwa. Tupu okwa a, a họpụtara ya dịka Mịnịsta  na-ahụ maka Okwu Ndị Nwanyi na mmekọrịta ndị mmadu na ọha na Disemba 2008. Ọ hapụrụ ọfis na Machị 2010 mgbe Onye isi ala Goodluck Jonathan gbanwere ụlọ ọrụ ya.",
  "A mụrụ Salamatu Hussaini Suleiman na Argungu, na-obodo na-azụ azu na Steeti Kebbi",
  "Nna ya bụ onye ọka-ikpe na-ụlọ ikpe mpaghara, nne ya si n'ezinụlọ ọchịchị ama ama bụ Gwandu",
  "A zụlitere ya na Birnin Kebbi na Argungu",
  "Na 1972, o banyere ụlọ akwụkwọ nke Queens College, Lagos",
  "Ọ gaara mahadum Ahmadu Bello, Zaria ebe ọ nwetara nzere na iwu",
  "O mechara gaa Mahadum maka  Economics na ọchịchị sayensị na London  ebe o nwetara nzere mastas na mmuta iwu.",
  "Ọrụ mbụ ya dị ka onye ọkaiwu na Mịnịstrị na-ahụ maka ikpe na steeti Sokoto nke ochie",
  "O mechara rụọ ọrụ afọ asaa na Continental Merchant Bank, Lagos, ma rụọ ọrụ obere oge na NAL Merchant Bank tupu ọ gaa na Aluminium Smelter Companị, ebe ọ bụ odeakwụkwọ ụlọ ọrụ / onye na-enye ndụmọdụ iwu",
  "Mgbe nke ahụ gasịrị, ọ rụrụ ọrụ na Securities & Exchange Commission tupu a họpụta ya Minista na Naijiria.",
  "Onye isi ala Umaru Yar'Adua họpụtara Suleiman ka ọ bụrụ Mịnịsta na-ahụ maka ihe metụtara ụmụ nwanyị na 17 Disemba 2008. Na Septemba afọ 2009, Suleiman mere mkpesa na gọọmentị ekweghi ka ụmụnwaanyị sonye na ndọrọndọrọ ọchịchị Naịjirịa",
  "O kwuru na ime ihe ike na nwoke ịkpa-ike juru ebe niile na ndọrọ ndọrọ ọchịchị, yana enweghị ego, mere ụmụ nwanyị ole na ole nwere ike ịzọ ọchịchị. Na nzukọ a na-enwe na October 2009 nke UNICEF na Mịnịstrị ihe gbasara ụmụ nwaanyị haziri, Suleiman kwuru na ebumnuche ya bụ ije ozi dị ka ụgbọ-ala mba maka ọnọdụ na ọganihu na ahụike nke ụmụ nwanyị Naijiria, na iji hụ na nchekwa na ịzụlite nke ụmụ nwanyị na ụmụaka bara uru",
  "Ọ gwara ndị steetị gọọmentị ka ha nye ụmụ nwanyị ohere na ihe ịzọ ọchịchị na nhọpụta, opekata mpe 30%. Na onwa disamba, ọ mere mkpesa na gọọmentị ekwebeghi ka emepụta nkwekọrịta nke United Nations maka mkpochapụ ụdị niile nke ịkpa ókè megide ụmụ nwanyị (CEDAW)",
  "Ọ bụkwa Họnọrable Minista nke steetị II n'ahu maka okwu mba ụwa na Naijiria, 2010 ruo 2011."
]