[
  "Salah Elmur nke a na-akpọkwa Salah El Mur (amụrụ na 1966, Khartoum, Sudan) bụ onye Sudan na-ese ihe, onye na-ese foto, onye na'akwụkwọ na onye na-eme ihe nkiri, onye bi ma na-arụ ọrụ na Khartoom.",
  "Enwere ike ịkọwa ụdị ihe osise Elmur dị ka obere enweghị usoro na nke na-adịghị adị, mana ọ bụghị ruo n'ókè nke enweghị nghọta",
  "Ojiji ọ na-eji agba eme ihe na-akwado ụda olu siri ike na ihe osise dị arọ nke na-agbakwunye ụcha ụcha mgbe ụfọdụ. \"Ụcha dị n'ihe osise m siri ike n'ihi anyanwụ dị na mba m nakwa n'ihi ndị nọ ebe ahụ, ndị na-enwe mmasị iyi uwe mara mma\", ka Salah Elmur kwuru. Ihe ndị ahụ na-egosipụta ikike mmetụta uche a na-echebeghị; ọ bụ ezie na ihe osise ahụ anaghị agụnye ihe omume ma ọ bụ omume dị mkpa, ihu ọ bụla yiri ka ọ nwere akụkọ n'azụ ya.",
  "Elmur bụ onye na-ese ihe, onye na-eme ihe nkiri, onye na-ese foto, onye na na-ese onyinyo na onye dere ọtụtụ akwụkwọ ụmụaka. Museum of African Contemporary Art Al Maaden (MACAAL), The Sharjah Art Museum na Sharjah Art Foundation (SAF). E gosipụtara ihe osise ya na Egypt, UAE, Sudan, Syria, Jordan, France, Washington D.C., Uganda, na Kenya n'etiti ebe ndị ọzọ",
  "E gosipụtara ọrụ ya na ngosi otu na British Museum na London, nsọpụrụ a na-adịghị ahụkebe maka onye na-ese ihe n'oge a si Sudan.",
  "N'afọ 2013, ihe ngosi Elmur \"Eyes Stream\" sitere na mkpali site na aha mgbidi oge ochie na Cairo, \"Wall of Hungarian Eyes\"",
  "Ọ tụgharịrị uche na akara ahụ, wee kpebie inyocha anya mmadụ na usoro ihe osise ndị na-adịbeghị anya.\nUsoro 2011 ya nke akpọrọ \"Circus\" gosipụtara agba siri ike, yana ihe ngosi pụrụ iche nke Elmur, ma ọ bụ ụdị nka uche",
  "E nwere ịnyịnya na-acha nchara nchara nke nwere akpụkpọ ụkwụ na-acha oroma na-egbuke egbuke n'okpuru ụkwụ ya ma ọ bụ nwoke ahụ ire ya na-apụta, dị njikere ịta n'ime iberibe mmiri na-eto eto nke na-ezo aka na ndị bịara na circus na picnics ha, mgbe ọ bụ nwatakịrị na-etolite na Sudan.",
  "Mkpụrụ osisi bụ isiokwu kachasị amasị Elmur",
  "Enwere ike ịchọta ha ugboro ugboro na ihe osise ya, dịka ndị mmadụ na ụmụ anụmanụ",
  "Ọrụ ọhụrụ ya site na 2006 gosipụtara ụmụ ahụhụ, mkpụrụ osisi na ndị mmadụ, yana usoro sitere na 2007 nke akpọrọ \"Guards\"",
  "Ugboro ugboro, ọ bụ nnụnụ n'ụdị na agba dị iche iche nke ọ na-egosi na ihe osise ndị ahụ -‐ na-anọdụ n'isi mmadụ ma ọ bụ n'ogwe aka, na-ama jijiji na eriri ma ọ bụ na-efe elu n'elu ihe oyiyi ndị ọzọ.",
  "Ihe ngosi ahụ na ebe obibi nke European Commission na Cairo, nke Stefania Angarano si Mashrabia Gallery na Cairo haziri ma hazie bụ ihe ngosi nke atọ nke Elmur na isi obodo Ijipt",
  "Mgbe ọ mechiri ọnụ ụzọ ya na ngwụcha Mee, nchịkọta nke ihe osise ahụ gara Washington, DC, ebe egosiri ha na African Cultural Centre ruo otu ọnwa.",
  "Iji ihe ọdịnala n'ụzọ nke oge a bụ ihe na-eweta ọdịiche dị n'ụdị Elmur",
  "\"Ihe osise ya jupụtara na akara na ememe, mana ọ dịghị mgbe ọ doro anya ihe ha bụ n'ezie nke na-eme ka ha bụrụ ihe omimi na ihe mara mma",
  "\"",
  "N'ọnwa Febụwarị afọ 2018, ihe ngosi nke sitere n'ike mmụọ nsọ nke nwata na mmalite ndụ Elmur, nke a na-akpọ \"fragrances of the Forest na Photos  ngosi ihe karịrị ọrụ nka iri na Sharjah Art Museum, United Arab Emirates",
  "N'ebe a, ihe osise Elmur na-eduga onye na-ekiri ya site na njem nchọpụta onwe onye, na-egosi ụfọdụ ahụmahụ ya nke itolite na Khartoum",
  "Ọrụ ndị ahụ gosipụtara nchọpụta ya n'okporo ámá obodo ahụ na ime obodo ndị gbara ya gburugburu dị ka nwatakịrị.",
  "Na Septemba 2018, Elmur sonyere na ihe ngosi otu na Kamala Ishaq na Ibrahim El-Salahi na Saatchi Gallery na London, nke akpọrọ 'Forests and Spirits: Figurative art from the Khartoum School'",
  "Ihe ngosi a bu n'uche ịdọrọ uche gaa na nka Africa nke oge a, ọkachasị mmetụta nke ụlọ akwụkwọ Khartoum, ihe ngosi nka sitere na College of Fine and Applied Arts nke obodo ahụ.",
  "Dị ka onye na-eme ihe nkiri, Elmur eduziwo ma mepụta ihe nkiri isii dị mkpirikpi, nke dị n'etiti ihe nkiri na ihe nkiri fantasy",
  "O meriri Jury Prize (nkwado pụrụ iche) maka ihe nkiri ya \"Heaven's Bird\" na mmemme International Short Film \"Images that matter\" na Ethiopia n'afọ 2010.",
  "Elmur anọwokwa na-arụsi ọrụ ike dị ka onye na-ede egwu na onye na-ese  nke akwụkwọ ụmụaka, nke Grandir Publishing na Syros bipụtara na Arabic, French, Italian, na Spanish",
  "Karịsịa, o bipụtara utu aha ndị a n'asụsụ French: ː Chacodileá (Grandir, 2002), \"Jameil et Jamila: Conte Baggara du Soudan\" ederede nke Patricia Musa (Grandir",
  "2003), \"Diakhere, la Cadette: Contes de Mauritanie\" ederede nke Mamadou Sall (Lirabelle, 2006), ːSous Le Soleil, ederede nke Badr Eddine Arodaky (Syros, 2007), Ōne Famille d'Artiste (Grandir et Quian, 2010), Ōn, Pu Pu Pu Pu, Pu Pu, Grand, Pu, Pu, 2010), Patricia."
]