[
  "Salif Keïta (IPA: ) (amụrụ n'abalị iri abụọ na ise n'ọnwa Ọgọstụ n'afọ 1949) bụ onye na-agụ egwú na onye na-ede egwú na Mali, nke a na-akpọ \"Olu Ọlaedo nke Africa\". Ọ bụ onye otu ezinụlọ eze Keita nke Mali.",
  "A mụrụ Salif Keita dị ka nwa eze ọdịnala n'obodo nta Djoliba. A mụrụ ya n'ezinụlọ eze Keita, ndị na-agbaso agbụrụ ha na Sundiata Keita, onye guzobere Alaeze Ukwu Mali. Ezinụlọ ya chụpụrụ ya ma obodo chụpụ ya n'ihi ọrịa albinism ya, ihe ịrịba ama nke enweghị ihu ọma na omenala Mandinka. O kpebiri ịchụso egwu n'oge ọ dị afọ iri na ụma, na-eme ka ọ dịkwuo anya n'ezinụlọ ya n'ihi na nke ahụ megidere mmachibido iwu nke ọnọdụ ya dị elu. N'afọ 1967, ọ hapụrụ Djoliba gaa Bamako, ebe ọ sonyeere Super Rail Band de Bamako nke gọọmentị kwadoro. N'afọ 1973, Keita sonyeere otu Les Ambassadeurs (nke Motel de Bamako). Keita na Les Ambassadeurs gbapụrụ na ọgba aghara ndọrọ ndọrọ ọchịchị na Mali n'etiti afọ 1970 wee gbanwee aha otu ahụ ka ọ bụrụ Les Ambassades Internationaux. Aha ọma nke otu a toro na mba ụwa na ngwụcha afọ ndị 1970, na-eduga Keita na-achụso ọrụ n'onwe ya n'afọ ndị sochirinụ.",
  "Ọ bụ nna onye na-eme egwuregwu Paralympic Nantenin Keita.",
  "N'ihi ọgba aghara ndọrọ ndọrọ ọchịchị, Keita na ndị otu ya gbapụrụ Mali n'etiti afọ ndị 1970",
  "Ha biri na Abidjan, Ivory Coast, ebe ha na-alụ ọgụ ego ma na-akwụkarị ụgwọ ngwá ọrụ iji mee ihe ngosi",
  "Ìgwè ahụ (nke a na-akpọ Les Ambassadeurs Internationaux ugbu a) nọgidere na-ewu ewu n'afọ ndị sochirinụ. Abọm ha nke afọ 1978, Mandjou, ghọrọ ihe ịga nke ọma n'otu ntabi anya na West Africa.",
  "N'afọ 1976, Sékou Touré, onye isi ala Guinea, mere Keita onye isi nke Guinea's National Order of Merit. Onye isi ala bụ onye na-akwado Keita na ndị otu ahụ kemgbe ha zutere na nleta gọọmentị na 1974",
  "Touré nọgidere bụrụ onye na-akwado ma na-akwado ọbụna mgbe ha gbapụrụ Mali",
  "N'ịchọ ịkwụghachi ụgwọ nsọpụrụ ahụ, Keita dere egwu \"Mandjou\" (nke gosipụtara na abọm aha ya na 1978) dị ka abụ otuto maka Touré. Otú ọ dị, n'oge a tọhapụrụ abụ ahụ, Touré ejirila ọchịchị aka ike mee ihe kpamkpam ma tinye mba ya n'ọbara na ọgba aghara",
  "Keita ka na-eme nsụgharị nke \"Mandjou\".",
  "Keita kwagara Paris na 1984 iji nweta ndị na-ege ntị ka ukwuu ma chụsoo ọrụ n'onwe ya. Egwú ya jikọtara ụdị egwu ọdịnala nke West Africa na mmetụta sitere na Europe na Amerịka.",
  "N'oge ahụ, Keita bụ onye a ma ama n'Africa ma nwee ndị na-akwado ya n'etiti ndị maara ihe gburugburu ụwa",
  "Soro ghọrọ abọm ya na-eme nke ọma n'ụwa niile n'afọ 1987. Onye mepụtara ọrụ ahụ bụ Ibrahima Sylla, onye ọhụụ nke achọpụtalarị ọtụtụ kpakpando Afrịka (ma mesịa bụrụ ike na-akpali Africando)",
  "Ndokwa ndị ahụ gosipụtara ụda na-agbagharị, ndị inyom na-agba egwú, na ụda ọdịnala nke egwu Mali.",
  "Ngwá egwu ndị a na-egosikarị n'ọrụ Keita gụnyere balafons, djembes, guitars, koras, organ, saxophones, na synthesizers",
  "Ọ rụrụ ọrụ na Nelson Mandela 70th Birthday Tribute concert na 1988 iji kpọọ ka a tọhapụ Nelson Mandela n'ụlọ mkpọrọ",
  "N'afọ 1990, Keita nyere aka \"Begin the Beguine\" na Cole Porter tribute/AIDS benefit album Red Hot + Blue, nke Red Hot Organization mepụtara.",
  "Keita chọtara  ịga nke ọma na Europe dị ka otu n'ime kpakpando Afrịka nke egwu ụwa, mana a na-akatọ ọrụ ya mgbe ụfọdụ maka mmepụta ya na maka àgwà haphazard oge ụfọdụ",
  "[citation needed] Otú ọ dị, obere oge mgbe mmalite nke puku afọ ahụ gasịrị ọ laghachiri Bamako na Mali iji biri ma dekọọ",
  "A na-eto ọrụ mbụ ya mgbe ọ laghachiri n'ụlọ, Moffou nke afọ 2002, dị ka abọm ya kachasị mma n'ime ọtụtụ afọ, a kpaliri Keita iwu ụlọ ndekọ na Bamako, nke o ji mee ihe maka abọm M'Bemba, nke e wepụtara n'ọnwa Ọktoba afọ 2005.",
  "Ndị na-ese ihe na abọm ya gụnyere ndị guzobere Weather Report Joe Zawinul na Wayne Shorter, onye na-akụ ọkpọ Paco Sery, onye na'akụ ọkpọ Carlos Santana, na onye na-agba ọkpọ Bill Summers.",
  "E mepụtara abọm Keita bụ La Différence na ngwụcha afọ 2009",
  "A raara ọrụ ahụ nye ọgụ nke ndị albino ụwa (ndị mmadụ chụrụ n'àjà), nke Keita nọ na-agba mbọ ndụ ya niile",
  "N'otu n'ime egwu nke abọm ahụ, onye na-agụ egwu na-akpọ ndị ọzọ ka ha ghọta na \"ọdịiche\" apụtaghị \"ajọ\" ma gosipụta ịhụnanya na ọmịiko n'ebe ndị albinos nọ dị ka onye ọ bụla ọzọ: \"Abụ m onye ojii / akpụkpọ ahụ m na-acha ọcha / yabụ abụ m ọcha na ọbara m bụ oji [albino] /Enwere m mmasị na nke ahụ n'ihi na ọ bụ ọdịiche mara mma\", \"ụfọdụ n'ime anyị mara mma ụfọdụ abụghị / ụfọdụ bụ ndị ojii ụfọdụ bụ ndị ọcha / ihe niile dị iche bụ ebumnuche..",
  "maka anyị iji mezue ibe anyị / ka onye ọ bụla nweta ịhụnanya na ùgwù ya / ụwa ga-adị mma",
  "\"",
  "E dekọrọ La Différence n'etiti Bamako, Beirut, Paris, na Los Angeles",
  "Mmetụta egwu a pụrụ iche na-esikwu ike site na ụda obi na egwu \"Samigna\" nke sitere na opi nke nnukwu onye egwu jazz nke Lebanọn bụ Ibrahim Maalouf.",
  "N'afọ 2001, e gosipụtara egwu Keita bụ \"Tomorrow\" na ihe nkiri Will Smith, Ali",
  "La Différence meriri Keita otu n'ime nnukwu onyinye egwu nke ọrụ ya: Best World Music 2010 na Victoires de la musique",
  "N'afọ 2013, mgbe ihe ọ kọwara dị ka \"ihe iyi egwu\" sitere na mkpọsa Boycott, Divestment and Sanctions, ọ kagburu arụmọrụ na Israel. O mechara bipụta akwụkwọ ozi na Facebook ya, na-ekwu na o kpebiri ịkagbu ihe omume ahụ n'ihi na ọ na-atụ egwu \"ịbụ onye a ga-emerụ ahụ n'onwe ya ma ọ bụ n'ọrụ\", mana o mere ka o doo anya na ọ ka \"na-ahụ Israel n'anya\", na-ekwu maka BDS dị ka \"otu ndị na-emebiga ihe ókè\" nke na-eji \"usoro mkparị na mmegbu\".",
  "N'ọnwa Nọvemba afọ 2018, ọ kwupụtara ezumike nká ya site na ndekọ egwu na egwu egwu na Fana, Mali",
  "Abọm Un Autre Blanc, nke a tọhapụrụ na kọntaktị ahụ, ga-abụ nke ikpeazụ ya.",
  "E nwekwara ọtụtụ nchịkọta",
  "Àtụ:Salif Keita"
]