[
  "Sally Colette Hunt OBE (amụrụ n'afọ 1964) bụ onye isi otu ọrụ na Britain, odeakwụkwọ ukwu nke Association of University Teachers ruo mgbe ọ jikọtara ya na University and College Union (UCU) ọhụrụ, nke Hunt bụ odeakwụkwọ ukwu ya ruo n'afọ 2019.",
  "A mụrụ ya na 1964 na Germany, ebe nna ya na-akụzi n'ụlọ akwụkwọ ndị agha Britain, Hunt gụrụ akwụkwọ na ụlọ akwụkwọ dị na Chippenham, Wiltshire",
  "Ọ gụrụ mmekọrịta mba ụwa na Mahadum Sussex site na 1983 ruo 1987, na-eje ozi dị ka osote onye isi oche nke otu ụmụ akwụkwọ.",
  "Mgbe ọ hapụsịrị mahadum, ọ rụrụ ọrụ dị ka onye na-agba ọsọ na klọb abalị, onye na-enyere ụlọ ahịa akwụkwọ aka, na maka òtù ndị ọrụ ụlọ abụọ tupu ọ banye na Association of University Teachers.",
  "Hunt bụ odeakwụkwọ ukwu ikpeazụ nke Association of University Teachers (AUT), ebe ọ nọ n'ọkwa ahụ kemgbe afọ 2002",
  "Na 1 June 2006, AUT jikọtara ya na National Association of Teachers in Further and Higher Education (NATFHE) iji guzobe UCU.",
  "Dị ka onye isi nke AUT, ya na Paul Mackney (Onye isi nke NATFHE), duziri ọrụ mmepụta ihe, ihe karịrị afọ atọ ruo 2006, iji kwado ịrị elu ụgwọ maka ndị ọrụ agụmakwụkwọ ka elu karịrị 20%. Omume ahụ mebiri ule mahadum na inye akara na UK",
  "N'ikpeazụ, ndị otu vootu dị ukwuu maka ịnakwere ịrị elu nke 13.1% site n'ime afọ atọ, na ọnụ ọgụgụ nke afọ ikpeazụ ga-abawanye na-agbaso ịrị elu",
  "Ọnụ ọgụgụ nke afọ ikpeazụ ga-abụ \"2.5% ma ọ bụ RPI, nke ọ bụla ka ukwuu\"",
  "N'ikpeazụ, RPI nọ n'elu ya ma bụrụ 5%, na-eme ka nke ahụ bụrụ ọkwa nke ịrị elu ụgwọ ọnwa nke afọ ikpeazụ.",
  "Hunt lekọtara ihe yiri ka ọ bụ nnukwu ọgbaghara n'akụkọ agụmakwụkwọ dị elu nke UK, ọgbaghara agụmakwụkwọ kachasị elu nke UK na 2018.",
  "A họpụtara Hunt dị ka odeakwụkwọ ukwu mbụ nke UCU na 9 Machị 2007, na-emeri onye isi na-ama aka Roger Kline (onye bụbu NATFHE, na UCU Head of Equalities) site na votu 1346 mgbe e kenyere vootu nke abụọ nke onye nke atọ Peter Jones mgbe e wepụrụ Jones na agba nke mbụ na-enweghị nkwubi okwu",
  "Ọnụ ọgụgụ ndị sonyere na ntuli aka ahụ bụ 13.9% n'ime ndị na-eme ntụli aka nke ihe karịrị 116,000 UCU Members",
  "A họpụtara ya ọzọ na 2 Machị 2012, na-emeri naanị onye mmegide ya, Mark Campbell (onye bụbu NATFHE, onyeisi oche nke UCU Co-ordinating Committee na London Metropolitan University na onye otu National Executive Council nke UCU kemgbe 2008) site na 73% ruo 27% (ma ọ bụ 6835 vootu); UCU Left kwadoro Campbell. Ọnụ ọgụgụ ndị sonyere bụ 12.5% n'ime ndị na-eme ntụli aka 117,918. Hunt bụ onye nnọchi anya UCU na TUC na onye otu TUC General Council",
  "Ọrụ mbụ ya bụ dị ka onye isi nchọpụta na otu ahụ mechara mara dị ka ACCORD. A họpụtara Hunt ọzọ na 2 Machị 2017: 13.7% nke ndị otu pụtara, na-atụ vootu 13,724, na 8,138 maka Hunt na 5,586 maka onye na-asọmpi ya Jo McNeill.",
  "Ọ lụrụ di, nwere nwa nwanyị, ma biri na Brighton.",
  "N'abalị iri abụọ na ise n'ọnwa Febụwarị n'afọ 2019, UCU kwupụtara na Hunt agbaala arụkwaghịm n'ọkwa odeakwụkwọ ukwu n'ihi ihe gbasara ahụike mgbe enyere ya £ 400,000 'ụgwọ ọrụ'.",
  "A họpụtara ya ka ọ bụrụ onye isi nke Order of the British Empire (OBE) na 2022 New Year Honours maka ọrụ na mmekọrịta ụlọ ọrụ.",
  "Àtụ:S-start\nÀtụ:S-npo\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-end"
]