[
  "Sally El Hosaini bụ onye Welsh-Egyptian na-eduzi ihe nkiri na onye edemede ihe nkiri.",
  "Ihe nkiri izizi ya nke a kpọrọ My Brother the Devil meriri ihe nrite mba ụwa, nke gụnyere na 2013 Evening Standard Film Awards, 2012 Sundance Film Festival, 2012 Berlin International Film Festival na 2012 BFI London Film Festival Awards, n'etiti ndị ọzọ. Ọ na-egosi Fady Elsayed, onye mmeri BIFA Award James Floyd na onye na-eme ihe nkiri a họpụtara maka César Award Saïd Taghmaoui",
  "E mere ya na Hackney, London.",
  "A mụrụ El Hosaini na Swansea, Wales, nye nne na nna Welsh nke Ijipt, ma zụlite ya na Cairo, Egypt. E bipụtara akụkọ mbụ ya mgbe ọ dị afọ asaa.",
  "El Hosaini gara Atlantic College, otu n'ime United World Colleges",
  "Ọ gara n'ihu gụọ Arabic na Middle Eastern Studies na Mahadum Durham",
  "Tupu ọ malite ime ihe kiri ọ kụziri akwụkwọ Bekee na ụlọ akwụkwọ ụmụ nwanyị na Sana'a, Yemen ma rụọ ọrụ maka Amnesty International",
  "Ọ bụ onye biri ogologo oge na Hackney, London.",
  "El Hosaini bụ onye a na-enye ọzụzụ site n'aka onye nduzi ihe nkiri nke onye nnupụisi, John Sichel. Ọ malitere ọrụ ya na-arụ ọrụ na Middle East documentaries wee kwaga na ihe nkiri onwe ya, ebe ọ bụ onye nhazi mmepụta ruo ọtụtụ afọ",
  "O kwuru na ọrụ ya na ihe ngosi telivishọn Britain dị ka \"usoro\", nakwa na ọ chọpụtara na ọ nwere ike ịbụ eziokwu karịa na akụkọ ifo.",
  "Ọ bụ onye nchịkọta edemede na onye nyocha ọkachamara nke BAFTA na Emmy Award nke mere ka ọ na-emeri HBO Films / BBC Drama mini-series House of Saddam",
  "Ọ nọrọ afọ abụọ na ọnwa isii na nnyocha maka usoro ahụ, nke meriri Grierson Award maka ihe nkiri kachasị mma.",
  "Ọ natara mpaghara (Welsh) BAFTA maka ihe nkiri mkpirikpi ya nke afọ 2008, The Fifth Bowl",
  "N'afọ 2009, a họpụtara ihe nkiri ya dị mkpirikpi Henna Night maka London Lesbian and Gay Film Festival. Ọ nọ na asọmpi na International Film Festival Rotterdam na Raindance Film Festival.",
  "El Hosaini sonyere na 2009 Sundance Directors and Screenwriters Labs, na-emepụta My Brother the Devil.",
  "A kpọrọ ya otu n'ime Screen International's UK Stars of Tomorrow maka afọ 2009.",
  "A tọhapụrụ My Brother the Devil n'ụzọ ihe nkiri na obodo iri na abụọ na US, May 2013 ma wepụta ya n'ụzọ sara mbara na UK sinima, November 2012",
  "A tọhapụrụ ya ọzọ na Canada, Australia, New Zealand na Germany",
  "Ihe nkiri ahụ gosipụtara na ihe karịrị ememe ihe nkiri mba ụwa ịrị anọ, ebe ọ natara onyinye ịrị na abụọ, nhọpụta ịrị na asaa na aha nsọpụrụ.",
  "Dị ka onye edemede / onye nduzi nke ihe nkiri ahụ, El Hosaini meriri ihe nrite kachasị mma na 2013 Evening Standard Film Awards, Best Screenplay na 2013 Writer's Guild of Great Britain Awards, Best Newcomer Award na 2012 BFI London Film Festival na UK New Talent Award na British Women in Film and Television Awards na 2012. A họpụtakwara ya maka onyinye BIFA Douglas Hickox maka Best Debut Film na British Independent Film Awards na Sutherland Trophy (Best First Film) na BFI London Film Festival",
  "N'afọ 2014 ọ bụ otu n'ime ndị nduzi abụọ Danny Boyle họọrọ iduzi Babylon, usoro telivishọn ọ kwadoro ma mepụta maka Channel 4 na SundanceTV.",
  "The Guardian, BBC America, IndieWire na Variety akọwaala ya bụ ndị kpọrọ ya 'Brit to Watch' nke afọ 2014."
]