[
  "Sally Jepkosgei Kipyego (amụrụ na 19 Disemba, na afọ 1985) bụ onye America na-agba ọsọ ogologo na nke etiti",
  "Ọ bụ onye nwetara ọlaọcha na mita 10,000 na afọ 2011 World Championships in Athletics na onye nwetara ọla ọcha n'otu asọmpi ahụ na afọ 2012 Summer Olympics na London",
  "O nwere ihe ndekọ nke onwe ya nke 30:38.35 nkeji maka ihe omume ahụ na mita 5000 kachasị mma nke 14:30.42 nkeji na-eme ka ọ bụrụ nwanyị Kenya nke abụọ kachasị ọsọ maka anya.",
  "O meriri dị ka akụkụ nke Texas Tech Red Raiders cross country na track and field teams n'okpuru onye nkuzi Wes Kittley",
  "Ọ ghọrọ nwanyị Kenya mbụ meriri n'asọmpi NCAA cross country, nwanyị mbụ meriri atọ NCAA Division I Cross Country titles, na onye mbụ na-agba ọsọ meriri atọ Big 12 Conference cross country titles",
  "O nwetakwara mmeri atọ na-aga n'ihu NCAA Indoor n'elu 5000 m ma bụrụ onye mmeri NCAA Outdoor ugboro abụọ",
  "Ya na Suzy Favor-Hamilton jikọtara maka ọtụtụ asọmpi n'otu n'otu na akụkọ ihe mere eme nke NCAA. Kipyego meriri ọtụtụ asọmpi NCAA n'otu n'otu na afọ 2 karịa onye ọ bụla ọzọ na-agba ọsọ na akụkọ ihe mere eme NCAA",
  "N'ihe gbasara agụmakwụkwọ, Kipyego nwetara akara ugo mmụta nọọsụ",
  "Ọ na-agba ọsọ ọkachamara na International Association of Athletics Federations ' (\"IAAF\") World Athletics Tour",
  "Nike, Inc",
  "na-akwado ya.",
  "A mụrụ ya na Kapsowar, Marakwet District, Kipyego gara Kaptiony Primary School",
  "A kwaturu ụlọ akwụkwọ ahụ, na Jenụwarị na afọ 2013, ụlọ akwụkwọ Shoe4Africa Sally Kipyego nke e wuru ọhụrụ dochie ya",
  "Ọrụ ịgba ọsọ Kipyego malitere n'afọ 2000 mgbe ọ dị afọ iri na anọ",
  "N'afọ sochirinụ, ọ nọchitere anya Kenya dị ka onye na-eto eto na IAAF World Cross Country Championships, na-emecha nke asatọ",
  "Otú ọ dị, ọkpụkpụ nchekasị gbochiri ya na 2002 na 2003 tupu ọ banye kọleji na United States.",
  "Sally Kipyego bụ onye mbụ Texas Tech Big 12 XC Champ na naanị nwanyị meriri 3 Big 12 Conference cross country titles (06, 07, 08).",
  "Mgbe ọ bịarutere na United States, Kipyego gara n'ihu n'ọrụ ịgba ọsọ ya dị ka akụkụ nke South Plains College Texans track and cross country team ruo ọnwa atọ tupu ọ banye na Texas Tech Red Raiders cross country na track and field teams, na-aghọ nwanyị Kenya mbụ meriri NCAA cross country individual championship. N'ọnwa Disemba afọ 2006, a họpụtara ya dị ka onye na-eme egwuregwu na kọleji kachasị elu na United States",
  "Nsọpụrụ a mere ka ọ bụrụ onye natara 2007 Honda Sports Award ma nye ya nhọpụta na-akpaghị aka maka onyinye Collegiate Woman Athlete of the Year. Kipyego bụkwa otu n'ime ụmụ nwanyị asaa n'akụkọ ihe mere eme nke NCAA iji merie utu aha egwu anọ n'otu oge.",
  "N'ọnwa Nọvemba, Kipyego meriri asọmpi mba nke abụọ ya n'usoro",
  "N'ime nke a, o setịpụrụ ihe ndekọ ọhụrụ, na-emeri nke gara aga site na sekọnd 18.",
  "Dị ka nwanyị kachasị elu na-agba ọsọ na mba ahụ, a họpụtara Kipyego ka ọ nata onyinye egwuregwu Honda nke afọ 2008.",
  "N'abalị iri na anọ n'ọnwa Machị n'afọ 2008, Kipyego meriri n'asọmpi nke isii ya na afọ 2008 NCAA Division I Indoor Track & Field Championships na 5000 m, ọzọ na oge kachasị n'ụwa. US Track & Field and Cross Country Coaches Association kpọrọ Kipyego USTFCCCA Division I Indoor Track & Field Women's Track Athlete of the Year maka afọ 2008. Ka oge na-aga, njikọ ahụ nyekwara Kipyego ihe nrite nke Women's Athlete of the Year maka oge mpụga nke afọ 2008.",
  "Na 5 Mee, na afọ 2008, Kipyego setịpụrụ ndekọ NCAA 10,000-meter n'oge 31:25.45 na Stanford invitational (Palo Alto, CA), na-emeri ndekọ gara aga nke Lisa Koll nwere ihe karịrị 45 sekọnd",
  "Ihe ndekọ ahụ guzo ruo ihe fọrọ nke nta ka ọ bụrụ afọ abụọ, mgbe Koll weghachiri ya n'otu egwu ahụ na afọ 2010.",
  "Na 13 June 2008, Kipyego meriri n'asọmpi nke asaa ya na 2008 NCAA Division I Outdoor Track & Field Championships na 5000 m, yana oge ndekọ NCAA. Ọ sochiri arụmọrụ ahụ site na njedebe nke abụọ na 1500m na 14 na onwa nke isii, na afọ 2008. N'ụbọchị mbụ n'ọnwa Nọvemba n'afọ 2008, Kipyego meriri Big 12 Cross Country Championship na oge nke 19:45, ihe karịrị sekọnd 50 karịa onye otu nke abụọ Lillian Badaru",
  "Mmeri ya nyeere ụmụ nwanyị Texas Tech aka imeri asọmpi asọmpi mbụ ha. Kipyego ghọrọ onye mbụ na-agba ọsọ kemgbe e guzobere nzukọ ahụ iji merie aha nzukọ atọ n'usoro.",
  "N'afọ 2009, e nyere Kipyego onyinye Honda Sports nke atọ n'usoro. Ọ bụ onye na-eme egwuregwu mbụ a na-asọpụrụ ugboro atọ na ihe nrite mba nke mmemme ahụ. Kipyego mechiri ọrụ kọleji ya na 2009 Division I Indoor Track & Field Championships",
  "O nwetara aha nke itoolu ya site na mmeri nke mita 5000. Nke a jikọtara ya na Suzy Favor-Hamilton nke Wisconsin maka ọtụtụ asọmpi NCAA",
  "O were Kipyego naanị afọ abụọ na ọkara iji mezuo ihe Favor-Hamilton mere na anọ. Na asọmpi kọleji ikpeazụ ya, mile, ụzọ atọ n'ụzọ iri nke abụọ kewara Kipyego site na onye mmeri Sarah Bowman nke Mahadum Tennessee.",
  "Kipyego malitere ọrụ ọkachamara ya na oge 2010",
  "Ọ debanyere aha dị ka onye otu Oregon Track Club. N'afọ ahụ, ọ bịara nke atọ na Millrose Games mile na nke abụọ na Boston Indoor Games na nkeji kacha mma nke 14:52.67",
  "O meriri 5000m mbụ ya n'èzí n'oge ahụ na Mt",
  "SAC Relays ma nọrọ n'elu anọ nke ihe omume ahụ na New York, Eugene na London nke 2010 IAAF Diamond League, tupu ọ bịa nke ise na ngwụcha na Memorial Van Damme na nkeji ọhụrụ kachasị mma nke 14:38.64.",
  "Na mbido afọ 2011 ọ meriri 3000 m na Boston Indoor meet, wee setịpụ 1500 mita kacha mma n'èzí nke 4:06.23 nkeji na Oregon Relays n'ọnwa Eprel",
  "O ji oge 10,000m karịa ya na Payton Jordan Invitational site na mmeri na 30:38.35",
  "Ọ nwetara nhọpụta maka ndị otu Kenya na ihe omume ahụ site n'ịbịa nke abụọ na ule Kenya",
  "Na 2011 IAAF Diamond League ọ gbara ọsọ karịa 5000 m: ọ bụ onye nke anọ na Prefontaine Classic, mana ọ nwetara ọnọdụ nke abụọ na nzukọ DN Galan na Weltklasse Zürich (na-emeziwanye ihe kachasị mma ya ruo 14:30.42 nkeji na nke ikpeazụ). O guzobere onwe ya na mba ụwa na 2011 World Championships in Athletics, ebe ọ bụ onye nwetara ọlaọcha na 10,000 m, na-emecha nke abụọ na onye obodo ya Vivian Cheruiyot. Kipyego mechiri afọ ya site na ịsọ mpi na asọmpi okporo ụzọ America, na-ewere nke abụọ na Fifth Avenue Mile ma merie Manchester Road Race maka afọ nke abụọ na-aga n'ihu.",
  "N'ọnwa Eprel afọ 2012, Kipyego meriri 5000m na Payton Jordan Invitational na oge nke 14:43:11",
  "3000m kacha mma nke 8:35.89 nkeji bịara na Prefontaine Classic, ebe ọ nọ n'ọnọdụ nke abụọ",
  "O kwere nkwa isonye n'egwuregwu Olympic site n'ịbịa nke atọ na ihe omume nnwale 10,000m nke Kenya na Nairobi.  O meriri na 5000 m na 10000 m, merie ọlaọcha na 10000 m ma jiri ihe nrite na 5000 m, na-agwụ ihe na-erughị nke abụọ n'azụ onye nrite ọla nchara Tirunesh Dibaba.",
  "Na onwa Septemba, na afọ 2012, MRI na CT-Scans ga-ekpughe ọkpụkpụ Calcaneus gbajiri agbaji na nkwonkwo ụkwụ aka ekpe ya; Mana n'ọnwa Eprel, na afo 2013, dịka oge egwu na-apụta ìhè, ọkpụkpụ Kipyego Calcaneus mebiri ọzọ.",
  "Na ọnwa  Machị, na afọ 2014, Sally Kipyego meriri ma setịpụ ihe ndekọ ụmụ nwanyị nke ọkara marathon nke New York City na 1:08:31. Na Mee, na afọ 2014, Kipyego meriri 10,000m ụmụ nwanyị na 30:42.26 na afọ 2014 Payton Jordan Invitational",
  "Asọmpi Kipyego bụ ọsọ 10,000 mita kachasị ọsọ n'ụwa ka ọ na-erule 10 Julaị 2014. Na 18 Julaị, Kipyego gbara ọsọ 14:37.18 na Diamond League Monaco.",
  "Sally Kipyego meriri na Millrose Games nke ụmụ nwanyị 3000m na 8:41.72, na-etinye ihe ndekọ, ma na-emecha 1.47 sekọnd n'ihu onye obodo ya Betsy Saina.",
  "Na-asọmpi na mita 5,000 na Payton Jordan Invitational na 2 Mee, na afọ 2015, ọ gbara ọsọ IAAF World Championships na Athletics ụwa na Athletic na afọ 2016 Summer Olympics \"A\" ọkọlọtọ oge iru eru nke 14:57.44 ma bụrụ onye mmeri n'ihu onye obodo ya Betsy Saina.",
  "Sally Kipyego nọ n'ọnọdụ nke ise na 31:44.42 na afọ 2015 World Championships in Athletics nke ụmụ nwanyị 10,000 mita.",
  "Na ọnwa Nọvemba 1, Kipyego gbara ọsọ na marathon mbụ ya: TCS New York City Marathon Ọnọdụ ihu igwe NYC Marathon buru amụma nke 65 n'ụbọchị asọmpi, yana ohere pasent 50 nke mmiri ozuzo na ifufe 9 mph",
  "Kipyego sooro ndị ọzọ nọ n'ọkwá dị elu gbaa ọsọ ruo kilomita 23, ebe ọ kwụsịrị.",
  "Sally Kipyego gbara ọsọ 14:43.98 na 2016 Prefontaine Classic 5000 mita na Eugene, Oregon (USA) na onwa Mee 27, na afọ 2016. Na June 30, na afọ 2016, Kipyego gbara ọsọ 32:37.11 maka mita 10,000 na 2016 Athletics Kenya Olympic Trials na Eldoret  2200 m (7,217  in) elu",
  "Kipyego meriri Rock 'n' Roll San Jose Half Marathon na 1:09:53 na San Jose, California. Onye nke abụọ Sally Kipyego (2:28:01) na afọ 2016 New York City Marathon n'azụ onye mmeri Mary Keitany (2:24:26) na n'ihu Molly Huddle onye nke atọ na 2:28:13.",
  "Na Atlanta, Georgia, na U.S",
  "Women's Olympic Trials Marathon na Febụwarị 29, na afọ 2020, Sally Kipyego nwetara ọnọdụ nke atọ na 2:28:52. O nwetara ebe na US Olympic Team wee merie $ 55,000.",
  "A na-ewere Kipyego dị ka onye kachasị asọmpi na-abanye na Olympic Marathon na Sapporo, Japan, Ọgọst 7, 2021",
  "Ọ gbara ọsọ na ndị na-agba ọsọ n'ihu n'akụkụ onye otu Molly Seidel na ndị Kenya kachasị elu (Peres Jepchirchir na Brigid Kosgei) site na ọkara mbụ nke ọsọ ahụ",
  "N'ọnọdụ okpomọkụ na mmiri, ọsọ Kipyego adịghị ike iji soro ìgwè ahụ",
  "Ọ laghachiri azụ wee mechie nke iri na asaa na 2:32:53, nkeji ise na ọkara site na onye mmeri Jepchirchir.",
  "Kipyego gara Moi Kapcherop Girls High School na Kapcherop, Marakwet District, ya na ụmụ agbọghọ ndị ọzọ ghọrọ ndị na-agba ọsọ ọkachamara, dị ka Pasca Myers. Ụmụnne ya ndị okenye, Mike Kipyego na Christopher Kipyego, bụkwa ndị na-agba ọsọ.",
  "Mgbe Kipyego dị afọ anọ, nna ya nwụrụ, na-ahapụ nne ya ịzụlite ụmụ asaa",
  "Ezinụlọ ahụ dara ogbenye, nne ya na-arịa ọrịa mgbe niile",
  "Mgbe Kipyego dị afọ iri na otu, enyi nwanne ya nwoke merụrụ ahụ n'ihe mberede ịnyịnya ígwè",
  "Kipyego gbara kilomita asaa gaa n'ụlọ ọgwụ kacha nso mana dọkịta ahụ ṅụbigara mmanya ókè wee chụpụ ya",
  "Ihe omume ndị a nyere Kipyego ọchịchọ ịghọ nọọsụ ka o wee nwee ike inye nlekọta ahụike ka mma na mba ya.",
  "Kipyego debara aha ya na South Plains College na Levelland, Texas",
  "Mgbe ọ gafere na Texas Tech, ọ tinyere akwụkwọ maka mmemme nọọsụ na Febụwarị na afọ 2007",
  "Kipyego natara akwụkwọ ozi nnabata wee malite klas nọọsụ mbụ ya na 5 Julaị na afọ 2007. Kipyego nwetara akara ugo mmụta nọọsụ na Mee 2009",
  "Texas Tech cross country All-American Kevin Chelimo, ugbu a onye na-enyere onye nkuzi afọ ofufo aka maka Texas Tech Red Raiders, lụrụ Sally Kipyego n'oge ọkọchị 2008.",
  "Na ọnwa Jenụwarị, na afọ 2017, Kipyego ghọrọ nwa amaala US."
]