[
  "Salma Rachid (Arabic:  Moroccan pronunciation: ; a mụrụ n'abalị 13 ọnwa June afọ 1994) bụ onye na-agụ egwú pop nke Morocco nke nwetara aha ọma mgbe ọ dị afọ 18 mgbe ọ sonyere na oge nke abụọ nke Arab Idol, nke a na-agbasa na MBC. Onye kachasị nta na-asọmpi, ọ nwetara ọnọdụ nke ise ma too ya maka ike olu ya, ikike ya ịmara ụdị dị iche iche, na ikike ya. Ndị na-akwado ya kpọrọ ya El Sultana ma were Umm Kulthum dịka otu n'ime isi ihe na-akpali ya.",
  "Ezinụlọ ya sitere na oasis nke Tafilalt, mpaghara ndịda ọwụwa anyanwụ Morocco, a mụrụ Salma ma zụlite ya na agbata obi Hay Mohammedi, na mpaghara Ain Sebaa-Hay Mohammedi nke Casablanca, Morocco",
  "Salma nwere mmasị na egwu, eserese na ejiji site na nwata",
  "Ọ gwara MBC n'oge a na-agba ya ajụjụ ọnụ na ọ na-ezuru uwe n'aka ezinụlọ ya, na-ekewa ha ma na-akwa ha akwa iji mepụta uwe ọhụrụ",
  "O kwukwara n'otu ajụjụ ọnụ ahụ na ọ fọrọ nke nta ka ụgbọala kụọ ya mgbe ọ dị obere, mana ezigbo enyi ya zọpụtara ya, na-efunahụ ndụ ya",
  "Ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị n'ọnwa June afọ 2012, nweta baccalauréat ya wee banye na mahadum ebe ọ gara n'ihu na agụmakwụkwọ ya na akụ na ụba.",
  "Mgbe ọ dị afọ iri na asatọ, Salma kpebiri iji ohere mee ihe ma nyochaa maka oge nke abụọ nke Arab Idol",
  "A na-eme nnwale Moroccan na Casablanca, Salma wee bụrụ \"Ya Moniyati\", abụ Yemen nke na-ewu ewu n'ógbè Gulf Persian niile, n'ihu ndị ọka ikpe nke ndị Arab superstars Ragheb Alama, Ahlam, Nancy Ajram na onye na-emepụta ihe n'Ijipt Hassan El Shafei",
  "Ha niile nabatara Salma wee gbaa ụgbọelu gaa Beirut, Lebanon, iji chụsoo usoro nhazi ahụ.",
  "Ọ rụrụ \"El Ward Gamil\" site na Umm Kulthum ya na ndị asọmpi ise ndị ọzọ, karịa ka ọ rụrụ \"Awal Marra\" nke Abdelhalim Hafez ma jisie ike họrọ ya n'etiti ndị ikpeazụ 27 ga-asọ mpi ịbanye n'ọkwa ikpeazụ",
  "N'oge mbụ, ọ rụrụ \"Zaman El Samt\" nke Talal Maddah, mana ọbụlagodi na ndị ọka ikpe kwenyesiri ike na olu ya mara mma ma dị ike, a na-ekpe ntụgharị ya ikpe dị oke egwu",
  "Ahlam ka kwuru na ọ bụrụ na ọ lekwasị anya karịa ma ghara iwere onwe ya n'egwuregwu ya, ọ ga-emebi ụwa ndị Arab (dịka ọ bụ mmetụta egwu ọhụrụ nke Arabic)",
  "N'ụzọ dị mwute, Salma enwetaghị votu zuru ezu, ọ bụkwa otu n'ime ndị asọmpi asatọ ndị ọka ikpe họọrọ iji rụọ ọrụ iji nweta otu n'etiti 4 wildcards",
  "Ragheb Alama họọrọ ya ma mee \"Ya Msaharni\" nke Umm Kulthum maka ndụ",
  "E mechara zọpụta ya na onye na-asọmpi Bahraini bụ Hanane Reda, nke mere ka o nwee ike ịbụ otu n'ime ndị ikpeazụ iri na atọ.",
  "Salma kụrụ egwu dị iche iche n'oge asọmpi ahụ, site na ndị na-agụ egwú dịka Sabah, Umm Kulthum, Mayada El Henawi, na ndị na'agụ egwú ọdịnala dịka Fouad Ghazi ma ọ bụ ndị na-abụ abụ pop Arabic dịka Samira Said ma ọ bụ Sherine",
  "Ihe dị ịrịba ama banyere ụzọ Salma bụ na ọbụlagodi na ọ nwetaghị vootu zuru ezu na mbido, o jisiri ike nọrọ na mpaghara nchekwa ọtụtụ oge, n'ihi ndị na-akwado ya na-eto eto",
  "Ndị ọka ikpe na ndị na-ege ya ntị toro ya na Fraịdee ọ bụla, ọbụnakwa onye Egypt superstar Mohammed Mounir gwara ya: \"Ị nwere ihe dị ụkọ n'ụwa ndị Arab : nnukwu olu nwere nnukwu ikike\"",
  "Ọtụtụ ndị mmadụ si n'egwuregwu egwu Arabic bịakwutere ya bụ ndị toro ya maka olu ya, dịka onye na-agụ egwu Siria Rouwaida Attieh na onye na-ede egwu Lebanọn Salim Assaf (onye dere egwu maka ndị na-agụ egwú dị ka Carole Samaha, Najwa Karam, Ramy Ayach na onye gwara ya na ọ ga-edetara ya abụ) yana ndị dị iche iche si n'ebe Moroccan."
]