[
  "Sam Gilliam (/ˈɡɪliəm/ GHIL-ee-əm; amụrụ na úbọchị irí atọ n'ọnwa Nọvemba, 1933) bụ ónyé Africa-America na-ese ihe na-acha anụnụ anụnụ na onye na-ese egwu. Gilliam na Washington Color School nwèrè njikọ, otu ndị na-ese ihe na mpaghara Washington, DC nke mepụtara ụdị nka na-enweghị atụ site na eserese na 1950s na 1960s. A kọwakwara ọrụ ya dị ka nke abstract expressionism na lyrical abstraction. Ọ na-arụ ọrụ na ákwà a gbatịrị agbatị, nkè a na-ekpuchi ma na-ekpu, ma na-agbakwunye ihe 3D",
  "A maara ya dị ka onye na-ese ihe mbụ na-ewebata echiche nke ákwà a na-ese n'elu ákwà na-enweghị ihe ndina n'ihe dị ka 1965",
  "Nke a bụ nnukwu onyinye nye ụlọ akwụkwọ Color Field.",
  "N'ọrụ ya na nso nso a, Gilliam arụwo ọrụ na polypropylene, ihe oyiyi kọmputa, metallic na iridescent acrylics, akwụkwọ aka, aluminum, ígwè, plywood, na plastik.",
  "A mụrụ Sam Gilliam na Tupelo, Mississippi, nwá nke asaá n'ime ụmụ asatọ Sam na Estery Gilliam mụrụ. Gilliams kwagara Louisville, Kentucky obere oge amụrụ ya. Nnà ya na-arụ ọrụ n'ọdụ ụgbọ okporo ígwè; nne ya na-elekọta nnukwu ezinụlọ ahụ",
  "Mgbè ọ dị obere, Gilliam chọrọ ịbụ onye na-ese ihe nkiri ma jiri ihe ka ukwuu n'oge ya na-ese foto. N'afọ 1951, Gilliam gụsịrị akwụkwọ na Central High School na Louisville.",
  "Mgbè ọ gụsịrị akwụkwọ sekọndrị, Gilliam gàrà Mahadum Louisville wee nweta nzèrè B.A",
  "ya na Fine Arts na 1955 dị ka ónyé otu nke abụọ nabatara klas nke ụmụ akwụkwọ ojii. N'otu afọ ahụ, o mèrè ihe ngosi nka nke mbụ ya na Mahadum ahụ",
  "Site na 1956 ruo 1958 Gilliam jere ozi na ndị agha United States. Ọ laghachiri na Mahadum Louisville na 1961 ma, dị ka nwa akwụkwọ nke Charles Crodel, nwéta nzèrè MA ya na eserese. Mgbè ọ na-aga kọleji, ọ ghọrọ enyi ónyé na-ese ihe Kenneth Victor Young.",
  "Gilliam gere ntị na ndụmọdụ prọfesọ kọleji ya ka ọ bụrụ ónyé nkuzi ụlọ akwụkwọ sekọndrị ma nwee ike ịkụzi nka na McKinley High School nke Washington. Gilliam tinyere onwé ya n'ịmepụta ihe osise ya n'oge ụbọchị izu ụka ya màkà klas. N'afọ 1962, Gilliam kwagara Washington, D.C",
  "mgbè ọ lụsịrị ónyé nta akụkọ Washington Post Dorothy Butler Ónyé bụkwa nwanyị nta akụkọ Africa America mbụ na Washington Post Gilliam bi na Washington, D-C",
  "ugbu a na ónyé mmekọ ya ogologo ógè Annie Gawlak.",
  "Gilliam enweela ọtụtụ ọrụ, onyinye, onyinye, ihe ngosi na nzèrè doctorate",
  "E mèrè nnukwu ihe ngosi nke ọrụ ya na Corcoran Gallery of Art na 2005. A kpọrọ ya 2006 University of Louisville Alumnus of the Year.",
  "Nsọpụrụ ndị ọzọ gụnyere nzèrè doctorate asatọ, na onyinye Gọvanọ Kentucky na nka",
  "Ọ natala ọtụtụ onyinye National Endowment for the Arts, Longview Foundation Award, na Guggenheim Fellowship",
  "Ọ natakwara onyinye Norman W",
  "Harris nke Chicago Art Institute, na ónyé na-ese ihe site na Washington Gallery of Modern Art.",
  "N'afọ 1962, Gilliam lụrụ Dorothy Butler, onye Louisville na nwanyị Africa America mbụ na-ede akwụkwọ akụkọ na The Washington Post",
  "Ha gbàrà alụkwaghịm na 1980s mana ha nwèrè ụmụ nwanyị atọ (Stephanie, Melissa, na Leah) ma nwee ụmụ ụmụ atọ",
  "Mgbè ịgba alụkwaghịm ahụ gasịrị, ọ zutere Annie Gawlak, ónyé nwe ụlọ ngosi G Fine Art na Washington DC, ónyé bụzi ónyé mmekọ Gilliam ogologo oge.",
  "N'afọ 1960, a chọpụtara na Gilliam nwere nsogbu uche ma nye ya lithium, nke mebiri akụrụ ya nke ukwuu",
  "Ọ kwụsịrị ịṅụ ọgwụ ahụ ma gbanwee nri ya site n'ịkpụ anụ uhie ma rie mkpụrụ osisi na mkpụrụ osisi.",
  "Gilliam bi na Washington D.C",
  "mana na 2010 rere ụlọ ọrụ ya na 14th Street, NW, n'ebe ugwu nke Colorado Avenue màkà $ 3.85 nde.",
  "Gilliam esonyewo n'ọtụtụ ihe ngosi onwé ónyé na United States na mba ụwa",
  "Ihe ngosi ya n'onwe ya gụnyere ihe osise nke Sam Gilliam (1967), Phillips Collection, Washington, DC; Ọrụ: Sam Gilliam (71), Museum of Modern Art, New York; Red & Black to 意: Ihe osise nke sam Gilliam (1982-1983), Studio Museum na Harlem, New York: Sam G William: A Retrospective (2005-2007), sitere na Corcoran Gallery of Art, Washington, D.C; na Sam Gilliam (2017), Seattle Art Museum.",
  "E mere ndokwa imeghe nnukwu ihe ngosi mbụ nke ọrụ Gilliam n'ihe fọrọ nke nta ka ọ bụrụ afọ iri abụọ na 2020 na Hirshhorn Museum na Sculpture Garden na Washington, DC, mana e dezigharịrị ya na 2022 n'ihi mkpọchi COVID-19",
  "Ihe ngosi ahụ, Sam Gilliam: Full Circle, meghere na Mee 2022 dị ka ihe ngosi nke ọrụ ónyé omenkà ahụ mepụtara ihe fọrọ nke nta ka ọ bụrụ naanị n'oge ọrịa COVID-19, kama ịkọwa ihe n'ụzọ sara mbara dị ka atụmatụ mbụ.",
  "O sonyekwara n'ọtụtụ ihe ngosi otu, gụnyere 36th Venice Biennale (1972), Marrakech Biennale (2016), na 57th Venice Biennal (2017)."
]