[
  "Sam Abbas (Arabic; a mụrụ na 11 Nọvemba 1993) bụ onye nduzi ihe nkiri Egypt, onye edemede, na onye na-emepụta ihe. A maara ya maka ụdị ihe nkiri tableaus nke o dere nke ọma, nke e dere uri, na nke yiri ihe omume.",
  "Abbas' Alia's Birth, ihe ngosi nke abụọ, nwetara nlebara anya mgbe a mara ọkwa nke asọmpi ihe nkiri dị mkpirikpi nke nwanyị na-eduzi nke onye mmeri ga-etinye ihe nkiri ha n'ime akụkọ ahụ",
  "Ndị na-eme ihe nkiri bụ Nikohl Boosheri, Poorna Jagannathan, Samuel H",
  "Levine na Maya Kazan.",
  "N'ọnwa Julaị 13, 2020, Abbas wepụtara ihe ngosi dị mkpirikpi nke nkeji 2.5, Rusted Caravaggios, banyere ọkpụkpọ òkù mbụ ọha na eze na Louvre Museum (Monday July 6, 2020) na-esochi mmechi ọnwa anọ a na-ahụtụbeghị mbụ.",
  "N'oge na-adịghị anya mgbe Variety Magazine kpughere na Abbas esorowo ndị na-ese ihe nkiri si gburugburu ụwa mepụta ihe ngosi Erēmīta (Anthologies). Ọ bụ Abbas mepụtara ma dezie akwụkwọ mkpirikpi ndị e dere n'oge ọrịa na-efe efe nke afọ 2020.",
  "N'afọ 2018, onye isi Abbas mepụtara Lavender nke Matthew Puccini gosipụtara na 2019 Sundance Film Festival sochiri 2019 SXSW",
  "Fox Searchlight Pictures weghaara ihe nkiri ahụ ozugbo, na-eme ka ọ bụrụ otu n'ime ihe nkiri mbụ zụrụ na Sundance n'afọ ahụ.",
  "Abbas malitere ụlọ ọrụ mmepụta ihe nkiri nke Arab, ArabQ, na-elekwasị anya na ihe nkiri nwere isiokwu LGBTQ, n'oge 68th Berlin International Film Festival. ArabQ malitere na ihe nkiri mbụ nke Abbas, The Wedding, nke o dere, duzie ma mee ihe nkiri ya na Nikohl Boosheri.\nAbbas debere ụlọ ọrụ ahụ n'Ijipt iji gbaa ndị ọzọ na-eme ihe nkiri na Middle East.",
  "The Hollywood Reporter wepụtara naanị ụgbọala na-adọkpụ Abbas maka The Wedding, na-ekwupụta n'ọnwa Nọvemba afọ 2018, a ga-ewepụta ihe nkiri ahụ na nzuzo na Middle East niile.\nOzugbo nke ahụ gasịrị, a kpọrọ ihe nkiri ahụ, \"The Queer Movie That Could Make Waves In The Middle East\" na \"A film that will make a riuss in theaters\"",
  "Tupu ihe ngosi mbụ ya, ihe nkiri mkpirikpi nke Abbas bụ Time to Come ka LogoTV kpọrọ \"ọrụ dị ike n'ezie\"."
]