[
  "Sam Nhlengethwa South Africa Creative collage artist na ónyé guzobere Bag Factory Artists' Studio.",
  "A mụrụ ya n'ọbọdọ Payneville nkè Springs na Gauteng, ya na ezinụlọ ya kwagara Kwa-Themba n'oge ọ bụ nwata mà soro nne nne ya nọrọ na Ratanda",
  "N'ịbụ onye amụrụ n'ezinụlọ ndị hụrụ jazz n'anya, ọrụ Sam sitere n'ike mmụọ nsọ jazz na obodo ndị ọ tolitere na ya",
  "Ọ bịdọrọ ịnakọta egwu jazz site na afọ iri na asaa wee bido ịnakọta ihe osise ya na 1977 mgbè ọ nọ n'ụlọ akwụkwọ ma gbanwee ọrụ nke ya màkà nke ụmụ akwụkwọ ibe ya. N'ihe osise nke ya, o si n'obodo ndị o tolitere nweta mkpali",
  "Ọ gara Rorke's Drift ma gụọ akwụkwọ na Johannesburg Art Foundation na Mofolo Art Centre na Soweto.",
  "Nhlengethwa bịdọrọ ọrụ ya n'afọ 1976 ma mesịa kụzie nwa oge na Federative Union of Black Artists (FUBA) nké dị na Johannesburg. Mgbè ọ na-agụ akwụkwọ na Mofolo Art Centre na Soweto, o sonyere na Thupelo na Triangle workshops",
  "O guzobere ụlọ ọrụ Bag Factory Artistsī Studio na Johannesburg n'afọ 1991 iji nye ndị na-ese ihe ojii ohere studio na ihe osise",
  "O meriri ihe nrite Standard Bank Young Artist n'afọ 1994, ma rụọ ọrụ dị ka onye na-ahụ màkà telivishọn màkà South African Broadcasting Corporation ruo afọ irí na àtó.",
  "A na-egosipụta ọrụ ya n'ụwa niile na nchịkọta na Johannesburg Art Gallery, Iziko South African National Gallery, Durban Art Gallery nà ọtụtụ ndị ọzọ",
  "Ọ na-anọchite ányá Goodman Gallery na South Africa.",
  "Sam Nhlengethwa mepụtara ihe osise narị abụọ na iri asaa na asaa nke gụnyere:",
  "E gosipụtara ya nà ihe ngosi iri abụọ na atọ n'ụwa niile gụnyere:",
  "E gosipụtara ya na ihe ngosi isii nkè onwe ya gụnyere:",
  "Ọrụ Sam Nhlengethwa emeela ka ọnụahịa dị site na dollar iri asatọ na otu rụọ dollar puku iri isii na isii na narị abụọ na abụọ na ire ere (màkà Glimpses nke iri ise na iri isii na 2019). O nwere ọrụ narị abụọ na iri asaa na isii na ire ere gụnyere:",
  "N'oge ọ na-arụ ọrụ, Nhlengethwa esorola ụlọ ọrụ na-ebi akwụkwọ dị iche iche na South Africa rụọ ọrụ dịka:"
]