[
  "Mkpúrù èdè íke\nSam Fan Thomas (onye amụrụ Samuel Thomas Ndonfeng, Eprel 1952, Bafoussam, Cameroon) bụ onye egwu Cameroon nke a na-ejikọta ya na Makossa. Ọ malitere na ngwụcha afọ 1960 wee nwee egwu mbụ ya na \"Rikiatou\"",
  "\"African Typic Collection\" ya bụ ihe na-ewu ewu na mba ụwa na 1984 ma bụrụ ma eleghị anya ọrụ ya a kacha mara",
  "Thomas malitere ọrụ ya na mbido afọ 1970 dị ka onye na-akpọ ụbọ akwara n'òtù Cameroon Tigres Noires",
  "Ọ nọrọ n'òtù ahụ ruo 1976, mgbe ọ malitere ọrụ ya n'onwe ya.",
  "Ọ malitere ọrụ egwu ya na 1968 mgbe ọ sonyeere The Black Tigers, nke onye egwu kpuru ìsì, Andre Marie Tala na-eduzi. Ọ nọrọ na Tala ruo afọ asatọ, na-edekọ ọtụtụ egwu. Ìgwè ahụ gukwara egwu na Paris ma gaa Senegal na mba ndị ọzọ dị n'Afrịka",
  "N'oge a, Tala mepụtara ụda nke ya, ụdị egwu nke oge a dabere na akụkọ ọdịnala Bamilike.",
  "N'afọ 1976, LP mbụ ya bụ Funky New Bell, nke edere na Benin na akara Satel. LP nke abụọ, n'otu akara ahụ, sochiri na 1977",
  "Na abọm ahụ, Black Santiagos si Benin kwadoro ya. E wepụtara egwu ya nke atọ na 1982 na Naijiria, na egwu a ma ama \"Rikiatou\", nke mere ka aha ya bụrụ onye a ma ama na Cameroon",
  "N'afọ 1983, Thomas gara Paris idekọ Makassi. Makassi bụ aha ụdị egwu nke Thomas, ụdị makossa uptempo jikọtara ya na mmetụta nke tchamassi nke Andre Marie Tala na mmetụta ndị ọzọ dị ka bami",
  "Abọm ahụ nwere egwu egwu, \"African Typic Collection\". Egwú a bu nke a wuru gburugburu abụ Franco, \"Boma l'heure\", wee ghọọ egwu mba ụwa, na ahịa gafee Africa, France na West Indies, ebe a tọhapụrụ ya dị ka otu 12 inch. Makassi wetara Thomas ihe nrite diski ọla edo na 1984 ma soro ya na abọm nke ise ya, Neng Makassi na 1985. Abọm ahụ nọgidere na-emepụta ihe dị mgbagwoju anya nke Makassi, na-enweghị ihe jikọrọ ya na ya kachasị mma",
  "N'afọ 1986, o wepụtara abọm abụọ, Funk Makassi na Makassi Plus",
  "Tinyere \"African Typic Collection\", a tọhapụrụ egwu abụọ sitere na Makassi Plus na 1987 na album nchịkọta nke British Earthworks record label",
  "Makassi Plus sochiri na 1988 site na Makassi Again, nke Celluloid ndekọ ndekọ kesara na mba ụwa",
  "Thomas sokwa ndị otu ya MBC (Makassi Band Corporation) gaa njem na West na East Africa, Europe na Amerịka.",
  "Site na mbido afọ 1990, Thomas gbanwere uche ya site na idekọ ihe nke ya, iji kwalite ma duzie ndị na-agụ egwú na ndị na-eti egwu ọhụrụ na Cameroon",
  "Ọ kpọkọtara ndị egwu nwere nkà, nke gụnyere onye nwụrụ anwụ Kotto Bass, Ebelle Jeannot, K",
  "Godefroy, Fabo Claude, Guy Bilong na Tala Jeannot",
  "O weputara otutu ihe ndekọ sitere n'aka ndị omenkà dị iche iche n'ime afọ 1990",
  "Thomas wepụtara ihe ọhụrụ na 1993's Emotion na 1999's No Satisfaction",
  "Ọ dịghị nke ọ bụla n'ime CD ndị a wetara ya ihe ịga nke ọma nke ọrụ mbụ ya.",
  "O mere ihe ngosi na-aga nke ọma na Nairobi (2007), US (2009) na Abidjan (2010)."
]