[
  "A mụrụ Samuel Aluko na ọnwa (Ọgọst 18, n'afọ 1929  mana Ọ nwụrụ na  ọnwa Febụwarị 7, n'afọ 2012)  Ọ bụ onye Naịjiria  nke ámá ama na-ahụ maka akụ na ụba ọha na eze",
  "Ọ bụkwa onye ọkà mmụta, onye nke dere edemede na akwụkwọ ndị na'enyocha ụkpụrụ mmekọrịta mmadụ na ibe ya na akụ n'ụba nke gọọmentị",
  "Aluko rụkwara ọrụ ndụmọdụ nye ụfọdụ ndị isi ndọrọ ndọrọ ọchịchị dịka Obafemi Awolowo na Sani Abacha",
  "A na-ahụ ohere nke ikpeazụ a dị ka ihe a na'adịghị ahụkebe n'ihi nguzo siri ike nke Aluko na mbụ megide oke ihe ọjọọ dị ichè ichè nke ndị ọchịchị.",
  "Ebumnuche Aluko n'ihe gbasara ndọrọ ọchịchị na akụ na ụba  juputara  na nkatọ nke akụnụba n'etiti ndị ndọrọndọrọ ọchịchị ya na iweli elu nke ego gọọmentị na-enweta dị ka ụzọ isi kwalite mmepe akụnaụba",
  "Ọ bụ onye a ma ama na-ịkọwa ihe  gbasara ego ọha na eze ma bụrụ kwa onye na - akatọ ihe banyere mmepe  na ịlụ ụlọ akụ  mba ụwa na iwu  dị ichè ichè gbasara ọnọdụ akụ na ụba Naịjirịa na atụmatụ e nyere aga eji gwọta  ma dozie nsogbu akụ na ụba.",
  "A mụrụ ya na Ode-Ekiti n'ezinụlọ Aluko Fagbohun, ọ gụrụ akwụkwọ na Emmanuel School na Christ's School Ado Ekiti, ebe ọ bụ nwa akwụkwọ n\"okpuru ndị nkuzi Ekini a ma ama dị ka Nathaniel Adamolekun onye mechara bụrụ onye na-edebanye aha na Mahadum Ibadan na J.E",
  "Babatola, onye bụbu Minista mpaghara. Mgbe ọ gụsịrị akwụkwọ, ọ malitere ịrụ ọrụ dị ka onye nkuzi, wee bụrụ onye isi na Zik's College of Commerce, Sapele na osote onye nduzi na Lagos City College",
  "Mgbe ọ na-akụzi ihe, ọ gara ọmụmụ akwụkwọ ozi nke Mahadum London na akụ na ụba na inweta akara ugo mmụta na isiokwu ahụ.",
  "Aluko tinyere aka na ihe gbasara ndọrọ ndọrọ ọchịchị nke Ado-Ekiti n'oge mmalite nke nnwere onwe nke ala anyị",
  "Ọ bụkwaonye  nso ụzọ nke ndị kwenyere na ogịga n'ihu Zikist bụ ndị na akwadoghị ọchịchị nke ndị ọcha",
  "N'afọ 1953,  ya na mmadụ ọzọ guzobere otu òtù kwụụrụ onwe ya, nke ana-kpọ Ekiti People's Party nke na-ahọpụta ndị ga-asọmpi ntuli aka n' ime obodo  Ado-Ekiti, otu afọ gasịrị, ọ ghọrọ onyeisi oche nke Ado Ekiti District Council.",
  "Ụdị ụzọ iwu akụ na ụba  nke Aluko na  akatọ mmefu ego gọọmentị",
  "Mgbe o si  obodo London lọta, ọ ghọrọ onye ndụmọdụ nke ana  ahọpụtaghị nke Action Group",
  "A họpụtara ya ka ọ bụrụ onye isi kọmitii nke otu ahụ bụ  nke e guzobere iji chọta ụzọ aga esi chekwaa ego",
  "Kọmitii ahụ tụrụ aro ka e bebilata ego enyemaka ana enye ndị minista na ndị nọ nọkwa dị ichè ichè nke ndọrọ ndọrọ ọchịchị, echiche nke ụfọdụ ndị ndọrọndọrọ ọchịchị n'ime òtù ahụ na-akwado nke ọma. N'afọ 1962, ha bịakwutere Aluko ka ọ bụrụ onye ndụmọdụ akụ na ụba  nke mpaghara  ọdịda anyanwụ",
  "Ụgwọ ọnwa ya ga-abụ £ 2,942",
  "N'oge ahụ, ọ bụ onye nkuzi na Mahadum Ife, nke ana akpọzi Mahadum Obafemi Awolowo na-eri  ụgwọ ọnwa kwa afọ nke £ 1,000. Ọ nabatara onyinye ahụ na ọnọdụ na a ga-ebelata ụgwọ ọnwa ọhụrụ ya ruo n'ókè a kwụrụ ya na Ife na-ekwu na ọ gaghị arụpụta ihe na ọrụ ọhụrụ ahụ karịa ihe ọ na eme n' Ife",
  "Mana gọọmentị jụrụ ọnọdụ ahụ o nyereMgbe Aluko nọ na Ile-Ife, ọ bụ onye ana ahọpụtaghị nke otu kọmitii ndụmọdụ nke AG, ya na Wole Soyinka, Victor Oyenuga, Dr Odumosu na ndị nkuzi mba ọzọ. Otu ahụ  kwadoro otu ndọrọ ndọrọ ọchịchị, bụ ndị na-akwado ọchịchị onye kwuo uche ya nke kwenyere na igbochi  ọtụtụ ihe na ekwesighị ndị isi na eme , otú ndị ndụmọdụ ahụ kewara  ha na ụfọdụ ndị otu ọchịchị n'ihe gbasara otu esi etinye aka na gọọmentị obodo nile na ikewa pụọ na mpaghara ọdịda anyanwụ",
  "Awolowo nabatara ụfọdụ aro nke otu a  nke ọma mana ọtụtụ n'ime aro ndị ahụ amasịghị  osote ya onye bụzị onye isi ala nke mpaghara ahụ  n'oge ahụ.",
  "Mgbe Saburi Biobaku, osote onye isi ụlọ akwụkwọ nke UNIFE dụrụ ndị nkuzi niile ọdụ ka ha kwado otu nke ụbọchị ahụ  nke bụ NNDP n'afọ 1965, otu ana-kpọ Action Group bụ nke onye ndu ha bú Samuel Akinola kewara onwe ha ma kwụrụ ichè Aluko kwunyeru otu nke Action Group nke Awolowo  bụ ndị nabatara aro na ndụmọdụ ndị otu Ife nyere",
  "Aluko tinyere akwụkwọ iji gbaa arụkwaghịm  n'ọrụ ma nye kwa oge ọnwa atọ",
  "Ha nabatara akwụkwọ arụkwaghịm ahụ ozugbo ha gwakwara ya ka ọ pụọ n'ụlọ  ebe obibi gọọmentị ozugbo o kwere mee na egbughị oge, ọ hapụrụ mahadum  ahụ wee sonye na ngalaba akụ na ụba nke Mahadum Naịjirịa. Tupu ndị unwe kakị,(soja) enwegharụ ọchịchị na Jenụwarị n'afọ 1966,  Mgbe Aluko na-agwa ụmụ okwu na nzukọ ndị ntorobịa,  Ọ nyere ndị ntorobịa ahụ ọrụ ka ha ghara ịdị na-ele anya na agbụrụ  ma ọ bụ ebe onye si na kama ha na emekorita ka ụmụ nne iji jikọta mpaghara ndị ahụ."
]