[
  "Samuel Osei Sarpong Jr",
  "(19 Disemba 1974 - 26 Ọktoba 2015) bụ onye Britain na-eme ihe nkiri, supermodel, na onye egwu. O mere ihe nkiri karịrị iri isii na ihe ngosi telivishọn iri ise na ise, gụnyere ihe nkiri ndị dị ka Carmen The Hip Hopera, Love Don't Cost a Thing, Keeping Up with the Steins, Anchor Baby na No Weapons, nke o meriri onye na-eme ihe nkiri kachasị mma na San Diego Black Film Festival",
  "Ọ bụkwa onye nhazi na MTV's Yo Momma maka oge atọ",
  "Ọ bụ otu n'ime ụmụ nwoke ojii mbụ maka onye na-emepụta Tommy Hilfiger ma bụrụ ihu nke akara ahụ ruo ihe karịrị afọ isii.",
  "A mụrụ Sam Sarpong na London ma ọ kwaga Los Angeles ya na nna ya, Sam Sarpong Sr., onye bụ onye Ghana, mgbe ọ dị afọ iri na otu. Ọ gara El Camino Real High School na Woodland Hills, California, ebe ọ bụ onye egwuregwu basketball. Mgbe nna ya kwagara Pasadena, Sarpong biri na ezinụlọ enyi ya ka o wee nwee ike ịga n'ihu na El Camino Real. Mgbe ọchịchọ ya maka kọleji na ọrụ basketball ọkachamara enweghị ihe ịga nke ọma, ọ tụgharịrị ime ihe nkiri na ịme ihe ngosi.",
  "Sarpong nwụrụ n'abalị 26 ọnwa Ọktoba afọ 2015 mgbe ọ dị afọ iri anọ mgbe o si na Colorado Street Bridge na Pasadena, California wụpụ. Ọnwụ ya bụ nke Los Angeles County Department of Medical Examiner-Coroner kpebiri igbu onwe ya, na-echere nyocha.",
  "Sarpong bụ onye na-akwado ihe ngosi MTV bụ Yo Momma, ma kemgbe ahụ ọ gara n'ihu na-eje ozi dịka onye na-akwado ihe ngosi BET Awards tupu ihe ngosi All Access, ruo afọ asaa",
  "Na 2013 BET Awards, o gosipụtara \"Best International Artist\" category.",
  "Sarpong pụtara dịka Paul Unanga na ihe nkiri Anchor Baby ma merie Best Lead Actor maka ọrụ a n'afọ 2012 New York Film Festival",
  "Ọ bụkwa onye ọbịa na \"Lord of the Bling\", ihe omume nke Veronica Mars",
  "Sarpong bụ mkpọsa nchịkọta akụkọ ejiji maka akara Louis Vuitton, onye natara MAA Fashion Award for Male Model of the Year, ma a kpọọ ya aha ugboro abụọ site na magazin Today's Black Woman na ndepụta \"Fifty Most Beautiful People\"",
  "A gbakwunyere ya na ndepụta \"Hot 100 Young Hollywood with Style\" nke Us Weekly n'afọ 2007.",
  "E gosipụtara Sarpong na mgbasa ozi ngosi maka akara Boy London, ma n'oge gara aga ọ rụrụ ọrụ dịka ihu mba ụwa nke akara uwe Nelson Mandela Foundation.",
  "Mgbe ọ nwụsịrị, ọ pụtara na ihe omume nke asaa nke American Crime Story na-egwu Byron / Neighborhood Man No",
  "1."
]