[
  "Thomas \"Sam\" Doyle (1906-1985), bụ ónyé Africa-America na-ese ihe si Saint Helena Island, South Carolina. Ihe osise ya márá mmá na mpempe ígwè na osisi dekọrọ akụkọ ihe mere eme na ndị ọbọdọ St",
  "Helenaş Gullah.",
  "A mụrụ Sam Doyle na 1906 na nso Frogmore, na St",
  "Helena Island. Ọ gàrà ụlọ akwụkwọ elementrị na Penn School, ụlọ akwụkwọ màkà ndị Africa America a tọhapụrụ nke ndị Unitarians na Quakers si Pennsylvania guzobere. Ọ bụ na Penn School ka ndị nkụzi Doyle matara na mbụ nkà nka ya ma ha gbàrà yá ume ka ọ gaa n'ihu n'ọrụ ya. Doyle hapụrụ ụlọ akwụkwọ Penn na klas nke itoolu wee chọta ọrụ n'ụzọ dị íchè íchè dị ka ónyé na-ere ahịa, ónyé na-ebugharị ụgbọ mmiri, ónyé na'ala na n'ikpeazụ dị ka ónyé ọrụ ịsa ákwà.",
  "Ọ lụrụ Maude Brown na 1931 ma ọ bụ 1932; ha abụọ gbara alụkwaghịm na 1949. Doyle nwụrụ na 1985 na Beaufort, South Carolina.",
  "Doyle gàrà n'ihu na nka ya n'afọ 1940, na-egosi ihe osise ya na mpempe ígwè na mbụ n'ogige ya nkè ọ kpọrọ \"Outdoor World-Wide-International Gallery\". Doyle ga-eji ihe ndị a tụfuru atụfu dị ka elu ụlọ ígwè, plywood, na ágbá ụlọ màkà nka ya, na-egosipụta ụdị nka pụrụ iche, mana ọ bụ ihe pụrụ iche. Mgbè ọ lara ezumike nká, ọ malitere ọrụ nka ya n'ụzọ zuru okè na 1968.",
  "Doyle nwere mmetụta dị ukwuu site na ọdịbendị Gullah nké St",
  "Helena Island, nke a maara màkà ọkwa dị elu nke njigide Africa. Doyle dere ike, adịghị ike, ule, na mmejọ nke ndị bi na St",
  "Helena ibe ya site na ise foto ha",
  "Doyle dekwara ndị ama ama nke ọbọdọ ndị Africa America",
  "E gosipụtara akụkọ ifo dị ka Ray Charles, Martin Luther King Jr, na Jackie Robinson na nchịkọta Doyle.",
  "E tinyere ọrụ Doyle na ihe ngosi Black Folk Art na America na 1982 na Corcoran Gallery of Art.",
  "A na-edebe ihe osise na ihe ọkpụkpụ Doyle na nchịkọta na-adịgide adịgide nke American Folk Art Museum, High Museum of Art, Smithsonian American Art Museum, Gibbes Museum of Art na Los Angeles County Museum of Art",
  "na Penn Center (Penn School na St",
  "Helena Island)."
]