[
  "Mkpurụ okwu sélénsé\nSam Mangwana (amụrụ na 21 ọnwa Febụwarị 1945), bụ onye Angola Congolese amụrụ onye egwu Angola, amụrụ nna Zimbabwe na nne Angola",
  "Ọ bụ onye isi nke ndị otu ya Festival des Maquisards na African All Stars",
  "Mangwana bụ onye otu egwu nke François Luambo Makiadi bụ TPOK Jazz, na Tabu Ley Rochereau bụ African Fiesta, African Fiesta National na Afrisa International.",
  "A mụrụ ya na 21 Febụwarị 1945 na Leopoldville, ugbu a Kinshasa, isi obodo Democratic Republic of the Congo, na obodo kachasị ukwuu na mba ahụ",
  "Nna ya bụ nwa afọ Zimbabwe na nne Sam bụ nwa afọ Angola dị nso.",
  "Mangwana mere nke mbụ ya na 1963 na otu egwu rumba nke Congo-Kinshasa, African Fiesta, nke Tabu Ley Rochereau nwere ma duzie",
  "Mangwana gafere Osimiri Congo gaa Brazzaville ebe o guzobere otu obere oge a na-akpọ Los Batchichas",
  "Ọ rụkwara ọrụ na Negro Band na Orchestre Tembo",
  "Ọ laghachiri Kinshasa ebe ọ sonyeere Tabu Ley, onye a maara ugbu a dị ka African Fiesta National.",
  "Na afọ 1967, Mangwana hapụrụ ọzọ iji guzobe Festival des Maquisards",
  "Ìgwè ahụ gụnyere ndị na-edekọ egwu ama ama; ndị na-agụ egwú Dalienst na Madilu System, onye na-agụ egwu Dizzy Mandjeku na onye na-eduzi egwu Michelino",
  "Afọ abụọ ka e mesịrị, Sam Mangwana nọ na njem ọzọ",
  "Ya na onye na-akpọ ụbọ akwara aha ya bụ Jean Paul \"Guvano\" Vangu dekọrọ egwu abụọ ruo na afọ 1972.",
  "Na afọ 1972 ọ sonyeere TPOK Jazz, nke Franco duziri",
  "Mangwana na-abụkarị onye na-agụ egwú na egwu nke onye na-akpọ ụbọ akwara OK Jazz bụ Simaro Lutumba",
  "Ịbụ onye a ma ama mụbara n'oge a",
  "Njikọ ya na Simaro wepụtara egwu atọ: \"Ebale ya Zaire\", \"Cedou\" na \"Mabele\"",
  "Ọ hapụrụ OK Jazz ma sonyeghachi n'òtù Tabu Ley, nke a na-akpọ Afrisa ugbu a",
  "Ọ hapụrụ ọzọ, n'oge a ọ kwagara Abidjan, Côte d'Ivoire, na West Africa",
  "N'afọ 1978, ya na ndị ọzọ guzobere otu African All Stars.",
  "Mgbe All Stars kewara na 1979, ọ ghọrọ onye na-ese ihe n'onwe ya",
  "O dekọrọ ma gaa njem na ngwakọta dịgasị iche iche nke ndị egwu",
  "Maria Tebbo (1980) na ihe fọdụrụ na All Stars, Coopération (1982) na Franco, Canta Moçambique (1983) na Mandjeku, na abọm ya na onye saxophonist Empompo Loway n'okpuru aha Tiers Monde Coopération na Tiers Monde Révolution bụ ihe ndị dị mkpa nke ọrụ ya na 1980s.",
  "Na ihi na ọ na-aga ugboro ugboro, ọ nwetara aha njirimara \"pigeon voyageur\" (pigeon na-eme njem)",
  "Na afọ 2000, Mangwana nọrọ ọtụtụ oge ya na Angola, na-apụta site na oge ruo na oge iji mee kọntaktị na Europe."
]