[
  "Sam Omatseye bụ ónyé Naijiria na-ede uri, ónyé na-ede akwụkwọ akụkọ, ónyé na'ede egwuregwu na ónyé nta akụkọ.\nA mụrụ ya na June 15, 1961, Sam Omatseye si Delta State, Nigeria. Ọ bụ ónyé natara 2019 nke National Productivity Order of Merit (NPOM).",
  "Sam Omatseye gàrà Government College, Ughelli, (nke bụbu Bendel State), Delta State site na 1973 ruo 1979 màkà agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya wee nweta asambodo ụlọ akwụkwọ West African",
  "Ọ gàrà Federal School Of Arts And Science, Victoria Island, Lagos màkà agụmakwụkwọ ụlọ akwụkwọ dị elu",
  "Ọ gụrụ akụkọ ihe méré eme na Mahadum Ife - ugbu a Mahadum Obafemi Awolowo) site n'afo 1980 ruo 1985 wee nweta nzere Bachelor Of Arts.",
  "Ọ kụziri Bekee na édémédé na Aminu Kano Commercial College, Kano n'oge National Youth Service site n'afo 1985 ruo 1986.\nSite n'afọ 1987 ruo 1988 ọ rụrụ ọrụ dị ka ónyé nta akụkọ-onye nyocha na Newswatch Magazine, ma kpuchie ọtụtụ ihe site na Foreign Affairs ruo Culture.\nN'afọ 1988, ọ rụrụ ọrụ dị ka ónyé édémédé na African Concord Magazine, ma kwado akụkọ gbasara ọchịchị aka ike na ọgba aghara nke gosipụtara afọ Babangida.\nỌ ghọrọ osote ónyé nchịkọta akụkọ ndọrọ ndọrọ ọchịchị nke Concord Newspapers n'afọ 1989 na ọrụ a kapịrị ọnụ iji nyéré aka iduzi mkpuchi nke rigmarole nke mmemme mgbanwe ndọrọ ndọrọ ọchịchị ya nke Babangida Years.\nN'afọ 1990, United States Information Service họpụtara ya ka ọ kpuchie ntuli aka na-abụghị afọ, ma rụọ ọrụ izu isii na mba ahụ gụnyere njikọ ya na Kansas City Star na Missouri.\nA họpụtara ya ka ọ bụrụ ónyé nchịkọta akụkọ, Abuja Bureau nke Concord Newspapers na 1993",
  "Ọ kọrọ banyéré nsogbu ntuli aka nke ụbọchị iri na abụọ n'ọnwa Juun",
  "Ọ hapụrụ obodo ahụ n'ikpeazụ n'afọ ahụ mgbè ndị agha nyochara ya site n'isi ụtụtụ ruo n'anyasị.\nN'afọ 1995, ọ rụrụ ọrụ dị ka Editorial Page Editor, Thisday Newspaper.\nỌ ghọrọ osote onye nchịkọta akụkọ, Sunday Concord n'afọ 1996 mgbè a machibidoro The Concord Newspaper Group iwu.\nSite n'afọ 1998 ruo afọ 2006 ọ kụziri Media na Journalism na Metropolitan State College nke Denver",
  "Ọ kụzikwaara klas ma kwuo okwu na Mahadum Colorado na Mahadụ Denver. Ọ ghọkwara ónyé nta akụkọ teknụzụ na-ekpuchi ụwa wireless na mmalite ya na RCR Wireless News.\nSite n'afọ 2006 ruo ugbu a, ọ bụ ónyé isi oche, Editorial Board nke The Nation Newspapers. Ọ na-elekọta ngalaba echiche nke akwụkwọ akụkọ ahụ ma na-ede kọlụm kwa izu, In Touch\nO nyela okwu ọtụtụ ugboro na mahadum Naijiria, gụnyere Mahadum Obafemi Awolowo, Mahadum Ibadan, Mahadim Lagos, Etc.\nA họpụtara ya ka ọ bụrụ ónyé otu Kansụl Na-achị Isi nke Mahadum Lagos State\nỌ bụ ónyé na-ekwu okwu ugboro ugboro na ihe ngosi telivishọn na redio na nsogbu Naijiria nke ógè a.\nỌ kwadoro ihe ngosi telivishọn, Standpoint, na TVC ma ugbu a na-akwado The Platform, mmemme ndọrọ ndọrọ ọchịchị na-agbasa kwa Satọdee na TVC.",
  "O meriri Nigerian Media Merit Award n'afọ 1991 dị ka Best Reporter màkà mkpuchi nke ihe mberede ụgbọelu ndị agha na Ejigbo, Lagos",
  "Ndị agha kụrụ ya ihe màkà obi ike ịgafe n'ogige ndị agha iji jide egwu na ihe nkiri nke ọdachi ahụ.\nN'afọ 1992, ọ bụ ónyé mmeri mbụ nke Gordon N",
  "Fisher Fellowship for Journalists in The Commonwealth, ọ nọkwa n'afọ agụmakwụkwọ zuru ezu na Mahadum Toronto. \nN'afọ 1997, ọ meriri Alfred Friendly Press Fellowship",
  "N'okpuru okwu, ọ rụrụ ọrụ dị ka ónyé nta akụkọ na Rocky Mountain News",
  "O nweghị ike ịlaghachi Naịjirịa n'ihi egwu ndị a na-eyi n'oge Abacha Years. \nO meriri Association of Black Journalists Award for Feature Writing",
  "O nwetakwara ihe nrite Scripps Award màkà Deadline Reporting",
  "Ọ bụ ónyé ikpeazụ màkà The Denver Press Club Prize.\nO meriri Nigerian Media Merit Award (NMMA) màkà ónyé na-ede akwụkwọ nke Afọ ugboro atọ ma bụrụkwa ónyé ikpeazụ ugboro atọ",
  "O nwetakwara mmeri na NMMA màkà ónyé nta akụkọ kacha mma.\nO meriri Diamond Award for Media Excellence (DAME) ugboro anọ màkà Informed Commentary. N'afọ 2011, ọ ghọrọ ónyé mbụ meriri ma NMMA na DAME n'otu afọ ahụ.\nE mèrè ya ónyé Honorary Fellow nke Nigerian Academy Of Letters n'afọ 2015. N'ọnwa Julaị 2019, Rotary Club International kpọrọ Omatseye Paul Harris Fellow",
  "Gọvanọ District, nke Rotary Club, Gbagada, Lagos, Kola Sodipo nyèrè ya ònyìnyé ahụ. N'ọnwa Nọvemba 2019, ọ natara ònyìnyé mba, National Productivity Order of Merit (NPOM)",
  "Dị ka akwụkwọ ozi na-agwa Omatseye banyéré onyinye nke Minista na-ahụ màkà ọrụ na ọrụ Dr",
  "Chris Ngige bịanyere aka, Ónyé isi ala nke Federal Republic of Nigeria, Muhammadu Buhari GCFR kwadoro inye gị onyinye National Productivity Order of Merit Award n'ihi nnukwu mmepụta ihe, ịrụsi ọrụ ike na ịdị mmá gị.",
  "Ogidi",
  "Akwụkwọ akụkọ",
  "Abụ",
  "Egwuregwu",
  "O mèrè nkatọ mba niile site na kọlụm ya, In Touch, mgbè o dere banyéré okwu ndị dị nro dị ka ihe nketa nke Chief Obafemi Awolowo nwụrụ anwụ, ónyé bụbu ónyé isi ala nke Western Nigeria; ọrụ Agha Obodo Naịjirịa nke ónyé ndu Biafran nwụrụ anwụ, Chief Emeka Odumegwu Ojukwu; ihe ndị Chinua Achebe rụzuru n'akwụkwọ, na-agbagha nkwupụta Orji Uzor Kalu, Onye isi óche nke The Sun na New Telegraph na nsogbu Southern Kaduna na-adịghị akwụsị akwụsị akwụ na Nigeria"
]