[
  "Samia Ahmed Attia Abdel Rahman, nke a maara dị ka Sama Elmasry, bụ onye Egypt na-eme ihe nkiri, onye na-agụ egwu na onye na-agba egwu afọ.",
  "Ọ malitere ịrụ ọrụ na Mehwar TV Channel mgbe ọ gụsịrị akwụkwọ na Faculty of Arts ma gosikwa na ihe nkiri sinima atọ kemgbe afọ 2008.",
  "Ihe nkiri Ala Wahda We Nos nke Sama dere ma gosikwa onwe ya dị ka onye isi na nkatọ nke mmegbu mmekọahụ nke ndị ọrụ mgbasa ozi nwanyị, bụ nke akụkụ dị iche iche nke ndị Ijipt katọrọ",
  "Al-Azhar kpọrọ ndị na-ekiri ihe nkiri ahụ ka ha kwụsị ihe nkiri ahụ maka ihe a na-ekwu na ọ bụ ihe rụrụ arụ na ndị otu ndị nta akụkọ kwuru na ihe nkiri ahụ na-emebi ọrụ ahụ. Sayed Khatab, onye isi nke Censorship Board of Artistic Works, mere ihe na oku nke ndị nta akụkọ na mbipụta \"ezigharịrị\" nwere ike ịhapụ na 14 Machị 2012.",
  "Ka ọ na-erule afọ 2013, Sama malitere imepụta vidiyo YouTube na-atọ ọchị nke na-akatọ gọọmentị FJP, Muslim Brotherhood, na ndị ọzọ Islamist na vidiyo ya nke anọ, na-egosi ya na-eyi okpu isi na niqab, ọ natara egwu ọnwụ, n'ihi na ọ bụ, \"dị ka onye akwụna, na-achị hijab ọchị\".",
  "Sama nwetara aha ọjọọ n'ụwa niile mgbe vidiyo ya na-akatọ iwu Barack Obama megide Ijipt ma kwupụta nkwado maka nguzo Abdel Fattah el-Sisi gbasara na Ịntanetị na mbido Ọgọst 2013.",
  "N'ọnwa Eprel afọ 2014, e jidere ya \"na-echere nyocha maka ụlọ ọrụ telivishọn na-enweghị ikikere nke a na-ekwu na ọ bụ ya nwe\". Nke a bụ n'ihi na o mere vidiyo na-akwa Mortada Mansour, onye isi nke klọb egwuregwu Zamalak, emo, ma ọ bụ n'agbanyeghị na ọ masịghị ya, ma ọbụ n'ihi n'ihi obere oge ọ na-eme atụmatụ ịzọ ọkwa onye isi ala megide al-Sisi",
  "Ọ na-abụ abụ \"Ya Mortada, Ya Mortada\" na ụda nke abụ Arabo-Turkish, \"Ya Mustafa\" na ụfọdụ okwu na-enye echiche, nke mbụ na uwe ogologo wee banye na teepu bọọlụ Zamalak ma jiri bọọlụ bọọlụ na-egwuri egwu",
  "Ọ mekwara onye na-eme ihe ọchị bụ Bassem Youssef",
  "A kwụrụ ya ụgwọ, mana ọ laghachiri na sekit ndị ama ama na vidiyo ndị ọzọ na-awụ akpata oyi n'ahụ.",
  "N'abalị iri abụọ na atọ n'ọnwa Eprel afọ 2020, onye na-eme ihe ngosi TV nke Ijipt bụ Reham Saeed gbara ya akwụkwọ maka nkwutọ",
  "N'echi ya, e jidere ya. Na Juun 27 afọ 2020, a mara ya ikpe ịga mkpọrọ afọ atọ, na ibu ọrụ ịkwụ ụgwọ puku pound atọ."
]