[
  "Samira Abdul Razzaq Bensaïd (Arabic: , romanized: ; a mụrụ na 10 Jenụwarị 1958), nke a maara dịka Samira Said (Arabic, : Samīra Saʿīd), bụ onye na-agụ egwu Moroccan-Egyptian.",
  "A mụrụ Samira Said n'afọ 1958 na Rabat, na Morocco, nna ya si Rabat na nne ya si Fez. Ọ bụrụ abụ mbụ ya \"M hụrụ noodles n'anya\" mgbe ọ dị afọ itoolu, a chọpụtakwara ya na mmemme egwu, Mawaheb, nke a na-agbasa na Moroccan TV",
  "Mgbe ahụ ọ kwagara Ijipt ebe aha ya gburugburu ụwa ndị Arab malitere",
  "O nwere mba abụọ na Morocco na Egypt, ebe obibi ya, ka ọ kwagara Cairo n'afọ 1977",
  "Abọm ya niile dị n'asụsụ Arabic nke Ijipt, mana o dekwara ụfọdụ egwu n'asụsụ Moroccan Arabic, dịka \"Kifash Tlakina\" (\"Olee otu anyị zutere\"), \"Fayetli sheftek shi marra\" (\"Ahụla m gị otu ugboro\"), \"Sarkouh\" (\"Ha zuru ya\"), na \"Al Behhara\" (\"Ndị ụgbọ mmiri\")",
  "Otu egwu ya gụnyere \"Maghlouba\" (\"Beaten\") na \"Wa'ady\" (\"My Love\")",
  "N'afọ 1980, ọ nọchitere anya obodo ya bụ Morocco na Eurovision Song Contest na-abụ abụ a ma ama n'ime Ijipt n'oge ahụ a na-akpọ Bitaqat Hub, na-etinye 18th n'ime ndị asọmpi 19.",
  "Said edekọla ọtụtụ egwu Arabic nke a họọrọ nke ọma n'Ijipt, dịka \"Ben Lef\" (\"The Circle of Life\"), \"Sayidati Sadati\" (Ladies and Gentlemen\"), \"Malich 3inwan\" (\"Ready When You Are\") na \"Akher Hawa\" (\"Last Love\")",
  "Ya na onye Egypt na-ede egwu Mohamed El Mougi rụkọtara ọrụ, ma bụrụ abụ ma mee ihe nkiri Saaktob Ismak Ala Arrimal (\"M ga-ede aha gị n'ime ájá\"), nke gụnyere abụ ya \"Yadamiiti Haddi\" (\"Tears, Fall from My Eyes\")",
  "Ihe ndekọ ndị ọzọ gụnyere \"Lilet El Ouns\" (\"Magnificent Get-Together\"), \"Ech Gab Li Gab\" (\"A Cut about the Rest\"), \"Amrak Aagib\" (\"I Don't Get You\"), na \"Menghir Sabab\" (\"For No Reason\").",
  "N'afọ 2000, ọ wepụtara egwu egwu Egypt \"Lilah Habeebee\", (\"Otu N'abalị, Ịhụnanya m\"), egwu aha abọm, nke gara n'ihu merie maka vidiyo kachasị mma n'ụwa Arab n'afọ 2001 na Cairo Arabic Music Festival",
  "Na 15th kwa afọ World Music Awards n'afọ 2003, Said meriri World Music Award dabere na ọnụ ọgụgụ ahịa zuru ụwa ọnụ maka afọ ahụ",
  "O meriri ihe nrite BBC maka egwu ụwa maka onye omenkà kachasị mma na Middle East na album ya Youm Wara Youm O nwetala ihe karịrị ihe nrite iri anọ.",
  "Said na-abụkarị abụ n'asụsụ Arabic nke Ijipt, na-arụkọ ọrụ na ọtụtụ ndị na-agụ egwú na ndị na-ede egwú na Cairo",
  "Hopkins kwuru na \"Otu n'ime isi ihe mere egwu Saidī ji ewu ewu n'Ijipt na Middle East bụ n'ihi ịma mma ụda olu ya na ngwá egwu ndabere",
  "Mmetụta nke olu ya na-anọchite anya mmetụta onwe ya n'ọrụ ya.",
  "Said lụrụ onye egwu Ijipt bụ Hany Mehanna site n'afọ 1988 ruo afọ 1994",
  "Ọ lụrụ onye ọchụnta ego Mustafa Naboulsy, onye ya na ya nwere naanị nwa ya nwoke, Shady.",
  "N'ọtụtụ ajụjụ ọnụ, Said ekwupụtala ọchịchọ ya ịlaghachi Morocco ma biri nso ezinụlọ ya na ndị ọ hụrụ n'anya."
]