[
  "Samosa (/səˈmoʊsə/) ma ọ bụ singara bụ achịcha e siri esi ma ọ bụ nke e siri esi nke nwere ihe na-atọ ụtọ, gụnyere ihe ndị dị ka poteto, yabasị, na agwa",
  "Ọ nwere ike ịnwe ụdị dị iche iche, gụnyere triangular, cone, ma ọ bụ ọkara ọnwa, dabere na mpaghara. A na-ejikarị chutney na-esonyere samosas, ma nwee mmalite n'oge etiti oge ma ọ bụ tupu. Samosas bụ ihe oriri a ma ama, appetizer, ma ọ bụ snack na nri nke South Asia, Central Asia, East Africa na diasporas ha.",
  "Okwu Bekee samosa sitere na okwu Hindi 'samosa' (Hindi), nke a na-achọpụta na okwu Middle Persian sanbosag (سنبوسگ) 'achịcha triangular'. A na-akpọ achịcha yiri nke a sambusak na Arabic; akwụkwọ ntụziaka Arabic nke oge ochie na-asụpụta ya sambusaj mgbe ụfọdụ. A na-eji mkpụrụ okwu samoosa eme ihe na South Africa.",
  "Amir Khusro (1253 Tian 1325), onye ọkà mmụta na onye na-ede uri nke Delhi Sultanate, dere n'ihe dị ka oge 1300 OA na ndị isi na ndị a ma ama na-anụ ụtọ \"samosa e ji anụ, ghee, yabasị, na ihe ndị ọzọ mee\"",
  "Ibn Battuta, onye njem na onye nchọpụta nke narị afọ nke iri na anọ, kọwara nri n'ụlọ ikpe Muhammad bin Tughluq, ebe a na-enye samushak ma ọ bụ sambusak, obere achịcha e ji anụ, almond, pistachios, walnuts na ihe na-esi ísì ụtọ, tupu nri nke atọ, nke pulao",
  "Nimatnama-i-Nasiruddin-Shahi, akwụkwọ nri India nke oge ochie malitere maka Ghiyath Shah, onye na-achị Malwa Sultanate na etiti India, kwuru banyere nkà nke ime samosa. Ain-i-Akbari, akwụkwọ Mughal nke narị afọ nke iri na isii, kpọtụrụ aha usoro nri maka qottab, nke ọ na-ekwu, \"ndị Hindustan na-akpọ sanbúsah\".",
  "A na-eji ntụ ọka maka ebumnuche niile (nke a maara n'ógbè ahụ dị ka maida) akwadebe samosa ma tinye ya ihe, mgbe mgbe ngwakọta nke poteto e siri esi ma ọ bụ nke e siri esi (nke kachasị mma), yabasị, peas na-acha akwụkwọ ndụ akwụkwọ ndụ, lentils, ginger, ihe na-esi ísì ụtọ na chili na-acha anụnụ anụnụ. Samosa nwere ike ịbụ onye na-eri akwụkwọ nri ma ọ bụ onye na-abụghị onye na-azụ akwụkwọ nri, dabere na ihe a na-etinye",
  "A na-esi achịcha ahụ dum n'ime mmanụ akwụkwọ nri ma ọ bụ obere ghee ruo na-acha nchara nchara",
  "A na-enye ya ọkụ, na-ejikarị chutney na-acha akwụkwọ ndụ akwụkwọ ndụ, dị ka mint, coriander, ma ọ bụ tamarind",
  "A pụkwara ịkwadebe ya n'ụdị dị ụtọ",
  "A na-ejikarị samosas eme ihe na chaat, tinyere ihe ọdịnala nke chickpea ma ọ bụ nkwadebe pea ọcha, nke a na-ejikọta ya na yogọt, tamarind paste na chutney na-acha akwụkwọ ndụ akwụkwọ ndụ, nke e ji yabasị, coriander, na chaat masala chọọ mma.",
  "Na steeti India nke Assam, Odisha, West Bengal, Bihar na Jharkhand, singaras ma ọ bụ singras (চিংৰা) (nke East Indian version of samosas) bụ nri ndị a ma ama a na-ahụ ihe fọrọ nke nta ka ọ bụrụ ebe niile. Ha dị ntakịrị obere karịa n'akụkụ ndị ọzọ nke India, na-ejupụta na poteto, ahụekere, na mgbe ụfọdụ mkpụrụ vaịn. A na-ekpuchi Shingras n'ime mpempe akwụkwọ ntụ ọka dị nro (nke e ji ntụ ọka mee) ma sie ya",
  "Ezigbo shingras na-amata site na ọdịdị flaky yiri nke mkpo achịcha na-atọ ụtọ.",
  "A na-ejikarị samosas esi nri ruo na-acha nchara nchara na mmanụ akwụkwọ nri",
  "A na-enye ha ọkụ ma na-eri ha na chutney (mint, coriander, ma ọ bụ tamarind), ma ọ bụ na-enye ya na chaat, nke a na-ejikarị yogọt, chutney, yabasị a pịrị apị, coriander na chaat masala",
  "Enwere ike iri Singaras dị ka nri iri nri oge tii",
  "A pụkwara ịkwadebe ha n'ụdị dị ụtọ",
  "Bengali singaras na-abụkarị triangular, juputara na poteto, peas, onions, diced almonds, ma ọ bụ akwụkwọ nri ndị ọzọ, ma na-esiwanye ike ma na-agbaji karịa ma ọ bụ singaras ma ọ bụ ụmụnne ha Indian samosa",
  "Singara jupụtara na ngwakọta cauliflower bụ ụdị a ma ama",
  "Ụdị ndị na-abụghị akwụkwọ nri nke singaras bụ mutton singaras na fish singaras.E nwekwara nsụgharị ndị na-atọ ụtọ, dị ka coconut singara, yana ndị ọzọ jupụtara na khoya ma tinye ya na shuga syrup.",
  "Samosas tupu a sie ya, n'ụlọ ahịa na-atọ ụtọ na Kolkata.",
  "Samosas na India",
  "Samosa na ofe dị n'ụlọ kọfị India na Kerala",
  "Samosa akwụkwọ nri",
  "Samosa akwụkwọ nri",
  "Ma samosas dị larịị (triangular) na nke zuru oke (tetrahedron / triangular pyramid) bụ nri na-ewu ewu na Bangladesh",
  "A na-akpọ nsụgharị Bengali nke samosa zuru oke a সিঙাড়া (shingara) ma na-adịkarị obere karịa ụdị dị iche iche",
  "A na-ejikarị poteto, akwụkwọ nri, mkpụrụ osisi, wdg jupụta na shingara",
  "Otú ọ dị, shingaras jupụtara na imeju ehi na-ewu ewu n'akụkụ ụfọdụ nke mba ahụ",
  "A na-akpọ samosa dị larịị somosa ma ọ bụ yuncha, a na-ejikarị osikapa na azụ jupụta ya.",
  "A na-akpọ Samosas singadas na mpaghara ọwụwa anyanwụ nke Nepal; ndị ọzọ na mba ahụ na-akpọ ya samosa",
  "Dị ka ọ dị na India, ọ bụ nri na-ewu ewu na nri Nepalese",
  "Ndị na-ere ahịa na-ere nri ahụ n'ahịa na ụlọ oriri na ọṅụṅụ dị iche iche.",
  "Samosas nke ụdị dị iche iche dị na Pakistan dum",
  "N'ozuzu, ọtụtụ ụdị samosa a na-ere n'ógbè ndịda Sindh na n'ebe ọwụwa anyanwụ Punjab, ọkachasị obodo Lahore, na-esi ísì ụtọ ma na-enwekarị akwụkwọ nri ma ọ bụ poteto",
  "Otú ọ dị, samosas ndị a na-ere n'ebe ọdịda anyanwụ na n'ebe ugwu nke mba ahụ na-enwekarị ihe ndị e ji anụ mee ma bụrụ ndị na-adịchaghị ụtọ",
  "Anụ samosa nwere anụ e gburu egbu (lamb, anụ ehi, ma ọ bụ ọkụkọ) ma bụrụ nke a ma ama dị ka nri na Pakistan.",
  "Na Pakistan, samosas nke Karachi bụ ndị a ma ama maka ụtọ ha na-esi ísì ụtọ, ebe samosas sitere na Faisalabad bụ ndị a mara maka ịdị ukwuu n'ụzọ pụrụ iche",
  "Ụdị samosa ọzọ dị iche iche, nke dị na Karachi, a na-akpọ kaghazi samosa (Urdu; \"akwụkwọ samosa\" na Bekee) n'ihi mkpuchi ya dị gịrịgịrị ma dị gịrịgo, nke yiri wonton ma ọ bụ spring roll wrapper",
  "Ụdị ọzọ, nke na-ewu ewu na Punjab, nwere samosas na efere dị n'akụkụ nke chickpeas, yabasị, na salad akwụkwọ coriander, yana chutneys dị iche iche iji kpuchie samosas",
  "Samosas bụ achịcha e siri esi ma ọ bụ nke a na-eme achịcha na ihe na-atọ ụtọ, dị ka poteto, yabasị, peas, lentils, na anụ e siri esi (lamb, anụ ehi ma ọ bụ ọkụkọ)",
  "A na-erekwa samosas na-atọ ụtọ n'obodo ndị dị na Pakistan gụnyere Peshawar; samosas ndị a na-atọ ọchị enweghị ihe ọ bụla ma na-etinye ha na shuga siri ike.",
  "Nri nri ọzọ nke Pakistani, nke na-ewu ewu na Punjab, a maara dị ka \"samosa chaat\"",
  "Nke a bụ ngwakọta nke samosa a na-emebi emebi, tinyere chickpeas (channa chaat), yogọt, na chutneys",
  "N'aka nke ọzọ, enwere ike iri samosa n'onwe ya na akụkụ chutney.",
  "Na Pakistan, samosas bụ nri Iftar maka ọtụtụ ezinụlọ Pakistani, n'oge ọnwa Ramzan.",
  "A maara ụdị na ụdị samosa ndị e mere na nri Maldivian dị ka bajiyaa",
  "A na-ejupụta ha na ngwakọta gụnyere azụ ma ọ bụ tuna na yabasị.",
  "A mara ụdị samosa dị iche iche a na-eme na nri ndị Etiopia dị ka \"sambusa\" ma ọ bụ \"lentil sambusa\" (Amharic: የምሥር ሳምቡሳ) ma jupụta na lentils",
  "N'ihi na ọ bụ vegan, a na-eri ya mgbe niile n'oge ibu ọnụ Ọtọdọks nke Etiopia.",
  "A na-ahụ nri ndị yiri ya na ụdị samosas dị iche iche n'ọtụtụ mba ndị ọzọ",
  "Ha sitere na South Asia somasa ma ọ bụ sitere na onye bu ụzọ nke oge ochie nke malitere na Middle East.",
  "Sambusa baraki bụ pastry ha jupụtara anụ, na-emekarị triangle, na nri Tajik",
  "Enwere ike ime njuputa na beef n'ala (ma ọ bụ mutton omenala nke agwakọta ya na abụba ọdụ) wee eyịm, ngwa nri, mkpụrụ cumin na oge ndị ọzọ tupu e sie ya na tandyr.",
  "A na-akpọ Samosas samuza n'asụsụ Burmese, ha bụkwa nri a ma ama n'okporo ámá na Burma",
  "A na-ejikwa samosas mee ihe na salad ọdịnala Burmese, nke a na-akpọ samuza thoke (Kn",
  "'samosa salad'), salad nke iberibe samosa e bepụrụ na alịbasa, cabbage, mint ọhụrụ, poteto na chickpea curry broth, masala, chili powder, nnu na lime.",
  "N'Indonesia, a maara samosas dị ka samosa, jupụtara na poteto, cheese, curry, rousong ma ọ bụ noodles dị ka ọ dabara na ụtọ obodo",
  "A na-ejikarị ya eme ihe dị ka nri na sambal",
  "Samosa fọrọ nke nta ka ọ dị ka pastel, panada na epok-epok nke Indonesia.",
  "Samosas bụkwa akụkụ dị mkpa nke nri Swahili a na-ahụkarị na Tanzania, Kenya, na Uganda.",
  "Samosas bụ nri dị mkpa na mba Horn of Africa nke Djibouti, Somalia na Somaliland, ebe a maara ha dị ka sambuus",
  "A na-emekwa ya na obodo Etiopia na Eritrea ebe a na-ejikarị lentils eme \"sambusa\" ma gwakọta ya na ihe na-esi ísì ụtọ ọdịnala",
  "A na-eji ntụ ọka na-eme ha n'ụzọ ọdịnala, nke yiri mpịakọta àkwá, ma tinye ya anụ ehi",
  "Ọ bụ ezie na enwere ike iri ha n'oge ọ bụla n'afọ, a na-eche ha maka oge pụrụ iche.",
  "A na-akpọ ha samoosas na South Africa, ha na-adịkarị obere karịa ụdị ndị India, ma bụrụ akụkụ nke nri ndị India na Cape Malay nke South Africa.",
  "Samosas dịkwa na mba ndị dị n'Ebe Ọdịda Anyanwụ Afrịka dịka obodo Ghana na Naịjirịa ebe ha bụ nri a na-eri n'okporo ámá",
  "Na Naijiria, a na-ejikarị ya na oriri na nkwari tinyere anụ ọkụkọ ma ọ bụ ehi, puff puff, Spring roll na plantain ma a na-akpọ ya obere chops.",
  "Samosas, nke a na-akpọ Samoussas n'ógbè ahụ bụkwa nri na-ewu ewu na Réunion na Mauritius ebe mba abụọ ahụ na-eche nnukwu ebili mmiri nke ndị ọrụ si na mpaghara India ihu",
  "Samosas dị n'ebe ahụ na-adịkarị obere ma jupụta na ọkụkọ, cheese, crabs ma ọ bụ poteto",
  "Otú ọ dị, e nwekwara ụdị dị iche iche dị ka chocolate na uñere ma ọ bụ pizza.",
  "Sambuseh (Persian) nwere ike ịchọta naanị n'ebe ole na ole na Iran nke oge a - ebe obibi mbụ nke nri a",
  "Otú ọ dị, n'ụdị qottab--- jupụtara na mkpụrụ osisi (na-emekarị, walnuts), shuga, ahịhịa na-esi ísì ụtọ ma ọ bụ ihe na-esi ụtọ, yana a na-esi ya n'ime mmanụ, a na-eji ya eme ihe dị ka ihe na-atọ ụtọ na nke a na-ahụkarị",
  "Mgbe a na-eji anụ eme ihe, a nazi akpọ ya qottab, kama a na-eme ya ka ọ bụrụ ihe na-esi ísì ụtọ (dị iche na ihe fọrọ nke nta ka ọ bụrụ ngwaahịa nri ndị ọzọ niile nke ndị Peshia)",
  "Nke ikpeazụ a bụ ihe niile fọdụrụ na \"sanbusag\" ochie n'ala nna ya oge ochie.",
  "Na Goa (India) na Portugal, a maara samosas dị ka chamuças",
  "A na-ejikarị ọkụkọ, anụ ehi, anụ ezì, nwa atụrụ ma ọ bụ akwụkwọ nri jupụta ha, ma na-enye ga ọkụ",
  "Samosas bụ akụkụ dị mkpa nke nri Goan na Portuguese, ebe ha bụ nri dị mfe.",
  "Goan chamuzas",
  "Chamuças Portuguese na kọfị dị na Ponta Delgada",
  "Chamuzas nke Angola",
  "Samosas na-ewu ewu na United Kingdom, Australia, New Zealand, Trinidad na Tobago, Guyana, Uganda, South Africa, Rwanda, Kenya na Tanzania, ma na-ewuwanye na Canada, na United States. Enwere ike ịkpọ ha samboosa ma ọ bụ sambusac, mana na South Africa, a na-akpọ ha samoosa. A na-enweta samosas friji site na ụlọ ahịa nri dị na Australia, Canada, United States, na United Kingdom, ebe ndị na-ere ahịa n'okporo ámá India na Pakistani na-ere ha ugboro ugboro.",
  "A na-ahụ ọdịiche dị iche iche na-eji filo, ma ọ bụ ntụ ọka tortillas mgbe ụfọdụ.",
  "Al-Shabaab, otu ndị na-emebiga ihe ókè na-achịkwa akụkụ obodo Somalia, machibidoro samosas na afo 2011",
  "Otu ihe kpatara ya ka a na-ekwu na ọ bụ ọdịdị triangular nke nwere ike ịnọchite anya Atọ n'Ime Otu dị nsọ nke Ndị Kraịst",
  "Ihe ọzọ e kwuru na ọ ga-abụ na o nwere ike iji anụ rere ure mee ihe na-eme ka ọ dị mma."
]