[
  "Samson Kambalu (amụrụ n'afọ 1975) bụ onye na-ese ihe, ọkà mmụta na onye edemede a mụrụ na Malawi nke zụrụ dị ka ezigbo onye na-eme ihe nkiri na ethnomusicologist na Mahadum nke Malawi's Chancellor College Ọ bụ Fellow nke Magdalen College, Oxford.",
  "A mụrụ Kambalu na Malawi, ebe ọ gara Kamuzu Academy, \"Eton nke Africa\". Ọ gụsịrị akwụkwọ na Mahadum nke Malawi's Chancellor College, Zomba na afọ 1999",
  "Kambalu gụsịrị MA ya na Fine Art na Mahadum Nottingham Trent na afọ 2003 wee dee PhD ya na Chelsea College of Art and Design, na-ele anya n'otú nsogbu nke onyinye na akụ na ụba n'ozuzu si emegharị akụkụ dị iche iche nke ọrụ nka ya.",
  "Ọrụ Kambalu, nke na-ezo aka na Situationism na omenala Chewa Nyau nke obodo ya Malawi, na apụta na mgbasa ozi dị iche iche, site na eserese, eserese, ntinye, vidiyo na akwụkwọ na arụmọrụ.",
  "Otu n'ime ihe osise ya a ma ama bụ Holy Ball, bọọlụ a na-etinye na peeji nke Bible. Kambalu mere ihe ngosi nke 24 \"Holy Balls\" na Chancellor College n'afọ 2000 ebe ọ kpọrọ ndị nleta ka ha mee ihe na ịchụpụ ndị mmụọ ọjọọ. Kemgbe ahụ, ọ gosipụtara ọrụ ya na mba ụwa. N'afọ 2015, a gụnyere ya na Okwui Enwezor's All the World's Futures na 56th Venice Biennale. N'ọnwa Nọvemba afọ 2015, otu onye ọka ikpe nọ na Venice jụrụ mkpesa nke onye Itali na-ahụ maka ọnọdụ Gianfranco Sanguinetti tinyere megide Venice Biennale na Kambalu n'ihe gbasara enweghị ikike na oke nke Sanguineti niile maka otu n'ime nrụnye Kambalu, Sanguinett Breakout Area.",
  "Kambalu's Nyau Cinema bụ usoro ihe nkiri dị mkpirikpi nke ihe ngosi psychogeographical, nke a na-ekerịta dị ka ntinye aka na saịtị netwọk mmekọrịta na dị ka ntinye na gallery. A kọwawo ihe ndị a dị ka \"iberibe ihe nkiri nke na-agwakọta slapstick na ememe ime mmụọ\".",
  "Akwụkwọ mbụ ya, akụkọ ndụ onwe onye nke akpọrọ The Jive Talker or How to Get a British Passport, bụ nke Jonathan Cape (Random House) bipụtara na Julaị, na afọ 2008, na Ọgọstụ, na afọ 2008 site na Free Press (Simon & Schuster). Akwụkwọ akụkọ ya nke abụọ, Uccello's Vineyard, nke e bipụtara na afọ 2012, dị na The Book Lovers, nchịkọta akwụkwọ akụkọ ndị na-ese ihe na Museum of Contemporary Art na Antwerp.",
  "Kambalu na-anọchite anya Kate MacGarry na London na Galerie Nordenhake na Stockholm.",
  "Na 5 Julaị 2021, a mara ọkwa na ahọpụtara ihe osise Kambalu dị ka onye na-esote ịnọ n'ọkwa nke anọ na Trafalgar Square na etiti London site na Septemba 2022 ruo 2024",
  "Ihe osise ahụ, nke akpọrọ Antelope, weghachiri foto na afọ 1914 nke onye nkwusa Baptist na onye pan-Africanist John Chilembwe na onye ozi ala ọzọ Europe John Chorley",
  "Chilembwe na-eyi okpu n'omume nnupụisi, n'ihi na nke a bụ iwu na-akwadoghị n'oge ahụ."
]