[
  "Àtụ:Infobox musical artist\nSa\nmsong",
  "Samsong bụ onye omenkà ozioma nke Naijiria, dabere na Abuja, Nigeria",
  "O nweela ọrụ ndekọ na-aga nke ọma na redio dị ka Bianule, yana ọtụtụ nkwanye ugwu dị ka The Psalmist Award na 2000, na nso nso a họpụtara ya dị ka \"Onye Nkà Ozi Ozi Ọma kacha mma\" site na Nigerian Entertainment Awards (NEA) na New York na 2008",
  "O meela ọkwa ahụ na ndị omempụ Oziọma dị ka Marvin Winans, Donnie McClurkin na Panam Percy Paul, yana ndị na-ese ihe na-aga nke ọma dị ka Donell Jones, Kenny Latimore, 112, 2Baba, D'Banj, Faze, na Styl Plus",
  "A mụrụ Samsong na November 30 1974, ezigbo aha ya bụ Samson Uche Mogekwu mụrụ na Delta State, Nigeria",
  "Ọ chọpụtara nkà ya n'ịbụ abụ mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị",
  "Ọ bụkwa n'ụlọ akwụkwọ sekọndrị ka a na-achị Samsong.",
  "Ọ gara kọleji, wee mechaa na Accounting wee gụchaa na nnukwu Ambrose Alli University, Ekpoma, Edo steeti.",
  "Samsong hiwere otu quartet mara dị ka Otuto Creation",
  "Ebinyere ha aka na Ivory Music Label, wee wepụta album mbụ ha na 1996 akpọrọ \"Kasị Mma nke Ndụ\".",
  "Ndị otu ahụ kewapụrụ, Samsong wee ghọọ onye na-ese ihe naanị, wepụta CD mbụ ya na 2002, nke akpọrọ \"Gụọ ngozi gị\"",
  "Ndekọ ya bụ ihe ịga nke ọma, na-akwalite egwuregwu ikuku, wee nweta mmeri nke Onye Abụ Ọma n'otu afọ ahụ",
  "(1) A tọhapụrụ cd sophomore ya na 2004, nke akpọrọ \"Still Counting\"",
  "Samsong abụrụla onye ama ama na kpakpando ozi ọma n'oge a, na-enwe egwu na vidiyo na redio na TV na-atụgharị, na-anata ụgwọ kacha elu na egwu egwu.",
  "Samsong na-arụ ọrụ ugbu a na mwepụta okpomọkụ nke cd ọhụrụ ya.",
  "Ọ gara n'ihu n'usoro mmeri ya na-enweta ihe nrite, na-enweta onyinye onyinye kacha mma nwoke na-agụ ụda nke afọ na ihe nrite egwu taa na 2004, na onyinye kacha mma nwoke na-agụ ụda nke afọ na 2005 na Amen Awards",
  "Na Vigoma Awards na 2005, ọ nwetara onyinye vidiyo kacha mma nke afọ",
  "Ntọhapụ ya nke atọ akpọrọ \"World of My Dreams\" bụ nke ewepụtara na 2007, ma bụrụkwa ntọhapụ ya kacha nwee olile anya",
  "E gọsipụtakwa mmezighari nke nnukwu egwu\" One Love \" site na akara ngosi egwu Onyeka Onwenu, ebe ha abụọ só rụkoo ọrụ",
  "cd ahụ gosikwara duet nke nwere nnukwu kpakpando ụwa Styl-Plus akpọrọ Live Right",
  "Achọpụtara ọrụ ya dị oke egwu wee nye ya onyinye nkwanye ugwu Grace maka Ọkachamma, otu afọ ahụ",
  "Na 2008, a họpụtara ya maka nnukwu onye na - ese ozi ọma na Nigerian Entertainment Awards (NEA) emere na New York City",
  "Ọ malitere njem nlegharị anya mba ụwa iji kwalite cd ya, na-akwụsị na South Africa, United Kingdom na Germany",
  "Na Germany, o dekọrọ ma rụọ ọrụ ya na Chris Lass, onye na-emepụta ozi ọma na onye na-ese ihe na German ama ama",
  "Njem isiokwu ya kacha nso nso a bụ n'August 2009",
  "Ọ gara n'agwaetiti Seychelles, ma nwee ihe ùgwù iso onye isi oche, Joseph Belmont rie nri abalị."
]