[
  "Samta Benyahia amụrụ na Constantine, Algeria, na 1950, bụ onye Algeria French na-ese ihe, nke a maara maka usoro geometrical nke Arab Berber Andalusian na rosaceae, nke a na-akpọ fatima.",
  "Benyahia gụrụ akwụkwọ na École Nationale Supérieure des Arts Décoratifs, Paris site na 1974 ruo 1980, ma mesịa kụzie na École supérieure des Beaux-Arts ma ọ bụ École des beaux-arts d'Alger na Algiers site na 1980 ruo 1988.",
  "Ọ kwagara France na 1988 wee nweta nzere Master of Advanced Studies na plastic arts na Mahadum Paris nke asatọ.",
  "Ọ na-arụ ọrụ ma na-ebi na Paris ugbu a.",
  "N'ime afọ iri abụọ gara aga, Benyahia esonyewo n'ọtụtụ ihe ngosi nka nke otu na nke onwe ya n'ebe dị iche iche n'ụwa niile, gụnyere Dak Art Biennale nke Dakar, Senegal (2004), Venice Biennial (2003), Modern Art Oxford, England (2003), na Kulturhuset, Stockholm, Sweden (2004), Spacex Gallery, Exeter, UK (2001化2002), Residency and Exhibition Art in General, New York City (1996), yana ọtụtụ ụlọ ngosi Europe na ụwa.",
  "Samta bụ nwanne nwanyị nke onye na-ese ihe na onye na-akpụ ihe ọkpụkpụ aha ya bụ Ahmed Benyahia, nwa akwụkwọ nke César Baldaccini na l'École des Beaux-Arts na Paris, ma mesịa bụrụ onye na-emepụta ihe nrite César Award, ihe nkiri French nke yiri nke American Oscar.",
  "Ọ bụ nwanne nne nke onye Algeria na-ese ihe nkiri na onye na-ese foto Racim Benyahia.",
  "Na Architecture of the Veil, a kọwara ọrụ Benyahia dị ka inweta isiokwu ya:",
  "site na Mashrabiya, ákwà mgbochi oghere eji eme ihe na ụlọ ndị Alakụba nke Mediterenian iji kpuchie windo na veranda, na-enye ndị nọ n'ime ụlọ ohere ile ụwa dị n'èzí n'enweghị anya",
  "Ntinye ahụ na-enye nyocha mara mma na nke dị ike nke okike yana dialectic n'etiti ime na mpụga, ìhè na onyinyo, izochi na mkpughe, na nzuzo na oghere ọha.\nOtú ọ dị, ihe siri ike ịkọwa n'okwu bụ otú ọrụ ya si mara mma ma na-adọrọ mmasị",
  "N'ịbụ onye agba na ụkpụrụ dọtara mmasị ya, a na-akpọ onye na-ekiri ya ka ọ kwurịta ókèala ndị e chepụtara echepụta n'ime oghere nke oge a nke gallery ebe ojiji ọ na-eji atụmatụ ọdịnala nke North Africa na-enyocha echiche nke enweghị njedebe",
  "Site n'iji ugboro ugboro, ndị na-emepụta ihe na-akụzi ihe site na Arabia oge ochie yana ndị na-ese ihe n'oge a dị ka Benyahia na-eji usoro dị mgbagwoju anya ma bụrụ nke a maara nke ọma iji nye echiche nke enweghị njedebe, nke a na-ejikọkarị ya na echiche Alakụba banyere Chineke",
  "Na-egbuke egbuke dị ka ngosipụta nke oké osimiri, ihe ya bụ ọkpụkpọ òkù dị egwu maka \"ịla onwe gị n'iyi\" n'ime ihe ịchọ mma n'ozuzu."
]