[
  "A mụrụ Dr",
  "Samuel Maduka Onyishi na Nsukka, Enugu State, na Nọvemba n'afọ otu puku na nari iteghite na iri isii na atọ ma a na-ewere ya dị ka onye ọchụnta ego na-aga nke ọma nke mwepụta ugwu nke Enugwu",
  "N'ihi ọnwụ nna ya n'afọ mbụ ya na ụlọ akwụkwọ sekọndrị, ihe mere ka ọ bụrụ onye na-akwado ezinụlọ ya nke ndị nọ na ya bụ nne ya na ụmụnne ya. Dr",
  "Sam Onyishi, dị ka a na-akpọkarị ya, gara akwụkwọ na Enugwu Road Primari Skulu, Nsukka site n'afọ 1971 ruo n'afọ 1976 wee banye na Bubendorf Grammar Skulu, Adazi, ebe ama n'oge a dika Anambra steeti. O chepụtara ịdọwa asambodo ya, ebe ọ bụ na agụmakwụkwọ dị ka ọ nweghị ihe pụtara ihe ọ ga emere ya",
  "Mana izute onye ikwu ya nke dị afọ abụọ n'okpuru ya n'ụlọ akwụkwọ praịmarị afọ ole na ole na-abịa n'ihu ka e mesịrị ga-eme ka ọ gbanwee echiche ya banyere agụmakwụkwọ, e mesịrị Ọ laghachi azụ n'ụlọ Akwụkwọ. A nabatara ya ka ọ gụọ mmemme diplọma na Mahadum Naịjirịa, Nsukka, n'etiti afọ 1993 n'afọ 1996",
  "O mechara nweta mmemme nzere site na n'afọ 1996 rue n'afọ 1999",
  "Ọ gụsịrị akwụkwọ na klaasị nke abụọ dị elu na ọrụ mmekọrịta mmadụ na ibe ya na mmepe obodo",
  "O mechara nweta nzere Mastas na  Nchịkwa Azụmahịa (MBA) na Ndị Ọrụ Ịtụ mgbere Ahịa site na Institute for Transformative Thought and Learning na Doctoral Research Centre nke Mahadum Arizona, Phoenix, na United States.",
  "Ọ bụ n'ime oge agụmakwụkwọ mahadum ya ka, n'afọ 1994, onye guzobere ụlọ ọrụ nke Peace Group, ji bọs abụọ wee malitere azụmahịa njem ya nke etoola ugbu a ruo ihe dị ka ụgbọ ala puku anọ.",
  "N'afọ 2019 May & Baker Nigeria Plc họpụtara Dokịnta Samuel Maduka Onyishi dị ka onye isi nchịkwa ọhụrụ ya ihi maka ndị abughị ndị ịsị oche",
  "A họpụtara ya n'oge nzukọ arọ nke mmadụ niile na-arụ n'ụlọ ọrụ ahụ (AGM) nke e mere n'afọ 2019",
  "N'ihi nhọpụta ahụ, May & Baker's board tụkwara aro ka ọ bụrụ onye nduzi nke ụlọ ọrụ ahụ.",
  "N'ubochi nke anọ n'ime onwa Jenụwarị n'afọ 2020, Gọvanọ Ifeanyi Ugwuanyi tọrọ ntọala maka mahadum ọchụnta ego, Mahadum Samuel Maduka, Agu-Ekwegbe na Igbo Etiti Gọọmentị Ọchịchị Ịme Obodo nke Enugwu Steeti nke onye isi ọrụ Peace Mass Transit (PMT) Company, bụ Dọkịnta Samuel Onyishi guzobere.",
  "N'ubochi nke asaa n'ime onwa Jenụwarị n'afọ 2021, O weghaara òkè Actis na C&I Leasing site na ụlọ ọrụ ya Peace Mass Transit iji nwee ọtụtụ ngwaahịa ruru ihe dị ka pasentị iri ise na ise na iri asatọ na abụọ nke òkè ụlọ ọrụ ahụ.",
  "Dị ka otu n'ime ihe bụ mkpebi ya maka mmepe obodo ma ọ bụ ihe ụfọdụ kwuru na ọ bụ ọrụ mmekọrịta ọha na eze ya (CSR) na obodo a mụrụ ya",
  "N'afọ 2018, ọ kwadoro iwu okporo ụzọ 1.6 kilomita n'obodo ya, Amaukwa, Nsukka, nke na-adịghị anya na Mahadum Naịjirịa, Nsukka",
  "Onye isi nchịkwa nke steeti ahụ bụ Onye isi oche, Ifeanyi Ugwuanyi, na onye isi oche nke Mahadum Naịjirịa, Nsukka, Prọfesọ Benjamin Chukwuma Ozumba biara nmemme iji gbape ụzọ ahụ ọ rụrụ.",
  "Ọ bụ onye guzobere Samuel Maduka Onyishi African Entrepreneurship Foundation (SAMOAEF), ntọala nke n'etiti ndị ọzọ, bụ nke na-enye ihe karịrị ụmụ akwụkwọ otu nari na iri ise bụ ndị n'agụ akwụkwọ na ụlọ akwụkwọ dị iche iche na Naịjirịa nkwado agumakụkwọ n'efu.",
  "N'afọ 2019, ọ natara onyinye site n'aka Chinese Alumni Association of Naịjirịa, dị ka 'Onye kachasị kwụpụta iche na onye na-ekwuchite onu Naịjirịa na mmekọrịta China na Naịjirịa'",
  "Nkwado Alumni bụ otu n'ime ihe nrite nke ubochi nke mbụ n'ime onwa Octoba, maka ncheta afọ iri asaa nke People's Republic of China, na ncheta afọ iri ise na iteghite nke Naịjirịa.",
  "N'ubochi nke iri n'ime onwa Nọvemba, n'afọ 2019, Dokinta Sam Onyishi natara 2019 Ihe Nrite Prestigious Business Integrity Award nke Business Hallmark nyere ya.",
  "O nwetara Doctor of Business Administration na Mee n'afọ 2013, site na Enugwu Steeti University of Science and Technology. bu ebe ọ noro guo akwụkwọ (Alma Mata), Mahadum nke Naijiria, Nsukka nyekwara ya ihe nrite nke bụ Dokinta nke Nchịkwa Azụmahịa",
  "[citation needed]",
  "N'ubochi nke iri na asaa n'ime onwa Septemba n;afọ 2012, Onye isi ala Naijiria bu Goodluck Jonathan duziri gọọmentị sọpụrụ ya na ndị ọzọ ruru otu nari na iri ise na anọ n'ọnụ ọgụgụ onyinye nke Member of the Order of the Niger (MON)."
]