[
  "Samuel Prophask Asamoah (amụrụ n'afọ 1981) bụ onye na-ese ihe na Ghana",
  "E gosipụtara ọrụ ya n'ọtụtụ obodo na mba ụwa na ọtụtụ n'ime nchịkọta nka. Ọ na-anọdụ ala n'ụzọ dị mma n'ọrụ nke eserese na mkpali ya maka isiokwu ya site na ilu, ihe omume kwa ụbọchị, na nrọ",
  "Ihe na-akpali ya bụ ịchọta ọṅụ mgbe ọ na-ese ihe na inwe ihe mgbu mgbe ọ na'eseghị ihe. Aha brush ya bụ Prophask ma ọ na-ewere ụwa dị ka ala nke agba.",
  "A mụrụ Samuel Prophask Asamoah na 14 Febụwarị 1981 na Apenimadi nke dị nso Hwediem na mpaghara Brong Ahafo nke Ghana. Ọ si n'ezinụlọ Bretuo ma bụrụ onye ezinụlọ Bosompra",
  "Nna ya, Akwasi Appiah, ọ bụ ezie na ọ bụ onye ọrụ ugbo, bụ onye ọrụ aka nwere ahụmahụ",
  "Asamoah malitere agụmakwụkwọ praịmarị ya na Asuoyeboa M / A Primary na Junior High School ebe a chọpụtara nkà ya site na ọrụ pensụl ya na ọrụ agba. N'afọ 1999, ọ malitere agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya na Kumasi Secondary Technical School ebe ọ gụrụ maka Visual Arts. Ọ malitere iziga ọrụ ya na ụlọ ngosi nke Mahadum Sayensị na Teknụzụ Kwame Nkrumah (KNUST) wee malite ikere òkè na ihe ngosi nke ụlọ ọrụ ahụ. N'ememe ncheta nke iri n'ụlọ akwụkwọ ahụ, e nyere Asamoah nwa akwụkwọ kachasị mma na General Knowledge in Art n'ihi ngosipụta ya nke mgbanwe n'ịmepụta ọrụ nka na usoro dị iche iche. N'afọ 2003, ọ gara Mahadum Sayensị na Teknụzụ Kwame Nkrumah iji mụọ Integrated Rural Art and Industry",
  "Na K.N.U.S.T., o sonyere na ngosi Tratech na 2004 na 2005 yana ngosi nkwa udo na 2006.",
  "A na-achikọta ọrụ ya na Ministry of Culture, Tourism and Creative Art, Regimanuel Hotel Gray Estate Limited, Ghana, Stanbic Bank, Ghana, Vodafone Ghana, Nestle Ghana Limited na ọtụtụ nchịkọta ndị ọzọ na nke ọha",
  "Ọ bụ onye na-ese ihe oge niile na onye isi ọrụ nke Prophask Ghana Limited.",
  "Asamoah na-arụ ọrụ n'ụdị dị iche iche: Ọ na-emepụta ihe osise abstract, semi-abstract, realistic, na surrealistic. Na mgbakwunye, ọ na-eji ụdị cubism, expressionism, impressionism, na fauvism na njikọta pụrụ iche iji wee sụọ asụsụ nka ya, nke ọ kọwara dị ka otu ihe na egwu. Ihe kachasị amasị ya maka eserese bụ ákwà na ihe ọ na-ewu ewu bụ ákwụ acrylic. Ọ na-eji agba eme ihe n'ụzọ zuru oke na ihe osise ya. Ọ na-etinye agba dị ọkụ na nke dị jụụ iji mee ka echiche ya dị ndụ na eserese. Isiokwu maka ihe osise ya na-elekwasị anya na ndụ ime obodo na nke oge a nke Ghana, ọdịbendị Ghana, epistemologies nke nkà ihe ọmụma na ilu ndị Afrịka, isiokwu okpukpe, nrọ, ndọrọ ndọrọ ọchịchị, nsogbu okike, yana inye ụmụ nwanyị ike na mmepe",
  "Ihe kachasị amasị ya bụ ọdịdị nwanyị, nke ọ na-ekwu na ọ na-egosi amara na izu oke na okike."
]