[
  "Samuel Esson Jonah (amụrụ na 19 Nọvemba 1949) bụ onye ọchụnta ego Ghana na onye isi oche nke Mahadum Cape Coast ugbu a. Ọ bụ onye isi oche nke Jona Capital, ego nha nhata dabere na Johannesburg, South Africa.  Jona bụbu onye isi oche nke AngloGold Ashanti wee soro onye isi ya Bobby Godsell kerịta usoro ndu nke ụlọ ọrụ ahụ..",
  "Sam Jonah bụ Fante Royal mana amuru na Obuasi wee nweta akwụkwọ ụlọ akwụkwọ sekọndrị na Adisadel College wee nweta mmekorita na Mining Engineering na Camborne School of Mines wee mechaa MSc na njikwa m na Imperial College of Science and Technology..",
  "Ọ sonyeere Ashanti Goldfields Corporation na 1979, na-arụ ọrụ n'ụdị dị iche iche, gụnyere ọrụ n'okpuru ala. Mgbe ọ dị afọ 36 ọ ghọrọ onye isi nchịkwa, wee lekọta mgbanwe nke Ashanti Goldfields ka ọ bụrụ mba dị iche iche na-egwupụta akụ, mụbara mmepụta ọla edo site na ounce 240,000 kwa afọ ruo ihe karịrị nde 1.6 ounce n'ime afọ iri, wee lekọta ya.  ndepụta ụlọ ọrụ ahụ dị ka ụlọ ọrụ Africa mbụ na-arụ ọrụ na New York Stock Exchange..",
  "N'afọ 2009, ọ ghọrọ onye na-abụghị onye isi nchịkwa nke Vodafone.",
  "A họpụtara Jona ka ọ bụrụ onye otu National Academy of Engineering na 2019 maka onye ndu na ntinye aka na teknụzụ n'ịkwalite ụlọ ọrụ ịnweta na Africa.",
  "Ka ọ dị ugbu a, onye isi nke Mahadum Cape Coast, Jonah na-eduzi bọọdụ nke Equator Exploration Limited, Scharrig Mining, Equinox Minerals, Uramin, Moto Goldmines Ltd na Range Resources Limited",
  "Ọ na-ejekwa ozi ma ọ bụ na-eje ozi na bọọdụ dị iche iche, gụnyere Transnet, Mittal Steel SA, Mahadum Ashesi, Standard Bank of South Africa, Lonmin, Commonwealth African Investment Fund (Comafin), kansụl ndụmọdụ nke Global Compact nke odeakwụkwọ ukwu UN, Onye isi ala Olusegun Obasanjo's International Investment Advisory Council on Nigeria, Onye isi oche Thabo Mbeki's International Investors Council of South Africa. N'ịbụkwa ndị nduzi ya, Jona bụ onye otu ndụmọdụ ndụmọdụ nke Ụlọ Akwụkwọ Azụmahịa London.  Ọ bụkwa onye isi oche otumfuo Osei Tutu II Foundation.",
  "Ihe nrite Jona gụnyere nzere Dọkịta Sayensị Sayensị (D.Sc.) nke ụlọ akwụkwọ Camborne School of Mines na Mahadum Exeter (UK) nyere aka na 1996.\nNa June 2003, Jonah ghọrọ onye Ghana mbụ e mere knight na narị afọ nke 21 mgbe Prince of Wales nyere ya knighthood nsọpụrụ (KBE), iji kwado ihe ọ rụzuru dị ka onye ọchụnta ego Afrịka, onye isi azụmaahịa si Commonwealth, na onye isi ala. Jona edepụtara n'etiti ndị kasị baa ọgaranya na Ghana. N'ụbọchị nke ise n'ọnwa Disemba n'afọ 2019, ndị otu ndị ọrụ na-egwupụta akụ̀ na ụba na Ghana nwere ekele maka onyinye platinum maka enyemaka ya n'ịzụlite ụlọ ọrụ na-egwu akụ̀ n'ime ala na Ghana. Na Jenụwarị 2023, edepụtara ya n'etiti ndị Afrịka 100 a ma ama n'ọhịa azụmahịa."
]