[
  ".Samuel[lower-alpha 1] bụ onye, ​​na akụkọ akụkọ nke Akwụkwọ Nsọ Hibru, na-ekere òkè dị mkpa na mgbanwe site na ndị ikpe Akwụkwọ Nsọ gaa United Kingdom nke Israel n'okpuru Sọl, na ọzọ na mgbanwe nke ọchịchị eze site na Sọl gaa na David",
  "A na-asọpụrụ ya dị ka onye amụma na okpukpe ndị Juu, Iso Ụzọ Kraịst, na Islam",
  "Na mgbakwunye na ọrụ ya na akụkụ Akwụkwọ Nsọ Hibru, a kpọtụrụ Samuel aha na akwụkwọ ndị rabaị ndị Juu, na New Testament Christian, na n'isi nke abụọ nke Quran (ọ bụ ezie na ederede ekwughị aha ya)",
  "A na-emesokwa ya ihe n’akwụkwọ Antiquities of the Jewish nke ise ruo nke asaa, nke onye ọkà mmụta Juu bụ́ Josephus dere na narị afọ mbụ",
  "A kpọrọ ya “Onye Ọhụ ụzọ” na 1 Samuel 9:9.",
  "Nne Samuel bụ Hannah na nna ya bụ Elkanah",
  "Elkanah biri na Ramathaim na mpaghara Zuph. A na-ahụkwa usoro ọmụmụ ya n'usoro ọmụmụ nke ndị Kohatite (1 Ihe E Mere 6:3-15) na nke Heman onye Ezraịt, o doro anya na ọ bụ nwa nwa ya (1 Ihe E mere 6:18-33).",
  "Dị ka tebụl usoro ọmụmụ dị na Ihe E Mere si kwuo, Elkanah bụ onye Levaị - eziokwu a na-ekwughị na akwụkwọ Samuel",
  "Eziokwu ahụ bụ na a kpọrọ Elkana, onye Levaị, onye Efrayimi, yiri aha onye Levaịa nke Juda (Ndị Ikpe 17:7, dịka ọmụmaatụ).",
  "Dị ka 1 Samuel 1:20, Hannah kpọrọ Samuel iji cheta ekpere ya nye Chineke maka nwa",
  "\"..",
  "[Ọ] kpọrọ aha ya Samuel, na-asị, N'ihi na ajụọla ya banyere Onyenwe anyị\" (KJV)",
  "Site n'ọdịdị ya, aha Samuel (Hibru: שְׁמוּאֵל Šəmūʾēl, Tiberian: Šămūʾēl) yiri ka e si na Hibru Śāmū (שָׂמוּ) + ʾĒl, nke pụtara \"Chineke setịpụrụ\" ma ọ bụ \"Chineke etinyela\". Nkọwa a metụtara echiche nke Chineke na-etinye / na-etinye nwatakịrị n'afọ, n'akụkụ Hannah na-enye Samuel dị ka onye Nazaret nye Chineke",
  "A na-ejikọkwa śāmū nke Hibru na šâmū nke Akkadian, nke nwere otu ihe ahụ. Site na nkọwa e nyere na 1 Samuel 1:20 Otú ọ dị, o yiri ka ọ sitere na mkpirisi nke Hibru שְׁאִלְתִּיו מֵאֵל (Modern: ŠəʾīltīvʾʾĒl, Tiberian: Šĭʾīltīw mēʾĒl), nke pụtara \"Ajụla m / gbaziri ya n'aka Chineke\". A na-eme ka ọ dị mkpirikpi ka ọ bụrụ שָׁאוּל מֵאֵל (Šāʾūl mēʾĒl, \"arịọ / gbaziri n'aka Chineke\"), wee mechaa mee nkwekọrịta ka ọ bụrụשְׁמוּאֵל (\"Šəmūʾēl/Šămūʾēl\"). Nkọwa a na-emetụtakwa Hannah na-enyefe Samuel dị ka onye Nazaret nye Chineke.",
  "Samuel wee gaa Betlehem ma tee Devid mmanụ na nzuzo dị ka eze",
  "Ọ ga-emecha nye Devid ebe nsọ, mgbe Sọl nke na-ekwo ekworo gbalịrị igbu ya.",
  "Oge ụfọdụ mgbe ọ nwụsịrị, Sọl mere ka Onye amoosu nke Endor kpọọ mmụọ Samuel site na Sheol iji buo amụma ihe ga-esi n'agha na-abịa (1 Samuel 28:3-24)",
  "Samuel were iwe maka ncheta ya, ma gwa Sọl na Onyenwe anyị ahapụla ya.",
  "N'ihi ya, Samuel kwuru na ọ bụ ezigbo onye amụma nke ụlọ Izrel, ya na Ezikiel.",
  "Àtụ:Catholic saints"
]