[
  "Samuel Achilefu bụ onye ọkà mmụta sayensị amụrụ na Naijiria na onye nyocha ahụike nke sụrụ ụzọ nyocha ma tinye n'ọrụ na sayensị, injinia na ọgwụ",
  "Dr",
  "Samuel Achilefu bụ Michel M",
  "Ter-Pogossian Prọfesọ nke Radiology na osote onye isi oche maka Innovation na entrepreneurship na Mallinckrodt Institute of Radiology, Washington University School of Medicine",
  "Ọ na-ejide nhọpụta nkwonkwo dị ka prọfesọ nke Medicine, Biochemistry",
  "Ọ na-eje ozi ugbu a dị ka onye isi ụlọ ọrụ Molecular Imaging Center nke Mahadum Washington na mmemme Theranostic Innovation nke a na-enweta na nzuzo.  Ọ bụ onye nduzi nke Center for Multiple Myeloma Nanotherapy na onye ndu nke Oncologic Imaging Programme nke Alvin J",
  "Siteman Cancer Center na Mahadum Washington",
  "Dọkịta Achilefu bụ onye otu National Academy of Inventors yana ọtụtụ ọha ọkachamara, gụnyere Royal Society of Chemistry, [akwụkwọ akụkọ chọrọ] American Association for the Advancement of Science, Optical Society of America, International Society for Optics na  Photonics Engineers (SPIE), American Institute for Medical and Biological Engineering, na St",
  "Louis Academy of Science.  Onye so na National Advisory Council for Biomedical Imaging and Bioengineering (NACBIB) na Sayensị Advisory Board nke National Cancer Institute's intramural Molecular Imaging Programme, ọ na-ejekwa ozi dị ka Editor-in-Chief of Current Analytical Chemistry na onye nchịkọta akụkọ nke ọtụtụ ndị.  akwụkwọ sayensị.  Dọkịta Achilefu bụbu onye nlekọta na mahadum Loma Linda dị na California.  Ọ bụ onye so na College of Reviewers for the National Institutes of Health (NIH) wee jee ozi dị ka onye òtù na oche nke onyinye nyocha panel maka NIH, Department of Defense (DoD), na Susan G",
  "Komen Foundation",
  "AAchilefu nwetara PhD na mahadum Nancy dị na France dịka onye ọka mmụta gọọmentị France na ọzụzụ postdoctoral ya na Mahadum Oxford dị na England",
  "Akpọrọ ya na Oxford na St",
  "Louis ka ọ rụọ ọrụ maka Mallinckrodt Medical na 1993 wee sonye na Mallinckrodt Institute of Radiology na Mahadum Washington na 2001, ebe o guzobere ihe karịrị ndị otu 80 a ma ama Optical Radiology program na School of Medicine",
  ".",
  "Dọkịnta Achilefu bụ ọkachamara ama ama n'ụwa n'ịkwalite na iji ọgwụ na-enye ọkụ maka ịchọpụta ọrịa kansa, onyonyo, na ọgwụgwọ.  N'oge na-adịbeghị anya, ọ tụụrụ ime wee duru mmepe nke akwụkwọ akụkọ wearable cancer na-ekiri enyo maka iwepụ mkpụrụ ndụ kansa nke ọma n'oge ịwa ahụ.  Igwe enyo ọrịa kansa na-arụ ọrụ na ụkpụrụ nke onyonyo anya.  Onyonyo anya na-enyere aka nhụta oge dị adị nke ọdịiche dị n'ime na mpụ dị n'ime anụ ahụ dị ndụ.  Emebere enyo enyo ọrịa iji mee ka ọ dịrị ndị dọkịta na-awa ahụ mfe ịmata ọdịiche dị n'etiti mkpụrụ ndụ ọjọọ na mkpụrụ ndụ ahụike, na-enyere aka hụ na ọ dịghị mkpụrụ ndụ tumor nke kpafuru akpafu a hapụrụ n'oge ịwa ahụ iji wepụ ọrịa kansa.  Ọ chọpụtakwara usoro ọgwụgwọ ọhụrụ maka ọrịa cancer na-eji ụdị ọkụ pụrụ iche na ọgwụ na-abụghị ọgwụ ọgwụ iji kpalite ọnwụ mkpụrụ ndụ kansa na-emebighị anụ ahụ dị mma.  Ihe ọhụrụ ndị a na ọtụtụ ndị ọzọ arụpụtala ikike ikike 59 nyere US yana akwụkwọ sayensị 300",
  "Dr",
  "Achilefu anatala ihe karịrị 30 mpaghara, mba, na nkwanye ugwu na mba ụwa, gụnyere ihe nrite Britton Chance Biomedical Optics Award na 2019 na SPIE, Distinguished Investigator Award in 2018 (Academy for Radiology)",
  "Louis Innovator Award 2015, Medical Innovation Award na 2014 (St",
  "Louis Business Journal), St",
  "Louis Award na 2014 (St",
  "Louis Award Committee), Featured Innovator 2014 (Bloomberg BusinessWeek), Achiever Award 2008 (Blacks in Science).  ), Award Performance pụrụ iche 1998 (Mallinckrodt, Inc.), na Nka na ụzụ Innovation Award 1995 (Mallinckrodt Medical, Inc.)",
  "A na-egosi Dr",
  "Achilefu n'ọtụtụ mgbasa ozi ọha.  Ọmụmaatụ ndị nnọchi anya gụnyere:"
]