[
  "Samuel A",
  "Countee (ubochí mbú n'ọnwa Eprel, 1909 rụo ụbọchị irí na otu n'ọnwa Septemba, 1959) bụ ónyé na-ese ihe na ónyé na-akpụ ihe. A na-akpọ SSG Samuel A",
  "Countee Hall na Fort Leonard Wood iji sọpụrụ ya.",
  "A mụrụ Countee na Marshall, Texas na Thomas Countee Na Nannie Salina Yates Countee",
  "Ọ gàrà Booker T",
  "Washington High School site na 1924 rụo 1928.",
  "Countee gụsịrị akwụkwọ na 1934 na nzèrè na nka na Bishop College",
  "Mgbè ọ nọ na kọleji, o sere foto nke ngalaba na ndị nchịkwa iji nweta ego màkà agụmakwụkwọ.",
  "Countee gụsịrị akwụkwọ na kọleji na 1934 mgbè nke ahụ gasịrị ọ nwetara agụmakwụkwọ na Boston Museum of Arts ebe ọ rụrụ ọrụ dị ka ónyé na-ese ihe.",
  "Ọrụ Countee gosipụtara ndụ ndị Africa America",
  "Site na 1933-1935, Countee gosipụtara nka ya n'ọtụtụ ihe ngosi",
  "N'afọ 1933, William E",
  "Harmon Foundation gosipụtara ihe osise ya, Little Brown Boy. O gosikwara na Mahadum Howard, Mahadum Atlanta, Smith College, Institute of Modern Art na Boston, nà 1936 Texas Centennial's Hall of Negro Life.",
  "E debara áhà Countee na ndị agha United States na 1942 ebe ọ rụrụ ọrụ na 436th Engineer General Service Dump Truck Company",
  "Mgbè ọ nọ n'usuu ndị agha, e nyèrè y'à ọrụ ịmepụta mural màkà African-American Officers Club na Fort Leonard Wood na Missouri. Ọ na-ese ihe màkà ihe ngosi USO.",
  "Countee kwagara New York ka ahapụchara ya na ndị agha",
  "Ọ bịara màrà n'etiti ndị na-ese ihe na New York wee gaa n'ihu na-ese fotoLucille Armstrong, Harry Belafonte, nà Marian Anderson.",
  "Countee biri na Long Island, New York",
  "Ọ lụrụ Mary Miner na 1955.",
  "Countee nwụrụ n'ọrịa kansa n'ubochí irí na otu n'ọnwa Septemba,1959.",
  "N'afọ 2019, a gbanwere aha Fort Leonard Wood African-American Officersī Club nke nwere mgbidi Countee SSG Samuel A",
  "Countee Hall.",
  "Nwa nwanne Countee, Sammie Witing-Ellis, nyere aka ịkọwa ihe osise ahụ site n'aka nwanne nna ya mgbe ọ chọtara ọrụ kwekọrọ na ya na sketchbook.",
  "Mural, SSG Samuel A",
  "Countee Hall, Fort Leanord Wood"
]