[
  "Samuel Fosso (amụrụ na Julaị 17, 1962) bụ onye Kamerun amụrụ na Naijiria na-ese foto nke rụrụ ọrụ maka ọtụtụ ọrụ ya na Central African Republic",
  "Ọrụ ya gụnyere iji ihe osise onwe ya na-anakwere usoro mmadụ, na-ekwukarị banyere akụkọ ihe mere eme nke Afrịka",
  "Otu n'ime ọrụ nka ya a ma ama, na ihe a maara ya nke ọma, bụ \"autoportraits\" ya ebe ọ na-ewere onwe ya ma ọ bụ ndị ọzọ a ma ama ma na-adọta ha n'ụdị ọdịbendị ma ọ bụ ndọrọ ndọrọ ọchịchị. A maara ya dị ka otu n'ime ndị Omenkà n'oge a na Central Afrịka.",
  "O ritere Prince Claus Award site na Netherlands n'afọ 2001.",
  "A mụrụ Fosso na Kumba, Cameroon, nne na nna ya bụ ndị Naijiria",
  "O tolitere na Afikpo, ụlọ nna nna ya, ruo mgbe ọ gbagara Bangui na Central African Republic mgbe ọ dị afọ iri na atọ n'afọ 1972 n'oge agha obodo Naịjirịa.",
  "Na Bangui, ọ malitere ịrụ ọrụ dị ka osote onye na-ese foto mgbe ọ dị afọ iri na abụọ, na otu afọ mgbe e mesịrị dị ka onye na-ese foto na ụlọ ọrụ nke ya na Bangui, 'Studio Photo Nationale'. Na mbụ, o mere ihe osise onwe ya iji mejupụta akụkụ ndị a na-ejighị mee ihe na ihe nkiri foto ya",
  "Foto ndị a bụ maka nne ya, onye nọrọ na Naịjirịa",
  "Ime ihe osise onwe ya ghọrọ ebumnuche n'onwe ya nye ya.",
  "Dị ka onye nọ n'afọ iri na ụma na-arụ ọrụ na studio Fosso na-ese foto onwe onye mara mma n'etiti foto ndị ahịa",
  "Nchịkọta ndị ọgụgụ isi na ndị edemede Africa gụnyere, Okwui Enwezor na Iké Udé chọpụtara ọrụ ya, na-eme ka Fosso banye n'ọrụ na-arụsi ọrụ ike na obodo nka maka ọrụ okenye ya.",
  "Fosso na-enyocha echiche nke ngosi onwe onye na nnọchi anya nwoke na nwanyị, na-anwale ihe eji eme ihe, uwe, na ọnọdụ na ejiji 1970s. Maka ihe osise onwe ya, o jiri ntọhapụ mmechi na-egbu oge na-enye Fosso ohere ruo sekọnd iri iji gosipụta maka foto ọ bụla. Ọ na-ejikarị ákwà ejiji, n'ihu ya, ọ na-eyi uwe dịgasị iche iche: ezigbo uwe ndị Europe, uwe ọdịnala Afrịka, uwe ndị agha mmiri, karate keikogis, mkpụmkpụ ọkpọ, na ihe ndị ọzọ.",
  "Na Febụwarị 5, 2014, n'etiti izu ohi mgbe ime ihe ike nke òtù, ụlọ ọrụ Fosso dị na Bangui, nke nwere ihe ndekọ ya zuru ezu, kpochapụrụ",
  "Onye na-ese foto Jerome Delay, onye, ya na onye na-ese foto ibe ya bụ Marcus Bleasdale, na Peter Bouckaert (Onye isi na Human Rights Watch), napụtara ihe ka ọtụtụ n'ime ihe ndị dị na ya, nke e mere atụmatụ na puku iri abụọ na-adịghị mma na Otu narị na iri ise ruo narị abụọ ebipụta, ọ bụ ezie na ezuru igwefoto Fosso",
  "Fosso nọ na Paris n'oge ahụ.",
  "N'afọ 1997, Fosso wepụtara ọrụ ya The Chief: He Who Sold Africa To The Colonists, nke ga-abụ ngwa ngwa otu n'ime ọrụ ya kachasị mma",
  "N'ime ya, ọ na-egosi onwe ya dị ka onye isi a chọrọ mma, nke e ji akpụkpọ agụ owuru kpuchie, ọtụtụ olu ọla edo na akwa coral gbara ya n'olu ya, ọla edo siri ike na mgbaaka ọla edo dị arọ gburugburu aka ya na mkpịsị aka ya",
  "N'aka nri ya, ọ na-ejide nnukwu okooko anyanwụ",
  "Ụkwụ ya na-enweghị ihe ọ bụla n'elu ute e biri ebi nke nwere akpụkpọ anụ na-acha uhie uhie n'akụkụ ha. N'ihe osise nke onwe ya Fosso na-eche echiche nke Africa ka e rere site na iji ihe osise akụkọ ihe mere eme nke ndị a nwere ikike bụ ndị mere ihe ike nke ire ndị nke ha na ihe onwunwe ha maka uru onwe onye. Fosso n'onwe ya kwadoro nke a n'ajụjụ ọnụ ya na onye nta akụkọ Guardian Newspaper, Jon Henley",
  "Ọ na-akọrọ na foto ahụ ọ na-egosi onwe ya dị ka ndị isi Afrịka niile rere Afrịka ha nye ndị ọcha",
  "Ozi ya bụ na Afrịka nwere usoro nke ya na ndị ọchịchị ya tupu onye ọcha abịa, ihe osise ahụ gbasara akụkọ ihe mere eme nke ndị ọcha na ndị ojii na Afrịka",
  "Ọ bụ ezie na ha nwere ike ịnwa ikpuchi ya, n'okpuru ya ka dị otu ihe ahụ.",
  "N'afọ 2008, o kpughere otu n'ime ọrụ ya a ma ama, “African Spirits”. Fosso's theatrical self portraits pay tribute to fourteen political, intellectual, and cultural figures from Pan-African historical movements and the U.S",
  "Civil Rights Movement",
  "A na-eji akwụkwọ ọlaọcha gelatin na-ese foto ndị ahụ na dibond na nha 162.8 site na sentimita otu narị na iri abụọ na abụọ. Fosso kpughere African Spirits n'oge ntuli aka nke onye isi ojii mbụ, Barack Obama",
  "Nke a bụ ihe ịrịba ama dị mkpa na akụkọ ihe mere eme nke United States, na-agbasawanye ozi Fosso nke ike ndị isi ojii na ememe akụkọ ihe mere eme nke ndị isi ojii.",
  "N'isiokwu sitere n'aka onye na-ebipụta akwụkwọ akụkọ nke oge a n'Afrịka bụ Revue Noire, onye nchịkọta akụkọ bụ Simon Njami na-atụgharị uche na African Spirits, “Fosso apụtala kpamkpam..",
  "Ahụ ndị anyị na-ahụ na-anọchite anya ha abụghịzi nke ya kama ọ na-eme ka ọ na-eme ka ọ bụrụ.” Dịka ọmụmaatụ, na foto ya nke Angela Davis, Fosso na-eyi uwe Davis' iconic afro hairstyle na ejiji na-agbanwe onwe ya ka ọ bụrụ onye ndọrọ ndọrọ ọchịchị nke afọ 1970. Echiche a nke iṅomi ihe nkiri na-enye ndị ọ na-egosipụta ike na echiche ha na-anọchite anya ya.",
  "Fosso sitere n'ike mmụọ nsọ site na foto nke Even Arnold na Malcolm X, na-eṅomi ihe osise ha n'ụzọ zuru ezu ma na-agbanwe n'ime ihe oyiyi nke akụkọ ihe mere eme ojii",
  "N'ime foto ya bụ isiokwu a na-akọ akụkọ ugboro ugboro, njirimara nke onye ọzọ ma ọ bụ echiche",
  "Site n'ịkọ akụkọ, Fosso na-enye ike ma na-eweghachite njirimara nke onwe ya, isiokwu ya, na ndị na-ege ya ntị.",
  "Ụdị Fosso dịtụ ka nke Diane Arbus, n'ihi na ihe osise onwe ya na-egosi ọhụụ nke mmadụ nke anyị",
  "E kwuru na foto Arbus na-egosi na onye ọ bụla nwere njirimara nke ya, ya bụ ikwu ihe fọdụrụ mgbe anyị napụrụ ndị ọzọ",
  "N'ụzọ dị iche, a na-ekwu na uwe Fosso dị iche iche na-egosi na njirimara na-ekpebisi ike site na ihe ndị mmadụ na-enweghị ike ịchịkwa",
  "Ya mere, e gosipụtala ọrụ ya dị ka nke nwere nkwupụta nke otú ụmụ mmadụ nwere ike isi mepụta njirimara ha n'ezie."
]