[
  "Ahmadu Bello University",
  "IBI Group Team member, LEED Gold Award for South East Division Police Station Project in Edmonton\n2018 Distinguished Fellow of the American Institute of Architects (FAIA)\nNamed: One of Canada’s Leadership\nand Innovation Visionaries - commemorating\nCanada’s 150th anniversary\n2015 - American Institute of Architects Presidential Medal Recipient\n2015 - Named: One of Alberta’s 50 Most Influential",
  "Samuel Óghalé Oboh (amụrụ na Machị 27, 1971) bụ onye Canada na-ewu ụlọ, onye njikwa, onye ndu, onye bụbu osote onye isi ala - Architecture na AECOM Canada Architects Ltd - ụlọ ọrụ Fortune 500 na onye isi oche 2015 nke Royal Architectural Institute of Canada (RAIC). Sam Oboh (dị ka a maara ya nke ọma) bụ onye Canada mbụ sitere n'agbụrụ Afrịka nke a họpụtara dị ka onye isi oche nke Canadian Royal Institute - ihe omume nke onye nduzi oge ochie nke Institute of African Studies na Mahadum Carleton - Ottawa, prọfesọ Pius Adesanmi nwụrụ anwụ kọwara dị ka \"ihe omume na-emeputa ihe dị egwu n'ọtụtụ akụkụ\". N'afọ 2021, na Rio General Assembly, a họpụtara Oboh dị ka osote onye isi ala maka mpaghara nke atọ nke otu dị na  Paris a kpọrọ International Union of Architects (UIA) - otu United Nations nabatara nke na-arụ ọrụ iji mee ka ndị na-ewu ụlọ dị n'otu, na-emetụta iwu ọha na eze, ma na-akwalite ụlọ iji gboo mkpa ọha mmadụ. E buliri Oboh na College of Fellows nke American Institute of Architects na mmemme itinye ego nke emere na New York na June 22, 2018. Ihe odide a gụrụ na mmemme itinye ego ahụ kwuru na \"Oboh na-egosipụta echiche nke nlekọta dị mma site n'ịkwalite nkwado ọha na eze - na-akpali ọdịiche dị iche iche, na-akwalite ezi atụmatụ na ịkwado atụmatụ mgbanwe maka ọdịmma ọha na eze",
  "\" Site na ntinye ego ya, Oboh ruru eru iji aha FAIA",
  "Naanị ihe dị ka pasent atọ nke ndị na-ewu ụlọ na United States of America (na karịa) nwere ọdịiche a pụrụ iche.\nOboh bụ onye natara ọtụtụ onyinye na nkwanye ugwu nke gụnyere NCBN Professional Excellence of the Year Award na 2018, na 2016 Excellence Magazine Award for Leadership. A kpọrọ ya aha dị ka otu n'ime ndị Canada otú narị na iri ise pụrụ iche na-akpali ndị Canada ọgbọ ọzọ (na ncheta nke sesquicentennial nke Canadian Confederation); ma kpọọkwa ya otu n'ime ndị mmadụ iri ise kachasị nwee mmetụta na Alberta site n'aka Alberta Venture Kemgbe ngwụsị afọ 2015, Oboh malitere ọrụ ndọrọ ndọrọ ọchịchị - na-eje ozi dị ka onye nnọchi anya kachasị elu na Consul maka Republic of Botswana na qCanada.",
  "A mụrụ Oboh na Lagos, Nigeria, n'afọ 1971, ọ bụ nwa nke atọ n'ime ụmụ isii. Nna ya, Johnson Oboh, bụ onye na-ahụ maka injinia n'ụlọ ọrụ Switzerland - UTC nke ọrụ ya mere ka ha biri n'akụkụ dị iche iche nke mba ahụ - Lagos, Maiduguri, na Yola, n'etiti ebe ndị ọzọ",
  "Oboh gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị n'isi klas ya nke afọ 1987 na nsonaazụ kacha mma nke set ya na Government Day Secondary School, Army Barracks, Yola na mpaghara ugwu ọwụwa anyanwụ nke Naịjirịa",
  "A nabatara ya ozugbo na Mahadum Bendel State (nke bụzi Ambrose Alli University) na ndịda mgbe ọ dị afọ iri na isii iji mụọ ihe gbasara owuwu. Oboh mechara wee nweta nzere bachelọ ya (B.Sc) na-enweta akara kachasị elu nke ụmụ akwụkwọ niile na-ewu ụlọ na klas ya na-agụsị akwụkwọ na 1992 na Upper Second-Class Honours. Ọ gara Mahadum Ahmadu Bello, Zaria iji nweta nzere Master of Science na Architecture na 1996.",
  "Dị ka nwa akwụkwọ gụsịrị akwụkwọ na Mahadum Ahmadu Bello, Sam Oboh gara Africa 2000 Conference on Architecture na 1995 na Mahadum nke Cape Town, nke onye isi nke School of Architecture, Planning & Geomatics, Prọfesọ Ivor Prinsloo onye bụkwa otu n'ime ndị cheputara Cape Town's V&A Waterfront. Obere oge na Mahadum nke Cape Town ga-emesị gosipụta ọrụ Oboh - na-egosi mmeghe ya na mpaghara ndịda Afrịka",
  "Cape Town stint na-anọchite anya mmalite maka ọrụ Oboh na-ewu ụlọ - nke a na-akpọsa site na nzute ohere n'etiti Oboh na Wouter Gildenhuys - onye na-ewu ụlọ ibe ya na onye isi ngalaba nke Architecture na ML Sultan Technikon (nke bụzi Durban University of Technology) na Durban, Kwazulu Natal - na-eduga n'ọrụ mbụ Oboh na South Africa",
  "Oboh ga-emecha nweta nzere masta nke abụọ - Master of Arts in Communication & Technology (na-elekwasị anya na Architectural Communication) na 2010 site na Mahadum Alberta - ebe ọ bụ onye natara Herbert Marshall McLuhan Graduate Student Award na Faculty of Extension.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Ahmadu Bello dị na Zaria ebe ọ nwetara nzere Master of Science na Architecture n'afọ 1996 ma mechaa mmemme ọrụ ndị ntorobịa ya na Katsina (n'akụkụ ókèala Niger Republic), Oboh sonyeere F&A Services - ụlọ ọrụ na-emepụta ihe na-ewu ụlọ - dị ka onye na-emepụta ihe, ebe ọ bụ akụkụ nke ndị otu na-ahụ maka nrụzigharị ụlọ nkwari akụ Federal Palace nke dị na Victoria Island, ebe a bịanyere aka na Nkwupụta nnwere onwe nke Naịjirịa. N'oge na-adịghị anya n'afọ 1998, a họpụtara Oboh dị ka onye nkuzi na ML Sultan Technikon (nke bụzi Durban University of Technology) na-akụzi African Architecture",
  "Ọ ga-emesị sonye na FMA Architects Southern Africa na ngwụcha afọ 1998 dị ka onye na-emepụta ihe na ụlọ ọrụ Gaborone Botswana ha na-arụ ọrụ dị iche iche",
  "Oboh ghọrọ FMA's Resident Architect na Botswana Police College project na Otse na International Law Enforcement Academy - nke o duziri ma hazie (n'ịgbaso iwu nke ọrụ ahụ site na nkwekọrịta mba abụọ bịanyere aka na July 24, 2000 n'etiti Festus Mogae - duziri Gọọmenti Botswana na Gọọmenti nke United States of America - n'okpuru ọchịchị Bill Clinton. Site na Otse, Oboh gara n'ebe ugwu ka ọ bụrụ onye na-ewu ụlọ na ụlọ ọgwụ dị na mpaghara Maun, 'ọnụ ụzọ' na Okavango Delta",
  "Nke a ga-ewe nde dọla otu narị na iri ịse. Ezubere ụlọ ọgwụ Maun District iji jeere mpaghara North-West District nke Botswana (Ngamiland) dum ozi nke gụnyere Okavango Delta - mpaghara nwere oke mma ma nwee anụ ọhịa nke na June 2014, ọ ghọrọ ebe nke otu puku edere na UNESCO World Heritage List ebe ọtụtụ ndị na-ewere mpaghara ahụ dị ka ezigbo paradaịs.",
  "Oboh kwagara Canada na Disemba 2003 wee sonye ozugbo na IBI Group Architects - ebe ọ nwetara aha LEED Accredited Professional ma malite ịrụ ọrụ dịka Edmonton Police Service - Southeast Division Station na Peter Bull na Peter Semchuk",
  "Kpọmkwem, Oboh rụrụ ọrụ na akụkụ nkwado nke ọrụ ndị uwe ojii nke ndịda ọwụwa anyanwụ ma duzie akwụkwọ LEED / ntinye akwụkwọ nke mere ka ọrụ ndị uwe ojii dị 4,300 m² nweta ọnọdụ LEED Gold. Ụlọ ọrụ South East Division Station ghọrọ ọrụ mbụ na Obodo Edmonton iji nweta ọnọdụ LEED Gold ma bụrụkwa ụlọ ọrụ ndị uwe ojii mbụ na North America iji nweta ụkpụrụ LEED Gold. Na-arụkọ ọrụ nke ọma na Peter Bull, Oboh bụkwa IBI Group's Project Architect maka $ 118-million City of Red Deer Civic Yard (nke ọtụtụ ụlọ ọrụ, ụdị ụlọ ọrụ mmepụta ihe), nke e wuru na 28.1 ha (69.5 acres) ụlọ ọrụ mmepụta ihe.  Oboh na IBI Group Team bịakwutere Civic Yards Project na nkwado n'uche - na ụlọ atọ dị na saịtị ahụ (Ogige Nchịkwa, Ụlọ nkwakọba ihe / ụlọ ahịa / ebe a na-adọba ụgbọala na-asacha ụg",
  "ụgbọash ka e mereọ dị n' ka ụkpụrụ LEED.",
  "Oboh sonyeere Kasian Architecture dị ka onye mmekọ na 2007 wee bụrụ onye isi nke ụlọ ọrụ ahụ na 2016. Site n'ọrụ ya, Oboh kwenyere na enwere ike imepụta ihe kachasị mma site na njikọta nke ụkpụrụ ụlọ na nyocha na agụmakwụkwọ. O gosipụtara nkwenkwe ya na ọrụ ndị dị ka Alberta Legislature Centre Redevelopment Master Plan ebe dị ka Onye Ndú Architect, o duuru ndị otu ya ijide mmụọ nke ebe nketa kachasị mkpa nke Alberta n'ụdị dịgasị iche iche nke okike na nke ọhụrụ - si otú a na-akpali echiche nke ebe, nganga, inwe na obodo ndị Albertan niile. Oboh duziri mgbalị mmepe azụmahịa - na-akwado, na-enweta ma na-arụ ọrụ na ọrụ ndị dị ka mmepe nke Alberta Legislature Grounds, Royal Alberta Museum of History, na LEED Gold Edmonton Federal Building project (chebere iji gosipụta nkwa Gọọmenti nke Alberta maka ụlọ na-adịgide adịgide. Site na 2010 ruo 2016, Oboh sonyeere Ngalaba Ọrụ Ọha na Ọrụ Gọọmenti Canada (nke bụzi Ọrụ Ọha na Azụmaahịa Canada) dị ka onye isi na-ewu ụlọ na onye njikwa mpaghara nke Architecture na Engineering Centre of Expertise na mpaghara ọdịda anyanwụ - nke Manitoba, Saskatchewan, Alberta, Nunavut na Northwest Territories mejupụtara",
  "O duziri nguzobe nke ụlọ ọrụ ọhụrụ nke Architecture and Engineering Centre of Expertise, nke gụnyere ihe karịrị ndị ọkachamara iri ise, ndị ọrụ nchịkwa na ndị ọkachamara na nkà na ụzụ",
  "Oboh mepụtara atụmatụ dị ka Stewardship Excellence Protocol, nke ebumnuche ya bụ ịkwalite ọdịbendị nke ịdị mma na ọrụ gọọmentị etiti na ụlọ ọrụ gọọmenti Canada.",
  "Ọ nwetara ikikere dị ka onye na-ewu ụlọ n'ọtụtụ ikike nke gụnyere steeti Texas, United States, na mpaghara Canada nke Alberta, Ontario, Manitoba na British Columbia, Oboh bụ onye nnọchi anya mpaghara mba ụwa na American Institute of Architects 'College of Fellows na onye otu Royal Architectural Institute of Canada (RAIC). O nwere ikikere na Botswana na South Africa ma bụrụ onye otu Chartered Architect nke Royal Institute of British Architects (RIBA) site na 2000-2007. Na Mee 16, 2015, Oboh nwetara ihe nrite onye isi ala site n'aka American Institute of Architects na Atlanta Georgia na nsọpụrụ onye isi ala site na Australian Institute of Architects (RAIA) dị ka onye otu nsọpụrụ.  Oboh bụ onye ndu echiche na onye na-ekwu okwu mgbe niile na ọtụtụ nzukọ mba ụwa na nnọkọ gburugburu ụwa",
  "- gụnyere Canada na United States, Brazil, London - England, Paris - France, Brussels - Belgium, Berlin - Germany, Singapore, Seoul - South Korea, Lahore - Pakistan, Tokyo - Japan, Brisbane, Sydney na Melbourne Australia, N'djamena - Chad, Lagos - Nigeria, Kampala - Uganda, Gaborone - Botswana, Maseru - Lesotho, na obodo dị iche iche na South Africa. O nweela onye nkuzi / onye na-eleta ọrụ nkatọ studio na mahadum dị iche iche gụnyere Mahadum Calgary, Mahadum Toronto, Mahadum Carleton, na Mahadum South Africa nke Pretoria na Mahadum Teknụzụ Durban",
  "N'afọ 2006, o duziri nguzobe nke isi obodo mbụ nke RAIC na Alberta, ebe ọ jere ozi dị ka Onye isi ala na 2007/2008. N'oge ọchịchị ya, Oboh duziri ma kwado ọtụtụ atụmatụ nkwado ụlọ nke gụnyere nhazi nke Alberta Architecture dị ka akụkụ nke ngosi Gọọmenti Alberta na 2006 Smithsonian Folklife Festival na Washington, DC",
  "N'afọ 2017, Oboh na onye na-atụpụta ụkpụrụ ụlọ na Berlin bụ Francis Kéré rụkọrọ ọrụ iji duzie atụmatụ nke ụlọ ọrụ ọdịbendị Afrịka nke ọtụtụ nde dollar na Alberta - Canada."
]