[
  "Natasha Sanaipei Tande (amụrụ na ụbọchị 22 n'ọnwa Machị n'afọ 1985), nke a maara dị ka Sana, bụ onye Kenya na-agụ egwu, onye na-ede egwu, onye na-eme ihe nkiri, onye na-eme karaoke, onye redio na onye na-eme ihe egwuregwu.",
  "N'afọ 2004, mgbe ọ dị afọ iri na itoolu, Sanaipei sonyeere Coca-Cola Popstars (East Africa) Talent Search mgbe ọ gbasịrị ezinụlọ ya. Mgbe ọ gara nke ọma maka ihe ngosi ahụ, ọ kwụsịrị ọmụmụ kọleji ya",
  "O meriri asọmpi ahụ ya na ndị asọmpi ibe ya abụọ, Kevin Waweru na Pam Waithaka",
  "Ha jikọtara ọnụ, ha guzobere otu egwu Sema ma merie nkwekọrịta ndekọ na Homeboyz Records",
  "N'afọ 2005, mmadụ atọ ahụ wepụtara abọm izizi iri na asaa bụ Mwewe, ya na egwu wuru ewu dika Leta Wimbo, Sakalakata, na Mwewe, na-eme ka ha pụta ìhè. Mgbe e mesịrị n'otu afọ ahụ, ndị otu ahụ kewara, na-ezo aka na \"ọdịiche na-enweghị nkwekọrịta\" na \"ike mpụga\"",
  "Mgbe ọ hapụrụ Kiss 100, ọ sonyeere Easy FM (nke a maara ugbu a dị ka Nation FM) n'afọ 2013, dị ka onye na-eweta ihe ngosi ụgbọala ya na Edward Kwach",
  "N'afọ 2014, o wepụtara egwu ya bụ Mfalme wa Mapenzi dịka akụkụ nke ọrụ Mahaba nke onye mmepụta Wawesh, ihe ngosi nke egwu ịhụnanya Swahili. Egwu a nwetara otuto dị egwu maka okwu ya nke ọma na ihe ngosi ya dị ụtọ",
  "Mgbe e mesịrị, ọ malitere ịme ihe ngosi nke etiti ụtụtụ ya na Obinna Ike Igwe",
  "Mgbe a kpo gara Obinna na ihe ngosi mgbede, Sanaipei ghọrọ naanị onye na-ahụ maka ihe ngosi nke etiti ụtụtụ ma nweta ndị na-ege ntị kachasị na ụlọ ọrụ ahụ",
  "N'onwa Septemba n'afọ 2015, a chụrụ Sanaipei na ndị ngosi ibe ya bụ Ciru Muriuki na Anto Neo Soul n'ọrụ",
  "Nkwụsị ya na nke ndị ọrụ ibe ya zutere ọgba aghara dị ukwuu na Twitter, ọtụtụ ndị na-ege ntị na ndị na-akwado ya na-achọ ka e weghachi ha.",
  "Mgbe ọ hapụrụ Easy FM, Sanaipei lekwasịrị anya na ọrụ egwu ya, na-ewepụta egwu dịka Rasta Man, Simama Imara, na Ankula Huu",
  "Otu egwu ya, Amina, mere ka mmasị mpaghara ya gbasaa ma dọta uche onye egwu pop na onye egwu Tanzania bụ Chege Chigunda, bụ onye jiri ụgbọelu gaa Dar es Salaam ma gosipụta ya na egwu Najiuliza ya na onye na-agụ egwu Tanzania bụ Ray C."
]