[
  "Sanaa Benhama (born 9 June 1982) bụ onye Paralympic athlete si mba Morocco na eso na category ndị na asọmpi T13 na ihe omume sprint",
  "Omechara ihie omume sprint abụọ na Summer Paralympics, nke mere echijiri mara ya amara na afọ 2008 Summer Paralympics in Beijing, China omeriri wee rite ihe nrite ọlaedo atọ mbe ọ meriri na ihe omume sprint na ụlọ akwụkwọ ya.",
  "A mụrụ Benhama na Khemisset, Morocco na afọ 1982.",
  "Benhama, onye na-azụ onwe ya na Association Handisport Ennasser na Salé, mere nke mbụ ya dị ka onye na-eme egwuregwu nke T13 na nzukọ na Rabat na afo 2008. Ka e mesịrị n'afọ ahụ, o mere nke mbụ ya zuru oke na mba ụwa mgbe a họpụtara ya dị ka akụkụ nke otu Morocco iji sọọ mpi na afọ 2008 Summer Paralympics na Beijing",
  "O meriri n'ihe omume anọ, sprints atọ na long jump",
  "Na ogologo ịwụli elu, o mere asatọ ikpeazụ na-enye ya ohere ịsọ mpi na mgbalị atọ ọzọ, mana na nke kachasị mma ya n'ebe dị anya site na ndị na-eduga Benhama wepụrụ na ịwụli abụọ fọdụrụ, na-agwụ na nke isii",
  "Ọ bụ na ihe omume sprint ka Benhama nwere mmetụta na egwuregwu ahụ",
  "Ọ malitere na ọsọ ọsọ mita 400, ruo eruo n'oge kachasị ọsọ wee setịpụ ihe ndekọ ọhụrụ nke 55.56 sekọnd na ngwụcha iji nweta ihe nrite ọla edo mbụ ya nke egwuregwu ahụ. O sochiri nke a ụbọchị abụọ ka e mesịrị na ọla edo ọzọ, n'oge a na mita 200, ebe ọ meriri onye iro ya kacha nso, Nantenin Keïta nke France site na ihe karịrị ọkara nke abụọ. Ihe omume ikpeazụ ya nke 2008 Paralympics bụ 100 mita (T13), ebe o setịpụrụ ndekọ Paralympic na okpomọkụ, na-eru eru na oge nke 12.38 sekọnd. Na ngwụcha, ihe omume nke nnukwu mmiri ozuzo gbara gburugburu, Benhama dekọrọ oge nke 12.28 iji nweta ọla edo nke atọ ya ma setịpụ ihe ndekọ ụwa ọhụrụ.",
  "Afọ atọ ka e mesịrị, Benhama nọchitere anya Morocco na 2011 IPC Athletics World Championships na Christchurch",
  "O nwetara ihe nrite atọ gafee sprints, mana o nwetaghị ọla edo na nke ọ bụla n'ime ha, onye South Africa bụ Ilse Hayes meriri ya na mita 100 na onye Cuba bụ Omara Durand na mita 200 iji nweta ọlaọcha abụọ; na ọla nchara na ihe omume mita 400. Ọmụmụ nwa ya nwoke n'afọ 2012, pụtara na Benhama wepụrụ onwe ya n'ịgba ọsọ n'afọ ahụ, ọ nweghịkwa ike ịgbachitere aha Paralympic ya na London.",
  "N'afọ sochirinụ, ọ laghachiri na asọmpi mba ụwa wee merie ihe nrite atọ na afọ 2013 IPC Athletics World Championships na Lyon",
  "ọla edo na mita 100, ọla nchara na mita 200, na naanị nnukwu ihe nrite mba ụwa ya na ogologo ịwụli elu, ọlaọcha. Afọ abụọ ka e mesịrị, ọ banyere na 2015 World Championships na Doha ọ meriri ọla nchara abụọ, na 200 na 400 mita. Benhama nọchitekwara anya mba ya na 2016 Summer Paralympics na Rio de Janeiro, mana ọ bụghị n'elu ikpo okwu na nke ọ bụla n'ime ihe omume abụọ ya, 100 mita na 400 mita agbụrụ."
]