[
  "Sandra Owusu-Ansah (amụrụ ya na 29 na onwa Jenụwarị na afọ 2000) bụ onye Ghana na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere ndị otu Serbian Women's Super League ZFK Spartak Subotica na ndị otu bọọlụ ụmụ nwanyị nke Ghana. Ọ nọchitere anya Ghana na ọkwa U17 na iko mba ụwa abụọ na 2014 na 2016, na-eje ozi dị ka onyeisi na nke ikpeazụ mgbe ọ na-anọchite anya ha na ọkwa U20 na iko mba abụọ na afọ 2016 na afọ 2018.",
  "A mụrụ Owusu-Ansah na abalị iri abụo na iteolu, na onwa Jenụwarị na afọ 2000 na Kumasi, isi obodo nke Ashanti Region na Kofi Owusu Ansah na Madam Yaa Pokuaa",
  "Ọ gara T.I",
  "Ahmadiyya Senior High School, Kumasi maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya",
  "Ọ bụ onye otu egwuregwu bọọlụ nke ụlọ akwụkwọ ahụ.",
  "Owusu-Ansah malitere ọrụ ya na Fabulous Ladies nke Habiba Atta Forson guzobere",
  "Ọ bụkwa onye otu Airtel Rising Stars (Ashanti Zone), a colt (nwatakịrị) football talent ịchụ nta nke Airtel malitere n'Africa nke chọrọ ịchọpụta na ịzụlite talented under 17 afọ nwoke na nwanyị na-agba bọọlụ ndị ga-agaghị aga n'amaghị ama na n'amaghi.",
  "Owusu-Ansah kwagara Zouk Mosbeh nke dị na Lebanọn na onwa Septemba na afọ 2017 na nkwekọrịta otu afọ. N'otu oge ya na Lebanọn, ọ meriri League, FA Cup na Super Cup na onye obodo ya bụ onye Ghana bụ Alice Kusi na-apụta dị ka onye kacha gbaa bọọlụ na league. Ọ merụrụ ahụ n'oge egwuregwu ikpeazụ nke league nke mere ka ọ ghara ịga 2018 Africa Women Cup of Nations ma nọrọ n'èzí na touchline ruo ihe karịrị otu afọ.",
  "N'afọ 2020, ọ gara na klọb mbụ ya Ghana Women's Premier League nke Supreme Ladies na mgbalị iji mee ka ọrụ ya dịghachi ndụ mgbe ọ nwesịrị mmerụ ahụ ogologo oge",
  "Ọ rụrụ ọrụ dị ka onyeisi klọb n'oge 2020X21",
  "N'ọnwa Eprel, ọ gbara goolu anọ n'egwuregwu league anọ ma họpụta ya maka NASCO GWPL Player of the Month maka Eprel. Na ngwụcha afọ 2020 rue na afọ 21, ọ gbara goolu iri na-emechi oge ahụ dị ka onye kacha gbaa goolu na klọb ahụ na onye nke atọ kacha gbaa gooli na league",
  "A họpụtara ihe mgbaru ọsọ ya megide Kumasi Sports Academy maka ihe mgbaruzu nke oge ahụ na 2021 Ghana Football Awards",
  "N'ụbọchị nke abụọ n'ọnwa Ọgọstụ n'afọ 2021, ndị mmeri Super League nke ụmụ nwanyị Serbia bụ ZFK Spartak Subotica kwupụtara na ha abanyela Owusu-Ansah na nkwekọrịta otu afọ tupu oge na afọ 2021",
  "Ọ ga-esonyere onye obodo ya Alice Kusi onye sonyeere klọb ahụ.",
  "Owusu Ansah gbara bọọlụ maka Ghana na ọkwa niile malite na ọkwa U-17, Black Princesses",
  "A kpọrọ aha ya na ndị otu maka 2014 FIFA U-17 Women's World Cup mgbe ọ dị afọ iri na anọ. Ọ gbara goolu abụọ otu megide South Korea na nke ọzọ megide Canada ka Ghana nọ n'elu otu ha iji ruo eru maka nkeji iri na ise nke ikpeazụ. Otú ọ dị, Ịtali wepụrụ ha mgbe a na-emechi penalty.",
  "A kwalitere ya ozugbo na otu U-20, Black Maidens, ebe ọ gbara goolu anọ n'oge asọmpi 2015 African U-20 Women's World Cup Qualifying Tournament iji mechie dị ka onye kacha gbaa goolu ma nyere Ghana aka iru eru maka 2016 FIFA U-20 Women 's World Cup. N'afọ 2016, mgbe ọ ka ruru eru igwu egwu maka U17, na ahụmịhe mbụ ya, a kpọrọ aha ya dị ka onyeisi ndị otu ahụ, na-agba goolu abụọ African U-17 Women's World Cup Qualifying Tournament iji nyere Ghana aka inweta ọnọdụ na iko ụwa.",
  "O sonyere na 2016 FIFA U-17 Women's World Cup na Septemba 2016. Mgbe Japan meriri ya na 510 n'egwuregwu mbụ ha, ọ gbara bọọlụ abụọ sochirinụ megide United States na Paraguay iji nyere Ghana aka ịga n'ihu na nkeji iri na ise nke ikpeazụ. Otú ọ dị, North Korea wepụrụ ha na nkeji iri na ise nke ikpeazụ mgbe ha gbara goolu nkeji iri itoolu, na nkeji anọ nke oge ọzọ",
  "A họpụtara ihe mgbaru ọsọ ya megide Paraguay maka ihe mgbaruaru ọsọ nke asọmpi FIFA.",
  "Ọnwa abụọ mgbe ọ ghọsịrị onye isi U17 na World Cup, n'ọnwa Ọktoba 2016, o sonyere na 2016 FIFA U-20 Women's World Cup. N'oge asọmpi ahụ, ọ gbara goolu megide France ma bụrụ onye a na-ekpe ikpe dịka onye egwuregwu nke egwuregwu ahụ, agbanyeghị, e wepụrụ Ghana na mpaghara otu. N'afọ 2018, ọ ghọrọ otu n'ime ndị isi na-eme ihe nkiri nke U20 tinyere Ernestina Abambila na Princella Adubea",
  "Ọ gbara goolu abụọ, ebe Adubea gbara goolu iri n'oge asọmpi iru eru iji nyere Ghana aka mechie ebe ha maka na 2018 FIFA U-20 Women's World Cup",
  "N'ọnwa Julaị afọ 2018, o mere ndị otu maka asọmpi ahụ, mana tupu mmalite nke asọmpi ahụ Adubea merụrụ ahụ. Na-enweghị onye ya na ya na-eme ihe, ya na ndị otu ya lụrụ ọgụ na asọmpi ahụ ma wepụ ha na mpaghara otu",
  "O jisiri ike gbaa naanị otu goolu na asọmpi ahụ na mmeri Ghana na France",
  "Na ngwụcha asọmpi ahụ, o gosipụtara ihe isi ike na egwuregwu ha n'ihi enweghị Adubea.",
  "N'ọnwa Machị, na afọ 2017, a kpọrọ oku site n'aka ọha na eze ka a tinye ya na ndị otu okenye, mana onye isi nchịkwa nke otu ahụ bụ Yusif Basigi kwuru na ọ dị mkpa maka ezigbo mgbanwe nke ịkwalite n'ime ndị otu okenye. N'ọnwa Ọktoba, na afọ 2018, a kpọrọ ya ka ọ bịa bụrụ onye otu mba Ghana n'afọ 2018 n'ihu na afọ 2018 Africa Women Cup of Nations, na Ghana dị ka mba na-anabata ya. A chụpụrụ ya na asọmpi ahụ mgbe ọ na-agbake site na mmerụ ahụ ọ họọrọ mgbe ọ na'egwuri egwu maka Zouk Mosbeh na egwuregwu ikpeazụ nke Lebanese League",
  "N'agbanyeghị na ọ sonyeere ndị otu ahụ maka egwuregwu abụọ na-akwadebe megide Zambia na Kenya, ọ gbakere ma ghara ịbanye na ndị otu ikpeazụ. N'abalị iri atọ n'ọnwa Nọvemba 2020, n'egwuregwu ya na Morocco, ọ gbara bọọlụ n'ime nkeji anọ iji nweta mmeri 2 maka Ghana.",
  "Spartak Subotica",
  "Onye ọ bụla"
]