[
  "Sandra Prinsloo (a mụrụ na 15 Septemba 1947), nke a makwaara dịka Sandra Prinzlow, bụ onye na-eme ihe nkiri South Africa nke a maara nke ọma na mba ụwa maka ọrụ ya dịka Kate Thompson na ihe nkiri afọ 1980 The Gods Must Be Crazy",
  "Prinsloo apụtawokwa n'ọtụtụ telivishọn, ihe nkiri, na ihe nkiri South Africa.",
  "Prinsloo ekwuola na ọ tụghị anya ịghọ onye na-eme ihe nkiri.",
  "\"Abụ m onye na-agba egwú ballet site na nwata ma echeta m na m na-eme ihe nkiri Breytenbach na Pretoria mgbe ụfọdụ mgbe m nọ n'ụlọ akwụkwọ sekọndrị",
  "Nke ahụ bụ oge mbụ m zutere ndị ọkachamara na-eme ihe nkiri, mana echetụbeghị m na m ga-abụ onye na-eme egwuregwu",
  "Echere m na enwere m ihere n'oge ahụ na m enweghị ike iche na m nwere ike ịbụ onye na-eme ihe nkiri",
  "Ya mere, ọ dịghị ka m nwere nnukwu ọchịchọ ịghọ onye na-eme ihe nkiri, ọ bụghị ma ọlị",
  "Ahọrọ m ndụ agụmakwụkwọ, n'otu ụzọ",
  "Mgbe m gara mahadum, echere m na nke ahụ ga-abụ ihe m ga-eme\".",
  "Prinsloo gụrụ akwụkwọ na Afrikaanse Hoër Meisieskool wee mechaa nzere B.A",
  "ya na ihe nkiri na Mahadum Pretoria. N'oge na-adịghị anya, ọ ghọrọ onye otu ụlọ ọrụ na-eme ihe nkiri nke Performing Arts Council Transvaal. \"Otu abalị anyị na-eme ihe ma ọ dịka a ga-asị na ihe anwansi mere",
  "Ọ dịka a ga-asị na a tụbara ụgbụ ọla edo",
  "Ihe niile bụ anwansi n'uhuruchi ahụ na onye ọ bụla nwere mmetụta ya n'ime ndị na-eme ihe nkiri..",
  "Ọ bụ ihe na-atọ ụtọ nke na-eme na mgbanwe nke ike n'etiti ndị na-ege ntị na ndị na-eme ihe nkiri.",
  "Prinsloo kwuru na mgbe abalị ahụ gasịrị, ọ ghọtara na ime ihe nkiri bụ ọrụ ya.",
  "Na mgbakwunye na ọrụ ya a ma ama na The Gods Must Be Crazy, Prinsloo enweela ọrụ dị mkpa na Target of an Assassin (1979), Quest for Love (1988), Die Prins van Pretoria (1992), Soweto Green (1995), 'n Paw Paw Vir My Darling (2015), Twee Grade van Moord (2016).",
  "Prinsloo nọ na ndị mbụ na-eme ihe nkiri nke Egoli: Place of Gold, ihe nkiri ncha mbụ nke South Africa. Ruo ọtụtụ afọ, ọ kwadoro ihe ngosi okwu nke ya, RaakPraat zutere Sandra, na telivishọn South Africa. Ọ na-edekwa usoro ajụjụ ọnụ ya na ndị mmadụ na ndị ama ama maka South African TV, Sandra Op 'n Drafstap.",
  "Prinsloo emeela ọtụtụ usoro telivishọn na ihe nkiri South Africa n'oge ọrụ ya, gụnyere Erfsondes (2012); Hartland (2011); Known Gods (2005); Saints, Sinners, and Settlers (1999); na Konings (1991) n'etiti ndị ọzọ.",
  "Prinsloo emeela ihe karịrị 100 mmepụta dị iche iche, na-abụkarị onye isi na ọrụ ndị South Africa na ndị na-eme ihe nkiri mba ụwa.",
  "N'afọ 1985, Prinsloo na onye na-eme ihe nkiri ibe ya bụ John Kani mere ka ndị na-ege ntị South Africa pụọ mgbe ha na-eme egwuregwu Miss Julie nke August Strindberg. N'ime ọrụ aha, Prinsloo gosipụtara nwanyị ọcha na-eduhie nwoke ojii",
  "Egwuregwu ahụ gosipụtara ihe omume mbụ nke nwoke ojii na-esusu nwanyị ọcha ọnụ n'okpuru ọchịchị ịkpa ókè agbụrụ.",
  "Onye na-emepụta egwuregwu ahụ, Bobby Heaney, kwuru na ọpụpụ ahụ bụ \"akụkụ nke mkpọsa a haziri nke ọma site n'aka ndị ọcha na-achọghị mgbanwe\". A ghaghị ịkpọrọ Kani na Prinsloo gaa n'ebe a na-adọba ụgbọala mgbe ọ bụla Miss Julie gosipụtara, ebe egwu na ndị na-eme ihe nkiri ga-abụ ndị \"ndị na-ewe iwe\" ga-awakpo. A kọrọ na Prinsloo natara ozi ịkpọasị rụrụ arụ ma ha abụọ natara iyi egwu ọnwụ.",
  "Mgbe a gbara ya ajụjụ ọnụ n'afọ 2014 maka 21 Icons Project, usoro ihe nkiri dị mkpirikpi banyere ndị South Africa \"ndị kpụrụ ụwa gbara ha gburugburu\", Prinsloo kwuru na \"\"Echere m na [egwuregwu ahụ] ga-akpata ọgba aghara, mana echeghị m na ọ ga-akpatara obere mgbanwe. Ndị mmadụ nwere obere uche ma echere m na ị bi na obere paradaịs mgbe ị bụ onye na-eme ihe nkiri.",
  "N'afọ 2013, Prinsloo natara onyinye ACT Lifetime Achievement Award maka ihe nkiri. A na-enye onyinye ndị a kwa afọ site na Arts and Culture Trust (ACT) nke South Africa iji \"asọpụrụ ndị ọkachamara nka ndị ọrụ ha pụrụ iche nwere mmetụta dị ukwuu na nke na-adịgide adịgide na nka, ọdịbendị na ihe nketa, na ihe ndị ha rụzuru na ndụ nyere aka nke ukwuu n'ịbawanye ndụ ọdịbendị nke South Africa\".",
  "N'afọ 2014, Prinsloo bụ onye natara iwu mba site n'aka gọọmentị South Africa, Order of Ikhamanga na ọlaọcha, maka ndị ọrụ ha pụtara ìhè baara South Africa uru. A na-enye iwu mba n'ụbọchị nnwere onwe nke South Africa",
  "Iwu ndị ahụ na-eme emume mmeri mmadụ n'akụkụ dị iche iche, na-asọpụrụ ụmụ nwoke na ụmụ nwanyị ndị hapụrụ akara ụkwụ doro anya na ọgụ maka nnwere onwe na iwulite South Africa ka mma.",
  "N'afọ 2018, Prinsloo bụ onye natara Lifetime Achievement Award site na Naledi Theatre Awards. Naledi Theatre Awards Committee na-enye onyinye ndị a kwa afọ.",
  "Prinsloo debara aha ya na Afrikaanse Hoër Meisieskool. O nwere nzere B.A",
  "(Honours) na Mahadum Pretoria."
]