[
  "Celia-Sandra Botha (amụrụ na 25 Febụwarị na afọ 1945) bụ onye ndọrọ ndọrọ ọchịchị South Africa, onye jere ozi dị ka onye nnọchi anya South Africa na Czech Republic",
  "Ọ bụbu onye ndú nke ndị mmegide na National Assembly, n'aha Democratic Alliance na onye ndú ya, Helen Zille.",
  "O kwupụtara ebumnuche ya ịpụ n'ọkwa ahụ mgbe ntuli aka South Africa nke afọ 2009 gasịrị, ka ọ bụrụ onye nnọchianya. Oge ya na Prague gwụrụ na Juun, na afọ 2013. A kọrọ na ọ gaghị achọ ọkwa onye ndu na South Africa, mana ọ ga-ekere òkè na ndụ ndọrọ ndọrọ ọchịchị, ma bụrụ akụkụ nke \"agha nke echiche\".",
  "A mụrụ ya n'ezinụlọ ndị ọrụ ugbo Afrikaner na Viljoenskroon, Orange Free State, n'oge mmalite afọ 1960, Botha mere ka ndị ọrụ ugbe obodo kwenye iwe onye ọrụ mmekọrịta mmadụ na ibe ya n'ọrụ iji gboo mkpa nke ezinụlọ ndị isi ojii nọ n'ime ime obodo",
  "O mekwara mkparịta ụka na Citrus Board maka enyemaka ọzọ n'oge oyi maka ndị ọrụ ugbo.",
  "N'ịbụ onye gụsịrị akwụkwọ na Parys High School, Botha gara n'ihu mezue otu afọ na New York site n'enyemaka nke agụmakwụkwọ",
  "O mechara nweta nzere BA na akụ na ụba na Mahadum Stellenbosch",
  "Ọ lụrụ onye ọrụ ugbo na onye bụbu onye omeiwu Andries Johannes Botha ma di na nwunye ahụ nwere ụmụ ise na ụmụ ụmụ ise",
  "N'oge na-adịghị anya mgbe alụmdi na nwunye ahụ gasịrị, Botha malitere nzere Sesotho na asụsụ na UNISA.",
  "Botha tinyekwara aka nke ukwuu n'ime ndị na-emegide ịkpa ókè agbụrụ",
  "Ya na Helen Zille, Botha bụ akụkụ nke Black Sash movement.",
  "O nweghị ihe jikọrọ ya na onye ọ bụla ọzọ (na-akwado ịkpa ókè agbụrụ) ndọrọ ndọrọ ọchịchị Bothas nke South Africa, gụnyere P.W",
  "Botha ma ọ bụ Pik Botha.",
  "A họpụtara Botha ka ọ bụrụ onye otu National Council of the Provinces maka Democratic Party na afọ 1999",
  "Ọ rụrụ ọrụ dị ka onye ndú nke pati ahụ site na afo  2000 ruo na afọ  2004.",
  "N'ọnwa Mee afọ 2007, ndị Democratic Alliance họpụtara Sandra Botha dị ka onye nnọchi anya ha na onye isi nke ndị mmegide",
  "Botha nwetara ihe ka ọtụtụ n'ime ndị bụbu minista NP, Tertius Delport.",
  "Tupu ọ pụọ na Nzukọ Ndị Omeiwu na afọ 2009, Botha mara gọọmentị aka n'ọtụtụ okwu",
  "Karịsịa, Botha kwuru okwu banyere enweghị afọ ojuju ya na-esote ihe ihere ebe ndị dọkịta ọcha anọ nọ na Western Cape kwagara mba ofesi. A na-ekwu na iwu ndị South Africa na-ese okwu gbochiri ha ịrụ ọrụ n'ụlọ ọgwụ gọọmentị, n'agbanyeghị ụkọ ndị dọkịta na ọtụtụ oghere na mpaghara ahụ",
  "Onye isi ala n'oge ahụ bụ Thabo Mbeki gọnahụrụ na nke a bụ ikpe ma bara Botha mba maka ebubo siri ike megide ya dabere na otu akụkọ akwụkwọ akụkọ.\nBotha akpọwokwa maka nnukwu mgbanwe nke usoro agụmakwụkwọ."
]