[
  "Sani Zangon Daura bụ Minista Naijiria nke Ọrụ Ugbo na Mmepe Ime Obodo ma mesịa bụrụ Minista nke Gburugburu Ebe Obibi na kọmitii nke Onye isi ala Olusegun Obasanjo.\nA chụpụrụ ya n'ọchịchị Obasanjo n'ọkwa n'ụbọchị iri atọ nke ọnwa Jenụwarị n'afọ 2001.",
  "Sani Zangon Daura sitere na mpaghara Daura Senatorial nke Katsina Steeti.\nỌ gụsịrị akwụkwọ na School for Arabic Studies na Kano",
  "E nyere ya agụmakwụkwọ ka ọ gaa ụlọ akwụkwọ maka African and Oriental Studies, London n'afọ 1961, mana ọ laghachiri Naịjirịa tupu ọ gụchaa akwụkwọ ahụ ma nabata ya na Mahadum Lagos.\nN'oge Republic nke Abụọ nke Naịjirịa n'afọ 1979, ọ bụ onye na-azọ ọkwa na National Party of Nigeria (NPN) iji gbaa ọsọ maka Gọvanọ nke Kaduna Steeti, mana Alhaji Lawal Kaita meriri ya",
  "Kaita n'aka nke ya meriri ntuli aka ahụ n'aka onye otu People's Redemption Party (PRP) Alhaji Abdulkadir Balarabe Musa.",
  "N'ịbụ onye a họpụtara ka ọ bụrụ Mịnịsta Ọrụ Ugbo na Jụn 1999, Daura wepụtara iwu maka ngalaba ahụ nke na-aza ajụjụ n'oge ahụ maka pasenti iri atọ na asatọ nke GDP",
  "Ihe ndị dị na ya gụnyere ịbawanye mmepụta na mmepụta ihe, mmelite teknụzụ agro, belata ịda ogbenye, mmepe ụlọ ọrụ agro, nkwalite mbupụ na nchedo gburugburu ebe obibi.",
  "N'ọnwa Nọvemba afọ 2000, ọ bụ onye nnọchi anya Naịjirịa na UN Framework Convention on Climate Change nke emere na Netherlands.\nDaura bụ onye isi oche nke Group of 77 (G77), otu mba one hundred and thirty three na-emepe emepe na China.\nN'okwu dị mkpa na nzukọ ahụ, ọ dọrọ aka ná ntị na mba ndị dara ogbenye agaghị egbochi ikuku gas ha ma ọ bụrụ na mba ndị bara ọgaranya mezuru nkwa nke ha n'okpuru Kyoto Protocol.\nDaura kwuru na US kpatara \"ihe otiti nke mgbanwe ihu igwe\" dị ka ihe na-emerụ ahụ dị ka ọchịchị nke Afrịka.\nNzukọ ahụ enwetaghị nsonaazụ ọ bụla.",
  "Daura ghọrọ onye otu ndị nlekọta nke Arewa Consultative Forum (ACF), otu ndị Northern lobby nwere mmetụta",
  "N'ọnwa Maachị afọ 2006, ọ bụ otu n'ime ndị isi ACF na-emegide ikwe ka onye isi ala Obasanjo gbaa ọsọ maka oge nke atọ n'afọ 2007.\nN'ọnwa Disemba afọ 2008, Daura natara onyinye Commander of the Order of the Niger (CON)."
]