[
  "Sanlaap bụ otu nzukọ na-abụghị nke gọọmentị nke India, nke Indrani Sinha guzobere na 1987 na Calcutta. Di na Calcutta, otu a na-ezube ichebe ikike ụmụ nwanyị na ụmụ agbọghọ.  Sanlaap bụ nzukọ mmepe nke na-arụ ọrụ iji dozie ahaghị nhata nke na-egosi onwe ha dị ka ikpe na-ezighị ezi na ime ihe ike megide ụmụ nwanyị na ụmụaka",
  "Ọrụ bụ isi na-elekwasị anya megide ịzụ ahịa ụmụ nwanyị na ụmụaka maka mmegbu mmekọahụ azụmahịa, mmetọ mmekọahụ na ịgba akwụna mmanye",
  "Dị ka akụkụ nke ọrụ ya, otu ahụ na-amalite ụlọ ahịa iji zụọ ụmụ agbọghọ ka ha na-ebi ndụ ma na-akwalite nnwere onwe ha.",
  "N'afọ 1987, otu ndị na-eme nnyocha na ndị nkụzi kpebiri ịrụ ọrụ maka ikike ụmụ nwanyị na ụmụaka nwanyị",
  "N'afọ 1989–90, nyocha nke ụmụ nwanyị a na-emetọ n'ụzọ mmekọahụ na Calcutta na mpaghara ya kpughere na ụmụ agbọghọ ndị a na-emetọ n'ụzọ mmekọahụ mgbe ha bịara ịchọ ọrụ dị ka enyemaka ụlọ na ụdị ọrụ ndị ọzọ, na-ejedebe na mpaghara ọkụ na-acha uhie uhie",
  "Nsogbu nke ụmụ agbọghọ ndị a na-azụ n'ahịa, aghọgburu ma manyere ha ịgba akwụna ụmụaka ghọrọ ihe Sanlaap lekwasịrị anya.",
  "Mkparitaụka ya na ụmụ nwanyị na-agba akwụna (WIP) kpughere mkpa ụmụ nwanyị ndị a ịchọta ebe dị nchebe maka ụmụ ha mgbe ha na-arụsi ọrụ ike n'oge mgbede",
  "Ebumnuche nke Drop in Centre (DIC) pụtara dị ka mkpa ụmụ nwanyị na-agba akwụna gosipụtara",
  "Taa, Sanlaap na-agba ọsọ DIC iri na anọ (dobe na etiti) na mpaghara 11 na-acha uhie uhie nke Kolkata na mpụga ya n'okpuru Mmemme Mmụta ya (SOPAN).",
  "Ndị nne nọ na mpaghara ọkụ na-acha uhie uhie nke Kolkata kwupụtara nchegbu na ụmụ ha nwanyị nọ n'afọ iri na abụọ na iri na atọ na-ahapụ ụlọ akwụkwọ ma lụọ di, ma di na-emesị gbahapụ ha, na-ahapụkarị nwa",
  "Ha na-esonyere ụmụ nwanyị na ịgba akwụna maka ịlanarị",
  "Ụmụ nwanyị bi n'ebe ahụ kọwakwara otú di ha, ezinụlọ ha na ndị enyi ha si azụ ahịa ha site na iji ụzọ ụgha nke alụmdi na nwunye na ọrụ",
  "Ha chọrọ ka ụmụ ha nwanyị nọrọ na nchebe ma pụọ na ịgba akwụna na ụlọ ọrụ mmekọahụ.",
  "Ebumnuche nke ụlọ mgbaba gbanwere site na ahụmịhe a, a malitekwara ụlọ mgbaba mbụ na July 1993",
  "E nwere ụlọ atọ -SNEHA (\"Affection\")-Shelter Homes na Kolkata na mpaghara abụọ nke nwere ihe karịrị ụmụ agbọghọ 150 bụ ụmụaka a napụtara n'ịgba akwụna, ụmụ ụmụ nwanyị na-agba akwụna na ụmụ agbọghọ na-adịghị ike a napụtara site na mmetọ mmekọahụ",
  "Mmemme Ntinye aka na Ahụike Uche site na Ndụmọdụ (1995-96), nkà ọrụ na-eduga na mmepụta (SRIJONI) na ike akụ na ụba, ịgba egwu dị ka ọgwụgwọ (SANVED), agụmakwụkwọ iwu na nke na-abụghị nke iwu bụ ụfọdụ nnukwu ntinye aka na ọrụ nke nzukọ ahụ.",
  "A na-ahụta netwọkịn dị ka akụkụ dị mkpa nke Ọrụ Sanlaap; e kwenyere na ikike mmadụ nke ndị mmadụ n'otu n'otu ma ọ bụ òtù enweghị ike ịkwụsị ịzụ ahịa ọ gwụla ma ọ bụrụ na ruo mgbe ndị òtù niile na ibe ha na-emekọrịta ihe ma na-eme ngagharị iwe maka ime ihe ike nke ịzụ ahịa na ịgba akwụna mmanye, ebe ndị isi na-ahụ maka ya na-erubeghị afọ iri na asatọ",
  "Sanlaap na ụlọ ọrụ Gọọmenti dị iche iche na Panchayats kwụsịrị ịzụ ahịa ụmụaka na ụmụ nwanyị.",
  "Sanlaap kwenyere na ịzụ ahịa na ịgba akwụna mmanye bụ mpụ a haziri ahazi na ịgba akwụna enweghị ike ịghọ ọrụ na mpaghara ndịda Asia",
  "A na-azụta ma na-ere ụmụ nwanyị na ụmụaka ndị ezinụlọ na ọha mmadụ na-akpa ókè dị ka ngwaahịa na mpaghara a ma ọ bụ ezie na enwere mmachibido iwu na ịgba akwụna ọdịnala na nke okpukpe, mmejuputa ahụ adịghị ike, na a na-amanye ụmụaka nwanyị ịgba akwụna ụlọ akwụna",
  "Ọdachi ndị na-emere onwe ha, ọgba aghara ndọrọ ndọrọ ọchịchị na agha obodo na-amanye ọtụtụ narị ụmụ nwanyị na ụmụ agbọghọ ịbanye n'okporo ámá na ọtụtụ ndị na-azụ ahịa maka ịgba akwụna na omume ọrụ dị ize ndụ na mba ndịda Asia",
  "Ụmụaka nwanyị na ụmụ nwanyị na-abụkarị ndị na-agụghị akwụkwọ na ndị na-enweghị ọrụ, n'ihi ya, ha na-enwe ịkpa ókè na ọkwa niile",
  "N'ihi ya, ha nwere ihe ize ndụ nke na-amanye ha ịkwaga, ma ọtụtụ ndị ka a na-azụ n'ahịa n'oge a",
  "Nrụrụ aka juru ebe niile na ọkwa ọ bụla ma ọ bụrụ na a nabatara ịgba akwụna dị ka ọrụ, a ga-ewusi njikọ nwanyị-pimp-brothel owner-trafficker nexus ike ma ọtụtụ ụmụ agbọghọ ga-achọta ụzọ ha n'ịgba akwụna mmanye",
  "Afọ achọrọ maka ịgba akwụna bụ afọ iri na isii.",
  "Isi ihe dị na mkpọsa Sanlaap megide ịzụ ahịa ụmụ nwanyị na ụmụ agbọghọ maka ebumnuche nke mmegbu mmekọahụ azụmahịa bụ inye mmegharị uche nke ụmụaka ndị akwụna, ma ha ma ọ bụ nne ha na-etinye aka na ya",
  "Ebumnuche ntinye aka na mpaghara ọkụ na-acha uhie uhie nke Calcutta bụ iwulite ohere ịnweta obodo ebe ndị akwụna bi ma nye ụmụ nwanyị dị otú ahụ na ụmụ ha ọrụ iji hụ na ha nwere ohere agụmakwụkwọ, ahụike na nchebe pụọ na mmetọ na mmegbu.",
  "Sanlaap na-elekọta ụlọ abụọ maka ụmụaka a napụtara n'aka, ma ọ bụ ndị nwere ike ịgba akwụna, ụlọ nkwari akụ maka ụmụ agbọghọ na-arụ ọrụ, na ebe nnata maka ụmụ agbọghọ a napụtara n'ịgba akwụna",
  "Òtù ahụ na-arụkwa ọrụ na Panchayats na mpaghara isi iyi maka ịzụ ahịa, na-emepe usoro na usoro iji chebe ụmụ nwanyị na ụmụaka na-adịghị ike ka a ghara ire ma ọ bu zụọ ha n'ahịa na iji hụ na ndị na-akwaga ịchọ ọrụ ma ọ bụ n'ihi alụmdi na nwunye na-agafe n'ụzọ dị mma",
  "Sneha bụ ụlọ maka ụmụ agbọghọ a napụtara n'ịgba akwụna, na ụmụaka nwanyị nke ụmụ nwanyị na-agba akwụna ndị nwere ike ịbụ ndị nwere ike ịgba akwụna nke ọgbọ nke abụọ",
  "Ebumnuche ụlọ ahụ bụ ikwe ka ụmụ agbọghọ ahụ nyochaa ọnọdụ ha ebe ha na-edozi nsogbu ahụike dị iche iche.",
  "Ndị otu nkwado ndị ọgbọ nke mmemme ndị ntorobịa n'etiti ụmụ ụmụ nwanyị na-agba akwụna na-aga n'ihu na-ezukọ mgbe niile",
  "Ndị otu Kidderpore esorola na ndị uwe ojii obodo ahụ nwere mmekọrịta ọrụ iji chọpụta ụmụ agbọghọ na ụmụ nwanyị meworo okenye na-amanye ụmụaka ịgba akwụna",
  "Sanlaap na-ezube ịkwado otu a n'ihu ka ndị otu ya wee nwee ike ịchịkwa ọnọdụ ka ha na-ebili na mpaghara ha.",
  "Ihe ịga nke ọma nke ụlọ ọrụ ndụmọdụ iwu nke Sanlaap na ụlọ ọrụ ndị uwe ojii Watgunge dị na Calcutta ewelitela ọchịchọ maka ọrụ ndị yiri ya na ụlọ ọrụ ndị uwe ojii ndị ọzọ",
  "Sanlaap na-aga n'ihu na-agba mbọ maka mgbanwe n'ime ụlọ ọrụ ikpe ziri ezi nke ụmụaka",
  "Ọ sonyeere netwọk nke na-ezube ịtọ ụkpụrụ kacha nta maka nlekọta dị mma na ụlọ ọrụ maka ụmụaka",
  "Ngalaba enyemaka iwu nke Sanlaap na-aga n'ihu na-achụso ngwa ngwa nke ikpe ikpe metụtara ụmụ agbọghọ bi n'okpuru nchekwa steeti.",
  "Ihe karịrị 19% nke ụmụ agbọghọ a napụtara n'ịgba akwụna bi na Sneha Shelters nwere nje HIV, ndị ezinụlọ ha na Ụlọ Gọọmenti tụfuru",
  "Ụfọdụ amụọla ụmụ mgbe ha dị afọ iri na anọ na iri na ise.",
  "SALAH (\"ndụmọdụ\"), a mụrụ Legal Aid Wing na 1996 iji nye aka n'ọnọdụ ime ihe ike n'ụlọ, mmezi, nchekwa ụmụaka na ikike ụmụ nwanyị maka ụmụ nwanyị niile (ma e wezụga ihe onwunwe na esemokwu ụlọ)",
  "Ebumnuche na 1999 gbanwere na Mgbasa Ozi na Nkwado na mbụ na mpaghara isi iyi",
  "Mgbasa ozi na nkwado (SAHAYOG) guzobere Ngalaba Nchedo Ụmụaka (CPUs), na-arụ ọrụ maka mbugharị dị mma ma na-arụka ya na Òtù Ndị Dabere na Obodo na mpaghara isi iyi",
  "Site na 1998, Sanlaap malitere ịrụ ọrụ na Panchayat na District Administration, Police na Border Security Force, na-eme ka ha mara ma na-akpali ha ime ihe maka ichebe ụmụaka na ụmụ nwanyị nwere ike ịzụ ahịa na ịhụ na njem dị mma",
  "Ntụghari akụ na ụba nke ndị gba ahụrụ ịzụ ahịa nwere mkpa pụrụ iche taa ebe Sanlaap na-arụ ọrụ na mmekorita ya na ngalaba nkeonwe na nke ọha.",
  "E bidoro SUNDAR n'afọ 2000 dị ka otu nkwado maka ụmụ nwanyị na-agba akwụna iji dozie nsogbu nke WIP na mpaghara ọkụ na-acha uhie uhie",
  "A na-akwado ụmụ nwanyị ahụ iji nweta njirimara ha n'ụdị kaadị ntụliaka elu na kaadị nri ma na-akwadokwa ha ibi ndụ nwere ùgwù n'enweghị mmegbu na ndị omekome obodo, pimps, ndị ahịa, ndị uwe ojii na ndị enyi ha nwoke ma ọ bụ di ha na-emegbu ha."
]