[
  "Santa Anzo bụ onye Uganda onye nlereanya, fashionista, ejiji na-emepụta ejiji na nwanyị na-azụ ahịa, onye bụ onye guzobere, onye isi na-emepụta ejiji na onye isi nchịkwa nke Arapapa Fashion House, nke dị na Kampala, isi obodo Uganda. Ọ bụkwa onye guzobere na onye isi oche nke Uganda International Fashion Week, ihe ngosi ejiji ana eme kwa afọ.",
  "Amụrụ Santa Anzo na Uganda ,circa na Afo 1975.nne na na ya choputara na ndi nnanna ha bụ ndị moyo district, na west Nile sub region no na Uganda.",
  "ogara akwụkwọ na old Kampala primary school,tupu ebuje ya na bat valley primary school,ebe ono wee weta nzere mmuta nke mbu ana akpo na olu bekee (first school leaving certificate).omechara gawa madhvani college no na wairaka,jinja district o gu Kwara akwụkwọ na progressive sekondry school no na bweyogerere wakiso district.ebe ahu ka onoro guchaa akwụkwọ s kondiri",
  "ma nweta Kwa high school diploma.o wee debanye aha ya na akwụkwọ ndị na any maka akwa maobu ndị na eme ihe ngosi akwa.no na Kampala ebe ono guchaa ma nweta Kwa nzere mmuta na ihe gbasara ime ihe nkiri uwe ma obu ikwa akwa,nke ana akpo fashion design...",
  "N'afọ 1995, e goro Ms Anzo dị ka onye na-eje ozi na Kampala Casino",
  "A goro ya dị ka onye nlereanya n'otu ụlọ ọrụ ahụ ma ọ na-eme ihe ngosi mgbe ọ na-abụghị onye na-eje ozi",
  "N'afọ 1999, ọ zutere Sylvia Owori ma ha malitere Ziper Models, ya na Anzo na-elekọta azụmahịa ahụ ebe Owori na-elekọta talent ahụ",
  "Anzo jere ozi dị ka onye na-ere ahịa, onye na-enye ọzụzụ, na ejiji ejiji",
  "Ọ na-elekọta ego, ma na-eme ihe ngosi ejiji",
  "Mmekọrịta a were ọnwa iri na isii, tupu Anzo ahapụ Ziper Models.",
  "N'afọ 2001, Anzo hapụrụ Ziper Models wee malite Arapapa",
  "Arapapa pụtara urukurubụba n'asụsụ Madi ya. Afọ abụọ ka e mesịrị, ọ malitere Uganda International Fashion Week.",
  "O gosipụtala ihe ndị omeputara",
  "na ọtụtụ emume ejiji gụnyere Fashion for Peace initiative, Kenya Fashion Week, Mozambique Fashion Week, Swahili Fashion Week na Dar-es-Salaam, Tanzania, Africa Fashion Exchange, na Durban, South Africa, tinyere ndị ọzọ."
]