[
  "Saqqara (Arabic: سقارة, ịkpọ okwu Arabic nke Egypt: [sɑʔːɑːɾɑ]), sụpekwara Sakkara ma ọ bụ Saccara na bekee /səˈkɑːrə/, bụ obodo Egypt dị na markaz (mpaghara) nke Badrashin na Gọvanọ Giza,  nwere olili ochie",
  "ala nke ndị eze Ijipt, na-eje ozi dị ka necropolis maka isi obodo Ijipt oge ochie, Memphis.  Saqqara nwere ọtụtụ pyramid, gụnyere Pyramid nke Djoser, nke a na-akpọ mgbe ụfọdụ dị ka Tomb Nzọụkwụ, yana ọtụtụ ili mastaba",
  "N'ịbụ nke dị ihe dị ka kilomita 30 (mi) ndịda Cairo nke oge a, Saqqara na-ekpuchi mpaghara ihe dịka 7 site na 1.5 km (4.3 site na 0.9 mi).",
  "Saqqara nwere ụlọ elu nkume zuru oke kachasị ochie a maara n'akụkọ ihe mere eme, Pyramid nke Djoser, nke e wuru n'oge Ọchịchị nke Atọ",
  "Ndị eze iri na isii ndị ọzọ nke Ijipt wuru pyramids na Saqqara, nke dị ugbu a na steeti dị iche iche",
  "Ndị isi ọrụ gbakwunyere ihe ncheta olili ozu onwe onye na ili a n'oge niile nke Fero",
  "Ọ nọgidere bụrụ ihe dị mkpa maka olili ozu na ememe ofufe ndị na-abụghị nke eze ruo ihe karịrị afọ 3000, nke ọma n'oge Ptolemaic na nke Rom.",
  "N'ebe ugwu nke ebe Saqqara bụ Abusir pyramid complex, na n'ebe ndịda ya bụ Dahshur pyramid complex",
  "Ya na Giza Pyramid complex dị n'ebe ugwu dị anya mejupụtara Pyramid Fields nke Memphis, ma ọ bụ Memphite Necropolis, nke UNESCO họpụtara dị ka World Heritage Site na 1979.",
  "Ụfọdụ ndị ọkà mmụta kwenyere na aha Saqqara esighị na chi olili ozu ndị Ijipt oge ochie, Sokar, kama ọ sitere n'otu agbụrụ Berber a na-akpọ Beni Saqqar, n'agbanyeghị eziokwu ahụ bụ na agbụrụ nke aha a edeghị ebe ọ bụla. Ndị edemede oge ochie na-akpọkwa obodo ahụ Ard as-Sadr (Arabic: , lit",
  "'ala nke buckthorn').",
  "Enwere ike ịchọta olili mbụ nke ndị ama ama na usoro eze mbụ, n'akụkụ ugwu nke ugwu Saqqara",
  "N’oge a, e liri eze n’Abydos",
  "Olili ozu mbụ nke eze na Saqqara, nke nwere ụlọ ngosi ihe n'okpuru ala, mere n'oge Ọchịchị nke Abụọ",
  "Eze eze nke abụọ ikpeazụ, Khasekhemwy, ka e liri n'ili ya na Abydos, ma wukwara ihe ncheta olili ozu na Saqqara nke nwere nnukwu ogige akụkụ anọ, nke a maara dị ka Gisr el-Mudir",
  "O nwere ike ịbụ na ọ kpalitere nnukwu mgbidi mgbachi gburugburu ogige pyramid Steppe",
  "Ebe a na-eli ozu nke Djoser, nke onye na-ese ụkpụrụ ụlọ bụ Imhotep wuru, na-enwekwa ọtụtụ ụlọ mkpọmkpọ ebe na mastaba nke abụọ (nke a na-akpọ 'Tomb South')",
  "Onye France na-ese ụkpụrụ ụlọ na ọkà mmụta Egypt bụ Jean-Philippe Lauer ji akụkụ ka ukwuu nke ndụ ya gwupụta ma weghachi ogige olili ozu Djoser.￼",
  "Ihe fọrọ nke nta ka ọ bụrụ ndị eze nke anọ niile họọrọ ebe dị iche maka pyramid ha",
  "N'ime ọkara nke abụọ nke Alaeze Ochie, n'okpuru ọchịchị nke ise na nke isii, Saqqara bụ ọzọ ebe a na-eli ozu eze",
  "A naghị ewu pyramid nke usoro nke ise na nke isii n'ụzọ zuru oke site na nnukwu ihe mgbochi nkume, kama ọ bụ ya nwere isi nke nwere mkpọmkpọ ebe",
  "N'ihi ya, ha adịghị echekwa nke ọma karịa pyramid ndị a ma ama n'ụwa nke ndị eze eze nke anọ wuru na Giza",
  "Unas, onye ọchịchị ikpeazụ nke usoro eze nke ise, bụ eze mbụ ji ihe odide Pyramid chọọ ụlọ ndị dị na pyramid ya mma",
  "N'oge Alaeze Ochie, ọ bụ omenala ka a na-eli ndị ogbo n'ili mastaba dị nso na pyramid nke eze ha",
  "Ya mere, e hiwere ụyọkọ nke ili nzuzo na Saqqara gburugburu ogige pyramid nke Unas na Teti.",
  "Site na Middle Kingdom gaa n'ihu, Memphis abụghịzi isi obodo nke mba ahụ, ndị eze wuru ebe olili ozu ha n'ebe ọzọ",
  "A chọtara ihe ncheta onwe onye ole na ole site n'oge a na Saqqara.",
  "N'oge Alaeze Ọhụrụ, Memphis bụ ebe nchịkwa na nke agha dị mkpa, na-abụ isi obodo mgbe Oge Amaran gasịrị",
  "Site n'ọchịchị nke iri na asatọ gaa n'ihu, ọtụtụ ndị isi wuru ili na Saqqara",
  "Mgbe ọ ka bụ ọchịagha, Horemheb wuru nnukwu ili n'ebe a, ọ bụ ezie na e mechara lie ya dị ka Fero na Ndagwurugwu nke Ndị Eze na Thebes",
  "Ili ndị ọzọ dị mkpa bụ nke vizier Aperel, vizier Neferronpet, onye na-ese ihe Thutmose, na onye na-elekọta Tutankhamun, Maia.",
  "Na Jenụwarị 2023, Zahi Hawass kwupụtara nchọpụta nke ili anọ na Saqqara gụnyere ozu dị afọ 4,300 nke nwoke aha ya bụ Hekashepes kpuchiri ọlaedo, na mgbakwunye na nchọpụta ndị malitere na usoro ọchịchị nke ise na nke isii, dị ka onye nchọpụta ụkọchukwu aha ya bụ Khnumdjedef, onye na-edebe ihe nzuzo aha ya bụ Meri na onye ọka ikpe na onye edemede aha ya bụ Fetek."
]