[
  "Sarah Mapps Douglass (September 9, 1806 September 8, 1882) bụ ónyé nkụzi America, onye abolitionist, onye edemede, na ónyé nkụzi ọha",
  "Ihe osise ya na akwụkwọ ozi ya nwere ike ịbụ ihe atụ mbụ ma ọ bụ nke mbụ dị ndụ nke ihe osise nke nwanyị Africa America bịanyere aka. Ihe osise ndị a dị n'ime Cassey Dickerson Album",
  "Abọm ahụ bụ nchịkọta a na-adịghị ahụkebe nke akwụkwọ ozi ọbụbụenyi nke narị afọ nke 19 n'etiti otu ụmụ nwanyị.",
  "A mụrụ Sarah Douglass na Philadelphia, Pennsylvania, n'ezinụlọ a ma ama na-akwado abolitionist, naanị nwa nwanyị nke abolitionists Robert Douglass, onye na-eme achịcha, na Grace Bustill Douglass, Ónyé na-emepụta ihe na onye nkuzi",
  "Nna nna Douglass, Cyrus Bustill, onye Quaker nke nwéré ụlọ achịcha, na-arụ ọrụ ụlọ akwụkwọ site n'ụlọ ya, bụ otu n'ime ndị otu mbụ nke Free African Society, otu ọrụ ebere African-American",
  "Douglass tolitere n'etiti ndị isi Philadelphia, ma dị ka C",
  "Peter Ripley si kwuo \"[ọ natara nkụzi [onwé] dị ka nwatakịrị",
  "\"",
  "Na mbido afọ 1820, ọ gàrà kọleji, wee kụzie obere ógè na New York City. N'afọ 1825, Douglass malitere izi ihe na Philadelphia n'ụlọ akwụkwọ nke nne ya haziri na James Forten, ónyé ọgaranya na-arụ ụgbọ mmiri n'Afrịka, nke ọ gakwara mgbè ọ bụ nwata. Malite na 1833, ọ kụziri obere oge na Free African School for Girls, tupu o guzobe ụlọ akwụkwọ nke ya maka ụmụ agbọghọ Africa-America",
  "N'oge na-adịghị anya, a matara ya dị ka onye nkuzi nwere nkà nke sayensị na nka, yana maka ijide ụmụ akwụkwọ ya n'ọnọdụ dị elu",
  "N'afọ 1838, Philadelphia Female Anti-Slavery Society weghaara ụlọ akwụkwọ ahụ, na-ejigide Douglass dị ka onyeisi ụlọ akwụkwọ",
  "N'afọ 1854, ụlọ akwụkwọ ahụ jikọtara ya na Institute for Colored Youth (nke bụzi Cheyney State University) na Lombard Street, Douglass ghọkwara onye isi nke ngalaba praịmarị, ọkwá ọ nọ na ya ruo Mgbe ọ lara ezumike nká na 1877",
  "Dị ka ónyé nkụzi, o kpebisiri ike inye ụmụ agbọghọ ohere hà nhata iji mụta ihe ndị e debere maka ụmụ nwoke, gụnyere mgbakọ na mwepụ na sayensị",
  "O nwèrè mmasị na sayensị dị iche iche n'onwe ya, ma debe kọbọd akụkọ ihe mere eme nke onwe ya na klas ya, nke gụnyere nchịkọta nke mkpokoro na mineral dị iche iche maka ụmụ akwụkwọ ya ịmụ.",
  "T"
]