[
  "Sarah Gertrude Millin, nwa Liebson (19 Maachị na afo 1889 – 6 Julaị na afo 1968), bụ onye odee South Afrika.",
  "A mụrụ Millin na Žagarė, Kovno Governorate na 19 Maachị na afo 1889, bụ otu n'ime ezinụlọ nwere ụmụ asaa",
  "Ọnwa ise ka e mesịrị, nne na nna ya, bụ́ Isaiah na Olga, kwagara South Afrika, ezinụlọ ahụ kwa biri na Beaconsfield nke dị nso na Kimberley",
  "Na afo 1894, mgbe ọ dị afọ isii, ha kwagara n'ebe a na-egwupụta diamond n'akụkụ osimiri Vaal nke dị na mpaghara Kimberley bụ ebe nna ya mepere ụlọ ahịa ahịa",
  "Gburugburu ebe a bụ iji nye ọnọdụ maka ọtụtụ ọrụ ya n'ọdịnihu nke jikọtara ịhụnanya maka ọdịdị ala South Afrika na ịkpọasị nke ịda ogbenye na mkparị nke ọtụtụ ndị na-egwu ala bi",
  "Mgbe ọ gụsịrị akwụkwọ na Kimberley High School for Girls na afo 1904 ọ họọrọ ịghara ịnara akwụkwọ ego e nyere ya ka ọ gaa mahadum na South Afrikan kọleji dị na Cape Town mana kama ọ gụrụ egwu na Kimberley",
  "O nwetara asambodo onye nkuzi piano mana ọ naghị arụ ọrụ ahụ",
  "Site na mgbe ọ dị afọ isii, o kwenyesiri ike na ide ihe bụ akara aka ya ma malite ide akụkọ mkpirisi mgbe ọ dị obere",
  "Ụfọdụ n'ime ihe odide mbụ ya pụtara n'akwụkwọ akụkọ n'afọ 1910 ruo afo 1912.",
  "Na 1 Disemba afo 1912 ọ lụrụ Philip Millin wee biri na Johannesburg",
  "Philip, bụ́ ọkàiwu nke mesịrị ghọọ ọkàikpe nke Ụlọikpe Kasị Elu, kwadoro ọchịchọ ịgụ akwụkwọ ya",
  "Philip Millin nwụrụ n'ihi nkụchi obi na oche mgbe ọ ka malitere ide akwụkwọ akụkọ ndụ ya bụ Measure of My Days, ihe omume nke metụrụ ya aka nke ukwuu",
  "Ọ nwụrụ na Johannesburg.",
  "Ndị Saụt Afrịka bụ Millin mbụ n'ime akụkọ ifo na-abụghị akụkọ ifo",
  "E bipụtara ya na UK na afo 1926 site na Constable & Co",
  "Ltd, na na US na afo 1927 site na Boni & Liveright.",
  "Ndị ikom na-eme njem dị iche na ihe ọ bụla Millin mepụtara",
  "Ọ nwere echiche na edemede gbasara isiokwu dị iche iche",
  "Ndị ikom na njem ụgbọ mmiri ka ewepụtara naanị na UK na Commonwealth, Constable & Co",
  "Ltd bipụtara na afo 1930.",
  "A ka na-ahụta akụkọ ndụ ya nke Cecil Rhodes ka ọ bụ isi mmalite nke ozi gbasara ndụ Diamond Magnate",
  "Chatto & Windus bipụtara Rhodes na 1933, wee bipụta mbipụta edegharịrị na afo 1952",
  "Harper & Brothers wepụtara ọrụ ahụ na US na 1933 n'okpuru aha Cecil Rhodes",
  "A na-ekwupụta Millin dị ka otu n'ime ndị nyere aka na nseta ihuenyo nke ihe nkiri Rhodes nke Africa, nke ewepụtara na afo 1936 ma mee Walter Huston",
  "Iji kwekọọ na ntọhapụ nke Rhodes nke Africa, Grosset & Dunlap degharịrị akụkọ ndụ a na US n'okpuru aha Cecil Rhodes, Empire Builder",
  "General Smuts bụ akụkọ ndụ Millin nke abụọ",
  "Na afo 1936, e bipụtara ya na mpịakọta abụọ",
  "Faber & Faber jere ozi n'ahịa UK ebe Little, Brown na Company jere ozi n'ahịa America.",
  "Millin nyere aka n'isiakwụkwọ na South Africa nke dị na British Commonwealth & Empire (abụghị akụkọ ifo, W",
  "Collins Sons & Co",
  "Ltd., 1943)",
  "Ndị South Africa bụ mgbasawanye nke ndị South Africa nke 1926",
  "Constable & Co",
  "Ltd bipụtara ya na afo 1951 na UK na Alfred A Knopf bipụtara ya na America na 1954.",
  "Millin rụrụ ọrụ dị ka onye nchịkọta akụkọ nke ndị ọcha Africa bụkwa ndị mmadụ,  nke Howard Timmons bipụtara na 1966 na South Africa, yana Bailey Swinfen na UK.",
  "South Afrika nke William Collins nke London bipụtara 1941, Onye nchịkọta akụkọ WJ Turner",
  "akụkụ nke Britain na usoro foto",
  "Ibe 48, ihe atụ nke efere agba 12 na ihe atụ 28 ojii na ọcha",
  "Emepụtara ya bụ ADPRINT LONDON, nke Harrison & Sons Ltd bipụtara na Great Britain",
  "London",
  "Ndị na-ebi akwụkwọ na-aga n’ihu Eze Ukwu."
]