[
  "Sarah Nnadzwa Jibril Obu nwanyi noo na odorodoro ochichi na obodo Nigerian oka bu psychologist",
  "Nwayia bu gbu onye na du onye isi ala Goodluck Jonathan odu na ihe gbasara ezigbo omime ethics and moral values",
  "Sarah Jibril bu nwayi izizi zoro onye isi ala na obodo Naijiriya, na ndorondoro nke obele na nke nnukwu",
  "Obago ndororndoro ochi ugboro anọ.",
  "Jibril bu onye Nupe na Pategi LGA na Kwara State",
  "Oje unọ akwukwọ secọndiry na Queen Elizabeth School, Ilorin. Mgbe obu obele nwa ochobu ibu dokita, mana obia wete onyinye igu akwukwo diploma na edukeshion na efu na obodo UK",
  "Na aka nkeozo, mgbe onata Naijiriya, owelu olu oyibo na Advanced Teacher's College, Kano ka okuzie Fisikal na Health edukeshion",
  "Asanbodo izizi onwetara bu na recreational leadership ndi Senior Staff College, Fort Leavenworth, Kansas city, United States. nyereya",
  "Oka wị̄ nzere master's na Edukeshional Psychology yana Guidance na Kounseling ogutara na University of Lagos. tupu ucheya abanya na ndorondoro, obia na lu olu na akwukwo ogugu na social psychology na Ahmadu Bello University, Zaria",
  "Ndi ocha bia kwanie Jibril enu maka olu olu gbasatara uka, obia wete onyinye igu akwukwo na United States ibido nzere Ph.D na Kristian motivashion.",
  "Odere okwukwọ abuọ, nke izizi bu first Hints for Effective Parenting: For Effective Family Living, nake abuọ bu ode na 2006, titled Ethics for Development.",
  "Agu ilu olu na fu maka ndi obodo bido na ahọ 1983, mgbe odoro oche senate na Kwara State",
  "Obia si na e gbanwe uche ndi naijiriya bu ihe meya oji banya ndorondoro ochichi. Ogwa ndi na afa ya bu \"Sarah\" bu nlo owere ndi obodo Naijiriya.",
  "Jibril was also appointed commissioner for social development, youth and sport in Kwara State, and has served on various sporting positions including Kaduna State sports council. In 1992, she contested to be president under the Social Democratic Party, but was placed fourth in the primary election, although she won the presidential nomination for her state, Kwara",
  "She re-contested to be president in 1998, under the platform of People's Democratic Party, but lost to Olusegun Obasanjo",
  "In 2003, she defected from PDP to Progressive Action Congress to become the first woman to represent a registered party and be a presidential candidate but lost to Obasanjo again.",
  "This is a test translation and should be deleted."
]