[
  "Sarah Mei Li Owen (Chinese: 陳美麗; pinyin: Chén Měilì; Wade-Giles: Chen Mei-li; amụrụ na 11 Jenụwarị 1983) bụ onye ndọrọ ndọrọ ọchịchị Britain na onye otu azụmaahịa na-eje ozi dị ka onye otu nzuko omeiwu (MP) maka Luton North kemgbe 2019.  Onye otu Labour Party, ọ jerela ozi Shadow Minister for Local Government na Faith kemgbe Ọktoba 2022, ebe ọ bụbu onye ozi Shadow maka enweghị ebe obibi, ụra siri ike na okwukwe n'otu ngalaba ndò n'etiti Disemba 2021 na Ọktọba 2022..",
  "Owen bụ ihe nketa agwakọtara yana onye MP mbụ sitere na nna nna ndịda Ebe Ọwụwa Anyanwụ Eshia.  Ọ na-ekwu na \"akụkụ nne ya nke ezinụlọ ya bụ Malaysian na ngwakọta nke Singaporean na Nonya na ndị nna nna China.\".",
  "Owen mụrụ ma zụlite na Hastings.  Ezinụlọ nne ya bụ ndị China si Malaysian.",
  ". Owen rụrụ ọrụ na mpaghara ọha dị ka onye ọrụ nlekọta maka NHS, onye enyemaka ndọrọ ndọrọ ọchịchị maka Brighton na Hove City Council na onye ọrụ London Fire Brigade na ngalaba atụmatụ mberede.    Owen abụrụla onye ndụmọdụ ndọrọ ndọrọ ọchịchị na Alan Sugar ma rụọ ọrụ na amụma azụmahịa obere mba nke Labour..",
  ". Na 2011, a họpụtara Owen ka onye ndọrọ ndọrọ ọchịchị Labour Party maka Hastings na Rye iji zọọ ntuli aka izugbe na-esote.&nbsp; Na ntuli aka izugbe nke afọ 2015, Owen kwụsịrị n'ọkwa nke abụọ na votu 17,890, bụ votu 4,796 n'azụ onye ndoro-ndoro ochichi Conservative Amber Rudd.",
  ". Owen bụbu onye ọrụ ndọrọ ndọrọ ọchịchị maka otu ndị ọrụ GMB ma bụrụkwa onye otu kọmitii Executive National Labour.  Ọ bụ onye isi ụlọ ọrụ Chinese for Labour.",
  ".Na nhoputa ndi ochichi nke 2019, Owen choputara site na otu ndi otu ndi Labour's National Executive Committee weputara dika onye ndoro-ndoro ochichi nke pati Luton North, karia site na ndi otu ime obodo, na-eme mkpesa site n'aka ufodu n'ime ha ndi chere na GMB amanyela onye ochichi na ha.    A họpụtara Owen site na votu dị 23,496, nke bụ ihe ka ọtụtụ n'ime vootu 9,247 karịa onye ndoro-ndoro ochichi Conservative Party.",
  ".\nNa ntuli aka ya, a họpụtara Owen ka ọ bụrụ odeakwụkwọ nzuzo nke onye omebe iwu nke Shadow Secretary of State for Foreign and Commonwealth Affairs Lisa Nandy.↵Na 15 Ọktoba 2020, Owen gbara arụkwaghịm dị ka ọkwa ya dị ka PPS iji votu megide isi mmalite ọgụgụ isi nke mmadụ.  (Criminal Conduct) Bill, ekwetaghị na ndị ọrụ ohi ka ọ ghara.",
  "Na 14 Eprel 2021, Owen kwupụtara na akpọrọ ya onye odeakwụkwọ onwe onye omeiwu na Rachel Reeves na a họpụtakwara ya ụtarị..",
  "Na Disemba 2021, a họpụtara ya onye minista na-enweghị ebe obibi, Shadow Sleeping and Faith.  Na 28 Ọktoba 2022, a họpụtara ya onye Minista Shadow maka Gọọmenti Mpaghara, nọchiri Mike Amesbury onye gbara arụkwaghịm n'ọkwa ya na mbido afọ.  Edobere Pọtụfoliyo nke Okwukwe ya gara aga, Paula Barker nọchiri ya dị ka Mịnịsta na-ahụ maka enweghị ebe obibi na Rough Sleeping..",
  "N'afọ 2022, ọ katọrọ Tory MP Mark Francois maka iji \"mkparị agbụrụ agbụrụ\" na House of Commons, mgbe o kwuchara okwu na-ezo aka na \"Japs\"..",
  ". Owen mụrụ nwa nwanyị na February 2020.  Ọ nweburu ime ọpụpụ, isiokwu o kwuru banyere ya site n'akwụkwọ akụkọ otu ya maka ịma ọnwụ nwa."
]