[
  "Sara Forbes Bonetta , ma ọ bụ sụgharịa Sarah (1843 - 15 August 1880), bụ ada Eze, West African Egbado nke ndị Yoruba bụ ụmụ na-enweghị nne na nna n'ọgbọ agha, e rere ya n'ịbụ ohu ma, na ntụgharị uche dị ịrịba ama, mepụtara ohu ma ghọọ nwa mmiri chukwu Queen Victoria",
  "Ọ lụrụ Captain James Pinson Labulo Davies , onye bara ọgaranya na-akwado ndị bi na Victorian Lagos",
  "Aha ya bụ Omoba Aina, a mụrụ ya na 1843 na Oke-Odan na  obodo Egbado.  N'afọ 1848, ndị agha Dahomeyan wakporo Oke-Odan; Nne na nna ya nwuru n'oge agha ahụ, o wee nọrọ n'obí Eze Ghezo dị ka ohu mgbe ọ dị afọ ise",
  "Ebum  n'obi ndi jiere ya bu ka ejiri ya chụọ àjà mmadụ, ọ napụtara site n'aka Captain Frederick E",
  "Forbes nke Royal Navy , onye mere ka Eze Ghezo nke Dahọmi inye ya ka Queen Victoria; \"Ọ ga - abụ onyinye sitere n'aka Eze nke Ọkụ gaa Queen of the Whites,\" ka Forbes dere mgbe e mesịrị.",
  "Forbes nyehariri ya aha dika Sara Forbes Bonetta, Bonetta mgbe ụgbọ mmiri ya HMS <i id=\"mwHw\">Bonetta</i>",
  "N'afọ 1850, ọ zutere eze nwaanyị ahụ, bụ onye nwatakịrị nwanyị nwere mmasị na-amasị ya, ma nwee nwa agbọghọ ahụ, nke ọ kpọrọ Sally, zụlitere dị ka nwa nwanyị ya nọ n'etiti ndị Britain.  N'afọ 1851, Sara nwere ukwara ike na-adịghị ala ala, nke a na-ekwu na ihu igwe nke Great Britain",
  "Ndị nche ya zigara ya ụlọ akwụkwọ dị n'Africa na May nke afọ ahụ, mgbe ọ dị afọ asatọ, ọ laghachi England na 1855, mgbe ọ dị afọ 12",
  "Na January 1862, a kpọrọ ya na ọ gara agbamakwụkwọ nke ada Queen Victoria  bụ Princess Alice.",
  "E mesịa, Eze Queen nyere ya ikike ịlụ Captain James Pinson Labulo Davies na Chọọchị St Nicholas dị na Brighton , East Sussex , n'August 1862, mgbe oge a ga-aga n'obodo ahụ iji kwadebe maka agbamakwụkwọ ahụ",
  "N'oge oge ya na Brighton, ọ biri na Clifton Hill na Montpelier.",
  "Captain Davies bụ onye Yoruba na-azụ ahịa nke bukwanu akụ na ụba, mgbe ha agbachara  akwụkwọ ha laghachi ala ha Afrika, ebe ha muru ụmụ atọ: Victoria Davies (1863), Arthur Davies (1871), na Stella Davies (1873).  Sara Forbes Bonetta nọgidere na-enweta  n'ezigbo mma Queen Victoria ruo n'ókè dị otú ahụ na ya na Bishop Samuel Ajayi Crowther bụ nanị Lagos indigènes ndị Royal Navy ama guzo iwu ka gbapụ na ihe omume nke ihe nnupụisi na Lagos.  Victoria Matilda Davies bụkwa nwa chi nwaanyị nke Queen Victoria.  Ọ lụrụ dibịa bekee Lagos, bụ John K",
  "Randle , nke nwere ihe ịga nke ọma.  Ọtụtụ n'ime ụmụ ya (na nwa ya nwanyị) bi ugbu a ma ọ bụ England ma ọ bụ Sierra Leone , ebe alaka ụlọ ọrụ dị iche, ezinụlọ Randle na-agbasoghị aka, bụ ndị a ma ama na Nigeria ugbu a.",
  "Sara Forbes Bonetta nwụrụ na ụkwara nta na 15 August 1880 na obodo Funchal , isi obodo Madeira , àgwàetiti Portuguese dị n'oké osimiri Atlantic",
  "Di ya, bụ Captain Davies, wuru otu ụlọ osisi granel na-echere Sara Forbes Bonetta na Ijon dị n'Ebe Ọdịda Anyanwụ Lagos, ebe ọ malitere ịzụ ugbo koko.  Ihe e dere na obelisk na-agụ:",
  "N'IZIOKWU NDỊ SARAH EBE BINETTA",
  "EKWERE NKE NDỊ JPL DAVIES BỤ NDỊ NA-AGBANWE NDỤ A NA MADEIRA AUGUST 15TH 1880",
  "AGỌ 37   Afọ",
  "Oghere Sara bụ ọnụ ọgụgụ 206 na Ebe Nlekọta Ihe nkiri nke British dị nso na Anglịkan Holy Trinity Church, Rua Quebra Costas Funchal, Madeira",
  "E nweghị ugbu a isi nkume.",
  "Sarais-Angel Hator gosipụtara Sara na TV 2017 na Victoria."
]