[
  "Sarah Chapman (mgbe e mesịrị Dearman; 31 Ọktoba 1862 - 27 Nọvemba 1945) bụ onye otu ọrụ aka nke Britain bụ otu n'ime ndị isi nke 1888 Bryant & May Matchgirls. Chapman na ndị ọzọ na-etinye aka na ọgbaghara ahụ kemgbe a ghọtara ha dị ka \"ndị na-ebute ụzọ n'ịha nhata nwoke na nwanyị na ikpe ziri ezi n'ọrụ ndị hapụrụ ihe nketa na-adịgide adịgide na òtù ndị ọrụ\".",
  "A mụrụ Sarah Chapman na 31 Ọktoba 1862, nwa nke ise n'ime ụmụ asaa Samuel Chapman, onye na-arụ ọrụ n'ụlọ, na Sarah Ann Mackenzie mụrụ. Ọ nọrọ na Mile End n'oge ọ bụ nwata, Chapman ga-ebi ndụ ya niile na East End nke London. Mgbe ọ na-erule afọ 19, ya na nne ya na nwanne ya nwanyị nke okenye, Sarah rụrụ ọrụ dị ka onye na-arụ ọrụ na Bryant & May",
  "Ka ọ na-erule oge ọgbaghara nke afọ 1888, Sarah Chapman nọ n'ọkwá dị mma na ụlọ ọrụ Bryant & May ma bụrụ onye otu ndị ọrụ ya.",
  "Na Disemba 1891, Sarah lụrụ Charles Henry Dearman, onye na-eme ụlọ. Di na nwunye ahụ mụrụ nwa mbụ ha, Sarah Elsie, na 1892, na-aga n'ihu na-amụ ụmụ ise ọzọ",
  "Ezinụlọ ahụ mechara kwaga Bethnal Green, ebe Sarah nọrọ ndụ ya niile. Charles Henry Dearman nwụrụ na 1922.",
  "Sarah Dearman nwụrụ n'ụlọ ọgwụ Bethnal Green na 27 Nọvemba 1945, mgbe ọ dị afọ 83, atọ n'ime ụmụ isii ya hapụrụ ya. Ya na ndị agadi ise ndị ọzọ, e liri Sarah Dearman n'ili a na-amaghị aha ya na Manor Park Cemetery.",
  "Na June 1888, na nzukọ nke Fabian Society, ndị otu kwetara na a ga-eme atụmatụ ka a kwụsị egwuregwu Bryant & May na nzaghachi maka ọnọdụ ụlọ ọrụ na-adịghị mma na mmeso ọjọọ nke ndị ọrụ.",
  "Onye na-eche echiche n'efu na onye na-eme mgbanwe Annie Besant mechara zute ndị ọrụ nọ n'èzí ụlọ ọrụ ahụ iji mụtakwuo ihe, na-ebipụta otu isiokwu, \"White Slavery in London\" na The Link na 23 June. Ọ bụ ezie na Bryant & May nwara ịmanye ndị ọrụ ịbịanye aka na nkwupụta na-ajụ nkwupụta ahụ, ndị ọrụ ahụ jụrụ",
  "N'ụbọchị nke ise n'ọnwa Julaị n'afọ 1888, ihe dị ka ụmụ agbọghọ na ụmụ nwanyị 1,400 mere ngagharị iwe.",
  "N'echi ya, ụmụ nwanyị 200 gara Bouverie Street, na-achọ nkwado nke Annie Besant",
  "Chapman bụ otu n'ime ụmụ nwanyị atọ zutere Besant, na-enweta enyemaka ya n'ịmepụta kọmitii ọgbaghara. Mary Naulls, Mary Cummings, Sarah Chapman, Alice Francis, Kate Slater, Mary Driscoll, Jane Wakeling, na Eliza Martin bụ ndị otu mbụ nke kọmitii a. Ụmụ nwanyị ahụ nwere nzukọ ọha na eze, nweta mkpuchi ọmịiko nke ndị nta akụkọ, ma nwee ike inweta nkwado nke ndị omeiwu dị iche iche. Chapman na Kọmitii Strike nwetakwara enyemaka site na Toynbee Hall na London Trades Council, na - mgbe nzukọ ya na Bryant & May management gasịrị - e kwekọrịtara ndepụta ha chọrọ.",
  "Ụmụ nwanyị ahụ mechara guzobe otu (Union of Women Match Makers), nzukọ mbụ ya mere na Stepney Meeting Hall na 27 Julaị",
  "A họpụtara ụmụ nwanyị iri na abụọ na kọmitii ahụ, gụnyere Chapman, onye e mechara mee onye isi ala. Ọ bụ njikọ ụmụ nwanyị kachasị ukwuu na mba ahụ. A họpụtara Chapman dị ka onye nnọchi anya mbụ nke Union na Trades Union Congress (TUC), ọ bụkwa otu n'ime ndị gara 1888 International Trades Union Congrès na London, na 1890 Congress na Liverpool.",
  "Kemgbe afọ 2019, otu ọrụ ebere a na-akpọ The Matchgirls Memorial achọwo ịkwalite mmata banyere Strike Matchgirls na ndị sonyere na ya. A natara onyinye maka ịmepụta nkume isi maka Sarah Chapman, ọrụ ebere ahụ na-ezube iwu ihe oyiyi iji cheta ndị na-eme ngagharị iwe na ndị na-ahazi.",
  "N'afọ 2020, na nzaghachi nye atụmatụ nke Manor Park Cemetery iji gbakọta n'elu ili Sarah Chapman, e mere mkpesa na-akpọ maka nchebe ili ahụ. N'ọnwa Julaị nke afọ ahụ, e tinyere arịrịọ n'ụlọ omebe iwu na-ekwupụta nchegbu maka mbibi a a na-eme atụmatụ maka ebe olili Sarah Chapman. Ihe omume ahụ, nke Apsana Begum, Rushanara Ali, John Cryer, Jim Shannon, Alison Thewliss, na Ian Lavery kwadoro, kwuru, sị:",
  "Na ụlọ a na-atụ egwu na atụmatụ ndị na-abịanụ iji kwado ili Sarah Dearman (onye a mụrụ Chapman), onye isi na-ahazi ọgbaghara nke ụmụ nwanyị na 1888 na Manor Park Cemetery, East London; na-ekwu na Sarah Chapman keere òkè dị mkpa na ọgbaghara akụkọ ihe mere eme nakwa na ụmụ nwanyị dị ka ndị ọsụ ụzọ nke nha nhata na ikpe ziri ezi n'ọrụ bụ ndị site na ọgba aghara ha na ịmepụta Union of Women Match Makers hapụrụ ihe nketa na-adịgide adịgide na-aga n'ihu na-agagharị na-agafe n'ihu n'ihu nke òtù ọrụ azụmahịa ahụ; kwenyere na-eme ka ọgbaghara pụrụ iche iche iche iche nke gọọmentị na-eme mkpọsa ahụ iji hụ na-eme n'ebe ahụ iji hụ n'ihu iji kwụsị ili dị mkpa nke ndị na-emebi ihe nketa nke ndị na ọgba ndụ na-eme ihe nketa dị mkpa iji hụ na ọgba chaa chaa chaa chaa nke ndị na akụkọ ihe mere n'ebe a na-eme iji hụ na akụkọ ihe nketa iji mee ka ọ bụla iji hụ na ihe mere eme",
  "N'afọ 2021, a mara ọkwa na a ga-akpọ ụlọ ọhụrụ na Bow aha Sarah Chapman.",
  "N'afọ 2022, English Heritage kwupụtara na a ga-eji ihe ncheta na-acha anụnụ anụnụ na-echeta Strike Matchgirls na ebe ụlọ ọrụ Bryant na May dị na Bow, London. A kpughere ihe ncheta ahụ na Bow Quarter, Fairfield Road, Tower Hamlets na 5 Julaị 2022 site n'aka onye na-eme ihe nkiri EastEnders na onye na-akwado The Match Girls Memorial Anita Dobson, onye \"tolitere na obi ike na obi ike nke ụmụ nwanyị ndị a bụ ndị na-emegide ihe niile gara ngagharị iwe maka ọnọdụ ọrụ ka mma\". Onye ọzọ nọ n'ihe omume ahụ bụ nwa nwa Chapman bụ Sam Johnson, onye nlekọta nke The Match Girls Memorial, onye kọwara Match Girls dị ka \"nnukwu ihe mkpali maka ndị na-eto eto na narị afọ nke 21, dịka ọtụtụ n'ime nsogbu ha lụsoro ọgụ ka na-ada ụda taa\".",
  "Chapman pụtara dị ka onye na ihe nkiri Netflix nke 2022 Enola Holmes 2, nke onye na-eme ihe nkiri Hannah Dodd gosipụtara",
  "Ihe nkiri ahụ na-enye akụkọ ifo banyere mmalite nke Matchgirls' Strike, nke ma onye isi na nwanne ya nwoke Sherlock na-etinye aka na ya."
]