[
  "Sara Horowitz (amụrụ na Jenụwarị 13, 1963) bụ onye guzobere Freelancers Union na onye na-akwado mutualism.  Ọ na-arụ ọrụ maka òtù ndị ọrụ kemgbe ọ dị afọ iri na asatọ, mgbe ọ na-arụ akwụkwọ n'oge ọkọchị na International Ladies Garment Workers Union",
  "Ọ rụrụ ọrụ na UAW, CSEA, na SEIU, ọ na-eje ozi ugbu a na bọọdụ nke Albert Shanker Institute",
  "N'okpuru nduzi ya, Freelancers Union wuru ụdị Portable Benefits Network na 2004 wee malite Freelancers Insurance Company na 2009, nke nyere mkpuchi ahụike maka ihe karịrị ndị New York 25,000 tupu emechie ya na 2014. N'ọrụ ya, Horowitz na-akwado ọrụ nke òtù ndị na-emekọ ihe ọnụ, gụnyere òtù ndị ọrụ, ndị otu, ndị otu enyemaka, na ndị otu okwukwe, dị ka ntọala maka akụ na ụba ọrụ na-esote na netwọk nchekwa ọha na eze na United States.",
  "Na mbido ọrụ ya, Horowitz rụrụ ọrụ dị ka onye nhazi otu na 1199, SEIU, onye na-agbachitere ọha na eze na Legal Aid Society, na dị ka onye ọka iwu ọrụ",
  "A kpọrọ ya MacArthur Fellow na 1999 ma rụọ ọrụ na bọọdụ nke Federal Reserve Bank nke New York, na-eje ozi dị ka Onye isi oche site na 201x-201x. Na mgbakwunye, ọ rụrụ ọrụ na bọọdụ nke Nathan Cummings Foundation ma na-anọdụ ugbu a na Board of Directors nke Ashoka.",
  "Horowitz bụ onye Juu ma too na Brooklyn Heights na Brooklyn, New York n'ezinụlọ na-arụ ọrụ. Nna ya bụ onye ọka iwu na nne ya bụ onye otu United Federation of Teachers. \nỌ gara Brooklyn Friends School, ụlọ akwụkwọ Quaker dị na Brooklyn.",
  "Horowitz gụsịrị akwụkwọ na Mahadum Cornell's School of Industrial and Labor Relations na nzere B.A",
  "na 1984 ma nye ya ihe nrite ọrụ ya. Ọ gụsịrị akwụkwọ na Mahadum na Buffalo Law School. O mechara gaa John F",
  "Kennedy School of Government na Mahadum Harvard ma nata MPA ya na 1995.",
  "Horowitz ewulitela ọrụ ndụ ya na nkà ihe ọmụma na nhazi mmekọrịta ga-abụ ntọala nke netwọk nchekwa ọha na eze ọzọ",
  "Ọ malitere ọrụ ya na 1984 mgbe ọ rụrụ ọrụ na 1199 SEIU iji hazie ndị ọrụ ụlọ ndị agadi",
  "Nchịkọta ọrụ mbụ dị ka onye ọrụ nkwekọrịta kwụụrụ onwe ya, kama ịbụ onye ọrụ oge niile, mere ka ọ ghọta mmetụta nke ọdịiche uru nke ọtụtụ ndị ọrụ na-arụ ọrụ n'onwe ha na-eche ihu na akụ na ụba ọrụ taa.  N'ịchọ idozi nsogbu a, na 1993 Horowitz guzobere Working Today, otu nzukọ nke na-akwado ndị ọrụ na-arụ ọrụ n'onwe ha ma na-enye ndị otu ya uru dị iche iche, gụnyere ọrụ iwu, atụmatụ ezumike nká, na mkpuchi.",
  "Mgbe enyere ya ihe nrite MacArthur \"genius\" maka mbọ ọ na-agba ịhazi na Working Today, Horowitz guzobere Freelancers Union. Na-adabere na ihe nlereanya ego nke Union na ụdị ndị gara aga dị ka Amalgamated Clothing Workers Union, nke wuru ụlọ akụ, ụlọ ọrụ ịnshọransị na ụlọ mmekorita maka ndị otu ya, Horowitz jiri ahụmịhe nhazi ya wuo ihe nlereanya akụ na ụba na-adịgide adịgide nke kwadoro ọrụ Union na mkpa ụfọdụ nke ndị ọrụ na-arụ ọrụ n'onwe ha.  Site na Horowitz dị ka onye isi nchịkwa, Freelancers Union gara n'ihu mepụta Freelancers Portable Benefit Model mbụ na Freelancers Insurance Company, ụlọ ọrụ mkpuchi nke zuru oke na steeti New York na ego $ 100 nde kwa afọ. Horowitz na Freelancers Union duziri mkpọsa na-aga nke ọma na njikọ aka nke ndị ọrụ na ndị otu obodo iji mee ka Iwu Freelance Isn't Free Act na 2016, nke mepụtara usoro iwu ọhụrụ iji chebe ndị ọrụ na-arụ ọrụ n'onwe ha megide ndị ahịa na-akwụghị ụgwọ na omume ọrụ ndị ọzọ na-erigbu mmadụ.",
  "Site na 2018-2020, Horowitz bụ onye isi na onye guzobere mmalite nke Sequoia kwadoro na-emepe akụrụngwa insurtech maka uru ndị a na-ebugharị ebugharị maka ndị nweere onwe ha",
  "Trupo mepụtara ngwaahịa mkpuchi mkpirikpi (iji dochie anya ego) na Georgia, New York, New Jersey iji gosipụta atụmatụ ndị dị mkpa nke netwọk nchekwa ọha na eze ọhụrụ.",
  "Horowitz lụrụ Peter DeChiara, onye mmekọ na ụlọ ọrụ ndị ọka iwu na-arụ ọrụ",
  "Ha nwere nwa nwanyị, Rachel.",
  "Nna nna ya Israel Horowitz bụ osote onye isi oche nke International Ladies Garment Workers Union na New York. Nne nne ya biri n'ụlọ ILGWU na Lower East Side nke Manhattan.",
  "N'ịghọta mgbalị ya ịmepụta nzukọ na-akwado onwe ya nke ndị ọrụ na-agbanwe agbanwe, e nyere Sara Horowitz MacArthur Foundation Fellowship (\"genius\" grant) na 1999. N'afọ 2002, a kpọrọ ya aha dị ka otu n'ime \"Fifty Best & Brightest\" nke Esquire Magazine ma nata onyinye mmepe obodo site na New York Mayors Office.",
  "A makwaara Horowitz dị ka otu n'ime ndị isi 100 Global Leaders for Tomorrow nke World Economic Forum, a họpụtakwara ya dị ka otu na 2015 \"POLITICO 50\", ndepụta kwa afọ nke ndị na-eche echiche, ndị na-eme ihe, na ndị ọhụụ na-agbanwe ndọrọ ndọrọ ọchịchị America. Ọ nọkwa na bọọdụ nke Women's Housing and Economic Development Corporation, Emily K",
  "Rafferty Designated Chair na Kathryn S",
  "Wylde Redesignated Deputy Chair, na onye natara Eugene V",
  "Debs Award maka enyemaka ya n'ịmepụta ọrụ maka ndị ọrụ.",
  "6"
]