[
  "f,,,Sarah[lower-alpha 1] (amuru Sarai)[lower-alpha 2] bụ onye nnata Akwụkwọ Nsọ, onye amụma nwanyị na onye isi n'okpukpe Abraham",
  "Ọ bụ ezie na okpukpe Abraham dị iche iche na-egosi ya n'ụzọ dị iche, okpukpe ndị Juu, Iso Ụzọ Kraịst, na Islam nile na-egosipụta àgwà ya n'otu aka ahụ, dị ka nke nwanyị na-asọpụrụ Chineke, nke a ma ama maka ile ọbịa na ịma mma ya, nwunye na nne nne  Abraham, na nne nke Abraham",
  "Isaac",
  "Sarah nwere ụbọchị oriri ya na 1 Septemba na Ụka ​​Katọlik,  Ọgọst 19 na Chọọchị Ọtọdọks nke Coptic,  Jenụwarị 20 na LCMS,  na 12 na 20 Disemba na Chọọchị Ọtọdọks nke Ọwụwa Anyanwụ",
  ".Dị ka Akwụkwọ Jenesis 20:12 si kwuo, mgbe Ebreham na eze ndị Filistia bụ́ Abimelek nke Gera na-akparịta ụka, o gosiri Sera ịbụ ma nwunye ya na nwanne nne ya, na-ekwu na ha abụọ nwere nna ma ha abụghị nne. E mechara machibido njikọ ndị dị otú ahụ iwu n'ụzọ doro anya n'Akwụkwọ Levitikọs (Levitikọs 18:9).",
  "Nke a ga-eme ka Sera bụrụ nwa nwanyị nke Tera na nwanne nwanyị ọ bụghị naanị Abraham kamakwa Haran na Nahor",
  "Ọ ga-abụkwa nwanne nne nke Lọt, Milka, Iska, na Bethuel, site na ọbara na alụmdi na nwunye",
  "Site n'alụmdi na nwunye ya na Abraham, ọ mụrụ otu nwa, Isaac. Mgbe ọ nwụsịrị, Abraham lụrụ Keturah, onye ndị ọkà mmụta Bible na-arụrịta ụka banyere onye ọ bụ (ya bụ, ma ọ bụ na ọ bụ Hagar n'ezie ma ọ bụ ghara), ma site na ya nwere ọ dịkarịa ala ụmụ isii ọzọ.",
  "A na-akpọ ya Sarai naN’akụkọ ọgbụgba ndụ nke iberibe iri na asaa na Jenesis 17, nke Jehova kwere Abram nkwa na ya na Seraị ga-amụ nwa nwoke, a kpọgharịrị Abram aha ka Abraham na Seraị gbanwekwara aha ya ka Sera",
  "E nwere etymologies ọdịnala na-akọwa aha ochie na nke ọhụrụ ha:",
  "E nwere oke ụnwụ nri n'ala Kenan, ya mere Abram na Lot na ezinụlọ ha gara n'ebe ndịda Ijipt",
  "N'oge ọ na-aga Ijipt, Abram nyere Sarai iwu ka ọ mata onwe ya naanị dị ka nwanne ya nwanyị, na-atụ egwu na ndị Ijipt ga-egbu ya iji were nwunye ya, na-asị, \n \nMgbe a kpọtara ya n'ihu Fero, Sarai kwuru na Abram bụ nwanne ya nwoke, eze wee kpọga ya n'obí ya ma nye Abram ọtụtụ onyinye na akara dị iche",
  "Otú ọ dị, Chineke wetara ezinụlọ Fero nnukwu ihe otiti",
  "Fero wee ghọta na Sarai bụ nwunye Abram ma chọọ ka ha hapụ Ijipt ozugbo.",
  "Na Jenesis 17 mgbe Abram dị afọ iri itoolu na itoolu, Chineke kwupụtara aha ọhụrụ ya: \"Ibrahim\" - \"nna nke ọtụtụ mba\", ma nye ya ọgbụgba ndụ nke ibi úgwù",
  "Chineke nyere Sarai aha ọhụrụ \"Sarah\", ma gọzie ya",
  "E mesiri Abraham obi ike na Sera ga-amụta nwa nwoke",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, ndị ikom atọ letara Abraham na Sarah",
  "Otu n'ime ndị ọbịa ahụ gwara Abraham na mgbe ọ laghachiri n'afọ na-esote, Sarah ga-amụ nwa nwoke",
  "Mgbe ọ nọ n'ọnụ ụzọ ụlọikwuu, Sarah nụrụ ihe a gwara, ọ chịrị onwe ya ọchị banyere atụmanya nke ịmụ nwa n'afọ ha",
  "Onye nleta ahụ jụrụ Abraham ihe mere Sera ji chịa ọchị n'echiche nke ịmụ nwa, n'ihi na afọ ya abụghị ihe ọ bụla nye Chineke",
  "N'oge na-adịghị anya, Sera tụụrụ ime ma mụọ Abraham nwa nwoke, n'otu oge ahụ a gwara ya",
  "Nna ochie ahụ, onye dị otu narị afọ n'oge ahụ, kpọrọ nwa ahụ \"Isaac\" (Hibru yitschaq, \"ọchị\") ma biri ya úgwù mgbe ọ dị ụbọchị asatọ",
  "Maka Sarah, echiche nke ịmụ nwa na ilekọta nwa, n'oge agadi, wetakwara ya ọchị dị ukwuu, dịka o kwuru, \"Chineke mere ka m chịa ọchị, [nke mere na] ihe niile a na-anụ ga-achị m ọchị\"",
  "Abraham mere nnukwu oriri n'ụbọchị a ga-enye Aịzik ara",
  "Ọ bụ n'oge oriri a ka Sarah mere Ishmael dị afọ iri na ụma n'oge ahụ na-akwa Aịzik emo ma nwee nsogbu nke ukwuu nke na ọ rịọrọ ka a chụpụ ya na Hagar",
  "Abraham nwere nsogbu na mbụ maka nke a mana ọ kwụsịrị mgbe Chineke gwara ya ka o mee ihe nwunye ya rịọrọ.",
  "N'isi ụtụtụ echi ya, Abimeleke gwara ndị na-ejere ya ozi nrọ ya wee gakwuru Abraham na-ajụ ihe mere o ji mee ka alaeze ya nwee nnukwu obi amamikpe",
  "Abraham zaghachiri na o chere na egwu ọ bụla maka Chineke n'ebe ahụ, nakwa na ha nwere ike igbu ya maka nwunye ya",
  "Mgbe ahụ Abraham gbachitere ihe o kwuru dị ka ụgha ma ọlị: \"Ma n'ezie ọ bụ nwanne m nwanyị; ọ bụ nwa nwanyị nna m, mana ọ bụghị nwa nwanyị nne m; ọ ghọkwara nwunye m",
  "\" Abimeleke weghachiri Sera n'aka Ebreham, ma nye ya onyinye atụrụ, ehi, na ndị na-ejere ya ozi; ma kpọọ ya ka ọ biri ebe ọ bụla ọ masịrị ya n'ala Abimelek",
  "Ọzọkwa, Abimeleke nyere Abraham otu puku mkpụrụ ego ọlaọcha iji bụrụ ihe nkwado Saraya tupu ihe niile",
  "Abraham wee kpee ekpere maka Abimeleke na ezinụlọ ya, ebe ọ bụ na Chineke emeela ka ụmụ nwanyị ghara ịmụ nwa n'ihi na ha kpọọrọ Sera.",
  "Sera nwụrụ mgbe ọ dị afọ 127, Abraham zụkwara ala nwere ọgba dị nso na Hebron site n'aka Ephron onye Het ebe e liri ya, nke bụ ala mbụ nke ndị Izrel nwere na Kenan dị ka akụkọ Bible si kwuo",
  "A maara ebe ahụ dị ka ọgba nke ndị nna ochie: 26",
  "A kpọtụrụ Sera aha n'akụkụ Abraham na Aịsaịa 51:2:",
  "\"N'ihi na e dere na Abraham nwere ụmụ nwoke abụọ, otu site n'aka nwanyị ohu na nke ọzọ site n'afọ nwanyị nweere onwe ya",
  "A mụrụ nwa ya nwoke site n'aka nwanyị ohu ahụ n'ụzọ nkịtị; mana a mụrụ nwa ya nwanyị ahụ nwere onwe ya n'ihi nkwa",
  "Enwere ike iwere ihe ndị a n'ụzọ ihe atụ, n'ihi na ụmụ nwanyị na-anọchite anya ọgbụgba ndụ abụọ",
  "Otu ọgbụgba ndụ sitere n'Ugwu Saịnaị ma mụọ ụmụ ga-abụ ndị ohu: Nke a bụ Hagar",
  "Ugbu a Hagar na-anọchite anya Ugwu Saịnaị ma kwekọọ n'obodo Jerusalem dị ugbu a, n'ihi na ya na ụmụ ya nọ n'ohu",
  "Mana Jerusalem nke dị n'elu nweere onwe ya, ọ bụkwa nne anyị...Ugbu a unu, ụmụnna, dị ka Aịzik, bụ ụmụ nkwa...Ya mere, ụmụnne, anyị abụghị ụmụ nke nwanyị ohu, kama nke nwanyị nweere onwe ya",
  "\"",
  "Na mbido na n'etiti narị afọ nke 20, ndị ọkà mmụta ihe ochie dị ka William Foxwell Albright na ndị ọkà mmụta Bible dị ka Albrecht Alt kwenyere na ndị nna ochie na ndị nna ukwu bụ ma ọ bụ ndị mmadụ n'ezie ma ọ bụ ihe ndị a pụrụ ikwere ekwere nke ndị biri na \"oge nna ochie\", puku afọ nke abụọ BCE",
  "Mana, n'afọ ndị 1970, arụmụka ọhụrụ gbasara ihe gara aga nke Israel na ederede Bible mara echiche ndị a aka; enwere ike ịchọta arụmụka ndị a na Thomas L",
  "Thompson's The Historicity of the Patriarchal Narratives (1974), na John Van Seters' Abraham in History and Tradition (1975)",
  "Thompson, onye ọkà mmụta edemede, dabeere na arụmụka ya na nkà mmụta ihe ochie na ederede oge ochie",
  "Akwụkwọ edemede ya hiwere isi na enweghị ihe akaebe siri ike na ndị nna ochie biri na puku afọ nke abụọ BCE, ma kwuo otú ụfọdụ ederede Bible si gosipụta ọnọdụ na nchegbu nke puku afọ mbụ",
  "Van Seters nyochara akụkọ ndị nna ochie ma kwuo na aha ha, ọnọdụ mmekọrịta mmadụ na ibe ya, na ozi na-atụ aro na ha bụ ihe okike Iron Age.: 18-19 Ka ọ na-erule mmalite narị afọ nke 21, ndị ọkà mmụta ihe ochie ahapụla olileanya iweghachite ihe ọ bụla ga-eme ka ndị nna ochie na ndị nne ochie bụrụ ndị a pụrụ ịtụkwasị obi n'akụkọ ihe mere eme.: 98 na fn.2",
  "Mgbe a kpọtara Fero, Sera kwuru na Abram bụ nwanne ya nwoke, eze wee nye Fero ọtụtụ onyinye na akara dị iche iche.  Dị ka ihe ịrịba ama nke ịhụnanya ya maka Sarai, eze nyere ya ihe onwunwe ya niile, ma nye ya ala Goshen dị ka ihe nketa ya: n'ihi nke a, ndị Izrel mechara biri n'ala ahụ. Sarai kpere ekpere ka Chineke napụta ya n'aka eze, O wee zipụ mmụọ ozi, onye kụrụ Fero mgbe ọ bụla ọ nwara imetụ ya aka",
  "Fero tụrụ ya n'anya nke ukwuu na o ji obiọma gwa Sarai okwu, onye kwupụtara na ọ bụ nwunye Abraham",
  "Eze ahụ kwụsịrị ịkpasu ya iwe. Dị ka nsụgharị ọzọ si kwuo, Fero nọgidere na-akpasu ya iwe mgbe ọ gwara ya na ọ bụ nwanyị lụrụ di; mgbe ahụ, mmụọ ozi ahụ kụrụ ya ihe nke ukwuu nke na ọ dara ọrịa, si otú a gbochie ya ịga n'ihu na-enye ya nsogbu. Dị ka otu ọdịnala si kwuo, ọ bụ mgbe Fero hụrụ ọrụ ebube ndị a rụrụ n'aha Sarai ka o nyere ya nwa ya nwanyị Hagar dị ka ohu, na-asị: \"Ọ ka mma ka nwa m nwanyị bụrụ ohu n'ụlọ nwanyị dị otú ahụ karịa nne n'ụlọ ọzọ\"",
  "Abimeleke mekwara otu ihe ahụ. Na Jenesis 17:15, Chineke gbanwere aha ya ka ọ bụrụ Sera (nwa eze nwanyị) (\"nwanyi nọ n'ọkwá dị elu\") dị ka akụkụ nke ọgbụgba ndụ ya na El Shaddai mgbe Hagar mụrụ Abram nwa mbụ ya Ishmael.",
  "E gosipụtara Sarah n'ọtụtụ akwụkwọ akụkọ, ọ bụkwa onye isi na Sarah nke Orson Scott Card na usoro Women of Genesis, Sarai: A Novel nke Jill Eileen Smith, na Sarah: A Noval nke Marek Halter, na Song of Sarai nke Zannah Martin",
  "N'akwụkwọ akụkọ ifo Ndị Kraịst nke Francine Rivers dere, onye na-eme ihe nkiri, nke a na-akpọ \"Angel\" n'oge akụkọ ahụ, bụ onye amị",
  "Na ngwụcha akwụkwọ ahụ, ọ kpughere na aha ọmụmụ ya bụ \"Sarah\" nye di ya, onye na-ewere mkpughe ahụ dị ka nkwa sitere n'aka Chineke na ha ga-enwe ike ịmụ ụmụ otu ụbọchị",
  "Sarah bụkwa ihe a na-elekwasị anya n'otu n'ime ọtụtụ akụkọ ndị Lynne Reid Banks chịkọtara na Sarah and After.",
  "Na ihe nkiri Abraham nke afọ 1994, Barbara Hershey gosipụtara Sarah",
  "Àtụ:Prophets of the Tanakh"
]