[
  "Sarah Alade bụ onye na-anọchite anya gọvanọ nke Central Bank of Nigeria n'oge nkwụsị nke Lamido Sanusi ruo mgbe ọ gwụchara. Onye isi alà Goodluck Jonathan họpụtara ya n'ọkwa ahụ na 20 Febụwarị 2014. \nA họpụtara Alade ka ọ bụrụ onye na-anọchite anya gọvanọ nke Central Bank of Nigeria site na 20 Febụwarị 2014 ruo mgbe a họpụtara Godwin Emefiele. Tupu ọge a, ọ rụrụ ọrụ dị ka osote gọvanọ (Economic Policy), Central Bank of Nigeria site na 26 Machị 2007.",
  "Alade gara Mahadum Ife, Ile-Ife, ebe ọ nwetara nzere B.Sc (Hons) na Economics na 1976",
  "O nwetakwara nzere M.Comm na Mahadum Melbourne, Australia na 1983 na PhD Management Science (Operations Research), na Mahadum Ilorin na 1991.",
  "Alade malitere ọrụ ya na 1977 na Ministry of Finance and Economic Development, Ilorin, Kwara State",
  "N'afọ 1991, ọ sonyeere Mahadum Ilorin dị ka onye nkuzi na Ngalaba Accounting na Finance",
  "Ọ sonyeere Central Bank of Nigeria na 1993 dị ka osote onye nduzi na Ngalaba Nnyocha, ebe ọ rụrụ ọrụ dị ka onye isi nke Ụlọ Ọrụ Ego nke Gọọmentị Steeti (199396), onye isi nke Federal Government Finan Office (19962000) na onye isi nke Ngalaba Ntụzi Fiscal Analysis (200004).",
  "Alade jere ozi na ndị otu na nnukwu ọmụmụ iwu akụ na ụba, ma tinye aka na nkwadebe nke atụmatụ ego na iwu akwụmụgwọ nke Central Bank of Nigeria kemgbe ọtụtụ afọ",
  "O sonyere n'ụzọ siri ike n'ịdepụta usoro akụ na ụba nke etiti oge (MTP) maka Naijiria na ndị ọrụ IMF Monitored Programme / Standby Arrangement.",
  "Alade nọ ya dị ka osote gọvanọ mgbe a mara ọkwa na a na-achụpụ ndị isi ụlọ akụ Naịjirịa ise n'abalị iri na atọ n'ọnwa Ọgọstụ afọ 2009",
  "Central Bank of Nigeria kpọrọ aha ndị nnọchi ise na mmetụta ozugbo gụnyere Olufunke Iyabo Osibodu iduzi Union Bank of Nigeria na Suzanne Iroche onye weghaara dịka CEO nke FinBank.",
  "A họpụtara Alade ka ọ bụrụ onye nduzi nke Ngalaba Ọrụ Banking na Mee 2004",
  "N'ọrụ ahụ, ọ rụrụ ọrụ dị ka onyeisi oche nke ndị nduzi nke Nigeria Interbank Settlement System (NIBSS) yana odeakwụkwọ nke National Payments System Committee (NPSC).",
  "Alade bụ onye otu kọmitii teknụzụ nke Vision 2010 ma ugbu a ọ bụ onye otu Kọmitii teknịzụ nke Vision 2020 na onye otu National Economic Management Team (EMT).",
  "Dị ka osote gọvanọ nke Economic Policy, Alade na-elekọta Directorate nke Economic Policy Directorate, nke gụnyere Research, Monetary Policy, Trade and Exchange, Statistics Departments na Financial Markets Department",
  "Dị ka onye isi oche nke Kọmitii Mmejuputa Iwu Ego (MPIC), ọ na-ejikọta na ngalaba na-arụ ọrụ ma na-ahazi ntinye teknụzụ maka Kọmitii Iwu Ego (MPC).\nAlade, onye bụ onye otu Nigerian Economic Society (NES), nwere ọtụtụ akwụkwọ na otuto ya ma na-eme nchọpụta ugbu a banyere iwu ọnụego ọmụrụ nwa na mmejuputa iwu ego na Naịjirịa",
  "Alade bụ onye otu Nigerian Institute of Operational Research.",
  "Alade jere ozi dị ka gọvanọ na-anọchite anya site na Febụwarị 2014 ruo mgbe Godwin Emefiele weghaara.",
  "Àtụ:Governors of the Central Bank of NigeriaÀtụ:Governors of the Central Bank of Nigeria"
]