[
  "Michael Owusu Addo (amụrụ na Julaị 10, 1988) nke a maara dị ka Sarkodie bụ onye na-eti egwu, onye na-ede egwu, na onye ọchụnta ego si Tema. Enyemaka ya na ụlọ ọrụ egwu Ghana emeela ka o nweta ọtụtụ otuto, nke gụnyere Vodafone Ghana Music Award maka \"Artiste of the Decade\"",
  "A mara ọkwa na ọ bụ onye mmeri mbụ nke BET's Best International Flow artist na 2019 BET Hip Hop Awards. A na-ewerekwa ya dị ka otu n'ime ndị isi na-akwado ụdị egwu Azonto na ịgba egwu na otu n'etiti ndị rapper Africa kachasị nwee ọganihu n'oge niile.",
  "A mụrụ Sarkodie, nwa nke anọ n'ime ụmụ ise na July 10, 1988. A zụlitere ya na Koforidua tupu nne na nna ya akwaga Tema ebe ọ malitere agụmakwụkwọ",
  "Ọ gụrụ akwụkwọ na Tema Methodist Day Senior High School wee gaa IPMC, ebe ọ nwetara akara ugo mmụta na eserese eserese",
  "Sarkodie malitere ọrụ egwu ya dị ka onye na-eti egwu n'okpuru ala, na-ekere òkè na asọmpi rap Adom FM na-ewu ewu Kasahare Level",
  "Ọ zutere onye bụbu onye njikwa ya Duncan Williams nke Duncwills Entertainment mgbe ọ na-ekere òkè na asọmpi ahụ a kpọtụrụ aha n'elu",
  "Ọ zutekwara ndị egwu Edem na Castro, bụ ndị mere ka ọ mata Hammer of The Last Two, onye na-emepụta ihe ndekọ",
  "N'ịbụ onye rap ya masịrị, Hammer nyere Sarkodie ohere idekọ egwu abụọ maka Edems debut album Volta Regime.",
  "N'ịgbaso mmekorita ya na Hammer, Sarkodie dekọrọ abọm izizi ya bụ Makye",
  "Ọ bụ Killbeatz na Jayso mepụtara ya",
  "Abọm ahụ gosipụtara ndị ọbịa si Kwaw Kese, J-Town, Sway na Paedae nke R2Bees",
  "Makye nwetara nyocha dị mma site n'aka ndị nkatọ na ndị na-akwado ya",
  "A kwadoro ya site na egwu egwu e mere na Holy City Gardens na Accra. N'abalị iri na isii n'ọnwa Septemba n'afọ 2009, Sarkodie so Busta Rhymes rụọ ọrụ na Busta Rhys Live na Ghana. N'afọ 2010, abụ ya \"Push\" na \"Baby\" nọ n'ọnọdụ nke itoolu na nke iri na atọ na Joy FM's Top 50 songs of 2009, n'otu n'otu. Otu egwu nke abọm ahụ bụ \"Baby\" nke gosipụtara Mugeez nke R2bees ghọrọ ihe na-ewu ewu ozugbo ma nye Sarkodie ihe ngosi.",
  "E wepụtara abọm studio nke abụọ nke Sarkodie bụ Rapperholic n'afọ 2012",
  "Ọ na-egosipụta ndị ọbịa si Efya, Chidynma, Mugeez nke R2Bees, Obrafour, Jayso na EL",
  "Abọm ahụ nwetara nkwado ise: \"Good Bye\", \"One Time For Your Mind\", \"You Go Kill Me\", \"Living Legend\", na \"Onyame N Ruth\"",
  "Ọ nwetara nyocha dị mma site n'aka ndị nkatọ egwu",
  "Sarkodie gara njem mba niile iji kwado abọm ahụ",
  "Rapperholic nwetara Sarkodie nhọpụta BET mbụ ya na mmeri sochirinụ",
  "E gosipụtakwara Sarkodie na BET Hip Hop Awards cypher n'akụkụ Talib Kweli, Jean Grae na Ab-Soul",
  "Ọ bụ naanị onye Afrịka gosipụtara na cypher.",
  "Na 7 Julaị 2012, Sarkodie malitere njem ya na Canada. Ọ gara United States n'ọnwa Ọgọstụ afọ 2012, na-eme ihe na obodo na steeti dịka New York City, Ohio, New Jersey, Maryland, Atlanta, Chicago, Texas na Massachusetts. Mgbe ọ tọhapụrụ Rapperholic, Sarkodie malitere njem iji kwalite abọm ahụ. N'abalị iri abụọ na asaa n'ọnwa Ọgọstụ n'afọ 2012, Sarkodie so R2Bees, Fally Ipupa na Iyanya mee ihe na Africa Unplugged Music Festival. N'afọ 2012, Sarkodie so Ludacris mee \"How Low\" na 020 Live concerts.",
  "N'abalị iri atọ n'ọnwa Ọktoba n'afọ 2013, Sarkodie wepụtara remix nke egwu \"You Go Kill Me\"",
  "Abụ ahụ rutere na nọmba 1 na chaatị dị iche iche na Ghana",
  "Remix ya gosipụtara olu sitere na Wizkid, Ice Prince, Navio na EL. Na Jenụwarị afọ 2014, Sarkodie wepụtara abọm studio nke atọ ya bụ Sarkology",
  "N'ịbụ nke edere na Twi, abọm ahụ gosipụtara ndị ọbịa si Fuse ODG, Davido, Tiwa Savage, Banky W., Timaya, 2 Face Idibia, Efya, Mugeez, Obrafour, Burna Boy, Vivian Chidid, Vector, Silvastone, Sk Blinks, Stonebwoy, Joey B, J Town, Lil Shaker, Raquel, Sian, Kofi B, na AKA",
  "Ọ bụ Magnom, Hammer, Killbeatz, Masterkraft na Silvastone, na ndị ọzọ na-emepụta ya",
  "E mere egwu mmalite nke abọm ahụ na Accra Sports Stadium n'ọnwa Disemba.",
  "Sarkodie wepụtara remix nke \"Adonai\"",
  "Ọ na-egosipụta olu sitere na Castro ma pụta na ndepụta Capital Xtra nke Top 35 Afrobeats Songs. Sarkodie malitere akara ndekọ egwu ya a kpọrọ Sarkcess Music na 2014",
  "Dị ka akụkụ nke mwepụta ahụ, ọ gosipụtara vidiyo maka \"Adonai\" (Remix) na \"Special Someone\"",
  "Sarkodie weputara egwu \"Megye Wo Girl\", \"Love Rocks\", \"Chingum\", na \"Whine Fi Me\" n'okpuru akara ahụ.",
  "Na 3 Mee 2014, Sarkodie rụrụ ọrụ na mbipụta nke iri na ise nke Ghana Music Awards Na 7 June 2014, ọ sonyeere Miguel n'elu ikpo okwu iji mee egwu nke ikpeazụ \"How Many Drinks?\" na MTV Africa Music Awards. Na June 2014, Sarkodie sonyeere Mi Casa, Lola Rae, Davido, Diamond Platnumz na Tiwa Savage iji dekọọ \"Africa Rising\", abụ maka mkpọsa DSTV nke otu aha ahụ",
  "E mere mkpọsa ahụ iji kpalie ndị Afrịka isonye na ọrụ itinye ego na obodo",
  "E wepụtara vidiyo egwu maka \"Africa Rising\" na June 24, afọ 2014",
  "Ọ bụ ụlọ ọrụ mmepụta ihe South Africa bụ Callback Dream gbara ya ma duzie ya.",
  "Na 10 June 2015, Sarkodie wepụtara \"New Guy\" nke Ace Hood nyere aka",
  "A tọhapụrụ ya maka oriri dijitalụ na 10 June 2015 site na Sarkcess Music na Ivy League Records",
  "N'ịbụ nke ndị omenkà abụọ ahụ dere ma bụrụ nke CedSolo mepụtara, \"New Guy\" bụ abụ hip hop na hip hop nke Afrịka nke nwere amaokwu rap na-agbanwe agbanwe, ebe okwu ya na-ekwu maka ọchịchọ na mkpali Sarkodie maka ihe ịga nke ọma",
  "Mmepe maka \"New Guy\" malitere na mbido afọ 2015 mgbe Sarkodie kwụrụ ego rụrụ pụkụ dọla ịrị abụọ na ise iji kpuchie ụgwọ mmepụta metụtara ndekọ ahụ. Ọ chọkwara ka Ace Hood pụta na egwu ahụ n'ihi na o weere ya dị ka \"otu n'ime ndị rapper kachasị ike n'ụwa\".",
  "Na 12 Septemba 2015, Sarkodie wepụtara Mary, abọm a na-akpọ aha nne nne ya nwụrụ na 2012. A tọhapụrụ \"Mewu\" dị ka onye isi egwu site na abọm ọnwa abụọ tupu mgbe ahụ. E mere nnọkọ nke abọm ahụ na West Hills Mall na Accra",
  "Sarkodie rere ihe fọrọ nke nta ka ọ bụrụ pụkụ anọ nke abọm ahụ n'ụbọchị mbụ a tọhapụrụ ya. N'ọnwa Febụwarị 2016, ọ gwara otu ụmụ akwụkwọ Harvard Business School okwu",
  "N'ịbụ nke isiokwu ya bụ \"The Art of the Hustle\", okwu ya bụ isi ihe ịma aka ndị metụtara ịbụ onye egwu Africa",
  "Sarkodie mekwara ihe omume ahụ mgbe okwu ya gasịrị.",
  "Sarkodie mere mbipụta nke anọ nke egwu Rapperholic ya n'ụbọchị Krismas",
  "Tiketi maka ihe omume ahụ rere n'ime awa ịrị asaa na abụọ mgbe a tọhapụrụ ya",
  "Egwuregwu ahụ gosipụtara ihe ngosi ndị ọzọ sitere na Fuse ODG, R2Bees, Wizkid, Samini, VVIP, Efya na Shatta Wale. N'abalị iri na otu n'ọnwa Machị n'afọ 2016, Sarkodie so ndị otu egwu The Composers rụọ ọrụ na O2's Indigo venue; DJ Abrantee kwadoro ihe omume ahụ.",
  "Sarkodie wepụtara abọm egwu ya nke ise a kpọrọ 'Highest' na 8 Septemba 2017",
  "Ọ nwere egwu iri na itoolu, gụnyere interludes atọ na egwu bonus. N'ịbụ nke a tọhapụrụ site na Sarkcess Music na Dice Recordings, abọm ahụ gosipụtara ndị ọbịa si Jesse Jagz, Moelogo, Flavour, Korede Bello, Victoria Kimani na Big Narstie",
  "Ọ bụ Jayso mepụtara Highest, yana mmepụta ọzọ site na Masterkraft, TSpize, Ced Solo, Nova na Guilty Beatz.",
  "Sarkodie wepụtara egwuregwu mbụ ya bụ Alpha na June 2019. EP ahụ nke nwere egwu isii gosipụtara ndị ọbịa si Joey B na Ebony Reigns. Sarkodie mere ihe ọchị maka mmekọrịta ya na Reigns n'oge egwu Ebony Reigns, nke na-echeta onye na-agụ egwu nwụrụ anwụ. O weputara abọm studio ya nke ise Black Love na Disemba 20, 2019. Ọ na-egosipụta ndị ọbịa na-ese ihe dịka Maazị Eazi, Efya, Donae'o, Idris Elba, Stonebwoy, Tekno, Maleek Berry, Herman Suede, King Promise na Kizz Daniel. Abọm ahụ kwadoro site na egwu ndị e wepụtara na mbụ \"Party & Bullshit\", \"Saara\", \"Do You\" na \"Can't Let Go\". N'ajụjụ ọnụ ya na OkayAfrica na Nọvemba, Sarkodie kwuru na abọm ahụ na-enyocha isiokwu nke ịhụnanya na mmekọrịta ndị isi ojii. N'abalị iri na itoolu n'ọnwa Eprel, 2021, Sarkodie kwupụtara na a ga-ewepụta Abọm egwu ya nke asaa n'oge na-adịghị anya nke akpọrọ \"No Pressure\"",
  "E bulitela vidiyo na YouTube, na-atụ anya ihe ndị na-akwado ga-atụ anya site na abọm ahụ",
  "Otú ọ dị, na Julaị 25, 2021, Sarkodie kwupụtara ụbọchị 5 nke abọm ahụ nke a ga-ewepụta na Julayi 30, 2021.",
  "Sakodie wepụtara abọm ahụ, No Pressure, na 30th July, 2021. Abọm ahụ gosipụtara Wale, Vic Mensa, Giggs, Cassper Nyovest, Harmonize, Oxlade, Kwesi Arthur, Darko Vibes, Medikal, na MOGmusic.",
  "Sarkodie na-abụkarị rap n'asụsụ obodo ya Twi, asụsụ Ghana, a na-ewerekwa ya dị ka \"onye na-eti egwu dị iche iche\" n'ihi ụdị egwu dị ichelekana o nwere",
  "A na-akpọkarị Sarkodie otu n'ime ndị na-ese egwu hip hop kachasị n'Afrịka. MTV Base mere ya onye nke isii na ndepụta ya nke ndị MC kachasị mma n'Africa na 2014. N'afọ 2013, Lynx TV họpụtara ya nke mbụ na ndepụta ya nke \"Top 10 Ghanaian Rappers of All Time\". N'afọ 2015, AfricaRanking.com mere ya onye nke atọ na ndepụta ya nke \"Top 10 African Rappers of 2015\". N'afọ 2015, The Guardian depụtara ya dị ka otu n'ime ndị ise kachasị egwu hip hop na kọntinent Afrịka. Ọ nọ n'ọnọdụ nke 8 na Forbes na Channel O's 2013 na 2015 ndepụta nke Top 10 Richest / Bankable African Artistes. N'afọ 2020, ọ meriri \"Artiste of the Year\" n'oge Ghana Music Awards USA (GMA USA).",
  "Na Julaị 13, 2013, Sarkodie malitere The Sarkodie Foundation, otu na-enweghị uru nke raara onwe ya nye ịkwado ụmụaka na-enweghị ihe ọ bụla. O nyere onyinye mmesapụ aka na Royal Seed Home Orphanage na Kasoa. Na Disemba 25, 2014, The Foundation malitere mkpọsa ụmụaka na Tema, Ghana, ebe ha nyere ọtụtụ puku ụmụaka akpa osikapa, yogọt na ite ihe ọṅụṅụ",
  "Ha nyekwara akpa ụlọ akwụkwọ, karama mmiri, okpu na ihe ndị ọzọ",
  "Roshi Motman, onye isi oche nke Tigo Telecommunications, bịakwara iji kwado mkpọsa ahụ.",
  "Sarkodie nwere akara ejiji Sark site na Yas, nke a malitere na Eprel 27, 2013. Usoro uwe ahụ nwere ihe eji eme ihe maka ụmụ nwoke, ụmụ nwanyị na ụmụaka. N'afọ 2012, a kpughere ya dị ka onye nnọchi anya Brand maka Samsung Electronics na Mahadum Ghana, Legon. Dị ka akụkụ nke ihe omume ahụ, Samsung kpughere Samsung Galaxy Pocket na Chief Hero Phones nke nwere akwụkwọ mgbidi nke Sarkodie na mbinye aka ya; ndị ọrụ nwere ohere ibudata egwu pụrụ iche nke Sarkodia. Ọ malitekwara Obidi Chief headphones ma bịanye aka na nkwekọrịta nkwado na FanMilk Ghana na 2013. Sarkodie na Tigo Telecommunications Ghana na-arụkọ ọrụ ugbu a, akara nke kwadoro njem Rapperholic ya na 2013. Sarkodie nwekwara nkwekọrịta nkwado na Standard Chartered Bank - ụlọ ọrụ ụlọ akụ na-eduga n'Africa yana Guinness Ghana Limited maka ngwaahịa ihe ọṅụṅụ Malt ha",
  "N'abalị iri atọ n'ọnwa Ọktoba n'afọ 2019, a họpụtara ya dị ka onye nnọchi anya maka mkpọsa Afọ nke Nlaghachi; e nyere ya nsọpụrụ ahụ na Creative Arts Industry Forum. \nN'ọnwa Machị 2021, Sarkodie na obere nwa ya nwanyị gosipụtara na akara ezé ezé nke Ghana - Pepsodent Ghana's #BrushWithMe campaign ad",
  "Emere mkpọsa ahụ iji kpọkọta ndị nne na nna na ndị na-elekọta ha ka ha malite ma gbaa ụmụ ha ume ka ha na-asa ezé ehihie na abalị",
  "Emere nke a iji cheta ụbọchị ahụike ọnụ ụwa.",
  "Sarkodie lụrụ Tracy na emume agbamakwụkwọ nke e mere na Tema, Ghana na 17 Julaị 2018",
  "Ha nwere ụmụ abụọ.",
  "Official website",
  "Onye ọrụ Instagram Profie"
]