[
  "Osabuohien Osaretin (amụrụ na Machị 17, na afo 1989), nke a maara nke ọma site na aha ya bụ Sarz, bụ onye na-emepụta ihe ndekọ na onye egwu na Naijiria. A mụrụ ya na Benin City, Edo State, a maara ya nke ọma maka akara Sarz On The Beat / \"Really\", na mmalite ma ọ bụ njedebe nke egwu ya niile.",
  "Ọrụ mmepụta kredit mbụ ya bụ maka Lord of Ajasa's \"See Drama\" na afo 2007",
  "O mepụtara egwu maka Wizkid, Naeto C, Banky W, Skales, Shank, Reminisce, Goldie Harvey, eLDee, Wande Coal, YQ na Niniola. Ọ bịanyere aka na Trybe Records, mana ọ hapụrụ uwe ahụ mgbe nkwekọrịta ya gwụchara na ọnwa Nọvemba afọ 2013.",
  "N'afọ 2010, Sarz mepụtara egwu \"Jor Oh\" na remix maka Jahbless nke gosipụtara Durella, RuggedMan, Reminisce, Ice Prince na eLDee",
  "Egwu a meriri \"Best Street Hop\" ma a họpụtara ya maka \"Best Collaboration\" na The Headies N'afọ 2011, ọ mepụtara Shank's \"Salute\", eLDee's \"Today Today\" & \"Wash Wash\", Skales \"Mukulu\", Goldie Harvey's \"Don't Touch my Body\" na Reminisce's \"Kako Bi Chicken\". A họpụtara \"Kako Bi Chicken\" maka \"Best Street Hop\" na The Headies, afọ 2012. Ka e mesịrị n'afọ ahụ, ọ mepụtara naanị eLDee's Undeniable album (ma e wezụga \"We Made It\").",
  "A họpụtara Sarz maka Nigeria Entertainment Awards afọ 2012 \"Producer of the Year\" award ya na Don Jazzy",
  "Ọ bụ ezie na Don Jazzy meriri ihe nrite ahụ, o mechara nye Sarz ihe nrite ahụ. Sarz meriri \"Best New Producer\" na afo 2012 Dynamix Awards. Ọ gara n'ihu wepụta egwu mbụ ya \"Beat Of Life (Samba) nke gosipụtara Nigerian Artiste, Wizkid site na abọm ya na-abịanụ.",
  "N'afọ 2013, o mepụtara egwu abụọ na abọm Wizkid's Ayo, \"Jaiye Jaiye\" nke gosipụtara Femi Kuti na \"Kilofe\". A kpọtụrụ ya aha dị ka otu n'ime ndị na-emepụta egwu ọhụrụ ise na-enye Don Jazzy ọsọ maka ego ya site na Premium Times Nigeria A kọrọ na Sarz bịanyere aka na nkwekọrịta nkwado na Nike mgbe afọ ahụ gasịrị. Sarz bụ onye na-emepụta ihe maka egwu Hennessy Artistry afọ 2014 \"Dance Go (Eau de Vie) nke gosipụtara Wizkid na 2Face Idibia.",
  "N'ọnwa Eprel afọ 2020, Sarz na Shizzi kpebiri ịga biri na Instagram maka ihu \"The Battle of Hits\" na 30 Machị na afọ 2020 nke dọtara ọnụ ọgụgụ kachasị elu nke ndị na-ekiri ihe nkiri 19.2k n'ụwa niile."
]