[
  "Satwant Singh \"Sat\" Bains (amụrụ na 28 Febụwarị 1971) bụ onye isi nri Bekee nke a maara nke ọma maka ịbụ onye isi nri nke ụlọ oriri na ọṅụṅụ Sat Bains na Rooms na Nottingham, England",
  "Ọ meriri Roux Scholarship na 1999, ma rụọ ọrụ na France, tupu ọ laghachi UK ma mepee ụlọ oriri na ọṅụṅụ nke ya",
  "Bains bụkwa otu n'ime ndị mmeri na ihe ngosi BBC Great British Menu na 2007.",
  "A mụrụ Satwant Bains na 28 Febụwarị 1971 na Derby, England",
  "Nne na nna ya bụ ndị Sikh bụ ndị kwagara UK n'oge na-adịbeghị anya",
  "N'oge ọ bụ nwata, nna Bains nwere ọtụtụ ụlọ ahịa, nke mere ka Sat rụọ ọrụ mbụ dị ka onye na-ere akwụkwọ. Nne ya bụ onye na-elekọta ụlọ, ọ na-esikarị nri akwụkwọ nri, ọ bụ ezie na ọ na-esi keema mgbe ụfọdụ na Satọdee",
  "Bains ga-emesị cheta na o nweghị mmasị ịmụta otú e si esi nri n'oge ọ bụ nwata.",
  "Mgbe ọ dị afọ iri na asatọ, ọ gara Wilmorton site nke Derby College, a kọrọ na ọ na-esonye na usoro nri nri n'ihi na ọ nwere ọtụtụ ụmụ agbọghọ na ya. Ọ gafere usoro ahụ, nweta nzere City & Guilds. Ọ malitere ịrụ ọrụ na ụlọ oriri na ọṅụṅụ n'okpuru Mick Murphy, onye o mechara kọwaa dị ka ihe mkpali n'ihi mmasị Murphy nwere maka nri.",
  "Ọ chọpụtara ọrụ Marco Pierre White, wee gụọ akwụkwọ nri White Heat. O mechara kọwaa na ọ gụrụ akwụkwọ ahụ dum n'ime awa atọ na ọkara, na-akọwa ya dị ka \"ihe ngosi\". Nke a kpaliri Bains ịgbalịsi ike maka ihe ka mma ma zipụ CVs na ụlọ oriri na ọṅụṅụ dị mma karịa nke ọ na-arụ ọrụ na ya",
  "Otu n'ime ndị na-esi nri zitere ya akwụkwọ ozi ịjụ ya bụ John Burton Race",
  "Raymond Blanc were Bains n'ọrụ dị ka otu n'ime ndị ọrụ iri na asatọ maka mmeghe nke Le Petit Blanc mbụ na Oxford na 1996",
  "Bains mechara cheta na n'ime ọnwa isii nke mmeghe, ọ bụ naanị ndị ọrụ iri fọdụrụ. Ọ gara n'ihu na-arụ ọrụ na L'Escargot nke dị na London ruo ọnwa 3 wee laghachi Nottingham.",
  "Mgbe ọ nọ na Nottingham na 1999, o tinyere akwụkwọ maka Roux Scholarship",
  "N'etiti mpaghara na nke mba, ụlọ oriri na ọṅụṅụ ọ na-arụ ọrụ mechiri, na-ahapụ ya n'enweghị ọrụ",
  "N'agba nke ikpeazụ ọ chere na ọ bụ onye na-enweghị ihe ọ bụla, ma na-echeta onye isi nri si Gordon Ramsay's Aubergine na-asọmpi",
  "Bains meriri asọmpi ahụ, na-enyere ya aka ịga France ịrụ ọrụ na Michelin atọ Le Jardin des Sens. Ọ rụrụ ọrụ n'akụkụ onye isi nri ọzọ na ọzụzụ, René Redzepi. Mgbe ọ nọ n'ebe ndịda France, ọ họọrọ ileta El Bulli na Spain.",
  "Ọ ghọrọ onye isi nri na Hotel des Clos na Nottingham, nke a maliteghachiri dị ka Restaurant Sat Bains with Rooms na Nọvemba 2002. Bains zigara otu n'ime ndị na-esi nri ya na Denmark iji nyere onye ọrụ ibe ya Redzepi aka imeghe ụlọ oriri na ọṅụṅụ ya Noma n'otu afọ ahụ. E nyere ụlọ oriri na ọṅụṅụ Sat Bains kpakpando Michelin na 2003 wee bụrụ ụlọ oriri na ọfụma mbụ na Nottingham iji merie kpakpando.",
  "A mụbara akara kpakpando Michelin nke ụlọ oriri na ọṅụṅụ ahụ ruo kpakpando abụọ na 2011, nke onye na-enyocha nri Jay Rayner kwuru na oge agafeela na ogologo oge o were iji nye Bains kpakpando nke abụọ ya mebiri ikike Michelin. Ụlọ oriri na ọṅụṅụ ahụ enwetala rosettes ise site na AA.",
  "N'oge ọkọchị nke afọ 2012, Bains gbanwere ịbụ onye isi nri na ụlọ oriri na ọṅụṅụ popup n'elu Southbank Centre na London",
  "\"The Cube\" gosipụtakwara ndị isi nri ndị ọzọ dịka Tom Kitchin na Daniel Clifford.",
  "E kpuwere Bains okpueze na Chef Award na 2015 The Catey Awards",
  "Mgbe ọ jụrụ ohere ahụ na mbụ, ọ pụtara dị ka otu n'ime ndị na-asọmpi na 2007 Great British Menu ebe ndị isi nri iri na anọ lụrụ ọgụ iji merie ohere isi nri na oriri anọ nke onye nnọchi anya Britain na France kwadoro. Ọ meriri Midlands na East heat na-eti onye mmeri nke afọ gara aga, Galton Blackiston si Norfolk",
  "N'agba nke ikpeazụ, a na-ekpe Bains na-amalite àkwá, ham na peas ikpe kachasị mma n'etiti ndị ikpeazụ asaa nwere akara 10 zuru oke site na ndị ọkàikpe atọ",
  "Bains gara n'ihu gbakwunye nri ahụ na menu ya na Restaurant Sat Bains. Bains kwuru na ọ pụtara na ihe ngosi ahụ maka mmụba na ahịa na nkwekọrịta siri ike nke ụlọ oriri na ọṅụṅụ maka ọnwa iri sochirinụ. Ọ pụtakwara na BBC's Saturday Kitchen na UKTV's Market Kitchen.\nBains pụtara na usoro PBS nke afọ 2012 Mind of a Chef na David Chang",
  "N'akụkụ ya n'oge ihe omume ikpeazụ nke usoro ahụ, Bains kwuru banyere ọdịdị nke yabasị a na-ese anwụrụ ọkụ, \"ị maara na ọ ga-abụ ihe ike, n'ihi na ọ bụ oji",
  "\"",
  "Ụlọ oriri na ọṅụṅụ kpọrọ ya onye isi nri nke afọ n'afọ 2009. A na-akpọkwa ya Which? Good Food Guide Chef of the Year na 2011. Mahadum Derby nyere Bains nzere nsọpụrụ nke Doctor of Professional Practice n'ọnwa Eprel afọ 2011, nke a sochiri nzere Master of Arts nke Mahadum Nottingham n'afọ 2012.",
  "Bains nwere nchịkọta nke akwụkwọ nri dị n'etiti 700 na 800, ma bipụta nke mbụ ya na Septemba 2012 nke akpọrọ \"Ọtụtụ ndị isi naanị otu onye India\". O kwuru na ụlọ oriri na ọṅụṅụ kachasị amasị ya bụ Heston Blumenthal's The Fat Duck, ma ọ bụ El Bulli na Spain. Ọ lụrụ nwunye ya Amanda; ha zutere mgbe ha abụọ bụ ndị nọ n'afọ iri na ụma.",
  "N'abalị asaa n'ọnwa Nọvemba n'afọ 2012, Bains so n'ọtụtụ ndị na-esi nri sonyeere na mmegbu cyber nke onye ahịa na ụlọ oriri na ọṅụṅụ Hibiscus nke onye mmekọ ya Claude Bosi",
  "James Isherwood dere na blọọgụ ya 'Dining With James' na ọ masịghị ya mmalite ya, na-eduga Bosi na onye isi nri Michelin Tom Kerridge iji okwu mkparị ya na Twitter.",
  "A makwaara ya na ọ na-emeghachi omume ọjọọ na nkatọ n'ịntanetị, dị ka nyocha TripAdvisor, na-akparị ndị ahịa na ọkwa onwe onye mgbe ha na-enweghị obi ụtọ na ụlọ oriri na ọṅụṅụ ya."
]