[
  "Sat Bir Singh Khalsa bụ onye nchọpụta na ngalaba nke ọgwụgwọ uche ahụ, ọkachamara na ọgwụgwọ yoga",
  "O sitere na Toronto, ọ nwetara Ph.D",
  "ya na Mahadum Toronto, ebe ọ malitekwara ọrụ Kundalini Yoga n'okpuru nkuzi nke Yogi Bhajan",
  "Ọ bụ (site na afọ 2006) onye enyemaka Prọfesọ nke Ọgwụ na Harvard Medical School na Associate Neuroscientist (site na afọ 1998) na Division of Sleep and Circadian Disorders, na Ngalaba Ọgwụ na Neurology, Brigham na Ụlọ Ọgwụ Ụmụ nwanyị, na Boston Massachusetts",
  "Kemgbe na afọ 2007, Sat Bir Singh Khalsa jere ozi dị ka onye nduzi nyocha na Kripalu Center for Yoga and Health na Massachusetts na Kundalini Research Institute na New Mexico.",
  "Sat Bir Singh Khalsa esonyewo n'ọtụtụ ọmụmụ uche-ahụ",
  "E bipụtara ọrụ ya n'ihe karịrị akwụkwọ iri atọ",
  "Ọrụ ya a kpọtụrụ aha n'ọtụtụ ebe na-enyocha usoro ụra mmadụ.",
  "Ọtụtụ n'ime akwụkwọ ya ndị ọzọ na-enyocha itinye yoga n'ọrụ dị ka ọgwụgwọ maka ehighị ụra nke ọma, nchegbu arụmọrụ, ahụike uche n'ụlọ akwụkwọ sekọndrị, ịṅụ ọgwụ ọjọọ, ịda mbà n'obi, yana dị ka onye na-ebu amụma nke ịdị arọ dị ala na obere ọgwụ.",
  "A na-akwụkarị Sat Bir Singh Khalsa ụgwọ ka ọ kwuo maka nyocha ya n'ụwa niile, iji kesaa nchọpụta ya na ọha na eze, gọọmentị na NGO, ụlọ akwụkwọ, mahadum na ụlọ ọrụ.",
  "Na afọ 2013 ọ duziri mkparịta ụka n'ịntanetị banyere mmetụta yoga na ahụike. N'ihe atụ ọzọ, e debere ya ka ọ kesaa nka ya na usoro mkparịta ụka redio n'ịntanetị na onye ọzọ ọkachamara yoga a ma ama Dashama Konah Gordon",
  "Na afọ 2017, e bugara Sat Bir Singh Khalsa na Coventry, UK maka mkparịta ụka nkwadebe banyere yoga na nyocha ụlọ ọrụ na Dr Haley Beer, prọfesọ nyocha na Mahadum Warwick na Dashama Konah Gordon onye guzobere Pranashama Yoga Institute. A kpọrọ Sat Bir ka ọ nye ya nka ndụmọdụ ya site na nzụlite ya na nyocha ahụike na Harvard iji mepụta ọrụ nyocha yoga iji gosipụta site na nyocha dị mma otu yoga na ogbugbo nwere ike isi nyere ndị mmadụ nọ na ntọala ụlọ ọrụ aka ịnweta Flow State iji nweta ọdịmma ka ukwuu, ihe okike na mmepụta ihe."
]