[
  "Savoir akwa dị na London, UK ma na-arụ ọrụ aka na matarasị na isi iyi igbe",
  "A na-eji ihe ndị sitere ná nkebi mbụ nke alụmdi Nwunye gị nọ n'ọrụ njegharị n'afọ ndị ọrụ afọ ide ọrụ nkụzi kasị n'okike emepụta matarasị ha dị ka ọdụ ịnyịnya, cashmere, ajị atụrụ na ogho",
  "A maara ụlọ ọrụ ahụ nke ọma maka ịmepụta The Savoy Bed (ma ọ bụ No.2 Bed), nke e mere na 1905 maka Savoy Hotel",
  "Savoir Beds na-aga n'ihu na-enye Savoy Hotel, ma tinye àkwà n'oge na mgbe mmezigharị nke 2010 gasịrị.",
  "Savoir akwa malitere dị na ndụ dị ka akụkụ nke Savoy Hotel",
  "N'afọ 1904, Rupert D'Oyly Carte gbasaa họtel ahụ, onye kpebiri n'oge ahụ na ha kwesịrị ịmepụta àkwà pụrụ iche na nke ukwu nke ụwa họrọ site n'ime ụmụ ndị nke ụwa họrọ ọrụ ụzọ Kraịst nọ n'ọrụ njegharị iche na Savoy Hotel",
  "N'afọ 1905, nke a mere ka e mepụta The Savoy Bed, nke James Edwards Limited rụrụ",
  "A na-ekpuchi àkwà ndị ahụ na ihe Savoy mere nke a na-ekwu na ọ bụ nne ya, Helen Carte, nke ghọrọ akara ahịa nke Savoir Beds.",
  "N'afọ 1924, Savoy Hotel zụrụ James Edwards Limited",
  "N'oge ahụ, a na-eme àkwà ndị ahụ n'ụlọ ọrụ a maara dị ka The Savoy Bedworks, nke dị nso n'ala ihe nkiri nke London",
  "E nyere ụlọ nkwari akụ ndị ọzọ, nke bụ akụkụ nke Savoy Group n'oge ahụ, gụnyere Claridge na The Berkeley.",
  "N'afọ 1987, Savoy Bedworks kwagara Mitcham, n'ebe ndịda London, nke ghọrọ Savoir Beds n'afọ 1997, mgbe Alistair Hughes na onye mmekọ ya zụrụ ya",
  "Mgbanwe aha ahụ bịara mgbe Savoy rere aka a nke azụmahịa ahụ",
  "Savoir Beds gara n'ihu na-eme The Savoy Bed (ma ọ bụ No.2 Bed) n'otu ụzọ ahụ, na-eburu ndị ọrụ aka na ngwá ọrụ site na Savoy Hotel",
  "N'afọ 1998, Savoir Beds kwagara Bedworks na ndị ọrụ aka na Park Royal dị n'ebe ugwu ọdịda anyanwụ London.\nN'afọ 1999, Savoir Beds ghọrọ onye otu Walpole, otu na-abụghị maka uru nke na-akwalite ọdịmma nke ụlọ ọrụ okomoko nke Britain site n'iji ma kesaa ihe ọmụma, ahụmịhe na ihe onwunwe nke ndị otu ahụ.",
  "N'afọ 2001, Savoir Beds meghere ụlọ ngosi mbụ ya na Wigmore Street nke London.\nNa June 2012 Savoir Beds meghere ihe ndina nke abụọ na Treforest, South Wales. O nwekwara ikike na Harrods.",
  "Ka ọ na-erule 2020, Savoir Beds nwere ụlọ ngosi na obodo ukwu n'ụwa niile, gụnyere London, Düsseldorf, Paris, New York, Shanghai, Hong Kong, Singapore, Moscow, Qingdao, Seoul na Taipei."
]