[
  "Sayida Ounissi (amụrụ na 3 Febụwarị 1987) bụ onye ndọrọ ndọrọ ọchịchị Tunisia na-anọchite anya otu Ennahdha",
  "Ọ na-eje ozi ugbu a dị ka odeakwụkwọ nke steeti maka ọzụzụ ọrụ aka.",
  "A mụrụ Ounissi na Tunis na 3 Febụwarị 1987",
  "O nwere otu nwanne nwanyị na ụmụnne nwoke atọ. Nna ya bụ onye Islamist imam, wee hapụ Tunisia na 1993 iji gbanahụ ọchịchị onye isi ala Zine El Abidine Ben Ali. E bugara ezinụlọ ahụ na Algeria tupu ha esonyere ya na France.",
  "Ounissi gara ụlọ akwụkwọ sekọndrị Petet Val na Sucy-en-Brie na Paris",
  "Ọ gụsịrị akwụkwọ na Mahadum Sorbonne na nzere na akụkọ ihe mere eme na sayensị ndọrọ ndọrọ ọchịchị na 2008 yana nzere masta na mmepe akụ na ụba na mmekọrịta mmadụ na ibe ya na 2011. Ọ malitere ọmụmụ doctorate na sayensị ndọrọ ndọrọ ọchịchị n'afọ puku abụọ na iri na otu",
  "Isiokwu edemede ya bụ \"Njuputa iwu mmekọrịta mmadụ na ibe ya na ọrụ nrụgide nke steeti\".",
  "Ounissi laghachiri Tunisia na 2011 mgbe ọdịda Ben Ali gasịrị, na-arụ ọrụ dị ka onye na-arụkọ ọrụ na African Development Bank. Ọ bụ onye nchọpụta na Research Institute on Contemporary Maghreb site na 2012 ruo 2014",
  "Ọ na-arụkwa ọrụ na ụlọ ọrụ nyocha iwu ọha na eze a na-akpọ Jasmine Foundation",
  "Ọ rụrụ ọrụ dị ka osote onye isi oche nke European NGO Young Muslims of Europe.",
  "A họpụtara Ounissi ka ọ bụrụ onye nnọchi anya ndị mmadụ na 26 Ọktoba 2014 dị ka onye otu Ennahdha na-anọchite anya mpaghara France Nord, mpaghara mba ofesi maka ndị otu Tunisia na France. Ọ bụ onye kachasị nta n'ime ndị Ennahda ma ghọọ otu n'ime ụmụ nwanyị kachasị nta n\"òtù ndị omeiwu. Ọ nọdụrụ na Kọmitii nke Ego, Atụmatụ na Mmepe na nke ndị nwụrụ n'ihi okwukwe na ndị merụrụ ahụ nke mgbanwe ahụ. N'oge mwakpo Bardo National Museum na 18 Machị 2015, ọ na-eziga tweets mmelite na-akọwapụta egwu na mwepụ.",
  "N'abalị iri abụọ n'ọnwa Ọgọstụ n'afọ 2016, a họpụtara Ounissi ka ọ bụrụ onye isi oche dị ka odeakwụkwọ nke steeti maka ọzụzụ ọrụ aka na-ahụ maka atụmatụ onwe onye na gọọmentị njikọ aka nke Praịm Minista Youssef Chahed na dịka ọnụ na-ekwuchitere mba ụwa.",
  "Ounissi bụ onye Alakụba ma na-eyi hijab",
  "Ọ na-ewerekwa onwe ya dị ka onye na-akwado ụmụ nwanyị. Ọ gara ụlọ alakụba El-Fath ruo mgbe ndị Salafist weghaara ya. Ọ na-asụ Bekee na French nke ọma. Ọ kwere nkwa ịlụ di n'ọnwa Ọgọstụ afọ 2016."
]