[
  "Scarlett Westbrook (amụrụ na Julaị 8, 2004) bụ onye na-ahụ maka ikpe ziri ezi nke ihu igwe na Britain",
  "Ọ bụkwa onye nta akụkọ.",
  "A maara ya maka ọrụ ya na iwu ihu igwe na agụmakwụkwọ, ọ bụkwa onye edemede iwu kachasị ọhụrụ na akụkọ ihe mere eme nke ndị omeiwu. Ọ bụ ọnụ na-ekwuchitere nakwa onye nhazi na UK Student Climate Network, onye isi nke ndọrọ ndọrọ ọchịchị na Teach the Future, onye ama ama na Friday for Future movement, na ọnụ na-ekwuru Labour for a Green New Deal.",
  "Dị ka onye nta akụkọ, Westbrook edeela akụkọ maka The Independent, gal-dem, Metro na i-D.",
  "Westbrook tolitere na Birmingham",
  "Ọ bụ onye kachasị nta n'ụwa iji nweta nzere agụmakwụkwọ dị elu na Gọọmentị na ndọrọ ndọrọ ọchịchị, nke ọ kụziiri n'onwe ya na 2018, mgbe ọ dị afọ iri na atọ. Westbrook ghọrọ onye a ma ama maka ọrụ mgbasa ozi na-atụle Brexit na itinye aka na ndọrọ ndọrọ ọchịchị ndị ntorobịa, malite na Disemba 2018 na edemede nke na-ekwu maka enweghị nnọchiteanya nke ndị ntorobịa na ndọrọ ndọrọ ndọrọ ọchịchị UK.",
  "Malite n'afọ 2019, Westbrook tinyere aka na ikpe ziri ezi ihu igwe",
  "O jikọtara aka hazie ọgbaghara ụlọ akwụkwọ mbụ nke Birmingham maka omume ihu igwe, tupu ọ banye na UK Student Climate Network dị ka onye nhazi maka itinye aka na obodo, mgbasa ozi ndọrọ ndọrọ ọchịchị na ịhazi gburugburu Green New Deal. O nyere aka ịhazi ọgbaghara ihu igwe na Birmingham na Machị na Mee 2019, na-ede banyere ngagharị iwe na The Independent n'ihu ọgbaghara ọnọdụ ihu igwe zuru ụwa ọnụ na Mee. Ọ gara n'ihu na-ahazi ngagharị iwe ihu igwe na Birmingham, London na UK.",
  "Westbrook sonyeere òtù nwa nwanyị nke UK Student Climate Network, Teach the Future, a họpụtara ya dị ka Onye isi nke ndọrọ ndọrọ ọchịchị. Site na Teach the Future, Westbrook dere iwu mbụ ụmụ akwụkwọ dere, English Climate Emergency Education Act. N'ọnwa Febụwarị afọ 2020, Westbrook haziri ma kwuo okwu na Nzukọ Ndị Omeiwu maka Iwu Mmụta Mberede nke ihu igwe nke Bekee, na-enweta otuto site n'aka ndị omeiwu gafee ụlọ ahụ.",
  "N'ọnwa Nọvemba 2021, onye omeiwu bụ Nadia Whittome gosipụtara iwu mberede nke agụmakwụkwọ ihu igwe n'ụlọ omebe iwu. A gbara Westbrook ajụjụ ọnụ banyere ọgụgụ mbụ nke iwu ahụ site na i-D Magazine, na-ekwu \"Site na ịmalite na agụmakwụkwọ ihu igwe, na site na ịmalite na ụlọ akwụkwọ decarbonising, anyị na-emepụta ihe nketa nke ikpe ziri ezi ihu igwe",
  "Nke ahụ pụtara na anyị nwere ike ịga n'ihu na-eme ihe, ọ na-adịgide adịgide, na-aga n'ihu, na, n'olileanya, ka mma maka agụmakwụkwọ",
  "\" A ga-agụ akwụkwọ iwu ahụ nke abụọ na Mee 6, 2022.",
  "Westbrook apụtala na ihe omume ndị dị elu na telivishọn mba, gụnyere ajụjụ ọnụ na 2019 na BBC Breakfast n'akụkụ Greta Thunberg, na-atụle Global Climate Strike na Green New Deal",
  "ITV gbara ya ajụjụ ọnụ iji kwurịta arịrịọ maka ndị isi nke nnukwu òtù ndọrọ ndọrọ ọchịchị iji nwee arụmụka telivishọn lekwasịrị anya na nsogbu ihu igwe tupu ntuli aka nke 2019, nke o nyere aka ịmalite dị ka ọnụ na-ekwuchitere UK Student Climate Network. O kwuru, sị, \"Ihe a na-ewere na ọ ga-ekwe omume na ndọrọ ndọrọ ọchịchị enweghị ike iduzi anyị n'ezie, mgbe anyị chọrọ ihe dị mkpa na sayensị",
  "ndọrọ ndọrọ ọchịchị site na nkọwa bụ usoro nke a na-edozi esemokwu ma nke a bụ nnukwu nsogbu anyị chere ihu",
  "\" Na nzaghachi, Channel 4 mere arụmụka 'Emergency on Planet Earth' nke ndị isi otu na Nọvemba 28, 2019. Nke a bụ arụmụka mbụ nke ndị isi otu lekwasịrị anya na mgbanwe ihu igwe na UK.",
  "N'afọ 2020, Westbrook bụ isi okwu nke International Women's Day March nke Care International duziri na London, ebe o gosipụtara njikọ dị n'etiti ikpe ziri ezi na ikpe ziri ezi maka ụmụ nwanyị, ọkachasị ndị bi na Global South. Ọ bụ onye kachasị nta n'ime ndị na-ekwu okwu n'oge niile na-eme ngagharị iwe n'ụbọchị ụmụ nwanyị nke Care International.",
  "Westbrook pụtara ọzọ na BBC Breakfast na Febụwarị 25, 2020 iji webata mkpọsa Teach the Future. Na June 2021, a gbara Westbrook ajụjụ ọnụ maka Sky News banyere nchegbu ihu igwe na nyocha ya nke chọpụtara na ọ bụ naanị pasent anọ nke ụmụ akwụkwọ chere na ha maara nke ọma banyere nsogbu ihu igwe",
  "O kwuru na \"Anyị chọrọ ihe ọmụma iji nwee ike ịnagide ụwa a na-emebi emebi nke anyị ga-abanye, ka anyị na-apụ na mahadum na ụlọ akwụkwọ ma banye n'ime ndị ọrụ\".",
  "N'ọnwa Julaị 2020, Westbrook kwuru okwu na Nzukọ Mgbasa Ozi nke Children's Media ma kpọọ aha ya dịka otu n'ime ndị 30 Under 30 nke Greenpeace na-ahụ maka ihu igwe na Septemba 23rd 2020 ọ meriri ihe omume iwu nke Institute for Public Policy Research 'Big Ideas'. Ọ gara n'ihu bụrụ onye kachasị nta edepụtara maka ihe nrite edemede Merky Books na Disemba 2020, na Febụwarị 2021 ọ ghọrọ onye kachasị nta natara ihe nrite Women of the Future Young Star. N'ọnwa Nọvemba afọ 2020, a kpọrọ aha ya dịka otu n'ime ndị Forbes Top 100 UK Environmentalists.",
  "N'afọ 2021, Westbrook natara Diana Award maka ọrụ mgbasa ozi ya na ọrụ gburugburu ebe obibi ma kpọọ ya 'otu n'ime ndị na-eto eto na-eme ihe nkiri kachasị elu na UK' site na Sky.",
  "N'ọnwa Nọvemba afọ 2021, Westbrook gara COP26 na Glasgow, na kọlụm ya sochirinụ 'Ndị ntorobịa dị ka m emeela akụkọ ihe mere eme nke COP26 a 'ụbọchị ndị ntorobịa' ugbu a ọ bụ oge gị' na Independent gosipụtara na ndepụta nke izu nke kọlụm echiche kachasị mma. Tupu nzukọ ahụ, a kọwapụtara ya na The Observer New Review, Evening Standard, na National Geographic."
]