[
  "Strike School for Climate (Swedish: Skolstrejk för klimatet), nke a maara n'ụzọ dị iche iche dị ka Fridays for Future (FFF), Youth for Climate, Climate Strike or Youth Strike for Climate, bụ mmegharị mba ụwa nke ụmụ akwụkwọ ụlọ akwụkwọ na-amapụ klaasị Fraịde iji sonye na ngosi",
  "ịrịọ ka ndị isi ndọrọ ndọrọ ọchịchị mee ihe iji gbochie mgbanwe ihu igwe yana maka ụlọ ọrụ mmanụ ọkụ na-agbanwe gaa na ume ọhụrụ.",
  "Mgbasa ozi na nhazi zuru oke malitere mgbe nwa akwụkwọ Swedish Greta Thunberg mere ngagharị iwe n'ọnwa Ọgọstụ 2018 n\"èzí Riksdag (parliament), na-ejide ihe ịrịba ama nke na'akwụkwọ \"Skolstrejk för klimatet\" (\"Ụlọ akwụkwọ maka ihu igwe\").",
  "Ọgbaghara zuru ụwa ọnụ na 15 Machị 2019 kpọkọtara ihe karịrị otu nde ndị na-eme ngagharị iwe na 2,200 ngagboro a haziri na mba 125. N'abalị iri abụọ na anọ n'ọnwa Mee afọ 2019, na ngagharị iwe nke abụọ n\"ụwa niile, ngafe 1,600 gafere mba otu narị na iri ise dọtara ọtụtụ narị puku ndị na-eme ngajinia",
  "E mere ngagharị iwe nke Mee ka ọ daba na ntuli aka 2019 European Parliament.",
  "2019 Global Week for Future bụ usoro nke 4,500 strikes gafee ihe karịrị mba 150, lekwasịrị anya na Friday 20 September na Fraịde 27 September",
  "O yikarịrị ka ọ bụ ọgbaghara ihu igwe kachasị ukwuu n'akụkọ ihe mere eme nke ụwa, ọchụnta ego nke 20 Septemba kpọkọtara ihe dịka nde mmadụ anọ na-eme ngagharị iwe, ọtụtụ n\"ime ha bụ ụmụ akwụkwọ, gụnyere nde 1.4 na Germany. N'abalị iri abụọ na asaa n'ọnwa Septemba, e mere atụmatụ na nde mmadụ abụọ sonyere na ngagharị iwe n\"ụwa niile, gụnyere ihe karịrị otu nde ndị na-eme ngalivishọn na Ịtali na ọtụtụ narị puku ndị ngafe iwe na Canada.",
  "N'ọnwa Nọvemba afọ 2006, e guzobere Australian Youth Climate Coalition iji hazie mgbanwe ihu igwe nke metụtara ndị ntorobịa na ụmụaka nọ n'ụlọ akwụkwọ. N'afọ 2010 n'England, e nwere ụlọ akwụkwọ na-agagharị maka mgbanwe ihu igwe, nke jikọtara ya na Ogige ihu ọha. Na ngwụcha ọnwa Nọvemba afọ 2015, otu ìgwè ụmụ akwụkwọ nwere onwe ha kpọrọ ụmụ Akwụkwọ ndị ọzọ gburugburu ụwa ka ha hapụ ụlọ akwụkwọ n'ụbọchị mbụ nke 2015 United Nations Climate Change Conference na Paris",
  "N'abalị iri atọ n'ọnwa Nọvemba, ụbọchị mbụ nke nnọkọ ahụ, a haziri \"Climate strike\" n\"ihe karịrị mba 100; ihe karịrị mmadụ 50,000 sonyere. Ngagharị iwe ahụ lekwasịrị anya na ihe atọ achọrọ: 100% ike dị ọcha; idebe mmanụ ala n'ala, na inyere ndị gbara ọsọ ndụ aka.",
  "N'abalị iri abụọ n'ọnwa Ọgọstụ n\"afọ 2018, onye Sweden na-ahụ maka ihu igwe bụ Greta Thunberg, onye nọ na klas nke itoolu n \"ụlọ akwụkwọ\" kpebiri ịghara ịga ụlọ akwụkwọ ruo mgbe ntuli aka Sweden nke afọ 2018 mere nʼụbọchị nke 9 n'\"ọnwarị mgbe oke okpomọkụ na ọkụ ọhịa gachara na Sweden. O kwuru na ọ bụ ndị na-eto eto na Marjory Stoneman Douglas High School na Parkland, Florida, bụ ha haziri March for Our Lives kpaliri ya. Thunberg mere mkpesa site n'ịnọdụ ala n\"èzí Riksdag kwa ụbọchị nʼoge ụlọ akwụkwọ na ihe ịrịba ama nke na-agụ \"Skolstrejk för klimatet\" (\"ụlọ akwụkwọ maka ihu igwe\")",
  "Otu n'ime ihe ọ chọrọ bụ na gọọmentị Sweden belata ikuku carbon site na nkwekọrịta Paris",
  "Na 7 Septemba, obere oge tupu ntuli aka, ọ mara ọkwa na ọ ga-anọgide na-eme ngagharị iwe na Fraịdee ọ bụla ruo mgbe Sweden kwekọrọ na nkwekọrịta Paris",
  "O chepụtara okwu ahụ bụ Friday for Future, nke dọtara uche n'ụwa niile, ma kpalie ụmụ akwụkwọ ụlọ akwụkwọ gburugburu ụwa isonye na ngagharị iwe ụmụ amaala.",
  "A malitere ịhazi ụlọ akwụkwọ maka ihu igwe gburugburu ụwa, nke Thunberg kpaliri",
  "Ọgbaghara mbụ iji nweta ọnụ ọgụgụ karịa otu onye mere na The Hague na Septemba n'èzí ụlọ omebe iwu Dutch, nke Sandor van Gessel, Anne-Laure Stroek, Ianthe Minnaert na Ellis van der Borgh duziri. N'ime ụbọchị ndị sochirinụ, na Australia, ọtụtụ puku ụmụ akwụkwọ malitere ime ngagharị iwe na Fraịdee, leghaara oku Praịm Minista Scott Morrison anya maka \"ịmụtakwu ihe n'ụlọ akwụkwọ na obere ọrụ\". N'ịbụ ndị COP24 Climate Change Conference na Katowice, Poland kpaliri, ọgbaghara gara n'ihu ma ọ dịkarịa ala n\"obodo 270 na Disemba na mba ndị gụnyere Australia, Austria, Belgium, Canada, Netherlands, Germany, Finland, Denmark, Japan, Switzerland, United Kingdom, na United States.",
  "N'afọ 2019, a haziri ọgbaghara ọzọ na mba ndị edepụtara n'elu na na ala ndị ọzọ, gụnyere Colombia, New Zealand, na Uganda. Nnukwu ngagharị iwe mere na 17 na 18 Jenụwarị 2019, mgbe ọ dịkarịa ala ụmụ akwụkwọ 45000 mere ngaji na Switzerland na Germany naanị, megide iwu ezughi oke na okpomọkụ ụwa",
  "N'ọtụtụ mba, gụnyere Germany na UK, ụmụ akwụkwọ chọrọ ka a gbanwee iwu iji belata afọ ịtụ vootu ruo 16 ka ha wee nwee ike imetụta ntuli aka ọha na eze maka ndị ntorobịa.",
  "N'Ọgọst 2019 Thunberg ji ụgbọ mmiri gaa njem izu abụọ na New York City iji gaa n'ihu na-etinye uche na ọrụ achọrọ iji lebara nsogbu ihu igwe anya",
  "O sonyeere na mmemme mmemme ụlọ akwụkwọ a na-eme atụmatụ na US na 20 Septemba, n'oge na-adịghịkwa anya ka o kwuchara okwu na Mgbakọ ihu igwe UN na Septemba 23, 2019 na New York City..",
  "Na Germany, a haziri ìgwè mpaghara, na-ekwurịta okwu n'onwe ha n\"ime ìgwè WhatsApp ma na'agbasa ozi ha site na iji mpempe akwụkwọ na mgbasa ozi mmekọrịta",
  "Ka ọ na-erule n'ọnwa Febụwarị n\"afọ 2019, ihe karịrị otu narị na iri ise na ise dị n \"òtù ndị dị na mpaghara\" ahụ.\nNa United States, ndị na-ahazi ya na steeti site na Steeti ma na'onwe ha na ndị otu Slack ma gbasaa ozi ha site n'iji mpempe akwụkwọ na mgbasa ozi mmekọrịta",
  "Ka ọ na-erule n'ọnwa Febụwarị n\"afọ 2019, ihe karịrị otu narị na iri atọ na anọ ka ndị otu ahụ gụrụ",
  "Òtù Sunrise Movement, 350.org, OneMillionOfUs, Earth Uprising, Future Coalition, World Guardians, Zero Hour, na Extinction Rebellion nyere aka ịhazi.",
  "Minista gburugburu ebe obibi nke Belgium maka Flanders, Joke Schauvliege, gbara arụkwaghịm na 5 Febụwarị 2019 mgbe o kwuru na ụlọ ọrụ nchekwa steeti nwere ihe akaebe na ọgbaghara ụlọ akwụkwọ na Belgium bụ \"ntọala\".",
  "Na United Kingdom, na 13 Febụwarị 2019, na-esote akwụkwọ ozi emeghe iji kwado òtù ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya Extinction Rebellion na 2018, ndị ọkà mmụta 224 bịanyere aka n'akwụkwọ ozi na - na \"nkwado zuru oke nye ụmụ akwụkwọ\" na Na Fraịde 15 Febụwarị, ihe karịrị ihe omume 60 n'obodo na obodo dị na United Kingdom mere, na-eme atụmatụ na ndị na'ime 15000 na - sonyere.",
  "Onye sayensị ihu igwe Stefan Rahmstorf, Potsdam Institute for Climate Impact Research, kwuru okwu na Friday for Future climate strike na Pots Dam, Germany n'otu ụbọchị ahụ. Na 21 Febụwarị 2019, Onye isi oche nke European Commission, Jean-Claude Juncker, kwupụtara ebumnuche ya imefu ọtụtụ narị ijeri euro na mbelata mgbanwe ihu igwe, nke ruru otu ụzọ n'ụzọ anọ nke mmefu ego EU",
  "Ọ mara ọkwa nke a n'okwu ya n\"akụkụ Greta Thunberg, ụlọ ọrụ mgbasa ozi kwenyesiri ike na ọ bụ ya kpatara ọkwa ahụ.",
  "Na 5 Machị 2019, ndị nchọpụta 700 na-asụ German bịanyere aka na nkwupụta iji kwado ọgbaghara ụlọ akwụkwọ na mba ahụ. A kpọrọ ndị nchọpụta ndị ọzọ ka ha kwado nkwupụta ahụ ma ihe karịrị ndị ọkà mmụta sayensị 26800 bịanyere aka na ya, ọkachasị na Germany, Austria na Switzerland.",
  "Na 9 Mee 2019, n'oge nzukọ European Union na Sibiu, ndị nnọchi anya mmegharị ahụ sitere na Europe niile zutere ọtụtụ ndị isi mba nke mba Europe wee nye ha akwụkwọ ozi mepere emepe, nke ihe karịrị ndị Europe pụkụ ịrị na isii ndị na-eme ngaghari iwe maka ọdịmma nke ihu igwe na ndị na-akwado ha bịanyere aka na ya..",
  "Na 15 Maachị 2019, usoro ụlọ akwụkwọ na-agba ndị okenye ume ka ha buru ọrụ ma kwụsị mgbanwe ihu igwe mere.  Ihe karịrị otu nde mmadụ gosipụtara n'ihe dị ka mmemme 2200 n'ụwa niile n'ofe mba 125.",
  "N'ụbọchị mbụ n'ọnwa Machị 2019, ụmụ akwụkwọ 150 sitere n\"òtù nhazi ụwa nke ndị ntorobịa na-eduzi ọgbaghara ihu igwe (nke 15 Maachị), gụnyere Thunberg, wepụtara akwụkwọ ozi na The Guardian, na'asị:",
  "Anyị, ndị na-eto eto, na-enwe nchegbu miri emi maka ọdịnihu anyị",
  "[...] Anyị bụ ọdịnihu na-enweghị olu nke mmadụ",
  "Anyị agaghị anabata ikpe na-ezighị ezi a ọzọ",
  "[...] Anyị n'ikpeazụ kwesịrị ịgwọ nsogbu ihu igwe dị ka nsogbu",
  "Ọ bụ nnukwu ihe iyi egwu n'akụkọ ihe mere eme mmadụ ma anyị agaghị anabata mmebe nke ndị na-eme mkpebi nke ụwa nke na-eyi mmepeanya anyị niile egwu",
  "[...] Mgbanwe ihu igwe na-eme ugbua",
  "Ndị mmadụ nwụrụ, na-anwụ, ha ga-anwụkwa n'ihi ya, ma anyị nwere ike kwụsịkwa ara a",
  "[...] United anyị ga-ebili ruo mgbe anyị ga-ahụ ikpe ziri ezi nke ihu igwe",
  "Anyị na-achọ ndị na-eme mkpebi ụwa ka ha buru ọrụ ma dozie nsogbu a",
  "Ị daala anyị n'oge gara aga",
  "Ọ bụrụ na ị gaa n'ihu na-ada anyị n'ọdịnihu, anyị, ndị na-eto eto, ga-eme mgbanwe n'onwe anyị",
  "Ndị ntorobịa nke ụwa a amalitela ịkwagharị na anyị agaghị ezu ike ọzọ.",
  "Na Scotland, kansụl obodo nke Glasgow, Edinburgh, Highland na Fife nyere ụmụaka ikike ịga ngagharị iwe. Na Finland, e zigara akwụkwọ nkwenye ndị nne na nna n'ụlọ akwụkwọ ma n\"obodo Finland nke Turku, ụlọ akwụkwọ ahụ kwupụtara na ụmụaka nwere ikike iwu iji sonye na ọgbaghara ahụ.",
  "N'ụtụtụ ụbọchị iri na ise n'ọnwa Machị n\"akwụkwọ nchịkọta akụkọ Guardian, nke isiokwu ya bụ \"Chink we should be at school? Ọgbaghara ihu igwe nke taa bụ ihe mmụta kachasị ukwuu\", ndị na-eme ngagharị iwe n'ụlọ akwụkwọ Thunberg, Anna Taylor, Luisa Neubauer, Kyra Gantois, Anuna De Wever, Adélaïde Charlier, Holly Gillibrand na Alexandria Villaseñor, kwughachiri ihe kpatara ha ji mee ngalaba. N'ọnwa Nọvemba afọ 2020, a gụnyere Holly Gillibrand na BBC Radio 4 Woman's Hour Power list 2020.",
  "Na Germany, ihe karịrị ụmụ akwụkwọ 300000 mere ngagharị iwe n'obodo 230 ebe e nwetara ihe karịrị 25000 na Berlin naanị. N'Ịtali, ihe karịrị ụmụ akwụkwọ 2,00000 mere ngagharị iwe (100000 na Milan dị ka ndị na-ahazi ya si kwuo)",
  "Na Montreal ihe karịrị 150000 bịara; Stockholm 15000 ruo 20000, Melbourne 30000, Brussels 30000 na Munich 8000",
  "Obodo ndị ọzọ gụnyere Paris, London, Washington, Reykjavík, Oslo, Helsinki, Copenhagen na Tokyo. Na Antarctica, ọ dịkarịa ala ndị ọkà mmụta sayensị asaa nwere nzukọ nkwado na Neumayer-Station III nke Alfred Wegener Institute.",
  "Na Christchurch, New Zealand, a kwụsịrị ọgbaghara ahụ n'ihi ihe nchekwa, mgbe otu onye na-agba égbè gbara ụlọ alakụba abụọ dị nso ébu ma gbuo mmadụ 51.",
  "Ugboro abụọ nke ọgbaghara ihu igwe zuru ụwa ọnụ malitere site na omume na New Zealand na Australia na 24 Mee 2019. Ọtụtụ narị puku ụmụ akwụkwọ ụlọ akwụkwọ gburugburu ụwa wakporo ihe karịrị obodo 1600 na ọ dịkarịa ala mba 125. Thunberg, otu n'ime ndị na-ahazi ya, kwuru na ọgbaghara ahụ mere n\"ụbọchị nke abụọ nke ntuli aka ụbọchị anọ nke 2019 European Parliament iji metụta ya",
  "Nnyocha e mere n'oge ahụ na-egosi na mgbanwe ihu igwe bụ ihe dị mkpa maka ndị na'ime ntuli aka na ntuziaka kachasị mkpa nye ndị Germany.",
  "Fridays for Future Deutschland kpọrọ oku maka nnukwu iku ihu ihu igwe n'okpuru ụkpụrụ \"ikpe ziri ezi nke ihu igwe na-enweghị oke - United maka ọdịnihu\" na-akpọkwa ndị si mba 17 ka ha bịa Aachen na 21 June 2019",
  "Ndị na-eme ngagharị iwe gbakọtara n'ọtụtụ ebe n'obodo niile (gụnyere  na ọdụ ọdụ Aachen, Westpark, RWTH CARL [de] na Vaals) na-anọchi anya isiakwụkwọ dị iche iche nke mmegharị ahụ",
  "N'ịbụ ndị ọtụtụ òtù egwu na-eso, ha jiri ịnyịnya ígwè na-ejegharị ma ọ bụ jiri ịnyịnya ígwè na-aga n'okporo ámá gaa na isi ihe omume na Tivoli, si otú ahụ gbochie akụkụ buru ibu nke akụrụngwa okporo ụzọ ruo ọtụtụ awa.  Ụfọdụ ndị ngagharị iwe ji ụlọ, àkwà mmiri na ọtụtụ okporo osisi iji welie nnukwu akwụkwọ mmado.  A na-atụ anya ọnụ ọgụgụ nke 10000 ruo 20000 mmadụ.  Dị ka ndị nhazi ahụ si kwuo, na n'ikpeazụ 40000 ndị na-eme ngagharị iwe ihe omume udo a tụgharịrị bụrụ nnukwu iku ihu ihu igwe FFF na obodo German ruo ugbu a.[nb 1] Ndị uwe ojii kwetara nọmba ndị a tụrụ anya ya na mbụ",
  "Ndị uwe ojii nabatara ọnụọgụ ndị a tụrụ anya na mbụ",
  "N'ime ọtụtụ ndị ọkà okwu bụ Cyril Dion (France), Karen Raymond (India), Tetet Nera-Lauron (Philippines) na Jesse (Netherland), Milan Schwarze na Sina Chom (Ende Gelände), yana ndị na-eme ihe ike",
  "sitere na Hambach Forest, Pacific Climate Warriors, Alle Dörfer bleiben!  (Bekee: Obodo niile na-anọ!) na All In for Climate Action",
  "Ndị nka na-esonye na mmemme ahụ gụnyere Brass Riot, Culcha Candela, Bodo Wartke [de], Moop Mama, Ruslana Lyzhychko,  KingzCorner, Leo Holldack na Davide Martello",
  "Otu n'ime ndị ngagharị iwe ahụ bụ Rezo na Anton Hofreiter.",
  "Ntu oge ahụ, otu ndị na-eme ngagharị iwe Ende Gelände 2019 malitere ngabiga iwe na Garzweiler II dị nso, na'egbochi akụrụngwa dị iche iche na ngwụsị izu",
  "FFFD kwupụtara n'oge na-adịbeghị anya nkwado ya na mmegharị a, na'okpuru ọnọdụ nnupụisi obodo ga-abụ ụdị mkpesa ziri ezi iji chekwaa ọdịnihu, mana, ịhazi ngagharị iwe ọzọ na 22 June 2019 na Hochneukirch / Jüchen na mpaghara nke oghere ogbunigwe, nde Fraịdee maka Ọdịnihu ga'akụkụ iwu.",
  "Na 19 June 2019, obere oge tupu ihe omume ahụ, obodo Aachen sooro ọtụtụ obodo ndị ọzọ dị na Germany ma kwupụta ọnọdụ \"ọnọdụ mberede\".",
  "Site na 5 ruo 9 Ọgọstụ 2019, Mahadum Lausanne nabatara ndị ntorobịa Europe 450 sitere na mkparịta ụka ihu igwe maka nzukọ \"SMILE for Future\" (\"Summer Meeting in Lausanane Europe\"). N'abalị itoolu n'ọnwa Ọgọstụ n\"afọ 2019, nnọkọ ahụ ji ngosipụta na mbipụta nke Lausanne Climate Declaration na-ekwupụta ụkpụrụ, ebumnuche na usoro ndị sonyere na Lausana tụrụ aro.",
  "September Global Week for Climate Action bụ usoro ọgbaghara na ihe omume site na 20 ruo 27 Septemba 2019, nke lekwasịrị anya na Fraịdee abụọ 20 na 27 September",
  "E mere atụmatụ na ọ ga-eme na UN Climate Action Summit na 23 Septemba, a haziri ngagharị iwe ahụ n'ebe 4500 gafee mba 150.",
  "Ndị na-ahazi ngagharị iwe nke 20 Septemba kọrọ na ihe karịrị nde mmadụ anọ sonyere na ngafe iwu n'ụwa niile, gụnyere nde 1.4 sonyeere na Germany na ndị na'ime ngaji 300000 na Australia. N'abalị iri abụọ na asaa n'ọnwa Septemba, e mere atụmatụ na nde mmadụ abụọ sonyere na ngagharị iwe n\"ụwa niile, gụnyere ihe karịrị otu nde ndị na-eme ngalivishọn na Ịtali na ọtụtụ narị puku ndị ngafe iwe na Canada.",
  "N'abalị iri abụọ na itoolu n'ọnwa Nọvemba afọ 2019, ụbọchị atọ tupu mmalite nke United Nations Climate Change Conference (COP25) na Madrid, e mere ngagharị iwe n\"obodo 2,400 gafee mba iri na asaa iji mee ngazogide na gọọmentị emeghị ihe na nsogbu ihu igwe. Ndị na-ahazi ya mere atụmatụ na ọnụ ọgụgụ ndị sonyere dị nde abụọ, gụnyere ihe dị ka mmadụ 630000 na Germany.",
  "Otu izu ka e mesịrị, ngagharị iwe Central COP25 mere na Madrid, nke e mere atụmatụ na ha ruru ọkara nde mmadụ, nke ndị ọrụ FFF si n'akụkụ ụwa niile sonyere..",
  "Na 25 Septemba 2020, ntiwapụ ihu igwe zuru ụwa ọnụ mere",
  "E mere atụmatụ ịwa mwakpo n'ọtụtụ puku ebe gburugburu ụwa.",
  "Na Fraịdee 19 Maachị 2021, mgbagha ihu igwe zuru ụwa ọnụ ọzọ hụrụ ngagharị iwe n'ọtụtụ narị ebe gburugburu ụwa;  n'ihi ọrịa COVID-19 na-aga n'ihu, ọnụ ọgụgụ nke nnọkọ mmadụ na-ebelata nke ukwuu ma e jiri ya tụnyere afọ ndị gara aga.",
  "Na 15 June 2021, ngalaba nke Auckland nke New Zealand's School Strike 4 Climate ije gbasapụrụ n'ụzọ ziri ezi n'ihi na ọ bụ ịkpa ókè agbụrụ megide BIPOC (Black, Indigenous and the color)",
  "Ndị otu ahụ kwuru na ha agaghịzi ahazi ọgbaghara ma kwe nkwa na ha ga-ebuli oghere ikpe ziri ezi ihu igwe na-edu BIPOC",
  "Mgbasa nke isi nke Auckland nke NZ School Strike movement wetara azịza dị iche iche",
  "Mary Moeono-Kolio, onye nhazi Wellington nke 350 Pacific Climate Warriors, na onye nchoputa Strike School na onye nhazi mba Sophie Hanford kwuru na enweghị ohere maka ndị ịkpa ókè agbụrụ na mmegharị ihu igwe ma kpọọ oku maka onye ndu ụmụ amaala na ikpe ziri ezi nke ihu igwe",
  "Otu ndị ntorobịa na-akwado ihu igwe bụ Te Ara Whatu onye na-ekwuchitere Anevili nabatara mkpebi a dị ka ụzọ isi lụso ịkpa ókè agbụrụ ọgụ mana kwuputara na ha nwere nchegbu na enwere ike ịta ndị na-agba agba agba ụta maka nbibi nke isi obodo Auckland..",
  "N'abalị iri abụọ na anọ n'ọnwa Septemba n\"afọ 2021, a haziri ọgbaghara n \"ihe karịrị ebe otu puku na narị anọ gburugburu ụwa. E mere ngagharị iwe n'ihe karịrị mba 90 na nnukwu ihe omume na Europe, America na Africa. E mere ụfọdụ n'ime ngagharị iwe kachasị ukwuu na Germany. Greta Thunberg gwara ihe karịrị 100,000 mmadụ na Berlin okwu ma kwuo na \"Ọ dịghị otu ndọrọ ndọrọ ọchịchị na-eme nke ọma\".",
  "N'abalị iri abụọ na ise n'ọnwa Machị afọ 2022, e mere ngagharị iwe maka ihu igwe zuru ụwa ọnụ.",
  "N'abalị iri abụọ na atọ n'ọnwa Septemba afọ 2022, e mere ngagharị iwe zuru ụwa ọnụ. Ihe karịrị mmadụ 30,000 sonyere na Berlin.",
  "N'ụbọchị nke atọ n'ọnwa Machị afọ 2023, e mere ngagharị iwe zuru ụwa ọnụ. Na Germany, a haziri ọgbaghara n'ihe karịrị ebe 240, gụnyere na Berlin ebe ihe karịrị mmadụ 18,000 sonyere. Dị ka FFF Germany si kwuo, ihe karịrị mmadụ 220,000 mere ngagharị iwe megide iwu ihu igwe nke Germany, ọkachasị na ngalaba njem.",
  "Ọgbaghara ihu igwe n'ịntanetị, mgbe ụfọdụ a na-akpọ ya \"ọgba ọsọ dijitalụ\", bụ nke ndị ọrụ ihu ọha abụọ nke Eshia na America, Iris Zhan na George Zhang si Howard County, Maryland, United States malitere n\"ọnwa Eprel 2019",
  "E mepụtara ngalaba a nke ime ngagharị iwe ihu igwe iji mee ka ndị na-enweghị ike ime ihe n'ụzọ anụ ahụ nwee ike ịnweta ọrụ ihu ọha. N'ọnwa Machị 2020, mgbe ntiwapụ nke ọrịa COVID-19, Greta Thunberg gbara ndị otu ahụ ume ka ha ghara ịbịakọta n'okporo ámá ma ọ bụ n\"ọma ahịa obodo, kama ka ndị mmadụ nọdụ ala nʼụlọ na akara ma tinye foto ahụ na Ịntanetị. Kemgbe ahụ, mmegharị ahụ enwetala ewu ewu n'ihi ihe mgbochi ndị e mere gbasara nnukwu nnọkọ n\"oge mkpọchi ọrịa COVID-19, na-enweta nlebara anya site nʼaka òtù ndị dị ka Greenpeace na Amnesty International.",
  "Kemgbe e guzobere ya, Friday for Future Digital movement etinyela aka n'usoro mkpọsa iji mee ka a mara banyere nsogbu ikpe ziri ezi nke ihu igwe",
  "Ihe ndị a gụnyere mgbalị ịkụziri agụmakwụkwọ mgbanwe ihu igwe n'ụlọ akwụkwọ na ichebe ndị na-ahụ maka ihu ọma n\"ụkpụrụ gọọmentị na'ụzọ na na - emerụ ahụ.",
  "Ọtụtụ ndị ọkà mmụta sayensị na-anabata na mmetụta okpomọkụ nke na'ime ka ụwa na - na: nnukwu carbon dioxide na gas ndị ọzọ site n'ọrụ mmadụ. N'akụkọ ihe mere eme gara aga, mmetụta okpomọkụ, nke mgbawa ugwu na ikuku carbon dioxide na-akpali, gbochiri ụwa ka ọ ghara ịdị na ice, mana ebe ọ bụ na ụmụ mmadụ mepụtara, ikuku ikuku nke carbon carbon oxebere ma na'ebute okike ụwa na mgbanwe ihu igwe",
  "Nanị usoro nke na-ewepụ carbon dioxide na ikuku (mgbe ọ na'ime ka acid dị n'oké osimiri jupụta) bụ geologicallocking up of carbon site na ihu igwe na mmepụta nke nkume dị ka carbonates na ihe ndị ọzọ, na oge nke ọtụtụ narị puku afọ na botanical, iwere carbon na ahịhịa, mechie ya ọ gwụla ma ahụchara ma ọ bụ ree n\"enweghị dochie anya ya, n-agafe oge, ma nke kachasị mma, narị afọ.",
  "A na-ahụ ndị toro eto nọ n'ọkwá nke ikike, n\"ụdị ụlọ ọrụ mmanụ ala na gọọmentị ụwa, dị ka ndị na'ahụ maka nnukwu ikuku carbon dioxide, ma na na -eme obere ihe iji belata ha. Nkwupụta 2019 nke ihe karịrị ndị ọkà mmụta sayensị 12,000 na-ekwu na \"nchegbu ndị na'eto eto ziri ezi ma kwado ya site na sayensi kachasị mma dịnụ\".",
  "Na 31 Jenụwarị 2019, ihe karịrị ndị ọkà mmụta sayensị na agụmakwụkwọ 3400 nke Belgium bịanyere aka n'akwụkwọ ozi na-emeghe iji kwado ọgbaghara ụlọ akwụkwọ. Akwụkwọ ozi ahụ na-agụ \"Dị ka eziokwu sitere na sayensị ihu igwe, ndị n'ime mkpọsa ziri ezi",
  "Ọ bụ ya mere anyị, dị ka ndị ọkà mmụta sayensị, ji kwado ha\". Nke a sochiri akwụkwọ ozi emeghe iji kwado ọgbaghara ụlọ akwụkwọ na Netherlands, nke ndị ọkà mmụta sayensị 340 bịanyere aka, na ndị nchọpụta 1200 na Finland bịanye aka n'akwụkwọ ozi, n\"ụbọchị iri na otu nke ọnwa Machị 2019, na-akwado ọchụnta ego ahụ. Otu isiokwu e bipụtara na Nature na Machị 2019 depụtara ọtụtụ okwu nkwado ndị ọzọ, na enweghị nkatọ, site n'aka ndị ọkà mmụta sayensị, yana nkwupụta dịka \"Echiche nke ọgbaghara ihu igwe bụ ihe ọhụrụ",
  "Ọ na-akpali akpali, echekwara m na ọ bụ ụdị kwesịrị ekwesị nke nnupụisi obodo na mberede",
  "\"",
  "Na Germany, Austria, na Switzerland otu ndị ọkà mmụta sayensị guzobere ndị sayensi maka ọdịnihu (S4F) iji kwado eziokwu ziri ezi nke nkwupụta nke òtù ahụ. Ihe karịrị ndị ọkà mmụta sayensị na ndị edemede 26000 na-asụ asụsụ German bịanyere aka na nkwupụta ahụ.",
  "N'abalị iri na anọ n'ọnwa Machị afọ 2019, Klọb nke Rome wepụtara nkwupụta gọọmentị iji kwado Thunberg na ọgbaghara ahụ, na-agba gọọmenti gburugburu ụwa ume ka ha meghachi omume na oku a maka ime ihe ma belata ikuku carbon zuru ụwa ọnụ.",
  "Na mbido Eprel 2019, e bipụtara leta akpọrọ \"nchegbu nke ndị na-eto eto na-eme ngagharị iwe ziri ezi\" na Sayensị.  Akwụkwọ ozi ahụ kwuputara na nchegbu nke ndị na-ahụ maka ihu igwe bụ \"nke ziri ezi ma kwado ya site na sayensị kachasị dịnụ\" ihe karịrị ndị sayensị 3000 bịanyere aka na ya n'ụwa nile.",
  "Na June 2019, ndị ọkachamara ahụike 1000 na UK na ebe ndị ọzọ, gụnyere ndị prọfesọ, ndị ọkachamara ahụike ọha na ndị bụbu ndị isi oche nke kọleji eze, kpọrọ oku maka nnupụisi obodo na-anaghị eme ihe ike na nzaghachi na amụma gọọmentị \"ezughị oke\" na ọnọdụ mberede gburugburu ebe obibi na-apụta",
  "Ha kpọkuru ndị ndọrọ ndọrọ ọchịchị na ụlọ ọrụ mgbasa ozi ka ha chee eziokwu banyere ọnọdụ mberede gburugburu ebe obibi na-apụta ma mee ihe",
  "Ha kwadoro mmegharị iku ụlọ akwụkwọ na Nnupụisi Mpụ.",
  "N'abalị iri na anọ n'ọnwa Ọktoba 2020, FFF Germany wepụtara akụkọ sitere na Wuppertal Institute nke o nyere iwu na mbụ",
  "Nnyocha ọnụọgụgụ dị n'okpuru jiri nyocha ihe omume mee ihe iji kọwaa ụzọ a pụrụ ịtụkwasị obi maka Germany ịbụ carbon neutral site na 2035.",
  "Ndị okenye nọ n'ọkwá ndị isi eto ma katọọ ọgbaghara ahụ",
  "Na European Union, òtù ahụ nwere nkwado dị ukwuu site n'aka otu ndọrọndọrọ ọchịchị pan-European Volt Europa nke, dị ka akụkọ sitere na Parents for Future tupu ntuli aka Europe 2019, kesara ihe niile achọrọ site na Fridays for future na Eprel 2019. ]",
  "Ndị ndọrọ ndọrọ ọchịchị Conservative na United Kingdom na Australia akọwaala ọgbaghara ahụ dị ka ịhapụ; a na-ata ụfọdụ ụmụaka ahụhụ ma ọ bụ jide ha maka ọ ịgba arụkwaghịm maọbụ ime ngagharị iwe. Mgbe ahụ, Praịm Minista UK Theresa May katọrọ ọgbaghara ahụ dị ka igbu ihe mmụta na oge nkuzi. Jeremy Corbyn, onye bụbu onye ndú nke Labour Party na onye ndu nke ndị mmegide, na Sir Vincent Cable, Onye nduda nke Liberal Democrats, ha abụọ kwupụtara nkwado ha maka ọgbaghara ahụ, dị ka ndị ndọkwa nke òtù UK ndị ọzọ. Minista na-ahụ maka ike na UK bụ Claire Perry kwuru na ọ gaara esonye n'ọgbaghara ahụ n\"oge ọ bụ nwata. David Reed, onye nduzi nke ọrụ ebere Generation Change, kwuru na \"ndị isi ụlọ akwụkwọ ahụ yiri ka ha ahapụla isi mgbalị ha mere n'ime afọ iri gara aga iji bulie ụkpụrụ agụmakwụkwọ",
  "N'ihi gịnị ka ịdị mma na agụmakwụkwọ dị ka ma ọ bụrụ na ọ bụghị ụmụ akwụkwọ na-etinye aka n'ụzọ zuru ezu n\"okwu ndị dị na mgbanwe ihu igwe iji mee ihe banyere ha?\"",
  "Praịm Minista nke Australia Scott Morrison kpọrọ oku maka \"ịmụ ihe ka ukwuu na obere ọrụ\" mgbe ọgbaghara ahụ gasịrị. Minista agụmakwụkwọ nke Australia bụ Dan Tehan kwuru na ọ bụrụ na ụmụ akwụkwọ ụlọ akwụkwọ chere na nsogbu dị mkpa, ha kwesịrị ime ihe mgbe ụlọ ọrụ gachara ma ọ bụ na ngwụsị izu.",
  "Na New Zealand, e nwere nzaghachi dị iche iche site n'aka ndị ndọrọ ndọrọ ọchịchị, ndị isi obodo, na ụlọ akwụkwọ",
  "Ụfọdụ ndị isi na-eyi ụmụ akwụkwọ egwu na ha ga-anọ n'ụlọ akwụkwọ maka ịga ọgbaghara ahụ na enweghị ikike nne na nna ha ma ọ bụ ụlọ akwụkwọ. Judith Collins, na ọtụtụ ndị omeiwu ndị ọzọ leghaara mmetụta nke ọgbaghara ahụ anya, ebe Minista Mgbanwe ihu igwe James Shaw kwupụtara nkwado na-ekwu na a ga-elebara ndị na'eme ngagharị iwe anya na ngwụsị izu anya.",
  "N'abalị iri na ise n'ọnwa Machị afọ 2019, odeakwụkwọ ukwu nke UN bụ António Guterres nabatara ndị na-eme ngagharị iwe ahụ, na'ikwara na \"ọgbọ m emeghị ihe ịma aka dị egwu nke mgbanwe ihu igwe",
  "Ndị na-eto eto na'ezie na nke a",
  "Ọ bụghị ihe ijuanya na ha na-ewe iwe\"",
  "Guterres kpọrọ ndị isi ụwa ka ha bịa nzukọ UN na Septemba 2019 na \"atụmatụ ezi uche dị na ya iji bulie onyinye ha na mba ha site na 2020\".",
  "Ọtụtụ ndị nne na nna, gụnyere ndị mmadụ, akwadowo ọgbaghara ihu igwe ụmụaka. Onye na-ekwuchitere nzukọ \"Our Kids' Climate\" na \"ọnụnọ onye toro eto nwere ike inyere aka mee ka ndị na'eme ngagharị iwe nọrọ n'udo,\" ma \"na-atụ aro iwebata ihe ịrịba ama nke ga-emetụta ndị nne na nna ndị ọzọ, dịka ọmụmaatụ ihe ngosi nke na na - Abụ m nne nwere nchegbu\". Moms Clean Air Force na-atụ aro ịkpọtụrụ ndị isi ụlọ akwụkwọ, na ịnye ụmụaka nri, ma jiri ihe ịrịba ama guzo n'otu.",
  "Òtù Elders Climate Action emeela T-shirts nke gosipụtara aka nne na nna n'aka na nwatakịrị, ma na-achọ ịhazi \"ndị nne ochie, ụmụnne nne ukwu na ụmụ nna ochie",
  "ebe oge ka nwere iji chebe ọdịmma nke ụmụ ụmụ anyị",
  "\"",
  "N'igosi usoro nke okwu akwụkwọ ọkọwa okwu ọhụrụ metụtara gburugburu ebe obibi, a kpọrọ \"okwu ihu igwe\" Collins Dictionary's 2019 word of the year. Ndị na-ede akwụkwọ ọkọwa okwu Collins achọpụtala mmụba okpukpu otu narị n'iji okwu ahụ eme ihe na 2019, nke kachasị n\"okwu ọ bụla dị na ndepụta ha.",
  "N'ọnwa Julaị 2020, Gọọmentị India gbochiri ebe nrụọrụ weebụ nke otu ndị India nke Friday for Future",
  "Ìgwè ndị ahụ na-eduga mkpọsa megide EIA Draft ọhụrụ na'ese okwu nke gọọmentị chepụtara.",
  "Na 7 June 2019, e nyere Fridays for Future na Greta Thunberg onyinye Amnesty International's Ambassador of Conscience Award",
  "Odeakwụkwọ ukwu Kumi Naidoo kwuru, sị:",
  "Anyị dị umeala n'obi ma bụrụ nke mkpebi siri ike nke ndị na-eto eto na gburugburu ụwa na na'ama anyị aka ịnagide eziokwu nke nsogbu ihu igwe",
  "Onye ọ bụla na-eto eto na'ime Friday for Future na na - ihe ọ pụtara ime na akọ na uche gị",
  "Ha na-echetara anyị na anyị dị ike karịa ka anyị maara nakwa na anyi niile nwere ọrụ anyị ga-arụ n'ichebe ikike mmadụ megide ọdachi ihu igwe."
]