[
  "Pannus, ma ọ bụ igwe ojii scud, bụ ụdị igwe ojii fractus dị ala n'elu ala, nké dịpụrụ adịpụ, na nke na-adịghị mmá, nke a na-ahụ n'okpuru nimbostratus, cumulonimbus, altostratus na igwe ojii cumulus.  Ígwé ojii ndị a na-adịkarị mmá ma ọ bụ na-acha odo odo",
  "Mgbe e jidere ya na mpụga (downdraft) n'okpuru égbè eluigwe, igwe ojii scud ga-aga ngwa ngwa karịa ígwé ojii oké ifufe n'onwe ha",
  "Ọ bụrụ na igwe ojii nné na nnà nke ígwé ojii scud na-ejikọta na mberede ga-apụ n'anya, a gaghị enwe ike ịgwa ihe mgbakwunye igwe ojii pannus ma e wezụga ọdịdị igwe ojii fractus.",
  "Mgbè ọ nọ N'ébé na-abanye (updraft), ígwé ojii scud na-arị elu ma nwee ike igosi mmegharị n'akụkụ site na obere ruo nnukwu.",
  "A na-emepụta igwé ojii Pannus ka ikuku na-ekpo ọkụ (ma na-adịkarị mmiri) nke égbè eluigwe na-ebuli ikuku na-okpomọkụ dị nso n'elu",
  "Ígwé ojii ndị a na-agbakọta ka ikuku na-ekpo ọkụ, nke na-ekpuchi mmiri na-agbanye site na ịrịgo ma na-ebupụ ya n'èzí site na oké ifufe ahụ",
  "A na-ahụkarị ígwé ojii Scud n'akụkụ ihu oké ifufe",
  "N'ébé a nke oké ifufe, a na-ejikọkarị scud na igwe ojii shelf.",
  "Ígwé ojii Pannus nwekwara ike ịpụta mgbe ikuku na-ekpo ọkụ na-ekpuchi mmiri ozuzo site na downdraft",
  "Scud na-etolite na mpaghara a nke oké ifufe ahụ, ma ọ bụrụ na ọ na-aga n'akụkụ, ga-aga n\"ime n'akụkụ elu",
  "Scud na-arị elu nwèrè ike ịbịakọta ma hazie n'ime igwe ojii mgbidi. Isi ihe iji mee ka ọdịiche dị n'etiti ígwé ojii scud, igwe ojii mgbidi, ma ọ bụ igwe ojii funnel bụ ịchọta ihe ịrịba ama nke ntụgharị ma ọ bụ iji chọpụta ma ha na-agbakwunye na ala nke égbè eluigwe.",
  "A na-ejikarị igwe ojii Pannus eme ihe na-ezighị ezi màkà ajọ ifufe na-eto eto, landspout, ma ọ bụ mmiri",
  "A na-achọpụta ọdịiche ahụ site n'ịhụ ọnụnọ ma ọ bụ enweghị ntụgharị (ọ bụghị naanị mmegharị) nkè ígwé ojii scud",
  "Ọ bụrụ na ntụgharị dị, mgbè ahụ, tornado, landspout, ma ọ bụ mmiri nwéré ike, na ka ntụgharị ahụ siri ike, o yikarịrị ka ọ ga-ekwe omume.",
  "Ikiri igwe ojii scud pụtara na enwere nimbostratus ma ọ bụ ígwé ojii nne na nna cumulonimbus",
  "Mmiri ozuzo, akụ́ mmiri ígwè, ifufe siri ike, na àmụ̀mà nwere ike ịtụ anya site na ígwé ojii nne na nna dabere na ụdị ya",
  "Ewezuga igosi ihu ígwé siri ike, igwe ojii scud enweghị mmerụ ahụ."
]