[
  "Sealy (nke bụbu Sealy Corporation) bụ ụdị matarasị America nke Tempur Sealy International na-ere ma na-ere",
  "Ọ na-enweta aha ya site n'obodo ebe ụlọ ọrụ Sealy malitere, Sealy, Texas, United States.",
  "N'afọ 1881, onye na-ewu ụlọ mmanya Daniel Haynes biri na Sealy, Texas, nke dị n'ebe ọdịda anyanwụ Houston",
  "Ọ malitere ime matarasị jupụtara na ogho maka ndị enyi ya na ndị agbata obi ya",
  "N'afọ 1889, o wepụtara ihe e mepụtara nke na-agbanye ogho maka iji ya mee ihe na matarasị ya",
  "N'ikpeazụ, matarasị ahụ ghọrọ ihe a ma ama nke na o nwere ike ire ikike ikike ndị na-emepụta ndị mmadụ n'ihe dị ka onye isi oche nkeji nkeji nke ụmụaka hụrụ n'anya nwụrụ nke ụwa a na ímé ihe ọ bụla n'ime ihe na ahịa ndị ọzọ",
  "E chepụtara okwu ahụ bụ \"Matarasị from Sealy\" iji kọwaa ihe e mepụtara.",
  "N'afọ 1906, mgbe ọ nwesịrị ndị mmadụ n'ihe dị ka onye isi dị otú na ekiri ihe nkiri nke ụwa na ngwa ihe ịga nke ọma dị ka onye isi mgbasa ozi, Earl Edwards zụrụ ikike ikike ma nweta ihe ọmụma n'aka Haynes",
  "Edwards weere aha \"Sealy\" maka ụlọ ọrụ ọhụrụ ya wee gbasaa ya n'ahịa mba.",
  "N'ihi enweghị ego maka imepụta, Sealy gbasaa site na iji mgbasawanye ikikere yiri nke Coca-Cola",
  "Ka ọ na-erule 1920, Sealy nwere ụlọ ọrụ 28 nwere ikikere ma bụrụ ụlọ ọrụ matarasị mbụ gbasaa site na iji mmemme ikikere.",
  "N'oge Oké Ndakpọ Akụ̀ na Ụba, ụlọ ọrụ matarasị ahụ dakwasịrị ya nke ukwuu",
  "Sealy tụfuru ọtụtụ n'ime ndị na-enweta ikikere ya ma jiri ihe mgbochi gbanahụ akụnụba n'onwe ya",
  "Ụlọ ọrụ ahụ jikọtara ya na ndị nwere ikikere dị ndụ wee mepụta ihe a maara ugbu a dị ka Sealy, Incorporated.",
  "Sealy rụrụ ọrụ dị ka onye na-ere ahịa site na isi ụlọ ọrụ ya na Chicago",
  "Ndị na-enye ya ikike, n'okpuru usoro nkwekọrịta na ụdị nke ụwa họrọ site n'aka Onye Okike nyere mmadụ n'ihe ndị na  ikikere ha, naanị ihe a na-eche na ha ga-ere n'ógbè azụmaahịa a họpụtara nke na-emegideghị ndị nke ndị ọzọ",
  "Onye nwere ikikere kachasị ukwuu, ụlọ ọrụ Ohio Matarasị ụlọ ọrụ nke dị na Cleveland (nke ezinụlọ Wuliger guzobere ma Ernest M",
  "Wuliger na-arụ ọrụ), mebiri ihe mgbochi ndị ọzọ ụra mbụ Nile dị ndụ ebighị dị ndụ na ụra site na afo nwela onwa iri ndị a ma ree ya n'ahịa echekwara maka ndị ọzọ",
  "Esemokwu ahụ mere ka Ohio Mattress tinye akwụkwọ megide Sealy na 1971",
  "E kpebiri okwu ahụ afọ iri na ise ka e mesịrị site na ndi mádu ziri na ishi na obodo bu mkpuru órí ndị mere mmehie aka n'ime ụmụ na mmeri fọrọ nke nta ka ọ bụrụ Ohio Mattress",
  "N'enweghị ike ịpụta na onyinye $ 77m, Sealy Incorporated na ndị niile ma e wezụga otu n'ime ndị ọzọ na-ere ahịa ka a manyere ha ree Ohio Matarasị, ụlọ ọrụ ahụ ghọkwara onye na-emepụta ihe ndina kachasị n'ụwa site na ahịa.",
  "Ụlọ ọrụ ụlọ akụ na-ere ahịa Gibbons Green Van Amerongen weghaara Sealy n'onwe ya n'April 1989, nkwekọrịta nke mere ka ndị na-ere Sealy US $ 965m",
  "Mbụ, Boston gbazinyere ụlọ ọrụ ahụ ụgwọ dịka Drexel Burnham Lambert na-abanye na nsogbu na ahịa junk bond na-akpọnwụ, ma na-arapara na mgbazinye ahụ",
  "Nkwekọrịta ahụ dara, nke a maara dị ka \"ihe ndina na-ere ọkụ\", dugara na mbelata dị egwu na ịzụta",
  "Gibbons Green gbasara ma manye First Boston ịbanye n'aka Credit Suisse.",
  "N'afọ 1990, Ohio Mattress weere aha Sealy nke ọ nwetara mgbe ọ zụrụ Sealy Inc",
  "N'afọ 1998, Sealy kwupụtara na ọ na-esi na Cleveland gaa na High Point, North Carolina.",
  "Bain Capital na otu ndị isi Sealy nwetara ụlọ ọrụ ahụ na 1997",
  "N'afọ 2004, Kohlberg Kravis Roberts na otu ndị isi Sealy nwetara ụlọ ọrụ ahụ",
  "Nkwekọrịta ahụ ruru ijeri $ 1.5 mana gụnyere nnukwu ụgwọ. Ụlọ ọrụ ahụ rụrụ ọrụ dị ka ụlọ ọrụ onwe onye ruo n'afọ 2005",
  "Na June 30 nke afọ ahụ, ọ mara ọkwa na ọ ga-enye onyinye mbụ n'ihu ọha nke ngwaahịa nkịtị",
  "Ụlọ ọrụ ahụ kwuru na ego sitere na IPO ga-aga ịkwụ ụgwọ, kwado ọrụ zuru ụwa ọnụ na ịkwụ ụgwọ ụlọ ọrụ nzuzo Kohlberg Kravis Roberts iji \"mebie ọrụ anyị n'ọdịnihu n'okpuru nkwekọrịta ọrụ nchịkwa anyị\".",
  "Na Septemba 2012, Tempur-Pedic International (TPX) kwupụtara nkwekọrịta ịzụta Sealy (NYSE:ZZ) maka ihe dị ka US $ 229 nde.",
  "Isi ụlọ ọrụ Sealy dị na Trinity, North Carolina",
  "Ọ bụ ezie na ebe nrụọrụ weebụ Sealy na-ekwu na ha bụ ndị na-emepụta matarasị kachasị n'ụwa, Tempur-Pedic nwere ego ka ukwuu karịa Sealy na 2011. Sealy nwere ụlọ ọrụ US 25 na pasent 17.8 nke ahịa matarasị nke mba ahụ.",
  "Sealy na-ere ihe ka ọtụtụ n'ime matarasị ya n'okpuru ụdị atọ ya: Sealy Posturepedic, Stearns & Foster, na Bassett.",
  "E nwere ndị na-enye ikikere na-arụ ọrụ na Australia, Argentina, Bahamas, Colombia, Israel, Jamaica, Japan, New Zealand, South Africa, Thailand na United Kingdom.",
  "Àtụ:Mattresses"
]