[
  "Odeakwụkwọ nke Ngalaba Ahụike na Ọrụ Obodo v JWB na SMB, nke amaala ezie dika Marion's Case, bụ mkpebi na-eduga nke Ụlọikpe Kasị Elu nke Australia, gbasara ma nwatakịrị nwere ikike ime mkpebi maka onwe ya, na mgbe nke a agaghị ekwe omume, onye nwere ike ime mkpebi maka ha gbasara usoro ahụike dị mkpa. Ọ na-anabata echiche dị na <i id=\"mwFA\">Gillick v West Norfolk Area Health Authority</i>, mkpebi nke House of Lords na England na Wales.",
  "\"Marion\", aha ejiri mara nwa agbọghọ dị afọ iri na anọ nọ n'etiti ikpe a, nwere nkwarụ ọgụgụ isi, ogbi siri ike, epilepsy na nsogbu ndị ọzọ",
  "Nne na nna ya, di na nwunye si Northern Territory chogara iwu site n'aka Ụlọikpe Ezinụlọ nke Australia na-enye ha ikike ka Marion mee hysterectomy na oophrectomy (iwepụ ovaries)",
  "Mmetụta dị irè ga-abụ ịwa ahụ na igbochi Marion inwe ike ịmụ ụmụ na ọtụtụ mmetụta homonụ nke okenye.",
  "N'okpuru Iwu Iwu Ezinụlọ, nchegbu bụ isi maka okwu metụtara ụmụaka bụ na ụlọ ikpe ga-eme ihe maka ọdịmma nwatakịrị ahụ",
  "Otụtụ ndị Ụlọikpe Kasị Elu mere ka o doo anya na ọ bụ naanị ikpebi isi ihe gbasara iwu nakwa na mkpebi banyere ihe dị mkpa maka \"mmasị kachasị mma\" nke nwatakịrị ahụ ga-ahapụ Ụlọikpe Ezinụlọ Australia mgbe ikpe ahụ gasịrị: p",
  "229",
  "Isi arụmụka iwu nke bilitere bụ onye nwere ikike iwu iji nye ikike maka ọrụ ahụ",
  "Nhọrọ atọ nọkwa yá: nne na nna (dị ka ndị nlekọta iwu nke nwa ha nwanyị), Marion ma ọ bụ iwu nke ụlọ ikpe ruru eru, dị ka Ụlọikpe Ezinụlọ nke Australia",
  "A gwara Ụlọikpe zuru ezu nke Ụlọikpe Ezinụlọ ka ha kpebie:",
  "Ụlọ ikpe dị elu nabatara ikike nke mmadụ nile iguzosi ike n'ezi ihe n'okpuru iwu mba na nke mba ụwa, ma mee ka ọdịiche dị n'etiti usoro ịwa ahụ na-agwọ ọrịa na-abụghị ọgwụgwọ yana ọrụ nke ndị na-ahụ maka ime ihe maka ọdịmma nke onye ọrịa na-enweghị ike.",
  "N'okwu nke ahụ, Ụlọikpe Kasị Elu kpebiri na ọ bụ ezie na ndị nne na nna nwere ike ikwenye ọgwụgwọ maka ụmụ ha, ikike ahụ enweghị ka osi gbasa ọgwụgwọ na-abụghị maka ọdịmma nwa ahụ",
  "Ọzọkwa, Ụlọikpe ahụ kwuru na ọ bụrụ na ọgwụgwọ ahụike nwere ịwa ahụ dị ka ebumnuche ya bụ isi, ndị nne na nna enweghị ikike ikwenye n'aha nwa ha.",
  "Nkwupụta nke Deane J na ndị nne na nna nwere ike inye nkwenye maka ibi úgwù na-abụghị ọgwụgwọ nke ụmụ nwoke bụ obiter dictum na ọ soghikwa n'ikpe ahụ",
  "Ibi úgwù ụmụ nwoke abụghị ihe iseokwu n'okwu ahụ ma ọ nweghị ihe akaebe ma ọ bụ akaebe e nyere gbasara ibi úgwù ụmụ nwoke. : p",
  "297"
]