[
  "Sedrick Ervin Huckaby (1975) bụ ónyé America na-ese ihe nke a maara màkà iji nnukwu, impasto paint mepụta murals nke na-eme ka akwa ọdịnala na mmepụta nke nnukwu foto nke na-anọchite anya akụkọ ihe méré eme ya site na ihe oyiyi nke ndị ezinụlọ na ndị agbata obi.",
  "Huckaby bụ nwá afọ Fort Worth, Texas",
  "Dị ka nwatakịrị, Huckaby jiri oge na-ese ihe odide site na ihe ngosi TV dị ka Teenage Mutant Ninja Turtles na Battlestar Galactica",
  "Mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị, ọ gàrà klas na Modern Art Museum, ebe ọ zutere ónyé na-ese ihe Ron Tomlinson, ónyé gbara Huckaby ume ịchụso nka dị ka ọrụ. Ọ gụrụ nka na Mahadum Texas Wesleyan tupu ọ nata Bachelor of Fine Arts na Mahadim Boston na 1997 na Master of Fine Arts site na Mahadam Yale na 1999. Ọ kụziri ihe na Grant Hill Collection of African American Art na Dallas Museum of Art, na site na usoro The Artist's Eye na Kimbell Art Museum na Fort Worth. Ọ bụ osote prọfesọ nke eserese na Ngalaba nke Art na Art History na UT Arlington, ébé ọ na-akụzi kemgbe afọ 2009",
  "Ọ lụrụ ónyé na-ese ihe Letitia Huckaby na nna ụmụ atọ, Rising Sun, Halle Lujah, na Rhema Rain.",
  "Huckaby arụwo ọrụ na ihe oyiyi sitere na akwa ruo ọtụtụ afọ, na-ebugharị ha site na ihe ndị dị n'azụ ihe osise n'ime isiokwu nke ọrụ ya. A gbara ya ajụjụ ọnụ banyéré ọrụ abstract ya na-emetụta akwa na podcast màkà Painters Table.  A na-egosi ọrụ ya na San Francisco Museum of Modern Art, Whitney Museum of American Art, Museum of Fine Arts na Boston, Minneapolis Institute of Art, The Art Institute of Chicago, Nasher Museum of Art na Mahadum Duke, na Blanton Museum of Art",
  "Usoro 2008 ya Big Momma's House gụnyere ihe osise 65, pastel, na eserese e mepụtara n'ime afọ abụọ",
  "Ihe a na-elekwasị anya na nchịkọta a bụ nné nnè ya, Hallie Beatrice Carpenter, ónyé isi ezinụlọ ya na ónyé a maara nke ọma dị ka \"Big Momma\". Ọrụ ya \"A Love Supreme (Spring)\" dabeere na egwu jazz nke otu aha ahụ nke John Coltrane, ma gosipụta usoro akwa akwa gafee ákwà ahụ na-ekwusi ike na ịdị arọ na ọdịdị",
  "N'ihe osise a nke nwere mmanụ, ihe osise ndị e sere na ákwà ndị na-acha anụnụ anụnụ na-eṅomi ụda na syncopation nke jazz nke Coltrane mgbe ọ na-asọpụrụ akwa ọdịnala ndị Africa America nke nne nne ya. Usoro ya The 99% - Highand Hills bụ nchịkọta nke foto sitere n'ike mmụọ nsọ nke 2011 Occupy Wall Street movement, na-egosi ọdịiche akụ na ụba nke ndị bi na US site na eserese nke ndị otu obodo na ntinye aka site na onye ọ bụla. A na-egosipụta ihe osise Huckaby na mbipụta February 2020 nke National Geographic, na akụkọ Clotilda, ụgbọ ohu ikpeazụ a maara nke rutere US na 1860.",
  "N'afọ 1999, e nyèrè Huckaby Kate Neal Kinley Memorial Fellowship site na Mahadum Illinois, Urbana-Champaign, Illinois. E nyèrè ya Alice Kimball English Traveling Fellowship site na Mahadum Yale na 1999 nke kwadoro njem ya iji mụọ ọrụ Henry Tanner. Ọzọkwa na 1999 e nyere ya Provincetown Fellowship site na Fine Arts Work Center ma mesịa nọrọ ọnwa isii na-arụ ọrụ n'ebe ahụ. N'afọ 2001, e nyèrè ya ihe nrite Best of Show ma mesịa mee ihe ngosi onwé ya màkà 20th Carrol Harris Simms National Black Art Competition and Exhibition na African American Museum na Dallas, Texas.",
  "Ihe ngosi onwe onye ahọpụtara"
]