[
  "Àtụ:Infobox table tennis player",
  "Segun Moses Toriola (amuru 18 Septemba 1974 na Ilorin, Kwara, Nigeria ) bu onye okachamara n'egwuregwu tebụl tenis nke Naijiria",
  "Ọ bụ ya bụ nwa kacha nta n’ime ụmụnna itoolu ya.",
  "Kemgbe 1995, a na-ahọpụta ya dịka onye tebụl tenis Naijiria kacha mma",
  "Ọ so na ndị egwuregwu tebụl tenis kacha elu n'Africa kemgbe etiti 1990s",
  "Enyere ya nọmba 1 n'Afrịka site na 1998 ruo June 2008, mgbe onye Egypt bụ Eli Saleh Ahmed ghọrọ onye na-edu n'egwuregwu Tebụl tenis n'Africa",
  "Agbanyeghị, kemgbe 2009, Toriola abụrụla nọmba 1 n'Africa ọzọ",
  "A ma ya ama maka ụdị egwuregwu a na-adịghị ahụkebe dika n'ihu , nke mere ka ọ bụrụ onye mmegide na-adịghị mma maka ndi ọtụtụ",
  "N'agbanyeghị enweghị ezigbo ọrụ ụkwụ, ọ nwere ọmarịcha topspin, nke nyere ya ohere iwepụ ọtụtụ mmeri iwe na ndị egwuregwu ụwa kachasị mma.",
  "N'oge ọrụ ya ọ nwetagoro ọtụtụ nrite na asọmpi otu mba ụwa",
  "Ụfọdụ n'ime ihe ndị dị mkpa ọ rụzuru bụ:",
  "Ọ nọchitere anya Naịjirịa na asọmpi Summer Olympics nke asaa mpụta mbụ na Barcelona",
  "Nnukwu ihe ọ rụzuru n'egwuregwu Olympik bụ irute n'ikpeazụ n'ọkwa otu ndi nwoke 1/16 n'egwuregwu Olimpik Summer 2008 na Beijing, iti n'etiti ndị ọzọ bụbu onye mba ụwa nke mbu Jean-Michel Saive yana David Zhuang",
  "Ọtụtụ ndị hụrụ asọmpi 1/32 ya na Jean-Michel Saive dị ka otu n'ime ihe pụtara ìhè na asọmpi n'ọkwa otu ndi nwoke",
  "Oh Sang-Eun nke nanwere nnukwu mmasị n'asọmpi meriri ya 4–3  na 1/16 ikpeazụ",
  "Mgbapụta Olimpik nke ise ya mere n'afọ 2008 mere ka ọ bụrụ onye Naijiria mbụ pụtara n'egwuregwu Olympik ise",
  "Ọ mere ihe a n'afọ anọ tupu mgbe ahụ site n'onye ọsọ Mary Onyali nakwa na 2008 site n'aka onye egwuregwu tebụl tenis Bose Kaffo ibe ya",
  "Ka ọ na-erule ngwụsị nke asọmpi  Summer Olympik 2008, naanị ndị egwuregwu tenis iri na atọ n'ụwa niile pụtara na asọmpi ise",
  "Site na nsonye ya na 2012 Olympik na London ọ ghọrọ naanị onye na-eme egwuregwu Naijiria pụtara na Olympik isii",
  "Ya mere, o sonyeere João N'Tyamba nke Angola na Maria Mutola nke Mozambique dị ka onye na-eme egwuregwu Africa nke atọ na-asọmpi n'ọtụtụ Summer Olympik.",
  "2018 ITTF African-Cup",
  "Toriola meriri na 2018 IITF African-Cup, na-etinye nke mbụ na otu 4, na-enye ya ohere iru eru maka Quarter Finals",
  "Na Quarter Finals ahu, Toriola chere ihu wee merie onye na-egwu egwu Congo Saheed Idowu (2-4) nke butere mkpochapụ Toriola",
  "Na agba nke ntinye, Toriola meriri ma Thameur Mamia (3-2) na Sami Kheroff (3-1) iji mechaa asọmpi ahụ na ebe 5th.",
  "Ihe nketa",
  "Segun Toriola bụ aha yiri ya na Tebụl Tenis nke Naijiria na nke Africa",
  "N'ịbụ onye meriri ọtụtụ aha Africa ma pụta n'egwuregwu Olympik isii, Toriola enweela mmetụta nke ọma n'ime afọ 40 ya ka etinyere ya mgbe niile n'etiti ndị iri kacha elu n'Africa",
  "Mkpakọrịta ya na ndị otu ya bụ Quadri Aruna n'egwuregwu Men's Doubles na Team maka ịnọchite anya obodo ha bụ Nigeria abụrụla ihe a na-ahụkarị n'ọgbọ ụwa."
]