[
  "Sekai Holland bụ onye bụbu onye isi ala Zimbabwe maka ọgwụgwọ mba, ime udo na njikọta na kọmitii nke onye isi ala Robert Mugabe na praịm minista Morgan Tsvangirai",
  "Sekai etinyela aka n'ọtụtụ okwu gbasara ikike mmadụ, site na nke ndị Aborigine Australia, na-akwụsị usoro ịkpa ókè agbụrụ na South Africa, ikike ụmụ nwanyị na ọchịchị onye kwuo uche ya na Zimbabwe.",
  "Nna ya, onye nkuzi-onye edemede-akwụkwọ akụkọ, Masotsha Mike Hove (1914-2012), a họpụtara ya na afọ 1953 dị ka onye nnọchi anya pụrụ iche na ndị omeiwu nke Central African Federation nke mbụ",
  "O nwere ọdịiche nke ịbụ onye Afrịka mbụ e nyere ikike ka a họpụta ya dịka \"onye ọrụ\" n'okpuru iwu ndị metụtara Rhodesian Guild of Journalists na Southern Rhodesia.",
  "Sekai Holland gara Australia dị ka nwa akwụkwọ, lụọ onye Australia Jim Holland na afọ 1965, wee gụchaa Bachelor of Arts (Communication) na Mahadum Teknụzụ Sydney na afọ 1979",
  "N'afọ 1980, Sekai na di ya Jim Holland laghachiri Zimbabwe ka ha bụrụ akụkụ nke ọrụ iwu mba mgbe nnwere onwe gasịrị.",
  "N'afọ ndị afọ 1980 na afọ 1990, Sekai gụsịrị Master of Science (Agricultural Journalism) na Mahadum Wisconsin (Madison), ma rụọ ọrụ n'ọtụtụ ọrụ afọ ofufo na ọrụ a na-akwụ ụgwọ gụnyere:",
  "Sekai bụ onye guzobere njem Anti-Apartheid  na Australia na ngwụcha afọ 1960, o nyere aka guzobe Murrawina Child Care Centre na Redfern, ọ rụkwara ọrụ nke ọma na ndị Aboriginal na mkpọsa ikike ala.",
  "Sekai nyere aka mee ka Association of Women's Clubs (AWC) dị mkpa ma na-anwụ anwụ, otu nzukọ mmepe ụmụ nwanyị ime obodo nke otu nwanyị Afrika dị afọ 18 guzobere na afọ 1938",
  "Site na Sekai dị ka onye isi oche mba ya, AWC malitere ịrụsi ọrụ ike n'ikwu okwu maka ikike ụmụ nwanyị megide gọọmentị Mugabe na-emegbuwanye",
  "Gọọmentị weputara ndị ndu ma machibido ha iwu na AWC",
  "Sekai mere ihe ịma aka n'Ụlọikpe Kasị Elu megide omume gọọmentị wee merie, na-eme akụkọ ihe mere eme na ikpe ikike mmadụ bụ Holland na ndị ọzọ megide Ministrị ndị ọrụ, Ndị na ahụ maka odi mma Mkparita mmadụ na mmadụ dum nọ na obodo.",
  "N'afọ 1998, Sekai kwenyesiri ike na mmepe site na ọrụ NGO agaghị ekwe omume n'okpuru ọchịchị Mugabe, ya na Morgan Tsvangirai, ọ malitere Movement for Democratic Change (MDC) dị ka ezigbo ihe ọzọ na-abụghị ọchịchị otu.  N'ịbụ nke e guzobere na afọ 1999, MDC bụ naanị ihe ịma aka siri ike nye Onye isi ala Mugabe, onye a na-enwe mmasị na onye dike na-eme mgbanwe, onye chịrị Zimbabwe kemgbe nnwere onwe na afọ 1980",
  "Site na ntuli aka a haziri maka afọ na-esote, a na-eme mkpọsa egwu obi ọjọọ iji menye MDC na-ewu ewu egwu ka ọ ghara isonye na usoro ndọrọ ndọrọ ọchịchị.",
  "Sekai nwetara nsogbu mgbe niile, njide na mgbalị igbu ya",
  "N'afọ ndị 1970 na obodo Zambia, Sekai kwuru okwu megide ime ihe ike na-efe efe megide ndị ZANU na-abanye n'ogige na mmetọ mmekọahụ nke ụmụ nwanyị na-abanye",
  "A kpọrọ ya onye nnupụisi ma maa ya ikpe ọnwụ",
  "N'ịbụ onye a gwara na ndụ ya nọ n'ihe ize ndụ, ọ gbagara Australia (ebe Melbourne Herald bipụtara akụkọ ọnwụ ya!) wee gaa n'ihu na ọrụ ya na-emegide ịkpa ókè agbụrụ na nnwere onwe Zimbabwe.",
  "Ihe kachasị njọ mere n'afọ 2003 mgbe a chụpụrụ ya n'ụlọ ya na Harare na mgbe ahụ, a gbagburu ya na ezinụlọ ya ugboro ugboro mgbe ha na-anwa ịbanye n'ụlọ ha.",
  "N'ọnwa Machị, n'afọ 2007, e jidere ya ma mekpọọ ya ọnụ n'ụlọ ọrụ ndị uwe ojii nke Harare na ndị isi 39 nke MDC",
  "O nwere ogwe aka gbajiri agbaji, ụkwụ gbajiri agbajiri, ọgịrịga gbajiri agbajọrọ agbaji, na ihe karịrị mmerụ ahụ 80 n'ahụ ya niile n'ihi ụtarị, iti ihe, na ịbụ onye ndị na-ata ahụhụ kụrụ",
  "Sekai nọrọ izu iri na ise n'ụlọ ọgwụ dị na Zimbabwe, South Afrika na Australia gụnyere ọnwa asatọ na Australia, iji malite ịgbake",
  "N'ụlọ ọrụ ndị uwe ojii, azịza nye nyocha nke otu ahụ bụ ngwa ngwa",
  "Ihe karịrị ndị uwe ojii iri na abụọ tiri ha ihe ma gbụ ha ọnụ",
  "Atọ n'ime ọgịrịga Holland gbajiri mgbe otu onye uwe ojii wụbara ya",
  "Mmerụ ahụ iri asatọ Holland merụrụ ahụ gụnyere ogwe aka gbajiri agbaji, ikpere gbajiri agbajiri agbaji na ọkpụkpụ, na ụkwụ nke aka ígwè kụrụ",
  "Ma ọ lanarịrị.",
  "\"Ọ dị njọ maka Mugabe iti nne nne ihe, ka Peter Murphy nke ụlọ ọrụ mgbasa ozi Zimbabwe nke dị na Sydney kwuru",
  "\"A kọrọ ya nke ọma n'Africa niile\". Ọ bụghị na nke mbụ, Holland chere na ọ nwere ike ịnwụ",
  "A chọtara ozu onye na-ese foto, onye sere foto nke Morgan Tsvangirai na-agba ọbara ma na-ebu ibu nke kpatara mmegide zuru ụwa ọnụ, ụbọchị ole na ole ka e mesịrị",
  "N'ịbụ onye a tara ahụhụ ruo ọtụtụ awa, a tụrụ Holland mkpọrọ, ma mechaa tọhapụ ya mgbe ikpe ikpe abụọ gasịrị",
  "Otú ọ dị, n'iwe nke Mugabe, onye nnọchi anya mba Australia duuru ya gaa n'ọdụ ụgbọ elu, ebe a kpọgara ya South Africa maka ọgwụgwọ. Di ya nke Australia, Jim Holland, gwara onye nta akụkọ, sị: \"Ọchịchị ahụ gbalịrị ịkụ ya ihe n'okpuru ma daa kpamkpam, ọ makwara na ọ meriri",
  "\" Praịm Minista nke Australia n'oge ahụ, John Howard, kpọrọ Mugabe \"ọdachi\" na Zimbabwe \"nnukwu nhụsianya\".",
  "N'agbanyeghị obi abụọ mbụ banyere iso Mugabe na-arụ ọrụ ọnụ, o kwuru na ọ bụ ihe ziri ezi ime, \"omume siri ike ma dị mkpa n'ihi na ọ chụpụrụ mba anyị na esemokwu zuru oke gaa na mgbanwe\".",
  "N'ime Gọọmentị Mgbanwe nke e guzobere na Febụwarị, na afọ 2009, Sekai sooro ndị Minista si n'òtù abụọ ọzọ rụọ ọrụ, dị ka ndị Minista na-ahụ maka ọgwụgwọ mba, nkwekọrịta na njikọta",
  "Ọ kpaliri ụlọ ọrụ a na atụmatụ ọhụrụ nke na-achọ itinye nkwenkwe ọdịbendị na omume ọdịnala Zimbabwe n'ime usoro ọgwụgwọ niile nke nwere omume kachasị mma nke mpaghara, mpaghara na mba ụwa",
  "Ihe owuwu ọhụrụ maka udo dị ka ụlọ ọrụ ahụ tụrụ aro na-agba ndị lanarịrị ime ihe ike ndọrọ ndọrọ ọchịchị, ndị merụrụ ahụ na ndị na-eme ya ume ịnakwere akụkọ ihe mere eme na omenala nke ime ihe ike na iji dozie mmebi nke ime ihe nkiri kpatara na usoro iji gbochie ime ihe ike n'ọdịnihu.",
  "Kemgbe afọ 2009, Òtù ahụ malitere ọrụ udo na-aga n'ihu nke mmekọrịta dị n'etiti na n'etiti ụlọ ọrụ gọọmentị, ọha na eze na Zimbabwe, mpaghara na mba ụwa dịka",
  "Akpụkpọ ụkwụ maka Udo nke na-agụnye ịnakọta ọtụtụ puku akpụkpọ ụkwụ ọhụrụ site na gburugburu ụwa, iji kesaa ya na ụmụaka ụlọ akwụkwọ na-enweghị akpụkpọ ụkwụ na Zimbabwe si na ndọrọ ndọrọ ọchịchị niile.",
  "Sekai na United Nations Development Program (UNDP) na-ekwurịta okwu maka Mahadum Midlands steeti iji soro ụlọ ọrụ abụọ dị n'Australia; NSW Service for Treatment and Rehabilitation of Torture and Trauma Survivors (STARTTS) iji guzobe ụlọ ọrụ ahụike uche yiri nke ahụ maka ndị lanarịrị ime ihe ike ndọrọ ndọrọ ọchịchị na Exodus Foundation nke nwere mmemme mmezigharị kwesịrị ekwesị maka ndị gbara ọsọ ndụ na ndị a chụpụrụ n'ime obodo iji guzo ụlọ ọrụ obodo ndị gbara ọsọ obodo iji nata ma zụọ ndị gbara ọsọ ọsọ ndụ, ndị gbara ọsọ na ndị na ndị na-ala n'ime ime obodo na ndị na ha na ndị na enweghị ala maka njikọta ha n'ime ha.",
  "N'ime usoro ndọrọ ndọrọ ọchịchị na Zimbabwe taa, Sekai na-aga n'ihu na-akwado ụkpụrụ ndị na-adịghị ewu ewu n'ime ndị isi ndọrọ ndọrọ ọchịchị nke nnukwu òtù abụọ ahụ",
  "Ọ gara n'ihu na-akwado ihe gbasara ụmụ nwanyị na ụmụaka ma na-ekwukwa okwu megide mmegwa na omenala nke ime ihe ike ndọrọ ndọrọ ọchịchị na Zimbabwe.",
  "N'abalị iri atọ n'ọnwa Eprel n'afọ 2012, a mara ọkwa na Sekai Holland bụ onye nke iri na ise natara Sydney Peace Prize, naanị ihe nrite mba Australia maka udo. Onye Ọkachamara Stuart Rees, Onye isi oche nke Sydney Peace Foundation kwuru, na mgbakwunye na ọrụ ya maka agụmakwụkwọ ụmụ nwanyị ime obodo na ntọala ya nke mmegide ịkpa ókè agbụrụ nke Australia afọ iri ise gara aga, Sekai Holland abụwo onye ndú dị mkpa nke mkpọsa ọchịchị onye kwuo uche ya na-abụghị nke ime ihe ike, ọ bụkwa onye dị mkpa na mkparịta ụka mba ya banyere otu esi agwọ ọnyá miri emi nke esemokwu ọha na eze.",
  "Ihe ndị ọka ikpe nke Sydney Peace Prize kwuru na-agụ, sị: \"Sekai Holland: maka ndụ obi ike pụrụ iche na mkpọsa maka ikike mmadụ na ọchịchị onye kwuo uche ya, maka ịma ime ihe ike aka n'ụdị ya niile na maka inye ndị ndu dị otú ahụ dị akọ na obi ike maka inye ụmụ nwanyị ike.",
  "Mgbe ụfọdụ a na-ele ya anya dị ka esemokwu, ndị natara ya n'oge gara aga gụnyere Onye Ọkachamara Muhammad Yunus, Achịbishọp Desmond Tutu, Mary Robinson (onye bụbu Kọmishọna Ukwu nke Mba Ndị Dị n'Otu, na onye bụbu Onye isi ala nke Ireland), Dr Hanan Ashrawi, onye bụbu Gọvanọ General Sir William Deane, 'Nna nke Mmekọrịta' nke Australia Patrick Dodson, onye edemede India na onye na-eme mkpọsa maka ihe ndị ruuru mmadụ Arundhati Roy na onye Amerika a ma ama na onye America, Prọ Noam Chomsky.",
  "Sekai Holland gara Australia n'ọnwa Nọvemba iji nye City of Sydney Peace Prize Lecture na Sydney Town Hall na Wednesday 7 Nọvemba, na afọ 2012, na-anata afọ 2012 Peace Prize na emume gala n'echi ya.",
  "Media related to Sekai Holland at Wikimedia Commons",
  "Àtụ:Sydney Peace Prize laureates"
]