[
  "Selassie Ibrahim (amụrụ n'abalị iri na iteghete nke ọnwa Mee ) bụ onye Ghana na-eme ihe nkiri, onye na-emepụta ihe nkiri, nne, onye na-enyere ndị mmadụ aka, onye ọchụnta ego na onye isi nke njikwa na mmepụta nke otu Smarttys Selassie Ibrahim emeela ihe nkiri dịka \"Her Mother's Man\" nke Desmond Elliott duziri na IROKOtv.",
  "O gosipụtala n'otu aka ndị omee bu  Freddie Leonard, Uche Jombo, John Dumelo, Shafy Bello na Roselyn Ngissah na ihe nkiri ya \"40 looks Good on You\". O gosipụtala na ihe nkiri Ghana karịrị iri ise. Selassie Ibrahim bụ onye isi nchịkwa nke Jabneel Impact, otu nzukọ mmepe na-abụghị nke gọọmentị (NGO) nke na-arụ ọrụ na ebumnuche nke iweta ndụ na-adịgide  na akụkụ akọwapụtara nke ndị na-adịghị ike na ọha mmadụ anyị na ebumnuche nke ịkwalite ikike ha maka ịrụ ọrụ mmekọrịta mmadụ na ibe ya nke ọma site na atụmatụ ndị e ji nlezianya mee.  Selassie bụ onye isi oche nke otu mmepụta na njikwa Smarttys ,ụlọ ọrụ azụmahịa nke na-ahụ maka mgbasa ozi, ihe nkiri, mmepụta ihe nkiri, akwụkwọ akụkọ, mmekọrịta ọha na eze",
  "O nwekwara ihe nkiri akpọrọ C.E.O.",
  "Selassie Ibrahim mere ihe nkiri mbụ ya n'afọ ndị 90, ihe nkiri \"My sweetie\", nke nyere ya ọganihu site n'iso Grace Omaboe na Mc- Jordan Amatefio",
  "N'afọ 2015, o mepụtara ihe nkiri mbụ ya nke gosipụtara Nadia Buari, James Gardner, Desmond Elliot, Roselyn Ngissah\nN'afọ 2017, ọ mepụtara usoro telivishọn nke Desmond Elliott duziri nke akpọrọ Entrapped ma gosipụta ya na African Magic showcase, EbonyLifeTV na TV3 Network na Ghana",
  "O meela ihe nkiri dị iche iche nke e mepụtara na Naịjirịa nye IROKOtv",
  "Ndị a ma ama n'etiti ha bụ Baby Palaver, na her Mother's palaver",
  "A họpụtara ya dị ka Best Actress in Supporting Role na 2019 Golden Movie Awards",
  "Selassie wepụtara ihe nkiri ọhụrụ ya nke akpọrọ, \"40 Looks Good On You\" na 2019\"",
  "E bu ụzọ gosipụta ihe nkiri a na sinima Silver Bird na ụlọ ahịa West Hill na Accra",
  "Ihe nkiri a na-ekwu banyere ezigbo ndị enyi ise (Yaaba, Stacy, Mawusi, Ruth na Araaba) bụ ndị mere nkwekọrịta iji nwee ihe ịga nke ọma na ndụ tupu ha eruo afọ iri anọ, mgbe ha nọ na mahadum",
  "Ndị enyi ise ahụ kpebiri ime ihe ọ bụla o kwere ha mee iji mee ka ọ mee ma ọbụ ọ bụrụ na ha ga-ebi ndụ ụgha",
  "Ha niile debere atụmatụ maka mmekọrịta ha, ọrụ ha, na ndụ ha",
  "Otú ọ dị, ha nọ n'ihe ijuanya ka ndụ tụbara onye ọ bụla n'ime ha n'anya",
  "N'ikpeazụ, ha chọpụtara ihe niile",
  "E gosipụtara ihe nkiri a n'abalị iri abụọ na otu nke ọnwa June 2019 ma Pascal Amanfo duziri ya.",
  "Selassie Ibrahim lụrụ Ibrahim Adam onye bụbu onye ozi nke National Democratic Congress ma ha mụtara nwa nwoke na nwa nwanyị."
]