[
  "Selam Tesfaye (amụrụ n'abalị iri na asaa n'ọnwa Ọktoba n'afọ 1992) bụ onye Etiopia na-eme ihe nkiri. Ọrụ ya na-emekarị ka ọ bụrụ onye na-eme ihe nkiri na onye na-eduzi ihe nkiri dị iche iche",
  "Dị ka onye natara ọtụtụ onyinye, ọkachasị Gumma Awards, ọ bụ otu n'ime ihe ngosi kachasị ewu ewu na ụlọ ọrụ ihe nkiri Etiopia.",
  "Ọ bụ onye isi omee na ihe nkiri Crumbs, nke Miguel Llansó duziri, ma kwalite ya dị ka ihe nkiri sayensị mbụ nke ndị Etiopia mere.",
  "A mụrụ Selam Tesfaye n'ogige ndị agha a na-akpọ \"Tolay\", na Harar, n'ebe ọwụwa anyanwụ Etiopia",
  "Ọ kwagara Humera ma mụọ akwụkwọ site na klas nke anọ ruo nke iri n'ebe ahụ",
  "N'oge ọ na-akwaga Addis Ababa, ọ pụghị isu Amharic na mbụ",
  "N'agbanyeghị ihe ọ bụla, ọ gbara mbọ ikwu okwu nke ọma iji mee ihe nkiri",
  "Ọ na-ekwukarị na ọ \"na-ahọrọ ịrụ ọrụ na ihe nkiri\" karịa ịrụ ọrụ nka ndị ọzọ.",
  "Selam batara n'ọkwa na ihe nkiri 2013 Sost Maezen (Bekee: Triangle), ihe nkiri natara ihe nrite nke mba ụwa",
  "Ọzọkwa, ọ rụrụ ọrụ n'ọtụtụ ihe nkiri ndị Etiopia, a makwaara ya maka ọrụ dị mkpa na Hiwot Bedereja (2014), dị ka nwa akwụkwọ na-eche mmegbu nke ụmụ klas ya ihu",
  "Ọ na-arụkwa ọrụ na ihe nkiri ịhụnanya Lik Negn (2013).",
  "Selam mekwara dị ka Sayat na ihe nkiri akụkọ sayensị nke afọ 2015 Crumbs",
  "Ihe nkiri a bụ nke mbụ sci-fi mepụtara na Etiopia ma nweta ọtụtụ otuto.",
  "Mgbe afọ 2016 gachara, o nwetara ọtụtụ ọrụ n'ime ihe nkiri, nke a makwaara site na ngosipụta ya na ihe ngosi ihe nkiri ịhụnanya dị iche iche, Seba Zetegn (2016) na Yimeches Yarada Lij 2 (2017)",
  "A makwaara ya maka ihe nkiri na-atọ ọchị nke afọ 2015 bụ Tilefegn, nke ya na Kassahun Fesseha na-eme.",
  "N'afọ 2017, Selam laghachiri na ihe na-esote Sost Maezen, Sost Maecen 2",
  "Na mgbakwunye na nke ahụ, ọ rụkwara ọrụ na ihe nkiri na-atọ ọchị, dị ka Yabedech Yarada Lij 3 na Atse Mandela n'afọ ahụ.",
  "Selam na Amanuel Tesfaye nwere mmekọrịta ogologo oge; ha abụọ kwere nkwa ọlụlụ ma lụọ n'afọ 2018",
  "Ha nwere otu nwa",
  "Na agbamakwụkwọ ya, o mere oriri nke kpọtara ụfọdụ ndị ama ama",
  "Ya na nne ya bi ugbu a na Addis Ababa.",
  "Na Septemba 2018, Selam meriri ihe nrite Best Actress na 9th Addis Music Awards, maka ihe nkiri Yabedech Yarada Lij"
]