[
  "Selby Mvusi (1929-1967) bụ onye na-ese ihe na South Africa",
  "A mụrụ ya na Richmond, KwaZulu-Natal, na 18 June 1929",
  "N'afọ 1961, ọ nwetara ọrụ na Clarke College, Atlanta, Georgia",
  "Ọ nwụrụ n'ihe mberede ụgbọala na nso Nairobi, Kenya, na 10 Disemba 1967. N'afọ 2015, Elza Miles dere akụkọ maka ndụ nke Mvusi, nke akpọrọ Selby Mvusi: To Fly With the North Bird South.",
  "Nne na nna ya bụ Vunina (Nxasane) Mvusi na Jotham Mvusi",
  "Nna ya si n'ezinụlọ na-arụ ọrụ ugbo",
  "Mvusi gụsịrị akwụkwọ na Mahadum Fort Hare ebe o nwetara nzere nkà mmụta okpukpe na 1935",
  "Mvusi na ezinụlọ ya kwagara Alice na Eastern Cape mgbe a họpụtara nna ya dị ka odeakwụkwọ ukwu nke Students Christian Movement na Mahadum Fort Hare.",
  "Selby na nwanne ya nwanyị gara ụlọ akwụkwọ Lovedale Presbyterian Church Primary School mgbe ha bi na Eastern Cape",
  "Ezinụlọ Mvusi laghachiri na KwaZulu-Natal mgbe nna ya malitere ịrụ ọrụ dị ka onye isi ụkọchukwu na Chọọchị Metọdist di na Durban",
  "Mvusi gụsịrị akwụkwọ praịmarị ya na Ndaleni na Natal Midlands",
  "Ọ gụsịrị akwụkwọ sekọndrị ya na 1948 na Adams College dị nso na Amazimtoti na Natal",
  "N'afọ 1949, ọ gbasoro nzọụkwụ nna ya site n'ịga Mahadum Fort Hare, naanị mahadum dị na South Africa nke meghere maka ndị India, ndị na-acha ọcha ndị ojii South Africa",
  "Ọrụ mahadum ya kpughere ya nye African National Congress Youth League (ANCYL), nke ọ sonyeere",
  "A họpụtara ya na kansụl na-anọchite anya Ụmụ akwụkwọ (SRC) nke Fort Hare ma sonye n'ọtụtụ òtù ụmụ akwụkwọ ndị ọzọ.",
  "Mvusi zụlitere mmasị ya na nka mara mma na Fort Hare",
  "Ọ bụ ezie na Fort Hare enweghị ngalaba nke Fine Arts, ọ kwadoro obere ọmụmụ ihe gbasara nka eserese nke onye prọfesọ Bekee na onye na-ese ihe, Prọfesọ Donald Stuart",
  "Mvusi so Harold Strachan rụọ ọrụ n'afọ ndị 1950",
  "Prọfesọ ahụ so Selby na ụmụ akwụkwọ ndị ọzọ gaa njem na-ese ihe na ngwụsị izu mgbe niile na mpaghara ndị dị ka Alice na Hogsback",
  "Onye na-ese ihe, Peter Clarke, kwuru na oge Selby nọrọ na Stuart bụ ihe enyemaka n'ịkpali mmasị Shelby na nka",
  "Selby gụsịrị akwụkwọ ọzọ na Mahadum Rhodes na Grahamstown",
  "Otu afọ mgbe e mesịrị, o debara aha ya maka nkuzi na nka na Ndaleni Teachers Training College nke e guzobere ọhụrụ",
  "Nke a bụ naanị kọleji nka emebere maka ndị Black South Africa n'oge ahụ n'okpuru ịkpa ókè agbụrụ",
  "Ọ na-emekarị ihe ngosi ndị a na-agaghị echefu echefu maka ịgba egwú na akwa ndị dọkara adọka.",
  "Selby bụ onye na-anaghị etinye aka na ndọrọ ndọrọ ọchịchị ma gosipụta obere mmasị na ọrụ ndọrọ ndọrọ ọchịchị ọ bụ ezie na mahadum jupụtara na ọtụtụ nsogbụ.",
  "Mvusi nwụrụ n'ihe mberede ụgbọala na nso Nairobi, Kenya, na 10 Disemba 1967."
]