[
  "Selenium bụ kemịkal nwere akara Se na nọmba atọm iri atọ na anọ",
  "Ọ bụ ihe na-abụghị ọla (nke a na-adịghị ele anya dị ka metalloid) nke nwere njirimara ndị dị n'etiti ihe ndị dị n\"elu na n'okpuru na tebụl oge, sulfur na tellurium, ma nwee ihe yiri arsenic",
  "Ọ na-esikarị eme n'ọnọdụ elemental ya ma ọ bụ dị ka ihe dị ọcha na mkpo ụwa",
  "Selenium sitere na Grik selńnē (σελήνη 'Ọnwa') bụ nke Jöns Jacob Berzelius chọpụtara n'afọ 1817, onye kwuru na ihe ọhụrụ ahụ yiri tellurium a chọtara na mbụ (nke aha ya bụ Ụwa).",
  "A na-achọta Selenium na ọla sulfide ore, ebe ọ na-anọchi akụkụ sọlfọ",
  "Azụmahịa, a na-emepụta selenium dị ka ihe na-esi na nchacha nke ọla ndị a, na-abụkarị n'oge mmepụta",
  "A maara mineral ndị dị ọcha selenide ma ọ bụ ogige selenate ma ọ dị ụkọ",
  "Ndị isi azụmahịa maka selenium taa bụ iko na pigmenti",
  "Selenium bụ semiconductor na-eji na photocell",
  "Ngwa dị na ngwa eletrọnịkị, mgbe ọ dị mkpa, ejirila ngwaọrụ semiconductor silicon dochie anya",
  "A ka na-eji Selenium n'ụdị ole na ole nke ihe nchekwa ọkụ ọkụ DC yana otu ụdị ntụpọ fluorescent quantum.",
  "Ọ bụ ezie na ọnụọgụ nke selenium dị mkpa maka ọrụ cellular n'ọtụtụ anụmanụ, gụnyere ụmụ mmadụ, ma elemental selenium na (karịsịa) nnu selenium na-egbu egbu na ọbụna obere doses, na-akpata selenosis",
  "A na-edepụta Selenium dị ka ihe dị n'ọtụtụ multivitamins na ihe mgbakwunye nri ndị ọzọ, yana n'usoro nwa ọhụrụ, ọ bụkwa akụkụ nke enzymes antioxidant glutathione peroxidase na thioredoxin reductase (nke na-ebelata ụfọdụ mkpụrụ ndụ oxidized n'ime ụmụ anụmanụ na osisi ụfọdụ) yana na deiodinase enzymes di atọ",
  "Ihe Selenium chọrọ na osisi dị iche iche site na ụdị, na ụfọdụ osisi chọrọ nnukwu ego na ndị ọzọ na-achọghị nke ọ bụla.",
  "Selenium na-emepụta ọtụtụ allotropes nke na-agbanwe na mgbanwe okpomọkụ, dabere na ọnụego mgbanwe okpompomọkụ",
  "Mgbe a kwadebere ya na mgbanwe kemịkal, selenium na-abụkarị ntụ na-acha ọbara ọbara",
  "Mgbe ọ gbazere ngwa ngwa, ọ na-emepụta ụdị ojii, vitreous, nke a na-erekarị ahịa dị ka beads. Nhazi nke selenium ojii anaghị adịkarị na mgbagwoju anya yana nwere mgbanaka polymeric nwere ihe ruru 1000 atom kwa mgbanaka",
  "Black Se bụ ihe na-agbaji agbaji, siri ike na-atọ ụtọ nke na-agbaze na CS2",
  "Mgbe ọ na-ekpo ọkụ, ọ na-adị nro na 50 ° C wee gbanwee na selenium isi awọ na 180 ° C;  A na-ebelata okpomọkụ mgbanwe site na ọnụnọ halogens na amines.",
  "A na-emepụta ụdị α, β, na γ na-acha ọbara ọbara site na ngwọta nke selenium ojii site na ịgbanwe ọnụego evaporation nke solvent (na-abụkarị CS2)",
  "Ha niile nwere obere, monoclinic crystal symmetry (ìgwè oghere 14) ma nwee ihe fọrọ nke nta ka ọ bụrụ otu mgbanaka cyclooctaselenium (Se8) nwere nhazi geometric dị iche iche, dị ka na sulfur. Atọ asatọ nke mgbanaka abụghị otu (ya bụ, a naghị edepụta ha n'otu n'otu site na ọrụ ọ bụla), na n'eziokwu n'ụdị γ-monoclinic, ọkara mgbanaka dị n'otu nhazi (na onyinyo enyo ya) na ọkara na nke ọzọ. Nkwakọ ngwaahịa dị oke n'ụdị α",
  "Na mgbanaka Se8, anya Se-Se na-adịgasị iche dabere na ebe abụọ atọm dị na mgbanaka ahụ, mana nkezi bụ 233.5 ehihie, na akụkụ Se-Se-Se bụ nkezi 105.7°",
  "Allotropes selenium ndị ọzọ nwere ike ịnwe mgbanaka Se6 ma ọ bụ Se7.",
  "Ụdị selenium kachasị kwụsiri ike na nke siri ike bụ isi awọ ma nwee chiral hexagonal crystal lattice (ohere otu 152 ma ọ bụ 154 dabere na chirality) nwere eriri polymeric helical, ebe anya Se-Se dị 237.3 pm na Se-Se  -Se akụkụ bụ 103.1° °. Ogologo dị n'etiti agbụ bụ 343.6 pm",
  "A na-emepụta Gray Se site na okpomọkụ dị nro nke allotropes ndị ọzọ, site na iji nwayọ na-ajụ oyi nke Se a gbazere agbaze, ma ọ bụ site na ịdọrọ ikuku Se n'okpuru ebe agbaze",
  "Ọ bụ ezie na ụdị Se ndị ọzọ bụ insulators, Se na-acha ntụ ntụ bụ semiconductor na-egosi fotoconductivity dị mma",
  "N'adịghị ka allotropes ndị ọzọ, ọ pụghị ịgbasa na CS2",
  "Ọ na-eguzogide oxidation site na ikuku ma ọ bụghị nonoxidizing acid na-awakpo ya",
  "Site na ihe na-ebelata ihe siri ike, ọ na-emepụta polyselenides",
  "Selenium anaghị egosipụta mgbanwe na viscosity nke sulfur na-aga mgbe ọ na-eji nwayọọ nwayọọ na-ekpo ọkụ.",
  "Selenium nwere isotopes asaa sitere n'okike",
  "Ise n'ime ndị a, ⁷⁴Se, ⁷⁶Se, ⁷⁷Se, ⁷⁸Se, ⁸⁰Se, kwụsiri ike, ebe 80Se bụ nke kachasị ukwuu (49.6% ụbara eke)",
  "Ihe na-emekarị bụ radionuclide 82Se nke dị ogologo ndụ, nke nwere ọkara ndụ nke 9.2 × 1019 afọ.",
  "Radioisotope 79Se na-abụghị nke primordial na-emekwa na nkeji ole na ole na uranium ore dị ka ngwaahịa nke fission nuklia",
  "Selenium nwekwara ọtụtụ isotopes na-adịghị akwụsi ike site na 64Se ruo 95Se; ndị kacha kwụsie ike bụ 75Se nwere ọkara ndụ nke ụbọchị 119.78 na 72Se nwere ọkpụ ndụ nke ụbọchị 8.4",
  "Isotopes dị mfe karịa isotopes kwụsiri ike na-aga beta gbakwunyere na isotopes nke arsenic, na isotoples dị arọ karịa isotoples kwụsiri oke na-aga n'ihu na beta gbakwushere na isótopes nke bromine, yana ụfọdụ obere neutron emission na isotops kachasị arọ.",
  "Selenium compounds na-adịkarị na steeti oxidation -2, +2, +4, na +6.",
  "Selenium na-emepụta oxides abụọ: selenium dioxide (SeO2) na selenium trioxide (SeO3)",
  "Selenium dioxide sitere na mmeghachi omume nke selenium elemental na oxygen:",
  "Ọ bụ ihe siri ike nke polymeric nke na-etolite mkpụrụ ndụ SeO2 monomeric na oge gas",
  "Ọ na-agbaze n'ime mmiri iji mepụta selenous acid, H2SeO3",
  "A pụkwara ime Selenous acid ozugbo site na oxidizing elemental selenium na nitric acid::",
  "N'adịghị ka sọlfọ, nke na-eme trioxide kwụsiri ike, selenium trioxide anaghị eguzosi ike n'ezi ihe ma na-ereka dioxide n'elu 185 °C:",
  "A na-emepụta Selenium trioxide n'ime ụlọ nyocha site na mmeghachi omume nke potassium selenate anhydrous (K2SeO4) na sulfur trioxide (SO3).",
  "A na-akpọ nnu nke selenous acid selenites",
  "Ndị a gụnyere selenite ọlaọcha (Ag2SeO3) na sodium selenite (Na2SeO3).",
  "Hydrogen sulfide na mmiri selenous acid na-emeghachi omume iji mepụta selenium disulfide:",
  "Àtụ:Notelist"
]