[
  "Selfati (a mụrụ n'ụbọchị nke 1 n'ọnwa Febụwarị n'afọ 1967), bụ onye na-ese ihe na Morocco nke bi ugbu a na Paris, Tangiers na New York.",
  "A mụrụ Ilias Selfati na obodo dị n'ụsọ oké osimiri nke Tangiers",
  "Ọ gụrụ akwụkwọ wee nweta diplọma na Fine Arts na School of Fine Arts na Tetouan, Morocco",
  "O guzobere ụlọ ọrụ ya na Paris, ebe o biri otu afọ",
  "Site ebe a, ọ gara Madrid, Spain iji gaa n'ihu na ọmụmụ nka ya na UCM ebe ọ bụ ọkachamara na ibipụta akwụkwọ.",
  "Selfati biri na Madrid maka afọ iri abụọ sochirinụ",
  "Ọ bi ma na-arụ ọrụ ugbu a n'etiti Paris, Tangiers na New York.\nSelfati nwere isiokwu edere banyere ọrụ ya site n'aka ndị edemede dịka Tahar Ben Jelloun (Tahar Ben Jelloun) na Agustin del Valle, na ndị nkatọ nka dịka Jean-Pierre Van Tieghem",
  "A pụrụ ịhụ ọrụ Selfati n'ọtụtụ nchịkọta onwe na nke ọha nke gụnyere National Calcography na Royal Spanish Academy of Fine Arts, Madrid, Spain, Tangiers American Legation Museum na Morocco, African Centre na Madrid, Spain na National Library na Madrid, Spain.\nSelfati nọ n'oge na mmeghe nke Musée Mohammed VI d'Art Moderne et Contemporain ọhụrụ na Rabat, Morocco (October 7, 2014) ebe otu n'ime ihe osise ya kwụ ugbu a.",
  "O bu ụzọ gosipụta ọrụ ya na 1987 na Spanish Library na Tangiers, kemgbe ahụ, o nweela ihe ngosi n'ọtụtụ mba.\nTalmart Gallery, Paris 2013, Mohamed Drissi Gallery, Tangiers 2013, Atelier 21 Gallery, Casablanca 2011, Tindouf Gallery, Marraquech 2010, Cité des Arts, Paris 2007, Hotel D’Albret, Paris 2003, Delacroix Gallery, Tangiers 2002 O sonyere na Cow Parade na Madrid 2009",
  "O sonyekwara na Nuit Blanche na Paris na 2010 na 2012).",
  "Selfati gosipụtara akwụkwọ uri “Incandescence” nke Mohamed Hmoudane dere (Editor: Al Manar (1 May 2004), Asụsụ: French, ISBN ,  )",
  "Ihe osise Selfati enwetala ọtụtụ ihe nrite dịka nkwanye ugwu na National Print Prize na Madrid, Spain n'afọ 2002, 1st Prize in the Art Competition “Thinking With Your Hands” nke Cervantes Institute na Morocco mere n'afọ 2000, ahọpụtara ọrụ ya maka ngosi na mbipụta isii nke Gregorio Prieto Drawing Prize na Spain ma họrọ ya maka ihe ngosi Generacion 2000 nke Caja de Madrid Foundation (Madrid Savings and Loans) na-eme kwa afọ iji gosipụta ọgbọ na-abịanụ nke ndị na-ese ihe n'oge a na Spain",
  "Ọ bụ onye na-ebi akwụkwọ nke ọma ma họrọla akwụkwọ ya maka ngosi na mbipụta isii nke National Print Prize na Madrid, Spain yana mbipụta abụọ nke Print Prize nke Marbella Museum of Modern Art na ndịda Spain.",
  "E nyela Selfati onyinye agụmakwụkwọ n'efu, ọ gaala ọmụmụ ihe na mba dị iche iche; e nyere ya ohere agụmakwụkwọ n'efu site na Ngalaba French nke Ọdịbendị na Cite del Arts na Paris, France na 2001 na 2003",
  "A kpọrọ ya ka ọ gaa Assilah Art Festival ugboro atọ iji see ihe osise ma sonye na ọmụmụ ihe nke Ememe ahụ",
  "A kpọrọ ya ka ọ gaa ọmụmụ ihe nke Chicano Group mere na Los Angeles, USA na 1997.",
  "“El País” (2.11.00), Spain.",
  "Amongst the Crowd, Fietta Jarque (El País), Madrid, Spain.",
  "“Ịdị n’otu” dị mfe dị ka o siri ike, Emilio Sanz de Soto",
  "Spain.",
  "Ihe osise site na Fusion, Diego Muñoz (La Vanguardia), Spain.",
  "Selfati, onye kere ụwa nke akara na agba na mgbanwe mgbe niile, Fausto Fernández, París"
]