[
  "Selma Baccar ma ọ bụ Salma Baccir (amụrụ na Disemba 15, 1945) bụ onye Tunisia na-eme ihe nkiri, onye na-emepụta ihe na onye ndọrọ ndọrọ ọchịchị",
  "A na-ewere ya dị ka nwanyị mbụ mere ihe nkiri ogologo oge na Tunis. A maara Baccar maka ịmepụta manifestos site na ihe nkiri ya, nke na-elekwasị anya na ikike ụmụ nwanyị na Tunisia.",
  "A mụrụ Selma Baccar na Disemba 15, 1945 na Tunis",
  "Ezinụlọ ya kwagara Hammam-Lif mgbe ọ dị afọ asaa. Nne na nna ya zụlitere Baccar dị ka onye Alakụba, o wee soro ezinụlọ ya gaa Mecca ugboro abụọ; Otú ọ dị, Baccar na-akọwa onwe ya dị ka onye agnostic. Ọ malitere ịmụ nkà mmụta akparamàgwà mmadụ na 1966 ruo 1968 na Lausanne, Switzerland",
  "Ọ kwagara ebe ọzọ mgbe afọ abụọ gasịrị iji mụọ ihe nkiri na Paris na Institut Francais de Cinema Ọ ghọrọ onye otu Tunisian Federation of Amateur Filmmakers, ebe ọ rụrụ ọrụ dị ka onye enyemaka onye nduzi maka usoro telivishọn Tunisian.",
  "Mgbe ọ dị afọ iri abụọ na otu, Baccar malitere imepụta ihe nkiri dị mkpirikpi na 1966, ya na ụmụ nwanyị ndị ọzọ na klọb ihe nkiri Hammam-Lif. Ihe nkiri ya na-elekwasị anya na nsogbu ụmụ nwanyị na ikike na Tunisia",
  "Ihe nkiri mkpirikpi mbụ ya, nke e mere na 1966, bụ ihe nkiri ojii na ọcha a na-akpọ L'Eveil, nke na-ekwu maka nnwere onwe ụmụ nwanyị na Tunisia",
  "L'Eveil mechara nweta otuto",
  "Baccar duziri ihe nkiri mbụ ya zuru oke na 1975 nke akpọrọ Fatma 75, a na-ewere ihe nkiri a dị ka \"ihe nkiri ọsụ ụzọ\" na Tunisia. Nke a bụ ihe nkiri mbụ zuru oke nke nwanyị duziri",
  "Fatma 75, \"ihe nkiri edemede ụmụ nwanyị banyere ọrụ ụmụ nwanyị na Tunisia\". Ihe nkiri ahụ na-eji nkuzi nke na-ekwu maka ụmụ nwanyị na Tunisia. A machibidoro ihe nkiri ahụ ruo ọtụtụ afọ, n'ihi nsogbu nnyocha n'ọtụtụ ihe nkiri, site na Ministri ozi nke Tunisia, ọ nweghịkwa ike ile ya anya na ụlọ ihe nkiri azụmahịa. Ihe nkiri ya nke abụọ zuru oke, Habiba Mīsika (1994), bụ ihe nkiri nke onye na-agụ egwu na onye na-agba egwu na Tunisia, Marguerite Habiba Msika. Flowers of Oblivion kọrọ akụkọ banyere Zakia, onye opium riri ahụ n'ụlọ ọgwụ ndị isi mgbaka na Vichy-achị Tunisia na 1940s. Onye nduzi ahụ nwere ụlọ ọrụ mmepụta nke ya n'okpuru Intermedia Productions n'akụkụ ndị nduzi nwanyị ndị ọzọ a ma ama, iji mee ihe nkiri na mgbasa ozi. Baccar emepụtawokwa ọtụtụ ihe nkiri dị mkpirikpi.",
  "Mgbalị Baccar na-eme maka ikike ụmụ nwanyị Tunisia dugara ya n'ọrụ ndọrọ ndọrọ ọchịchị; ebe ọ ghọrọ onye otu ndọrọ ndọrọ ọchịchị Al Massar. N'ọnwa Ọktoba n'afọ 2011, a họpụtara Baccar dị ka onye otu na Nzukọ Ndị Omeiwu",
  "N'afọ 2014, Baccar ghọrọ onye isi oche nke otu ndị omeiwu nke Democrats na Tunisia",
  "Baccar bụ osote onye isi oche nke otu Democratic, ọ ghọrọ \"nwaanyị mbụ na naanị nwanyị na-eduzi otu ndị omeiwu\".",
  "Ihe nkiri ndị ọzọ"
]