[
  "Selorm Adadevoh bụ onye isi azụmahịa na teknụzụ nke Ghana",
  "Ọ bụ onye isi nchịkwa nke MTN Ghana ugbu a, nke MTN Group. Ọ rụrụ ọrụ dị ka onye na-ahụ maka nkwukọrịta, onye isi azụmaahịa na onye ndụmọdụ na Africa, Caribbean, UK na US.",
  "Adadevoh gụrụ akwụkwọ sekọndrị na St",
  "Peter's Boys Senior High School. O nwere nzere bachelọ nke sayensị na Civil Engineering site na Kwame Nkrumah University of Science and Technology (KNUST), Ghana na Masters na Business Administration (MBA) na Finance and Strategic Management site na The Wharton School of University of Pennsylvania, USA.",
  "Adadevoh malitere ọrụ ya ma rụọ ọrụ afọ 10 dị ka onye ndụmọdụ teknụzụ na mbụ maka Hewlett-Packard (HP) na UK, ebe ọ rụrụ ọrụ dị ka onye ọka iwu maka ụlọ ọrụ dị ka Hutchison 3G, Vodafone, FTSE 100 ma mesịa bụrụ onye ndụmọdụ nchịkwa na L.E.K",
  "Consulting na USA ebe ọ rụrụ na Mergers, Acquisitions na Private Equity ndụmọdụ maka ụlọ ọrụ ndị dị ka United Airlines, Jetblue, Procter & Gamble, Pfizer, Laidlaw na ọtụtụ ndị ọzọ.",
  "O mechara kwaga Ghana ịrụ ọrụ dị ka Chief Commercial Officer (COO) na Head of Mobile Financial Services (MFS) maka Tigo (Millicom) Ghana. N'ọrụ ya dị ka COO na Onye isi nke MFS karịsịa, ọ bụ ọrụ ya n'ịhụ na ụlọ ọrụ ego mkpanaka na Ghana na-akwalite Tigo na netwọk ndị ọzọ.",
  "A họpụtara Adadevoh dị ka Global Director for Mobile Financial Services (MFS) na Digicel, Haiti na Disemba 2014",
  "Ọ gara n'ihu na-arụ ọrụ n'ebe ahụ ruo afọ atọ site na ọrụ ya dị ka Global Director nke MFS ruo COO nke Digicel na Mee 2015 ma mesịa bụrụ CEO nke Digicer, Haiti na Machị 2016, nke bụ nke kachasị n'ime ọrụ 32 nke Digices n'ụwa niile.",
  "Na June 2018, a họpụtara Adadevoh dị ka onye isi nke MTN Ghana, onye enyemaka nke MTN Group",
  "Ọ nọchiri Ebenezer Asante onye e buliri elu ka ọ bụrụ Ebenezer Asante osote onye isi oche nke MTN Group. E nyere ya Marketing Man of the Year 2020 na 32nd Annual National Marketing Performance Awards nke Chartered Institute of Marketing haziri.",
  "Adadevoh bụ onye otu Women's World Banking Ghana (WWBG), Sahel Grains Ltd na Digital Impact Alliance (DIAL) nke UN Foundation na-akwado. Ọ bụ onye TEDx fellow, na onye otu African Leadership Network (ALN)."
]