[
  "Selom Mawugbe (amụrụ na Julaị 20, 1998) bụ onye America ọkachamara basketball player maka Santa Cruz Warriors nke NBA G League",
  "Ọ gbara bọọlụ kọleji maka Mahadum Azusa Pacific",
  "A mụrụ Mawugbe na Lancaster, California nye nne na nna bụ́ ndị Ghana si mba ọzọ, kwaga Santa Clarita, California mgbe ọ dị afọ asatọ",
  "Ọ gara ụlọ akwụkwọ sekọndrị Canyon, na-egwuri egwu n'okpuru onye nchịkwa Sean Delong",
  "Ọ tolitere n'ịgba bọl wee malite ịkụ basketball mgbe ọ dị afọ 14",
  "Mawugbe guzoro 6'1 dị ka onye ọhụrụ na ụlọ akwụkwọ sekọndrị ma nwee uto uto, ruo 6'10",
  "Akpọrọ ya aha otu egwuregwu All-Valley, yana aha nkwanye ugwu All-Valley dị ka onye obere",
  "Ọ kwadoro na Azusa Pacific University, bụ nanị ụlọ akwụkwọ nyere ya ohere ịgụ akwụkwọ, nke ha mere mgbe ha na-ewe otu n'ime ndị otu ụlọ akwụkwọ sekọndrị.",
  "Mawugbe gụrụ biochemistry na Mahadum Azusa Pacific wee pụta dị ka onye egwuregwu dị mkpa na otu basketball ha. Ọ duziri otu ahụ na blọk 40 dị ka onye ọhụrụ ma setịpụ ndekọ Cougar otu oge maka blọk na 2.78 kwa egwuregwu dị ka onye nọ n'afọ nke abụọ",
  "N'afọ ahụ, Mawugbe duziri Nzukọ Pacific West na mgbochi mgbochi, na-emecha nke ise na mba ahụ na blọk na 89",
  "N'afọ nke mbụ ya, ọ duziri PacWest na mgbochi mgbochi ọzọ na 107, na-emecha nke abụọ na mba ahụ na blọk na 3.45 blocks kwa egwuregwu, na-emebi ndekọ nke ya nke o setịpụrụ n'afọ gara aga",
  "Mawaugbe nwetakwara akara 11.8 na 8.0 rebounds kwa egwuregwu. A kpọrọ ya PacWest Defensive Player of the Year",
  "Dị ka onye okenye, Mawugbe duziri Division II na pasentị ịgba égbè (71.7) ma mechie nke abụọ na blọk ọ bụla (3.1), na-enyere Cougars aka na asọmpi PacWest tupu oge ha agwụ n'ihi ịkagbu asọmpi NCAA",
  "Ọ na-eme nkezi okpukpu abụọ nke 16.9 na 10.4 rebounds kwa egwuregwu, a na-akpọkwa ya PacWest Player of the Year. Iji nyere aka kwụọ ụgwọ ya, Mawugbe chọtara ọrụ na ngalaba ụlọ na ubi na Lowe na Santa Clarita.",
  "Na Jenụwarị 11, 2021, Santa Cruz Warriors dere Mawugbe na nke 21st pick na agba nke abụọ nke 2021 NBA G League draft. Ọ bụ onye isi njikwa Ryan Atkinson chọpụtara ya, onye chọpụtara ihe ndị dị mkpa na kọleji ya mgbe ọ na-enyocha ihe nkiri site na ọtụtụ atụmanya. Mawugbe nwetara akara 5.3 na 4.4 rebounds kwa egwuregwu mgbe ọ na-agba ọsọ pasent 83 site n'ọhịa. Ọ nọrọ n'èzí na 108-96 playoff na Lakeland Magic na mmerụ ahụ n'ikpere."
]