[
  "Seme Border bụ obodo dị na Naijiria n'ókè ya na Benin, nkeji iri atọ site na Badagry n'okporo ụzọ dị n'ụsọ oké osimiri n'etiti Lagos na Cotonou",
  "Seme bụ akụkụ nke Badagry Division nke Lagos State",
  "Site na nkewa ndọrọ ndọrọ ọchịchị dị ugbu a na steeti ahụ, ọ dị n'okpuru Badagry -West Local council development area (LCDA).",
  "E meghere ụlọ ọrụ ọhụrụ dị iche iche maka ogige ókèala na 23 Ọktoba, na afọ 2018.",
  "Ọ dịkarịa ala ugboro atọ n'afọ 2005-2009 ime ihe ike amalitela n'obodo dị n'ókè, na-akpata ọdachi.\nA na-akọ na ọ bụ ihe na-eme mgbe niile maka ndị ọrụ Naijiria ịkpasu ndị njem iwe maka ego n'ókè ma ọ bụ n'ebe ndị a na-enyocha n'okporo ụzọ na-esi n'óké ahụ na-eduga.\nOge ịkwọ ụgbọala dị n'etiti Badagry na ókèala Seme emeela okpukpu atọ site na ọnụnọ nke ebe nyocha iwu na-akwadoghị nke e guzobere iji manye ndị njem",
  "Ihe a kpọtụrụ aha karịsịa bụ ndị ọrụ mbata na-etinye aka na izu ohi n'ehihie",
  "A haziri ogige ókèala ahụ nke ọma, na-enweghị ụzọ ụgbọ ala kwesịrị ekwesị na ọdụ nyocha",
  "Ụfọdụ n'ime ọnọdụ ndị Naijiria anọwo n'ime mpaghara Benin kemgbe Eprel 6, na afọ 2001",
  "Ndị na-ebubata ndị mmadụ na-eji mgbagwoju anya a eme ihe.\nSeme bụ isi ebe maka ndị mbịarambịa na-abanye ma ọ bụ na-apụ na Naijiria n'ụzọ iwu na-akwadoghị, yana maka ndị na-ebubata wii wii na ihe ndị ọzọ iwu na-achịkwa n'ihi oghere ya.",
  "SON kpughere ọrụ Seme Border iji chọpụta mbata nke ngwaahịa ndị na-adịghị mma yana Seme border Command nke Nigeria Customs Service, NCS, anakọtara N701.5 nde dị ka ego na Ọugust, na afọ 2017 na nso nso a ha mepụtara N1.1 ijeri na Septemba, na afọ 2017. Otú ọ dị, ọ bụ ihe mwute iburu n'uche na ebe obibi a anọwo n'ọchịchịrị ruo ihe karịrị afọ iri",
  "Ọ nweghị ihe niile gbasara mmekọrịta mmadụ na ibe ya ebe ọ bụ na gọọmentị leghaara ya anya n'akụkụ niile.",
  "Taa n'ụbọchị Ọktọba 17, na afọ 2017, Gọmentị etiti ga-ewepụ mmachibido iwu maka mbubata ụgbọ ala eji eme ihe site na ókèala dị ka onye isi oche na onye isi oche nke bọọdụ ahụ, na-ekwu na ọ megidere Association of Registered Freight Forwarders Nigeria, iwu ARFFN itinye mmachi bido maka ụgbọ ala ndị e webatara na akụ na ụba Naijiria"
]