[
  "Semolina bụ mkpuru ọka wit siri ike, nke a nụchara anụcha (ọkwa dị n'etiti) nke ọka wit durum nke a na-ejikarị eme couscous, pasta, na pudding na-atọ ụtọ. A na-ejikwa okwu semolina eme ihe iji kọwaa middlings siri ike site na ụdị ọka wit ndị ọzọ, na mgbe ụfọdụ ọka ndị ọzọ (dị ka osikapa ma ọ bụ ọka).",
  "Semolina sitere na okwu Italian semolino",
  "17901800; mgbanwe nke Italian semolino, nke ya na semol(a) \"bran\" (Latin simila \" ntụ ọka\") + -ino diminutive suffix. Ọ bụ ntụ ọka wit durum (ma ọ bụ ọka wit siri ike) nke a na-ejikarị eme pasta",
  "N'asụsụ Lithuanian sumalta pụtara  a na-egweri egweri, miltai pụtara \" ntụ ọka\" na malti pụtara \"ịkeri egwiri\", ebe semolina n'asụsụ Lithuania bụ manai",
  "[ihe odide dị mkpa] Okwu simila, semidalis, groat, na ọka nwere ike ịnwe mmalite proto-Indo-European dị ka okwu Sanskrit abụọ maka ọka wit, samita na godhuma, ma ọ bụ nwere ike ịbụ okwu mgbazinye site na Semitic root smd \"ịkwuo ya ka ọ wee pụta dika groats\" (cf",
  "Arabic:  samīd).",
  "Ịkụcha ọka wit n'oge a n'ime ntụ ọka bụ usoro nke na-eji rollers ígwè",
  "A na-agbanwe rollers ka oghere dị n'etiti ha wee dị ntakịrị karịa obosara nke ọka wit",
  "Ka a na-enye ọka wit n'ime ihe igwe ihe, rollers na-apụ n'osisi ma na-agbawa mgbe starch (ma ọ bụ endosperm) na-agbaji n'ime iberibe siri ike n'ime usoro ahụ",
  "Site na sifting, a na-ekewapụta ụmụ irighiri ihe ndị a, semolina, na bran",
  "A na-agbanyezi semolina n'ime ntụ ọka",
  "Nke a na-eme ka usoro nke ikewapụ endosperm site na bran na njé dị mfe, yana ime ka o kwe omume ikewapụ Endosperm n'ime ọkwa dị iche iche n'ihi na akụkụ dị n'ime endosperme na-agbada n'ime obere karịa akụkụ dị n\"èzí",
  "N'ihi ya, enwere ike ịmepụta ụdị ntụ ọka dị iche iche.",
  "Semolina e ji ọka wit siri ike durum mee (<i id=\"mwQA\">Triticum turgidum</i> subsp",
  "<i id=\"mwQQ\">durum</i>) na-acha odo odo. Enwere ike ịkpụ ya ma ọ bụ nke siri ike ma ọ bụ dị mma, a na-ejikwa ha abụọ mee ihe n'ọtụtụ nri dị ụtọ na nke na-atọ ụtọ, gụnyere ọtụtụ ụdị pasta",
  "Aha ndị a na-ahụkarị n'asụsụ ndị ọzọ gụnyere:",
  "Semolina e ji ọka wit dị nro (<i id=\"mwYQ\">Triticum aestivum</i>) mee bụ beige na-acha odo odo; o nwere gluten karịa ma bụrụ obere ájá na ọdịdị ya karịa durum semolina",
  "Na obodo ala bekee, a na-akpọ ya farina (ekwesighi ịgbagwoju ya anya na farina Italian, nke bụ ntụ ọka wit nkịtị); a na-ejikarị ya eme ihe maka nri ndị e siri esi karịa maka nri ndị nwere nnu",
  "Na kọntinent India, a pụrụ ịpị mkpụrụ ọka wit nkịtị ma ọ bụ nke siri ike ma ọ bụ dị mma, a na-ejikwa ha abụọ mee ihe n'ọtụtụ nri dị ụtọ na nke na-atọ ụtọ",
  "Aha ndị a na-ahụkarị n'asụsụ ndị ọzọ gụnyere:",
  "N'ikwu ya n'ozuzu, a pụkwara ịkpọ nri a na-emepụta site na ọka ndị ọzọ na-abụghị ọka wit semolina, dịka, semolina osikapa na semolina ọka",
  "A na-akpọkarị ọka semolina grits na obodo ala bekee",
  "Na Germany, Austria, Hungary, Bosnia, Bulgaria, Serbia, Slovenia, Romania, Slovakia na Croatia, (durum) semolina a maara dị ka (Hartweizen-)Grieß (okwu metụtara \"grits\") ma gwakọta ya na àkwá iji mee Grießknödel, nke enwere ike itinye na ofe",
  "Akụkụ ndị ahụ dị nnọọ njọ, n'etiti 0.25 na 0.75 milimita n'obosara",
  "A na-esikwa ya na mmiri ara ehi ma wụsa ya chocolate ka a rie ya dị ka nri ụtụtụ.",
  "N'Ịtali, a na-eji semolina (durum) eme ụdị ofe site n'isi ezigbo semolina n'ime akwụkwọ nri ma ọ bụ broth ọkụkọ",
  "A pụkwara iji Semolina mee ụdị gnocchi a na-akpọ Gnocchi alla Romana, ebe a na-agwakọta semolina na mmiri ara ehi, cheese na bọta iji mepụta osisi, wee belata na diski ma jiri cheese na bechamel sie ya.",
  "Semolina bụ nri a na-ahụkarị na West Africa, ọkachasị n'etiti ndị Nịijiịia",
  "A na-eri ya dị ka nri ehihie ma ọ bụ nri abalị na stew ma ọ bụ ofe",
  "A na-akwadebe ya dịka eba (mkpụrụ ọka cassava) ma ọ bụ fufu na mmiri ma sie ya maka nkeji 5 ruo 10.",
  "N'ọtụtụ ebe na North Africa, a na-eme durum semolina ka ọ bụrụ couscous.",
  "Na Pakistan na North India a na-akpọ semolina sooji, na South India, rava",
  "A na-eji Semolina eme nri ndị dị ụtọ na South India, dị ka rava dosa, rava idli, rava kitchadi na upma",
  "A na-eji ya eme ihe iji kpuchie iberibe azụ tupu a sie ya na mmanụ.",
  "Na US, a na-esi semolina (karịsịa ntụ ọka) iji mepụta porridge; ụdị a ma ama nke a bụ Cream of Wheat.",
  "Na UK, a na-eme ya naanị site na ịgwakọta ntụ ọka na mmiri ara ehi ọkụ, shuga na vanilla iji mee ka ọ dị ọkụ",
  "Ọ pụtara n'anya n'ime afọ 30 gara aga n'ihi obere mkpụmkpụ nke ọka ahụ na-ejigide",
  "Tupu afọ 1970 ọ bụ pudding a na-enye n'oge nri ehihie ụlọ akwụkwọ.",
  "N'ihe atụ Austria, Germany, Hungary, Bosnia, Bulgaria, Slovenia, Serbia, Romania, Croatia, Slovakia na Czech Republic bụ ọka wit semolina (aha ziri ezi bụ Weichweizengrieß na German, mana a na-akpọkarị ya Grieß) a na-esi ya na mmiri ara ehi na shuga ma ọ bụ sie ya na-etinye  shuga wee tinye ya shuga, sinamọn, ovaltine ma ọ bụ ihe ndị ọzọ na-atọ ụtọ",
  "A na-agbakwunye obere bọta mgbe niile",
  "A na-akpọ nri a Grießkoch na Austria, Grießbrei na Germany, na semolina pudding na Bekee",
  "A pụkwara ịgwakọta Grießbrei ma ọ bụ Grießkoch na ntụ ntụ na mgbe ụfọdụ mkpụrụ osisi ma ọ bụ mkpụrụ osisi ma sie ya n'ọkụ, a na-akpọkwa ya Grießauflauf.",
  "Nri e siri esi nke nwere semolina a na-akpọ Migliaccio dị na ọdịnala Neapolitan na Ịtali; ọ bụ ngwakọta nke ricotta, vanilla na citrus peel, yiri nke jupụtara na sfogliatelle, na ntụ ọka semolina agbakwunyere iji nweta achịcha dị mfe, siri ike.",
  "Na Slovakia, Sweden, Estonia, Finland, Lithuania, Latvia, Poland, Romania, Ukraine, Belarus, Israel, na Russia, a na-eri ya dị ka nri ụtụtụ, mgbe ụfọdụ a na-agwakọta ya na mkpụrụ vaịn ma na-enye ya mmiri ara ehi",
  "Na Swedish a maara ya dị ka mannagrynsgröt, ma ọ bụ sie ya na blueberries, dị ka blåbärsgröt",
  "Na Sweden, Estonia, Finland, na Latvia, maka nri a na-eri n'oge okpomọkụ, a na-esi semolina na mmiri sitere na mkpụrụ osisi ma mee ka ọ dị mfe, ikuku iji mepụta klappgröt (aha Swedish), nke a makwaara dị ka vispipuuro (aha Finnish) ma ọ bụ mannavaht (aha Estonia) ma ọ bụrụ debessmanna (aha Latvian).",
  "Na Middle East na North Africa, basbousa (nke a na-akpọkwa harisa na ụdị ụfọdụ nke Arabic, dịka",
  "Asụsụ Aleksandria nke Arabic nke Ijipt) bụ achịcha semolina na-atọ ụtọ nke a na-etinye na syrup na-esi ísì ụtọ ma na-ejikarị mkpụrụ osisi eme ihe",
  "Na North Africa, a na-ejikwa ya eme harcha, ụdị achịcha a na-eri nri ụtụtụ, nke a na-emekarị na jam ma ọ bụ mmanụ aṅụ.",
  "Na mpaghara kọntinent India, a na-eji semolina (nke a na-akpọ Rava, suji ma ọ bụ shuji) eme ihe maka ihe ndị dị ka halwa na rava kesari",
  "Nkwadebe dị otú ahụ bụkwa nri na-ewu ewu na Gris (halvas) na Saịprọs (halvas)",
  "Na Gris, a na-eme ihe oriri galaktoboureko site n'ime custard site na semolina wee fụchie ya na mpempe akwụkwọ phyllo",
  "Na Saịprọs, enwere ike ịgwakọta semolina na almond cordial iji mepụta pudding dị mfe, nke mmiri",
  "Na Turkey (helva), Bulgaria (halva), Iran (halva)), Pakistan (halva, Bangladesh (halua), Palestine (khalva), na mba ndị Arab, a na-eji semolina a kpọrọ ọkụ na shuga, bọta, mmiri ara ehi, na mkpụrụ osisi pine eme halawa mgbe ụfọdụ",
  "Na Nepal, a na-akpọ semolina suji ma jiri ya kwadebe nri na-atọ ụtọ dị ka haluwa (Nepali nke India na Pakistani halwa) ma ọ bụ puwa",
  "Na Myanmar (Burma), a na-eji semolina (nke a na-akpọ shwegyi) eme ihe na nri a ma ama a na-eme ka ọ bụrụ sanwin makin",
  "Na Sri Lanka, a na-akpọ semolina rulan ma jiri ya mee achịcha na-atọ ụtọ na ihe na-atọ ọchị a na- woowe \"rulan aluwa\"",
  "Na Turkey, a na-eji semolina eme nri na-atọ ụtọ a na-akpọ şekerpare na şambali.",
  "Dị ka ihe ọzọ na-abụghị nri ọka, enwere ike iji semolina mee ntụ ọka n'elu ebe a na-eme achịcha iji gbochie ịrapara",
  "N'ime achịcha, a na-ekwu na obere akụkụ nke durum semolina agbakwunyere na ngwakọta ntụ ọka a na-ahụkarị na-emepụta mkpo dị ụtọ",
  "[ndetu a chọrọ ]"
]