[
  "Àtụ:MedalTableTop\nSentayehu Ejigu Tamerat (amụrụ na 21 na onwa nke isii, na afọ 1985 na Debre Markos, Amhara Region) bụ onye Etiopia na-agba ọsọ ogologo oge, onye ọkachamara na mita 3000 na 5000. Ọ nọchitere anya Etiopia na 2004 Summer Olympics",
  "Mgbe ọ fọrọ nke nta ka ọ ghara inweta ihe nrite na afọ 2006 IAAF World Indoor Championships na 2009 World Championships, o mere ọganihu ya na 2010, na-emeri ọla nchara na African Championships in Athletics and World Indoors",
  "Ọ bụ onye nwetara ọlaọcha na afọ 2010 IAAF Continental Cup.",
  "Ọ bụ onye nke atọ kachasị ọsọ n'oge niile karịa 3000 m n'ime ụlọ na nkeji 8:25.27. Ọ nọkwa n'etiti ụmụ nwanyị asatọ kachasị ọsọ karịa 5000 m ma n'èzí ma n'ime ụlọ.",
  "Dị ka nwatakịrị, ụkwụ ya na-agba ọsọ mere ka ọ bụrụ nwa agbọghọ na-eziga ozi maka ọrụ ezinụlọ ma n'oge na-adịghị anya ọ malitere ịgba ọsọ n'ụlọ akwụkwọ",
  "Ọ malitere ịbanye na asọmpi na ihe ịga nke ọma ya ozugbo dugara na ịkwaga Addis Ababa iji zụọ na Banks Running Club",
  "N'agbanyeghị nkà ya, ọ na-abụkarị onye nke abụọ na onye otu ya Meseret Defar Tian onye gara n'ihu merie ọla edo Olympic na mita 5000.",
  "Sentayehu mere asọmpi mba ụwa nke mbụ ya na afo 2001 World Youth Championships in Athletics wee nweta ọla nchara na mita 1500",
  "N'oge na-adịghị anya, ọ gbanwere uche ya gaa n'ebe dị anya ma sọọ mpi na afọ 2002 IAAF Golden League circuit, na-edekọ 3000 mita kacha mma nke 8:48.30 nkeji na Weltklasse Zurich mgbe ọ dị afọ iri na asaa. O nwetara ọnọdụ na 2002 IAAF Grand Prix Final wee bụrụ onye nke asaa na ihe omume ahụ. Ọkwa nke isii na asọmpi ndị na-eto eto na afọ 2003 IAAF World Cross Country Championships nyeere ụmụ nwanyị Etiopia aka inweta aha otu, ebe onye Etiopia ibe ya Tirunesh Dibaba meriri asọmpi ahụ. Ọ meziwanyere ụzọ 3000m ya kachasị mma ruo 8:46.51 n'afọ ahụ mana ọ pụtara na 2003 IAAF World Athletics Final mere ka ọ bụrụ onye nke asaa ọzọ.",
  "Oge 2004 ya bụ ihe dị mkpa maka ọrụ ya: ọ belatara 5000 m kachasị mma ya ruo 14:35.18 nkeji wee nweta ebe na ndị otu egwuregwu Olympic nke Etiopia",
  "Na 2004 Athens Olympics onye dị afọ iri na itoolu bịara nke iri na nke iri na asọmpi 5000m nke ụmụ nwanyị. N'agbanyeghị ọganihu ya n'egwuregwu, afọ ahụ mekwara ka ahụ ya dị ka ọ na-enwe nsogbu ogologo oge na nkwonkwo ụkwụ ya na nwa ehi ya nke metụtara ịgba ọsọ ya",
  "Ọ gbara ọsọ 3000 m n'ime ụlọ nke nkeji 8:46.67 na 2005 Boston Indoor Games, mana oge ya n'èzí dara n'ihi na ọ rughị eru maka 2005 World Championships in Athletics",
  "Ọ gosipụtara onwe ya ọzọ n'ime ụlọ n'afọ sochirinụ wee bịa nke anọ na 2006 IAAF World Indoor Championships, na-emeziwanye ruo nkeji 8:43.38",
  "Mmerụ ahụ gara n'ihu na-emebi nkwụsi ike ya na ọnwụ mberede nke nwanne ya nwanyị n'ọnwa Ọktoba 2007 mere ka ọ kwụsị ọrụ ya",
  "Ọ lụrụ Berhanu Alemu, onye na-agba ọsọ ibe ya, wee malite ịlaghachi na asọmpi ọkachamara oge niile na 2009.",
  "O welitere onwe ya n'etiti ndị kachasị ọsọ karịa 5000 m n'ime ụlọ site na ịgba ọsọ na 2009 Boston Indoor Games, na-agafe Shalane Flanagan na akara iji merie na nkeji 14:47.62. O ruru eru maka asọmpi zuru oke n'oge ahụ: ọ mechara nke iri na anọ na asọmpi ụmụ nwanyị na 2009 IAAF World Cross Country Championships, ọ tụfuru ihe nrite na ọnọdụ nke anọ karịa 5000 m na 2009 World Championships in Athletics, wee mechie oge egwu ya site na ịpụta na 2009 IA AF World Athletics Final, na-abịa nke isii karịa 5000 m.",
  "Sentayehu meziwanyere nke ukwuu na 2010, na-etinye akụkọ ihe mere eme nke mmerụ ahụ n'azụ ya",
  "Ọ meziwanyere 5000m ya kachasị mma n'ime ụlọ ruo 14:46.80 nkeji ma setịpụ akara nke 9:12.68 maka kilomita abụọ",
  "Na 2010 IAAF World Indoor Championships, ya na Meseret Defar chepụtara atụmatụ iji gbochie ndị Kenya na 3000 m na ndị Etiopia nwere ihe ịga nke ọma, Meseret meriri n'ọkwa ahụ na Sentayehu na-ewere ọla nchara nke mbụ ya na mba ụwa.",
  "N'èzí, ọ meriri nzukọ mbụ ya nke 2010 IAAF Diamond League na Shanghai Golden Grand Prix",
  "Ọ meziwanyere oge 5000m ya ruo nkeji 14:28.39 na Meeting Areva, na-edekọ oge nke abụọ kachasị ọsọ n'afọ n'azụ onye mmeri Vivian Cheruiyot. O meriri 3000m na nzukọ Herculis na Monaco na oge nke 8:28.41 nke kachasị ọsọ site na onye ọ bụla na-eme egwuregwu n'èzí n'oge ahụ. O kwuru na ọ bụ ihe nrite nke abụọ ya n'afọ na 2010 African Championships in Athletics, na-eweta ọla nchara 5000m n'azụ Cheruiyot na Meseret, wee gaa n'ihu iji mechie afọ ahụ na ọlaọcha maka Africa na afọ 2010 IAAF Continental Cup.",
  "Ọ meghere oge ime ụlọ ya nke afọ 2011 na Aviva Indoor Grand Prix ma melite 3000 m kachasị mma ya ruo 8:30.26 nkeji, na-ebuli onwe ya ruo nke anọ na ndepụta ime ụlọ niile. N'ikpeazụ n'ọnwa ahụ, e mere njem n'okporo ụzọ nke ihe karịrị kilomita iri wee mee ka Dire Tune dị n'ahịrị iji were World's Best 10K na Puerto Rico. Ọ rụrụ ọrụ nke ọma na 2013 IAAF Diamond League n'afọ ahụ, na-emecha nke abụọ na Shanghai Diamond League, FBK Games, Bislett Games na Meeting Areva",
  "Na 5000m ikpeazụ na 2011 World Championships in Athletics ọ gwụchara n'èzí ihe nrite na njedebe nke anọ.",
  "Mmerụ ahụ n'ụkwụ mere ka ọ ghara ịga n'afọ 2012 nakwa n'ọtụtụ afọ 2013",
  "Mmeri na Tufts Health Plan 10K maka ụmụ nwanyị na nkeji 31:33 kachasị mma n'ọnwa Ọktoba, na afọ 2013 yiri ka ọ na-egosi nloghachi n'ụdị. O mere ọkara marathon mbụ ya na Delhi na Disemba ahụ, mana oge ya nke 1: 2:02 awa mere ka ọ pụọ n'ime iri kachasị elu na ọsọ dị elu.",
  "N'èzí",
  "N'ime ụlọ"
]