[
  "Senzeni Marasela (ubochí irí na otu n'ọnwa Febụwarị 1977) bụ onye na-ese ihe nkiri na South Africa nke amụrụ na Thokoza nke na-arụ ọrụ na mgbasa ozi dị >ichè íchè, na-ejikọta arụmọrụ, foto, vidiyo, mbipụta, akwa na embroidery na ntinye ngwakọta",
  "O nwetara BA na Fine Arts na Wits School of Arts, Mahadum nke Witwatersrand, Johannesburg na 1998",
  "A na-egosipụta ọrụ ya na South Africa, Europe na United States, ya na akụkụ nke nchịkọta mpaghara na nké mbà ụwa, gụnyere Museum of Modern Art ma ọ bụ Newark Museum ma na-ezo aka na ọtụtụ akwụkwọ agụmakwụkwọ, akwụkwọ édémédé na akwụkwọ akwụkwọ.",
  "Ọrụ Marasela na-enyocha ahụmịhe nke ụmụ nwanyị ojii South Africa gafee ọtụtụ mgbasa ozi, gụnyere foto, vidiyo, mbipụta, na ntinye ngwakọta nke gụnyere ákwà na embroidery",
  "N'ọrụ ya, ọ na-asụgharị ihe ncheta nke ọgụ na ime ọbọdọ site na iji ọdịbendị na akụkọ ihe onwunwe, dị ka iji ụcha ọbara ọbara nke na-ezo aka na ncheta ọdịbendị gburugburu ógè \"Red Dust\" nke na-ekwu màkà ógè ụkọ mmiri ozuzo na mmalite afọ 1930 na South Africa",
  "Ihe ngosi ya na-ejikọta ihe ndị a na ọrụ mgbasa ozi dị ichè íchè, na-eme ka a hụ akụkụ nke ihe a na-eme kwa ụbọchị site na ihe na uwe. A maara ya maka ọrụ afọ isii ya Ijermani Lam nke \"na-eme ka ọnọdụ ichere pụta ìhè\" site n'iyiri otu uwe uhie kwa ụbọchị site n'ubochí mbụ n'ọnwa Ọktoba 2013 ruo úbọchị mbụ n'ọnwa Oktọba 2019. Uwe mbụ ahụ bụ akụkụ nke otu ihe ngosi \"Made Visible",
  "Contemporary South African Fashion and Identity\" na Museum of Fine Arts na Boston (February China, 2019). Ọrụ ya na-etinye aka na ncheta ọdịbendị site na iji ihe nchekwa akwụkwọ dị ka akwụkwọ akụkọ na foto na ákwà ndị ọchịchị",
  "Ọ na-akọ akụkọ banyéré ụmụ nwanyị ojii na South Africa, dị ka Sarah Baartman ma ọ bụ nne ya Theodorah Mpofukazi Marasela site na usoro dị ka Covering Sarah Baartmann (2011), Sarah, Senzeni na Theodorah na-abịa Joburg (2011), Theodorah, (2005), Waiting for Gebane (2017), Izithombe Zendawo Esiz dedish (2017) ma na-ewu \"ihe ncheta dị nso\", na-enye olu màkà ahụmịhe ụmụ nwanyị ojii.",
  "Senzeni Marasela gàrà St Dominic's School for Girls na Boksburg ébé ọ gụrụ akwụkwọ na 1994",
  "Nchịkọta nke nne ya nke doilies na ọrụ Victorian lace nke e nyéré n'ezinụlọ ya kemgbe ọtụtụ ọgbọ metụtara ọrụ nka ya",
  "N'oge njem otu ụbọchị na 1992 na Mahadum nke Witwatersrand, o kpebiri idebanye aha n'ebe ahụ",
  "Ọ zụlitere ọrụ mgbasa ozi na ime ihe nkiri ya na Wits School of Arts ebe ọ gụsịrị akwụkwọ na 1998.",
  "A na-egosi ọrụ Marasela mgbè niile kemgbe ngosi ihe nrite Martienssen na 1997",
  "Goodman Gallery weghaara ya mgbè ọ bụ akụkụ nke ihe ngosi otu Not Quite a Christmas Exhibition",
  "O nwèrè ihe ngosi nke mbụ n'onwe ya na Iziko South African National Gallery's Fresh exhibition series na 2000 nke bụ akụkụ nke mmemme obibi",
  "N'afọ 2003, ọ malitere ihe nkiri ogologo ógé nke akpọrọ Theodorah comes to Johannesburg nke dabeere na akụkọ nne ya kọrọ banyéré njem awa iri na otu ya site na Mvenyane gaa Johannesburg.",
  "N'afọ 2011, Marasela kpebiri ịrụ ọrụ dị ka ónyé na-ese ihe ógè niile ma bụrụ akụkụ nke Johannesburg Pavilion na 56th Venice Biennale na 2015."
]