[
  "Serena de la Hey (onye a mụrụ n'afọ 1967) bụ onye Britain amụrụ na Kenya bụ onye na-akpụ ihe nke mere njem n'ọtụtụ ebe mana o biri na Somerset kemgbe mmalite afọ 1990",
  "A maara ya nke ọma maka Willow Man ya dị mita iri anọ n'ịdị elu na nso Bridgwater nke ọ rụchara n'oge mgbụsị akwụkwọ nke afọ 2001.",
  "A mụrụ ya na 1967 na Eldoret, Kenya, de la Hey nọrọ n'oge ntolite nwata ya n'ugbo dị na Australia",
  "Mgbe ọ gụsịrị akwụkwọ na Falmouth Art College, ọ biri na Somerset ebe ọ malitere ọrụ ịkpụ ihe n'oge site na iji willow sitere na Somerset Levels.",
  "De la Hey bu ụzọ jiri willow wee kepụta ihe ọkpụkpụ mmadụ n'afọ 1992 mgbe o mepụtara ihe oyiyi wicker na-agba ọsọ na Ọzara Nevada. Kemgbe mmalite afọ ndị 1990, o meela ihe oyiyi wicker nke ndị mmadụ na anụmanụ na ụlọ ọrụ ya na Stoke Gregory dị nso Taunton",
  "Ọ na-ahụta willow dị ka \"mmiri, nke ụzọ dị ngwa nke ịchepụta echiche\"",
  "O mepụtala  Ihe ọkpụkpụ dị iche iche  nyere ndị ahịa ya ọkachasị maka ịchọ ụlọ ma ọ bụ ubi mma. N'afọ 1999, na ntinye aka nrụkọ ọrụ Fernando Martin, o mepụtara ihe ọkpụkpụ nke Glastonbury Festival nke a gbara ọkụ dịka akụkụ nke ihe ngosi pyrotechnic n'abalị ikpeazụ.",
  "N'afọ 2000, South West Arts nyere ya ọrụ ịmepụta Willow Man, ihe ọkpụkpụ wicker dị mita iri anọ n'ịdị elu nke dị nso na M5 Motorway dị nso na Bridgwater",
  "O were ya izu anọ iji mezue ọkpúkpú ihe ọkpúkpú ahụ, na-eji osisi willow ụlọ nke ígwè na-akwado",
  "Emechara ya na Septemba 2000. Na Mee 2001, ndị na-emebi ihe gbara ihe ọkpụkpụ ahụ ọkụ, na-ahapụ naanị ígwè ahụ. N'ihi mkpọsa iji weghachite ọnụ ọgụgụ ahụ, n'ọnwa Ọktọba afọ 2001, de la Hey mechara ọkpụkpụ nke abụọ ya, mana nke a, a na-ejikọta waya ígwè na willow",
  "Tụkwasị na nke ahụ, a na ji nhata ahịhịa were echekwaba ya. Ọ bụ ezie na e mere ya na mbụ iji nọrọ naanị afọ atọ, de la Hey arụziwo Willow Man ọtụtụ ugboro n'ime afọ ndị gara aga ma ọ ka na-eguzo ma sie ike. Otú ọ dị, ị n'eme nrụzi dị oke ọnụ ma de la Hey na-eche  ma a ga-emegharị ihe ọkpụkpụ a iji gbanari mmefu  ego ntụgharị."
]