[
  "Serkalem Biset Abrha, nke a makwaara dị ka Abrha Serkalem biset, (amụrụ na ụbọchi March 8, 1987) bụ onye na-agba ọsọ si Etiopia nke na-asọ mpi na ọsọ ọsọ ogologo ma merie ọtụtụ nnukwu marathons mba ụwa.",
  "Nnukwu agbụrụ mbụ Abrha na-abụghị Etiopia bụ na India's Delhi International Half Marathon na Standard Chartered Lahore 10K site na 2005 ruo 2007",
  "Ọ bụ onye nke abụọ na ọkara marathon na afọ 2006, merie $ 1,000.",
  "Na afọ 2008, Abrha meriri Maas Marathon (Dutch:Maasmarathon of the Basse-Meuse) n'ime ime obodo Visé, Belgium.",
  "Ka e mesịrị na afọ ahụ, ọ gbara ọsọ Hartford Marathon na Connecticut",
  "Ihe karịrị ndị na-agba ọsọ 5,000 malitere site na Bushnell Park n'elekere asatọ nke ụtụtụ maka asọmpi nke iri na ise kwa afọ",
  "Ndị na-agba ọsọ gafere Osimiri Connecticut, gaa n'ebe ugwu site na East Hartford na South Windsor tupu ha agafee okpukpu abụọ ma gafee Founders Bridge ọzọ",
  "Ka Abrha na-agba ọsọ laghachi na Bushnell Park na n'okpuru Soldiers and Sailors Memorial Arch na njedebe, o doro anya na ọ bụ onye mmeri kachasị",
  "Oge ya bụ 2:38:37.",
  "Na afọ 2009, ọ gara Georgia maka Atlanta Marathon",
  "Ihe karịrị mmadụ 15,000 debanyere aha ka ha gbaa ọsọ, mmalite ahụ kwere nkwa oge ngwa ngwa ka okpomọkụ na-efe n'etiti ogo 40",
  "Abrha duziri ụmụ nwanyị niile wee merie ihe nrite ego $ 3,000.",
  "Ọ bịara New York n’afọ 2009, ebe ọ chere asọmpi siri ike ihu na New York City Marathon",
  "N'agbanyeghị nke ahụ, ọ gbara ọsọ 2:37:20",
  "Ọ mechara nke asatọ, merie $ 5,000",
  "Ọ nọ n'azụ onye Etiopia Bizunesh Deba, otu n'ime ndị mmekọ ọzụzụ ya.",
  "Na afọ 2010, ọ mechara nke atọ na Las Vegas Marathon, na-etinye ya na mmeri na $ 4,000 na ọkwa mba siri ike",
  "Ọ sochiri nke ahụ site na ịmecha nke atọ (2:33:52) na Barcelona Marathon na Spain",
  "Ụmụ nwanyị anọ kachasị elu na-agba ọsọ bụ ndị Etiopia, ha gwụkwara ọtụtụ nkeji tupu onye ọzọ si Kenya.",
  "Na afọ 2011, ọ meriri California International Marathon na Sacramento, California",
  "Ọ ga-emegharị mmeri ahụ ọzọ na 2015, na-emeri $ 10,000 maka oge ya nke 2:31:29.",
  "Laa azụ n’afọ 2010, ọ tụrụ ndị Canada n'anya site na mmeri nke 20 nke Marathon Oasis de Montreal.  Ọ laghachiri na 2011 iji nweta aha ahụ ọzọ, n'oge a na 2:33:21",
  "Na akụkọ agbụrụ nke afọ 2011, Montreal Gazette kwuru na ọ dị afọ iri na asaa, ọ bụ ezie na World Athletics gosipụtara ụbọchị ọmụmụ ya na 1987, ha kọwakwara otu afọ tupu mgbe ahụ na ọ dị iri abụọ na atọ.",
  "NYC marathon na 2011 hụrụ ndị na-agba ọsọ Etiopia Firehiwot Dado na Deba na-emecha nke mbụ na nke abụọ na-eme ka ọ bụrụ nke iri na ise na oge nke 2:33:22.",
  "N'ọnwa Ọktoba 2015, ọ bịara Midwest maka Twin Cities Marathon site na Minneapolis ruo St",
  "Paul",
  "Obodo ndị ahụ anọwo na-eme ngagharị iwe ruo ọtụtụ izu na ngagharị iwe Black Lives Matter n'ihi nnukwu ọdịiche mmekọrịta mmadụ na ibe ya n'etiti obodo Black na ndị ọzọ niile nọ na mpaghara ahụ. Ndị isi ngagharị iwe yiri egwu ịkpaghasị marathon ahụ n'akụkụ akara njedebe, na-akpali nchegbu maka ndị na-ahazi asọmpi na ndị na-agba ọsọ 15,000",
  "Otú ọ dị, e ruru nkwekọrịta, na otu St",
  "Paul Black Lives Matter kwetara ịhazi \"ọnwụ-in\" n'akụkụ akara njedebe kama igbochi ọsọ ọsọ. Abrah butere ụmụ nwanyị ma merie na 2:31:39, naanị sekọnd ole na ole n'ihu onye Kenya Jane Kibii.",
  "Na ngwụcha afọ 2010, ụfọdụ n'ime ihe ndị ọzọ a ma ama ọ rụzuru bụ mmeri mbụ na Staten Island Half Marathon na October 8, 2017, na oge 1:16:26; mmeri nke atọ na ụmụ nwanyị maka France Run 8K na August 20, 2017, na Central Park na oge 32:01; na mmeri nke abụọ na Hope & Possibility 4K Race na June 25, 2017, (nakwa na Central Park) na oge 22:20. Ọ gwụchara n'elu atọ n'ọtụtụ nnukwu marathons, gụnyere njedebe nke abụọ ya na 2016 LA Marathon.",
  "Otu n'ime ihe ndị kasị ukwuu ọ rụzuru bụ mmeri mbụ na 2018 Philadelphia Marathon na 2:14:47, nke setịpụrụ ihe ndekọ.",
  "Ọ zụrụ na Bizunesh Deba, Genna Tufa, na Atalelech Asfaw na New York na n'ebe dị elu nke Albuquerque, New Mexico. Akụkụ nke ọzụzụ ya gụnyere njem oge n'oge oyi na Addis Ababa, Ethiopia, iji gbaa ọsọ n'ebe dị elu na ndị mmekọ ọzụzụ ya."
]