[
  "Doraville, Georgia",
  "Serta bụ ụlọ ọrụ America nke dị na Hoffman Estates, Illinois, nke na-ahụ maka mmepe na imepụta matarasị",
  "E hiwere ya na 1931 na Illinois dị kaonye na-arahụ ụra , Inc",
  "site n'aka ndị na-emepụta matarasị 13 bụ ndị nyere ikike aha Serta; n'ikpeazụ, ndị nweere onwe ha asatọ na-arụ ọrụ dị ka ụlọ ọrụ ahụ",
  "Mgbe nke ahụ gasịrị, ọ na-achịkwa ma na-arụ ọrụ dị ka Serta mba ụwa site n'aka onye nwe ikikere ya kachasị ukwuu, National Bedding ụlọ ọrụ (nke mechara nwee 27 n'ime 34 US Serta manufacturing license). N'afọ 2005, otu ndị otu abụọ jikọtara aka ịzụta National Bedding Co",
  "- Ụgwọ nke ụlọ ọrụ Ares Corporate Opportunities Fund, ego ego ego nke Ares Management nke dị na Los Angeles; na Teachers\" Private Capital, aka nke Ontario (Canada)ndị nkuzi ọkụ \" Pension Plan. Ụlọ ọrụ America Serta mba ụwa bụ enyemaka nke ụlọ ọrụ America Serita Simmons Bedding, LLC nke Doraville, Georgia.  Ndị ọzọ nwere ikikere gụnyere Serta Dormae na Texas, Serta Restokraft na Michigan, na Salt Lake Mattress na Utah.",
  "Serta bụ akara matarasị kachasị ukwuu na United States, ma na-enye ụdị matarasị anọ - oge opupu ihe ubi dị n'ime, ụfụfụ ncheta gel, matarasị ngwakọta nke jikọtara ha abụọ, na ụlọ ọrụ Salt Lake City na-emepụta naanị nchịkọta akụkọ ụra akpa dị ndụ isi dị otú ahụ na ihe nọr na mkpóró ndị mmadụ n'ihe banyere ụkpụrụ nke ụwa họrọ site na iji Tinye Talalay Latex",
  "A na-eji ngwaahịa Serta eme ihe nke ukwuu na ụlọ ọrụ obibi, na Hilton Worldwide na Wyndham Worldwide n'etiti ndị ahịa ya. A na-enyekwa matarasị Serta na ụlọ ahịa ụlọ ShopNBC",
  "N'ọnwa Ọgọstụ 2018, Serta Simmons Bedding, LLC kwupụtara njikọta ya na onye na-ere ahịa n'ịntanetị Tuft & Needle.",
  "Na Jenụwarị 23, 2023, Serta Simmons Bedding tinyere akwụkwọ maka isi nke 11 bankruptcy.",
  "Ụlọ ọrụ ahụ bụ nke a ma ama maka mkpọsa mgbasa ozi ya \"Counting Sheep\" nke Aardman Animations mere ka ọ dị mma ma mepụta ya na 2000",
  "A na-egosi na atụrụ na-agụ akwụkwọ na-achọsi ọrụ ike n'ịchọ ka ndị mmadụ na-ehi ụra n'abalị, mana ha na-enwe nkụda mmụọ mgbe ọ bụla ha chọpụtara na ndị mmadụ nwere matarasị Serta.",
  "N'ime afọ 2000, a na-eme ka atụrụ niile na-eme ihe nkiri site na iji akara ahịa nke Aardman nke na-eme ngagharị na-akwụsị akwụsị, nke e mere iji yie ụdị ọrụ Nick Park na Wallace na Gromit, Chicken Run, na Creature Comforts",
  "Ka ọ na-erule afọ 2010, ụdị ihe nkiri nke atụrụ gbanwere site na nkwụsịtụ gaa na CGI, n'agbanyeghị na ọ ka na-eji otu ụdị njirimara ahụ site na mbụ, ma ka na-eme ya site na Aardman, ụdị ihe nkiri maka ịgụta atụrụ site na afọ 2010 gaa n'ihu ka e mere ka ọ dị ka ụdị Flushed Away, nke Aardman mepụtara.",
  "Àtụ:Mattresses"
]