[
  "Sethembile Msezane (amụrụ na 1991 na KwaZulu-Natal) bụ ónyé na-ese ihe nkiri na South Africa, ọkà okwu ihu ọha na ónyé na-eme ihe nkiri nke a maara màkà ọrụ ya n'ime nka màrà mmá",
  "Msezane na-eji ọrụ ya nke na-ejikọta foto, ihe nkiri, ihe ọkpụkpụ, na eserese iji nyochaa okwu ndị lekwasịrị ányá na ímé mmụọ, ndọrọ ndọrọ ọchịchị na usoro ihe ọmụma Afrịka",
  "Akụkụ nke ọrụ ya lekwasịrị ányá na usoro nke ime akụkọ ifo na mmetụta ya n'ịmepụta akụkọ ihe mere eme yana enweghị ahụ nwanyị ojii na akụkọ na ebe anụ ahụ nke ncheta akụkọ ihe méré méré eme'",
  "A na-arụ ọrụ Msezanes na gallery na South Africa nakwa na mbà ụwa ma merie onyinye na nhọpụta. Msezane bụ onye otu iQhiya Collective, netwọk nke ụmụ nwanyị ojii na-ese ihe sitere na Cape Town, Johannesburg na gafee South Africa.",
  "Ọ bụ ezie na a mụrụ ya na Kawazulu-Natal, a zụlitere Msezane na Johannesburg",
  "O mechara kwaga Cape Town, ebe ọ gara Michaelis School of Fine Art iji mụọ màkà BA na Fine Arts na 2012 wee gaa na Masters of Fine Arts na 2017. Ihe ngosi Msezanes na-elekwasị anya na enweghị ụmụ nwanyị azụ na ndọrọ ndọrọ ọchịchị na akụkọ ihe méré eme na South Africa",
  "Site na arụmọrụ ya, ọ na-enyocha ụzọ ọha mmadụ si egbochi ụmụ nwanyị na mmegharị ha, uwe na ọnụ ọgụgụ site na iji ahụ nke ya dị ka ihe a tụrụ atụ nke mmadụ, na-eyi uwe symoblic iji kwado mkpa ya, ịdị adị ya na ọrụ ya n'ebe ọha na eze.",
  "A matala ọrụ Msezanes n'ụwa niile ma gosipụta ya na gallery gafee South Africa gụnyere Iziko South African National Gallery, Zeitz Mocca na Mahadum South Africa. N'afọ 2016, Msezane bụ ónyé mbụ natara ònyínyé Rising Light n'oge mmemme Mboko màkà ọrụ ya",
  "Ọ nwetakwara ònyínyé TAF na SYLT Emerging Artist Residency (TASA) n'otu afọ ahụ ma bụrụ ónyé ikpeazụ iri nke Barclays L'atelier",
  "A họpụtakwara Msezane màkà ANTI Festival International Prize for Live Art na 2017.",
  "A rụrụ ọrụ ya, \"Chapungu-the Day Rhodes Fell\" (2015) n'oge ngagharị iwe nke The Rhodes Must Fall Movement, mgbè a na-ewepụ ihe oyiyi John Cecil Rhode na Mahadum Cape Town",
  "Msezane guzoro dị ka ihe oyiyi mmadụ n'oge ihe omume ahụ ruo ọtụtụ awa na arụmọrụ iji weghachite ohere ahụ",
  "Msezane ejirila ezumike ọha na eze ndị ọzọ dị na South Africa mee ma dozie nsogbu ndị na-emetụta ndị ntorobịa taa, dịka akụkụ nke \"Public Holiday series 2014-2015\" Ụfọdụ n'ime ihe ngosi ndị ọzọ nke Msezane gụnyere \"Kwasuka Zukela\" (2017) Gallery MoMo, Cape Town, South Africa, \"All Thing being Equal\" Zeitz Mocca (2017)Cape Town, South Afrika na \"Unframed\"(2018) na Cape Town Art Fair. Msezane gosipụtara ihe ngosi mbụ ya na UK \"Speaking through the wall\" na Tyburn Gallery, London (2019), yana igosi ihe ngosi ọhụrụ ya \"Signal her return III\" na New Art Exchange na Nottingham, UK.",
  "Msezane emeela ihe ngosi n'ìgwè ọtụtụ n'ime ha gụnyere \"Ọrụ ụmụ nwanyị na nka nke Disruptions\"(2016) nà Iziko South African National Gallery, \"Re[as]sisting narratives(2016) n'ụlọ ọrụ Framer Frame na Amsterdam, \"Dancing on a Volcano\"(2018) na mmemme foto Lagos Nigeria, \"Translations\" na Emergence Art Space na Reed College Portland (2015), Oregon, \"Made Visible: Contemporary South African Fashion and Identity\" (2019) na Museum of Fine Art, Boston, USA.",
  "Msezane pụtara na TedGobal dị ka ọkà okwu ihu ọha na 2017.",
  "\"Na-ekwu okwu site na mgbidi\" (2019) Tyburn Gallery",
  "London, UK",
  "\"Kwasuka Sukela\" (2017) Ụlọ ngosi Momo",
  "Cape Town, South Africa",
  "\"Ihe niile hà nhata\" (2017) Zeitz Mocca",
  "Cape Town, South Africa",
  "\"Unframed\" (2018) Cape Town Art Fair",
  "Cape Town, South Africa.",
  "\"Umoya: a Quiet revolution\" FNB Joburg Art Fair",
  "Johannesburg, South Africa",
  "\"Nkọwa ndị ọzọ\" (2016) Ónyé na-emepụta ihe, Amsterdam, The Netherlands",
  "Official website"
]