[
  "Ịzụ ahịa mmekọahụ na Naịjirịa bụ ụdị ịzụ ahịa mmadụ nke gụnyere ịgba ohu ịmụ nwa ma ọ bụ mmegbu mmekọahụ azụmahịa na Naịjirịa",
  "Nke a na-agụnye mmegbu na mmegharị nke ndị mmadụ site n'otu ebe gaa na nke ọzọ site na mmanye, aghụghọ ma ọ bụ iji ike iji ha nwee mmekọahụ maka uru ego na mmekọahụ.",
  "Dị ka akụkọ nke International Organization for Migration (IMO) si kwuo, Ịtaly bụ otu n'ime isi ebe ndị na-azụ ahịa mmekọahụ na mmụba dị elu nke ndị na-azụ ahịa si Nigeria na-abata Ịtaliy na Jenụwarị 2017.",
  "A na-akpọkarị ndị ọrụ mmekọahụ na Naịjirịa dị ka ndị akwụna ma ọ bụ okwu okporo ámá *ashawo* na ndị a bụ ndị a manyere ime ihe omume ahụ ma ọ bụ jiri aka ha na-enwe mmekọahụ maka uru ego",
  "Dị ka akụkụ nke atụmatụ gọọmentị iji belata iyi egwu nke ndị ọrụ mmekọahụ na Naịjirịa, onye isi oche, Social Welfare Services, FCT Social Development Secretariat boro ebubo na e jidere ihe karịrị ndị ọrụ mmekọahụ azụmahịa iri abụọ na asaa n'oge mwakpo ya na brotels na Federal Capital Territory.",
  "Na mmepe ọzọ, Jigawa Hisbah Board kọrọ na ọ jidere ihe karịrị ndị ọrụ mmekọahụ azụmahịa iri anọ na anọ n'otu akụkụ nke steeti ahụ. Njide ndị a na-egosi na ọ bụ ezie na ọha mmadụ Naịjirịa anabatabeghị ịdị adị nke ndị ọrụ mmekọahụ azụmahịa, ịdị adị ha na ọrụ ha na-aga n'ihu na mba ahụ nke butere ịzụ ahịa nke ndị ọrụ mmekọahụ.",
  "Agha megide ịzụ ahịa mmekọahụ nke Gọọmentị Etiti nke Naịjirịa emeela ka e guzobe ụlọ ọrụ dị iche iche na omume iji gbochie egwu a na Naịjirịa",
  "Ụfọdụ n'ime ha gụnyere National Agency for the Prohibition of Trafficking in Persons (NAPTIP), Network Against Child Trafficking, Abuse and Labour (NACTAL) na Trafficking in Persons (Prohibition) Enforcement and Administration Act, 2015.",
  "Dịka akụkụ nke ọrụ ya iji belata ịzụ ahịa mmekọahụ na Naịjirịa, Gọọmentị etiti Naịjirịa guzobere iwu megide ịzụ ahịa mmekọahụ na Naịjirịa",
  "Otu n'ime iwu ndị dị otú ahụ bụ Trafficking in Persons (Prohibition) Enforcement and Administration Act, nke onye isi ala Goodluck Jonathan mere n'afọ 2005 ma megharịa ya na 2015",
  "Iwu ahụ na-ekwu ntaramahụhụ maka ndị na-azụ ahịa mmekọahụ na nsogbu ndị yiri ya",
  "Otu akụkụ nke iwu ahụ na-ekwu na ndị omekome na-azụ ahịa mmekọahụ ga-anọ mkpọrọ afọ iri tinyere ọrụ siri ike.",
  "National Agency for the Prohibition of Trafficking in Persons (NAPTIP) bụkwa ụlọ ọrụ ọzọ e guzobere iji gbochie, kpochapụ, nye ntaramahụhụ ma soro ndị na-azụ ahịa na-erigbu ụmụ nwanyị na ụmụaka na Naịjirịa na ndị ọzọ.",
  "Network Against Child Trafficking, Abuse and Labour (NACTAL) bụ otu nzukọ e guzobere iji lụọ ọgụ megide ịzụ ahịa ụmụaka, ịzụ ahịa mmekọahụ, mmetọ na ọrụ megide ụmụ nwanyị na ụmụaka na Naịjirịa",
  "Gọọmentị na-enye ụlọ ọrụ ndị a ike ma na-akwado ha iji hụ na a na-ebelata ma ọ bụ kpochapụ egwu nke ndị na-azụ ahịa mmekọahụ kpamkpam na ọha mmadụ.",
  "N'agbanyeghị mbọ gọọmentị na-agba iji belata ọnụ ọgụgụ nke ịzụ ahịa mmekọahụ na Naịjirịa, akụkọ ka na-egosi na ịzụ ahịa mmekọahụ ka na-aga nke ọma na Naịjirịa. Ọnọdụ akụ na ụba na ihe ịma aka nchekwa na mba ahụ emeela ka ịzụ ahịa mmekọahụ nke ụmụ agbọghọ na ụmụ nwanyị dị elu na Northern Nigeria",
  "Akụkọ na-ekpughekwa na ụmụ nwanyị Naịjirịa na-etinye aka na omume ndị a nke ịzụ ahịa ụmụ nwanyị na ụmụ agbọghọ maka mmegbu mmekọahụ.",
  "A na-akpọrọ ụmụ agbọghọ na ụmụ nwanyị ndị a gaa n'akụkụ ndị ọzọ nke mba ahụ ebe a na-eme ka ha bụrụ mmegbu mmekọahụ ebe a na-ebuga ụfọdụ n'èzí ókèala Naịjirịa. N'echiche yiri nke ahụ, onye isi nchịkwa UN Women Executive Director, Phumzile Mlambo-Ngcuka kwuru na ọnọdụ Covid na ego akụ na ụba na-ebelata agbakwunyewo ibu na nsogbu ịzụ ahịa mmekọahụ nakwa na ihe fọrọ nke nta ka ọ bụrụ 80% nke ụmụ nwanyị ndi pụtaranụ ka a na-ere n'ahịa maka mmegbu mmekọahụ."
]