[
  "Ọrụ mmekọahụ bụ \"mgbanwe nke ọrụ mmekọahụ, arụmọrụ, ma ọ bụ ngwaahịa maka nkwụghachi ụgwọ ihe onwunwe. Ọ na-agụnye ihe omume nke mmekọrịta anụ ahụ kpọmkwem n'etiti ndị na-azụ ahịa na ndị na-ere ahịa ya na mkpali mmekọahụ na-apụtaghị ìhè. Ọrụ mmekọahụ na-ezo aka naanị na azụmahịa mmekọahụ afọ ofufo; ya mere okwu ahụ anaghị ezo aka na ịzụ ahịa mmadụ na azụmahịa mmekọahụ ndị ọzọ a manyere ma ọ bụ na-enweghị nkwekọrịta dịka ịgba akwụna ụmụaka",
  "Azụmahịa ahụ ga-ewere ọnọdụ n'etiti ndị okenye na-ekweta bụ ndị ruru afọ iwu kwadoro na ikike uche iji kwenye ma ga-ewere ọnọdụ n'enweghị ụzọ ọ bụla mmanye, ma e wezụga ịkwụ ụgwọ. Okwu a na-emesi mmetụta ọrụ na akụ na ụba nke ụdị ọrụ a ike",
  "Ọzọkwa, ụfọdụ na-ahọrọ iji okwu ahụ mee ihe n'ihi na o yiri ka ọ na-enye ndị na-ere ọrụ ndị a ụlọ ọrụ",
  "N'ihi ọnọdụ iwu nke ụfọdụ ụdị ọrụ mmekọahụ na ihere metụtara ọrụ mmekọahụ, ọ na-esiri ndị mmadụ ike ịnweta; ya mere enwere obere nnyocha agụm akwụkwọ emere na isiokwu ahụ",
  "Ọzọkwa, ihe ka ọtụtụ n'ime akwụkwọ agụmakwụkwọ banyere ọrụ mmekọahụ na-elekwasị anya na ịgba akwụna, na obere, ịgba egwu na-enweghị atụ; enwere obere nnyocha banyere ụdị ọrụ mmekọahụ ndị ọzọ",
  "A pụghị ịkọwapụta nchọpụta ndị a n'ụdị ọrụ mmekọahụ ndị ọzọ",
  "Ka o sina dị, e nwere ogologo akụkọ ederede ihe mere eme nke ọrụ mmekọahụ na ọdịdị onwe ya na akụ na ụba ya.",
  "N'afọ puku abụọ na anọ, e mere nyocha Medline na nyocha nke isiokwu 681 \"ịgba akwụna\" iji mepụta ụdị zuru ụwa ọnụ nke ụdị ọrụ mmekọahụ site na iji ụdị na-enweghị isi",
  "A chopụtara ụdị ọrụ mmekọahụ iri abụọ na ise iji mepụta nghọta dị n'usoro banyere ọrụ mmekọahụ n'ozuzu ya",
  "Ịgba akwụna dịgasị iche site n'ụdị na ọnọdụ mmekọrịta mmadụ na ibe ya gụnyere ụdị ịgba akwụna dị iche iche",
  "Nnyocha a dị ka emere iji rụọ ọrụ iji meziwanye ahụike na nchekwa nke ndị ọrụ mmekọahụ.",
  "Ụdị ọrụ mmekọahụ na agụnye ọrụ mmekọahụ dị iche iche ma ọ bụ arụmọrụ agụụ mmekọahụ, na-agụnye ogo dị iche iche nke mmekọrịta anụ ahụ na ndị ahịa:",
  "Mmebi iwu zuru oke nke ọrụ mmekọahụ bụ usoro iwu kachasị eme maka ịchịkwa mmekọahụ azụmahịa. A na-eme mpụ zuru oke na mba China, Russia, na ọtụtụ mba dị na Afrịka a",
  "Na United States, nke steeti ọ bụla nwere iwu mpụ nke ya, ọrụ mmekọahụ zuru oke bụ iwu na-akwadoghị n'ebe niile, ọrụ mmekọahụ site na iji condom bụ iwu naanị n'akụkụ Nevada; ọrụ mmekọahụ na-enweghị mmekọrịta bụ ebe isi awọ na mgbagwoju anya",
  "N'okpuru mpụ zuru oke, onye na-ere ahịa, onye na-azụ ya, na onye ọ bụla nke atọ metụtara na-enweta ntaramahụhụ mpụ",
  "Nke a gụnyere onye ọ bụla na-erite uru site na mmekọahụ azụmahịa na ebe ọ bụla ma ọ bụ ọnọdụ anụ ahụ",
  "E jikọtara mpụ na ọnụ ọgụgụ dị elu nke ọrịa ndị a na-ebute site na mmekọahụ, ime ihe ike nke ndị mmekọ, na iyi egwu ndị uwe ojii. Egwu nke mmetụta iwu nwere ike igbochi ndị ọrụ mmekọahụ ịchọ ọrụ nlekọta ahụike mmekọahụ kwesịrị ekwesị, ma mee ka ha ghara ịkọ mpụ nke ha bụ ndị ahụ metụtara",
  "Dị ka nnyocha nke Human Rights Watch mere si kwuo, mpụ na-eme ka ndị ọrụ mmekọahụ nwee ike ịdaba n'ike, igbu ọchụ, na ịkpa ókè n'ihi ọnọdụ ha na ikike ndị uwe ojii nwere ikpe ha maọbụ ọ bụrụ na ha abịa dị ka onye a tara ahụhụ.",
  "Mmebi iwu na-enye ohere maka nkwado iwu nke ịzụta na ire mmekọahụ n'etiti ndị abụọ kwetara mana ọ machibidoro ire ahịa nke mmekọahụ n'ime ụlọ akwụna ma ọ bụ ọnọdụ ọha na eze dị ka ịrịọ arịrịọ n'okporo ámá",
  "Nke a nwere nsonaazụ a na-atụghị anya ya na ọ na-eme ka njikọ nke ndị ọrụ mmekọahụ bụrụ mpụ, na-amanye ha ịrụ ọrụ naanị ha na n'ọnọdụ na-adịghị mma",
  "Mmebi iwu ụfọdụ sitere na ụdị iwu dị iche iche dịka Nkwụsị, neo-abolitionism na Swedish-Nordic Model",
  "A na-eme nkwado iwu ugbu a na akụkụ nke South Amerịka, Australia, Europe, na mpaghara ụfọdụ na steeti Nevada nke United States",
  "Red Light dị na Amsterdam, Netherlands, bụ ihe atụ nke nkwado iwu zuru oke, ebe a na-ekwe ka akụkụ niile nke ọrụ mmekọahụ ma ọ bụrụhaala na ha debanyere aha na gọọmentị",
  "Ebe ọ bụ na usoro ndebanye aha na-adịkarị ọnụ ma na-ewe oge, na-achọ ebe obibi iwu kwadoro, ma nwee ike ịgụnye nyocha ahụike mgbe niile, ndị ọrụ mmekọahụ a na-eleghara anya ga-anọgide na-akwadoghị iwu, ma na-akwụkarị ụgwọ dị ala, n'ihi na ha enweghị ike irube isi na iwu",
  "Nke a bụ ihe a na-ahụkarị n'etiti ndị nta, ndị mbịarambịa, na ndị ọrụ na-enweghị ego.",
  "Ikpa oké bụ ihe ngwọta kachasị akwado site n'aka ndị ọrụ mmekọahụ n'onwe ha",
  "Ikpa oké bụ naanị ngwọta iwu nke na-enye enweghị mpụ nke onye ọ bụla na-etinye aka na ụlọ ọrụ mmekọahụ ma na mgbakwunye enweghị ihe mgbochi na onye nwere ike isonye na ọrụ mmekọahụ n'ụzọ iwu kwadoro",
  "Mmebi nke ọrụ mmekọahụ agaghị ewepụ ntaramahụhụ iwu ọ bụla na-akatọ ịzụ ahịa mmadụ",
  "Enweghị ihe akaebe a pụrụ ịdabere na ya na-egosi na mmebi iwu nke ọrụ mmekọahụ ga-agba ume ịzụ ahịa mmadụ. New Zealand bụ mba mbụ machibidoro ọrụ mmekọahụ n'afọ puku abụọ na atọ, site na ngafe nke Iwu Ndozigharị Ịgba akwụna.  Nke a bụ nke ndị ọrụ mmekọahụ na-akwado n'ihi na ọ na-enye ha ohere ka ha na ndị ahịa ha nwee ike ịkparịta ụka",
  "Site na nchebe zuru oke n'okpuru iwu, ha nwere ikike ịchọpụta ụgwọ ọrụ ha, usoro nchebe, ma chebe onwe ha pụọ n'aka ndị omekome na-eme ihe ike",
  "Ọrụ mmekọahụ bụ otu n'ime ọrụ kachasị ochie dị adị na ọ bụ ezie na a na-eme mpụ ọrụ mmekọahụ n'ọtụtụ ebe iji chịkwaa ya, ọrụ ahụ agbanwebeghị ma ọ bụla ka oge na-aga",
  "Ndị na-arụ ọrụ n'ahịa mmekọahụ yikarịrị ka a ga-erigbu ha, na-azụ ahịa, na ndị a wakporo mgbe a na-eme mpụ maka ọrụ mmekọahụ. Malite n'ọnwa Ọgọstụ afọ puku abụọ na ise, Amnesty International, otu zuru ụwa ọnụ na-enweghị ọdịmma ndọrọ ndọrọ ọchịchị, okpukpe, ma ọ bụ akụ na ụba iji chebe ndị mmadụ pụọ na mmegbu, webatara iwu nke rịọrọ ka mba niile mee ka ọrụ mmekọahụ bụrụ iwu. Amnesty International kwuru na iwu a na imebi ọrụ mmekọahụ ga-ebelata ịzụ ahịa mmadụ site n'ịkwalite ahụike na nchekwa nke ndị ọrụ mmekọahụ site n'ikwe ka ha nwee onwe ha site na nchebe nke gọọmentị. Iwu a nwetara nkwado dị ukwuu n'ụwa niile site n'aka WHO, UNAIDS, GAATW, na ọtụtụ ndị ọzọ, mana anabatabeghị ya n'ụwa niile.",
  "A na-arụ ọrụ mmekọahụ, n'ọtụtụ ụdị dị iche iche, kemgbe oge ochie",
  "A na-akọ na ọbụna n'obodo ndị kasị ochie, enwere mmekọahụ azụmahịa",
  "Ịgba akwụna juru ebe niile n'Ijipt na Gris oge ochie, ebe a na-eme ya na ọkwa dị iche iche nke mmekọrịta mmadụ na ibe ya",
  "A hụrụ Hetaera na Gris na geisha na Japan dị ka ndị a ma ama nke ọha mmadụ maka ọkwa ọzụzụ ha dị elu na mkpakọrịta",
  "Àgwà banyere ịgba akwụna agbanweela site na akụkọ ihe mere eme",
  "N' etiti oge gboo, a nabatara ịgba akwụna mana ọ bụghị ememe",
  "Ọ bụ ruo mgbe atuteghachi na Ndozigharị Protestant na narị afọ nke iri na isii ka àgwà gbanwere megide ịgba akwụna n'ọtụtụ ọnụ ọgụgụ ma a malitere ịchịkwa ahụ nke ọma",
  "Mgbanwe omume ndị a bụ n'ụzọ dị ukwuu maka mmachi nke nnwere onwe ụmụ nwanyị",
  "Ọzọkwa, ịmanye iwu gbasara ịgba akwụna metụtara ndị ogbenye n'ụzọ na-enweghị atụ.",
  "Ọrụ mmekọahụ nwere ogologo akụkọ ihe mere eme na United Steeti mana iwu na-achịkwa ire mmekọahụ dị ọhụrụ",
  "Na narị afọ nke iri na asatọ, ịgba akwụna gbanyesiri mkpọrọgwụ ike site na Louisiana ruo San Francisco",
  "N'agbanyeghị njupụta ya, àgwà n'ebe ndị akwụna nọ adịghị mma ma na-enwe obi ọjọọ ọtụtụ ugboro",
  "Ọ bụ ezie na iwu ahụ ekwughị kpọmkwem banyere ịgba akwụna n'oge a, ndị mmanye iwu na-elekwasịkarị ndị akwụna anya",
  "E ji iwu megide ịkwa iko na mmekọ nwoke na nwanyị mee ihe iji chịkwaa ọrụ mmekọahụ",
  "Mpaghara na-acha uhie uhie guzobere na narị afọ nke iri na itoolu n'obodo ukwu dị iche iche na mba ahụ na mgbalị nke ndị ọrụ mmekọahụ ịchọta ohere ebe ha nwere ike ịrụ ọrụ, kewapụrụ onwe ha na ọha mmadụ na ihere kwekọrọ.",
  "Ihe mgbagwoju anya n'iwu nyere ndị akwụna ohere ịgbagha mkpọrọ n'ụlọ ikpe",
  "Site n'okwu ndị a, ndị akwụna manyere nkwenye a ma ama nke ọrụ ha ma gbachitere ikike na ihe onwunwe ha",
  "N'agbanyeghị mbọ ndị ọrụ mmekọahụ na-agba, ndị na-eme mgbanwe na mmekọrịta mmadụ na ibe ya na-achọ ịkwụsị ịgba akwụna ozugbo malitere inweta nkwado na mmalite narị afọ nke iri abụọ",
  "Iwu ọhụrụ lekwasịrị anya na azụmahịa nke atọ ebe ịgba akwụna na-eme, dị ka ụlọ oriri na ọṅụṅụ na ụlọ akwụna, na-ejide ndị nwe ya maka ọrụ ndị mere n'ime ụlọ ha",
  "Mpaghara na-acha uhie uhie malitere imechi",
  "N'ikpeazụ, na 1910 Mann Act, ma ọ bụ \"White Slave Traffic Act\" mere iwu na-akwadoghị omume ịmanye mmadụ ịgba akwụna ma ọ bụ omume rụrụ arụ ndị ọzọ, iwu gọọmentị etiti mbụ na-ekwu maka ịgba akwụna",
  "Emere omume a iji dozie ịzụ ahịa nke ụmụ agbọghọ na-eto eto, ndị Europe bụ ndị e chere na a tọọrọ ma buru ha gaa United States ịrụ ọrụ n'ụlọ akwụna, mana ha mere ka ndị na-ekere òkè na ọrụ mmekọahụ. Mgbe nke ahụ gasịrị, na mmalite nke Agha Ụwa nke Mbụ, iwu ndị agha mmiri manyere mmechi nke azụmahịa metụtara mmekọahụ na nso ebe ndị agha",
  "Mgbochi na ime ihe ike n'ụzọ doro anya mere ka obere njikwa ndị ọrụ nwere n'ọrụ ha funahụ",
  "Na mgbakwunye na nke a, n' afọ otu puku na iri na asatọ , Iwu Chamberlain-Kahn mere ka nwanyị ọ bụla a hụrụ na ọ nwere ọrịa a na-ebute site na mmekọahụ (STI) bụrụ onye gọọmentị ga-ekewapụ",
  "Ebumnuche mbụ nke omume a bụ ịkwụsị mgbasa nke ọrịa mmekọahụ n'etiti ndị agha United States. Ka ọ na-erule afọ puku iri na iteghete na iri na ịse n'okpuru iwu a, a pụrụ ịkwụsị ndị akwụna, ma ọ bụ ndị a na-ahụta dị ka ndị akwụna, nyochaa, ma jide ha ma ọ bụ ziga ha n'ụlọ mmeghari ma ọ bụrụ na achọpụtara ha ka ha nwere ọrịa mmekọahụ ọ bụla",
  "N'oge Agha Ụwa nke Mbụ, e jidere ma nyochaa ụmụ nwanyị puku atọ",
  "Steeti emeela ndị ọrụ mmekọahụ ka ha bụrụ ndị iwu kwadoro. N'oge nnukwu ịda mbà n'obi, ụmụ nwanyị ojii na New York City bụ ihe karịrị pacenti iri ise nke njide maka ịgba akwụna.",
  "Ụdị ọrụ mmekọahụ gbasaa na narị afọ nke iri abụọ na otu",
  "Ihe nkiri na mgbe e mesịrị Intanet nyere ohere ọhụrụ maka ọrụ mmekọahụ",
  "Na afọ puku ịrị iteghete na iri asaa na asatọ , Carol Leigh, onye na-arụ ọrụ mmekọahụ na onye na-eme ihe ike, chepụtara okwu ahụ bụ \"ọrụ mmekọahụ\" dịka a na-eji ya eme ihe ugbu a",
  "Ọ na-ele anya ịlụso mmegide ihe na-akpali agụụ mmekọahụ ọgụ site na ịmepụta okwu nke gosipụtara mmetụta ọrụ na akụ na ụba nke ọrụ ahụ",
  "Okwu a malitere iji ya eme ihe n'afọ 1980s",
  "(bayswan)",
  "COYOTE (Call Off Your Old Tired Ethics) na otu ndị ọzọ yiri ya guzobere na 1970s na 80s iji kwalite nnwere onwe mmekọahụ ụmụ nwanyị na ikike ndị ọrụ mmekọahụ",
  "Esemokwu guzobere n'ime feminism nke na-aga n'ihu taa, ụfọdụ na-arụ ụka maka ịkwụsị ọrụ mmekọahụ na ndị ọzọ na-arụ ọrụ maka nnabata na ikike maka ọrụ mmekọahụ.",
  "Ihere bụ echiche na akara na-adịghị mma ma na-abụkarị mkparị nke a na-etinye na otu ma ọ bụ karịa ndị otu obodo",
  "Ihe ihere nke ndị ọrụ mmekọahụ na-ekesa site na usoro mgbasa ozi dị iche iche bụ ihere \"nwanyị akwụna\" nke a na-akpọ ndị ọrụ mmekọahụ dị ka \"ndị akwụna\" n'ihi ọdịdị na ụba nke mmekọrịta ndị ahịa.",
  "A mụrụ akụkọ ihe mere eme nke akụkọ mgbasa ozi nke ndị ọrụ mmekọahụ iji nweta akụkọ atọ kachasị elu nke egosipụtara na mgbasa ozi banyere ọrụ mmekọahụ",
  "Nke mbụ, a na-egosi ndị ọrụ mmekọahụ dị ka ndị na-ebute ọrịa na isi iyi nke ọrịa",
  "Nke abụọ, a na-egosi ọrụ mmekọahụ dị ka nsogbu mmekọrịta mmadụ na ibe ya nke dịgasị iche na ịdị njọ",
  "Na nke atọ, ọ fọrọ nke nta ka ọ bụrụ na a na-egosi ọrụ mmekọahụ na mgbasa ozi iji mee n'èzí, nke na-agbakwụnye echiche na-adịghị mma nke na-ejikọta ọrụ mmekọahụ na unyi ma ọ bụ ọha na eze",
  "N'ime akụkọ ndị a niile, anyị na-ahụkarị usoro nhazi nke a na-egosi ụmụ nwanyị nọ n'afọ ndụ dị iche iche dị ka ndị ọrụ mmekọahụ na ụmụ nwoke na-egosi dị ka ọrụ ikike nke pimps, ndị ahịa, na ndị na-ahụ maka iwu.",
  "Nnyocha e mere n'afọ puku abụọ na  isii site na Mahadum Victoria chọpụtara na ọ bụrụ na e jiri ya tụnyere mgbasa ozi mgbasa ozi nke ọrụ mmekọahụ, ahụmịhe mbụ nke ndị ọrụ mmekọahụ adịghị ka nke ahụ",
  "Achọpụtara na ọ bụ ezie na ezighi ezi, a na-emepụta ihe ngosi mgbasa ozi nke ọrụ mmekọahụ site na ederede mmekọrịta mmadụ na ibe ya na omenala siri ike nke na-eme ka ihere na-aga n'ihu ma na-enye mmetụta na mgbasa ozi na echiche ọjọọ banyere ọrụ mmekọahụ.",
  "Ọrịa nje HIV / AIDS nyere ndị ọrụ mmekọahụ ihe ịma aka ọhụrụ",
  "Mmebi nke ikpughe ndị ọzọ na nje HIV / AIDS metụtara ndị ọrụ mmekọahụ nke ukwuu",
  "A haziri usoro mbelata mmerụ ahụ na-enye nyocha, ndụmọdụ, na ihe iji kwụsị mgbasa nke ọrịa ahụ",
  "Ịhazi ahụmịhe a nyere aka mee ka omume n'ọdịnihu maka ikpe ziri ezi ọha na eze",
  "Egwu ime ihe ike na-aga n'ihu n'ọtụtụ ụdị ọrụ mmekọahụ",
  "Njikọ nke ụdị ọrụ mmekọahụ iwu kwadoro dị ka ndị na-agba egwu na-enweghị atụ, ndị ọrụ ahụike ọha na eze na ndị ọrụ, na ụlọ ọrụ ruuru mmadụ emeela ka ọnọdụ dị mma maka ọtụtụ ndị ọrụ mmekọahụ",
  "Ka o sina dị, mmetụta ndọrọ ndọrọ ọchịchị nke ịkwado ọnụ ọgụgụ ndị mmadụ na-akparị na-eme ka ịhazi gburugburu ọrụ mmekọahụ sie ike",
  "N'agbanyeghị ihe isi ike ndị a, omume megide ime ihe ike na mmụba ọhụụ na ikike na-anọgide na-adọta ọtụtụ narị puku ndị sonyere.  Ụmụ nwanyị na-azụ ahịa mmekọahụ na-enwekarị ihere na ịkpa ókè karịa ụmụ nwoke. A na-ekwu na ihere na ịkpa ókè a sitere na echiche na-adịghị mma nke aha ọrụ \"onye ọrụ mmekọahụ\" na echiche mmekọrịta mmadụ na ibe ya na ndị ọrụ mmekọahụ nwere ohere dị nso na ọrịa ndị a na-ebute site na mmekọahụ dị ka HIV na AIDS",
  "Ihe ihere ndị a na-emetụta otú ọha mmadụ si emekọrịta ihe na ndị ọrụ mmekọahụ",
  "N'afọ puku abụọ na iri na otu, ọtụtụ ndị ọrụ mmekọahụ na Hong Kong kọrọ na ha na onye uwe ojii ma ọ bụ onye ọrụ ahụike nwere mmekọrịta mkparị ma ọ bụ n'ụzọ anụ ahụ, nke kpaliri mmetụta na-adịghị mma na ahụike n'ozuzu ya na ịnweta ahụike n'ụzọ na-adịghị nhata.",
  "N'oge ọrịa COVID-19, amachibidoro ọrụ mmetụta nke anụ arụ (nke gụnyere ọtụtụ ụdị ọrụ mmekọahụ, na ndị ọzọ) na mba ụfọdụ",
  "Nke a ebutela mbelata na Europe nke ụdị ụfọdụ nke ọrụ mmekọahụ",
  "Na mgbakwunye, enweela nnabata ka ukwuu nke ụdị ọrụ mmekọahụ nke na-achọghị kọntaktị anụ ahụ (ọrụ mmekọ nwoke na nwanyị)",
  "Ọmụmaatụ nke ọrụ mmekọ nwoke na nwanyị nke na-achọghị kọntaktị anụ ahụ gụnyere imewe kamera weebụ yana ọrụ ndenye ọdịnaya nke okenye (dịka ọmụmaatụ",
  "Naanị Fans)",
  "Ụfọdụ ndị ọrụ mmekọahụ na-aga n'ihu n'agbanyeghị agbanyeghị, nakwa n'ihi na ụfọdụ ọrụ mmekọ nwoke na nwanyị nwere ike ịchọ akaụntụ ụlọ akụ gọọmentị (ma ọ bụ ụzọ ndị ọzọ iji nweta ego dijitalụ ) na ọnụ ụlọ nkeonwe",
  "Ọrịa COVID-19 abawanyela mwepu, ahaghị nhata na mpụ nke ndị ọrụ mmekọahụ",
  "Site na ihe egwu ahụike zuru ụwa ọnụ nke metụtara ọrịa na-efe efe, a kwụsịtụrụ ọrụ mmadụ na-enwe mmekọahụ, na-ebute nsogbu ego karịa ọnụ ọgụgụ ndị dara ogbenye kparala aka",
  "Iwu COVID-19 ewepụtala ihe egwu karịa na nchekwa anụ ahụ na nke ego nke ndị ọrụ mmekọ na-adịghị mma nke ọha na-enweghị akwụkwọ, mmegharịa o we nna agba",
  "Dr",
  "Annie Sprinkle na ndị ọrụ mmekọahụ wemaram ọrụ USA buru ụzọ hụ ụbọchị mba ụwa iji kwụsị ime ihe ike megide ndị ọrụ mmekọ nwoke na nwanyị na Disemba iri na asaa , puku abụọ na atọ , a na-amatakwa ya nke ukwuu kemgbe afọ iri na asaa gara aga",
  "Sprinkle na ndị Ọrụ mmekọahụ Outreach Project USA buru ụzọ hụ ụbọchị a na ebe nchekwa nke ndị egburu na Green River Killer na Seattle Washington wee malite n'afọ kwa afọ, mba ụwa maka obodo ndị ọzọ furu efu ọtụtụ ndụ ndị ọrụ mmekọahụ, ndị nwere ahụmahụ na enwetala ime ihe ike, na inye ndị ọrụ mmekọahụ ike",
  "N'ime izu nke Disemba iri na asaa , ụbọchị mba ụwa iji kwụsị ime ihe ike megide ndị ọrụ mmekọ nwoke na nwanyị na-akpọ uche gaa na mpụ ịkpọasị gburugburu ụwa na òtù ndị na-ahụ maka ikpe ziri ezi na-arụkọ ọrụ ọnụ na obodo ndị na-enwe mmekọahụ iji jide ncheta na ogbo omume iji mee ka mmata nke ime ihe ike site na",
  "na-elekwasị anya na nkatọ nke transphobia, egwundịobịa, ịkpa ókè agbụrụ, ime mpụ nke iji ọgwụ ọjọọ eme ihe yana mkparị nke ọrụ mmekọahụ ka ọrụ mmekọahụ bụrụ nke dị nchebe, nke na-adịghị eme mpụ",
  "Na ọrụ ndebanye aha ọdịnaya nke ndị okenye (dịka ọmụmaatụ",
  "OnlyFans) ndị na-emepụta mgbasa ozi ọha na eze nwere ike ịkwụ ụgwọ maka ọdịnaya ha",
  "Ọdịnaya a nwere ike ịgụnye selfies, ndụmọdụ, ozi, nkuzi, yana ọrụ mmekọahụ",
  "Naanị ndị na-emepụta Fans na-enweta uru bara uru site n'aka ndị debanyere aha na-azụta ohere ịnweta akaụntụ ha pụrụ iche kwa ọnwa. A na-ahazi ahụmịhe ahụ maka onye ọ bụla debanyere aha megide ọtụtụ ndị na-ege ntị dị ka ọdịnaya nke Pornhub / brazzers / xxxvideos / wdg nyere. OnlyFans agbanweela ọrụ mmekọahụ n'ụzọ mere ka ọ dị ike maka onye okike, ma dị nchebe maka ha ịchịkwa otú ha si arụ ọrụ mmekọahụ ha",
  "Ọtụtụ ndị na-emepụta OnlyFans na-elekwasị anya na ọrụ mmekọahụ, ekwuola na ha na-enweta ọtụtụ ndị debanyere aha ka ha na-ede akwụkwọ ugboro ugboro",
  "Ọ baghị uru ma ọ bụrụ na posts bụ \"ihe doro anya\" ma ọ bụ na ọ bụghị. Ọtụtụ n'ime ụmụ nwanyị na-arụ ọrụ mmekọahụ na OnlyFans nwere ndị ha maara ihe niile banyere ha site na nkọwa ọrụ ha, na aha ụmụaka / di / nwunye, na mgbe usoro ịwa ahụ ha dị",
  "Ọ bụ ezie na a na-akwụkarị ndị okike a ụgwọ ma nwee ike inye aka na orgasms ndị debanyere aha ha: omume a abụghị ịgba akwụna",
  "Ndị debanyere aha na akaụntụ OnlyFans ebe ha na-enweta ọrụ mmekọahụ, ekwuola na ha nwere ike ịnweta porn n'efu n'ebe ọ bụla, nakwa na ha na-akwụ ụgwọ maka ọrụ na-egbo mkpa onwe ha",
  "Ndị debanyere aha a na-akwụ ụgwọ maka ndị mmadụ ka ha bụrụ ndị ọzọ dị mkpa n'ịntanetị nke na-enyere ha aka mgbe ụfọdụ nweta ogazim",
  "Ọrụ mmetụta uche bụ akụkụ dị mkpa nke ọtụtụ ọrụ ọrụ, gụnyere ọtụtụ ụdị ọrụ mmekọahụ",
  "Site na ọrụ mmetụta uche, ndị ọrụ mmekọahụ na-etinye aka na ọkwa dị iche iche nke ime ihe a maara dị ka ime ihe n'elu na ime ihe miri emi",
  "Ọkwa ndị a na-egosipụta mmekọrịta onye ọrụ mmekọahụ na ọrụ mmetụta uche",
  "Ime ihe n'elu na-eme mgbe onye na-ahụ maka mmekọahụ maara ọdịiche dị n'etiti ezigbo ahụmịhe mmetụta uche ha na ngosipụta mmetụta uche ha",
  "N'ụzọ dị iche, ime ihe nkiri miri emi na-eme mgbe onye ọrụ mmekọahụ enweghịzi ike ịmata ọdịiche dị n'etiti ihe bụ eziokwu na ihe na-eme ihe; ime ihe na-aghọ eziokwu.",
  "dị ọrụ mmekọahụ na-arụ ọrụ mmetụta uche maka ọtụtụ ihe dị iche iche",
  "Nke mbụ, ndị ọrụ mmekọahụ na-etinyekarị aka na ọrụ mmetụta uche iji wuo arụmọrụ nke nwoke na nwanyị na mmekọahụ. Ihe ngosi ndị a na-egosipụtakarị ọchịchọ nke ndị ahịa nke ọtụtụ n'ime ha bụ ụmụ nwoke na-edina nwoke ma ọ bụ nwanyị ibe ha",
  "N'ọtụtụ ọnọdụ, ndị ahịa ji ụmụ nwanyị ha na-ahụta dị ka ụmụ nwanyị kpọrọ ihe",
  "Maka ụmụ nwanyị na-arụ ọrụ mmekọahụ, inweta echiche a chọrọ arụmọrụ nke nwoke na nwanyị na mmekọahụ nke gụnyere nrubeisi nye ndị ahịa na nkwenye nke nwoke ha, yana ngosipụta anụ ahụ nke nwanyị ọdịnala. Ọrụ mmetụta uche na-arụ ọrụ mmekọahụ nwere ike ịdị mkpa karị mgbe ọdịiche agbụrụ metụtara",
  "Dịka ọmụmaatụ Mistress Velvet, onye ojii, nwanyị na-achị achị, na-akpọsa onwe ya site na iji àgwà ya kachasị mma",
  "Ọ na-eme ka ndị ahịa ya, bụ ndị na-abụkarị ndị ọcha na-edina nwoke ma ọ bụ nwanyị ibe ha, gụọ echiche ụmụ nwanyị ojii tupu nnọkọ ha",
  "Nke a na-enye ndị ahịa ohere ịhụ ihe mere òkè ha, dị ka ụmụ nwoke na-acha ọcha na-edina nwoke, na-enye aka na fetishization nke ụmụ nwanyị ojii.",
  "Ma n'ime ọrụ mmekọahụ ma n'ụdị ọrụ ndị ọzọ, a na-arụ ọrụ mmetụta uche n'ihi na a na-atụ anya na ụmụ nwanyị ga-eji ya rụọ ọrụ nke nwanyị, ebe a na-atụ anya na ụmụ nwoke ga-eji ya rụọ arụmọrụ nke nwoke. N'ọnọdụ abụọ ahụ, a na-emezu atụmanya ndị a n'ihi na ọrụ a dị mkpa iji mee ka uru ego dị ukwuu ma nwee ike ijigide ọrụ",
  "N'ezie, a na-ejikarị ọrụ mmetụta uche eme ihe dị ka ụzọ isi mee ka ego dị ukwuu",
  "Ọ na-akwalite ahụmịhe ka mma maka onye ahịa ma na-echebe onye ọrụ wee mee ka onye ọrụ nweta uru kachasị.",
  "Na mgbakwunye, ndị ọrụ mmekọahụ na-etinyekarị aka na ọrụ mmetụta uche dị ka atụmatụ nchebe onwe onye, na-ewepụ onwe ha na ọrụ na-agbanwe agbanwe mgbe ụfọdụ. N'ikpeazụ, ndị ahịa na-ejikarị eziokwu a ghọtara na azụmahịa ha na ndị ọrụ mmekọahụ; ya mere, ndị ọrụ mmekọahụ nwere ike ịnwa ịkwalite echiche nke ezi mmekọrịta chiri anya.",
  "Ihe omume mmekọahụ na ime ihe ike na-etinye ndị ọrụ mmekọahụ n'ihe ize ndụ dị elu maka nsogbu ahụike uche",
  "Ụmụ nwanyị na-arụ ọrụ mmekọahụ nwere ohere dị elu nke ịrịa nsogbu ahụike uche, ohere ahụ dịkwa ukwuu maka ndị bụ ụmụ nwanyị nọ n'òtù ndị nta gụnyere obodo LGBTQ +. Nnyocha e mere n'afọ 2010 kwubiri na ụmụ nwanyị na-arụ ọrụ mmekọahụ yikarịrị ka ha ga-egosipụta ihe ịrịba ama nke PTSD (13%), nchekasị (33.7%), na ịda mbà n'obi (24.4%)",
  "Ụmụ nwanyị na-arụ ọrụ mmekọahụ na-enwekwu ihe mgbochi na ihe mgbochi iji nweta nlekọta ahụike uche n'agbanyeghị ihe ize ndụ ha na-abawanye n'ihi ihere, enweghị ohere ịnweta mkpuchi, enweghị ntụkwasị obi site n'aka ndị ọkachamara na-ahụ maka ahụike na misogyny. E mere nnyocha na-enyocha ihe mgbochi ụlọ ọrụ ahụike nke ụmụ nwanyị na-arụ ọrụ mmekọahụ na-eche ihu na Canada n'afọ 2016",
  "Nnyocha ahụ chọpụtara na ihe dị ka pasent 70 nke ụmụ nwanyị na-arụ ọrụ mmekọahụ na-enwe otu ma ọ bụ karịa ihe mgbochi ụlọ ọrụ na ahụike",
  "Ihe mgbochi ụlọ ọrụ ndị a gụnyere ogologo oge ichere, obere awa nke ọrụ, na ọgwụgwọ na-ele mmadụ anya n'ihu ma ọ bụ ịkpa ókè n'aha ndị na-ahụ maka ahụike.",
  "Ndị ọrụ mmekọahụ yikarịrị ka ha agaghị achọ nlekọta ahụike ma ọ bụ ruo eru ịchọ nlekọta ahụike n'ihi ihere na-adịghị mma",
  "A na-emeso ụmụ nwanyị na-arụ ọrụ mmekọahụ n'ụzọ na-enweghị atụ na ọnọdụ nlekọta ahụike",
  "Ọ bụ obere mkpa na ụmụ nwanyị na-arụ ọrụ mmekọahụ nwere ohere ịnweta nyocha na ọgwụgwọ STD / STI ugboro ugboro, mana ọ dị mkpa ka ndị ọrụ mmekọahụ nwee ohere nhata maka nlekọta bụ isi maka ọrịa ndị ọzọ dị ka ndị na-abụghị ndị ọrụ mmekọahụ. UNAIDS nyochara pasent ọnụego nke ọrụ mgbochi nwere ike ịnweta maka ndị ọrụ mmekọahụ na 2010 gburugburu ụwa wee kwubie na 51% enweghị ohere. Ihe mgbochi ọzọ maka ndị ọrụ mmekọahụ iji nweta ọrụ nlekọta ahụike bụ na ọtụtụ enweghị ike, ma ọ bụ na-achọghị ikpughe ọrụ ha na akwụkwọ ahụike achọrọ na-eme ka ha ghara iru eru ịnata nlekọta ahụike.",
  "Ụlọ ọrụ ahụike ọha na eze lekwasịrị anya na ọnụ ọgụgụ ndị ọrụ mmekọahụ dị ka ọnụ ọgụgụ ndị nwere nnukwu ihe ize ndụ nke ibute nje HIV",
  "A na-eji echiche a eme atụmatụ maka ndị ọrụ mmekọahụ maka ihe gbasara akụ ahụike, mana achọpụtala na ọ na-agbakwunye ihere na ịkpa ókè nke ndị ọrụ mmekọahụ, na-eme ka ịgba akwụna ghara ịdị ka isi iyi nke ego, na-egbochi ntinye aka ahụike dị irè, ma na-eme ka echiche ahụ dị na ịbụ onye ọrụ mmekọahụ bụ ihe ize ndụ maka ọrịa. Atụmatụ nlekọta ahụike ọha na eze nke na-ebute mgbochi nje HIV n'etiti ndị ọrụ mmekọahụ ma gosipụta ndị ọrụ mmekọahụ dị ka ndị na-adịghị ike na-ekpuchi ikike nke ndị ọrụ mmekọahụ na ikike nke ọrụ mmekọahụ dị ka ọrụ na-arụ ọrụ",
  "E webatara aha \"onye ọrụ mmekọahụ\" n'onwe ya iji gbalịa imebi mkpakọrịta site na ụlọ ọrụ ahụike nke jikọtara ụmụ nwanyị akwụna na njirimara ruru unyi, omume rụrụ arụ, na ọrịa.",
  "Nnyocha e mere na Melbourne, Australia, chọpụtara na ndị ọrụ mmekọahụ na-enwekarị nsogbu mmekọrịta n'ihi ọrụ ha",
  "Nke a sitere n'okwu gbasara ikpughe ọrụ ha na mmekọrịta onwe onye",
  "Ụfọdụ ndị na-ahụ maka mmekọahụ kwuru na mkpakọrịta nwoke na nwanyị na-enye aka n'ihi na ha na ndị ọrụ mmekọahụ na-enwe mmekọrịta ma ha maara ọrụ ha.",
  "Ọ bụ ezie na ihe ka ọtụtụ n'ime ụmụ nwanyị na-arụ ọrụ mmekọahụ kọrọ na ọrụ ha metụtara ha n'ụzọ na-adịghị mma, ndị kwuru mmetụta dị mma kọrọ na ha na-abawanye ùgwù onwe onye na obi ike. Enwere obere ihe akaebe na-egosi ndị ahịa nke ndị ọrụ mmekọahụ, mana ha nwere ike ịkekọrịta nsogbu yiri nke ahụ",
  "Otu isiokwu Scientific American banyere ndị na-azụ mmekọahụ chịkọtara obere ngalaba nyocha nke na-egosi na Johns nwere profaịlụ akparamaagwa nkịtị nke kwekọrọ na ọdịdị nke ụmụ nwoke sara mbara mana ha na-ele onwe ha anya dị ka ndị na-arịa ọrịa uche.",
  "Na nzute ndị ahịa na ndị akwụna ma ọ bụ ndị na-agba egwu (na ndị nwere ike ịrụ ọrụ mmekọahụ ndị ọzọ), ọtụtụ na-achọ ihe karịrị afọ ojuju mmekọahụ",
  "Ha na-achọkarị, site na mmekọrịta ha na ndị ọrụ mmekọahụ, nkwenye nke nwoke ha, nke ha nwere ike iche na ọ dịghị n'akụkụ ndị ọzọ nke ndụ ha. Nkwenye a na-abịa n'ụdị (nṅomi nke) ịhụnanya na agụụ mmekọahụ, na \"ebe dị nro, nke dị nso, nke na-emetụ n'obi, ebe ụzọ e si ejikwa oge na-achịkwa naanị site n'ọchịchọ na obi ụtọ",
  "\" N'akụkụ ụfọdụ n'ihi na ha na-arụ ọrụ n'oge mmekọrịta ndị a, a na-ahazi ahụmịhe ndị akwụna na nkọwa nke oge kama site na ọchịchọ iji mee ka ego dị ukwuu, zere ike ọgwụgwụ, na / ma ọ bụ zere imebi ùgwù onwe onye.",
  "Maka ndị ọrụ mmekọahụ, mmekọrịta chiri anya na-enye uru dị iche iche",
  "Na Brazil, ndị ọrụ mmekọahụ na-ebute ụmụ nwoke si mba ọzọ karịa ụmụ nwoke obodo n'ihe gbasara iso ndị ọrụ mmekọahụ nwee mmekọrịta chiri anya",
  "Nke a bụ n'ihi ụmụ nwoke obodo banyere ndị ọrụ mmekọahụ dị ka ndị na-abaghị uru karịa ọrụ ha",
  "N'ụzọ dị iche, ụmụ nwoke si mba ọzọ na-esokarị akụ na ụba na ọnọdụ, nke bụ ihe ndị nwere ike inyere onye ọrụ mmekọahụ aka inwere onwe ya",
  "N'ihi ya, ndị ọrụ mmekọahụ na Brazil yikarịrị ka ha ga-achọ \"njikọ mgbagwoju anya\" na ụmụ nwoke mba ọzọ ha na-enye ọrụ, kama ụmụ nwoke obodo.",
  "Ajụjụ ọnụ nke ụmụ nwoke na ụmụ nwanyị na-esonyere na-eme ka ọdịiche dị n'etiti nwoke na nwanyị pụta ìhè na ahụmịhe ndị a. Na nkezi, ụmụ nwanyị na-esonyere na-akwụ ụgwọ karịa ụmụ nwoke",
  "[isi iyi  dị  E jiri ya tụnyere ụmụ nwanyị ọdịnala, ụmụ nwanyị nọ n'ahịa niche na-akwụ ụgwọ ọnụego dị ala. Otú ọ dị, ọdịiche a na ọnụego adịghị maka ndị ikom na-esonyere",
  "Ndị na-eso ụmụ nwoke kwuru na nnabata zuru oke na obodo ndị na-edina ụdị onwe ha; o yikarịrị ka ha karịa ụmụ nwanyị ikpughe ọrụ ha",
  "Nnabata obodo a bụ ihe na-adịghị ahụkebe nye ndị na-edina ụdị onwe ha ọ bụghị ahụmịhe nke ọtụtụ ụmụ nwanyị na-arụ ọrụ mmekọahụ",
  "Ọzọkwa, ụmụ nwoke na-edina nwoke na nwanyị na-agba akwụna yikarịrị ka ụmụ nwanyị na-edina nwoke na-edina nwoke na-agba akwụna iji mee ndị ahịa nwoke na nwanyị nwee obi ụtọ n'ihi mkpa, n'ihi na ọtụtụ ndị ahịa bụ ụmụ nwoke. N'ozuzu, enwere atụmanya dị ukwuu maka ụmụ nwanyị itinye aka na ọrụ mmetụta uche karịa ka ọ dị maka ụmụ nwoke; enwerekwa nsonaazụ dị ukwuu ma ọ bụrụ na ha emeghị.",
  "Ihe ize ndụ ndị ọrụ mmekọahụ nwere ike ibute onye ọrụ dịgasị iche iche dabere na ọrụ ha na-arụ",
  "E jiri ya tụnyere ndị ọrụ mmekọahụ n'èzí ma ọ bụ n'okporo ámá, ndị ọrụ ime ụlọ enweghị ike ihu ime ihe ike. Ndị na-arụ ọrụ mmekọahụ n'okporo ámá nwekwara ike iji ọgwụ ọjọọ na-eri ahụ, inwe mmekọahụ na-enweghị nchebe, na ịbụ onye a wakporo n'ụzọ mmekọahụ. HIV na-emetụta ọnụ ọgụgụ dị ukwuu nke ndị ọrụ mmekọahụ, nke nwoke na nwanyị niile, ndị na-agba akwụna n'ụwa niile",
  "Idina n'ike na ime ihe ike, ịda ogbenye, ihere, na ịpụ iche ọha na eze bụ ihe ize ndụ niile ndị ọrụ mmekọahụ na-eche ihu n'ọtụtụ ọrụ dị iche iche. Nnyocha nke ime ihe ike megide ụmụ nwanyị na-agba akwụna n'okporo ámá chọpụtara na 68% kwuru na e dinara ha n'ike. Ndị ọrụ mmekọahụ nọkwa n'ihe ize ndụ dị elu nke igbu ọchụ",
  "Dị ka ọmụmụ Salfati si kwuo, ndị ọrụ mmekọahụ nwere ike igbu ugboro 60 ruo 120 karịa ụmụ nwanyị na-abụghị ndị akwụna. Ọ bụ ezie na atụmatụ ndị a na-etinyekwu aka na ndị ọrụ mmekọahụ na-arụ ọrụ mmekọahụ zuru oke, ihere na ihe ize ndụ nchekwa jupụtara maka ụdị ọrụ mmekọahụ niile, ọ bụ ezie na ọ dị iche iche. N'ihi ọnọdụ iwu dịgasị iche iche nke ụdị ụfọdụ ọrụ mmekọahụ, ndị ọrụ mmekọahụ na mba ụfọdụ na-echekwa ihe ize ndụ nke ịtụ mkpọrọ, ịpịa ụtarị na ọbụna ntaramahụhụ ọnwụ.",
  "Arụmụka ụmụ nwanyị banyere ọrụ mmekọahụ na-elekwasị anya na ihe ndị na-akpali agụụ mmekọahụ na ịgba akwụna",
  "A na-adabere arụmụka ụmụ nwanyị megide ọrụ ndị a n'echiche na ụdị ọrụ ndị a na-eweda ụmụ nwanyị ala, na-eme ka ụmụ nwanyị nwee mmekọahụ, na / ma ọ bụ na-eme ka ụmụ nwoke dị elu.  Na nzaghachi, ndị na-akwado ọrụ mmekọahụ na-arụ ụka na nkwupụta ndị a na-agọnahụ ụlọ ọrụ ndị ọrụ mmekọahụ ụmụ nwanyị, nakwa na ịhọrọ itinye aka na ọrụ a nwere ike inye ike",
  "Ha na-ekwusi ike na echiche nke ndị na-emegide ọrụ mmekọahụ na-adabere na echiche nke mmekọahụ nke ndị patriarchy wuru iji chịkwaa ngosipụta ụmụ nwanyị na-enwe mmekọahụ. N'ezie, ọtụtụ ndị feminists na-akwado ụlọ ọrụ mmekọahụ na-ekwu na ime mpụ ọrụ mmekọahụ na-emerụ ụmụ nwanyị ahụ na nnwere onwe mmekọahụ ha",
  "Otu isiokwu dị na Touro Law Review 2014, na-elekwasị anya n'ihe ịma aka ndị akwụna na-eche ihu na United States na mkpa ọ dị maka mgbanwe ịgba akwụna: \"[Site na mpụ ịgba akwụna] ụmụ nwanyị na-efunahụ nhọrọ iji kwụọ ụgwọ maka inwe mmekọahụ",
  "Nwanyị nwere ike inwe mmekọahụ n'efu, mana ozugbo ọ natara ihe bara uru maka ọrụ ya, omume ahụ na-aghọ iwu na-akwadoghị",
  "\" Ndị na-ahụ nke a dị ka mwakpo na nnwere onwe mmekọahụ nke ụmụ nwanyị na-echegbu onwe ha banyere mwakpo na-adịbeghị anya na iwu mmekọrịta mmadụ na ibe ya, dị ka alụmdi na nwunye nwoke na nwanyị na ite ime na-achọ, na United States",
  "Ụfọdụ ndị nweere onwe ha na-arụkwa ụka na ebe ọ bụ na òkè na-enweghị atụ nke ndị na-ahọrọ ọrụ mmekọahụ dị ka ụzọ isi nweta ego bụ ndị ogbenye na ndị na-enweghị ike, ndị ọrụ ọhaneze kwesịrị ilekwasị anya na iwu mmekọrịta mmadụ na ibe ya na-eme ka ndụ nke ndị na-ahọrọ ime nke ahụ kama ịkatọ ụzọ nzuzo\" nke ndị ahụ metụtara ọha mmadụ na-eji.",
  "A na-etinyekarị isiokwu nke ọrụ mmekọahụ n'ime echiche ndị na-emegide mkpochapụ na echiche mmekọahụ. Echiche abolitionist na-akọwakarị ọrụ mmekọahụ dị ka ụdị ọrụ mmegbu. Dị ka ndị na-emegide ịgba akwụna si kwuo, ọ bụghị naanị ịzụta ahụ mmadụ n'ụzọ nkịtị maka mmegbu mmekọahụ, ọ bụkwa itinye ike n'ebe ụmụ nwanyị nọ ma n'ụzọ ihe atụ ma n'ụzọ ihe onwunwe",
  "Echiche a na-ele ịgba akwụna na ịzụ ahịa anya dị ka njikọ chiri anya ma ya mere ọ na-akpọ ka a kwụsị ịgba akwụna na mgbalị iji kpochapụ mmegbu mmekọahụ nke ụmụ nwanyị na ụmụaka. Ndị mmegide na-agbagha echiche nke nkwenye n'etiti ndị ọrụ mmekọahụ site n'ikwu na nkwenye dị otú ahụ bụ naanị nnabata nrubeisi nke mmegbu ọdịnala nke ụmụ nwanyị",
  "N'ihi ihe ndị a, ndị mmegide kwenyere na imebi ọrụ mmekọahụ ga-emerụ ụmụ nwanyị ahụ kpamkpam dị ka otu klas site n'ịnọgide na-emegbu ha n'ụzọ mmekọahụ na akụ na ụba ha mgbe ha \"na-ejere ọdịmma nke ndị pimps, ndị na-azụ ahịa na ndị akwụna ozi\".",
  "Ụfọdụ ụmụ nwanyị na-ahụ maka mmekọahụ na-aghọta ndị ọrụ mmekọahụ dị ka ndị nọ n'ime usoro mmekọahụ nke oge a nke ọdịda anyanwụ ebe a na-akwanyere nwoke na nwanyị lụrụ di na nwunye ùgwù ebe a na-ele ndị LGBT, ndị na-efe ofufe, na ndị ọrụ mmekọahụ dị ka ndị akwụna na ndị na-akpali agụụ mmekọahụ anya dị ka ndị na-emebi mmekọahụ. Dị ka ndị na-ahụ maka mmekọahụ si kwuo, iwu gbasara mmekọahụ na-agụnye mmachibido iwu megide ịgwakọta mmekọahụ na ego iji kwado ọkwa a",
  "Ya mere, a na-ewere ndị na-eme omume mmekọahụ ndị a \"na-ezighị ezi\" dị ka ndị omempụ ma nwee obere nkwado ụlọ ọrụ ma na-etinye ha ntaramahụhụ akụ na ụba. Echiche dị mma nke mmekọahụ na-agbagha ndị isi a site n'inwe ekele maka mmekọahụ dị iche iche na ịjụ echiche ọ bụla nke mmekọahụ \"nke nkịtị\". Site na nghọta a, a na-ahụta ndị na-ahọrọ itinye aka na omume mmekọahụ mpụ dị ka ndị na-enwe mmekọahụ na-enweghị onwe ha kama ịbụ ndị ụlọ ọrụ mmekọahụ metụtara",
  "Maka ụmụ nwanyị ojii, a na-ele ụlọ ọrụ anya dị ka ọnọdụ n'ihi echiche akụkọ ihe mere eme, a pụkwara iwere ya dị ka otu akụkụ nke usoro mgbagwoju anya nke echiche nke gụnyere mmekọahụ ụmụ nwanyị ojii ka oge na-aga",
  "Otu nsonaazụ nke a bụ ụzọ mmekọrịta agbụrụ si emetụta mmegharị nke ndị isi ojii na ụlọ ọrụ mmekọahụ.",
  "Ụfọdụ ndị na-ahụ maka ụmụ nwanyị na-emesapụ aka kwenyere na \"omume ọma nke ọchịchị onye kwuo uche ya\" kwesịrị ikpe mmekọahụ (dị ka a ga-asị na ọchịchọ nke ihe ka n'ọnụ ọgụgụ, yana nkà ha n'inye ihe ụtọ mmekọahụ, kwesịrị ikpebi ntụziaka nke ụkpụrụ omume ọha mmadụ) \"site n'ụzọ ndị mmekọ si emeso ibe ha, ọnụnọ ma ọ bụ enweghị mmanye, na ọnụ ọgụgụ na ịdị mma nke ihe ụtọ ha na-enye",
  "\" Ha na-atụ aro na ọ gaghị abụ nchegbu gbasara ụkpụrụ omume ma omume mmekọahụ jikọtara ma ọ bụ n'ìgwè, otu ma ọ bụ agwakọta mmekọahụ, na ma ọ bụ na-enweghị nkwekọrịta ime ihe ike ma ọ bụ vidiyo, azụmahịa ma ọ bụ n'efu."
]