[
  "Abbey Chile Abuede nke a maara dị ka Sexy Steel, bụ onye Naijiria na-emepụta ihe, onye na-emepụta ejiji, onye na-eme ihe nkiri, onye egwu, na onye ọchụnta ego. N'afọ 2012, egwu ya bụ Bebedi Alhaja nwetara ihe nrite maka Best Video of the Year, Best Video Director na Best Indigenous Concept na Nigerian Music Video Awards (NMVA).",
  "A mụrụ Sexy Steel na Lagos State, n'ebe ndịda ọdịda anyanwụ Nigeria nye Chief Kehinde Abuede, onye bụbu onye isi oche nke Oshodi Isolo Local Government Council. Ọ bụ onye Oshimili Local Government Area nke Delta State, na ndịda Nigeria",
  "Ya na ụmụnne ya tolitere na Lagos ma gụọ akwụkwọ sekọndrị na Maryland Comprehensive School na Lagos mgbe nke ahụ gasịrị, ọ gara Polytechnic, Ibadan, ebe ọ gụsịrị akwụkwọ na Fine Arts.",
  "Mgbe ọ nọ na ụlọakwụkwọ kọleji, Sexy Steel rụrụ na otu egwu, High Profile, ruo mgbe Tony Nwakalor, onye guzobere Yes Records n'afọ 2009",
  "Ọ bịanyere aka na nkwekọrịta ndekọ na Yes Records wee wepụta abọm mbụ ya, Cumbersome na labelụ ahụ, abọm ahụ gụnyere egwu South African Girl, Taka Sufe na Omoge Wajo",
  "N'afọ 2012, mgbe nkwekọrịta ndekọ ya na Yes Records gwụchara, o wepụtara otu egwu Bebedi Alhaja, nke nwetara ihe nrite atọ na Nigerian Music Video Awards, gụnyere ihe nrite maka Best Video nke afọ ahụ",
  "N'afọ 2013, Sexy Steel wepụtara egwu ọzọ bụ Mambo, nke gosipụtara onye isi egwu Naịjirịa bụ Iyanya na ihe ịga nke ọma. N'afọ 2015, Sexy Steel wepụtara otu egwu Sisi nke Young John mepụtara, nke nwere nnukwu ikuku, ọ gbasoro ya ngwa ngwa na remix n'afọ 2016 nke gosipụtara onye na-eti egwu Olamide na Tekno.",
  "N'afọ 2013, a họpụtara Sexy Steel na ihe nkiri Playing Safe ya na Ini Edo, Tonto Dikeh na IK Ogbonna Ọ gara n'ihu na-eme ihe nkiri na Funke Akindele mepụtara Awa Okunrin yana Ayo Makun's Ten Days in Sun City na Merry Men, nke o dekwara ụda aha ihe nkiri.",
  "Sexy Steel esonyewo n'ọtụtụ asọmpi bọọlụ gụnyere asọmpi bọọlụ MTN / SuperSport Celebrity, Nollywood vs Super Eagles, Nigerian Comedians vs Artistes na Powerball Football Competition. O nyere ikikere akara uwe, Needdle na Stitches ma nweta ọtụtụ onyinye ejiji, gụnyere Imperial Integrated Project Award for Fashion and Youth Empowerment, Nigerian Designers Fashion Award for Best Fashion Designer ma kpọọ ya Most Fashionable Music Star (Male) na 2015 Lagos Fashion Awards"
]