[
  "Seyi Adebanjo bụ genderfluid, queer   na onye nguputa/ngosi ihe ngosi nke MFA bụ MFA media artist, amụrụ na Nigeria ma ugbu a bi na New York City",
  "Ọrụ Adebanjo bu n'obi ime ka ọha na eze mara banyere nsogbu nke agbụrụ, okike, na mmekọahụ site na iji foto multimedia, ihe nkiri, vidiyo dijitalụ, na edemede.",
  "Adebanjo egosila na Museum of the City of New York, Bronx Academy of Arts and Dance (BAAD!), Longwood Art Gallery na Skylight Gallery-Restoration Plaza Corporation, Leslie-Lohman Museum of Gay and Lesbian Art na Waterloo Arts Gallery",
  "Ha bụ ndị otu ugbu a na Artist in the Marketplace (AIM) na Bronx Museum",
  "Ha abụrụlari ndị otu na The Laundromat Project, Queer / Art / Mentorship, Maysles Institute, Independent Filmmaker Project, na City Lore Documentary Fellow.",
  "E bipụtara ọrụ ha n'Akwụkwọ akụkọ African Voices, Osun State University, Q-Zine, na Mott Haven Herald bipụtara ọrụ ha",
  "Adebanjo gosipụtara na Mahadum New York, na Lambda Literary Foundation, University Film and Video Association Conference, nakwa na  Brazilian Queering Paradigms Conference.",
  "Trans Lives Matter!: Justice for Islan Nettles bụ ihe nkiri nkeji asaa nke na-elekwasị anya na ogbugbu nke nwanyị transgender aha ya bụ Islan Nettles N'ọnwa August afọ 2013. PBS Channel 13 gosipụtara ihe nkiri a, yana Brooklyn Museum",
  "A na-aga n'ihu na-egosipụta ya na nyocha zuru ụwa ọnụ, gụnyere Nhọrọ Ọchịchị na  BFI Flare London nke oge iri abụọ na asatọ, LGBT Film Festival, Gender Reel Film Festival, Al Jazeera America, na Black Star Film Festival.",
  "Oya! E nwere ihe mere n'ụzọ n'ọgụga West Africa! bụ obere ihe nkiri nkeji iri atọ nke na-enyocha njirimara mmekọahụ na agbụrụ",
  "Ihe nkiri a na-enyocha ahụmịhe na ọdịiche dị n'etiti ndị Africa na-ahụ maka nwoke na nwanyị na Nigeria na nke ndị  New York. A na-atụlekwa ihe gbasara idị nsọ n'ihe gbasara isiokwu ndị a",
  "Ihe nkiri a na ka nọ n'ọnọdụ nyocha ugbu a na mba ụwa.",
  "Adebanjo enwetala, Best Documentary Short award na Ejije Baltimore International Black Film Festival,  awọd ihe nkiri Reel 13 Short , Fish Parade 2015 Grand Marshal, Best International Short Film Award Sydney Transgender International Film Festival, Pride of the Ocean LGBT Film Festival Award, na Hunter College's Dean of Arts & Science Master's Thesis Support Grant."
]