[
  "Deborah Oluwaseyi Joshua (onye amụrụ Oluwaseyi Josué; na 21 Disemba 1985), nke a maara dị ka Seyi Shay (nke a na-akpọ Shay-yee Shay), bụ onye Naijiria na-agụ egwu, onye na-ede egwu na onye na-eme ihe nkiri. O dere ma mepụta egwu atọ maka ụda egwu nke egwuregwu vidyo Konami Crime Life: Gang Wars (2005). O dekwara egwu \"You Will See\",  nke gụnyere na abọm studio nke atọ nke Melanie C Beautiful Intentions (2005)",
  "Shay dere \"White Lies\", egwu sitere na album Chip's Transition. N'afọ 2008, ọ ghọrọ onye na-abụ abụ maka otu ụmụ agbọghọ pop nke na-adịghịzi adị ugbu a From Above",
  "Ndị otu ahụ bịanyere aka na nkwekọrịta ndekọ na Sony's Columbia Records ma ụlọ ọrụ Mathew Knowles' Music World Entertainment na-elekọta ya. N'ọnwa Nọvemba afọ 2013, Shay bịanyere aka na nkwekọrịta nkwado ya na onye na-ahụ maka ọrụ nkwukọrịta ndị ekwentị bụ Etisalat. N'ọnwa Julaị afọ 2015, ọ bịanyere aka na nkwekọrịta ndekọ na Island Records. N'afọ 2015, ọ bịanyere aka na nkwekọrịta nkwado afọ abụọ na Pepsi. Shay wepụtara abọm studio mbụ ya Seyi or Shay na Nọvemba 2015",
  "Ọ kwadoro site na egwu nkwalite: \"Irawo\", \"Ragga Ragga\", \"Right Now\" na \"Murda\" na-egosi Patoranking na Shaydee",
  "Na Jenụwarị 2021, ọ bịanyere aka na nkwekọrịta mbipụta na ngalaba Otu nbipụta egwu nke mba uwa dị na France, na mmekorita ya na egwu mba uwa dị na France.",
  "A mụrụ Shay ma zụlite ya na Tottenham, London, England, nne na nna ya bụ ndị Naijiria. Nne ya si Ugwuu Naijiria na nna ya bụ nwa afọ Ife",
  "O nwere ụmụnne nwoke abụọ tọrọ ya na nwanne nwanyị tọrọ ya",
  "Ọ bụ nne naanị ha zụlitere ya na ụmụnne ya",
  "Shay tolitere n'ụlọ Ndị nke Kraịst",
  "Ọ na-adịkarị ka ọ bụ naanị nwa n'oge uto ya n'ihi na ọ bụ naanị otu nwa n'etiti nne ya na nna ya",
  "Ọ malitere inata Naijiria mgbe ọ dị afọ abụọ, ma mesịa gaa Command High School na Maryland, Lagos. Ọ laghachiri London iji mezue agụmakwụkwọ ya, ebe ọ gakwara ma gụsịrị akwụkwọ na Mahadum nke East London, na BA Hons na njikwa azụmahịa egwu",
  "Ndị ezinụlọ ya nwere mmetụta n'inwe mmasị n'egwú",
  "Nne ya nwụrụ anwụ bụ onye na-agụ egwú na nwanne ya nwanyị na-ede egwu maka BBC na nwanne ya nwoke bụ onye a ma ama na klọb na redio DJ na London. Shay sonyeere ndị ukwe ụlọ akwụkwọ sekọndrị ya wee malite ime ihe nkiri mgbe ọ dị afọ 6. Ọ rụrụ ọrụ maka London Community Gospel Choir n'oge njem ụwa ha, nke gụnyere obodo ịrị na ato na Japan. N'ajụjụ ọnụ ya na Lanre Odukoya nke Thisday, Shay kwuru na nne ya abụghị onye na-akwado ihe mgbaru ọsọ egwu ya",
  "Ọzọkwa, nne ya chọrọ ka ọ bụrụ dọkịta ma ọ bụ onye ọka iwu. Tupu ọ pụọ n'ụwa, nne ya gwara ya ka ọ lekwasị anya n'ọrụ egwu ya ma buru Chineke ụzọ.",
  "Ọrụ egwu ya nwere ọganihu mgbe ọ bịanyere aka na nkwekọrịta ndekọ mbụ ya na No Apologies, ụlọ ọrụ ndekọ nke jikọtara ya na Sir George Martin (nke a na-akpọkarị \"Beatle nke Ise\"). N'afọ 2006, Shay guzobere otu ụmụ nwanyị na UK a na-akpọ Boadicea; Ron Tom, onye guzobere na onye njikwa All Saints na Sugababes, duziri ha",
  "Ìgwè ahụ kewara mgbe afọ abụọ gasịrị, Shay kpebiri isonye na nyocha abụ From Above UK",
  "Mgbe emesịrị nyocha ahụ, ọ pụtara dị ka onye na-eduzi ndị na-agụ egwú maka otu ụmụ agbọghọ na-adịghịzi adị ugbu a From Above",
  "Ndị otu ahụ bịanyere aka na nkwekọrịta ndekọ na ụlọ ọrụ nchịkwa Mathew Knowles mgbe ha rụchara ya",
  "A kpọgara ha Houston ka ha nweta ọzụzụ olu na ịgba egwu",
  "Ndị otu ahụ kwadoro Beyoncé mgbe ọ nọ na UK maka ya I Am..",
  "Njem Ụwa. Ha nyere Bruno Mars ihe nrite Best New Act na 2011 MTV Europe Music Awards ma nwee ihe ngosi MTV nke ha akpọrọ Breaking From Above, nke gosipụtara na mba otu narị na iri isii na isii gburugburu ụwa. Ndị otu ahụ mechara gbasaa ma Shay nwere ohere ịga n'ihu na nkwekọrịta njikwa ya na Mathew Knowles, yana inweta nkwekọrịta ndekọ na Sony",
  "Kama nke ahụ, o mere mkpebi isonyere Fly time Music mgbe ọ natara ihe nrite site n'aka ha",
  "Shay esorowo ọtụtụ ndị egwu rụọ ọrụ, gụnyere Justin Timberlake, Brian Michael Cox, Darey, Bilal, Michelle Williams, Chip, Rob Knoxx, H-Money, na Cameron Wallace.",
  "A kọwaara Shay Sound Sultan n'oge ọ gara London n'afọ 2011",
  "Mgbe ọ nụsịrị ụfọdụ n'ime ihe ngosi ya, Sultan mere ka o kwenye ịkwaga Naịjirịa ma chụsoo ọrụ egwu ya n'ebe ahụ. Na itinyekwu na izute Sultan,ezụtere  Shay ka ọfu Cecil Hammond nke Fly time Promotions",
  "Hammond bịanyere ya aka na akara ndekọ ya Fly time Music wee kpebie ịmalite ọrụ ya na Naịjirịa. N'afọ 2013, Shay hapụrụ Fly time Music wee gwa akwụkwọ akụkọ Vanguard na ọ sonyeere akara ahụ iji kwalite akara ya",
  "O kwukwara na mgbe ọ bịanyere aka na akara ndekọ ahụ, ọ na-achịkwa akara ya nke ukwuu",
  "Ọzọkwa, o kwuru na ya ka nwere mmekọrịta na akara ahụ.",
  "Ọ bụ ezie na ụdị egwu ya bụ ngwakọta nke Afropop na R&B, Shay anaghị adaba na otu ụdị egwu",
  "O kwenyere na ike egwu ya na-ekpuchi ụdị egwu dị iche iche, ma kwuo na egwu ya sitere na ihe ndị na-akpali ya",
  "Shay kwuru na nne ya, Mathew Knowles, 2face Idibia, Beyoncé, Tina Turner, Sound Sultan, Wizkid, na Omawumi dị ka ndị nduzi.",
  "Shay rụrụ ọrụ n'afọ 2013 COSON song awards. N'ọnwa Julaị afọ 2013, ọ rụrụ ọrụ n'otu n'ime ihe ngosi Big Brother Africa 8 nke na-eme. Na 20 Julaị 2013, ọ rụrụ ọrụ na Asaba maka mbipụta 2013 nke Star Music Trek N'abalị iri abụọ na asaa n'ọnwa Septemba n'afọ 2013, Shay mere ihe nkiri na Sisters with Soul concert, nke Mary J",
  "Blige duziri. N'abalị iri abụọ n'ọnwa Nọvemba n'afọ 2013, ya na Wale mere \"Bad\" na Johnnie Walker Step Up to VIP Lifestyle Launch event (nke emere na Oriental Hotel, Victoria Island, Lagos). Shay bụ onye nkwado n'afọ 2013 Hennessy Artistry 2013 Club. N'ọnwa Disemba afọ 2013, ọ rụrụ ọrụ na Harp Rhythm Unplugged concert. Na 15 Febụwarị 2014, Shay so Kelly Rowland, D'banj, Tiwa Savage, Mo' Eazy, Zaina, Timi Dakolo, Waje, Muna, JJC na Eva Alordiah rụọ ọrụ na Darey's Love Like A Movie concert.",
  "Shay wepụtara abọm studio mbụ ya Seyi or Shay na Nọvemba 2015",
  "Ọrụ na abọm ahụ malitere na mbido afọ 2013",
  "Shay so ọtụtụ ndị na-emepụta ihe na Naijiria rụọ ọrụ, gụnyere Jay Sleek, Tee Y Mix, Del B na Cobhams Asuquo",
  "N'abalị iri na otu n'ọnwa Ọgọstụ n'afọ 2011, ọ wepụtara \"Loving Your Way\" na \"No Le Le\", egwu abụọ na-akwalite nke nyeere aka ịmalite ọrụ ịbụ abụ ya na Naịjirịa.",
  "N'abalị iri abụọ na asaa n'ọnwa Julaị n'afọ 2012, Shay wepụtara \"Irawo\" dị ka onye isi egwu nke abọm ahụ",
  "Ọ bụ Del B mepụtara abụ ahụ ma kpọọ ya \"Erawo\". N'oge mkparịta ụka a kpọtụrụ aha na Ajose, Shay kwuru na o dere \"Irawo\" iji kpalie ndị ọrụ ibe ya na ndị ọrụ ibe ha ka ha jikọta ọnụ",
  "Clarence Peters gbara vidyo egwu maka abụ ahụ ma duzie ya na Naịjirịa",
  "E bulite ya na YouTube na 3 June 2013, na ngụkọta nke nkeji 3 na sekọnd 47. Remix nke \"Irawo\" gosipụtara amaokwu rap nke ya na Vector gụrụ ma wepụta ya na 6 Disemba 2012.",
  "N'ọnwa Ọgọstụ afọ 2013, Shay wepụtara egwu nke abụọ nke abọm ahụ \"Killin' Me Softly\", nke gosipụtara onye na-agụ egwu Naijiria bụ Timaya",
  "Ọ bụ Del B",
  "Shay soro dee ma mepụta abụ ahụ",
  "Ọ gwara Ajose na ọ hụrụ abụ ahụ n'anya mgbe mbụ ọ nụrụ ya",
  "Ọzọkwa, ọ gakwuuru Timaya maka amaokwu n'ihi na ọ chọrọ ọdịdị egwu dị iche na abụ ahụ. Na 6 Ọktoba 2013, Shay wepụtara \"Ragga Ragga\" na \"Chairman\" dị ka nke atọ na nke anọ site na abọm ahụ. Ọ bụ Del B mepụtara abụ ndị ahụ",
  "Nke ikpeazụ a gosipụtara olu sitere na Kcee, onye na-edekọ egwu nke nọ n'oge egwu ahụ. Tupu ọ tọhapụ ndị ahụ, Shay bịanyere aka na nkwekọrịta mmekọrịta ya na ụlọ ọrụ talent mba ụwa J-Management. Na 8 Jenụwarị 2014, Shay wepụtara vidiyo egwu maka \"Ragga Ragga\"; Peters gbara ya ma duzie ya na Lagos. \"Ragga Ragga\" rutere n'ọkwa nke 7 na chaatị Naija Top 10 nke MTV Base site na 15 Machị ruo 19 Machị 2014. N'abalị iri abụọ na abụọ n'ọnwa Eprel afọ 2016, ọ wepụtara vidiyo egwu nke Pack and Go, site na abọm izizi ya Seyi or Shay, nke gosipụtara Olamide.",
  "Na Mee 2013, Shay gwara Lanre Odukoya nke This Day na ya na Olamide dekọrọ otu egwu",
  "O kwuru na iso ya na-arụ ọrụ dị mfe n'ihi omume ọrụ ha",
  "Ọ gwakwara Odukoya na ọ bụ Olamide dere abụ ahụ ma a ga-ewepụta ya n'afọ 2014. E gosipụtara Shay na ndekọ nke ọtụtụ ndị na-ese ihe, gụnyere Praiz, Maazị Walz, Yung Grey C na Amir. N'ụbọchị mbụ n'ọnwa Eprel afọ 2014, Shay wepụtara egwu Dokta Frabz mepụtara \"Murda\"",
  "Abụ ahụ gosipụtara olu ndị ọzọ sitere na Patoranking na Shaydee. Aribaba nke Jaguda nyere egwu ahụ kpakpando 9 n'ime 10, na-ekwu, sị: \"Ojiji nke okwu ndị a ma ama amaghị ihe ị nwere ruo mgbe ọ lara na-eme ka oge mbụ na-ege ntị bụrụ ihe na-atọ ụtọ karị",
  "\" N'abalị iri na otu n'ọnwa Mee afọ 2014, etinyere vidiyo egwu maka \"Murda\" na Vevo",
  "Ọ bụ Meji Alabi duziri ya maka JM Films. Egwú Murda gara UK na-edepụta na nọmba 8 na chaatị BBC 1 xtra, nke a bụkwa oge mbụ a ga-akpọ egwu Shays na redio na uk.",
  "Na 10 Jenụwarị 2017, ọ wepụtara egwu izizi Yolo Yolo nke DJ Coublon mepụtara. Na 20 Machị 2017, Meji Alabi wepụtara vidiyo egwu ahụ ma duzie ya. A họpụtara vidiyo ahụ na mbipụta nke iri na abụọ nke ihe nrite nke The Headies maka Vidyo egwu kachasi",
  "Ihe ndekọ \"Yolo Yolo\", ghọrọ egwu egwu ahịa Baileys maka ọdịda anyanwụ na Sub-Saharan Africa. N'afọ 2019, Shay wepụtara Gimme Love, ndekọ gosipụtara Runtown, ọ merikwara Best R&B Single na mbipụta nke 13 nke ihe nrite nke The Headies",
  "Ka e mesịrị n'afọ ahụ, na Disemba, ọ wepụtara remix na vidiyo na Gimme Love, nke gosipụtara Teyana Taylor.",
  "N'ọnwa Machị 2019, Shay mara ọkwa na Instagram na e nyela ya ebe obibi egwu na United Kingdom. E kwupụtara na a ga-eme abalị abụọ na Biosdale nke Canary Wharf na London na 29 na 30 Mee 2019.",
  "Na 2 Febụwarị 2021, MultiChoice Nigeria, kpughere Seyi Shay, dị ka otu n'ime ndị ọkàikpe atọ nke Nigerian Idol oge 6, site na ebe nrụọrụ weebụ DStv. N'ọnwa Machị 2021, n'oge nyocha ahụ, ndị Naijiria katọrọ ya na Twitter maka okwu ya banyere Mayowa Tian Odueyungbo, onye na-agụ egwu dị afọ iri na asaa, n'elu ihe ngosi ya. Na 29 Machị 2021, Frank Edoho, kpọrọ ndị ọkàikpe niile nke ihe ngosi ahụ, dị ka ihe mkpofu maka okwu ya na Torrus. Ọ zaghachiri omume ahụ site na tweet, na-ekwu \"Ọ dị m ka #JudgeJudy ugbu a",
  "Ị hụrụ ya n'anya ma ọ bụ ịkpọ ya asị, nke ahụ dịkwa mma! n'ụzọ ọ bụla, ekele maka ụdị ejiji nke onye izizi bụ tweeps __ssw____ssw____sw____sswa.",
  "Na 7 June 2020, Piriye Isokrari kpughere Seyi Shay, dị ka otu n'ime ụmụ nwanyị na-ese ihe bịanyere aka na Aristokrat Records, ngalaba njikwa Aristokrat narị atọ na iri isii N'afọ 2021, ọ bịanyere aka na nkwekọrịta mbipụta na Universal Music Publishing, ngalaba France, na Aristokrat Publishing, na-esote mmekorita dị n'etiti Universal Music France, na The Aristokrat Group.",
  "Àtụ:Notelist-ua"
]