[
  "Seyi Sodimu (nke a makwaara dị ka Maazị Jeje ma ọ bụ Seyi ) bụ onye Naijiria na-agụ egwu",
  "A maara ya nke ọma maka egwu ya \"Love Me Jeje\", nke mere ka ọ bụrụ onye ama ama na Naịjirịa na ngwụcha afọ 1990 na mmalite afọ 2000. Ọ bụ onye ọsụ ụzọ nke ụlọ ọrụ egwu Naịjirịa na-eto eto.",
  "A mụrụ Seyi na Lagos Island na June 30 na nnukwu ezinụlọ si Abeokuta, Ogun Steeti",
  "O tolitere na Lagos ebe ọ gara The Fountain School Surulere maka agụmakwụkwọ elementrị ya ma gụchaa ụlọ akwụkwọ sekọndrị ya na Igbobi College, Yaba",
  "Seyi gara United States na ngwụcha afọ 1980 iji gaa n'ihu na agụmakwụkwọ ya",
  "Ọ gara Prince George's Community College na Maryland ebe ọ gụsịrị akwụkwọ na nzere na Sistemụ Ozi Kọmputa",
  "Mgbe ọ nọ na kọleji, Seyi malitere ide uri na akụkọ maka magazin ụlọ akwụkwọ ahụ, ndị prọfesọ ya na ndị ọgbọ ya nwe yiri ya aka elu",
  "O kpebiri ịmalite ide egwu",
  "O mechara mụọ olu na piano, iji mezue ọrụ ya",
  "Mgbe ọ nọ na kọleji, Seyi mere enyi onye America DJ oge ụfọdụ site na Mahadum Howard dị na Washington, DC, Carl Bassey onye ya na Seyi jikọrọ aka iji mepụta egwu ya.",
  "Mgbe o chebere ego zuru ezu, nzụlite egwu Carl nke America na mmetụta egwu Seyi nke Africa mere ka ewepụta abọm mbụ nke Seyi nke akpọrọ Born in Afrika na 1998, nke nwere egwu \"Love me jeje, love me tender\"",
  "E wepụtara abọm ahụ n'okpuru Shakara Entertainment",
  "Abọm a nọ n'elu chaatị na Naịjirịa na Ray Power 100 FM ma ree ihe karịrị 30,000 n'ime izu mbụ nke ntọhapụ ya",
  "Abọm ahụ mekwara ka ọ nweta nhọpụta na ihe nrite na Naịjirịa.",
  "N'afọ 2003, Seyi wepụtara abọm nke abụọ ya State of Mind n'okpuru Goodlife Entertainment",
  "Abọm a nwere egwu \"Money Man\" na ụtụ maka Fela, \"Fela the King\"",
  "\"Money man\" nọ n'elu chaatị na Naịjirịa ma ọtụtụ ụlọ ọrụ redio gụnyere redio Choice FM na-agagharị.",
  "E mepụtara abọm Seyi n'onwe ya",
  "Seyi dere ma mepụta egwu niile",
  "Carl Bassey na Seyi mepụtara Born in Afrika",
  "Ọ bụ Seyi mepụtara State of Mind",
  "Chris Biondo bụ onye injinia ụda maka abọm abụọ ahụ na egwu Seyi sochirinụ ma e wezụga \"Pele Pele\".",
  "Seyi rụrụ na Washington, klọb DC na-agbasa ozi, rụrụ ọrụ ya na Wyclef Jean, soro Ginuwine rụọ ọrụ ma soro onye egwu reggae bụ Wayne Wonder rụọ ọrụ.",
  "N'afọ 2007, Seyi wepụtara egwu ya na onye egwu reggae bụ Wayne Wonder nke a kpọrọ \"Sophisticated Lady\". Mgbe otu afọ gasịrị, Seyi wepụtara egwu na vidiyo maka \"Set Me Free\" nke Ayoola Daramola duziri.",
  "N'afọ 2012, Seyi wepụtara egwu ọzọ \"GBEDU\".",
  "N'afọ 2014, Seyi wepụtara \"Pele Pele\", mmegharị nke Ebenezer Obey \"ore mi se pele pele\"",
  "Seyi tinyere aka na azụmahịa ndị ọzọ, gụnyere ala na ụlọ, ejiji na ụgbọala",
  "Lagos Hitmaker Shizzi mepụtara \"Pele Pele\"",
  "Ọ bụ Sesan Ogunro nke ụlọ ọrụ ihe nkiri duziri ma gbaa vidiyo ahụ n'ebe dị jụụ na London.",
  "Seyi lụrụ nwanyị Naijiria si Ondo steeti ma nwee ụmụ abụọ, nwa nwoke na nwa nwanyị. Nwunye ya bụ onye ọchụnta ego nke na-elekọta otu ụlọ akwụkwọ",
  "Ọ bụ onye guzobere Alicemay Hope Foundation, otu NGO raara onwe ya nye ịkụziri ụmụ nwanyị na ụmụ nwanyị na mpaghara ndị dara ogbenye, ya na nwa ya nwanyị",
  "Nwa ya nwanyị nọ na Mahadum na America ma nwa ya nwoke na-aga ụlọ akwụkwọ sekọndrị na Nigeria. Nwa ya nwanyị bụ onye na-ede egwu ma na-abụ abụ nkwado na ọtụtụ egwu Seyi.",
  "Amụrụ na Afrika (1998)",
  "State of Mind (2002)"
]