[
  "Sezi Prisca Bessy Mbaguta (1946-2023) bụ onye ndọrọ ndọrọ ọchịchị na onye ọrụ gọọmentị nke Uganda",
  "Ọ bụ Minista Steeti maka Ọrụ Ọha na Kọmitii Ugandan",
  "A họpụtara ya n'ọkwa ahụ na June 2006",
  "Na mgbanwe nke ụlọ ọrụ nke 16 Febụwarị 2009, na nke 27 Mee 2011, ọ nọgidere na-arụ ọrụ ya. Mbaguta bụ onye omeiwu a họpụtara maka onye nnọchi anya ụmụ nwanyị nke Rukungiri District.",
  "A mụrụ ya na 19 Febụwarị 1946 na Rukungiri District",
  "Mbaguta nwere nzere Bachelor of Arts na sayensị ndọrọ ndọrọ ọchịchị na nchịkwa ọha na eze na Mahadum Makerere, nke kacha ochie na mahadum ọha na eze nke Uganda",
  "O nwekwara diplọma postgraduate na Public Administration, nke sikwa na Makerere, nke o nwetara na 1975",
  "E nwetara nzere Master of Arts na nchịkwa ọha na eze na njikwa na 1997, kwa site na Mahadum Makerere.",
  "Ọ na-arụ ọrụ ọha na eze ogologo oge na nke sara mbara, malite na 1975, mgbe ọ rụrụ ọrụ dị ka onye isi ọrụ, na Kọmitii Ọrụ Ọha, ọkwá ọ nọrọ ruo 1980",
  "N'agbata afọ 1980 na afọ 1983, ọ rụrụ ọrụ dị ka onye isi ọrụ na Kọmitii Ọrụ Ọha, yana dịka onye isi ọrụ ọrụ na Ministry of Public Services, site na 1983 ruo 1990.",
  "N'afọ 1990, ọ rụrụ ọrụ nwa oge dị ka osote odeakwụkwọ na Public Service Review Commission",
  "Ka e mesịrị n'afọ ahụ, a họpụtara ya ka ọ bụrụ Kọmishọna nke Nchịkwa Ndị Ọrụ, na Ministry of Public Service, na-eje ozi na ikike ahụ ruo 1996",
  "N'agbata afọ 1992 na afọ 1996, ọ rụrụ ọrụ dị ka onye nhazi ọrụ nke Civil Service Reform Implementation Project (CSRIP)",
  "Site na 1996 ruo 1999, ọ rụrụ ọrụ dị ka onye na-anọchite anya onye nduzi, Human Resource Management, na Ministry of Public Service",
  "N'afọ 1997, aha ya gbanwere ka ọ bụrụ Project Manager na Coordinator, Developing Human Resource & Regulatory Framework, n'otu ozi ahụ",
  "Ọ nọ n'ọkwa ahụ ruo n'afọ puku abụọ na ịsị, N'otu oge ahụ, ọ rụrụ ọrụ dịka onye nduzi nke Human Resource Management na Ministry of Public Service",
  "A họpụtara ya n'ọkwa ya ugbu a na June na afọ pụkụ abụọ na isii."
]