[
  "Sfenj (site n'okwu Arabic: السفنج, : Safanj, nke pụtara sponge) bụ donut Maghrebi: mgbasa dị mfe, spongy nke ntụ ọka e siri na mmanụ",
  "A na-eri Sfenj n'ụzọ dị mfe, na-agbanye shuga, ma ọ bụ na-etinye mmanụ aṅụ",
  "Ọ bụ nri a ma ama na Maghreb ma na-eme ya ma na-ere ya n'isi ụtụtụ maka nri ụtụtụ ma ọ bụ n'ehihie na-esonyere kọfị Maghrebi mint tea. A na-eji okwu sfenj eme ihe na Algeria na akụkụ ndị ọzọ nke Maghreb",
  "A na-akpọ ya bambalouni na Tunisia, na sfinz na Libya. Na Morocco, a na-eji okwu \"sfenj\" eme ihe, a na'otu oge a na-akpọkwa ya \"Moroccan doughnuts\" n'akwụkwọ. A na-akpọkwa ya Khfaf ma ọ bụ ftayr na Algeria, a na-akpọkarịkwa ya \"Algeria doughnut\".",
  "N'èzí Maghreb, ndị Juu Moroccan na ndị Sephardim ndị ọzọ na Israel na ebe ndị ọzọ maka Hanukkah na-eri sfenj. A na-eri Sfenj na donuts ndị ọzọ maka Hanukkah n'ihi na a na-esi ha n'ime mmanụ, na-echeta ọrụ ebube Hanukkah ebe mmanụ nke kwesiri igbanwe oriọna n'ụlọ nsọ dị na Jerusalem maka naanị otu ụbọchị were asatọ",
  "Ọ bụ ezie na enwere ike ime sfenj n'ụlọ, dịka ọ na-adịkarị na Israel, ndị obodo Morocco na-ahọrọ ịzụta ya n'aka ndị na-ere ahịa n'okporo ámá ma ọ bụ ebe a na-eme achịcha, ebe a na'ozuzu ha na osisi nkwụ.",
  "Sfenj malitere na Al-Andalus (Moorish Spain)",
  "Dị ka akụkọ mgbe ochie si kwuo, e mepụtara sfenj n'amaghị ama, mgbe onye na-eme achịcha tụbara bọl ntụ ọka n'ime ite mmanụ ọkụ na mberede. Sfenj bụ akụkụ dị mkpa nke ọdịbendị Andalusi, nke ọrụ ya kacha mma chịkọta site n'amaokwu sitere n'aka onye na-ede uri n'oge a: \"Ndị na-eme achịcha sfenj bara uru dịka ndị eze\" (\"سفاجين تحسب مهملوكا\").",
  "Ọ bụghị ihe doro anya etu sfenj si gbasaa na Maghreb, ọ bụ ezie na a na-ekwu na ọ bụ nke a maara nke ọma na Dynasty Marinid, nke chịrị Morocco site na afo 1270 ruo na 1465",
  "Ọ gbasara na mba France n'oge narị afọ nke iri na atọ, ebe ọ kpaliri beignets. A na-eji shuga eme ka Sfenj na-atọ ụtọ malite na narị afọ nke iri na asatọ, ọ bụ ezie na a na-akụ okpete n'ọtụtụ ebe n'ụwa ndị Arab kemgbe narị afọ nke asatọ",
  "Tupu nke ahụ, a na-etinye mmanụ aṅụ ma ọ bụ syrup na-atọ ụtọ, ma ọ bụ na-enye ha naanị.",
  "Ọ bụ ezie na sfenj sitere na Al-Andalus, ọtụtụ ndị na-eme achịcha na ndị na-ere sfenj na Maghreb bụ ndị Amazigh (Berber)",
  "A na-eche na ndị Amazigh na-akwagharị akwagharị agbasawo sfenj na Maghreb niile site n'enyemaka nke ndị ahịa na-agafe mpaghara ahụ.",
  "Ndị na-eme achịcha sfenj rara onwe ha nye, nke a na-akpọ sufnāj (سفناج), pụtara n'oge na-adịghị anya na Maghreb dum, na-agba akaebe na ihe oriri ahụ na-ewu ewu",
  "Sufnājeen (n'ọtụtụ nke sufnāj) ghọrọ ndị dị mkpa na ndụ ọha na eze nke mpaghara Maghrebi, ka ha na ihe fọrọ nke nta ka ọ bụrụ ezinụlọ ọ bụla nọ n'obodo ha na-emekọrịta ihe kwa ụtụtụ, ma na-arụ ọrụ dị ka sufnāj ka a na-ewere dị ka ọrụ a na-akwanyere ùgwù",
  "N'ebe a na-eme achịcha sfenj ọdịnala, sufnāj (na nnukwu ihe ha na-eme ka ọ dị gburugburu) na-anọdụ n'elu ikpo okwu dị elu, nke e welitere ntakịrị karịa ebe ndị ọzọ a na-emepụta achịcha, nke e buliri ihe karịrị otu mita n'ala",
  "Ndị ahịa gbara ikpo okwu a gburugburu ma gbalịa ịdọrọ uche sufnāj iji tinye iwu ha site n'iweli aka ha n'ebe ọ nọ ma tie mkpu.",
  "Sufnājeen ọdịnala na-apụ n'anya ngwa ngwa na Maghreb nke oge a, n'ihi ịrị elu nke ụlọ ọrụ na-eme achịcha na mmụba nke usoro nri sfenj na blogosphere Ịntanetị.",
  "Na Libya, a na-eri Sfinz na-agbanye shuga ma ọ bụ na-agbakọta ya na mmanụ aṅụ ma ọ bụ molasses",
  "Enwere ike iri ya maka nri ụtụtụ Fraịdee ma ọ bụ na tii ehihie. Ọ bụ ezie na a na-eri ya n'afọ niile, ọ na-ewu ewu karịsịa n'oge ọnwa oyi na gburugburu Ramadan na Eid al-Fitr. Ọ bụ nsụgharị na mbaLibya nke sfenj doughnuts nke na-ewu ewu na mba ndị ọzọ nke Maghreb.",
  "A pụrụ iji àkwá e siri esi n'etiti kwadobe Sfinz. Àkwá ahụ nwere ike ịbụ nke na-agba agba ma ọ bụ nke siri ike, a na-ejikarị cheese emechi ya.",
  "Sfenj (Hibru: סְפינְג', : ) banyere n'omenala Israel tupu 1948, dịka ndị Juu Maghrebi wetara ya mgbe ha kwagara Palestine Mandatory. Sfenj ghọrọ ihe a ma ama n'oge na-adịghị anya maka Hanukkah, ebe ọ dị mfe ịkwadebe n'ụlọ",
  "Otú ọ dị, ịdị mfe nke nkwadebe nke sfenj nyere aka n'ịghọgbu ya na Israel mgbe Histadrut, otu ndị ọrụ mba Israel, gbara mbọ ime ka sufganiyah jupụtara na jelly bụrụ nri ọdịnala nke Hanukkah, n'oge ngwụcha afọ 1920",
  "Ọ bụ naanị ndị ọkachamara na-eme achịcha nwere ike ime sufganiyot nke ọma, na Histadrut chọrọ ka sufganiyot dochie latkes eme n'ụlọ iji nweta ọrụ maka ndị na-eme bred ndị Juu. Mgbalị ha gara nke ọma: ka ọ na-erule afọ 2016, nde ndị Juu 7 nke Israel na-eri nde sufganiyot 20 kwa afọ. Ọtụtụ ndị Juu Israel na-akọ na ha na-eri sufganiyot maka Hanukkah karịa ibu ọnụ maka Yom Kippur.",
  "Na mgbakwunye na sfenj nkịtị, enwere ụdị sfenj abụọ pụrụ iche, na-agụnyeghị ihe dị iche iche (mmanụ aṅụ, syrup, na shuga) sfenj nwere ike ịnwe:",
  "A na-egosipụta mkpa Sfenj dị na omenala Moroccan n'ọtụtụ okwu na mba Moroccan Arabic, gụnyere:"
]