[
  "Shade Thomas-Fahm, onye amụrụ Victoria Omọ́rọ́ník' Àdùk'́ Fọlashadé Thomas (ma a maara ya dịka \"Shadé Thomas\"), a na-ahụta ya dị ka \"onye mbụ na-emepụta ejiji ọgbara ọhụrụ na Naijiria\" na \"otu n'ime ndị na-emepụta ihe kachasị mkpa n'Africa, na onye ọsụ ụzọ nke ejiji Naijiria\" Ọ bụ onye mbụ na-emepụta ejiji mepere ụlọ ahịa ejiji na Naịjirịa ma mesịa mepee ọtụtụ ụlọ ahịa n'ebe dị iche iche. Shade Thomas Fahm mere ka a mara ụlọ ọrụ ejiji Naịjirịa. Mmetụta ya na ejiji Naịjirịa diri kemgbe afọ 60 ruo ugbu a, n'ime Naịjirịa na mba ofesi. \"Mmasị ya na okike ya tọrọ ntọala maka ụlọ ọrụ ejiji, ebe ọ kpalikwara ọtụtụ ndị na-emepụta ihe ịchụso ihe na-amasị ha",
  "\"",
  "A ga-eme ememe mmetụta ya na-adịgide adịgide na Victoria na Albert Museum (V&A) nke London na London na 2022.",
  "A mụrụ Thomas-Fahm, na Septemba 22, 1933, n'ezinụlọ Maazị Bankole Ayorinde Thomas na Oriakụ Elizabeth Olaniwun Thomas",
  "Ọ gara St",
  "Peter's School, Faaji, Baptist Girl's School Araromi, na mgbe e mesịrị New Era Girls 'College, ha abụọ na Lagos.",
  "Mgbe ọ dị afọ iri na itoolu, mgbe ọ nọ na klas nke anọ ma na-eche maka rizọltụ ule Cambridge Junior Certificate iji banye High School ma ọ bụ Technical College, ọ hụrụ onwe ya dị ime",
  "Nwa nwoke ọ mụrụ, na 1952, aha ya bụ Joachim Kofi Branco",
  "Mgbe a mụsịrị ya, ọ kwagara Kano na Northern Nigeria ka ọ nọrọ nna nwa ya nso",
  "Ọ laghachiri n'ụlọ n'oge na-adịghị anya, mgbe ọ chọpụtara na nwoke ahụ nwere nwanyị ọzọ ya na ya nwere mmekọ.",
  "N'afọ ndị 1950, dị ka omume ahụ dị n'oge ahụ, o tinyere akwụkwọ ịga England ịmụ ihe dị ka nọọsụ",
  "Ọ gawara n'oge ọkọchị nke afọ 1953",
  "Ma mgbe ọ bịarutere England, ụlọ ahịa ndị dị mma nke West End nke London masịrị ya wee malite ejiji. O nwetara General Certificate of Education na Barret College, ma tinye akwụkwọ maka ịbanye na St",
  "Martins College of Art and Design, ebe o ruru eru dị ka onye na-emepụta ejiji na 1959, na-aghọ nwanyị Naijiria mbụ nwetara nzere ọkachamara na imewe ejiji.",
  "Dị ka nwa akwụkwọ, ọ rụrụ obere ọrụ n'ebe dị iche iche nke gụnyere na Lion Corner House, mana o mechara rụọ ọrụ na Stenoff & Sons ebe e mere ka ọ mụta ịme ihe ngosi",
  "Ọrụ nlereanya ya mere ka ọ rụọ ọrụ maka nnukwu ụdị na England, gụnyere Lux Beauty Soap",
  "E gosipụtara foto ya na mgbasa ozi ya ruo South Africa",
  "Na London, ọ nwetara ụfọdụ ama dị ka onye nlereanya ojii, nke bụ ihe a na-adịghị ahụkebe n'oge ahụ.",
  "N'ọnwa Julaị afọ 1960, ọ laghachiri Naịjirịa, wee malite ụlọ ahịa ejiji mbụ ya na ụlọ ahịa dị na Yaba nke a na-akpọ \"Maison Shadé\", nke mechara bụrụ \"Shadé's Boutique\"",
  "O debere atụmatụ ndị Naijiria ma bụrụ onye mbụ jiri mannequins dị ka ọ hụrụ na mba UK",
  "Mgbe e mesịrị, o mepere ụlọ ọrụ na-emepụta uwe na Broad Street nke nwere ngwá ọrụ ịchọ mma",
  "N'ikpeazụ, ọ gbazitere ụlọ ahịa na Federal Palace Hotel e wuru ọhụrụ na Lagos.",
  "O kwuru na ụfọdụ ihe bú mmasị ya ịweteghachi Naịjirịa mgbe ahụ, tupu mba ahụ enweta nnwere onwe ya, bụ \"inye ndị mmadụ ọrụ na idozi enweghị ọrụ\"",
  "Na mbido, o siri ike ime ka ndị Naijiria kwenye ịzụta ákwà e mewere n'obodo, n'ihi na ndị mmadụ chere na ọdịbendị Britain ka mma. Ma nwayọ nwayọ, ọ ghọrọ onye na-emepụta ihe na onye na-emepụta uwe na Lagos fashion scene",
  "Ọrụ ya malitekwara inweta nkwanye ùgwù mba ụwa",
  "Otu n'ime atụmatụ ya, dịka ọmụmaatụ, gosipụtara na Singer International Fashion Catalogue na ịkpụ akwụkwọ na akwa dị mfe",
  "E gosipụtara ọrụ ya na ihe ngosi ahụ ma otu n'ime atụmatụ ya ritere ihe nrite Singer.",
  "N'ime afọ iri isii, Shadé's Boutique ya, na ụlọ ahịa uwe ya na Lagos ghọrọ ebe a na-aga maka uwe ndị Naijiria mere nke ụdị dị iche iche",
  "Ha dị iche na ụlọ ahịa ndị ọzọ nke na-ere naanị atụmatụ ndị mba ọzọ",
  "Ndị ahịa ya, n'ime afọ ndị gara aga, gụnyere ma ọha mmadụ dị elu (site na ndị ndọrọ ndọrọ ọchịchị gaa na ezinụlọ ndị agha, na ndị mba ọzọ nwere mmetụta, na ndị isi mba ọzọ dị ka Nicéphore Soglo, onye bụbu onye isi ala Benin Republic).",
  "N'afọ 1977, n'oge ọchịchị Olusegun Obasanjo, na ịgbaso Iwu Indigenization nke gọọmentị ndị agha, ndị agha gọọmentị jidere ụlọ ahịa Thomas-Fahm, weghara ya, ma na-elekọta ya ruo izu ole na ole",
  "Mgbe ọtụtụ iwe na mkpu ọha na eze gasịrị, e weghachiri ya ụlọ ahịa ahụ.",
  "Thomas-Fahm metụtara ọtụtụ ndị ya na ha dịkọrọ ndụ, site na afọ ndị 1970s ruo ugbu a",
  "Ụfọdụ n'ime ha gụnyere Abah Folawiyo, Betti O, Folorunsho Alakija, na Nike Okundaye, ndị niile nwere mmetụta dị ukwuu na ejiji Naịjirịa.",
  "Thomas-Fahm bụ ọkachamara n'iji akwa a kpara akpa na nke a na-ete n'ime obodo iji mee ụdị ọgbara ọhụrụ nke a maara na Naịjirịa na gburugburu ụwa. N'ime afọ anọ, ọ buliri uru nke azụmahịa ya ruo ọnụ ahịa pound puku iri.",
  "O mepụtara ọtụtụ atụmatụ ọgbara ọhụrụ site na ụdị ọdịnala",
  "Ndị a gụnyere:",
  "Ọrụ ya gbanwere ụzọ ụmụ nwanyị si eji ejiji na Naịjirịa, n'ihi na ọrụ ya - nke a na-ahụ ọtụtụ ụmụ nwanyị a ma ama, ji nwayọọ nwayọọ metụta otú ụmụ nwanyị Naịjirịa si eji ejiji.",
  "O mekwara uwe maka nka na ọdịbendị, ọkachasị maka otu Wole Soyinka's nke 1960 a kpọrọ Masks theatre group",
  "O kwuru banyere ya na ihe ncheta ụlọ mkpọrọ ya nke akpọrọ The Man Died",
  "Thomas-Fahm bụkwa otu n'ime ụmụ nwanyị mbụ na-emepụta ihe na Naịjirịa, na-eguzobe ụlọ ọrụ uwe ya na Block E, Industrial Estate, Yaba",
  "Ọ bụ n'ụlọ ọrụ mmepụta ihe a ka e mere atụmatụ ya bụrụ ihe pụrụ iche.",
  "Ka oge na-aga, o nwere mmasị dị ukwuu na ọzụzụ nke ndị na-emepụta ejiji na Yaba College of Technology ebe ọ bụ onye ọbịa agụmakwụkwọ ruo ọtụtụ iri afọ, ma nye onyinye maka nwa akwụkwọ kachasị pụta ìhè na ejiji."
]