[
  "Shadi Abdel Salam bụ onye nduzi  nkiri Egypt, onye edemede na ejiji na onye na-emepụta ihe.",
  "A mụrụ ya na Alexandria na 15 Maachị 1930, Shadi gụsịrị akwụkwọ na Victoria College, Alexandria, 1948, wee kwaga England ịmụ ihe nkiri site na 1949 ruo 1950",
  "Ọ sonyeere ngalaba nka mara mma na Cairo ebe ọ gụsịrị akwụkwọ dị ka onye na-ese ụkpụrụ ụlọ na 1955",
  "Ọ rụrụ ọrụ dị ka onye na-enyere onye na-ese ihe, Ramsis W",
  "Wassef, aka n'afọ 1957, ma mepụta ihe ịchọ mma na ejiji nke ụfọdụ n'ime ihe nkiri ndị a ma ama n'akụkọ ihe mere eme nke Ijipt nke gụ",
  "ụnyere; Wa Islamah, Mawwńed fil Bourg, Al Nasser Salah Ad-Din, Almaz wa Abdu El Hamouly",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ akụkọ ihe mere eme na onye nlekọta nke ihe ịchọ mma, ejiji na akụkụ ngwa nke ihe nkiri Polish, Fero, nke Jerzy Kawalerowicz duziri.",
  "Ọ nyekwara ntụziaka maka ihe nkiri ogologo oge nke akpọrọ The Night of Counting the Years (Al-Momiaa), 1968 - 1969, ọ nwetakwara ọtụtụ  nrite  nkiri maka ọrụ a",
  "Ọ nyekwara nduzi  nkiri mkpirikpi nke Egypt oge ochie nke akpọrọ El Eloquent Peasant",
  "N'ụzọ dị ịrịba ama, ọ rụrụ ọrụ dị ka onye nduzi nke Ministry of Culture Center maka ihe nkiri nnwale na 1970",
  "O dekwara  nkiri ogologo nke akpọrọ \"Ikhnatoun\" ma mezue atụmatụ ndị dị mkpa site na 1974- 1985",
  "Ọ kụziri na Cinema Higher Institute of Egypt na Ngalaba nke Decorations, Costumes na Film Direction site na 1963-1969",
  "Ọ nwụrụ na 8 Ọktoba 1986.",
  "E wepụtara The Night of Counting the Years na 1969",
  "Akụkọ a dabeere n'ezi akụkọ banyere nchọpụta nke Royal Mummies iri anọ na 1881 na Thebes, isi obodo nke Alaeze Ukwu Fero",
  "Ruo ihe karịrị puku afọ atọ, ozu ndị ahụ a gbasiri agbasi anọwo n'enweghị nsogbu, ruo mgbe ụfọdụ ndị ọkà mmụta ihe ochie si na Ngalaba Antiquities na Cairo chọpụtara na ọtụtụ ihe nwere aha eze sitere na usoro ọchịchị nke iri abụọ na otu na-apụta mgbe niile n'ahịa ojii oge ochie",
  "Ha na-eche na n'ebe ọ bụla na Thebes, mmadụ maara ebe ili ndị na-efu efu dị",
  "Ọ na-eme na ụmụ eze n'etiti agbụrụ ugwu Horabat edebewo ihe nzuzo a site n'ọgbọ ruo n'ọzọ",
  "Ndị a na-ewere Royal Cache mgbe niile dị ka ihe na-eweta ego nke onwe ha iji nweta n'oge mkpa",
  "E kewara ego ahụ n'etiti ndị agbụrụ ahụ",
  "Mgbe ndị ọkà mmụta ihe ochie rutere ịchọta ili ahụ, a tụbara ụmụ nwoke abụọ nke onye isi agbụrụ ahụ nwụrụ anwụ n'ime ọgba aghara omume, n'amaghị ma ha ga-ekpughe ihe nzuzo ahụ ma ọ bụ chekwaa ihe ndị agbụrụ ahụ weere dị ka ihe nketa ha",
  "Nwa ya nwoke nke nta, Waniss, ghọrọ onye dị mkpa na ihe nkiri akụkọ ahụ.",
  "Mepụtara na 1969, ihe nkiri dị mkpirikpi ahụ dabeere n'akụkọ oge ochie nke otu aha ahụ, na kpakpando Ahmed Marei.",
  "E mepụtara ya na 1973",
  "Ihe ngosi a na-egosipụta ndụ ọdịbendị na Ijipt nke oge a.",
  "N'ịbụ nke e mepụtara na 1975, ihe ngosi a na-anwa ijide mmetụta ọhụrụ nke mmeri n'anya ndị agha Ijipt mgbe agha 1973 na Israel gasịrị.",
  "N'ịbụ nke e mepụtara na 1982, docudrama a nwere ikike ịgbasa mmata banyere ihe nketa Ijipt oge ochie.",
  "N'ịbụ nke e mepụtara na 1984, docudrama a nwere ikike ịgbasa mmata banyere ihe nketa Ijipt oge ochie.",
  "N'ịbụ nke e mepụtara na 1986, docudrama a nwere ikike ịgbasa mmata banyere ihe nketa Ijipt oge ochie.",
  "Ọdachi nke nnukwu ụlọ ahụ, nke a makwaara dị ka Akhenaten, ga-abụ akụkọ ihe mere eme banyere ọchịchị Fero Akhenaton",
  "Otú ọ dị, emechabeghị ihe nkiri ahụ tupu ọnwụ Abdelsalam, n'ihi nkwenye ya na ego ndị Ijipt; ọ jụrụ onyinye sitere na mba ọzọ ugboro ugboro (gụnyere ọtụtụ ndị mmesapụ aka sitere n'aka ndị nkwado France), na-ekwusi ike na a ga-eji ego Ijipt mee ihe nkiri banyere akụkọ ihe mere eme",
  "Abdelsalam rụrụ ọrụ na ọrụ a ruo afọ iri n'oge ọ na-edegharị anọ n'ime edemede ahụ mana o kpebeghị na mbipụta ikpeazụ nke ihe nkiri ahụ wee nwụọ tupu o mezue ya, ọ bụ ezie na emechara ọtụtụ n'ime ihe ịchọ mma, ihe nkiri, na ejiji.",
  "Na 15 Maachị 2015, Google mere emume ncheta ọmụmụ ya nke afọ iri asatọ na ise n'ihe ngosiputa Google Doodle."
]