[
  "Chief Shafi Lawal Edu (1911 ruo 2002), nke a maara nke ọma dị ka S.L",
  "Edu, bụ onye ọchụnta ego Naijiria na onye na-echekwa ihe si Epe, Lagos Steeti. O guzobere ego nchekwa nke Naijiria, otu na-abụghị nke gọọmentị na-etinye aka na ọrụ nchekwa, ọ bụkwa onye otu kansụl nke World Wildlife Fund.",
  "A mụrụ Shafi Lawal Edu na 7 Jenụwarị 1911 na Epe, Lagos n'ezinụlọ Lawani Edu; nne ya bụ Raliatu onye bụ nwa nwanyị nke onye ụkọchukwu Alakụba. Agụmakwụkwọ ya malitere site na ịga ụlọ akwụkwọ koranic tupu ọ banye n'ụlọ akwụkwọ praịmarị nke gọọmentị Muslim na Epe. Ọ gụsịrị akwụkwọ ya n'afọ 1927 wee ghọọ onye nkuzi n'ụlọ akwụkwọ ya.",
  "Edu sitere n'ezinụlọ ndị eze, nwa nke ezinụlọ ndị Alakụba",
  "Nna nna ya bụ Buraimoh Edu, onye Mogaji Muslim onye mechara bụrụ Baale nke Epe",
  "Edu chịrị n'etiti 1903 na 1917 ma a na-ewere ya dịka onye ọchịchị ikpeazụ nke Epe",
  "Edu bụ otu n'ime ụmụ okorobịa ndị sonyeere Oba Kosoko nke Lagos gaa mba ọzọ na Epe n'ihi mbata ndị agha Britain na obibi Lagos n'afọ 1851.",
  "Edu nwụrụ na 8 Jenụwarị 2002, ụbọchị ọ gbara afọ iri itoolu na otu",
  "N'ikwekọ n'ọchịchọ ya, e liri ya n'ala nna ya Epe.",
  "Edu hapụrụ nkuzi n'afọ 1930 wee malite ọrụ dị ka onye odeakwụkwọ na Africa Oil and Nuts Company, ụlọ ọrụ nke nwere njikọ azụmahịa na Holland West Africa ma tinye aka n'ịzụta ihe nkwụ na Epe. N'afọ 1933, e zigara ya na Apapa dị ka onye na-ahụ maka ụgbọ mmiri na Holland West Africa",
  "Ka ọ na-erule n'afọ 1945, ọ rịgooro n'ọkwa njikwa",
  "Dị ka onye njikwa, ọ haziri ọfịs ụgbọ mmiri Dutch na mba ahụ ma nyere aka gbasaa azụmahịa ahụ na obodo ndị ọzọ dị n'ụsọ oké osimiri",
  "N'ịchọpụta na e nwere atụmanya dị ọnụ ala na-enweghị atụ na ụlọ ọrụ ụgbọ mmiri Naijiria, ọ hapụrụ Holland West Africa Lines wee guzobe ụlọ ọrụ nke ya",
  "N'iji ahụmịhe ya n'oge gara aga na ụlọ ọrụ ụgbọ mmiri, ọ chọtara onwe ya niche na njikwa ụgbọ mmiri na stevedoring",
  "O mechara gbasaa ọrụ ahụ n'ime osisi na ngwaahịa ndị ọzọ",
  "N'oge agha gachara, ọ bụ onye na-ahụ maka nri na ụlọ ọrụ onwe, gọọmentị na Europe",
  "Ọ gakwara n'ime azụmaahịa mbupu mmanụ na-arụ ọrụ dị ka onye ọrụ ngo maka British Petroleum",
  "Edu bụ onye isi oche nke British Petroleum, Nigeria mgbe ụlọ ọrụ ahụ ghọrọ nke mba ma gbanwee aha ya ka ọ bụrụ African Petroleum site n'ọchịchị Obasanjo",
  "Na mmekorita ya na T.A",
  "Braithwaite na Munich Re-Insurance, o guzobere ụlọ ọrụ ịnshọransị, African Alliance.",
  "N'afọ 1950, Edu bụ onye otu Lagos Chamber of Commerce nke ndị mba ọzọ na-achịkwa, dị ka onye otu, ọ matara ụlọ ọrụ iwu nke Irving na Bonnar nke rụrụ ọrụ dị ka ụlọ ọrụ ndụmọdụ maka azụmaahịa mba ọzọ na'ịchọ ohere na mba ahụ",
  "Site na Irving na Bonnar, o nwetara oche oche na Blackwood Hodge Nigeria, ụlọ ọrụ pọmpụ na eletrik, Haden Nigeria na Glaxo Nigeria",
  "Ọ bụkwa onye otu ụlọ ọrụ Federal Industrial Loans Board site na (1954 ruo 1959)",
  "N'afọ 1963, a họpụtara ya dịka onye isi oche nke Lagos Chamber of Commerce",
  "Njem Edu n'oké osimiri nke ọchụnta ego malitere dị ka onye na-ere kandụl ụgbọ mmiri, onye na-ahụ maka nri na onye na-azụ ahịa osisi",
  "Ọ nwere ihe ịga nke ọma na azụmaahịa",
  "Ọ gbasaa mmasị azụmahịa ya na mbido afọ 1950 iji tinye mpaghara ndị dị ka njem nke ọ kpọrọ Slee Transport Limited",
  "Ụlọ ọrụ a na-ahụ maka ibu mmanụ na ibugharị ngwaahịa mmanụ",
  "Site na 1950s ruo na njedebe nke Republic nke Mbụ, Slee Transport Limited bụ nnukwu onye na-ahụ maka ụgbọ ala maka British Petroleum.",
  "O wutere na ọ ga-ahụ mmebi nke oge a na steeti akụ na ụba Naịjirịa, ọchịchị na mmekọrịta mba ụwa",
  "Nkwụsịtụ Naịjirịa site na Commonwealth n'oge General Sani Abacha dị ka onye isi agha nke steeti were ya iwe karịsịa n'ihi na ọ na-etinye aka na Commonwealth Chambers of Commerce na ikike ya dị ka Onye isi oche nke Naịjirị nke Royal Commonwealth Society ruo ọtụtụ iri afọ.",
  "N'oge tupu nnwere onwe, Edu nwere ọmịiko na Nigerian Youth Movement(NYM) dị ka onye na-akwado Jibril Martin, otu n'ime ndị otu ahụ na ntuli aka nke afọ 1943",
  "A họpụtara ya n'ime Western House of Assembly na 1951 ma mesịa họpụta ya ka ọ nọchite anya Epe, o lekwasịrị anya na ụlọ ọrụ dị iche iche",
  "O guzobere Nigerian Conservation Foundation na 1980",
  "Otu n'ime ụmụ ya nwoke, Yomi Edu, bụ onye Olusegun Obasanjo họpụtara ka ọ bụrụ Minista nke Ọrụ Pụrụ Iche.",
  "A họpụtara Edu ka ọ bụrụ onye kansụl iji nọchite anya ngalaba Bado na kansụl mpaghara Epe n'afọ 1945 ma n'etiti 1952 ruo 1954 ọ rụrụ ọrụ dị ka onye otu ụlọ onye nnọchiteanya na Lagos Steeti nke Naijiria ugbu a.",
  "Chief S.L Edu Research Grant",
  "Nigerian Conservation Foundation (NCF) na mmekorita ya na Chevron Nigeria Limited (CNL) na-enye ụmụ amaala Naijiria onyinye nyocha ndị chọrọ ịrụ ọrụ nyocha na mpaghara ndị metụtara nchekwa okike na ndụ na-adịgide adịgide",
  "Onyinye ahụ bụ maka mmemme PhD."
]