[
  "Shakshouka (Arabic: , nke a na-akpọkwa shakshuka ma ọ bụ kwa chakchouka) bụ nri Maghrebi nke àkwá a na-etinye na tomato, mmanụ olive, ose, yabasị na galik, nke a-ejikarị cumin, paprika na ose cayenne mee ka ọ dị ụtọ",
  "Dị ka Joan Nathan si kwuo, shakshouka malitere na Ottoman North Africa n'etiti narị afọ nke iri na isii mgbe Hernan Cortés webatara tomato na mpaghara ahụ dị ka akụkụ nke mgbanweere Columbian.",
  "Okwu shakshouka (Arabic) bụ okwu Maghrebi Arabic maka \"mgwakọta\". A na-arụkarị ụka kpọmkwem ebe okwu ahụ si, mana, dị ka aha ọtụtụ efere na okwu Maghrebi, a kwenyere na ọ sitere n'asụsụ ndị Amazigh (ma ọ bụ Berber) ndị obodo ahụ. N'ebe ọdịda anyanwụ Maghreb, a na-akpọ ya bīd wu matiša (بيض ومطيشة \"àkwá na tomato\").",
  "Mmalite nke nri ahụ ka bụ okwu nke esemokwu ụfọdụ na nkwupụta na-asọmpi nke mmalite Libya, Moroccan, Tunisian, Turkish, Algeria na Yemen. Tomato na ose bụ ihe ndị dị na New World nke ghọrọ ihe ndị a na-ahụkarị na narị afọ ndị sochirinụ mgbe mgbanwe Columbian gasịrị",
  "Nri ahụ abụwokwa akụkụ nke nri Sephardic ruo ọtụtụ narị afọ, ndị Juu si Libya na Tunisia wetaara ya Israel n'afọ ndị 1950 na 1960, ọ bụ ezie na ọ ghọrọ ihe a ma ama na menus n'afọ 1990. Ọtụtụ n'ime  ewu ya ugbu a na Israel bụ n'ihi Bino Gabso, nwa nke ndị Juu si Tripoli, onye weghaara ụlọ oriri na ọṅụṅụ nna ya na Jaffa na 1991 ma gbanwee aha ya ka ọ bụrụ Dr Shakshuka.",
  "Nri ahụ emeela ka ọ bụrụ ihe a mara nke ómá n'ụwa niile, ihe omume nke nwere ike ịbụ na akwụkwọ nri nke 2012 gbasara nri Jerusalem nke onye isi nri ndị Juu Israel Yotam Ottolenghi na onye mmekọ azụmahịa Palestine ya Sami Tamimi nyere aka. Onye Israel na-ede akwụkwọ nri bụ Gil Hovav, kwụrụ na ọ bụ Ottolenghi na akwụkwọ Tamimi mere ka nri ndị dị ka shakshouka bụrụ ihe a ma ama n'ụwa niile",
  "Ụfọdụ ebubowo Israel maka iji ọdịbendị eme ihe nke onye isi nri Michael Solomonov jụrụ: \"Ịsị na nke a bụ nri ezuru ezuru ezere ọ bụghị naanị na ọ bụghị eziokwu, ọ bụ naanị umengwụ",
  "Ezígbóté ihe mere onye ọ bụla nọ n'ógbè ahụ ji esi nri n'ụzọ ha si eme bụ n'ihi ndị Ottoman.",
  "Enwere ike inwe ọtụtụ ọdịiche dị iche iche nke ofe, na-adịgasị iche na ihe na-esi ísì ụtọ na ụtọ",
  "Ụfọdụ ndị na-esi nri na-agbakwunye lemon echekwara, cheese mmiri ara atụrụ nnu, oliv, harissa ma ọ bụ sausage na-esi ísì ụtọ dị ka chorizo ma ọ bụ merguez. A na-eji àkwá eme Shakshouka nke a na-ejikarị eme ihe ma enwere ike ịkwagharị ya dị ka ndị ikom Turkey.",
  "Enwere ike iji nwa atụrụ, ihe na-esi ísì ụtọ, yogọt na ahịhịa ọhụrụ mee ụdị shakshouka ụfọdụ. Ihe na-esi ísì ụtọ nwere ike ịgụnye coriander, caraway, paprika, cumin na cayenne ose. Ndị na-esi nri na Tunisia nwere ike itinye poteto, agwa sara mbara, obi artichoke ma ọ bụ courgettes na nri ahụ. Enwere ike iji nri matbukha nke North Africa mee ihe dị ka isi maka shakshouka.",
  "A gbakwunyere shakhsouka nke e ji ụdị kosher nke Spam (nke a na-akpọ loof) mee na nri ndị agha IDF n'afọ ndị 1950. N'ihi na àkwá bụ isi ihe, ọ na-adịkarị na nri ụtụtụ na mba ndị na-asụ Bekee, mana n'ụwa ndị Arab nakwa Israel, ọ bụkwa nri mgbede a ma ama, dịka hummus na falafel, bụ ọkacha mmasị mpaghara Levantine. N'akụkụ, a na-enye akwụkwọ nri na sausage nke North Africa a na-akpọ merguez, ma ọ bụ naanị achịcha, na tii mint.",
  "N'omenala ndị Juu, a na-eme nnukwu tomato stew maka nri abalị Ụbọchị Izu Ike ma jiri ihe fọdụrụ n'ụtụtụ na-esote mee shakshouka nri ụtụtụ na àkwá",
  "Na nri ndị Andalusian, a maara nri ahụ dị ka huevos a la flamenca; nsụgharị a gụnyere chorizo na serrano ham",
  "na nri ndị Ịtali, enwere ụdị nri a a na-akpọ uova na purgatorio (àkwá na purgatory) na tomato paste, anchovy, galik na parsley na mgbe ụfọdụ parmesan cheese."
]