[
  "Shaleen Surtie-Richards (7 Mee 1955 7 June 2021) bụ onye na-eme ihe nkiri na telivishọn, na ihe nkiri na South Africa, ma eleghị anya a maara nke ọma maka ọrụ ya na ihe nkiri afọ 1988 Fiela se Kind na usoro ogologo oge Egoli: Place of Gold Ọ rụrụ ọrụ na Afrikaans na Bekee.",
  "A mụrụ Surtie-Richards na Upington, Cape Province, Union of South Africa, na 7 Mee 1955 ma gaa ụlọ akwụkwọ ma n'ebe ahụ ma na Cape Town",
  "Nna ya bụ onye isi ụlọ akwụkwọ, nne ya bụ onye nkuzi. N'agbanyeghị na ọ tolitere n'oge ịkpa ókè agbụrụ, o kwuru na nzụlite ya abụghị nke na-enweghị ihe ọ bụla. Dịka nwatakịrị, mgbe ụlọ akwụkwọ egwu dị n'ógbè ahụ na-anabataghị ya n'ihi ụcha ya, nna ya zụtara ya piano ma were onye nkuzi n'ọrụ. Ọ gakwara klas ballet na tennis.",
  "N'ịbụ onye ruru eru dịka onye nkuzi ụlọ akwụkwọ ọta akara, Surtie-Richards kụziri na Upington na Cape Town n'etiti afọ 1974 n'afọ 1984. O were ọtụtụ ọrụ n'ọtụtụ ihe nkiri n'etiti afọ 1974 na 1981 ma na-arụkwa ọrụ na mmepụta nke Ngalaba Mmụta nke South Africa site n'afọ 1982 ruo afọ 1984. Ọ malitere ọrụ ime ihe nkiri ya n'afọ 1984.",
  "Surtie-Richards nwere ọrụ dị mkpa na Egoli: Place of Gold",
  "Ọ pụtara n'ọtụtụ afọ iri na asatọ nke ihe ngosi ahụ dị ka Ester (Nenna) Willemse.",
  "Ọ pụtakwara n'ọtụtụ mmemme telivishọn ndị ọzọ nke South Africa, gụnyere 7de Laan, Villa Rosa, na Generations. N'afọ 2000, ọ kwadoro ihe ngosi okwu nke ya, Shaleen, na ọwa M-Net nke South Africa.",
  "Surtie-Richards bụkwa onye ọka ikpe na asọmpi telivishọn Supersterre site n'afọ 2006-2010.",
  "N'afọ 2013, ọ pụtara dịka otu n'ime \"roasters\" na The Comedy Central Roast nke Steve Hofmeyr, nke Comedy Central South Africa channel duziri, nke Trevor Noah kwadoro.",
  "Surtie-Richards rụrụ ọrụ dị mkpa ma ọ bụ na-akwado ya na ihe nkiri ndị a:",
  "Surtie-Richards pụtara n'elu nkwago na South Africa niile na London. Ọ pụtakwara na nnukwu mmemme ihe nkiri na nka na South Africa na mba ofesi, gụnyere Aardklop Festival, Klein Karoo Festival, Grahamstown Festival, Suidoosterfees, na Edinburgh Fringe Festival.",
  "Ọ pụtara n'elu ikpo okwu na ọrụ Shakespeare, Willy Russell, Athol Fugard, na Pieter-Dirk Uys.",
  "N'oge ọrụ ya, Surtie-Richards ritere ihe karịrị onyinye iri anọ.",
  "Surtie-Richards meriri Best Actress Award n'afọ 1985 Fleur du Cap Theatre Awards maka ọrụ ya dị ka Hester na Athol Fugard's Hallo en Koebaai (Hello and Goodbye)",
  "N'afọ 2009, ọ meriri Fleur du Cap Award ọzọ maka arụmọrụ ya n'afọ 2008 na Shirley Valentine",
  "N'afọ 2008, maka arụmọrụ ya na Shirley Valentine, ọ nwetakwara Herrie Prize maka mmepụta kachasị ewu ewu na Klein Karoo Arts Festival.",
  "N'afọ 2014 Royalty Soapie Awards, Surtie-Richards natara Lifetime Achievement Award maka enyemaka afọ 30 ya na telivishọn na ọrụ ya na usoro dịka Egoli: Place of Gold, Generations, na 7de Laan. A họpụtakwara Surtie-Richards maka onye na-eme ihe nkiri pụtara ìhè maka ọrụ ya na Villa Rosa na onyinye afọ 2014.",
  "A na-asọpụrụ Surtie-Richards na Lifetime Achievement Award na 2015 Naledi Theatre Awards.",
  "Surtie-Richards nwụrụ na 7 June 2021, mgbe ọ dị afọ 66",
  "Ọ nwụrụ n'abalị n'ụra ya ma na-arịa ọtụtụ nsogbu ahụike",
  "Ezinụlọ ya agọnahụla asịrị na ọnwụ ya bụ n'ihi igbu onwe ya."
]