[
  "Shams al-Muluk Gamil al-Baroudi bụ onye Egypt na-eme ihe nkiri lara ezumike nká nke na-arụsi ọrụ ike na ihe nkiri Ijipt na ihe nkiri Lebanọn n'oge 1960s na 1970s",
  "Lisa Anderson nke Chicago Tribune kọwara ya dị ka \"otu n'ime ndị kasị mara mma na ndị mara mma n'ime ụmụ nwanyị na-eme ihe nkiri n'Ijipt\".",
  "A mụrụ ya nye nna onye Ijipt na nne onye Siria nke a mụrụ n'Ijipt, al-Baroudi gụrụ akwụkwọ na Higher Institute of Dramatic Arts na Cairo ruo afọ abụọ na ọkara wee mee ihe nkiri mbụ ya na ihe nkiri Ismail Yassin's comedy Hired Husband (Ven) n'afọ 1961",
  "Mgbe ọ rụchara ọrụ nke ọma n'afọ ndị 1960, ọ bịara n'okpuru ihe ngosi na ọrụ \"na-emebi iwu\" na mbido afọ ndị 1970, dị ka ọrụ ya na ihe nkiri nke Salah Zulfikar bụ The Other Man (الرجل培) na 1973 na Malatily Bathhouse (حمام الم Leicester) nke Salah Abu Seif na 1973.",
  "Mgbe ọ lụsịrị onye na-eme ihe nkiri ibe ya bụ Hassan Youssef na 1972, di na nwunye ahụ malitere ịrụkọ ọrụ ọnụ ruo mgbe al-Baroudi kpebiri mgbe Umrah na 1982 ka ọ hapụ ihe nkiri ma yiri hijab. N'oge ahụ, Youssef ka na-ese ihe nkiri Two on the Road ma mgbe al-Baroudi lara ezumike nká na mberede, a ga-emecha ma wepụta ihe nkiri ahụ na 1984.",
  "N'afọ 2001, Nourah Abdul Aziz Al-Khereiji nke Arab News gbara al-Baroudi ajụjụ ọnụ na 2001 Al-Madinah Festival",
  "Al-Baroudi kọwara oge ya dị ka \"oge amaghị ihe,\" aha ndị Alakụba na-eji arutu aka n'oge tupu oge Islam. Ka ọ na-erule afọ 2004, ọ na-eyi niqab na naanị ihe ngosi telivishọn ya bụ na ihe nkiri satellite okpukpe",
  "Ka ọ na-erule afọ 2008, ọ kwụsịrị iyi niqab ma na-eyi naanị ákwà mkpuchi.",
  "Lisa Anderson jiri al-Baroudi mee ihe atụ nke mmụba nke mmekọrịta ọha na eze n'etiti ndị Ijipt.",
  "Al-Baroudi lụrụ nwa eze Saudi Khalid bin Saud na 1969, ma gbaa alụkwaghịm mgbe ọnwa iri na ato gasịrị. Kemgbe afọ 1972, ọ lụrụ onye na-eme ihe nkiri bụ Hassan Youssef. Otu n'ime ụmụ ha nwoke, Omar H",
  "Youssef bụkwa onye na-eme ihe nkiri. Nwa nwanne ya nwanyị, Ghada Adel bụkwa onye na-eme ihe nkiri."
]