[
  "Shamim Malende (amụrụ n'afọ 1980), bụ onye ọka iwu Ugandan, onye kọmishọna maka ịṅụ iyi, onye na-ahụ maka ọha na eze, onye ndọrọ ndọrọ ọchịchị na onye na-eme ihe gbasara obodo",
  "Ọ bụ onye otu People Power, Our Power Movement na nke National Unity Platform (NUP)",
  "Ọ bụ naanị nwanyị nọ n'òtù iwu nke Robert Kyagulanyi Ssentamu. Na ntuli aka nke afọ 2021 a họpụtara ya ka ọ bụrụ onye omeiwu dị ka onye nnọchi anya ụmụ nwanyị maka mpaghara Kampala maka oge 2021-2026.",
  "A mụrụ Malende na Kawempe, Kampala, isi obodo Uganda, na Disemba 1980, nwa Alhajj Jamal Ahmed Sebuta Malende, onye ọka iwu, na Jane Francis Nasunna, onye nkuzi ụlọ akwụkwọ.",
  "Ọ gara ụlọ akwụkwọ praịmarị nke Busaale Church of Uganda na Kayunga District",
  "Ọ gụsịrị akwụkwọ O-Level ya na Buziga Islamic Theological Institute na Bbunga, agbata obi dị na Makindye Division, Kampala",
  "Ọ gara Aisha Girls High School na obodo Mbarara, na mpaghara ọdịda anyanwụ nke Uganda",
  "Ọ gụsịrị akwụkwọ dị ka nwa akwụkwọ kachasị mma na Western Region na n'etiti ndị kacha elu iri na mba ahụ mgbe ọ nwetasịrị AAAA na ule A-Level ya n'afọ 2000.",
  "A nabatara ya na Mahadum Makerere, mahadum ọha na eze kachasị ochie na nke kachasị ukwuu na Uganda, na nkwado gọọmentị",
  "Ọ gụsịrị akwụkwọ na nzere Bachelor of Laws n'afọ 2005",
  "Ọ gara n'ihu nweta diplọma postgraduate na Legal Practice, site na Law Development Centre na Kampala",
  "A nabatara ya na Uganda Bar n'afọ 2008.",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum, ọ rụrụ ọrụ n'ụlọ ọrụ nna ya tupu ọ mepee ụlọ ọrụ iwu nke ya, Malende & Company Advocates.",
  "N'ime oge 2018-2020, ọ na-edozi ihe fọrọ nke nta ka ọ bụrụ ikpe 200 nke ụmụ amaala Uganda a tụrụ mkpọrọ maka mmebi iwu ndọrọ ndọrọ ọchịchị dị iche iche",
  "Ọtụtụ n'ime ndị ahịa ya bụ ndị bi n'obodo ukwu, ndị na-eto eto, ndị ogbenye, ma na-edebanye aha na People Power, Our Power Movement na National Unity Platform",
  "A kpọrọ ya ka ọ sonye na People Power Legal Team, nke Asuman Basalirwa na Benjamin Katana na-edu.",
  "N'afọ 2020, o kwupụtara ebumnuche ya ịzọ ọkwa onye nnọchi anya nwanyị maka Kampala City na ntuli aka ndị omeiwu Uganda nke 2021. Nke a mere ka ọ megide Stella Nyanzi, onye na-agba ọsọ maka otu ọnọdụ ahụ, na tiketi ndọrọ ndọrọ ọchịchị Forum for Democratic Change",
  "Ọ meriri oche ahụ.",
  "Àtụ:Kampala District"
]