[
  "Àtụ:Infobox building\nShanghai Expo Mart (Chinese: 上海世博会展中心; :  zhǎn zhōngxīn; Shanghainese: ), nke bụbu Africa Joint Pavilion (Chinese), bụ ụlọ ngosi dị nso na Osimiri Huangpu na Shanghai, China",
  "E wuru ụlọ nzukọ ahụ maka Expo 2010 ma nwee 21,000 square mita (230,000  ft) nke ime ụlọ na 3,600 square mita (39,000 sq ) of outdoor space. A rụzigharịrị ụlọ nzukọ ahụ mgbe ngosi ahụ gasịrị, na mmezigharị na-agwụ na Nọvemba 2011.",
  "E wuru Shanghai Expo Mart maka Expo 2010 dị ka Africa Joint Pavilion. E wuru ya dị ka mmekorita ya na ndị China na ndị Africa, ma wuchaa ya na Septemba 2009. Ogige ahụ nwere nnukwu mgbidi osisi ndị e sere n'akụkụ ụlọ ahụ. Ihe osise ahụ na-eru nso na June 11, 2009, ma gosipụta ya n'ụlọ ahụ n'oge ngosi ahụ. E ji saịtị ahụ gosipụta mmepe na ọdịbendị nke obodo ukwu dị n'Africa. Ihe ngosi ahụ were site na Mee 1 ruo Ọktoba 31, 2010. Na Mee 19, ihe ngosi ahụ setịpụrụ ndekọ mgbe ọ natara otu nde ndị ọbịa n'oge ihe ngosi ahụ, na June 22 mebiri nde ndị ọbịa ise, wee gafee nde 10 na July. Ọ bụ ma nnukwu ụlọ ma na-anọchite anya ọnụ ọgụgụ kachasị elu nke mba ọ bụla na World Expo. Ihe ngosi ahụ gosipụtara ihe ngosi sitere na mba 42 nke Afrịka na mba 8 nọchitere anya site na ndị otu ha nke African Union.",
  "Mgbe ngwụcha nke Expo 2010 gasịrị, atụmatụ nchịkwa nke ngosi ahụ bụ ịkwatu ụlọ ọrụ mba niile site na ihe omume ahụ ma e wezụga nke China. Ụfọdụ n'ime ụlọ ndị ahụ furu $ 16 nde iji wuo, mgbe ihe omume ahụ gasịrị, e nyere obodo Shanghai isii n'ime ha site na mba ndị ọzọ: Saudi Arabia Pavilion, Italy Pavilion. E weghachiri ụfọdụ n'ime ụlọ ndị ahụ nwa oge: Italy Pavilion ghọrọ Shanghai Italian Center, Expo Performance Center ghọrọ Mercedes-Benz Arena, China Pavilion ghọkwara China Art Palace, na Africa Joint Pavilion ghọọ Shanghai Expo Mart. Ogige egwuregwu ahụ bụ ebe egwuregwu, kọntaktị, na ihe omume ndị ọzọ na-eme; Ụlọ Ọrụ nka China na-akwado ihe osise. Pudong Expo Site Management Office ka na-eme atụmatụ ịkwatu ọtụtụ n'ime ụlọ ndị ahụ ma ọ bụrụ na atụmatụ mmepe mpaghara dị mkpa maka mpaghara ahụ; Otú ọ dị, a ga-edebe Africa Joint Pavilion ruo mgbe ebighị ebi. Mgbe ngosi ahụ gasịrị, a rụzigharịrị Africa Joint Pavilion, na mmezigharị ahụ gwụchara na Nọvemba 2011. A gụgharịrị ụlọ ahụ ka ọ bụrụ Shanghai Expo Mart.",
  "Àtụ:Expo 2010"
]