[
  "Shannon Esra (amụrụ n'abali mbụ nke ọnwa Febrụwarị 1984 dị ka Shannon Esrechowitz ) bụ onye ome ihe nkiri na onye ọbụ abụ nke South Africa.",
  "Esra nwere “mmasi mbụ ya nke ime ihe mgbe ọ dị afọ Anọ, na-akọ akụkọ egwu ụlọ akwụkwọ ọta akara Purim",
  "O mechara mee ihe ngosi Elvis Presley na asọmpi ngosipụta ọ natara na chi mpaghara.",
  "Esra nwere ọkachamara mbụ ya na-eme ihe nkiri mgbe ọ dị afọ iri na isii mgbe ọ pụtara na fim bụ I Dreamed of Africa (nke bụ Kim Basinger ), na-egosiputa agwa aha ya bụ Siri",
  "O mechara mụọ Dramatic Arts na Mahadum Witwatersrand na- enweta nzere BA (Hons) ya na 2003.",
  "O meriri ihe nrite Naledi Theater Award maka ome ihe omume kacha mma site na onye ohuru ma ọ bụ onye ihe na agara nke ọma  nwanyị), na mmepụta ihe nkiri Dorothy Ann Gould Japes maka ihe ngosi ya nke Neets",
  "Ọ nwetakwara nhọpụta Fleur du Cap maka ọrụ a.",
  "Ihe mmepụta nkwago ndị ọzọ gụnyere ihe nkiri nwanyị atọ ndị ntọ ọchị Six Inches (2018) nke Kristy Suttner dere ma duzie ya, yana cabaret Homebound na 2004.",
  "Esra nwetara akụkọ ihe mere eme na Bollywood site na ngosipụta ya nke Stephanie na ihe nkiri Salaam-e-Ishq: A Tribute to Love site n'ịbụ otu n'ime ndị na- eme ihe nkiri caucasian mbụ na-edu ndú",
  "ma wụọ ntutu isi agba ocha n'asụ asụsụ na-olu okwu Amerika bụ American Accent Esra gosipụtara ka onye si Canada gara njem na India ịkwụsị enyi ya nwoke (nke Kushal Punjabi gosipụtara)  ịlụ nwanyị",
  "Mgbe ọ rutere India, ọ zutere Raju, onye ọkwọ ụgbọ ala taxi ( nke Govinda gosipụtara) bụ onye na-abịa enyere ya aka ma emesịa ọhụ Raju n'anya.",
  "Na 2005,o mere ngosipụta obia tinyere Eric Stoltz, n'egosi dị ka nwunye mbụ ya, na Sci Fi Channel miniseries The Triangle",
  "Ọ gbakwara onye ndu ihunanya dị ka Katie na ihe nkiri Darrell Roodt gbasara rugby, Nọmba 10",
  "Na 2005 Esra rụrụ ọrụ ndu nke Caz O'Donough, onye uwe ojii zoro ezo, na ihe nkiri South Africa nke mkpali mmụọ ọnọdụ echiche / ihe nkiri aghụghọ ndị uwe ojii",
  "Caz bụ nne nanị ya dị afọ iri abụọ, chọpụtara na nna nke nwa ya nwanyị, Lawrence Carter, bụ onye òtù ezinụlọ mpụ ụdị mafia nke nna ya \"siri ike\" bụ Chisel, na-agbalị ịkwatu.",
  "Ọ na-egosipụta ugbu a na Tim Greene's n'ọtụtụ ihe nkiri South Africa na Televishon ahọpụtara maka ihe nrite nke ihe omume ebiputara, dị ka onye nta akụkọ nyocha Kim Smollen",
  "Kim bụ nwa agbọghọ Juu dị n'etiti afọ iri abụọ nke malitere dị ka onye na-ede akụkọ ntụrụndụ na akwụkwọ akụkọ siri ike bụ Bulletin",
  "N'ime oge nke atọ, a na-enye Kim ohere maka ịkọ akụkọ \"dị njọ\", na ugbu a emegharịrị sleazy tabloid The Bullet",
  "Esra bi na Sandton ya na nne na nna ya na nwanne ya nwoke nke obere",
  "Ọ bụ \"onye nkwado ime ụlọ\" nke asompi ịma aka nke ping-pong"
]