[
  "Xu Shang-Chi (/ u ti/ SHOO shahng-CHEE; Chinese:; pinyin: X Shàngq) bụ agwa akụkọ ifo na Marvel Cinematic Universe (MCU) franchise multimedia, dabere na agwa Marvel Comics nke otu aha ahụ",
  "Shang-Chi bụ nwa Ying Li na Wenwu, onye nchoputa na onye ndu mbụ nke otu Ten Rings na-eyi ọha egwu, na aha aha",
  "Shang-Chi, onye nna ya zụrụ azụ ka ọ bụrụ onye na-ese ihe egwu na igbu ọchụ n'akụkụ nwanne ya nwanyị Xialing, hapụrụ mgbanaka iri ahụ maka ndụ nkịtị na San Francisco, na-adọtaghachi azụ na ụwa ọ hapụrụ mgbe Wenwu na-achọ ya.",
  "Achọpụtala Shang-Chi ka ọ bụrụ dike Asia mbụ mere ihe nkiri nwere nnukwu ego",
  "O bu ụzọ pụta na Shang-Chi na Legend of the Ten Rings (2021).",
  "Onye edemede Steve Englehart na onye na-ese ihe Jim Starlin kere agwa a na njedebe 1972",
  "Marvel Comics nwara inweta ikike imeghari ihe nkiri telivishọn Kung Fu, mana Warner Communications jụrụ ya, bụ nke nwekwara onye isi mgba Marvel, DC Comics.Kama, Marvel nwetara ikike nke Sax Rohmer's pulp villain Dr",
  "Fu Manchu maka akwụkwọ ọchị",
  "Englehart na Starlin kere Shang-Chi, onye nkuzi kung fu nke ewepụtara dị ka nwa Fu Manchu amabeghị na mbụ",
  "N'agbanyeghị ịbụ agwa izizi, Rohmer kere ọtụtụ agwa Shang na-akwado Chi",
  "Ọdịiche Shang-visual Chi bụ onye omenkà Paul Gulacy mere ka ọ dị ka Bruce Lee",
  "Dị ka Englehart si kwuo, aha ya sitere n'ihe ọmụmụ ya banyere I-Ching, nke mebere (shng) nke pụtara \"ịrịgo\" na chi pụtara \"ike dị mkpa.\"",
  "Shang-Chi pụtara na mbụ na Special Marvel Edition #15 dị ka agwa (December 1973)",
  "Ọ pụtaghachiri na mbipụta #16 wee gbanwee aha ya na Aka nke Shang-Chi: Master of Kung Fu na mbipụta #17 (April 1974)",
  "N'ime afọ 1970 na-agba egwu ịgba egwu na United States, akwụkwọ ahụ ghọrọ ewu ewu nke ukwuu, na-adịgide ruo mbipụta #125 (June 1983), ọsọ nke gụnyere okwu anọ buru ibu na kwa afọ. Shang-Chi bụ nna ya Dr",
  "Fu Manchu zụlitere ka ọ bụrụ onye na-egbu egbu maka onye ga-emeri ụwa na ihe nkiri",
  "Shang-Chi na-aṅụ iyi mmegide ebighi ebi megide ọchịchọ nna ya ma na-alụso ya ọgụ dị ka ike maka ezi ihe mgbe ọ chọpụtasịrị ọdịdị ọjọọ Fu Manchu",
  "Fu Manchu mechara kpọgharịa Zheng Zu ka Marvel tụfuru ikike nke ụlọ Rohmer.  Starlin, onye na-amabughị Fu Manchu ruo mgbe Larry Hama gwara ya banyere ịkpa ókè agbụrụ ya, kwuru na ọpụpụ mbụ ya na usoro ihere bụ ihere maka mkpughe ahụ",
  "Shang-Chi pụtara na mpaghara agha ụwa nke K'un-Lun sitere n'ike mmụọ nsọ wuxia na akụkọ akụkọ \"Agha nzuzo\" nke 2015",
  "Ọ bụ nwa Emperor Zheng Zu nke achụpụrụ n'agha, onye isi nke mgbanaka iri, agbụrụ ọgụ ọgụ na-enweghị obi ọjọọ nke na-eji ike omimi na usoro dabere na ike nke mgbanaka iri nke Mandarin sitere na isi mmalite.",
  "Otu n'ime ihe kpatara iji Mandarin dị ka Shang-nna, Chi dịka Ed Brubaker siri kwuo, bụ okwu nwebisiinka. Na isi na-aga n'ihu, Mandarin nwere nwa nwoke aha ya bụ Temugin bụ onye a zụrụ azụ na ebe obibi ndị mọnk na nkà ịgba egwu na nkà ihe ọmụma; aha ya sitere na ezigbo aha Genghis Khan, nna nna Mandarin",
  "Dị ka Margaret Loesch, onye bụbu onye isi oche na onye isi oche nke Marvel Productions si kwuo, Stan Lee gakwuuru Brandon Lee na 1980 maka ịkpọ Shang-Chi na ihe nkiri ma ọ bụ ihe nkiri telivishọn dabere na agwa",
  "Ihe nkiri Shang-Chi nọ na mmepe na DreamWorks Pictures na 2001, mana mgbe ọ dabara na 2004, ikike agwa ahụ laghachiri na Marvel.   A goro David Maisel ka ọ bụrụ onye isi ọrụ Marvel Studios na 2004 n'ihi na o nwere atụmatụ maka ụlọ ihe nkiri maka ihe nkiri ego onwe ya. Marvel batara na Merrill Lynch n'ime usoro ụgwọ anaghị akwụghachi ụgwọ, nke Marvel nwetara $525 nde ihe karịrị afọ asatọ iji mee ihe nkiri iri kachasị dabere na akụrụngwa ụlọ ọrụ ahụ, nke ụfọdụ ikike ihe nkiri kwadoro na ngụkọta nke mkpụrụedemede iri, gụnyere Shang- Chi",
  "N'ịgbaso ọganihu nke Black Panther na Crazy Rich Asians (ha abụọ na 2018), Marvel mere ngwa ngwa ịmepụta ihe nkiri Shang-Chi, na-ewe David Callaham ka ọ dee ihe nkiri ahụ na December 2018 na Destin Daniel Cretton na-eduzi na March 2019.   Cretton nyekwara aka dee ihe nkiri nke Callaham",
  "Simu Liu, onye na-eme ihe nkiri China nke kwupụtaburu mmasị na ọrụ a, bụ Shang-Chi na Julaị 2019, na aha fim ahụ zuru oke, Shang-Chi na Legend of the Ten Rings, ka ụbọchị ole na ole gachara",
  "Cretton na Kevin Feige",
  "Mgbe emechara ya, Feige kpọrọ Liu, onye gwara ya na ndụ ya \"na-aga ịgbanwe,\" n'agbanyeghị na ọ na-arịọ arịrịọ maka ọrụ ahụ kemgbe Disemba 2018.",
  "Cretton na Callaham, ndị sitere na Eshia, maara ụfọdụ echiche agbụrụ gbara Shang-Chi gburugburu na ihe nkiri ahụ, Liu na-ekwu na onye ọ bụla metụtara \"nwere mmetụta nke ukwuu ka ọ ghara ịbanye na mpaghara stereotypical.\" Cretton chere na edemede nke sitere na Shang-Chi na Legend of the Ten Rings bụ \"mmelite mara mma nke ukwuu\" na agwa sitere na ihe nkiri, yana akụkọ ziri ezi gbasara njirimara Asia",
  "Callaham gara n'ihu kwuo na ọ nweghị \"otu olu Asia America,\" ya na Cretton kwurịtara ka ihe nkiri ahụ nwere ike isi gwa \"ndị mba Eshia sara mbara\" okwu ma bụrụ \"ihe na-atọ ụtọ ma na-atọ ụtọ, kamakwa nke onwe maka ndị a niile.\"  Cretton jiri Shang-Chi tụnyere Will Hunting from Good Will Hunting (1997), onye bụ \"ngwakọta nke oke nwoke na adịghị ike,\" na-achọpụta na ihe odide abụọ ahụ nwere ihe nzuzo na ike ha na-aghọtaghị, ebe Liu kwenyere na Shang-na-alụ Chi na mgba",
  "njirimara, karia nka nka agha ya, bụ isi n'ime agwa",
  "When he was approached to play the part, Liu expressed a desire for the film to \"allow society to see Asian men as powerful, desirable, and an aspiration of possibility.\" Liu used his childhood experiences battling stereotypes and'microaggressions' to relate to Shang-character Chi's arc of coming to terms with his heritage",
  "He also sought to dispel stereotypes based on Bruce Lee films from the 1970s that all Asian men are martial artists, stating in an Instagram caption that \"Shang-Chi is an Asian actor who specializes in kung fu",
  "It's one of many aspects that contribute to his personality, but it's by far the most physically demanding.\" Despite knowing little about the character at first, Liu was reassured early in the production of Shang-Chi and the Legend of the Ten Rings that \"It was clear from the beginning that [Cretton] was committed to telling the origin story of a hero who was fully three-dimensional and had a fully modernized  origin story",
  "In addition to Bruce Lee, he cited Jet Li as an inspiration when creating the character.",
  "Shang-Chi hapụrụ nzukọ iri mgbanaka maka ndụ nkịtị na San Francisco, ya na onye isi Destin Daniel Cretton na-akọwa Shang-Chi dị ka azụ dị na mmiri na United States onye na-anwa izo ya na amara ya ma ọ nweghị echiche \"onye ọ bụ",
  "ọ bụ n'ezie.\" Mgbe ọ bi na San Francisco, Shang-Chi gbanwere aha ya ka ọ bụrụ \"Shaun.\" Liu chọpụtara na Shang-decision Chi's ibi ndụ nkịtị bụ ihe dị mma \"Ihe ọ na-eme bụ ntakịrị ihe na nkịtị",
  "Ma ọ bụkwa n'ihi na a zụlitere ya n'ọnọdụ ndị siri ike",
  "enweghị m ike ịta ya ụta maka ya",
  "na-agbasi mbọ ike ịpụ n'ọnọdụ ahụ.\"   Cretton kọwara Shang-Chi na Legend of the Ten Rings dị ka \"njem nke ịbanye n'ime onye [Shang-Chi] bụ na ihe ọ pụtara ịbụ n'ụwa a.\" N'ihi na agwa anaghị eyi ihe mkpuchi, Liu kwesịrị ịrụ ọrụ na mgbanwe ya tupu ọ na-ese ihe nkiri iji mee ọtụtụ ihe ngosi nke ya",
  "Liu jikwa kilogram 4.5 gbalitekwara maka ọrụ ahụ",
  "Maka ihe nkiri ahụ, Liu mụtara ma zụọ ya na taekwondo, mgbatị ahụ, na Wing Chun, yana tai chi, wushu, Muay Thai, silat, Krav Maga, jiu-jitsu, ịkụ ọkpọ, na ọgụ n'okporo ámá",
  "Liu zoro aka na usoro ọzụzụ na ịme egwuregwu dị ka \"Ọ na-agwụ ike",
  "Enwere ọtụtụ awa ogologo oge",
  "ma ọ bụ otu n'ime ahụmahụ kacha akwụghachi ụgwọ nke ndụ m.\" Jayden Zhang na Arnold Sun gosipụtara Shang-Chi dịka nwata na afọ iri na ụma.",
  "Cretton dọtara nke ukwuu na ọrụ Jackie Chan maka usoro mmalite na fim ahụ nke Shang-Chi na-alụ ọgụ megide ndị na-egbu ọchụ sitere na Ten Rings, na-arụkọ ọrụ na ndị na-egwu egwu Brad Allan na Andy Cheng, bụ ndị a zụrụ azụ na otu egwuregwu Chan",
  "Cretton kwuru na oge usoro kachasị amasị ya bụ \"Jaketị ahụ stunt",
  "mgbe ọ nwere ike wepụ jaket ya, gbanye ya gburugburu, ma tinyeghachi ya",
  "Ndị otu egwuregwu Jackie Chan na-enye Jackie Chan ozugbo.\"",
  "A mụrụ Xu Shang-Chi na mbara ụwa ọzọ nye Xu Wenwu, onye ndu oge ochie nke nzukọ Ten Rings, na Ying Li, onye nlekọta obodo nta nke Ta Lo",
  "Shang-childhood Chi bụ ihe na-adịghị mma, ebe nna ya hapụrụ ụzọ ndị omekome ya ka ya na ezinụlọ ya na-anọkọkwu oge na nne ya na-ekpori ndụ ya na nwanne ya nwanyị Xialing akụkọ sitere n'obodo ya",
  "Mgbe ndị Iron Gang gburu Li, bụ onye ochie na-agba mgba nke mgbanaka iri, Wenwu were mgbanaka iri ihe omimi ya wee buru Shang-Chi gaa ebe nzuzo nke Iron Gang, ebe ọ na-eji obi ọjọọ gbuo ndị otu ahụ",
  "Wenwu na-emegharị ọgbakọ Ten Rings ma zụọ Shang-Chi n'ịlụ ọgụ ka onye ogbu mmadụ n'okpuru nkuzi obi ọjọọ nke Death Dealer",
  "A na-eziga Shang-Chi na ozi mgbe ọ dị afọ 14 igbu onye ndu Iron Gang na ịbọ ọbọ nne ya",
  "N'agbanyeghị ihe ịga nke ọma ya, Shang-Chi nwere nkụda mmụọ site na nhụjuanya ahụ wee gbaga San Francisco iji malite ndụ ọhụrụ n'okpuru utu aha \"Shaun.\" Shang-Chi mere enyi Katy na ụlọ akwụkwọ sekọndrị, ha abụọ nọgidere na-abụ ezigbo enyi ruo n'oge.",
  "A na-awakpo Shang-Chi site na mgbanaka iri, nke Razor Fist na-edu, afọ iri ka e mesịrị",
  "Shang-Chi na-alụso ha ọgụ, mana ọ tụfuru pendant nne ya",
  "N'ịtụ egwu na mgbanaka iri ahụ ga-awakpo Xialing maka pendant ya, Shang-Chi na-eso ya wee gwa Katy banyere oge gara aga, onye kwetara inyere ya aka",
  "Ha na-achọpụta Xialing na ụlọ agha ya dị n'okpuru ala dị na Macau, mana ndị mgbanaka Iri, nke Death Dealer na-edu, na Wenwu bịarutere ijide Shang-Chi, Katy na Xialing",
  "A na-eduga ndị atọ ahụ na ogige Ten Rings, ebe Wenwu gosipụtara na ya kwenyere na Li ka dị ndụ ma na-ejide ya na Ta Lo, na-eji pendants abụọ mee map nke nwere ike ịbanye n'ime obodo",
  "Wenwu na-ezube ibibi obodo ahụ mgbe ọ tọhapụsịrị Li, mgbe Shang-Chi na ndị ọzọ jụrụ, ọ tụrụ ha mkpọrọ.",
  "Site n'enyemaka nke Trevor Slattery na onye ya na hundun Morris, ndị atọ ahụ gbanarị ogige ahụ wee gaa Ta Lo iji dọọ obodo nta nke Ten Rings aka na ntị",
  "Shang-Chi zutere nwanne nne ya na nwanne Li, Ying Nan, na Ta Lo, bụ onye na-akọwa akụkọ ihe mere eme nke Ta Lo ma gosi na Wenwu na-aghọgbu site na Dweller-in-Darkness na-ekwere na Li ka dị ndụ, ya mere ọ ga-eji ya",
  "mgbanaka iji mebie akara nke na-atụ ya mkpọrọ",
  "Nan na-enye Shang-Chi uwe e si na akpịrịkpa na-acha uhie uhie nke Onye Nchebe Ukwu, onye nlekọta dragọn Ta Lo, kuziere ya ụdị ọgụ Ta Lo",
  "Mgbe Wenwu na Mgbanaka Iri rutere ibibi akara ahụ, Shang-Chi na ndị enyi ọhụrụ ya na-agbachitere obodo ahụ",
  "Shang-Chi busoro nna ya agha, mana e meriri ya wee tụba ya n'ime ọdọ mmiri",
  "Onye nchekwa ukwu na-akpọlite Shang-Chi n'ọnwụ, onye na-eji ikike ọhụụ ọhụrụ ya wepụrụ Wenwu.",
  "Wenwu na-achụ onwe ya iji zọpụta Shang-Chi n'aka onye obibi wee nye Shang-Chi mgbanaka iri ahụ, bụ onye na-eji ha na ụdị ọgụ Ta Lo ebibi onye obibi",
  "Laa azụ na San Francisco, onye mgbaasị Wong kpọrọ Shang-Chi na Katy ka ha soro ya gaa Kamar-Taj, ebe a na-ewebata ha na Bruce Banner na Carol Danvers site na hologram",
  "Wong, Banner, na Danvers chọpụtara na mgbanaka ndị ahụ na-ebunye akara dị egwu, Wong kwere nkwa ịga n'ihu nyocha",
  "Shang-Chi tụkwara aro ka ha gaa n'ụlọ mmanya wee bụrụ otu karaoke, nke ya, Katy na Wong na-eme.",
  "Karen Rought nke Hypable toro mkpebi ahụ ka Shang-Chi mara onye ọ bụ na ihe ọ nwere ike site na mmalite, n'adịghị ka ọtụtụ akụkọ mmalite ama ama nke a na-ahụ na fim ndị ọzọ na-atọ ọchị",
  "\"Ee, nke a bụ akụkọ sitere na mmalite, mana ọ bụ ihe gbasara nnabata onwe onye karịa nchọpụta onwe onye",
  "nke ahụ bụ ume nke ikuku maka ihe nkiri mbụ banyere àgwà ọhụrụ na MCU,\" Rought kwuru",
  "Ihe ngosi Liu nke agwa, ọ na-ekwu, \"na-enye anyị dichotomy zuru oke n'ọrụ ya",
  "a Ọ nwere ihu ọma, goofy, onye nkịtị nke na-ezochi ihe nzuzo.\"  NPR's Justin Chang dọtara site na mmekọrịta dị mgbagwoju anya nke agwa ya na Wenwu, na-ekwu na \"[Shang-Chi] nwere mgbagwoju anya, mgbagha Oedipal na nna ya, bụ onye mere ka ọ ghọọ igwe agha ọ bụ ma mee ka ọ bụrụ ụdị obi ọjọọ niile",
  "aghụghọ na mmegbu,\" na-egosi àgwà \"ihe omimi nke",
  "trauma.\"  A kọwara Shang-Chi dị ka \"ezigbo mma\" nke Deseret's Herb Scribner, onye gbakwụnyere na \"ọ kwesịrị ịnọ nso maka ihe nkiri Marvel maka ọdịnihu a na-ahụ anya.\" Dị ka Scribner si kwuo, \"dị ka Shang-Chi, Liu na-eje ije n'ahịrị nke nwa okorobịa na-agbalị ịchọta ụzọ ya na nwata nwoke na-adịghị ike na-agbalị ịchọta ezinụlọ ya,\" ma jiri àgwà ahụ tụnyere ndị ọzọ na-edu ndú na MCU dị ka Thor",
  "na Bruce Banner.",
  "N'ịgbaso mweghachi nke nkwupụta sitere na 2017 nke Liu katọrọ gọọmentị China, o kwuru na ndị mụrụ ya gwara ya na China bụ mba \"ụwa nke atọ\" ebe ndị mmadụ \"na-anwụ n'agụụ.\" N'ihi ya, ntọhapụ China maka Shang-Chi na Legend of the Ten Rings ghọrọ ihe na-agaghị ekwe omume; ọtụtụ ndị na-akwado China gosipụtara ndakpọ olileanya na ha agaghị enwe ike ịhụ ihe nkiri ahụ, na-ekwu maka mkpebi ihe nkiri ahụ iji wepụ ihe ndị na-ese okwu Shang-Chi àgwà dị ka ihe dị mma.",
  "Ndị otu ihe nkiri Liu ekwuola na ya amaghị ihe ọ bụla gbasara atụmatụ Marvel ọ bụla n'ọdịnihu maka agwa a ma ọ bụ agwa ọ bụla ọzọ, mana na ọ ga-achọ ịlaghachi maka mmegharị nke \"Spider-Island,\" ihe ọchị ọ kọwara dị ka \"nke ukwuu.\" Akụkọ a ma ama nke Shang-Chi na Spider-Man nwere obere oge otu,\" na ọ ga-amasị Shang-Chi ịzụ Spider-Man na \"Ụzọ Ududo.\" N'ajụjụ ọnụ ya na podcast Phase Zero, Liu kwupụtara mmasị n'ịkpa egwu na ihe omume ga-eme n'ọdịnihu nke Gịnị Ọ bụrụ...? n'ihi na ọ ga-enye ya ohere ịnwale agwa ahụ n'ụzọ ọ na-agaghị enwe ike ịme ihe nkiri."
]