[
  "Shanghai Free-Trade Zone (Shanghai FTZ or SFTZ, nke ama dika 上海自由贸易区/上海自贸区 na Chinese), nakwa China (Shanghai) Pilot Free-Trade Zone (ChineseÀtụ:ZhpinyinÀtụ:Zh) bụ free-trade zone in Shanghai, China",
  "Na 22 August 2013, Kọmitii Kansụl kwadoro malitere SFTZ",
  "Ebidoro nkwado a na September n'afọ 2013 na Chinese Premier Li Keqiang, ọ bụ ebe mbụ enwere ike na-azụ ahịa na-ere ahịa makwa na-atụbata Ahia na China Mpaghara ahụ kpuchiri ebe 120.72 square kilometres (46.61Àtụ:Convert ma jikọta mpaghara anọ nwere njikọ dị na district of Pudong — Waigaoqiao Free Trade Zone, Waigaoqiao Free Trade Logistics Park, Yangshan Free Trade Port Area and Pudong Airport Comprehensive Free Trade Zone.\nKemgbe 21 April 2015, a na-agbasawanye ebe mpaghara Shanghai FTZ, gụnyere Lujiazui Financial and Trade Zone, Shanghai Jinqiao Economic and Technological Development Zone (former Jinqiao Export Processing Zone) na Zhangjiang Hi-Tech Park.",
  "A na-eji mpaghara a dị ka ebe nyocha maka ọtụtụ mgbanwe mgbanwe akụ na ụba na nke ọha na eze. Dịka ọmụmaatụ, a ga-ahapụ ire ere egwuregwu vidio, machibido na China kemgbe 2000, na mpaghara",
  "Ọ bụ ezie na Microsoft chọrọ iji nweta Xbox na ahịa site na mbubreyo April 2014, a sụlarị ya ugbu a maka ụbọchị ntọhapụ nke 23 September 2014. Ihe mgbakwunye na egwuregwu nke onye ọ bụla ga-edozi ya site na nkwenye site na Shanghai na-achịkwa Culture, Radio, Film & TV maka imepụta na ahịa na China.",
  "Ọ bụ ezie na e bu ụzọ kọọ na mpaghara ahụ ga-enwe ike ịnweta ịntanetị (site n'igosi ebe ndị dịka Facebook welitere), ọrụ akụkọ bụ  Xinhua News Agency kwuru na-agaghị ebuli ihe mgbochi Ịntanetị.",
  "Ngwaahịa na-abanye na mpaghara ahụ adịghị edozi ọrụ na omenala ka ọ ga - abụ ikpe",
  "Nke a abụrụ ụlọ ọrụ mmanya na China, n'ihi na ọ na-enye ndị na-ebubata ngwaahịa mgbanwe karị n'ime ka mmanya ghọọ mba ahụ.",
  "FTZ na-akọwa usoro dị iche iche maka esemokwu karịa karịa n'ebe ndị ọzọ na China",
  "Ikpe ikpe na mpaghara ahụ na-achịkwa usoro iwu ikpebi nke dị iche iche nke Ụlọ Ọrụ Arbitration International nke Shanghai (SHIAC) nyere",
  "Ndị a na-ewebata ọtụtụ mgbanwe ndị na-eme ka ndị mba ọzọ na-etinye ego na FTZ, gụnyere mgbochi mberede, usoro mgbasa ozi / ikpe mkpara, na nkwụsịtụ nchịkọta nke usoro nchịkọta",
  "Tụkwasị na nke a, enwere ike ịhọrọ ndị na-ekpe ikpe site na mpụga akwụkwọ akụkọ nke ụlọ ọrụ SHIAC nọgidere na-elekọta, ma ọ bụrụhaala na ha kwadoro ụfọdụ njirisi iru eru.",
  "Mpaghara ahụ kwusiri ọtụtụ ego maka ịmepụta ụlọ ọrụ na China, gụnyere isi obodo ntinye ego nke RMB30,000 maka ụlọ ọrụ na-ejighị ụgwọ, otu RMB100,000 kacha nta maka ụlọ ọrụ ndị na-ere ọrụ naanị, na RMB5 nde kachasị maka ụlọ ọrụ nkwakọba ihe",
  "Ọzọkwa, n'okpuru FTZ ọhụrụ akwụkwọ ndebanye aha, ndị si mba ọzọ na-etinye ego na pasent 15 n'ime ego n'ime ọnwa atọ na isi obodo n'ime afọ abụọ nke ntọala nke mba ọzọ invested ụlọ ọrụ (FIE).",
  "Kama nke ahụ, ndị na-ere ahịa nke ụlọ ọrụ ndị e guzobere na mpaghara ahụ nwere ike ịnwekọrịta na ego, ụdị, na oge inye onyinye na nghọta ha",
  "Otú ọ dị, ndị na-eketa òkè ka na-adabere maka eziokwu na iwu iwu nke onyinye ego ma bụrụ ndị a ga-aza ajụjụ na ụlọ ọrụ ahụ n'ime ókèala ma ọ bụ òkè ha.",
  "Na mgbakwunye na mmezi ego ndị a, FTZ na-ebute usoro dị mfe maka ndị na-emepụta ego na mba ọzọ iji guzobe ụlọ ọrụ na China",
  "\"Nhazi usoro ntinye nkwụsị\" nke pụrụ iche na mpaghara ahụ chọrọ ka ndị ọrụ ikikere na ọrụ ahia (AIC) nyefee ma tinye ya n'ọrụ",
  "A na-emezi nkwado na usoro ntinye akwụkwọ site na mgbasa ozi mpaghara, mgbe nke a gasịrị, akwụkwọ ikikere dị iche iche na nke asambodo (tinyere ikike azụmahịa, akwụkwọ ikike nke ụlọ ọrụ, na akwụkwọ ndebanye aha ụtụ) ka ndị AIC na-enye.",
  "Nke a pụtara na ndị na-enyocha nwere ike ịnweta akwụkwọ niile dị mkpa maka ụlọ ọrụ ụlọ ọrụ n'otu ebe, ma ọ bụghị n'èzí mpaghara ebe ndị na-ede akwụkwọ ga-agbagharị n'etiti ndị ọchịchị dị iche iche maka ịnye akwụkwọ dị iche iche.",
  "Dị ka ụlọ ọrụ Shanghai Statistics Bureau si kwuo, ihe dị ka ụlọ ahịa 10,000 edebanyela n'ime FTZ dị ka nke June 2014-661, bụ nke ụlọ ọrụ ndị ọzọ si n'aka ndị mba ọzọ.",
  "Dika State Administration of Foreign Exchange (SAFE) nke Shanghai branch na 28 February 2014, Mpaghara Free Trade ahụ ga-enye ohere mgbanwe mgbanwe yuan na ego mgbanwe ala ọzọ, na afọ nke ụtụ isi nke afọ 10 maka azụmahịa dị n'ógbè ahụ ka ọ bụrụ ụzọ isi mee ka usoro ego nke ego ndị ọzọ na-emepụta (FDI) dị mfe ma kwado ọrụ nlekọta isi obodo",
  "N'okpuru iwu ọhụrụ ahụ, ụlọ ọrụ ndị mba ọzọ nwere ego (FIEs) nke e debanyere aha na FTZ nwere ike ugbu a na-eme ka ụlọ ọrụ nchekwa ego dị iche iche na-eme ka ha nwee ezi uche, ma ọ bụghị n'okpuru iwu ndị gara aga, bụ ebe a na-egbochi obodo ndị a weere na ha bụ \"mkpa n'ezie\" MGBE",
  "NDỊ nọ na FTZ nwere ike ịmeghekwa akaụntụ ego ntinye ego RMB iji jide ego RMB enweta site na nnọchibido mgbanwe nke mba ọzọ, nke a ga-ejizi mee ụgwọ maka ezigbo azụmahịa",
  "Otú ọ dị, ihe mgbochi ka na-etinye maka iji ego RMB maka ụfọdụ ụdị azụmahịa.",
  "Nyenụ na FTZ ejikọtara ebe abụọ nwere njikọ-Waigaoqiao na Yangshan-nnukwu pasent nke ógbè ya nile ka enyere maka ọrụ eji eme ihe",
  "Ọzọkwa, ndị na-ekwu banyere ịzụ ahịa ngwa ngwa gbaghaara ahịa ngwa ngwa maka ọdịnihu dị mkpa maka atumatu ọrụ nke mpaghara ahụ",
  "Nke a tinyere ụlọ ọrụ ụlọ ọrụ na FTZ ma kee otu afụ na mpaghara",
  "Na nzaghachi, Gọọmenti Gọọmentị mere atụmatụ iji gbanye mpaghara distrikti maka azụmahịa na R & D",
  "N'ụzọ doro anya, a na-enye ụlọ ọrụ ikike ịdebanye aha ụlọ ọrụ dị ọcha na FTZ, site na nke ha nwere ike ịnweta ụkpụrụ ndị dị iche iche mpaghara ahụ.",
  "Ngalaba a na-ewebata ọtụtụ mgbanwe ndị e mere iji mepụta ebe a na-achọ mma maka ego ndị mba ọzọ",
  "Na 18 September 2013, Kọmitii Kansụl nke China bipụtara ndepụta nke ụlọ ọrụ iri na ise maka ịnweta ndokwa ndị ọzọ dị jụụ na mpaghara ahụ, gụnyere ọrụ ahụike, nkwukọrịta ụtụ ahịa bara uru, ụgbọ njem ụgbọ mmiri & nlekọta ụgbọ mmiri na mba ụwa",
  "Akụkụ ọzọ dị mkpa nke mpaghara ahụ dị na \"njedebe na-ezighị ezi\" nke na-abịakwute ego ndị mba ọzọ, nke a na-enyefe na mpaghara niile ma ọ bụrụ na amachibidoro site na itinye aka na akụrụngwa nyere na Negative List nke Gọọmenti Gọọmenti Shanghai",
  "A na-ahazi ndị 16 ahụ a na-akpọ aha machibidoro ma ọ bụ machibidoro ha maka itinye ego na mba ọzọ dị ka ndị a:",
  "E megharịrị Ndepụta Negative na July 2014, ihe mgbochi ndị ọzọ maka ntụrụndụ na ego ndị ọzọ na ụlọ akụ na ụba, ọrụ, na ọrụ njem.",
  "Na otu n'ime ihe ndị mbụ e mere ka ọ bụrụ akụkụ nke Shanghai FTZ, Ụlọ Ọrụ Gọọmentị Gọọmenti (GAC) gụpụtara cross-border E-commerce platform, buyeasi.com ChineseÀtụ:ZhpinyinÀtụ:Zh)",
  "Ebumnuche a bu ime ka ndi mmadu na ndi ahia dika ndi bi na Taobao na-eme ka ndi mmadu na-achota ahia n'oru ahia ahia",
  "Ngwaahịa na saịtị ọhụrụ, nke GAC ga-enyocha, ndị na-ere ahịa na-ere akwụkwọ-ịdebanye aha na ndị ọrụ iwu ahụ, si otú ahụ zere ihe ize ndụ nke ngwaahịa na-adịghị na ya na iweda ngwaahịa ahịa site na iji ụlọ nkwakọba ihe.",
  "FTZ na-ewebata mgbanwe abụọ dị iche iche na ụlọ ọrụ ọrụ iwu iwu ndị China: nke mbụ, ebe a machibidoro ndị ọkàiwu mba ọzọ amabughị ike itinye aka na iwu iwu nke China na ụlọ ọrụ iwu obodo mba ọzọ ka ha guzobe alaka ụlọ ọrụ ma ọ bụ ụlọ ọrụ nnọchiteanya (RO) na China, n'okpuru FTZ pilot program, ụlọ ọrụ iwu nke mba ọzọ nke guzobere RO na Shanghai FTZ ga-ekwe ka ya na nkwekọrịta na ụlọ ọrụ iwu nke China na-eziga ndị ọkàiwu na ụlọ ọrụ ọzọ.",
  "Nke abụọ bụ na ndị isi mba iwu ndị na-amalite ROs na China nwere ike ịhazi ọrụ ndị a na Shanghai FTZ na ndị ọrụ iwu iwu China, nke na ha nwere ike inye ndị ahịa China na ndị si mba ọzọ iwu ndị iwu kwadobere na ikike na arụ ọrụ ha kwadoro na nkwekọrịta ha",
  "Ụlọ ọrụ na-arụ ọrụ ọnụ na FTZ na-enweta uru site na ọnụnọ nke Waigaoqiao Port, Yangshan Deepwater Port, na Pudong International Airport, tinyere usoro iwu kwadoro omenala n'ógbè ahụ, nke na-ewepụ oge achọrọ iji weta ngwaahịa na China",
  "N'ihi ụlọ ọrụ ndị na-agba ọsọ ka ha tinye aka na mpaghara ahụ, ụlọ ọrụ mmepụta ihe (ụlọ nkwakọba ihe) agbawo ụgwọ ọnụahịa mgbagwoju anya na atụle na ebe ọzọ na Shanghai.",
  "Ụlọ ọrụ na-ahụ maka ịnshọransị na FTZ nwere ike itinye akwụkwọ na Shanghai Institute of Insurance Marine maka nkwado maka inye ngwaahịa mkpuchi mmiri ọhụrụ",
  "Nke a bụ ihe mbụ nke ụlọ ọrụ na-arụ ọrụ na-enye ikike dị otú ahụ na China, ma a na-ebute ịkwalite asọmpi nke ụlọ ọrụ mkpuchi ụgbọ mmiri Shanghai..",
  "N'okpuru usoro iwu nke Gọọmenti Gọọmenti nke Shanghai, ndị na-ahụ maka ego si mba ọzọ nwere ike ịmepụta ụlọ ọrụ ndị nwe obodo niile (WFOE) n'ụlọ ọrụ ahụ ike na FTZ. A na - ekwekwa ka ndị nwe obodo ọzọ (nke ruru pasent 70) kwekwara maka mmezi ego ma ọ bụ nkwado nkwonkwo na ụlọ ọrụ ahụ ike",
  "Ụdị nhazi abụọ ahụ dị n'okpuru ọnọdụ ụfọdụ, dị ka ego kachasị elu nke RMB20 nde na oge kachasị arụ ọrụ afọ iri abụọ.",
  "Ala oru telivishọn nke China na-anọgide na-egbochi ya na FTZ dị ka ndị ọzọ na China, ebe ụlọ ọrụ na-achịkwa ndị nwe obodo China Mobile, China Unicom na China Telecom. Otú ọ dị, mpaghara ahụ na-enye ohere itinye ego na mba ọzọ na \"ọrụ telifon kwadoro bara uru\" (VATS), akọwapụtara dị ka ọrụ ndị telecom na-abụghị isi (ya bụ ọrụ ndị ọzọ karịa oku olu, faksị, na ozi nzuzo)",
  "Ụlọ ọrụ VATS na mpaghara ahụ na-eritekwa uru site na usoro nkwekọrịta dị mkpirikpi.",
  "121.5990"
]