[
  "Shana Elizabeth Dowdeswell (1 Eprel 1989 - 12 Disemba 2012), bụbu onye na-eme ihe nkiri Hollywood nke sitere na Zimbabwe.",
  "A mụrụ Dowdeswell na  abali mbu nke onwa ano n' afo 1989 na Harare, Zimbabwe",
  "Nna ya bụ Roger Dowdeswell bụbu onye gbaputara ihe n' egwuregwu tenis",
  "Nne ya bụ Laurie Smith bụ onye na-emepụta ihe nkiri nke mepụtara ihe nkiri The New Twenty",
  "Shana kwagara New York City, USA wee gaa City and Country School, PS 3, na n'ikpeazụ PPAS High School",
  "Ọ malitere ọrụ ime ihe nkiri mgbe ọ dị afọ asatọ, ma mesịa were agwa Anne Frank na mmepụta nkiri na Paper Mill Playhouse",
  "Ya na enyi ya nwoke bụ Cameron Moneo nwere mmekọrịta ogologo oge",
  "O nwere otu nwanne nwoke nke nta, Jesse.",
  "Nwanne nna Shana bụ Colin Dowdeswell bụkwabu onye gbaputara ihe n' egwuregwu tenis.",
  "Na abali asaa nke onwa  Disemba 2012, Shana gara ụlọ mmanya Greenwich nke ime obodo New York City, nke a na-akpọ The Basement ma ṅụọ ọtụtụ mmanya oku whiskey",
  "Ka ọ na-alọta, ọnwere ihe mkpohie ukwu  ma togboro n' adighi ike",
  "Otu onye na-achigharị nkịta chọpụtara ahu ya na adighi ike ma buru ya gbaga  Beth Israel Medical Center",
  "Mgbe ule ahụ gasịrị, a chọpụtara na ọ nwere mmanya na-aba n'anya n'ọbara nke 0.39 n'oge ahụ, okpukpu ise nke oke iwu steeti maka ịkwọ ụgbọala",
  "Ọ nwụrụ na abali iri n' abuo nke onwa  Disemba 2012.",
  "N'afọ 2002, Shana pụtara na Frank Higgins' play Miracles ma were onodu nke 'Eve', nwa agbọghọ nwere ọrịa amachagi ekwu n' esighi ike nke  uburu",
  "N'afọ 2003, ọ gosiputara agwa Jenna dị ka onye na-eto eto  na ihe nkiri 13 Going on 30",
  "Otú ọ dị, e wepụrụ agwa ya na ihe nkiri ahụ mgbe ndị na-ege ntị ule meghachiri omume na-adịghị mma na nke mbụ. O mechara mee ihe nkiri anọ dị iche iche na ihe ngosi atọ mbụ nke Iwu & Order franchise",
  "Mgbe ahụ, o mere ihe nkiri na telivishọn a ma ama dịka Mercy, Family of the Year, na Body of Proof",
  "Ka ọ dịgodị, Shana pụtakwara na ihe nkiri The Stream, The Winning Season, Asylum Seekers, na horo tupu ọnwụ ya.",
  "Mgbe ọ nwụsịrị na 2012, ewepụtara ihe nkiri ya  ise: The Big Wedding (2013), obere ihe nkiri Going South (2013), An Ornament of Faith (2013), obere ihe nkiri Wish You Were Here (2013), na Mistress America (2015)."
]