[
  "Sharon G",
  "Flake (amụrụ na Disemba 24, 1955) bụ onye edemede America nke ụmụaka na akwụkwọ ndị ntorobịa",
  "Ya na nwa ya nwanyị ebiela na Pittsburgh, Pennsylvania ọtụtụ afọ",
  "Ọ gụsịrị akwụkwọ na Mahadum Pittsburgh na BA na Bekee.",
  "Akwụkwọ akụkọ mbụ nke Flake bụ The Skin I'm In nke e bipụtara na 1998 na-agbaso Maleeka Madison dị afọ iri na atọ bụ onye a na-akwa emo maka ụcha akpụkpọ ahụ ya na uwe ya",
  "Iji kwụsị mmegbu ahụ, Maleeka na-anwa ime ndị na-emekpa ya ahụ enyi",
  "Ọ na-amụta na ịnwa ịbanye abụghị ụzọ kachasị mma iji mee ka ndị mmadụ dị ka gị",
  "Ọrụ Flake enwetala ọtụtụ onyinye, gụnyere John Steptoe Award for New Talent na 1999 maka ndị edemede ọhụrụ ma nwetakwara nzaghachi dị mma site na Booklist na School Library Journal. O nwetakwala ihe nrite Coretta Scott King Awards abụọ.",
  "A mụrụ Flake na Philadelphia",
  "Ọ bụ nwa nke abụọ kachasị nta, ya na ụmụnne nwoke atọ na ụmụnne nwanyị abụọ, ma too n'ime obodo",
  "Nna ya rụrụ ọrụ na Philadelphia Gas Co., ebe nne ya na-arụ ọrụ ụbọchị ma zụlite ụmụ ya",
  "Site na nduzi ha, a gbara Flake na ụmụnne ya ume ka ha bụrụ onwe ha, na-amụta banyere ọdịbendị site na egwu, TV, ndọrọ ndọrọ ọchịchị, na akwụkwọ",
  "Dị ka onye nọ n'afọ iri na ụma, ọ gara Simon Gratz High School, ebe ọ bụ onye otu egwuregwu tennis na ndị otu nsọpụrụ.",
  "Flake nwetara nzere bachelọ ya na Mahadum Pittsburgh n'afọ 1978, na-agụ akwụkwọ edemede Bekee na obere na sayensị ndọrọ ndọrọ ọchịchị",
  "N'oge a, ọ na-arụ ọrụ na ụlọ ọrụ mmekọrịta ọha na eze nke Mahadum, ma dee maka The Pitt News",
  "Ozugbo ọ gụsịrị akwụkwọ, ọ nwetara ọrụ dị ka nne na nna n'ụlọ n'ụlọ ndị ntorobịa dị na Pittsburgh",
  "O mechara soro ndị na-eto eto na-arụ ọrụ na nlekọta nkuzi",
  "Site na 1987 ruo 2005, Flake laghachiri na ngalaba mmekọrịta ọha na eze nke Mahadum Pittsburgh ebe o mechara bụrụ onye nlekọta, wee gaa n'ihu bụrụ onye nduzi nke mmekọrịta ọha na Mahadum Joseph M",
  "Katz Graduate School of Business.",
  "Flake gara n'ihu na-arụ ọrụ na Pitt, ebe ọ na-edekwa akwụkwọ akụkọ na-abụghị akụkọ maka magazin mpaghara na nke mba",
  "Site n'oge ruo n'oge, ọ na-edekwa akwụkwọ maka mbipụta ndị gụsịrị akwụkwọ na Pitt.",
  "Mgbe amụrụ nwa ya nwanyị Brittney, mmasị Flake n'ide akwụkwọ siri ike",
  "Ọ na-ekwukarị na ọmụmụ nwa ya nwanyị bụ mmalite nke ọrụ edemede akụkọ ifo ya",
  "\"Ọ bụrụ na amụghị ya\", ka Flake na-ekwu, \"Amaghị m na m gaara abụ onye edemede na-agbanwe agbanwe iji mee njem a",
  "Ọmụmụ ya nyere m mkpali na nraranye m chọrọ iji nọgide na-aga",
  "\" Flake dere akụkọ mkpirikpi maka nwa ya nwanyị, ma gụọ ha n'ụlọ nlekọta nwa ya nwanyị",
  "Ọ gara n'ihu dee \"The Luckiest Sister\", akụkọ banyere ejima abụọ na-ebi ndụ dị iche iche n'ihi ụcha akpụkpọ ahụ ha dị iche iche",
  "Ọ bụ onye mmeri nke asọmpi akụkọ mkpirikpi nke August Wilson, nke e bipụtara na magazin <i id=\"mwIg\">AIM</i>.",
  "Flake mechara nweta agụmakwụkwọ na, ma gaa, nzukọ edemede Highlights for Children na Chautauqua",
  "E bipụtara akwụkwọ akụkọ mbụ ya, The Skin I'm In, na 1998 n'okpuru akara ọhụrụ Jump at the Sun nke Disney, nke a malitere na Septemba 1998 iji mepụta \"akwụkwọ ụmụaka na-ekwusi ike na African-American\". N'ime afọ iri, o dere akwụkwọ akụkọ isii ma ọ bụ nchịkọta akụkọ nke Jump at the Sun bipụtara.",
  "N'oge ezumike ya, Flake na-enwe mmasị n'ịkọ ubi na ịgụ akwụkwọ."
]