[
  "Sharm El Sheikh (Egyptian Arabic: شرم الشيخ, IPA: [ˈʃɑɾm eʃˈʃeːx]), nke a na-akpọkarị Sharm,  bụ obodo Egypt nke dị na ndịda nsọtụ nke Saịnaị Peninsula, na South Sinai Governorate, n'akụkụ osimiri dị n'akụkụ osimiri",
  "Oké Osimiri Uhie",
  "Onu ogugu ya di ihe dika 73,000 dika nke 2023[mmelite]",
  "Sharm El Sheikh bụ ebe nlekọta nke South Sinai Governorate Egypt, nke gụnyere obere obodo Dahab na Nuweiba yana ime ugwu, St",
  "Catherine na Ugwu Saịnaị",
  "Obodo na ebe ezumike bụ ebe dị mkpa maka njem nlegharị anya na Egypt, ebe ọ na-adọtakwa ọtụtụ nzukọ mba ụwa na nzukọ mba ụwa",
  "Sharm El Sheikh bụ otu n'ime obodo ndị Eshia nke Egypt...",
  "A maara Sharm El Sheikh (Bay of the Senior) dị ka \"Obodo Udo\"; Egyptian Arabic: \"Madinet EL-Salam\", na-ezo aka n'ọnụ ọgụgụ buru ibu nke Nzukọ Udo Mba Nile e mere n'ebe ahụ. N'etiti ndị Ijipt na ọtụtụ ndị ọbịa, a na-emekarị ka aha obodo ahụ dị mkpirikpi ka ọ bụrụ \"Sharm\" (Egyptian Arabic: ), nke bụ aha ya na Arabic Ijipt",
  "A na-edekwa aha ahụ mgbe ụfọdụ dị ka \"Sharm el-Cheikh\" ma ọ bụ \"SharM el-Sheik\" na Bekee.",
  "Sharm El Sheikh dị n'elu ugwu na-elepụ anya na Straits nke Tiran n'ọnụ Gulf of Aqaba",
  "Mkpa atụmatụ ya mere ka ọ gbanwee site n'obodo ịkụ azụ gaa n'ọdụ ụgbọ mmiri na ọdụ ụgbọ mmiri maka ndị agha mmiri Ijipt",
  "Israel meriri ya n'oge ọgba aghara Suez nke 1956 wee laghachi Ijipt na 1957",
  "E debere ndị agha na-ahụ maka udo nke United Nations n'ebe ahụ ruo 1967 mgbe onye isi ala Ijipt Gamal Abdel Nasser nyere ya iwu ka ọ pụọ, eziokwu nke mere ka Agha Ụbọchị Isii nke Israel weghachiri ya",
  "Sharm El Sheikh nọgidere n'okpuru nchịkwa Israel ruo mgbe e weghachiri Peninsula Sinai n'Ijipt na 1982 mgbe nkwekọrịta udo Egypt-Israel nke 1979. Onye isi ala Ijipt n'oge ahụ bụ Hosni Mubarak họpụtara Sharm El Sheikh dị ka Obodo Udo na 1982 ma gọọmentị Ijipt malitere iwu nke ịkwalite mmepe nke obodo ahụ",
  "Ndị ọchụnta ego na ndị na-etinye ego n'Ijipt, tinyere ndị na- itinye ego n'ụwa niile nyere aka iwu ọtụtụ nnukwu ọrụ, gụnyere ụlọ alakụba na ụlọ ụka",
  "Obodo a bụzi ebe ndị njem nleta si mba ụwa, iwu gburugburu ebe obibi na-egbochi ịdị elu nke ụlọ iji zere ikpuchi ịma mma okike nke gburugburu ebe obibi.",
  "A nakweere usoro nhazi usoro nhazi maka Ọwara Aqaba, ebe e si enyocha ihe ndị dị na mpaghara ahụ wee kesaa ya na mpaghara, obodo na ebe etiti",
  "Dị ka usoro a si dị, e kewara mpaghara Ọwara Aqaba n'ime obodo anọ: Taba, Nuweiba, Dahab na Sharm El Sheikh",
  "E kewara obodo Sharm El Sheikh n'ime ụlọ ọrụ ise, ya bụ Nabq, Ras Nusrani, Naama Bay, Umm Sid na Sharm El Maya.",
  "Obodo Sharm El Sheikh, na Naama Bay, Hay el Nour, Hadaba, Rowaysat, Montazah na Shark's Bay [d] mejupụtara obodo ukwu.",
  "Ebe dị n'ụsọ oké osimiri ebe a na-edebe égbè na Ras Nasrani n'ihu Tiran Island bụzi ebe a na'ime mmiri.",
  "N'afọ 2005, mwakpo ndị na-eyi ọha egwu Sharm El Sheikh wakporo ebe ahụ, bụ nke otu òtù Islamist na-eme ihe ike gbadoro ụkwụ na ụlọ ọrụ njem nlegharị anya Egypt",
  "Egburu mmadụ iri asatọ na asatọ, ihe ka ọtụtụ n’ime ha bụ ndị Ijipt, na ihe karịrị narị abụọ merụrụ ahụ n’ihi mwakpo ahụ, na-eme ka ọ bụrụ mwakpo ndị na-eyi ọha egwu nke abụọ kacha egbu egbu n’akụkọ ihe mere eme nke mba ahụ.",
  "Obodo a enwetala ọtụtụ nzukọ udo dị mkpa n'Etiti Ebe Ọwụwa Anyanwụ Ụwa, gụnyere nkwekọrịta 4 Septemba 1999 iji weghachite ọchịchị onwe onye nke Palestine na Gaza Strip",
  "E mere nzukọ nke abụọ na Sharm na 17 Ọktoba 2000 mgbe mmalite nke intifada nke abụọ nke Palestine gasịrị, mana ọ kwụsịrị ime ihe ike ahụ",
  "E nwere nzukọ na obodo ahụ na 3 Ọgọstụ 2005 maka mmepe na ụwa ndị Arab, dị ka ọnọdụ dị na esemokwu Arab-Israel",
  "Ọzọkwa na 2007, e nwere nzukọ ndị minista dị mkpa na Sharm, ebe ndị isi na-atụle iwughachi Iraq. Ọ bụ Sharm el-Sheikh kwadoro World Economic Forum on the Middle East na 2006 na 2008.",
  "N'ọnwa Nọvemba 2022, e mere United Nations Climate Change Conference (COP27) na Sharm el-Sheikh. Nzukọ a dugara na mmebi ego mbụ."
]