[
  "Sharlto Copley (a mụrụ na 27 Nọvemba 1973) bụ onye South Africa na-eme ihe nkiri",
  "O meela Wikus van der Merwe na Academy Award-nominated science fiction film District 9, Howling Mad Murdock n'afọ 2010 mgbanwe nke The A-Team, Agent M",
  "Kruger na ihe nkiri sayensị akụkọ ifo Elysium, James Corrigan na ihe nkiri sayensị akụkọ ifo egwu Europa Report na King Stefan na ọchịchịrị fantasy njem film Maleficent. O mekwara ihe nkiri na ihe nkiri akụkọ sayensị Chappie, dịka Jimmy na Hardcore Henry, ma gosipụta na oge abụọ dịka Christian Walker nke usoro TV Powers",
  "Copley lụrụ onye South Africa ibe ya na-eme ihe nkiri na eji ejiji Tanit Phoenix.",
  "A mụrụ Sharlto Copley na Johannesburg ma ọ gụọ akwụkwọ na St",
  "Andrew's Preparatory School na Grahamstown nakwa Redhill School na Morningside, Johannesburg Nna ya bụ Dr",
  "Bruce Copley, onye bụbu prọfesọ mahadum. Nwanne ya nwoke, Donovan, bụ onye isi na-abụ abụ nke Cape Town band Hot Water",
  "Otu afọ mgbe ọ hapụrụ ụlọ akwụkwọ sekọndrị, Copley zutere onye nduzi Neill Blomkamp",
  "Blomkamp dị afọ iri na isii na Copley dị afọ iri abụọ na abụọ, Copley nyekwara Blomkamp iji kọmputa na ụlọ ọrụ mmepụta ya iji nyere ụlọ ọrụ ahụ aka na ọkwa maka ọrụ dị iche iche ma kwe ka Blomkamp gaa n'ihu ịchụso agụụ ya na talent ya maka ihe nkiri 3D na imewe.",
  "Copley pụtara na Peter Jackson na Neill Blomkamp's District 9, ebe ọ rụrụ ọrụ ndu nke Wikus van der Merwe, onye Afrikaner bureaucrat nke e kenyere ịkwaga agbụrụ nke ihe ndị dị na mbara igwe na mberede n'ụwa",
  "N'ime ihe nkiri ahụ, a ghaghị ịkwaga ndị ala ọzọ ahụ, nke a na-akpọkarị \"prawns\", site na District 9, ụlọ ndị agha na-eche nche na Johannesburg, South Africa, gaa n'ogige ndị mkpọrọ na mpụga obodo ahụ",
  "Copley mepụtara mkparịta ụka ya niile na ihe nkiri ahụ.",
  "N'afọ 2009, Copley ritere ihe nrite Favorite Hero na IGN Summer Movie awards, na Best Performance of 2009 maka ọrụ ya na District 9.",
  "N'afọ 2010, Copley mepụtara, dee ma duzie ntinye maka South African Film and Television Awards nke a na-akpọ \"Wikus and Charlize\", nke gosipụtara onye South Africa ibe ya bụ Charlize Theron",
  "Ihe nkiri a gosipụtara Copley dịka Wikus na-anwa ịchọta Charlize Theron na Hollywood iji nyere ya aka ịnye onyinye maka Best Afrikaans Pop album.",
  "Copley sonyeere Liam Neeson, Bradley Cooper na Quinton \"Rampage\" Jackson na ihe nkiri nke The A-Team, nke Ridley Scott na Tony Scott mepụtara. Copley jiri asụsụ ndịda Amerịka mee ihe ngosi ya nke onye otu A-Team H",
  "M",
  "Murdock, ma jiri asụsụ ndị ọzọ, gụnyere Scottish, English, Australian na obodo ya bụ South Africa, dịka akụkụ nke ụdị ọkụ ngwa ngwa nke onye ahụ",
  "Dwight Schultz, onye mere Murdock na usoro TV mbụ, toro arụmọrụ Copley ma kwuo na Copley bụ naanị onye na-eme ihe nkiri ọ maara nke bụ \"ezigbo àgwà ya\".",
  "Onye ọbịa Copley kwadoro WWE Raw na 7 June afọ 2010, ya na ndị otu A-Team ya bụ Bradley Cooper na Quinton Jackson.",
  "N'afọ 2013, Copley mere onye na-ahụ maka mbara igwe James Corrigan na Europa Report, akụkọ banyere ndị ọrụ nke ndị na-ahụ maka mbara igwe mba ụwa zigara ozi nzuzo na ọnwa nke anọ nke Jupiter",
  "N'otu afọ ahụ, Copley gosipụtara onye ọjọọ Agent Kruger na Elysium, ihe nkiri akụkọ sayensị nke Neill Blomkamp dere ma duzie, nke Matt Damon na Jodie Foster gosipụtara.",
  "Copley mere onye ọjọọ Adrian Pryce na Spike Lee's Oldboy, mmegharị nke ihe nkiri South Korea nke 2003 nke otu aha ahụ. O sonyekwara Angelina Jolie na ihe nkiri Disney nke afọ 2014 Maleficent ma kpọọ Eze Stefan, nna Princess Aurora",
  "O nyekwara olu, ọrụ ntụaka, na mmekọrịta ya na ndị otu ya dịka Chappie, onye isi ihe nkiri 2015 Chappie, nke Neill Blomkamp duziri.",
  "N'afọ 2015, a mara ọkwa Copley ka ọ bụrụ Christian Walker na usoro TV nke ndị dike Powers O mechara nye ụda olu maka vidiyo nkwado echiche e-tron GT nke Audi Sport GmbH.",
  "Na Machị 2018, Copley pụtara na ihe nkiri mpụ na-atọ ọchị Gringo dịka Mitch Rusk Copley ga-egosipụtakwa onye isi ihe nkiri akụkọ ndụ banyere Ted Kaczynski nke akpọrọ Ted K.",
  "Copley anọwo na mmekọrịta ya na onye na-eme ihe nkiri na onye ejiji Tanit Phoenix kemgbe Jenụwarị afọ 2012. Ha lụrụ na 15 Febụwarị 2016, na Cape Town, South Africa. Di na nwunye a nwere otu nwa nwanyị.",
  "Copley bi na Cape Town na Los Angeles."
]