[
  "Sharon Ikeazor ( bụ onye amụrụ n' ụbọchị iri abụọ na asatọ ọnwa n'ime ọnwa nke asatọ afọ 1961) bụ onye ọka iwu Naijiria, onye ndọrọ ndọrọ ọchịchị na onye ndụmọdụ nchịkwa",
  "Ọ bụ onye bụbu onye isi odeakwụkwọ nke Pension Transitional Arrangement Directorate",
  "N'ọnwa Ọgọstụ 2019, a họpụtara Sharon ka ọ bụrụ onyeisi na-elekọta Gburugburu Ebe Obibi.",
  "Ikeazor malitere agụmakwụkwọ ụlọakwụkwọ praịmarị ya na St",
  "Mary's Convent School na Lagos",
  "Mgbe nke ahụ gasịrị, ọ gara Queen of The Rosary College, Onitsha wee gaa Godolphin School, Salisbury, England ebe ọ nwetara ọkwa GCE ya",
  "Ọ gụsịrị akwụkwọ na Mahadum Ahmadu Bello, Zaria na 1981 wee gụkwuo akwụkwọ n' Mahadum Benin na nzere Bachelor of Law (LL.B Hons.), na 1984",
  "N'afọ 1985, ọ nwetara asambodo ya n'ụlọakwụkwọ iwu Naịjirịa.",
  "Ikeazor n'oge mbụ ahụ na-agụnye ọkwa ndị ndụmọdụ na ụlọakụ mba na nke mba ụwa; Nigerian Merchant Bank, Nerderlansce Middenstandbank na Midas Merchant Bank",
  "Ọ rụrụ ọrụ na Shell Petroleum dịka onye ọka iwu ụlọọrụ tupu o guzobe ọrụ iwu nke ya na 1994",
  "Ka ọ na-eru afọ 1999, ọ bụ odeakwụkwọ iwu na onye nhazi ọrụ maka Fluor Daniel Nigeria Ltd, onye enyemaka nke ụlọ ọrụ US Engineering Firm. O sonyere na mmezu nke Atlas Cove Tank Farm Project nke bụ mmekọrịta teknụzụ n'etiti Fluor Daniel na National Engineering and Technical Company (NETCO), dịka ụlọ ọrụ Naịjirịa National Petroleum Corporation (NNPC) si kwuo.",
  "N'ikpeazụ, Ikeazor ghọrọ osote onyeisi oche maka mmepe azụmahịa na mmekọrịta gọọmentị maka ụlọọrụ ndụmọdụ United States, Good Works International (GWI) Consulting, site na 2003 ruo 2008. Ka ọ nọ n'ebe ahụ, o nyere ndụmọdụ na ndụmọdụ maka ndị ọrụ mmanụ na gas / ike na Naịjirịa",
  "Karịsịa, ọ bụ onye isi ndụmọdụ maka General Electric (GE) na National Integrated Power Project (NIPP) na Gọọmentị Federal nke Naịjirịa",
  "Ọ lekọtara mmepe nke ohere azụmaahịa ndị ọzọ na-apụta n'Africa n'oge ya na GWI.",
  "Ikeazor mechara bụrụ onye nnọchi anya iwu maka Aso Energy Resources, Ltd, Abuja ruo afọ abụọ, 2008-2010, tupu ọ banye na ndọrọ ndọrọ ọchịchị.",
  "N'afọ 2011, ọ gbara ọsọ ma merie ọkwa onye ndu National Women nke Congress for Progressive Change (CPC) Party. O jiri ikpo okwu ya mee ihe iji kwado ikike maka ụmụnwanyị site na imekọ ihe ọnụ na International Republican Institute (IRI) na United Nations Development Programme (UNDP) iji zụọ ụmụ nwanyị maka idu ndú na ọrụ ndọrọ ndọrọ ọchịchị na Naịjirịa.",
  "Site na njikọta nke òtù ndọrọ ndọrọ ọchịchị atọ na Naijiria na 2013, Sharon pụtara dị ka onye ndú Interim National Women nke All Progressives Congress (APC) ruo mgbe a họpụtara ya na APC Board of Trustees na 2014, ọkwá ọ na-ejide ruo taa",
  "N'oge ọ bụ onye ndú ụmụ nwanyị, o guzobere APC Young Women's Forum iji duzie ma kwado ụmụ agbọghọ ndọrọ ndọrọ ọchịchị",
  "N'afọ 2016, ọ pụtara na APC Senatorial Candidate maka Anambra Central Zone. Na Wednesday, August 21, 2019, Onye isi ala Buhari họpụtara ya dị ka Minista nke Gburugburu Ebe Obibi.",
  "Ikeazor anọgidewo na-ahazi ma na-ekere òkè na idu ndú, ọzụzụ na ntụziaka nke ụmụ agbọghọ na ndị ọzọ nwere nsogbu.",
  "Ọ gara n'ihu n'ọrụ ebere nke nna ya nwụrụ anwụ, Chimezie Ikeazor (SAN), onye guzobere Non-Governmental Organization (NGO), Free Legal Aid for the Poor in Nigeria",
  "Nzukọ nke ọ na-elekọta ugbu a na-enye nkwụghachi ụgwọ maka ọrụ iwu enyere ụmụ amaala na-enweghị ọrụ na-ebi n'okpuru akara ịda ogbenye",
  "N'otu aka ahụ, ọ na-arụ ọrụ mgbasa ozi ụlọ mkpọrọ nke na-akwụ ụgwọ nke ndị na-echere ikpe yana inye ụfọdụ ndị mkpọrọ nnọchiteanya iwu n'efu.",
  "O guzobere The Wakiliyan Mata Empowerment Initiative, otu NGO maka ụmụ nwanyị nọ n'ụlọ, nke na-enye ha ego na-enweghị ọmụrụ nwa iji malite obere azụmaahịa. Sharon bụ osote onye isi oche nke Women in Politics Forum (WIPF) nke o guzobere iji wulite ikike nke ụmụ nwanyị ndọrọ ndọrọ ọchịchị gafee usoro ndọrọ ndọrọ ọchịchị.",
  "Ikeazor jere ozi dịka onyeisi odeakwụkwọ nke PTAD site na 2016 ruo 2019 n'oge a na-enye ya ọrụ iduzi nzukọ ahụ gaa n'iwu ya nke mmezu ọdịmma na-adịgide adịgide maka ndị ezumike nká",
  "N'afọ 2017, a họpụtara ya maka onyinye LEADERSHIP Persons of the Year. O nwetakwara onyinye Public Service Excellence Award site na BusinessDay na 2017.Na 21st nke August 2019, Barr",
  "A ṅụrụ Ikeazor iyi dị ka Minista nke Steeti maka gburugburu ebe obibi nke ọchịchị Muhammadu Buhari, na-esote nyocha nke ọma nke National Assembly duziri."
]