[
  "Charles Nii Armah Mensah Jr., (amụrụ na 17 Ọktoba ń afọ 1984) bụ onye mba Ghana na-ese reggae-dancehall",
  "A maara ya site na aha ya bụ Shatta Wale, bụbu Bandana Egwu ya a maara nke ọma bụ \"Dancehall King\", \"My level\" na \"We taking over\".A makwaara ya maka Already from Beyoncé's Black is King Album nke gosipụtara Major Lazer",
  "Egwu ya \"Dancehall King\" mere ka ọ bụrụ Onye omenkà nke afọ na mbipụta afọ 2014 nke Vodafone Ghana Music Awards",
  "Wale bụkwa onye na-eme ihe nkiri nke pụtara na ihe nkiri Never Say Never, The trial of Shatta Wale na Shattered Lives A họpụtara ndekọ Wale nke afọ 2004 \"Moko Hoo\" maka Ghana Music Award.",
  "N'afọ 2014, ọ ruru ogo iri atọ na asatọ na E.tv's \"Top 100 Most Influential Ghanaian\" Awards chart. Kemgbe ahụ, ọ na-apụta na chaatị kwa afọ",
  "A họpụtara ya dịka \"Onye egwu kachasị emetụta\" na soshal midia n'afọ 2017. O mere ihe ndekọ dị ka onye na-ese egwu na-agba egwu iji merie ihe nrite iri na otu na mmemme afọ 2019 3 Music Awards.",
  "A mụrụ Charles Nii Armah Mensah Jr",
  "na Accra, Ghana na ụlọ ọgwụ ndị uwe ojii na 17 Ọktoba na afo 1984 nye Charles Nii Armah Mensah Snr na Elsie Evelyn Avemegah",
  "Nna ya bụ onye ndọrọ ndọrọ ọchịchị, onye ọchụnta ego na onye ọrụ iwu.",
  "Shatta Wale gara Seven Great Princes Academy na Dansoman, nke dị na Accra, ebe o gosipụtara mmekọrịta maka nka ma mee ihe nkiri a ma ama, By the Fireside, na National Theatre of Ghana. Ọ gara n'ihu na Winneba Secondary School ebe ọ nwetara agụmakwụkwọ nke abụọ ya.Ọ malitere ọrụ egwu ya na-eto eto site na aha a gbazinyere na njirimara-Doggy- aha ọ na-asọpụrụ onye egwu DanceHall kachasị amasị ya n'oge ahụ- Yoggy Doggy",
  "Mgbe ahụ, ọ gbanwere na Bandana - aha nke mere ka ọ bụrụ onye ama ama mgbe otu egwu egwu gasịrị",
  "Ọ nwụrụ na egwu, e liri ya ruo ọtụtụ afọ, naanị iji kpọlite ya na aha ọhụrụ, Shatta Wale, njirimara ọhụrụ na egwu siri ike nke egwu mgbe egwu gasịrị.",
  "N'afọ 2019, ya na Beyonce nwekwara mmekorita akpọrọ “Already” na abọm ya The Lion King: The Gift nke a họpụtara na Grammy Awards.",
  "N'afọ 2021, a họpụtara ya maka onyinye abụọ ma merie 'Best Virtual Entertainer of the Year' Award na International Reggae and World Music Awards (IRAWMA).",
  "Ọ bụ onye Ghana mbụ haziri egwu dijitalụ na YouTube nke a kpọrọ Faith Concert",
  "A haziri egwu ahụ iji wetara ndị Ghana na ndị na-ege ya ntị n'ụwa niile olileanya n'oge ọgụ megide ọrịa COVID-19.\nThe Ministry of Communications, Ghana, họpụtara ya na onye egwu Highlife bụ Kuami Eugene dị ka ndị isi egwu maka mmemme mmeghe ngwa COVID-19 nke emere na Mọnde Eprel 13, afọ 2020. Na Satọdee 17 Ọktoba afọ 2020, o mere nnukwu oriri ụbọchị ọmụmụ, nke ndị ezinụlọ ya na ndị enyi ya bịara n'ụlọ obibi ya dị na East Legon iji mee ncheta ọmụmụ ya nke iri atọ na isii.",
  "Onye isi obodo Worcester, Joseph Petty, nyere Shatta Wale Key to the City na 8 Julaị afọ 2017.",
  "Na 18 Machị afọ 2018, e nyere Wale ihe nrite maka onyinye ya na reggae na Ghana na 37th Annual Chicago Music Awards (CMA), ya na 36th International Reggae & World Music Awards (IRAWMA).",
  "N'afọ 2014, Wale ghọrọ onye nnọchi anya Guinness Ghana Breweries",
  "na dịka onye nnọchi anya Rush Energy Drink.",
  "Na ọnwa Septemba afọ 2017, Kasapreko Company, ndị na-emepụta ọtụtụ ihe ọṅụṅụ na-aba n'anya na nke na-abụghị mmanya na-aba n'anya na Ghana, kpughere Wale dị ka onye nnọchi anya ọhụrụ ha maka Storm Energy Drink.",
  "Na 17 Nọvemba afọ 2017, Shatta Wale bịanyere aka na nkwekọrịta na Boss Baker Beef Roll dị ka onye nnọchi anya akara.\nInfinix Ghana, ụlọ ọrụ smartphone, na Wednesday, Septemba 11, na afọ 2019, kwupụtara Shatta Wale dị ka onye nnọchi anya Brand ya",
  "N'ọnwa Ọktọba afọ 2021, Shatta Wale kwuru na ọ bụ ụgha na a gbagburu ya ma na-anata ọgwụgwọ",
  "O mechara nyefee onwe ya n'ihi na ndị uwe ojii kwupụtara na a chọrọ ya.  Ndị uwe ojii Ghana jidere ya maka ebubo na ọ na-etinye aka na ịmepụta na mgbasa ozi iji mepụta egwu na ụjọ. A kpọgara ya n'ụlọ mkpọrọ otu izu. Na Tuesday, 26 Ọktoba na afo 2021, e nyere Shatta Wale mgbapụta GH ·100,000 nke nkwenye onwe ya na ntị taa",
  "A kwụsịla ikpe ahụ ruo Nọvemba 9, afọ 2021. Otu izu abụọ ka a tọhapụrụ onye na-ese ihe na mgbapụta, e jidere ya na esemokwu ọzọ ya na ndị uwe ojii ka ọ na-apụ na nzukọ ya na ndị ama ama a kpọrọ n'iwu nke onye isi ndị uwe ojii Ghana",
  "Shatta Wale mere mkpesa maka mmeso na-ezighị ezi na nzukọ ahụ mgbe e kwuru na ndị ọrụ ibe ya niile kwere ka ha jiri ekwentị ha ma ọ bụghị",
  "O mechara kọọrọ nzukọ ahụ ma gbuo ikpere n'ala n'ihu IGP George Akuffo Dampare ịrịọ mgbaghara.",
  "N'afọ 2014, a họpụtara Shatta Wale maka Maiden GN Bank Awards dị ka People's Choice Male Musician of the year."
]