[
  "Shatha Amjad Al-Hassoun (Arabic: ; a mụrụ na 3 Machị 1981 na Casablanca, Morocco), nke a maara nke ọma dịka Shatha Hassoun (Arabian: شذی حسون), bụ onye na-agụ egwu Moroccan-Iraqi nke ghọrọ onye a ma ama dịka onye mmeri nke oge nke anọ nke ihe ngosi nka telivishọn pan-Arab Star Academy Arab World",
  "Ọ bụ nwanyị Arab mbụ meriri asọmpi ahụ",
  "Ọ bụ otu n'ime ndị na-agụ egwú kachasị ewu ewu na Middle East na mpaghara Maghreb, a na-akpọkwa ya \"nwa nwanyị Mesopotemia\".",
  "A mụrụ Hassoun n'aka nna Iraqi bụ onye nta akụkọ a ma ama si Hillah, na nne Moroccan bụ onye nkuzi akụkọ ihe mere eme si Safi",
  "Ka ọ na-etolite, Hassoun kewara oge ya n'etiti Morocco na France",
  "Ọ gụrụ akwụkwọ Bekee na Casablanca wee gaa n'ihu na agụmakwụkwọ mahadum ya na Tangier ebe ọ sonyeere mmemme nke Hotel and Tourism Management",
  "Mgbe ahụ ọ gara n'ihu na agụmakwụkwọ ya na France ebe ọ nwetara nzere masta ya.",
  "Hassoun abụwo abụ n'ọtụtụ asụsụ gụnyere Arabic, English, French, Spanish, Italian nakwa German.",
  "Ezinụlọ ya, nke gụnyere nne na nna ya na naanị nwanne ya nwoke, bi na Morocco ebe o bi na Dubai ugbu a.",
  "N'afọ 2007, Hassoun meriri Star Academy 4, na-eme ka ọ bụrụ nwanyị mbụ meriri",
  "Egwuregwu ya nke onye na-agụ egwu Lebanọn bụ Fairouz bụ \"Baghdad\" nwetara ya 54.8% nke votu nke mere ka o ruo na ngwụcha",
  "Ya na ndị ikpeazụ anọ, Hassoun meriri asọmpi ahụ site n'inweta pasent 40 nke votu.",
  "N'oge na-adịghị anya ka o meririsịrị asọmpi ahụ, Hassoun wepụtara egwu mbụ ya akpọrọ \"Rooh\", nke onye na-ede egwu Lebanọn bụ Nikola Saada Nikhla dere ma dee",
  "Ọ bụ abụ mbụ na-amalite na nọmba otu na chaatị PEPSI Top 20 nke Rotana, ebe ọ nọgidere na nọmba ruo izu abụọ wee ruo n'ọkwa ọzọ na nọmba otu",
  "Abụ nke abụọ, \"Asmallah Asmallah\" ma ọ bụ \"Ebin Bladi\", bụ onye Iraqi na-ede uri, Karim Al Iraqi dere ma dee ya dịka onyinye nye ndị Iraqi na ndị otu egwuregwu bọọlụ mba Iraqi nke meriri Asia Cup 2007",
  "\"Oushaq\" bụ onye na-agụ egwu Lebanọn bụ Marwan Khoury dere ma dee ya",
  "Hassoun mekwara ka ọtụtụ abụ ọdịnala Iraqi dịghachi ndụ; \"Allela 7elowa\" na \"Aleik As'al\" dịka duo na Ilham al-Madfai",
  "O weputara egwu Iraqi, \"Mza'elni\", nke Amar Almarhon dere ma Mohand Mehsen dere, na \"Lo alf mara\" nke bụ abụ mbụ nke Melhem Barakat dere maka onye na-abụghị onye Lebanon",
  "Hassoun na-arụkwa ọrụ na onye na-ede uri Iraq Karim Al Iraqi iji mepụta egwu ọhụrụ nke Iraq, onye ya na ndị dịka Kazem al Saher rụkọrọ ọrụ",
  "Hassoun esorowo Salah Al-Sharnoby, Ramy Ayach, Assi El Helani, Abadi Aljawher na George Wassouf rụọ ọrụ maka ọrụ nka.",
  "N'ebe dị anya site n'ịbụ abụ, Hassoun esonyewo na usoro telivishọn Iraqi-Syria-Egyptian a na-akpọ Rasael Men Ragol Mayet (akwụkwọ ozi sitere n'aka onye nwụrụ anwụ), n'akụkụ onye na-eme ihe nkiri Siria Ghassan Masoud na ọtụtụ ndị na-eme egwuregwu Iraq",
  "Usoro ihe omume ahụ na-ekwu maka nsogbu nke ndị Iraq n'etiti afọ 1979 na 2005",
  "N'ịbụ nke Hassan Hosny duziri, e mere ihe nkiri ahụ na Syria ma gosipụta ya na Al-Baghdadia TV n'ọnwa Ramadan nke afọ 2008.",
  "Na ngwụcha ọnwa Julaị afọ 2009, Shatha mezuru nrọ ndụ ya na nrọ nke ndị na-akwado ya mgbe ọ gara isi obodo ya bụ Baghdad ma bụrụ abụ n'ebe ahụ na nnukwu egwu ọrụ ebere abụọ maka ụmụaka Iraq, nke mbụ na klọb Al-elowea na nke abụọ na Hunting Club, mgbe ahụ o nwere nzukọ ndị nta akụkọ na Baghdad ebe ọ kwuru banyere ọṅụ ya ịbụ onye na-agụ egwu Iraq na Arab mbụ gara Baghdad mgbe agha afọ 2003 gasịrị n'agbanyeghị nchebe na-adịghị akwụsi ike na Baghdad na igbu ọchụ n'afọ 2009 site n'aka otu onye Astrologer.",
  "Hassoun na-arụ ọrụ na abọm ya nke ga-agụnye egwu na asụsụ Iraqi, Lebanese, Gulf, Moroccan, na Egyptian",
  "Ihe mgbaru ọsọ ya bụ na o kwuru n'ajụjụ ọnụ na ọ ga-anọchite anya mba ọ hụrụ n'anya Iraq n'ụzọ kachasị mma.",
  "Hassoun mere vidio egwu ya maka egwu \"O'd 3rgoub\" ya na onye nduzi Lebanọn nwụrụ anwụ Yehia Saade na Beirut ma gaa North America, Syria, Lebanon, Jordan, Kuwait, Sweden na Egypt.",
  "N'afọ 2010 o mere egwu na Dubai n'akụkụ Fares Karam.",
  "Àtụ:Star Academy Arab World"
]