[
  "Onye gụsịrị akwụkwọ na Ụlọ akwụkwọ agụmakwụkwọ na Chelsea, ọ nọrọ oge na mgbazinye na Milton Keynes Dons na West Bromwich Albion, tupu e ree ya na Reading na Septemba 2009",
  "Ọ nọrọ afọ isii na klọb ahụ, na-enyere ha aka inweta aha Asọmpi na oge 201112 ma gosipụta na egwuregwu itoolu nke Premier League na mkpọsa na-esonụ",
  "E rere ya na Millwall na Jenụwarị 2015 ma ọ bụ ezie na ọ dị naanị egwuregwu 55 n'ime oge abụọ na ọkara, o gosipụtara n'ụzọ pụtara ìhè na 2016 Iko FA nke hụrụ Millwall wepụrụ ndị otu atọ kachasị elu",
  "Ọ nọrọ na Rotherham United n'afọ 2017 na ọnwa abụọ n'afọ 2018 na Doncaster Rovers.",
  "A mụrụ ya na Hammersmith, London, Cummings sonyeere ụlọ akwụkwọ Chelsea dị ka onye dị afọ iri na abụọ n'afọ 2002 ma bụrụkwa onye na-eme ihe ngosi nke Blues na ọkwa ndị otu na 2007-08, na-egwu egwuregwu iri na asatọ ma gbaa otu ugboro. N'ọnwa Ọgọstụ afọ 2008, ọ sonyeere otu egwuregwu Njikọ otu Milton Keynes Dons na mgbazinye ọnwa mbụ. O mere nke mbụ ya maka Dons na 16 Ọgọstụ, na mmeri 1 na Northampton Obodo na Stadium MK. E mechara gbatịkwuo ego ahụ ruo na ngwụcha oge 2008 na 1909. N'abalị iri abụọ na asatọ n'ọnwa Ọktoba, a chụpụrụ ya maka mmejọ Sean Thornton nke Leyton Orient. Ọ gara n'ihu na-apụta na egwuregwu 35 Njikọ na iko maka Dons.",
  "Ọ sonyeere ndị otu Asọmpi West Bromwich Albion na mgbazinye otu ọnwa na 17 Ọgọstụ 2009, ya na onye njikwa \"Baggies\" ugbu a na onye njirimara Dons mbụ Roberto Di Matteo chọrọ mkpuchi maka onye merụrụ ahụ n'aka nri Gianni Zuiverloon. Otú ọ dị, ọ nọgidere na Hawthorns naanị izu abụọ tupu ọ bịanye aka na Ọgụgụ na nkwekọrịta afọ atọ maka ego a na-akọwaghị, ya na onye njikwa Ụlọ akwụkwọ agụmakwụkwọ ya na Chelsea, Brendan Rodgers.",
  "Cummings mere nke mbụ ya maka \"Royals\" na 12 Septemba 2009, na 0 draw na Doncaster Rovers na Madejski Ama egwuregwu. Otú ọ dị, ọ nweghị ike ijide ebe mbido mgbe niile, na-apụta naanị ugboro asaa ọzọ n'okpuru Rodgers",
  "Saịtị na Ọgụgụ na-alụ ọgụ na league, a chụrụ Rodgers n'ọrụ na Disemba na n'okpuru onye nọchiri ya, Brian McDermott, Cummings apụtaghị ọzọ maka oge fọdụrụ na 2009 na 10",
  "Oge 201011 gbasoro usoro yiri nke ahụ maka Cummings na Andy Griffin họọrọ na azụ aka nri",
  "Ọ pụtara naanị ugboro iri na abụọ n'oge oge ahụ, mana ọ rụrụ ọrụ dị mkpa na mmeri nke abụọ nke Reading na Cardiff City, na-ejupụta n'akụkụ aka nri ma na-enweta otuto maka arụmọrụ ya. Ọ bụ onye nnọchi anya a na-ejighị mee ihe na Wembley na mmeri ikpeazụ nke Swansea City, nke onye bụbu onye isi Reading bụ Brendan Rodgers duziri.",
  "Cummings bịanyere aka na nkwekọrịta nkwekọrịta otu afọ n'ọnwa Ọgọstụ n'afọ 2011, na-edebe ya na klọb ahụ ruo n'ọnwarị n'afọ 2013. N'agbanyeghị ịmaliteghachi oge ahụ dị ka nkwado maka Griffin, mmerụ ahụ onye na-agbachitere ya nwere ahụmahụ mere ka Cummings banye n'òtù ahụ na usoro arụmọrụ dị egwu mere ka ọ kwado ọnọdụ ya n'akụkụ. O mere ngụkọta nke 36 na 201112 mkpọsa n'oge Reading na-emeri n'asọmpi ka ha laghachiri na Premier League na nchebe kachasị sie ike na Championship. Site na mbinye aka nke Chris Gunter na July 2012, Cummings chọtara onwe ya ọzọ n'akụkụ maka mmalite nke oge Premier League",
  "Ọ laghachiri n'òtù ahụ maka mmeri 3X2 League Cup megide Queens Park Rangers wee gbaa egwuregwu anọ sochirinụ tupu Gunter weghachite ọnọdụ ya n'akụkụ ahụ",
  "Ọ bịanyere aka na nkwekọrịta ọhụrụ afọ abụọ na ọkara na Disemba 2012, na egwuregwu ọzọ na Disemba na Jenụwarị sochiri, tupu ọ pụọ ọzọ n'akụkụ mgbe Stephen Kelly sonyeere n'oge windo mbufe Jenụwarụ. Ọ pụtaghị ọzọ n'oge afọ 2012 n'okpuru McDermott ma ọ bụ onye nọchiri ya Nigel Adkins, na nke ikpeazụ n'ime egwuregwu iri na otu na-abịa na Jenụwarị 5 na mmeri FA Cup nke 3 na Crawley Town",
  "O bidoro nke ọma n'afọ 2014 na-egwu egwuregwu isii n'ọnwa Ọgọstụ ma gbaa goolu mbụ ya n'egwuregwu nke 118 nke ọrụ ọkachamara ya iji nyere aka nweta akara 2 na Wigan Athletic. Otú ọ dị, ọ gbara naanị nkeji iri atọ na otu maka Reading mgbe Steve Clarke weghaara ọrụ na Disemba.",
  "Na 12 Jenụwarị 2015, Cummings hapụrụ Reading maka ndị na-asọmpi Championship Millwall na nkwekọrịta a na-akọwaghị, na-etinye aka na nkwekọ afọ abụọ na ọkara; onye njikwa Ian Holloway kwuru na \"dị ka onye ọkpụkpọ ọ nwere ike inye aka na nchekwa na mwakpo\" ma nwee olileanya na ọ ga-egosi na ọ ga'abụ \"ezi akụ maka anyị n'oge dị mkpirikpi na ogologo\". Ọ gbara egwuregwu iri na abụọ maka \"Lions\" ka klọb ahụ merụrụ ahụ na ngwụcha oge 2014 na 15",
  "Ọ gbara goolu nke abụọ n'ọrụ ya mgbe onye na-edebe goolu Daniel Bentley meriri ya na mmeri 4 na Southend United na 28 Disemba. Ọ gbara egwuregwu iri abụọ n'oge afọ 2015 na afọ iri na isii, mana ọ nọghị n'òtù egwuregwu maka mmeri ikpeazụ nke Barnsley n'ihi na a chụpụrụ ya kemgbe ọnwa Febụwarị mgbe a wasịrị ya iji dozie mmerụ ahụ cartilage na ikpere ya.",
  "N'abalị asaa n'ọnwa Jenụwarị n'afọ 2017, ọ gbara goolu nke atọ ya n'asọmpi ya na mmeri 3 na AFC Bournemouth nke Premier League na agba nke atọ nke FA Cup. Ọ gbakwara bọọlụ na mmeri 1 na Watford na agba na-esote, tupu ọ gbaa naanị goolu nke egwuregwu ahụ na agba nke ise ka Millwall kụrụ klọb Premier League nke atọ n'usoro na The Den, na-emeri Leicester City na otu n'ime agba ikpeazụ nke egwuregwu ahụ. Egwuregwu iko ahụ bịara na White Hart Lane na nkeji iri na ise nke ikpeazụ, ebe ndị Tottenham Hotspur siri ike meriri Millwall na 6o0. Cummins gbara egwuregwu iri abụọ na atọ n'oge afọ 2016 na afọ iri na asaa, ọ bụ ezie na ọ hapụrụ mmeri ikpeazụ nke Bradford City mgbe a gbanwere ya na akụkụ mbụ nke egwuregwu ikpeazụ ya na Scunthorpe United. Onye njikwa Neil Harris nyere ya nkwekọrịta ọhụrụ na Mee 2017.",
  "Cummings sonyeere Rotherham United na nkwekọrịta otu afọ na 9 Ọgọst 2017, mgbe ọ masịrị onye njikwa Paul Warne na ikpe, onye nwere olileanya na ọ ga-enye asọmpi maka onye azụ aka nri Josh Emmanuel. Ọ gbalịrị ịbanye n'ime ndị otu mbụ nke \"Millers\", na-egosi ugboro iri na ise n'oge oge 2017 na afọ 18, na naanị otu ugboro mgbe Krismas gasịrị. Ọ hapụrụ New York Stadium mgbe Rotherham tọhapụrụ ya na ngwụcha oge ahụ.",
  "Cummings sonyeere Scunthorpe United na ikpe na July 2018. Na 14 Nọvemba 2018, Cummings sonyeere Doncaster Rovers na nkwekọrịta ọnwa abụọ mgbe ọ masịrị onye njikwa Grant McCann n'oge nnwale na Keepmoat Stadium. Onye na-enyere onye njikwa Cliff Byrne aka kwuru na ịbịanye aka ya ga-ekpuchi Joe Wright merụrụ ahụ. Ọ gbara naanị egwuregwu ise n'oge afọ 2018 na 19.",
  "Cummings sonyeere Port Vale na ikpe na July 2019.",
  "N'agbanyeghị na a mụrụ ya n'England, a kpọrọ Cummings ka ọ gaa na ndị otu Jamaica na Mee 2013 maka egwuregwu atọ nke 2014 World Cup. O mere nke mbụ ya ọnwa anọ ka e mesịrị na 6 Septemba, na 0 0 0 draw away na Panama. O meriri n'asọmpi nke abụọ ya na Costa Rica na 10 Septemba. Ọ bụ onye ọzọ na-agba bọọlụ na ndepụta ndị otu nwa oge maka 2015 CONCACAF Gold Cup, mana ọ banyeghị na 23 ikpeazụ",
  "Egwuregwu nke atọ na nke ikpeazụ ya bịara na mmeri 3 na South Korea na 13 Ọktoba 2015.",
  "Cummings bụ onye azụ aka nri, ọ bụ ezie na ọ pụkwara igwu egwu na azụ azụ ma kwupụta njikere ya igwu egwu n'ọnọdụ ọ bụla.",
  "Àtụ:Updated",
  "Ịgụ Ihe",
  "Rotherham United"
]