[
  "Àtụ:Unreliable sources",
  "Shawn Faqua (  ; amuru 6 June)  bu onye omere, ihe nlere na onye ihe ngosi nke nwere otutu nhọpụta onyinye",
  "A maara ya nke ọma maka ịkpọ Vincent na Lagos Cougars, dị ka Rambo na Ojukokoro nke Dare Olaitan na Chuks na Code of Silence Emem Isong",
  "Ọrụ ya na Lagos Cougars mere ka ọ họpụta onyinye anọ n'ofe Africa gụnyere Onye na-eme ihe nkiri kacha eto eto/na-ekwe nkwa na 10th Africa Movie Academy Awards",
  "Faqua apụtala na ihe nkiri Africa Magic Out of the ghetto (2015), Mgbe atụmatụ (2015), Oasis (usoro onyonyo), Kaadị Red (2015), Mma agha ejima (2014), ịhụnanya dị ka nke anyị (2011), anọ",
  "Crooks and a Rookie (2011), Ebony Life's A New You (2013) na ndị ọzọ.",
  "Faqua bụ onye na-eme ihe nkiri ma mara na ọ na-eme nke ọma n'ọtụtụ ụda dị ka agwa ọ na-egosi chọrọ",
  "Na Charles Novia's, Tinye mgbanaka na ya, Faqua na-arụ ọrụ nke otu nwanyị na-alụbeghị di aha ya bụ Cleopatra ma meekwa okpukpu abụọ dị ka agwa Peter",
  "E wezụga ime ihe ngosi ihuenyo, Faqua emeela n'ọtụtụ egwuregwu ogbo",
  "Ọ mere ụlọ akwụkwọ azụmahịa Lagos, Guaranty Trust Bank, First City Monument Bank, ihe ngosi ejiji na ọtụtụ ụlọ ọrụ ndị ọzọ",
  "] Na mgbakwunye na ọrụ ya, o dekọtara egwu maka obere ihe nkiri, 'The Good Life', na-eme ụda ụda mbụ nke abụ 'Achọrọ m ịfụ'.",
  "Faqua gụrụ akwụkwọ na Mahadum nke Port-harcourt ebe ọ nwetara akara ugo mmụta na injinia eletrik. Ọ malitere ime ihe ngosi maka bọọdụ mgbasa ozi yana ọtụtụ ihe ngosi na-eme ihe nkiri, iduzi, ime ihe ngosi, ime ihe nkiri na ịbụ abụ.",
  "N'afọ 2012, Faqua nwetara asambodo na ime ihe nkiri saịtị na Ọzụzụ nkwalite Nollywood na njikọ ya na Ebe etiti maka nka onyonyo dijitalụ na Mahadum Boston",
  "N'afọ 2014, ọ gbanwere site n'ọrụ injinia ya gaa n'ọrụ ime ihe nkiri oge niile.",
  "Faqua na-arụ ọrụ ndị dị egwu, ihe ịma aka, ihe na-atọ ọchị, siri ike na ihe na-eme ọchị. Ọtụtụ n'ime mmepụta ndị e gosipụtara ya na-ekwu maka okwu ndị dị mkpa gbasara ịhụnanya, ndọrọ ndọrọ ọchịchị, ọdịbendị, ikike mmadụ, esemokwu, ndina n'ike, aghụghọ, ọrụ na-enweghị ọdịmma onwe onye na ịchụ àjà. A maara ya ka ọ na-enyocha onye ọ bụla ọ na-eme ugboro ugboro ma na-elebara nkọwa anya (asụsụ, ịkpọpụta, ụdị na ihe ndị ọzọ metụtara onye ọ na-ese), dịka ọ chọrọ ịkọ akụkọ na-akpali akpali na nke a pụrụ ikwere",
  "Shawn na-enwe mmasị ịgụ, ịgba egwú, igwu tenis, ime njem na ikiri ihe nkiri",
  "Ọ bi ugbu a n'obodo Lagos, Naịjirịa.",
  "Faqua abụwo onye a ma ama na-akwado Red Cross nke Nigeria",
  "Ọ malitere ọrụ ebere n'afọ 2004 ma bụrụ akụkụ nke Excos nke ndị ntorobịa megide nje HIV na AIDS na mmekorita ya na Nwanyị mbụ nke gọọmenti etiti Naijiria Stella Obasanjo na egwuregwu NUGA nke isi ihe lekwasịrị anya bụ ime ka ndị ntorobịa mara na nyocha ndụmọdụ afọ ofufo (VCT) maka enyemaka HIV",
  "Shawn bụkwa onye isi oche nke Ndị ntorobịa megidere iji ọgwụ ọjọọ eme ihe na ịzụ ahịa ụmụaka (YAWAT) na Abuja, Naịjirịa",
  "N'afọ 2016, ya na ndị agha Naịjirịa jikọrọ aka maka ọrụ ndị dike dara ada ka ọ na-eduzi ihe nkiri dị mkpirikpi 'Kewapụrụ' iji kwado ndị dike niile dara ada na ndị ha hụrụ n'anya",
  "Kemgbe ahụ, Faqua emeela ọtụtụ ihe ngosi na-egosi nkwado maka ọrụ ebere na enyemaka ọdachi.",
  "E gosipụtara Shawn na ihe ngosi okwu dịka Obi nke okwu ebe ọ na-ekwu okwu na 'Ezi Nna na Nwoke', Twitchat na akụkọ Blecyn na Tribe na ndị ọzọ. O meela ihe ngosi dị ka Urban Royale's Magazine Mwepụta na Retro 52 ihe omume nnwere onwe ebe ọ bụ onye na-akwado ma na-egosi",
  "Ọ na-anụ ọkụ n'obi maka itinye ndị ntorobịa, na-enyere ụmụaka nọ n'okporo ámá aka n'enweghị ihe nlereanya dị mma na ndụ ha na-emetụta saịtị na ịbanye n'usoro site na ntụrụndụ."
]