[
  "Shehu Sani (amụrụ na 29 n'onwa Ọktoba nke afọ 1967) bụ onye omeiwu Naijiria, onye edemede, onye na-ede egwuregwu na onye na-ahụ maka ihe ndị ruuru mmadụ. Ọ bụ onye isi oche nke Civil Rights Congress nke Nigeria - (CRCN)",
  "na onye isi otu aha ya bụ Hand-in-Hand, Africa. Ọ bụ onye isi na ọgụ maka iweghachi ọchịchị onye kwuo uche ya na Naịjirịa",
  "Ọ bụ ọchịchị ndị agha gara aga jidere ya ma tụọ ya mkpọrọ na Naịjirịa",
  "A tọhapụrụ ya n'ụlọ mkpọrọ ndụ ya niile mgbe e weghachiri ọchịchị onye kwuo uche ya na Naịjirịa n'afọ 1999",
  "A mụrụ Sani na 29 Ọktoba n'afọ 1967 na Tudun Wada, Kaduna nke dị na Naijiria",
  "Ọ gụrụ ụlọ akwụkwọ praịmarị ya na Local Government Education Authority (LGEA), Badarawa Kaduna n'etiti afọ 1975 na 1980",
  "Ọ debara aha ya na ụlọ akwụkwọ sekọndrị nke Government Day, Kagara, Niger State, site na 1980 wee guchs na 1984, wee gaa na Government Science College School, Kagara",
  "Ọ gakwara Kaduna Polytechnic site na 1984 ruo 1993 ebe ọ nwetara akara ugo mmụta na Injinia Ọrụ Ugbo.",
  "N'oge ọ nọ n'ụlọ akwụkwọ na Kaduna Polytechnic nke dị na Kaduna Steeti, ọ bụ onye na-ahụ maka ụmụ akwụkwọ",
  "Ọ bụ onye isi, Central Mobilization Committee nke PAN-African Student Organization na onye isi African Democratic Youth Congress",
  "Ọ rụrụ ọrụ dị ka onye nduzi mmekọrịta ọha na eze Kaduna State Students Union",
  "Sani si n'ezinụlọ Naijiria nọ n'ọkwá dị n'etiti",
  "Nna ya bụ onye njikwa mmepụta",
  "Ọ zụrụ onwe ya na UK na Germany, ma rụọ ọrụ na akwụkwọ akụkọ a maara dika New Nigerian pro-Northern New Newspaper ruo afọ iri na atọ",
  "Tupu nke ahụ, ọ rụrụ ọrụ dị ka onye na-ebi akwụkwọ na Daily Mail nke dị na Steeti Kano.",
  "N'oge ọgba aghara okpukpe na Steeti Kaduna n'afọ 2000, ọ bụ naanị onye na-ahụ maka ikike mmadụ na Kaduna nke pụtara n'oké ihe ike iji katọọ ogbugbu ahụ",
  "N'afọ 2005, a họpụtara ya ka ọ gbanwee ndị obodo na nzukọ mba",
  "Ndị ọchịchị ọdịnala na nnọkọ ahụ rịọrọ ka a machibido Shehu Sani maka ikwu okwu mgbe ọ rịọrọ ka ha gbasaa n'ihi nkwado ha na-akwado onye ọchịchị aka ike n'oge gara aga",
  "Onye isi oche nke kọmitii ahụ, aha ya bụ Justice Niki Tobi jụrụ oku ahụ.",
  "Sani haziri ma duzie ngagharị iwe:",
  "Sani nwere ọtụtụ akwụkwọ edemede ya, gụnyere:",
  "Akwụkwọ",
  "Egwuregwu",
  "Abụ uri",
  "Ọ bụ onye isi oche Kọmitii Senate na hụ màkà ụgwọ obodo na nke mba ọzọ ma bụrụkwa osote onye isi oche na Kọmitii Senator na-ahụ maka ihe gbasara mba ọzọ."
]