[
  "[",
  "[Usòrò:Sheila Pree Bright.jpg|thumb]]\nSheila Pree Bright bụ onye na-ese foto nke America nke dị na Atlanta, nke nwetara ihe nrite nke a maara nkè ọma màkà ọrụ ya Plastic Bodies, Suburbia, Young Americans na usoro ya kachasị ọhụrụ # 1960Now.  Sheila bụ ónyé dere # 1960Now: Photographs of Civil Rights Activist and Black Lives Matter Protest nke Chronicle Books bipụtara.",
  "A mụrụ Sheila Pree Bright na Waycross, GA.  Dị ka ónyé so n'ezinụlọ ndị agha, ọ nọrọ n'oge ọ bụ nwata na Germany ma mesịa laghachi na United States, na-agagharị n'etiti ọtụtụ steeti gụnyere Colorado na Kansas",
  "Ọ dịghị nke ọ bụla n'ime ebe ndị a nwèrè ọnụ ọgụgụ ndị isi ojii, eziokwu nke mesịrị metụta ọrụ ya.  O nwetara nzèrè bachelọ nke sayensị na Mahadum Missouri na 1998. Mmasị mbụ ya na foto malitere mgbè ọ na-ewere klas foto n'oge afọ ikpeazụ ya na kọleji",
  "Ọ kwagara Atlanta n'afọ 1998 wee nweta nzèrè masta nke nka márá mma na Mahadum Georgia State n'afọ 2003.",
  "A na-akọwakarị Bright dị ka \"ónyé na-ahụ maka ọdịbendị\".  Ahụmahụ mbụ ya dị ka ónyé na-ese foto malitere mgbe ọ nọrọ oge na Houston ebe ọ malitere ise foto nke ebe egwu rap na-eme na ịnagide ike dị n'etiti hip hop na omenala égbè. N'afọ 2003, o mepụtara usoro foto thesis MFA ya, Plastic Bodies, nke gosipụtara na ihe nkírí Through the Lens Darkly ma gbasaa na Huffington Post n'afọ 2013.  N'ime foto ndị a, ọ na-eji ihe oyiyi nke ụmụ nwanyị ojii na ụmụ bebi Barbie na mgbalị ịma echiche ọdịda anyanwụ nke ịdị ọcha na ịma mma aka ma nyochaa mmetụta echiche ndị a nwere na ụmụ agbọghọ na ụmụ nwanyị na-acha.  Bright mechara nweta otuto mba mgbe ọ meriri Center Prize na Santa Fe Center of Photography na 2006 maka usoro Suburbia ya, nke gosipụtara foto nke ndụ ndị Africa America.  N'afọ 2008, o nwere ihe ngosi nke mbụ ya na High Museum of Art, na-egosi usoro ya Young Americans",
  "Ndị na-ese foto ndị a bụ nzaghachi nye ihe ngosi na-adịghị mma nke Millennials",
  "O kwere ka ndị ọ na-achị jiri ihe ndị ha, uwe, na ọnọdụ ha na-anwa \"inye ha ikpo okwu iji kwuo màkà onwe ha\"."
]