[
  "Charles Shemu Joyah (b",
  "1959), bụ onye mmepụta na onye nduzi si Malawi",
  "A mụrụ ya na Zimbabwe",
  "A họọrọ ihe nkiri ya nke atọ, The Road to Sunrise, dị ka ntinye Malawi maka Best Foreign Language Film na 91st Academy Awards.",
  "A mụrụ Shame Joyah na Zimbabwe na nne na nna si na obodo Malawi",
  "O mechara laghachi Malawi wee gụọ maka BSc na ọnụ ọgụgụ na mgbako na Physics na Mahadum Malawi, Onye na elekota Colegi",
  "Ọ gara mba United Kingdom maka ọmụmụ ihe ọzọ wee nweta nzere BSc Honours na nyocha na eserese sayensị site na Mahadum nke East London",
  "Joyah na-arụ ọrụ ugbu a dị ka onye ọkà mmụta sayensị ala na Malawi ma na-enye ọrụ ndụmọdụ. Joyah bụ onye ndụmọdụ ala na ụlọ na Malawi. O jiri ego ahụ mee ihe na ọrụ ndụmọdụ ya iji kwado ọtụtụ ọrụ nka ya.",
  "Joyah bụ onye edemede na onye na-emepụta ihe nwere nkà",
  "O bipụtara ọtụtụ akụkọ mkpirikpi n'akwụkwọ akụkọ na akwụkwọ e bipụtara",
  "Ọ bụ onye edemede e bipụtara ma na-edekwa edemede maka ihe nkiri ọ na-emepụta",
  "O dere ihe odide maka 'Seasons of Life' na 'The Last Fishing Boat'.",
  "E dere Season of a Life, gbaa ya, dezie ya ma duzie ya Shemu Joyah. A na-eto ihe nkiri ahụ n'ụwa niile ma gosipụta ya na mmemme ihe nkiri mba ụwa ma merie ihe nrite asaa",
  "A họpụtakwala ihe nkiri ahụ maka onyinye na mmemme ihe nkiri Kenya, Cairo, na Zanzibar. Ọ bụ ihe nkiri ikpe ụlọ ikpe Malawi nke e mere na Malawi",
  "Ọ bụ maka onye ọrụ ụlọ nke onye were ya n'ọrụ metọrọ n'ụzọ mmekọahụ nke na-agba mbọ inye onwe ya ike ma melite ndụ ya",
  "A họpụtara ya na ụdị 8 na 6th Africa Movie Academy Awards, gụnyere nhọpụta maka Best Screenplay na Best Original Soundtrack",
  "Onye na-eme ihe nkiri, Tapiwa Gwaza meriri ihe nrite Nollywood maka arụmọrụ kachasị mma site n'aka onye na-akwado ya.",
  "Ihe nkiri ahụ na-egosi ndụ onye ọkụ azụ nke ụlọ ọrụ njem nleta na-agbanwe ndụ ya",
  "Ọ na-egosi ihe dị n'etiti ụzọ ndụ ọdịnala na ndụ nke oge a.",
  "A họọrọ ya dị ka ntinye Malawi maka ọkwa ana akpọ 'Best Foreign Language Film na '91st Academy Awards', mana a họpụtabeghị ya",
  "Ọ bụ ihe nkiri mbụ Malawi nyere na ngalaba Oscar nke asụsụ mba ọzọ."
]