[
  "Shepheard's Hotel bụ ụlọ oriri na ọṅụṅụ kachasị na Cairo na otu n'ime ụlọ oriri na ọṅụṅụ kachasị ewu ewu na ụwa site na etiti narị afọ nke 19 ruo mgbe mbibi ya na 1952 n'oge ọkụ Cairo",
  "Afọ ise ka e bibichara ụlọ oriri na ọṅụṅụ mbụ, e wuru nke ọhụrụ dị nso ma kpọọ ya Shepheard Hotel.",
  "Samuel Shepheard hibere ụlọ oriri na ọṅụṅụ na 1841 n'okpuru aha \"Hotel des Anglais\" (Bekee Hotel),   ma emesịa degharịa aha ya \"Shepheard's Hotel\".  Shepheard, onye Bekee a kọwara n'otu oge dị ka \"onye nkuzi achịcha achịcha na-enweghị isi\", sitere na Preston Capes, Northamptonshire",
  "Ya na Mr",
  "Hill, onye isi nchịkwa Mohammed Ali Pasha, nwere ụlọ oriri na ọṅụṅụ ahụ, ma gosi na ọ bụ onye ọchụnta ego na-eme nke ọma na onye ọchụnta ego",
  "N'otu oge, mgbe ndị agha nọ n'ụlọ nkwari akụ ahụ kwagara na Crimea na mberede, na-ahapụ ụgwọ ndị a na-akwụghị ụgwọ, Shepheard gara n'onwe ya na Sevastopol iji nweta ụgwọ...",
  "N'afọ 1845, Hill hapụrụ mmasị ya na họtel ahụ, Shepheard ghọkwara naanị onye nwe ya",
  "Shepheard rere họtel ahụ na 1861 maka £ 10,000 nye onye na-elekọta họtel Bavaria Philip Zech (ma ọ bụ Zeck) wee laa ezumike nká na Eathorpe Hall, Eathorbe, Warwickshire, England. Richard Burton, ezigbo enyi Shepheard, hapụrụ nkọwa zuru ezu banyere àgwà mmesapụ aka ya na ọrụ na-aga nke ọma, na-akọwa ya dị ka \"nwoke dị ịrịba ama n'ọtụtụ ihe, na ihe niile ihe nlereanya John Bull\".",
  "A rụzigharịrị họtel ahụ na 1869 mgbe ọkụ gbara n'akụkụ ndịda nke ụlọ ahụ",
  "Ka ọ na-erule afọ iri ikpeazụ nke narị afọ nke iri na itoolu, o doro anya na ụlọ mbụ ahụ bụ nke e dere; ka ọ bụrụ nke na-asọmpi, a ga-ewu ihe owuwu ọhụrụ ex novo",
  "Zech were ọrụ nke onye na-eto eto na-ese ụkpụrụ ụlọ na Nuremberg, Johann Adam Rennebaum, iji chepụta họtel n'otu ogige ahụ nke ga-akarị ndị bu ya ụzọ n'ibu na okomoko. Ihe owuwu ikpeazụ a, nke e wuchara na 1891, bụ ihe a ma ama na nke edere nke ọma nke họtel ahụ",
  "N'afọ 1898, a gbakwunyere Arab Hall (nke Rennebaum mekwara) n'ogige etiti nke ụlọ ahụ, na mmụba ndị ọzọ mere na 1904, 1909 na 1927. Ihe fọrọ nke nta ka ọ bụrụ aha Rennebaum na akwụkwọ nke họtel ahụ nwere ike imetụta mgbalị ndị ọchịchị Britain na-eme mgbe Agha Ụwa Mbụ gasịrị iji kpochapụ ihe ọ bụla metụtara mmetụta Germany na Ijipt. Onye nwe họtel ahụ gafere n'aka nwa nwanyị Zech na di ya, Maazị na Oriakụ",
  "Kemmerich N'afọ 1896, ndị Kemmerichs rere họtel ahụ na Egyptian Hotels Ltd., ụlọ ọrụ Britain nke mechara nye ya Compagnie Internationaldes Grands Hôtels",
  "Onye isi ụlọ oriri na ọṅụṅụ nke Switzerland bụ Karl (Charles) Baehler zụrụ ụlọ ọrụ a. Shepheard's Hotel bụ nke a ma ama maka ịdị ukwuu ya, maka ndị ọbịa ya, na dị ka isi ụlọ ọrụ maka ndị agha",
  "A maara ya nke ọma maka ọgaranya ya, ya na ugegbe na-acha odo odo, kapet ndị Peshia, ogige, ala, na nnukwu ogidi granite yiri nke ụlọ nsọ ndị Ijipt oge ochie",
  "Ọ bụghị naanị ndị America na ndị isi French na ndị Britain na-agakarị American Bar ya",
  "E nwere ịgba egwú abalị ebe ndị ikom na-eyi uwe agha na ndị inyom na-eyi akwa mgbede",
  "\"Okporo ogologo\" ahụ na-ewu ewu n'etiti ndị kansụl nke gọọmentị Gris na-agba ọsọ, Harold Macmillan dere n'akwụkwọ akụkọ ya na 21 Ọgọst 1944 na gọọmentị Greece na-agbapụ kwesịrị ịkwaga Ịtali iji gbanahụ \"ọnọdụ na-egbu egbu nke aghụghọ nke na-achị na Cairo",
  "Gọọmentị niile gara aga na-agba ọsọ agbaala n'ụlọ mmanya nke Shepheard.",
  "N'abalị iri abụọ na isii n'ọnwa Jenụwarị n'afọ 1952, e bibiri họtel ahụ n'oge ọkụ ọkụ nke Cairo, oge ọgba aghara megide ndị Britain na ọgba agha obodo dị egwu nke dugara na Mgbanwe Ijipt nke afọ 1952.",
  "Họtel ahụ enweela ọtụtụ ndị ọbịa a ma ama",
  "E gosipụtara ya na ihe nkiri Britain nke 1934 The Camels are Coming Ụlọ nkwari akụ ahụ bụ ebe ọtụtụ ihe nkiri dị na ihe nkiri 1996 The English Patient mana ihe nkiri nke ihe nkiri ahụ mere na The Grand Hotel des Bains na Venice Lido, Ịtali. A na-eji họtel ahụ eme ihe dị ka isi ọrụ na usoro The Race Colonization nke Harry Turtledove, dị ka ebe dị na Agatha Christie's Crooked House, a kpọtụrụ ya aha na Death on the Nile na akụkọ mkpirikpi nke Anthony Trollope, An Unprotected Female at the Pyramids (1861). Ọ na-egosipụtakwa mgbe niile na akwụkwọ akụkọ Amelia Peabody nke Elizabeth Peters.",
  "\"Shepheard Hotel\" nke oge a bụ nke Egyptian Hotels Ltd",
  "wuru na 1957 na Garden City, Cairo, ihe dị ka 0.8 kilomita (0.50 mi) site na saịtị  họtel mbụ",
  "Ụlọ nkwari akụ ọhụrụ ahụ, na ala ọ guzo, bụ nke E.G.O.T.H",
  "(Egyptian General Company for Tourism & Hotels)",
  "Ọ bụ Helnan International Hotels na-elekọta họtel ahụ ma mara ya dị ka Helnan Shepheard Hotel. Na Septemba 29, 2009, a mara ọkwa na Rocco Forte Hotels ga-emezigharị ihe onwunwe ahụ kpamkpam ma meghee ya ọzọ n'okpuru njikwa nke ha na 2012. Mgbanwe ahụ emeghị, ụlọ nkwari akụ ahụ mechikwara n'afọ 2014. Na Machị 2020, E.G.O.T.H",
  "bịanyere aka na nkwekọrịta ya na AlSharif Group Holding nke Saudi Arabia iji kwado mmepe na inye mmezigharị ahụ ruru nde $ 90. N'afọ 2021, a mara ọkwa na ahọpụtara Mandarin Oriental Hotel Group ka ọ rụọ ọrụ na họtel ahụ a rụzigharịrị. N'afọ 2022, e setịpụrụ ụbọchị mmeghe ọzọ maka afọ 2024."
]