[
  "Sherine Adel (amụrụ na 19 Eprel 1988), nke a maara nke ọma dị ka Shery Adel (Arabic: شيري عادل), bụ onye Egypt na-eme ihe nkiri",
  "Ọ malitere ime ihe nkiri mgbe ọ bụ nwatakịrị na mgbasa ozi TV",
  "Ọrụ ihe nkiri mbụ ya bụ na Friends or Business na 2001",
  "O mechara mee ọtụtụ ihe nkiri dịka: Outlaw na 2007, Hassan na Marcus na 2008, Amer Al-Behar na 2009 na A Bewildered Lovebird na 2010",
  "O mekwara ọtụtụ usoro dịka: Eze Farouk na 2007 dị ka Narriman Sadek, Unknown Number na 2012, Temporary Name na 2013, na The Sin na 2014",
  "A na-akpọ ya chocolate ihe nkiri Egypt.",
  "A mụrụ ya na Cairo, ezigbo aha ya bụ Sherine Adel, Ọ gụrụ Trade na Mahadum Ain Shams",
  "Ọ malitere ime ihe mgbe ọ bụ nwatakịrị na mgbasa ozi TV, tupu ọ hapụ TV ma laghachi na ọrụ mbụ ya na sinima",
  "Ọ pụtara na Friends or business na 2001 na Mostafa Qamar na Amr Waked",
  "Ọ rụrụ ọtụtụ ọrụ dị ka Eze Farouk na 2007 nke ọ rụrụ Queen Narriman Sadek na Taim Hasan",
  "Ụmụ nwanyị ndị maara nchegharị na 2009, Queen in exile na 2010 dị ka Princess Fathia Ghali na Nadia Al-Gindi, The Citizen x na 2011, Unknown number na 2012, Temporary name na 2013, The sin na 2014 na Sherif Mounir na Reham Abdel Ghafour, Time difference na 2014 na Tamer Hosny na Nicole Saba, The House secrets na 2015 na Hana Shiha, Iblis horse game na 2015, Superman's Girls na 2016 na Yosebyra El Lozy na Riham Hajaj, Nase We Esmetak na 2016-2017 na Hanyma na Nicole Black Saba, na Ahmed Sakka na Black Saba.",
  "Na ihe nkiri ọ nwekwara ọtụtụ ọrụ dị ka Hassan na Marcus na 2008 na Adel Emam na Omar Sharif, Ameer Elbehar na 2009 na Mohamed Henedi, A Bewildered Lovebird na 2010 na Ahmed Helmy, Dawlat security na 2011 na Hamada Helal, My woman and wife na 2014 na Ramez Galal, Sukkar mur na 2015 na Ahmed El-Fishawy na Haytham Ahamed Zaki, Where s my heart na 2017 na Mostafa Qamar na Yosra El Lozy.\nN'afọ 2009, o ritere ihe nrite Best coming actress na Alexandria International Film Festival.",
  "N'ọnwa Julaị afọ 2018 o mere emume agbamakwụkwọ ya na onye na-emepụta Moez Masoud, Ọ mara ọkwa ịgba alụkwaghịm n'afọ 2019."
]