[
  "Sherif Sonbol (amụrụ na Disemba 6, 1956) bụ onye Egypt na-ese foto",
  "Ọ bu ọkachamara n'ihe owuwu, nka mara mma na foto.",
  "A mụrụ Sonbol na Giza, Cairo, Egypt.",
  "Ọ gụrụ akwụkwọ mkpuchi ihe onwunwe na Mahadum Cairo wee gaa Chartered Insurance Institute na London",
  "Ọ rụrụ ọrụ maka ụlọ ọrụ Egypt Reinsurance dị ka onye na-ede akwụkwọ n'ụgbọ mmiri",
  "N'ihe dị ka n'afọ 1988, Sonbol kpebiri ịchụso otu n'ime ihe ndị na-atọ ya ụtọ - foto- ma nwalee ihu ọma ya na Al-Ahram, ebe ọ malitere ịrụ ọrụ n'oge na-adịghị anya dị ka onye na-arụ ọrụ n'onwe ya.",
  "O were naanị ọnwa ole na ole ka ọ bụrụ onye na-ese foto oge niile na Al-Ahram n'okpuru nkwado nke Antoun Albert.",
  "N'agbanyeghị na ọ na-enweta ihe mgbaru ọsọ ọkachamara na ewu ewu na Al-Ahram, otu oge Sonbol hụrụ mkpa ọ dị ịhapụ akwụkwọ akụkọ ahụ ka American Embassy wee were ya dịka onye na-ese foto",
  "Ọnọdụ a emesịghị pụta ìhè mana American Embassy tinyere ya na ngalaba kọmputa ya dị ka onye na-ese ihe na onye na-enye ọzụzụ kọmputa maka ndị ọhụrụ.",
  "O jisiri ike jikọta ọrụ ndị a na ọrụ ya na New Cairo Opera House, ebe ọ nọ na-ese foto kemgbe o meghere ọnụ ụzọ ya na 1988",
  "N'ikpeazụ, Sonbol gbara arụkwaghịm n'ọkwa ya na American Embassy wee laghachi Al-Ahram; n'oge ọ gara na Al-Ahrama Weekly.",
  "Ọ nọrọ afọ isii dị ka onye isi na-ese foto nke Kalam-El-Nass",
  "N'afọ ikpeazụ ya n'ebe ahụ, ọrụ magazin Maraya-El-Nass hụrụ ìhè. Nke a bụ magazin ime ụlọ nke otu ahụ dị ka Kalam-El-Nass",
  "Ọrụ nka dị mkpa nke ọrụ ahụ bụ ịbụ onye edemede Moguib Rushdi na onwe ya, n'ihi ya, a kpọfere ya na magazin ọhụrụ ahụ",
  "N'ebe a kwa, o jisiri ike \"na-eme ka ntọala nke foto ime ụlọ Ijipt site na iji ìhè okike\".",
  "Ka ọ dị ugbu a, Sonbol na-ejikọta ọrụ ya dị ka onye isi na-ese foto na Al-Ahram Weekly na Cairo Opera House na ọrụ ndị ọzọ. Dị ka onye na-arụ ọrụ nọrọ ọnwe ya, ọ na-enye aka mgbe ụfọdụ na mbipụta ndị ọzọ - gụnyere Kalam-El-Nass-",
  "Ọ na-ekere òkè na mkpọsa foto na ọrụ ndị ọzọ",
  "Ọ rụkọkwara ọrụ na ebe ọdịnala dị mkpa dị ka Bibliotheca Alexandrina",
  "E gosipụtara ọrụ ya n'ihe ngosi dị iche iche n'ụwa niile ma bụrụ isiokwu nke thesis doctorate",
  "O nyela nzukọ ọmụmụ  na AFCA (Académie Francophone Cairote des Arts) ma na-akụzi foto na Mahadum Ahram Canadian kemgbe afọ 2008.",
  "Site n'otu n'ime ọrụ onwe ya kachasị ọhụrụ, Sonbol na-anwa ime ka ọdịbendị ọdịda anyanwụ na nke Arab dị nso iji kwalite nghọta na nkwurịta okwu ka mma.",
  "\"Ọ dịghị ihe mara mma karịa igosipụta nka site na nka...\" -Naguib Mahfouz, Nobel Laureate",
  "\"Ọ dị ụkọ bụ onye na-ese foto nke na-ele ụdị nka a ma ama ma gosipụta ya n'ìhè ọhụrụ",
  "Mana foto egwu Sherif Sonbolī na-adọrọ mmasị ma na-ekpughe anya [na-egosi] anya dị nkọ..",
  "nke nwere ike isi n'okporo ámá dị n'elu ikpo okwu ma ọ bụ site na nku, na-ewepụkarị ọdịdị n'ime ụcha na-agbawa agbawa",
  "\" -Anna Kisselgoff, New York Times",
  "\"Onye na-ese ihe eruola n'elu ọrụ ya mgbe enwere ike ịmata ọrụ ya n'edeghị mbinye aka ya...\" -Mounir Kenaan, onye na-ese foto Ijipt."
]