[
  "Sherine Sayed Mohamed Abdel-Wahab (amụrụ n'October 8, 1980), nke a maara site na aha Sherine, bụ onye na-agụ egwu, onye na-eme ihe , onye na TV na onye ama ama, na onye bụbu onye ọka ikpe na MBC's The Voice: Ahla Sawt",
  "A mụrụ ya na October 8, 1980, na Cairo, Egypt",
  "A mụrụ ya n'ezinụlọ nọ n'ọkwá dị n'etiti, nna ya bụ onye na-achọ ụlọ mma, nne ya, onye na-elekọta ụlọ, o nwekwara nwanne nwoke na nwanne nwanyị.",
  "Dị ka nwatakịrị, onye nkuzi egwu ya n'ụlọ akwụkwọ chọpụtara nkà olu Sherine",
  "Mgbe ọ dị afọ itoolu, onye nkuzi ya mere ka nne ya kwenye ịkpọrọ ya gaa na Cairo Opera House izute Selim Sahab, onye nduzi egwu oge ochie nke Ijipt. Ọ bụrụ abụ n'ihu ya, ọ masịkwara olu ya nke ukwuu",
  "Site n'oge ọ dị afọ itoolu ruo mgbe ọ dị afọ iri na abụọ, ọ bụrụ abụ dị ka onye otu ukwe na Cairo Opera House, mgbe ahụ e nyere ya ohere ịrụ ọrụ dị ka onye na-agụ egwu n'onwe ya ma nwee nnukwu ihe ịga nke ọma",
  "Ọ nọgidere na-abụ abụ na Cairo Opera House mgbe ọ na-achọ onye na-emepụta egwu iji malite ọrụ dịka ọgụ egwu",
  "Mgbe ọ dị afọ iri na asatọ, a kpọọrọ ya ga izute Nasr Mahrous, onye ama ama na-eme ihe nkiri, onye nduzi na onye na-emepụta egwu, ọ nwere mmasị n'olu ya wee kpebie iso ya rụkọọ ọrụ site na ụlọ ọrụ, Free Music, ebe ọ zutere Tamer Hosny, mgbe ahụ talent ọhụrụ na-achọkwa ohere",
  "Nasr Mahrous kpebiri ime nke mbụ ya dị ka abọm jikọrọ aka maka Tamer Hosni na Sherine gụnyere abụ abụọ na-egosi ha ọnụ",
  "A tọhapụrụ abọm ahụ na Septemba 2002, site na aha Free Mix3 - Tamer & Sherine ma bụrụ nnukwu ihe na Middle East na North Africa dum",
  "Abọm ahụ rere ihe karịrị nde iri abụọ na Middle East na North Africa dum.",
  "Sherine gosipụtara n'ihu onye na-eme ihe ọchị nke Egypt bụ Ahmed Helmy na Mido Mashakel",
  "Mohamed El-Naggar duziri ihe nkiri nke afọ 2003",
  "N'ọnwa Juun afọ 2015 ọ pụtara na usoro ihe nkiri Ramadan Egyptian Taree'i (English: My Road), ebe ọ na-eme ka nwa agbọghọ nke na-agba mbọ imezu nrọ ndụ ya niile nke ịghọ onye na-agụ egwú a ma ama, megide mgbochi mmekọrịta mmadụ na ibe ya, iwu na mmegide sitere n'ezinụlọ ya",
  "Ọ bụ Tamer Habib dere ihe nkiri ahụ ma bụrụ nke Mohamed Shaker duziri.",
  "Sherine bụ onye ọka ikpe na ihe ngosi The Voice Ahla Sawt ruo mgbe ọ nọchiri ya na 2017.",
  "N'ọnwa Jenụwarị afọ 2017, ọ kwadoro  ngosi nke ya, Sherry's Studio (Arabic), na netwọk Ijipt, DMC.",
  "Na June 19, 2018, a hụrụ ya na ọtụtụ ndị ama ama na ndị na-ese si gburugburu ụwa na ihe ngosi mbụ na Saudi Arabia na King Abdullah Sports City na Jeddah, mgbe iwu ntụrụndụ ọhụrụ nke alaeze ahụ gasịrị",
  "Sherine lụrụ di nke ugboro abụọ na Eprel 7, 2018 na Cairo, Egypt na Hossam Habib, onye na-agụ egwu pop nke Egypt",
  "Ndị ezinụlọ ya, ndị njikwa na ndị na-ahazi di na nwunye ahụ, gụnyere ụmụ nwanyị Sherine site na alụmdi na nwunye mbụ ya na onye na-ede egwu Ijipt, Mohamed Moustafa, bịara agbamakwụkwọ ahụ. Sherine na Hossam Habib gbara alụkwaghịm na 2021.",
  "N'afọ 2017, vidiyo e dekọrọ n'otu egwu gosipụtara na ọ na-azaghachi arịrịọ abụ site n'ịkpa ọchị na ịṅụ mmanya si na Naịl ga-enye ya schistosomiasis mgbe a gwara ya ka ọ bụrụ abụ Mashrebtesh Men Nilha (Egyptian Arabic: ماشرب من نيلها; English: You Didn't Drink From Its Nile) n'otu egwuregwu egwu.\nNdị Egyptian Musicians Syndicate kpebiri ịkwụsị ikike ya ịrụ ọrụ na Egypt n'ihi \"ịkwa emo na-enweghị isi nke Ijipt anyị hụrụ n'anya\" mgbe ọ kiriri vidiyo ahụ",
  "Sherine mechara rịọ mgbaghara maka \"ihe ọchị nzuzu\" ya n'ihe ngosi ahụ."
]