[
  "Shinkafi bụ ọchịchị ime obodo dị na Zamfara Steeti,  Naịjịrịa",
  "Isi ụlọ ọrụ ya dị n'obodo Shinkafi, mpaghara ihe dịka 674mk 2 ya na ọnụ ọgụgụ mmadụ dị puku narị iri atọ na ise,narị isii na iri anọ na iteghete na (ọnụọgụ nke afọ 2006)",
  "Ọ na-ekekọrịta oke n'okpuru ọchịchị Isa (Sokoto Steeti) na Niger Republic site na ugwu, ọchịchị obodo Zurmi ruo ndịda na ndịda ọwụwa anyanwụ, ọchịchị ime obodo Maradun  na ọchịchị ime Obodo Raba (Sokoto Steeti) n'akụkụ ọdịda anyanwụ",
  "Ebe dị anya site na isi obodo  Gusau dị ihe dịka 116 km.",
  "N'oge mmalite nke afọ 1802 tupu Jihad nke Usman Danfodio, onye ọkà mmụta Islam aha ya bụ Mallan Muhammadu Zabo, otu n'ime ndị nna ochie nke Alaeze Ukwu Borno kwagara n'akụkụ ọwụwa anyanwụ nke mpaghara ahụ",
  "O duru ndi-agha nāchọ ebe-ita-nri nke ìgwè ewu na aturu-ha",
  "Mallan Zabo bụ ọgaranya wee chiri ọtụtụ atụrụ, nnụnụ, ịnyịnya, ndị nwunye ya na ụmụ ya ya na ụfọdụ ndị ohu",
  "O doro anya na ndị niile soro ya bụ ndị Barebari buru ụzọ biri n'ime obodo dị nso a na-akpọ 'Badarawa'",
  "Ndị njem ahụ mechara kwụsị n'otu ndagwurugwu dị nso n'osimiri ha kpọrọ aha \"Tafkin Kaiwa\" nke ha mere ka ọ bụrụ ebe obibi mbụ ha.",
  "Ndị ahịa Katsinawa hụkwara ebe ahụ na ọ bụ ebe dị mma maka ebe obibi ya bụ Gidan Dankwara ugbu a",
  "Otu ndi ọzọ si kwa obodo Kwazare nke Niger Republic tinyere onye ndu ha a na-akpọ Adagwargo, ndi sitere na agbụrụ Rahazawa, Gidan Sarkin Ruwa ugbu a na mpaghara Barhazawa",
  "Ndị njem a bịakwara na ìgwè ehi ha wee gbaba  n'otu alaka ndagwurugwu ahụ ebe ha chọtara ebe obibi na mmiri iji zụọ ìgwè ehi ha",
  "Ka ha na ndị Barebari na ndị mbụ biri ndụ na-emekọrịta ihe, na-ebute ọnụ ọgụgụ na-arị elu na mpaghara ahụ na-adabara ọtụtụ ndị na-azụ ahịa na-akwụsị, bụ ndị na-eji abalị eme ihe maka azụmahịa ha",
  "Ma otu ndị dinta ọzọ bịarutere na ndagwurugwu ahụ na-achọ kpakpando ka ha biri n'ebe ahụ.",
  "Mpaghara ahụ tolitere wee buru nnukwu ibu, ebe Mamman bụ onye isi ha, onye ọchịchị Badarawa, Magaji Bello, kpebiri ịbịa birighachi na Gonar Mai Saje, ('Yan Kukoki) bụ ebe mmiri juru",
  "Ndị mmadụ biri wee malite ịkụ osikapa n'akụkụ ndagwurugwu ahụ n'ọtụtụ ebe o buru ibu, n'ihi ikike ha nwere n'imepụta osikapa; Aha obodo a bụ 'Shinkafi' sitere na aha osikapa - shinkafa",
  "N'ihi enweghị nchebe nke oge ahụ, Magaji Bello wulitere mgbidi (a na-akpọ Ganuwa) gburugburu ebe obibi ahụ bụ nke ọwaghere ha okirikiri",
  "Ndị agbụrụ Magaji Bello bụ Gidan Doka dị ugbu a.",
  "Ọrụ mmekọrịta akụ na ụba nke obodo ahụ na-akọwapụta ọnọdụ ahịa mba ụwa na-adọta ndị ahịa na ndị ahịa si n'akụkụ niile nke gọọmentị etiti na ndị ọzọ sitere na mba agbata obi dịka Niger Republic, Cameroon, Togo, Mali, Benin Republics, Chad ya na Ghana",
  "Enwekwara ebe a na-azụta akwụkwọ ụtaba, ya bụ ụlọ ọrụ ụtaba Naijiria (NTC) na ụlọ ọrụ Philp Morris ụtaba ndị ọzọ bụ ụlọ ọrụ ụlọ.",
  "'Ọkpụ m'Usoro ọzụzụ, okpukperechi na akụ na ụba nke obodo ahụ na-adọta ma dọta obodo ndị ọzọ site na Kamarawa, Shanawa, Badarawa, Isa na Sabon-Birnin Gobir, ndị dị otú ahụ mekwara Eze Gobir nke Isa n'oge ahụ iji tinye mmasị dị ukwuu n'ebe obibi ahụ - Shinkafi",
  "Obodo a tolitere nke ukwuu wee bụrụ isi ụlọ ọrụ nke ndị ọchịchị Isa n'oge ahụ na ọdịda-ugwu Steeti ọchịchị ime Obodo Isa  na Sokoto Steeti mgbe ahụ na okpúrù ọchịchị ime obodo Shinkafi nke Zamfara Steeti, Naịjịrịa ugbu a.",
  "Ọtụtụ n'ime ndị bi na ya bụ ndị Hausa na ndị Fulani ya na ọtụtụ ebo ndị ọzọ dị ka Igbo, Yoruba, Tiv na Zabarmawa",
  "Obodo a ugbu a nwere ihe dị ka ụlọ akwụkwọ praịmarị  iri na ise, ụlọ akwụkwọ sekọndrị anọ, ụlọ ọgwụ General na ụlọ ọgwụ na-aga n'ihu, ụlọ ọgwụ anọ na ọtụtụ ụlọ ọgwụ nkeonwe",
  "O nwekwara usoro mmiri na-agbagba, ya na nke e jikọrọ na grid mba, na ezigbo netwọkụ okporo ụzọ, Ọrụ ụlọ akụ wdg.",
  "Ndị isi obodo bụbu onye isi mpaghara site n'afọ 1835 ruo ṅ'afọ \\|2000, mgbe Gọvanọ mbụ nke Zamfara, Sen",
  "Ahmed Sani (Yariman Bakura) kwalitere ya ka ọ bụrụ Emirate – Sarkin Gabas nke Shinkafi (Emir Class nke abụọ)",
  "Ndị ọchịchị site na mgbe ahụ ruo taa bụ ndị a:-"
]