[
  "Shine Begho Usanga (a mụrụ n'ụbọchị nke 15 n'ọnwa Septemba n'afọ 1985) bụ onye redio Naijiria, onye na-ahụ maka telivishọn, onye na-emepụta ihe, onye nkwado, onye nnọchi anya akara na nwanyị ọchụnta ego.",
  "Begho na-akwado ihe omume gụnyere The Twists With Shine na Shine with The Stars, yana ịbụ onye na-akwado ihe ngosi nri ụtụtụ na 96.9 Cool FM Lagos ruo afọ 5.",
  "Begho bụbu onye na-ahụ maka redio nke The Sunday Chilloutzone Show, The Twist With Shine Radio Show, ihe ngosi redio na ngwụcha izu na COOL-FM Lagos",
  "N'afọ 2017, Shine kwagara na 102.3 Max FM Lagos na-akwado ihe ngosi oge ịkwọ ụgbọala mgbede ma n'afọ 2019 ghọrọ onye na-eme ihe ngosi ehihie 'The Maxhits'.",
  "A mụrụ Begho na Delta Steeti, Naịjirịa, ma gụọ akwụkwọ elementrị ya na Sapele Delta Steeti High School na Benin City, Edo Steeti na College na Anambra Steeti",
  "Ọ bụ nwa nwanyị nke Chief Justice Begho, onye isi ikpe nke Bendel Steeti n'oge ahụ, na Ester Begho, nwanyị na-azụ ahịa.",
  "Begho gụrụ Mass communication (journalism) na Madonna University, Okija na afo 2002",
  "Mgbe ọ nọ na kọleji, ọ bụ onye na-agba egwu na ihe nlereanya",
  "Begho gụsịrị akwụkwọ na afo 2007 wee laghachi n'ụlọ ya na Lagos na-adịgide adịgide iji rụọ ọrụ mgbasa ozi ya",
  "N'afọ 2007, Begho nwetara ọrụ dị ka onye na-egosi telivishọn na Galaxy Television",
  "O mekwara ihe ngosi TV ụmụaka, ma gosipụta ya na mmemme telivishọn dị iche iche na ihe ngosi.",
  "Na Jenụwarị afo 2008, Begho ghọrọ onye na-akwado ihe omume redio Eko FM Thank God It's Friday",
  "Ihe ngosi a na-egosi n'ehihie Fraịdee ọ bụla; Shine Begho ga-emecha TV ya ma gbaga n'ụlọ ọrụ redio iji sonyere ndị ọzọ",
  "N'ọnwa Eprel afọ 2008, ọ gara maka ọrụ ndị ntorobịa mba ya ma bụrụ nnukwu onye na-egosi redio n'ogige",
  "N'afọ 2009, Begho ghọrọ otu n'ime ndị na-egosi redio ọhụrụ na HOT FM Abuja, na-akwado ihe ngosi oge ịkwọ ụgbọala mgbede.",
  "Na Disemba 2009, Begho laghachiri Lagos ma nwee obere oge na redio Classic FM",
  "N'afọ 2010, ọ kwagara ịmalite ụlọ ọrụ redio ọhụrụ 105.1 CITY FM dị ka onye ọsụ ụzọ na-egosi ya na ndị ọzọ na-egosi; ọ kwadoro ihe ngosi nri ụtụtụ ma kwado ihe ngosi ngwụsị izu.",
  "Na Jenụwarị afo 2011, Begho kwagara Rainbow FM, na-akwado ihe ngosi nri ụtụtụ ma mesịa kwaga belt oge ya na ihe ngosi oge ịkwọ ụgbọala mgbede na mgbe e mesịrị na belt oge ịkwọ ụgbọala n'ehihie",
  "Ka ọ dị na afo 2011, Begho sonyeere redio ịntanetị nke a na-akpọ Zoodrums Radio ruo ọnwa abụọ wee kwaga na 96.9 COOL FM Lagos, ebe ọ kwadoro ihe ngosi nri ụtụtụ ma na-akwado ihe ngosi nke ya na ngwụsị izu, The Sunday Chilloutzone Show na The Twist na Shine Radio Show",
  "N'ọnwa Ọktọba afọ 2017, Shine Begho sonyeere ụlọ ọrụ redio ọhụrụ 102.3 Maxfm lagos, nke mbụ ọ bụ naanị ngwụsị izu wee, na Jenụwarị afo 2018, ọ ghọrọ onye na-ahụ maka ihe ngosi oge ịkwọ ụgbọala mgbede (Max Drive) kwa izu, na Jenụwarị afo 2019, ọ ghọrọ onye nhazi ọhụrụ maka Maxhits."
]