[
  "Shirley Woodson (amụrụ n'afọ 1936) bụ ónyé America na-ese ihe nkírí, ónyé nkuzi, ónyé nduzi, na ónyé na-anakọta ihe osise nke a maara nke ọma màkà ihe osise ya dị egwu na-egosi akụkọ ihe mere eme nke Africa America. Enwere ike ịchọta ọrụ ya nke na-arụ ọrụ afọ irí isii ma na-agụ ya na nchịkọta nke Detroit Institute of Arts, Charles H",
  "Wright Museum of African American History, na Studio Museum na Harlem, n'etiti ụlọ ọrụ ndị ọzọ",
  "A kpọrọ Woodson onye Kresge Eminent Artist nke 2021. The Detroit Institute of Arts gosipụtara irí na otu n'ime ihe osise ya na \"Shirley Woodson: Shield of the Nile\" úbọchị irí nà asatọ n'ọnwa Disemba, 2021 ruo úbọchị irí nà abụọ n'ọnwa Juun, 2022, ihe ngosi nka mbụ nke ọrụ Ms",
  "Woodson. A na-egosi ihe osise nke Ms",
  "Woodson na Museum of Contemporary Art Detroit ngosi \"Ground Up: Reflections on Black Abstraction\" Eprel 8-August 16, 2022",
  "A mụrụ ya na 1936 na Pulaski, Tennessee, Woodson ebiela na Detroit kemgbe ọ dị ọnwa atọ, mgbè nne na nnà ya kwagara ezinụlọ ha nke mmadụ anọ. Na klas nke asaa, a họpụtara ya isonye na ọzụzụ nka pụrụ iche kwa izu na Detroit Institute of Arts, ebe ọ ga-aga n'ihu na-agụ akwụkwọ na Satọdee ọ bụla, site na ụlọ akwụkwọ sekọndrị",
  "\"Ọ bụ ụdị ebe kachasị amasị m ịbụ",
  "Mgbè ọ bụla m hapụrụ ụlọ, achọrọ m ịga ébé ngosi ihe mgbe ochie, \"Woodson chetara na 2021 Kresge Foundation Eminent Artist monograph.",
  "O nwetara nzèrè B.F.A",
  "ya na Mahadum Wayne State na 1958 na M.A",
  "site n'ebe ahụ na 1966. N'etiti inweta B.F.A",
  "na M.A., Woodson rụrụ ọrụ gụsịrị akwụkwọ na School of the Art Institute of Chicago (1960) wee gaa n'ihu na-amụ onwé ya na Rome, Paris, na Stockholm (1962).",
  "Woodson gosipụtara ọrụ ya na ihe ngosi nkè ndị na-ese ihe na Michigan na Detroit Institute of Arts na 1960, n'otu afọ ahụ ọ malitere ịkụzi na Detroit Public Schools. O sonyere n'ihe ngosi na ụlọ ọrụ gụnyere Academy of Arts and Letters na New York, Oakland Museum na California, na ebe ndị ọzọ dị ányá dị ka Dakar, Senegal, na Lagos, Nigeria, na-egosi ihe karịrị ihe ngosi 30 nke onwe.",
  "Na ihe ngosi Detroit Institute of Arts \"Detroit Collects\" (2019), nké gosipụtara ọrụ irí isii nke ndị na-ahụ màkà ihe osise niile sitere na ndị nchịkọta ihe osise irí na itoolu nke mpaghara Detroit, Woodson na di ya Edsel Reid, ónyé na-anakọta ihe osise na onye nchịkwa nka, gbazitere site na nchịkọta ha \"After Manet, site na May Days Long Forgotten,\" 2002, Carrie Mae Weems, American, digital chromogenic print. A maara di Woodson bụ Edsel na Detroit niile màkà nkwalite ya na-anụ ọkụ n'obi nke nka ndị Africa America gụnyere jazz.",
  "Woodson natara MacDowell Fellowship na 1966. A kpọrọ ya Kresge Eminent Artist nke 2021. N'ịbụ nke College for Creative Studies na-achịkwa, onyinye a na-asọpụrụ otu ónyé na-ese ihe Detroit kwa afọ maka ihe ndị ọkachamara rụzuru, onyinye ọdịbendị, na ntinye aka na ndị ọrụ nka mpaghara.",
  "Woodson bụkwa ónyé natara Detroit Council ma ọ bụ Arts na New Initiatives for the Arts Exhibition Grant, NCA Award for Artistic Excellence (1977), DIA Alain Locke Award, (1998), na Delta Sigma Theta sorority Lillian Benbow Award, n'etiti onyinye ndị ọzọ."
]