[
  "Shitaye Eshete Habtegebrel (amụrụ n'abali iri na otu nke ọnwa  Mee afo 1990) bụ onye Etiopia a mụrụ na-agba ọsọ ogologo oge nke na-asọro ndị mba  Bahrain asọmpi mba ụwa",
  "Ọ malitere ịsọ mpi nke steeti Gulf ala jupụtara na mmanụ na afọ 2009, na-eme mpụtara nke mbụ ya na Asian Cross Country Championships na Manama",
  "O meriri n'asọmpi ụmụ nwanyị ndi junịọ mgbe onye otu ya bụ Tejitu Daba, onye ọzọ bụbu onye Etiopia, mechara Bahraini 1 Xia2. Mbido mbụ ya na ọkwa ụwa bịara n'oge na-adịghị anya mgbe nke ahụ gasịrị na 2009 IAAF World Cross Country Championships ma ọ gbara onye nke iri abụọ na anọ na asọmpi ndị junịọ, otu ebe n'azụ Daba. A banyere ya n'ọsọ mita 5000 na 2009 Asian Athletics Championships na Nọvemba wee bịa nke isii.",
  "Shitaye mere mpụtara mbụ ya n'afọ sochirinụ, na-agba ọsọ na 2010 IAAF World Cross Country Championships ma ọ bụ onye nke iri na otu n'ozuzu na ọkwa, na-edu ụmụ nwanyị Bahrain tinyere Mimi Belete na nke itoolu na asọmpi otu.",
  "N'ọnwa Ọgọstụ, ọ mere mpụtara mbụ ya na IAAF Diamond League, setịpụ 5000 m kacha mma nke 15:25.67 nkeji na DN Galan. Ọ bụ naanị onye nnọchi anya Asia-Pacific na ihe omume ahụ na 2010 IAAF Continental Cup, ebe ọ bụ nke isii. Egwuregwu Eshia nke afọ 2010 nyere ya ohere nrite mba ụwa mbụ ya, dị ka ọ gbara onye nke atọ maka ọla nchara karịa mita puku iri n'azụ ndị India abụọ Preeja Sreedharan na Kavita Raut.",
  "Ọ nwere obere nlahachi azụ karịa ọnọdụ mbụ ya na 2011 IAAF World Cross Country Championships, naanị na-abanye n'ogo iri na abụọ nke asọmpi ụmụ nwanyị. Otú ọ dị, ọ duuru ndị otu mba gaa n'ọkwa nke anọ na ogo, site n'enyemaka nke ọnụnọ nke Maryam Yusuf Jamal",
  "Ọ rụrụ ọrụ nke ọma n'egwuregwu n'afọ ahụ, na Nweta otutu aha nke Puku Mita iri  n'asọmpi 2011 Asian Athletics Championships, ma Mita puku ise n'egwuregwu 2011 Military World Games, wee nweta akụkọ ihe ndekọ na Bahraini site na ịgba ọsọ nke nkeji 31:21.57 ma gbaa onye nke isii na Puku Mita iri n'egwuregwu ikpeazụ na 2011 World Championships in Athletics. O ji ọla nchara 5000m na ọlaọcha 10,000m mechie afọ ahụ na 2011 Pan Arab Games.",
  "Shitaye malitere oge ọzọ n'ime ụlọ, na-etinye ihe ndekọ mba maka mita 3000 iji nweta aha na 2012 Asian Indoor Athletics Championships",
  "O mechara bụrụ onye nke ise na ngwụcha nke ihe omume ahụ na 2012 IAAF World Indoor Championships. Ka ọ na-aga n'èzí, ọ meriri n'asọmpi ụmụ nwanyị na Asian Cross Country Championships, na-eduga ụmụ nwanyị n'ime atọ kachasị elu.  Na 2012 Summer Olympics, ọ gbara ọsọ na 5000 m na 10000 m, ma gbaa nke iri na nke isii n'otu n'otu, ma na-etinye ihe ndekọ mba ọhụrụ na mita puku iri m.",
  "N'afọ sochirinụ, 2013, ọ gbakara onye  nke isii na 10000 m na World Championship mgbe ọ meriri Asian Championship.",
  "Ọ kwụsịrị ọrụ n'afo 2014 n'ihi ọmụmụ nwa wee laghachi na asọmpi na ngwụcha afọ 2015.",
  "O sonyere na 10000 m na 2016 Summer Olympics mana o nweghị ike ịgbacha ọsọ ahụ.  Ọ laghachiri iji merie asọmpi 10000m na asọmpi Asia na 2019."
]