[
  "Ferguson malitere njem ya n'ime ụwa ntụrụndụ na Lesotho dịka onye DJ klọb na The Palace Hotel Night Club n'afọ 1992",
  "Mgbe ọ laghachiri Botswana, ọ tụgharịrị uche ya gaa n'ụwa ụlọ ọrụ ma ọ mechie na azụmahịa IT",
  "Ebe ọ malitere dịka a onye na-ere ahịa, ọ rụrụ ọrụ ya ruo mgbe ọ ghọrọ onye ọchụnta ego a na-akwanyere ùgwù ebe ọ meriri ọtụtụ ihe nrite, gụnyere Top Sales Manager Award 1998 Xia99 mgbe ọ na-arụ ọrụ na EDUTECH.",
  "Ọrụ mbụ Ferguson rụrụ bụ Dr Leabua na South African Venda language soap opera Muvhango",
  "Ọ hapụrụ ihe ngosi ahụ n'ọnwa Machị afọ 2007",
  "Mgbe ahụ, ọ pụtara dịka Itumeleng site n'afọ 2011 na 2013 na The Wild, ihe nkiri ncha nke M-Net.",
  "Ya, ya na nwunye ya Connie Ferguson, guzobere Ferguson Films ma ha abụọ gosipụtara na usoro ihe nkiri mbụ nke mmepụta ihe nkiri ha Rockville",
  "Ọ pụtara dịka JB site n'afọ 2013 ruo ihe omume ikpeazụ ya n'afọ 2016",
  "O mekwara ihe nkiri na 2014's The Gift, usoro Ferguson Films, ma mee ihe nkiri dịka Jerry Maake na The Queen, nke bụkwa usoro Ferguson Filmes nke malitere n'afọ 2016",
  "Ihe ngosi TV ndị ọzọ ya gụnyere Isidingo: The Need dịka Tyson na Scandal! dịka Alex.",
  "N'afọ 2010, ya na nwunye ya na onye na-eme ihe nkiri, Connie Ferguson malitere Ferguson Films",
  "Ihe ha mepụtara gụnyere Rockville, iGazi, The Gift, The Throne, The Herd, The Queen, The River na The Imposter.",
  "N'afọ 2020, ha mepụtara usoro Netflix nke isii akpọrọ Kings of Joburg",
  "A tụbara Ferguson na ihe nkiri 2010 Mrs",
  "Mandela",
  "Ferguson zutere onye na-eme ihe nkiri Connie Masilo na 31 Julaị 2001. Ha lụrụ na Nọvemba nke afọ ahụ.",
  "Ọ natara Golden Horn Award maka onye na-eme ihe nkiri kacha mma na TV Soap na Golden Horn Award for Best Achievement by a Lead Actor in a Made for TV Movie.",
  "N'abalị iri abụọ na isii n'ọnwa Juun afọ 2021, a nabatara Ferguson n'ụlọ ọgwụ Pinehaven na COVID-19",
  "Ka ọnọdụ ya na-akawanye njọ, e bugara ya n'etiti ụbọchị nke July na Milpark Hospital na Johannesburg, ebe ọ nwụrụ na 30 July 2021, mgbe ọ dị afọ 47. E liri ya na Fourways Memorial Park, mgbe emesịrị olili ozu onwe onye. E mere emume ncheta ụbọchị abụọ ka e mesịrị, ebe ndị bịara naanị 50 n'ihi iwu mkpọchi COVID-19."
]