[
  "Simon Njoroge' (24 Ọktoba 1993 - 30 Ọgọstụ 2015), nke a maara dịka Shrekeezy, bụ onye Kenya na-ahụ maka mgbasa ozi",
  "O tinyekwara aka na nka na ntụrụndụ dịka onye na-ahụ maka redio, onye na-egosi TV, onye na-eti egwu, DJ na Entertainment Executive. O bu ụzọ nweta nnukwu nlebara anya maka ihe ngosi redio ya na-aga nke ọma n'ịntanetị Shrekeezy Live nke e mechara were dịka ihe ngosi redio kwa ụbọchị na Hero Radio Kenya mgbe ọ nwetasịrị ihe karịrị puku mmadụ iri anọ na mgbasa ozi ọha na eze. Dịka onye isi ahịa na Hero Radio, Simon nwere nnukwu mmasị na ahịa Ịntanetị ma were klas oge na Chartered Institute of Marketing",
  "N'oge a, ọ rụrụ ọrụ dị ukwuu n'ịzụ ahịa muicbook.com, ebe nrụọrụ weebụ na-elekọta mmadụ nke onye ọrụ ibe ya na ezigbo enyi ya bụ Samuel Keige hiwere",
  "Otú ọ dị, e rere saịtị ahụ na Afroleo.com",
  "Ọ hapụrụ Kenya otu afọ ka e mesịrị ka ọ bụrụ onye enyemaka nke onye ọchụnta ego India bi na Tanzania bụ Nilesh Bhatt",
  "O mechara n'afọ ahụ sonye na Pilipili Entertainment, ụlọ ọrụ mmepụta ihe nkiri nke Tanzania nke Nilesh Bhatt nwere dị ka onye njikwa ahịa",
  "Kemgbe ahụ, ọ rụrụ ọrụ dị ka Digital Strategist na nnukwu ụlọ ọrụ mgbasa ozi East Africa dịka Scanad, MetropolitanRepublic, Express DDB na BrandVision Advertising.",
  "Dịka onye ọchụnta ego na onye na-etinye ego, Shrekeezy nwere ihe omume Trans Africa, ụlọ ọrụ na-ahazi ihe omume nke dị na Tanzania ma bụrụ onye guzobere na onye isi oche nke Phorex East Africa ụlọ ọrụ na-eme ihe ngosi na PR na-arụ ọrụ na mpaghara East Africa. Ọ tọrọ ntọala The Nigerian Festival na Tanzania ( Naija Fest), Tanzania Social Media Awards (TSOMA Awards) na East Africa Awards na-abịanụ nke a maara dịka Mashariki Awards nke a ga-eme na Disemba afọ 2015 na Carnivore Nairobi",
  "O tinyekwara aka na atụmatụ Club Music Video Awards na Uganda n'afọ 2013 na mmekorita ya na ROCKSTAR4000 / Sony MUSIC AFRICA",
  "N'ụtụtụ nke 29 August 2015",
  "Shrekeezy kpebiri iji ụgbọ mmiri si Whitesands Hotel gaa n'àgwàetiti Mbundya na Dar Tanzania tupu mmiri mmiri erie ya.",
  "A mụrụ Shrekeezy Simon Njoroge na Nakuru, Kenya",
  "O si n'ezinụlọ mmadụ atọ",
  "Ọ malitere inwe mmasị na teknụzụ na nka mgbe ọ dị afọ iri",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ kwagara Nairobi mgbe ọ dị afọ iri na asaa",
  "N'oge a, Simon zutere ọtụtụ ndị na-ahụ maka ụlọ ọrụ egwu Kenya bụ ndị kpaliri ya isonyere mgbasa ozi Kenya",
  "Ọ na-apụta mgbe niile na WAPI(Words And Pictures) Concert Freestyle agha ebe ọ zutere ndị mgbasa ozi nke nyere aka kesaa egwu ya.",
  "Shrekeezy zutere MC na onye mgbasa ozi na-ewu ewu na Kenya bụ DNG bụ onye nwere mmasị na egwu ya ma kpọọ ya maka ajụjụ ọnụ redio na ụlọ ọrụ redio a ma ama na Kenya 97.1 One FM ebe ọ bụ onye na-ahụ maka redio mgbede nke Fired Up Radio show. DNG rụrụ nnukwu ọrụ n'ịgbasa egwu ya n'oge ahụ",
  "O mechara laghachi n'obodo ya bụ Nakuru ruo oge ụfọdụ ebe ọ matara na a na-ebido ụlọ ọrụ redio",
  "Ọ zụlitere mmasị na redio, n'ike mmụọ nsọ ma kpalie ya site na DNG, ọ gakwuuru ụlọ ọrụ redio maka ebe ọ ga-ekwe omume maka HIPHOP Show",
  "Ndị nwe ọdụ ahụ nwere obi ụtọ site na ngosi Shrekeezy n'oge nzukọ mbụ ya ma nye ya ebe ahụ ozugbo",
  "E kwuru na ọ malitere ihe ngosi SHREKEEZY LIVE n'otu ụbọchị ahụ",
  "SHREKEEZY LIVE toro wee bụrụ otu n'ime ihe ngosi redio kachasị na mpaghara ahụ ma mee ka ọ bụrụ onye ama ama.",
  "Ọ kwụsịrị mgbasa ozi mgbe ọ ghọchara onye ọkachamara n'ihe gbasara dijitalụ na Nairobi, o mechara kwaga Dar es Salaam na Kampala na-arụ ọrụ na ụdị ndị isi na mpaghara gụnyere Pilsner Ice, Tusker Lager, Kenya Commercial Bank, Airtel, Samsung Mobile, MTN Uganda, na Coca-Cola.",
  "Ọ furu na Tanzania na 30 August 2015, ebe ọ bi ma na-arụ ọrụ ma hụ ya ka ọ nwụrụ mgbe ụbọchị abụọ gasịrị",
  "Mmiri riri ya na Satọdee na nso Mbudya Island, n'ụsọ oké osimiri Dar es Salaam na Tanzania",
  "A hụrụ ozu ya na Tuesday mgbe a chọchara ya ụbọchị atọ, dịka onye ikwu ya si kwuo.",
  "E liri ozu ya n'ụlọ nne na nna ya na mpaghara Kabatini na Nakuru County, Kenya na 5 Septemba afọ 2015.",
  "Shrekeezy rụrụ ọrụ dị ukwuu n'ịchịkọta ụlọ ọrụ dị iche iche, òtù na ụlọ ọrụ dị iche iji kwado mgbasa ozi JIKINGE, mmemme mmata nke ndị ntorobịa HIV Aids ọ tọrọ ntọala n'afọ 2012."
]