[
  "Sid Ali Kouiret (3 Jenụwarị 1933 5 Eprel 2015) bụ onye Algeria na-eme ihe nkiri.",
  "A mụrụ Kouiret na Algiers",
  "Ọ bụ onye na-eme ihe nkiri na ihe nkiri sinima",
  "O nwere oge nwata siri ike",
  "Nna ya bụ onye ọkwọ ụgbọala tagzi, na-aṅụbiga mmanya ókè n'ụlọ ugboro ma na-emeso nne ya ihe ike",
  "N'ehihie, obere Sid Ali Kouiret, nke a na-emebiga ihe ókè, mara nna ya mma n'azụ ma manye ya ibi n'okporo ámá mgbe ọ dị obere",
  "Mgbe ọ dị afọ iri na asaa, ọ bụ onye na-azụ ahịa n'ọdụ ụgbọ mmiri Algiers ma ọ nweghị njikọ ọ bụla na nka",
  "Mana ọ hụrụ egwuregwu n'anya, ọkachasị igwu mmiri",
  "Iji mee nke ahụ, ọ ga-agafe okporo ámá \"La Rue de la Marine\"",
  "Otu ụbọchị, ọ zutere n'ebe ahụ (na \"Le Café de Daniel\") Mustapha Kateb onye duziri na iri ise otu ndị na-eme ihe nkiri",
  "Kemgbe ahụ, ọ malitere njem ya n'elu ikpo okwu.",
  "N'afọ 1951, ọ gara Berlin na ndị otu ihe nkiri \"El Mesrah El Djazairi\"",
  "N'afọ 1952, ha nọ na Paris; na-abụ abụ ịhụ mba n'anya na kọfị Algeria",
  "N'afọ 1953, ọ gara Bucharest maka 4th World Festival of Youth and Students for peace",
  "Ka e mesịrị n'otu afọ ahụ, ọ ghọrọ onye na-eme ihe nkiri ma sonye n'òtù obodo Algiers, nke Mahieddine Bachtarzi duziri",
  "Mana n'afọ 1955, na n'ihi mmekpa ahụ na mkpagbu nke DST (French domestic intelligence agency), na maka nchekwa ya, a manyere ya ịpụ",
  "Ya mere ọ gara Marseille, wee gaa Paris ebe ọ zutere Mohamed Boudia, Hadj Omar, Missoum, na Noureddine Bouhired.",
  "N'afọ 1958, ọ bụ onye otu ihe nkiri nke nwere njikọ na FLN (National Liberation Front) nke na-anwa ime ka Algeria bụrụ onye a ma ama n'ụwa niile na ịkwalite ọgụ Algeria maka nnwere onwe.",
  "Mgbe nnwere onwe nke Algeria gasịrị, ọ so n'ime ihe ndị ga-eme ka Algeria National Theatre",
  "N'afọ1963 bụ mmalite nke ọrụ ihe nkiri na-egbuke egbuke",
  "Mpụta mbụ ya na ihe nkiri bụ na TV nke egwuregwu \"Les Enfants de la Casbah\" nke Mustapha Badie (afọ 1963)",
  "Mana ezi nraranye ya bụ na \"LXOpium et le Bâton\" (afọ 1970) nke Ahmed Rachedi duziri",
  "Mgbe ahụ bịara \"Décembre\"(afọ 1971) na ọtụtụ ihe nkiri ndị ọzọ nke Algeria na mba ọzọ dịka \"Le Retour de LʹEnfant Prodigue\", nke Youssef Chahine duziri n'afọ1976; na \"Destins Sanglants\" nke Kheiri Bichara duziri n'afọ 1980...",
  "Ọ nwụrụ n'abalị 5 ọnwa Eprel afọ 2015 na Algiers.",
  "Telivishọn"
]