[
  "'Sidede Onyulo (1955–2008) bụ onye Kenya na-eme ihe nkiri, onye ama ama maka ọrụ ya dịka Owour na ihe nkiri Oscar-winning Nowhere in Africa",
  "A mụrụ Sidede Onyulo Peter Sidede Onyulo na Kajulu (Kenya), ọ gara ụlọ akwụkwọ na Muthaiga Primary (1965–1968) na Nairobi School (1969–1976) tupu ọ debanye aha na Mahadum Nairobi ebe ọ gụrụ akwụkwọ iwu n'etiti afọ 1975 na 1978",
  "N'afọ 1979, Onyulo kwụsịrị ọrụ iwu ya wee kpebie ịnabata ihe nkiri, mkpebi nke ndị enyi ya na ezinụlọ ya katọrọ.",
  "Onyulo kọwara n'ajụjụ ọnụ ihe mere ime ihe nkiri ji nwee ọnụ ọgụgụ dị nta nke ndị na-akwado ya na Kenya: “Ha chere na nke a bụ ọrụ a na-ekwesịghị iji kpọrọ ihe ma na-eleda ndị na-eme ihe nkiri anya",
  "Ha na-eche na anyị bụ ndị ara dịka ndị Kafira chere na Jasper Wendo nọ na Betrayal of the city.”",
  "Ya na Jero mere ihe nkiri izizi ha na Wole Soyinka's play Trials of Brother Jero",
  "Ọ gbasoro nke a na ọrụ dị iche iche na Micere Githae Mugo na Ngũg· wa Thiong'o's Trial of Dedan Kimathi na Francis Imbuga's Betrayal in the City nke e gosipụtara na All Africa Festival of Arts and Culture (FESTAC) na Nigeria n'afọ 1977.",
  "Onyulo mere ihe nkiri mbụ ya n'afọ 1987 mgbe ọ natara ọrụ nke nwa nwoke ụlọ na Shadow on the Sun",
  "A na-ekwu na ndị ọkachamara n'ihe nkiri Kenya tụrụ ya aro na mbido maka ọrụ Owour, na Nowhere in Africa, mana a hụghị ya, ebe o si Nairobi kwaga Kisumu, na mpaghara ọdịda anyanwụ nke Kenya",
  "Otu onye na-ahụ maka nhazi obodo chọtara ya n'obodo ya dị nso na Ọdọ Mmiri Victoria ma nye ya ọrụ nke mere ka ọ bụrụ onye ama ama na ọkwa mba ụwa. E kwuru na ọ bụ nwoke dị umeala n'obi, n'amaghị na o ritere ihe nrite Best Supporting Actor na Dublin Film Festival maka ọrụ ya dịka Owour",
  "Onye na-emepụta ihe nkiri bụ Peter Herrman mechara nye ya onyinye ahụ.",
  "Ọ nọwo na ọtụtụ ihe nkiri, gụnyere Ivory Hunters (aka \"The Last Elephant\") (1990), Eyes of a Witness (1991), Nowhere in Africa (2003), King Solomon's Mines (2004), na The Constant Gardener (2005).",
  "Onyulo tinyere aka na nhazi nke ụlọ ọrụ ihe nkiri na Kenya, na-arụ ọrụ na ndị otu dị iche iche na-eme ihe nkiri",
  "Ọ rụkwara ọrụ na òtù ndị na-abụghị nke gọọmentị, na-enyefe talent ya na ihe nkiri Swahili na-emegide ụmụ nwanyị-egbu ụmụ nwanyị Price of a Daughter",
  "Onyulo dara ọrịa mgbe ọ nọ n'ụlọ ime obodo ya dị n'okpuru ugwu Kajulu ma gbaga n'ụlọ ọgwụ onwe ya ma nwụọ otu izu mgbe e mesịrị."
]