[
  "Sidi Boushaki (1394-1453) bụ ọkà mmụta okpukpe maliki amụrụ nso obodo Thenia, 54 km (34 mi) n'akụkụ ọwụwa anyanwụ nke Algiers",
  "A zụlitere ya na mpaghara ime mmụọ nke nwere ụkpụrụ Islam dị elu na ụkpụrụ omume n'ime akwụkwọ ntụaka Alakụba nke Algeria.",
  "A mụrụ Sidi Boushaki Ez-Zaouaoui na 1394 OA na Col des Beni Aïcha, na obodo Soumâa n'ime mpaghara Tizi Naïth Aïcha, na Khachna massif, ndọtị nke Djurdjura.",
  "Ezinụlọ ya gbatịkwuru bụ Abu Ishaq Ibrahim bin Faïd bin Moussa bin Omar bin Saïd bin Allal bin Saïd al-Zawawi.",
  "Ọ malitere ọmụmụ ihe n'obodo nta Thala Oufella (Soumâa) dị na Thénia na 1398 OA, tupu ya abanye na Béjaïa na 1404 OA, ọ dị obere ka ọ gaa n'ihu n'ọmụmụ ihe ya.",
  "N'ebe ahụ, ọ gụrụ akwụkwọ-Quran na Maliki fiqh dị ka nwa akwụkwọ na Ali Menguelleti, onye ọkà mmụta okpukpe a ma ama sitere na Kabylie.",
  "Béjaïa bụ mgbe ahụ na mmalite narị afọ nke iri na ise bụ ebe okpukperechi na ebe mmetụta nke Sufism.",
  "O mere njem ya na 1415 na Tunis, ebe o mere ka ọ ghọtakwuo Maliki Madhhab.",
  "N'ebe ahụ, ọ gụrụ tafsir nke Quran n'aka onye ọka ikpe Abu Abdallah Al Kalchani, ma nweta Maliki fiqh n'aka Yaakub Ez-Zaghbi.",
  "Ọ bụ nwa akwụkwọ nke Abdelwahed Al Fariani na ntọala (Oussoul) nke Islam.",
  "Ọ laghachiri na 1420 n'ugwu nke Béjaïa bụ ebe o mikpuru n'asụsụ Arabic na Abd El Aali Ibn Ferradj.",
  "Ọ gara Constantine na 1423 ebe o biri ọtụtụ afọ, na ọ natara nkuzi na Muslim okwukwe (Aqidah) na mgbagha na \"Abu Zeid Abderrahmane\", utu aha \"El Bez\".",
  "Ọ gụrụ prose, amaokwu, fiqh na ọtụtụ sayensị nkà mmụta okpukpe nke oge ahụ na Ibn Marzuq El Hafid (1365 - 1439), ọkà mmụta Maghreb na Tlemcen bụ onye gara leta Constantine ikwusa ihe ọmụma ya, ka ọ ghara inwe mgbagwoju anya na nna ya Ibn",
  "Marzuq El Khatib (1310 - 1379).",
  "Ọ sonyeere Mecca maka njem njem na ọmụmụ ihe, wee kwaga Damaskọs ebe ọ gara nkuzi Imam Ibn al-Jazari na sayensị nke Qur'an.",
  "Ọ nwụrụ na 1453, e wee lie ya n'Ugwu Thenia dị nso na Zawiyet Sidi Boushaki n'ebo Kabyle nke Igawawen.",
  "Laa azụ na Kabylia n'ime afọ ole na ole ikpeazụ nke ndụ ya, Sidi Boushaki wee hiwe otu zawiya nke ọ kụziiri ndị na-eso ụzọ ya (murids) dịka òtù ụmụnna Qadiriyya Sufi nke Sunni Sufism siri dị.",
  "Zawiya a bụ ebe mmetụta ọgụgụ isi na nke mmụọ na Kabylia dị ala site na nkuzi ya na nkuzi mmalite nke enyere na mpaghara a nke Oued Isser na Oued Meraldene gbara n'ihu oke osimiri Mediterenian.",
  "A naghị agbaso usoro Sufi nke Qadiriyya na zawiya a ruo narị afọ atọ ruo mgbe tariqa Rahmaniyya weghaara na mpaghara Algérois na Kabylia dị ka ihe atụ nke usoro mmụta.",
  "Ọrụ ya na-ekpuchi ọtụtụ akụkụ nke sayensị Islam, gụnyere:"
]