[
  "Siemon Allen (amụrụ na Durban, South Africa) bụ onye na-ese ihe na-arụ ọrụ karịsịa na ntinye ihe",
  "Ọ bi ma na-arụ ọrụ na mba United States",
  "A na-ewere Allen dị ka otu n'ime ndị a ma ama na-egosipụta nka South Africa na Northeastern USA.",
  "Siemon Allen gụrụ maka ihe osise na Technikon Natal na Durban, ebe ọ gụsịrị akwụkwọ na Master of Arts na 1999",
  "N'oge ọ na-agụ akwụkwọ, ọ matara onye ga-abụ nwunye ya, onye America, ha wee kwaga US mgbe e mesịrị",
  "Taa, Allen na-arụ ọrụ dị ka prọfesọ nleta na ngalaba maka ihe ọkpụkpụ na mgbasa ozi mgbasa na Mahadum Virginia Commonwealth na Richmond, Virginia.",
  "Mgbe ọ ka bi na South Africa, Allen bụ onye guzobere FLAT Gallery (1993 - 1995) n'ime ihe gbasara atụmatụ ndị na-ese ihe.",
  "E gosipụtara ọrụ Allen na 2nd Johannesburg Biennale dị ka akụkụ nke ngosi \"Graft\"",
  "O kwubeghi ọtụtụ ihe gbasara ndụ onwe ya na ndụ ọha na eze Ọrụ ya bụ akụkụ nke ọtụtụ nchịkọta n'ime na n'èzí South Africa, nke gụnyere nchịkọta nke Durban Art Gallery, Guggenheim Museum na New York City na Standard Bank Collection.",
  "Siemon Allen bụ onye na-ewekọta ihe na onye na-echekwa ihe ndị na-adịghị adịte aka na South Africa, nke ọ na-eji emepụta nnukwu ihe ngosi na ihe ọmụma",
  "N'ihi ya, a na-akpọ ọrụ ndị a \"ọrụ nchịkọta\" ma na-enyocha echiche nke ịmepụta njirimara site n'ebe dị anya na onyinyo nke South Africa n'ozuzu.",
  "Maka ihe owuwu ya, Allen na-achịkọta ihe ndị e biri ebi, nke ọ na-edepụta ma gosipụta",
  "Usoro ọrụ ahụ yiri nke onye na-edebe ihe ochie.\nDị ka onye South Africa bi na mba ọzọ, Allen nwere mmasị karịsịa na ịchọpụta na ịghọta otú a na-ahụ mba site na mpụga na ihe bụ ọrụ mba ahụ na-ewu onyinyo a",
  "Na mbido afọ 2000 ọ hụrụ ebe weebụsaịtị nke gọọmentị South Africa nke na-akpọsa arịrịọ maka ndọrọ ndọrọ ọchịchị dị mma na mpụga mba ahụ yana maka iwebata ndị South Africa na-abụghị gọọmentị bi na mba ọzọ ka ha rụọ ọrụ dị ka \"ndị nnọchiteanya\" maka mba ahụ",
  "Ihe ntinye Allen na-agbagha echiche a dị mkpa nke \"akara\" South Africa ma nye aka na ya.",
  "Ọrụ Allen n'ezie bụ maka ịmepụta nnukwu ihe ncheta nke dabeere na ịntanetị nke akwụkwọ ọdịyo gbasara akụkọ ihe mere eme nke South Africa. A kpọrọ ihe ngosi nke sitere na ihe ncheta a \"Records\" ma gosipụta ya na South Africa na 2009 na US na 2010."
]