[
  "Sifan Hassan (Oromo: Siifan Hassan; amụrụ na 1 Jenụwarị 1993) bụ onye Dutch a mụrụ n'Etiopia na-agba ọsọ n'etiti na ogologo oge. O mechara okpukpu atọ a na-ahụtụbeghị mbụ na afọ 2020 Tokyo Olympics na-emeri ihe nrite ọla edo na mita 5000 na mita 10,000, na ọla nchara maka mita 1500",
  "Hassan bụ naanị onye na-eme egwuregwu n'akụkọ ihe mere eme nke Olimpik iji merie ihe nrite n'ofe ihe omume dị n'etiti na agbụrụ abụọ dị anya n'otu egwuregwu",
  "Ọ bụ naanị nwanyị nke abụọ mezue ọsọ Olympic okpukpu abụọ.",
  "Na World Athletics Championships, Hassan nwetara 1500m na 10,000m n'afọ 2019, na-aghọ naanị onye na-eme egwuregwu (nwoke ma ọ bụ nwanyị) n'akụkọ ihe mere eme iji merie ihe omume abụọ a na otu Ndọrọ ndọrọ mmeri nke uwa ma ọ bụ Olympic Games. O meriri ọla nchara na 1500m na 2015, na 5000m na afọ 2017 mgbe ọ gwụchara nke ise na 1500m",
  "Hassan bụ onye nwetara ihe nrite ugboro atọ na World Indoor Championships, merie ọla edo na 1500m na 2016 yana ọlaọcha na 3000m na ọla nchara maka 1500m na afọ 2018",
  "O nwetara ihe nrite Europe isii (gụnyere utu aha mba abụọ), na otu ihe nrite ime ụlọ Europe",
  "Ọ bụkwa onye mmeri Diamond League ugboro atọ, ebe ọ nwetara 1500m/5000m okpukpu abụọ na 2019.",
  "Hassan bụ onye na-edekọ ihe ndekọ ụwa maka ma otu kilomita na 5 kilomita n'okporo ụzọ ọsọ, ha abụọ setịpụrụ na afọ 2019, yana otu awa ọsọ, setịpụrụ n'afọ 2020. O nwere ihe ndekọ ụwa na 10,000 m maka ụbọchị abụọ na ọnwa nke isii, na afọ 2021. O nwere ihe ndekọ Europe ise (1500m, 3000m, 5000m, 10,000m, ọkara marathon) na ihe ndekọ Dutch atọ.",
  "A mụrụ Sifan Hassan na Adama, Oromia, Ethiopia ma zụlite ya n'ime ime obodo Kersa na mpaghara Munesa nke mpaghara Arsi nke Oromia. Ọ bụ onye na-agba ọsọ ntụrụndụ n'ebe ahụ",
  "Ọ hapụrụ Etiopia dị ka onye gbara ọsọ ndụ wee rute Netherlands na afọ 2008 mgbe ọ dị afọ iri na ise. Ọ malitere ịgba ọsọ mgbe ọ na-agụ akwụkwọ iji bụrụ nọọsụ",
  "Hassan ghọrọ nwa amaala Dutch n'afọ 2013.",
  "N'ịbụ onye ya na Eindhoven Atletiek, Hassan banyere na ọkara marathon nke Eindhven na 2011 wee merie ọsọ ahụ na oge nke 77:10 nkeji. Ọ bụkwa onye nke abụọ na agbụrụ abụọ (Sylvestercross na Mol Lotto Cross Cup)",
  "O meriri agbụrụ ndị ahụ na 2012, yana 3000 m na Leiden Gouden Spike.",
  "Hassan mere ọganihu ya n'afọ 2013",
  "Ọ gbara ọsọ 800 mita kachasị mma nke 2:00.86 nkeji iji merie na KBC Night of Athletics ma merie na 1500 m na Nijmegen Global Athletics na Golden Spike Ostrava",
  "Na afọ 2013 IAAF Diamond League circuit ọ bụ onye nke abụọ na 1500 m na Athletissima na nke kachasị mma nke 4:03.73 nkeji ma bụrụ onye nke atọ na DN Galan 3000 m na nke kachasị elu nke 8:32.53 nkeji oge a mere ka ọ bụrụ onye nke anọ na-agba ọsọ n'ụwa n'afọ ahụ.",
  "Hassan ghọrọ nwa amaala Dutch na Nọvemba, na afọ 2013, oge agafeela maka ịsọ mpi na afọ 2013 World Championships, n'ọnwa sochirinụ, ọ pụtara nke mbụ ya na Netherlands",
  "Na afọ 2013 European Cross Country Championships ọ meriri nrite ọla edo na ngalaba na-erubeghị afọ iri abụọ na atọ ma nyere ndị otu Dutch aka ịbụ nke atọ na ọkwa. O merikwara asọmpi Warandeloop na Lotto Cross Cup Brussels n'oge oyi ahụ.",
  "Na mbido afọ 2014 ọ gbara ọsọ ọsọ nke nkeji 8:45.32 maka 3000 m na Weltklasse na Karlsruhe, wee mebie ihe ndekọ Dutch na 1500 m n'ime ụlọ na oge nke 4:05.34 nkeji na Birmingham Indoor Grand Prix.",
  "Na afo 2015 World Championships na Beijing, Hassan meriri ọla nchara na mita 1500",
  "Ọ ghọrọ nwanyị Dutch nke abụọ na-eme egwuregwu iji merie ihe nrite na World Championships, mgbe Dafne Schippers gasịrị",
  "Ọ bụ nwanyị Dutch nke atọ meriri na afo 2015 European Cross Country Championships, na-eso nzọụkwụ nke ndị Afrịka ibe ya Hilda Kibet na Lornah Kiplagat.",
  "Hassan meriri okpomọkụ ya na 1500m na afọ 2016 Summer Olympics na 4:06.64 tupu Faith Kipyegon",
  "Na ọkara ikpeazụ ọ nọ n'ọnọdụ nke abụọ na 4:03.62 mgbe Genzebe Dibaba meriri na 4:03.06",
  "Na ngwụcha Kipyegon nwetara ihe nrite ọla edo nke Olympic na 4:08.92, Dibaba bụ onye nke abụọ na 4:10.27 na Jennifer Simpson nwetara ọla nchara na 4:10.53",
  "Hassan nọ n'ọnọdụ nke ise n'ime oge nke 4:11.23.",
  "Ọ bụ onye nke ise na 1500m na 2017 World Athletics Championships wee merie ọla nchara na 5000m.",
  "N'abalị iri na atọ n'ọnwa Julaị, ọ mebiri ihe ndekọ Europe maka mita 5,000 site n'ịbụ onye nke abụọ na Rabat Diamond League na 14:22.34. Ụbọchị ole na ole ka e mesịrị, Hassan meriri Millicent Fawcett Mile mbụ na afọ 2018 London Anniversary Games na oge nke 4:14.71, nke anọ kachasị ọsọ n'oge ahụ.",
  "Na afọ 2018 European Championships, o ritere ihe nrite ọla edo na 5000 m na oge 14:46:12, na-etinye ihe ndekọ ọhụrụ nke asọmpi.",
  "Na 'abalị iri na isii n'ọnwa Septemba, ọ meriri ihe ndekọ Europe maka ọkara marathon na oge nke 65:15, merie ọkara maraton Copenhagen",
  "N'abalị iri na asaa n'ọnwa Febụwarị, Hassan setịpụrụ ihe ndekọ ụwa maka ọsọ okporo ụzọ kilomita ise na-akwụsị elekere na 14m 44s na Monaco. Ọsọ okporo ụzọ 5 kilomita abụwo ihe omume ụwa kemgbe 1 Nọvemba, na afọ 2017. Na Prefontaine Classic na June, ọ mebiri ihe ndekọ Europe 3000m na oge nke 8m 18.49s.",
  "N'abalị iri na abụọ n'ọnwa Julaị, Hassan banyere na ọsọ kilomita na Herculis na Fontvieille, Monaco",
  "Olha Lyakhova bụ onye na-agba ọsọ, na-ewere egwuregwu site na agba abụọ mbụ (nke a tụrụ na akara mmalite, ọ bụghị nkewa nke kilomita anọ) na 64.26 na 63.94 (2:08.20)",
  "Dị ka ọ na-adịkarị na Hassan, ọ bụ onye ikpeazụ na akara mmalite, mana n'ime mita 150 sochirinụ, jiri nwayọọ nwayọọ mee ka onwe ya dị nro n'ọhịa n'èzí n'ime ọnọdụ akara n'azụ Lyakhova",
  "Gabriela DeBues-Stafford gafere n'ọhịa n'etiti Hassan na Lyakhova maka agba ọzọ tupu Hassan na Gudaf Tsegay kewapụ n'ọgbọ ahụ dị ka naanị ndị na-achụ nta",
  "N'etiti mita 800 na 1000, Lyakhova gbalịrị ịnọgide na-aga n'ihu, mana Hassan na Tsegay na-agafe",
  "Mgbe Lyakhova si n'èzí pụta, ha abụọ hụrụ onwe ha mita 15 n'ihu ìgwè ahụ",
  "Na mita 1,200, Hassan na-eleghachi anya azụ na onye na-achụ ya nso Tsegay na 3:10.13 (a 61.93 lap)",
  "Hassan mere ngwa ngwa, na-emeghe oghere mita 5 n'ime mita 100 sochirinụ",
  "N'ịga n'ihu na ọsọ a, ọ gafere mita 1500 n'ihe dị ka 3:55",
  "Hassan kpuchiri mita 409.344 ikpeazụ na 62.20, oge ikpeazụ ya nke 4:12:33 na-emebi ihe ndekọ ụwa nke Svetlana Masterkova nke fọrọ nke nta ka ọ bụrụ afọ 23. Ndị na-eme egwuregwu na-eso Hassan degharịrị ndepụta 25 kachasị elu, na Laura Weightman na-aga n'ọnọdụ # 15, DeBues-Stafford na # 17, mgbe # 5 oge niile Tsegay na-apụ n'anya n'ime mkpọ ahụ, Rababe Arafi, Axumawit Embaye, Winnie Nanyondo na Ciara Mageean na-aga na ọnọdụ # 20 ̆23.",
  "Ọ bụ onye mmeri Diamond League ugboro abụọ na afọ 2019, na-emeri ma 1500 na 5000 mita Trophies.",
  "N'abalị iri abụọ na asatọ n'ọnwa Septemba, ọ ghọrọ onye mmeri ụwa nke afọ 2019 na mita 10,000 na asọmpi nke abụọ ya maka ebe ahụ",
  "Ọsọ mbụ ya na ihe omume ahụ bụ na Stanford n'oge nke 31:18.12, ngwa ngwa iji nweta ọkwa iru eru maka asọmpi World Championships",
  "Oge mmeri nke 30:17.62 bụ oge kachasị mma n'afọ n'okporo ụzọ ahụ",
  "Alina Reh (Germany) butere ụzọ n'ọhịa mgbe mita 3000 gasịrị na 9:29.69",
  "Onye na-agba ọsọ n'ihu ruru ọkara n'ime 15:32.70",
  "Letesenbet Gidey mechiri na 30:21.23, na Agnes Tirop (Kenya) na-abịa n'ọnọdụ nke atọ na 30:25.50",
  "E kpuchiri ọkara nke abụọ nke ọsọ ahụ na 14:45. Hassan merikwara ọsọ 1500 mita na oge nke 3:51.95 (ebe nke isii na 1500 m niile-oge-ndepụta), na-eguzobe asọmpi ọhụrụ na ndekọ Europe",
  "Onye nke abụọ bụ Faith Kipyegon na 3:54.22, ihe ndekọ mba Kenya ọhụrụ, ebe nke atọ gara Gudaf Tsegay na 3:54.38.",
  "N'abalị iri n'ọnwa Ọktoba, Hassan setịpụrụ ihe ndekọ Europe maka mita 10,000 nke ụmụ nwanyị n'ime oge nke 29:36.67, na-emebi akara nke Paula Radcliffe nke Great Britain setịpụrụ na afọ 2002 site na ihe karịrị sekọnd 24.",
  "Na 6 June, na afọ 2021, ọ meziwanyere arụmọrụ ya na ihe omume ahụ iji setịpụ ihe ndekọ ụwa nke 29m 06.82s na Hengelo, na-emeri ihe ndekọ 2016 nke onye Etiopia Almaz Ayana site na ihe karịrị 10 sekọnd",
  "Otú ọ dị, Hassan tụfuru ihe ndekọ ụbọchị abụọ ka e mesịrị, mgbe Letesenbet Gidey nke Etiopia nwetara oge nke 29m 01.03s n'otu ámá egwuregwu ahụ.",
  "Hassan ritere ọla edo na mita 5000 na mita 10,000 na 2020 Tokyo Olympic Games",
  "O nwetakwara ọla nchara na mita 1500",
  "Ọ ghọrọ naanị onye na-eme egwuregwu nwetara ihe nrite na 1500, 5000, na 10,000 mita ihe omume n'otu egwuregwu Olimpik ahụ",
  "Oge mmeri ya na 5000m bụ 14:36.79 n'ihu Hellen Obiri si Kenya na 14:38.36, Gudaf Tsegay si Etiopia nwetara ọla nchara n'oge 14:38.87",
  "Mmeri ọla edo ya mere ka ọ bụrụ nwanyị Dutch mbụ nwere ihe nrite egwuregwu Olympic na ihe omume dị anya",
  "Ọ bụ onye mbụ na-abụghị onye Kenya ma ọ bụ onye Etiopia na-eme egwuregwu iji merie ihe omume ahụ kemgbe Gabriela Szabo meriri na 2000 Sydney Olympics.",
  "Malite na 2016, Alberto Salazar zụrụ Hassan na Nike Oregon Project N'afọ 2019, Salazar malitere ịrụ ọrụ afọ anọ n'egwuregwu maka mmebi iwu doping site na tupu ya amalite ịzụ Hassan",
  "N'afọ 2021, ụlọ ọrụ United States Center for SafeSport kwụsịtụrụ ya maka omume mmekọahụ.",
  "Onye nkuzi Hassan ugbu a bụ Tim Rowberry onye malitere ịzụ ya na Julaị 2018",
  "Rowberry bụkwa onye nkuzi nke onye na-agba ọsọ Yomif Kejelcha, onye na-azụ Hassan ruo mgbe ọ hapụrụ Adidas na nso nso a.",
  "Ozi sitere na profaịlụ World Athletics ọ gwụla ma edepụtara ya.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-end"
]