[
  "Silas Adekunle bụ onye ọchụnta ego na-emepụta nkà na ụzụ nke Naijiria nke a maara maka ịmepụta robot ịgba chaa chaa mbụ nwere ọgụgụ isi n'ụwa.",
  "Adekunle bụ onye nchoputa na onye bụbu onye isi nke Reach Robotics, ụlọ ọrụ ịgba chaa chaa nke na-emepụta robots maka ịgba chaa chaa na maka agụmakwụkwọ STEM. Mmalite ahụ mepụtara robot nwere ụkwụ anọ nke nwere mmegharị dị ka ndụ nke a na-akpọ MekaMon.",
  "N'elu ikpo okwu na-eweta ndị egwuregwu vidio na ndụ site na ijikọta robotics na eziokwu agbakwunyere",
  "Reach Robotics emepụtala ngwa, nke na-achịkwa MekaMon ma na-arụ ọrụ dị ka ọnụ ụzọ na ọdịnaya dijitalụ",
  "Adekunle enwetawo nde $ 12 site n'aka ndị na-etinye ego, gụnyere London Venture Partners, na-enye ụlọ ọrụ UK ohere ịgbasa na ndị ọrụ oge niile 65+ na ọnụ ọgụgụ ya kachasị elu.",
  "N'afọ 2018, Adekunle sonyere Apple, bịanye aka na nkwekọrịta nkesa pụrụ iche iji ree ngwaahịa ya na United States na Britain. Reach Robotics mechiri na Sept",
  "2, 2019 n'ihi \"ihe ịma aka dị na ngalaba ndị na-azụ ahịa robotics\".",
  "Adekunle lekwasịrị anya ugbu a n'iji MekaMon mepụta usoro mmụta Robotics n'ofe Africa na akụrụngwa igwe ojii maka akpaaka ụlọ ọrụ na UK",
  "Ọ tọrọ ntọala ụlọ ọrụ Awarri, nke ebumnuche ya bụ ime ka mmepe na mgbanwe nke teknụzụ AI & Robotics dị elu na Africa. Ka ọ dị na Jenụwarị 2020, Adekunle bụkwa onye nchoputa na onye isi nke (R.I)",
  "Ụlọ ọrụ ahụ na-ezube inyere ndị mmepe aka ngwa ngwa na nchekwa mejuputa akụrụngwa igwe ojii dị mkpa iji nyochaa, jikwaa ma chịkwaa robots ha, akpaaka ụlọ ọrụ na ngwaọrụ IOT.",
  "N'ọnwa Nọvemba afọ 2018, akpọrọ Adekunle na ndepụta Financial Times nke 'Top 100 minority ethnic leaders in technology'. N'otu afọ ahụ, a họpụtara ya maka ndepụta Forbes 30 Under 30 Europe 2018: Technology",
  "A mụrụ Adekunle na Naịjirịa ma kwaga UK mgbe ọ dị afọ iri na abụọ",
  "O nwetara akara ugo mmụta klas mbụ na robotics na akara ugo mmụta nke Doctor of Technology na Mahadum nke West of England, Bristol",
  "Silas Adekunle bụ onye ọchụnta ego nke Naijiria-British na onye injinia robotic, mara amara maka ịtọlite Reach Robotics, ụlọ ọrụ na-ahụ maka imepụta ahụmịhe egwuregwu agbagoro agbagoro na robots",
  "A mụrụ Adekunle na Naijiria wee kwaga UK mgbe ọ dị afọ iri na otu, ebe ọ malitere inwe mmasị maka injinia na robotics",
  "Ọ gara n'ihu mụọ robotics na Mahadum West nke England, Bristol, ebe ọ nwetara akara ugo mmụta ya",
  "Mgbe ọ gụsịrị akwụkwọ, Adekunle tọrọ ntọala Reach Robotics na 2013 iji mepụta ihe egwuregwu ụmụaka na-emepe emepe, nke ga-akpali ụmụaka ịchụso isiokwu STEM",
  "Ngwaahịa flagship nke ụlọ ọrụ ahụ bụ MekaMon, robot nwere ụkwụ anọ enwere ike ịchịkwa site na iji ngwa ama ma gosipụta egwuregwu egwuregwu n'ezie",
  "Na 2018, Reach Robotics nwetara $7.5 nde na ego sitere n'aka ndị na-etinye ego, gụnyere London Venture Partners na Qualcomm Ventures",
  "Aghọtala Adekunle maka mmezu ya site na ọtụtụ onyinye, gụnyere ịkpọ aha ya na Forbes 30 Under 30 Europe na 2018.",
  "Game Reviews"
]