[
  "Siltʼe (Siltʼe (siltwụrụ [siltʼiɲə] ma ọ bụ nke slịfe [jəsiltʼe af]) bụ asụsụ Semitic Etiopia a na-asụ na etiti Etiopia",
  "Onye otu ezi na ụlọ Afroasiatic, ndị na-ekwu okwu ya bụ Silt'e, bụ ndị bi na mpaghara Silt'e na mpaghara ndịda Mba, mba na ndị mmadụ",
  "Ndị na-asụ olumba Wolane na-ebikarị na Kokir Gedebano district nke Gurage, yana mpaghara Seden Sodo dị nso na mpaghara Oromia",
  "Ụfọdụ ebiela n'obodo mepere emepe n'akụkụ ndị ọzọ nke obodo ahụ, karịsịa Addis Ababa.",
  "Olumba nke asụsụ Siltʼe gụnyere: Azernet-Berbere, Silti, Wuriro, Ulbareg na Wolane",
  "Enwere ihe dị ka ndị na-asụ Silt'e 940,000 (ọnụọgụ 2007); 125,000 ndị na-ekwu okwu Wolane.",
  "Siltʼe nwere usoro ụdaume dị mma maka asụsụ Semitic nke Etiopia",
  "E nwere ụdaume ndị a na-a/h/ụkarị, n'akụkụ ụdaume na-enweghị olu na ụdaume niile, ma e wezụga /h/ na //ʔ//, nwere ike ịme geminated, ya bụ, gbasaa.",
  "Chaatị ndị dị n'okpuru na-egosi phonemes nke Siltʼe",
  "Maka nnọchiteanya nke ụdaume Siltʼe, isiokwu a na-eji mgbanwe nke usoro a na-ahụkarị (ọ bụ ezie na ọ bụghị zuru ụwa ọnụ), n'etiti ndị ọkà mmụta asụsụ na-arụ ọrụ na asụsụ Semitic nke Etiopia, mana ọ dịtụ iche na mgbakọ nke International Phonetic Alphabet",
  "Mgbe akara IPA dị iche, a na-egosi ya na brackets na chaatị.",
  "Mkpụrụedemede Siltʼe dị nnọọ iche na ụdaume asaa dị n'asụsụ ndị dị ka Amharic, Tigrinya na Geʽez",
  "Siltʼe nwere usoro ụdaume ise dị mkpirikpi na ise dị ogologo nke bụ ihe atụ nke asụsụ Cushitic dị nso, nke nwere ike ịbụ mmalite nke usoro Siltʼ e",
  "Enwere nnukwu ọdịiche allophonic n'ime ụdaume dị mkpirikpi, ọkachasị maka a; a na-egosikarị allophone nke /a/, [ə], na chaatị ahụ",
  "Enwere ike iwepu ụdaume niile dị mkpirikpi tupu nkwụsịtụ.",
  "Usoro odide a na-eme ka ọdịiche dị n'etiti naanị ụdaume asaa",
  "Ụfọdụ n'ime ndịiche dị mkpụmkpụ dị na Silt'e enweghị akara",
  "Na omume, nke a nwere ike ọ gaghị egbochi nghọta n'ihi na enwere obere ụzọ abụọ dị ntakịrị dabere na ogologo ụdaume",
  "N'ime Silt'e edere, a na-edepụta ụdaume Geʽez asaa ahụ na udaume Silt'e iri dị ka ndị a:",
  "Meshesha Make Jobo na-akọ na a na-eji asụsụ Amharic dochie anya iji asụsụ Siltʼe eme ihe site na ụfọdụ ndị na-asụ ya maka ngalaba ụfọdụ",
  "Ọ na-ezo aka na nnukwu ihe ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya, ọtụtụ n'ime ha sitere na mba",
  "Ọ na-ekwukwa obere ihe ndị dị n'ógbè, dị ka enweghị ụdị okike."
]