[
  "Simbo Olorunfemi bụ onye Naijiria na-ede uri, ónyé nta akụkọ, na ónyé ọchụnta ego nwere nzụlite na mmepụta TV na njikwa akara. Ónyé sochiri ya, Eko Ree, nwetara ihe nrite mbụ na asọmpi afọ 2004. Dị ka ónyé nta akụkọ, o dere kọlụm màkà ọtụtụ akwụkwọ akụkọ Naijiria.",
  "Olorunfemi na-arụ ọrụ dịka ónyé na-emepụta telivishọn",
  "A na-eto ya n'ọtụtụ ihe ngosi obodo a ma ama, a họpụtakwara ya dị ka ónyé na-emepụta TV nke afọ na 1991.",
  "Simbo Olorunfemi nwetara agụmakwụkwọ ya n'ozuzu ya na Federal Government College, Idoani na nzèrè sayensị ndọrọ ndọrọ ọchịchị na Mahadum Ondo State. Ọ gụrụ akwụkwọ ka ọ bụrụ ónyé nta akụkọ na Nigerian Institute of Journalism, ma mesịa nweta nzèrè masta na Iwu mba ụwa na mmekọrịta mba na mba na Mahadum Lagos.",
  "Mgbè ọ dị afọ iri na ise, Olorunfemi dere akwụkwọ akụkọ mbụ ya, The Cardinal Mafia",
  "Olorunfemi bipụtara ọrụ mbụ, Rhythm of the Coins, ka ónyé nta akụkọ Naijiria bụ May Ellen Ezekiel Mofe-Damijo kọwara dị ka \"ọrụ na-adọrọ mmasị\" nke nwéré \"asụsụ doro ányá, dị mfe, ma dị mfe nghọta\". The Punch kọwara akwụkwọ ahụ dị ka \"ọrụ nka dị mfe, nke doro anya, na nke na-egosipụta echiche,\" ébé Daily Champion kpọrọ ya \"ekwe nkwa na ihe odide Naijiria abụghị ihe na-adịghị mmá\". E depụtara Rhythm of the Coins màkà 1993 Association of Nigerian Authors (ANA) Poetry Prize, na-enweta aha nsọpụrụ.",
  "Rhythm of the Coins sochiri nchịkọta uri a na-atụ ányá ya nke ukwuu Eko Ree (Nke a bụ Lagos) n'afọ 2004. Ndị a tụrụ ányá na ha ga-abịa na mwepụta akwụkwọ ahụ gụnyere Gọvanọ Ọchịchị nke steeti Lagos, Asiwaju Bola Ahmed Tinubu, Dr",
  "Bode Olajumoke, na Chief Segun Olusola, n'etiti ndị ọzọ. Nchịkọta ahụ na-eji asụsụ dị mfe iji gosipụta Lagos State dị ka ébé ndị bi na ya na-ebi ndụ n'ụzọ pụrụ iche. N'okwu mmeghe ya n'akwụkwọ ahụ, ónyé ọrụ ọdịbendị Ambrocio Lopez dere \"Ekwenyere m na Simbo ejidewo ndụ nke obodo ahụ n'ụzọ magburu onwe ya..",
  "[ọ na-egosi] mkparịta ụka obodo nke na-ama anyị aka inyocha ónyé anyị",
  "\"",
  "Eko Ree: The Many Faces of Lagos nwetara ọnọdụ mbụ na asọmpi 2004 ANA / Cadbury Poetry Prize. Ihe nrite $ 1000 na-esote bụ nke kachasị ukwuu nke asọmpi ahụ nyèrè. Kọmitii na-ekpe ikpe kọwara ya dị ka \"ihe doro ányá ma na-ese onyinyo n'ọtụtụ ihu Lagos\" na-agbakwụnye \"Eko Ree dị egwu..",
  "Nchịkọta ahụ na-adọrọ mmasị, aha ahụ dị mmá ma na-ejide ihe atụ nke ndụ Lagos",
  "\" N'ide maka Vanguard, Uzor Uzoatu ekwenyeghị na ndị ọkàikpe, na-ede \"ọ dịghị ihe a na-akpọ uri na nchịkọta ahụ dị nso na ihe ịga nke ọma..",
  "Eko Ree nwèrè amaokwu kachasị mfe ị gụrụ n'ebe ọ bụla kemgbe ụlọ akwụkwọ ọta akara, okwu ndị na-adịghị elu ma ọ bụ siri ike",
  "\" Nkatọ Uzoatu nwetara nzaghachi site n'aka Ayodeji Fashikun nke This Day. Olorunfemi n'onwe ya mèrè ihe ọchị na nkatọ ahụ n'ogè okwu nnabata ya.",
  "N'afọ 2007, Olorunfemi wepụtara akwụkwọ nke atọ ya, Singing in the Rain, site na Raider Publishing International. A họọrọ ọrụ ya màkà itinye ya n'afọ 2009 anthology nkè Nigerian Poetry Lagos of the Poets",
  "A sụgharịrị ọrụ Olorunfemi n'asụsụ Hindi na German.",
  "Olorunfemi edeela kọlụm màkà akwụkwọ akụkọ nà magazin gụnyere TheNEWS, The PM News, na The Independent na Sunday.",
  "Olorunfemi na-arụ ọrụ dịka ónyé na-emepụta telivishọn",
  "Dị ka onye na-emepụta ihe, o nwèrè ọtụtụ ihe nrite gụnyere ihe ngosi TV MEE & YOU na mmemme akụkọ The Globe This Week, nké gbara afọ atọ na ụlọ ọrụ TV Naịjirịa Lagos Television (LTV 8), Ikeja.",
  "N'afọ 1991, a họpụtara ya dị ka ónyé na-emepụta TV nkè afọ na Nigerian Media Merit Awards (NMMAs). Mmekọrịta kachasị ọhụrụ nke Olorunfemi na telivishọn bụ mmepụta Nké mmemme na teknụzụ ozi a na-akpọ Cyberdrive"
]