[
  "Simisola Olayemi Onibuwe Johnson (1929), bụ dọkịta ezé Naijiria na onye na-akwado oké dị nhatanha n'etiti ụmụ nwoke na nwanyị bụkwa onye nke jere ozi dịka Minista na-ahụ maka mmepe ọha na eze na ọdịbendị n'oge mba nke abụọ. Ọ bụbu onye isi oche nke Allied Bank na alaka Lagos State nke National Council of Women Societies",
  "Johnson na Grace Guobadia ruru eru dịka ndị dọkịta ezé na 1957, na-eme ka ụmụnwanyị abụọ ahụ bụrụ ndị mbụ a zụrụ azụ na mba ahụ",
  "Ọ bụ onye otu National Postgraduate Medical College of Nigeria.",
  "A mụrụ Johnson na Lagos Island n'ezinụlọ Alfred Latunde na Harriet Susan Johnson (née Crowther Nichol)",
  "Ọ bụ nwa ikpeazụ nke nne na nna ya. Nna ya bụ onye ọka iwu na onye guzobere National Bank of Nigeria na 1933, nna nna ya bụ Ajayi Crowther, ebe nna nna ya bu Herbert Macaulay",
  "Johnson gụrụ akwụkwọ na CMS Girl's School Lagos",
  "Site na 1954 ruo 1957, ọ gara Sunderland Technical College na Mahadum Durham na-eru eru dị ka dọkịta ezé",
  "Ya na onye Naijiria ibe ya, Grace Guobadia gụsịrị akwụkwọ n'otu afọ ahụ, na-aghọ ụmụnwanyị abụọ mbụ zụrụ ezé na mba ahụ",
  "Johnson nwetara nzere Bachelor of Dental Surgery na Guobadia Licentiate in Dental Survention",
  "Johnson mechara gaa Royal College of Surgeons, Glasgow ka ọ bụrụ onye na-ahụ maka ezé",
  "N'ime usoro ahụ, ọ ghọrọ nwanyị mbụ na-ahụ maka ezé na Naịjirịa na-arụ ọrụ na mba ahụ.",
  "Na obodo Naijiria, ọ rụrụ ọrụ na gọọmentị etiti na-etolite ịghọ Chief Consultant, Dentistry na Federal Ministry of Health",
  "Johnson malitere ịrụ ọrụ na gọọmenti na 14 Julaị 1958 dị ka dọkịta na-awa ezé  ebe ọ rụrụ ọrụ n'ụlọ ọgwụ General Hospital, Lagos site na 1958 ruo mmalite afọ 1960",
  "Dị ka dọkịta ezé, ọ rụrụ ọrụ dị mkpa na mmepe nke ubi na Naịjirịa",
  "N'afọ 1962, ọ bụ onye ọsụ ụzọ nke Nigerian Dental Association",
  "Ọ bụ onye nkuzi na-akụzi ezé na Mahadum Lagos n'oge ọ na-eto eto ma bụrụ onye isi nke Federal School of Dental Hygiene and Technology",
  "N'afọ 1983, a họpụtara ya dị ka Minista nke Mmepe Ọha na Ọdịbendị.",
  "Johnson so n'ime ndị ọzi ụzọ na-akwado ikike ụmụnwanyị nwere mmetụta miri emi gbasara ezinụlọ ha, ọrụ na ikike ụmụ nwanyị mana a katọkwara ha dị ka ndị otu ndị isi na Naịjirịa",
  "N'oge ọchịchị Shagari, Johnson ghọrọ Minista na-ahụ maka mmepe mmekọrịta mmadụ na ibe ya",
  "Na mba nke abụọ, ọ na-etinye aka nke ukwuu na otu kọmitii mba inter-sectoral na mmepe ụmụ nwanyị, kọmitii e nyere ikike ịmepụta mmekọrịta ọrụ n'etiti gọọmentị na òtù ụmụ nwanyị ndị ọzọ na mba ahụ. Mgbe ọchịchị Shagari gasịrị, Johnson gara n'ihu na-arụ ọrụ ndụmọdụ na okwu gbasara nwoke na nwanyị",
  "N'afọ 1985, ọ bụ onye isi nke ndị nnọchi anya Naịjirịa na Nzukọ nke Atọ nke Ụwa na Ụmụnwanyị, nke emere na Nairobi, Kenya",
  "Akụkụ nke aro nke nzukọ ahụ bụ maka mba ndị mejupụtara ya iji kpochapụ ịkpa ókè megide ụmụ nwanyị ma nabata atụmatụ ndị ga-agụnye itinye aka ụmụ nwanyị na mgbalị ịkwalite mmepe. Johnson bụ onyeisi nke kọmitii ndụmọdụ ụmụnwanyị, nke a na-enye ọrụ inye ndụmọdụ nye nchịkwa Babangida maka atụmatụ iji mụbaa ụmụ nwanyị na gọọmentị",
  "Kọmitii ahụ n'etiti ihe ndị ọzọ tụrụ aro ka e mepụta Ministrị maka Ihe Ndị Ụmụ nwanyị",
  "Ministrị ahụ apụtaghị ruo n'afọ 1989 site na nguzobe nke National Commission for Women nke Maryam Babangida kwadoro."
]