[
  "knox.html|accessdate=November 25, 2013}}</ref> (amụrụ n'ubochí irí na asatọ n'ọnwa Ọgọst, 1935) bụ ónyé America na-ese ihe nke sere onyinyo White House nke ónyé bụbu onye isi ala United States Bill Clinton na First Lady Hillary Clinton. Ọ bụ ónyé America ojii mbụ na-ese ihe na-anata ọrụ foto ónyé isi ala.",
  "A mụrụ Simmie Knox na úbọchị irí nà asatọ n'ọnwa Ọgọst, 1935 na Aliceville, Alabama na Simmie Knoux Sr., ónyé ọkwá nkà na onye na-arụzi ụgbọala, na Amelia Knox. Mgbè ọ dị obere, nne na nna Simmie gbara alụkwaghịm ma zigara ya ka ya na ụmụnne ya asatọ biri n'ugbo nwanne nne ya na nwanne nna ya na Leroy, Alabama",
  "Mgbè ọ dị afọ iri na atọ, baseball kụrụ ya n'anya mgbè ọ na-egwu egwuregwu, a tụkwara aro na ise ihe ga-enyere ya aka ịgbake",
  "Ụlọ akwụkwọ ya nke kewara ekewa (nke jikọtara ya na Most Pure Heart of Mary Catholic Church na Mobile, Alabama) enweghị mmemme nka, mana ndị nọn Katọlik kụziiri ya ghọtara nkà ya wee chọta ónyé ga-akụziri ya.  Ọ gara Central High School na Mobile. N'ikpeazụ, Knox gụrụ akwụkwọ na Delaware State College mgbe ọ na-arụ ọrụ na ụlọ ọrụ akwa",
  "O mechara banye na Tyler School of Art, Pennsylvania, ebe o nwetara nzere masta ya.",
  "Knox malitere ọrụ nkuzi ya na Bowie State College, Maryland na Duke Ellington School of the Arts, Washington D.C",
  "Ọ na-ese ihe ndị nwụrụ anwụ ma ree ha n'ahịa. Mgbe ọ hapụrụ kọleji, ihe osise abstract na-ewu ewu",
  "Ọ gàrà n'ihu n'ụdị a n'ime afọ ndị 1970 tupu ya etinye onwe ya n'ihe osise na 1981. \"Site na ihe osise abstract, enweghị m mmetụta nkè ihe ịma aka",
  "Ihu bụ ihe kachasị mgbagwoju anya",
  "Ihe ịma aka bụ ịchọta ihe ahụ, nké na-eme ka ọ dị iche na ihu ọzọ, \"ka o mechara kwuo.",
  "A na-edebe ihe osise Knox n'ọtụtụ nchịkọta nka ọha na eze, gụnyere Maryland State Art Collection, Oklahoma State Capitol Collection, na United States Senate.",
  "Knox lụrụ di ugboro abụọ",
  "O nwèrè nwá nwanyị, Sheri, site na alụmdi na nwunye mbụ ya na ụmụ Zachary na Amelia na nwunye ya ugbu a, Roberta.",
  "Onye ọka ikpe nke Ụlọikpe Kasị Elu, Ruth Bader Ginsburg (2000)",
  "Foto nke Joseph H",
  "Rainey (2004)",
  "Foto nke Blanche Kelso Bruce (2001)"
]