[
  "Simone Tanner Chaumet (c",
  "1916 ̊ 25 Mee 1962) bụ onye France na-eme udo ma bụrụ onye ọrụ afọ ofufo maka SCI (Service Civil International) n'etiti afọ 1943 nakwa afọ 1945 na mba France France na n'etiti 1951 na 1956 na Algeria. Steeti Israel kwanyeere ya ugwu dị ka onye ezi omume n'etiti mba n'afọ 2011 maka omume ya iji zọpụta ụmụaka ndị Juu n'oge Agha Ụwa nke Abụọ.",
  "A mụrụ Chaumet n'oge Agha Ụwa Mbụ, mana a maghị kpọmkwem ụbọchị a mụrụ ya na ebe a mụrụ ya",
  "Ọ maghị nna ya",
  "Ọnọdụ a metụtara ọrịa ya n'oge ọ bụ nwata",
  "Nne ya lụrụ di ọzọ",
  "Nna nna ya bụ nwoke dị mma kpọọrọ nwunye ya na ụmụ ya nwanyị abụọ gaa Cannes ka ha biri n'ebe ahụ",
  "Mmekọrịta dị n'etiti Chaumet na nna nna ya siri ike",
  "N'afọ 1942, ya na enyi ya Jamy Bissérier sonyeere CLAJ (Club loisirs action jeunesse) ma n'afọ 1943 ọ ghọrọ odeakwụkwọ nke CLAJ nke jikọtara ya na \"Amitiés Chrétienne\" na Col du Fanget na French Alps",
  "Mgbe ọ na-arụ ọrụ n'ebe ahụ, ọ zọpụtara ndụ ụmụaka ndị Juu (François Gelbert, Maurice na Charles Wrobel, Gilbert na Maxime Allouche) n'oge Agha Ụwa nke Abụọ na France.",
  "SCI dị ezigbo mkpa maka Chaumet na ndụ ya",
  "Ọ lekwasịrị anya na oku SCI wee kpebie ịbụ onye ọrụ afọ ofufo maka SCI",
  "Ọ na-arụsi ọrụ ike na France n'etiti afọ 1945 na afọ 1950 maka otu a ma ọ nọgidere na-arụ ọrụ afọ ofufo ogologo oge na Algeria n'etiti afọ 1951 na afọ 1956",
  "Ọ lụrụ odeakwụkwọ SCI Emile Tanner. Chaumet onye nyochara akụkụ bara uru nke agụmakwụkwọ mgbe ọ bụ onye ọrụ afọ ofufo maka SCI, guzobere ụlọ akwụkwọ na Bouzareah",
  "Ọ chọrọ inyere ndị na-amaghị otú e si agụ na ide na ụmụaka ndị chọrọ agụmakwụkwọ aka.",
  "E gburu ya na 25 Mee n'afọ 1962 n'ọgụ nke agha nnwere onwe Algeria",
  "E debere ihe ncheta na Col du Fanget na 7 Mee n'afọ 2005",
  "Ụmụaka; François Gelbert, Gilbert na Maxime Allouche nke Chaumet zọpụtara ndụ ha, gara ememe ncheta iji sọpụrụ ya",
  "Ọzọkwa, a na-echeta ya na Israel ka ọ zọpụtara ndụ ụmụaka ndị Juu n'oge WWII na France",
  "N'ikpeazụ, a kwanyeere ya ugwu n'ụbọchị 24 n'ọnwa Ọktoba n'afọ 2011 dị ka onye ezi omume n'etiti mba na Salle des Fêtes de la Mairie du 6e arrondissment, 78 rue Bonaparte, na Paris. E depụtara Tanner-Chaumet na mbadamba 10 nke Algeria Ministry of Foreign Affairs Wall of the Missing of people lost during wars in Algeria."
]