[
  "Simone Saint-Dénis (1934 - 2008) bụ onye ndu otu ndị ọrụ si Gabon, onye na-ekere òkè na ndọrọ ndọrọ ọchịchị n'oge nnwere onwe gasịrị.",
  "A mụrụ Saint-Dénis na Libreville na 1934, ndị nne na nna sitere na agbụrụ Mpongwe",
  "Nna ya bụ Mathurin Anguiley, onye ndọrọ ndọrọ ọchịchị; edeghi aha nne ya",
  "Nna ya nakweere aha nna ya Saint-Dénis mgbe ọ chọpụtara na nna mụrụ ya bụ onye ọkwọ ụgbọ mmiri Danish, karịa di nne ya",
  "Nna ya jere ozi na ndị agha France, ezinụlọ ahụ na-enwetakwa mmanya na achịcha n'ọtụtụ nrii.",
  "N'afọ 1948, Saint-Dénis gụchara akwụkwọ sekọndrị na ụlọ akwụkwọ ozi ndị Katọlik wee banye ozugbo na Balé - onye ọrụ ogige osisi.N'oge ọhụrụ ahụ, nna ya chụpụrụ ya n'ụlọ, nkwekọrịta ahụ dị mkpụmkpụ ma mebie ya site na Balé; Saint-Dénis wee bata na nne ya. Enwere ọrụ ole na ole maka ụmụ nwanyị gụrụ akwụkwọ na Libreville agha mgbe agha gasịrị, ya mere Saint-Dénis kpebiri ịzụ ọzụzụ dịka onye nkuzi. N'afọ 1950, ọ malitere izi ihe n’ụlọ akwụkwọ ozi ndị Katọlik na Donguila, bụ́ obodo dị n’ime ime obodo Estuaire, bụ́ ebe ọtụtụ n’ime ụmụaka na-asụ Fang.",
  "Ụgwọ ọrụ dị ala nke ndị nkuzi bu ụzọ mee ka Saint-Dénis tinye aka na unionism site na Confédération Française des Travailleurs Chrétiens (CFTC)",
  "Site na mmegide Saint-Dénis, CFTC kwurịtara mmụba ụgwọ maka ndị nkuzi na ụlọ akwụkwọ Katọlik n'afọ ndị 1950. Ọrụ ya na CFTC gara n'ihu mgbe Gabon nwesịrị nnwere onwe na site na 1960-67 ọ nọchitere anya otu ndị Gabon na nzukọ mba dị iche iche, na-aga Copenhagen, Rome, na Bucharest. Otú ọ dị, mgbe ndị agha nwara iwe ọchịchị n'afọ 1964, gọọmentị Gabon n'okpuru Léon M\"ba gbalịrị ịbawanye ikike ịchịkwa ndị otu. Onye nọchiri ya Oumar Bongo Ondimba jikọtara njikwa, na-ahapụ obere ohere maka otu ndị ọrụ na ndị nnọchi anya ha dị ka Saint-Dénis.",
  "N'afọ ndị 1970, Parti Démocratique Gabonais (PDG) manyere Saint-Dénis ịnakwere ọrụ ha na-ahazi mmemme egwu, ebe otu ụmụ nwanyị na-anọchite anya ụdị dị iche iche nke Gabon na-abụ abụ ma na-agba egwu iji gosi nkwado maka PDG",
  "N'agbanyeghị nke a ọ nọgidere na-etinye aka na unionism na na 1976 a họpụtara Joint Secretary nke Fédération Syndicale Gabonaise (FESYGA) na Owondault Berre; na 1980 a họpụtara ya odeakwụkwọ.",
  "Saint-Dénis nwere ụmụ abụọ na onye nnọchi anya mba Gabon",
  "Ọ lara ezumike nká na PDG na 1981 wee nwụọ na Libreville na 2008 site na nsogbu n'ihi ọrịa shuga. N'oge ndụ ya, ọ gwara ọtụtụ ndị na-eme nchọpụta n'Ebe Ọdịda Anyanwụ Ụwa okwu, bụ́ ndị ihe ndekọ banyere ndụ ya na-enye echiche nghọta banyere Gabon narị afọ nke iri abụọ."
]