[
  "Simoné Pretorius (onye a mụrụ Nortmann; a mụrụ na 18 Mee 1990) bụ onye na-eme ihe nkiri, telivishọn, na ihe nkiri na South Africa, onye a maara maka igosipụta Irma Humpel na ihe nkiri akụkọ ndụ Afrikaans nke afọ 2016 Vir die voëls [af], nke o nwetara ọmụma na nkwado mba ụwa.\nA makwaara ya maka ọrụ ya dịka Jony na mockumentary nke Kyknet, HOTEL, nke ọ natara nhọpụta maka South African Film and Television Award maka Best Actress in a TV Comedy n'afọ 2018. Ọrụ ya bụ Nadia Croukamp na 7de Laan (2013[[2015) nke wetara ya onyinye site na Royalty Soapie Awards n'afọ 2014 maka Best Newcomer",
  "A mụrụ ya na 18 Mee 1990 na Pretoria, South Africa, Nortmann sitere na agbụrụ Afrikaans ma na-ebi ugbu a na Johannesburg ya na di ya, Andries Levi Pretorius, onye ọchụnta ego na onye na-ahụ maka ego. Nne na nna ya abụọ jere ozi na South African Air Force",
  "Nna ya, Hannes Nortmann, jere ozi na South African Border War ma nye ya Honoris Crux Award maka obi ike n'afọ 1988. Nortmann bụ naanị nwa nne na nna ya gbara alụkwaghịm mgbe ọ dị afọ anọ",
  "Nne ya, Tinkie Nortmann, chọpụtara mmasị nwa ya nwanyị nwere maka ime ihe nkiri mgbe otu ụbọchị ọ rịgooro n'elu tebụl KFCz wee malite ime ihe maka ndị na-akwado ya. Nortmann bụ onye ndu na onye na-eme nke ọma n'afọ ụlọ akwụkwọ ya, na-eje ozi dịka Headgirl na Primary School yana ụlọ akwụkwọ sekọndrị ya, Hs Centurion, ma na-agafe matric na ọdịiche asaa",
  "Ọ gara n'ihu nweta nzere BDram na Theatre Studies na Mahadum Stellenbosch n'afọ 2012.",
  "Ihe nkiri: Mgbe ọ kwụsịrị nkwekọrịta ya na 7de Laan n'afọ 2015, Nortmann gara ogbako izu atọ nke onye a họpụtara na Academy Award na Broadway, Diane Venora, na California. N'oge na-adịghị anya mgbe ọ laghachiri South Africa, ọ nwetara ọrụ ihe nkiri mbụ ya dịka onye ndu, Irma Humpel, na ihe nkiri Huisgenoot Magazine nke nwetara ihe nrite, \"Vir die Voëls\" (2016) nke ọ natara nkwado mba ụwa mbụ ya site na mmeri Best Actress na Tallgrass International Film Festival n'afọ 2017, ebe a kpọkwara ya ka ọ bụrụ akụkụ nke mkparịta ụka Female Filmmaker nke a họpụtara mgbe Rose McGowan ka ọ kagbuo ihe nkiri mbụ na emume ahụ mgbe ikpe Harvey Weinstein pụtara ọzọ. Nortmann nwetakwara mmeri Best Actress maka otu ihe nkiri ahụ na Huisgenoot Tempo Awards n'afọ 2017",
  "O mechara gaa n'ihu na-eme ihe nkiri na South African box office hits na ihe nkiri mba ụwa \"Vuil Wasgoed\" (2017), \"Stroomop\" (2018), na \"Wonderlus\" (2018).",
  "Televishọn: Nortmann mere ihe nkiri telivishọn mbụ ya na ncha Afrikaans a ma ama 7de Laan n'afọ 2013, na-egwu Nadia Croukamp nke e nyere ya Best Newcomer Award na Royalty Soapie Awards (2014)",
  "Ihe ngosi telivishọn nke Nortmann gụnyekwara ihe ngosi mockumentary nke Kyknet, \"Hotel\" ma ọ na-apụta ugbu a dịka Sr",
  "René Spies na ncha a ma ama na South Africa, Binnelanders (2019).",
  "Ihe nkiri: Nortmann pụtara na The Sound of Music dịka Liesl von Trapp na Wellington Theatre n'afọ 2011. Ọ gara n'ihu na-ekere òkè na mmepụta dị iche iche ma gaa n'ihu ịpụta na egwuregwu otu nwanyị nke ya, Please Leave a Message, nke gosipụtara na mmemme dị iche iche na South Africa n'afọ 2017 na 2018.",
  "Nortmann malitere ụlọ ọrụ ime ihe nkiri nke ya n'afọ 2017 nke akpọrọ Art of Acting South Africa",
  "N'afọ 2018, ọ kpughere na ya na onye mmekọ ya, Andries Levi Pretorius, onye na-ahụ maka ego na onye ọchụnta ego, onye ọ maara kemgbe afọ 2011, kwere nkwa ọlụlụ. Ha abụọ kwere onwe ha nkwa ọlụlụ na 20 Ọktoba 2018 wee lụọ n'afọ sochirinụ na 23 Febụwarị 2019."
]