[
  "naSimphiwe Mendy Dludlu (a mụrụ n'abalị niri abụọ na otu n'ọnwa Septemba n'afọ 1987) bụ onye egwuregwu bọọlụ South Africa nke gbara bọọlụ dị ka onye na-agba dị ka onye nchekwa nke Mamelodi Sundowns na gbakwarala ndị otu ụmụ nwanyị South Africa",
  "Ọ bụkwa onye nkuzi nke otu egwuregwu bọọlụ ụmụ nwanyị nke Mahadum Tshwane nke Teknụzụ",
  "Simphiwe bụ onye isi nkuzi nke ndị otu ụmụ nwanyị U17 nke South Africa kemgbe afọ 2017",
  "O duru ndị otu ahụ gaa iko mba ụwa nke abụọ nke Youth FIFA na 2018 Uruguay",
  "Dludlu gụrụ n'ụlọ akwụkwọ TuksSport High School",
  "N'afọ 2007, ọ malitere ọmụmụ ihe na Mahadum nke Pretoria ma gụsịrị akwụkwọ na nweta nzere sayensị egwuregwu n'afọ 2012.",
  "Na ọkwa klọb, Dludlu na-nọ n'egwuregwu boólụ ugbu a dị ka onye nchekwa Mamelodi Sundowns Na gburugburu egwuregwu bọọlụ, a na-akpọ ya \"Shorty\".",
  "Dludlu mere Mpụta mbụ ya  nke ndị otu mba South Africa na 2006 n'oge egwuregwu megide Mozambique. Ọ bụ onye isi ndị otu ahụ site na 2009 ruo afọ 2010. Ọ bụ onye isi ndị otu mba ahụ n'agbata afọ 2009 na afọ 2010.",
  "N'ọnwa Mee afọ 2014, Dludlu mere nbuli nke iri ise ya maka ndị otu ndị isi South Africa n'oge egwuregwu enyi na enyi megide Ghana. N'ọnwa Septemba afọ 2014, a kpọrọ ya aha na ndepụta maka nkwadebe maka 2014 African Women's Championship na Namibia O kwupụtara ezumike nká ya na bọọlụ mba ụwa na Machị 2014,ma  na-nchọ ịchụso ọrụ ikuzi gbasara egwuregwu bọọlụ",
  "Ọ gụsịrị ọrụ egwuregwu ya maka ndị otu South Africa na iko iri isii na atọ.",
  "Mgbe ọ gụsịrị akwụkwọ na Mahadum Pretoria n'afọ 2012, ọ ghọrọ onye nkuzi nke otu egwuregwu bọọlụ ụmụ nwanyị nke Mahadum, na-agba egwuregwu bọọlụ\\ na Mahadum Sports South Africa (USSA)",
  "N'ime afọ abụọ mbụ ya na ndị otu ahụ, ha rutere na ngwụcha nke USSA Football National Club Championship. Na Mee 2013, Dludlu nwetara asambodo UEFA B Licence coaching.",
  "N'akụkụ ndị ọzọ bụbu ụmụ nwanyị mba South Africa, ọ bụ onye nyocha maka mmemme Vodafone NXT Level.",
  "Ka ọ dị ugbu a, Dludlu na-azụ ndị otu ụmụ nwany ogologo ị U17 nke South Africa na-egwu FIFA U17 Women's World Cup na Uruguay."
]