[
  "Sinazo Pelisa Yolwa (a mụrụ n'abali iri abụo na isii n'ọnwa Julaị n'afọ 1988), bụ onye nlereanya South Africa, onye na-eme ihe nkiri, MC na onye na-egosi ihe oyoyo. A maara ya nke ọma maka ọrụ ya na usoro ihe nkiri Impilo, The Wild, Single Guyz ma rụọ ọrụ dị ka onye na-egosi ọtụtụ mkpọsa ejiji na ndụ mba ụwa.",
  "A mụrụ Yolwa n'abali iri abụo na isii nke ọnwa Julaị 1988 na Eastern Cape, South Africa",
  "Ọ bụ nne ya zụlitere ya",
  "Mgbe ọ gụsịrị ụlọ akwụkwọ sekọndrị, ọ kwagara Cape Town n'afọ 2004",
  "Mgbe ahụ, o nwere ndụ siri ike na Khayelitsha ruo ọnwa ole na ole mana o mechara chọta ụlọ na Green Point",
  "Mgbe nke ahụ gasịrị, ọ gụrụ akwụkwọ na Sea Point High na 2006 na ọdịiche abụọ maka Bekee na Afrikaans",
  "Maka ịdị mma ya, o ritere Stephen Young Scholarship",
  "N'afọ 2007, ọ banyere Mahadum nke Cape Town (UCT) iji mụọ Bcomm",
  "na Accounting ma mesịa gụsịrị akwụkwọ na 2010",
  "N'afọ 2009, o meriri na UCT Association of Black Alumni bursary.",
  "Mgbe ọ gụsịrị akwụkwọ, ọ pụtara n'ọtụtụ mgbasa ozi ihe oyoyo maka Vodacom, Sasol, Ackerman's na Brut",
  "N'afọ 2010, o mere ihe ngosi oyoyo mbụ ya site na ịme ihe omume ntụrụndụ SABC3 The A List",
  "N'afọ 2011, o mere ihe nkiri oyoyo nke mbụ na M-Net ihe oyoyo The Wild ebe ọ rụrụ ọrụ nkwado \"Victoria\"",
  "Mgbe ihe ịga nke ọma ahụ gasịrị, ọ sonyeere usoro ihe nkiri redio nke PEP, Impilo na ọrụ nke \"Sindi\"",
  "N'afọ 2011, ọ rụrụ ọrụ dị ka onye na-egosi ihe ngosi gburugburu ebe obibi nke Tshwane TV Water is Life",
  "N'ọnwa Nọvemba afọ 2011, ọ sonyeere ihe ngosi magazin SABC3 Top Billing dị ka onye na-eweta oge. Ka ọ dịgodị, ọ sonyeere oge ikpeazụ nke ihe ngosi Real Goboza, nke gara n'ihu ruo afọ iri na anọ n'usoro.",
  "Mgbe ahụ n'afọ 2012, ọ ghọrọ onye na-ede akụkọ ntụrụndụ maka usoro ihe omume magazin ndụ SABC1 The Link",
  "N'otu afọ ahụ, ọ bụ onye na-egosi ihe ngosi The Link na saịtị vidio Zoopy",
  "N'afọ 2013, ọ sụgharịrị olu ya na asọmpi SABC1 So You Think You Can Dance oge 3",
  "N'ọnwa Nọvemba nke otu afọ ahụ, ọ nọchiri Pearl Thusi na ihe ngosi ntụrụndụ SABC1 The Real Goboza",
  "Ka ọ dịgodị, o mere ihe nkiri oyoyo Single Guyz site n'ịrụ ọrụ \"Sibahle\"."
]