[
  "Bedaya Singuila N'Garo (amụrụ na 19 na ọnwa Septemba 1977 na Suresnes), nke a maara nke ọma site na aha egwu ya bụ Singuila (Nkọwa okwu French: ), bụ onye na-agụ egwu French nke sitere na Congolese na Central Africa",
  "Singuila pụtara \"ekele\" na Sango, asụsụ a na-asụ na Central African Republic.",
  "O weputara abọm izizi ya na ngwụcha afọ 2004 nke akpọrọ On ne vit qu'une fois (nke pụtara \"Anyị na-adị ndụ naanị otu ugboro\") nke Secteur Ä, ụlọ ọrụ rap French a ma ama mepụtara",
  "Singles sitere na abọm ahụ gụnyere \"Aïcha\" na \"C'est Trop\".",
  "Mgbe ọ malitere nke ọma, ọ nwetara ewu ewu na mba ndị na-asụ French na Europe dum.\nYa na onye na-agụ egwu R'n'B nke Britain bụ Jamelia jikọrọ aka na 2004, maka nsụgharị French nke egwu egwu ya bụ Thank You, nke nwere ihe ịga nke ọma n'ọtụtụ mba Europe, gụnyere United Kingdom na Netherlands",
  "Ụdị ọhụrụ ahụ bụ asụsụ abụọ na Jamelia na-abụ abụ na Bekee, na Singuila na French",
  "Vidio ahụ gosipụtara vidiyo nke vidiyo Bekee mbụ na vidiyo ọhụrụ nke Singuila.",
  "Na afọ 2006, Singuila laghachiri na abọm ọhụrụ a na-akpọ Ghetto Compositeur",
  "Singles sitere na abọm ahụ gụnyere \"Le temps passe trop vite\" (nke pụtara n'ụzọ nkịtị \"Oge na-agafe ngwa ngwa\") na \"Ma Nature\", mee ka ọnọdụ ya sie ike na French R'n'B circles.",
  "Na afọ 2003, o wepụtara abọm izizi ya \"On ne vit qu'une fois\"",
  "Site na abọm mbụ a, egwu; \"Aisha\" na \"C'est trop\" ga-abụ egwu.",
  "Na afọ 2006, ọ laghachiri na abọm ọhụrụ a na-akpọ \"Ghetto Composer\" na Lino",
  "Ndị otu sitere na abọm ahụ bụ \"Le temps passe trop vite\" na \"Ma nature\".",
  "Na afọ 2007, o sonyere na nchịkọta Trimmed Offset Mania: \"Ca n'ment\" ya na Kamnouze na Petit Denis",
  "Ọ na-esokwa na okike nke album Sheryfa Luna nke gụnyere aha \"Il avait les mots\" nke ga-aghọ tube ngwa ngwa.",
  "Na afọ 2008, ọ na-ewere egwu nke \"Il avait les mots\" Sheryfa Luna (nke ọ bụ onye dere ya) iji mepụta \"Je cherchais les mots - La reponse\"",
  "Abụ a dị ka aha a tụrụ aro ya, azịza nye \"Il avait les mots\".",
  "Na afọ 2009, o wepụtara abọm ọhụrụ, \"Ca fait mal\", dịka egwu 3 nke otu abọm ahụ, na ọ bụ ụtụ nye nna ya nwụrụ anwụ",
  "\"Viens, je t'en prie\" na \"Je suis KO\" duet na Marc Anthony, bụ egwu sitere na abọm ahụ.",
  "Ka ọ dị ugbu a, ọ na-akwadebe abọm ọhụrụ nwere aha, nke akpọrọ \"Sang chaud\", ka ewepụtara ma gbasaa ya na Ịntanetị malite na Mee 2011. Singuila esorowo onye Naijiria na-ese ihe DonTom rụkọọ ọrụ n'abụ enyi nwanyị akpọrọ \"I Love You\", nke e wepụtara na ọnwa Febụwarị 2014.",
  "Singuila bụ onye nkuzi na \"The voice Afrique francophone\" 2016 2017"
]