[
  "Siobhán Hoey (amụrụ na 17 Julaị na afọ 1970) bụ onye Irish na-eme egwuregwu si Portarlington, County Laois Ọ na-asọ mpi na track na field na bobsleigh.",
  "Ọrụ egwuregwu Hoey hụrụ ka ọ lekwasịrị anya na sprinting na ogologo jump",
  "Dị ka onye na-eme egwuregwu dị elu, ọ bụ onye mmeri mba na-agba ọsọ ogologo na onye na-edekọ ihe ma n'ime ụlọ ma n'èzí",
  "Site na 1993 ruo 2000, ọ bụ onye mmeri mba na triple jump, yana onye mmeri ime ụlọ nke mba (1993, 1996ī1999). Hoey bụ onye mmeri mba na-awụli elu ogologo n'afọ 1989. Ọ bụ onye mbụ Irish nwere ihe ndekọ maka ịwụli elu atọ nke ụmụ nwanyị",
  "Na asọmupi inter-varsity na-asọmpi maka Mahadum College Dublin (UCD), ọ meriri ọla edo na ogologo ịwụli elu, ịwụli atọ, ịwụ elu na abụọ sprint relays",
  "N'afọ 1992, Hoey bụ onyeisi ndị otu ụmụ nwanyị UCD na Ireland na ihe omume na Belgium na America",
  "A họpụtakwara ya ka ọ bụrụ onyeisi ndị otu ụmụ nwanyị nke Ireland na Europa Cup.",
  "N'afọ 1999, a họpụtara Hoey na nwanne ya nwanyị, Aoife, maka otu ụmụ nwanyị bobsleigh ndi nke Ireland, mana ebe ọ bụ na ọ dị obere, Aoif enweghị ike ịsọ mpi",
  "Hoey ghọrọ nwanyị Irish mbụ na-anya bobsleigh na ụlọ akwụkwọ bob na Lillehammer, Norway",
  "Dị ka onye na-eme egwuregwu brek, ọ sonyeere onye na-anya ụgbọ ala Audrey Garland (onye mmeri nke asọmpi British Gladiator a ma ama) na Lillehammer na Igls, Austria (2000)",
  "Sheesley Fitzgerald bụ ụmụ nwanyị Irish mbụ sonyere na FIBT World Championships, na-eme ya na Calgary, Canada na 2001",
  "Ya, Lesley na Aoife sonyere na European Cup na World Cup na mgbalị ha iru eru maka Salt Lake City Games na 2002",
  "N'afọ 2001 na 2002 ọ wepụrụ otu afọ n'ọrụ nkuzi na Dublin mgbe Aoife wepụrụ ezumike ọmụmụ",
  "Ụmụnne nwanyị ahụ nwetara ego ụfọdụ site na Kansụl Olympic nke Ireland mana enweghị nkwado azụmahịa.",
  "Na esonye egwuregwu nke 2002, ụmụnne nwanyị Hoey jikọtara aka; Aoife na oche ọkwọ ụgbọala na Siobhain dị ka onye na-eme egwuregwu brek",
  "Ụmụnne nwanyị ahụ sonyere na European Cup na World Cup, na European na World Championships",
  "Ụmụnne nwanyị ahụ nọ n'ọnọdụ nke iri na atọ na FIBT World Championships na Koenigssee, Germany ma tinye ya n'etiti ihe nrite na asọmpi mmalite Europe",
  "Mgbalị ha maka iru eru maka egwuregwu 2006 malitere na ọdachi mgbe Siobhán merụrụ ahụ nke ukwuu n'ihe mberede dị egwu na ụlọ ice na Calgary, Canada",
  "N'etiti ọzụzụ, onye na-agba ọsọ na-agba ịnyịnya kụrụ ya n'ụkwụ ụkwụ ya wee gbasaa ya ruo n'akụkụ Achilles",
  "Ọ ga-asọ mpi na ihe omume Calgary na Lake Placid na ụkwụ ya",
  "Ihe omume ndị fọdụrụ na World Cup circuit gara nke ọma, agbanyeghị na ndị otu ahụ erughị eru maka 2006 Winter Olympics.",
  "Na isonye ihe omume iru eru nke ikpeazụ na Koenigssee, Germany na Jenụwarị 2006, Hoey lara ezumike nká na egwuregwu ahụ",
  "Dị ka onye ọrụ nke IBSA, ya na ndị na-eto eto na-eme egwuregwu arụkọwo ọrụ",
  "Nchịkọta David Connolly onye ruru eru na ihe omume ọkpụkpụ maka Torino Games 2006 na Patrick Shannon onye ruru eru maka Skeleton maka Vancouver Games 2010",
  "Nchịkọta na nkuzi Jennifer Corcoran, onye ya na Aoife Hoey nwetara ihe nrite na bobsleigh World Junior Championships, na Claire Bergin onye sonyeere Aoife maka Vancouver Games 2010",
  "N'ịkwado onyinye ya na egwuregwu oyi nke Irish, a họpụtara Siobhán ka ọ bụrụ onye isi ọrụ maka egwuregwu Olympic nke Winter na Vancouver, Canada 2010 (Siobhán bụ nwanyị Irish mbụ e nyere ọrụ a na Winter ma ọ bụ Summer Games)."
]