[
  "H.E",
  "Sir Patrick Bijou (amụrụ 1958) bụ onye na-ahụ maka itinye ego na Britain, onye nnọchi anya United Nations na World Peace Tracts, Onye ọka ikpe kachasị elu maka ICJ-ICC, Onye njikwa ego, na onye edemede ebipụtara",
  "Sir Patrick bụ ọkachamara n'ahịa isi obodo ụgwọ, ntinye nke onwe, equities, usoro na azụmaahịa ọdịnihu n'ahịa isi obodo, yana ngwaahịa ahaziri ahazi",
  "Ọ na-arụ ọrụ na ọtụtụ ụlọ akụ na-eduga dị ka Wells Fargo, Deutsche Bank, Credit Agricole CIB, Crédit Agricole Corporate na Investment Bank, Merrill Lynch ịkpọ aha ole na ole na dị ka onye na-ere ahịa Wall Street.",
  "Onye isi ala Sir Patrick Bijou mụrụ na Georgetown, Guyana, South America",
  "Mgbe ọ dị afọ ise, Sir Patrick na ezinụlọ ya kwagara Britain na ịnakwere agụmakwụkwọ nna ya",
  "Ọ gụchara akwụkwọ praịmarị na Lọndọn wee gụchaa akwụkwọ dị elu, kwagara USA",
  "Onye isi ọchịchị nke China na Hong Kong gbara Sir Patrick akara na 2018 wee nye ya onye Knights Templar maka ụlọ akụ na ọrụ ebere ya.",
  "Sir Patrick Bijou malitere ọrụ ya na 1986 dị ka onye na-edeba aha na ụlọ akụ na Wells Fargo",
  "Ọ rụrụ ọrụ afọ anọ n'ebe ahụ, n'oge nke ọ rụrụ ọtụtụ ọrụ na ọ bụ maka ikwado mpụta ngwaahịa ahịa na ahịa ọrụ",
  "Na 1990 ọ ghọrọ T1 Banker maka Wells Fargo ọkachamara na ahịa isi ego ụgwọ, MTNs & Private Placements, na ngwaahịa ahaziri ahazi.",
  "A mụrụ Sir Patrick Bijou nye nne Amerindia (Easther) na nna agbụrụ agbụrụ nke Amerindian na Africa (Eric)",
  "Nne nne ya bụ onye Africa si Sekondi-Takoradi na Ghana.\nNa 2021, HRM Eze Dr Amb",
  "Chukwudi Ihenetu (Eze ndị Igbo nke Ghana).",
  "Sir Patrick na-akwalite ego maka òtù dị iche iche, gụnyere Cancer Support Community na Great Ormond Street Children's Hospital Charity na Creative Society, maka udo ụwa.",
  "Sir Patrick Bijou bụ onye na-ahụ maka ụlọ akụ nke 17 na onye na-ere ahịa Wall Street Tier 1, onye nnọchi anya UN na Onye ọka ikpe Ọkachamara Ọchịchị maka International Court of Justice na International Criminal Court, n'etiti ọrụ ndị ọzọ dị elu",
  "A na-ele ya anya dị ka otu n'ime ndị ọkachamara na-eme nke ọma na ntinye nkeonwe, nha nha nhata onwe, itinye ego na ngwaahịa a haziri ahazi",
  "Sir Patrick jisiri ike na tọrọ ntọala Tiger Fund nke nwetara nloghachi kwa afọ nke 30% site na 1988 ruo 2002",
  "Ọ na-anọgide na-abụ onye ndụmọdụ na onye ndụmọdụ na gọọmentị, ụlọ akụ, ụlọ akụ ụwa na ụlọ ọrụ ụlọ ọrụ ma na-enye ndụmọdụ ya na ọrụ ntinye ego na SMEs",
  "na ego oru ngo.",
  "Ekwenyere Sir Patrick Bijou na ọ bara uru ego akọwapụtaghị, mana atụmatụ akụ na ụba ya dị ọtụtụ ijeri dị ka nke 2021, ma enyela ihe karịrị $ 50 nde maka ọrụ ebere",
  "Ọtụtụ n'ime ego ahụ agaala iji kwado mmemme mmụta na ahụike, mbọ ndị ruuru mmadụ, na ịkwalite ọchịchị onye kwuo uche ya",
  "N'ime afọ ndị na-adịbeghị anya, o nyela ego iji mepụta ndị ọrụ na South America, ebe o guzobela akụrụngwa, ụlọ ọgwụ, nlekọta ahụike na ụlọ akwụkwọ maka ụmụ amaala Amazonian India na ebe nchekwa nne ya nwụrụ anwụ, Ista onye Amerindian n'onwe ya."
]