[
  "Sefora Hixsonia \"Sisi\" Ntombela (amụrụ n'abalị iri na isii n'ọnwa Eprel n'afọ 1957) bụ onye ndọrọ ndọrọ ọchịchị South Africa bụ onye isi ala nke isii nke Free State na onye otu Free State Provincial Legislature",
  "Ọ rụburu ọrụ dị ka Free State MEC maka Cooperative Governance na Traditional Affairs and Human Settlements",
  "Ọ bụkwa Free State MEC for Social Development",
  "Ntombela bụ osote onye isi oche nke African National Congress Women's League na onye na-ahụ maka akụ nke Free State ANC.",
  "Otu n'ime ụmụ isii, a mụrụ Sefora Hixsonia Ntombela na obere obodo ọrụ ugbo nke Tweeling na Free State",
  "E nyere ya aha njirimara \"Sisi\" mgbe ọ dị obere",
  "Ọ gara ụlọ akwụkwọ Tweeling Combine School ma banye na ụlọ akwụkwọ sekọndrị Kganyeng",
  "Ọ gara n'ihu gụọ akwụkwọ na Bonamelo Training College wee laghachi na Tweeling Combine School dị ka onye nkuzi.",
  "N'ihi ịkpa ókè agbụrụ na ọnọdụ ndọrọ ndọrọ ọchịchị dị egwu n'oge ahụ, ọ kụziiri ụmụ akwụkwọ ya na nzuzo banyere Nelson Mandela",
  "Otu n'ime ụmụ akwụkwọ ahụ bụ nwa onye isi ụlọ akwụkwọ ahụ ma kọọrọ ya maka nkuzi nzuzo",
  "Ọ hapụrụ ọrụ nkuzi n'ihi okwu ahụ.",
  "Ntombela rụrụ ọrụ na Ngalaba Ahụike dị ka onye na-eme atụmatụ ezinụlọ na onye ndụmọdụ ndị ntorobịa.",
  "Ka oge na-aga, Ntombela ghọrọ onye otu African National Congress ma họpụta ya dịka onyeisi oche nke Tweeling African National Congress Women's League branch",
  "N'oge na-adịghị anya, ọ ghọrọ Onye isi oche mpaghara",
  "Mgbe ntuli aka nke afọ 1994 gasịrị, a họpụtara Ntombela ka ọ bụrụ onye isi obodo Tweeling ma jee ozi n'ọkwa ahụ ruo mgbe a họpụtara ya na Free State Provincial Legislature na 1999",
  "Ọ nọgidere na ndị omeiwu ruo mgbe a họpụtara ya na National Assembly na 2001",
  "Ọ laghachiri na ndị omeiwu mpaghara na 2004 ma kpọọ aha ya dịka Onye isi oche nke Kọmitii Social Development na Health Portfolio.",
  "N'ọnwa Mee afọ 2009, onye isi ala Free State a họpụtara ọhụrụ bụ Ace Magashule kwupụtara na Ntombela ga-ewere ọkwa MEC maka mmepe mmekọrịta mmadụ na ibe ya. A họpụtara Ntombela ka ọ bụrụ osote onye isi oche nke African National Congress Women's League n'ọnwa Ọgọstụ afọ 2015. Magashule gbanwere ndị isi ya n'ọnwa Ọktoba n'afọ 2016 wee họpụta Ntombela ka ọ bụrụ onye na-ahụ maka ọchịchị na ọdịnala na ebe obibi mmadụ nke ndị isi.",
  "Na Machị 2018, African National Congress họpụtara Ntombela ka ọ nọchie Ace Magashule dị ka onye isi ala nke Free State",
  "Ọ malitere ọrụ na 27 Machị 2018 wee bụrụ nwanyị nke anọ bụ onye isi ala nke mpaghara ahụ",
  "A họpụtara ya ka ọ bụrụ Treasurer nke alaka Free State ANC na Mee 2018. Mgbe ntuli aka nke Mee 2019 gasịrị, African National Congress kwupụtara na ọ nọgidere na Ntombela n'ọkwa ya dị ka onye isi ala nke Free State",
  "Ọ na-eje ozi ugbu a n'oge zuru ezu nke malitere na 22 Mee 2019.",
  "Ntombela lụrụ onye omeiwu ANC, Madala Louis David Ntombela. Ọ chọpụtara na ọ na-arịa COVID-19 n'ọnwa Ọktoba 2020.",
  "Àtụ:FreeStatePremiersÀtụ:Free State MPLs"
]