[
  "Sittou Raghadat Mohamed (amụrụ na 6 Julaị, na afọ 1952), bụ onye Comorian bụbu minista na osote onye Comoros, ọ bụkwa nwanyị Comorian mbụ a họpụtara ka ọ bụrụ onye isi ọchịchị, dị ka odeakwụkwọ nke steeti maka ọnụ ọgụgụ mmadụ na ọnọdụ ụmụ nwanyị.Ndị mgbasa ozi Comorian akọwala ya dị ka ihe nnọchianya nke ọgụ ụmụ nwanyị Comoran, yana dị ka onye ọsụ ụzọ na ebe a na-atụle ụmụ nwanyị na Comoros, ọ bụkwa nwanyị mbụ minista na onye nnọchi anya a họpụtara na Comoros.",
  "A mụrụ Sittou Raghadat Mohamed na 6 Julaị na afọ 1952 na Ouani, Anjouan, Comoros.",
  "Mohamed bụ onye nkuzi ruo ọtụtụ afọ, na-akụzi French, akụkọ ihe mere eme na ọdịdị ala n'ụlọ akwụkwọ sekọndrị na kọleji dị iche iche na Comoros.",
  "N'ọnwa Ọgọstụ n'afọ 1991, ọ ghọrọ nwanyị Comorian mbụ a họpụtara ka ọ bụrụ onye isi ọchịchị, dị ka odeakwụkwọ nke steeti maka ọnụ ọgụgụ mmadụ na ọnọdụ ụmụ nwanyị, site n'aka Onye isi ala Said Mohamed Djohar.",
  "Site na na afọ 1991 ruo na afọ 1996, ọ malitere ọrụ ndọrọ ndọrọ ọchịchị dị elu: Kọmishọna Ukwu maka Ọnọdụ nke Ụmụ nwanyị 3, Minista nke Social Affairs, Onye ndụmọdụ pụrụ iche nye Onye isi ala nke Republic, osote odeakwụkwọ ukwu nke gọọmentị, onye a họpụtara dịka osote.",
  "Na mgbakwunye na ọrụ ndọrọ ndọrọ ọchịchị ya, ọ bụ onye nkuzi na IFERE (Institute for Teacher Training and Research in Education) na Mahadum Comoros na onye isi oche nke FAWECOM (Forum of Educators in the Comoros), alaka nke NGO FAWE (Forum nke African Educators) ruo ọtụtụ afọ.",
  "Na nnọkọ nnọkọ nke 2 Mee, na afọ 1994, Mohamed, onye bụ Minista na-ahụ maka mmekọrịta mmadụ na ibe ya, ọnụ ọgụgụ mmadụ, ọrụ na ọrụ, kpọrọ oku maka \"nkwado maka atụmatụ mmepe na-adịgide adịgide nke gọọmentị ya; mgbanwe na ihe ndị metụtara akụ na ụba nke na-emetụta akụ na ụba SIDS; mmụba ODA; na azụmahịa kachasị mma",
  "\"",
  "Na Nzukọ nke iri na otu nke Nzukọ UN maka ụmụ nwanyị na Beijing na Septemba, na afọ 1995, Mohamed kwuru na e meela ọganihu dị ịrịba ama na \"ịkwalite ụmụ nwanyị\" na Comoros, na nwanyị a họpụtara na Ụlọikpe Kasị Elu, na ụmụ nwanyị na National Assembly, mana na mba ahụ chọrọ nkwekọrịta ego ka ukwuu site na mba ndị mepere emepe iji dozie ịda ogbenye, nsogbu na ọrịa na-efe efe.",
  "N'afọ 2001, a kpọrọ ya \"onye na-arụ ọrụ raara onwe ya nye\".",
  "Sittou Raghadat Mohamed bụ odeakwụkwọ ukwu nke otu ndọrọ ndọrọ ọchịchị RDR (Rally for Democracy and Renewal), na onye kansụl obodo maka obodo Ouani (Ndzuwani-Comoros)."
]