[
  "Àtụ:Infobox settlement\nSiwa Oasis (Arabic, Wāḥat Sīwah, IPA: [ˈwæːħet ˈsiːwæ]) bụ obodo mepere emepe n'Ijipt; n'etiti Qattara Depression na Great Sand Sea na Western Desert, 50 km (30 mi) n'ebe ọwụwa anyanwụ nke ókèala Libya, na 560 km (348 mi) site na isi obodo.Aha ya bụ isi site na ọrụ oge ochie ya dị ka ebe obibi nke Amọn, mkpọmkpọ ebe bụ ihe nkiri ndị njem na-ewu ewu nke nyere oasis aha ochie ya Oasis nke Amun Ra, chi ndị Ijipt bụ isi.",
  "Àtụ:HieroAha ndị Ijipt oge ochie nke oasis ahụ bụ Sīv, nke pụtara \"Ogige Osisi\"",
  "Enwere ike ichekwa aha ala Libya n'asụsụ Ijipt bụ t̠ (j) n d̠rw \"t̠j on the fringe\" ebe a sụgharịrị aha Palaeo-Berber *Se ma ọ bụ *Sa",
  "Aha a dịgidere na ọrụ nke ndị Alakụba na-akọwa ala dị ka Stariyرية Santyah.",
  "\".Edymology nke okwu سيوة Siwah amabeghị.  Champollion na-enweta ya site na ⲥⲟⲟⲩϩ - nrụrụ aka nke okwu Ijipt maka \"oasis\", ⲟⲩⲁϩ.  Ihe akaebe agbakwunyere nke aha Siwa sitere na Egypt bụ aha ebe ọzọ na Kharga Oasis nke nwere ike ịkekọrịta otu usoro ọmụmụ – S.t-wȝḥ, Deir el-Hagar ọgbara ọhụrụ.  Basset jikọtara ya na aha ebo Berber swh gbara akaebe n'ihu ọdịda anyanwụ n'oge mmalite Islam, mgbe Ilahiane,  na-eso Chafik, jikọtara ya na okwu Shilha Berber asiwan, ụdị nnụnụ anụ, yabụ na Amun.  -Ra, otu n'ime akara ya bụ falcon.  Ụfọdụ ndị odee oge gboo zoro aka na saịtị ahụ dị ka \"Ammonium\".",
  ".Na narị afọ nke 12, Al-Idrisi kwuru na ọ bụ ndị Berber kacha bi, ya na ndị Arab pere mpe;  otu narị afọ tupu Al-Bakri kwuru na ọ bụ naanị ndị Berber bi n'ebe ahụ",
  "Ọkọ akụkọ ihe mere eme nke Ijipt Al-Maqrizi gara Siwa na narị afọ nke 15 ma kọwaa otú asụsụ a na-asụ n'ebe ahụ si 'yiri asụsụ Zenata'.",
  "..Muhammad Ali nke Egypt weghaara Siwa na 1820, mana e gburu onye nnọchi anya Ijipt na Siwa na 1838.  N'oge ụfọdụ, Muhammad al-Sanusi nọrọ na Siwa ọnwa ole na ole wee kpọkọta ụfọdụ ndị na-eso ụzọ ebe a.  Ka oge na-aga, Siwa bụ ebe ndị Sanusiyya na-ebuso ndị Britain agha site na 1915 ruo 1917.  Ka ọ dị ugbu a, n'oge opupu ihe ubi nke 1893, onye Germany na-eme nchọpụta na onye na-ese foto bụ Hermann Burchardt weere foto nke ihe owuwu nke obodo Siwa, nke echekwara ugbu a na Ethnological Museum nke Berlin..",
  "Siwa bụkwa ebe a lụrụ ọgụ n'oge Agha Ụwa Mbụ na Agha Ụwa nke Abụọ",
  "Ndị agha Britain Long Range Desert Group (LRDG) hiwere isi ebe a, mana Rommel's Afrika Korps weghaara ya ugboro atọ",
  "Ndị agha Germany gara na-emikpu n'ime ọdọ mmiri nke oracle, n'ụzọ megidere omenala obodo nke machibidoro ịgba ọtọ n'ihu ọha. N'afọ 1942 mgbe ndị agha Itali nke 136th Infantry Division Giovani Fascisti bi n'ebe ahụ, e guzobere obere gọọmentị na-agba ọsọ na Siwa",
  "Oasis ahụ pụtara n'ụzọ dị mkpirikpi dị ka isi nke LRDG na ihe nkiri agha nke 1958 Ice Cold in Alex",
  "Usoro nhazi ihu igwe Köppen-Geiger na-ekewa ihu igwe ya dị ka ọzara na-ekpo ọkụ (BWh), dị ka ndị ọzọ nke Ijipt.",
  "Ọbịbịa nke okporo ụzọ na telivishọn kpughere oasis ahụ na ụdị na ejiji nke ụwa dị n'èzí na ihe ịchọ mma ọlaọcha ọdịnala ji nwayọọ nwayọọ dochie anya ọla ndị e ji ọlaedo mee",
  "Otú ọ dị, ihe akaebe nke ụdị na ọdịnala ochie ka na-egosi na ejiji na ejiji ụmụ nwanyị. A na-esi n'èzí oasis ahụ weta ihe eji eme \"tarfutet\", ihe eji eme ihe niile nke ụmụ nwanyị na-eyi, ọkachasị site n'obodo Kirdasa, na Giza Governorate.",
  "Emume Siyaha (Eid El Solh - Eid El Hasad), iji sọpụrụ onye nsọ ọdịnala obodo ahụ bụ Sidi Sulayman, bụ ihe pụrụ iche na Siwa",
  "(A na-aghọtahie aha ahụ dị ka ihe na-ezo aka na \"njem\", mana n'ezie ọ na-ebute njem nleta.), a maara na n'oge a, ndị ikom Siwi na-ezukọta n'ugwu dị nso n'obodo ahụ, Gabal Al - Dakrour, iji rie nri ọnụ, na-abụ abụ mgbe ha na-ekele Chineke, ma na-edozi ibe ha; ụlọ Siwi niile na-arụkọ ọrụ n'ịkwadebe na isi nri, n'ụbọchị a ndị Siwi na ndị na-eri fattah (osikwu, achịcha na anụ), mgbe ha Dohr na-akpọ oku na-eri ọnụ iji malite iri ekpere, ka ụmụ nwanyị niile na-akpọ òkù, ka ha na-abụ ọnụ, ka ha wee malite oriri ahụ, ka ha niile na-eri nri, ka ha nọrọ n'azụ obodo ahụ, ka a na-aga, ka ha buru ụzọ (12:00 PM) mee ka ha na ndị na ndị na ha na-eri oriri ahụ, ya, ka ha ghara ịkpọ òkù, mee ka ha wee buru ụzọ, ka ha nwee ike, ka ha mee ka ha buru ọnụ, ka ndị na A na-azụta nri maka ememme ahụ n'ozuzu ya, na ego ndị ụlọ alakụba ahụ chịkọtara, ememme na-adịru ụbọchị 3 Qamari, na n'isi ụtụtụ nke ụbọchị nke anọ, ndị Siwian na-eme nnukwu njem, mgbe ha na-ejide ọkọlọtọ ma na-abụ abụ ime mmụọ, njem na-amalite na Gabal El - Dakrour ma na-agwụ na Sidi Solayman square - n'etiti Siwa - na-ekwupụta njedebe nke ememme, na mmalite nke afọ ọhụrụ na-enweghị ịkpọasị ma ọ bụ iwe, yana ịhụnanya, nkwanye ùgwù na ime udo.",
  "Ụmụaka Siwi na-emekwa ememe Ashura site n'ịkụ ọkụ, ịbụ abụ, na ịgbanwerịta ihe na-atọ ụtọ. Ememe ndị okenye bụ naanị ịkwadebe nnukwu nri.",
  "Ndị Siwans na-ahọrọ ịlụ di na nwunye, na-alụkarị ndị na-abụghị ndị Siwans. Ka o sina dị, ndị nwunye Bedouin na-enye ọnụ ahịa dị elu na Siwa karịa ndị Siwan.Àtụ:Egyptian CitiesÀtụ:National Parks of EgyptÀtụ:Egypt oasis areas"
]