[
  "A mụrụ Shibe ma zụlite ya na Umlazi, Kwazulu-Natal",
  "Ọ gara Ganges Secondary School, ebe ndị nkuzi ya gbara ya ume ịchụso ime ihe nkiri",
  "Dịka nwatakịrị, Shibe ga-esonye mgbe niile na egwuregwu obodo na Umlazi",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ gara ịmụ ihe nkiri na Technikon Natal. Shibe, ya na ụmụ akwụkwọ ibe ya na Technikon Natal, guzobere otu ihe nkiri a na-akpọ Amagugu",
  "Mgbe ọ gụsịrị akwụkwọ ya, ọ gara Johannesburg iji gbakwunyere nrọ ya ịbụ onye na-eme ihe nkiri.",
  "Mgbe ọ bịarutere na Johannesburg, ọ chere ihe mgbochi dị iche iche ihu mana ihu ọma ya gbanwere mgbe o mere mkpọsa maka mmata HIV / AIDS",
  "Ọ gara n'ihu na-arụ ọrụ na ihe nkiri a na-akpọ The Stripes of a Hero",
  "N'afọ 2002 ruo afọ 2005, ọ rụrụ ọrụ dịka Sifiso na usoro ihe nkiri SABC1 Gaz'lam Usoro ahụ gara n'ihu ịnata ọtụtụ nhọpụta site na South African Film and Television Awards. Mgbe ọ gwụchara ihe nkiri nke oge mbụ nke Gaz'lam, a tụbara Shibe dị ka James na ihe nkiri James 'Journey to Jerusalem, nke Ra'anan Alexandrowicz dere ma duzie. Ihe nkiri ahụ na-agba gburugburu onye Africa nọ n'afọ iri na ụma aha ya bụ James onye na-aga njem ala nsọ maka obodo ya.\nShibe mechara merie ihe nrite Best Male Actor na Jerusalem International Film Festival. O nwetakwara ọrụ na obere usoro Human Cargo nke Canada",
  "Usoro ahụ meriri Gemini Awards asaa na Directors Guild Awards abụọ. Ọ rụkwara ọrụ na usoro ndị Britain Wild At Heart na Mtunzini.com; Otú ọ dị, Shibe gbara arụkwaghịm na nke ikpeazụ n'ihi esemokwu ego.",
  "N'afọ 2006, ọ rụrụ ọrụ Mad Dog na ihe nkiri The Trail N'afọ 2007, ọ rụrụ ọrụ Mandla Nyawose na usoro ihe nkiri Bay of Plenty N'afọ 2008, a họpụtara ya ka ọ gosipụta ọrụ Thami na usoro ihe nkiri A Place Called Home Site n'afọ 2010 ruo afọ 2014, Shibe gosipụtara àgwà nke Kila, onye ọkwọ ụgbọala tagzi nwere ọgụgụ isi, onye nwere ọgụgụ isi na onye na-eme ihe ike na e.tv soap opera Scandal!",
  "E nyere ya ihe nrite Best Actor na Duku Duku Awards maka ọrụ ya dịka Kila.",
  "N'afọ 2015, Shibe nwetara ọrụ na e.tv telenovela Ashes to Ashes; ngosipụta ya nke agwa Kgosi mere ka a họpụta ya na SAFTA maka onye na-eme ihe nkiri kacha mma.",
  "N'afọ 2017, ọ hapụrụ Johannesburg gaa Durban iji sonye na ihe ngosi telivishọn South Africa a na-elekarị anya, Uzalo, ebe ọ na-egosi ọrụ Qhabanga Mhlongo.",
  "Shibe nwere nwa nwoke dị afọ isii.",
  "Siyabonga Melongisi Shibe at IMDb"
]