[
  "Siyabonga Thwala (a mụrụ na 8 Septemba 1969) bụ onye na-eme ihe nkiri na telivishọn na South Africa, onye na-elekọta telivisheneng, onye na'emepụta ihe na onye ọchụnta ego",
  "A maara ya nke ọma maka ọrụ ya nke Mpiyakhe Zungu na Isibaya nke Mzansi Magic",
  "Siyabonga Thwala emeela ma pụta n'ọtụtụ ihe ngosi telivishọn dị elu na South Africa na-enweta ọtụtụ ihe nrite maka ime ihe nkiri ya.",
  "Ọ pụtara dịka onye na-ebipụta akwụkwọ akụkọ Vusi Zwane n'ihu Luthuli Dlamini na e.tv's Scandal! mgbe nke mbụ pụtara n'afọ 2005, ọrụ nke ga-ewetara ya ihe nrite South African Film and Television nke mbụ ya",
  "N'afọ 2007 ọ sonyeere ndị na-eme ihe nkiri nke Generations dịka Paul Mashaba n'ihu Seputla Sebogodi",
  "Siyabonga Thwala gosikwara àgwà Busani Mojalefa na Muvhango ma laghachi na e.tv dị ka DH Radebe na Rhythm City (usoro TV) n'ihu Jamie Bartlett",
  "N'afọ 2018 o mepụtara ma kwado usoro ihe omume, Yobe (Okwu Zulu maka \"Ghaara\").",
  "Thwala malitere ọrụ ime ihe nkiri ya n'afọ 1989",
  "O mere ihe nkiri mbụ ya na  nkiri TV nke 1996 Born Free: A New Adventure",
  "N'otu afọ ahụ, ọ rụrụ ọrụ cameo n'otu ihe omume nke usoro telivishọn Tarzan: The Epic Adventures nke akpọrọ 意 Tarzan and the Scarlet Diamond (Season 1, Episode 5).N'afọ 1998, e nyere ya ọrụ Godlieb Mofokeng na SABC 3 soapie Isidingo ọhụrụ mana ọ jụrụ ya n'ihi na o chere na ọ dịbeghị njikere maka nkwekọrịta ogologo oge na telivishọn. N'oge na-adịghị anya mgbe nke ahụ gasịrị, a tụbara ya na ihe nkiri TV sitcom Streaks nke dabeere na ụlọ ntutu isi Cape Town, ebe ọ rụrụ ọrụ n'akụkụ onye na-eme ihe nkiri bụ Themba Ndaba",
  "N'afọ 2003, a họpụtara ya ka ọ rụọ ọrụ Jimmy na Gazlam.",
  "Siyabonga Thwala ghọrọ onye a ma ama site na ọrụ Vusi Zwane na e.tv mgbe ahụ ihe nkiri ọhụrụ, Scandal!.Ọrụ ya gara n'ihu mee ka o nweta Golden Horn Award (South African Film and Television Award) maka onye na-eme  nkiri kacha mma na TV Soap.",
  "N'afọ 2007, a họpụtara ya ka ọ bụrụ Paul Mashaba, nwanne nwoke nke onye ọchụnta ego obi ọjọọ Kenneth Mashaba nke Seputla Sebogodi gosipụtara, na SABC 1s Generations",
  "Ọ hapụrụ ihe ngosi ahụ n'afọ 2010."
]