[
  "Raoul John Njeng-Njeng (a mụrụ n'ụbọchị nke 1 n'ọnwa Eprel n'afọ 1991), nke a maara nke ọma site na aha ya bụ Skales (nke a na-akpọ Seek Knowledge Acquire Large Entrepreneurial Skills), bụ onye na-eti egwu, onye na-agụ egwu, na onye na-ede egwu na Naijiria",
  "N'afọ 2000, ọ malitere ide egwu rap na Kaduna, Naijiria",
  "N'agbata afọ 2007 na afọ 2008, ọ gara Jos ka ya na Jesse Jagz na Jeremiah Gyang rụọ ọrụ",
  "N'afọ 2008, ọ banyere asọmpi Zain Tru Search ma merie mpaghara North Central nke asọmpi ahụ",
  "Egwu izizi ya \"Must Shine\" nwetara ọtụtụ ntụgharị na ụlọ ọrụ Rhythm FM na Lagos, Jos na Abuja. O mechara kwaga Legos ma bịanye aka na nkwekọrịta ndekọ na Empire Mates Entertainment (E.M.E) na 2009.",
  "Skales esorola ọtụtụ ndị na-ese ihe, gụnyere Akon, eLDee, tekno, Harmonize, Jeremiah Gyang, Banky W",
  "na Knighthouse",
  "Egwu ya a ma ama gụnyere \"Shake Body\", \"Mukulu\", \"Keresimesi\", \"Komole\", \"My Baby\", \"Take Care of Me\" na \"Denge Pose\"",
  "Mgbe ọ hapụrụ E.M.E na Mee 2014, o guzobere akara ndekọ egwu OHK nke onwe ya",
  "E wepụtara abọm izizi ya bụ Man of the Year n'afọ 2015.",
  "A mụrụ Raoul John Njeng-Njeng ma zụlite ya na Kaduna Steeti. Ya na nne ya tolitere n'ezinụlọ nwere naanị nne ma ọ bụ nna, onye rụrụ ọrụ dị ala iji zụlite ya",
  "Skales nwere mmasị na egwu mgbe ọ na-aga ụlọ ahịa kaseti nke nne ya mgbe niile. Ọ zutere ndị na-emepụta ihe Jeremiah Gyang na Jesse Jagz mgbe ọ na-aga Mahadum Jos (Unijos)",
  "O sonyere na asọmpi Zain Tru Search n'oge ọ nọ na Unijos ma merie mpaghara North Central nke asọmpi ahụ",
  "Skales hapụrụ Unijos n'afọ ya dị obere wee gaa Mahadum Lead City, ebe ọ gụsịrị akwụkwọ na nzere na njikwa ụlọ ọrụ na teknụzụ",
  "E wepụtara egwu izizi ya \"Must Shine\" iji nweta otuto dị egwu",
  "N'ajụjụ ọnụ ya na akwụkwọ akụkọ This Day na afo 2013, Skales kọwara onwe ya dị ka onye na-eme egwuregwu nke gburugburu ya na-emetụta egwu ya. Ntọhapụ ya nke afọ 2009 \"Heading for a Grammy\" sitere n'ike mmụọ nsọ Kanye West \"Jesus Walks\"",
  "Ahụmahụ ọ na-agabiga n'oge ahụ nyere aka mepụta oke egwu ahụ, nke bụ ode maka ike onwe onye.",
  "Skales bịanyere aka na nkwekọrịta ndekọ na E.M.E mgbe ọ zutere Banky W",
  "na 2009",
  "O wepụtara egwu \"Mukulu\" na \"Keresimesi\" n'otu oge",
  "Sarz mepụtara egwu abụọ ahụ ma wepụta ya n'okpuru uwe ahụ",
  "Clarence Peters duziri vidio egwu maka egwu ikpeazụ ahụ ma tinye ya na YouTube na 28 Nọvemba na afọ 2011. Skales bụ otu n'ime ndị isi na-eme ihe nkiri na album nchịkọta mbụ nke E.M.E, Empire Mates State of Mind (2012)",
  "Ya na Banky W., Wizkid, Shaydee, Niyola na DJ Xclusive rụkọrọ ọrụ na ise n'ime egwu asaa nke abọm ahụ",
  "O sonyekwara ụfọdụ n'ime ihe omume ndị a kpọtụrụ aha na EME US Tour, nke malitere na 4 Julaị wee kwụsị na 2 Septemba afọ 2012",
  "E.M.E mere n'ọtụtụ obodo dị iche iche, gụnyere Houston, Dallas, Toronto, Vancouver, New York City, Providence, Calgary, Atlanta, Washington DC na Chicago. Skales kwadoro Wizkid na njem ya na London na afọ 2012. Na 17 Ọktoba 2013, ọ rụrụ na mbipụta afọ 2013 nke Felabration, egwu a na-eme kwa afọ maka Fela Kuti. N'ọnwa Febụwarị afọ 2014, akwụkwọ akụkọ Vanguard kọrọ na Skales hapụrụ E.M.E mgbe nkwekọrịta ndekọ afọ anọ ya gwụchara",
  "Ndị isi E.M.E kwenyere na ha anaghị enweta ụgwọ maka itinye ego na ya ma jụ imegharị nkwekọrịta ya.",
  "Na ọnwa Mee na afọ 2014, Skales guzobere akara ndekọ nke ya, OHK music",
  "Akara ahụ bụ ebe obibi nke onye na-emepụta ihe bụ Drey Beatz ma nwee njikọ na ndị ọrụ egwu ndị ọzọ n'ime Naịjirịa",
  "Na 6 Mee afọ 2014, Skales wepụtara egwu Jay Pizzle mepụtara \"Shake Body\" dị ka onye ndu site na abọm studio mbụ ya bụ Man of the Year",
  "E bugoro vidiyo egwu na-eso maka egwu ahụ na YouTube na 22 Julaị afọ 2014",
  "Skales kwalitere egwu ahụ site n'ịkpọsa asọmpi vidiyo Shake Body. A kọrọ na Skales bịanyere aka na nkwekọrịta ndekọ na Timaya's Dem Mama Records mgbe ọ hapụrụ E.M.E",
  "Na ọnwa Febụwarị na afọ 2014, Skales kpochapụrụ akụkọ ndị ahụ ma kwuo na ọ bịaghị aka na Dem Mama Records.",
  "N'ọnwa Disemba afọ 2011, Skales nwere ihe mberede ụgbọala n'okporo ụzọ Lekki-Epe Expressway",
  "Ụgbọala ọ nọ n'ime ya gbabara n'ime olulu ma gbafuo",
  "Ihe mberede a gburu otu onye ma merụọ mmadụ atọ ahụ.",
  "O so n'ime ọtụtụ ndị ọzọ a ma ama dị ka Davido, na onye egwuregwu Super Eagles John Ogu iji katọọ Desmond Elliot maka ịmanye iwu mgbasa ozi ọha na eze azụ na Ọktoba 2020.",
  "Na Machị 14th, 2021, Skales kwupụtara nkwa ọlụlụ ya na enyi ya nwanyị na Instagram."
]