[
  "Skistosomiasis, nke amakwa dịka  nje esi n'ejula ebuta, bụ  nke ihe n'akpata ya bụ njen'erikarị ihe site n'ahụ anụ ndịọzọ  iji nọgide n'adị ndụ nke akpọrọ skistosom",
  "Awara mamịrị si aga maọbụ mgbarị afọ n'enwetekarị ya ngwa ngwa",
  "Ihe ndị n'egosi na mmadụ enwetala ya gụnyere mgbu nke ime afọ,afọ pịrịpịrị, ,  maọbụ ọbara ịdị na mamịrị",
  "Ndị ọrịa ji  n'enwekarị nsogbu na umeji ha, akụrụ, ,amụghị nwa, maọbụ ọrịa kansa nke mgbarị afọ",
  "N'ebe ụmụaka nọ, onwere ike ime ka ha ghara, inwe ezi ahụike na enweghị  ụbụrụ akwụkwọ.",
  "A na-ebutekarị ya site n'ịga na mmiri ebe nje ahụ nọ",
  "Nje a n'agbasakarị site ejula nọ na mmiri enwere ya",
  "Ebe a na-ahụkarị ya bụ n'etiti ụmụaka nọ n'obodo ka n'emepe emepe, n'ihina ha n'egwukarị egwu na mmiri nje a nọ",
  "Ndịọzọ nwere ike inweta nje a gụnyere ndịọrụ ugbo, ndịọkụ azụ na ndị n'eji mmiri adịghị ọcha eme ihe oge niile.Ha nọ n'ogo  helmintiasis.Ha nọ n'ogo okpo ọjọọ ndị n'eri mmadụ ihe nnukwu n'ime ahụ bụ helmintiasisel helmint. Enwere ike iji ọgwụ nke ga-alụso nje a ọgụ  nke nọ n'ime ọbara mee ihe.",
  "Iji gbochie inweta nje a, ọdịmma iji mmiri dị ọcha eme ihe, n'ibelata ọnụọgụgụ ejula nọ ebe obibi nso",
  "Ebe enwere nje a nnukwu, ekwesịrị inye ndị niile bi ebe ahụ ọgwụ prazikwụantelotu ugbo n'afọ",
  "Ihe eji eme nke a bụ iji belata ọnụọgụgụ ndị nwere nje a na ibelata mgbasa ya ebe n'ebe ndịọzọ",
  "Prazikwụatel bụ ọgwụ ndị Wọld Helt Ọganaịzeshọn (WHO) nyere ntụziaka ka ewere n'agwọ ndị nwere nje a.",
  "Mmadụ dị nde 210 butere ọrịa Skistosomiasis n'ụwa niile na afọ 2012. Ihe dịkwa ka mmadụ puku 12 ruo narị puku abụọ n'anwụ na ya kwa afọ. A na-ahụkarị ya n'etiti ndị bi na Afrịka, Eshia na ndị Sawụtụ Amerịka. Ihe dịka nde mmadụ 700, na mba karịrị 70, bi ebe enwere nje a n'ihe ndị n'akpata ya. Na mba ndị mmiri gbara gburugburu, Skistosomiasis n'esochiịba bụ ọrịa ndị n'eri ọtụtụ ego na nke n'emetụta ọnọdụ akụnụba nke mba. Skistosomiasis so na nje agụnyere eleghaara anya nke ndị bi ebe mmiri nọ nso n'arịakarị."
]