[
  "Alexander \"Skunder\" Boghossian (22 Julaị, 1937 - 4 Mee, 2003) bụ onye Ethiopia-Armenian na-ese ihe na onye nkuzi nka",
  "Ọ nọrọ ọtụtụ oge ndụ ya na-ebi ma na-arụ ọrụ na United States. Ọ bụ otu n'ime ndị mbụ, na ndị a ma ama, ndị oji na-ese ihe n'oge a site na kọntinent Afrịka iji nweta nlebara anya nke mba ụwa.",
  "A mụrụ Boghossian na Julaị 22, 1937, na Addis Ababa, isi obodo Ethiopia, otu afọ na ọkara mgbe agha Italo-Abyssinian nke abụọ gasịrị. Nne ya, Weizero Tsedale Wolde Tekle, bụ onye Etiopia. Nna ya, Kosrof Gorgorios Boghossian, bụ onye agha na Kebur Zabagna (Imperial Bodyguard) na onye Armenia",
  "Boghossian nwekwara otu nwanne nwoke, Mulugeta Kassa, nke ya na nna Kosrof, Gregorios Boghassian, onye ahịa Armenia, nwere mmekọrịta chiri anya, guzobere ọbụbụenyi ya na Eze Ukwu Menelik nke Abụọ ma rụọ ọrụ dị ka onye nnọchi anya na-ejegharị ejegharị na Europe n'aha Eze Ukwu.",
  "Nna Boghossian nọ na-arụsi ọrụ ike na nguzogide megide ọrụ ndị Ịtali e wee tụọ ya mkpọrọ ruo ọtụtụ afọ mgbe Boghossian bụ nwata. Nne ya guzobere ndụ ọhụrụ dị iche n'ebe ụmụ ya nọ ọ bụ ezie na ya na nwanne ya nwanyị Aster (Esther) na-eleta nne ha ugboro ugboro, a zụlitere ha n'ụlọ nwanne nna ha nwoke bụ Kathig Boghassian. Kathig, onye na-eje ozi dị ka osote Mịnịsta na-ahụ maka ọrụ ugbo, ya na nwanne nna ya na nwanne nne ya ndị ọzọ zụlitere ha k a tụrụ nna ha mkpọrọ.",
  "Ọ gara ụlọ akwụkwọ ọta akara Kes Timhert Betoch ebe a kụziiri ya edemede Ge'ez. N'ụlọ akwụkwọ praịmarị na nke sekọndrị, ndị nkuzi Etiopia na ndị mba ọzọ kụziiri ya ihe ọ wee bụrụ onye maara asụsụ Amharic, Armenian, English, na French nke ọma. Ọ gụrụ nka na Teferi Mekonnen School. Ọ gụkwara akwụkwọ n'okpuru Stanislas Chojnacki, onye ọkọ akụkọ ihe mere eme nke nka Etiopia na onye na-ese mmiri.",
  "Mgbe ọ dị na ntorobịa, na onye agbata obi Africa America nyere ya nzaghachi mbụ ya na eserese ya, wee kpọbata cya na jazz, na ndụ ya niile jazz na-akpọkarị egwu n'azụ ka ọ na-arụ ọrụ na eserese",
  "O kwuru na jazz bụ \"mmegharị dị arọ nke narị afọ nke iri abụọ",
  "Ọ bụghị otu onye; ọ bụghị otu echiche, ọ bụ ngwakọta nke ndị nwere ọgụgụ isi",
  "mmegharị echiche mgbe niile",
  "ọ bụ otu ihe anyị nwere, ndị isi ojii, dị ka ndị na-ese ihe...\".",
  "Boghossian lụrụ Marily Pryce, mana di na nwunye ahụ mechara gbaa alụkwaghịm",
  "O nwere ụmụ abụọ, Aida Mariam na Edward Addisu, nwanne nwanyị, na ụmụ ụmụ anọ.",
  "Mgbe ọ nọrọ oge ụfọdụ na Paris, Boghossian na-ekwukarị banyere mmetụta ndọrọ ndọrọ ọchịchị na ọdịbendị, na-arutu aka na Frantz Fanon, Aimé Césaire, Cheikh Anta Diop yana ike okike na nka ọgbara ọhụrụ dị ka Paul Klee",
  "Ndị na-ese ihe a na-amaghị nke ọma dị ka Gerard Sekoto mere ka ọ mata nnukwu onye na-ese ihe na Cuba, Wifredo Lam",
  "Ya na otu ndị na-ese ihe na West Africa rụkọrọ ọrụ nke ọma.",
  "A pụrụ ịhụ ndọrọ ndọrọ ọchịchị dị egwu nke Black Power na Black Arts Movement na United States ma o yiri ka ha kpaliri eserese ya na isiokwu ndọrọ ndọrọ ọchịchị, dị ka Black Emblem (1969), The End of the Beginning (1972), na DMZ (1975). Ntinye aka ya na Black Arts Movement metụtara ọrụ ya n'ọtụtụ ụzọ karịa naanị otu",
  "Ihe osise ya na mbụ dabere na ngwakọta nke ụdị biomorphic na nkọwa zuru ezu, o jupụtara na oghere nke ọrụ ọhụrụ ya na obi ike, polychomatic, geometric, na \"African\" motifs.",
  "N'ileba anya n'ihe nketa ya, Etiopia nwere ọdịnala dị ogologo nke eserese ahụ aja na ụka na nke ihe odide ndị e sere ese nke ruru na narị afọ nke asatọ",
  "Ọ bụ site na isi iyi ọdịbendị a nke gụnyere ụzọ atọ n'ụzọ anọ nke Ijipt oge ochie, ndị na-ewu nnukwu pyramid na mmalite nke mmepeanya, ka onye na-ese ihe wetara mkpali. Ọ na-egwupụta ihe ncheta nwata ya, akara Coptic na nka Bible, ihe odide ụka na-enwu gbaa, na akwụkwọ mpịakọta oge ochie iji tinye akara ngosi dị egwu nke siri ike ma dị nkọ, dị larịị ma dị mma, na akwa, hardboard, ákwà bark, aluminum ma ọ bụ akwụkwọ.",
  "Mgbe ọ na-atụle nka ya n'ozuzu ya, ọ lekwasịrị anya na agba a na-eji na-enwu gbaa, iji mepụta nha nke ụdị na ọdịdị, nke n'aka nke ya na-enyere onye na-ekiri ya aka ibu ụzọ hụ eserese ahụ dị ka otu, mgbe ahụ dị ka ịgbawa ihe oyiyi n'otu oge, na n'ikpeazụ dị ka mmata nke njirimara. Ọ chọrọ ka ndị na-ekiri ya lee ihe osise ya anya ma mepụta nkọwa nke ha, n'oge ahụ niile na-echepụta ọnụ ọgụgụ ndị dị na akwa ahụ ka a na-eme ka ha dị ndụ kama itinye ha n'ebe ahụ",
  "Boghossian ji mkpa ụda olu dị na eserese ya kpọrọ ihe nke ukwuu.",
  "Boghossian ritere ihe nrite nke abụọ na Jubilee Anniversary Celebration nke Haile Selassie I na 1954. N'afọ sochirinụ, e nyere ya ohere agụmakwụkwọ n'efu nke gọọmentị nyere ya ịga London iji gụọ akwụkwọ na Saint Martin's School of Art, Central School of Art and Design, na Slade School of Fine Art, na afọ abụọ ka e mesịrị na Paris, ebe ọ gụrụ akwụkwọ ma kụzie na Académie de la Grande Chaumière",
  "N'afọ 1966, ọ laghachiri n'ụlọ, na-akụzi na Addis Ababa's School of Fine Arts ruo n'afọ 1969",
  "N'afọ 1970, ọ kwagara United States, nke mbụ na Atlanta, ebe ọ matara Black Arts Movement ma kụzie na Atlanta's Center for Black Art, mgbe ahụ ọ kwagara Washington DC, ebe ọ kụziri na Mahadum Howard site na 1972 ruo 2001.",
  "Boghossian bụ onye mbụ na-ese ihe n'Afrịka nke oge a zụrụ ọrụ ya site na Musee d'Art Moderne na Paris na 1963",
  "Na 1966, Museum of Modern Art na New York nwetara eserese ya Juju's Wedding (1964).",
  "N'afọ 1977, ọ ghọrọ onye Afrịka mbụ mepụtara mkpuchi ụbọchị mbụ maka stampụ United Nations. Ọ bụ World Federation of United Nations Associations nyere ya ọrụ. E nyere pen na ink ya na isiokwu nke \"Combat Racism\" maka mkpuchi na stampụ na-eso ya na Septemba 19, 1977.",
  "N'afọ 2001, Boghossian na Kebedech Tekleab rụkọrọ ọrụ na kọmitii a na-akpọ Nexus for the Wall of Representation na Embassy of Ethiopia na Washington, D.C",
  "Ọrụ ahụ bụ ihe ọkpụkpụ aluminum (365 x 1585 cm) nke a na-etinye na mgbidi granite nke ụlọ ọrụ nnọchiteanya ahụ. Nexus gụnyere ihe ịchọ mma, ụkpụrụ na akara sitere na ọdịnala okpukpe ndị Etiopia gụnyere Iso Ụzọ Kraịst, okpukpe ndị Juu, Alakụba na omume ime mmụọ ndị ọzọ nke ụmụ amaala na-agụnye akwụkwọ mpịakọta ihe atụ na ụdị ndị na-anọchite anya ngwá egwu, ngwá ọrụ bara uru, na osisi na anụmanụ mpaghara.",
  "N'oge na-adịbeghị anya, Boghossian nọchitere anya ya na New York site na Contemporary African Art Gallery.",
  "A na-akpọ nzukọ na-ahụ maka ụlọ akwụkwọ ndị kasị ochie nke Ethiopia aha ya, Skunder Boghossian College of Performing and Visual Arts",
  "Boghossian nwụrụ na Mee 4, 2003, na Howard University Hospital na Washington, DC",
  "Ọ dị afọ iri isii na ise."
]