[
  "Ịgba ohu n'ugbo nnu nke Sinan County metụtara nchọpụta nke ịzụ ahịa mmadụ na Sinan County (  ), Jeollanam-do ( « ), South Korea na 2014. Achọpụtara na a tọọrọ ndị mmadụ n'otu n'otu, ọkachasị ndị na-enweghị ebe obibi ma ziga ha n'ugbo nnu ịrụ ọrụ na-enweghị ụgwọ ọ bụla.akwuru hà.",
  "Ụmụ nwoke abụọ nwere nkwarụ na-enweghị ebe obibi (Kim na Chae) bi na Mokpo na Seoul",
  "Otu ụlọ ọrụ na-ahụ maka ọrụ na-edebeghị aha gwara ha na ha nwere ike inweta ego site n'ịrụ ọrụ n'ugbo nnu nke Sinan County",
  "Kama nke ahụ, e rere ha nye onye ọrụ ugbo nke nwere ọdọ mmiri nnu maka otu nde won",
  "A zụrụ Kim n'afọ 2012, ewere zụrụ kwá n'afọ 2008.",
  "A manyere ha ịrụ ọrụ n'akwụghị ụgwọ na ọdọ mmiri nnu na Sineuido, Sinan County",
  "A manyere Kim na Chae ịrụ ọrụ ruo awa iri na anọ n'ụbọchị; ọ bụrụ na ha arụghị ọrụ nke ọma, a na-eji ígwè ma ọ bụ osisi tie ha ihe.",
  "Kim nwara ịgbapụ n'àgwàetiti ahụ ugboro atọ, mana mbọ ya niile kụrụ afọ n'ala",
  "Mgbe ọ nwara nke atọ, a na-eyi Kim egwu ọnwụ ma ọ bụrụ na ọ gbalịa ọzọ",
  "N'oge na-adịghị anya, Kim zigara nne ya akwụkwọ ozi",
  "Nne ya kpọrọ ndị uwe ojii na Seoul",
  "Mgbe nke ahụ gasịrị, ndị uwe ojii Seoul napụtara Kim na Chae na 6 Febụwarị 2014",
  "Ndị uwe ojii Seoul jidere onye nwe ya na ụlọ ọrụ na-enweghị ndebanye aha. Ka Kim na nne ya zukọtara, Chae enweghị ike iso ezinụlọ ya biri, ya mere ọ banyere n'ụlọ ọrụ maka ndị nwere nkwarụ.",
  "Nnyocha nke ndị ọchịchị Korea na ndị nta akụkọ nọọrọ onwe ha na 2013 na 2014 chọpụtara ihe dị ka ndị ọrụ ugbo nnu 163, ọtụtụ n'ime ha nwere nkwarụ uche ma ọ bụ nke anụ ahụ, ndị a na-ejide ma na-arụ ọrụ n'okpuru ọnọdụ dị ka ohu",
  "Ihe dị ka ndị nwe ugbo agwaetiti 50 na ndị na-ere ahịa ọrụ mpaghara ka ebora ebubo ma ọ bụ mara ha ikpe maka mpụ ndị metụtara ya",
  "Ọ dịghị ndị ọrụ gọọmentị ma ọ bụ ndị uwe ojii maara maka mpụ ndị ahụ e boro ebubo.",
  "Seoul Guro Police Station (akụkụ nke Seoul Metropolitan Police Agency) tụrụ aro ezigbo nyocha nke ọma banyere ịzụ ahịa na agwaetiti ndị dịpụrụ adịpụ nke South Korea.",
  "Onye isi ala Park Geun-hye ( « ) kwuru banyere mmegbu nke ndị ọrụ na mpaghara Sinan",
  "O kwuru, \"O kwesịghị ime na narị afọ nke iri abụọ na otu, anyị kwesịrị iwepụ ụdị ịzụ ahịa mmadụ a, ya mere ụlọ ọrụ ndị uwe ojii nke mba na ụlọ ọrụ ndị ọka iwu kachasị elu ga-enyocha agwaetiti ndị ọzọ dịpụrụ adịpụ iji gbochie ịzụ ahịa mmadụ",
  "\"",
  ".Park Yong-chan (박용찬), a party member of the New Politics Alliance for Democracy (새정치민주연합) and a deputy Speaker of Sinan county council (신안군 의회 부의장), was arrested by the Jeonnam police (전남지방경찰청) on 15 April 2014 for failure to pay three labourers who had worked on his salt evaporation pond, whom he should have paid a total of one hundred million won",
  "He was also accused of beating his labourers.",
  "Na úbọchị 22 Febụwarị 2014, Jeollanam-do kpebiri idozi mmegbu nke ndị ọrụ n'àgwàetiti ndị ahụ site n'ịkwalite ikike ndị ọrụ nke ọrụ nnu na mbọ há na agba.",
  "Mgbe e jidere onye ọrụ ugbo na ụlọ ọrụ ahụ, Korean Broadcasting System ( Nwunye otu onye nwe ọdọ mmiri kwuru, \"Anyị ekwesịghị inye ndị nwere nkwarụ ụgwọ ọnwa n'ihi na ha ga-eji ụgwọ ọrụ niile zụta ihe ọṅụṅụ na-aba n'anya.\" Otu nwa amaala kwuru, \"Na mpaghara Sinan, onye na-akwụwa aka ọtọ na-aghọ onye nzuzu..",
  "Nwoke nke ise kachasị baa ọgaranya nwere ndị ọrụ ọdọ mmiri nke ise",
  "\" Otu onye uwe ojii eagorobara aha ya k sịwuru, \"N'oge m na-eje ozi na mpaghara Sinan, ọbụnadị onye nyocha ndị uwe ojii obodo ahụ leghaara ikike ndị nwere nkwarụ anya.\"",
  "Ọtụtụ ebe nrụọrụ weebụ ịntanetị South Korea dị ka Naver katọrọ ma Sinan County ma ndị uwe ojii obodo",
  "Site na ọnọdụ mpaghara Sinan County, Ilbe Storehouse, ebe nrụọrụ weebụ South Korea katọrọ mpaghara Honam."
]