[
  "Slimane Azem (September 19, 1918 ̊ January 31, 1983) bụ onye Algeria na-agụ egwu na onye na-ede uri, amụrụ ya na Agouni Gueghrane (mpaghara Kabylie), nke dere ọtụtụ narị abụ n'ihe karịrị afọ iri anọ nke ndụ nka",
  "Onye maara nke ọma ma nwee mmasị na onye na-ede uri Si Mohand, Slimane Azem gụnyere n'abụ ya isefra dị iche iche (abụ ọdịnala) site n'aka onye edemede a.",
  "A mụrụ Slimane Azem na Septemba 19, 1918 na Agouni Gueghrane, obere obodo dị na ala ugwu Djurdjura",
  "Ọ dịghị ihe mere ka nwa a nke onye ọrụ ugbo dara ogbenye bụrụ onye ọrụ egwu",
  "Nwa akwụkwọ na-adịghị mma, o nwere mmasị na La Fontaine's Fables nke ga-emesị metụta ihe odide ya na ihe ndị o dere",
  "Mgbe ọ dị afọ iri na otu, ọ ghọrọ onye ọrụ ugbo maka onye na-achị ala na Staouéli, obere ebe ezumike dị nso na Algiers (n'ụsọ osimiri ahụ bụ ebe ndị agha France rutere na 1830)",
  "N'afọ 1937, ọ rutere Longwy dị ka akụkụ nke Service du travail obligatoire ma chọta ọrụ n'ụlọ ọrụ igwe ihe tupu a kpọọ ya n'oge \"Phoney War\" na Issoudun",
  "N'afọ 1940, a tọhapụrụ ya wee gaa Paris ebe e were ya n'ọrụ dị ka onye enyemaka eletrik na Paris Métro",
  "N'afọ 1942, Slimane nọ na Paris",
  "Isi obodo ahụ masịrị ya mana ọrụ ahụ bu nke siri ike",
  "Ọ maara ndụ n'ime obodo dị n'èzí, mana ugbu a, a na-etinye ya n'ime ọwa mmiri na n'okpuru ala awa asatọ n'ụbọchị na obodo mepere emepe",
  "Afọ abụọ ka e mesịrị, ndị agha Germany chụpụrụ ya na Rhineland ma nọrọ ebe ahụ ruo mgbe ndị America tọhapụrụ ya na 1945.",
  "N'ịbụ onye natara egwu ọnwụ n'oge nnwere onwe nke Algeria, onye na-agụ egwu ahụ gbagara France na 1962",
  "Mgbe ahụ, ọ ghọrọ olu a ma ama nke ndị Kabyle si mba ọzọ nwere ike ige ntị na Redio Paris na quart d'heure kabyle (nke Kabyle nkeji iri na ise kwa ụbọchị)",
  "N'ezie, a machibidoro Azem ka ọ ghara igosi ya na mba nke ya na egwu ya na-agagharị naanị na nzuzo, a pụrụ ịgụ aha ya na obere mkpụrụ akwụkwọ na mkpirikpi, kwa ụbọchị nke mba ya",
  "N'afọ 1970, e nyere ya diski ọla edo ya na onye na-agụ egwu Noura, na-eme ka ọ bụrụ otu n'ime ahịa kacha mma na France",
  "N'otu oge ahụ, ọ ghọrọ onye otu SACEM, klọb nke ndị ama ama na France",
  "Na Paris, ọ meriri kọfị stewardship na 15th arrondissement",
  "O jiri ohere ahụ kọwaa ihe ndị mbụ o dere n'ebe ahụ",
  "N'ịbụ onye Mohamed El Kamel, onye bụbu onye otu Bachtarzi (nke aha ya bụ Mahieddine Bachtarzi) hụrụ ma gbaa ume, ọ nọgidere na-agu egwu",
  "Slimane mechara dekọọ abọm mbụ ya na egwu A muh muh has",
  "Maka ndị Kabyle niile na-ahụ maka agụụ ụlọ, a na-achọ ihe ndekọ ya nke ukwuu na Madame Sauviat, naanị ụlọ ahịa ndekọ nke na-ere n'oge ahụ abọm nke Maghrebi na ndị na-agu egwu n'ebe ọwụwa anyanwụ",
  "Nwanyị a, nke sitere na Auvergne, onye ndị nketa ya na-elekọta ụlọ ahịa ahụ ugbu a na Boulevard de la Chapelle, nyere Slimane ụlọ ọrụ ndekọ Pathé-Marconi.",
  "N'ime afọ ndị 1979, ya na Cheikh Nouredine a ma ama mere ihe ọchị ma bụọ Algérie, mon beau pays (Algeria, obodo m mara mma) na Carte de Résidence (Residence Card) na French",
  "N'ime ihe ndekọ ahụ, Slimane Azem meriri ndị na-ege ntị n'obodo dị iche iche site na ilu okwu ya ebe ọ na-eme ụmụ anụmanụ ma na-ebili dị ka onye na-agụ egwu na-etinye aka na ndọrọ ndọrọ ọchịchị",
  "Mgbe ahụ mkpali ya kwụsịrị.",
  "Ọ ga-emecha dee abụ iji kwanyere Berber Spring ùgwù, nke a na-akpọ Teq déta yuli (On Kabylia rises the day).",
  "Ọ dịghị mgbe ọ gọnahụrụ agbụrụ ya dị ka onye ọrụ ugbo ma jiri ọtụtụ n'ime ego ọ na-enweta zụta ugbo na Moissac (Tarn-et-Garonne), ebe ọ na-anọ ọnwa isii n'afọ na-azụlite nostalgia ya n'ugbo osisi fig na osisi oliv ya",
  "Slimane tụrụ egwu ọnwụ n'ebe a chụgara ya",
  "O mechara mee na Jenụwarị 28, 1983 na ugbo ya.",
  "Kemgbe afọ 2008, obodo Moissac kpebiri ịsọpụrụ onye na-agụ egwu Berber ochie na-enye ilo obodo nke bu aha ya. N'ọnwa Disemba afọ 2013, obodo Paris kpebiri ịjị ilo obodo wee sọpụrụ ya na 14th arrondissement",
  "Otú ọ dị, a hụghị efere ahụ ruo n'afọ 2014.",
  "Ọ bụ nwanne Ouali Azem, onye omeiwu site na 1958 ruo 1962 n'okpuru French Fifth Republic."
]