[
  "Sofiane Feghouli ( Arabic ; amụrụ ya na 26 Disemba 1989) bụ onye egwuregwu bọọlụ nke na-agbara otu Süper Lig nke Turkey Galatasaray na ndị otu mba Algeria",
  "Ọ na",
  "-arụ ọrụ dị ka onye etiti aka nri, mana ọ pụkwara igwu egwu dị ka winger na dị ka onye na-awakpo etiti.",
  "Feghouli mere egwuregwu izizi ya na mba Algeria na Febụwarị 2012",
  "Ọ nọchitere anya Algeria na 2013, 2015, 2019 na 2021 Africa Cup of Nations (mmeri asọmpi 2019), yana 2014 FIFA World Cup, ebe o nyere goolu mbụ nke Algeria na asọmpi ahụ kemgbe 1986.",
  "A mụrụ Feghouli na Levallois-Perret ebe nne na nna ya bụ dị Algeria",
  "Nna ya si Tiaret, ebe nne ya si Ghazaouet",
  "O nwere ụmụnne nwoke anọ.",
  "Feghouli malitere ọrụ ya na Grenoble, mgbe ndị otu France Paris Saint-Germain kpebiri ịghara ịbanye ya mgbe ikpe gasịrị. Maka akụkụ ikpeazụ nke oge 2006–2007 , a kwalitere ya na ndị otu egwuregwu mbụ ma nye ya uwe nọmba 33",
  "O mere egwuregwu izizi ya nke a tụrụ anya ya nke ukwuu, mgbe ọ dị afọ iri na asaa, maka klọb ahụ na 27 Eprel 2007 na egwuregwu Ligue 2 megide Reims, na-apụta dị ka onye nnọchi",
  "Grenoble meriri egwuregwu ahụ 1–0. Ọ pụtara ugboro abụọ ọzọ n'oge ahụ, gụnyere mmalite mbụ ya n'ụbọchị egwuregwu ikpeazụ nke oge ahụ megide Montpellier na 25 Mee 2007",
  "Montpellier meriri egwuregwu ahụ 1–0 na Feghouli na-egwu nkeji iri ise na isii tupu ewepụ ya. Na 31 Mee 2007, ọ bịanyere aka na nkwekọrịta ọkachamara mbụ ya na Grenoble, na-edebe ya n'akụkụ ahụ ruo 2010.",
  "N'oge na-esonụ, e nyere ya uwe ọnụ ọgụgụ asatọ ma, n'agbanyeghị na ọ dị afọ iri na asaa, e nyere ya ọrụ dị mkpa na ndị otu egwuregwu mbụ",
  "N'agbanyeghị na enwere nrụgide nke ịbụ onye a kpọrọ \"Zidane ọhụrụ\", onyinye ya nye ndị otu ahụ gara nke ọma, na-apụta na egwuregwu iri abụọ na asaa ma na-enye goolu atọ, na-enyere Grenoble aka inweta nkwalite na Ligue 1. Ihe mgbaru ọsọ mbụ ya bịara na 18 Jenụwarị 2008 na mmeri 4-3 megide Reims, klọb ọ chere ihu na mbido ya.",
  "Feghouli laghachiri maka oge 2009-10, na-eme nke mbụ ya na 29 August 2009 na mmeri 1–0 nke Rhône-Alpes rivals Saint-Étienne",
  "Mgbe ọ pụtara na egwuregwu ise ọzọ, ndị isi Grenoble chọpụtara na Feghouli adọwaala meniscus n'ikpere aka nri ya",
  "A wara ikpere ahụ nke ọma n'ọnwa Ọktoba",
  "Mgbe ịwa ahụ gasịrị, ndị isi Grenoble, ọkachasị onye isi ụlọ ọrụ Pierre Wantiez, katọrọ onye ọkpụkpọ ahụ nke ukwuu",
  "Wantiez jụrụ ogologo oge Feghouli na-egbu oge n'ịlaghachi na otu ahụ na ebumnobi onye ọkpụkpọ ahụ banyere mbugharị dịka Feghouli ga-apụ na nkwekọrịta n'oge ọkọchị ma na-agwa ọtụtụ klọb okwu, ọkachasị klọb Valencia nke Spain",
  "Wantiez kwuru na ọ bụ \"ndụmọdụ ọjọọ\" sitere n'aka onye ọrụ onye ọkpụkpọ ahụ mere ihe Feghouli mere n'oge na-adịbeghị anya.",
  "Na 20 Mee 2010, Feghouli bịanyere aka na nkwekọrịta afọ anọ na Valencia CF",
  "O mere La Liga mbụ ya na 25 Septemba, dochie Juan Mata na mmeri 2–0 megide Sporting de Gijón",
  "N'abalị iri abụọ na asatọ n'ọnwa Jenụwarị afọ 2011, mgbe ọ pụtara obere maka ndị otu Valencian, a gbazinyere Feghouli na otu egwuregwu UD Almería, ruo ọnwa Juun",
  "Ọ na-apụta mgbe niile maka ndị Andalusia, mana ha kwụsịrị na njedebe nke oge ahụ.",
  "Mgbe o si mba  Almería lọta, ma rite uru site na ọpụpụ Mata na Vicente, Feghouli ghọrọ onye mbido, ma nye goolu mbụ ya maka Los Che na 29 Ọktoba 2011, na-enweta ihe nkedo na mmeri 3-1 n'ụlọ megide Getafe CF",
  "Ngosipụta ya maka Valencia n'afọ 2012 mere ka ọ nweta ihe nrite abụọ nke onye egwuregwu Algeria nke afọ, Le Buteur's Algerian Ballon d'Or na DZFoot d'Or",
  "Na 11 Eprel 2016, klọb ahụ kwụsịrị Feghouli n'etiti akụkọ ọ jụrụ isonye na ikpo ọkụ mgbe mmeri 2–1 meriri Sevilla n'ụlọ n'ụbọchị gara aga",
  "A kọkwara na ọ tụfuru ọzụzụ ụbọchị ole na ole gara aga.",
  "Ọ kwụsịrị ọrụ Valencia ya na egwuregwu 202, na-enye goolu ugboro 31 ma na-enye aka 40.",
  "Na 14 June 2016, a mara ọkwa na Feghouli ga-esonyere West Ham United na 1 July 2016 na nkwekọrịta afọ atọ. O mere nke mbụ ya na West Ham na 28 Julaị na mmeri 2–1 na NK Domžale na agba nke atọ nke Europa League O nyere goolu asọmpi mbụ ya maka West Ham n'izu sochirinụ na nlọghachi megide Domžale, egwuregwu mbụ West Ham na London Stadium nke West Ham meriri 3–0, na-aga n'ihu na UEFA Europa League play-offs. Feghouli malitere Premier League mbụ ya na egwuregwu mbụ nke West Ham n'afọ 2017, na-anata kaadị uhie siri ike mgbe nkeji iri na ise gasịrị maka ịma aka na onye na-agbachitere Manchester United bụ Phil Jones na mmeri 2–0 n'ụlọ. Mgbe West Ham rịọrọ arịrịọ megide kaadị ahụ, a kagburu ya na 4 Jenụwarị.",
  "N'ọnwa Ọgọstụ afọ 2017, Feghouli bịanyere aka na nkwekọrịta afọ ise na Galatasaray",
  "Galatasaray kwụrụ West Ham nde euro 4.25 maka mbufe.",
  "Feghouli tozuru oke maka Algeria na France",
  "Feghouli ekwuola na mmasị ya bụ igwu egwu maka France ma pụta n'ọtụtụ ndị otu ndị ntorobịa France. N'abalị iri na abụọ n'ọnwa Nọvemba afọ 2008, onye njikwa otu mba Raymond Domenech depụtara onye ọkpụkpọ ahụ maka ndị otu ya tupu ahọpụtara tupu egwuregwu enyi na enyi megide Uruguay. N'agbanyeghị nke a, onye njikwa otu mba Algeria bụ Rabah Saadane kpọtụrụ Feghouli site na ekwentị iji mee ka ọ gbara mba Algeria bọọlụ na egwuregwu enyi na enyi nke otu ahụ na 19 November megide Mali",
  "Onye isi otu Yazid Mansouri kpọtụkwara onye ọkpụkpọ ahụ.",
  "N'ụbọchị iri abụọ na ise nke ọnwa Mee afọ 2011, a kọrọ na, mgbe ọ na-agbazinye ego na Almeria, Feghouli zutere Onye isi oche nke Algeria Football Federation Mohamed Raouraoua",
  "Feghouli kwetara igwu egwu maka Algeria ma kpọọ ya ka ọ gaa n'ogige ọzụzụ a na-eme na Spain maka egwuregwu megide Morocco",
  "O nweghị ike ịga nnọkọ ahụ, mana mmegharị ahụ metụrụ ya n'ahụ, na-ekweta na ọ ga-adị maka egwuregwu Tanzania kama.",
  "N'abalị iri abụọ na atọ n'ọnwa Ọktọba afọ 2011, ndị Algeria Football Federation kwupụtara na FIFA nabatara arịrịọ Feghouli ka ọ gbanwee ntụkwasị obi site na France gaa Algeria, nakwa na o ruru eru ịnọchite anya Algeria na asọmpi mba ụwa na ụbọchị ahụ",
  "Ụbọchị abụọ ka e mesịrị, na 25 Ọktoba, onye nkuzi Algeria Vahid Halilhodžić kpọrọ Feghouli maka egwuregwu enyi na enyi megide Tunisia na Cameroon na Nọvemba.",
  "N'abalị iri abụọ na itoolu n'ọnwa Febụwarị afọ 2012, Feghouli mere nke mbụ ya maka ndị otu mba Algeria na mmeri 2–1 Africa Cup of Nations ruru eru megide Gambia, na-enye goolu mmeri. N'oge iru eru maka 2014 FIFA World Cup, o nyere goolu atọ na mpụta asaa maka Les Fennecs",
  "N'egwuregwu mmeghe nke otu ahụ na 2014 World Cup, mmeri 2–1 nke Belgium na Belo Horizonte, Feghouli nyere goolu ntaramahụhụ - goolu mbụ nke Algeria na World Cup n'ime afọ 28. N'ụzọ dị ịtụnanya, e wepụrụ ya na ndị otu iko mba Afrịka nke afọ 2017.",
  "Galatasaray",
  "Algeria",
  "Otu Onye",
  "Kpọpụta njehie: <ref> tags exist for a group named \"lower-alpha\", but no corresponding <references group=\"lower-alpha\"/> tag was found"
]