[
  "Sokari Douglas Camp CBE (a mụrụ n'afọ 1958 na Naịjirịa) bụ onye na-ese ihe na London nke nwere ihe ngosi n'ụwa niile ma bụrụ onye natara bursary site na Henry Moore Foundation",
  "A kwanyeere ya ùgwù dịka onye ọchịagha nke Order nke Ọchịchị British Empire (CBE) na 2005 Birthday Honours list.",
  "A mụrụ Camp na Buguma, Nigeria, obodo Kalabari na Niger Delta",
  "Ọ bụ nwanne di ya nwoke, onye ọkà mmụta banyere mmadụ bụ Robin Horton zụlitere ya",
  "Ọ gụrụ nka na California College of Arts and Crafts na Oakland, California (1979–80), nweta nzere BA ya na Central School of Art and Design (1980–83), London, na MA ya na Royal College of Art (1983–86).",
  "O sonyere na 1989 Pachipamwe II Workshop nke emere na Cyrene Mission na mpụga Bulawayo, Zimbabwe ya na Joram Mariga, Bernard Matemera, Bill Ainslie, Voti Thebe, Adam Madebe na David Koloane",
  "A na-akpụkarị ọrụ ya na ígwè ma na-esite n'ihe nketa Kalabari ya, ọdịbendị Naịjirịa na ndụ ya na UK. Ọ rụkọrọ ọrụ na Smithsonian na British Museum na ọrụ ya dị na nchịkọta ha na-adịgide adịgide",
  "A na-edebe ihe ọkpụkpụ ya na nchịkọta ihe ngosi nka ndị ọzọ na Europe, Britain na Japan na nchịkọta onwe onye n'ụwa niile",
  "O gosipụtala na mba ụwa na ụlọ ngosi, gụnyere na Austria, Britain, Cuba, France, Germany, Netherlands, Japan, Sicily, South Africa, Spain, United States.",
  "Otu n'ime ihe ngosi ya a ma ama bụ Spirits in Steel - Ihe Ǹkà ndi Kalabari Masquerade na American Museum of Natural History, New York (1998–99); na Imagined Steel na Lowry Arts Centre, Manchester, nke gara Oriel Mostyn Gallery, Llandudno; Brewery Art Centre, Cirencester; na Derby Museum na Art Gallery (2002–03)",
  "N'afọ 2005, ya na Ground Force rụkọrọ ọrụ iji mepụta ọrụ maka Ogige Africa na British Museum, dịka akụkụ nke UK-wide Africa 05 Festival.",
  "N'afọ 2003, e depụtara atụmatụ ya NO-O-War No-O-War-R maka Trafalgar Square nke anọ. E nyere ya CBE n'afọ 2005. E nyela ya ọtụtụ ọrụ maka ihe ọkpụkpụ ncheta ọha na eze, ọkachasị Battle Bus: The Living Memorial to Ken Saro-Wiwa",
  "(2006) N'afọ 2012, e gosipụtara ncheta ihe ọkpụkpụ ya iji cheta ịgba ohu, egosipụtara All the World is Now Richer, na The House of Commons",
  "Akụkụ ya Green Leaf Barrel (2014) sitere n'eziokwu ahụ bụ na ụlọ ya, Niger Delta, na-agbasi mbọ ike n'ihi ọrụ na-abaghị uru na mmetọ dị ukwuu. Ọnụ ọgụgụ nke nwanyị ahụ na-anọchite anya chi nwanyị nke na-emepụta uto site na ite mmanụ nke kewara abụọ",
  "Ka ọ na-emepụta ibe a, ọ chọrọ ilekwasị anya n'ihe dị mma dịka ọ na-eche na ihe ndị na-adịghị mma na-abụkarị nnukwu nke na ha na-ebute mkparịta ụka anyị",
  "E gosipụtara ọrụ ya na ihe ngosi 2015 No Colour Bar: Black British Art in Action 1960–1990 na Guildhall Art Gallery",
  "N'afọ 2016, e gosipụtara ọrụ ya Primavera na October Gallery (7 Eprel - 14 Mee, 2016).",
  "Camp lụrụ onye na-atụpụta ụkpụrụ ụlọ Alan Camp ma biri na London ruo ọtụtụ afọ.",
  "Foto 2006 nke Sokari Douglas Camp nke Sal Idriss bụ akụkụ nke nchịkọta National Portrait Gallery.\nE gosipụtara terracotta nke afọ 2009 na Yorkshire Sculpture Park n'afọ 2013 dịka akụkụ nke Sculpture Series Heads - Contributors to British Sculpture",
  "Foto iri anọ na otu nke Phil Polglaze sere na South London Art Gallery na 8 Septemba 1988 n'oge ọhụụ nke onwe nke ihe ngosi Mmetụta: The Art of Sokari Douglas Camp, Keith Piper, Lubaina Himid, Simone Alexander, Joseph Olubo, Brenda Agard",
  "Ọtụtụ foto bụ nke ndị na-ese ihe na ihe osise ya, gụnyere Douglas Camp.",
  "Media related to Sokari Douglas Camp at Wikimedia Commons"
]