[
  "Solange Fernex (15 Eprel 1934 na 11 Septemba 2006) bụ onye France na-ahụ maka gburugburu ebe obibi na udo na onye ndọrọ ndọrọ ọchịchị",
  "Otu n'ime ndị ọsụ ụzọ nke gburugburu ebe obibi na Europe, o nyere aka chọta French Green Party ma bụrụ onye otu European Parliament ruo afọ ise.",
  "Ọ kwadoro ọtụtụ okwu, gụnyere enweghị ime ihe ike, udo ụwa, nkwụsị nuklia, ike ọzọ, na ụmụ nwanyị",
  "N'afọ 2019, a gụrụ otu ụlọ akwụkwọ dị n'obodo ya bụ Strasbourg, France, aha Fernex.",
  "A mụrụ Fernex na Strasbourg, France",
  "Mgbe ọ dị naanị afọ isii, nna ya nwụrụ dị ka onye agha France na-alụ ọgụ na Agha Ụwa nke Abụọ",
  "O mechara kwuo na nke ahụ kpaliri ya itinye aka na enweghị ime ihe ike.",
  "Mgbe ọ na-amụ ihe ọmụmụ ihe ndị dị ndụ na kọleji, ọ zutere dọkịta Switzerland Michel Fernex, onye ọkachamara na ọrịa ndị na-ekpo ọkụ",
  "Di na nwunye ahụ lụrụ di ma kwaga Africa, ebe amụrụ abụọ n'ime ụmụ ha anọ",
  "Mgbe ha lara  ha biri n'ụlọ ochie dị na Biederthal dị nso n'ókè Switzerland, ebe ha tinyere usoro ike anyanwụ ma zụlịte ezinụlọ",
  "ezinụlọ ha.",
  "Mgbe ọ gara France, Fernex guzobere otu isi nke otu enyemaka nke ụwa nke atọ, Terre des hommes",
  "Ọ rụrụ ọrụ iji chékotà ụlọ akụkọ ihe mere eme ma nyere aka na \"squatting\" movement iji mee mkpesa nke ọma maka ụlọ ọrụ na-emepụta ihe na Osimiri Rhine na ụlọ ọrụ kemịkal dị nso",
  "Ọ soro ndị na-eme ngagharị iwe na-emegide ụlọ ọrụ nuklia, gụnyere otu a haziri na Wyhl na ndịda ọdịda anyanwụ Germany, ebe ọ mara ụlọ ikwuu n'otu obodo na-eme mkpesa dị nso na saịtị ahụ.",
  "N'afọ 1977, a họpụtara Fernex ka ọ bụrụ onye kansụl obodo ya ma nọgide na-arụsi ọrụ ike na ya ruo afọ 24",
  "N'afọ 1979, ọ duziri otu ndọrọ ndọrọ ọchịchị Europe elections maka ntuli aka mbụ nke otu gburugburu ebe obibi na Europe, nke nwetara percent 4.39 maka ngụkọta nke 888,134 vootu na France",
  "N'otu afọ ahụ, o guzobere otu udo nke ụmụ nwanyị na-eduzi, Femmes pour la Paix, nke ọ duziri ruo 1996.",
  "N'afọ 1983, o sonyere na Fast for Life movement, na-ebu ọnụ ụbọchị 38 na Paris maka i wepụ ngwá agha nuklia",
  "N'afọ sochirinụ, ya na Antoine Waechter guzobere Green Party",
  "Ọ bụ onye isi na-ahazi na Europe nke Walk of the People  São A Pilgrimage for Life, njem udo gafere kọntinent site na United States ruo Russia nke gafere kilomita 7,000 na 1984 na 1985.",
  "Mgbe ihe mberede nuklia Chernobyl na 1986, Fernex gbasiri mbọ ike iji nyere ndị radiation metụtara aka",
  "Ya na di ya mechara bídó Children of Chernobyl, na-ele anya na ndị ntorobịa",
  "Ọ na-ekwu si na ndị ọchịchị leghaara ọnụ ọgụgụ ndị merụrụ ahụ anya nke ukwuu.",
  "N'afọ 1989, Fernex meriri ntuli aka na European Parliament, na-anọchi anya Green Party na France ruo n'afọ 1994",
  "Dị ka onye isi nke Kọmitii Ọrụ Ugbo na onye otu Kọmitii Na-ahụ Maka Azụmaahịa, ọ rịọrọ maka iwu ọrụ ugbo iji kọwaa otu esi enweta asambodo maka nri.",
  "N'agbata afọ 1995 na afọ 2003, Fernex bụ onye isi oche nke ngalaba French nke Women's International League for Peace and Freedom",
  "Ọ bụkwa osote onye isi oche nke International Peace Bureau na Geneva ruo afọ anọ n'afọ ndị 1990",
  "N'afọ 2001, ọ natara Nuclear-Free Future Award site na ntọala Germany maka ọrụ ndụ ya megide ngwá agha nuklia.",
  "Ka ọ na-eru afọ 2003, Fernex butere ọrịa cancer nke mere ka ọ belata ọrụ ya",
  "Ọ nwụrụ na Septemba 11, 2006, na Biederthal\nO dere akwụkwọ banyere ọrụ ya, A Life for a Life (La Vie pour la Vie)",
  "Ụlọ ọrụ na-emepụta ihe nkiri na France bụ Dora Films mere ihe ngosi banyere ya na 2014 nke akpọrọ The Little Spark"
]