[
  "Solange Yijika bụ onye Cameroon na-eme ihe nkiri nke dị elu nke na-anọkwa na ihe nkiri na onye na-emepụta ihe nkiri na Naijiria, yana onye na-agba mbọ maka ikike ụmụ nwanyị na ụmụaka. Ọ bụ onye na-eme ihe nkiri a ma ama na mpaghara Central Africa na onye isi nke Cameroon International Film Festival (CAMIFF).",
  "Yijika si North West Cameroon. Ọ gụsịrị akwụkwọ na Mahadum nke Yaoundé nke Abụọ, Soa, Cameroon.",
  "Yijika abụwo ihu dị mkpa na ụlọ ọrụ ihe nkiri Cameroon kemgbe ọ pụtara na mbụ n'afọ 2005",
  "N'ime ihe ngosi mkpọsa abụọ na-alụso ịba ọgụ na Cameroon nke Global Fund kwadoro maka ọgụ megide ịba, ụkwara nta na ọrịa AIDS, e ji ya mee ihe dịka ihe nlereanya na ihe ngosi ahụ. Ọ bụkwa onye na-ahụ maka ikpe ziri ezi zuru ụwa ọnụ maka ụmụ nwanyị na ụmụaka",
  "Ọ bụ onye nnọchi anya nke mbipụta nke mbụ nke Cameroon International Film Festival (CAMIFF) n'afọ 2016.",
  "Yijika gosipụtara na ụlọ ọrụ ihe nkiri Cameroon n'ọtụtụ mmepụta nke dị ihe dịka 20 ma bụrụ onye natara ọtụtụ nhọpụta onyinye gụnyere AMAA na NAFCA.",
  "Ọ pụtara na \"Trials of Passion\" 2006 TV Series, nke egosiri na CRTV, ebe ọ rụrụ ọrụ \"Diana\"",
  "O mechara pụta n'afọ 2008 na \"Mark of the Absolute\", ihe nkiri nke Asaba Ferdinand duziri ma mepụta",
  "Ihe ọzọ bụ 2009 \"Land of Shadows\", ihe nkiri nke Agbor Gilbert Ebot mepụtara ma bụrụ nke Zack Orji na Neba Lawrence duziri",
  "Ihe nkiri ahụ gosipụtakwara Jim Iyke",
  "N'otu afọ ahụ, ọ gosipụtakwara ọzọ na ihe nkiri \"Great Pain\" nke Neba Lawrence duziri, ma mesịa, n'otu afọ a gosipụtara na \"Royal Destiny\", ihe nkiri Cameroon nke gosipụtara Emeka Ike na Tonto Dikeh, ndị na-eme ihe nkiri Nollywood abụọ",
  "Ọ, n'afọ 2012 gosipụtara na \"Troubled Kingdom\", ihe nkiri nke Neba Lawrence duziri, nke onye na-emepụta ihe nkiri na US Mairo Sanda na onye South Africa Fred Keyanti mepụtara - bụ ndị toro nka onye na-eme ihe nkiri ahụ.",
  "N'afọ 2012, ọ pụtara na ihe nkiri Nollywood, \"Blood or Wine\", nke Henry Neba Awantoh na Jim Iyke mepụtara ma bụrụ nke Neba Lawrence duziri, nke Ruth Kadiri dere.",
  "N'afọ 2013, a họpụtara ya maka SONNAH Awards."
]