[
  "Sold bụ akwụkwọ akụkọ nke Patricia McCormick, bipụtara na 2006",
  "Ọ na-akọ akụkọ banyere otu nwa agbọghọ si Nepal aha ya bụ Lakshmi, onye e rere n'ohu mmekọahụ na India",
  "Edere akwụkwọ akụkọ a n'usoro dị mkpirikpi, ụdị vignette, site n'echiche nke onye isi",
  "Ihe nkiri afọ 2014 nke onye nduzi meriri mmeri Oscar bụ Jeffrey D",
  "Brown dabeere n'otu akwụkwọ akụkọ ahụ.",
  "Lakshmi bụ nwa agbọghọ dị afọ iri na atọ ya na ezinụlọ ya bi n'otu obere ụlọ n'ugwu Nepal",
  "Ezinụlọ ya dara ogbenye nke ukwuu, mana ndụ ya jupụtara n'ihe ụtọ dị mfe, dị ka ịzụ ewu ya nwere ntụpọ ojii na ọcha, na ime ka nne ya na-asa ntutu isi ya site na ọkụ oriọna mmanụ",
  "Mana ugbu a, oke mmiri ozuzo nke Himalaya na-asachapụ ihe niile fọdụrụ n'ihe ọkụkụ ezinụlọ ahụ, nna nna Lakshmi na-ekwu na ọ ghaghị ịhapụ ụlọ ma were ọrụ iji kwado ezinụlọ ya.",
  "Ọ na-ewebata ya na onye ọbịa mara mma nke na-agwa ya na ọ ga-achọtara ya ọrụ dị ka onye na-eje ozi ma na-arụ ọrụ maka nwanyị bara ọgaranya n'obodo ahụ",
  "Obi dị ya ụtọ inye aka, Lakshmi mere ogologo njem gaa India ma rute \"Ụlọ Obi Ụtọ\" jupụtara na olileanya",
  "Ma n'oge na-adịghị anya, ọ matara eziokwu jọgburu onwe ya: e rere ya n'ịgba akwụna.",
  "Otu agadi nwanyị aha ya bụ Mumtaz ji obi ọjọọ na aghụghọ na-achị ụlọ akwụna ahụ",
  "Ọ na-agwa Lakshmi na ọ tọrọ atọ n'ebe ahụ ruo mgbe ọ ga-akwụ ụgwọ ezinụlọ ya - mgbe ahụ ọ ghọgbuo Lakshmi maka obere ego ọ na-enweta ka ọ ghara ịpụ.",
  "Ndụ Lakshmi na-aghọ ihe egwu nke ọ na-enweghị ike ịgbanahụ",
  "N'agbanyeghị nke ahụ, ọ na-ebi ndụ site n'okwu nne ya - \"Nanị ịtachi obi bụ mmeri\" - ma jiri nwayọọ nwayọọ, ya na ụmụ agbọghọ ndị ọzọ na-eme ka ọ nwee ike ịlanarị ndụ ọhụrụ a dị egwu",
  "Ọ na-akụzikwara onwe ya ịgụ na ikwu okwu n'asụsụ Bekee site n'ige ntị na mkparịta ụka nke ndị gbara ya gburugburu na akwụkwọ ọ na-enwe ike iwere.",
  "N'ikpeazụ, Lakshmi zutere otu nwoke America, onye rutere ma mee onwe ya ka ọ bụrụ onye ahịa iji chịkọta ihe akaebe ọ chọrọ iji kpee Mumtaz na ndị enyi ya ikpe",
  "E mechara jide Mumtaz, si otú a tọhapụ Lakshmi na ụmụ agbọghọ ndị ọzọ.",
  "Sold natara nyocha dị mma maka ikpughere ndị na-agụ akwụkwọ na ụwa a na-amaghị",
  "Kirkus reviews, dịka ọmụmaatụ, kwuru na \"McCormick na-enye ndị na-agụ akwụkwọ bi na nchekwa na n'okpuru nchebe nke iwu windo doro anya n'ime ụwa siri ike na obi ọjọọ.” Booklist kwetara, na-ekwu na Sold bụ “akụkọ a na-agaghị echefu echefu banyere ịgba ohu mmekọahụ dị ka ọ dị ugbu a.”",
  "McCormick, Patricia",
  "E rere ya",
  "New York, New York: Hyperion Books for Children, 2008."
]