[
  "Soledad \"Chole\" Alatorre (1927 - March 25, 2020) bụ onye ọrụ Chicana nke na-arụsi ọrụ ike na Greater Los Angeles Area, a makwaara ya maka ọrụ ya na Centro de Acción Social Autónomo (CASA) na maka nkwado ya maka ikike obodo n'etiti obodo chicano.",
  "A mụrụ Alatorre na steeti San Luis potosi na Mexico, na 1927,  n'ime nnukwu ezinụlọ nwere ọtụtụ ụmụ nwanyị",
  "Nna ya bụ onye ọrụ na njikọ nke ndị ọrụ ụgbọ okporo ígwè",
  "Alatorre lụrụ di n'ezinụlọ bara ọgaranya mgbe ọ dị afọ 19. Ya na di ya na nwanne ya nwanyị kwagara na United States wee kwaga Greater Los Angeles Area mgbe ọ dị afọ 27",
  "Na California, di ya enwetaghị ọrụ ọ kwagara. N'ebe ahụ, ọ malitere ịrụ ọrụ dị ka ihe nlereanya maka uwe ịsa ahụ,  maka ụlọ ọrụ mmepụta ihe nke na-eme ihe maka Rosemary Reid",
  "Ọ rụkwara ọrụ dị ka onye nlekọta n'otu ụlọ ọrụ ahụ, di ya rụkwara ọrụ na ụlọ ọrụ ejiji",
  "Ọ kewara di ya na ngwụcha afọ 1950, ọ nweghịkwa ụmụ: ọ na-etinye ihe ka ukwuu n'oge ya na ọrụ ya na-ahazi ọrụ",
  "Ọ bi na ụmụnne ya nwanyị, ndị ya nwanyị, bụ ụlọ ya ruo mgbe ọ laghachiri San Luis Potosí",
  "Ọ nwụrụ na Machị 2020; a maghị ihe kpatara ọnwụ ya.",
  "Nna Alatorre zụlitere ya n'akụkọ banyere ọrụ, ọ bụkwa nsogbu nke ndị ọrụ na-akwaga mba ọzọ ọ hụrụ mgbe ọ na-aga United States mere ka ọ bụrụ ihe siri ike. Ọrụ ya na ụlọ ọrụ na-emepụta uwe mere ka Alatorre jikọọ ndị ọrụ ndị ọzọ na ụlọ ọrụ uwe",
  "A maara ya maka ikike ya iwulite mmekọrịta onwe onye, ọ ghọrọ onye na-ejikọ ndị ọrụ uwe na ụlọ ọrụ ha na-arụ ọrụ",
  "Ọ gara n'ihu na-etinye aka na nhazi ọrụ, ma soro ọtụtụ ndị ọrụ rụọ ọrụ, gụnyere Teamsters, United Auto Workers, Maritime Union, na United Farm Workers",
  "N'oge a, ọ rụkwara ọrụ na ụlọ ọrụ ọgwụ",
  "Site n'ọrụ ya na òtù ndị ọrụ, ọ zutere onye ọrụ ibe ya Bert Corona",
  "Ha abụọ jikọtara ya na Hermandad Mexicana Nacional (HMN), nke bụ n'oge ahụ otu n'ime naanị Otu na-arụ ọrụ maka ndị Mexico-Amerịka nke ndị Mexico-America na-achịkwa",
  "HMN na-eche nsogbu ihu n'ihi ọrụ nke House Un-American Activities Committee, ya mere Corona na Alatorre weghaara ya na Los Angeles, ebe a maara ọrụ iwu ya dị ka CASA, ma nye ha, gụnyere ọrụ ndị ọrụ ndị ọrụ CASA, wee nye ha",
  "Ọ kwadokwara maka iwu na-akwado ha",
  "otu abụọ ahụ na-arụ ọrụ maka ikike nke ndị mbata na-enweghị akwụkwọ n'oge ọtụtụ òtù Latino na-achọghị ime otú ahụ. HMN na CASA haziri ngagharị iwe megide mwakpo ndị na-elekwasị anya na ndị ọrụ si mba ọzọ, ma nyekwa nkwado mmekọrịta mmadụ na ibe ya na nke iwu",
  "Otu n'ime ọrụ ha bụ ime ka ndị mgbasa ozi kwenye iji okwu ahụ bụ \"onye mbịarambịa na-enweghị akwụkwọ\" n'ọnọdụ \"onye mbido iwu na-akwadoghị\".",
  "N'afọ 1977, CASA so ọtụtụ òtù Latino ndị ọzọ rụkọọ ọrụ iji kwado mgbaghara maka ndị mbịarambịa na-enweghị akwụkwọ na megide ntaramahụhụ a na-etinye n'ọrụ ndị were ha n'ọrụ",
  "Alatorre na Corona mejupụtara olu siri ike n'ime òtù ahụ, na-arụ ụka na ndị mbịara na-enweghị ihe ndekọ nwetara ikike ịrụ ọrụ na US, nakwa na a ga-anabata ha",
  "Ọnọdụ a bụ ihe a na-adịghị ahụkebe ma e jiri ya tụnyere echiche nke ọtụtụ òtù ndị Mexico na America, nke kwadoro iwu nke \"Americanization\"",
  "Alatorre rụrụ ọrụ dị mkpa n'ime CASA, na-ahụ maka ọrụ nchịkwa ma na-ahọrọ ịnọgide na-abụkarị \"n'azụ ihe nkiri\"",
  "Site na ọrụ ya na CASA na ebe ndị ọzọ, Alatorre ghọrọ onye a ma ama maka ikike obodo.",
  "N'afọ 1968, Corona na Alatorre sonyekwara na mkpọsa Robert F",
  "Kennedy maka oche Senate nke California",
  "Afọ ole na ole ka e mesịrị, Alatorre na Corona bụ ndị na-eduzi mgbanwe n'ụzọ US Democratic Party si ghọta nsogbu nke mbata, n'akụkụ ụfọdụ site na ọrụ ha na ndị ọrụ",
  "Alatorre sokwa na na iku onye mgbazinye  ndị na-akwụ ụgwọ, mee mkpesa na ku Kal kun na San Diego ma kwado maka nnọchiteanya Latino na telivishọn.",
  "Akụkọ ọnwụ maka Alatorre na Los Angeles Times kwuru na ozi ọ chọrọ izipu site na ọrụ ya na 1950s - na ndị mbịarambịa iwu na-akwadoghị kwesịkwara ikike mmadụ - \"site na ịjụ okwukwe gaa na isi ma gbanwee ndọrọ ndọrọ ọchịchị ruo mgbe ebighi ebi na California na karịa\". Rodolfo Acuña, onye ọkà mmụta nke akụkọ ihe mere eme nke Chicano, kpọrọ ya \"onye pụrụ iche\" nke \"na-emetụbeghị ozi ya\" na \"na-etinye aka\". Onye omeiwu steeti California Maria Elena Durazo kwuru na Alatorre kpaliri ya ịbanye na ndọrọ ndọrọ ọchịchị n'ihi na ọ \"na-ekwu ihe ndị dị mfe, ndị mmadụ kwenyere na ya\"."
]