[
  "Chief Solomon Osagie Alonge (1911 ruo 1994) bụ onye na-ese foto nke onwe ya na onye ọsụ ụzọ nke foto Naijiria",
  "Ọ bụ onye mbụ na-ese foto maka ụlọ eze nke Benin City, Nigeria, na onye isi n'obí Iwebo. Ihe ndekọ Alonge nke ndị eze Naịjirịa na ndị na-elekọta mmadụ bụ otu n'ime nchịkọta kachasị ukwuu ma chekwaa nke ọma site n'oge ahụ.",
  "A mụrụ Alonge na Benin City n'afọ 1911",
  "Ọ mụtara Bekee na Benin Baptist Elementary School ma mgbe ọ dị afọ iri na anọ kwagara Lagos ka ya na nwanne nna ya biri iji mụta ọrụ",
  "N'ebe ahụ, ọ malitere inwe mmasị na foto ma were ọzụzụ",
  "N'afọ 1930, Alonge laghachiri Benin wee malite ịse foto site n'ụlọ ya dị na Ugbague Street",
  "Ọ na-agakarị n'èzí Benin City, na-ese foto ụlọ akwụkwọ ma na-ese foto nnọkọ na klọb mmekọrịta, ihe omume egwuregwu, na ememe gọọmentị. Mgbe nwa nke oba ugbu a, okwu Edo maka \"onye ọchịchị\", weghaara na 1933, Alonge ghọrọ onye na-ese foto ya n'ụlọ ikpe, na-edekọ emume olili ozu ọdịnala ikpeazụ na nke nne Oba Akenzua na 1935.",
  "Ndị Britain ghọtara talent Alonge n'oge, a gwakwara ya ka o were foto maka ndị nchịkwa ọchịchị na 1930s na 1940s. Na ngwụcha afọ 1930, ọ ghọrọ onye guzobere Benin Social Circle, otu ndị ọchụnta ego, ndị isi, na ndị gụrụ akwụkwọ.  Ọ rụrụ ọrụ dị ka onye na-echekwa ego nke Central Baptist Church ruo ihe karịrị afọ iri abụọ.",
  "N'afọ 1942, o mepụtara Ideal Photo Studio na Benin City, ebe ọ zụlitere aha ngwa ngwa dị ka onye na-eto eto, ọkachamara na-arụsi ọrụ ike na onye ọchụnta ego na-akwụwa aka ọtọ",
  "N'oge na-adịghị anya, ụlọ ọrụ ahụ ghọrọ ebe a ma ama iji were foto",
  "Ọ nwalere usoro dịgasị iche iche, ọ malitekwara ịmepụta mgbasa ozi ngwaahịa, na-edekọ ọrụ owuwu, na-ese foto nnọkọ, na ikpuchi nzukọ azụmahịa maka ụlọ ọrụ mpaghara dị ka Guinness Brewery",
  "O sere ihe nkiri emume gọọmentị na ihe omume akụkọ ihe mere eme maka gọọmentị Naịjirịa. N'afọ 1956, Alonge sere foto nleta Queen Elizabeth izute Oba Akenzua II na ọdụ ụgbọ elu Benin. O dekwara aka na oba na Princess Alexandra, onye kwupụtara na Naịjirịa nweere onwe ya na 1960, na nleta na Benin na 1963.",
  "Ọrụ Alonge karịrị ọkara narị afọ ma dekọọ ọchịchị Oba Akenzua II (1933 ruo 1978) na Oba Erediauwa (1979 ruo uo 2016)",
  "Alonge sere ihe omume ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya gburugburu obí eze, gụnyere ndị nwunye eze na ụmụ, ndị na-eleta ndị isi na ndị ndọrọ ndọrọ ọchịchị, na ememme kwa afọ na ememe ụlọ ikpe",
  "E debere ihe karịrị fopuku atọ 00 nke Alonge na Smithsonian National Museum of African Art.",
  "Ụdị ya jikọtara ihe ọdịnala na nke oge a",
  "Alonge sere foto n'èzí na nnukwu ụdị, igwefoto efere iko na ihe nkiri studio nke emere na mpaghara",
  "N'iji oriọna kerosene, o mepụtara ihe ndị na-adịghị mma n'abalị ma na-akpọtụrụ ya na-ebipụta ihe oyiyi ahụ na mpempe akwụkwọ gaslight",
  "N'ịgụ akwụkwọ ntuziaka site na Kodak na Ilford, ọ kụziiri onwe ya ịgwakọta kemịkal nke ya ma jiri ìhè anyanwụ mepụta akwụkwọ ya",
  "N'afọ 1940, Alonge malitere imegharị, ụda sepia, na iji aka na-acha foto ya",
  "Mgbe ọkụ eletrik bịara Benin n'afọ 1945, o nwere ike iwepụta foto studio ma mepụta foto ya n'ime ụlọ. Igwefoto mbụ nke Alonge bụ Kodak Brownie; mgbe e mesịrị, o jiri Rolleiflex na igwefoto 35 mm ndị ọzọ, na n'ikpeazụ ihe nkiri dị elu.",
  "N'ọgwụgwụ afọ 1800, ndị Britain weghaara Benin City, na-eweta ọdịnala foto ha",
  "Ndị na-ese foto Britain gosipụtara ndị obodo site n'echiche nke onye ọchịchị ahụ",
  "Foto mbụ nke Benin gosipụtara ezinụlọ ndị eze meriri n'ala ọzọ, ụlọ eze ọkụ, na njem \"ntaramahụhụ\"",
  "Dị ka onye mbụ na-ese foto n'obí eze, Alonge gbanwere akụkọ a",
  "Ọrụ ya nyere aka ibute oge nke ndị Naijiria na-anọchite anya onwe ha ma na-arụ ọrụ dị ka ndị na-elekọta akụkọ ihe mere eme nke ha",
  "Mgbanwe a nyere ndị a na-achị ohere igosipụta onwe ha n'ụzọ ha chere na ọ dị ùgwù. Otu foto dị otú ahụ bụ nke Oba Akenzua II dị mpako na-egosipụta uwe eze nke nna nna ya, Ovonramwen, nke ndị Britain weghachiri Benin n'afọ 1938.",
  "Foto Alonge na-echekwa ihe ndekọ akụkọ ihe mere eme dị mkpa nke nka na ọdịbendị Benin n'oge ọchịchị ndị Britain na mgbanwe na nnwere onwe Naịjirịa n'oge 1950 na 1960. National Museum of African Art gosipụtara ọrụ Alonge malite na Septemba 2014, na-egosipụta ụfọdụ foto ya a na-adịghị ahụkebe",
  "Ihe ngosi a, nke dabara na ememe Naijiria nke afọ 100 dị ka mba dị n'otu, bụ prọfesọ na onye na-ese foto Flora S",
  "Kaplan, onye ya na Alonge dere akwụkwọ ozi ma gaa Benin na 1982. Otu n'ime ndị ọbịa mbụ bịara ihe ngosi ahụ bụ ndị ụlọ eze Benin na ezinụlọ Alonge",
  "Ndị bịara ya gụnyere ndị ọrụ ibe ya na ndị enyi ya, ụmụ ya, na Prince Ademola Iyi-Eweka, nwa nwa nke oba nke jere ozi site na 1914 ruo 1933",
  "Ndị nọkwa ya bụ ọtụtụ isiokwu nke foto Alonge, mgbe ahụ n'ime afọ iri asaa na iri asatọ",
  "Mgbe emechara ihe ngosi ahụ, nke a ga-aga n'ihu ruo Jenụwarị 2016, a na-atụ anya na ihe ngosi ahụ ga-alaghachi Benin, ebe a ga-anọgide na-egosipụta ya."
]