[
  "Somkele Iyamah-Idhalama bụ onye na-eme ihe nkiri na ihe nlere na Naijiria",
  "Amara ya ama maka ọtụtụ ọrụ ihe nkiri ya gunyere 93 Days (2016), The Wedding Party, The Arbitration (2016), na Gidi Up (2013)",
  "O nwetara nsọpụrụ na onyinye dị iche iche na mmemme nke bụ Toronto International Film Festival ma na Africa International Film Festival.",
  "Amụrụ Iyamah na mpaghara Ika (Agbor) South nke  Delta Steetị, na ezinulo Andrew na Onyi Iyamah",
  "Ọ bụ nwa nke atọ n’ime ụmụaka anọ",
  "Onye nkuzi bụ Mrs",
  "Abe, webatara ya ịgba egwu na ihe nkiri ka ọ na-aga ụlọ akwụkwọ Grange na Lagos.",
  "Somkele nwere nzere na biochemistry site na Mahadum McMaster",
  "O wepụtara onwe ya n'ọtụtụ ihe ngosi maka ọrụ ebere na McMaster ma rụọ ọrụ dị ka onye nlere n'oge ezumike akwụkwọ na Nigeria.",
  "Ọrụ ya a ma ama maka TV nọ na AMVCA ndị a họpụtara na ndị a ma ama nke ọma gụnyere, 'GIDI UP' nke NdaniTv, Amazon 'THE EXPANSE' na 'CORONER' nke CBC",
  "Ọrụ ya na ihe nkiri emeela ka ya na ndị Nollywood kachasị nwee mmeko dịka Steve Gukas na Kemi Adetiba na Danny Glover nke mere ihe nkiri 93 DAYS ebe Somkele mere dika otu n'ime ndị dọkịta dị ndụ bụ ndị oria Ebola jidere na Nigeria nke Steve Gukas duziri nke mechara merie ọtụtụ onyinye na nhọpụta na ụwa niile gunyere ELOY (maka nwaanyị kachasị mma nke afọ ahụ), nhọpụta AMVCA maka onye ọsọte nwanyị kachasị mma, mmeri AMVCA, mmeri TFAA, nhọpụta AMAA na AFRIFF",
  "Ọ bụ onye nnọchite anya ọtụtụ nkwado ụlọ ọrụ dịka Multichoice Nigeria (DSTV Ambassador), Jewel Site Lisa, na The Access Bank Lagos City Marathon",
  "Ọ na-eje ozi dịka Onyeisi Mpaghara otu ejiji nke bụ Andrea Iyamah.",
  "Somkele na-achịkwa otu ụlọ ejiji, Andrea Iyamah, nke nwanne ya nwaanyị nke ọ tọrọ Dumebi Iyamahguzobere",
  "Ọ lụrụ Captain Aaron Idhalama, nnukwu mmadụ na onye ọkaibe na ụlọ ọrụ na ngalaba ụgbọ elu Naịjirịa.",
  "Director: Frankie Ogar",
  "Post Production",
  "Director: Tosin Coker",
  "Director: Niyi Akinmolayan",
  "Director: Kemi Adetiba",
  "Director: Steve Gukas",
  "Director: Niyi Akinmolayan",
  "DIrector: Remi Vaughn Richards"
]