[
  "Somolu (ma ọ bụ Shomolu) bụ mpaghara gọọmentị ime obodo (LGA) na Lagos",
  "Ọ dị na Southwest Naijiria, North of Lagos city na isi ụlọ ọrụ nchịkwa ya dị na Durosimi Streeti",
  "Gọọmentị Obodo Somolu bụ akụkụ nke Lagos East Senatorial Zone na onye omeiwu na-anọchite anya distrikti na Federal House of Representatives. Somolu nwere nsogbu nke enweghị ahụike, ụgwọ dị elu, ịda ogbenye n'ozuzu ya na omenala ndị omempụ na-eto eto. A makwaara ya maka ụlọ ọrụ obibi akwụkwọ ya, nke bụ nke kachasị na Lagos na otu n'ime ndị kachasị dị iche iche n'ụwa",
  "Karịsịa, enwere ike ịchọta ụlọ ahịa mbipụta na nke dijitalụ na uzo Bajulaiye",
  "O nwere ọnụ ọgụgụ mmadụ 403,569 na 2006, dị ka ọnụ ọgụgụ ndị bi na steeti Naịjirịa si kwuo. Ọ bụ ezie na, ọnụọgụ a nwere ike ọ gaghị abụ nke ziri ezi ebe ọ bụ na a gbakọrọ ya site n'ịchọta ọnụ ọgụgụ ndị bi na Lagos n'ụzọ kwesịrị ekwesị mgbe ahụ site na iji data geospatial iji mata ọnụ ọgụgụ ndị mmadụ na mpaghara gọọmentị mpaghara ọ bụla, enwere esemokwu banyere ọnụ ọgụgụ maka Lagos n'ozuzu ya. Gọvanọ nke Lagos Steeti, Bola Tinubu, kwuru na ọnụ ọgụgụ nke National Population Commission na Lagos mere n'otu oge ahụ mere ka ọnụ ọgụgụ ndị bi na steeti ahụ karịa nde 17.5. Ọnụ ọgụgụ mmadụ nke afọ 2006 chọpụtara na ọnụ ọgụgụ ndị Lagos dị ihe dịka nde 9. Agbụrụ a ma ama bụ ndị Yoruba, nke ọtụtụ n'ime ha bụ Egbas, Aworis, Ijebus na ndi Ilajes.",
  "A na-ahazi Somolu dị ka ọkwa nke atọ nke gọọmentị na asụsụ kachasị ewu ewu nke ndi Yoruba, ọ bụ ezie na Bekee na Naijiria aghọwo ihe a na-ahụkarị maka nkwurịta okwu n'etiti ndị Yoruba na agbụrụ ndị ọzọ. Ọ bụ ihe dị ka 14.6 km2 n'ozuzu ya",
  "Ọ bụ otu n'ime mpaghara gọọmentị ime obodo nari asaa na iri asaa na ano na Naịjirịa, na iri abuo na Lagos. O nwere ọnụ ọgụgụ dị elu nke ndị bi na ya ma a raara ala ya nye ụlọ obibi na obere ihe a raara nye ụlọ ọrụ ndị ọzọ. Somolu LGA kewara n'ime obodo asatọ, nke dị n'okpuru ngalaba nchịkwa asatọ; obodo ndị ahụ bụ Onipanu, Okesuna / Alase, Igbari, Fadeyi / Igbobi, Bashua, Orile / Alade, Bajulaiye na Ijebu-Tedo. Ngalaba nchịkwa 8 na-arụ ọrụ n'elu obodo ndị a ma na-akpọ ngalaba A, B, C, D, E, F, G na H.",
  "E guzobere gọọmentị ime obodo Somolu na Mee 27, 1976 site na ndị bụbu Kansụl Mpaghara Mushin dị ka nsonaazụ kpọmkwem nke ndị ọchịchị ọdịnala na ndị nọ n'ọkwá dị elu nke mpaghara Somolu na-agba mbọ maka nwere onwe. A na-akpọ ya Mushin East Local Goomenti Area na mbụ. Somolu etoola nke ukwuu n'afọ ndị na-adịbeghị anya, n'ihi n'ụzọ dị ukwuu azụmahịa obibi akwụkwọ ya nke na-aga n'ihu na-adọta ọnụ ọgụgụ buru ibu nke ndị bi na ndị ọchụnta ego nke n'aka nke ya dugara na mmụba dị ịrịba ama na ọnụahịa ịgbazite. Ugbu a, Somolu bụ ihe fọrọ nke nta ka ọ bụrụ obodo obibi akwụkwọ, ọ na-ejupụta mgbe niile na mkpọtụ sitere na igwe dị iche iche, dị ka ndị na-emepụta ike eji eme ihe na-ebi akwụkwọ. Dị ka ọ dị na Lagos ka ukwuu, Somolu ataala ahụhụ ma rite uru site na mmepe ngwa ngwa na ime obodo; uru ya gụnyere mmụba nke isi obodo na ụlọ ọrụ na mpaghara ahụ, ahụhụ gụnyere ọnụ ọgụgụ mmadụ buru ibu, akụrụngwa dara ogbenye, ọrụ na enweghị ọrụ, ịda ogbenye na ahụike na-adịghị mma.",
  "Omenala ndị òtù ọjọọ bụ ihe a ma ama na Somolu, ọkachasị ndị òtù ọjọọ dịka <i id=\"mwPQ\">Agberos</i> (Ndi ogbe), ndị na-anakọta ụtụ isi ugboro ugboro n'ebe ọha na eze, ọkachasị ahịa na ọdụ bọs, site n'aka ụmụ amaala nọ n'okpuru nrụgide, n'ụzọ dị ukwuu site na egwu ime ihe ike ma ọ bụrụ na akwụghị ego ahụ. N'ihi nke a, nkwanye ugwu, ime ihe ike na ịpụnara mmadụ ihe aghọwo ihe a na-ahụkarị n'etiti ndị ntorobịa ka ukwuu nke Somolu",
  "A na-akpọ ndị ntorobịa na-eme ihe omume ndị a \"Touts\", ma na-etinye aka n'ihe omume ndị dị ka ịlụ ọgụ n'okporo ámá, izu ohi, ndina n'ike na igbu ọchụ, n'etiti ndị ọzọ. Touts na-ekwu na ha bụ ndị nwe ala ha na-achịkwa n'ihi ihe nketa ha, na-ekewapụ ha na ndị òtù ọdịda anyanwụ site na njikọ a guzobere na ala ha nke ha kwenyere na ọ na-enye ha ikike siri ike na ya",
  "[citation needed] ọchịchọ ha maka ime ihe ike emeela ka ha nwee nghọta nke ndị na-anọghị na Tout subculture, nke na-eme ka omume ha nke ime  ike, ha nwekwara usoro dị elu nke ndị isi agha",
  "A na-achọ ka ndị na-eto eto na / ma ọ bụ ndị ọhụrụ gee ntị ma soro iwu nke ndị okenye ha ruo mgbe ha toro ma ọ bụ gosipụta nkà ma ọ bụ ike pụrụ iche iji mee ka ha dị iche na ndị otu na-enweghị ahụmahụ",
  "Ógbè dị iche iche dị n'ime Somolu kewara ma bụrụ nke Oga Agberos (Area Boys Kingpins) na-achịkwa.",
  "Touts na-amata ibe ha site na iji aha njirimara ụfọdụ ma na-ekwurịta okwu n'etiti onwe ha site na okwu a n’ekwu e wuru ewu nke na-egosipụtakarị onwe ya dị ka ngwakọta nke Yoruba na Naijiria ma ọ bụ ụda Yoruba",
  "N'agbanyeghị ọdịdị ọgụ ha, ha na-arụkọ ọrụ ọnụ na netwọk jikọtara ọnụ nke na-enyere ha aka ịnọgide na-enwe mmekọrịta na kọntaktị yana ijide ndị Agberos n'otu n'otu ka ha kọọrọ ha n'ọnọdụ ebe enwere mkpesa ma ọ bụ ebe ekwere na mmadụ rụrụ ọrụ megide otu ahụ.",
  "Enwere ike ịkewapụta Touts n'ìgwè abụọ, nke ọnọdụ ndụ ha kewara",
  "Ụfọdụ enweghị ebe obibi ma biri n'okporo ámá n'obere ìgwè nke Touts",
  "Ha nwere ike, mgbe ụfọdụ, nwee ike ịzụta ụlọ ị ga-akwụ ụgwọ, mana ha na-ehi ụra n'okporo ámá",
  "Ndị ọzọ na ndị mụrụ ha bi ma na-etinye aka na omenala Tout site na nke a",
  "Ọtụtụ oge ha ga-aga megide ọchịchọ ndị mụrụ ha n'ime nke a",
  "Mgbe ụfọdụ, ha nwere ike ịhapụ ụlọ ha iji chụsoo ụdị ndụ nke otu mbụ ahụ, mana ha na ndị mụrụ ha na-anọgide na-ebi n'ụlọ",
  "Ha na-ebi ndụ ehihie yiri nke ndị na-enweghị ebe obibi, agbanyeghị na nchekwa ọzọ nke ụlọ dị nchebe na ikike ịdabere na ego",
  "[citation needed]",
  "Naịjirịa nwere obi abụọ okpukpe zuru oke maka ọgwụ orthodox, nke na-eduga na ịdabere n'ekpere na ndụmọdụ nke ndị ụkọchukwu ha mgbe ha na-eche nsogbu ahụike ihu",
  "Somolu nwere naanị ngalaba ịmụ nwa asatọ, nke a, tinyere ụlọ ọrụ ọha na eze ya, emeela ka nsogbu dị ịrịba ama na nke na-aga n'ihu na ọmụmụ nwụrụ anwụ n'ógbè ahụ.",
  "N'ógbè Lagos ka ukwuu, ebe obibi maka ndị ogbenye mejupụtara ihe dịka 70% nke ọnụ ọgụgụ ụlọ niile. Nke a bụ ihe dịka nde mmadụ iri na ise, nke pụtara na enwere ike inwe ihe ruru nde ụlọ abụọ ma ọ bụ atọ na-adịghị mma gafee obodo ukwu Lagos",
  "Somolu, na mpaghara ndị okenye nke Mushin, a na-ewere dị ka akụkụ nke nnukwu obodo Lagos ma na-ata ahụhụ site na nke a n'ụdị oke mmadụ na nhazi ụlọ ezumike na-abụghị nke iwu kwadoro. E guzobere Lagos Steeti Urban Renewal Board na 1991 iji lụso nsogbu a ọgụ",
  "A gbanwere ya ma nye ya aha ọzọ ka ọ bụrụ Lagos State Urban Renewal Authority (LASURA) n'afọ 2005. Onipanu, Pedro, Akoka na mpaghara ndị dị otú ahụ na-agbaso ụkpụrụ nke atụmatụ nke na-eme ka ọnọdụ ndụ zuru oke na atụmatụ mpaghara dị irè, mana mpaghara ndị dị ka Ilaje na Bariga na-eme atụmatụ nke ọma ma hụ na ọnọdụ obibi dị ala. Somolu LGA nwere ọtụtụ ụlọ dị elu, nke na-etolite iji gbalịa igbo mkpa ụlọ",
  "A na-azụta ụlọ, nke bara ụba, ma na-ebibi ya iji wuo ụlọ ndị ọzọ.",
  "Obodo ukwu Lagos dị n'ụsọ oké osimiri dị warara n'akụkụ Oké Osimiri Atlantic",
  "N'ihi nke a, n'afọ ndị na-adịbeghị anya, usoro dị ukwuu nke mgbanwe ala iji nweta ala maka mmepe obodo; a na-eme nke a site na ijupụta ala mmiri na ala mmiri",
  "N'ime Lagos LGAs niile nwere ụsọ oké osimiri, Somolu nwere 90% nke mpaghara ya niile e wuru, nke kachasị ukwuu, ma e jiri ya tụnyere nkezi nke karịrị 50%. Tụkwasị na nke a, 100% nke ala mmiri dị na mpaghara Somolu efunahụla iwu site na 1986-2006. Nke a bụ n'ụzọ dị ukwuu maka mmepụta nke ebe obibi, nke a na-akwụ ụgwọ, mana na mgbakwunye na iwu okporo ụzọ na ụzọ ndị ọzọ iji gbasaa netwọk Somolu.",
  "N'ihi na a manyere ndị bi na Somolu ka ha banye n'ụlọ ndị ogbenye na ebe obibi ndị na-enweghị ọrụ, yana nnukwu ọrụ na enweghị ọrụ na ụlọ ọrụ obibi akwụkwọ, ọnụ ọgụgụ mpụ ndị bi n'ógbè ahụ emeela amụba",
  "Na akụkọ mpụ ndị uwe ojii Naịjirịa nke afọ 2005, a chọpụtara na Somolu bụ nke abụọ n'ihe gbasara mpụ ndị e mere n'ime mpụ niile a kọrọ na mpaghara gọọmentị mpaghara Lagos. Nke a na-ejikọta ya na omenala na-agbasawanye nke mpụ ndị ntorobịa na-eme n'ógbè ahụ. Somolu nwekwara ihe owuwu na usoro mmepe nke na-eme ka ọrụ mpụ, yana ọnọdụ mmekọrịta mmadụ na ibe ya maka ọnụnọ dị ukwuu nke mpụ. Abdul Hamed Salawu, onye isi oche nke Gọọmentị Obodo Somolu, ejirila usoro \" siri ike na mpụ\" mee ihe maka ndị uwe ojii kemgbe ọ banyere n'ọkwa, na-akatọ ọtụtụ ugboro ime ihe ike nke ndị òtù na òtù \"ndị òtù\", ebe ọ na-ekwe nkwa ịhụ na Somolu enweghị mpụ n'ọdịnihu. Ndị uwe ojii Naịjirịa, gụnyere ndị uwe ojii Lagos Steeti, enweela ọtụtụ mkpesa na ngagharị iwe n'afọ ndị na-adịbeghị anya n'ihi ime ihe ike na mwakpo mmekọahụ megide ụmụ amaala na ndị e jidere.",
  "Ụlọ ọrụ obibi akwụkwọ Somolu es bụ nke kachasị ukwuu na Naịjirịa, yana n'etiti ndị kachasị dị iche iche n'ụwa",
  "Mgbasawanye nke ígwè obibi akwụkwọ gafee mpaghara ahụ emeela ka ọtụtụ ụlọ na-arụ ọrụ dị ka ụlọ ahịa na ụlọ obibi",
  "[citation needed] Nke a emeela ka ọnụ ahịa ịgbazite dị ịrịba ama na mpaghara ahụ, na-eme ka ọ dịpụrụ adịpụ, ọ bụ ezie na ọ dị oke, n'agbanyeghị ahịa obibi akwụkwọ a siri ike. Ka ọ na-erule afọ 2010, ụlọ ọrụ obibi akwụkwọ were ihe karịrị mmadụ 15,000 n'ọrụ dị iche iche",
  "Oodua Trust ekwuola na a ka na-amata ya dị ka onye na-ewe ndị ọrụ n'ọrụ kachasị ukwuu na Lagos n'èzí gọọmentị steeti, nke Somolu kwadoro na-enwe otu n'ime ndị kasị ukwuu, ndị mmadụ kacha biri na mpaghara gọọmentị Lagos niile, ọ bụ ezie na enwere ike ikpebi ọnụ ọgụgụ na ọnụ ọgụgụ mmadụ n'ụzọ na-ezighị ezi n'ihi usoro ọnụ ọgụgụ ndị ọrụ gọọmentị.",
  "N'ihi aha ya dị ka mpaghara obibi akwụkwọ, a maara ndị mmanye iwu ka ha na-awakpo ụlọ ọrụ obibi akwụkwọ dị iche iche na mpaghara ahụ mgbe niile, nke nwere ike imenye ndị ahịa egwu, na-emenye ha egwu nke na-emebi azụmahịa. A na-ekwere na Somolu ka bụ ebe ikpeazụ nke ndị na-emepụta ihe site na Oluwole Market, nke a ma ama maka ịbụ isi ebe a na-emepụta na Lagos, nke mere ka ọrụ dị ukwuu na nke dịgasị iche iche na ịghọ aghụghọ. Ụfọdụ ndị a na-amaghị aha ha agba akaebe na nke a, na-azọrọ na ndị na-eduhie eduhie na-abata n'isi ụtụtụ, na-abụkarị n'ihe dị ka elekere 1-3 nke ụtụtụ, iji bipụta asambodo ọmụmụ, paspọtụ, ego mba ọzọ na akwụkwọ ndị ọzọ dị iche iche",
  "Tụkwasị na nke a, a na-azọrọ na ha na-ebipụta ọtụtụ ọrụ iwu iji kpuchie ọrụ ha ma ọ bụrụ na a wakporo ya.",
  "N'agbanyeghị na ụlọ ọrụ obibi akwụkwọ na-achịkwa ndị ọrụ Somolu ma na-amanye ụlọ obibi iji kwado ọdịmma azụmahịa, ụlọ ọrụ ahụ ka na-arụ ọrụ na obere",
  "Ọ bụghị ọnụ ala ibipụta n'ime Somolu karịa ka ọ dị na mba ndị ọzọ ma ọ bụ mpaghara Naịjirịa, ọ bụghịkwa ọnụ ala maka ndị ahịa ịzụta mbipụta karịa site na ahịa ndị ọzọ a",
  "Nke a bụ n'ihi enweghị mmasị na enyemaka gọọmentị steeti maka ụlọ ọrụ ahụ",
  "Ọ natara obere ego gọọmentị kemgbe ọ pụtara dị ka ahịa dị mkpa, na-arụ ọrụ n'ụzọ dị ukwu n' ime onwe ya.",
  "A pụkwara ịchọta obere obodo nke ndị na-ere ọkụkọ n'ebe ugwu Somolu, nke dị na Junction  Onipanu."
]