[
  "Sona Jobarteh (amụrụ n'afọ 1983) bụ onye Britain na-egwu ọtụtụ ngwá egwu, onye na-agụ egwu na onye na-ede egwu nke nwere mgbọrọgwụ Gambia. Ọ si n'otu n'ime ezinụlọ ise na-egwu egwu kora nke West Africka, ọ bụkwa nwanyị mbụ na-egwu egwuregwu kora si n'ezinụlọ griot. Ọ bụ nwa nwanne nne nke onye egwu kora a ma ama bụ Toumani Diabate, ọ bụkwa nwanne nwanyị nke onye egwu egwu kora bụ Tunde Jegede.",
  "A mụrụ ya na London, Maya Sona Jobarteh bụ onye otu n'ime ezinụlọ ise na-akpọ kora (griot) si West Afrika, na nwanyị mbụ so n'ezinụlọ dị otú ahụ iji bụrụ onye a ma ama na ngwá ọrụ a. Egwú nke ụbọ akwara iri abụọ na otu a na-agafe site n'aka nna gaa n'aka nwa. Ngwá egwu ahụ bụ ihe dị mkpa nke ndị Mandingo nọ n'Ebe Ọdịda Anyanwụ Afrịka ma na-echekwa egwu ha naanị maka ezinụlọ ụfọdụ a na-akpọ griot.",
  "Ọ mụọla kora kemgbe ọ dị afọ atọ, nke nwanne ya nwoke Tunde Jegede, onye ji afọ iri na otu tọọ ya, na onye ya na ya na-eme njem ọtụtụ ugboro n'afọ na Gambia dị ka nwatakịrị, na nna ya, Sanjally Jobarteh",
  "Ọ gara Royal College of Music, ebe ọ gụrụ cello, piano na harpsichord, ma n'oge na-adịghị anya ọ gara Purcell Akwụkwọ nke Egwu iji mụọ ihe osise. Ọ gụchara nzere na SOAS, Mahadum London",
  "Ọ na-asụ Mandinka nakwa Bekee nke ọma.",
  "O mere ihe ngosi mbụ ya na Jazz Café nke London, mgbe ọ dị afọ 4, ma rụọ ọrụ na mmemme ọtụtụ ugboro n'oge ọ bụ nwata.",
  "Mgbe ọ ka bụ nwa akwụkwọ egwu, ọ rụrụ ọrụ n'ọtụtụ ọrụ egwu gụnyere \"River of Sound\" na Irish Chamber Orchestra, nke gosipụtara Evelyn Glennie, na ọrụ ndị ọzọ gụnyere arụmọrụ na Royal Philharmonic Orchestra, Britten Sinfonia, Milton Keynes City Orchestra na Viva Chamber Orchestra.",
  "Jobarteh na-akụzi kora na London",
  "Ya na nna ya, Sanjally Jobarteh, rụkọrọ ọrụ n'ịmepụta ụlọ akwụkwọ egwu  dị na Gambia, nke akpọrọ aha nna nna ya a ma ama.",
  "Sona Jobarteh mere nke mbụ ya dị ka onye na-ede ihe nkiri na 2009 mgbe e nyere ya ọrụ ịmepụta ụda maka ihe nkiri ihe nkiri gbasara Afrịka nke akpọrọ Motherland",
  "Akara ahụ bụ nchọpụta ọhụrụ n'ime ihe ngosi ihe nkiri nke ụwa ụda nke Afrika",
  "Ọ bụ ezie na ọtụtụ n'ime akara Jobarteh sitere na ọdịnala griot nke West Africa, ọ ghaghịkwa imepụta ya iji kwado ihe ndị a chọrọ n'ebe a na-ahụ anya.",
  "N'ime ihe okike nke ọdịdị pụrụ iche nke Afrịka bụ izere Jobarteh nke ihe abụọ dị mkpa; nke mbụ, ịdabere na ihe nkiri nke ihe eji egwú ọdịda anyanwụ, na nke abụọ, mmeri nke ịgbà dị ka akara aka nke nnọchite anya egwu Afrịka.",
  "A mụrụ ya n'England nke sitere n'ihe nketa Afrịka, ọ na-ejikọkwa ya na nke ikpeazụ. N'ịbụ onye na-etinye oge dị ukwuu na England na Gambia, ọ na-agwakọta ụdị egwu dị iche iche, site na omenala Europe na West Africa. Otú ọ dị, n'adịghị ka ndị ọgbọ ya, ọ na-enyocha ma gbasaa na mgbọrọgwụ ọdịnala Afrika kama ịnwa ijikọta ha na hip-hop na jazz nke oge a. Kama nke ahụ, ọ na-achọ ịkọwa egwu ọdịnala. Na mgbakwunye na kora, ọ na-abụkwa abụ ma na-akpọ ụbọ akwara."
]