[
  "Sondra Perry bụ ónyé na-ese ihe na-arụ ọrụ na vidiyo, mgbasa ozi kọmputa, na arụmọrụ. Ọ na-enyocha isiokwu agbụrụ, njirimara, akụkọ ezinụlọ, na teknụzụ.",
  "Sondra Perry nwetara BFA na Mahadum Alfred na 2012, na MFA na Machị Columbia na 2015. Perry enweela ọtụtụ ihe ngosi onwé ya, gụnyere na The Kitchen, màkà ọrụ ya \"Resident Evil\", na Institute for New Connotative Action. E gosipụtara ọrụ ya na MoMA PS1 na The Museum of Contemporary Art na Los Angeles, na ntanetị na Rhizome. E gosipụtara ọrụ vidiyo Perry na Tribeca Cinemas na New York, Les Voutes na Paris, France, LuXun Academy of Fine Arts Museum na Shenyang, China, na LOOP Barcelona Media Arts Festival. Site na Jenụwarị ruo Mee 2017, Sondra Perry nwèrè ihe ngosi onwe ya, anụ ahụ, na Squeaky Wheel Film and Media Art Center na Buffalo, New York.",
  "E nyèrè Perry 2017 Louis Comfort Tiffany Foundation Grant, na 2017 Gwendolyn Knight na Jacob Lawrence Prize, nke gụnyere ihe ngosi onwé ónyé na Seattle Art Museum na puku iri",
  "Ọ natawokwa Worldstudio AIGA Scholarship na agụmakwụkwọ site na Skowhegan School of Painting and Sculpture, ebe obibi ndị na-ese ihe na Maine. Perry bụ ónyé mbụ natara MOCA Cleveland's Toby's Prize, nke ruru puku iri ise. N'afọ 2018 Perry nwetakwara onyinye Nam June Paik nke puku iri abụọ na asatọ nke ụlọ ọrụ nka Kunststiftung NRW nyèrè iji sọpụrụ ndị na-ese ihe na-arụ ọrụ na nka mgbasa ozi.",
  "Perry abụwo ónyé otu ngalaba na Columbia University School of the Arts, ébé ọ kụziiri Advanced Video ma ụmụ akwụkwọ gụsịrị akwụkwọ na ụmụ akwụkwọ.",
  "Ọrụ Perry na-enyocha \"ọchịchịrị, nwanyị ojii, ihe nketa ndị Africa America\" na ngosipụta ma ọ bụ nnọchite anya ndị isi ojii n'akụkọ ihe méré eme niile, na-elekwasịkarị anya n'ụzọ ojii si emetụta teknụzụ na ime ihe oyiyi. Perry na-enyocha duality nke ọgụgụ isi na seductivity n'ihe gbásárá ihe nketa ezinụlọ ndị isi ojii, akụkọ ihe méré eme ndị isi ojii. \"Perry na-etinye aka na nnọpụiche na echiche nke mmepụta na ime ihe n'otu, na-eji ngwanrọ na-emeghe emezi ọrụ ya ma na-akwụ ya ụgwọ dijitalụ maka iji ya na gallery na klas, ebe ọ na-emekwa vidiyo ya niile màkà n'efu n'ịntanetị",
  "Ụkpụrụ a nke ohere a na-emeghe n'omume Perry na-ezube inye ndụ ndị isi ojii ihe ùgwù, iji mee ka ohere nke nka na ọdịbendị dị mfe, yana inye ikpo okwu dị oke egwu nke dị iche na ngosipụta nke ojii na mgbasa ozi. Màkà Perry, ojii bụ teknụzụ nke na-emepụta oghere na usoro nlekota na njikwa ma si otú a na-emepụta adịghị arụ ọrụ dị ka ohere màkà nguzogide.",
  "42 Black Panther Balloons on 125th Street (2014)",
  "N'ile anya màkà ma ndị na-atọ ọchị ma ndị ndọrọ ndọrọ ọchịchị, Perry mepụtara 42 Black Panther Balloons na 125th Street, ébé ọ na-ebu ụyọkọ mylar black panther balloons gbụrụ-gbúrụ ọbọdọ ahụ",
  "Otu ka na-egosi balloons ndị e jidere n'akụkụ okporo ámá n'ụzọ ga-eme ka ónyé na-ejide ha kpuchie ma jikọta ha ka ha bụrụ ihe a kọwara dị ka ahụ na-adịghị mma na nke ndọrọ ndọrọ ọchịchị. A na-eji ụfọdụ n'ime otu ụdị balloons mee ihe na vidiyo YouTube ya, Black Panther Cam, nke obéré ụyọkọ nke black panther mylar balloons na-ese n'elu mmiri na ụlọ ọrụ ónyé na-ese ihe.",
  "N'afọ 2017 Perry meriri Gwendolyn Knight na Jacob Lawrence Prize, nkè o gosipụtara ihe ngosi ya Eclogue For Inhabitability na Seattle Art Museum",
  "Ihe nrite ahụ gụnyere ihe ngosi nke onwe a, yana onyinye puku iri",
  "Nke a bụ ógè mbụ n'akụkọ ihe méré eme nke ihe Nríte ahụ na e nyèrè ónyé na-ese vidio."
]