[
  "Songs of Paapieye bụ abọm nke anọ nke onye egwu Ghana bụ SK Kakraba, nke Awesome Tapes From Africa wepụtara n'ọnwa Ọktoba n'afọ 2015, na-aghọ abọm mbụ nke ihe mbụ nke ụlọ ọrụ ahụ wepụtara",
  "Abọm ahụ gosipụtara ikike Kakraba nwere n'ihe gbasara ike, ụdị osisi, 14-slatted xylophone sitere na obodo Kakraba bụ Ghana nke gosipụtara ụda dị iche iche, nke na-eme mkpọtụ na ụda na-emebi ngwa ngwa nke ududo na-adọkpụ mgbidi silk gafere oghere gourds, nke a maara n'asụsụ Lobi nke Kakraba dị ka pappieye, nke na na-enye abọm aha ya",
  "Ọ dị nro na ụda karịa album ya gara aga Yonye ma na-aga ngwa ngwa, na-egosi mgbagwoju anya, mgbagwoju egwu, drones na mkparịta ụka n'etiti ala, buzzing basslines na elu, syncopated notes",
  "Ọtụtụ egwu nwere ọtụtụ ụzọ ma na-agagharị n'etiti ngalaba dị iche iche.",
  "Kakraba dekọtara ọba ahụ n'onwe ya na-enweghị ihe ọ bụla ma ọ bụ nkwado sitere n'aka ndị egwu ndị ọzọ, ma jiri naanị gyil mee ihe",
  "Egwu a bụ okirikiri egwu, nke na-esite na egwu ọdịnala Ghana, n'agbanyeghị na enwere ihe izizi na ọba ahụ",
  "N'ime egwu egwu, enwere iberibe olili ozu atọ",
  "Mgbe a tọhapụrụ ya, ebe e mere ya n'ụdị dị iche iche, album ahụ bụ otu n'ime naanị ọtụtụ ọba egwu gil",
  "Ọ nwetara otuto dị oke egwu, yana ndị nkatọ na-akọwapụta ụda na timbres pụrụ iche nke ngwa ahụ, nka nka nke ọba ahụ na usoro omume ọma nke Kakraba.",
  "SK Kakraba bụ onye isi nke xylophone, ngwá ọrụ Ghana nke nwere resonators calabash gourd na slats osisi 14 a kwụnyere n'ofe ha",
  "Ụda mkpọtụ nke na-ada ụda na ọkwa ọ bụla, yana usoro ire ure ogologo karịa ederede ahụ, na-esi na mgbidi silk nke akpa ududo na-adọkpụ gafee oghere gourds, nke a maara n'asụsụ Lobi nke Kakraba dị ka pappieye. Ọ bụ ezie na otu ihe na-esote nke ọzọ, mkpọtụ pappieye site na nke mbụ emebeghị kpamkpam, na-emepụta ụdị ụda nke West Africa nke dị mgbagwoju anya karịa nke naanị ya. Kakraba na-eme, na-ewu, na-akụzi ma na-ere ngwá egwú ahụ. O bu ụzọ zụlite nkà ya na ngwá egwú ahụ n'oge ọ bụ nwata na Saru, Ghana, obodo ọrụ ugbo, wee gaa n'ihu bụrụ otu n'ime ndị a ma ama na ndị a ma ma ama na-egwu egwu, karịsịa mgbe ọ kwagara Accra na 1997 n'ihe dị ka afọ 20, ebe Kakraba na-akpọ ngwá egwú ya gburugburu zongos (Muslim ghettos) na Central Accra, nke nyeere Kakraba aka inweta \"kpu kwa ụbọchị\" ya. O mechara malite ịkụzi ngwá egwú ahụ na Mahadum nke Ghana \"International Centre for African Music and Dance\"."
]