[
  "Sonni Ogbuoji bụ onye ndọrọ ndọrọ ọchịchị Naijiria nke a họpụtara dị ka Senator maka Ebonyi South, na Ebonyi Steeti, Naịjirịa na ntuli aka mba nke abalị anọ n'onwa anọ afọ puku abụọ na iri n'otu (9 Eprel 2011)",
  "A họpụtara ya na tiketi People's Democratic Party (PDP)",
  "Ọ hapụrụ ndị omeiwu na afọ puku abụọ na iri n'iteolu (2019)",
  "Sonni si Ebunwana Edda na mpaghara gọọmentị mpaghara Afikpo South nke steeti Ebonyi.",
  "Ogbuoji bụ onye isi oche gọọmentị ime obodo nke mpaghara gọọmenti ime ụlọ Afikpo n'oge ọchịchị ndị agha tupu mmalite nke Republic nke anọ nke Naijiria.",
  "Ogbuoji bụ Kọmishọna maka Ike Akụnụba na Mbelata Ịda Ogbenye na gọọmentị Martin Elechi.\nN'ọrụ a, ọ na-ahụ maka iwu na itinye ọdọ mmiri azụ okpo iri atọ na ise (35 catfish ponds) na mgbalị inye ndị ntorobịa ọrụ.\nNa ọnwa iri n'otu, n'afọ puku abụo na iri (Nọvemba 2010) ka Ogbuoji, gbara arụkwaghịm n'ọkwa ahu. \nỌ nọgidere bụrụ onye n'hazi Ebonyi maka mkpọsa Goodluck / Sambo Presidential.",
  "Ogbuoji meriri vootu puku iri isii na ise, narị asaa na iri atọ na ise (65,735) na ntuli aka onye omeiwu nke ọnwa anọ afọ puku abụọ na iri n'otu ( Eprel 2011) maka Ebonyi South",
  "Idu Igariwey nke All Nigeria Peoples Party (ANPP) sochiri na puku iri na isii, narị ise na otu1(6,501) na Darlington Okere nke Action Congress of Nigeria (ACN) nwetara puku iri na otu, narị isii na abụọ (11,602).",
  "A mụrụ ya na abalị iri abụọ na iteolu, n'ọnwa iteolu n'afọ otu puku, narị iteolu na iri ise na anọ (29 Septemba 1954) na ezị n'ụlọ Maazị Ogbu Nnachi Oji na Oriakụ ya bụ  Mary Mai Oji nke Ebunwana, Afikpo South (Edda) LGA, Ebonyi Steetị",
  "Ọ gara Edda Central School, Ebonwana n'etiti afọ otu puku, narị iteolu na iri isii na anọ ruo afọ otu puku, narị iteolu na iri asaa (1964 ruo 1970)",
  "Ọ gakwara Government College Umuahia, n'etiti afọ otu puku, narị iteolu na iri asaa na otu ruo na otu puku, narị iteolu na iri asaa n'ise (1971 ruo 1975) na Mahadum Nigeria, Nsukka, na n\"etiti afọ otu puku, narị iteolu na iri asaa n'isii ruo na otu puku, narị iteolu na iri asatọ n'otu (1976 ruo 1981) ma nwete nzere bachelọ na Ọrụ Ugbo.",
  "A họpụtara ya onyeisi oche nke ọchịchị ime obodo Afikpo ochie (Afikpo North na South) A họpụtara kwara ya onyeisi oche ọsụ ụzọ Afikpo South LGA n'afọ otu puku, narị iteolu na iri iteolu n'otu ruo na otu puku, narị iteolu na iri iteolu na atọ  (1991-1993) Onye ode akwụkwọ mgbasa ozi mba nke GDM kwụsịrị n'afọ otu puku, narị iteolu na iri iteolu na isii ruo n'afọ otu puku, narị iteolu na iri iteolu n'asatọ (1996 ruo1998) Onye isi oche nke Ebonyi Steetị Secondary Education Board n'afọ puku abụọ n'atọ ruo n'afọ puku abụọ n'isii (2003-2006) Onye otu, Ebonyi Steetị Committee on Vision 20:20:20 (2009) Kọmishọna maka nkwado akụ na ụba na mbelata ịda ogbenye afọ puku abụọ n;iteolu (2009) Senator na-anọchite Ebonyi South afọ puku abụọ na iri n'otu ruo n'afọ puku abụọ na iri n'ise (2011-2015) Onye isi oche nke abụọ afọ puku abụọ na iri n'ise ruo n'afọ puku abụọ na iri n'iteolu (2015-2019) onye otu Board, Nigerian Shippers' Council (NSC) Onye otu Board, Nigerian Geological Survey Agency (NGSA) N'ime onye isi oche Senate: Kọmitii Senate on Appropriations and Special Duties Ndị otu: Agriculture, Education, Defence, Air Force, Foreign Affairs, Poverty Alleviation, Senate Services, SDGs, Steetị nakwa gọọmentị ochichi ime obodo.",
  "Onye otu nke Teknụzụ site na Akanu Ibiam Federal Polytechnic Unwana, Onye otu nke Nkà na ụzụ nke Akanu Ibiam Federal polytechnic Unwana Onyinye ọrụ aka ọrụ nke Rotary Club of AfikpoMerit",
  "Onyinye nke ụlọ ọrụ sayensị anụmanụ nke Naijiria",
  "Forum ọkachamara nke ndị nnọchianya Ebonyi",
  "Onyinye nke Ọkachamma nke National Association of Imo State Students U.IMerit onyinye nke Animal Science Association of Nigeria, South East Zone1 Omeudo nke  Amangwu Edda (Peace Maker) Ike Ọdụm Ochioha nke Oso na Ebunwana Edda (Leader of the People) Enyioha nke  Etiti Edda (Friend of the Masses) Onioku nke Oziza, Afikpo (The giver of light) Omereoha nke Akpoha, Afikpo (The Philanthropist) Ife Edda Ìhè ndi Edda",
  "Ogbuoji na-enwe mmasị iku tenis, ime  njem na ịgụ akwụkwọ. Ọ lụrụ Scholastica Ugo Ogbuoji ma nwee ụmụ nwoke abụọ.",
  "Kpọpụta njehie: <ref> tag with name \"Champion20110411\" defined in <references> group \"\" has no content."
]