[
  "Sonya Clark (amụrụ n'afọ 1967, Washington, D.C.) bụ ónyé America na-ese ihe nke ihe nketa Afro-Caribbean",
  "Clark bụ onye na-ese ihe na-acha anụnụ anụnụ nke a maara màkà iji ihe dịgasị iche iche gụnyere ntutu mmadụ na combs iji dozie agbụrụ, ọdịbendị, klas, na akụkọ ihe mere eme. Ihe mkpokọta isi ya na usoro wig nke na-acha anụnụ anụnụ nke ngwụcha afọ 1990, nke nwetara otuto dị egwu, kpaliri omenala ndị Afrịka nke ịchọ mma onwe ónyé ma mee ka ụdị ndị a na-ahụkarị banye n'ọhịa nke ngosipụta onwe onye na ndọrọ ndọrọ ọchịchị. Ọ bụ ezie na nka Africa na nzụlite Caribbean ya bụ mmetụta dị mkpa, Clark na-ewulite na omume nke nchịkọta na nchịkọta nke ndị na-ese ihe dịka Betye Saar na David Hammons.",
  "Nna Clark bụ ónyé isi mgbaka si Trinidad ébé nne ya bụ nọọsụ si Jamaica. Ndị ọrụ aka nọ n'ezinụlọ ya nwere mmetụta n'ahụ Clark, gụnyere nne nne na-arụ ọrụ dị ka ónyé na-akwa ákwà, na nna nna bụ ónyé na-eme oche.",
  "Clark nwèrè MFA site na Cranbrook Academy of Art ma na 2011 a kwanyeere ya ùgwù na nke mbụ ha Distinguished Mid-Career Alumni Award.  O nwèrè BFA site na Art Institute nke Chicago ebe ọ gụrụ akwụkwọ n'okpuru ónyé na-ese ihe Nick Cave (onye na-ese egwu) na BA na nkà mmụta akparamàgwà mmadụ site na Amherst College na 1989, ebe ọ nwetakwara nzèrè doctorate na 2015. Ọ gụsịrị akwụkwọ na Sidwell Friends School na 1985.",
  "Clark kwuru na prọfesọ Rowland O",
  "Abiodun, Amherst College dị ka mmetụta mbụ na ọmụmụ ya banyéré njikọ dị n'etiti ọdịbendị Caribbean ya na ọdịbendị Yoruba, nke e mekwuru ka ọ dịkwuo mma site na njem gụsịrị akwụkwọ na Ivory Coast, ebe ọ mụtara ịkpa ákwà aka",
  "Clark kwukwara na Nick Cave nyèrè aka n'ịkwalite nyocha ya na fiber.",
  "E gosipụtara ọrụ Clark n'ihe karịrị ụlọ ngosi ihe mgbè ochie na ụlọ ngosi ihe nkiri 450 na Europe, Africa, Eshia, Australia, na n'ebe niile Amerịka",
  "Ọrụ ya dị na nchịkọta nke ọtụtụ ebe ngosi ihe mgbe ochie gụnyere Indianapolis Museum of Art, Delaware Art Museum, Philadelphia Museum of Art.  A tụlere ọrụ ya nke ọma na akwụkwọ akụkọ dịka Art in America, The New York Times, Sculpture, Surface Design Journal, The Los Angeles Times, Fiber Arts, New American Paintings, Philadelphia Inquirer, Italian Vogue, Hyperallergic, Mother Jones, na Huffington Post."
]