[
  "Sophie Bosede Oluwole (Mee 12, 1935 - 23 Disemba 2018) bụ onye ọkà ihe ọmụma Afrika.",
  "Oluwole bụ nwaanyị mbụ nwetara nzere PhD na nkà ihe ọmụma na Naijiria. Ọ bụ onye na-arụ ọrụ na nkà ihe ọmụma Yoruba, ụzọ iche echiche nke sitere na omenala ndị Yoruba na Nigeria",
  "Ọ na-ekwusi ike banyere ọrụ ụmụ nwanyị na nkà ihe ọmụma, na nnọchite na-ezughi oke nke ndị na-eche echiche n'Afrika na agụmakwụkwọ.",
  "A mụrụ Sophie Bosede Oluwole na May 12, 1935",
  "Nne na nna ya bụ ndị Edo",
  "O nwekwara ihe nketa Nupe, dịka nna nna ya bụ Tapa, okwu ndị Yoruba jiri mara ndị Nupe",
  "A zụlitere ya na steeti Ekiti",
  "Ọ gara ụlọ akwụkwọ na Ife, ma na-akatọ usoro agụmakwụkwọ nke afọ 1940, na-ekwu na atụmanya ọrụ nke nwanyị \"abụghị ebumnuche gị: ọ bụ ebumnuche ndị mụrụ gị.\"  Oluwole kowara na otu ihe mere mgbe ọ nọ na-ụlọ akwụkwọ, e zigara ya ụlọ ọgwụ ka o kesaa nri na ọgwụ maka ndị ọrịa na-arịa ọtụtụ ọrịa",
  "Ọ siri na ụjọ jidere ya, na-asị \"N'ụbọchị ahụ, amaara m Agaghị m abụ nọọsụ.\"",
  "Ọ gụrụ History, Geography na Philosophy na UNILAG na Lagos, ma mesịa lekwasị anya na nkà ihe ọmụma",
  "Mgbe o nwetara nzere mbụ ya, e were ya n'ọrụ na UNILAG dị ka osote onye nkuzi na 1972, wee gaa mezue PhD na nkà ihe ọmụma na Mahadum nke Ibadan",
  "Oluwole bụ nwaanyị mbụ nwetara nzere PhD na nkà ihe ọmụma na Naijiria. Mgbe ọ ghọrọ prọfesọ, Oluwole kụziri nkà ihe ọmụma nke Afrika na UNILAG site na 2002 ruo 2008.",
  "Nkuzi na ọrụ Oluwole banyere na-echiche amamihe nke Yoruba, nke dabere na omenala na okpukpe (Ifá) nke mpaghara dị iche iche nke ala Yoruba",
  "Dị ka Oluwole si kwuo, ngalaba echiche amamihe nke Yoruba tọ karị ọdịnala ọdịda anyanwụ, dị ka onye ọkà ihe ọmụma Afrika oge ochie bụ Orunmila si tọ karụ Socrates site na atụmatụ ya",
  "Mmadu abuo a, ndi nnochite anya ụkpụrụ nke ọdịnala Africa na nke ọdịda anyanwụ, bụ ihe abụọ kachasị emetụta Oluwole, ọ tụnyekwara ha abụọ n'akwụkwọ ya bụ Socrates na Orunmila.",
  "Ọ nwụrụ n'ụtụtụ mbido nke 23 Disemba 2018 mgbe ọ dị afọ 83."
]