[
  "Nchịkọta Sophia Smith na Smith College bụ ebe nchekwa nke mba ụwa nke ihe odide, foto, akwụkwọ akụkọ na isi mmalite ndị ọzọ na akụkọ ihe mere eme nke ụmụnwanyị.",
  "Otu n'ime ebe nchekwa kachasị ama nke ihe odide, ebe nchekwa, foto, akwụkwọ akụkọ na isi mmalite ndị ọzọ nke akụkọ ihe mere eme nke ụmụnwanyị, nchịkọta ahụ nwere ihe karịrị 10,000 feet (3,000 m) nke ihe na-edekọ ahụmahụ akụkọ ihe mere eme nke ụmụnwanyị na mba United States na mba ofesi site na oge ọchịchị ruo ugbu a. Nchịkọta Sophia Smith na-ekerịta ụlọ ọrụ na Smith College Archives na kọleji kọleji dị na Northampton, Massachusetts.",
  "Ike isiokwu gụnyere njikwa ọmụmụ na ikike ịmụ nwa, ikike ụmụnwanyị, ntuli aka, mmegharị ụmụ nwanyị nke oge a, ụmụnwanyị United States na-arụ ọrụ na mba ọzọ, nka (karịsịa ihe nkiri), ọrụ (karịsịa ọrụ nta akụkọ na ọrụ mmekọrịta mmadụ na ibe ya), na ndụ ezinụlọ dị n'etiti na narị afọ nke iri na itoolu na nke iri abụọ New England",
  "Ọtụtụ n'ime nchịkọta ndị a bụ isi mmalite bara ụba nke ọhụụ, yana ihe odide na ihe e biri ebi.",
  "Emeghere ọha na eze n'efu, nchịkọta ahụ anaghị agbasa ma ọ dị maka onye ọ bụla, enwere ike ileta ya n'ịntanetị, ma ọ bụ rịọ ya dị ka photocopies.",
  "Margaret Storrs Grierson guzobere nchịkọta ahụ n'afọ 1942 iji jee ozi dị ka onyinye dị iche iche nke ọbá akwụkwọ ahụ na ọrụ kọleji nke ịkụziri ụmụnwanyị. E mechara kpọọ nchịkọta ahụ aha onye guzobere Smith College, Sophia Smith, onye mgbe ọ nwụrụ n'afọ 1870 nyere akụnụba ya nke $ 387,468 (ihe dị ka $ 7,000,000.00 na ahịa ugbu a) iji nye Smith College.",
  "N'afọ 1941, onye isi oche Smith College Herbert Davis tụrụ aro ka ndị enyi nke Smith College Library were dị ka ọrụ pụrụ iche nchịkọta nke a raara nye ọrụ nke ndị inyom na-ede akwụkwọ",
  "A họpụtara Smith College Archivist Margaret Storrs Grierson ka ọ bụrụ onye isi odeakwụkwọ nke ndị enyi nke Smith College Library na onye isi nke nchịkọta ụmụnwanyị n'afọ 1942.",
  "Dị ka Grierson si kwuo, Onye isi ala Davis \"edoghị anya n'uche ya\" banyere ihe ọ chọrọ",
  "Onye na-ahụ maka ikike ụmụnwanyị, onye ọkọ akụkọ ihe mere eme, na onye na-edebe ihe ochie Mary Ritter Beard, \"kama nwere olileanya na [Smith] ga-enwe mmasị ịga n'ihu na-arụ ọrụ nke Women's Archives [World Center for Women's Archives (WCWA)] a gbahapụrụ n'oge na-adịbeghị anya,\" nke ọ tọrọ ntọala na 1935. N'ime afọ mbụ, oke onyinye, tinyere mmetụta Beard, nyere iwu ka a kọwaa ọrụ ahụ dị ka \"nchịkọta akụkọ ihe mere eme pụrụ iche nke ihe ụmụnwanyị, na-edekọ ọdịmma na ọrụ ụmụnwanyị n'oge akụkọ ihe mere eme nke mmadụ na n'ofe ụwa\".",
  "Onyinye ndị ahụ, ọtụtụ sitere n'aka ụmụ akwụkwọ Smith nwere mmasị, na-egosi nkwekọrịta na-arịwanye elu banyere ihe nchịkọta ọhụrụ ahụ kwesịrị ịbụ:",
  "\"..",
  "Nchịkọta dị otú ahụ ga-abụ isi ma ọ bụrụ na uru akụkọ ihe mere eme, ọ fọrọ nke nta ka ọ bụrụ na ọ na-enye",
  "ihe ọhụrụ iji degharịa peeji ndị ahụ ma ọ bụrụ na akụkọ ihe mere eme nke mba anyị...",
  "Nchegbu bụ isi ma ọ bụrụ na ịnakọta ihe gbasara ụmụnwanyị America site n'oge ọchịchị gaa n'ihu ekwesịghị, Otú ọ dị, iduga n'ịjụ [ij] ihe gbasara ụmụnwanyị ma ọ bụrụ na mba ndị ọzọ..",
  ".N'etiti ndị enyi ma ọ bụrụ na Ọbá akwụkwọ Smith College, ọtụtụ na-achọsi ike karịsịa",
  ".",
  "na nchịkọta ahụ kwesịrị ịbụ",
  "n'ụzọ dị iche ma, ejiri m n'aka, ga-abụ ma ọ bụrụ na enyemaka dị ndụ na atụmatụ ahụ...",
  "Nke a bụ ụdị ma ọ bụrụ na nchịkọta nke ga-achịkọta ume ka ọ na-eto",
  "Ekwenyere m na anyị nwere ohere dị mma ịzụlite nchịkọta nke",
  "nwere ike ịmata...",
  "\"",
  "Ka nchịkọta ahụ na-eto, otú ahụ ka ọnụ ọgụgụ nke ihe odide na ihe ndị e bipụtara na mmata ya site n'aka ndị ọkà mmụta mba",
  "Margaret Grierson kọwara ọrụ ya n'ịkpụzi mmepe Nchịkọta ahụ n'afọ ndị mbụ a:",
  "\"Onye isi ala Davis tụfuru echiche ahụ ma ọ bụrụ na nchịkọta ma ọ bụrụ na ihe odide ma ọ bụrụ na ụmụnwanyị na-ede akwụkwọ, anọ m na-arụsi ọrụ ike ruo ọtụtụ afọ na-akọwapụta ihe ahụ iji nwee ezi uche ma ọ bụrụ na ọ bụrụ na ọ",
  "N'ime usoro ahụ, ejiriwo m nwayọọ nwayọọ nweta nkwenye na nkwado na nkọwa ma ọ bụrụ na ọtụtụ ụmụ akwụkwọ nwere ọgụgụ isi na ụmụnwanyị na-abụghị Smith....Abụ m naanị onye nọ na campus nke maara ubi ụmụ nwanyị ma ọlị, ezutela m naanị nkwado site n'aka onye isi ala ọ bụ ezie na ejiriwo m nwayọọ nwayọọ, ma eleghị anya n'ụzọ aghụghọ, na-adabere n'eziokwu mezuru iji rụọ ụka maka m....N'ọnọdụ ọ bụla, echere m na ị ga-aghọta otú m si bịa n'ihu",
  "ma ọ bụrụ na nghọta ma ọ bụrụ na ndị atụmatụ ha kwesịrị ịbụ",
  "Ekwenyesiri m ike na ọ bụ ụlọ ọrụ dị mma ma baa uru\nna a ghaghị imepe ya ngwa ngwa o kwere mee....\"",
  "Mmepe nchịkọta toro ngwa ngwa n'oge mmalite afọ ndị ahụ ọ bụ ezie na site n'afọ 1946 nchịkọta ahụ ka enweghị aha",
  "Dị ka Grierson si kwuo, \"e jighị aha onye guzobere Smith College mee ihe maka ebumnuche ndị ọzọ,..",
  "o yikwara ka ọ dabara adaba ịnakwere aha nwanyị tọrọ ntọala kọleji ahụ iji nye ụmụnwanyị agụmakwụkwọ ruru (ọ bụghị nhata) na nke a na-enye ụmụnwoke, maka nchịkọta nke bụ inye ihe ọmụma ka mma banyere mmezu nke ụmụnwanyị site n'oge...",
  "\"",
  "A maara Nchịkọta Ụmụnwanyị dị ka Sophia Smith Collection obere oge mgbe nke ahụ gasịrị.",
  "Nchịkọta Sophia Smith gụnyere ihe karịrị nchịkọta 650 (ihe karịrị 10,000 linear feet) nke akwụkwọ onwe onye na nke ndị ọkachamara nke ndị mmadụ n'otu n'otu na ezinụlọ, ndekọ nzukọ, nchịkọta isiokwu, akụkọ ọnụ, akwụkwọ akụkọ, foto, na ihe ọdịyo.",
  "Akwụkwọ nkeonwe na nke ezinụlọ nwere akwụkwọ ozi, akwụkwọ akụkọ, akwụkwọ mkpochapu, na foto",
  "Nchịkọta ndị a na-ejikarị eme ihe gụnyere nke onye na-ahụ maka mgbochi ọmụmụ Margaret Sanger; Ellen Gates Starr, onye nchoputa ya na Jane Addams nke Chicago settlement, Hull House; Mary van Kleeck, onye na-eme nchọpụta mmekọrịta mmadụ na ibe ya na onye na-eme mgbanwe; ezinụlọ Garrison, Hale, na Ames; onye ndọrọ ndọrọ ọchịchị Dorothy Kenyon; akwụkwọ nke onye edemede na onye na-eme ihe ike Gloria Steinem; na nwanyị na-edina nwanyị na-ewu ụlọ Phyllis Birkby.",
  "Ihe ndekọ nke Òtù gụnyere nkeji, akwụkwọ ozi, akụkọ, mbipụta na ihe ndị metụtara ya na-edekọ ọrụ nke ihe karịrị òtù iri isii lekwasịrị anya na nsogbu ụmụnwanyị, dị ka Planned Parenthood Federation of America; National Congress of Neighborhood Women; na National Board of the YWCA.",
  "Nchịkọta isiokwu gụnyere ihe gbasara ụmụnwanyị Afrịka, ndị na-ese ihe, ndị otu ụmụnwanyị nke oge a, Diaries, Autobiographies, akwụkwọ ezinụlọ, Journalism, Labor, Women in Medicine, Reproductive Rights and Women's Health, Social Work, na Suffrage Movement.",
  "Akụkọ ọnụ, site n'aka onye ọ bụla na n'ime nchịkọta nke akwụkwọ onwe onye, na-ekpuchi isiokwu ndị dị ka ụmụnwanyị na mmegharị njikwa ọmụmụ, ọrụ mmekọrịta mmadụ na ibe ya, mmegharị suffrage, ndị mbịarambịa Ịtali, ụmụ nwanyị Africa America, na ụmụ nwanyị America na Agha Vietnam",
  "Ọrụ ndị a, nke Smith ma ọ bụ ụlọ ọrụ ndị ọzọ kwadoro, gụnyere ajụjụ ọnụ na teepu ọdịyo, CD-ROM, teepu vidio, DVDS, na / ma ọ bụ ederede ederede, ụfọdụ n'ime ha na-esonyere obere ihe ndekọ akụkọ ndụ, foto, ma ọ bụ ndekọ ọrụ",
  "The Old Lesbian Oral Herstory Project, nke Arden Eversmeyer hiwere na 1999, echekwara dị ka akụkụ nke Sophia Smith Collection.",
  "Nchịkọta SSC Periodicals gụnyere ihe karịrị otu puku (1,000) utu aha nke magazin ụmụ nwanyị ugbu a na akụkọ ihe mere eme, akwụkwọ akụkọ, akwụkwọ akụkọ, na akwụkwọ akụkọ ndị ọzọ, na ndebanye aha 50 ugbu a",
  "Ihe onwunwe ya na-anọchite anya akwụkwọ akụkọ dịka Godey's Lady's Book (1830–1889), Woman's Journal (1870–1916), Lucifer the Lightbearer (1897–1901), Eugenesia (Mexico, 1943–45), Church Woman (1943–49), na Black Sash (South Africa, 1956–72), yana akwụkwọ akụkọ nnwere onwe ụmụnwanyị mbụ Shrew, Rat, na Velvet Fist.",
  "The Girl Zines Collection nwere 9 linear feet ( igbe 18) nke obere, magazin ndị e bipụtara onwe ha (nke a maara dị ka \"zines\") nke ụmụ agbọghọ na ụmụagbọghọ mepụtara",
  "Nchịkọta ahụ bụ isi okwu nke onye ọ bụla, ọtụtụ n'ime ha sitere n'afọ 1990s, ha na-ekerịta echiche siri ike nke nwanyị."
]