[
  "Sophia Theresa Williams-de Bruyn (Amụrụ n'afọ 1938) bụ onye na-emegide ịkpa ókè agbụrụ na South Africa",
  "Ọ bụ onye mbụ natara onyinye ụmụ nwanyị maka ọrụ mba pụrụ iche",
  "Ọ bụ onye ndu ikpeazụ dị ndụ nke Women's March.",
  "A mụrụ Sophia Theresa Williams-De Bruyn na Villageboard, mpaghara nke bụ ebe obibi nke ndị si n'ọtụtụ mba dị iche iche. Ọ bụ nwa Frances Elizabeth na Henry Ernest Williams. Ọ na-ekwu na ọmịiko nne ya nwere maka ndị ọzọ nyeere ya aka ịzụlite mmetụta ọmịiko.",
  "Mgbe nna ya sonyeere ndị agha iji lụọ agha n'Agha Ụwa nke Abụọ, nne Sophia kpọgara ezinụlọ ahụ na mmepe ụlọ ọhụrụ, nke e wuru maka ndị na-acha ọbara ọbara, nke a na-akpọ Schauder",
  "Ọ gara n'ihu na agụmakwụkwọ ya na Saint James Catholic School. Ọ hapụrụ ụlọ akwụkwọ wee malite ịrụ ọrụ na ụlọ ọrụ akwa. Ndị ọrụ na ụlọ ọrụ Van Lane Textile gwara ya ka o nyere aka \"dozie nsogbu ha na ndị isi ụlọ ọrụ ahụ,\" ma mesịa ghọọ onye na-elekọta ụlọ ahịa. O mechara bụrụ onye isi nke Textile Workers Union na Port Elizabeth.",
  "N'abalị itoolu n'ọnwa Ọgọstụ n'afọ 1956, ọ duziri ngagharị nke ụmụ nwanyị 20,000 na Union Buildings nke Pretoria ya na Lilian Ngoyi, Rahima Moosa, Helen Joseph, Albertina Sisulu na Bertha Gxowa iji mee mkpesa maka ihe achọrọ na ụmụ nwanyị ga-ebu akwụkwọ gafere dịka akụkụ nke iwu gafere. Sophia dị naanị afọ iri na asatọ, na-eme ka ọ bụrụ onye kacha nta n'ime ndị isi anọ ahụ. Ụmụ nwanyị ndị a na-agafe ndị nche nọ n'ọnụ ụzọ iji nye arịrịọ ha n'èzí ọnụ ụzọ ndị minista. Mgbe e weputara Iwu Ndị Na-acha Ọcha, ndị Coloured People's Congress kenyere Williams-De Bruyn ka ya na Shulamith Muller rụọ ọrụ n'okwu metụtara iwu.",
  "Ka ọ na-erule n'afọ 1963, a manyere di ya ịgba ọsọ ndụ na Lusaka, Zambia ebe a họpụtara ya dịka onye isi oche nke Kọmitii ndọrọ ndọrọ ọchịchị mpaghara nke ANC. Ọ sonyeere ya afọ isii ka e mesịrị wee gaa n'ihu mezue ọmụmụ ya wee nweta diplọma onye nkuzi ya n'afọ 1977, mgbe ọ na-arụ ọrụ dị ka onye nchịkwa maka ANC na Lusaka. Ọ bụ otu n'ime ndị guzobere ndị otu agụmakwụkwọ nke ANC guzobere n'afọ 1980",
  "Kansụl ahụ setịpụrụ usoro mmụta maka Solomon Mahlangu Freedom College",
  "E guzobere kọleji ahụ n'afọ 1978 site n'aka ndị African National Congress (ANC) na Mazimbu, Tanzania.",
  "Ya na di ya laghachiri South Africa mgbe a machibidoro ANC iwu",
  "Di ya jere ozi dị ka onye nnọchi anya South Africa na Jọdan ruo mgbe ọ nwụrụ n'afọ 1999.  Ọ bụ onye otu Commission of Gender Equality tupu ọ banye na Gauteng Legislature n'afọ 2004 wee bụrụ osote ọkà okwu ya site n'afọ 2005 ruo afọ 2009, tupu ọ kwaga na ụlọ omebe iwu mba.",
  "Ọ bụ onye omeiwu mpaghara ugbu a na Gauteng Province maka ANC."
]