[
  "Sophia Kianni (amụrụ na Disemba 13, 2001) bụ onye America na-agba mbọ maka ọdịmma ihu igwe",
  "Ọ bụ onye isi nchịkwa nke Climate Cardinals na onye kachasị nta na United Nations Secretary-General's Youth Advisory Group on Climate Change.",
  "Kianni malitere inwe mmasị na ịgba mbọ maka ọdịmma ihu igwe mgbe ọ nọ n'ụlọ akwụkwọ na Tehran mgbe otu abalị anwụrụ ọkụ kpuchiri kpakpando",
  "Kianni kọwara ya dị ka \"ihe ịrịba ama na ụwa anyị na-ekpo ọkụ n'ụzọ dị egwu\". O mechara sonye n'òtù Greta Thunberg nke a kpọrọ Fridays for Future, wee wepụ oge n'ụlọ akwụkwọ iji kwado ọrụ gbasara mgbanwe ihu igwe. O nyekwara aka hazie 2019 Black Friday climate strike. N'afọ 2019 ọ ghọrọ onye na-eme atụmatụ mba maka Friday for Future na onye nhazi mmekọrịta mba maka Zero Hour.",
  "N'ọnwa Nọvemba nke afọ 2019, Kianni hapụrụ ụlọ akwụkwọ iji sonye n'otu ndị na-eme ngagharị iwe nke Extinction Rebellion haziri bụ ndị bu n'obi ime ngagharị iwe agụụ ruo otu izu ma nọrọ ọdụ na Washington, D.C., ọfịs onye isi oche nke ụlọ Nancy Pelosi, na-achọ ka ya na ha kwurịta okwu otu awa na igwefoto banyere mgbanwe ihu igwe. N'ógbè ahụ, e nwere ihe dị ka mmadụ iri na abụọ sonyere; mgbe ọ dị afọ iri na asaa, Kianni bụ nke kacha nta, na otu n'ime ụmụ nwanyị abụọ. Kianni abụghị onye otu XR, ọ sonyere naanị n'ụbọchị mbụ nke nnọkọ ahụ, mana o nyere okwu a kwadebere na ajụjụ ọnụ na ndị nta akụkọ, wee gaa n'ihu na-aṅụ agụụ n'ebe dị anya. Kianni dere banyere òkè ya na ngagharị iwe maka Teen Vogue. N'ọnwa Febụwarị 2020, a kpọrọ Kianni onye na-ekwuchitere Extinction Rebellion.",
  "N'oge opupu ihe ubi nke afọ 2020, mmechi ụlọ akwụkwọ na ihe ndị a chọrọ maka ịhapụ ọha na eze nke ọrịa COVID-19, belatara ọrụ Kianni na kọleji gụnyere Mahadum Stanford, Mahadum Princeton na Mahadum Duke. Kianni nwere ike ịga n'ihu na ọrụ ya site n'okwu ya na Mahadum Nkà na ụzụ nke Michigan. Na mgbakwunye, Kianni kpebiri ime ka mmepe nke ebe nrụọrụ weebụ a haziri ahazi, Climate Cardinals, nke ga-asụgharị ozi mgbanwe ihu igwe n'asụsụ dị iche iche.",
  "N'ọnwa Julaị 2020, odeakwụkwọ ukwu nke United Nations bụ António Guterres kpọrọ Kianni aha na Youth Advisory Group ọhụrụ ya na Mgbanwe ihu igwe, otu ndị isi ihu igwe asaa na-eto eto iji nye ya ndụmọdụ maka ime ihe maka nsogbu ihu igwe. Kianni bụ onye kachasị nta n'ìgwè ahụ, nke dị site na afọ 18 ruo 28. Ọ bụ naanị ya na-anọchite anya United States, yana naanị ya na na-anọchi anya Middle East na Iran.",
  "N'ọnwa Disemba 2020, a kpọrọ Kianni otu n'ime ndepụta nke 20 Humans of 2020 nke magazin Vice, maka ịbụ onye nnọchi anya US maka United Nations Youth Advisory Group on Climate Change na ịmalite Climate Cardinals.",
  "Na Septemba 2021, Kianni bụ otu n'ime ndị isi oche anọ nke ihe omume Youth4Climate na Milan, nke mbụ maka 2021 United Nations Climate Change Conference ma ọ bụ COP26. Climate Cardinals sụgharịrị Youth4Climate manifesto n'asụsụ 6 nke United Nations. Na COP26 n'onwe ya, na Nọvemba 2021 na Glasgow, Kianni kwuru okwu n'ọtụtụ ogwe, wee zute António Guterres, odeakwụkwọ ukwu nke United Nations. N'ọnwa Disemba 2021, a kpọrọ Kianni otu n'ime \"21 under 21\" nke Teen Vogue maka ọrụ ihu igwe ya.",
  "Climate Cardinals bụ òtù na-enweghị uru nke ndị ntorobịa na-eduzi na mba ụwa nke Kianni guzobere na 2020 iji nye ozi gbasara mgbanwe ihu igwe n'asụsụ ọ bụla",
  "A gụrụ ya aha kadinal ugwu, nnụnụ steeti Virginia, na ihe atụ maka ozi na-efe gburugburu ụwa. Kianni sitere n'ike mmụọ nsọ site n'afọ ndị ọ nọrọ na-asụgharị akụkọ mgbanwe ihu igwe n'asụsụ Bekee n'asụsụ Persian maka ndị ikwu ya ndị Iran, dịka mgbasa ozi Iran na-ejighịzi okwu ahụ. Ọ na-ekwu na ọ chọpụtara na ihe ọmụma banyere mgbanwe ihu igwe dị naanị na Bekee, ma ọ bụ na nke kachasị mma na Chinese na Spanish, nke mere ka ndị na-asụ asụsụ ndị ọzọ ghara iru ha.",
  "A malitere Climate Cardinals na Mee 2020, ma nwee ndị ọrụ afọ ofufo otú pụkụ na otu nari debanyere aha ha ka ha bụrụ ndị nsụgharị n'ụbọchị mbụ ya. Ha sokwa Radio Javan, redio asụsụ Iran nwere ndị nkwado karịrị nde mmadụ iri, iji soro ndị Iran kerịta ihe osise na nsụgharị. Climate Cardinals bụ nke International Student Environmental Coalition na-akwado dị ka 501(c)(3) na-enweghị uru, nke na-enye ụmụ akwụkwọ na-ekere òkè na nsụgharị ya ohere inweta oge ọrụ obodo maka ọrụ ha, ma ọ bụ imezu ihe ụlọ akwụkwọ chọrọ ma ọ bụ melite ngwa kọleji. Ka ọ na-erule n'ọnwa Ọgọstụ 2020, otu ahụ nwere ihe karịrị ndị ọrụ afọ ofufo pụkụ ise, na nkezi afọ iri na isii. Ka ọ na-erule Disemba 2020, ọ nwere ndị ọrụ afọ ofufo pụkụ asatọ na mmekorita ya na UNICEF na ndị ntụgharị na-enweghị ókèala.",
  "Kianni dere edemede 2019 maka Teen Vogue banyere ọgba aghara agụụ nke ụlọ ọrụ Pelosi. N'afọ 2020, o dere edemede abụọ banyere mmetụta nke coronavirus, maka mbipụta Middle East nke magazin Cosmopolitan banyere mmetụta na ememe ezinụlọ ya nke Nowruz, na nke ọzọ maka Refinery29 banyere mmetụta na usoro ihe omume ya kwa ụbọchị dị ka onye na-ahụ maka ihu igwe, nke a na-ejikọta ya n'ọtụtụ ebe. O dere otu edemede maka MTV News maka ncheta afọ iri ise nke Earth Day, nke o nyere aka ịhazi, na nke ọzọ na 2022 maka The Washington Post banyere otu o si ebi ndụ na kọleji.",
  "N'afọ 2021, Kianni malitere ịnabata podcast maka The New Fashion Initiative, na-agba ndị ọkachamara na-arụ ọrụ na ụlọ ọrụ ejiji ajụjụ ọnụ banyere ịza ajụjụ ọnụ maka mgbanwe ihu igwe.",
  "Kianni na nne ya, nna ya, nwanne ya nwanyị nke obere, na ụmụ anụmanụ abụọ bi na McLean, Virginia. Ọ gụrụ akwụkwọ na Henry Wadsworth Longfellow Middle School, ebe ndị otu ya meriri na Statewide Science Olympiad, na Thomas Jefferson High School for Science and Technology, ebe ọ bụ onye na-eme nke ikpeazụ na National Merit Scholarship Program. Mgbe ọ gụsịrị akwụkwọ n'ụlọ akwụkwọ sekọndrị na 2020, ọ gara Mahadum Indiana",
  "Ọ gara Mahadum Stanford na 2021, ebe ọ na-amụ sayensị gburugburu ebe obibi na iwu ọha.",
  "Kianni nwetara nlebara anya mgbasa ozi dị ukwuu dị ka ihe atụ nke onye nọ n'afọ iri na ụma na-emeghachi omume na usoro nkewapụ mmekọrịta mmadụ na ibe ya metụtara ọrịa COVID-19: CNN, magazin Time, na The Washington Post dere banyere otu ya na ndị enyi ya si ebugharị mmekọrịta onwe onye na ọbụna nnukwu mmemme ha a kagburu na Zoom video chats, na vidiyo TikTok."
]