[
  "Sophia Omotola Omidiji (amụrụ na June 18, 1997) bụ onye Naijirịa-Amerịka na-agba bọọlụ",
  "Ọ gbara bọọlụ maka otu ụmụ nwanyị U-20 nke Naijirịa ma bịanye aka na Dutch Division I Club S.B.V",
  "Excelsior mgbe ọ gbanwere site na KAA Gent na Belgium na June 2017.",
  "A mụrụ Sophia Omotola Omidiji na June 18, 1997, ma zụlite ya na Las Vegas, Nevada, site n'aka nna Naijirịa na nne America. Ọ malitere ịgba bọọlụ mgbe ọ dị afọ ise",
  "Omidiji gbara bọọlụ ụlọ akwụkwọ sekọndrị maka Sierra Vista High School ebe ọ bụ onye na-ebute goolu 98 n'ime oge anọ gụnyere goolu 38 n'oge ikpeazụ ya. Ọ gbara bọọlụ n'ụlọ akwụkwọ ahụ gụnyere nke mbụ nke mpaghara / State / NIAA Southern Nevada. Ọ gbakwara bọọlụ klọb na Las Vegas Premier Sports Academy maka onye nkuzi Eyal Dahan.",
  "N'ọnwa Ọgọstụ 2015, Omidiji bịanyere aka na PSV / FC Eindhoven Women's Team na Netherlands tupu ya agaa n'ogige na Nigerian U20 Women's National Team",
  "Ndị mmadụ na-abịa",
  "N'afọ 2016, Sophia Omidiji gafere na KAA Gent nke bụ otu na-egwu na Belgium nkewa m ma gbaa bọọlụ iri abụọ ma gbaa goolu iri na asatọ na enyemaka iri na abụọ.",
  "S.B.V",
  "Excelsior",
  "Na June 2017 Sophia Omidiji mere mgbanwe site na KAA Gent gaa na S.B.V Excelsior nke bụ mgbakwunye ọhụrụ na Dutch Eredivisie nke bụ nkewa I na Netherlands.",
  "Mba ụwa",
  "Omidiji natara oku mba mbụ ya na ndị otu bọọlụ ụmụ nwanyị na-erubeghị afọ 20 nke Naịjirịa maka egwuregwu asọmpi iko mba Afrịka U-20 megide Democratic Republic of Congo n'egwuregwu na Kinshasa. Ọ kpọrọ oku a kpọrọ ndị otu mba ahụ \"nkwanye ùgwù kachasị ukwuu nke ndụ m\".",
  "Ọ zụrụ na otu ahụ na Abuja tupu ọ gawa Kinshasa maka egwuregwu megide Congo ebe Naịjirịa meriri 2o1.",
  "Ọ natara oku mba n'ime ndị otu ụmụ nwanyị kachasị elu super falcons na Eprel 2 maka egwuregwu enyi na enyi megide France.",
  "Omidiji nwere ụmụnne atọ aha ha bụ Lateef Omidiji Jr bụ ndị gbara bọọlụ maka ndị mmeri Dutch nke Netherlands nke 2016-2017: Feyenoord O15's, Rasheed Omidiji bụ ndị gbara kọọlụ maka otu FC Den Bosch's O10, na Amir Omidiji onye gbara bọọọọlụ maka V.V Baronie's JY7's."
]