[
  "Souad Abderrahim (amụrụ n'afọ 1964) bụ onye ndọrọ ndọrọ ọchịchị Tunisia",
  "A họpụtara ya dị ka onye isi obodo Tunis, isi obodo Tunisia, na July 3, 2018. Ọ bụ onye otu Islamist Ennahda Movement, na nwanyị mbụ jere ozi dị ka onye isi obodo Tunis.",
  "Ọ bụ nwa afọ Métouia. Ọ gụrụ akwụkwọ na Lycée Khaznadar na mpụga Tunis",
  "Ọ na-eyi ákwà mkpuchi ahụ n'oge ọ na-agụ akwụkwọ na Faculty of Medicine nke Monastir",
  "Ọ malitere ime mkpọsa ma zute ndị na-eme ngagharị iwe dịka Ajmi Lourimi, onye mechara bụrụ onye otu ndọrọ ndọrọ ọchịchị Ennahdha",
  "Ọ bụkwa onye otu ndị isi nke Tunisian General Union of Students (UGTE).",
  "Mmekọrịta agha ya mere ka ọ nọrọ ụbọchị iri na ise n'ụlọ mkpọrọ n'afọ 1985, mgbe ọ gbalịrị ime ka esemokwu dị n'etiti ụmụ akwụkwọ kwụsị",
  "A manyere ya ịhapụ ngalaba ahụ ma mesịa maliteghachi ọmụmụ ya na ụlọ ọgwụ na Monastir",
  "N'afọ otu puku narị itoolu, iri itoolu na otu, ọ malitere usoro agha; ọrụ ya mere ka e jide ya ma tụọ ya mkpọrọ dị ka onye na-emegide ọchịchị ahụ.",
  "Ọ sonyeere òtù ndị Alakụba Ennahdha, na-esote nzukọ nke UGTE, nke ọ na-eduzi na ebe ndị isi otu nọ",
  "Ụlọ ọrụ ndọrọ ndọrọ ọchịchị nke Ennahdha kpọtụrụ ya iji kpọbata ya n'òtù ahụ.",
  "N'abalị iri abụọ na atọ n'ọnwa Ọktoba n'afọ 2011, a họpụtara ya ka ọ bụrụ onye omebe iwu, maka Ennahdha na-anọchite anya Tunis",
  "Ọ bụ onye isi oche nke Kọmitii ndị omeiwu na-ahụ maka ihe ndị ruuru mmadụ na nnwere onwe.",
  "N'abalị itoolu n'ọnwa Nọvemba n'afọ 2011, o kwupụtara na arụmụka banyere Monte Carlo Doualiya na nnwere onwe ga-abụ \"nke omenala, omenala na nkwanye ùgwù maka omumej ọma\"; o gosipụtara isi ihe ya site n'ịkatọ ndị nne na-alụbeghị di, \"ihe ihere, ihe otiti na ndị Tunisia\", nke \"ekwesịghị ịchọ usoro iwu nke na-echebe ikike ha\". A na-akpọ ya \"Souad Palin\", na-ezo aka na Sarah Palin.",
  "Ọ bụ onye Ennahdha na-azọ ọkwa onyeisiala na kansụl obodo nke Tunis na ntuli aka ime obodo nke afọ 2018. N'abalị atọ n'ọnwa Julaị, a họpụtara ya site na votu iri abụọ na isii nke ndị otu Council Council, na vootu iri abụọ na abụọ megide ya",
  "Ọ ghọrọ nwanyị mbụ a họpụtara ka ọ bụrụ onye isi obodo Tunis na nwanyị Arab mbụ nwere ọnọdụ dị otú ahụ."
]