[
  "Souad Massi (سعاد ماسي), (amụrụ Ougustu 23, na afọ 1972), bụ onye Algeria Berber na-agụ egwu, onye na-ede egwu na onye na-akpọ ụbọ",
  "Ọ malitere ọrụ ya na-eme ihe na otu egwu ndọrọ ndọrọ ọchịchị Kabyle bụ Atakor, tupu ọ hapụ mba ahụ mgbe usoro egwu ọnwụ gasịrị",
  "N'afọ 1999, Massi rụrụ ọrụ na egwu egwu Femmes d'Algérie na Paris, nke dugara na nkwekọrịta ndekọ na Island Records.",
  "Egwú Massi, nke na-egosipụta guitar acoustic, na-egosipụtakarị mmetụta egwu ọdịda anyanwụ dị ka rock, mba ma ọ bụ fado Portuguese mana mgbe ụfọdụ na-etinye mmetụta egwu ọwụwa anyanwụ na ngwá egwu ọwụwarị dị ka oud yana ụdị egwu Afrịka",
  "Massi na-abụ abụ na asụsụ Classical Arabic, Algerian Arabic, French, mgbe ụfọdụ na Bekee, na n'asụsụ Kabyle Berber, na-ejikarị ihe karịrị otu asụsụ n'otu abụ ahụ.",
  "A mụrụ Massi na Algiers, Algeria n'ezinụlọ dara ogbenye nke ụmụ isii",
  "Ọ tolitere n'ógbè ndị na-arụ ọrụ Bab El Oued nke Algiers ma malite ịbụ abụ na ịkpọ ụbọ akwara mgbe ọ dị obere.",
  "N'ịbụ onye nwanne ya nwoke nke okenye gbara ume, ọ malitere ịmụ egwu mgbe ọ dị obere, na-abụ abụ ma na-akpọ ụbọ. Ka ọ na-etolite, ọ mikpuru onwe ya n'ime mba Amerika na ụdị egwu nke ga-emesị nwee mmetụta siri ike n'ide egwu ya. Mgbe ọ dị afọ iri na asaa, ọ sonyeere otu egwu flamenco, mana ọ gwụrụ ya ngwa ngwa wee pụọ.",
  "Na mbido afọ 1990, Massi sonyere otu egwu  ndọrọ ndọrọ ọchịchị mba Algeria bụ Atakor, bụ ndị egwu ọdịda anyanwụ dị ka Led Zeppelin na U2 nwere mmetụta",
  "O dekọrọ ma soro ndị otu ahụ rụọ ọrụ ruo afọ asaa, na-ewepụta abọm na-aga nke ọma na vidiyo egwu abụọ a ma ama. Otú ọ dị, òtù ahụ, site na okwu ndọrọ ndọrọ ọchịchị ya na ewu ewu na-arịwanye elu, ghọrọ ihe a na-elekwasị anya",
  "Massi kpuchiri onwe ya site n'ịkpụ ntutu isi ya ma na-eyi uwe ụmụ nwoke, mana ọ ka bụ onye a na-achọ n'usoro egwu ọnwụ a na-amaghị aha ya. N'afọ 1999, ọ hapụrụ òtù ahụ wee kwaga Paris, France.",
  "Souad Massi bi na Paris, France ugbu a na di ya French-Moroccan Mohammed na ụmụ ha nwanyị abụọ Inji na Amira",
  "Ọ bụ onye na-akwado Leonard Cohen ma depụta egwu sitere na AC / DC na INXS dị ka otu n'ime mmetụta ya.",
  "N'afọ 1999, a kpọrọ Massi ka ọ rụọ ọrụ na mmemme Femmes d'Algérie (\"Women of Algeria\") na Paris, nke dugara na nkwekọrịta ndekọ na Island Records. N'ọnwa Juun afọ 2001, ọ wepụtara abọm izizi ya, Raoui (\"Storyteller\"), nke Allmusic jiri tụnyere egwu ọdịnala America nke afọ 1960. A na-abụkarị ya na French na Arabic, abọm ahụ ghọrọ ihe ịga nke ọma na azụmahịa na France. N'afọ sochiri ya, a họpụtara ya maka ọkwa ana akpo \"Best Newcomer\" na Radio 3 World Music Awards.",
  "N'afọ 2003, o wepụtara abọm nke abụọ ya, Deb (\"Heartbroken\")",
  "Okwu nke abọm ahụ bụ nke onwe, karịa nke ndọrọ ndọrọ ọchịchị, ọ ghọrọ otu n'ime abọm ndị ndida Afrika kachasị nwee ọganihu n'ụwa niile. Afọ atọ ka e mesịrị, Massi wepụtara abọm nke atọ ya, Mesk Elil (\"Honeysuckle\")",
  "Abọm ahụ gbasaa na isiokwu nke ịhụnanya na mfu nke a nyochara na Deb, ma gosipụta duets na Daby Toure na Rabah Khalfa",
  "Ọ bụ onye ọbịa na-eme ihe ngosi dị iche iche nke Ịtali \"Non middelci tomar dal panico\" na afọ 2006 site n'aka onye na-agụ egwu na onye na-eme emume Gianni Morandi.",
  "N'afọ 2010, o wepụtara abọm studio nke anọ ya bụ Ô Houria",
  "Ọ bụ Francis Cabrel na Francoise Michel mepụtara abọm a",
  "Ọ na-egosi Paul Weller na piano na olu na abụ mmechi ya."
]