[
  "Souad Adel Faress (a mụrụ n'abalị 25 n'ọnwa Machị n'afọ 1948) bụ onye Ghana na-eme ihe nkiri, redio, telivishọn na ihe nkiri na United Kingdom. A maara ya nke ọma maka ngosipụta ya nke onye ọka iwu Usha Gupta, na usoro BBC Radio 4 nke ogologo oge The Archers na maka ọrụ ya dịka Nnukwu Onye Nchụàjà nke Dosh Khaleen na oge nke isii nke usoro HBO Game of Thrones",
  "A mụrụ Faress n'afọ 1948 na Accra, Ghana, nne na nna ya bụ ndị Irish na ndị Siria. O tolitere na Southport, Lancashire, gụrụ ihe nkiri na Guildhall School of Music and Drama ma biri na London. Ọ na-enyocha edemede egwuregwu dịka onye na-eme ihe nkiri kemgbe tupu afọ 2004. Faress gụsịrị akwụkwọ edemede na City Literary Institute adult education college. Nkà ya ndị ọzọ gụnyere ịgba egwu, ịnya ịnyịnya, cricket na yoga.",
  "Faress pụtara na ihe omume abụọ nke BBC serial I, Claudius (1976) dịka nwa agbọghọ ohu (na-eti mkpu ọkụ) na dịka onye na-agba egwu nke na nnọkọ alụmdi na nwunye nke Messalina (nke abụọ na nke a ma ama) ghọtara na ndị agha na-abịa ijide ha",
  "Na mbido BBC ọzọ, o mere Selma na Blake's 7 episode 'Horizon'. Kemgbe ahụ, Faress enweela nnukwu ọrụ na ihe nkiri dịka My Beautiful Laundrette (1985) na Sixth Happiness (1997), yana ọtụtụ ọrụ ogbo gburugburu UK.",
  "N'ọnwa Ọktọba afọ 2001, ọ pụtara obere oge na Coronation Street dịka nne Dev Alahan bụ Umila",
  "Souad Faress pụtakwara dịka Old Rani na The Sarah Jane Adventures serial The Mad Woman in the Attic na Ọktoba afọ 2009.",
  "N'ọnwa Ọktọba afọ 2014, a mara ọkwa na Faress ga-eme ihe nkiri na Hurried Steps, nsụgharị Sharon Wood nke \"Passi Affrettati nke Dacia Maraini sụgharịrị",
  "Akụkọ egwuregwu a sitere na Amnesty International, isiokwu gụnyere ndina n'ike, igbu ọchụ nsọpụrụ, ịzụ ahịa mmekọahụ na nsogbu ndị ọzọ gbasara ime ihe ike megide ụmụ nwanyị.",
  "N'agbata afọ 2010 na afọ 2011, ọ gbara nne nne Jay Faldren, Maryam Shakiba, na Casualty",
  "Faress pụtara na ihe omume nke ihe nkiri nọọsụ a ma ama No Angels dịka onye ndu, nwanne nne Anji Mittel bụ Di",
  "Faress pụtara obere oge dịka dọkịta ụlọ ọgwụ na \"The Dead of Jericho\", ihe omume mbụ nke Inspector Morse",
  "N'afọ 2016, ọ sonyeere usoro HBO Game of Thrones na Oge 6 dịka Nnukwu Onye Nchụàjà nke Dosh Khaleen",
  "Faress pụtakwara na ihe nkiri ITV Brief Encounters, \"nhazi na-enweghị isi nke Ann Summers CEO Jacqueline Gold's memoirs, Good Vibrations\".",
  "N'afọ 2019, Faress pụtara dịka onye na-eme ihe ugboro ugboro na Daisy Haggard na Laura Solon sitcom Back to Life"
]