[
  "Àtụ:Infobox musical artist\nSound Sultan",
  "Aha\tOlanrewaju Fasasi",
  "Mụrụ\tNọvemba 27, 1976 - 2021 (afọ 45)",
  "Jos, Plateau Steeti, Naịjirịa",
  "Nkenụụdị\tR&B, hipụ họpụ, regee, Afurobiiti",
  "Aka Ọrụ\tOdee egwu,-otii egwu, rapa, omee ntọ ọchị, omee oyonyo, onye ndekọ mmepụta egwu, onyenwe klọb nkata bọọlụ",
  "Afọ ọ nọ ọrụ\t1996–ugbua",
  "Lebeelụ",
  "Kennis Music (1997–2008)",
  "Naija Ninjas (2008–ugbua)",
  "Ndị egwu\t2face Idibia, Wyclef Jean, WizKid, Sarkodie, Banky W, M.I, Faze, Plantashun Boyz, BlackFace Naija",
  "Website\tsoundsultan.com",
  "Sound Sultan (amụrụ Olanrewaju Fasasi na Nọvemba 27, 1976) bụ onye Naịjirịa na-agụ egwú- odee egwu, omee ihe oyonyo, ome ntọ ọchị, rapa na ndekọ egwu",
  "A na-ahụta ya dịka otu n'ime pafetị nke egwu hipụ họpụ nke oge a na Naịjirịa.",
  "Na 1991, o nwere mmasị na egwu, na nnọkọ ụlọ akwụkwọ ma na-ede egwu nke ya",
  "Ọ na-ekwu na mmasị egwu ya bụ site mmetụta nwanne ya nwoke bụ Baba Dee bụ onye gụrụ nka ihe nkiri.  Ọ malitere ịmụ etú esi akpọ jita mgbe ọ gụchara ụlọ akwụkwọ sekọndịrị ma nọdụ na gbalaga na 1999.",
  "Ọrụ Sound Sultan na azụmaahịa ngosi bidoro na 1990s, mgbe ọ na-akwado ihe ngosi iji nweta ego maka studiyo.",
  "Na afọ 1999, ọ meriela ọtụtụ ngosipụta",
  "O wepụtara egwu izizi ya bụ \"Jagbajantis\" n'afọ 2000,  bụ nke wuru ewu na Naịjirịa",
  "Mgbe o na-egosipụta egwu ya na isonye ndị egwu ndị ọzọ na-iti egwu,Ndị Kennis Music kpọrọ ya",
  "N'okpuru Kennis Music, o wepụtara abọm anọ",
  "N'afọ 2007, nkwekọrịta ya na akara ahụ gwụrụ  o soro Baba Dee mepee Naija Ninjas, otu aha ndekọ, uwe mmepụta na akwa uwe",
  "Mgbe ọ malitere dị ka onye rapa, ọ na-arụ ọrụ n'ụdị egwu dị iche iche site na R&B ruo Afurobeat, egwu mmụọ na egwu Fuji Naịjirịa1",
  "O kwuru na-ekwesịghị ikpe ndị otii egwu maka ụdịdị ha na-eme, ihe dị mkpa bụ ozi ha na-akụ n'egwú a.",
  "N'okpuru Naija Ninjas, o wepụtara Back From The Future (2010) wee were ndị na-eti egwu dịka Karma Da Rapper, Young GreyC, Shawn na Blacka.",
  "Sound Sultan malitere mmekọrịta ọrụ ya na Wyclef Jean mgbe egosiri ya n'akụkụ 2face Idibia na Faze na \"Proud to be African\" site na Wyclef's Welcome to Haiti: Creole 101 album",
  "Ha arụkọtara ọnụ na ọrụ abụọ ọzọ: \"King of My Country\" (2009) na \"People Bad\" (2012)",
  "Na 2012, a mara ọkwa na Sound Sultan bụ onye nnọchi anya UN maka Udo maka ụdị ndụ ya na ọrụ ya",
  "Na 2015, Sound Sultan wepụtara otu egwu rap \"Remember\"  mgbe ọ nọghị ogologo oge na ọrụ egwu",
  "Mgbe ọdịda nkata bọọlụ nke Afrịka, Sound Sultan sonyeere ndị na-ahazi nke \"Continental Basketball League\" ka ọ bụrụ otu onye nwe \"Lagos City Stars\" (ndị mmeri 2017) na onye nhazi nke ntụrụndụ egwuregwu",
  "Sound Sultan gosipụtara na Honorebel 's 2019 \"Bridal\" ya na Joe El",
  "N’afọ 2009, Sound Sultan lụrụ enyi ya nwanyị bụ Chichi Morah, nke a maara ugbu a dị ka Farida Fasasi si agbụrụ Igbo",
  "Di na nwunye a nwere umu ato"
]