[
  "History",
  "People",
  "Cuisine",
  "Religion",
  "Art",
  "Sport",
  "South African English (SAfrE, SAfrEng, SAE, en-ZA) [lower-alpha 1] bụ usoro asụsụ Bekee nkè ndị South Africa.",
  "Ndị Briten bu ụzọ rute ná mpaghara South Africa ná 1795, mgbe há guzobere ọrụ agha na Cape Colony",
  "Ebumnuche nkè mgbalị mbụ á bụ iji nweta ikike nke ụzọ oké osimiri Cape, ọ bụghị iji guzobe ebe obibi na-adịgide adịgide. E weghaara ikike zuru oke nke ógbè ahụ n'aka Batavian Republic mgbè Agha Blaauwberg gasịrị ná 1806",
  "Ọnụ ọgụgụ mbụ nkè ndị na-asụ Bekee rutere ná 1820",
  "Ihe dị kà ndị Britain 5,000, ọtụtụ n'ime ha bụ ndị bi n'ime ime obodo ma ọ bụ ndị na-arụ ọrụ, biri na Eastern Cape. Ọ bụ ezie ná ndị Britain bụ obere ndị na-achị ala (ndị Dutch anọwo ná mpaghara ahụ kemgbe 1652, mgbe ndị ahịa si ná Dutch East India Company mepụtara ebe nchekwa), gọvanọ Cape Colony, Lord Charles Somerset, kwupụtara Bekee dị kà asụsụ gọọmentị ná 1822. Iji gbasaa mmetụta nkè Bekee ná mpaghara ahụ, ndị ọrụ gọọmentị malitere iwebata ndị nkuzi ụlọ akwụkwọ Britain ná ndị ụkọchukwu Scotland kà há nọrọ n'ọkwá ná agụmakwụkwọ na usoro ụka. Otu ndị ọzọ na-asụ Bekee si Britain bịa n'afọ 1840 ná 1850, tinyere ndị Natal",
  "Ndị a bụ \"ndị na-ekwu okwu\" dịka ndị agha lara ezumike nká ná ndị aristocrats. Ìgwè nkè atọ nke ndị Bekee rutere n'etiti 1875 ná 1904, ma wetara ha asụsụ Bekee dịgasị iche iche",
  "Ifufe abụọ ikpeazụ á enweghị mmetụta dị ukwuu ná South African English (SAE), n'ihi ná \"a kụrụ mkpụrụ nkè mmepe ná 1820\". Otú ọ dị, ebili mmiri Natal wetara nostalgia màkà omenala ndị Britain mà nyere áká ịkọwa echiche nkè \"ụkpụrụ\" dị ichè ichè nkè yiri Southern British English.",
  "Mgbe e guzobere Union of South Africa ná 1910, Bekee ná Dutch bụ asụsụ gọọmentị, ọ bụ ezie ná Afrikaans nọchiri Dutch ná 1925. Mgbe afọ 1994 gachara, asụsụ abụọ á tinyere asụsụ itoolu ndị ọzọ nke Southern Bantu nwetara ọkwa há nhata.",
  "SAE bụ ụdị Bekee dị iche iche (ET), mà ọ bụ asụsụ dị iche iche nke e bugara n'èzí ụlọ ya",
  "Karịsịa, SAE bụ Southern hemisphere ET sitere ná ndị England na-achị ná narị afọ nke 18 ná nkè 19 (Zimbabwean, Australian, ná New Zealand English bụkwa ụdị ET nkè Southern hemispher). SAE yiri British English karịa kà ọ na-eme American English n'ihi njikọ chiri ányá nkè ndị South Africa na-achị ná mpaghara ahụ ná narị afọ nkè 19 ná nkè 20",
  "Otú ọ dị, site ná mmetụta na-arịwanye elu nke ọdịbendị pop America gburugburu ụwa site ná ụzọ kọntaktị dị kà telivishọn, American English aghọwo ihe a ma ama na South Africa",
  "N'ezie, ụfọdụ ìhè ndị America na-aghọ ìhè ndị ọzọ ná okwu ndị Britain yiri yá.",
  "Black South African English, mà ọ bụ BSAE, bụ nkè ndị na-asụ asụsụ mbụ há bụ asụsụ ụmụ amaala Africa. Á na-ewere BSAE dị kà Bekee \"ọhụrụ\" n'ihi ná ọ pụtara site ná usoro agụmakwụkwọ n'etiti ndị na-asụ asụsụ nkè abụọ n'ebe Bekee abụghị asụsụ kachasị. Ọ dịkarịa ala, a mụọla ụdị abụọ ná asụsụ ọha ná eze ná post-creole maka asụsụ nkè abụọ Black South African English nkè ọtụtụ ndị Black South Africa na-asụ: \"acrolect\" dị elu, nkè á mà ámá na \"mesolect\" dị n'etiti",
  "Ụdị \"basilect\" dị ichè ichè adịghị kà asụsụ ndị ọchịchị (asụsụ Bekee a na-asụ), ebe \"mesolect\" dịtụ kà nkè ahụ. N'akụkọ ìhè mere eme, á na-ewere BSAE dị ka ụdị Bekee \"na-abụghị ọkọlọtọ\", nkè na-ekwesịghị ekwesị maka ọnọdụ dị iche iche ma bụrụ nke asụsụ ndị Afrịka na-emetụta.",
  "Dị ka Central Statistical Services si kwuo, kà ọ na-erule afọ 1994 ìhè As of 1994[update] nde mmadụ ojii 7 na-asụ Bekee ná South Africa. BSAE malitere ná usoro ụlọ akwụkwọ South Africa, mgbe Iwu Mmụta Bantu nkè 1953 nyere iwu kà e jiri asụsụ ndị Afrịka mee ihe na klas",
  "Mgbe e guzobere iwu á, e wepụrụ ọtụtụ n'ime ndị nkuzi na-asụ Bekee n'ụlọ akwụkwọ",
  "Nke á na-egbochi ngosipụta nkè ụmụ akwụkwọ ojii nwetara na ụdị Bekee dị ichè ichè",
  "N'ihi yá, Bekee á na-asụ n'ụlọ akwụkwọ ndị isi ojii mepụtara usoro dị ichè iche nkè ịkpọpụta ná nhazi okwu, na-eduga n'ịmepụta BSAE. Enwere ike ijikọta ụfọdụ n'ime njirimara ndị á ná asụsụ nné nkè ndị na-asụ BSAE mbụ",
  "Iwu nkè nkwalite asụsụ nné n'ụlọ akwụkwọ mechara daa, na 1979, Ngalaba Mmụta Bantu nyere ụlọ akwụkwọ ohere ịhọrọ asụsụ nkè há",
  "Bekee bụ asụsụ á họọrọ n'ụzọ dị ukwuu, n'ihi ná á na-ele yá anya dị Kà ngwá ọrụ dị mkpa nkè ọganihu mmekọrịta mmadụ ná ibe yá ná akụ ná ụba.",
  "Ìhè dị ka pasent 20 nkè ndị isi ojii niile nọ ná South Africa na-asụ Bekee dị kà asụsụ ụlọ. Ha na-elekwasị anya na mpaghara KwaZulu-Natal ná akụkụ ugwu ọwụwa anyanwụ nkè Eastern Cape ná Transkei mbụ ná ụfọdụ transplantations na-achọta ná Johannesburg.",
  "Ọtụtụ ndị si n'ógbè ndị a kwagara Durban ná Pietermaritzburg, ebe enwere ike ịchọta ọtụtụ ndị na-asụ asụsụ Anglophone.",
  "Ndị na-asụ asụsụ Anglophone nwere ìhè nketa Europe nwere ndị ńnà ńnà sitere ná British Isles, nkè, tinyere mmalite ná mpaghara ndị nwere mmadụ olé ná olé na-asụrụ Afrikaans, nyèrè áká ná Bekee ịbụ asụsụ bụ isi nkè ndị na-asọpụta ná mpaghara ahụ",
  "Ná mgbakwunye, ebe ọ bụ ná á na-akọwa ndị Afrikaners dị kà ndị na-emepụta ịkpa ókè agbụrụ, ndị \"na-acha\" nkè Natal anaghị akwanyere há ùgwù",
  "Ọzọkwa, ebe ọ bụ ná ndị \"na-acha\" Natal na-akọwa ọdịbendị ná ndị South Africa na-asụ Bekee, há na-emegide ndị Afrikaans.",
  "Akwukwo nkè ndi Anglophone na-acha uhie uhie sitere ná agbụrụ há dị iche iche, na-esite ná ndị Europe (British, German, ná Afrikaners), ndị ojii (Zulu ná Xhosa), ndị India (ma Dravidian na Indo-Aryan) yana ndị ọzọ ngwakọta dị ka St",
  "Helenians, Mauritian Creoles ná ụfọdụ Griquas",
  "Nkè á emetụtala ụda ólú kà ọ bụrụ otú n'ime ndị pụrụ iche ná Southern Africa.",
  "Otu ụdị ma ọ bụ obere ụdị nke Bekee South Africa bụ Cape Flats English, nkè mbụ ná nkè kachasị mma jikọtara yá ná ndị na-ekwu okwu Cape Coloured n'ime obodo.",
  "Ọtụtụ ụdị Bekee ndị ọcha nke South Africa apụtawo, yana ọkwa dịgasị iche iche nke ùgwù ọha na eze",
  "Roger Lass na-akọwa Bekee South Africa ọcha dị ka usoro nke ụdị atọ nke ndị White South Africa na-asụ, nke a na-akpọ \"The Great Trichotomy\" (okwu mbụ e ji kewaa ụdị Bekee Australia ma mesịa tinye ya na Bekee South African). N'ime nkewa a, ụdị \"Cultivated\" dị iche iche na-eru nso na ọkọlọtọ England natara Pronunciation ma jikọta ya na klas dị elu; ụdị \"General\" bụ ihe na-egosi mmekọrịta mmadụ na ibe ya nke ndị nọ n'etiti ma bụrụ asụsụ a na-asụkarị; na ụdị \"Broad\" kachasị jikọta ya da ndị ọrụ, ọnọdụ akụ na ụba dị ala, na obere agụmakwụkwọ. A na-akpọkwa ụdị atọ a, Cultivated, General, na Broad, mgbe ụfọdụ \"Conservative SAE\", \"Respectable SAE\", na \"Extreme SAE\", n'otu n'otu. Broad White SAE na-eru nso n'asụsụ nke abụọ nke (Afrikaans-asụ) Afrikaners a na-akpọ Afrikaans English",
  "Ndị na-asụ SAE nke dị n'etiti na nke dị n\"elu (karịsịa ndị Anglo-Saxon) na-akatọ ụdị a ma na-ewere ya dị ka ụdị SAE.",
  "N'afọ 1913, Charles Pettman mepụtara akwụkwọ ọkọwa okwu Bekee South Africa nkè mbụ, nkè akpọrọ Africanderisms",
  "Ọrụ a chọrọ ịchọpụta ókwú Afrikaans na-apụta n'asụsụ Bekee ná South Africa. N'afọ 1924, Oxford University Press bipụtara mbipụta mbụ yá nkè akwụkwọ ọkọwa ókwú Bekee nkè South Africa, The South African Pocket Oxford Dictionary",
  "Mbipụta ndị sochirinụ nkè akwụkwọ ọkọwa ókwú á agbalịwo iwere \"ụzọ nchịkọta akụkọ sara mbara\" ná itinye ókwú ókwú ndị sitere ná South Africa, ọ bụ ezie ná á na-arụrịta ụka banyere oké ntinye a. Mahadum Rhodes (South Africa) ná Mahadum Oxford (Great Britain) rụkọrọ ọrụ ọnụ iji mepụta 1978 Dictionary of South African English, nkè nabatara usoro nchedo ná itinye okwu ya",
  "Akwụkwọ ọkọwa ókwú á gụnyere, ná nkè mbụ yá, ihe ndị na-ede akwụkwọ ọkọwa okwut weere dị ka \"okwu nke obodo\", ma ọ bụ okwu okwu a na-ahụ na akwụkwọ akụkọ Black na akwụkwọ edemede. Akwụkwọ ọkọwa ókwú ndị ọkachamara ná ókwú sayensị, dị kà áhà ndị á na-ahụkarị nkè osisi South Africa, pụtakwara ná narị afọ nke iri abụọ",
  "Otú ọ dị, ọrụ ndị á kà na-adabere na okwu Latin ná usoro ịkpọpụta Europe. As of 1992[update], Rajend Mesthrie mepụtara naanị akwụkwọ ọkọwa okwu dịnụ nke South African Indian English.",
  "SAE gụnyere ihe ndị e si n'asụsụ ndị ọzọ nke South Africa gbaziri",
  "Ndepụta na-esonụ na-enye ihe atụ nke ụfọdụ n'ime okwu ndị a:",
  "Nnyocha ọnụ ọgụgụ mba South Africa nke afọ 2011 chọpụtara ngụkọta nkè ndị na-asụ Bekee 4,892,623 dị ka asụsụ mbụ,: 23 mejupụtara 9.6% nkè ndị bi ná mba ahụ.: 25 Ógbè ndị nwèrè ọnụ ọgụgụ dị ukwuu ndị na-ekwu Bekee bụ Western Cape (20.2% nkè ndị bi n'ógbè ahụ), Gauteng (13.3%) ná KwaZulu-Natal (13.2%).",
  "A na-asụ Bekee n'etiti agbụrụ niile dị na South Africa",
  "A na-akọwa nkewa nke ndị na-asụ Bekee dịka nhazi agbụrụ nke Statistics South Africa na-eji na tebụl na-esonụ.",
  "E nwetara ihe atụ ndị na-esonụ nke ụda olu South Africa na Mahadum George Mason:",
  "Àtụ:Notelist"
]