[
  "South Sudanese pound (ISO koodu na mkpirisi: SSP) bụ ego nke Republic of South Sudan",
  "A na-ekewa ya na 100 piasters",
  "Nzukọ omebe iwu nke Southern Sudan kwadoro ya tupu ọ kewapụ na 9 Julaị 2011 site na Sudan",
  "E webatara ya na 18 Julaị 2011, ma dochie pound Sudanese na par. N'ụbọchị mbụ n'ọnwa Septemba n'afọ 2011, pound Sudan kwụsịrị ịbụ ego iwu kwadoro na South Sudan.",
  "N'October 8, 2020, n'ihi mbelata ngwa ngwa nke ọnụego mgbanwe nke pound South Sudan na dollar United States, South Sudan kwupụtara na ọ ga-agbanwe ego ya n'oge na-adịghị anya.",
  "Akwụkwọ ego ahụ gosipụtara onyinyo nke John Garang de Mabior, onye ndú nwụrụ anwụ nke South Sudan.",
  "A kwadoro okpukpu isii dị iche iche (SSP 1, SSP 5, SSP 10, SSP 25, SSP 50, SSP 100 na SSP 500) n'ụdị akwụkwọ ego, a ga-enyekwa okpukpu ise (SSP 0.01, SSP 0.05, SSP 0.10, SSP 0.25 na SSP 0.50) n'ụdị mkpụrụ ego.",
  "E wepụtara akwụkwọ ego ọhụrụ atọ maka SSP 0.05, SSP 0.10, na SSP 0.25 na 19 Ọktoba 2011.",
  "E wepụtara mkpụrụ ego mbụ nke pound South Sudanese na SSP 0.10, SSP 0.20, na SSP 0.50, n'oge ncheta nke anọ nke nnwere onwe site na Sudan.",
  "Na 2016, Bank of South Sudan nyere akwụkwọ ego SSP 20 iji dochie ndetu SSP 25",
  "Na 2018, Bank of South Sudan webatara akwụkwọ ego SSP 500 iji mee ka azụmahịa ego dị mfe kwa ụbọchị na-esochi mmụba nke afọ.",
  "Dịka akụkụ nke nhazigharị ego iji belata mgbagwoju anya, e wepụtara otu mkpụrụ ego SSP 1 iji dochie akwụkwọ ego SSP 1, ma ewepụtala otu mkpụrụ ego maka SSP 2",
  "Ihe ndetu SSP 10, SSP 20 na SSP 100 ka emegharịrị ha niile",
  "N'ọnwa Nọvemba 2016, Gọvanọ nke Ụlọ Akụ̀ nke South Sudan wepụtara nkwupụta na-ajụ dị ka akụkọ ụgha na-azọrọ na ụlọ akụ ahụ na-ebipụta akwụkwọ ọhụrụ na SSP 200, SSP 500 na SSP 1,000.",
  "Na Febụwarị 2021, Bank of South Sudan wepụtara SSP 1,000 akwụkwọ ego dịka akụkụ nke mbọ iji luso oke ọnụ ahịa na nsogbu akụ na ụba ọgụ",
  "Akwụkwọ ndekọ ego maroon nwere atụmatụ mara nke ọma nke John Garang n'akụkụ ihu, yana onyonyo nke enyí nnụnụ abụọ na azụ.￼",
  "A na-etinye mkpụrụ ego na SSP 0.10, SSP 0.20, na SSP 0.50",
  "na 9 Julaị 2015 (South Sudanese Independence Day). As of 2016[update] n'afọ 2016, a na-emepụta mkpụrụ ego South Sudan na South African Mint.",
  "A na-etinye mkpụrụ ego abụọ na SSP 1 na SSP 2 n'ime mgbasa ozi n'afọ 2016.",
  "Akara agha nke South Sudan nke nwere aha mba 'REPUBLIC OF SOUTH SUDAN' na ụbọchị ahụ ga-apụta n'ihu ya",
  "Mkpụrụ ego dị iche iche ga-agụnye ihe ndị a:",
  "N'oge ewepụtara paụnd South Sudan na 2011, ọnụego mgbanwe bụ SSP 2.75 maka US$1. Ka ọ na-erule 18 Machị 2023[update], ọnụego mgbanwe dị na ahịa bụ SSP 835.38 = US $ 1."
]