[
  "Ịkụ aka bụ ụdị ntaramahụhụ a na-ahụkarị nke gụnyere ịkụ aka, ma ọ bụ nkwụ aka ma ọ bụ ihe eji eme ihe, buttocks nke mmadụ iji kpatara ihe mgbu anụ ahụ",
  "Okwu ịkụ aka n'ụzọ sara mbara na-agụnye iji aka ma ọ bụ mmejuputa, iji ihe eji eme ihe nwekwara ike ịpụta nchịkwa nke ụdị ntaramahụhụ ndị ọzọ dị ka ịpịa ụtarị, ịkwọ ụgbọ mmiri na ịnyagharịa.",
  "Ụfọdụ ndị nne na nna na-akụ ụmụaka ihe n'ihi omume na-achọghị. Ndị okenye na-akụkarị ụmụnwoke karịa ụmụnwanyị ma n'ụlọ ma n'ụlọ akwụkwọ. Mba ụfọdụ amachibidoro ịkụ ụmụaka n'ọnọdụ ọ bụla, gụnyere ụlọ, ụlọ akwụkwọ, na ụlọ ọrụ ntaramahụhụ, ebe ndị ọzọ na-enye ya ohere mgbe nne ma ọ bụ nna ma ọ bụ onye nlekọta mere ya.",
  "N'asụsụ Bekee nke mba Amerịka, akwụkwọ ọkọwa okwu na-akọwa ịkụ aka dị ka eji aka na-emeghe ma ọ bụ ihe eji eme ihe dị ka paddle. N'ihi ya, a na-akpọkarị ụdị ntaramahụhụ n'ụlọ akwụkwọ US (iji paddle) dị ka ịkụ aka",
  "Na mba North America, a na-ejikarị okwu ahụ bụ \"ịkụ aka\" mee ihe dị ka ihe jikọrọ ya maka ịkwọ ụgbọ mmiri n'ụlọ akwụkwọ, na mgbe ụfọdụ ọbụna dị ka ókwú nnọchiteanya maka ntaramahụhụ nke ndị okenye na ụlọ ọrụ.",
  "N'asụsụ Bekee nke mba Britain, ọtụtụ akwụkwọ ọkọwa okwu na-akọwa \"ịkụ aka\" dị ka a na-enye naanị aka oghe. Na mba United Kingdom, Ireland, Australia na New Zealand, a na-eji okwu ahụ bụ \"smacking\" eme ihe karịa \"spanking\" mgbe ị na-akọwa iji aka na-emeghe aka, kama iji ihe eji eme ihe",
  "Ọ bụ ezie na a na-akụ aka na ala mgbe niile, \"ịkụ aka\" adịghị kpọmkwem ma nwee ike ịpụta ịkụ aka, ogwe aka ma ọ bụ ụkwụ nwatakịrị yana ala ya.",
  "Ndị nne na nna na-akụkarị ụmụ ha ihe dị ka ụdị ntaramahụhụ na mba United States; Otú ọ dị, nkwado maka omume a yiri ka ọ na-ebelata n'etiti ndị nne na nna United States. A na-ejikarị otu ma ọ bụ karịa ịkụ aka n'azụ nwa ahụ, ọ bụ ezie na, ọ bụghị ihe a na-ahụkarị, a na-eji ihe dị iche iche na-akụ ụmụaka, dị ka ntutu isi ma ọ bụ osisi. N'akụkọ ihe mere eme, ndị okenye na-akụ ụmụnwoke karịa ụmụnwanyị. Na mba United States, ndị okenye na-akụkarị ụmụ ọhụrụ na ụmụaka aka. Isi ihe ndị nne na nna ji enye maka ịkụ ụmụaka ihe bụ iji mee ka ụmụaka nwekwuo obi ike na ịkwalite omume ka mma, ọkachasị iji kwụsị omume ike nke ụmụaka.",
  "Otú ọ dị, nnyocha egosila na ịkụ aka (ma ọ bụ ụdị ntaramahụhụ ọ bụla ọzọ) nwere njikọ na mmetụta dị iche. Mgbe ndị okenye na-ata ụmụaka ahụhụ, ụmụaka na-erubere ndị nne na nna isi obere oge ma na-azụlite omume ike, gụnyere n'ebe ụmụaka ndị ọzọ nọ. Mmụba a nke omume ime ihe ike yiri ka ọ na-egosipụta echiche nwatakịrị ahụ na ịkụ ihe bụ ụzọ isi dozie iwe na nkụda mmụọ. E nwekwara ọtụtụ mmetụta ọjọọ nke anụ ahụ, nke uche, na nke mmetụta uche metụtara ịkụ aka na ụdị ntaramahụhụ ndị ọzọ, gụnyere mmerụ ahụ dị iche iche, nchegbu, ịda mbà n'obi, na omume na-emegide mmekọrịta mmadụ na ibe ya. Ndị okenye a tiri ụtarị n'oge ha bụ nwata yikarịrị ka ha ga-emegbu ụmụ ha na di ha ma ọ bụ nwunye ha.",
  "American Academy of Pediatrics (AAP), Royal College of Paediatrics and Child Health (RCPCH), na Royal Australasian College of Physicians (RACP) niile na-atụ aro na a gaghị akụ nwatakịrị ọ bụla ma kama ọ na-akwado iji ụdị ịdọ aka ná ntị dị irè, nke dị mma. Ọzọkwa, AAP na-atụ aro ka ndị na-ahụ maka nlekọta bụ isi (dịka, ndị dọkịta ụmụaka na ndị dibịa ọgwụ ezinụlọ) malite ịtụle usoro ịdọ aka ná ntị nke ndị nne na nna n'oge na-adịghị anya karịa ọnwa itoolu ma tụlee ịmalite mkparịta ụka dị otú ahụ site na afọ ọnwa 3-4. Ka ọ na-erule ọnwa asatọ, pasentị ise (5%) nke ọnụ ọgụgụ ndị nne na nna na-akọ na ha na-akụ aka na 5% na-akọ na ha malitere ịkụ aka mgbe ha dị ọnwa atọ. AAP na-atụkwa aro ka ndị dọkịta na-ahụ maka ụmụaka na-atụle usoro ịdọ aka ná ntị dị irè ma na-adụ ndị nne na nna ọdụ banyere enweghị ike nke ịkụ aka na ihe ize ndụ nke mmetụta na-emerụ ahụ metụtara omume ahụ iji belata mmerụ ahụ nye ụmụaka ma duzie ndị nne na nna.",
  "Ọ bụ ezie na ndị nne na nna na ndị ọzọ na-akwado ịkụ aka na-ekwukarị na ịkụ aka dị mkpa iji kwalite ịdọ aka ná ntị ụmụaka, ọmụmụ ihe egosila na ndị nne na nna na-etinye ntaramahụhụ anụ ahụ n'ụzọ na-ekwekọghị ekwekọ ma na-apịa ọtụtụ mgbe ha na-ewe iwe ma ọ bụ na-enwe nrụgide. Ojiji nke ntaramahụhụ nke ndị nne na nna na-eme ka ohere ụmụaka ga-ata ahụhụ n'ụzọ anụ ahụ, ọtụtụ ikpe nke mmetọ ahụ na mba Canada nakwa mba United States na-amalite dị ka ịdọ aka ná ntị. Ọ bụrụ na a na-apịa nwatakịrị ihe ugboro ugboro, ụdị ntaramahụhụ a na-adịchaghị irè n'ịgbanwe omume ka oge na-aga (nke a makwaara dị ka mkpochapụ). Na mmeghachi omume na mbelata arụmọrụ nke ịkụ aka, ụfọdụ ndị nne na nna na-eme ka ugboro ugboro ma ọ bụ ịdị njọ nke ịkụ aka ma ọ bụ jiri ihe.",
  "Ndị nne na nna nwere ike ịkụ obere - ma ọ bụ na ọ bụghị ma ọlị - ma ọ bụrụ na ha amụtala usoro ịdọ aka ná ntị dị irè, ebe ọ bụ na ọtụtụ ndị nne na nna na-ele ịkụ aka dị ka usoro ikpeazụ iji dọọ ụmụ ha aka ná ntị. E nwere ọtụtụ ụzọ ọzọ maka ịkụ aka na ụdị ntaramahụhụ ndị ọzọ:",
  "Ntaramahụhụ, nke a na-ejikarị ihe eji eme ihe (dịka paddle ma ọ bụ okpete) kama iji aka ghere oghe, bụbu ụdị ịdọ aka ná ntị ụlọ akwụkwọ n'ọtụtụ mba, mana a machibidoro ya iwu ugbu a n'ọtụtụ ebe ọdịda anyanwụ ụwa.",
  "Ntaramahụhụ, dị ka ịpịa ụtarị, ka bụ ụdị ịdọ aka ná ntị a na-ahụkarị n'ụlọ akwụkwọ n'ọtụtụ mba Asia na mba Afrịka, ọbụnadị na mba ndị e weere omume a dị ka iwu na-akwadoghị dịka India na mba South Africa. N'ọdịbendị ndị a, a na-akpọ ya \"ịkụ aka\" na ọ bụghị \"ịkụ aka\".",
  "Ụlọikpe Kasị Elu nke United States n'afọ 1977 kwuru na ịkwọ ụgbọ mmiri nke ụmụ akwụkwọ ụlọ akwụkwọ abụghị iwu na-akwadoghị. Otú ọ dị, steeti iri atọ na otu amachibidoro ịkwọ ụgbọ mmiri n'ụlọ akwụkwọ ọha",
  "Ọ ka bụ ihe a na-ahụkarị n'ụlọ akwụkwọ ụfọdụ dị na ndịda, ihe karịrị ụmụ akwụkwọ 167,000 nọ n'afọ ụlọ akwụkwọ 2011-2012 n'ụlọ akwụkwọ ọha na eze mba America. Enwere ike ịta ụmụ akwụkwọ ahụhụ site na ụlọ akwụkwọ ọta akara ruo na njedebe nke ụlọ akwụkwọ sekọndrị, nke pụtara na ọbụna ndị okenye ruru afọ ole na-abụ ndị isi ụlọ akwụkwọ mgbe ụfọdụ.",
  "Ọtụtụ ụlọ ọrụ ahụike, ụmụaka ma ọ bụ ndị na-ahụ maka akparamàgwà mmadụ ewepụtala nkwupụta na-emegide ụdị ntaramahụhụ niile n'ụlọ akwụkwọ, na-ezo aka na nsonaazụ ndị dị ka ọganihu agụmakwụkwọ dara ogbenye, mmụba na omume ndị na-emegide mmekọrịta mmadụ na ibe ya, mmerụ ahụ ụmụ akwụkwọ, na ọnọdụ mmụta na-adịghị mma",
  "Ha gụnyere American Medical Association, American Academy of Child and Adolescent Psychiatry, American Psychoanalytic Association, American Academy of Pediatrics (AAP), Society for Adolescent Medicine, American Psychological Association, Royal College of Paediatrics and Child Health, Royal College of Psychiatrists, Canadian Paediatric Society na Australian Psychological Society, yana mba United States' National Association of School Psychologists na National Association of Secondary School Principals.",
  "Ihe ka ọtụtụ n'ime ịkụ aka n'etiti ndị okenye na narị afọ nke iri abụọ na otu n'ime ụwa ọdịda anyanwụ bụ ịkụ aka na-akpali agụụ mmekọahụ.",
  "N'ime mmalite narị afọ nke iri abụọ, a na-ahụkarị ụmụnwoke na-akụ nwunye ha na ndị enyi ha nwanyị dị ka ụdị ịdọ aka ná ntị n'ụlọ",
  "Ọ bụ ihe a na-ahụkarị na ihe nkiri ndị America, site na mmalite ruo n'afọ ndị afọ 1960, a na-ejikarị ya na-ezo aka n'ịhụnanya n'etiti nwoke na nwanyị.",
  "Ná mmalite narị afọ nke iri abụọ na otu, ndị na-agbaso obere ọdịbendị a maara dị ka ịdọ aka ná ntị n'ụlọ Ndị Kraịst nwere nkọwa nkịtị nke Bible kwadoro ịkụ aka dị ka ụdị ntaramahụhụ a na-anakwere nke ụmụnwanyị site n'aka di ha. Ndị nkatọ na-akọwa omume ndị dị otú ahụ dị ka ụdị mmetọ n'ụlọ.",
  "Ntaramahụhụ na-abụghị nke ụmụnwanyị site n'aka di ha, gụnyere ịkụ aka, ka juru ebe niile n'akụkụ ụfọdụ nke ụwa dịka mba India.",
  "N'ụbọchị mbụ nke ezumike afọ ọhụrụ nke ọnwa mba China, 'Spring Festival' nke na-ewe otu izu, ememme kachasị mkpa maka ndị mba China n'ụwa niile, ọtụtụ puku ndị China na-eleta ụlọ nsọ Taoist Dong Lung Gong na Tungkang iji gafee emume narị afọ iji kpochapụ chi ọjọọ",
  "Ụmụ nwoke na-anata ụtarị ma na-apịa ụmụ nwanyị ụtarị, na ọnụ ọgụgụ nke ọrịa strok nke ndị ọrụ ụlọ nsọ ga-enye (mgbe niile n'ụzọ dị mfe) na-ekpebi n'ọnọdụ ọ bụla site n'aka chi Wang Ye na site n'ịkpọ ihe nsure ọkụ na-esi ísì ụtọ na ịtụ osisi abụọ, mgbe nke ahụ gasịrị, ha niile na-ala n'obi ụtọ, na-ekwere na ihu ọma ha ga-akawanye mma.",
  "Na Mọnde Ista, enwere ọdịnala Slavic nke ịkụ ụmụagbọghọ na ụmụagbọghọ na-eto eto ihe eji akwa willow (Czech: pomlázka; Slovak: korbáč) ma na-etinye ha mmiri.",
  "Na mba Slovenia, enwere ọdịnala ọchị na onye ọ bụla nke nwere ihe ịga nke ọma n'ịrịgo n'elu Ugwu Triglav na-enweta ụtarị ma ọ bụ birching.",
  "Ịkụ aka ụbọchị ọmụmụ bụ ọdịnala n'ime akụkụ ụfọdụ nke mba United States",
  "N'ime ọdịnala ahụ, onye ọ bụla (nke a na-ahụkarị, ọ bụ ezie na ọ bụghị naanị, nwatakịrị) n'ụbọchị ọmụmụ ha na-enweta, nke kwekọrọ na afọ ndụ ha, ọtụtụ ịkụ aka n'ike",
  "N'ụzọ pụtara ìhè, ịkụ aka ndị a na-egwuri egwu, a na-ejikwa ya n'ụdị dị otú ahụ ka onye natara ya ghara ịnata ma ọ bụ naanị obere ahụ erughị ala."
]