[
  "Spathodea bụ monotypic genus na ezinụlọ osisi na-agbasa okooko Bignoniaceae",
  "Otu ụdị ọ nwere, Spathodea campanulata, bụ nke a maara dị ka osisi tulip nke Afrika",
  "Osisi ahụ na-eto n'etiti 7[[25  (23[[82 ) n'ogologo ma bụrụ nke a mụrụ n'oké ọhịa kpọrọ nkụ nke Afrika",
  "A họpụtala ya dị ka otu n'ime 100 n'ime ndị mwakpo \"Ndị kasị njọ n'ụwa\".",
  "A na-akụ osisi a nke ukwuu dị ka osisi ịchọ mma n'ebe okpomọkụ niile ma nwee ekele nke ukwuu maka okooko osisi ya na-acha uhie uhie ma ọ bụ na-acha ọbara ọbara (nke na-adịkarịghị odo), okooko osisi campanula",
  "Aha a sitere n'okwu Grik oge ochie σπαθη (spathe) na οιδα (oida), na-ezo aka na calyx yiri spathe. Ndị Europe chọpụtara ya na 1787 na Gold Coast nke Afrika.",
  "Okooko osisi ahụ nwere ọdịdị ampule ma nwee mmiri",
  "Ụmụaka na-egwuri egwu mgbe ụfọdụ na buds ndị a n'ihi ikike ha nwere ịwụfu mmiri. Mmanụ ahụ na-acha odo odo mgbe ụfọdụ na mkpịsị aka na uwe",
  "Okooko osisi ndị na-emeghe na-adị ka iko ma na-ejide mmiri ozuzo na igirigi, na-eme ka ha na-adọrọ mmasị n'ọtụtụ ụdị nnụnụ.",
  "Okooko osisi tulip nke Afrịka na-amịpụta nnukwu okooko osisi na-acha ọbara ọbara na-acha oroma nke nwere ihe dịka petals ise ma dị 8-15 cm n'ogologo",
  "Okooko osisi ndị ahụ bụ bisexual na zygomorphic",
  "A na-egosipụta ihe ndị a na njedebe nke corymb-dị ka raceme inflorescence",
  "Pedicel ya dị ihe dịka 6 cm n'ogologo",
  "Okooko osisi a nwekwara ọnụ na akpịrị na-acha odo odo",
  "Enwere ike ịchọta pistil n'etiti stamen anọ nke a na-etinye na tube corolla",
  "Okooko osisi a nwere obere ovary nke dị elu ma bụrụ abụọ",
  "Mkpụrụ osisi a dị larịị, dị gịrịgịrị, ma nwee nku sara mbara",
  "N'ogige ntụrụndụ na ogige ntụrụngwa Neotropical, ihe ọṅụṅụ ha na-ewu ewu n'ọtụtụ hummingbirds, dị ka mango ojii (Anthracothorax nigricollis), jacobin ojii (Florisuga fusca), ma ọ bụ hummingbird ọla edo (Hylocharis chrysura). Osisi nke osisi ahụ dị nro ma ọtụtụ nnụnụ na-ewu oghere dị ka barbets na-eji ya eme akwụ́.  N'ụzọ dị mwute, okooko osisi ahụ nwere ihe nchebe sitere n'okike na-egbu aṅụ, a na-eche na ụdị dị iche iche ndị ọzọ na-ewepụta ntụ ya.",
  "Ọ ghọwo ụdị na-awakpo n'ọtụtụ ebe okpomọkụ, dị ka Hawaii, Queensland (Australia), Fiji, Papua New Guinea, South Afrika na mpaghara mmiri na nke etiti nke Sri Lanka.",
  "Spathodea campanulata bụ ụdị ahụhụ nke atọ a kpọsara na Queensland, Australia, n'okpuru Iwu Nchebe Ala (Nchịkwa Ụzọ Na-egbu Ọrịa na Stock) nke afọ 2002",
  "A maara na ọ na-egbu egbu na aṅụ na-enweghị ọnyụnyụ nke Australia, dị ka Lipotriches (Austronomia) flavoviridis.",
  "Na Uganda, ụdị lepidopteran abụọ, ụdị mbo abụọ, na otu ụgbụgbọ na-awakpo S",
  "campanulata",
  "Na Puerto Rico, a kọrọ na ụdị ụmụ ahụhụ itoolu dị na Hemiptera, Hymenoptera, Lepidoptera, na Thysanoptera na-eri nri n'akụkụ dị iche iche nke S",
  "campanulata",
  "Ụdị ahụ nwere ike ịta ahụhụ na obi; osisi nke osisi ahụ na-ere ngwa ngwa mgbe ọ na-emetụta ala."
]