[
  "Speciosa Naigaga Wandira Kazibwe (amụrụ na 1 Julaị 1954), bụ onye ndọrọ ndọrọ ọchịchị Uganda na nwanyị mbụ osote onye isi ala n'Africa. Ọ bụ osote onye isi ala nke isii nke Uganda site na 1994 ruo 2003, na-eme ka ọ bụrụ nwanyị mbụ n'Africa iji nwee ọkwa osote onyeisiala nke mba nwere onwe ya",
  "Dr",
  "Speciosa Kazibwe bụkwa dọkịta na-awa ahụ na Uganda",
  "A na-akpọkwa ya \"Nnalongo\", n'ihi ejima ya. N'ọnwa Ọgọstụ afọ 2013, odeakwụkwọ ukwu nke United Nations, Ban Ki-Moon họpụtara ya dị ka onye nnọchi anya pụrụ iche nke United Nations maka HIV / AIDS na Africa.",
  "A mụrụ Speciosa Kazibwe na Iganga District na 1 Julaị 1954",
  "Ọ gara Mount Saint Mary's College Namagunga, ụlọ akwụkwọ sekọndrị ụmụ nwanyị niile nwere njikọ na Chọọchị Katọlik, nke dị na Kampala-Jinja Highway, nso obodo Lugazi",
  "N'afọ 1974, ọ banyere Makerere University School of Medicine, ebe ọ gụrụ ọgwụ mmadụ, gụsịrị akwụkwọ na nzere Bachelor of Medicine na Bachelor of Surgery n'afọ 1979",
  "O mechara nweta nzere Master of Medicine, kwa site na Makerere University Medical School, ọkachamara na General Surgery",
  "N'afọ puku abụọ na itoolu , e nyere ya nzere Doctor of Science (SD), site na Harvard School of Public Health, Department of Population and International Health.",
  "Kazibwe malitere ọrụ ndọrọ ndọrọ ọchịchị ya dị ka Onye isi oche nke ndị isi oche nke Ụlọ obibi na Mahadum Makerere Kampala (1975-76) - nke ya na Onye isi oche Guild nke Mahadum, nke Onye isi ala Idi Amin Dada wepụrụ",
  "O mechara bụrụ onye otu ndị ntorobịa na ụmụ nwanyị nke Ugandan Democratic Party",
  "O meriri ntuli aka mbụ ya dị ka onye isi obodo, na tiketi nke National Resistance Movement (NRM) na 1987",
  "E mechara họpụta ya ka ọ bụrụ onye nnọchi anya ụmụ nwanyị maka mpaghara Kampala ma ghọọ onye isi oche nke Kọmitii ndụmọdụ maka mkpọsa ntuli aka Museveni.",
  "Ọ malitere ije ozi na nchịkwa nke Yoweri Museveni na 1989, mgbe a họpụtara ya ka ọ bụrụ osote minista na-ahụ maka ụlọ ọrụ mmepụta ihe, ọ bụ ọrụ ọ rụrụ ruo 1991",
  "Site na 1991 ruo 1994, ọ rụrụ ọrụ dị ka Minista na-ahụ maka Mmekọahụ na Mmepe Obodo",
  "Ọ bụ onye otu Nzukọ Iwu nke dere iwu ọhụrụ nke Uganda na 1994",
  "N'afọ 1996, a họpụtara ya ka ọ bụrụ onye omeiwu maka mpaghara Kigulu South na Iganga District",
  "Site na 1994 ruo na afo puku abụọ na atọ , Speciosa Kazibwe jere ozi dị ka osote onye isi ala nke Uganda na dị ka Minista nke Ọrụ Ugbo, Ụlọ Ọrụ Ụmụ Anụmanụ na Azụmaahịa.",
  "Kazibwe abụwo onye na-akwado ụmụ nwanyị n'ọkwa ha n'Africa",
  "Na mmekorita ya na Organization of African Unity na United Nations Economic Commission for Africa, o guzobere African Women Committee on Peace and Development (AWCPD) na 1998; otu ọ bụ onye isi oche",
  "Ebumnuche nke AWCPD bụ inyere aka mee ka ụmụ nwanyị sonye na udo na usoro mmepe na kọntinent ahụ",
  "Dr",
  "Kazibwe abụwokwa onye isi oche ma ọ bụ onye otu dị iche iche na-ahụ maka ọdịmma mba, gụnyere:",
  "Kazibwe bụ onye isi oche nke nzukọ mmeghe nke AER / Uganda na Nọvemba 25, 1991 na Kampala Sheraton ma rụọ ọrụ na Kọmitii nke Nsọpụrụ nke Agri-Energy Roundtable (AER) ruo ọtụtụ afọ, na-enweta nkwanye ùgwù zuru oke",
  "N'afọ 1998, Food and Agriculture Organization (FAO) nyere ya \"Ceres Medal\" maka \"onyinye ya na nchekwa nri na mkpochapụ ịda ogbenye\".",
  "N'ọnwa Eprel afọ pụkụ abụọ na abụọ,Kazibwe gbara akwụkwọ ịgba di ya alụkwaghịm, na-ekwu na ọ jụrụ ịbụ onye a na-eme ihe ike n'ụlọ. Ịlụ karịa otu nwanyị na iti nwunye ihe bụ ihe a na-ahụkarị na Uganda, mana ịgba alụkwaghịm bụ ihe a naghị ahụkebe",
  "Di ya megidere ịgba alụkwaghịm ahụ, na-ekwu na okwukwe Katọlik ya, ma na-ekwu ete nwunye ya lọtara n'azụ oge n'enyeghị nkọwa kwesịrị ekwesị, ma sonyere ụfọdụ ndị ndọrọ ndọrọ ọchịchị ndị ọzọ ọ na-enweghị mmasị. N'ịchọpụta na o siri ike ịrụ ọrụ ndọrọ ndọrọ ọchịchị ya ma dozie ikpe ịgba alụkwaghịm na-agbanwe agbanwe, na Wednesday, 21 Mee 2003, Kazibwe si n'ọkwa ya na gọọmentị, na-arịọ ka a hapụ ya ka ọ gaa n'ihu na ọmụmụ ya",
  "Ọ gụsịrị akwụkwọ doctorate na Mahadum Harvard",
  "O nwere ụmụ anọ gụnyere ejima site na alụmdi na nwunye mbụ ya ma kuchie ọtụtụ ndị ọzọ."
]