[
  "Speed Caravan bụ òtù egwu ụwa sitere na France na Algeria",
  "Egwú ha jikọtara Ma'luf, Folktronica und Rock na ndị ọzọ.",
  "Ọ bụ ọkara onye Algeria ọkara onye France bụ Mehdi Haddab na onye na-egwu bass bụ Pascal ń Pasco ń Teillet guzobere otu ahụ n'afọ 2005. Onye na-akpọ ụbọ akwara Hermione Frank  São nke ya na Mehdi Haddab na-akpọbu egwu na Band Ekova mechara gbakwunye òtù ahụ.",
  "Banyere ntọala na aha otu ahụ, Mehdi Haddab kwuru n`afọ 2008:",
  "Na mbido, ekpebiri m ka mụ na Pascal Teillet na Hermione Frank mepụta mmadụ atọ a iji nwee ihe ndekọ",
  "Ọ bụ afọ atọ gara aga ma ọ dabara n'oge m malitere ịkpọ ụbọ eletrik..",
  "N'oge ahụ, anyị na Pasco hụrụ ibe anyị ọtụtụ mgbede n'izu, anyị na-arụ ọrụ mgbe ụfọdụ ruo elekere itoolu nke ụtụtụ, anyị na - na-eme oriri, anyị na na-eme egwu..",
  "Anyị na-etinye otu afọ dị ka nke ahụ ma anyị wuru ihe n'ime ihe okike a.Ọdịdị",
  "N'oge ahụ, Speed Caravan gbara egwu na mmemme Solidays n`afọ 2006 nakwa n`afọ 2007.",
  "Speed Caravan wepụtara abọm izizi ha Kalashnik Love n`afọ 2008, na-arụkọ ọrụ na ndị omenkà dị iche iche dịka MC Spex si Asian Dub Foundation, Rachid Taha und Rodolphe Burger.\nAbọm ahụ gụnyere nsụgharị abụọ, ya bụ Galvanize site na Chemical Brothers na Killing an Arab site na The Cure, nke ikpeazụ na-ekwu maka atụmatụ nke akwụkwọ akụkọ The Stranger site na Albert Camus.\nÌgwè ahụ pụtara na mmemme Fnac Indétendances na Paris Plage dị ka nkwado nke Keziah Jones.",
  "Abọm nke abụọ Big Blue Desert site n`afọ 2016 bụ otuto nye Jeff Beck na Jimmy Page, bụ ndị nwere mmetụta miri emi na Mehdi Haddab n'oge ọ bụ nwata. Njem ndị kwekọrọ na abọm ahụ duuru òtù ahụ gaa emume The Spirit of Tengri na Almaty na Kazackstan n`afọ 2017.",
  "E dekọrọ abọm nke atọ nke Speed Caravan bụ Nuba Nova n`afọ 2020 ya na Hamdi Benani, onye Speed Caravan olu. Dị ka aha abọm ahụ nwere ike igosi, egwu ahụ bụ nkọwa Folktronic nke Andalusi nubah",
  "Hamdi Benani adịghị ndụ iji hụ ntọhapụ nke album ahụ n`ọnwa June 2021, ka e wee hụ album ahụ dị ka obituary nye mmụọ ozi ọcha, onye nọ na egwu Algeria ruo ọtụtụ iri afọ."
]