[
  "Charlie Spike Trotman, nke a makwaara dị ka C",
  "Spike Trotman, (amụrụ na Nọvemba 18, 1978) bụ onye America na-ese ihe osise na onye na-ebipụta akwụkwọ nke a maara maka ịmepụta ihe nkiri Templar, Arizona, na maka ibipụta Smut Peddler anthologies nke ihe ọ kọwara dị ka \"ladycentric porn\". Ọ bụ onye guzobere na onye nwe Iron Circus Comics, onye na-ebipụta ihe nkiri indie nke Forbes kọwara dị ka \"ụlọ ike nke ala indy\".",
  "N'ịbụ onye tolitere n'obodo ya bụ Potomac, Maryland, Trotman bụ onye na-akwado Bloom County, Calvin na Hobbes, The Far Side, Power Pack, na Excalibur comic strips na akwụkwọ akụkọ Sunday Washington Post Ọ gara Spelman College (1996–2000) nweta nzere bachelọ na Fine and Studio Arts, wee gaa School of the Art Institute of Chicago (2000–2001). Ọrụ ya hiwere isi na mmekọrịta na ọdịbendị, na erotica",
  "O bipụtakwara onwe ya na web. Ọ lụrụ Matt Sherridan, onye edemede ya na ya rụkọrọ ọrụ na Sparkneedle n'afọ 2004. Ọ bụkwa onye otu Democratic Socialists of America",
  "Akwụkwọ mbụ ya ama ama n'ịntanetị bụ Sparkneedle na Lucas na Odessa, nke ọ malitere ịde na Girlamatic na 2003. Trotman wepụtara Templar, Arizona na 2005. N'afọ 2007, ọ tọrọ ntọala Iron Circus Comics, onye na-ebipụta ihe nkiri ndị ọzọ dị na Chicago nke bụ onye ọsụ ụzọ na ụlọ ọrụ ahụ maka iweta akwụkwọ ndị na-enweghị atụ, sci-fi, na erotica n'ahịa ma na-ebipụta ndị na-ese ihe na-enweghị nnọchi anya.  Ọ gwara Chicago Tribune na ịba ụba dị iche iche na nnọchi anya na ihe nkiri bụ akụkụ nke mkpali ya ịmalite Iron Circus Comics: \"Mgbe m na-abanye n'ime ihe ọchị, ọ dịghị ohere ọ bụla maka ndị dị ka m - ndị na-acha ọcha chọrọ ịkọ akụkọ nke ha, ma ọ bụ ụmụ nwanyị chọrọ ịkọ akụkọ nke ha",
  "Comics nwere echiche siri ike banyere ihe ga-ere ma ọ bụ ihe ruru eru dị ka niche",
  "Ihe ọ bụla nwoke na-acha ọcha, nwoke na-edina nwoke ga-eme ga-akọwa na ọ bụrụ nke nwere mmasị zuru ụwa ọnụ, mana ihe ọ bụla m ga-eme ga-ahazi na-akpaghị aka dị ka ihe siri ike ijikọ ma ọ bụ niche.",
  "Iron Circus ebipụtala ihe karịrị utu aha iri atọ, nke gụnyere The Less Than Epic Adventures of TJ na Amal nke E",
  "K",
  "Weaver na Shadoweyes nke Sophie Campbell dere. Trotman kere The Sleep of Reason (ihe egwu egwu), New World, The Smut Peddler series, na Poorcraft: The Funnybook Fundamentals of Living Well on Less, akwụkwọ nkuzi nke Diana Nock gosipụtara. N'afọ 2012, ọ kpọlitere aha Smut Peddler, nke Johanna D",
  "Carlson na Trisha L",
  "Sebastian bipụtara na 2003, nke ụmụ nwanyị mepụtara, ọkachasị maka ụmụ nwanyị na-agụ akwụkwọ. N'afọ mbụ nke Kickstarter, ọ kwụrụ ụgwọ mbipụta nke akwụkwọ ahụ, Poorcraft: The Funnybook Fundamentals of Living Well on Less,N'afọ 2022, Iron Circus Comics bipụtara The Poorcraft Cookbook, nke Nero Villagallos O'Reilly gosipụtara dabere na ndị Trotman mepụtara.",
  "A maara Trotman maka ijikọta crowdfunding n'ime ụdị azụmahịa nke ụlọ ọrụ mbipụta ya. Trotman \"wuru ụlọọrụ na-ebipụta akwụkwọ na-atọ ọchị site na ala,\" ya na Iron Circus Comics na-ebuli ihe karịrị nde dọla abụọ na ọkara n'elu mkpọsa Kickstarter ịrị atọ mbụ ya. Trotman si n'iji Kickstarter pụọ gaa n'elu ikpo okwu nchịkọta onwe ya mgbe Kickstarter kwupụtara na ọ ga-akwaga iji teknụzụ blockchain.",
  "Templar, Arizona (2005) - Ihe ọchị ahụ bụ akụkọ ihe mere eme ọzọ webcomic nke e mere na obodo Arizona",
  "Ọ na-elekwasị anya n'okpukpe oge ochie na òtù nzuzo, na ụdị dị iche iche, mmekọrịta, ọdịbendị, na akụkọ ịhụnanya.",
  "Smut Peddler (2014 na 2016) - An anthology featuring erotic comics",
  "Akụkọ ndị ahụ lekwasịrị anya na mmasị mmekọahụ dị iche iche na-enwekarị akụkọ sayensị ma ọ bụ isiokwu efu. Ọrụ ndị e gosipụtara na Smut Peddler gụnyere mmekọahụ dị iche iche na mmekọrịta nkwekọrịta",
  "E kwere ka ndị nowke na-ese ihe osise rụọ ọrụ na akụkọ, mana ọ bụ naanị dịka akụkụ nke otu ndị nwere ma ọ dịkarịa ala otu nwanyị okike.",
  "Publisher's Weekly kpọrọ Trotman \"Star to Watch\" na 2015, na-akwanyere ya ugwu dị ka \"onye na-aga n'ihu maka omume kachasị mma na crowdfunding\".",
  "N'ọnwa Eprel afọ 2018, Kickstarter kpọrọ Trotman dịka otu n'ime ndị isi echiche Kickstarter asaa a kpọrọ ka ha duzie okwu na ịme ihe omume obodo.",
  "O meriri Rising Star Award maka Templar Arizona na 2007 Glyph Comics Awards Ọ bụ onye ọka ikpe na Small Press Expo's Ignatz Awards na 2016."
]