[
  "Oluseye Desmond Sodamola, onye a maara dịka Spinall (nke bụbu DJ Spinall), bụ onye na-egwu egwu na Naijiria, onye na-emepụta ihe ndekọ, onye na-ede egwu, onye isi labelụ, na onye mgbasa ozi",
  "O bu ụzọ bụrụ onye a ma ama na afo 2004, mgbe ọ na-arụ ọrụ dị ka DJ redio na Raypower 100.5 FM. O mechara sonye na Industry Nite ebe ọ kwalitere talent n'okpuru ala na ikpo okwu kwa izu. Ọ bụ onye isi DJ na Wande Coal mgbe ọ na-arụkọ ọrụ na Mavin Records. O mepụtara ụdị ejiji ya nke a maara dị ka TheCAP, na-achọpụta mgbọrọgwụ ya na omenala ya",
  "TheCAP, nke ndị Fans na-akpọ \"TheCrazyAzzParty\" kemgbe ahụ bụ ike ya na njirimara ya. Tupu Eprel afọ 2021, ọ na-akpọ aha DJ Spinall",
  "N'otu ọnwa ahụ, ọ malitere usoro Afromix na Apple Music, na 15 Eprel afọ 2021, Spinall wepụtara Afromix, EP 1 ma kwado ihe ngosi telivishọn, Smirnoff Infamous Mix na MTV Base, Soundcity TV na usoro podcast na Audiomack na ụlọ ọrụ redio dị iche iche. Na 6 Eprel afọ 2021, Smirnoff Infamous Mix ihe omume mbụ gosipụtara onye ọbịa si Wurld.",
  "N'afọ 2014, ọ malitere TheCAPMusic, ụlọ ọrụ ndekọ / njikwa",
  "N'afọ sochirinụ, ọ bịanyere aka na ndị na-emepụta ihe na TheCAPMusic. Top Boy dị ka a na-akpọkarị ya, wepụtara egwu mbụ ya \"GbaGbe E\" na afọ 2014 nke gosipụtara Burna Boy. Ya na ndị ọzọ dịka; 2Baba, Wizkid, Wande Coal, Davido, Mr Eazi, Tiwa Savage, Kizz Daniel, na ọtụtụ ndị ọzọ.",
  "Abọm izizi nke Spinall bụ My Story: The Album (2015) ya na egwu \"Oluwa\", \"Gba Gbe E\", na \"Money\". N'afọ sochirinụ, na 10 Ọktoba afọ 2016, DJ Spinall wepụtara abọm nke abụọ ya akpọrọ TEN Abọm ahụ nwere Davido, Sauti Sol, Mr Eazi, n'etiti ndị ọzọ, na ndị isi egwu \"Package\" nke gosipụtara Davido & \"Ohema\" nke gosipụtara Mr Eazi",
  "E wepụtara abọm studio ya nke atọ, Dreams na 8 Ọktoba 2017 na egwu \"Opoju\", \"Calm Down\", na \"Gimme Luv\". Na 26 Ọktoba afọ 2018, ọ wepụtara abọm studio nke anọ ya Iyanu Abọm ahụ nwere egwu abụọ gụnyere \"Nowo\", OkayAfrica na-ezo aka dị ka otu n'ime egwu iri na ise kachasị egwu Naịjirịa nke afọ 2018 nke gosipụtara Wizkid, nke tokwara na MTV Base Official Naija Top 10 Countdown na \"Baba\" nke gosipụtara Kizz Daniel, nke mere ya na MTV Base Top 20 Hottest Naija tracks nke afọ 2018. Na 11 Disemba afọ 2020, o wepụtara abọm studio nke ise ya bụ Grace, n'okpuru TheCAP Music na abụ ise mepụtara onwe ya. Abọm ahụ nwere egwu isii kachasị elu, \"Dis Love\" nke gosipụtara Wizkid & Tiwa Savage, \"Sere\" nke gosipụtara Fireboy DML, \"Pressure\" nke gosipụtara Dice Ailes, \"Everytime\" nke gosipụtara Kranium, \"Tonight\" nke gosipụtara Omah Lay, na \"EDI\" nke gosipụtara Reminisce.",
  "N'afọ 2015, Spinall ghọrọ onye DJ Afrịka mbụ na-eme ihe nkiri na SXSW festival na Austin, Texas, ya na ndị ọzọ na-akwado isonyere Spinall na ogbo gụnyere; Davido, Sarkodie, R2Bees na onye nnabata Eddie Kadi Ọ bụkwa onye DJ mbụ nke Naijiria gara obodo ise na United States, gụnyere New York City, Miami, Houston, Austin, na Washington, D.C",
  "N'afọ 2017, ọ bụ DJ gọọmentị maka BET Awards na Los Angeles, California. E gosipụtara onyinye ahụ n'ụwa niile, nke mekwara ka ọ nweta nlebara anya n'ụwa niile dị ka Disc Jockey na-asụ ụzọ Afrobeat n'ụwa",
  "N'abalị iri abụọ na otu n'ọnwa Eprel afọ 2019, Spinall ghọrọ onye DJ mbụ nke Naijiria na-eme ihe ngosi na XOYO na London na DJ mbụ nke Naijiria na-eme ihe nkiri na Glastonbury Festival na 29 June afọ 2019.",
  "A mụrụ Oluseye Desmond Sodamola na June 2, na afọ 1984, na Lagos ma ọ bụ onye nke atọ n'ime ụmụnne ise. Ọ gụrụ akwụkwọ praịmarị na nke sekọndrị na Lagos Steeti, wee kwaga Ogun Steeti, iji mụọ Electrical and Electronics Engineering na Mahadum Olabisi Onabanjo, ebe ọ natara nzere BSc ya.",
  "Ahụmahụ egwu mbụ nke Spinall dị ka nwata, bụ ige ntị na ụfọdụ ihe ndekọ vinyl nke nne na nna ya na-akpọ ma dị ka ya si kwuo \"N'ụtụtụ, papa m ga-eteta, ma mepee akwa, wee malite ịkpọ ụfọdụ Fela Kuti, na King Sunny Adé ndekọ",
  "\" Nke a kpụrụ ya ma kpalie mmasị ya maka egwu mgbe ọ kirisịrị DJ ọ goro ka ọ kpọọ egwu na ụlọ akwụkwọ sekọndrị.",
  "TheCAP Music wepụtara abọm studio ya nke atọ bụ Dreams n'onwe ya na 8 Ọktoba afọ 2017",
  "Abọm ahụ gosipụtara ndị ọbịa sitere na Niniola, Wurld, Ycee, Wizkid, Simi, Mr Eazi, Harrysong, Davido, Wande Coal, Reekado Banks, na Olamide",
  "Ndị isi egwu abọm ahụ gụnyere: \"Opoju\" nke gosipụtara Wizkid, \"Calm Down\" nke gosipụtara Mr Eazi, na \"Gimme Luv\" nke gosipụtara Olamide",
  "Na 18 Nọvemba afọ 2017, Spinall kwupụtara Party Of Your Dreams album launch na 26 Nọvemba na Grand Ballroom nke Oriental Hotel, Victoria Island, Lagos na afọ 2018, Spinall kwupụtara mbipụta nke abụọ nke Party of Your Dreams na Lagos na 7 Disemba afọ 2018, ya na ndị na-akwado DJs; DJ Big N, DJ Consequence, DJ Enimoney, DJ Lambo, na ndị ọzọ ga-egwu egwu na mmemme ahụ. N'afọ 2019, Sodamola nwere egwu mbụ ya na UK na London nke akpọrọ Party of Your Dreams na 21 Eprel afọ 2019 na XOYO!.",
  "Na 24 Ọktọba afọ 2018, DJ Spinall kesara ihe nkiri na ndị na-emepụta ihe na abọm studio nke anọ ya Iyanu Ndị ọbịa na abọm ahụ bụ Wizkid, Kizz Daniel, Davido, Burna Boy, Tekno, Nonso Amadi, Wurld, Dotman, na ndị ọzọ",
  "Ọ bụ naanị DJ Spinall mepụtara abọm ahụ ma Killertunes, CKAY, Nonso Amadi, Benie Macaulay na Stg mepụtara ya",
  "Ndị isi egwu abọm ahụ gụnyere: \"Nowo\" nke gosipụtara Wizkid na \"Baba\" nke gosipụtara Kizz Daniel. TheCAP Music wepụtara abọm ahụ n'onwe ya na 26 Ọktoba afo 2018.",
  "N'afọ 2019, Beyonce wepụtara ihe nkiri pụrụ iche nke were otu awa nke akpọrọ Beyonce Presents: Making The Gift E mere ihe nkiri telivishọn a na Egypt, Nigeria, South Africa, na United States",
  "E gosipụtara ihe nkiri ahụ na 16 Septemba na ABC, ebe DJ Spinall pụtara ma kwuo banyere abọm The Lion King: The Gift, ntọala nke ihe nkiri ahụ.",
  "N'afọ 2020, Spinall so na ndị isi egwu 2,300 sonyere na klas The Recording Academy nke afọ 2020, ya na Bankulli, Lil Nas X, Gunna, Victoria Monét, Juls, n'etiti ndị ọzọ maka 63rd Annual Grammy Awards. Na 26 Julaị afọ 2020, Spinall kwuru banyere Grammy Award na This Sunday show na DJ Cuppy na Africa Now Radio site na Apple Music. O sokwa n'ọtụtụ ndị ama ama dịka D'banj, Praiz na Olisa ịga nnọkọ pụrụ iche nke MTN kwadoro maka ọrụ egwu MusicTour.",
  "Na 11 Septemba afọ 2018, Ọ bịanyere aka na nkwekọrịta mba ụwa na Atlantic Records UK na nkwekọrịta mbipụta na Warner Chappell Music UK.",
  "Ọ bịanyere aka na nkwekọrịta na Guinness Nigeria dị ka Smirnoff Brand Ambassador na afọ 2015 ma megharịa nkwekọrịta ahụ na afọ 2016, 2017, 2018 na afọ 2019. Na 20 Machị afọ 2018, Spinall bịanyere aka na nkwekọrịta ọtụtụ nde naira na Pepsi Nigeria.",
  "O meela ọtụtụ ihe omume na ihe ngosi a ma ama kemgbe ọ ghọrọ onye a ma ama, na-eme ihe omume dịka:",
  "TheCAPUS Tour 3.0 2018, malitere na 4 August na Washington, DC Njem ahụ malitere na obodo 9, obodo gụnyere Washington, DC, Minnesota, New York City, Miami, Toronto, Dallas, Atlanta, Indiana na Jacksonville, Florida.",
  "Ndị ọzọ"
]