[
  "Spindles ụra bụ mgbawa nke ọrụ oscillatory nke akwara nke a na-emepụta site na mmekọrịta gị nọ n'ọrụ njegharị ejiri maka nsogbụ ụra akpa nwa agbọghọ nwere mmasị na ímé nke thalamic reticular nucleus (TRN) na nuclei thalamic ndị ọzọ n'oge nzọụkwụ 2 NREM ụra na ọnụọgụ nke ~ 11 ruo 16 Hz (na-abụkarị 12-14 Hz) na oge nke 0.5 sekọnd ndị mmadụ n'ihe ndị mere n'oge gara maka nsogbụ ụra akpa dị ndụ isi dị ka Azụmaahịa ka onye isi dị ka onye na ímé ihe ma ọ bụ karịa (na-emekarị 0.5-1.5 sekọnd). Mgbe ọgbọ dị ka mmekọrịta nke TRN neurons na thalamocortical cells, a na-akwado spindles ma weghachite dị ka ndị ọzọ na ụdị àlà úkwú dị ka ya na ụdị oge ụra ya na cortex site na thalamo-thalamic na ímé nwanne anyị si nọrọ na nche megide na nzuko  na thalamo'cortical nzaghachi loops nke GABAergic na NMDA-receptor na-achịkwa dị ka ndị mmadụ dị ndụ ebighị dị ndụ ebighị na ụdị nke dị ka Azụmaahịa glutamatergic neurotransmission. A kọọrọ spindles ụra (na uru ihu) maka ụdị anụmanụ niile a nwalere",
  "N'ịtụle ụmụ anụmanụ ndị a na-amụkarị ụra (ma si otú a wepụ nsonaazụ ndị pseudo-spindles na-eduhie eduhie), ha yiri ka ha nwere oge nchekwa (n'etiti ụdị) nke ihe dịka 9-16 Hz",
  "Naanị n'ime ụmụ mmadụ, òké na nkịta bụ ọdịiche dị na oge intrinsic nke spindles ihu na azụ kwadoro, Otú ọ dị (spindles edere n'akụkụ azụ nke isi nwere oge dị elu, na nkezi karịa 13 Hz).",
  "Nnyocha ahụ n'ebe nile site n'ime ụmụ ndị nke dị ka ndị mmadụ n'ihe banyere ụkpụrụ ndị mmadụ n'ihe ndị mere n'oge ochie nakwa n'oge kwesịrị dị ndụ ebighị na-akwado na spindles (mgbe ụfọdụ a na-akpọ \"sigma bands\" ma ọ bụ \"sigma waves\") na-arụ ọrụ dị mkpa na nhazi mmetụta na nkwalite ncheta ogologo oge",
  "Ruo n'oge na-adịbeghị anya, ekwere na oscillation spindle ọ bụla na-eru n'otu oge ahụ n'ime neocortex",
  "E kpebiri na oscillations na-agafe neocortex n'usoro okirikiri gburugburu neocortez, na-arị elu n'otu ebe, na millisekọnd ole na ole ka e mesịrị n'ebe dị nso",
  "A tụwo aro na nhazi spindle a na-enye ohere ka neurons kwurịta okwu gafee cortices",
  "Oge nke ebili mmiri na-aga bụ otu ọsọ ọ na-ewe maka neurons iji kwurịta okwu.",
  "Ọ bụla bụ ezie ná ndị na ụdị àlà úkwú nke ụwa họrọ ọrụ nke spindles ụra edoghị anya, a kwenyere na ha na-ekere òkè nke ọma n'ịkwado ncheta nkwupụta n'otu ntabi anya site na usoro",
  "reconsolidation  E gosipụtara na ọnụ ọgụgụ nke spindles na-abawanye mgbe mmụta sara mbara nke ọrụ ncheta nkwupụta na ogo mmụba na ọrụ spindle nke 2 na-emetụta arụmọrụ ncheta.",
  "N'etiti ndị mmadụ n'ihe ọrụ ndị ọzọ, spindles na-eme ka mmepe somatosensory, thalamocortical sensory gating, synaptic plasticity, na njikọta ebe nchekwa  Ogwe ụra na-agbanwe mmekọrịta dị n'etiti ụbụrụ na gburugburu ya; ha na-eme ka mmeghachi omume dị mma na ihe nọr mmetụta n'oge ụra.  Nnyocha e mere n'oge na-adịbeghị anya kpughere na spindles na-agbagọ nnyefe nke ozi na-anụ ihe na cortex dị ndụ ebighị dị ka ndị mmadụ dị ka ndị mmadụ n'ihe ndị mere n'oge gara maka nsogbụ ụra akpa nwa agbọghọ nwere ike ịbelata ọnụ; spindles kewapụrụ ụbụrụ site na nsogbu mpụga n'oge ụra. Nnyocha ọzọ chọpụtara na ikpugheghachi ihe na-esi ísì ụtọ n'oge ụra na-amalite ịmaliteghachi, akụkụ dị mkpa nke nkwụsi ndị mmadụ n'ihe ndị mere n'oge gara obodo ndị mmadụ n'ihe ndị mere ike ncheta ogologo oge nke na-eme ka arụmọrụ ncheta dị mma. E gosipụtara na spindles na-emepụta na thalamus na-enyere ụra aka n'ihu ụda mpụga na-emebi ihe",
  "Achọtala njikọ dị n'etiti oke ọrụ ụbụrụ na thalamus na ikike onye na-ehi ụra nwere ịnọgide na-enwe obi iru ala. Spindle n'oges ndị mere n'oge ndị Kraịst nọ n'ọrụ njegharị n'afọ na-arụ ọrụ dị mkpa na nhazi mmetụta na nkwalite ncheta ogologo oge n'ihi na a na-emepụta ha na TRN.",
  "N'oge gara aga akụkọ ụra, a na-ahụ Spindles ndị na ụdị àlà úkwú dị ka ndị ọzọ ndị a na ụbụrụ dị ka mmalite nke ọrụ ozugbo na-esote mgbagwoju anya",
  "Ndị na-eme nchọpụta na-eche na ụbụrụ, ọkachasị n'ime ụmụaka, na-amụta banyere akwara ndị na-achịkwa uru ahụ ụfọdụ mgbe ị na-ehi ụra.",
  "Anyị mụtara n'aka Jizọs mụta inwe chọpụtakwala na ọrụ spindle ụra nwere njikọ na njikọta nke ozi ọhụrụ n'ime ihe ọmụma dị ugbu a yana icheta na ichefu (spindles ụra ngwa ngwa).",
  "N'oge gara maka nsogbụ ndị mmadụ n'ihe ndị mere n'oge gara maka nsogbụ ụra akpa nwa agbọghọ ụra NREM, ụbụrụ ụbụrụ nke ndị na-arịa schizophrenia na-emepụta enweghị usoro dị mma nke spindles na-adịghị ngwa ngwa. Mfu nke spindles ụra bụkwa ihe na-eme ka ezinụlọ ghara ihi ụra nke ukwuu, ọrịa prion. A na-ahụ mgbanwe na njupụta spindle na nsogbu",
  "E nwere ụfọdụ nnyocha na-egosi mgbanwe na spindles ụra n'ime ụmụaka autistic. Nnyocha ụfọdụ na-atụkwa aro enweghị ụra n'ọrịa akwụkwụ.",
  "Nnyocha ahụ n'ebe nile site n'ime ụmụ ndị nke ụwa họrọ ọrụ na-aga n'ihu ugbu a iji mepụta usoro nchọpụta spindle na-akpaghị aka nke dabeere na weebụ site na iji usoro mmụta igwe",
  "Nsonaazụ nke nyocha a na-egosi na usoro nchọpụta spindle na-akpaghị aka nwere nnukwu ikike n'iji ya eme ihe.",
  "Enweghị ohere kwụsị ekwentị ekwentị inyocha ngwa n'ihi na ímé ihe ọ bụla nke dị ka ndị mmadụ n'ihe ndị spindles ụra a hụrụ na anụ ndị na-akpụ akpụ na nnụnụ ruo ugbu a. N'ọtụtụ anụmanụ na-enye nwa ara, a kọwara spindles ụra na uru ihu, mana ịdị adị nke pseudo-spindles na-eme ka a ghara inwe Obi ụtọ na ímé ihe ha ga esi na ahọrọ ìhè nke dị ka ndị ọzọ ndị nwere mmasị nwanyị ijide n'aka banyere ihe ndị a. Oscillations yiri spindle, nke na-egosi ihe ndị ọzọ yiri ya (dịka itinye aka doro anya na mmụta ma ọ bụ ịdabere na thalamic) bụ nke a maara ugbu a naanị site na ụmụ mmadụ, òké, òké. N'ime ụdị ndị a, spindles na-agbanwe agbanwe n'etiti 9 na 16 Hz, na obere ọdịiche (dịka 7-14 Hz na nwamba). N'ụzọ doro anya, a kwadoro spindles ụra dị n'ihu na n'azụ (ya bụ, nwayọọ na ngwa ngwa\") naanị n'èzí ụmụ mmadụ na òké na nkịta.",
  "Ogwu ụra na-ekere òkè dị mkpa n'ịkwado ebe nchekwa nchekwa, agbanyeghị, ọtụtụ ọmụmụ na-eleghara njikwa maka inwe mmekọahụ anya, n'agbanyeghị ma mmekọahụ na ịhụ nsọ na-emetụta ụra na oge mmụta n'ịntanetị. Nnyocha egosiwo na mmetụta nke spindles na-ehi ụra n'oge usoro ebe nchekwa nke nkwupụta nwere ike imetụta mmetụta mgbanwe oge ịhụ nsọ na ụmụ nwanyị.",
  "Ahụrụ ọdịiche dị n'ụdị nwoke na nwanyị na ọrụ spindle ụra na mmụta dabere n'ụra na nkịta. Enweghị ike ịmepụta njikọ kpọmkwem na homonụ mmekọahụ kpọmkwem, mana mmetụta ndị ahụ siri ike n'anụmanụ na-adịghịa..",
  "Ụmụ nwanyị na-enwekarị 0.16 karịa ụmụ nwoke (ya bụ ihe dịka 9-⁠10 karịa otu awa). Achọtala uru nwanyị maka ncheta ihe omume ahụ n'ebe nile site n'ime ụmụ ndị ikom abụọ ahụ n'ebe nile site n'ime ụmụ ndị nke dị ka ndị na ụdị àlà, mmetụta uche, na nke oghere yana ịmata ísì, ihu, na foto. A na-eche na ọdịiche ndị a bụ n'ihi mmetụta homonụ ndị mmadụ n'ihe ndị na ụdị nke dị n'ala ahụ n'ebe nile site n'ime ụmụ ndị nke ụwa, ọkachasị nke estrogen",
  "Hormone mmekọahụ estrogen na-emetụta ntozu oke mmekọahụ na ọmụmụ, mana achọpụtakwala na ọ na-eme ka ọrụ ụbụrụ ndị ọzọ dị mfe, gụnyere nghọta na ncheta",
  "N'ọrụ okwu ebe ụmụ nwanyị nwetara akara dị elu karịa ụmụ nwoke, ụmụ nwanyị nwetara ọkwa dị elu n'oge etiti, mgbe ụmụ nwanyị nwere ọkwa estrogen dị elu, ma e jiri ya tụnyere oge ịhụ nsọ. Nnyocha e mere n'oge na-adịbeghị anya chọpụtara na mmepụta estrogen nke ụbụrụ n'ime usoro ọgụgụ isi nwere ike ịdị mkpa maka nnweta na ijikọ ihe ncheta. Nnyocha ndị e mere n'oge na-adịbeghị anya gbasara mmekọrịta dị n'etiti estrogen ndị mmadụ n'ihe ndị mmadụ n'ihe ndị mere n'oge ochie ọbá ndị mmadụ n'ihe n na usoro nkwalite ncheta offline lekwasikwara dị ndụ ebighị dị ndụ ebighị dị ka ndị mmadụ n'ihe anya na spindles ụra",
  "Genzel na ndị ọrụ ibe ya kpebiri na enwere mmetụta ịhụ nsọ na arụmọrụ nkwupụta na nke mmegharị, nke pụtara ná ndị mmadụ n'ihe ndị mere n'oge ochie ọbá ndị mmadụ n'ihe ndị ụmụ nwanyị nọ n'etiti oge (estrogen dị elu) rụrụ ọrụ karịa ụmụ nwanyị ndị ọzọ sonyere. Ụmụ nwanyị nọ n'oge luteal bụkwa naanị ndị sonyere na-enwe mmụba na spindles mgbe ha mụtachara, nke dugara na nkwubi okwu na mmetụta nke usoro ịhụ nsọ nwere ike ịbụ nke spindles na homonụ nwanyị.",
  "Àtụ:SleepÀtụ:EEG"
]