[
  "Spring Bank Plc., nke a na-akpọkwa Spring Bank, bụ ụlọ akụ azụmahịa na Naijiria",
  "Ọ bụ otu n'ime ụlọ akụ azụmahịa iri abụọ na isii (26) nke Central Bank of Nigeria nyere ikike, onye na-ahụ maka ụlọ akụ nke mba ahụ n'oge ahụ.",
  "Spring Bank bụ nnukwu onye na-enye ọrụ ego na Naịjirịa",
  "As of June 2010[update] 2010[update], e mere atụmatụ na ngụkọta akụ ụlọ akụ ahụ dị ihe dị ka US $1.31 billion (NGN: 201.3 billion). E depụtara ngwaahịa nke Spring Bank na Naịjirịa Stock Exchange, ebe ọ na-ere ahịa n'okpuru akara: SPRINGBANK.",
  "E guzobere Spring Bank na Disemba 2005 site na njikọta nke ụlọ ọrụ ego Naijiria isii, ya bụ:",
  "N'oge e guzobere ya, Spring Bank nwere isi obodo nke ihe dịka US$224 million (NGN: 34.5 billion) na ngụkọta akụ e mere atụmatụ na ihe dịka US$988 million (NG N:152 billion).",
  "N'afọ 2009, na-agbaso nyocha ụlọ ọrụ niile nke ụlọ akụ azụmahịa niile dị na mba ahụ, Central Bank of Nigeria (CBN), onye na-achịkwa ụlọ akụ na mba ahụ، chọtara ụlọ akụ azụmaahịa itoolu na-enweghị isi na nke a na-achịchaghị nke ọma",
  "Spring Bank bụ otu n'ime ụlọ akụ nwere nsogbu",
  "CBN batara site na itinye isi obodo ọhụrụ iji nọgide na-akwụ ụgwọ ma họpụta njikwa ọhụrụ",
  "N'abalị ise n'ọnwa Ọgọstụ afọ 2011, CBN wepụrụ ikike ụlọ akụ nke Spring Bank.",
  "E guzobere ụlọ akụ Enterprise Bank n'ọnwa Ọgọstụ afọ 2011 site n'iweghara akụ na ụfọdụ ụgwọ nke ụlọ akụ Spring Bank, nke a kagbuola ikike ụlọ akụ azụmahịa ya",
  "E nyere EBL ikike ụlọ akụ azụmahịa na 5 Ọgọst 2011",
  "Ka ọ na-erule Jenụwarị 2012, akụ nke Enterprise Bank Limited bụ 100% nke Asset Management Company of Nigeria (AMCON), otu aka nke Gọọmentị Federal nke Nigeria",
  "N'ọnwa Julaị n'afọ 2012, Ụlọikpe Kasị Elu nke Naịjirịa, na Lagos nyere iwu ka a kwụsị ọrụ nke Spring Bank Plc, ebe ọ bụ na a kagbuola ikikere ya.",
  "Mgbe Central Bank of Nigeria batara n'ọrụ na 2009, a họpụtara Bernadina Sola Ayodele dịka onye isi nchịkwa na onye isi nchịk.",
  "1",
  "Ndepụta nke Ụlọ Akụ̀ Ndị mechiri emechi na Naịjirịa"
]