[
  "Squamous-cell carcinoma (SCC), nke a makwaara dị ka carcinoma epidermoid, nwere ọtụtụ ụdị ọrịa cancer dị iche iche na-amalite na sel squamous.Selụ ndị a na-etolite n'elu akpụkpọ ahụ, na mkpuchi nke akụkụ ahụ ndị nwere oghere dị n'ime ahụ, na mkpuchi nke iku ume na tract digestive.",
  "Ụdị ndị a na-ahụkarị gụnyere:",
  "N'agbanyeghị na-ekerịta aha \"squamous-cell carcinoma\", SCC nke saịtị ahụ dị iche iche nwere ike igosi ọdịiche dị na mgbaàmà ha gosipụtara, akụkọ ihe mere eme, prognosis, na nzaghachi ọgwụgwọ.",
  "A na-ejikọta nje virus nke mmadụ na SCCs nke oropharynx, akpa ume, mkpịsị aka, na mpaghara anogenital.",
  "Ihe dị ka 90% nke ọrịa kansa isi na olu (ọrịa cancer nke ọnụ, oghere imi, nasopharynx, akpịrị na ihe ndị metụtara ya) bụ n'ihi SCC.",
  "Carcinoma akpụkpọ ahụ squamous-cell bụ ọrịa kansa akpụkpọ ahụ nke abụọ a na-ahụkarị, na-akpata ihe karịrị 1 nde na United States kwa afọ.",
  "Primary squamous-cell carcinoma nke thyroid na-egosi phenotype na-eme ihe ike nke na-akpata amụma ọjọọ maka ndị ọrịa.",
  "Ọrịa kansa esophageal nwere ike ịbụ n'ihi ma ọ bụ esophageel squamous-cell carcinoma (ESCC) ma ọ bụ adenocarcinoma (EAC)",
  "SCCs na-emekarị nso ọnụ, ebe adenocarcinomas na-eme nso afọ",
  "Dysphagia (isi ike ilo, ihe siri ike karịa mmiri) na ihe mgbu ilo bụ ihe mgbaàmà mbụ a na-ahụkarị",
  "Ọ bụrụ na ọrịa ahụ dị n'otu ebe, ịwa ahụ wepụ esophagus metụtara nwere ike inye ohere ọgwụgwọ",
  "Ọ bụrụ na ọrịa ahụ agbasaala, a na-ejikarị ọgwụgwọ na radiotherapy eme ihe.",
  "Mgbe ejikọtara ya na akpa ume, ọ na-abụkarị ọrịa kansa nnukwu mkpụrụ ndụ dị n'etiti (ọ bụghị obere mkpụrụ ndụ kansa akpa ume)",
  "Ọ na-enwekarị ọrịa paraneoplastic na-akpata mmepụta ectopic nke protein metụtara parathyroid hormone, na-akpatara hypercalcemia, mana ọrịa paraneplastic na-ejikọkarị ya na obere ọrịa kansa akpa ume",
  "Ọ bụ n'ihi ịṅụ sịga.",
  "Human papillomavirus (HPV), nke bụ isi HPV 16 na 18, na-emetụta ya nke ukwuu na mmepe nke SCC nke penis.\nCarcinomas atọ na-ejikọta na SCCs nke penis: [citation needed]",
  "Mgbe ejikọtara ya na prostate, carcinoma squamous-cell na-eme ihe ike n'okike",
  "O siri ike ịchọpụta ebe ọ bụ na a hụghị mmụba na ọkwa antigen nke prostate, nke pụtara na a na-achọpụta ọrịa kansa mgbe ọ dị elu",
  "[citation needed]",
  "Carcinoma squamous-cell nke akụkụ ahụ nwanyị na-agbasa nwayọọ nwayọọ ma na-anọkarị nso n'akụkụ akụkụ ahụ nwanyị, mana ọ nwere ike ịgbasa na akpa ume na imeju",
  "Nke a bụ ụdị ọrịa kansa a na-ahụkarị n'ahụ nwanyị.",
  "Ọtụtụ ọrịa kansa ụkwara bụ mkpụrụ ndụ na-agafe agafe, mana ọrịa kansa ụgbụ metụtara schistosomiasis na-abụkarị SCC",
  "[citation needed]",
  "Akụkọ ahụike, nyocha ahụike na ihe oyiyi ahụike nwere ike ịnye echiche carcinoma squamous-cell, mana biopsy maka histopathology n'ozuzu ya na-egosi nchọpụta ahụ",
  "TP63 staining bụ isi ihe na-egosi histological maka squamous-cell carcinoma",
  "Na mgbakwunye, TP63 bụ ihe dị mkpa maka transcription iji guzobe njirimara nke mkpụrụ ndụ squamous.",
  "SCC dị iche iche nke ọma, aka ekpe elu paraspinal azụ akara maka biopsy na adjacent actinic keratosis",
  "SCC, canthus n'akụkụ aka ekpe nke akara maka biopsy",
  "SCC, aka ekpe ventral forearm",
  "Enwere ike iwere kansa dị ka nnukwu ezinụlọ dị iche iche nke ọrịa ọjọọ, yana squamous-cell carcinomas mejupụtara otu n'ime nnukwu subset. A na-eche na mmerụ ahụ SCC niile na-amalite site na nkewa ugboro ugboro, nke a na-achịkwaghị achịkwa nke mkpụrụ ndụ cancer stem nke agbụrụ epithelial ma ọ bụ njirimara",
  "[citation needed] SCCs na-esite na mkpụrụ ndụ squamous, nke bụ mkpụrụ ndụ dị larịị nke dị n'ọtụtụ ebe nke ahụ",
  "Ụfọdụ n'ime ha bụ keratinocytes",
  "Nchịkọta nke mkpụrụ ndụ kansa ndị a na-akpata microscopic focus nke mkpụrụ ndụ na-adịghị mma nke, ọ dịkarịa ala na mbido, na-ejide n'ime anụ ahụ a kapịrị ọnụ nke mkpụrụ ndụ nna ya bi",
  "A na-akpọ ọnọdụ a squamous-cell carcinoma in situ, a na-achọpụta ya mgbe akpụ ahụ abanyebeghị n'ime ala ma ọ bụ ihe ndị ọzọ na-eme ka ọ ghara ịbanye <i id=\"mwwQ\">n'ime</i> anụ ahụ ndị dị n'akụkụ",
  "Ozugbo mmerụ ahụ toro ma gaa n'ihu ruo n'ókè ebe ọ gbawara, banye, ma banye n'ime ihe ndị dị n'akụkụ ya, a na-akpọ ya \"invasive\" squamous-cell carcinoma",
  "Ozugbo carcinoma na-awakpo, ọ nwere ike ịgbasa na akụkụ ndị ọzọ ma mee ka ọ gbasaa, ma ọ bụ \"ọkpụkpụ nke abụọ\"",
  "[citation needed]",
  "Usoro International Classification of Diseases for Oncology (ICD-O) depụtara ọtụtụ ụdị ọdịdị na ụdị dị iche iche nke malignant squamous-cell neoplasms, gụnyere:",
  "A na-amata ụdị SCC ndị ọzọ n'okpuru usoro ndị ọzọ, dị ka keratoacanthoma.",
  "Otu usoro nke ịkewapụta carcinomas squamous-cell bụ site na ọdịdị ha n'okpuru microscope",
  "Ụdị ndị ọzọ nwere ike ịgụnye:",
  "Ọrịa cancer nke mkpụrụ ndụ squamous nke Adenoid",
  "Carcinoma nke mkpụrụ ndụ squamous nke basaloid",
  "Ọrịa cancer nke mkpụrụ ndụ na-acha ọcha",
  "Carcinoma nke mkpụrụ ndụ spindle",
  "YouNnyocha achọtawo ihe akaebe maka njikọ dị n'etiti nri na ọrịa kansa akpụkpọ ahụ, gụnyere SCC",
  "Iri nri mmiri ara ehi nwere abụba dị elu na-eme ka ihe ize ndụ nke SCC tumor dịkwuo elu n'etiti ndị nwere ọrịa kansa akpụkpọ ahụ n'oge gara aga",
  "Akwụkwọ nri na-acha akwụkwọ ndụ akwụkwọ ndụ nwere ike inye aka gbochie mmepe nke SCC na-esote na ọtụtụ ọmụmụ chọpụtara na akwụkwọ nri na mkpụrụ osisi na-enweghị isi na-echebe nke ukwuu megide ihe ize ndụ SCC. N'aka nke ọzọ, iri mmiri ara ehi zuru oke, yogọt, na cheese nwere ike ịbawanye ihe ize ndụ SCC na ndị nwere ike ibute ya. Na mgbakwunye, usoro nri anụ na abụba nwere ike ịbawanye ihe ize ndụ nke SCC na ndị na-enweghị akụkọ ihe mere eme nke SCC, mana njikọ ahụ bụ ihe a ma ama na ndị nwere akụkọ ihe mere anya nke ọrịa kansa akpụkpọ ahụ. Ịṅụ sịga na usoro nri nke a na-ahụkarị site na nnukwu biya na mmanya na-aba n'anya na-emekwa ka ihe ize ndụ nke SCC dịkwuo ukwuu."
]