[
  "Chinmoy Kumar Ghose onye amụrụ (na ụbọchị iri abụọ na asaa n'ọnwa August n'ọnwa 1931 - ụbọchị iri na otu n'ọnwa October n'afọ 2007), nke a maara nke ọma dị ka Sri Chinmoy, bụ onye ndú nke ime mmụọ na India, nke kụziri ntụgharị uche na West mgbe ọ kwagara New York City ná afọ 1964. Chinmoy guzobere ụlọ ọrụ ntụgharị uche mbụ ya na Queens, New York, ma mesịa nwee ụmụ akwụkwọ 7,000 na mba iri isii. Onye edemede, onye na-ese ihe, onye na'ede uri, na onye na-eti egwu, ọ na-emekwa ihe omume ọha na eze dị ka kọntaktị na ntụgharị uche na isiokwu nke udo dị n'ime. Chinmoy kwadoro ụzọ ime mmụọ gaa na Chineke site n'ekpere na ntụgharị uche",
  "Ọ kwadoro egwuregwu gụnyere ịgba ọsọ, igwu mmiri, na ibu arọ",
  "Ọ haziri marathons na agbụrụ ndị ọzọ, ọ bụkwa onye na-agba ọsọ na, mgbe mmerụ ahụ n'ikpere gasịrị, ọ na-ebu ibu.",
  "Chinmoy bụ nwa ikpeazụ n'ime ụmụ asaa, amụrụ na Shakpura, Boalkhali Upazila, na Chittagong District nke East Bengal, British India (nke bụ Bangladesh ugbu a)",
  "Nna ya nwụrụ n'ọrịa n'afọ 1943, nne ya ọnwa ole na ole ka e mesịrị",
  "Chinmoy malitere omume ntụgharị uche ya mgbe ọ dị afọ iri na otu. N'afọ 1944, Chinmoy dị afọ iri na abụọ sonyeere ụmụnne ya ndị nwoke na ndị nwanyị na Sri Aurobindo Ashram na Pondicherry, ebe ụmụnne ya nwoke ndị okenye Hriday na Chitta amalitelarị ọnụnọ. Ọ bụ Chitta nyere Chinmoy aha ya nke pụtara \"jupụtara n'uche Chineke\".",
  "N'ime ashram ọ nọrọ afọ iri abụọ sochirinụ n'omume ime mmụọ, gụnyere ntụgharị uche, ịmụ akwụkwọ Bengali na Bekee, egwuregwu, na ịrụ ọrụ na ụlọ ọrụ ụlọ nke ashram. Chinmoy kwuru na ruo ihe dị ka afọ asatọ, ọ bụ odeakwụkwọ nke odeakwụkwọ ukwu nke ashram, Nolini Kanta Gupta",
  "Chinmoy sụgharịrị ihe odide ya site na Bengali gaa na Bekee.",
  "Dị ka Chinmoy si kwuo, n'afọ 1964, a kpaliri ya ịkwaga na United States n'ihi \"ozi sitere n'ime\" iji jeere ndị mmadụ nọ n'Ebe Ọdịda Anyanwụ na-achọ mmezu ime mmụọ ozi. Site n'enyemaka nke Sam Spanier na Eric Hughes, ndị nkwado America jikọtara ya na Sri Aurobindo Ashram, ọ kwagara New York City.",
  "O tinyere akwụkwọ maka ọrụ dị ka onye ode akwụkwọ dị ala na onye nnọchi anya India, n'agbanyeghị enweghị agụmakwụkwọ ya",
  "Ọ natara nkwado na agbamume site n'aka ndị ọrụ ibe ya na ndị isi ya ma kpọọ ya ka ọ kwuo okwu gbasara okpukpe Hindu",
  "Ọ malitere ikwu okwu na mahadum ma mesịa, na United Nations.",
  "Na ngwụcha afọ 1960 na mmalite afọ 1970, Chinmoy gara n'ihu na-ekwu okwu na okwu na mahadum dị na US na isiokwu ime mmụọ",
  "N'afọ 1974, o kwuru okwu na steeti iri ise na mahadum iri ise, e bipụtakwara okwu ndị a dị ka usoro akwụkwọ isii akpọrọ 50 Freedom-Boats to One Golden Shore (1974)",
  "N'afọ  1970 na 1980 ọ gara Europe, Eshia, na Australia na-akụzi na mahadum, nke mere ka e bipụta The Oneness of the Eastern Heart and the Western Mind. Chinmoy ebipụtakwala akwụkwọ, edemede, uri ime mmụọ, egwuregwu, na nkọwa banyere Vedas.",
  "N'afọ 1966, Chinmoy meghere Sri Chinmoy Center na San Juan, Puerto Rico. Ruo na ngwụcha afọ 1970, isi ụlọ akwụkwọ Chinmoy dị na New York, Florida na West Indies. N'ime iri afọ ole na ole sochirinụ, e meghere ma guzobe Sri Chinmoy Centers n'ọtụtụ obodo na US, Europe, Australasia, South Africa na South America mechara nwee ngụkọta nke ụlọ ọrụ 350 n'ụwa niile. N'afọ 1973, akwụkwọ akụkọ New York Times dere na Chinmoy \"na-asọpụrụ na India dị ka otu n'ime ndị nsọ ole na ole ruru Nirvikalpa Samadhi, ọkwa kachasị elu nke ịma ihe\".",
  "N'ime afọ ndị 1970 Chinmoy malitere ịkpọ egwu na ide egwu na ọjà na esraj. N'afọ 1984, ọ malitere inye 'Peace Concerts' n'efu gburugburu ụwa. Egwuregwu kachasị ukwuu bụ na Montreal, maka mmadụ 19,000.",
  "Mgbe ọ nọ na America na 1970s, Chinmoy dọtara ndị na-eso ụzọ dị ka ndị egwu Carlos Santana, John McLaughlin, Narada Michael Walden, Roberta Flack, Clarence Clemons, na Boris Grebenshchikov. Chinmoy nyere ndị na-agụ egwú ụzọ ime mmụọ a na-adọ aka ná ntị nke machibidoro iji ọgwụ ọjọọ na mmanya na-aba n'anya ma gbaa egwu na uri ume dị ka ngosipụta nke ekele nye Chineke.",
  "Santana na McLaughlin nọrọ na Chinmoy ọtụtụ afọ tupu ha ahapụ",
  "N'afọ 1973, ha wepụtara abọm dabere na nkuzi Chinmoy, nke akpọrọ Love Devotion Surrender",
  "McLaughlin bụ onye na-eso ụzọ Chinmoy site na 1970 ruo 1975",
  "N'afọ 1971, o guzobere Mahavishnu Orchestra, nke akpọrọ aha ime mmụọ Chinmoy nyere ya",
  "McLaughlin mere ka Santana mata guru ahụ, Santana na nwunye ya Deborah mechara bụrụ ndị na-eso ụzọ Chinmoy site na 1972 ruo 1981. Santana kwuru, \"Na-enweghị guru, m na-ejere naanị ihe efu nke m ozi, mana ya na ya enwere m ike ijere gị na onye ọ bụla ozi",
  "Abụ m eriri, mana ọ bụ onye na-eti egwu",
  "Guru gụsịrị akwụkwọ na Harvards nke ịma ihe ma nọdụ ala n'ụkwụ Chineke",
  "\" Santana wepụtara abọm atọ n'okpuru aha ime mmụọ Devadip ː nke pụtara \"Lamp of God\", \"Eye of God\", na \"Light of God\" nke Chinmoy nyere ya: Illuminations (1974), Oneness (1979), na The Swing of Delight (1980). N'afọ 2000, ọ gwara Rolling Stone na ihe dị njọ n'etiti ya na Chinmoy n'afọ ndị 1980",
  "Santana kwusiri ike na ọ na-ewere ọtụtụ ihe dị mma site na afọ ya na guru, ọ bụ ezie na mgbe ọ hapụrụ, Chinmoy \"bụ ezigbo onye na-abọ ọbọ ruo oge ụfọdụ",
  "Ọ gwara ndị enyi m niile ka ha ghara ịkpọ m ọzọ, n'ihi na mmiri ga-eri m n'oké osimiri gbara ọchịchịrị nke amaghị ihe maka ịhapụ ya",
  "\" N'afọ 2017, Santana gwara Rolling Stone, \"Enwere m ekele maka afọ iri ahụ mụ na nna m ukwu ime mmụọ ahụ nọrọ",
  "\"",
  "Onye nkuzi ime mmụọ Frederick Lenz ghọrọ onye na-eso ụzọ n'ihe dị ka afọ 1972, mana n'afọ 1981 ọ hapụrụ Chinmoy wee ghọọ guru n'onwe ya. Onye edemede ime mmụọ Lex Hixon bụ onye otu Sri Chinmoy Centre na 1970's.",
  "Chinmoy kwadoro \"ịgafe onwe onye\" site n'ịgbasawanye uche iji merie ihe uche na-eche na ọ ga-eme, a na-ejikarị nke a eme ihe na egwuregwu. Chinmoy nyere onye na-agba ọsọ ọla edo nke Olympic bụ Carl Lewis ndụmọdụ. Ọ mụtara ịtụgharị uche site na Chinmoy, ma na-eme usoro ahụ mgbe niile",
  "Onye Kraịst raara onwe ya nye, Lewis kwuru na itinye aka ya na Chinmoy bụ nzọụkwụ na-aga n'ihu na mmezu ime mmụọ nke mere ka nkwenkwe Ndị Kraịst ya sie ike. N'afọ 2011, Lewis pụtara na obere ihe nkiri Challenging Impossibility, nke gosipụtara ike nke Chinmoy gosipụtara.",
  "Dị ka ebe nrụọrụ weebụ nke otu ahụ si kwuo, ndị otu Sri Chinmoy Marathon Team agwọwo mmiri na English Channel ihe karịrị ugboro iri anọ. Ihe omume egwuregwu ndị ọzọ Chinmoy kwadoro gụnyere ịgba ọsọ ọsọ, gụnyere Self-Transcendence 3100 Mile Race; ịrị ugwu; na ịgba ịnyịnya ígwè ogologo",
  "N'afọ 2010, Ashrita Furman, onye nwere ihe karịrị 150 Guinness World Records, kwuru na \"ntụgharị uche ọ mụtara n'aka Sri Chinmoy na-enyere ya aka ịrụ ọrụ karịa ihe ọ tụrụ anya ya\".",
  "N'afọ 1987, Sri Chinmoy meghere Sri Chinmoay Oneness Home Peace Run, ụdị ihe nnọchianya na-agba ọsọ maka udo site n'ọtụtụ mba n'ụwa ebe ndị na-agbaagba ọsọ na-ebu ọkụ na-anọchite anya nkwekọrịta",
  "Sri Chinmoy kọwara echiche ya dị ka \"mgbalị siri ike maka udo\"",
  "Isiokwu 'Oneness Home' nke Peace Run, bụ na ndị mmadụ niile bụ ụmụ amaala na-achọ udo n'otu mbara ala.",
  "N'afọ 1991, Chinmoy malitere ọrụ enyemaka 'Oneness Heart Tears and Smiles' nke na-eziga nri na ọgwụ nye ndị nọ ná mkpa",
  "Nzukọ ahụ, nke na-eje ozi na mba 136, malitere site na ndị otu Sri Chinmoy Center na-ekesa enyemaka enyemaka maka ụmụaka na ndị okenye nọ ná mkpa n'ụwa niile. Ọ na-arụ ọrụ na NGO ma ọ bụ gọọmentị, ma na-enye ahụike, ahụike, na ihe agụmakwụkwọ maka mba ndị na-anata ya",
  "Ọ bụ ndị ọkachamara ahụike na ndị ọrụ afọ ofufo onwe ha na kọntinent ise na-eje ozi na ya, na mmemme ndị na-enye enyemaka ọdachi, mmepe mpaghara, na ahụike na ọgwụ. Ihe omume 'Kids to kids' nke Oneness Heart Tears and Smiles kwadoro na-agba ụmụaka ụlọ akwụkwọ ume ịkwadebe ngwugwu ihe ụlọ akwụkwọ na ihe egwuregwu maka ụmụaka na-enweghị ihe ịga nke ọma na obodo ndị ọzọ.",
  "Chinmoy gara ọtụtụ ebe, ma nyefee ọtụtụ ọrụ ya na ihe omume ndị o guzobere maka udo",
  "Ọ zutere ndị mmadụ n'ụwa, a na-akọwakarị ya dị ka onye nnọchi anya udo",
  "Chinmoy zutere Nne Teresa n'oge ise dị iche iche",
  "Na nzukọ nke abụọ ha na Rome, Ịtali n'ọnwa Ọktoba afọ 1994, Chinmoy nyere ya onyinye",
  "N'oge emume ahụ, Nne Teresa gwara Sri Chinmoy, sị: \"Enwere m obi ụtọ na ọrụ ọma niile ị na-arụ maka udo ụwa na ndị mmadụ n'ọtụtụ mba",
  "Ka anyị nọgide na-arụkọ ọrụ ọnụ ma na-ekerịta ihe niile maka ebube nke Chineke na maka ọdịmma nke mmadụ",
  "\" Chinmoy zutere Diana, Princess of Wales, na Kensington Palace na mkpụrụ ụbọchị iri abụọ na otú n'ọnwa Mee 1997.",
  "Ọ naghị akwụ ụgwọ maka nduzi ime mmụọ ya ma ọ bụ egwu egwu",
  "Ọ na-akwanyere okpukpe niile na ndị okpukpe ụwa ùgwù. Ọ dọtara ihe dịka ụmụ akwụkwọ 7,000 n'oge ndụ ya. Ụzọ ya bụ usoro ime mmụọ nke yoga nke oge a, nke a na-eme n'okpuru nduzi nke guru, ma ọ bụ onye nkuzi ime mmụọ. Chinmoy kwadoro Brahmacharya na-alụbeghị di maka ndị lụrụ di na nwunye na ndị na-alụghị di, ma na-elekwasị anya n'inweta ọṅụ ime mmụọ karịa obi ụtọ",
  "Dị ka edemede n' afo 1987 na Hinduism Today si kwuo, Chinmoy dị ka onye nkuzi ime mmụọ yoga bụ onye na-alụbeghị di",
  "N'adịghị ka omenala ndị ọzọ ochie, Chinmoy kụziri na ịpụ kpamkpam n'ụwa adịghị mkpa maka ọganihu ime mmụọ, kama ọ bụ \"nnukwu nghọta nke ndụ\".",
  "Ruo mgbe ọ nwụrụ na ngwụcha afọ 2007, Chinmoy bụ onye ndú ime mmụọ nke ọtụtụ puku ndị na-eso ụzọ raara onwe ha nye n'ụwa niile. Site n'etiti afọ 1960 ọ biri n'isi ụlọ ọrụ ụwa ya na Queens, New York City, ọtụtụ narị ndị na-eso ụzọ ya gbara ya gburugburu bụ ndị kwagara n'ógbè ahụ. Ụfọdụ ndị weere otu Chinmoy dị ka òtù nzuzo. Akwụkwọ 1994 The Joy of Sects kwuru na \"ụfọdụ n'ime ndị na-eso ụzọ ya hapụrụ, Otú ọ dị, n'etiti ebubo na Chinmoy na-eme ka ndị nwunye nke ndị na-azụ ụzọ ya nwee mmekọahụ\", n'afọ 2005 n' afọ 2014 San Diego CityBeat na Salon.com onye ọ bụla biputere profaịlụ nke nwanyị dị iche bụbu onye na-esote nke na-ebo ebubo na omume mmekọahụ na-ekwesịghị ekwesị. Na Febụwarị afọ 2016 PIX 11 News na New York mere akụkụ abụọ na Chinmoy, ebe otu onye bụbu onye na-eso ụzọ kwuru na ọ bụ mmekọahụ na-ekwesịghị ekwesị, ebe ndị ọzọ toro Chinmoy na ọnụ na-ekwuchitere Sri Chinmoy Center kwuru na nzaghachi edere na \"Onye guzobere anyị na onye nkuzi anyị, Sri Chinmoay, biri ndụ nke ịdị ọcha na iguzosi ike n'ezi ihe\". Ọ dịghị mgbe e boro Chinmoy akwụkwọ ma ọ bụ boo ya ebubo mpụ ọ bụla, onye ọka iwu ya gọnahụrụ ebubo n'afọ 2004 n'oge ahụ. Ụfọdụ ndị nta akụkọ na ndị na-eso ụzọ n'oge gara aga akatọwo ihe ha na-ele anya dị ka nkwalite onwe onye nke Chinmoy. N'afọ 2009, Jayanti Tamm bipụtara akụkọ ndụ dị ka onye na-eso ụzọ Chinmoy, Cartwheels in a Sari: A Memoir of Growing Up Cult Tamm, onye amụrụ n'ime nzukọ Chinmoy, kwuru na Chinmoy buru amụma na ọ ga-abụ onye na-eso ụzọ ya zuru oke",
  "A chụpụrụ ya n'òtù ahụ mgbe ọ dị afọ iri abụọ na ise",
  "Akwụkwọ ahụ na-akọwa ndụ ya n'ime ndị guru na mbọ ọ na-agba ịpụ na mmetụta ya. Dị ka akwụkwọ ahụ si kwuo, Chinmoy machibidoro mmekọahụ, a gwakwara ọtụtụ ndị na-eso ụzọ ka ha nọrọ n'alụbeghị di",
  "Akwụkwọ ahụ kwukwara na guru ahụ mebiri agụmakwụkwọ ụwa, na mmachibido iwu ya gụnyere ịṅụ mmanya na-aba n'anya, caffeine, na anụ; ịgba egwú; mkpakọrịta nwoke na nwanyị; iso ndị si n'èzí na-akpakọrịta; na inwe anụ ụlọ, ọ bụ ezie na ọ na-edebe nchịkọta anụ ụlọ dị iche iche n'okpuru ala Queens ya",
  "Otú ọ dị, Tamm na-ekwu na ndị na-eso ụzọ 7,000 ndị ọzọ gburugburu ụwa, na ndị ọzọ zutere Chinmoy, nwere ike ịnwe ahụmịhe na nghọta dị iche iche.",
  "Chinmoy nwụrụ site na nkụchi obi mgbe ọ nọ n'ụlọ ya na Jamaica, Queens, New York na ụbọchị iri na otu n'ọnwa Ọktoba n'afọ 2007",
  "Mikhail Gorbachev dere na ọnwụ ya bụ \"mfu maka ụwa dum\" nakwa na \"n'obi anyị, ọ ga-anọgide na-abụ nwoke raara ndụ ya niile nye udo\".",
  "Chinmoy kụziri na enwere ike inwe ọganihu ime mmụọ ngwa ngwa site na ịgbaso ụzọ ịhụnanya, nraranye, na inyefe onwe ya. Ọ kọwara ịhụnanya Chineke dị ka ịchụ onwe onye na mgbasawanye onwe onye. A maara omume a nke ịhụnanya na nraranye n'ebe Chineke nọ dị ka Bhakti Yoga. Ụzọ ya abụghị nke ịhapụ ụwa ma ọ bụ ịta ahụhụ, kama ọ bụ ụzọ dị n'etiti ebe onye na-achọ ya nwere ohere ịhapụ, ma ọ bụ gbanwee, àgwà ọjọọ ndị na-eguzo n'ụzọ nke njikọ ya na Chineke",
  "Chinmoy kụziri na ntụgharị uche n'obi na-eweta ìhè nke mkpụrụ obi n'ihu iji ruo eziokwu kachasị elu ozugbo o kwere mee.\nChinmoy kwuru, sị: \"Anyị niile bụ ndị na-achọ, ihe mgbaru ọsọ anyị bụ otu: inweta udo dị n'ime, ìhè na ọṅụ, ịghọ otu na isi iyi anyị, na ibi ndụ jupụtara na ezi afọ ojuju",
  "\"\nOtu akụkụ dị mkpa nke nkuzi Chinmoy bụ nghọta nke 'ịgafe onwe onye'",
  "Ịgafe onwe onye bụ omume nke inwe ihe mgbaru ọsọ ọhụrụ ma gafee ikike na njedebe anyị gara aga nke na-enye anyị ọṅụ",
  "Ịgafe onwe onye bụ ebumnuche nke inwe ọganihu na ndụ site n'ịghọ mmadụ ka mma karịa ịsọ mpi na ụwa ndị ọzọ",
  "Chinmoy kwenyere na anyị niile enweghị njedebe n'ime mmụọ.",
  "Nkà ihe ọmụma Chinmoy ọ na-akọwa bụ ịnabata ndụ",
  "Site n'ịkekọrịta ezi uche na mkpali nye ndị ọzọ ma jeere ihe a kpọrọ mmadụ ozi, enwere ike ịgbanwe ụwa ma nweta udo.",
  "Ọ gwara ndị na-eso ụzọ ya ka ha rie nri akwụkwọ nri, zere ọgwụ ntụrụndụ gụnyere mmanya na-aba n'anya, ma na-ebi ndụ dị ọcha na nke na-alụbeghị di. Ọ bụ ezie na okpukpe Hindu nwere mmetụta, ụzọ ya lekọtara ndị na-achọ ihe si mba ụwa si ebe dị iche iche.",
  "Chinmoy kụziiri ọtụtụ usoro maka ntụgharị uche, ọkachasị ndị maka ime ka obi dị jụụ ma mee ka uche gbachie nkịtị, ime ka echiche nke uche dị ọcha ma na-atụgharị uche n'obi ime mmụọ",
  "Chinmoy na-akọwa na site n'ịnọ n'uche gị dị jụụ ma dị jụụ maka nkeji iri ma ọ bụ iri na ise, ahụmịhe ọhụrụ nwere ike ịmalite ịmalite n'ime gị na omume a nke ime ka uche dị jụụ bụ mgbọrọgwụ nke ọganihu ime mmụọ niile.",
  "Chinmoy tụrụ aro ịtụgharị uche n'oge ọnọdụ dị jụụ nke ụtụtụ, tupu ịmalite ọrụ kwa ụbọchị",
  "Dị ka Oge ọdịnala nke Chineke, n'etiti elekere atọ na elekere anọ nke ụtụtụ, nke a maara dị ka Brahma Muhurta, nwere ike ọ gaghị adaba n'ụdị ndụ ọdịda anyanwụ nke idebe oge mgbede, Chinmoy tụrụ aro ka ndị ọhụrụ na-atụgharị uche tụgharịa uche tupu elekere asaa nke ụtụtụ",
  "Chinmoy kụziri na ekpere na ntụgharị uche dị mkpa, mana enwere ọdịiche na nsonaazụ",
  "Ekpere bụ usoro nke ibili n'ihu Chineke ma na-agwa Ya okwu, na ntụgharị uche bụ omume nke ime ka uche dị jụụ ka ọnụnọ Chineke wee nwee ike ikpuchi anyị ma soro anyị kwurịta okwu. Ọ kụzikwaara na ịgụ ihe odide ime mmụọ ma ọ bụ ịbụ abụ ndị nwere mkpụrụ obi bara uru iji kwadebe maka ntụgharị uche ma ọ bụ ịnọgide na-enwe ọnọdụ ntụgharị uche mgbe ị na-atụgharị uche. Chinmoy kwenyere na ịgba ọsọ na ahụike anụ ahụ bụ ihe enyemaka maka ndụ ime mmụọ dị n'ime yana ndụ ọrụ dị n'èzí, ma gbaa ndị na-eso ụzọ ya ume ịgba ọsọ kwa ụbọchị. Chinmoy weere uru nke ịgba ọsọ dị ka idebe ahụ dị mma ma kpochapụ uche; o chere na ọ nwekwara ike ịbụ ụdị ntụgharị uche n'èzí.",
  "N'afọ 1970, Chinmoy malitere inye ntụgharị uche udo na-abụghị nke okpukpe ugboro abụọ n'izu na United Nations maka ndị nnọchi anya UN, ndị ọrụ, na ndị nnọchianya NGO. N'afọ 1976, o kwuru, sị, \"Echiche nke United Nations bụ udo zuru ụwa ọnụ na nwanne nwanyị zuru ụwa ọnụ, na echiche nke United Nations dị n'otu ezinụlọ ụwa na otu obi\".",
  "Mgbe ọ duziri ntụgharị uche udo, nke ọtụtụ ndị ọrụ UN na ndị nnọchi anya mba ọzọ gara, ruo afọ 37, ihe karịrị ndị ọrụ UN 700, ndị nnọchianya, ndị otu US Congress, na ndị nnọchiteanya nke okpukpe dị iche iche, nyere Chinmoy otuto mgbe ọ nwụsịrị n'oge emume na isi ụlọ ọrụ UN na New York. N'oge emume ahụ na UN, Daw Aye Aye Thant, nwa nwanyị nke onye bụbu odeakwụkwọ ukwu UN U Thant, kwuru n'okwu ya:",
  "Akụkụ dị mkpa nke nkuzi Chinmoy bụ nkwanye ùgwù maka ụzọ na okpukpe ndị ọzọ",
  "Chinmoy dere, sị:\n \nMgbalị Chinmoy na-eme iji kwalite nkwekọrịta okpukpe mere ka a kpọọ ya ka ọ mepee Nzukọ Ndị Omeiwu nke Okpukpe Ụwa na Chicago (1993) na Barcelona (2004) site na ntụgharị uche. N'oge 2004 Opening Meditation, o kwuru, sị: \"N'oge m na-emeghe ntụgharị uche, ana m ekpe ekpere maka ịdị n'otu nke okpukpe niile\".",
  "Chinmoy kwuru na ọ bụ ezie na a zụlitere ya n'omenala Hindu, o chere na naanị okpukpe ya bụ \"Ịhụnanya Chineke\".",
  "Chinmoy malitere ise ihe na 1974 n'oge ọ gara Ottawa, Canada",
  "Ọ kpọrọ ihe osise ya \"Jharna Kala\", nke pụtara \"Fountain Art\" na Bengali",
  "Ihe osise Chinmoy sitere n'ike mmụọ nsọ nke ịdị n'otu zuru ụwa ọnụ na udo zuru ụwa ọnụ.",
  "Ihe osise ya bụ ngwakọta nke acrylics na eserese pensụl",
  "Chinmoy jiri ụdị sponges dịgasị iche iche, brushes na agba na-ese ihe n'ụdị ihe omimi pụrụ iche nke nwere ike, mmegharị siri ike na rhythm",
  "Chinmoy ekwuola na mgbe ọ na-ese ihe ọ na-ahụ ihe okike na-enweghị isi site na ntụgharị uche ya nke na-enye ya ohere ịgbaso mmụọ nsọ dị n'ime ma ọ bụ 'ìhè ọkụ' iji soro.\nNa Disemba 1991 Chinmoy malitere usoro nka ọhụrụ akpọrọ \"Dream-Freedom-Peace-Birds\" ma ọ bụ 'Soul Birds'",
  "Ihe osise nnụnụ na-abụkarị zen dị mfe dị ka ihe osise nke nwere ma ọ bụ otu nnụnụ ma ọ bụ na ihe osise ụfọdụ ọtụtụ narị nnụnụ n'otu nnukwu ihe osise",
  "Ihe osise nnụnụ mkpụrụ obi, Chinmoy kwuru, na-anọchi anya mkpu obi mmadụ maka nnwere onwe.",
  "E gosipụtara nka ya n'ọfịs UNESCO na Paris, Victoria na Albert Museum nke London, Mall Gallery na London, Museum of Modern Art na St",
  "Petersburg, John F",
  "Kennedy International Airport na New York, na United Nations Headquarters.",
  "Dị ka ndị na-eso ụzọ ya si kwuo, Chinmoy dere ọtụtụ puku egwu dị mkpirikpi, nke e dere na okwu ndị dị na Bengali na Bekee. E bipụtara ọtụtụ n'ime ndị a n'ịntanetị n'okpuru ikikere Creative Commons na Sri Chinmoy Songs (okwu na egwu egwu) na Radio Sri Chinmoay (audio). O weputara abọm abụọ na Jamaica na ụlọ ọrụ Studio One Port-O-Jam. N'afọ 1976, Chinmoy wepụtara abọm ntụgharị uche na Folkways Records nke akpọrọ Music for Meditation",
  "Chinmoy nyekwara ọtụtụ narị egwu udo, ọtụtụ n'ime ha n'efu. O nyere kọntaktị n'ebe ndị a ma ama gburugburu ụwa, gụnyere Royal Albert Hall nke London, Lincoln Center na Carnegie Hall nke New York, Nippon Budokan nke Tokyo, Eiffel Tower na Paris, na Sydney Opera House. Chinmoy na-akpọ ọtụtụ ngwá egwu dị iche iche na kọntaktị ya gụnyere ọjà, esraj, piano, cello na ngwá egwu ndị ọzọ nke Ọwụwa Anyanwụ na Ọdịda Anyanwụ.",
  "Dị ka Sri Chinmoy Centre si kwuo, Chinmoy bipụtara ihe karịrị akwụkwọ 1,300 gụnyere uri 120,000. Ọtụtụ n'ime uri ndị a bụ aphorisms bụ obere ma zuru oke nke ime mmụọ ma ọ bụ amaokwu, dị ka \"Anyị niile enweghị njedebe n'ezie, ma ọ bụrụ na anyị anwa ịnwale inwe okwukwe\". Chinmoy bipụtakwara mpịakọta ụfọdụ nke abụ ọdịnala dị ogologo. N'afọ 2001, Chinmoy kwughachiri uri ya na United Nations, dịka akụkụ nke ihe omume UN kwadoro iji kwalite \"Dialogue Among Civilizations Through Poetry\".",
  "Ọtụtụ ndị toro ihe odide Chinmoy na-akpali akpali, gụnyere Achịbishọp Desmond Tutu, onye dere, sị: \"Ihe amamihe ndị a dị ụtọ nke enyi m Sri Chinmoy dere bụ eziokwu na-enweghị oge nke jupụtara na agbamume, ịhụnanya na ịdị mma",
  "..",
  "Isiakwụkwọ ndị a jupụtara anyị na olileanya na ịnụ ọkụ n'obi na ndụ\".",
  "N'afọ 1977, e guzobere Sri Chinmoy Marathon Team; ọ na-agba ọsọ, igwu mmiri, na ịgba ịnyịnya ígwè n'ụwa niile, site na ọsọ ntụrụndụ ruo ultramarathons. Onye bu ya ụzọ bụ 1976, Liberty Torch Run, relay nke ndị na-agba ọsọ 33 gosipụtara narị afọ abụọ nke America site na ikpuchi kilomita 8,800 n'ime izu asaa site na steeti iri ise A gbasaa echiche a na 1987 ka ọ bụrụ Sri Chinmoy Oneness-Home Peace Run. A na-emekarị Peace Run kwa afọ abụọ, a malitere nke mbụ n'ọnwa Eprel n'afọ 1987 na World Trade Center na New York City.",
  "N'afọ 1985, Chinmoy, ya na onye isi obodo Oxford n'oge ahụ, meghere \"Sri Chinmoy Peace Mile\" mbụ, nke bụ kilomita a tụrụ na Cutteslowe Park, Oxford na-enye ndị na-agba ọsọ ihe ha ga-eji tụọ ọganihu ha.  E nwere ọtụtụ \"Peace Miles\" ugbu a gburugburu ụwa.",
  "Ọtụtụ n'ime ndị na-eso ụzọ Chinmoy na-agba ọsọ kwa ụbọchị maka ahụike na ahụike",
  "Chinmoy n'onwe ya gara n'ihu na-abanye n'asọmpi ruo mgbe ọ dị afọ 60 mgbe mmerụ ahụ n'ikpere gbochiri ikike ya ịgba ọsọ; mgbe nke ahụ gasịrị, ọ tụgharịrị uche ya na tennis na ibu arọ.",
  "Chinmoy guzobekwara Self-Transcendence 6- & 10-day Races, nke na-agba ọsọ n'otu oge na Queens n'ọnwa Eprel ọ bụla, na Self-Transcenence 3100 Mile Race, nke The New York Times kọwara dị ka \"Ugwu Everest nke ultramarathons\".",
  "Self-Transcendence Marathon bụ marathon gburugburu ụsọ mmiri nke Rockland Lake State Park, nke dị na Congers, New York, n'ebe ugwu nke New York City",
  "Emere ya na 2002, ihe omume ahụ na-adọta ihe dị ka ndị na-agba ọsọ mba ụwa 900",
  "Marathon na-ewere ọnọdụ n'izu ikpeazụ nke Ọgọst.",
  "Chinmoy malitere ibu arọ na 1985, mgbe ọ dị afọ iri ise na anọ Ibu ibu ya gụnyere ọtụtụ ihe na ígwè ọrụ e mere iji merie ike na ikike ya",
  "Ozi ya nye ọha na eze na mbọ ọ na-agba ibu bụ na ihe ọ bụla ga-ekwe omume ma ọ bụrụ na mmadụ nwere ike ịhapụ njedebe nke uche. Bill Pearl, onye bụbu Mr",
  "Universe, rụrụ ọrụ dị ka Master of Ceremonies n'ọtụtụ ihe ngosi ike Chinmoy",
  "N'ịkpọbata otu n'ime ihe ngosi Chinmoy na 1999, Bill Pearl dere, sị: \"Taa ị ga-ahụ ụfọdụ ihe dị ịtụnanya nke ike nke mụ na mụ nọ na ụlọ ọrụ ahụ ruo afọ iri ise na ise",
  "\" Chinmoy kwuru na ebumnuche ya maka ibuli elu bụ ịkpali ndị ọzọ, ọkachasị ndị nke ọgbọ ndị okenye",
  "N'afọ 2006, o kwuru, sị, \"Ọ bụrụ na m nwere ike ịkpali onye ọ bụla nọ n'ụwa a, mgbe ahụ enwere m mmetụta na ndụ m bara uru",
  "Site n'ibuli ihe dị arọ m, ana m enye ike m iji kpalie ndị mmadụ",
  "\"",
  "N'ime mmemme e mepụtara n'afọ 1998 nke a maara dị ka 'Lifting up the world with a Oneness Heart', Chinmoy welitere ndị mmadụ nke mkpali mgbe ha guzo n'elu ikpo okwu",
  "Chinmoy kọwara ebumnuche ya: 'M na-ebuli ha iji gosipụta ekele m maka ihe ha rụzuru,' N'etiti ụfọdụ n'ime mmadụ 7,000 ọ welitere gụnyere: Nelson Mandela, Desmond Tutu, Muhammad Ali, Sting, Eddie Murphy, Susan Sarandon, Roberta Flack, Yoko Ono, Jeff Goldblum, Richard Gere, na Helen Hunt. E buliri ndị nrite Nobel iri abụọ na otu ndị na-agba mgba sumo.",
  "N'ọnwa Eprel afọ 2011, e gosipụtara ihe nkiri banyere ibu Chinmoy nke akpọrọ Challenging Impossibility na Tribeca Film Festival.",
  "Terry Todd, prọfesọ nke kinesiology na Mahadum Texas, kwubiri na Chinmoy gosipụtara ụdị na ịdị arọ nke ụfọdụ n'ime ihe ndị ọ na-azọrọ na ọ rụzuru.",
  "Nchịkọta nke ihe nrite gụnyere:",
  "Àtụ:Spirituality-related topics"
]