[
  "Stacey Yvonne Abrams (/ˈeɪbrəmz/; amụrụ n'ọnwa Disemba 9, n'afọ 1973) bụ onye ndọrọ ndọrọ ọchịchị Amerịka, onye ọka iwu, onye na-akwado ikike ịtụ vootu, na onye edemede nke jere ozi na Georgia House of Representatives site n'afọ 2007 ruo afọ 2017, na-eje ozi dị ka onye ndu ndị nta site n'afọ  2011 ruo n'afọ 2017. Onye otu Democratic Party, Abrams hiwere Fair Fight Action, otu nzukọ iji dozie mmegbu ndị na-eme ntuli aka, n'afọ 2018. Onye na-akwado ikike ịtụ vootu, a na-eto mbọ ya n'ọtụtụ ebe maka ịkwalite ndị na-eme ntuli aka na Georgia, gụnyere na ntuli aka onye isi ala nke afọ 2020, mgbe Joe Biden meriri na steeti ahụ, na ntuli aka Georgia nke afọ 2020–2021 nke a na-eme mgbe niile na ntuli aka pụrụ iche nke Senetị nke United States, nke nyere ndị Democrats njikwa nke Senetị.",
  "Abrams bụ onye ndọrọndọrọ ọchịchị Democratic na ntuli aka gọvanọ nke Georgia n'afọ 2018, na-aghọ nwanyị mbụ si n'Afrịka na Amerịka na-ahọpụta onye isi otu ndọrọndọrọ ọchịchị na United States. O meriri na ntuli aka n'aka onye Republican bụ Brian Kemp, mana ọ jụrụ ikweta, na-ebo Kemp ebubo na ọ na-etinye aka na mmegbu ndị na-eme ntuli aka dị ka odeakwụkwọ nke Georgia. Ụlọ ọrụ mgbasa ozi na ndị na-enyocha eziokwu achọpụtala na ebubo nke ntuli aka zuru ohi siri ike igosi",
  "N'ọnwa Febụwarị afọ 2019, Abrams ghọrọ nwanyị Afrịka-Amerịka mbụ na-aza okwu State of the Union",
  "N'ọnwa Disemba 1, afọ 2021, ọ mara ọkwa na ọ ga-azọ ọkwa gọvanọ ọzọ na ntuli aka gọvanọ Georgia nke afọ 2022 wee bụrụ onye ndọrọndọrọ ọchịchị Democratic mgbe ọ zọrọ n'enweghị mmegide.",
  "Abrams achọtala ihe ịga nke ọma dị ka onye edemede nke akụkọ ifo mere eme na akụkọ ifo na emeghị eme",
  "Akwụkwọ ya ndị na-abụghị akụkọ ifo mere eme, Our Time Is Now na Lead from the Outside, bụ ndị kacha ere ahịa na <i id=\"mwOw\">New York Times</i>",
  "N'èzí ndọrọ ndọrọ ọchịchị, Abrams ebipụtala akwụkwọ akụkọ ifo asatọ, na-eji aha edemede Selena Montgomery ruo afọ 2021",
  "Mgbe a tọhapụrụ Justice Sleeps n'ọnwa Mee 11, afọ 2021, n'okpuru ezigbo aha ya",
  "Abrams dekwara akwụkwọ ụmụaka, Stacey's Extraordinary Words, nke ewepụtara na Disemba 2021.",
  "Onye nke abụọ n'ime ụmụnne isii, a mụrụ Abrams nyere Robert na Carolyn Abrams na Madison, Wisconsin, ma zụlite ya na Gulfport, Mississippi. N'afọ 1989, ezinụlọ ahụ kwagara Atlanta, Georgia, ebe nne na nna ya gụsịrị akwụkwọ na Mahadum Emory. Ha ghọrọ ndị ozi Methodist ma mesịa laghachi Mississippi ha na ụmụ ha atọ kacha nta ebe Abrams na ụmụnne abụọ ndị ọzọ nọgidere na Atlanta. Ọ gara Avondale High School, gụsịrị akwụkwọ dị ka onye mmeri n'afọ 1991. N'afọ 1990, a họpụtara ya maka Telluride Association Summer Program. Mgbe ọ dị afọ iri na asaa, mgbe ọ ka nọ n'ụlọ akwụkwọ sekọndrị, e goro ya ọrụ dị ka onye na-ede akwụkwọ maka mgbasa ozi ndị omeiwu wee bụrụ onye na-ede okwu dabere na mmezi o mere na okwu mgbasa ozi.",
  "Abrams guzobere Nourish, Inc",
  "n'afọ 2010. E chepụtara ya na mbụ dị ka ụlọ ọrụ ihe ọṅụṅụ na-elekwasị anya na ụmụ ọhụrụ na ụmụaka, e mechara gbanwee ya dị ka Ugbu a ma gbanwee ụdị azụmahịa ya na ngwọta maka obere ụlọ ọrụ. Ugbu a zụlitere $ 9.5 nde Series A n'afọ 2021.",
  "N'afọ 2002, mgbe ọ dị afọ iri abụọ na itoolu, a họpụtara Abrams ka ọ bụrụ osote onye ọka iwu obodo nke obodo Atlanta."
]