[
  "Stanley Greene (Ọnwa Febụwarị 14, afọ 1949 - Ọnwa Mee 19, afọ 2017) bụ onye Amerịka na-ese foto.",
  "A mụrụ Greene n'ezinụlọ ndị nọ n'ọkwá dị n'etiti na Brooklyn",
  "Nne na nna ya abụọ bụ ndị na-eme ihe nkiri",
  "Nna ya, onye amụrụ na Harlem, bụ onye nhazi otu, otu n'ime ndị Africa America mbụ a họpụtara dị ka onye ọrụ na Screen Actors Guild, ma bụrụkwa onye otu Harlem Renaissance.  E debara aha nna Greene dị ka onye Kọmunist n'afọ ndị 1950 ma manye ya iwere akụkụ ndị a na-akwadoghị na fim.  Nne na nna Greene nyere ya igwefoto mbụ ya mgbe ọ dị afọ iri na otu.",
  "Greene malitere ọrụ nka ya dị ka onye na-ese ihe, mana ọ malitere ise foto dị ka ụzọ isi depụta ihe maka ihe osise ya",
  "N'afọ 1971, mgbe Greene bụ onye otu ndị na-emegide Agha Vietnam na Black Panther Party, enyi ya onye na-ese foto W",
  "Eugene Smith nyere ya ohere na ụlọ ọrụ ya ma gbaa ya ume ịmụ foto na School of Visual Arts na New York na San Francisco Art Institute.",
  "Greene rụrụ ọrụ dị iche iche dị ka onye na-ese foto, gụnyere ise foto nke ndị egwu rock na ịrụ ọrụ na Newsday.  N'afọ 1986, o sere foto ejiji na Paris",
  "Ọ kpọrọ onwe ya \"dilettante, na-anọdụ na kọfị, na-ese foto ụmụ agbọghọ ma na-eme heroin\".  Mgbe enyi ya nwụrụ n'ọrịa AIDS, Greene hapụrụ ọgwụ ọjọọ ya wee malite ịchụso ọrụ foto.",
  "Ọ malitere ọrụ foto n'afọ 1989, mgbe onyinyo ya (\"Kisses to All, Berlin Wall\") nke nwa agbọghọ yi uwe tutu na karama champagne ghọrọ ihe nnọchianya nke ọdịda nke Berlin Wall.  Mgbe ọ na-arụ ọrụ maka ụlọ ọrụ foto nke Paris bụ Agence Vu n'ọnwa Ọktoba afọ 1993, e jidere Greene ma chọọ igbu ya na White House dị na Moscow n'oge esemokwu dị n'etiti Onye isi ala Boris Yeltsin na ndị omeiwu",
  "Ọ kpuchiri mba ndị agha mebiri Azerbaijan, Bosnia na Herzegovina, Georgia, Iraq, Somalia, Croatia, Kashmir, na Lebanon.  O sere foto nke mgbukpọ agbụrụ na Rwanda n'afọ 1994 na US Gulf Coast mgbe ajọ ifufe Katrina gasịrị n'afọ 2005.",
  "Mgbe afọ 1994 gasịrị, a maara Greene nke ọma maka akwụkwọ ya banyere esemokwu dị na Chechnya, n'etiti ndị nnupụisi na ndị agha Russia, nke a chịkọtara n'akwụkwọ ya nke afọ 2004, Open Wound  Foto ndị a dọtara uche na \"ahụhụ nke gosipụtara mmụba kachasị ọhụrụ na ọgụ Chechnya maka nnwere onwe site na Russia ruo ọtụtụ narị afọ\".",
  "N'afọ 2008, Greene kpughere na ya nwere ịba ọcha n'anya C, nke o kwenyere na ọ butere ya site na agụba na-emetọ mgbe ọ na-arụ ọrụ na Chad n'afọ 2007",
  "Mgbe o jiri ọgwụ chịkwaa ọrịa ahụ, ọ gara Afghanistan wee see foto akụkọ banyere \"nsogbu nke iji ọgwụ ọjọọ eme ihe na ọrịa na-efe efe\".",
  "Stanley Greene na Kadir van Lohuizen guzobere ụlọ ọrụ NOOR n'afọ 2007",
  "Ha na ndị ọrụ ibe ha malitere ụlọ ọrụ ha na 7th nke ọnwa Septemba afọ 2007 na Visa Pour L'Image",
  "Greene nwụrụ na Paris, mgbe ọ dị afọ 68",
  "Ọ nọ na-agwọ ọrịa kansa imeju."
]