[
  "Stanley Ebai Enow (a mụrụ n'ụbọchị nke abụọ n'ọnwa Ọgọstụ n'afọ 1985) bụ onye Cameroon na-eti egwu, onye na-egosi redio na TV, na onye na-eme ihe nkiri olu",
  "Ọ bụ onye nwe ụlọ ọrụ ndekọ, Motherland Empire A maara Enow nke ọma maka egwu ya nke afọ 2013 \"Hein Père\"",
  "Ọ bụ onye Cameroon mbụ meriri na Best New Act category na 2014 MTV Africa Music Awards",
  "A mụrụ Enow na Bamenda, isi obodo nke mpaghara ugwu ọdịda anyanwụ nke Cameroon",
  "Ọ bụ Bayangi si na mpaghara ndịda ọdịda anyanwụ, na-eme ka aha njirimara ya bụ \"Bayangi Boy\". Enow tolitere na Bafoussam, isi obodo nke mpaghara ọdịda anyanwụ, ebe ọ gụsịrị ụlọ akwụkwọ praịmarị ya na ụlọ akwụkwọ sekọndrị ya na Government Bilingual High School",
  "N'afọ 2007, ọ kwagara Douala, isi obodo nke mpaghara Littoral, ebe ọ gụsịrị akwụkwọ na nzere na akụkọ azụmahịa na Mahadum Douala.",
  "Enow malitere ide egwu rap na ịgba egwu mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị",
  "O mechara mee ihe nkiri na Groove na Cocktail Hit Parade, ihe ngosi abalị abụọ a ma ama na Cameroon",
  "O mekwara ihe nkiri na ọtụtụ ụlọ ọrụ redio nke onwe ya, ebe ọ rụrụ ọrụ dị ka onye na-eme ihe nkiri na onye nduzi. Enow kwadoro ihe ngosi egwu telivishọn Mboa, ma mee mgbasa ozi olu maka ụlọ ọrụ nkwukọrịta Pan African MTN Group.",
  "Enow wepụtara egwu izizi ya \"Hein Père\" na June 2013, nke mere ka Trace TV kpọọ ya \"African music Revelation of the Year\". Vidio egwu \"Hein Pere\" meriri ihe nrite maka Best Video of the Year na 2013 Balafon Music Awards Egwu a nọ n'ọkwa 1 na ndepụta Reverbnation nke Cameroon, na Trace Africa. Remix nke egwu ahụ gosipụtara onye na-ese ihe na South Africa bụ F.A.B",
  "Enow nke abụọ \"TumbuBoss\" (\"Toumbou Boss Deluxe\") wepụtara n'ọnwa Eprel afọ 2014.",
  "Na Cameroon Academy Awards nke mbụ n'afọ 2013, Enow weghaara ihe ngosi abụọ: Onye na-ese ihe nke Afọ na Onye na-ese ihe nke Obodo nke Afọ. Enow bụ naanị onye Cameroon a họpụtara maka MTV Africa Music Awards, ebe o meriri ihe nrite Best New Act na 2014. O ritekwara Best New Act ma bụrụ onye a họpụtara maka Best Male Central Africa na 2014 African Muzik Magazine Awards",
  "Enow wepụtara \"TumbuBoss\" dị ka egwu nke abụọ site na abọm studio mbụ ya, Soldier Like My Papa",
  "Shamack Allharamadji gbara ma duzie vidiyo egwu maka egwu ahụ. Na Machị 2014, Enow gwara Pulse Nigeria na ya na Nyanda rụkọrọ ọrụ na egwu \"In The Middle\", nke onye na-emepụta ihe na Jamaica bụ Black Lion mepụtara. Na 5 Ọktoba 2014, o wepụtara vidiyo egwu maka \"Njama Njama Cow\", nke Shamack Allharamadji duziri",
  "N'ọnwa Julaị afọ 2015, Enow hapụrụ abọm izizi ya nke akpọrọ Soldier Like My Papa",
  "E wepụtara \"Work Hard (Le Père Noël)\" dị ka egwu nke ise sitere na abọm ahụ",
  "E wepụtara vidiyo egwu ya na Septemba 11, 2015."
]