[
  "Christina \"Steenz\" Stewart bụ onye America na-ese ihe osise na onye nchịkọta akụkọ nke a maara maka igosi Archival Quality ma na-ede ma na-egosi ihe nkiri na-atọ ọchị kwa ụbọchị a kpọrọ Heart of the City",
  "A mụrụ ha na Septemba 29, 1990, na Detroit, Michigan, ma biri ugbu a na St",
  "Louis, Missouri. Mgbe ha weghaara Heart of the City site n'aka Mark Tatulli na Mee 2020, ha ghọrọ onye nke abụọ na-ese ihe osise nke mba Black nonbinary, nke Bianca Xunise bu ụzọ na ọdịiche a naanị otu ọnwa tupu.",
  "N'ịbụ onye tolitere na St",
  "Louis, Steenz bụ onye na-akwado ihe nkiri na katụụn ndị mechara metụta ọrụ ha, nke gụnyere Calvin na Hobbes, Cathy, Curtis, Recess, Hey Arnold!, na Doug. Ha gara Mahadum Maryville ma mụọ nka studio na-elekwasị anya na ihe atụ",
  "Ha hapụrụ dị ka onye na-eto eto ma rụọ ọrụ dị ka onye na-ahụ maka ọbá akwụkwọ na onye njikwa ụlọ ahịa akwụkwọ na-atọ ọchị na Eisner-winning Star Clipper Comics na St",
  "Louis ruo mgbe emechiri ya na 2015. Mgbe ha na-elekọta ụlọ ahịa akwụkwọ na-atọ ọchị, ha kpebiri ime ihe ọchị, mana ha achụsoghị ha dị ka ọrụ ruo mgbe a kpughere ọrụ Brittany Williams na Samurai Jack comic: \"Nke abụọ m hụrụ aha [Williams] na [ihe ọchị]",
  "Ọ dị m ka, 'Chere nke abụọ; ọ bụ nwanyị ojii, ọ na-eme ihe ọchị - enwere m ike ime nke ahụ,’ na n'ikpeazụ ọ pịa m onwe m",
  "\"",
  "N'ịgbaso mmechi Star Clipper na 2015, Steenz gara n'ihu na-arụ ọrụ dị ka onye nchịkọta akụkọ na Lion Forge Comics, ebe ha rụrụ ọrụ na mbipụta iri na abụọ mbụ nke magazin egwuregwu na tebụl ịgba chaa Rolled and Told ruo 2019.",
  "Steenz soro wee mepụta obere ihe ọchị \"The Update\" ya na onye na-ede akwụkwọ Melanie Ujimori nye onye nchịkọta akụkọ Taneka Stotts 'Eisner- na Ignatz-winning Elements: Fire, ọ pụtakwara na anthologies Mine!, na Dead Beats",
  "Mbipụta mbụ ha bụ Archival Quality, nke ha na onye edemede Ivy Noelle Weir mepụtara",
  "Ọ bụ Oni Press bipụtara ya n'afọ 2018.",
  "Steenz weghaara ide ma gosipụta Obi nke Obodo maka Mark Tatulli",
  "Ihe nkiri mbụ ha jikọtara site na Andrews McMeel pụtara na Mee 24, 2020.",
  "Na Mee 12, 2020, a mara ọkwa na Steenz ga-ese onyinyo ma na-emepụta akwụkwọ akụkọ ihe mere eme nke RPGs tabletop n'akụkụ onye edemede Samuel Sattin; a na-eme atụmatụ akwụkwọ ahụ maka ụbọchị ntọhapụ 2023.",
  "Archival Quality (2018) - Cel Walden malitere ọrụ ọhụrụ dị ka onye na-edebe ihe ochie na Logan Museum",
  "Ka ọ na-alụ ọgụ na ịda mbà n'obi na nchekasị, ọ na-arọ nrọ banyere nwanyị mmụọ",
  "Ka ọ na-amụtakwu banyere mmụọ nke na-echegbu onwe ya, ọ na-amụtakwu banyere onwe ya na ndị ọrụ ndị ọzọ nke Logan Museum.",
  "Heart' of the City (2020–) Ihe ọchị a bụ banyere Obi Lamarr, nwa akwụkwọ ụlọ akwụkwọ etiti nke bi na Philadelphia",
  "Akụkọ na-elekwasị anya na mmekọrịta Heart na ndị enyi ya na ezinụlọ ya, yana ndụ ụlọ akwụkwọ ya na ahụmịhe ya na ọdịbendị a ma ama",
  "Steenz weghaara ihe nkiri ahụ mgbe onye okike mbụ bụ Mark Tatulli kwụsịrị ime ya.",
  "Elements: Fire, A Comic Anthology by Creators of Color meriri 2018 Eisner Award for Best Anthology na 2017 Ignatz Award for Best Anthology. The anthology nwere ọrụ Steenz.",
  "Na Febụwarị 2019, a kpọrọ Steenz na Ivy Noelle Weir ndị mmeri nke 5th Annual Dwayne McDuffie Award for Diversity in Comics for Archival Quality A họpụtakwara akwụkwọ a dị ka mbipụta Junior Library Guild Gold Standard na 2018."
]