[
  "Stefania Turkewich-Lukianovych (Eprel 25, 1898 - Eprel 8, 1977) bụ onye Ukraine na-ede egwu, onye na-akpọ piano, na onye na-agụ egwu, nke a maara dị ka nwanyị mbụ dèrè egwú na Ukraine. Ndị Soviet machibidoro ọrụ ya na Ukraine.",
  "A mụrụ Stefania na Lviv, Austria-Hungary",
  "Nna nna ya (Lev Turkevich), na nna ya (Ivan Turkevich) bụ ndị ụkọchukwu",
  "Nne ya Sofia Kormoshiv (Кормошів) bụ onye na-akpọ piano ma soro Karol Mikuli na Vilém Kurz mụọ ihe, ma soro ntorobịa Solomiya Krushelnytska",
  "Ezinụlọ ahụ dum bụ ndị egwu ma onye ọ bụla na-akpọ ngwá egwu. Stefania na-akpọ piano, ụbọ akwara, na harmonium",
  "Mgbe e mesịrị, onye na-ede egwu chetara oge ọ bụ nwata na ịhụnanya ya maka egwu:",
  "Stefania malitere ọmụmụ egwu ya na Vasyl Barvinsky",
  "Site na 1914 ruo 1916, ọ gụrụ akwụkwọ na Vienna dị ka onye na-akpọ piano na Vilém Kurz",
  "Mgbe Agha Ụwa Mbụ gasịrị, ọ mụụrụ Adolf Chybiński na Mahadum Lviv, ma gaa nkuzi ya gbasara echiche egwu na Lviv Conservatory.: 10",
  "N'afọ 1919, o dere ọrụ egwu mbụ ya bụ Liturgy (Літургію), nke a na-eme ọtụtụ ugboro na St",
  "George's Cathedral na Lviv.",
  "N'afọ 1921, ya na Guido Adler mụrụ akwụkwọ na Mahadum Vienna na Joseph Marx na Mahadụ nke Egwú na Egwuregwu Vienna, ebe ọ gụsịrị akwụkwọ na 1923 nwete Diploma onye nkuzi.",
  "Na 1925 ọ lụrụ Robert Lisovskyi ma soro ya gá njem na Berlin ébé ọ bìrì site 1927 rụọ 1930 yá nà Arnold Schoenberg nà",
  "Franz Schrek gùrù akwụkwọer.: 14 N'ime oge ad,nàn 1927,ọrmụrụ nwa yá  Zoya (Зояn.",
  "Mgbe ọ laghachiri Lviv, site na 1934 ruo mmalite nke Agha Ụwa nke Abụọ ọ rụrụ ọrụ dị ka onye nkuzi nke echiche egwu na piano na Lviv Conservatory, wee bụrụ onye otu Union nke Ukrainian Professional Musicians.",
  "N'oge mgbụsị akwụkwọ nke 1939, mgbe Soviet weghaara Western Ukraine, Stefania rụrụ ọrụ dị ka onye nkuzi na onye na-eduzi egwu na Lviv Opera House, ma site na 1940 ruo 1941 ọ bụ osote prọfesọ na Lviv Conservatory",
  "Mgbe mmechi nke Conservatory, na ndị Germany, ọ gara n'ihu na-akụzi na State Musical School",
  "N'oge opupu ihe ubi 1944 ọ hapụrụ Lviv gaa Vienna.\nN'ịgbapụ na ndị Soviet, na 1946, ọ kwagara n'ebe ndịda Austria, ma si ebe ahụ gaa Ịtali, ebe di ya nke abụọ, Nartsiz Lukyanovich, bụ dọkịta n'okpuru iwu Britain.",
  "N'oge mgbụsị akwụkwọ nke afọ 1946, Stefania kwagara United Kingdom, ma biri na Brighton (1947–1951), London (1951–1952), Barrow Gurney (n'akụkụ Bristol) (1952–1962), Belfast (Northern Ireland) (1962–1973), na Cambridge (site na 1973, ebe ọ nwụrụ).",
  "E mere ihe nkiri ya bụ Oksana's Heart na Winnipeg (Canada) na 1970 na Centennial Concert Hall, n'okpuru nduzi nka nke nwanne ya nwanyị Irena Turkevycz-Martynec.",
  "Симфонічні твори – Symphonic works",
  "1",
  "Симфонія – Symphony no",
  "1 – 1937\n2",
  "Симфонія no",
  "2(a) – Symphony no",
  "2(a) – 1952\n2",
  "Симфонія no",
  "2(b) (2-гий варіант) – Symphony no",
  "2(b) (2nd version)\n3",
  "Симфонієта – Symphoniette – 1956\n4",
  "Три Симфонічні Ескізи – Three Symphonic Sketches – 3-го травня, 1975\n5",
  "Симфонічна поема – Symphonic Poem «La Vitа»\n6",
  "Space Symphony – 1972\n7",
  "Суіта для подвійного струнного оркестру – Suite for Double String Orchestra\n8",
  "Fantasy for Double String Orchestra",
  "Балети – Ballets",
  "9",
  "Руки – The Girl with the Withered Hands – Bristol, 1957 \n10",
  "Перли – The Necklace\n11",
  "Весна (Дитячий балет) – Spring – (Children's Ballet) 1934-5\n12",
  "Мавка (a) – Mavka – ‘The Forest Nymph’ – 1964-7 – Belfast\n12",
  "Мавка (b) – Mavka – ‘The Forest Nymph’ – 1964-7 – Belfast\n13",
  "Страхопуд – Scarecrow – 1976",
  "Опера – Opera",
  "14",
  "Мавка – Mavka – (unfinished) based on Lesia Ukrainka’s Forest Song",
  "Дитячі опери – Children’s Operas",
  "15",
  "«Цар Ох» або Серце Оксани – Tsar Okh or Heart of Oksana – 1960\n16",
  "«Куць» – The Young Devil \n17",
  "«Яринний городчик» – A Vegetable Plot (1969)",
  "Хорові твори – Choral Works",
  "18",
  "Літургія 1919\n19",
  "Psalm to Sheptytsky (Псалом Шептицькому)\n20",
  "До Бою\n21",
  "Триптих\n22",
  "Колискова (А-а, котика нема) 1946",
  "Камерно – Інструментальні твори; Chamber – Instrumental works",
  "23",
  "Соната для скрипки і фортепіано 1935 – Sonata for violin and piano\n24",
  "(a) Cтрунний квартет 1960 – 1970 – String quartet\n24",
  "(b) Cтрунний квартет 1960 – 1970 – String quartet\n25",
  "Тріо для скрипки, альта і віолончела 1960 – 1970 – Trio for Violin, Viola and Cello\t\n26",
  "Квінтет для двох скрипок, альта, віолончела  фортепіано 1960 – 1970 – Piano Quintet\n27",
  "Тріо для флейти, кларнету, фагота 1972 – Wind Trio",
  "Фортепіанні Твори – Piano Works",
  "28",
  "Варіації на Українську тему  1932 – Variations on a Ukrainian Theme\n29",
  "Фантазія: Суїта фортепянна на Українські теми – Fantasia: Suite for Piano on Ukrainian Themes 1940\n30",
  "Імпромпту – Impromptu 1962\n31",
  "Гротеск – Grotesque 1964\n32",
  "Гірська сюїта – Mountain Suite  1966 – 1968\n33",
  "Цикл п’єс для дітей – Cycle of Pieces for Children 1936 – 1946\n34",
  "Українські коляди та щедрівки – Ukrainian carols and Shchedrivka\n35",
  "Вістку голосить – Good Tidings\n36",
  "Christmas with Harlequin 1971",
  "Різне – Miscellaneous",
  "Ihe ndị o dere bụ nke oge a, mana cheta abụ ọdịnala Ukraine mgbe ha na-abụghị ngosipụta",
  "Ọ gara n'ihu na-ede egwu n'ime afọ 1970",
  "Stefania Turkevich nwụrụ na Eprel 8, 1977, na Cambridge, England."
]