[
  "Ha muru Stella Omu (na afor 1946, na onwa Dizemba, mkpuru ubochi iri abuo na abuo)",
  "Obu nwanyi noo na odorodoro ochichi na obodo Nigerian",
  "Ha hopu tara ya si te na otu People's Democratic Party (PDP) dika ndi omebe ihu obodo na 1999 na Delta South konstituenci di na obodo Delta State.",
  "Omu bu onye Isoko. Ha mu ya na afor 1946, na onwa Dizemba, mkpuru ubochi iri abuo na abuo. Di ya bu onye lugo olu army na mbu dika ochiagha Paul Omu, onye bu gbu isi obodo South-Eastern State, Nigeria",
  "Nwanyi a umu umuwanyi ato na umu nwoke ato",
  "Nwanyi a bu gbu onye na eso te onye isi uno olu ndi Immigration nke ha na kpor Komptroller jeneral na Naijiriya",
  "Stella Omu ru chara oru na olu oyibo na",
  "Ha hopu tara Omu Stella si te na otu PDP na 1999 na  Delta South Konstituency",
  "Ha hopu tara ka obulu chief whip na Senate ya na onye isi nke abuo na Senate komiti na hu maka National Planning ya na ihe gbasitara umu wanyi na ndi ntorobia Na onwa ise, nke afor 2001, Omu goro ebubo izu ego Naijiriya eboro ya, mgbe Anyim Pius Anyim bu onye isi senate",
  "Osi na obughi eziokwu, na ndi na enyocha ka esi me ego kwesi ifu ka ego si ga..",
  "Na onwa November, na afor 2001, Omu nwete leta ha zoro ihe di ka powda ndi ocha na kpo antrax",
  "Mana oburo so nwayia nwe tere letaa, ndi ozo no na senate nwete kwa leta nke ha",
  "Letaa bu akara ndi ministry na hu maka nzuko rita ozi",
  "Ndi ochichi National assembly abia tiemkpu maka ha ma na antrax bu ihe terorizm",
  "Ha choputara Leta ha chi anthrax na obodo United States ka onwa Septemba 2001 ga cha",
  "Na afor 2002 mgbe uno ikpe kacha enu kpe chara na National Assembly eweghi ume igwa goment nke obodoihe ha ga eme",
  "Maka ihe uno ikpe kacha enu kpe, Omu abia si ka ha bido usoro iji deziaria 1999 konstitution.",
  "Na onwa August, na afor 2002 ndi Senator atusa sira obi na Omu Stella maka mmekorita ya na onye is ala bu Olusegun Obasanjo maka ife okwu gbasara Electoral Bill 2002 ha na eche ime hachi. Mgbe onwa ha lu Omu Stella etiye akwukwo na odialuzi. Omu kwesi ikwado ndorondor ndoputa na isi te na otu People's Democratic Party (PDP) na 2003, mana oda ndorondor inachi",
  "James Manager, bugbu komisiona na fu maka olu na mgbe  James Ibori bu onye isi ala Delta State.",
  "Na onwa nka Ogust, na afor 2003, ogwara ndi nta akiko ka ndi ni le na ewe iwe na Warri butue iwe, maka Ijaw na itsekiri bu umu nne, h’ekwela ka odi iche na ndorodoro ochichi na aku akpata bute nkewa na etiti ha",
  "Na onwa nke Dizemba, na afor 2005 emere ya oye isi Presidential Komiti tinyere anya na nkuwa uno nga di na Port Harcourt",
  "Na onwa Septemba, na afor 2008 ha mere ya onye otu Niger Delta Teknikal Komiti."
]