[
  "Stelio Savante bụ onye South African American na-eme ihe nkiri, onye na-eme fim na onye na-emepụta ihe nke a maara nke ọma maka ọrụ ya dịka onye nta akụkọ South Africa na onye ọrụ Mossad zoro ezo n'ihu Jim Caviezel na Claudia Karvan na akụkọ ndọrọ ndọrọ ọchịchị Infidel, onye isi obodo Portuguese n'ihu Matt Dillon na ihe nkiri Hawaiian Running for Grace, onye uwe ojii aghụghọ na ihe nkiri South African epic Colors of Heaven, ọrụ Hunter S",
  "Kimbrough na Peter Greenaway's Golden Bear họpụtara Eisenstein na Guanajuato na ọrụ Ajax na egwuregwu vidio a ma ama nke Ops 4. N'afọ 2007 ọ ghọrọ nwoke mbụ a mụrụ na South Africa Screen Actors Guild award nominated (Best Ensemble in a Comedy) maka ọrụ ya na Ugly Betty sochiri ọrụ na ihe nkiri studio My Super Ex-Girlfriend na Starship Troopers 3: Marauder",
  "Onye Capetonian nke ndị Gris, Italian, British, Ashkenazi, na ndị Anatolian, nna nna ya bụ onye ọkwọ ụgbọala na-agba ọsọ nke tinyere ma merie ihe nrite na 1955 Monte Carlo Rally. Ọ na-asụ asụsụ Afrikaans na Grik nke ọma, ọ gụsịrị akwụkwọ na Camps Bay High School, si South Africa kwaga United States mgbe Mahadum nke West Alabama nyere ya agụmakwụkwọ tennis mba ụwa wee kwaga New York City ọzọ n'afọ 992 iji chụsoo ọrụ ime ihe nkiri.",
  "Oge izizi ya bịara na Law & Order: Special Victims Unit dị ka onye Bosnian Islamist fundamentalist",
  "N'ịbụ nke onye mmeri nke Academy Award Juan Jose Campanella duziri ma bụrụkwa Bradley Cooper na Alfred Molina, a họpụtara ihe omume ahụ maka Emmy. Ihe ngosi telivishọn ndị ọzọ gụnyere Law & Order: Criminal Intent n'ihu Chris Noth na Annabella Sciorra, The Sopranos, Guiding Light, All My Children, dị ka Dan 'Schaffy' Schaffner na onye na-anya ụgbọelu Jim Breuer maka Pulp Comics na Comedy Central na ugboro ugboro dị ka Antonio na Late Night na Conan O'Brien.",
  "Savante emepụtala ma rụọ ọrụ na ihe nkiri ndị dị ka Under the Stadium Lights nke Laurence Fishburne na Milo Gibson wepụtara na Saban Entertainment, Inc na Paramount Pictures, sci-fi indie Destination Marfa onye mmeri kachasị egwu Manhattan Film Festival nke SP wepụtara na Tony Todd wepụtara, egwu Summertime Dropouts nke Lions Gate Entertainment Corporation wepụtara, ihe nkiri ezinụlọ Bernie wepụtara Dolphin nke Lions Sorbo site na Lions Gate, Inc",
  "Star Star Star Starbybybybying Entertainment Corporation weputing, ihe nkiri No Postage Necessary, Best Fe Fe Fe Fe, Michael Pr Pr Pr Prony Styyyy, London, Michael Prony Starring, Michael Starbybying, Michael Promening, Playing, Play Playing, Michael Merbybybynynynyny, Playing Starbyby, Playing Playing, Best Starbybyny, Play, Playing Iji cheta 10th Anniversary nke September 11 mwakpo Stelio mepụtara ma mee 110 Stories Celebrity Benefit Performances na Katie Holmes, Samuel L",
  "Jackson, Melissa Leo, Cynthia Nixon, na Jeremy Piven",
  "na Skirball Center for The Performing Arts na NYU.  Ọ bụ Gregory Mosher duziri ya.  Savante kọwara 110 Stories dịka ohere inye ndị mmadụ mmechi banyere mwakpo ahụ; ọ nọ na New York City n'oge mwakpo ahụ, ma kwuo nke ahụ dịka ihe kpatara ya ji mepụta egwuregwu ahụ.\nN'afọ 2010, o mepụtara ma mee ihe nkiri mbụ nke Los Angeles nke 110 Stories Celebrity Benefit Performances na Geffen Playhouse, ya na John Hawkes na Ed Asner nke Mark Freiburger duziri. E nyere Red Cross Los Angeles ego niile e nwetara dịka enyemaka nye Haiti mgbe ala ọma jijiji ha gasịrị",
  "N'afọ 2013, o mepụtara ma mee 110 Stories na Ebony Rep na Los Angeles. E nyere ego ahụ na Operation Gratitude",
  "Ọzọkwa, o mepụtara ma mee 110 Stories n'ihu Robert Forster na Mira Sorvino nke onye nkuzi ya na-eme ihe nkiri bụ Bill Alderson duziri n'afọ 2016. Dịka onye na-ede egwuregwu, otu ihe nkiri ya Venom bụ nke onwe ya mepụtara Off Broadway ma họpụta ya dị ka onye ikpeazụ maka emume Samuel French's Love Creek.",
  "A chọpụtara na Savante nwere ọrịa Celiac n'afọ 2010 ma ghọọ onye na-akwado ndị ọzọ na-arịa ọrịa",
  "O kwuru na ọrịa ahụ wakporo akụkụ ahụ ya, gụnyere imeju ya",
  "E mechara chọpụta na ọ na-arịa ọrịa thyroiditis nke Hashimoto."
]