[
  "Stella Jane Thomas (mechara zaa Stella Marke) (mụrụ 1906 - nwụọ 1974) bụ onye ọkàiwu na Naijiria si ala Yoruba ma bụrụ onye nna nna ya si mba Sierra Leone",
  "O nwetara nzere nke iwu na Mahadum Oxford ma na 1943 ọ ghọrọ nwanyị mbụ ọka ikpe na Naijiria",
  "A mụrụ Stella Thomas na 1906, na Lagos, Nigeria, ada Peter John Claudius Thomas, onye ọchụnta ego si Sierra Leone nke dị na Lagos",
  "Nna ya bụ onye Afrika mbụ chịrị Lagos Chamber of Commerce. Ọ gara ụlọ akwụkwọ Freetown, Sierra Leone na Freetown, Sierra Leone, \"ụlọ akwụkwọ sekọndrị kacha ochie maka ụmụ agbọghọ na West Afrika.\"  Nwanne ya nwoke bụ Peter Thomas ghọrọ onye ọkwọ ụgbọ ala West Afrika mbụ enyere ọrụ na Royal Air Force n'oge Agha mba ụwa niile",
  "Nwanne ya nwoke ọzọ, Stephen Peter Thomas, bụ onye isi ọkaikpe izizi nke mpaghara Mid-West.",
  "Mgbe ọ na-agụ akwụkwọ iwu na Oxford ma bụrụ onye otu Middle Temple dị na London, ọ na-arụsi ọrụ ike na nzukọ League of Coloured Peoples, yana otu nke League of Coloured Peoples, nke Harold Moody guzobere",
  "O bi na Bloomsbury, ma sonye na mmepụta mbụ nke onye Jamaica na-ede uri Una Marson, At What Price, nke e gosiri na Scala Theatre.",
  "Thomas bụ nwaanyị Afrika mbụ akpọrọ n'ọrụ ọkàiwu na Great Britain, na 1933. Na 1934, ọ bụ naanị nwanyị Afrika sonyere na mkparịta-ụka nke Margery Perham haziri na Royal Society of Arts, o were ohere ahụ ịkatọ Lord Lugard na ọrụ ọ rụrụ na-Afrika n'ihu ndị nnukwu mmadu na-ege ntị",
  "Mgbe ọ laghachiri West Africa, ọ bụ nwanyị ọkàiwu mbụ na West Afrika niile.",
  "Mgbe ọ laghachitere West Afrika, ọ debara aha ya na mbụ na ọrụ iwu nke Sierra Leone mana na Disemba 1935, ọ laghachiri Lagos wee guzobe ọrụ iwu na Kakawa Street, Lagos Island",
  "Ọ rụrụ ọrụ n'ọtụtụ okwu ikpe, gụnyere ikpe mpụ na nsogbu ezinụlọ, yana ndị ọka iwu Alex E",
  "J",
  "Taylor na Eric Moore rụkọkwara ọrụ.",
  "Na 1943, ọ ghọrọ nwanyị mbụ ọka ikpe nke West Afrika, na-arụ ọrụ n'ụlọikpe nke nọ na Ikeja nwere ikike maka mpaghara Mushin, Agege na Ikorodu. O mechara bụrụ onye ọka ikpe na ụlọ ikpe Saint Anna na Botanical Gardens nke dị na Ebute-Metta. Ọ lara ezumike nká dị ka onye ọka ikpe na Sierra Leone na 1971.",
  "Na Nọvemba 1944, Stella Thomas lụrụ onye ọrụ ọka iwu ibe ya, Richard Bright Marke na Freetown",
  "Ọ nwụrụ na 1974, ọ gbara afọ 68."
]