[
  "Stella Chinyelu Okoli (MON, OON) (amụrụ c",
  "1944) bụ onye ọkà mmụta ọgwụ na ọchụnta ego. Ọ bụ onye guzobere Emzor Pharmaceutical, ụlọ ọrụ na-emepụta ọgwụ na Naijiria.",
  "A mụrụ Stella na Kano Steetị, n'ezinụlọ Felix Ebelechukwu na Margaret Modebelu, ndị sitere na Nnewi na steeti Anambra. Ọ malitere agụmakwụkwọ ya na 1954 mgbe ọ debanyere aha dị ka nwa akwụkwọ na All Saint Primary School, Onitsha tupu ya agaa ụlọ akwụkwọ sekọndrị na 1964 na Ogidi Girls Secondary School, Ogidi.",
  "Na 1969, Stella gụrụ mmuta ahịa ọgwụ na Mahadum Bradford",
  "O nwetara nzere mastas na Biopharmaceutical mgbe ọ gụsịrị akwụkwọ na Mahadum London, Chelsea College na 1971.",
  "Tupu ọ guzobe Emzor Pharmaceutical, Stella rụrụ ọrụ n'ọtụtụ ụlọ ọrụ ọgwụ gụnyere Middlesex Hospital, London,Boots the Chemists Limited na Pharma-Deko.",
  "Na Jenụwarị 1977, Stella guzobere Emzor Pharmaceutical nke nwere aha izizi \"Emzor Chemists Limited\" dịka obere ụlọ ahịa ahịa ọgwụ na Somolu, Lagos Steeti. Kemgbe ahụ, Emzor Pharmaceutical abụrụla otu n'ime ndị isi ụlọ ọrụ ọgwụ na Naijiria nwere ihe karịrị ngwaahịa iri ise kemgbe a malitere ya na 1984.",
  "Onye otu so nọ na nzukọ Economic Summit Forum na Health Matters Advisory Board nke Naijiria, Stella na-eje ozi ugbu a dị ka onye isi oche otu nke ndị na-emepụta ihe na Naijiria na nzuko ndị ụlọ ọrụ na-ahụ maka azụmaahịa nke Nigeria ma ngalaba mmepụta, na ọrụ ugbo",
  "O jere ozi dị ka onye isi oche nke ndị na-emepụta ọgwụ na ndị na-emepụta ọtụtụ ihe dị iche iche nke Nigeria",
  "Mgbe nwa ya nwoke Chike Okoli nwụrụ na 2005, Stella bidoro Chike Okoli Foundation n’afọ 2006 dị ka nzukọ nke NGO na ebumnuche nke ịlụso ịda ogbenye na ọrịa ọgụ site na ime ka a mara banyere ọrịa obi",
  "Ọ na-ejekwa ozi na Chike Okoli Centre maka Nnyocha Azụmaahịa.",
  "Na nkwanye ugwu maka ihe ọ rụzuru na mgbalị ya na ngalaba ahụike na Naịjirịa, enyere Stella onyinye nke Order of the Niger",
  "Na 2012, a kwanyere ya ugwu na mmemme nke 17th ThisDay Annual Awards",
  "O bụ onye nwetara ECOWAS International Gold Award."
]