[
  "Princess Stella Sigcau (4 ma ọ bụ 14 Jenụwarị 1937 na Lusikisiki Ō 7 Mee 2006 na Durban) bụ Minista na Gọọmentị South Africa",
  "Sigcau bụkwa nwanyị mbụ bụ praịm minista nke bantustan nke Transkei tupu a chụpụ ya n'ọchịchị ndị agha na 1987.",
  "Ọ bụ nwa nwanyị nke Eze Botha Sigcau nke AmaMpondo steeti onye bụbu onye isi ala nke Transkei na 1976 na 1978",
  "Ụmụnne ya bụ Eze Mpondombini Thandizulu Sigcau na onye na-eme ihe ike nke ANC na onye omeiwu Nkosi Ntsikayezwe Sigcau",
  "Ọ gụrụ nwa nwanyị Nkọsi Ntsikayezwe Sigcau Princess Stella Sigcau II (Onye guzobere: Lwandlolubomvu Rural Development Project) n'aha ya",
  "Sigcau gụsịrị akwụkwọ na Loveday Institute na 1954 tupu ọ lụọ Ronald Tshabalala na afọr otu puku narị itoolu na iri isii na abụọ",
  "Ọ gara Mahadum Fort Hare",
  "N'ebe ahụ, ọ sonyeere African National Congress Youth League (ANCYL), mgbe ahụ ọ gụsịrị akwụkwọ na nzere BA na Anthropology na Psychology",
  "Ọ lụrụ di na nwunye nwa oge, di ya Roland Tshabalala nwụrụ na 1964",
  "Ọ kụziri n'ọtụtụ ụlọ akwụkwọ na Natal n'afọ ndị 1960.",
  "N'afọ 1968, a họpụtara ya na Transkei na-anọchite anya oche Lusikisiki",
  "Tupu enye ya nnwere onwe, o nwere ọtụtụ ọfịs, gụnyere ike, agụmakwụkwọ na nkwukọrịta. Ọ bụ naanị nwanyị nọ na kọmitii Transkei",
  "Sigcau na Praịm Minista Kaiser Matanzima nwere mmekọrịta oyi",
  "Echiche ndọrọ ndọrọ ọchịchị ya na mmekọrịta ya na ANC Youth League na Fort Hare ebe ọ na-emegide Matanzima",
  "Nke a o kwenyere na ọ bụ ihe mere o ji sie ike inweta ọkwa dị ka onye nkuzi na Eastern Cape, n'ihi ya, ọ kụziri n'ọtụtụ ụlọ akwụkwọ na Natal n'afọ ndị 1960. Ọ bụ ezie na Sigcau bụ akụkụ nke nchịkwa Transkei, ọ ka na-ejikọta ya na ANC, ndị na-arụ ọrụ na Lusaka n'oge ahụ",
  "Nna ya Botha Sigcau bụ eze ndị Mpondo, ndị nwere mmetụta n'ime Transkei State",
  "Agha maka ike sochiri n'etiti ndị isi Mpondo na gọọmentị Transkei nke Matanzima. N'afọ 1977, ọ mụrụ nwa ya nke atọ mgbe ya na Chief JD Moshesh, onye bụkwa onye ọrụ gọọmentị, nwesịrị mmekọahụ",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị nna ya Botha Sigcau nwụrụ site na ọrịa ogologo oge. Mgbe Eze Sigcau nwụsịrị, Matanzima na-achọ ijikọ ikike ya n'elu ndị Mpondo, ọ manyere Sigcau ịpụ n'ọkwa",
  "Matanzima kwuru na ihe omume Sigcau na Chief JD Moshesh dị ka mmebi ụkpụrụ omume maka ihe mere iji chetara ya n'ọkwa ọha",
  "Nke a zutere mmeghachi omume dịgasị iche iche, ebe ọ bụ na ọ bụkwa nwa eze di ya nwụrụ n'oge ahụ. Mgbe emeghe nke ndị omeiwu na 1978 Sigcau duziri ndị omeiwu Pondoland niile gafere ala, wee guzobe Democratic Progressive Party, mana afọ abụọ ka e mesịrị, ọ sonyeghachiri na Transkei National Independence Party, nke ka bụ òtù na-achị n'oge ahụ.",
  "Mgbe nnwere onwe gasịrị, ọ nwere ọfịs nke Interior Affairs na Posts and Telecommunications",
  "Ọ ghọrọ onye ndú nke Transkei National Independence Party na 5 Ọktoba 1987 wee bụrụ praịm minista nke atọ nke Transkeï ụbọchị abụọ ka e mesịrị",
  "Mgbe ahụ Praịm Minista na nwanne Kaiser Matanzima, a manyere George Matanzima ịgba arụkwaghịm n'ọkwa n'ihi ebubo nrụrụ aka",
  "Ọ meriri Kholisilie Nota na Ngangomhlaba Matanzima n'ọkwa ahụ, ha abụọ bụ ụmụ nwoke.  \nOge ya dị ka praịm minista adịteghị aka ka General Bantu Holomisa chụpụrụ ya n'ọchịchị",
  "Nke a bịara mgbe Holomisa boro gọọmentị ya ebubo nrụrụ aka, na-ekwu na Sigcau natara aka azụ iji gbanwere ikike ịgba chaa chaa",
  "Ọ bụ ezie na ọ gọnahụrụ ebubo ndị a, ọ kwetara na ọ natara ego ruru R50 000 site n'aka onye ọrụ iji kwụọ ụgwọ agụmakwụkwọ nwa ya nwanyị.",
  "Transkei laghachiri na South Africa mgbe 27 Eprel 1994 gasịrị",
  "Sigcau guzoro maka ntuli aka dị ka onye na-azọ ọkwa na ndepụta nke African National Congress ma nwee ihe ịga nke ọma",
  "Onye isi ala Nelson Mandela họpụtara ya dị ka Minista na-ahụ maka ụlọ ọrụ ọha na eze na 1994 ma ọ rụrụ ọrụ ahụ, nke gụnyere mgbalị ịgbanwe ihu South African Airways na Transnet ruo 1999",
  "Ọ ghọrọ Minista na-ahụ maka ọrụ ọha na eze ma rụọ ọrụ ahụ ruo mgbe ọ nwụrụ na 2006 n'ihi ọrịa obi."
]