[
  "Stella Martin Manyanya (amụrụ n'ụbọchị nke anọ n'ọnwa Ọgọstụ n'afọ 1962) bụ onye ndọrọ ndọrọ ọchịchị CCM nke Tanzania na onye omeiwu maka mpaghara Nyasa kemgbe afọ 2010. N'ọnwa Ọktoba 2017, a họpụtara ya dị ka osote minista nke ụlọ ọrụ, azụmahịa na itinye ego.",
  "Ọ gara Nambingi Primary School, maka afọ mbụ ya n'ụlọ akwụkwọ elementrị, site na afọ 1969 ruo 1970",
  "Ọ gara ụlọ akwụkwọ praịmarị Maguu, gụsịrị akwụkwọ elementrị n'ebe ahụ n'afọ 1975",
  "Site na na afọ 1976 ruo na afọ 1979, ọ gara Songea Girls Secondary School, na Songea, maka ọmụmụ ya na Ordinary Level Secondary School. O nwere nzere mahadum na injinia eletrik, nke ọ nwetara na Mahadum Sayensị na Teknụzụ nke Norway na Mahadụ nke Dar es Salaam.",
  "Ọrụ mbụ ya bụ na Pugu Kaolin Mines Limited (nke a maara ugbu a dị ka STAMICO), ebe ọ rụrụ ọrụ dị ka onye na-ahụ maka eletrik site na afọ 1983 ruo  na afọ 1987",
  "N'afọ 1992 ruo na afọ 2005, ọ rụrụ ọrụ dị ka onye injinia eletrik, maka Tanzania Electric Supply Company Limited (TANESCO), ụlọ ọrụ na-ahụ maka ọkụ eletrik nke Tanzania, nke na-ahụ anya maka mmepụta ọkụ eletrik, nnyefe ọkụ eletrik na nkesa ọkụ eletrik",
  "Na TENESCO, ọ na-ahụ maka atụmatụ, iwu akara na ọrụ.",
  "Ọ banyere na ndị omeiwu n'afọ 2005 na tiketi ndọrọ ndọrọ ọchịchị CCM",
  "N'oge mbụ ya na ndị omeiwu, ọ rụrụ ọrụ na kọmitii ndị omeiwu na Investment, Energy na Minerals",
  "Ọ rụkwara ọrụ na National Executive Committee (NEC) n'oge ahụ",
  "A họpụtara ya ọzọ n'afọ 2010",
  "N'oge nke abụọ ya, ọ rụrụ ọrụ dị ka onye isi oche nke kọmitii ndị omeiwu na ụlọ ọrụ na azụmahịa, site na afọ 2010 ruo nah afọ 2011",
  "Ọzọkwa n'otu oge ahụ, ọ bụ onye otu kọmitii ndị omeiwu na-ahụ maka ihe gbasara iwu, ezi ọchịchị na gọọmentị ime obodo.",
  "Site na afọ 2011 ruo na afọ 2015, ọ rụrụ ọrụ n'otu oge ahụ dị ka Kọmishọna Ógbè maka Ógbè Rukwa. Ọ rụkwara ọrụ dị ka onye otu Kansụl Mahadum nke Mahadum Dar es Salaam, yana dịka onye otu kọmitii ndị omeiwu na Nchebe na Nche.",
  "A họpụtara ya ọzọ ka ọ bụrụ onye omeiwu nke ugboro atọ n'usoro n'afọ 2015",
  "N'afọ 2015, a họpụtara ya ka ọ bụrụ osote minista nke agụmakwụkwọ, teknụzụ na ọzụzụ ọrụ aka, na-eje ozi na ikike ahụ ruo n'ọnwa Ọktoba  na afọ 2017 mgbe a họpụtara ọ dị ka osote minisita maka ụlọ ọrụ na azụmahịa.",
  "Àtụ:Tanzania Deputy MinistersÀtụ:Current CCM MPsÀtụ:Chama Cha MapinduziÀtụ:Cabinet of Tanzania"
]