[
  "Stephan Rosti (Egyptian Arabic:  [(ʔ)esteˈfæːn ˈɾosti]) (16 Nọvemba 1891 - 22 Mee 1964) bụ onye Egypt na-eme ihe nkiri na onye nduzi ihe nkiri nke biri ma rụọ ọrụ na Egypt.",
  "Nne Rosti bụ onye Ịtali na-agba egwú n'Egypt",
  "Ọ na-eme ihe nkiri na Egypt mgbe zutere nna Rosti, onye nnọchi anya Austria na Cairo",
  "Nne Rosti hụrụ Egypt n'anya ruo n'ókè nke na mgbe oge ruru ka nna onye nnọchi anya mba ọzọ kwụsị ọrụ ndọrọ ndọrọ ọchịchị ya (na Cairo) ma laghachi n'obodo ya, ọ jụrụ iso ya gaa njem ma kpebie ka ya na nwa ya nwoke nọrọ n'Egypt",
  "Iji gbanahụ mbọ nna ya na-agba ịpụ nwatakịrị ahụ n'Egypt ya na nwatakịrịịrị ahụ gbagara Alexandria ma ha biri na mpaghara Raas Al-Teen ebe Stephan debara aha ya n'ụlọ akwụkwọ ya.",
  "Dịka nwa okorobịa, Rosti gara Austria na-achọ nna ya, mana ọ baghị uru",
  "Ka ọ na-agba egwú ma na-arụ ọrụ dị iche iche na Austria, Germany, na France",
  "Rosti zutere ma bụrụ enyi ndị na-eme ihe nkiri nleta Egypt abụọ  Mohammed Karim na Sirag Mounir, bụ ndị gbara ya ume ịlaghachi Egypt ịrụ ọrụ na sinima, n'ihi na ọ na-asụ Arabic nke Egypt na mgbe o kwupụtara ọchịchọ ya ime ya",
  "Rosti laghachiri Egypt wee debanye aha dịka nwa akwụkwọ na \"Acting Institute\" nke Cairo, wee nabata ọrụ mbụ ya dịka onye nduzi nke ihe nkiri mbụ zuru oke nke Egypt, \"Layla\" site n'aka onye na-emepụta Aziza Amir n'afọ 1927.",
  "Rosti pụtara na ihe nkiri 24 nke Egypt n'agbata afọ 1927 na 1964",
  "O duziri ihe nkiri asaa nke Egypt n'agbata afọ 1931 na 1946",
  "A maara ya nke ọma maka igosipụta ndị ajọ mmadụ na-akparị, ọ ghọkwara ihe ngosi nke ụlọ ọrụ ihe nkiri Egypt.",
  "Onye nduzi: (930s-1940s)",
  "..",
  "a.k.a",
  "Gamal na Dalal (International: aha Bekee)",
  "..",
  "a.k.a",
  "The Urchin (International: aha Bekee)",
  "..",
  "a.k.a",
  "Antar Esquire (International: aha Bekee)",
  "..",
  "a.k.a",
  "Lord of the Revels (International: aha Bekee)",
  "..",
  "a.k.a",
  "Ụgbọ okporo ígwè abalị (International: aha Bekee)",
  "..",
  "a.k.a",
  "Gemal na Dalal (International: aha Bekee)",
  "..",
  "a.k.a",
  "The Urchin (International: aha Bekee)",
  "..",
  "a.k.a",
  "Abụ nke Obi (International: aha Bekee)"
]