[
  "Stephen Burks bụ onye Amerịka na-ese ihe na prọfesọ nke ihe owuwu na Mahadum Columbia A maara Burks maka mmekọrịta ya na ndị omenkà yana itinye ọrụ aka na ịkpa ákwà n'ime imepụta ngwaahịa. Ọ bụ onye Afrịka Amerịka mbụ meriri National Design Award maka imepụta ngwaahịa.",
  "A mụrụ Burks na Chicago n'afọ 1969. Ọ gụrụ ihe owuwu na imepụta ngwaahịa na Illinois Institute of Technology na Columbia University Graduate School of Architecture.",
  "Burks guzobere ụlọ ọrụ nke ya na New York na 1997, mgbe ahụ a na-akpọ Readymade. Ụdị akara ahịa ya, nke gụnyere itinye ọrụ aka na imekọ ihe ọnụ na ndị omenkà malitere na 2000, mgbe akara imewe Italian Cappellini bu ụzọ tinye atụmatụ ya na mmepụta",
  "na 2003, Missoni nyere ya ọrụ maka ụlọ ejiji Luxe",
  "Arịa patchwork, nke o mepụtara, bụ ihe mbụ e ji aka mee na ụlọ ọrụ ya",
  "N'afọ 2005, Burks gara South Afrịka iji soro ndị omenkà mba ụwa si mba ndị dị ka South Afrịka, Senegal, na Philippines rụkọọ ọrụ nke Aid to Artisans kwadoro",
  "N'ebe ahụ, ọ malitere ịrụ ọrụ na oche eji aka rụọ, nkata na  ejiji nke a maara maka ya mgbe e mesịrị n'ọrụ ya.",
  "Burks malitere azụmahịa nke ya na 2007 mgbe ya na Willard Musarurwa zutere; onye na-ere ahịa n'okporo ámá na-eme ihe ncheta waya maka ndị njem nleta",
  "Mgbe ha zutere ibe ha n'ụlọ ọrụ imepụta ihe dị na Cape Town, ha malitere ụlọ mpụga TaTu nke na-elekwasị anya na ụlọ eji aka eme  na ihe ndị omenkà.",
  "Burks mere ihe ngosi nke onwe ya na 2011, nke akpọrọ \"Stephen Burks: Man Made\" na Studio Museum na Harlem, ebe ọ gosipụtara omume ya nke ijikọta nka na imewe nke oge a. Ihe ngosi ahụ gụnyere ọrụ ya nke ya na ndị omenkà si mba ndị dị ka South Afrịka, Senegal, na Peru mepụtara.",
  "N'afọ 2015, Burks meriri Cooper Hewitt National Design Award maka imepụta ngwaahịa, nke mbụ. N'afọ 2019, Stephen ghọrọ onye mmepụta ngwaahịa mbụ nwetara Harvard Loeb Fellowship. Kemgbe ahụ, ọ rụrụ ọrụ dị ka ọkachamara na ebe obibi na Harvard Innovation Lab",
  "Ọ kụzikwaara na Harvard Graduate School of Design.",
  "Ọrụ ya dị na nchịkọta nke Cooper Hewitt, Smithsonian Design Museum yana Corning Museum of Glass.",
  "A maara Burks maka ịrụ ọrụ na ndị ọrụ aka dịka ndị na-akpa nkata, na itinye ọrụ aka n'ime ọrụ ya. Burks kọwara ọrụ ya dị ka \"inye aka na ụlọ ọrụ\"."
]