[
  "Stephanie Linus (Amụrụ ya Stephanie Onyekachi Okereke; na-abali abụọ n'ọnwa iri na-afọ 1982) ọ bụ otu onye egwuregwu onyo-onyoo nke ala Naijiria (Nigerian actress), film director na model",
  "Onwetala ọtụtụ inwe na nghọpụta di iche-iche maka ọrụ ya dika omee ihe onyo-onyoo, nke tinyere: '2003 Reel Award for Best Actress', '2006 Afro Hollywood Award for Best Actress', na nghọpụta atọ ọzọ tinyere Best Actress in a Leading Role na Africa Movie Academy Awards' na-afọ 2005, 2009 na 2010.ọ bụkwa onye na-esote 'Most Beautiful Girl in Nigeria' na nzukọ  ụmụ nwanyi makachara na mma na-afo 2002. Na-afo 2011, Ndi ọchichi ala Naijiria họpụtara ya dika  ọ tụ onye (Member of the Order of the Federal Republic, MFR).",
  "Amụrụ Stephanie Okereke na Ngor Okpala, Imo State",
  "ọ bụ nwa nke isii nke Mazi na Odoziakụ Chima na Mary Okereke",
  "ọ guchara ụlọ akwụkwọ praịmarị na ụlọ akwụkwọ praịmarị na Delta State",
  "ọ gara Mahadum na University of Calabar, nke di na Cross River State, ebe ọguru 'English and Literary Studies'.",
  "Obidoro mewa ihe onyo-onyoo mgbe ọ na-etolite",
  "Na-afọ1997 mere ihe onyo-onyoo Nollywood abụọ nke akpọrọ 'Compromise 2' na 'Waterloo'. N'oge 'Most beautiful girl in Nigeria' na-afọ 2002, Okereke gbara onye abụọ Mgbe e mesịrị na-afọ 2003, Okereke nwetara inwe abụọ n'ime nghọpụta asatọ onwetara na 2003 'Reel Awards for 'Best Actress - English' na 'Best Actress of the year 2003'",
  "Mgbe ọgụchara akwụkwọ na 'New York Film Academy' na-afọ 2007, Okereke tọhapụrụ ihe onyo-onyoo nke akpọro 'Through the Glass' nke ọrụ ya bụ onye ntụziaka (director), Ode akwụkwọ ihe onyo-onyoo (scriptwriter), onye mmepụta (producer) na onye omee nke ihe onyo-onyoo (actress). Ihe onyo-onyoo a nwetara nghọpụta na 'Africa Movie Academy Award' maka 'Best Screenplay'  na-afọ 2009. Na-afo 2014, O mepụtara ihe onyo-onyoo ọzọ nke aha ya bụ 'Dry' ebe ọrụkwara orụ onye ntụziaka (director), Ode akwụkwọ ihe onyo-onyoo (scriptwriter), onye mmepụta (producer) na onye omee nke ihe onyo-onyoo (actress) nke nwetakwara ọtụtụ inwe nke tinyere '12th Africa Movie Academy Awards na 2016 Africa Magic Viewers Choice Awards' nakwa onyinye ụgbọala ọhụrụ",
  "Okereke emela ihe onyo-onyoo iri na itoolu (90).",
  "N'ọnwa anọ na-afọ 2005, Okereke nwere mgberede okporoụzọ nke mereka ọgbajie aka makwa nwee ọkụ orire ebe ọ na-aga 'African Movie Academy Awards' na  Yenagoa, Bayelsa State, Nigeria.",
  "N'ọnwa anọ na-afọ 2012 Okereke lụrụ di ya Mazi Linus Idahosa na Paris, France, mee mmemme na-abughi nke ọha nke tinyere ndi ezinulọ ya na ọtụtụ ndi Nollywood. \nN'ọnwa iri na-afọ 2015, ọmụrụ nwa nke mbụ ha bụkwa diọkpara ha Maxwell Enosata Linus.",
  "3rd African Movie Academy Awards na-afo 2007, tinyekwara Best Picture & Best Nigerian Film."
]