[
  "Stephanie Anne Johnson (amụrụ n'afọ 1952) bụ ónyé America na-ese ihe na mgbasa ozi",
  "Ọtụtụ n'ime ọrụ ya bụ ebe a kapịrị ọnụ, ihe osise na-emeghe ikuku.",
  "A mụrụ Stephanie Anne Johnson na Harrisburg, Pennsylvania, na 1952. Nne ya, Virginia E",
  "Johnson, bụ ónyé nkụzi na ónyé ọrụ mmekọrịta mmadụ na ibe ya nke rụkwara ọrụ na American Negro Theater na Harlem, nnà ya, Dr",
  "Lawrence J",
  "Johnson bụ ónyé ughna-ahụ màkà akparamàgwà ụmụaka na Bronx.",
  "Johnson gàrà Emerson College, mechaa B.F.A ya na ihe nkiri na 1974",
  "Na Emerson, ọ gàrà klas na nhazi ọkụ",
  "Mgbè ọ gụsịrị akwụkwọ na kọleji, ọrụ mbụ ya bụ imepụta ọkụ. Nke a dugara n'ọrụ afọ iri anọ dị ka onye na-emepụta ọkụ na ihe nkiri ma mesịa kpalie ọrụ ya na nka ányá",
  "Na mbido afọ 1990 o kpebiri ịchụso agụmakwụkwọ dị elu na Fine Arts na 1994 ọ natara M.A",
  "ya na Mahadum San Francisco State N'afọ 1999 ọ natara M.F.A",
  "ya na Mahadum California, Berkeley",
  "Ọ bụ Union Institute & University nyéré ya nzèrè doctorate na-ekwusi ike na iwu ọha na eze n'afọ 2013",
  "Johnson na-emekwa otu egwu nke akpọrọ \"Every Twenty One Days: Cancer, Yoga, and Me\".",
  "Ónyé guzobere ngalaba na 1995, Johnson bụ Prọfesọ ugbu a na Ngalaba Visual na Public Art na Mahadum California State, Monterey Bay.",
  "Johnson emeela ka aha nka ya dabere na ntinye nka ọha na eze na nka arụmọrụ. Ihe osise ya na-elekwasịkarị anya na isiokwu gbasara ihe nketa nna nna, akụkọ ihe méré eme na ọdịbendị, gụnyere ndị Afrịka na-agba ohu, mbata na ọpụpụ, ịkpa ókè nwoke na nwanyị na nsogbụ agbụrụ.",
  "Ihe osise ya na-ejikarị ìhè eme ihe iji mepụta ihe oyiyi, kpughee ihe atụ, ma kpalie mmetụta uche, na-etinye nkà ọ nwetara dị ka ónyé na-emepụta ọkụ iji mee ihe n'ọrụ ya dị ka onye ọrụ nka.\nJohnson enweela ihe ngosi nka mmadụ abụọ na San Francisco",
  "E gosipụtara ọrụ ya n'ógbè na mba, ọkachasị na ngosi nke na-egosi ihe akaebe na Spelman College na Atlanta, Georgia.",
  "N'afọ 1982, Johnson bụ onye natara onyinye National Endowment for the Arts. N'afọ 1995, ọ gụsịrị akwụkwọ ọnwa iri na otu na Headlands Center for the Arts.\nE nyela Johnson onyinye Lighting Artists in Dance",
  "A họpụtara ya maka Excellence in Lighting Design site na Theatre Bay Area, San Francisco Bay Area Criticī, na Broadway Theatre West."
]