[
  "Stephanie Dinkins (amụrụ n'afọ 1964) bụ ónyé America na-ese ihe na-eme ihe nkírí na Brooklyn, New York. A maara ya maka ịmepụta nka gbasara ọgụgụ isi (AI) ka ọ na-agwakọta agbụrụ, okike, na akụkọ ihe mere eme.",
  "Ebumnuche ya bụ \"ịmepụta otu AI pụrụ iche nke nwere ọdịbendị na mmekorita ya na ndị koodu, ndị injinia na mkparịta ụka chiri anya na ọbọdọ ndị na-acha anụnụ anụnụ nke na-egosipụta ma na-enye ya ike ịrụ ọrụ maka ebumnuche nke ọbọdọ ya",
  "\"",
  "A maara Dinkins nke ọma màkà ọrụ ya, Conversations with Bina48, usoro mkparịta ụka n'etiti Dinkins na onye mbụ nwere ọgụgụ isi, robot humanoid BINA48 nke yiri nwanyị ojii na Ọ bụghị naanị otu, ihe ncheta nwere ọgụgụ isi nke ọtụtụ ọgbọ zụrụ site na ọgbọ atọ nke ezinụlọ Dinkins.",
  "A mụrụ Dinkins na Perth Amboy, New Jersey na nne na nna Black American zụlitere ya na Staten Island, New York. Ọ na-eto nne nne ya maka ịkụziri ya otu esi eche echiche banyere nka dị ka omume mmekọrịta mmadụ na ibe ya, na-ekwu na \"nne m ochie",
  "bụ ónyé na-elekọta ubi na ubi bụ nka ya",
  "nke ahụ bụ omume ọbọdọ",
  "\"",
  "Dinkins gara International Center of Photography School na 1995, ebe ọ gụsịrị akwụkwọ n'ozuzu na mmemme asambodo foto. Dinkins nwetara MFA na foto site na Maryland Institute College of Art na 1997 Ọ gụsịrị Independent Study Program na Whitney Museum of American Art na 1998.",
  "Dinkins bụ osote prọfesọ na ngalaba nka na Mahadum Stony Brook",
  "Omume Dinkins na-eji teknụzụ gụnyere, ma ọ bụghị nanị, mgbasa ozi ọhụrụ dị ka ọgụgụ isi na mmụta igwe",
  "Dinkins na-eji usoro akụkọ ihe mere eme nke ịgba ajụjụ ọnụ iji mepụta akụkọ na nchekwa data nke ọbọdọ dere nke na-agwa ndị ọrụ ya ma na-eje ozi dị ka omume nke itinye aka na mmekọrịta mmadụ na ibe ya ma ọ bụ mkpesa.",
  "Dinkins bụ ónyé natara ọtụtụ onyinye, gụnyere: ónyé na-ese ihe na Berggruen Institute; ónyé na-eme ihe nkiri na Sundance New Frontiers Story Lab; onye na na-eme Soros Equality Fellowship; onye na'eme ihe nkiri Lucas Artists; onyinye Creative Capital; ónyé na onye na-emepụta ihe nkírí Bell Labs; onye na a na-eme Blade of Grass fellowship; na onye na Data & Society fellowsship. Ọ bụ onye 2019 Creative Capital awardee.",
  "Dinkins pụtara na ihe omume nke isii nke usoro ihe nkírí telivishọn HBO Random Acts of Flyness nke Terence Nance duziri, ebe ọ kọwara mkparịta ụka ya na BINA48."
]