[
  "Sterling Bank Plc, nke bụ ụlọ akụ azụmahịa zuru oke nke mba nwere ikikere site na Central Bank of Nigeria",
  "Na ọdụ Reuters na Bloomberg, a na-akọwa ya dị ka STERLNB.LG na STERLNBA:NL n'otu n'otu.",
  "Ụlọ akụ ahụ na-enye ndị mmadụ n'otu n'otu, obere azụmaahịa (SMEs) na nnukwu ụlọ ọrụ ọrụ ọrụ ọrụ",
  "Ka ọ na-erule n'ọnwa Disemba na afọ 2021, netwọk alaka ụlọ akụ ahụ dị 141, nke e kesara na Naịjirịa niile na ngụkọta akụ ruru ihe karịrị NGN 1.6 puku ijeri).",
  "Sterling Bank Plc malitere na afọ 1960 dị ka Nigeria Acceptances Limited (NAL)",
  "E nyere ụlọ akụ ahụ ikike dị ka ụlọ akụ ahịa mbụ nke Naijiria na afọ 1969",
  "N'ihi iwu obodo nke afọ 1972, ụlọ akụ ahụ ghọrọ nke gọmentị zuru oke ma jikwa ya na Grindlays Bank Limited, Continental International Finance Company Illinois na American Express Bank Limited n'etiti afọ 1974 na 1992",
  "N'afọ 1992, e wepụtara ụlọ akụ ahụ ma depụta ya dị ka ụlọ ọrụ ọha na eze na Nigeria Stock Exchange (NSE)",
  "Afọ asatọ ka e mesịrị, n'afọ 2000, Gọmentị etiti rere uru ya fọdụrụ na ụlọ akụ ahụ, na-eme ka ọ bụrụ ụlọ ọrụ zuru oke.",
  "N'afọ 2013, Central Bank of Nigeria nyere ụlọ akụ ahụ ikikere iji nye ọrụ ụlọ akụ na-enweghị mmasị mgbe ha mezuru ụkpụrụ ndị a setịpụrụ. A na-ekewa ngwaahịa ụlọ akụ ndị ọzọ n'akụkụ atọ: Transactional, Investment, na Financing. Ụlọ akụ ahụ eguzobewo aka azụmaahịa a n'ụzọ kwekọrọ na omume kachasị mma n'ụwa niile n'ihe a site n'inwe Kọmitii ndụmọdụ nke ndị ọkachamara (ACE) bụ ndị na-akwado ngwaahịa na usoro niile ka ha na-ahụ na ha na-agbaso iwu nke iwu azụmahịa Islam",
  "Kọmitii ndụmọdụ nke ndị ọkachamara (ACE) gụnyere Sheikh Abdulkader Thomas (US/Kuwait); Sheikh Abubakar Musa (Minna); na Imam Abdur-Raheem Ahmad Sayi (Lagos).",
  "Sterling Bank nyere nsonaazụ dị iche iche na afọ 2021 dị ka ndị a:",
  "Ihe ndị ọzọ na-abụghị ego gụnyere:",
  "• nyiwe dijitalụ: Kụọ ụgwọ na Specta; E nweela ọganihu dị ịrịba ama na ngwaahịa dijitalụ a",
  "Ọnụ ahịa azụmahịa ndị ahịa toro site na ijeri 0.35 na afọ  2020 ruo ihe karịrị ijeri 36 na afọ 2021.",
  "• E nyere ya na afọ 2021 People First Organization' site na Chartered Institute of Personnel Management of Nigeria (CIPM).",
  "Ụlọ akụ ahụ na-arụ ọrụ mmekọrịta ọha na eze na mpaghara ndị a: agụmakwụkwọ, gburugburu ebe obibi, ahụike, ike, mmepe egwuregwu, iwulite ikike, n'etiti ndị ọzọ.",
  "Source:",
  "Maazị Abubakar Suleiman bụ onye isi nchịkwa / onye isi nchịkọ ugbu a, na-ewere ọnọdụ a na 1 Eprel 2018."
]