[
  "Steve Bloom (a mụrụ n'afọ 1953) bụ onye South Africa na-ese foto na onye edemede. Nwa onye nta akụkọ, onye na-ede akwụkwọ, na onye ndọrọ ndọrọ ọchịchị Harry Bloom, a maara ya nke ọma n'ihe banyere akwụkwọ foto ya na edemede ya yana nnukwu ihe ngosi ya n'èzí a na-akpọ Spirit of the Wild",
  "A mụrụ Bloom na Johannesburg, South Africa.",
  "Mmasị izizi nke Bloom na foto sitere na foto ndị dị na magazin Life",
  "N'afọ 1972, ọ zụrụ dị ka onye na-ebi akwụkwọ, ma were foto nke ndị bi n'okpuru usoro Apartheid",
  "N'afọ 1977, ọ gara England ebe e bipụtara ọtụtụ foto ndị ahụ ma gosipụta ha na mba ụwa site n'aka The International Defence and Aid Fund",
  "Ruo ọtụtụ afọ, ọ rụrụ ọrụ na eserese eserese, n'afọ 1999 ọ bụ onye na-ahụ n'ihe banyere mmejuputa atụmatụ Addison maka mpempe akwụkwọ gọọmentị gbasara egwuregwu Olympic n'oge okpomọkụ na Barcelona, 1992.",
  "Bloom bidoro ịse foto anụ ọhịa n'afọ1993 ógè ọ nọ ezumike na South Africa",
  "N'afọ 1996, o tinyere oge ya niile na foto anụ ọhịa ma nọrọ afọ abụọ sochirinụ na-arụ ọrụ na akwụkwọ mbụ ya, In Praise of Primates, nke e bipụtara n'asụsụ iri",
  "N'afọ 2004 Untamed, akwụkwọ buru ibu nke gosipụtara ụmụ anụmanụ sitere na kọntinent ụwa niile, e bipụtara ya na mbipụta asụsụ iri maka mbipụta mbụ ya, n'afọ 2006 o bipụtara akwụkwọ abụọ: Elephant! na Spirit of the Wild",
  "N'afọ 2006, ọ laghachiri na-ese foto ndị mmadụ",
  "Living Africa, nke e bipụtara n'afọ 2008, bụ ọtụtụ foto na-ekpuchi ụfọdụ mba Afrịka, na-agwakọta foto nke anụ ọhịa, agbụrụ ndị dịpụrụ adịpụ na ndị nọ n'obodo ukwu, gụnyere ndị na-egwupụta ọlaedo 3 kilomita n'okpuru ala",
  "Akwụkwọ nke abụọ nke Bloom n'ihe banyere Africa, Trading Places - The Merchants of Nairobi, gosipụtara ndị na-ere ahịa na mpaghara Nairobi, gụnyere Kibera",
  "O bipụtala ọtụtụ akwụkwọ ụmụaka gụnyere My Big Cats Journal (Thames & Hudson), My Favourite Animal Families (Thames & Hudson) na Les animaux racontés aux enfants (Editions de la Martinière Jeunesse).",
  "Ka ọ na-erule afọ 2010, Bloom emepụtala ihe ngosi iri na otu n'èzí nke etiti obodo a na-akpọ Spirit of the Wild, nke ọ bụla nwere ihe ruru 100 nnukwu mbipụta ihu igwe",
  "N'efu ma na-emeghekarị ọha na eze awa iri abụọ na anọ n'ụbọchị, isiokwu nke ihe ngosi ahụ bụ iji mee ka a mara màkà mmegide ebe obibi na ikpo ọkụ ụwa",
  "Ihe ngosi mmeghe, na Birmingham, England, gbara ọnwa iri na otu na Centenary Square",
  "Ihe ngosi ndị ọzọ sochiri na Copenhagen, Leeds, Amsterdam, Stockholm, Moscow, Dublin, Oslo, Stavanger, Barcelona, Edinburgh, Tokyo na Abbeville",
  "Ihe ngosi Copenhagen mepere n'ubochí irí na isé n'ọnwa Mee n'afo 2006 ma mmadụ 1,019,028 letara ya n'ime ọnwa atọ mbụ.",
  "N'ọnwa June n'afọ 2012 London Festival of Photography gosipụtara ihe ngosi ya, Beneath the Surface: South Africa n'ime afọ 1970s na The Guardian's gallery na London. Ihe ngosi ahụ gosipụtara ọrụ mbụ ya na apartheid South Africa, na-egosi oge dị egwu na akụkọ ihe mere eme nke mba ahụ mgbe ngagharị iwe megide apartheid jidere."
]