[
  "Steve Cannon (aprel,10, na afo 1935 Julaị 7, na afọ 2019) bụ onye edemede America na onye guzobere otu ọdịbendị A Gathering of the Tribes",
  "A mụrụ Cannon na New Orleans, Louisiana wee kwaga New York City na 1962.\nA mụrụ Steve Cannon n'April 10, 1935 ma kpọọ ya Calvin Stanley Cannon",
  "Mgbe ọ bịarutere n'etiti Great Depression, nwa nke asatọ nke Eugene Charles Cannon (September 1, 1900 -June ? 1992) na Lillie Victoria St Cyr Cannon (August 4,1905 - July 1, 1935), ọ taraghị ahụhụ ego dịka Eugene bụ onye na-ebu akwụkwọ ozi",
  "Nke ahụ bụ ọrụ magburu onwe ya maka nwoke ojii n'oge ahụ",
  "E mechara họpụta Eugene ka ọ bụrụ onye ozi Baptist",
  "Lillie rụrụ ọrụ na James Lewis Elementary School tupu ọ lụọ di",
  "N'oge ahụ, ụmụ nwanyị lụrụ di enweghị ike ịkụzi ụlọ akwụkwọ",
  "Nne Calvin / Steve, Lillie, nwụrụ na July 1, 1935 site na nsogbu ọmụmụ.1 Mgbe Lillie nwụsịrị, nne Eugene Patsy Payne Cannon na nwanne ya nwanyị, Rose Cannon kwagara n'ụlọ ezinụlọ na 3741 Willow Street iji nyere aka lekọta Calvin na ụmụnne ya asaa tọrọ ya: Yvonne, Doris, Eugene, Jr., Naomi, Esther, Beverly, na Walter",
  "Dị ka nwatakịrị, Calvin nwere nnukwu nsogbu ikwu okwu",
  "Ruo mgbe ọ dị afọ asatọ ma ọ bụ itoolu, okwu ya enweghị nghọta, na-ada ka okwu mkparị",
  "Ọ fọrọ nke nta ka ọ bụrụ ihe na-agaghị ekwe omume ịghọta ya na ụmụaka ndị agbata obi ga-achị ya ọchị iji wepụ abụba n'okpuru ire ya",
  "N'ịbụ onye nwere nkụda mmụọ, ọ jụrụ ikwu okwu",
  "Nwanne ya nwoke Walter, onye ji ọnwa iri na asatọ tọọ ya, ghọrọ onye nsụgharị ya",
  "Mgbe Calvin / Steve dị afọ anọ, nna ya debara aha ya na Thomy Lafon Elementary School mana n'ihe na-erughị otu izu, e zigara ya n'ụlọ n'ihi na onye nkuzi ahụ kwuru na ya enweghị ike iso ya ma ọ bụ onye ọ bụla n'ime ụmụ klas ya kwurịta okwu",
  "E doziri nsogbu ahụ mgbe nna ya mere ndokwa ka Walter soro ya nọrọ na klas",
  "Ọbụna n'oge ahụ, Calvin / Steve bụ nwa akwụkwọ nwere ọgụgụ isi; nwere ike ịgụ ma dee ma mezue nsogbu mgbakọ na mwepụ ọ bụla",
  "O ji ụzọ ụfọdụ gwọọ onwe ya wee malite ikwu okwu n'ụzọ doro anya dị ka onye ọ bụla ọzọ",
  "Okwu ya sara mbara tụrụ ndị okenye ya n'anya",
  "Walter chebere Calvin / Steve nke ukwuu",
  "N'otu oge, Calvin / Steve jidere ụfọdụ kuki a machibidoro iwu na nne nne ya na-aga ịkụ ya ihe mana Walter, onye na-erubeghị anọ, jidere ogwe aka nne ya na'asị: Ị nwere ike ịkụ ya ihe",
  "Ọ bụ naanị obere nwa nwoke ma o nweghị ọbụna nne",
  "A kụghị ya ihe n'ụbọchị ahụ ma ọ bụ n'ụbọchị ọ bụla ọzọ",
  "Na June, 1941, Eugene lụrụ Theresa Elvira Boyd, onye bụkwa onye nkuzi ụlọ akwụkwọ",
  "Nne na nwanne ya nwanyị siri ọnwụ na Lillie, nne Calvin, Calvin, Calvin nyere iwu ka ha zụlite Walter na Calvin / Steve",
  "Eugene na Theresa kwetara",
  "Walter na Calvin/Steve nọgidere na nne nne ha",
  "Calvin nwetara ụmụnne ise ọzọ site na njikọ ọhụrụ ha bụ Robert, Edward, Evelyn, Harold Lloyd na Patsy",
  "Calvin/Steve bụ onye na-eme njem",
  "Otu ụbọchị n'oge ọkọchị, ya na ụmụ okorobịa ndị agbata obi gara, banye n'ụgbọ mmiri ochie, wee gbadaa na New Basin Canal",
  "Ụmụ okorobịa ahụ amaghị na ụgbọ mmiri ahụ na-agbapụta ma malite imikpu",
  "N'ụzọ ụfọdụ, ha rutere n'ala mana n'akụkụ nke ọzọ nke ọwa mmiri ahụ n'enweghị nghọta banyere otu esi ala",
  "Otu onye uwe ojii kpọgara ha n'ụlọ",
  "Eugene kwụrụ ụgwọ maka Calvin / Steve ịga Gilbert Academy, ụlọ akwụkwọ nkwadebe maka ụmụ akwụkwọ ụlọ akwụkwọ sekọndrị ndị Africa America na New Orleans, Louisiana",
  "Mgbe ọ mechiri na 1949, ọ gara n'ihu na McDonogh 35, ụlọ akwụkwọ sekọndrị ọha na eze maka ndị Africa America",
  "Mgbe ọ rụchara ọrụ na Air Force, Calvin / Steve họọrọ ịdebanye aha na ndị agha, ka o wee nwee ike ije ozi dị ka onye na-agba ọsọ",
  "Ọ biri na London, England ruo afọ ole na ole wee laghachi New Orleans",
  "Ọ bụ ezie na ọ na-enwe mmasị na nri na egwu n'obodo ya, ọ dị ya ka ọ na-egbu mgbu",
  "Ọ chọrọ ịbụ onye edemede wee kpebie na New Orleans abụghị ebe ọ ga-arụ ọrụ",
  "Mgbe ọ nọ n'usuu ndị agha, ụfọdụ ndị mmadụ malitere ịkpọ ya Steve, site na Steve Canyon, onye na-ese ihe nkiri",
  "Calvin/Steve malitere iwebata onwe ya dị ka Steve mana ọ dịghị mgbe ọ gbanwere aha ya n'ụzọ iwu",
  "Steve Canyon bụ ihe nkiri America na-atọ ọchị nke onye edemede na onye na-ese ihe Milton Caniff.\nTupu ọ hapụ New Orleans, Steve zụrụ ụgbọ ala mbụ na naanị ya",
  "N'ime njem ịkwọ ụgbọala si Baton Rouge lọta, ya na nwa nwanne nne mara mma, ọ gbara ụgbọala banye n'otu nnukwu osisi, na-ebibi ụgbọ ala ahụ kpamkpam",
  "Ọ bụ ezie na Steve nwere obere mmerụ ahụ, nwa nwanne ya nwoke merụrụ ahụ nke ukwuu ma hapụ ya na nnukwu akara n'otu akụkụ ihu ya",
  "Steve were iwe nke ukwuu n'onwe ya ma kpebie na ọ gaghị akwọ ụgbọala ọzọ",
  "N'afọ 1962, Calvin / Steve kwagara New York City wee bụrụ akụkụ dị mkpa nke akwụkwọ edemede obodo ahụ.",
  "N'oge ikike obodo, ọ bụ onye otu Society of Umbra, otu ndị edemede ojii.",
  "Cannon kụziri ihe gbasara mmadụ na Medgar Evers College, na-enyere aka ijikọta usoro ụlọ akwụkwọ ọha na eze na New York City.",
  "N'afọ 1969, Cannon dere akwụkwọ akụkọ Groove, Bang, and Jive Around, nke onye edemede Ishmael Reed kpọrọ onye na-ebute rap na onye edemede Darius James kpọrọ na New York Press \"onye na-eme ihe n'okpuru ala nke dị otú ahụ akụkọ ifo nke ndị ojii New York maara ihe mere eme gbanwere ọrụ ahụ ka ọ bụrụ akụkọ ifo obodo",
  "\"",
  "Cannon, tinyere Joe Johnson na Ishmael Reed, malitere ụlọ obibi akwụkwọ onwe onye nke lekwasịrị anya na akwụkwọ ọdịbendị dị iche iche na 1970s nke a na-akpọ Reed, Cannon na Johnson. N'afọ 1973, ya na Reed rụkọkwara ọrụ ịgba onye edemede Black sci-fi mbụ, George S",
  "Schuyler, ajụjụ ọnụ maka Yardbird II, mbipụta nke Reed.",
  "Cannon zutere enyi ya, onye na-ese ihe David Hammons n'elu oche ogige ntụrụndụ n'afọ ndị 1970",
  "Ha abụọ jikọrọ aka n'ọrụ ụfọdụ, gụnyere Invisible Paintings, ebe Hammons jiri pensụl chọta ihe osise Cannon wee wepụ ọrụ anụ ahụ",
  "Hammons tinyere abụ Cannon n'otu oge",
  "Cannon dere uri banyere ọrụ Hammons ma mee ka ọ pụta n'ihu ọha.",
  "Cannon bụ onye nduzi nye ọtụtụ ndị edemede, gụnyere Eileen Myles, Norman Ohler, na Paul Beatty. N'afọ 2013, ya na onye nlekọta Lydia Y",
  "Nichols gosipụtara na mkparịta ụka onye na-ese ihe banyere ahụ ndị isi ojii na mbata maka Curator's International.",
  "N'afọ 1990, Cannon na Hammons nọ na-eleta Nuyorican Poet's Cafe mgbe e nyere ya mmụọ nsọ ịmepụta A Gathering of the Tribes nke mbụ dị ka magazin edemede iji dekọọ ọdịbendị dị egwu na-eme na Lower East Side",
  "E bipụtara mbipụta mbụ na ihe na-erughị 1000 na 1991 na igwe Xerox.",
  "Ka ọ na-erule n'afọ 1993, Tribes toro ngwa ngwa n'ime ụlọ oriri na ọṅụṅụ na-enweghị uru nke ọtụtụ omenala na-ahụ maka nka na-arụ ọrụ site n'ụlọ ya na New York City nke mpaghara East Village nke Manhattan",
  "Cannon chọrọ ka ọ bụrụ ebe ọdịbendị dị iche iche, ọtụtụ ọgbọ maka ndị na-ahụ maka nka na ndị na-eme njem. Ìgwè ahụ kwadokwara gallery na ebe ngosi ebe ọtụtụ ihe ngosi na kọntaktị mere, na-akwado ma na-akpali ọtụtụ ndị omenkà na ndị egwu ama ama dịka Sun Ra Arkestra (1995), David Henderson, Chavisa Woods, John Farris, Bob Holman, Ishmael Reed, Billy Bang, Diane Burns, Max Blagg, na David Hammons.",
  "Otu n'ime ihe ngosi Cannon na Tribes Gallery nke ọ kpọrọ Exquisite Poop sitere n'ike mmụọ nsọ nke mmekọrịta ya na nka anya dị ka onye kpuru ìsì",
  "Onye na-ese ihe gụnyere na ngosi ahụ ga-akọwa otu ihe nye ndị edemede na-ekere òkè, ndị ga-akọwara ihe osise ahụ maka onye na-ese ya dị iche nke ga-ese ya.",
  "N'ọnwa Eprel afọ 2014, a manyere ma nzukọ ahụ na Cannon ịkwaga ebe ọzọ ma mechie ụlọ ahụ kpamkpam mgbe nkwekọrịta obibi ha na nwanyị ahụ e rere ụlọ ahụ, Lorraine Zhang, kwụsịrị",
  "N'otu oge ahụ, e wepụrụ mgbidi nke nwere ụfọdụ ihe osise nke David Hammons (nke a resịrị onye na-anakọta ihe osise na mbụ mgbe e mepụtara ya na ihe mbụ nke ihe ahụ ebufere) ma weghachite ya site na nzukọ ahụ ma jiri onye ọzọ dochie ya ma wepụ ihe ịchọ mma pedigree.",
  "Magazin Tribes malitere ibipụta n'ịntanetị ma Cannon bipụtara otu anthology na mpempe akwụkwọ na 2017.",
  "Cannon kpuru ìsì kpamkpam na afọ 1989 site na glaucoma.",
  "Cannon nwụrụ na Julaị 7, na afọ 2019, site na sepsis n'ụlọ ọrụ ndị nọọsụ na New York City mgbe ọ dị afọ 84.",
  "E chetaara Cannon na ihe omume atọ mgbe ọ nwụsịrị",
  "Mbụ, e nwere agụmakwụkwọ ụtụ nke Bob Holman na Chavisa Woods haziri na Bowery Poetry Club n'izu mgbe ọ nwụsịrị, ebe ọtụtụ ndị ọgbọ ya, ndị ọrụ ibe ya, na ndị na-enwe mmasị nyere ihe ncheta. N'etiti ndị kwuru okwu ma ọ bụ mee ihe bụ; Katherine Arnoldi, Janine Cirincione, Patricia Spears Jones, Valery Oisteanu, Penny Arcade, Ron Kolm, Nina Kuo, William Parker, na Daniel Carter, nwanne nwanyị Cannon Evelyn Cannon, nwa ya nwanyị Melanie Best, Nancy Mercado, Steve Dalachinsky, Mike Tyler, na Urayoán Noel, yana Holman na Woods. Maka nnọkọ nke abụọ e mere na Septemba 6, 2019, na Flamboyan Theater na Clemente Arts for Art na A Gathering of the Tribes gbakọtara ọnụ iji nye mmemme ncheta nke gosipụtara uri na egwu gụnyere sendoffs sitere na Sun Ra Arkestra, Tracie Morris na Elliott Sharp na Graham Haynes, Anne Waldman, na Edwin Torres. Nke atọ, \"Celebration of Life\" bụ nke Poetry Project mere na St",
  "Mark's Church in-the-Bowery na Sunday November 3, 2019, nke emere emume olili ozu Jazz nke Rebirth Jazz Band duziri site n'obodo ya nke New Orleans malite n'ụlọ ya ogologo oge na 285 East 3rd street gaa n'ebe ememe",
  "N'etiti ndị na-eto ma n'okwu ma n'egwú maka Cannon na ihe omume a bụ; Matthew Shipp, Paul Beatty, na Victor Hernandez Cruz."
]