[
  "Steven Charles Kanumba (8 Jenụwarị 1984 7 Eprel 2012) bụ onye Tanzania na-eme ihe nkiri na onye nduzi nke ihe nketa Sukuma, a mụrụ na mpaghara Shinyanga",
  "Kanumba nwụrụ n'afọ 2012 mgbe ọ dị afọ iri abụọ na asatọ, nke a mara onye na-eme ihe nkiri Elizabeth Michael ikpe maka igbu ọchụ n'amaghị ama ma maa ya ikpe ịga mkpọrọ afọ abụọ n'ọnwa Nọvemba afọ 2017. E mere atụmatụ na ihe karịrị mmadụ 30,000 gara olili ozu ya. A kọwara ya dịka \"onye na-eme ihe nkiri kachasị ewu ewu na Tanzania\", ma gosipụta na ihe nkiri Nollywood.",
  "A mụrụ Kanumba n'ezinụlọ Sukuma na mpaghara Shinyanga na Northern Tanzania. Nna ya bụ Charles Kanumba na nne ya bụ Flora Mutegoa. Kanumba nwere ụmụnne nwanyị atọ tọrọ ya",
  "Ọ malitere ọmụmụ ya na Bugoyi Primary School wee gaa n'ihu na ọmụmụ nke abụọ ya na Mwadui Secondary School, mgbe e mesịrị ọ gafere na Voza Mission Secondary School",
  "Ọ sonyeere Jitegemee High School maka agụmakwụkwọ dị elu",
  "Ọ na-asụ asụsụ atọ nke ọma: Swahili, Sukuma na Bekee.",
  "Kanumba malitere ime ihe nkiri n'afọ ndi 1990 na mmepụta ụka",
  "N'afọ 2002, ọ sonyeere otu ihe nkiri Kaole Arts Group",
  "Ọ pụtara na ihe nkiri telivishọn Jahazi na Dira ma mee ihe nkiri mbụ ya na Haviliki",
  "N'afọ 2006, ọ zutere Nazz onye nyere ya ndụmọdụ na njikọ ndị ọzọ maka ọrụ ya",
  "Ọ pụtara na Dar 2 Lagos (Nkebi nke 1) (Nkeji nke 2), ihe nkiri nke Mtitu Game nke jiri ndị na-eme ihe nkiri na ndị ọrụ Tanzania na Naijiria mee ihe. Ọ pụtakwara na ihe nkiri She is My Sister, This Is It, na Love Gamble",
  "N'afọ 2009, ọ bụ onye ọbịa pụrụ iche a ma ama na Big Brother Africa 4.",
  "N'afọ 2011, a kpọrọ Kanumba onye nnọchi anya Oxfam GROW. N'oge na-adịghị anya tupu ọnwụ ya, ọ nọ na-akwadebe maka ọrụ ihe nkiri Hollywood mbụ ya, ọ bụ ezie na ọ bụ \"onye na-eme ihe nkiri kachasị ewu ewu na Tanzania\" ma pụta na ihe nkiri Nollywood.",
  "Kanumba nwụrụ mgbe ọ dara n'ime ụlọ ihi ụra ya n'abalị 7 ọnwa Eprel afọ 2012, o doro anya na ọ bụ mmerụ ahụ n'isi mgbe ọ dara ma kụọ isi ya na mgbidi. Elizabeth \"Lulu\" Michael, enyi nwanyị dị afọ iri na asaa n'oge ahụ, e boro ya ebubo igbu ọchụ n'ihe metụtara ọnwụ ahụ",
  "A kpọgara Kanumba n'amaghị onwe ya n'ụlọ ọgwụ Muhimbili National Referral Hospital ebe a kwupụtara na ọ nwụọla. E jidere Michael ma nọrọ n'ụlọ mkpọrọ ihe fọrọ nke nta ka ọ bụrụ otu afọ maka nyocha",
  "Ka e mesịrị, a gbanwere ebubo ndị ahụ ka ha bụrụ igbu ọchụ na-enweghị isi.",
  "N'ọnwa Jenụwarị afọ 2013, e nyere Michael mgbapụta",
  "N'ọnwa Ọktoba n'afọ 2017 Ọ gbara akaebe n'ụlọ ikpe dị elu nke Tanzania na mgbe Kanumba zutere ya, o ji ike kpọga ya n'ọnụ ụlọ ya wee malite iji mma agha tie ya ihe mgbe ọ na-aṅụbiga mmanya ókè, o kwuru na Kanumba dara ma kụọ isi ya mgbe oji mma agha eti ya ihe. N'afọ 2017, a mara Lulu ikpe maka igbu ọchụ n'amaghị ama maka ọnwụ ya ma maa ya ikpe ịga mkpọrọ afọ abụọ. A gbanwere ikpe ya site na afọ abụọ n'ụlọ mkpọrọ gaa na ọrụ obodo ma tọhapụ ya n'ụlọ ikpe na 12 Mee 2018, mgbe ọ nọsịrị ọ dịkarịa ala otu afọ n'ụlọ akwụkwọ.",
  "Ihe dịka mmadụ 30,000 bịara olili ozu ya gụnyere nwanyị mbụ nke Tanzania, Salma Kikwete, osote onye isi ala Dr",
  "Mohamed Gharib Bilal, na minista omenala na egwuregwu, Emmanuel Nchimbi. E liri Kanumba na Kinondoni Cemetery."
]