[
  "Ọkaikpe S.B",
  "Rhodes C.B.E",
  "(1890–1951) bụ otu n'ime ndị nna guzobere ma ụlọ ikpe Naijiria yana ndị isi gọọmentị",
  "N'abalị asatọ n'ọnwa Nọvemba afọ 1945, ọ bụ onye ọka ikpe nke abụọ a họpụtara na ụlọ ikpe Naịjirịa, ọnye nke mbụ bụ Justice Jibowu na onye nke atọ bụ Justice Adetokunbo Ademola",
  "Dịka onye ọka ikpe ndi mbụ, O nyere aka nke ukwuu na mmepe nke iwu ikpe Naijiria, site n'ịgbanwe ụkpụrụ nke iwu Bekee, na ọdịnaya ha bara uru, na gburugburu ebe obibi Naịjirịa.",
  "N'afọ 1943, ọ rụrụ ọrụ na kansụl ndị isi nke Gọvanọ Sir Bernard H",
  "Bourdillon; Tupu nke a, ọ dịghị onye Afrịka sonyere kpọmkwem na nhazi iwu na ọkwa ndị isi na Naịjirịa",
  "Ọ rụkwara ọrụ na kansụl omebe iwu na-anọchite anya ngalaba Rivers tupu a họpụta ya na kansụl ndị isi.",
  "Tupu ịbanye na kansụl omebe iwu, a kpọrọ S.B Rhodes ka ọ bụrụ onye ọka iwu na-arụ ọrụ.",
  "N'abalị 21 ọnwa Jenụwarị afọ 1942, a họpụtara Rhodes dịka onye na-akwadoghị nke kansụl omebe iwu nke Naịjirịa, Ọ nọchitere anya ọdịmma dị iche iche na kansụl omebe iwu n'etiti afọ 1933 - 1943 na-anọchite anya ngalaba Rivers. Mgbe ụfọdụ, a na-akọwa ya dịka onye Nationalist",
  "Na kansụl, ọ gbara mbọ ka ụlọ ọrụ Naịjirịa niile bụrụ mba. Ọ gbakwara mbọ ka ụlọ ikpe obodo nwekwuo nnwere onwe n'ihe gbasara njide siri ike nke ndị isi, site n'aka ndị ọrụ nchịkwa, iji chịkwaa ụlọ ikpe obodo. O kwusiri ike na ụlọ ikpe obodo bụ akụkụ na-enweghị afọ ojuju nke mgbanwe ikpe nke afọ 1933, ma kpọọ oku ka a tụleghachi Iwu Ụlọikpe Obodo na Nọvemba 1937.",
  "Na mbụ nke Jenụwarị, afọ 1943, Eze George nke Isii nyere Steven Bankole Rhodes, Esq nsọpụrụ nke ọchịagha nke Order -CBE",
  "Maka ọrụ ọha na eze na Naịjirịa.",
  "Na 9 Ọktoba afọ 1945, Eze George nke Isii nyere ntụziaka maka nhọpụta nke Steven Bankole Rhodes C.B.E., ka a họpụta ya dịka onye ọka ikpe Puisne nke Ụlọikpe Kasị Elu nke Naịjirịa Ọ bụ onye ọka iwu Naijiria mbụ e buliri n'ọkwa Ụlọikpe Kasị Elu site na Bar, na-arụ ọrụ ya na 8th nke Nọvemba 1945",
  "Ndị ọzọ nọ na Bench gụnyere, Puisne Judges - O",
  "Jibowu ; A.G.b Manson ; H.m.s Brown ; C.TAbbott ; W",
  "Wells Palmer ; G.G Robinson ; F.W",
  "Johnston ; E.Hallinan ; G.R Gregg.",
  "Otu n'ime ikpe ndị a ma ama na esemokwu e wetara n'ihu ya bụ ikpe Heelas Ugokwe maka ịnwa igbu H.M",
  "Foot.",
  "Heelas Ugokwe, onye ọrụ nzipu ozi nke nọ n'etiti mmegide mba niile megide ndị na-emegide ọchịchị, mere mgbalị igbu onye isi odeakwụkwọ nke Colonial, Hugh Foot",
  "O ji mma jack-knife maa ya n'azụ mana onye ozi napụtara Foot",
  "N'ụlọ ikpe, Ugokwe kpughere na onye ọ na-achọ bụ Gọvanọ Britain, mana n'ihi na ọ pụghị iru ya, o kpebiri igbu Foot",
  "O boro ndị Britain ebubo na ha na-egbu ndị Naijiria nakwa na ọ bụrụ na ndị isi Britain gburu ndị na-egwupụta coal na Naijiria nweere onwe ha, ọ hụghị ihe kpatara na a gaghị ahapụ ya",
  "Nanị ihe ọ na-akwa ụta, ọ gwara Justice S.B",
  "Rhodes bụ na o nweghị ihe ịga nke ọma n'igbu Foot",
  "Onye ọka ikpe nyere Ugowe ndụ kachasị",
  "'N'ime akwụkwọ iwu nke Maazị S",
  "B",
  "Rhodes gụrụ na ụdị ebubo Ugokwe bụ nke ndụ tara ahụhụ' - Nnamdi Azikiwe",
  "Ikpe ahụ kpasuru ndị Zikist iwe nke bịara were Helas dị ka onye mmeri maka nnwere onwe Naịjirịa.",
  "Ọkaikpe S",
  "B",
  "Rhodes bụ Chancelo nke Dayọsis na Niger, Anglican Communion",
  "n'oge ahụ, dayọsis ahụ kpuchiri Eastern Nigeria, Mid-West, Kwara na Middle Belt",
  "Louis Mbanefo nọchiri ya.",
  "Hon",
  "Justice S.B.Rhodes lụrụ Mabel Jones, ha nwere nwa nwoke S.B Rhodes III na ụmụ nwanyị abụọ Gloria na Olga Rhodes",
  "Ọ bụ nwanne nna nke Justice R.W.A Rhodes-Vivour na nwanne nna nke Ụlọikpe Kasị Elu Justice Bode Rhodes-Vivour.",
  "Otu onye ama ama na ngalaba na-ahụ maka mba Lagos, The Hon Justice S.B",
  "Rhodes gwara Tony Enahoro, na njedebe nke ọnwa Mee afọ 1947 na ya S.B",
  "Rhodes, na-atụ anya ọchịchị onwe ya n'oge ndụ ya",
  "Ọ nwụrụ ka nkwadebe mba ahụ maka nnwere onwe na-aga n'ihu.",
  "Hon",
  "Justice S.B",
  "Rhodes C.B.E nwụrụ na Nọvemba 1951 mgbe ọ dị afọ iri isii na otu."
]