[
  "Stewart Edward \"Stew\" Albert (December 4, 1939 ̊ 30 January 2006) bụ onye otu Yippies, onye na-emegide Agha Vietnam, na onye dị mkpa na New Left movement nke afọ 1960.",
  "Ọ bụ onye amụrụ na mpaghara Sheepshead Bay nke Brooklyn, New York, nye onye ọrụ New York City, ọ nwere ndụ ndọrọ ndọrọ ọchịchị dị mma n'oge ọ bụ nwata, ọ bụ ezie na ọ so na ndị mere mkpesa maka ogbugbu Caryl Chessman",
  "Ọ gụsịrị akwụkwọ na Mahadum Pace, ebe ọ gụrụ akwụkwọ na ndọrọ ndọrọ ọchịchị na nkà ihe ọmụma, ma rụọ ọrụ nwa oge maka ngalaba ọdịmma nke ala New York.",
  "N'afọ 1965, ọ hapụrụ New York gaa San Francisco, ebe ọ zutere onye na-ede uri Allen Ginsberg na City Lights Bookstore",
  "N'ime ụbọchị ole na ole, ọ na-arụ ọrụ afọ ofufo na Kọmitii Ụbọchị Vietnam na Berkeley, California",
  "Ọ bụ n'ebe ahụ ka ọ zutere Jerry Rubin na Abbie Hoffman, ndị ya na ha guzobere Youth International Party ma ọ bụ Yippies",
  "Ọ zutekwara Bobby Seale na ndị ọzọ Black Panther Party n'ebe ahụ wee ghọọ onye ndọrọ ndọrọ ọchịchị oge niile",
  "Rubin kwuru n'otu oge na Albert bụ onye nkuzi ka mma karịa ọtụtụ ndị prọfesọ.",
  "N'etiti ọtụtụ ihe omume ya na ndị Yippies sonyere na ya bụ ịtụfu ego na veranda na New York Stock Exchange, Exorcism nke Pentagon, na mkpọsa onye isi ala nke 1968 nke ezì aha ya bụ Pigasus",
  "Mgbe ejidere ya na afo  1968 Democratic National Convention ma kpọọ aha ya dị ka onye na-enweghị ebubo na-agba izu na ikpe Chicago Seven",
  "Nwunye ya, Judy Gumbo Albert, kwuru, dị ka New York Times obituary ya si kwuo, nke a bụ n'ihi na ọ na-arụ ọrụ dị ka onye nnọchi anya Berkeley Barb",
  "Ka oge nke a gara , ọ ga-arụkọ ọrụ ọnụ na akwụkwọ akụkọ nzuzo nke Berkeley Tribe ma biri na obodo Tribe mgbe ọ na-agaghị maka ndọrọ ndọrọ ọchịchị.",
  "N'afọ 1970, ọ gbara ọsọ maka onye uwe ojii nke Alameda County, California, iji megwara maka \"ime ka a na-agbanye bọọlụ m na kemịkal na-ekpo ọkụ, na-egbu mgbu dị ka usoro ahụike a nabatara n'ụlọ mkpọrọ\" mgbe e jidere ya n'afọ 1969",
  "Ọ bụ ezie na onye nọ n'ọkwa, Frank Madigan, meriri ya, Albert nwetara vootu 65,000, n'ụzọ na-emegide onwe ya, n'asọmpi ya na onye uwe ojii nke lekọtara mkpọrọ mbụ ya n'oge ngagharị iwe nke Kọmitii Ụbọchị Vietnam na-emegiderịta iwu na etiti obodo Oakland.",
  "Mgbe Weather Underground nyeere Timothy Leary aka ịgbapụ n'ụlọ mkpọrọ California, ebe a tụrụ ya mkpọrọ maka inwe LSD, Albert nyere aka ịhazi Leary ka ya na Eldridge Cleaver nọrọ na Algeria",
  "N'afọ 1971, a kpọrọ ya n'ihu ọtụtụ nnukwu ndị ọka ikpe na-enyocha bọmbụ ndọrọ ndọrọ ọchịchị nke US Capitol site na Weather Underground na Machị 1971, yana nkata aghụghọ nke Piggy Bank Six iji tụọ ọtụtụ alaka nke First National City Bank na Manhattan n'afọ gara aga",
  "E boro ya ebubo ọ bụla",
  "Na mbido afọ 1970, ya na nwunye ya gbara FBI akwụkwọ maka ịkụ wiretap iwu na-akwadoghị n'ụlọ ya",
  "Ha meriri nkwekọrịta $ 20,000 ma, na 1978, a chụpụrụ ndị nlekọta FBI abụọ maka omume a.",
  "N'afọ 1984, ya na nwunye ya kwagara Portland, Oregon",
  "Ha jikọrọ aka dezie otu akwụkwọ, The Sixties Papers: Documents of a Rebellious Decade, nke chịkọtara ihe sitere na Civil Rights Movement, Students for a Democratic Society, ndị na-emegide agha, counterculture, na ndị inyom.",
  "Red Hen Press bipụtara akwụkwọ ncheta ya, Who the Hell is Stew Albert?, n'afọ 2005",
  "Ọ na-elekọta Yippie Reading Room ruo mgbe ọ nwụrụ n'ọrịa kansa imeju nke ọrịa ịba ọcha n'anya kpatara n'afọ 2006",
  "Ụbọchị abụọ tupu ọnwụ ya, o dere na blọọgụ ya, \"Politiki m agbanwebeghị\".",
  "Na ihe nkiri 2000 Steal This Movie! Ọ bụ Donal Logue na-eme Albert."
]