[
  "Victoria María Aragüés Gadea (amụrụ na 15 Eprel 1943), nke a makwaara dị ka Vicky Leyton na dị ka Sticky Vicky, bụ onye na-agba egwú na onye na-eme anwansi nke lara ezumike nká nke a maara maka ihe ngosi anwansi ya",
  "Ihe ngosi ikpeazụ Vicky mere bụ n'oge mgbụsị akwụkwọ nke afọ 2015 mgbe o wepụtara nnukwu dildo site n'ihe ọ jị bụrụ nwanyị.",
  "A mụrụ ya na Santa Cruz de Tenerife na 15 Eprel 1943",
  "Leyton na nne ya kwagara Barcelona mgbe nna ya hapụrụ ezinụlọ ahụ. Ọ gụrụ ballet oge ochie ruo afọ iri na ise, mgbe e mesịrị, ọ rụọ ọrụ dị ka onye na-agba egwú",
  "Ya na nwanne ya nwanyị, onye contortionist, rụrụ ọrụ na ihe nkiri egwu",
  "Otu onye ọchụnta ego nyere ya aha egwuregwu nke Vicky Leyton, nke eji mara ya maka ndụ ya niile",
  "Leyton mechara duzie El Molino, ụlọ ihe nkiri na Avinguda del Paral·lel na Barcelona.",
  "Mgbe ọnwụ Francisco Franco gasịrị, na mbelata nke nyocha mmekọahụ, Leyton nwere ihe isi ike; ọha na eze chọrọ ihe ngosi ndị ọzọ na-egosi mmekọahụ, ndị were mmadụ n'ọrụ malitekwara iwe ndị mba ọzọ dị njikere ịrụ ọrụ ịgba ọtọ. Otu onye majik tụrụ aro ka ọ rụọ ọrụ anwansi site n'iwepụ ihe ndị a na-adịghị ahụkebe n'ahụ ya",
  "Mgbe o jiri ihe ndị dị mfe (dị ka akwa aka) na-eme ihe, Vicky gosipụtara ihe ngosi ya na cabarets nke Barcelona",
  "Ihe ngosi ahụ gara nke ọma, ọ rụkwara ọrụ n'obodo ndị dị n'ebe ugwu Spain na ọtụtụ ụlọ ihe nkiri dị iche iche na mba ofesi.",
  "Na mbido afọ 1980, ọ na-agbaso ndụmọdụ nwanne ya nwanyị, Leyton kwagara Benidorm n'ụsọ oké osimiri Mediterenian",
  "Ọ bụ ezie na o bu n'obi ịpụ ezumike mgbe ọrụ ya kwụsịrị, nwanne ya nwanyị mere ka o kwenye ịrụ ọrụ na họtel",
  "Ihe ngosi Leyton gara nke ọma ma o kpebiri ịnọ na Benidorm, n'ihi mbata nke ndị njem nleta.",
  "Ihe ngosi Sticky Vicky malitere site na iwepụ uwe ya nke nta mgbe egwu na-agụ",
  "O mechara wepụ ọtụtụ ihe site na akụkụ ahụ ya, nke gụnyere bọọlụ ping-pong, àkwá, akwa aka, sausages, agụba, na Machetes",
  "Ìhè ndị ahụ gbara ọchịchịrị, Vicky wepụkwara bọlb ọkụ",
  "O mechiri omume ya site na iji akụkụ ahụ ya nke nwanyị mepee karama biya, wụsa ya n'elu ikpo okwu. Leyton ekwughị na onwe ya ma ọ bụ ihe ngosi ahụ dị ka ihe na-akpali agụụ mmekọahụ: \"Iji mee ihe m na-eme ị ga-enwerịrị ihe dị ụtọ",
  "Ọ dị mkpa inye ya aka nke ịma mma\".",
  "Vicky na-apụta ugboro isii n'abalị, abalị isii n'izu.",
  "N'afọ 2001, Vicky gbara onye na-eme ihe nkiri ibe ya, María Rosa Pereira (nke a maara dị ka \"Sexy Bárbara\") akwụkwọ maka iji aha egwu Sticky Vicky",
  "María Rosa, onye mere ihe ngosi yiri nke ahụ, debanyere aha Vicky jiri mee ihe ruo ọtụtụ afọ",
  "Ọ bụ ezie na Vicky meriri n'ụlọ ikpe Benidorm, Audiencia Provincial nke Alicante kagburu mkpebi ahụ na mkpesa",
  "Mana otú ọ dị, kpebiri na a ga-echebe aha ahụ n'ikpeazụ dị ka ọrụ egwu.",
  "Dị ka nnyocha nke afọ 2007 na akwụkwọ akụkọ mba Spain, El Pais, si kwuo, ihe karịrị nde mmadụ isii na ọtụtụ ndị ọzọ ahụla ihe ngosi ya.",
  "N'afọ 2009, Audiencia Provincial nke Valencia kpebiri na María Rosa mere ihe n'ụzọ ọjọọ ma kpatara mgbagwoju anya site na ịdebanye aha ahụ, ma nye Vicky akara ahịa iwu maka aha ya.",
  "Vicky mere ihe ngosi ikpeazụ ya n'oge mgbụsị akwụkwọ 2015, ọtụtụ ụbọchị tupu ịwa ahụ n'úkwù",
  "N'ọnwa Febụwarị afọ 2016, a chọpụtara na ọ na-arịa ọrịa kansa akpa nwa, ma kwupụta na ọ lara ezumike nká mgbe ọ dị afọ iri asaa na abụọ. Ọ lụbeghị di, o nwere otu nwa nwoke (Eduardo Romero Aragüés) na otu nwa nwanyị (María Gadea Aragüés)",
  "María, onye hụrụ ihe ngosi ahụ na nke mbụ ya mgbe ọ dị afọ iri na atọ, mechara kpebie ịgbaso nzọụkwụ nne ya.",
  "N'ihi afọ ndụ ya na oge nke ihe ngosi ya, a na-ewere Vicky dị ka onye a ma ama nke Benidorm dị ndụ, ọkachasị site n'aka ndị njem nleta Britain. Leyton, nke ihe ịga nke ọma ya juru anya, dere na webụsaịtị ya, sị: \"Echere m na m nwere ike ịnọ n'elu ikpo okwu n'oge m dị, ọ bụkwa ekele maka ndị Bekee\".",
  "Ọ bụ onye nkwado na nke mbụ na nke isii nke oge nke atọ nke British TV sitcom Benidorm A kpọbatara Vicky dị ka onye ọbịa nsọpụrụ iji mepee Mel's Mobility Shop na nke mbụ nke oge nke atọ na n'oge oge nke isii nke ihe ngosi ahụ, otu n'ime ihe odide ahụ, Jacqueline (nke Janine Duvitski na-eme), ga-agafe dị ka Sticky Vicky (onye nọ ezumike)",
  "Na \"Jack The Lad\", onye Irish na-ede uri Robert Fallon kọwara ihe ngosi Vicky."
]