[
  "Livingstone Etse Satekla (a mụrụ n'ụbọchị nke ịse n'ọnwa Maachị n'afọ 1988), nke a maara nke ọma site na aha ya bụ Stonebwoy, bụ onye Ghana Afropop, ụlọ ịgba egwu na onye egwu reggae.",
  "Ọ bụ onye isi oche nke Burniton Music Group",
  "O meriri na Best International Act: Africa category n'afọ 2015 BET Awards na Artist of the Year n'afọ 2015 Ghana Music Awards. Ọ bụkwa onye natara akara Billboard abụọ. A kọwara ya dị ka eze reggae na ụlọ ịgba egwu na Afrịka.  Stonebwoy bụkwa onye na-eme ihe nkiri, ebe ọ pụtara na ihe nkiri Happy Death Day na aha m bụ Ramadan Ọ bụ onye nnọchi anya zuru ụwa ọnụ maka ịdị ọcha. Na Septemba 2019, emere ya onye nnọchi anya nke Voltic Natural Mineral Water. Ọ bụ onye nnọchi anya Tecno mobile na Ghana. N'afọ 2022, ọ bịanyere aka na Universal Music Group's Def Jam Recordings, na ya bụ ọkọlọtọ Def Jam Recordings Africa. Ọ dị njikere ime abọm atọ n'okpuru akara ahụ",
  "A mụrụ Stonebwoy \"stoneboy\" na Ashaiman na mpaghara Greater Accra nke Ghana wee malite ịme egwu n'oge ọ malitere ịga akwụkwọ",
  "Ọ ghọtara nkà ya na ikike ya dị ka onye na-ede abụ na onye na-ede edemede mgbe ọ dị obere, na-echeta edemede na ime ihe nkiri dị ka afọ nke anọ na ụlọ akwụkwọ praịmarị.",
  "Ọ gụrụ akwụkwọ na Methodist Day Secondary School n'otu afọ ahụ na rapper Sarkodie ebe ọ nwetara asambodo ụlọ akwụkwọ sekọndrị ya",
  "Ọ gara n'ihu na agụmakwụkwọ ya na Mahadum nke Professional Studies iji nweta nzere na ahịa na 2013.",
  "Satekla lụrụ Louisa Ansong Satekla, nwere ụmụ abụọ. Louisa bụ dọkịta ezé.",
  "Stonebwoy na-abụkarị ragga na Jamaican Patois (Patwa ma ọ bụ Patwah), a na-ewerekwa ya dị ka \"onye na-ese ihe dị iche iche\" n'ihi ụdị egwu dị iche iche o nwere",
  "N'afọ 2015, ọ natara ọtụtụ onyinye na nhọpụta sitere na \"Artist of the Year\" ruo \"Album of the Year\"",
  "Abọm ya nke abụọ, Necessary Evil, bụ onye natara 3 Ghana Music Awards site na nhọpụta 6. Nana Appiah Mensah, onye isi ụlọ ọrụ na-ere ahịa ọla edo Menzgold, zigara Stonebwoy okwu agbamume na Instagram maka Stonebwoy ịkwado. Na 18 Eprel 2019, Nana Appiah Mensah biputere foto nke ụlọ ịgba egwu Stonebwoy na-ekwu na ọ dị mpako maka onye isi ala Bhim Nation maka ịgbachitere ya nakwa na Chineke gọzie ya.",
  "E depụtara ya dị ka akụkụ nke afọ 2019 (iri ise) ndị isi oche na-eto eto ịrị ise, site n'aka YCEO na Avance media",
  "Ndepụta ahụ nke e bidoro na mbido afọ 2018, bụ nke e depụtara iji kwanyere ndị na-eto eto a ma ama ùgwù na-agbaso usoro nke inye ngwọta maka ụfọdụ nsogbu dị mkpa nke Ghana.",
  "Stonebwoy guzobere 'Ntọala Livingstone '. Na Jenụwarị 2017 ntọala ahụ kwupụtara ngwugwu nkwado maka ụmụ akwụkwọ ise nke Tema Methodist Day Senior High School, ụlọ akwụkwọ ya.",
  "Stonebwoy emepeela ụlọ ahịa ahịa BHIM na Ashaiman",
  "A na-eji ego enwetara site na ụlọ ahịa ahụ iji kwado ihe omume nke Ntọala Livingstone.",
  "A kpọrọ Stonebwoy onye nnọchi anya Brand maka 'Big Boss' n'oge na-adịbeghị anya, ihe ọṅụṅụ ike ọhụrụ. Na Septemba 2020, a kpọrọ Stonebwoy onye nnọchi anya Tecno Mobile ma kpughee Camon 16 Series na Ọktọba 2020.",
  "Stonebwoy malitere njem ụwa ya na mpaghara Euro n'ọnwa Ọgọstụ afọ 2014. Ọ rụrụ na Germany, Italy, Spain na Austria",
  "Njem Canada-America ya n'afọ 2016 hụrụ ya ka ọ na-eme ihe nkiri na New York City, Ohio, Philadelphia na Ontario",
  "N'otu afọ ahụ, ọ na-eme ka Perth, Melbourne, Brisbane na Sidney niile na Australia.\nNjem Euro nke abụọ ya hụrụ ya ka ọ na-aga Nordic iji mee ka ndị na-akwado ya nwee obi ụtọ na Denmark, Finland na Sweden na nkeji iri na ise ikpeazụ nke afọ 2017. Stonebwoy rụrụ na Reggae Sumfest, Afro nation festival na Portugal, Rotterdam reggae festival, Uppsala Reggae Festival. Rototom Sunsplash.",
  "N'abalị iri na asatọ nke ọnwa Mee afọ 2019, n'oge mbipụta nke iri abụọ nke  Nrite Egwụ nke Vodafone Ghana, esemokwu bilitere n'etiti ndị na-eso ụzọ Stonebwoy na onye iro egwu ya bụ Shatta Wale na ndị na-akwado ya, nke mere ka Stonebwoy wepụta égbè n'elu ikpo okwu. E jidere ha abụọ ma jide ha n'echi ya. Ha abụọ pụtara n'ụlọ ikpe ebe ha kwuru na ha abụghị ikpe mara ha maka ebubo ha abụọ mgbe nke ahụ gasịrị, e nyere ha mgbapụta nke GH ’50,000 nke ọ bụla",
  "Ndị Charterhouse napụrụ ha ihe nrite ha nwetara n'abalị ahụ, ndị nhazi machibidoro ha iwu ruo mgbe ebighi ebi. Ha mere udo n'ụbọchị nke iri atọ n'otu ọnwa ahụ. E wepụrụ mmachibido iwu ya na ihe ngosi Awards na mbipụta nke afọ 2022 nke ihe ngosi ahụ.",
  "Satekla ewepụtala abọm studio anọ na ọtụtụ egwu ndị ọzọ kemgbe afọ 2012.",
  "N'okpuru \"Samini Music\", Stonebwoy dekọrọ egwu mbụ ya \"Climax\" nke gosipụtara Samini na \"Ghetto Love\" nke gosipụtara Irene Logan",
  "Egwu abụọ ahụ mere ka a họpụta ya na Ghana Music Awards",
  "Mgbe ngosi a gasịrị, ọ wepụtara abọm izizi ya \"Grade 1 Album\"",
  "Abọm ahụ nwere egwu iri na asaa nke gosipụtara ndị ama ama na Ghana na.",
  "A tọhapụrụ ya na Nọvemba 23, 2014; ọ bụ abọm egwu iri abụọ na itoolu nke gosipụtara ụdị Sarkodie",
  "Ọ gụnyere egwu dịka Baafira, Sneaky, Gbedegbede, Candy, mmekọrịta nke pull up, na Cant Cool.",
  "A tọhapụrụ ya na 12 Disemba 2017; Epistles of Mama raara nye nne Satekla nwụrụ anwụ aha ya bụ Oriakụ Catherine Lucy Aku Ametepe Satekla",
  "Abọm egwu iri abụọ na anọ ahụ nwere Sean Paul, King Promise, Burna Boy. Abọm ahụ ruru ọnụ ọgụgụ iri na atọ (13) na chaatị Billboard n'elu abọm 200 n'ụwa niile. N'afọ 2018 'Epistles Of Mama (EOM)' bụ abọm nke abụọ kachasị mma n'ụwa dịka reggaeville si kwuo. YouTube kwanyeere Album ahụ ùgwù maka ịkụ ihe karịrị nde mmadụ iri.",
  "Na 24 Eprel 2020, Stonebwoy wepụtara abọm studio nke anọ ya nke gosipụtara ndị dịka Keri Hilson (US), Nasty C (SA), Diamond Platnumz (Tanzania), Alicai Harley (Jamaica), Jahmiel (Jamaica), Zlatan (Nigeria), Kojo Antwi (Ghana), Chivv (Netherlands) na Spanker (Netherlands). Ya na ndị na-emepụta egwu dị ka Mix Master Garzy, Streetbeatz, M.O.G",
  "Beatz, Spanker, Riga, Phantom, iPappi na ndị ọzọ ha na ya rụkọrọ ọrụ.",
  "Ihe nrite",
  "Artiste nke Afọ",
  "Ragga na Dancehall",
  "Ihe nrite",
  "Vidio",
  "World Music Awards",
  "Ihe nrite",
  "Abụ nke Afọ",
  "nke Afọ",
  "Abụ nke Afọ",
  "Ihe nrite",
  "Artiste nke Afọ",
  "Abụ nke Afọ",
  "Onye na-ese ihe n'Afrịka",
  "nke Afọ",
  "Ihe nrite",
  "nke Afọ",
  "World Music Awards",
  "Onye na-eme egwuregwu",
  "nke Afọ",
  "Ihe nrite",
  "Artiste nke Afọ",
  "Na Machị 2021, abọm ya bụ Anloga Junction meriri na ihe nrite nke abọm nke afọ na  Ihe nrite Mmeri Ntụrụndụ",
  "O ritekwara ihe nrite nwoke nke afọ.",
  "Na Machị 2021, abọm ya bụ Anloga Junction meriri na nrite abọm nke afọ na 3Music Awards",
  "Egwu ya bụ Putuu Freestyle (Ekpere) meriri na Egwu nke wuru ewụ nke afọ.",
  "Na Mee 2021, a họpụtara ya maka 'Best African Dancehall Entertainer Award'."
]