[
  "\"Ihe ize ndụ ndị ọbịa\" bụ echiche ma ọ bụ ịdọ aka ná ntị na ndị ọbịa niile nwere ike ịdị ize ndụ",
  "Ọ bụ ihe atụ nke ụjọ omume nke ndị mmadụ na-enwe banyere onye ọ bụla ha na-amaghị na ọha mmadụ",
  "Ebumnuche ahịrịokwu a bụ iji gosipụta ihe ize ndụ metụtara ndị okenye ụmụaka na-amaghị",
  "Okwu a ejirila ọtụtụ ihe ma ọtụtụ ụmụaka ga-anụ ya n'oge ndụ nwata ha",
  "E tinyela ọtụtụ akwụkwọ, ihe nkiri na ọkwa ọrụ ọha na eze iji nyere ụmụaka aka icheta ndụmọdụ a",
  "A katọrọ echiche a maka ileghara anya na ọtụtụ ntọrọ ụmụaka na mmerụ ahụ na-esiteghị n'aka ndị bịara abịa, kama ọ bụ onye nwatakịrị ahụ maara.",
  "Ọ bụ ezie na e nwere ihe ize ndụ ndị ọzọ dị ka ịtọrọ mmadụ maka mgbapụta, isi iyi egwu nke mgbasa ozi ihe ize ndụ ndị ọbịa na-emetụta bụ mmetọ ụmụaka",
  "Ihe ngosi na mgbasa ozi mgbasa ozi na-eme ka egwu ọha na eze na-atụ ndị bịara abịa dị ka ndị nwere ike ịbụ ndị na-edina ụmụaka, n'agbanyeghị na mmetọ ụmụaka nwere ike ime n'ime ezinụlọ",
  "N'afọ ndị na-adịbeghị anya, [mgbe?] mmesi ike nke mkpọsa ndị dị otú ahụ agbanweela, iji gosipụta ihe ize ndụ nke mmetọ site n'aka ndị nwatakịrị maara.",
  "Ọ bụ ezie na e nwere ihe ize ndụ ndị ọzọ dị ka ịtọrọ mmadụ maka mgbapụta, isi iyi egwu nke mgbasa ozi ihe ize ndụ ndị ọbịa na-emetụta bụ mmetọ mmekọahụ",
  "N'afọ ndị na-adịbeghị anya, [mgbe?] mmesi ike nke mkpọsa ndị dị otú ahụ agbanweela, iji gosipụta ihe ize ndụ nke mmetọ nke ndị nwatakịrị ahụ maara. Okwu ụmụaka ga-anụkarị gụnyere:",
  "Ụfọdụ ndị na-akwado ihe ize ndụ nke onye bịara abịa na-atụ aro ịgwa ụmụaka na ọ dị mma ịgwa ndị bịara abịa okwu n'ọnọdụ ebe nwatakịrị nọ n'ihe ize ndụ, dịka ma ọ bụrụ na nwatakịrị ahụ furu efu ma ọ bụ merụọ ahụ",
  "N'ọnọdụ ndị dị otú ahụ, izere ndị ọbịa nwere ike inye aka nwere ike, n'onwe ya, dị ize ndụ",
  "N'aka nke ọzọ, ndị ọzọ na-akwado ịdọ aka ná ntị banyere ihe ize ndụ na-atụ aro ịkụziri ụmụaka ka ha ghara ịgakwute ndị ọzọ n'enweghị ikike nne na nna",
  "Ndụmọdụ a na-agbatị na ịghara ịbanye n'ụgbọala, ọ bụrụgodị na nwatakịrị ahụ amata onye ọkwọ ụgbọala ahụ.",
  "Na mgbakwunye na ịdọ aka ná ntị dị ize ndụ nke ndị ọbịa, mmemme sitere na Federal Bureau of Investigation, ụlọ ọrụ ndị mmanye iwu obodo na òtù ndị ọzọ na-enye ọrụ mkpịsị aka n'efu nke a na-emekarị n'ụlọ akwụkwọ, ebe nlekọta ụmụaka, ụlọ ahịa, ihe ngosi, na ememme",
  "A na-enye ndị nne na nna / ndị nlekọta akwụkwọ njirimara ụmụaka iji mee ihe n'ọnọdụ ịtọrọ ụmụaka na ọnọdụ mberede ndị ọzọ",
  "Mpempe akwụkwọ njirimara ụmụaka gụnyere mkpịsị aka nwa ahụ, foto na data nkeonwe ndị ọzọ",
  "Ọ bụghị ndị nchekwa FBI ma ọ bụ ụlọ ọrụ mmanye iwu ọ bụla ọzọ na-ejigide ozi a",
  "A na-enyekwa ndị nne na nna DNA samples.",
  "N'oge ogbugbu Leiby Kletzky n'ọnwa Julaị afọ 2011, onye isi obodo steeti New York bụ David Greenfield kwuru na ọ ga-atụ aro \"Leiby's Law\", ụgwọ nke ụlọ ọrụ nwere ike iwepụta onwe ha ka a họpụta ha dị ka ebe nchekwa maka ụmụaka furu efu ma ọ bụ ndị ọzọ nọ na nsogbu",
  "Ndị ọrụ ga-anwale nyocha ndabere na ndị nwe ụlọ ahịa ga-etinye mpempe akwụkwọ ndụ akwụkwọ ndụ na windo ụlọ ahịa ha ka ụmụaka wee mara na azụmahịa ahụ bụ ebe dị nchebe iji nweta enyemaka. N'abalị iri na isii (16) n'ọnwa Ọgọstụ n'afọ 2011, ụlọ ọrụ onye ọka iwu mpaghara obodo Brooklyn kwupụtara mmemme yiri nke a kpọrọ \"Safe Stop\"",
  "Ka ọ na-erule n'ọnwa Ọgọstụ afọ 2011, ụlọ ahịa 76 debanyere aha iji gosipụta mpempe akwụkwọ ndụ akwụkwọ ndụ \"Safe Haven\" na windo ha iji nyere ụmụaka furu efu aka.",
  "Akụkọ mgbasa ozi na-ekwubiga okwu ókè banyere ihe ize ndụ nke \"ihe ize ndụ nke onye ọbịa\" site n'igosi ihe omume ndị na-adịghị ahụkebe na ndị dịpụrụ adịpụ",
  "Karịsịa banyere mmetọ ụmụaka, ihe ize ndụ kasịnụ na-abịa site n'aka ndị ezinụlọ nwatakịrị ahụ",
  "Ka o sina dị, \"ihe ize ndụ ndị ọbịa\" yikarịrị ka ọ ga-abụ ihe a na-elekwasị anya n'isi akụkọ na mgbasa ozi agụmakwụkwọ",
  "Dị ka Ngalaba Ikpe Ziri Ezi nke mba United States si kwuo, ọtụtụ ụmụaka na-efu efu bụ ndị na-agba ọsọ, na pasentị iri itoolu na itoolu (99%) nke ụmụaka a tọọrọ bụ ndị ikwu, na-abụkarị nna na-abụghị onye nlekọta",
  "Na nzaghachi na ọnụ ọgụgụ ndị a, National Center for Missing and Exploited Children agbanweela mkpọsa ha na-elekwasị anya na \"ihe ize ndụ ndị ọbịa\"",
  "A na-akatọkwa ụmụaka aka ná ntị mgbe niile banyere ihe ize ndụ nwere ike ime n'ụdị ndị bịara abịa maka ịgbasa enweghị ntụkwasị obi n'ụzọ na-enweghị isi, ọkachasị mgbe ị na-atụle na (dịka ọmụmaatụ) na mba US, a na-akọ na ihe dị ka ụmụaka 800,000 na-efu ma ọ dịkarịa ala nwa oge kwa afọ, mana ọ bụ naanị 115 \"ghọrọ ihe a na-ele anya dị ka ntọ ndị ọbịa.\" Naanị pasentị iri (10%) nke ndị na-emegbu ụmụaka na mpụ ime ihe ike bụ ndị bịara abịa, na mpụ mmekọahụ bụ mpụ ndị na-enweghị ike ịgụnye ndị bịara abịa dị ka ndị na-eme ihe.",
  "Nnyocha e mere n'afọ 2002 lere anya n'ihe fọrọ nke nta ka ọ bụrụ ụmụaka 800,000 ndị a kọrọ na ha furu efu n'ime otu afọ",
  "Ọtụtụ bụ ndị gbapụrụ agbapụ",
  "Ihe dị ka pasent iri abụọ na ise bụ ntọrọ ezinụlọ, ihe dị ka pasent asaa bụ ntọrọ na-abụghị nke ezinụlọ, na naanị 115 - ihe dị ka otu n'ime ụmụaka 10,000 nke ụmụaka niile a kọrọ na ha furu efu - bụ “‘ntọrọ mmadụ na-enweghị atụ,' akọwapụtara n'otu nnyocha dị ka 'ntọrọ na-abụghị nke ezinụlọ nke onye maara ya ma ọ bụ onye ọbịa mere nke a na-ejide nwatakịrị n'otu abalị, na-ebuga ya ma ọ dịkarịa ala kilomita iri ise, jide ya maka mgbapụta ma ọ bụ tọọrọ ya n'ebumnobi ime ka nwatakịrị ahụ na-adịgide adịgide, ma ọ bụ gbuo ya' Onye nta akụkọ bụ Stephen J",
  "Dubner, onye so dee Freakonomics, zoro aka na ọnụ ọgụgụ a dị ka ihe atụ nke isi ihe ya na \"ọtụtụ ndị mmadụ dị egwu na nyocha ihe ize ndụ",
  "Ha na-ekwukarị ihe ize ndụ nke ihe omume dị egwu na nke a na-atụghị anya ya na mmefu nke ihe omume ndị na-ahụkarị ma na-agwụ ike (ma ọ bụrụ na ọ na-emebi emebi)",
  "\"",
  "N'ọnọdụ ebe nwatakịrị ahụ nọ n'ihe ize ndụ n'ihi ihe ndị ọzọ, izere ndị bịara abịa (ndị nwere ike inye aka) nwere ike ịdị ize ndụ n'onwe ya, dịka n'ihe banyere Boy Scout dị afọ iri na otu nke na-ezere ndị na-achọ nnapụta n'ihi na ọ na-atụ egwu na ha nwere ike ịchọ \"izuru\" ya.",
  "Dị ka Mahadum nke New Hampshire's Crimes Against Children Research Center si kwuo, \"ihe ize ndụ nke onye ọbịa\" na-eme ka egwu ndị bịara abịa na-arịwanye elu ma e jiri ya tụnyere egwu nke ndị na-emegbu ụmụaka ahụ maara",
  "Nke a bụ n'ihi na ụmụ mmadụ ga-arụ ọrụ na ndabere nke ntụkwasị obi na mmeghachi omume na ndị enyi ma ọ na-esiri ike ile ndị enyi anya dị ka ndị na-eyi egwu ma ọ bụ ịtụ egwu ha egwu.",
  "A katọrọ echiche nke \"ihe ize ndụ nke onye ọbịa\" maka itinye ụmụaka dị ka ihe ndị na-adịghị arụ ọrụ nke iyi egwu nke na-enye ndị okenye ohere ịkwado ụzọ ha si achịkwa ma ọ bụ kewapụ ụmụaka",
  "Gill Valentine na-arụ ụka na ịmepụta ozi na-eduhie eduhie ma ọ bụ ikwubiga okwu ókè banyere \"ihe ize ndụ ndị ọbịa\" na-akpata echiche na ebe ọha na eze bụ ebe ndị okenye ebe a ghaghị ichebe ụmụaka mgbe niile.",
  "Egwu dị oke egwu nke \"ihe ize ndụ nke ndị ọbịa\" emeela ka ọtụtụ ndị nne na nna belata ikike ụmụaka inwe ike imega ahụ, dịka site n'inyocha agbata obi ha n'enweghị nlekọta; dịka ọmụmaatụ, ndị nne na nna ole na ole na-enye ụmụaka ohere ịga ụlọ akwụkwọ naanị ha karịa n'oge gara aga",
  "Mmasị a na-arịwanye elu nke ime ka ụmụaka nọrọ n'ime ụlọ emeela ka ụmụaka nwee nsogbu a na-ekwu na ha.",
  "Na mba United Kingdom, ihe ize ndụ ndị ọbịa abụwo isi okwu na nchekwa ụmụaka",
  "A hụla ihe ize ndụ nke nwatakịrị ịbụ onye bịara abịa na-emegbu ma ọ bụ gbuo ya dị ka isi ihe na-eme ka ụmụaka ghara inwe nnwere onwe site na etiti narị afọ nke iri abụọ gaa n'ihu, ọ bụ ezie na ihe ndị gụnyere mpụ ndị ọzọ yana mmụba okporo ụzọ (ịbawanye ihe ize ndụ nke ịbụ onye a na-agba ọsọ) ka ihe ndị na-eme ka ndị nne na nna na-echebe ụmụ ha n'afọ ndị na-adịbeghị anya.",
  "Ọtụtụ ndị hụrụ ikpe Ian Brady na Myra Hindley nke ogbugbu Moors n'afọ 1966 dị ka ihe omume nke mere ka ndị nne na nna kwe ka ụmụ ha ghara inwe nnwere onwe - yana ime ka ndị nne na nna na ụmụaka mara eziokwu ahụ bụ na e nwekwara ụmụnwanyị dị ize ndụ yana ụmụnwoke dị ize ndụ",
  "Nwanne nwoke nke otu n'ime ndị Brady na Hindley metụtara chetara ọtụtụ afọ mgbe e mesịrị na a dọrọ nwanne ya nwoke e gburu egbu aka ná ntị mgbe niile ka ọ ghara ịnakwere swiiti ma ọ bụ ihe n'aka ndị ikom na-amaghị ama, mana ọ dịghị mgbe a gwara ya ka ọ ghara ịgwa nwanyị na nwanyị na-amaghị okwu ma ọ bụla, ebe ọ bụ na mmadụ ole na ole n'oge ahụ maara na nwanyị na-amaghị ama nwere ike ịdị ize ndụ dị ka nwoke na-amaghị ama",
  "Ọ bụ ezie na a na-akọkarị igbu ụmụaka na Britain tupu Moors Murders apụta ìhè, eziokwu ahụ bụ na nwanyị tinyere aka bụ ihe doro anya na ikpe ahụ ji dị elu na mgbasa ozi na anya ọha na eze - ma nọgide na-adị otú ahụ n'afọ ndị na-abịa n'ihu, n'agbanyeghị ọnụ ọgụgụ dị ukwuu nke ikpe igbu ọchụ ndị ọzọ dị elu nke mere isi akụkọ",
  "Onye mbụ n'ime mmadụ ise Brady na Hindley maara, Pauline Reade, bụ ọbụna onye agbata obi Myra Hindley",
  "Otú ọ dị, Brady na Hindley amaghị mmadụ anọ ndị ọzọ ahụ",
  "N'afọ ndị na-adịbeghị anya, igbu ụmụaka \"ihe ize ndụ\" gụnyere nke ọ dịkarịa ala ụmụ agbọghọ anọ site n'aka Robert Black n'oge afo 1980s, na nke Sarah Payne na obodo West Sussex n'ọnwa Jụlaị afọ 2000, nwere ike ime ka ndị nne na nna na-echebe ụmụ ha - yana ịkpali ndị nne na nna na ndị nkụzi ime ka ụmụaka mara ihe ize ndụ nke ndị bịara abịa",
  "Black bụ onye ọbịa nke dọtara ndị o metụtara site n'akụkụ dị iche iche nke Britain mgbe ọ na-arụ ọrụ dị ka onye ọkwọ ụgbọ oloko, ebe onye gburu Sarah Payne bụ Roy Whiting amaghị onye ahụ ma ọ bụla n'ime ezinụlọ ya, onye kwadoro nke a nye ndị uwe ojii mgbe Sarah Payne ka na-efu ma bụrụ onye mbụ a chọpụtara Whiting dị ka onye a na-enyo enyo.",
  "Otú ọ dị, ọnụ ọgụgụ nke gọọmentị na ndị uwe ojii gosipụtara na igbu ụmụaka \"ihe ize ndụ ndị ọbịa\" dị oke ụkọ, nakwa na ọnụ ọgụgụ dị ukwuu nke mmetọ ụmụaka na igbu ọchụ bụ onye nwatakịrị ahụ maara",
  "Ogbugbu Soham na Cambridgeshire, ebe a hụrụ ụmụagbọghọ abụọ dị afọ iri nwụrụ izu abụọ ka ha nwụsịrị n'ọnwa Ọgọstụ afọ 2002, bụ ihe atụ a ma ama - onye gburu ụmụ agbọghọ ahụ, Ian Huntley, bụ onye ndị ọ metụtara maara, ọrụ ya dị ka onye nlekọta ụlọ akwụkwọ obodo nwere ike igosi ya dị ka nwoke nwere ọnọdụ ntụkwasị obi, onye na-agaghị eyi ka ọ bụ ihe ize ndụ nye ụmụaka ma ha maara ya ma ọ bụ na ọ bụghị.",
  "Ndị uwe ojii kwudịrị ndị mgbasa ozi mgbe ụmụ agbọghọ ahụ ka na-efu na ọ ga-abụ na onye ha maara tọọrọ ha",
  "E jidere Huntley ihe dị ka awa iri na abụọ tupu a hụ ozu ụmụ agbọghọ abụọ ahụ, ọ bụ ezie na ruo mgbe mmepe a, ọtụtụ ọha na eze na ndị mgbasa ozi nwere ike ikpe na ụmụagbọghọ ahụ na-apụ n'anya dị ka ịtọrọ \"ihe ize ndụ nke ndị ọbịa\". Ogbugbu ụmụaka ndị sochirinụ, gụnyere nke Tia Sharp na South London na April Jones (onye a hụbeghị ozu ya) na Mid Wales n'afọ 2012, gosikwara na ọ bụ ndị ikom maara onye ahụ mere ya - n'ihe banyere Tia Sharp, ogbu ọchụ ahụ bụ onye òtù ezinụlọ.",
  "Enwekwara ikpe igbu ọchụ ebe onye ahụ bụ nwatakịrị tọrọ ya ma ọ bụ onye nọ n'afọ iri na ụma nke nnwere onwe ya dị ukwuu (ma e jiri ya tụnyere nkezi nwa na-eto eto) mere ka ọ ghara ikwe omume maka ndị uwe ojii ịchọpụta ma onye ahụ gburu ya maara onye ahụ",
  "Otu ihe atụ a ma ama bụ Amanda Dowler, onye nọ n'afọ iri na ụma nke Surrey nke furu efu n'ọnwa Machị afọ 2002 ma hụ ozu ya na Hampshire ọnwa isii ka e mesịrị",
  "Levi Bellfield, onye nọworị n'ụlọ mkpọrọ ndụ maka igbu ọchụ abụọ ọzọ, a mara ya ikpe maka igbu ọchụ ya ihe fọrọ nke nta ka ọ bụrụ afọ iri ka e mesịrị, ndị uwe ojii kwuru na ọ nwere ike ịbụ na ọ maara Bellfield dịka ọ bụ nna nke otu n'ime ndị enyi ya n'ụlọ akwụkwọ",
  "N'afọ 2005, onye agbata obi ya dị anya bụ John McGrady gburu Rochelle Holness dị afọ iri na ise (15) ma mebie ya na ụlọ kansụl dị elu na obodo South London, mana dịka ọ dị n'ihe banyere Amanda Dowler, ndị uwe ojii enweghị ike ikwenye ma Rochelle Holness maara onye gburu ya.",
  "Nke a bụ ụkọ nke \"ihe ize ndụ ndị ọbịa\" ịtọrọ na igbu ụmụaka na United Kingdom, na n'ọnwa Mee afọ 2015, ndị nkatọ katọrọ vidiyo n'ịntanetị nke na-egosi ihe ize ndụ nke ndị bịara abịa na ọnọdụ ndị nwere ike ịtọrọ mmadụ, n'ihi mpụ ndị a dị ụkọ",
  "N'ezie, ogbugbu Sarah Payne afọ iri na ise tupu mgbe ahụ nwere ike ịbụ ogbugbu kachasị ọhụrụ nke nwatakịrị na-erubeghị afọ iri na ụma site n'aka onye bịara abịa na Britain.",
  "Kpọpụta njehie: <ref> tag with name \"Barbovschi et al.\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Beam\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Dubner\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Jackson & Scott\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Kelty et al.\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"Kitzinger\" defined in <references> is not used in prior text."
]