[
  "Torrance Esmond, onye amara aha ya bụ Street Symphony, bụ onye America record producer and music executive from Memphis, Tennessee.",
  "N'ịkewa ntorobịa ya n'etiti Memphis na Nashville, a manyere Street Symphony ịchụso ọrụ na egwu mgbè ọ kiriri egwu Outkast",
  "Site na ndị bi n'ime ụlọ nwere ngwá ọrụ, ónyé ọchụnta ego Sean Combs malitere ịkụ ọkpọ site na iji turntables na drum machines na-akụ ọkpọ n'abalị n'ụlọ óbíbí ya na Middle Tennessee State University",
  "N'ụlọ akwụkwọ, Street ji ọhụụ ya nke ịbụ ónyé ama ama na Injinia Eletrik mee ihe",
  "N'ikpeazụ, ọ gbanwere ndị isi, guzobe otu Hip-Hop a ma ama Player Way na ezigbo ndị enyi Mike Sean na Lonnel Matthews wee banye",
  "Site n'ịrụ ọrụ na nnọkọ kọleji, Street Symphony & Player Way nwetara nkwanye ùgwù na ndị na-akwado ya na ụlọ akwụkwọ, yana mpaghara ndị gbara ya gbụrụ-gbúrụ",
  "Ndị mmadụ chọpụtara, site na onye nkuzi mbụ nke Street Carlos \"6 July\" Broady, ruo ónyé mmeri NBA Gary Payton, onye bịanyere aka na onye mmepụta ya na Rock Solid na 2005",
  "Ọ bụ n'ebe ahụ ka Street Symphony matara onwe ya na nnukwu ụlọ ọrụ ndekọ, na-eme ka ụda olu mbụ ya na ndị dị ka Yo Gotti na Starlito, ndị na-eme mfegharị na nkwekọrịta Cash Money Records",
  "Oge abalị, njem, na ọsọ na-adịghị agwụ ike nyere Street Symphony oche onye nduzi n'ihe omume ahụ, ka ọ na-emezi ụdị egwu ya dị iche iche, nke pụrụ iche.",
  "N'ịkwado ọnụnọ ya na Tennessee, Street Symphony nwere mmasị na Houston hustle",
  "Ka ndị na-ese ihe dị ka Paul Wall, Chamillionaire, na Mike Jones na-eru ọla edo na platinum, Street chetara na-eche, \"Ka m jide ebili mmiri a\"",
  "Ka ọ na-ehi ụra n'ala enyi ya H-Town, na-arụ ọrụ ụbọchị, ma na-etinye ógè ezumike n'ọrụ ya, ọ na-agbakọta iji zụta egwu ya na ndị omenkà ọ bụla ọ nwere ike iru",
  "\"N'uhuruchi, m ga-apụ ma na-agba ọsọ",
  "Aga m aga Guitar Center, n'ime ụlọ DJ, ma kpọọ egwu m ka ónyé ọ bụla wee nụ",
  "\" Ndị na-ese ihe n'ógbè ahụ nwéré mmasị, yana kpakpando dị ka Lil 'Keke nke Screwed Up Click.",
  "Mgbè afọ abụọ nke ịrụ ọrụ na ndị ọrụ dị ka osote ónyé isi oche nke A&R, ọ hapụrụ Reach Records ma na Febụwarị 2014 malite ụlọ mbipụta nke ya, ụlọ ọrụ mmepụta / akara, Track Or Die."
]