[
  "Strive Masiyiwa (a mụrụ n'ụbọchị nke 29 n'ọnwa Jenụwarị n'afọ 1961) bụ onye ọchụnta ego na onye na-enyere ndị mmadụ aka na Zimbabwe bi na London",
  "Ọ bụ onye guzobere na onye isi oche nke otu teknụzụ mba ụwa Econet Global.",
  "Masiyiwa enyewo ihe karịrị ndị Afrịka 250,000 na-eto eto agụmakwụkwọ n'ime afọ iri abụọ gara aga site na ntọala ezinụlọ ya. Ọ na-akwado ihe karịrị ụmụ mgbei 40,000 na atụmatụ agụmakwụkwọ ma na-akwado ụmụ akwụkwọ na mahadum dị na America, United Kingdom, na China.",
  "A mụrụ Strive Masiyiwa na Southern Rhodesia (nke bụzi Zimbabwe), na 29 Jenụwarị 1961",
  "Mgbe ọ dị afọ asaa, ezinụlọ ya hapụrụ mba ahụ mgbe gọọmentị Prime Minista Ian Smith kwupụtara Nkwupụta Unilateral nke nnwere onwe site na United Kingdom. Ezinụlọ ahụ biri na Kitwe, obodo dị n'ebe ugwu etiti Zambia nke a maara maka ọla kọpa ya",
  "Ọ bụ ebe a ka ọ gara ụlọ akwụkwọ praịmarị, tupu ọ gụchaa akwụkwọ sekọndrị na Scotland",
  "Nne Masiyiwa bụ onye ọchụnta ego",
  "Ka ọ na-erule oge Masiyiwa dị afọ iri na abụọ, nne na nna ya nwere ike inye ya agụmakwụkwọ Europe.",
  "Ha zigara ya ụlọ akwụkwọ onwe ya na Edinburgh, Scotland",
  "Mgbe ọ gụsịrị akwụkwọ na 1978, ọ laghachiri Rhodesia, na-ezube isonyere ndị agha Robert Mugabe na Joshua Nkomo na-emegide gọọmentị. Otú ọ dị, ọ laghachiri ụlọ akwụkwọ na Britain, wee nweta nzere na injinịa eletriki na Mahadum Wales na 1983",
  "Ọ rụrụ ọrụ obere oge na ụlọ ọrụ kọmputa na Cambridge, England, mana ọ laghachiri Zimbabwe n'afọ 1984, na-enwe olileanya inyere mba ahụ aka iweghachite na njedebe nke Rhodesian Bush War na ntuli aka zuru ụwa ọnụ n'afọ 1980.",
  "Nhọpụta mba ụwa nke Masiyiwa na ndị otu bọọdụ n'ime afọ ndị a gụnyere: Unilever (onye otu bọọdụ), Netflix (onye otu bọọdụ), Bill & Melinda Gates Foundation (onye a tụkwasịrị obi), National Geographic Society (onye ntụkwasị obi), Bank of America (onye otu bọọdụ zuru ụwa ọnụ), Prince of Wales Trust (onye ntụkwasị obi), UN Commission on Adaptation (Commissioner), Generation Africa (onye nchoputa), Pathways for Prosperity Commission on Technology and Inclusive Development (onye isi oche), The Rockefeller Foundation (onye bụbu onye otu bọọdụ mbụ), US Council on Foreign Relations (Global Advisory Board), Asia Society (onye otu bọọdụ), Stanford University (Global Advisory Board), Africa Progress Panel, Alliance for a Green Revolution in Africa (Onye isi oche, ugbu a Onye isi oche Emeritus), The Micronutrient Initiative of Canada (onye otu bọọdụ mbụ), Grow Africa, African Union's Ebola Fund (onye nchoputa), Morehouse College, African Academy of Sciences (Honorary Fellow) na Pan African Strategic Institute.",
  "Masiyiwa laghachiri obodo ya bụ Zimbabwe n'afọ 1984 mgbe ọ nọsịrị afọ iri na asaa",
  "Mgbe ọ rụsịrị ọrụ obere oge dị ka injinia telecoms maka ụlọ ọrụ ekwentị nke steeti, ọ kwụsịrị ọrụ ya wee guzobe ụlọ ọrụ nke ya na ihe ruru US $ 75. O wuru nnukwu ụlọ ọrụ injinia eletriki. Ọpụpụ nke ekwe ntị na-eme ka ọ banye na telecoms, mana n'oge na-adịghị anya, ọ banyere n'ime nnukwu nsogbu mgbe gọọmentị Zimbabwe nke Robert Mugabe jụrụ inye ya ikikere iji rụọ ọrụ azụmahịa ya, nke a maara dị ka Econet Wireless",
  "Econet Global (Econet) bụ otu teknụzụ mba ụwa nke nwere ọrụ azụmahịa na itinye ego na ihe karịrị mba iri abụọ na Africa, Latin America, United Kingdom, Europe, China, United Arab Emirates (UAE), na New Zealand",
  "Ụlọ ọrụ abụọ edepụtara bụ ụlọ ọrụ enyemaka ya na Zimbabwe, Econet Wireless (1998) na Cassava Fintech (2018)",
  "A na-echekarị azụmahịa Zimbabwe dị ka ụlọ ọrụ na-ejide ya, n'ihi na edepụtara ya.",
  "O jiriwo akụnụba ezinụlọ ya wuo otu n'ime mmemme nkwado kachasị maka ịkụziri ụmụ mgbei na Afrịka",
  "N'oge ọ bụla, ntọala ezinụlọ ya na-akwado ma na-akụziri ihe karịrị ụmụaka 40,000. Masiyiwa bụkwa onye otu Bill Gates na Warren Buffett nke a maara dị ka Nnye nkwa.",
  "Ọ lụrụ Tsitsi, ha nwere ụmụ isii, ma biri na London, England.Masiyiwa nwere ụlọ abụọ dị n'akụkụ n'elu ụlọ elu Eldorado dị okpukpu iri abụọ na itoolu na 300 Central Park na New York City, zụrụ maka nde US $ 24.5 na 2016.",
  "N'afọ 2021, Masiyiwa ghọrọ onye isi ojii mbụ batara na Sunday Times Rich List na ọnụ ahịa ya ruru ijeri £ 1.087."
]