[
  "Strijdom van der Merwe (amụrụ n'afọ 1961) bụ onye na-ese ihe na South Africa nke na-eji ihe ọ chọtara na saịtị ahụ mepụta ọrụ nka ya",
  "Ihe ndị o ji rụọ gụnyere ájá, mmiri, osisi, nkume na nkume",
  "Site n'ịkpụzi ihe ndị a n'ụdị geometric, ọ na-ejikọta ọdịiche dị n'etiti ọrụ nka na gburugburu ebe obibi, uto na mbibi",
  "Ọrụ Van Der Merwe na-enwekarị 'nwere onwe' n'echiche na ọ nwere ike imeghachi omume na okike, mana n'ime ihe gbasara 'okike nwere mmetụta dị ukwuu n'ebe ị nọ, karịa gị na okike'",
  "Saịtị ahụ, na ihe ndị ọ na-enye, ga-ekpughere onwe ha nye gị dị ka onye na-ese ihe ka ị na-aga n'ime ọhịa, ma ọ bụ n'akụkụ osimiri, ma ọ bu na Karoo",
  "Ọ bụ naanị mgbe ahụ ka echiche na usoro ọrụ ga-amalite",
  "Ọ bụ usoro nke iji ihe okike ị na-ahụ na saịtị rụọ ọrụ",
  "Ọ dịghị ihe a na-eme atụmatụ n'ihu ya niile na-eme n'oge na-adịghị anya ka ị na-aga.",
  "Van Der Merwe gụrụ nka na Mahadum Stellenbosch, na South Africa, mgbe nke ahụ gasịrị ọ gụrụ akwụkwọ gbasara obibi akwụkwọ na Utrecht na ihe ọkpụkpụ na Prague",
  "Ọ bụkwa onye na-ese ihe oge niile na Kent Institute of Art and Design na Canterbury, England",
  "A na-egosikarị ọrụ Van Der Merwe na gallery na South Africa",
  "O meela ọrụ n'ụwa niile, nke gụnyere Turkey, France, Belgium, Sweden, Japan, Italy na Australia.",
  "E mere ihe ngosi na ọrụ na ịkpọ oku na South Korea, Turkey, Belgium, France, Sweden, Lithuania, Japan, Australia, Germany, England na Italy",
  "O mere ọtụtụ ihe ngosi nke onwe ya na ụlọ ngosi nka dị iche iche n'afọ ndị gara aga ma ọtụtụ ndị na-anakọta ihe na ọha na eze zụtara ọrụ ya. O nyela ihe ọkpụkpụ maka ndị a: Europo Parkos na Lithuania; Art Park na Art Sella, Borgu Falsugano na Ịtali; Floating Land, Brisbane, Australia",
  "N'afọ 2002 ọ bụ onye na-ahụ maka Spier Outdoor Sculpture Biennale mbụ ya na Jan Marais Nature Reserve na Stellenbosch.",
  "E mepụtara ihe ncheta ya nke afọ 2001 Reconciliation na United Nations Memorial Cemetery na Busan, South Korea dị ka akụkụ nke International Sculpture Symposium.",
  "Van Der Merwe bụ onye guzobere South African Land Art Biennale nke mbụ, nke akpọrọ Site_Specific, na-enye ndị na-ese ihe ikpo okwu na ohere itinye aka na nka na ala. Biennale mbụ bụ na Plettenberg Bay na 2011, na biennale nke abụọ n'ọnwa Ọgọst 2013.",
  "Ihe nkiri ọhụrụ gbasara Van Der Merwe nke akpọrọ 'Sculpting This Earth' nke Victor van Aswegen duziri bụ nke a na-emepụta ugbu a, na-eme atụmatụ imecha na Disemba 2021."
]