[
  "Studio One Eighty Nine bụ ụlọ ọrụ na-ahụ maka mmekọrịta ọha na eze nke dị na Ghana na United States",
  "Ebumnuche ha bụ ịkwalite ejiji ndị Afrịka nakwa emume ejije ha na emepụta",
  "Ọ nwere akara nke ya ma na-akwado ụdị ndị ọzọ",
  "Ndị guzobere Studio One Eighty Nine, onye na-eme ihe nkiri bu Hollywood Rosario Dawson na onye bụbu onye isi nkwukọrịta Bottega Veneta Abrima Erwiah, mepụtara Fashion Rising na 2013 iji sọpụrụ V-Day Movement's One Billion Rising campaign.",
  "Dawson na Erwiah malitere Studio 189 mgbe ha gachara ọtụtụ mba Afrịka na Febụwarị 2011, dịka akụkụ nke V-day. Ha kwenyere na ịbawanye òkè ahịa nke ụlọ ọrụ ejiji na ịgba ume usoro ọdịnala ga-eduga na mgbanwe mmekọrịta mmadụ na ibe ya.",
  "Studio One Eighty Nine na-bu ndị na esonyere  united nations international trade center na ethical fashion initiative..",
  "Studio One Eighty Nine na-emepụta uwe ụmụ nwanyị, uwe ụmụ nwoke na ihe ụlọ",
  "Site na uwe, akpụkpọ ụkwụ, ngwa, akpa na ohiri isi",
  "A na-ere akara ahụ n'ịntanetị na saịtị ecommerce ha, na mgbakwunye na ebe ndị ọzọ a na-ere ahịa",
  "Studio One Eighty Nine esorola Vogue Italia na YOOX rụkọọ ọrụ ma wepụta nchịkọta pụrụ iche maka ikpo okwu a na ego na-abara ọrụ ebere Fashion 4 Development uru",
  "A pụkwara ịchọta nchịkọta ahụ na Opening Ceremony, Smithsonian, Maison de Mode, Free People, Parisi, Surf Lodge, na Biffi Boutiques.",
  "Dawson na Erwiah natara Taormina Humanitarian Award na 61st Taormina Film Festival na June 2015",
  "Na Jenụwarị 2015, e nyere Dawson na erwiah Martin Luther King Junior Award on Social Justice site na Mahadum Pennsylvania.",
  "ha anatalakwa ihe njurita ajuju site na magazin na ahu ma ka ejiji na nuuzpapars dika vogue Italia, wwD,grazia, vanity fair Italia e Pais the wall street journal bloom berg",
  "Business ABC news and NY times.erwiah so na ọtụtụ n'ime Mmadu otu nari pụtara ìhè na true Africa maka onodu They're a na studio 189,,,.",
  "E gosipụtara nchịkọta oge opupu ihe ubi / oge okpomọkụ na Lower East Side Girls Club dị ka akụkụ nke New York Fashion Week. N'afọ 2014 na 2015, a họọrọ Studio One Eighty Nine ka egosiputa ya dị ka akụkụ nke Design Indabaʹs 意Africa is Nowʹs na Cape Town na Durban, South Africa."
]