[
  "Su'ad al-Fatih Mohammed al-Badawi (amụrụ na 1 Jenụwarị 1932 - 23 Disemba 2022) bụ onye Sudanese agụmakwụkwọ, onye ndọrọ ndọrọ ọchịchị, na onye nta akụkọ",
  "A maara ya maka nkwado ya maka ikike ụmụ nwanyị na nkwado ya maka Islamism.",
  "Al-Badawi nwere nzere na Mahadum nke Khartoum na School of Oriental and African Studies na London, wee ghọọ prọfesọ nke Arabic na Mahadim Omdurman Islamic na 1980",
  "Mmekọrịta ya na Islamism malitere na 1950s, mgbe ọ bụ otu n'ime ụmụ nwanyị mbụ so na Muslim Brotherhood",
  "Al-Badawi mechara sonye na National Islamic Front, ma malite na 1980s nọchitere anya pati ahụ ọtụtụ oge na National Legislature",
  "Ọ rụkwara ọrụ na Nzukọ Ndị Omeiwu Pan-African.",
  "A mụrụ Al-Badawi na Al-Ubayyid, Kurdufan Province",
  "Nna nna ya bụ onye ọkà mmụta Alakụba a ma ama na Omdurman, ebe nna ya bụ kọmishọna distrikti, n'ọchịchị n'oge Anglo-Egyptian condominium na mgbe nnwere onwe gasịrị na 1956",
  "N'ihi ọrụ nna ya, al-Badawi biri n'ọtụtụ obodo dị iche iche dị ka nwatakịrị, na-anọ oge na Al-Ubayyid, Berber, Atbara, Khartoum, na Omdurman",
  "Ọ gụsịrị akwụkwọ sekọndrị ya na nkwado nke nna ya, onye nwere echiche dị mma maka agụmakwụkwọ ụmụ nwanyị n'agbanyeghị àgwà ọha na eze dị n'oge ahụ",
  "Al-Badawi gara n'ihu mezue Bachelor of Arts (B.A.) na Mahadum nke Khartoum na 1956, dị ka otu n'ime ụmụ nwanyị anọ mbụ gụsịrị akwụkwọ na Faculty of Arts",
  "Ọ rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ sekọndrị ruo oge ụfọdụ, wee gaa England maka ịmụtakwu",
  "N'afọ 1961, ọ gụsịrị akwụkwọ na School of Oriental and African Studies na Mahadum London na Master of Arts (M.A.) na Arabic.",
  "Mgbe o si England lọta, a họpụtara al-Badawi ka ọ bụrụ onye isi nke ngalaba akụkọ ihe mere eme na kọleji ndị nkuzi",
  "O mechara rụọ ọrụ na Khartoum dị ka onye nyocha maka Ministri nke Mmụta",
  "N'afọ 1969, al-Badawi kwagara Saudi Arabia ịrụ ọrụ dịka onye ndụmọdụ maka UNESCO",
  "O sonyere n'ịmepụta Girls' College of Education na Riyadh, ma jee ozi dị ka onye isi kọleji ruo oge ụfọdụ, yana idezi magazin kọleji",
  "Mgbe ọ laghachiri Sudan, al-Badawi gụsịrị akwụkwọ doctorate na Arabic na Mahadum nke Khartoum na 1974, na 1980 e mere ya osote prọfesọ na Arabic na Omdurman Islamic University (OIU)",
  "Mgbe obere oge dị ka osote onye isi oche na Mahadum United Arab Emirates, ọ laghachiri na OIU na 1983 iji bụrụ onye isi nke kọleji ụmụ nwanyị, na-aghọ nwanyị mbụ nwere ọnọdụ ahụ",
  "Na mbido afọ 1990, al-Badawi nọrọ ezumike dị ka onye postdoctoral fellow na Mahadum Edinburgh, Scotland.",
  "Mmekọrịta mbụ Al-Badawi na ndọrọ ndọrọ ọchịchị bịara dị ka onye ndú n'òtù ụmụ nwanyị dị iche iche nke afọ 1950 na 1960",
  "Ọ nọchitere anya Sudan n'ọtụtụ nnọkọ mba ụwa, gụnyere Nzukọ Ụmụ nwanyị Arab nke 1952 na Nzukọ Ụmụnwaanyị Soviet nke 1957",
  "Mmekọrịta mbụ Al-Badawi bụ na Sudanese Women's Union, mana ya na ọtụtụ ndị ọzọ hapụrụ otu ahụ n'ihi esemokwu echiche",
  "O mechara nyere aka guzobe otu ụmụ nwanyị Islamist, National Women's Front, ebe ọ bụ otu n'ime ụmụ nwanyị mbụ so na Muslim Brotherhood.",
  "N'afọ 1981, al-Badawi ghọrọ onye otu National People's Council, ndị omeiwu nke Sudan n'okpuru Onye isi ala Gaafar Nimeiry",
  "O mechara rụọ ọrụ na National Assembly site na 1996 ruo 2005, na 2004 a họpụtara ya na Pan-African Parliament. Ruo oge ụfọdụ n'etiti afọ 1980, al-Badawi bụ otu n'ime ụmụ nwanyị abụọ na-eme iwu na Sudan",
  "Ọ bụ onye otu National Islamic Front, otu òtù Islamist, otu isi iyi akpọkwara ya \"nwaanyị Islamist a na-ahụ anya\" na Sudan n'oge ahụ",
  "N'otu nnọkọ mba ụwa n'afọ 1996, al-Badawi kwuru banyere Islam na ụmụ nwanyị dị ka ndị na-emegiderịta onwe ha, ma jụ echiche nke \"ndị inyom Alakụba\" dị ka ihe na-ekwekọghị na taqwa (ị nsọpụrụ).",
  "N'afọ 1956, al-Badawi ghọrọ onye nchịkọta akụkọ mbụ nke Al-Manar (\"The Beacon\"), magazin a na-ebipụta kwa izu nke ụlọ ọrụ ụmụ nwanyị nke Muslim Brotherhood bipụtara. N'afọ sochirinụ, ọ duuru ndị nnọchi anya ụmụ nwanyị Sudanese na France na United Kingdom. Oge mbụ nke Al-Manar were ihe na-erughị otu afọ, mana e guzobeghachiri magazin ahụ na 1964 ma kwuo na o nwere mmetụta ụfọdụ na ụmụ nwanyị na-atụ vootu na ntuli aka nke 1965. N'afọ ndị sochirinụ, al-Badawi mepụtara mmemme telivishọn na redio kwa izu, ma rụọ ọrụ dị ka onye na-ede akwụkwọ akụkọ maka akwụkwọ akụkọ Sudan dị iche iche.",
  "Àtụ:Notelist"
]