[
  "Suanne Braun (amụrụ na 29 Febụwarị na afo 1968) bụ onye South Afrika amụrụ na-eme ihe nkiri",
  "Ọ bi na London, England.",
  "Braun mere ọkachamara mbụ ya na afo 1988 na-arụ ọrụ dị ka onye na-egosi TV na obodo ya bụ South Afrika maka ọwa M-net",
  "Ọ kwadoro usoro njem nke ya, Bon Voyage, nke nyere ya ohere ime njem n'ụwa niile",
  "A họpụtara ya maka Star Tonight Award for Excellence in Television maka Bon Voyage",
  "N'oge ya dị ka onye na-ahụ maka telivishọn, Braun gosipụtara Miss South Africa na Miss World ruo ọtụtụ afọ na mmalite afọ 1990.",
  "N'oge a, Braun gara n'ihu na-arụ ọrụ ya na ihe nkiri ya na-eme ihe nkiri na abụọ n'ime usoro ihe nkiri nke South Afrika, The Big Time (1 na 2) na ihe nkiri Afrikaans na-emeri ihe nrite, Konings SABC",
  "O nwere ọrụ ndị isi na ha abụọ",
  "Ọrụ ya gụnyere egwuregwu na ihe nkiri egwu",
  "Mgbe obere nleta gara US, e nyere Braun kaadị akwụkwọ ndụ akwụkwọ ndụ",
  "Ọ nọrọ afọ iri sochirinụ na-ebi ma na-arụ ọrụ na LA",
  "Ọ pụtara n'ọtụtụ ihe ngosi telivishọn Amerika na ihe nkiri gụnyere <i id=\"mwGQ\">Wings</i>, Just Shoot Me, Prowler megide Scott Bakula ma duzie Peter Bogdanovich, F / X: The Series na usoro sci fi a ma ama Stargate SG-1 nke Braun mere chi nwanyị Hathor",
  "Ihe nkiri n'oge a gụnyere Private Lives nke a họpụtara ya maka kacha omee Fleur Du Cap Theatre Awards, Things We Do For Love, The Secret Lives of Henry And Alice, Offbeat Broadway (Nominated for Best Actress in a Musical) na Easy To Love - The Cole Porter Story nke Braun mere nwunye Cole Porter, Linda Porter.",
  "Braun laghachiri na mgbọrọgwụ ya n'oge a, na-akwado na Academy Awards maka telivishọn South Afrika M-net na Spirit Awards na-eme ememe Independent Film",
  "Ọzọkwa Braun kwadoro ihe omume West Wing City Live maka NBC na Weingart Foundation.",
  "Braun bi na London kemgbe afọ 2002",
  "Braun anọgidewo na-arụ ọrụ na ihe nkiri na telivishọn",
  "Ebe ngosi West End gụnyere ọrụ Tanya na Mamma Mia na The Prince of Wales Theatre, na-alọghachi na afo 2019 maka Mamma Mia 20th Anniversary Show na Novello Theatre, Fraulein Kost na mmepụta Rufus Norris nke Cabaret na Onassis nke Robert Lindsay gosipụtara",
  "Braun pụtara na mbido UK nke egwu Bernada Alba",
  "Ọrụ ihe nkiri ndị ọzọ gụnyere: Private Lives, The Cherry Orchard na mbido ụwa nke \"I Have Life\" dabere na akwụkwọ banyere ndina n'ike na ịtọrọ Alison Botha na South Afrika.",
  "N'oge na-adịbeghị anya [mgbe?] Braun pụtara na otu nwanyị na-egosi \"Sailing Somewhere\" nke Matthew Hurt ma gosipụta egwu mbụ nke Conor Mitchell.",
  "Ọrụ ihe nkiri na telivishọn na-adịbeghị anya gụnyere: The Princess Switch Netflix, Stephen Poliakoff's Summer of Rockets, Red Dwarf XI, HBO, obere ihe nkiri SIGHT na nso nso a All The Things You Are scheduled for release na afo 2021.",
  "Braun na-achọ dị ka onye na-ese olu na nso nso a [mgbe?] kwupụtara mkpọsa maka Lipton Tea, Confused.com na The New York Times.",
  "Dị ka onye na-agụ egwu, a pụrụ ịnụ Braun ka ọ na-abụ abụ na egwu egwu, \"All Night\" maka ndị otu South Afrika Goldfish.",
  "Braun lụrụ Christopher Garner, nwa onye na-eme ihe nkiri South Africa, Rex Garner, n'afọ 2002.",
  "Dị ka ya onwe ya:"
]