[
  "A mụrụ Sue Williamson na Lichfield, England n'afọ 1941",
  "N'afọ 1948, ya na ezinụlọ ya kwagara Saụt Afrịka",
  "N'agbata afọ 1963 na 1965 ọ gụrụ akwụkwọ na Art Students League of New York",
  "N'afọ 1983, ọ nwetara diplọma ya na Fine Art na Michaelis School of Fine Art, Cape Town N'afọ 2007, ọ natara awọd nke Visual Arts Research  site na Smithsonian Institution na Washington DC na 2011 Rockefeller Foundation Bellagio Creative Arts Fellowship",
  "N'afọ 2013, ọ bụ onye nlekọta ọbịa nke ụlọ akwụkwọ summer na Zentrum Paul Klee na Bern.",
  "Ọrụ Williamson na-etinye aka na isiokwu ndị metụtara ncheta na nhazi njirimara",
  "N'ịbụ onye a zụrụ azụ dị ka onye na-ebi akwụkwọ, Williamson arụla ọrụ n'ọtụtụ mgbasa ozi gụnyere nke nchekwa foto, vidiyo, ntinye mgbasa ozi agwakọta, na ihe ndị e wuru.",
  "Na Otu Narị na iri na itoolu Deeds of Sale (2018), aha ndị nna ukwu ohu nyere, afọ, nwoke na nwanyị, na ebe a mụrụ ha, tinyere aha ndị na-azụ ahịa na ndị na-ere ahịa, ọnụahịa a kwụrụ, na ụbọchị ịzụta ndị mmadụ site na ahia ohu na India edere na ink ojii na uwe ogho",
  "A na-ebubata uwe ndị ahụ site na India, tinye ha n'ime mmiri apịtị nke sitere na Cape Coast Castle, ma kwụnye ha gburugburu ala ahụ ruo ụbọchị ihe nketa, Septemba 24, 2019",
  "A na-ebudata ha ma laghachi India, ebe a na-asa ha ọcha ma na-agbanyeghachi ha dị ka ihe ntinye na Aspinwall House na Kochi",
  "Ụlọ ọrụ Dutch East India buuru ndị a gaa rụọ ọrụ na Cape Town Castle na ogige ụlọ ọrụ ahụ",
  "Otu narị na iri na itoolu Deeds of Sale Williamson na-agụnye akụkọ ihe mere eme na ncheta nke ahia ohu iji gbanwee akụkọ ihe mere eme na-asọ oyi n'ime akụkọ ihe mere eme nke nwere ike idozi ma lụso enweghị nhata zuru ụwa ọnụ ọgụ",
  "Mgbe ọ meghere ihe ngosi ahụ, Williamson gụrụ ihe ndekọ akụkọ ihe mere eme mgbe otu nwanyị na-eburu uwe ọ bụla, gụọ ihe ọmụma dị na ya, wee were ya n'ime ka ọ gbanye ya n'apịtị ma kwụnye ya na eriri ịsa ahụ",
  "Art na-eweta akụkọ ihe mere eme nke ahia ohu na ndụ Ntinye ahụ na-akọ akụkọ banyere ọnwụ ma na-anọchi anya isi nke onye na-ese n'elu ifufe, mana ihe niile fọdụrụ bụ ncheta ha.",
  "Williamson emepụtala ọtụtụ ụdị nka na-eguzogide nke na-enyocha akụkọ ihe mere eme nke South Africa",
  "n'afọ 2009 o wesara echiche nka ya iji chọpụta gbasara njikọ ụwa ọnụ na ibe ya na-aga n'ihu, Other Voices, Other Cities, nke gụnyere na Push the Limits",
  "Ihe ngosi, nke Febrụwarị 2021, na Italy.Ọ bụ onye nchịkọta akụkọ nke “Artthrob.co.za”.",
  "Ọrụ Williamson dị na nchịkọta nke ụlọ ngosi ihe mgbe ochie dị iche iche, gụnyere Museum of Modern Art na New York, National Museum of African Art - Smithsonian Institution na Washington DC, South African National Gallery na Cape Town, na Victoria na Albert Museum na London. Williamson sonyekwara na ihe ngosi nke otu nke gụnyere The Short Century (2001), Liberated Voices (1999), Johannesburg Art Biennale (na 1997 na 1995), Havana Biennale (1994), na Venice Biennale (1993).",
  "N'afọ 1997 Williamson guzobere ArtThrob, akwụkwọ ntanetị nke gosipụtara ọrụ nke ndị na-ese ihe nke oge a na South Africa."
]