[
  "Sugra Visram (15 Julaị 1923 - 29 Ọktoba 2012), nke a makwaara dị ka Sugra Namubiru Visram, bụ onye ndọrọ ndọrọ ọchịchị Uganda, onye na-eme ihe ike na onye ọchụnta ego",
  "Ọ bụ otu n'ime ụmụ nwanyị mbụ so na ndị omeiwu nke Kabaka Muteesa nke Abụọ sonyere na Buganda Lukiiko.N'ịbụ onye sonyere na Kabaka Yekka Party, ọ nọchitere anya Kibuga Constituency (Mengo ugbu a) na Nzukọ Ndị Omeiwu nke Mbụ na nke Abụọ nke Uganda ruo mgbe ọ gbara arụkwaghịm dị ka onye omeiwu na 1966",
  "Ya na Florence Alice Lubega na Eseza Makumbi, ọ bụ otu n'ime ụmụ nwanyị atọ mbụ jere ozi n'ọkwa a na Uganda mgbe nnwere onwe gasịrị.",
  "A mụrụ ya Sugra Jamal na Ụlọ Ọgwụ Nsambya n'aka Mohamedali Jamal, onye Pakistan na Kawkab Aha Mirza nke ndị Iran. Ọ tolitere na Mengo na Old Kampala ma gụọ akwụkwọ na Old Kampa Senior Secondary School",
  "Dị ka ya na di ya na-arụ ọrụ, Visram na-ejikwa ụlọ ahịa uwe ma malite ụlọ akwụkwọ ịkwọ ụgbọala maka ụmụ nwanyị. N'agbata afọ 1950 na 1951, ọ bụ onye isi ụlọ akwụkwọ ọta akara, ụlọ akwụkwọ Ithnasheri, ụlọ akwụkwọ ọt akara.",
  "Visram sonyeere ndọrọ ndọrọ ọchịchị na 1962 na ntuli aka Buganda tupu nnwere onwe nke afọ ahụ, a họpụtara Visram na Florence Alice Lubega na Eseza Makumbi na Lukiiko. Mgbe ntuli aka nke afọ 1962 gasịrị, a họpụtara ya ka ọ bụrụ onye nnọchi anya Buganda ka ọ na-anọchite anya Florence Alice Lubega, na-eme ka ha bụrụ ụmụ nwanyị mbụ so n'òtù a. Ọ sonyeere otu ndọrọndọrọ ọchịchị Kabaka Yekka (KY) ma nọchite anya mpaghara a maara dị ka \"Kibuga\" (Mengo taa).",
  "Visram bụ otu n'ime ndị omeiwu ise nke Kabaka Yekka gbara arụkwaghịm n'oche ndị omeiwu ha mgbe ọ jụrụ ịdebanye aha na ndokwa nke iwu ọhụrụ nke e gosipụtara mgbe nnupụisi iwu nke 1966 na Uganda gasịrị.",
  "Ọ bụ onye isi nke Women's Wing nke Kabaka Yekka (KY) na mgbakwunye na ịbụ osote onye isi oche nke Kansụl Uganda maka ụmụ nwanyị nke ọ sonyeere na 1944. Ọ bụ otu n'ime ndị guzobere Family Planning Association of Uganda (nke a maara ugbu a dị ka Reproductive Health Uganda) n'afọ 1957",
  "O nyekwara aka guzobe Young Women's Christian Association (YWCA) na Uganda ma bụrụkwa onye na-ahụ maka akụ ya.",
  "Mgbe a chụpụrụ ndị Eshia na Uganda na 1972, Visram rụrụ ọrụ na ngalaba agụmakwụkwọ nke Commonwealth Institute",
  "Ọ na-arụkwa ọrụ na Commonwealth Parliamentary Association na Red Cross.",
  "Ọ laghachiri Uganda na 1993 wee rụọ ọrụ dị ka onye enyemaka onye isi ala pụrụ iche na Inward Investment",
  "Na 1941, Visram lụrụ Haider Visram, nwa nwa Allidina Visram. Ọ nwụrụ na afo otu puku narị itoolu, iri itoolu na asatọ 1998 ma ha nwere ụmụ atọ",
  "A nabatara ya n'ezinụlọ Buganda Mamba ma nye ya aha Namubiru"
]