[
  "Sukuma wiki bụ nri ndị dị n'Ebe Ọwụwa Anyanwụ Afrịka nke e ji akwụkwọ ndụ akwụkwọ ndụ mee, nke a mara dị ka sukuma, nke e ji yabasị na ihe na-esi ísì ụtọ sie. A na-ejikarị ya na ugali (nke e ji ntụ ọka mee) eri ya ma rie ya.",
  "Na Tanzania, Kenya, Uganda na ọtụtụ akụkụ nke East Africa, a na akpọkarị colewort aha Swahili ha, sukuma, a na'akpọkarị ha collard greens",
  "A na-ejikarị ya eme ihe na-ezighị ezi maka kale.",
  "Nsụgharị nkịtị nke ahịrịokwu 'sukuma wiki' bụ \"ịkpali izu\" ma ọ bụ \"ịgbatị izu\"",
  "Ọ bụ akwụkwọ nri nke dị ọnụ ala ma dị n'afọ niile na mpaghara a",
  "Ọ bụ akụkụ nke nri a na-eri na mpaghara a tinyere Ugali ma ọ bụ Sima.",
  "Aha otu cultivar aha Acephala (\"na-enweghị isi\" na Grik) na-ezo aka n'eziokwu ahụ bụ na ụdị B",
  "oleracea a enweghị isi akwụkwọ (nke a na-ejikọta ọnụ \"isi\") dị ka cabbage. Osisi a na-adịru afọ abụọ ebe oyi na-eme n'oge oyi, na-adịkwa afọ niile ọbụna n'ógbè ndị oyi na-atụ",
  "Ọ na-enwekwa mmetụta dị mma na nnu",
  "Ọ nwere ogwe kwụ ọtọ, na-etolite ruo mita abụọ n'ogologo",
  "Osisi ahụ yiri nnọọ ma nwee njikọ chiri anya na kale",
  "Nkwadebe ahụ dị iche na nkwadebe ọdịnala nke akwụkwọ ndụ akwụkwọ ndụ na United States.",
  "A na-akụ osisi ahụ maka azụmahịa maka akwụkwọ ya dị arọ, nke na-egbu egbu, nke a na-eri eri",
  "Ha dị n'afọ niile, mana ha na-atọ ụtọ ma na-edozi ahụ n'ọnwa oyi, mgbe oyi mbụ gasịrị. Maka ọdịdị kachasị mma, a ga-ahọrọ akwụkwọ tupu ha eruo oke, ebe akwụkwọ ga-adị arọ ma sie ya n'ụzọ dị iche na akwụkwọ ọhụrụ",
  "Afọ agaghị emetụta ụtọ",
  "Nri na ọdịdị na-adabere na cultivar; couve-manteiga na couve tronchuda nwere ekele karịsịa na obodo Brazil na Portugal.",
  "A na-eri wiki Sukuma kemgbe ọ dịkarịa ala afọ 2,000, na ihe akaebe na-egosi na ndị Gris oge ochie zụlitere ụdị dị iche iche nke colewort na kale.",
  "Na Congo, Uganda, Tanzania na Kenya (East Africa), colewort a pịrị apị bụ isi ihe na-eso nri a ma ama a maara dị ka ugali (nke a na-akpọkwa sima, cal cal ma ọ bụ posho mgbe ụfọdụ), achịcha ọka.",
  "Sukuma wiki na-ejikarị mmanụ eme ihe ruo mgbe ọ dị nro, jiri yabasị mee ka ọ dị ụtọ ma jiri nnu mee ka ọ bụrụ ihe na-esote ma ọ bụ dị ka nri dị n'akụkụ na anụ kachasị amasị (azụ̀, ọkụkọ, anụ ehi, anụ ezì).",
  "Enwere ike ịchịkwa akwụkwọ wiki sukuma ọhụrụ ruo ụbọchị 10 ma ọ bụrụ na etinye ya na friji karịa oyi (1 °C) na oke mmiri (> 95%)",
  "N'ime friji ụlọ, enwere ike ịchekwa colewort ọhụrụ maka ihe dị ka ụbọchị atọ",
  "Ozugbo esichara ha, enwere ike itinye ha na friji ma chekwa ha ogologo oge."
]