[
  "Sanele Tresure Sithole (amụrụ na 28 Machị 1989), nke a maara dị ka Sun-El Musician, bụ onye na-eme ihe nkiri diski na South Africa, onye na-emepụta egwu, na onye na-ede égwu. A mụrụ ya ma zụlite ya na Osimiri Mooi",
  "Ọ gara Mahadum nke KwaZulu-Natal mana ọ kwụsịrị iji nweta ọrụ na egwu",
  "Abọm studio mbụ ya Africa to the World (2018), nke ụlọ ọrụ ndekọ nke South Africa (RiSA) nyere onyinye ọla edo.",
  "Ọ bụ onye na-emepụta Demor Music tupu e guzobe akara ndekọ nke ya EL World Music. E wepụtara abọm ya kachasị ọhụrụ African Electronic Dance Music n'ọnwa Ọktoba afọ 2021.",
  "A mụrụ Sanele Tresure Sithole na 28 Maachị 1989 n'obodo Mooi River, KwaZulu-Natal, South Africa, ma zụlite ya na ụmụnne anọ site n'aka nne na-arụ ọrụ n'ụlọ. Ọ gara Mahadum KwaZulu-Natal mana ọ kwụsịrị na 2007.",
  "N'oge na-adịghị anya mgbe ọ hapụsịrị ụlọ akwụkwọ, Sithole nọrọ afọ abụọ n'ụlọ wee malite ọrụ egwu ya na 2007 na-agwakọta egwu ma mmepụta egwu agwakọtara. Sithole zutere Demor Skhosana onye bịanyere aka na ya n'okpuru akara ndekọ ya Demor Music, rụrụ ọrụ dị ka onye na-emepụta egwu ruo afọ ise. Ọ rụrụ ọrụ na studio na Bucie na 2011 na 2014, ma n'oge a o mepụtara abọm atọ maka Demor.",
  "Sithole wee malite ịmepụta egwu nke ya n'okpuru aha Sun-El Musician",
  "Otu egwu izizi ya \"Akanamali\" ruru n'ọkwa nke mbụ na Shazam na 2016. Na mbido afọ 2017 o guzobere EL World Music. E wepụtara abọm izizi ya bụ Africa to the World na Eprel 20, 2018. Ndị egwu \"Sonini\", \"Bamthathile\", na \"Ntab'Ezikude\" niile natara asambodo platinum site na Recording Industry of South Africa (RISA) Na June 2018, egwu ya \"Akanamali\" mere ka o nweta onyinye atọ na 24th South African Music Awards, nke gụnyere Best Collaboration, Highest Airplay Song na Highest Airpla Composer.  A họpụtakwara Africa to the World na 25th South African Music Awards na June 2019, RISA kwadoro ọla edo n'afọ sochirinụ.",
  "N'afọ 2019, Sithole malitere njem dị ukwuu na South Africa. Egwu \"Into Ingawe\", nke gosipụtara Ami Faku, bụ platinum site na RISA. E wepụtara abọm studio nke abụọ ya bụ To the World & Beyond na Disemba 4, 2020. Otu \"Ubomi Abumanga\" gosipụtara Msaki.",
  "N'ọnwa Eprel 2021, Sithole wepụtara egwu \"Uhuru\" ya na onye na-agụ egwu South Africa bụ Azana. E wepụtara ihe ndekọ a kpọrọ Kunye Live Mix n'ọnwa Ọgọstụ 2021. E wepụtara abọm studio nke atọ ya bụ African Electronic Dance Music na 29 Ọktoba 2021 na South Africa. N'ụbọchị gara aga, Sithole bụ isi nke Basha Uhuru Creative Uprising Festival n'akụkụ Langa Mavuso.",
  "Na Disemba 2021, Gallo Records họọrọ Sithole ka ọ rụọ ọrụ na ngughari egwu ochie na Extended Play akpọrọ Music is Forever tinyere Nobuhle, Muzi, na ndị omenkà ndị ọzọ.",
  "N'abalị iri abụọ na otu n'ọnwa Mee, ọ bụ onye isi egwu na egwu Bassline I AM LIVE.",
  "Ka ọ na-erule ngwụcha Mee 2022, ọ bụ onye isi nke MTN Bushfire Festival, nke emere na Malkerns Valley, site na Mee 27-29."
]