[
  "Nri abalị a na-esi n'ọkụ na Sọnde ma ọ bụ nri abalị a na'ọkụ na Sunday bụ nri ọdịnala ndị Britain nke a na-ejikarị eme ihe na Sọndee, ọ bụ ezie na enwere ike iri ya n'izu niile, nke nwere anụ a na-esiri esi, poteto a na-akpọ poteto na ihe ndị na-eso ya dị ka Yorkshire pudding, stuffing, salse, na-atọ ụtọ, na ihe na-esi ísì ụtọ dị ka apple sauce, ma ọ bụ redcurrant jelly",
  "Enwere ike inye akwụkwọ nri dịgasị iche iche dị ka akụkụ nke nri abalị a na-esi esi, dị ka broccoli, Brussels sprouts, carrots, cauliflower, parsnips, ma ọ bụ peas, nke enwere ike isi, mee ka ọ sie, ma ọ bụrụ ihe a na-esiri n'akụkụ anụ na poteto",
  "Poteto a na-eme ka ọ dị nro bụkwa ihe a na-ejikarị eme ihe",
  "Ihe a ma ama na Sunday roast na omenala Britain bụ nke na na ntuli aka UK na 2012 ọ nọ n'ọnọdụ nke abụọ na ndepụta nke ihe ndị mmadụ hụrụ n'anya banyere Britain. Aha ndị ọzọ maka nri a gụnyere nri ehihie Sunday, nri ehihie Sọnde, nri abalị a siri esi, na nri a siri esi",
  "A na-ejikarị nri ahụ tụnyere ụdị nri abalị Krismas dị ala.",
  "E wezụga na a na-enye ya n'ala nna ya, omenala nke nri ehihie ma ọ bụ nri abalị a na-esi n'ọkụ na Sọnde abụwo mmetụta dị ukwuu na ọdịbendị nri na ụwa na-asụsu Bekee, kachasị na mba Australia, Canada, South Africa, United States, na New Zealand",
  "A na-esi anụ na Sọnde na obodo South Africa na-agụnyekarị anụ ezì, anụ ehi, nwa atụrụ ma ọ bụ ọkụkọ, poteto a na-esi esi, poteto mashed, pumpkin fritters, Yorkshire pudding, na akwụkwọ nri dị iche iche dị ka cheese cauliflower-broccoli, spinach a na-akpọ creme, mashed ma ọ bụ butternut squash a na-es, agwa, karọt, ọka ọhụrụ, beetroot, na poteto na-atọ",
  "Ọ bụkwa ihe a na-ahụkarị iji nye osikapa na ofe na South Africa kama inye Yorkshire pudding.",
  "Nri a na-esi n'ọkụ na Sunday malitere na British Isles karịsịa Yorkshire dị ka nri a ga-eri mgbe chọọchị gasịrị na Sunday",
  "Iri nri buru ibu na esochi ozi ụka bụ ihe a na-ahụkarị n'ọtụtụ Europe, mana ụdị a na-esi n'ọkụ na Sunday mepụtara pụrụ iche na British Isles",
  "Na Sọnde, a na-ekwe ka a rie ụdị anụ na mmiri ara ehi niile; nke a dị iche na Fraịdee, ebe ọtụtụ ndị Roman Katọlik na ndị Anglịkan na-ezere iri anụ, yabụ na-eri azụ̀ kama. N'otu aka ahụ, ọ bụ omenala maka ndị Anglịkan na ndị Katọlik Bekee ibu ọnụ tupu ozi Sọnde, na nri buru ibu iji mebie ibu ọnụ mgbe nke ahụ gasịrị",
  "Iwu okpukpe ndị a mepụtara ọtụtụ nri ọdịnala na United Kingdom.",
  "E nwere ihe abụọ mere n'akụkọ ihe mere eme banyere mmalite nke Sunday roast nke oge a",
  "Na ngwụcha afọ 1700, n'oge mgbanwe ụlọ ọrụ mmepụta ihe na United Kingdom, ezinụlọ ga-etinye anụ n'ime ite ọkụ ka ha na nkwadebe maka ụka",
  "Ha ga-agbakwunye akwụkwọ nri dịka poteto, turnips na parsnips tupu ha aga chọọchị n'ụtụtụ Sọnde",
  "Mgbe ha si na chọọchị lọta, nri abalị adịla njikere",
  "A na-eji mmiri sitere na anụ na akwụkwọ nri eme ihe iji mee ngwaahịa ma ọ bụ ofe iji wụnye n'elu nri abalị.\nEchiche nke abụọ na-ekwu na a na-esi nri na Sọnde n'oge etiti oge, mgbe ndị ohu obodo na-ejere squire ozi ụbọchị isii n'izu",
  "Mgbe ahụ, na Sọnde, mgbe ozi ụtụtụ gasịrị, ndị ohu ga-ezukọta n'ọhịa ma na-eme usoro agha ha ma jiri oriri ehi a na-esi n'elu ọnụ na-akwụghachi ha ụgwọ.",
  "Anụ ndị a na-eji esi nri na Sunday bụ ọkụkọ, nwa atụrụ, anụ ezì, ma ọ bụ anụ ehi a siri esi, ọ bụ ezie na enwere ike iji ọbọgwụ, goose, gammon, turkey, ma ọ dị ka (na-adịghị adịkebe) nnụnụ egwuregwu ndị ọzọ.",
  "Enwere ike iji akwụkwọ nri a siri esi, nke a na-esi na / ma ọ bụ nke a na'ọkụ na Sunday sie",
  "Akwụkwọ nri ndị a na-enye na-adị iche site n'oge ruo n'ógbè, mana ọ ga-agụnyekarị poteto a siri esi, nke a na-esi n'anụ ma ọ bụ mmanụ akwụkwọ nri, yana ofe e ji juices nke anụ a na-esiri esi, ma eleghị anya gbakwunyere otu ma ọ bụ karịa cubes, ofe browning / thiening, roux ma ọ bụ ntụ ọka.",
  "Enwere ike isi poteto gburugburu anụ ahụ n'onwe ya, na-amị mmiri na abụba ozugbo (dị ka ọ dị na omenala Cornish). Otú ọ dị, ọtụtụ ndị na-esi nri na-ahọrọ isi poteto na Yorkshire pudding n'ọkụ ọkụ karịa nke a na-eji maka nkwonkwo ma wepụ anụ ahụ tupu oge eruo iji zuo ike ma \"na-ebi\" n'ebe na-ekpo ọkụ.",
  "Nri akwụkwọ nri ndị ọzọ a na-eri na nri abalị a siri esi nwere ike ịgụnye mashed swede ma ọ bụ turnips, parsnips a siri esi, cabbage a siri esi ma ọ bụ steamed, broccoli, green beans, na carrot na peas a siri esi",
  "Ọ bụghịkwa ihe a na-ahụkarị maka nri akwụkwọ nri ndị fọdụrụnụ dị ka cheese cauliflower na cabbage red stewed ka a na-enye ya n'akụkụ ụdị akwụkwọ nri ndị a na-esiri esi n'oge.",
  "Egwú ọdịnala ndị a na-ahụkarị gụnyere:",
  "Nri ndị fọdụrụnụ site na Sunday roast bụ ihe ndabere nke nri a na-enye n'ụbọchị ndị ọzọ n'izu",
  "Dịka ọmụmatụ to, enwere ike iji anụ mee ihe dị ka ihe na-eme ka bred, enwere ike ịkpụpụta anụ ehi a siri esi na poteto a siri esi fọdụrụ na yabasị ụfọdụ ọzọ wee sie ya na pan na mmanụ na ihe ndị a chọrọ ruo mgbe ọ dịtụ mma iji mee anụ ehi a kwọrọ akwọ, enwere ike jiri ya mee ihe na-etinye achịcha onye ọzụzụ atụrụ, akwụkwọ nri nwere ike ịbụ ihe ndabere maka efere na squeak na Scotland maka stovies ọdịnala.",
  "Na mba UK, ọtụtụ ụlọ oriri na ọṅụṅụ na-enye nri nwere menu Sunday nke na-egosi nri Sunday, na-enwekarị anụ dịgasị iche iche"
]