[
  "Sundowner bụ ifufe na-efe n'ébé ugwu na California n'akụkụ ndịda Pacific nkè Santa Ynez Mountains, na obodo ndị dị na Gaviota Coast na Santa Barbara ma ọ bụghị Ventura County.",
  "Ọ na-eme mgbè mpaghara dị elu dị kpọmkwem n'ébé ugwu nke mpaghara ahụ, ụsọ oké osimiri nké na-aga n'ébé ọwụwa anyanwụ",
  "Nke a dị iche na mmiri na-asọba n'ụsọ oké osimiri",
  "Ifufe na-efe n'ike kachasị ukwuu mgbè nrụgide gradient dị n'akụkụ axis nke Ugwu Santa Ynez, nke na-ebili kpọmkwem n'azụ Santa Barbara.",
  "Ifufe ndị a na-ebute ihe omume Santa Ana otu ụbọchị ma ọ bụ abụọ, kamakwa dị ka njedebe ọdụ nke Santa Anas mgbè ha na-ebelata, ọ bụ ihe dị mmá màkà ébé nrụgide dị elu ịkwaga n'ébé ọwụwa anyanwụ, na-eme ka nrụgide gradients gbanwee gaa n'ebe ugwu ọwụwa mmiri.  Ndị a na-akpọ aha ọma na-abụkarị ihe omume abalị nke na-akwụsị mgbè anyanwụ pụtara, ha nwèrè ike imeghachi ọtụtụ ụbọchị, ébé Santa Anas bụ ihe omume ogologo ụbọchị",
  "Mmetụta na-adịghị ike nke anyanwụ nwéré ike ime na-enweghị ihe omume Santa Ana metụtara ya, mgbe ụfọdụ n'ihi ihe omume ifufe Diablo (Northern California), nke yiri ifufe foehn.",
  "Ndị na-ada anyanwụ dị ize ndụ karịsịa n'ogè ọkụ ọhịa n'ihi na ikuku na-ekpo ọkụ ma kpọọ nkụ ka ọ na-esi n'ugwu gbadata n'oké osimiri",
  "Ifufe na-ekpo ọkụ, ikuku kpọrọ nkụ nwèrè ike ime ka ọkụ ghara ikwe omume. Ónyé na-ada anyanwụ gbara ọkụ ngwa ngwa site n'ugwu site na ébé ndị mmadụ bi na ya gafee Highway 101 n'ime Hope Ranch n'ogè 1990 Painted Cave Fire",
  "A na-ekwukwa na ógè kachasị ike nke mbibi ọkụ Jesusita bụ n'ihi ifufe na-ada",
  "Ọkụ Sherpa toro ruo acres puku anọ (1,600 hectare) n'otu abalị n'ihi ifufe na-ada, na-ebibi usoro mmiri màkà El Capitán State Beach na mbido ógè ọkụ nke afọ 2016.",
  "Okwu a na-akpọ sundowner ejighị n'aka, mànà ọ nwèrè ike isite na okwu Spanish zonda, ma ọ bụ site na Arabic simoom, nke abụọ yiri nke ikuku. Ọ bụkwa ihe a na-ahụkarị na ifufe na-ada n'anyanwụ na-amalite n'uhuruchi n'akụkụ anyanwụ, mgbè ikuku mmiri na-efe n'ụsọ oké osimiri na-ebelata na mmiri na-asọ n'ụsara oké osimiri dị ka ndị na-ada anyanwụ na-eburu."
]