[
  "Àtụ:Infobox football biographySunday Ogochukwu Oliseh",
  "Oliseh na 1999",
  "Ihe gbasara ya",
  "Aha\tSunday Ogochukwu Oliseh",
  "Ọmụmụ\t14 Septemba 1974 (afọ 46)",
  "Ebe Ọmụmụ\tAbavo, Delta Steeti, Naịjirịa",
  "Ogo\t1.83 m (6 ft 0 in)",
  "Ebe ọ na-agba\tNchekwa Etiti",
  "Ọrụ okenye*",
  "Afọ\tOtu\tApps\t(Gls)",
  "1989–1990\tJulius Berger",
  "1990–1994\tRFC Liège\t75\t(3)",
  "1994–1995\tReggiana\t29\t(1)",
  "1995–1997\t1",
  "FC Köln\t54\t(4)",
  "1997–1999\tAjax\t54\t(8)",
  "1999–2000\tJuventus\t8\t(0)",
  "2000–2004\tBorussia Dortmund\t53\t(1)",
  "2003–2004\t→ VfL Bochum (loan)\t32\t(1)",
  "2005–2006\tGenk\t16\t(0)",
  "Total\t\t321\t(18)",
  "Nachọnalụ Tiimụ",
  "1993–2002\tNaịjirịa\t54\t(2)",
  "Tiimụ ọ na-echekwa",
  "2007\tEupen (Nduzi egwuregwu)",
  "2008–2009\tVerviétois",
  "2015–2016\tNaịjirịa",
  "2017–2018\tFortuna Sittard",
  "Nsọpụrụ",
  "Nnọchite Naịjirịa",
  "Bọọlụ ụmụnwọke",
  "1996 Atlanta\tOtu Asọmpi",
  "Sunday Ọgọchukwu Oliseh (amụrụ ya na 14 Septemba1974) bụ onye nlekọta anya ndị Naịjirịa na-agba bọọlụ na kwa onye na-agbabu bọọlụ",
  "Mgbe ọ na-agba bọọlụ, ọ bụ n'etiti ka ọ na-agba.",
  "Ọ bụ onye kwudosiri ike ma nwekwa nka na-ịgba n'ọnọdụ nchekwa n'etiti",
  "Oliseh na-agbala ndị klọb ama ama na ụwa dịka AFC Ajax, Borussia, Dortmund na Juventus FC.",
  "Oliseh gbara bọọlụ ozurumba ma nye ọkpụ atọ na Naịjirịa ma gbakwaa na iko mba ụwa na 1994 na 1998",
  "Oliseh sonyere na egwuregwu Olimpiki nke ọlaedo ya na 1996",
  "Ndị CAF tụnyere Sunday Oliseh dịka onye nke atọ kacha agba bọọlụ na Afrịka na 1998.",
  "A na-echetakarị ya maka ọkpụ mmeri ọ nyere na gurupu staji nke ọ nyere ndị spain na iko mba ụwa na 1998 nke Naịjirịa gbara 3-2",
  "A tụpụtara bọọlụ na ọgbọ, Oliseh were ọsọ wee gbaa bọọlụ ahụ 25 yadị, nke ochee ọkpụ bụ Andoni Zubizarreta na-atụghị anya",
  "N'agbanyeghị na ọ bụ onye isi ndị otu ya na iko mba Afrịka na 2002, e wepụrụ ya na-isonye ndị otu ya, gbaa asọmpi iko mba ụwa maka mgbazi enyere ya maka ihe ọjọọ, ọ mere",
  "Oliseh gara ezumike nka na Juunu 2002 maka anaghị akwuzị ya ụgwọ ruru ya.",
  "Na Machị 2004, a chụpụrụ Oliseh na Borussia Dortmund maka isi ọ tara onye otu ya bụ Vahid Hashemian mgbe ọ nọ mbinyelụ na Vfl Bochum maka o kparịrị ndị ojii.",
  "Na jenuwarị 2006, afọ 31, Oliseh gara ezumike nka na fuutubọọlụ mgbe ọ gbachara ọkara sizen ndị K.R.C Genk na Belgian.",
  "Oliseh malitere ọrụ koochi ya na Belgium, ya na ndi otu Belgians nke atọ Verviers, ndị na-erughi afọ iri na iteghete",
  "Ọ gụchara na tiim nke mbụ dịka onye isi koochi 2014-15",
  "E mere ya onye isi koochi na onye nchekwa klọb na RCS VISE Belgium nke atọ.",
  "Na 2015-16, \" Naịjirịa Futubọọlụ Federechọn\"  (NFF) mere ya onye isi koochi nke otu Naịjirịa (Super Eagles of Nigeria) ebe ọ mere nke ọma; egwuregwu 14 sọọsọ abụọ ka ọ dara, ọkpụ 19 ka ọ nyere, enye sọọsọ 6",
  "Ọ kpọrọ ndị Naịjirịa gaa ndọrọndọrọ CHAN na Rwanda, Mekwaa Naịjirịa ha etozue ị gaa asọmpi iko mba ụwa nke grupu na kwa egwuregwu mbụ ya dịka onye isi koochi ndị Naịjirịa na AFCON, ha na Tanzania gbara jiiji",
  "Ọ kwụsịrị ọrụ onye isi koochi Naịjirịa na 26 Febuwarị 2016, nke otu ọnwa na-abia mgbe ha na Egypt ga-agba na AFCON",
  "Ọ nọghi rue ọnwa asatọ, n'ihi akwadoghị nke ọma, akwụ ụgwọ na ihe nrite ndị ọzọ enyeghị ya na ya onwe ya",
  "Na 27 disemba, emere Oliseh onye nchekwa Fortuna Sittard",
  "A chụpụrụ ya 14 febuwarị 2008, nke o kwuru na ọ bụ maka osoghị ha mee ihe na-ekwesịghị na klọb",
  "Ọ nọrọ afọ abụọ na-enweghị klọb",
  "Na Machị 2020, Oliseh kwuru na ọ jụrụ ọrụ abụọ nke ndị Belgian klọb, na ọ na-eche ezigbo ọrụ.",
  "N'agbanyeghị na Oliseh na-agba n'etiti na ọrụ egwuregwu ya niile, Jonathan Wilson kwuru n'edemede ya na \"The Guardian\" nke 2013, na ọ bụ onye mbụ na-akọwa ọrụ bọọlụ ya nke ọma, onye na-elebakarị anya ijide bọọlụ karịa ị na-achọ ọnwụnwe azụ.",
  "Ụmụ nwanne ya nwoke ndị obele bụ Azụbuike na Egutu, bụkwa ndị na-agba bọọlụ, nwanne ya ọzọ bụ Churchill Oliseh na nwa nwanne ya bụ Sekou Oliseh."
]