[
  "Sunette Stella Viljoen (amụrụ n'abalị isii n'ọnwa Ọktoba n'afọ 1983) bụ onye na-eme egwuregwu na South Africa nke nọchitere anya mba ya na cricket na egwuregwu. N'egwuregwu, ọ na-asọ mpi dị ka onye na-atụba javelin ma merie ihe nrite ọlaọcha nke Olympic (na 2016) na ihe nrite abụọ nke Commonwealth Games (na 2006 na 2010), yana ihe nrite na asọmpi ndị ọzọ dị iche iche. Dị ka onye na-eme egwuregwu cricket, ọ nọchitere anya ndị otu mba South Africa n'etiti afọ 2000 na 2002, gụnyere na 2000 World Cup na New Zealand.",
  "A mụrụ Viljoen na Rustenburg, Transvaal (nke bụ North West ugbu a). Ọ gara Die Hoërskool Rustenburg na asụsụ mbụ ya bụ Afrikaans. Viljoen mere egwuregwu cricket nke mbụ ya na mba South Africa na June 2000, na egwuregwu One Day International (ODI) megide England. Ọ dị afọ iri na asaa na ụbọchị iri n'oge ahụ, na-aghọ nwanyị kachasị nta na-egwu ODI cricket maka South Africa (ihe ndekọ kemgbe ọtụtụ ndị ọzọ mebiri). Ka e mesịrị n'afọ ahụ, a họpụtara Viljoen na ndị otu South Africa maka 2000 Women's World Cup na New Zealand",
  "Onye na-eji aka nri eme ihe niile, ọ pụtara na egwuregwu asatọ niile nke otu ya na asọmpi ahụ, na megide England gbara 54 na-abụghị, nke ga-abụ akara kachasị elu nke ọrụ ODI ya. Ya na Ireland n'egwuregwu ọzọ, o nwetara 3/27 site na iri, ọnụ ọgụgụ kacha mma nke ọrụ mba ụwa ya. Egwuregwu mba ụwa ikpeazụ Viljoen gbara South Africa na Machị 2002, na usoro ụlọ megide India. Ọ gbara ODI anọ na naanị egwuregwu ule nke ọrụ ya, ebe ọ gbara ọsọ 17 na innings mbụ na 71 na nke abụọ (nke atọ kachasị elu nke egwuregwu ahụ).",
  "Na Disemba 2021, Viljoen laghachiri na cricket, sonye na Northerns na ebumnuche nke igwu egwu maka mba ya ọzọ.",
  "Viljoen ritere ọla edo na 2009 Summer Universiade na Belgrade, na-atụfu mita 62.52",
  "N'agba nke iru eru, o setịpụrụ ihe ndekọ ọhụrụ nke Afrịka 65.46 mita, na-eme ka onye obodo ya Justine Robbeson nwee ihe ndekọ 63.49m na Potchefstroom na Febụwarị 2008",
  "Mgba Viljoen tụbara ihe karịrị mita atọ karịa PB mbụ ya nke 62.24 m nwetara na nzukọ February 2008 na Potchefstroom. N'abalị iri na anọ n'ọnwa Juun afọ 2010, o ji mita 66.38 mebie ihe ndekọ nke ya na Josef Odložil Memorial na Prague.",
  "Viljoen ritere ọlaọcha na IAAF World Championships na Daegu, Korea na 2 Septemba 2011",
  "Site na ịtụfu 68.38m, o setịpụkwara ihe ndekọ ọhụrụ nke Afrịka",
  "[citation needed] Ọ meziwanyere  ndekọ Afrịka ya ruo 69.35m na Adidas Grand Prix na New York City na June 2012 N'ịbụ onye na-erughị na ngwụcha na 2004 na 2008 Summer Olympics, ọ mechara nke anọ na 2012 Summer Olympics, naanị 0.38 cm site na akara mmeri ọla nchara.",
  "Na 2013 World Championships in Athletics, nke e mere na Moscow, Viljoen were naanị ọnọdụ nke isii na akara nke mita 63.58",
  "N'afọ 2014, ọ bụ onye nke abụọ na Commonwealth Games",
  "Ka e mesịrị n'afọ ahụ, ọ meriri African Championships site na 65.32m",
  "Viljoen meriri nrite ọlaọcha, na-abịa na nke abụọ na Israel's Marharyta Dorozhon, na IAAF Diamond League Bislett Games na Oslo, Norway, na 11 June 2015.",
  "Viljoen ritere ihe nrite ọlaọcha na javelin ụmụ nwanyị na 2016 Summer Olympics na Rio."
]