[
  "Suniti Solomon (1938 ma ọ bụ 1939 - 28 Julaị 2015) bụ dibịa India na microbiologist bụ onye malitere nyocha na mgbochi ọrịa AIDS na India mgbe ọ chọpụtara ọrịa AIDS mbụ nke India n'etiti ndị ọrụ mmekọahụ Chennai na 1986 ya na nwa akwụkwọ ya Sellappan Nirmala Ọ tọrọ ntọala Y R Gaitonde Centre for AIDS Research and Education na Chennai",
  "Gọọmentị India nyere ya ihe nrite National Women Bio-scientist Award.\nNa 25 Jenụwarị 2017, Gọọmentị India nyere ya ihe nrite Padma Shri maka ọgwụ maka onyinye ya maka nchọpụta na ịgwọ nje HIV.",
  "A mụrụ Suniti Solomon (née Gaitonde), na ezinụlọ Maharashtrian Hindu nke ndị ahịa akpụkpọ anụ na Chennai",
  "Ọ bụ nwa nke asaa n'ime ezinụlọ mmadụ asatọ ma bụrụ naanị nwa nwanyị. N'ajụjụ ọnụ a gbara ya n'afọ 2009, o kwuru na ọ malitere inwe mmasị n'ọgwụ site na nleta ndị ọrụ ahụike kwa afọ n'ụlọ ha maka ịgba ọgwụ mgbochi.",
  "Ọ gụrụ maka ọgwụ na Madras Medical College e wee zụọ ya na pathology na UK, U.S",
  "na Australia ruo n'afọ 1973 mgbe ya na di ya, Victor Solomon, laghachiri Chennai, n'ihi na \"ọ chere na ọrụ ya dị mkpa karịa na India",
  "\" O mere nzere doctorate ya na microbiology ma sonye na ngalaba nke Institute of Microbiology na Madras Medical College mgbe nke ahụ gasịrị.",
  "Na ndụ ọrụ mbụ ya na mba ofesi, Solomon rụrụ ọrụ dị ka dibịa na-eto eto na King's College Hospital, London. Mgbe ọ laghachiri India, Solomon rụrụ ọrụ dị ka microbiologist na Madras Medical College wee ruo ọkwa prọfesọ. Ọ gbasoro akwụkwọ banyere nkọwa ahụike nke ọrịa AIDS na 1981, nchọpụta nke nje HIV na 1983 na site na 1986 kpebiri ịnwale otu narị ụmụ nwanyị na-arụ ọrụ mmekọahụ, ebe India enweghị obodo na-edina ụdị onwe ya n'ihu ọha",
  "Ọbara mmadụ isii n'ime otu narị ahụ gosipụtara na ha bu nje HIV",
  "Solomon mechara ziga ihe ngosi ndị ahụ na Mahadum Johns Hopkins dị na Baltimore maka nyocha ọzọ nke kwadoro nsonaazụ ya. Nchọpụta a ghọrọ akwụkwọ HIV mbụ na India. Kemgbe ahụ, Solomon kpebiri ịrara ndụ ya nye ịrụ ọrụ na nyocha HIV / AIDS, ọgwụgwọ, na mmata",
  "Ọ kọwara otú ndị mmadụ si ezere ndị bu nje HIV; ọbụnadị di ya achọghị ka ya \"na-arụ ọrụ ya na ndị ọrịa bu nje HIV,\" ọtụtụ n'ime ha n'oge ahụ bụ ndị na-edina ụdị onwe ha, ndị na-agbanye onwe ha ọgwụ ọjọọ na ndị ọrụ mmekọahụ",
  "Solomọn zara site na \"ị ghaghị ige ntị n'akụkọ ha ma ị gaghị ekwu otu ihe ahụ.\" Solomon bụ otu n'ime ndị mbụ kwuru okwu n'ezoghị ọnụ banyere nje HIV na ihere dị na ya, o kwuru n'otu oge \"ihe na-egbu ndị nwere ọrịa AIDS karịa bụ ihere na ịkpa ókè.\"",
  "Site na 1988 ruo 1993, Solomon guzobere AIDS Resource Group mbụ na India nke e hiwere na MMC ma rụọ ọtụtụ nyocha AIDS na ọrụ mmekọrịta mmadụ na ibe ya",
  "Ndị otu a bụkwa ụlọ ọrụ HIV / AIDS mbụ zuru oke na India tupu ngalaba ọ bụla nke onwe na nke ọha. N'afọ 1993, Solomon guzobere 'Y R Gaitonde Centre for AIDS Research and Education' (YRG CARE) n'aha nna ya. Ọ bụ otu n'ime ebe mbụ India maka ndụmọdụ na nyocha nke afọ ofufo banyere nje HIV",
  "Ka ọ na-erule afọ 2015, a na-ahụ ndị ọrịa otu narị n'ebe ahụ kwa ụbọchị na ndị ọrịa pụkụ ịrị na ise nọ na-eje ebe ahụ mgbe niile",
  "A kọwara ụlọ ọrụ ahụ na ọrụ ya n'ebe ahụ dị ka \"ihe ndị dị mkpa n'ibelata ọrịa [HIV]\"",
  "Ọ na-enyekwa ndị dọkịta na ụmụ akwụkwọ ndị ọzọ agụmakwụkwọ banyere nje HIV na ọgwụgwọ ya. O nwetara aha \"dọkịta AIDS nke Chennai\" ma jee ozi dị ka onye isi oche nke AIDS Society of India.",
  "Solomon rụkọkwara ọrụ na nyocha nyocha mba ụwa, nke gụnyere ọtụtụ mba HIV / STD Prevention Trial na US National Institute of Mental Health, HIV Prevention Trials Network nke US National Institute of Allergy and Infectious Diseases na-eduzi, nyocha NIH nke ihere HIV na ọnọdụ nlekọta ahụike na Southern India, na nyocha nke atọ nke 6% CS GEL, onye na-achọ microbicide nke CONRAD (òtù).",
  "Solomon zutere di ya, Victor Solomon, onye na-awa obi, mgbe ọ na-agụ ọgwụ na Madras College",
  "Ọ gbasoro njem ya na UK, US na Australia",
  "Ọ nwụrụ n'afọ 2006",
  "Nwa ha nwoke bụ Sunil Solomon bụ onye na-ahụ maka ọrịa na Mahadum Johns Hopkins dị na Baltimore",
  "A chọpụtara na ọ na-arịa ọrịa kansa pancreatic ọnwa abụọ tupu ọnwụ ya na Julaị 28, 2015, n'ụlọ ya na Chennai, mgbe ọ dị afọ iri asaa na isii.",
  "Solomon nwetara ihe nrite ndị a:"
]