[
  "Asụsụ Surmic bụ alaka nke ezinụlọ asụsụ mpaghara ọwụwa anyanwụ nke Sudan.",
  "Taa, ndị dị iche iche na-asụ asụsụ Surmic na-ebi ndụ ha n'ụzọ dịgasị iche iche, gụnyere ndị na-azụ atụrụ na-akwagharị akwagharị, ndị ọrụ ugbo bi ebi, na ndị ọrụ ugbo n' eji nsụchasi na igba ọkụ akwado ala maka ọkụkọ ya",
  "Ha bi n'ebe dịgasị iche iche, site na ala ndị dị ala nke South Sudan na ekpere mmiri nkè osimiri Omo ruo n'ugwu ndi karịrị mita 2,300.",
  "Asụsụ Surmic bụ:",
  "A na-ahụ asụsụ Surmic na ndịda ọdịda anyanwụ Etiopia na akụkụ ndị dị nso na ndịda ọwụwa anyanwụ South Sudan",
  "N'oge gara aga, a maara Surmic dị ka \"Didinga-Murle\" na \"SURMA\"",
  "Aha mbụ ahụ dị oke mkpụmkpụ site n'itụ aka naanị n'asụsụ abụọ nwere njikọ chiri anya na nke ikpeazụ bụ akara a na-ejikwa akọwa otu asụsụ (Unseth 1997b), ya mere ugbua eji akara \"Surmic\" mara asụsụ a",
  "Mmekọrịta dị na chaatị  nke dị n'elu gbanyere ụkwụ na ọrụ Fleming (1983).",
  "Harold C",
  "Fleming na M",
  "L",
  "Bender rụrụ ọtụtụ ọrụ ntọnanị nyé nchọputa na nyocha nke asụsụ Surmic",
  "Nkọwa nke kacha zuoke banyere asụsụ mgbochiumeSurmic nke ndi Etiopia bụ nke Murle (Arensen 1982) na Tirma (Bryant 1999)",
  "A na-eche na asụsụ Surmic niile bụ ụda olu, ma nwe mgbchiume nke n' ada n' olu ike, ma nwee ogologo ụdaume pụrụ iche",
  "Ụfọdụ nwere ihe ruru àgwà ụdaume itoolu, na nyocha zuru ezu nwere ike ịkwado nke a n'asụsụ Surmic ndị ọzọ, kwa",
  "Me'en na Kwegu (nke a na-akpọkwa Koegu) nwere usoro ụdaume na-agbapụ agbapụ.",
  "Asụsụ ndị a nwere usoro nke ịde akara ọnụ ọgụgụ nke nnọchiaha enwekwa na nke nwenu (Unseth 1991)",
  "A na-emekarị akara ọnụ ọgụgụ nke aha na ọtụtụ morphemes, na t / k na-egosi ákàrà otu ihe na ọtụtụ (Bryan 1959)",
  "A na-emepụta nkọwaaha site na ahịrịokwu ndị ikwu na-adịghị agbanwe agbanwe.",
  "Majangir (nke a na-akpọkwa Majang) na asụsụ Surmic na mpaghara ndida ọdịda anyanwụ (Fleming 1983) nwere ọtụtụ àgwà, ya mere ha nwere ike ịmegharị na Proto-Surmic: ahịrịokwu ndị metụtara (nke gụnyere nkọwaaha), ngosipụta, adverbs, ọnụọgụ, genitives, na nnọchiaha ndị nwere onwe ha na-eso isi ha, aha aha aha na akara isiokwu na ngwaa na-egosi, VSO (verb-subject-object) na-achịkwa ahịrịokwu isi",
  "Arensen, et al",
  "(1997) tụlere ụfọdụ ihe ndị pụrụ iche",
  "Otú ọ dị, nkọwa mmeghe Dimmendaal na-atụ alo nyocha dị iche (1998).",
  "Edepụtara asụsụ Surmic niile  dị ka ndị na enwe nsonaazụ (Unseth 1989)",
  "Ọ dịghị nke ọ bụla n'ime ha nwere akara ebubo, mana ọ dịkarịa ala Majang na Murle na-egosi aha mgbe ụfọdụ, akụkụ nke usoro mpaghara sara mbara (König 2006).",
  "A na-eche na ebe obibi mbụ nke ndị Surmic dị na ndịda ọdịda anyanwụ nke Ethiopia, n'ebe dị nso na Maji, na ìgwè dị iche iche na-agbasa site n'ebe ahụ: dịka ọmụmaatụ, Majangir kwagara n'ebe ugwu, Murle soro aka nri ha gaba gburugburu n' akụkụ Ọdọ Mmiri Turkana (Arensen 1983:56-61, Tornay 1981), na Mursi soro ụzọ ndagwurugwu Osimiri Omo",
  "Njirimara agbụrụ na asụsụ n'ime otu Surmic abụghị ihe kwụdosiri ike, na ihe akaebe zuru oke nke njirimara ndị mmadụ na-agbanwe site n'otu ìgwè agbụrụ na-asụ asụsụ gaa na nke ọzọ (Tornay 1981, Turton 1979, Unseth na Abbink 1998).",
  "Abbink ebipụtala ọrụ ọsụ ụzọ na-atụnyere okwu na usoro nke ikwu n'etiti asụsụ Surmic, ọkachasị site na mpaghara ndịda ọdịda anyanwụ nke Surmic (Abbink 2006).",
  "Isi mmalite maka nyocha asụsụ na nkà mmụta ihe ọmụmụ n'ime ọmụmụ Surmic bụ akwụkwọ nke Dimmendaal dezigharịrị (1998), ọkachasị edemede bibliography (Abbink and Unseth 1998).",
  "Yigezu (2001) wughachiri usoro ụda nke Proto-Southwest Surmic na Proto-Southeast Surmic. Unseth atụwo aro ka e mezigharịa nsonaazụ maka Proto-Surmic. Unseth ewughachiri usoro akara maka Proto-Surmic. Unseth enwetaghachikwara prefix na-akpata Proto-Surmic.",
  "Ntụnyere nke ọnụọgụ n'asụsụ ọ bụla:",
  "Àtụ:Eastern Sudanic languages"
]