[
  "Surulere bụ ebe obibi na azụmahịa ndi Gọọmentị Obodo nke dị na mpaghara Lagos na Lagos Steeti, Naijiria, nke nwere mpaghara 23 km2 (8.9  )",
  "Na ọnụ ọgụgụ ikpeazụ n'afọ 2006, e nwere ndị bi na 503,975, na ọnụ ọgụgụ mmadụ 21,864 kwa square kilomita",
  "Obodo gọọmentị dị n'ókè Yaba, Mushin na Ebute-Metta.",
  "N'oge mmepe obodo nke Lagos, obodo ahụ gbasara  n'ebe ọdịda anyanwụ nke ọdọ mmiri ya, nke gụnyere Surulere nke oge a. Ezinaụlọ si n'ógbè dị iche iche nke mba ahụ ebiela na Surulere n'akụkọ ihe mere eme",
  "Na mgbakwunye na ndị bi na Lagos, n'ime narị afọ nke iri na itoolu, ndị Brazil na ndị Cuba dị iche iche nwere onwe ha, ndị a na-akpọ Aguda ma ọ bụ <i id=\"mwHw\">Saros</i>, biri na Surulere",
  "Ndị Naijiria si n'ógbè ugwu na mbụ kwụsịrị na Idi-Araba, ebe ọtụtụ ndị si n'akụkụ ọwụwa anyanwụ nọ n'ọ́ dị iche iche mana ọ bụ n'óù Obele, Ikate, na Aguda",
  "Ndị bi na Lagos Island bụ ndị zụrụ ma ọ bụ gbazite ala n'aka gọọmentị na Aworis biri na New Lagos",
  "N'ụzọ dị iche, ndị ọzọ biri na mpaghara Itire, Lawanson, Ojuelegba, Animashaun, na Shitta. Mpaghara New Lagos, nke a makwaara dị ka Surulere Re-Housing Estate, so n'ime ọrụ ụlọ ọha na eze mbụ na Naịjirịa",
  "Itire, otu n'ime ebe obibi dị na Surulere nwere ikike ọdịnala a ma ama na Onitire nke Itire.",
  "Festac '77, nke a makwaara dị ka Ememme Black na Afrikan nke Abụọ nke nka na ọdịbendị bụ emume omenala nke emere na Surulere Lagos, Nigeria, site na 15 Jenụwarị 1977 ruo 12 Febụwarị 1977. Ọ bụ ebe obibi nke Lagos National Stadium (nke nwere ike 60,000) nke e wuru na 1972 maka egwuregwu All-Africa",
  "A hapụrụ ámá egwuregwu ahụ ka ọ na-emebiwanye kemgbe afọ 2002.\nOtú ọ dị, na nkwadebe maka 2009 Under 17 FIFA World Cup, e meziwanyere ihe owuwu ahụ, ihe omume ahụ malitekwara n'ụzọ gara nke ọma n'ọnwa Ọktoba afọ 2009.\nSurulere nwekwara ụlọ Teslim Balogun Stadium, a multi-service Stadium na-ejikarị eme egwuregwu bọọlụ nwere ihe karịrị iri abụọ na anọ oche ikike.\nOkporo ámá azụmahịa dị na Surulere bụ Western Avenue, Adeniran Ogunsanya, Adelabu, Ogunalana drive na Aguda, ahịa dị iche iche na-emeghe na-agbasa n'ógbè dị iche iche",
  "Ụlọ ọrụ mmepụta ihe dị na Iponri, Coker na Iganmu. Otu n'ime ebe kachasị ewu ewu na Surulere bụ Ojuelegba",
  "A maara ya maka ebe jupụtara na mmadụ ma were ya dị ka otu n'ime ebe ndị mmadụ na-arụsi ọrụ ike na Lagos.Ọ bụ otu n'ime isi ụgbọ njem nke Lagos, na-ejikọ obodo ahụ na Lagos Island na Victoria Island",
  "Ọ bụkwa ebe, onye egwu Naijiria a ma ama, Wizkid bụrụ abụ banyere ya n'otu n'ime egwu ya a ma ama \"Ojuelegba\".",
  "Ụlọ mmepụta  nkiri malitere na Surulere n'oge ngwụcha afọ 1980 ruo n'ime afọ 1990",
  "Ọ bụ ebe obibi nke magazin Newbreed na President kwa ọnwa, nke Chief Chris Okolie guzobere, ruo mgbe mbipụta kwụsịrị na mbido afọ 1990",
  "The Most Beautiful Girl in Nigeria MBGN beauty pageant and competition weere ọnọdụ na National Arts Theatre na 1988",
  "N'afọ 2018, akara egwuregwu mba ụwa Nike Inc jikọrọ aka na Wizkid iji wepụta uwe egwuregwu dị mkpirikpi, na-eweta aha ọjọọ na ọnụnọ ọdịbendị nke Surulere na obodo Lagos n'ụwa niile.",
  "Vidio Beyoncé \"Key to the Kingdom\" site na Black is King gosipụtara Surulere National Arts Theater n'ụzọ pụtara ìhè na foto mmeghe ya."
]