[
  "Susan Hefuna bụ onye Germany na-ese ihe nkiri. Ọ na-arụ ọrụ na mgbasa ozi dịgasị iche iche, nke gụnyere eserese, foto, ihe ọkpụkpụ, ntinye, vidiyo na arụmọrụ",
  "Ọ bi ma na-arụ ọrụ n'etiti Cairo, Egypt na Germany.",
  "A mụrụ Hefuna na Berlin, Germany na 1962 nye nna onye Ijipt na nne onye Germany. Hefuna nọrọ afọ asatọ mbụ nke ndụ ya n'Ijipt, ma mesịa kwaga Graz, Austria, iji nọrọ ezinụlọ nne ya nso. N'afọ 1992, ọ nwetara akara ugo mmụta na Institute for New Media na Städelschule na Frankfurt, Germany n'okpuru Peter Weibel",
  "Hefuna jikọtara mgbọrọgwụ Ijipt na German ya n'ọrụ ya, na-eji ihe oyiyi obodo, usoro odide na omenala nke abụọ iji wuo àkwà mmiri n'etiti ọdịbendị abụọ ahụ.",
  "Ihe osise Hefuna na-ejikarị ink India maka ọrụ nwere ihe karịrị otu akwa; maka ọrụ nke otu akwa ọ na-ejikwa agba mmiri.",
  "Isiokwu a na-ahụkarị n'ọrụ ya bụ ihuenyo mashrabiya, ihuenyo osisi ma ọ bụ nkume nke na-arụ ọrụ nke na-egosi na ụlọ ọdịnala ndị Ijipt.",
  "Ihe ngosi ndị a pụtara na mbụ na eserese Hefuna na 1990 na foto ya nke ejiri igwefoto pinhole wee see",
  "N'afọ 2008, Hefuna nwere ihe ngosi nke ọrụ ya, nke akpọrọ On the Edgware Road, na Serpentine Galleries, nke sitere na nnupụisi Arab Spring na-adịbeghị anya. N'afọ 2009, e gosipụtara ihe dị ka narị atọ nke ink na pensụl ya na akwụkwọ nyocha na Giardini na Arsenale na Fare Mondi, na 53rd Venice Biennale",
  "A na-edepụta ọrụ ya na Trilogy Pars Pro Toto site n'aka onye nchịkọta akụkọ Hans Ulrich Obrist nke Kehrer bipụtara.",
  "E gosipụtara ọrụ Hefuna n'ọtụtụ oge na UK: malite na Bluecoat Gallery na Liverpool (2004), yana Rose Issa Projects (2008-2014) na 2014 na ngosi \"Here and Elsewhere\" na New Museum na New York. E gosikwara ọrụ ya na Sharjah Biennale, na Townhouse Gallery na Cairo, na ebe ndị dị na London, Brussels, Vienna, Beirut, Dubai na Istanbul.",
  "N'ime nyocha nke ihe ngosi Hefuna, \"Navigation X Cultural,\" na South African National Gallery na Cape Town, Tracy Murinik kwuru, \"Hefuna na-akọwa ihe njikọ dị mgbagwoju anya nke ntụaka anụ ahụ n'ime ụlọ ya nke nnukwu osisi nkwụ a dị ịtụnanya,\" ma too ya \"ihe osise dị omimi\" na \"ihe osisa dijitalụ na foto\".",
  "N'afọ 1998, e nyere Hefuna onyinye mba ụwa na Cairo Biennial N'afọ 2013, Daniel na Florence Guerlain Foundation nyere ya ihe nrite Contemporary Drawing Prize na Paris.",
  "Pi Artworks na-anọchite anya Hefuna ugbu a na London na Istanbul na Rhona Hoffman Gallery na Chicago."
]