[
  "Susan Peters (amụrụ na 30 Mee 1980) bụ onye n'eme ihe nkiri Naijiria n'enweta ọtụtụ ihe nrite na ihe karịrị 50 na ihe nkiri Nollywood (Nijiria). Ọ bụ onye ama ama na onyonyo ndị Naijiria, ihe nlereanya na-aga nke ọma, onye n'emepụta ime ime ụlọ nakwa onye nwe ụlọ ịchọ mma. N'oge na-adịbeghị anya, o meriri na 2011 Afro Hollywood Best Actress (English) Award maka ọrụ ya na Bursting Out, NAFCA Awards (Nollywood and African Film Critics Awards) North Carolina Nigerian Oscars: Best Actress in Supporting Role 2011 BON (Best Of Nollywood) Best Supporting Actress Award 2011, na Actress of the Year 2010 nakwa Most Stylish Actress 2012 Awards site na City People Magazine. N'afọ 2011, o mere mkpuchi nke Disemba magazin nka na ọdịbendị, Zen.",
  "A mụrụ Peters n'ezinụlọ ndị agha nke Idoma na 30 Mee 1980 na Ado Local Government Area, Benue Steeti na etiti Nigeria",
  "Ezinụlọ ya kwagara gburugburu Naijiria nke ukwuu, n'ihi ya, ọ na-asụ ọtụtụ asụsụ Naijiria",
  "E zigara Peters n'ụlọ akwụkwọ Airforce na ụlọ akwụkwọ praịmarị na FGG College na Wuse, Abuja",
  "Ọ gara n'ihu n'amụ Computer Science na Asman English School, ọ gụsịrị akwụkwọ n'afọ 1998",
  "O mechara gụọ TV na Film na Video Waves na Camera Film School ma ọ gụsịrị akwụkwọ n'afọ 2002",
  "N'ebe ahụ, dị ka akụkọ ndụ ya si kwuo, ọ gụchara dị ka Onye Mekarịchara Nke Ọma Na Nwanyị na klas ya",
  "Ọ malitere ime ihe nkiri Nollywood n'afọ 2002, n'otu afọ ahụ ọ gụsịrị akwụkwọ.\nN'afọ sochiri ya, ọ malitere ime ihe ngosi ma pụta na bọọdụ mgbasa ozi, mgbasa ozi TV, mgbasa ozi mgbasa ozi nakwa akwụkwọ aka maka ụlọ ọrụ ndị dị ka British American Tobacco (BAT), Fidelity Bank, Bank PHB, Golden Penny Pasta, UHF, Long-life milk, Haemeron Blood Tonic nakwa FinBank Nigeria.",
  "N'agbanyeghị nrụgide na-arịwanye elu maka ndị na-eme ihe nkiri Nollywood ka ha mee ihe nkiri ịhụnanya n'adịghị mma ma jiri obere ma ọ bụ enweghị uwe ọ bụla pụta, Peters ekwuola, ihe karịrị otu ugboro, na o nwegh atụmatụ ịgbaso ya.",
  "Ọ bụ ezie na Susan Peters n'ekwu okwu mgbe niile banyere ezinụlọ ya n'ajụjụ ọnụ",
  "Ọ na-ekwu nke ọma banyere ịhụnanya ma n'ejikọta ya na ndị ikom ọ bụla na mgbasa ozi a ma ama",
  "O kwuru n'ajụjụ ọnụ n'afọ 2011 na ọ nọ na mmekọrịta mana o kwughị aha, n'ekwu na \"Ọ bụ ndụ onwe m ma ọ na-amasị m idebe ndụ onwe m",
  "Ọ lụrụ onye Dutch n'fọ 2015 mana ọ gbara alụkwaghịm ugbu a.",
  "Nke a bụ nhọrọ nke ihe nrite ndị Susan Peters nwetara:"
]