[
  "Susannah Rogers Fox bụ onye America na-eme nchọpụta banyere ahụike na teknụzụ ozi bụ onye bụ Chief Technology Officer nke US Department of Health and Human Services site na afo Mee 2015 ruo na afo Jenụwarị nke afo 2017",
  "Tupu nke a, ọ nọrọ afọ iri na anọ na Pew Research Center na-amụ mmetụta nke teknụzụ Ịntanetị na nlekọta ahụike, ma tinye aka na mmalite nke ebe nrụọrụ weebụ obodo mba US News & World Report na afo 1995.",
  "Fox gụsịrị akwụkwọ na Mahadum  na mba Wesleyan na B.A",
  "na anthropology na afo 1992",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ na The Harwood Institute na Bethesda, Maryland, na RealNetworks",
  "N'afọ 1995, ọ sonyeere obodo mba U.S",
  "News & World Report, nyere aka ịmalite ebe nrụọrụ weebụ ha n'afọ ahụ, wee bụrụ onye nchịkọta akụkọ ya n'afọ 1999.",
  "Malite n'afọ nke 2000, Fox nọrọ afọ iri na anọ na Pew Research Center, na-eduzi nyocha ha gbasara ahụike na teknụzụ na-elekwasị anya na ndị ahịa.  Fox nyochara mmetụta mmekọrịta mmadụ na ibe ya nke teknụzụ na nlekọta ahụike, gụnyere ndị ọrịa na ndị na-elekọta ndị na-eme nchọpụta na ịmepụta ngwaọrụ ahụike nke ha iji dozie nsogbu ha pụrụ iche",
  "Nke a mere ka o mechara kwuo na ndị na-eme ihe dị ka isi iyi na-ekwe nkwa nke ihe ọhụrụ nlekọta ahụike, yana ịkwado ibelata ihe mgbochi ntinye maka ndị na-emepụta ihe site na ndabere na-abụghị ọdịnala, na-eji usoro dịka ịgbanwe ngwaọrụ ahụike dị ugbu a ma ọ bụ iji mbipụta nke 3D iji mepụta ngwaọrụ ọhụrụ.",
  "Mgbe oge ya na Pew gasịrị, Fox nọrọ otu afọ dị ka onye ọchụnta ego na-ebi na Robert Wood Johnson Foundation.",
  "Fox bụ Chief Technology Officer nke Ngalaba Ahụike na Ọrụ Mmadụ n'oge akụkụ ikpeazụ nke ọchịchị Obama, site na Mee na afo 2015 ruo na onwa Jenụwarị nke afo 2017. A malitere ọnọdụ ahụ n'oge ọchịchị Obama, a na-ezube ịrụ ọrụ dị ka onye nnọchi anya ndị ọchụnta ego na teknụzụ na Silicon Valley ma na-emekọ ihe na White House Office of Science and Technology Policy, kama ilekwasị anya na mkpa teknụzụ kwa ụbọchị nke ụlọ ọrụ ahụ.  Fox abụghị onye injinia site na azụmahịa, ma na o sitere na nzụlite anthropology ya iji jikọta ndị ọrụ ahụike na ngwọta nhazi, na-akpọ onwe ya \"onye na-ahụ maka ala Intanet\".",
  "Nna Fox bụ onye isi akaụntụ maka IBM, nne ya bụ onye nchịkọta akụkọ na akwụkwọ akụkọ Philadelphia U.S",
  "1",
  "Fox lụrụ Eric Ian Halperin, onye ọka iwu ikpe, na afo 1998."
]