[
  "Susan bụ nwa nke atọ n'ime ụmụ anọ (Ethel K Dunk b",
  "1876; John De Lanoy Dunk b., 1878; Susan Spain Dunk b, 1880; William Major b",
  "1882)",
  "Nna ha bụ onye na-ewu ụlọ",
  "A gbakwunyere aha nke abụọ ya, Spain, dịka ezinụlọ Dunk nwere njikọ na ezinụlọ Spain",
  "Ọ gụrụ violin na ihe osise na Royal Academy of Music, London na Stewart Macpherson na Richard Walthew ma mesịa kụzie ihe osise n'ebe ahụ",
  "Ruo oge ụfọdụ, ọ na-akpọ violin na quartet nke Walter Cobbett",
  "Ọ na-akpọkwa (violin ma ọ bụ viola) na Winifred Small Quartet na Cobbett nyere aro maka mmemme \"Anthology\" maka quartet ahụ.  Ọ duziri ụfọdụ ọrụ nke ya na The British Women's Symphony Orchestra, na The London Promenade Concerts (1924-1927) nakwa na Bournemouth, Eastbourne na Torquay.",
  "N'afọ 1908 ọ lụrụ Henry Gibson (7 October 1882 22 July 1954).he was a minor composer violinist,organist and pianist",
  "The marriage lasted about sixteen years and she had one son ,the Reverend Alan Henry Gibson(November 1911 September 1999)",
  "And two grandchildren",
  "In the mid 1930s she was livingat 17,Elm park mansions in Chelsea",
  "She died on 1 January 1962 aged 81.",
  "Spain-Dunk pụtara n'akwụkwọ Some Folkestone Worthies nke C.H",
  "Bishop, na (n'amaghị aha ya) na ihe osise The Concert Party (1929) nke Frank Owen Salisbury.",
  "Ọrụ ndị ọ na-arụ na-agụnye Suite for String Orchestra (1920), Idyll for Strings (1925), overtures Water Lily Pool (1925) na Kentish Downs (1926), abụ symphonic abụọ: Elaine (1927) na Stonehenge (1929) na Cantilena maka clarinet na orchestra (1931)",
  "E gosipụtara Suite ahụ na Proms na Thursday 21 August 1924. E nwere ndekọ nke oge a, site na mbipụta ọhụrụ nke akara nke Peter Cigleris dezigharịrị. The Idyll and Water Lily Pool (maka ọjà, ụbọ akwara na ụdọ) gosipụtara na kọntaktị nke British Women's Symphony Orchestra na Queen's Hall na 25 Mee 1925, ma megharịa ya na Proms na 13 Ọktoba 1925.",
  "Kentish Downs, nke mbụ a rụrụ na Proms na 30 Ọgọst 1926 ka a maliteghachiri na BBC Radio 3 na 1997 na BBC Concert Orchestra, nke Barry Wordsworth duziri na mgbasa ozi ọzọ nke BBC Radio 3 n'afọ 2001. Onye na-ede egwú duziri Elaine na Proms na 25 August 1927, e mepụtara Stonehenge na Eastbourne Festival na 1929 wee kpọọ ya ọzọ na Bournemouth na 1931. Ọ bụ BBC Concert Orchestra mere ka ọ dịghachi ndụ na mgbasa ozi sitere na Watford Colosseum n'okpuru onye nduzi Anne-Marie Helsing na 19 Jenụwarị 2019. A kpọtụrụ Idyll, Kentish Downs na Elaine aha n'akwụkwọ ozi Gerald Finzi na Howard Ferguson (p",
  "12).",
  "The Cantilena for clarinet and orchestra (mgbe ụfọdụ a maara dị ka Poem) ka Folkestone Symphony Orchestra na onye na-egwu egwu Peter Cigleris mere ka ọ dịghachi ndụ na 16 Machị 2019, nke mbụ ya kemgbe 1931. Kemgbe ahụ, edekọla ya.",
  "Otu n'ime ọrụ ụlọ Susan Spain-Dunk kachasị ewu ewu bụ Phantasy for String Quartet in G minor (1915).  Archaeus String Quartet mere ndekọ na Lorelt Label ma wepụta ya na 27 June 2003. E nwekwara ihe ndekọ nke oge a nke Violin Sonata No",
  "3 na C obere (1910), Piano Quartet (ihe dị ka 1920) na Rhapsody Quintet maka ikuku. E dere ihe odide nke Quartet na B flat minor ma dee ya na Machị 1914 na adreesị nke 49 Castletown Road, West Kensington, London.",
  "Andred's Weald - maka ndị agha (1925) - bụ nke Spain-Dunk duziri na 28 Febụwarị 1929 na Bournemouth Municipal Orchestra.",
  "• Nke Novello & Co bipụtara."
]