[
  "Chief Susanne Wenger MFR, nke a makwaara dị ka Adunni Olorisha (ihe dị ka 1915 - 12 Jenụwarị 2009), bụ onye Austria-Nigerian na-ese ihe, onye na-ese ihe na onye na-ese ihe nkiri, onye bi na Nigeria.  Isi ihe ọ lekwasịrị anya bụ omenala ndị Yoruba ma nwee ihe ịga nke ọma n'ịrụ ụlọ ọrụ ndị na-ese ihe na Osogbo. Ya na ndị na-ese ihe n'obodo Osogbo jikọrọ aka iji rụgharịa ma mezie Osun Osogbo Sacred Grove na ihe ọkpụkpụ na ihe osise na-egosi ọrụ dị iche iche nke ndị Orishas.",
  "Wenger bụ onye isi na-akwado maka ichekwa Osun Grove",
  "N'ihi mbọ ya, e mere osisi ahụ ka ọ bụrụ ihe ncheta mba na 1965, ma mesịa mara ya dị ka ebe nketa ụwa.",
  "A mụrụ Susanne Wenger na Graz, Austria",
  "Ọ bụ nwa nwanyị nke onye nkụzi ụlọ akwụkwọ sekọndrị Bekee na French na nne amụrụ onye isi ndị agha Austro-Hungarian. Wenger gara School of Applied Arts na Graz na 1930, ọkachamara na ite",
  "O mechara gaa n'ihu na ọmụmụ ya, nke mbụ na Higher Graphical Federal Education and Research Institute wee gaa na Academy of Fine Arts Vienna n'akụkụ, n'etiti ndị ọzọ, Herbert Boeckl Mgbe ọ nọ n'ụlọ akwụkwọ ahụ, ọ mụtara usoro fresco ma meziwanye nkà eserese ya.",
  "Mgbe agha ahụ biri, Wenger bụ onye ọrụ nke magazin ụmụaka ndị Kọmunist Unsere Zeitung (\"Akwụkwọ akụkọ anyị\"), nke bụ mkpuchi nke mbipụta mbụ ọ haziri",
  "N'afọ 1947, ndị enyi ya kpọrọ ya ka ọ bụrụ onye otu Vienna Art Club. Na Vienna, n'oge na mgbe agha ahụ gasịrị, ọtụtụ n'ime ọrụ ya bụ nnwale na-esite n'ike mmụọ; ọrụ ndị a gụnyere eserese pensụl na-acha uhie uhie na ihe oyiyi na-enweghị atụ siri ike ịkọwapụta.",
  "N'afọ 1947, Wenger gara Ịtali, e nyere ya njem ahụ dị ka ihe nrite maka mmeri asọmpi mpempe akwụkwọ",
  "Mgbe ọ lọtara, ọ chọtara ihe ịga nke ọma na-ere ọrụ ya n'aka onye na-ere ihe osise, Johann Egger, onye nwekwara ọrụ Hans Arp, Paul Klee na Piet Mondrian.",
  "Mgbe ọ biri na Italy na Switzerland na aro nke Egger, na 1949 Wenger gara Paris, ebe ọ zutere di ya n'ọdịnihu, ọkà mmụta asụsụ Ulli Beier N'otu afọ ahụ, e nyere Beier ọkwa dị ka onye na-akpọ fonetik na Ibadan, Nigeria",
  "Ọ bụ naanị onye nkuzi lụrụ di na nwunye nyere ọkwa ahụ, di na nwunye ahụ na-echeghị echiche banyere alụmdi na nwunye tupu onyinye ahụ kpebiri ịlụ di na nwunye na London wee kwaga Nigeria. Na Ibadan, kọleji ọhụrụ ahụ dị n'èzí obodo ahụ na ngalaba ndị Britain na-esikarị ụmụ akwụkwọ Afrịka ha na-akpakọrịta. Mmeghachi omume di na nwunye ahụ na ọnọdụ ọchịchị bụ isi Ibadan kwaga n'obodo Ede n'afọ sochirinụ",
  "Na Naịjirịa, Wenger nabatara akụkụ nke nka na ọrụ aka nke Afrịka ma tinye aka na atụmatụ batik.",
  "N'ime otu afọ ọ bịarutere, ọ rịara ọrịa ụkwara nta kpatara, mgbe nke ahụ gasịrị, ọ bịara bụrụ onye mmụọ ma tụgharịa gaa n'okpukpe Yoruba. Ọ dọtara mmasị n'okpukpe ahụ mgbe ọ zutere Ajagemo, onye ụkọchukwu nke Obatala na Ede. Ajagemo webatara Wenger na echiche ụwa Yoruba, asụsụ na okpukpe, n'oge na-adịghị anya, ha abụọ ahụ mepụtara njikọ pụrụ iche. N'oge a, Wenger nwalere atụmatụ mara mma nke usoro Adire na-emetụta.",
  "Wenger na Beier mechara gbaa alụkwaghịm, Wenger mechara lụọ onye na-agba egwu Lasisi Ayansola Onilu, n'oge ahụ ọ na-eme onwe ya ka ọ bụrụ onye na-arụsi ọrụ ike na mmegharị nke okpukpe Orisha.  Wenger hapụrụ Ede wee kwaga Ilobu, tupu o mechaa biri na Osogbo na 1961",
  "Mgbe ọ na-ebi n'obodo ahụ, ọ malitere inwe mmasị n'ụlọ arụsị ndị a raara nye Orishas; o mechara wughachi ọtụtụ n'ime ihe osise okpukpe n'ime ebe nsọ ma nyekwa ya ọrụ site na Osogbo District Council iji rụzigharị ọtụtụ n'ime ụlọ arụsị obodo, ọkachasị ụlọ nsọ a raara nye chi nwanyị osimiri, Oshun. A malitekwara Wenger n'okpukpe Obatala, Soponna, na Ogboni, ma mesịa nye ya aha Adunni Olorisha.",
  "Ọ bụ onye guzobere ụlọ akwụkwọ nka nke oge ochie \"New Sacred Art\", alaka nke ụlọ akwụkwọ Oshogbo sara mbara, wee bụrụ onye nlekọta nke Sacred Grove nke chi nwanyị Osun n'akụkụ Osimiri Osun na Oshogbo.",
  "Enwere ike ịchọta ọrụ ọkpụkpụ Wenger na Osun Grove, mpaghara dị n'akụkụ Osimiri Osun",
  "Ntinye aka ya na osisi ahụ malitere na 1960s. N'elu òkù nke nnukwu onye nchụàjà nwanyị Osun nke nwere nsogbu site na ọdịmma azụmahịa na termites na-ebibi ụlọ nsọ, ihe ọkpụkpụ dị nsọ na ihe osise, Wenger jikọtara ya na Ngalaba Ọrụ Ọha na ọtụtụ ndị na-ese ihe n'ógbè ahụ iji kpochapụ termites ma mezie ihe osise na ụlọ dị n'ime ụlọ nsọ ahụ site na iji osisi na simenti.",
  "Ndụ na ọrụ Wenger na Osun Grove bụ isiokwu nke The Oshun Diaries, ihe ncheta nke Diane Esguerra (Eye Books, 2019).",
  "Chief Wenger bi n'ụlọ obibi dị okpukpu atọ na Osgobo nke di mbụ ya bụ Chief Ulli Beier gbazitere na mbụ mgbe ọ nọ na Institute of Mural Studies",
  "N'afọ 1965, ya na di ya nke abụọ, onye na-agba egwu bụ Lasisi, nwere ụlọ ahụ: ha abụọ bi n'okpukpu mbụ ebe di ya gara aga bụ Beier bi n'okpukpu nke abụọ",
  "Ọ gara n'ihu na mgbazinye mgbe Beier hapụrụ na 1970, ma nọrọ n'ụlọ ahụ mgbe ya na Lasisi gbara alụkwaghịm",
  "Ebe obibi ya na-egosi nka ya, ebe ọtụtụ arịa ụlọ ahụ na-egosi akụkụ nke ụdị nka Yoruba nke Chief Wenger hụrụ n'anya nke ukwuu.",
  "Na abalị iri na abụọ na ọnwa Jenụwarị, na afọ 2009, Wenger nwụrụ mgbe ọ dị afọ 93 na Oshogbo.",
  "Ihe ọkpụkpụ ndị e debere na Oshun's grove site na ngwụsị afọ 1950 gaa n'ihu, ihe ọkpụkpụ nke ndị na-eso ụzọ ya na ndị na-ese ihe n'obodo ya mepụtara, bụ nke UNESCO World Heritage Site kemgbe 2005.",
  "N'afọ 2005, gọọmentị Naịjirịa nabatara ya dị ka onye otu Order of the Federal Republic",
  "Maka mbọ ya n'aha ndị Yoruba, eze, ma ọ bụ Ataoja, nke Oshogbo nyere ya aha onye isi nke obodo Osogbo."
]