[
  "Suwilanji Theresa Mpondela (amụrụ na 7 Febụwarị, na afọ 2000) bụ onye na-eme egwuregwu na Zambia bụ ọkachamara na sprinting. Kemgbe afọ 2019, ọ na-eje ozi na Kọmitii Ndị Na-eme egwuregwu maka Kọmitii Olimpik Mba nke Zambia (NOCZ).",
  "A mụrụ Mpondela na Lusaka isi obodo Zambia na abalị asaa, na ọnwa Febụwarị, na afọ 2000",
  "Ọ bụ nwa ikpeazụ n'ime ụmụ anọ nke Elias Ngangú Mpondela, onye isi oche nke Zambia Amateur Athletic Association (ZAAA) site na afọ 1999 ruo ugbu a, na Judith Nankamba. N'afọ 2017, e nyere ya agụmakwụkwọ afọ anọ site na mmemme International Olympic Committee (IOC).",
  "N'afọ 2015, Mpondela malitere ọzụzụ na Olympic Youth Development Centre (OYDC) na-elekwasị anya na ọzụzụ karịa na iru ihe mgbaru ọsọ ya maka ọrụ ya, nke a mere ka ọ ruo eru maka ọsọ mita 100 maka asọmpi African Youth Athletics Championship nke afo 2015 na Mauritius nke bụ asọmpi mbụ ya. Ọ bụ onye mbụ n'ọsọ iru eru ya iji banye na ọkara ikpeazụ nke ọ pụtara nke atọ iji banye na ngwụcha. N'ụzọ dị mwute, ọ gwụchara n'èzí ihe nrite na-etinye nke isii mana o jisiri ike belata oge kachasị mma nke onwe ya nke 13:08 sekọnd ma setịpụ oge kachasị mma ọhụrụ nke 12:81.",
  "Mpondela nwetara ahụmịhe mba ọzọ na afọ 2017 mgbe ọ ruru ọkara ikpeazụ na ọsọ 100 mita na U18 World Championships na Nairobi, ebe e wepụrụ ya na 12.33 sekọnd. Ọ gara n'ihu na-asọmpi na Commonwealth Youth Games na Nassau ebe ọ gara na ọkara ikpeazụ ma wepụ ya mgbe ọ dọtara 12.59 s na ọkara nke ikpeazụ",
  "N'afọ sochirinụ, a họpụtara ya dị ka akụkụ nke ụmụ nwanyị Zambia 4 × 100 mita relay maka 2018 African Championships in Athletics.",
  "N'otu afọ ahụ na Julaị, ọ gara U20 World Championships na Tampere, mana ọ gafere okpomọkụ mgbe ọ gbasịrị ọsọ 12.38 s na okpomọkụ 4 na afọ 2019 ọ bụ onye nke ise na Junior African Championships na Abidjan na 12.19 s",
  "Mgbe nke ahụ gasịrị na afọ 2019 ọ sonyere na Africa Games na Rabat na-efunahụ ya na 12.78 s na agba nke mbụ",
  "N'ọnwa Eprel, na afọ 2021, ya na ndị ọrụ ibe ya setịpụrụ ndekọ mba ọhụrụ na Lusaka na 4 x 100 mita relay nke Zambia na 43.85 s. Otú ọ dị, ha hapụrụ asọmpi ikpeazụ na World Athletics Relays na Chorzów, Poland mgbe ha gbasịrị 44.81 s na agba nke mbụ na Mee, na afọ 2021.",
  "N'ọnwa Machị na afọ 2019, n'oge a malitere Kọmitii Ndị Na-eme egwuregwu maka Kọmitii Olimpik Mba nke Zambia (NOCZ) na Olympic Youth Development Centre na Lusaka, a họpụtara ya dị ka onye isi oche mbụ mgbe ọ dị afọ 19, na-eme ka ọ bụrụ onye isi oche nke Kọmitii ndị na-eme egwuregwu kachasị nta n'Africa. N'ọnwa Julaị, na afọ 2021, ọ sonyeere Kansụl ndụmọdụ Equitysport mgbe ọ na-arụkwa ọrụ okpukpu abụọ dị ka onye nnọchi anya maka ọrụ ebere nke mba ụwa na-ahụ maka ịha nhata na egwuregwu iji nyere aka bulie profaịlụ na ọrụ nkwado nke nzukọ ahụ.",
  "Ihe nlereanya ya bụ Shelly-Ann Fraser-Pryce.",
  "Ozi sitere na profaịlụ World Athletics ọ gwụla ma edepụtara ya."
]