[
  "Suya ma ọ bụ sire bụ anụ na-esi ísì ụtọ nke sitere na Northern Nigeria, Hausa Land ma bụrụ ihe oriri a ma ama na West Africa",
  "Suya (nke a na-akpọkwa Soya) bụ akụkụ dị ukwuu nke ọdịbendị na nri ndị Hausa ma bụrụ nke ndị ikom Hausa 'Mai nama' (ọ bụghị ụmụ nwanyị) kwadebere ma mee n'akụkọ ihe mere eme.  A na-ejikarị anụ ehi, ebule, ma ọ bụ ọkụkọ eme Suya",
  "A na-ejikwa eriri afọ dị ka akụrụ, imeju na eriri afọ.  A na-etinye anụ ahụ a pịrị apị n'ụdị ihe dị iche iche na-esi ísì ụtọ nke gụnyere kuki ahụekere ọdịnala nke Hausa a na-akpọ 'kwulikwuli', nnu, mmanụ akwụkwọ nri na ihe ndị ọzọ na-esi ụtọ na ihe ndị na-esi nri, wee sie ya",
  "E nwere ọtụtụ ọdịiche nke Suya na nri ọdịnala Hausa (dị ka Balangu, Kilishi wdg), mana nke kachasị ewu ewu bụ suya",
  "A na-ejikarị aka na-enye Suya na mgbakwunye nke ose a gwakọtara agwakọta, ihe na-esi ísì ụtọ hausa ọdịnala na yabasị e bepụrụ",
  "A na-ejikwa ya eme ihe n'ọdịbendị Hausa na otu akụkụ nke Hausa Masa (osikapa / ọka / ọka)",
  "A na-ejikarị usoro nkwadebe anụ Halal eme ihe, ọkachasị n'akụkụ ugwu nke Naịjirịa ebe ọ malitere dị ka omenala na nri ọdịnala Hausa, ebe a maara na ebubo nke enweghị nkwekọrịta na mmachibido iwu nri ndị Alakụba na nkwadebe Suya na-akpata ọgba aghara.   A na-akpọ ụdị Suya kpọrọ nkụ Kilishi. Enwere ike iri ya na Masa, Kosai, Garri ma ọ bụ Ogi.",
  "Enweghị usoro nri maka mmepụta nke ngwakọta dị mgbagwoju anya nke ihe na-esi ísì ụtọ na ihe mgbakwunye nke mejupụtara Suya marinade (nke a na-akpọ Yaji) na ngwakọta ihe na-atọ ụtọ nke a na-enye ya",
  "Ihe ndị a na-etinye nwere ike ịdị iche dabere na mmasị onye na mpaghara.",
  "Ọ bụ ezie na Suya bụ nri ọdịnala Hausa Nigeria, ọ batara n'etiti ndị Naịjirịa, na-abaghị uru maka mmadụ niile ma dị ebe niile",
  "A na-akpọ ya ihe na-ejikọ na Naịjirịa. Suya aghọwo nri mba Naịjiria nke nwere mpaghara dị iche iche na-azọrọ na usoro nri ha na usoro nkwadebe ha dị elu, mana usoro nri anụ a siri esi yiri ya bụ ihe a na-ahụkarị n'ọtụtụ mba ndị dị n'Ebe Ọdịda Anyanwụ Afrịka."
]