[
  "Suzanne Jambo bụ onye ndọrọ ndọrọ ọchịchị South Sudan, onye ọka iwu, na onye na-eme mkpọsa maka ihe ndị ruuru mmadụ.",
  "Suzanne Jambo nwetara akara ugo mmụta na iwu ọha na eze na Mahadum Buckingham, United Kingdom",
  "Jambo abụwo onye na-eme mkpọsa maka ihe ndị ruuru mmadụ na South Sudan (na ndịda Sudan tupu nke ahụ) ruo ọtụtụ afọ",
  "Ọ bụ onye na-ekwu okwu na Intergovernmental Authority on Development-led peace process n'etiti afọ 1998 na 2005, nke dugara n'ịbịanye aka na nkwekọrịta udo zuru oke na 2005, na-eme ka afọ 21 nke agha obodo kwụsị.  Ọ rụrụ ọrụ na ọtụtụ ụlọ ọrụ na-abụghị nke gọọmentị (NGOs) na ndịda Sudan iji melite nchịkwa ha, arụmọrụ na ogo",
  "O tinyere aka karịsịa n'òtù ndị ahụ chọrọ ichebe ikike ụmụ nwanyị.  N'afọ 2001, o dere akwụkwọ Overcoming gender conflict and bias: the case of New Sudan women and girls.",
  "O guzobere New Sudanese Indigenous Network (NESI), otu nzukọ iji kpọkọta 20 Sudanese NGO iji rụọ ọrụ n'okwu ndị a na-ahụkarị dịka ikike ụmụ nwanyị, iwughachi mgbe esemokwu gasịrị, ikike mmadụ na ọchịchị onye kwuo uche ya.  Ka ọ na-erule afọ 2007, NESI na-arụ ọrụ na 67 NGO dị iche iche na mpaghara ahụ. A họpụtara Jambo ka ọ bụrụ onye kọmishọna maka Southern Sudan Law Drafting Commission nke dere Iwu Iwu South Sudan nke afọ 2011.",
  "Ruo afọ asatọ, Jambo bụ ezigbo onye ndụmọdụ nke onye isi ala South Sudan ugbu a bụ Salva Kiir Mayardit. Nke a mere tupu onye isi ala Mayardit ruo n'oge ya na Sudan People's Liberation Movement (SPLM) ebe Jambo jere ozi dị ka odeakwụkwọ mmekọrịta mba ọzọ site na ọ dịkarịa ala afọ 2010. Ọ bụ nwanyị mbụ rụrụ ọrụ dị ka odeakwụkwọ. Ọ rụrụ ọrụ n'otu ọrụ ahụ ruo mgbe ọ dịkarịa ala n'afọ 2013 mgbe o mere mkpesa na e nwere ọtụtụ ndị ndụmọdụ sitere na ụlọ ọrụ mba ụwa na gọọmentị South Sudan.",
  "O kwenyeghị na Mayardit maka nhọpụta nke nwanne di ya, Gregory Deng Kuac Aduol, dị ka gọvanọ nke Gogrial State kama ịme ntuli aka",
  "N'ihi ya, Jambo bụzi onye na-emegide onye isi ala. N'ọnwa Ọktoba 2017, ọ kwupụtara ebumnuche ya ịzọ ọkwa onye isi ala na ntuli aka South Sudan nke afọ 2018",
  "Jambo bụ nwanyị mbụ gbara ọsọ dị ka onye na-azọ ọkwa onye isi ala na South Sudan."
]