[
  "Suzanna Ogunjami (amaghị nkọwa ọmụmụ na ọnwụ) bụ onye na-ese nke si n'agburu ndị Igbo (Nigerian). O si West Africa kwaga Jamaica ma kwaga New York City ọzọ, ebe ọ nọ na-arụsi ọrụ ike site na 1928-1934 wee bụrụ nwanyị Afrịka mbụ nwere ihe ngosi o mere naanị ya na ụlọ ahịa na United States.",
  "A maghị ụbọchị a mụrụ Ogunjami, ihe ndekọ nke ya dị iche na ndekọ ọnụ ọgụgụ ndị United States na ndekọ alụmdi na nwunye, nke na-ekwu na a mụrụ ya na Jamaica (Ogunjami na-ekwu na Naịjirịa bụ ebe a mụrụ ya). Mgbe ọ dị obere, ọ bịara Jamaica ebe ọ gụrụ akwụkwọ praịmarị ya, ọ kwagara New York City na 1921. Ọ gụrụ akwụkwọ gbasara textiles na fine arts na Teachers College na Mahadum Columbia, ọ gụsịrị akwụkwọ na Bachelor of Science na 1928 na Masters of Fine Arts degree na agụmakwụkwọ nka na 1929.",
  "Ogunjami gosipụtara onwe ya site n'ọtụtụ uzo, nke gụnyere ọrụ ígwè, mbipụta, na ọla, mana a maara ya nke ọma maka eserese ya",
  "Isiokwu nke eserese ya gụnyere ihe osise nke ndị Afrịka na ụmụ nwanyị Afrịka na-akpa ntutu isi. Ọrụ ya na-egosi mmasị ya na agụmakwụkwọ okpukpe na ngosipụta nke ndị Afrịka dị ka ndị dị mgbagwoju anya, iji megide echiche ndị na-egosi ndị Afrịka dị ka ndị na-enweghị mmepeanya.",
  "Mgbe Ogunjami ka na-agụ akwụkwọ na Teachers College, otu n'ime ihe osise mmanụ mbụ ya, Sunflower, gosipụtara na ihe ngosi Harmon Foundation nke 1928 na International House of New York Still Life, ọzọ n'ime ihe osise ya, bụ nke Harmon Foundation gosipụtara na ebe a na-amaghị site na 1929 ruo 1933. Na Disemba 1934, o nwere ihe ngosi o mere naanị ya na Delphic Studios na New York nke gụnyere ọla, ọrụ ígwè, na eserese iri abụọ na asaa. E dekọrọ nkọwa Ogunjami banyere otu n'ime ihe osise ya, nke akpọrọ Nupe Princess, na mmeghe ihe ngosi ahụ ma enwere ike ịchọta ya na ihe nkiri nke A Study of Negro Artists, ihe nkiri nke afọ 1930 nke Harmon Foundation kwadoro.",
  "Na Maachị na Eprel 1935, ọrụ Ogunjami gosipụtara na New Jersey State Museum, na Trenton, na \"Arts and Crafts Exhibition\".",
  "N'afọ 1915, Ogunjami lụrụ Matthew Wilson, onye ụkọchukwu Episcopal, dị ka egosiri na asambodo alụmdi na nwunye nke New York City (nchịkọta ọnụ ọgụgụ ndị United States nke afọ 1930 nwere 1916). Ihe ndekọ ọnụ ọgụgụ ndị mmadụ na United States na-egosi na nwa nwanne Ogunjami, Francis H",
  "Bowen, na nwa nwanne nna ya, Lena Benford na Ogunjami na di ya bi.",
  "O sooro di ya banye n'okpukpe Episcopalian mgbe ha lụsịrị di, mana ihe ndekọ egosighi ihe nkwenkwe okpukpe ya bụ na mbụ.",
  "Iji soro ọchịchọ Wilson ịlaghachi n'ala nna ya, Sierra Leone, Ogunjami na di ya hapụrụ New York n'ozuzu oke gaa Freetown na 1935. Ka di ya na-etinye aka na ụka Anglịkan n'ebe ahụ, Ogunjami nọgidere na-akpọtụrụ Harmon Foundation, na-agwa ha na ọchịchọ ya bụ iwu ụlọ akwụkwọ, \"ịzụ ụmụ agbọghọ na ụmụ nwoke anyị, ọ bụghị naanị otu esi eji ụbụrụ ha kamakwa aka ha, na itinye ha maka ọrụ bara uru n'ọdịnihu",
  "\" Mgbe ahụ, ọ tọrọ ntọala West African Normal and Industrial Institute na Freetown, yana ụlọ akwụkwọ ọzọ dị kilomita iri na abụọ na mpụga obodo ahụ.",
  "E wezụga mbọ agụmakwụkwọ ya, Ogunjami gara n'ihu na-eme nka, ọkachasị ibipụta akwụkwọ, ma nyekwa oge maka ọrụ okpukpe. O nwere ihe ngosi abụọ naanị ya na 1935 na 1937.",
  "A maghị ụbọchị Ogunjami na ebe ọ nwụrụ; akwụkwọ ozi kwụsịrị n'etiti ya na Harmon Foundation mgbe 1941. Otu ihe na-egosi na ọ na-apụ n'anya site na ndekọ na akwụkwọ ozi gụnyere na akwụkwọ ozi, nke e dere na 1960, site n'aka Krio onye na-ese ihe n'oge a bụ Miranda Burney-Nicol nye Evelyn S",
  "Brown, onye nduzi nke Harmon Foundation, nke na-ekwu na Burney-Nicol kwenyere na Ogunjami laghachiri Jamaica mgbe e chere na ọ nwụọla."
]