[
  "Suzanna Celeste de Passe, onye a maara dịka Suzanne de Passe, (amụrụ n'ubochí iri na itoolu n'ọnwa Julaị, n'afọ 1946, 1947 ma ọ bụ 1948) (isi iyi dị iche) bụ nwanyị America na-azụ ahịa, telivishọn, egwu na onye na-emepụta ihe nkiri. De Passe na-eje ozi dị ka onye isi oche nke de Passe Jones Entertainment Group.",
  "A mụrụ De Passe na New York City site na nne Harlem nke sitere na Jamaica na nna nke Haitian na French. Onye a zụlitere na Harlem, De Passe gara Manhattan High School ma mesịa gaa Syracuse University.",
  "De Passe bidoro ọrụ ya na azụmahịa ngosi na Cheetah ụlọ oriri na ọṅụṅụ na New York City",
  "Site na ọbụbụenyi ya na Cindy Birdsong, onye nọchiri Florence Ballard dị ka onye otu The Supremes n'afọ 1967, ọ malitere ịrụ ọrụ na Motown dị ka onye enyemaka Creative nke onye guzobere ụlọ ọrụ, Berry Gordy.] Ná mmalite ọrụ ya, de Passe mepụtara uwe Michael Jackson na ụmụnne ya (The Jackson 5) na omume ha mere n'okporo ụzọ",
  "O nyere aka n'ibute akara ndekọ ahụ na telivishọn na ọtụtụ ndị a ma ama na ndị a ma ama, gụnyere ụfọdụ ihe nrite Motown 25: Ụnyaahụ, Taa, Ruo Mgbe Ebighị Ebi mepụtara ógè ọ bụ Onye isi oche nke Motown Productions. Mgbe e rere Motown, ya na onye ndụmọdụ ya na Gordy / de Passe Productions wee guzobe de Passe Entertainment na 1992",
  "Ogologo mkpakọrịta De Passe na Maazị Gordy gosipụtara na mbipụta December 2008 nke Vanity Fair: Motown the Untold Story, The Labels Greatest Legends, In Their Own Words na foto nke Annie Leibovitz.",
  "de Passe natara nhọpụta Academy Award maka idekọ ihe nkiri Lady Sings the Blues na-eme ka ọ bụrụ onye Afrịka-Amerịka izizi a họpụtara n'ihe gbasara Best Original Screenplay, yana nwanyị Afrịka-Amerịka mbụ nwetara nsọpụrụ ahụ",
  "De Passe ritekwara Emmy Awards abụọ na NAACP Image Awards dị ka onye isi mmepụta nke Motown 25: Ụnyaahụ, Taa, Ruo Mgbe Ebighị Ebi na Motown Returns to the Apollo",
  "De Passe jere ozi dị ka onye na-emepụta ihe nkiri maka ihe nkiri a ma ama na ọtụtụ ihe nrite, CBS western miniseries Lonesome Dove, nke meriri ma Golden Globe na Peabody Awards ma bụrụ onye a họpụtara \"Outstanding Program of the Year\" site na Television Critics Association.",
  "Dị ka onye isi na-emepụta ihe nkiri NBC miniseries The Temptations, de Passe meriri NAACP Image Award for Outstanding Miniseries ma a họpụtara ya maka Golden Globe Award na Emmy Award for Best Miniseries",
  "Ọ rụkwara ọrụ dị ka onye na-emepụta ihe banyere Small Sacrifices, The Jacksons: An American Dream na Buffalo Girls, ndị a họpụtara maka Emmy Award for Best Miniseries",
  "Onye ochie nke ihe karịrị afọ iri atọ na Hollywood, na-emepụta ihe karịrị otu ijeri dollar na ego na ụlọ ọrụ ntụrụndụ, ma na-ekewa oge ya na talent ya n'etiti Los Angeles na New York, de Passe enwetala ụfọdụ onyinye banyere onyinye ya na telivishọn, ihe nkiri na ụlọ ọrụ egwu gụnyere:",
  "N'afọ 1978, De Passe lụrụ onye na-eme ihe nkiri Paul Le Mat ma ha mụtara ụmụ atọ",
  "Ha agbaala alụkwaghịm kemgbe ahụ."
]