[
  "Svea Josephy bụ ugbu a Ónyé isi nkuzi na Fine Art (foto) na Michaelis School of Fine Art na Mahadum Cape Town. A maara ya nke ọma màkà ọrụ ya na \"ọbọdọ abụọ,\" ebe ọ na-eme ka ihe jikọrọ ya n'etiti ebe obibi na mpaghara ndị gbara obodo South Africa gbụrụ-gbúrụ na ebe ndị ọzọ gbụrụ-gbúrụ ụwa. E gosipụtara ọrụ Josephy n'ọtụtụ ihe ngosi ma na mbà ma na mbà ụwa.",
  "A mụrụ Svea Josephy na 1969, a zụlitere ya na Cape Town, South Africa ma na-ebi ugbu a na Rondebosh, ebe obibi ndịda nke Cape Town",
  "Josephy malitere inwe mmasị na foto mgbè ọ bụ nwatakịrị",
  "O nwèrè ụlọ gbara ọchịchịrị n'ụlọ ya mgbè nna nna ya na-agafe oge foto, nke kpaliri mmasị ya na foto",
  "Igwefoto mbụ ya bụ Olympus Trip 35 ochie",
  "Otú ọ dị, taa, ọ na-ejikarị igwefoto Hasselbald.",
  "Josephy gụsịrị akwụkwọ Bachelor of Arts (na Fine Art) na Michaelis School of Fine Art na Mahadum Cape Town, na ngwụcha afọ 1980 rụọ mmalite afọ 1990",
  "Josephy mgbè ahụ na 2001, gụsịrị Master of Fine Arts cum laude na Mahadum Stellenbosch.",
  "Isi ihe Josephy lekwasịrị ányà n'ọrụ foto ya bụ ọmụmụ banyéré otu esi ewu njirimara na ala",
  "N'ụzọ doro anya, a maara ya nke ọma màkà ịdepụta ihe yiri n'etiti \"ọbọdọ abụọ\" na South Africa na akụkụ ndị ọzọ nke ụwa",
  "Ọrụ ya nke \"ọbọdọ ejima\" na-enyocha aha pụrụ iche nke ebe obibi na mpaghara ndị dịpụrụ adịpụ nke South Africa",
  "Ihe atụ gụnyere: Sun City, Lost City, Lapland, Beverley Hills, Egoli, Cuba, Kosovo, Lusaka, Malibu, Hyde Park, Green Park, Lavender Hill, Athlone, Harare, Waterfront, Potsdam, Bosnia, Beirut, Iraq na Hanover Park. Aha ndị a na-ewelite ihe oyiyi ụfọdụ nwere ike ijikọta ma jikọta ya na ogige ntụrụndụ, okporo ámá, ọbọdọ na mba dị iche iche dị n'ụwa niile.",
  "N'afọ 2016, Josephy gosipụtara Satellite Cities: Naming Worlds na Wits Art Museum.",
  "Josephy enwetala onyinye na agụmakwụkwọ ndị a: Prix du Ministre de la Culture DAKART 2010 9th biennial of Contemporary African Art, IFAM, Dakar, Senegal, Gordon Institute for Performing and Creative Arts (GIPCA) Project Award (2009), National Arts Council Award (2008), A.W",
  "Mellon Emerging Scholars Award (2008), Malan Trust Curatorship Award (2007), Harry Crossley Scholarship (2000), Maggie Laubscher Scholarship (1999), Simon Gerson Prize (1993) na Irma Stern Scholarship (1992)."
]