[
  "Swahili, nke a makwaara site na aha nna ya Kiswahili, bụ asụsụ ala nke ndị Swahili, ndị a na-ahụkarị na Tanzania, Kenya na Mozambique (n'akụkụ ụsọ oké osimiri nke East Africa na agwaetiti ndị dị n'akụkụ ụkọ oké osimiri). Ọ bụ ezie na a na-ahazi asụsụ dị ka asụsụ Bantu, Swahili mepụtara n'akụkọ ihe mere eme site n'ịgbaziri ọtụtụ okwu site na asụsụ mba ọzọ, ọkachasị Arabic, kamakwa okwu sitere na Portuguese, Bekee na German",
  "Ihe dị ka pasent iri anọ nke okwu Swahili nwere okwu ndị a gbazitere n'asụsụ Arabic, gụnyere aha asụsụ ahụ (سَوَاحِلي sawāḥilī, ụdị adjectival nke okwu Arabic nke pụtara 'nke ụsọ mmiri'). Okwu ndị a gbazitere sitere n'oge mmekọrịta dị n'etiti ndị ahịa ohu Arab na ndị Bantu bi n'ụsọ oké osimiri ọwụwa anyanwụ nke Africa, nke bụkwa oge mgbe Swahili pụtara dị ka asụsụ a na-asụkarị na mpaghara ahụ. Ọnụ ọgụgụ ndị na-asụ Swahili, ma ha bụ ndị na-ekwu asụsụ ma ọ bụ ndị na'asụsụ nke abụọ, a na-eme atụmatụ na ọ bụ ihe dịka nde 200.",
  "N'ihi mbọ gọọmentị Tanzania gbakọrọ aka, Swahili bụ otu n'ime asụsụ atọ gọọmentị (ndị ọzọ bụ Bekee na French) nke mba East African Community (EAC), ya bụ Burundi, Democratic Republic of Congo, Kenya, Rwanda, South Sudan, Tanzania na Uganda",
  "Ọ bụ asụsụ nke mpaghara ndị ọzọ dị na mpaghara Great Lakes Africa na East na South Africa, gụnyere akụkụ ụfọdụ nke Democratic Republic of Congo (DRC), Malawi, Mozambique, n'ọnụ ọnụ ndịda Somalia, na Zambia",
  "Swahili bụkwa otu n'ime asụsụ ọrụ nke African Union na nke Southern African Development Community",
  "Otu East African Community kere otu ụlọ ọrụ akpọrọ East African Kiswahili Commission (EACK) nke malitere ịrụ ọrụ na 2015",
  "Ụlọ ọrụ a na-ejekwa ozi ugbu a dị ka òtù na-ahụ maka ịkwalite asụsụ na mpaghara East Africa, yana maka ịhazi mmepe ya na ojiji maka ya",
  "ntinye mpaghara na mmepe na-adigide",
  "N'afọ ndị na-adịbeghị anya South Africa, Botswana, Namibia Ethiopia na South Sudan amalitela inye Swahili dị ka isiokwu n'ụlọ akwụkwọ ma ọ bụ mepụta atụmatụ ime otú ahụ."
]