[
  "Syd Brak bụ onye na-ese ihe osise na London",
  "A maara ya karịsịa maka ihe ngosi ya nke a kachasị ere a kpọrọ Long Distance Kiss.",
  "N'etiti afọ 1970, Bill Bernbach nyere Syd 'ihe nrite ọla edo' maka imewe na ihe osise na Johannesburg South Africa",
  "Na ngwụcha afọ 1970, Syd kwagara London",
  "Ọ malitere ịrụ ọrụ dị ka onye na-ese ihe n'efu",
  "Ọ rụrụ ọrụ maka ụlọ ọrụ nke gụnyere Coca-Cola , MSN, na Levi's.",
  "N'afọ 1982, ihe ngosi ya, Long Distance Kiss bụ ihe ngosi nke kachasị ere n'ụwa",
  "A na-ere ya na ụlọ ahịa na-ere ihe osise nke Athena.",
  "Syd Brak bụ otu n'ime ndị na-ese ihe kachasị emetụta n'afọ ndị 1980, na-emeziwanye usoro airbrush nke nyere ya ohere ịmepụta ụfọdụ n'ime ihe oyiyi kachasị mma nke afọ iri ahụ.",
  "\"Usoro nsutu ọnụ\" nke kpaliri onye na-emepụta Martin Kidman bụ nnukwu ihe ọzọ maka Athena",
  "N'ịbụ nke Syd Brak, onye na-ese ihe sitere na mgbasa ozi, mepụtara ya kpọmkwem iji mee ka ụmụ agbọghọ nọ n'afọ iri na ụma na ụmụ agbọghọ na-eto eto, ndị, Brak na-ekwu, \"na-achọ ntozu okè na ọkaibe\"",
  "Ihe osise ndị dị ka First Kiss, Forget Me Not na Long Distance Kiss niile nwere obere akụkọ nke na-emetụta uche ndị na-eto eto, na-egosi n'ụzọ dị mma na ihe nkiri nke ndị na-eme ihe ike, ịhụnanya furu efu na obi mgbawa",
  "Ụmụ agbọghọ ndị na-ajụ oyi, ndị dị omimi, ihu ha na-acha ọcha, anya ha na-agbaji na onyinyo anya na-acha anụnụ anụnụ na egbugbere ọnụ ha na-egbuke egbuke, kpaliri ọtụtụ ihe nṅomi na ihe dị ọnụ ala",
  "O yikwara ka ha kpaliri nsọpụrụ nke afọ gara aga na 1980s na The Face nke gosipụtara na mkpuchi ya foto nke izu oke nke airbrush",
  "Otu onye na-ese foto, Sølve Sundsbø, sochiri ya na mkpọsa mgbasa ozi ya na nso nso a maka ụlọ imewe hip Bottega Veneta - nchịkọta ahụ, ihe na-enweghị isi ikwu, nke sitere n'ike mmụọ nsọ nke 1980s style.",
  "Ihe ngosi eji eme ihe n'oge ochie ya weghaara oge ọhụrụ nke ịhụnanya / punk nke ngwụcha afọ ndị 1979 na mmalite afọ ndị 1980",
  "Ọtụtụ narị puku ereela ha.",
  "Syd mere mkpuchi akwụkwọ maka ndị edemede nke gụnyere John Grisham, Wilbur Smith na Ken Follett."
]