[
  "Syda Namirembe Bbumba bụ onye akanta ego si Uganda, onye ndọrọ ndọrọ ọchịchị na onye ọrụ ụlọ akụ",
  "Ọ jere ozi na Cabinet nke Uganda dị ka Minista Energy na Minerals site na 2002 ruo 2006, Minista Gender, Ọrụ na Ọha na Ọha.",
  "Syda Namirembe Bbumba (aha ikpeazụ a na-akpọ Bumba mgbe ụfọdụ) (amụrụ na 7 Jenụwarị 1952) bụ onye na-ahụ maka ego na Uganda, onye ndọrọ ndọrọ ọchịchị na onye na-echekwa ego",
  "Ọ rụrụ ọrụ na Cabinet nke Uganda dị ka Minista nke Energy na Minerals site na 2002 ruo 2006, Minista nke Gender, Labor na Social Development site na 2006 ruo 2008, Minista nke Finance site na 2009 ruo 2011, na Minista nke Gen, Labor na Public Development ọzọ site na 2011 ruo 2012. Ọ bụkwa onye a họpụtara ka ọ bụrụ onye omeiwu maka Nakaseke County North, Nakaseke District Ọ bụ onye isi oche nke Kọmitii omeiwu na akụ na ụba mba nakwa onye isi oche ya nke Nzukọ Ndị Omeiwu nke Islam",
  "Ọ bụ onye nnọchi anya Sub-Saharan Africa na OIC Women Advisory Panel.",
  "Syda Bbumba gara Trinity College Nabbingo maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya. Ọ gakwara Makerere College School tupu ọ banye mahadum.",
  "O nwere nzere Bachelor of Commerce (BCom) na Accounting, nke ọ nwetara na Mahadum Makerere na 1974",
  "Ọ nwetara Master of Business Administration (MBA), na Mahadum Kampala International na 2006.",
  "Syda Bbumba rụrụ ọrụ dị ka onye na-ahụ maka ego na onye njikwa akụ ruo afọ 21 na Uganda Development Bank, site na 1974 ruo 1995",
  "Ọ bụ onye otu Uganda Electoral Commission na 1996 tupu a họpụta ya na Nzukọ Ndị Omeiwu nke Uganda, na-anọchite anya Nakaseke County na Nakaseke District",
  "Ọ nọgidere na-anọchite anya mpaghara ahụ na ndị omeiwu Uganda",
  "Ọ bụ ya na-achị.",
  "Site n'afọ 2002 ruo n'afọ 2006, ọ bụ Minista na-ahụ maka ike na mineral",
  "Site na 2006 ruo 2008, ọ rụrụ ọrụ dị ka Minista nke Mmekọahụ, Ọrụ na Mmekọrịta Ọha",
  "Bbumba kọrọ banyere ọtụtụ nsogbu gburugburu ebe obibi na-adịte aka nke ọnụ ọgụgụ na-arịwanye elu nyere aka, mana Onye isi ala Yoweri Museveni ka na-agba ndị Uganda ume ka ha mụọ ụmụ ndị ọzọ.",
  "Site na 18 Febụwarị 2009 ruo 27 Mee 2011 ọ rụrụ ọrụ dị ka Minista na-ahụ maka ego, ịbụ nwanyị mbụ jere ozi na ikike ahụ n'akụkọ ihe mere eme nke mba ahụ. A họpụtara ya ọzọ dị ka Mịnịsta nke Mmekọahụ, Ọrụ na Mmepe Ọha na 27 Mee 2011, na-anọchi Gabriel Opio, onye a chụpụrụ na Cabinet. Ọ gbara arụkwaghịm na kọmitii na 16 Febụwarị 2012 n'ihi ebubo nke enweghị nchịkwa nke ego gọọmentị mana ọ nọgidere n'oche ndị omeiwu ya.",
  "Site na nhọpụta ya dị ka Minista na-ahụ maka ego nke Uganda, Syda Bbumba ghọkwara Onye isi oche nke Kansụl Na-achị Isi nke East African Development Bank (EADB). Ọzọkwa n'ọrụ ya dị ka Minista na-ahụ maka ego, ọ ghọrọ onye na-ahụ anya maka National Social Security Fund (NSSF), ụlọ ọrụ gọọmentị nke dị n'okpuru Ministrị nke Mmekọahụ, Ọrụ na Mmepe Ọha, nke ọ ka hapụrụ",
  "A kwapụrụ NSSF site na Ministri Gender gaa na Ministri Finance n'ọnwa Ọktoba afọ 2004. N'ime mgbanwe nke kansụl na 27 Mee 2011, a kpọghachiri Syda Bbumba na Ministri Gender dị ka Minista ọhụrụ",
  "Maria Kiwanuka nọchiri ya na Ministry of Finance."
]