[
  "Sydney Kumalo (afọ 1935 rụọ afọ 1988) bụ onye South Africa na-ese ihe na onye na-akpụ ihe. A maara ya nke ọma maka ọrụ ya na ígwè na ịmepụta ihe oyiyi ọla na ihe ọkpụkpụ ya.",
  "A mụrụ Kumalo n'afọ 1935 na Sophiatown, Johannesburg ma zụlite ya n'ezinụlọ Zulu. Nzụlite a, ọdịbendị, na ndọrọ ndọrọ ọchịchị dị iche iche n'obodo ya ga-emesị nwee mmetụta dị mma n'ime ọrụ ya",
  "Ọ gara Madibane High School na Soweto, South Africa",
  "Ọ gara Polly Street Art Center n'afọ 1952 iji bídó ọzụzụ nka ya. Ọ gara ụlọ ọrụ nka ruo n'afọ 1957",
  "Nakwa n'afọ 1957, e nyere ya ọrụ ime ihe nkiri ụka, nke bụ nnukwu ohere izizi ya dị ka onye na-ese ihe. Na mbụ, ọ na-arụ ọrụ na eserese mmiri, e nyere ya ọrụ ime ihe osise n'ihe banyere ụlọ elu ụlọ ụka, ma mesịa n'ọrụ ya, ọ malitere iji mgbasa ozi agwakọta.",
  "Ihe ka ọtụtụ n'ime ọzụzụ nka ya sitere na Polly Street Art Center. N'ebe ahụ, ọ natara nduzi site n'aka Cecil Skotnes na Egon Guenther. N'afọ 1958, Kumalo gụrụ akwụkwọ na Edoardo Villa, onye South Africa na-akpụ ihe, ruo afọ 2",
  "Ọ rụkwara ọrụ dị ka onye enyemaka Skotnes. Ịrụ ọrụ na Villa nwere mmetụta dị ukwuu na ụdị Kumalo na ụdị okwu ya",
  "Ọ rụkwara ọrụ n'ihe eji atụ ígwè",
  "O nyere aka mejuputa ọgbara ọhụrụ na nzụlite Afrịka n'ime ọrụ Kumalo. N'afọ 1960, ọ bịdọrọ izi ihe na etiti mgbé niile ruo n'afọ 1964. N'oge a, o si na Art Center kwaga Jubilee Social Center dị na Soweto. N'afọ 1963, ya na Villa, Skotnes, Ezrom Legae, Cecily Sash, na Giuseppe Cattaneo guzobere otu akpọrọ Amadlozi Group. Ndị otu a mere ka onye na-ese ihe chọpụta inwe mmetụta Afrịka na nka ha na iji omenala ha dị ka ụdị okwu",
  "Guenther kwalitere otu ha",
  "Guenther metụrụ ndị otu ahụ aka na German Expressionism ma mee ka ha mee ihe ngosi na Italy n'oge afọ 1963 na afọ 1964. Nke a ga-abụ mbido nke ọrụ mba ụwa Kumalo",
  "Kumalo ghọrọ onye na-ese ihe oge niile mgbe afọ 1964, nke n'aka nke ya, mere ka ọ hapụ ọrụ nkuzi ya na Art Center.",
  "Ọrụ mba ụwa Kumalo bịdọrọ n'ezie n'etiti afọ 1960.  O sonyere n'ihe ngosi na ebe dị ka Europe na New York. A kpọrọ ya ka ọ gaa ọtụtụ ihe omume mba ụwa na ịnata onyinye",
  "N'afọ 1967, a kpọrọ ya ka ọ gaa USA na Europe màkà na ọ bụ onye ọbịa na United States / South African Leadership Exchange Programme, ma ọ bụ USSALEP. O ritere bursary njem site na Transvaal Academy n'afọ 1967. Kumalo bụkwa onye ọbịa n'afọ 1960 na \"Artists of Fame and Promise Exhibition\" E tinyere ọrụ ya na ọtụtụ ihe ngosi South Africa dịka Cape Town Triennial n'afọ 1985 na afọ 1988 na \"The Neglected Tradition Exhibition\" na Johannesburg Art Gallery. Mgbe ọ ka na-eme njem na mba ụwa, ọ ka jisiri ike nye aka na ihe ngosi Republic Festival. O ritekwara ihe nrite mbụ na South African Race Relations Exhibition nke dị na Durban.",
  "Ihe kachasị eji eme ihe na Kumalo bụ terra cotta",
  "A na-atụzi terra cotta ahụ na ọla nchara. Ọrụ ya gosipụtara ụfọdụ ngosipụta na akụkụ nke oge a",
  "O gosikwara echiche nke ihe nnọchianya na ihe osise. E nwere nnukwu nlebara anya na nkọwa zuru ezu n'oge ịkpụzi na usoro ịwụnye",
  "O doro anya na o nwetara mkpali site na ndụ n'ọrụ ya",
  "Isi isiokwu ya maka ọrụ ya bụkarị ụmụ mmadụ na iji ahụ mmadụ gosipụta ọtụtụ ihe nkiri na mmetụta uche",
  "O buru n'uche na mmegharị ahụ dị iche iche, nhazi, na ụda bụ ụzọ isi gosipụta mmetụta ime mmụọ. Isiokwu ndị ọ na-arụ ọrụ kachasị bụ echiche nke mmadụ, anụ ọhịa, na ịkpụzi ahụ mmadụ n'ụdị anthropomorphic. Ọ na-arụ ọrụ na-egosipụtakarị ihe ndị dị ka ịlọ ụwa, mmetụta nke ezi ihe na ihe ọjọọ, na mmetụta nke ndị nna nna.",
  "Kumalo hụrụ ahụ mmadụ na ahụ anụmanụ ka ha na ibe ha nwere mmekọrịta chiri anya n'ụzọ anụ ahụ na n'ụzọ ime mmụọ. Ọnọdụ nke ọnụ ọgụgụ ya na-adịkarị ka ụmụ anụmanụ. Ọrụ ya nwere ike inwe njikọ chiri anya na ihe osise izizi nke Afrịka na nka agbụrụ",
  "Ha abụọ gosipụtara ezi agụụ na mmetụta uche ma gosipụta egwu nke ike ọjọọ n'ebe ha nọ nke ha na-enweghị ike ịchịkwa",
  "Ụdị ya nwekwara ike igosi mmetụta sitere na primitivism. Enwere ike iji ọtụtụ n'ime ọdịdị ihu nke ọrụ ya tụnyere ihe mkpuchi agbụrụ Afrịka. Ọnụ ọgụgụ ya ebe ọ na-enwekarị ihe na-enweghị atụ na njirimara buru ibu na ogologo ahụ. Enwere echiche nke mmegharị a na-achịkwa, ịdị mfe, na njide ọtụtụ n'ime ọrụ ya."
]