[
  "Sylvia Jebiwott Kibet (amụrụ na 28 na ọnwa Machị, na afọ 1984) bụ onye Kenya ọkachamara na-agba ọsọ ogologo oge",
  "Ọ bụ onye nwetara ọlaọcha na mita 5000 na World Championships in Athletics na afọ 2009 ya na afọ 2011",
  "O nwetakwara ihe nrite n'ebe dị anya na 2006 African Championships in Athletics, 2007 All-Africa Games na afọ 2010 Commonwealth Games.\nỌ fọrọ nke nta ka ọ ghara inweta ihe nrite na nnukwu asọmpi n'ọtụtụ oge, ebe ọ bụ na ọ gwụchara nke anọ na afọ 2007 World Championships, na afọ 2008 Beijing Olympics na ugboro abụọ karịa mita 3000 na IAAF World Indoor Championships (na afọ 2008 na 2010).",
  "Kibet si Kapchorwa, Nandi District",
  "Nwanne ya nwanyị nke okenye Hilda Kibet bụkwa onye na-agba ọsọ, onye na-anọchite anya Netherlands ugbu a, dị ka Lornah Kiplagat, nwa nwanne ha.",
  "Mgbe o nwetasịrị ihe nrite ọlaọcha 1500m na afọ 1999 World Youth Championships in Athletics, ọ lara ezumike nká na egwuregwu wee lụọ Erastus Limo, onye bụbu onye na-agba ọsọ n'etiti",
  "Mgbe ọ mụsịrị nwa nwanyị, ọ laghachiri na 2004",
  "Ebe ọ bi na Iten, obere obodo dị kilomita 30 site na Eldoret, ọ zutere onye nkuzi Ịtali Renato Canova, wee malite ọzụzụ ya",
  "Ọ malitere iru ọkwa mba ụwa n'afọ 2005, na-egosi na ọ na-emeziwanye arụmọrụ na ihe omume kachasị amasị ya bụ mita 5000.",
  "O meriri ọla nchara na mita 5000 na afọ 2006 African Championships ma mechie nke ise na mita 3000 na afọ 2006 World Athletics Final",
  "N'afọ 2007, o ritere ọla nchara na 2007 All-Africa Games ma mechie nke anọ na afọ 2007 World Championships, na World Athletics Final ọ mechiri nke ise na 3000 m na nke abụọ na 5000 m.",
  "N'afọ 2008, o setịpụrụ ihe ndekọ ime ụlọ nke mba karịa 1500 m nke 4:07.46 nkeji na Nzukọ BW-Bank na Febụwarị",
  "O mechara nke anọ na World Indoor Championships na ndekọ ime ụlọ ọhụrụ nke Kenya nke 8:41.82 nkeji",
  "O meriri ihe nrite mbụ ya n'èzí na afo 2009 World Championships in Athletics, na-ewere ihe nrite ọlaọcha na mita 5000 n'azụ Vivian Cheruiyot.",
  "Kibet tụfuru ihe nrite na 3000 m na afo 2010 IAAF World Indoor Championships, nke Sentayehu Ejigu mere ka ọ bụrụ ọla nchara",
  "Ọ gbara ọsọ na afọ 2010 Women's 5K Challenge na London mana o nweghị ike ijigide aha ya site na afọ 2009, na-emecha nke abụọ na Linet Masai. Ọ ghọrọ onye mmeri nwanyị mbụ nke asọmpi kilomita 7 ọhụrụ na Memorial Peppe Greco, na-emeri Ejegayehu Dibaba na akara. O meriri ọlaọcha 5000m n'azụ Cheruiyot na afọ 2010 Commonwealth Games.",
  "Na Machị afọ 2011 ọ meriri na Trofeo Alà dei Sardi cross country race Ọ ruru podium na afo 2011 Diamond League circuit otu ugboro n'oge ahụ, na-ewere nke atọ na DN Galan karịa 5000 m. Ọ nwetara nhọpụta ịnọchite anya Kenya maka oge nke abụọ n'usoro n'ebe dị anya na 2011 World Championships in Athletics",
  "Vivian Cheruiyot gbachitere aha ya, mana Kibet meriri Meseret Defar na sprint finish maka ọlaọcha. Na afọ 2012 Campaccio cross country ọ bụ onye nke abụọ n'azụ onye obodo ya na-eto eto Mercy Cherono.",
  "Kibet bịarutere nso na nrite ihe karịrị 3000 m na 2012 IAAF World Indoor Championships na njedebe nke anọ",
  "Ọ bụ onye nke anọ na ule 5000m nke Kenya ma a họrọghị ya maka 2012 London Olympics",
  "Ọ rụrụ ọrụ nke ọma na 2012 Diamond League Circuit, na-enwe njedebe atọ kachasị elu na Doha, Monaco na Lausanne ma na-emecha nke atọ n'ozuzu na ọkwa",
  "Na nke mbụ ya na kilomita 10 na Septemba, ọ meriri Dam tot Damloop na oge nke 51:42 nkeji. Mmeri na BOClassic wetara afọ ya nso."
]