[
  "Sylvia Elizabeth Lucas (amụrụ n'abalị iri abụọ na abụọ n'ọnwa Eprel n'afọ 1964) bụ osote onye isi oche nke National Council of Provinces na Republic of South Africa, mgbe ọ banyere n'ọkwa n'ụbọchị iri abụọ na atọ n'ọnwarị n'afọ 2019",
  "Site na 2013 ruo 2019, ọ rụrụ ọrụ dị ka onye isi ala nke anọ nke Northern Cape Province",
  "A họpụtara ya ma mee ya ka ọ bụrụ onye nọchiri Hazel Jenkins",
  "Lucas jere ozi dị ka onye isi ala na-anọchite anya ya na tupu nhọpụta ya, dị ka MEC maka Mmekọrịta Gburugburu Ebe Obibi na Gọọmentị Provincial nke Northern Cape.",
  "A mụrụ ya na 22 Eprel 1964, ma too na Upington na Northern Cape",
  "Lucas gara ụlọ akwụkwọ sekọndrị Carlton Van Heerden dị na Upington ebe na mbido afọ 1980, ọ malitere itinye aka na ndọrọ ndọrọ ọchịchị.",
  "O mechara sonye na Rosedale rent boycotts, ma bụrụkwa otu n'ime ndị nnọchiteanya na Transitional Council, iji hụ na a na-enye obodo ọkụ eletrik a kwụrụ ụgwọ mgbe ha na-enweghị ike ịzụta ike eletrik.",
  "Lucas bụbu onye na-ede akwụkwọ maka National Party onye sonyeere ANC na 1992.\nSylvia Lucas sonyeere African National Congress (ANC) dị ka onye otu alaka nkịtị na 1992. Site na 1995 ruo 2000, Lucas jere ozi dị ka onye kansụl maka / Khara Hais Local Municipality, na Upington, mgbe ọ na-eje ozi na mpaghara mpaghara nke ANC na mpaghara ahụ",
  "Ọ rụrụ ọrụ dị ka nwanyị mbụ bụ onyeisi oche nke ANC na mpaghara Siyanda site na 2001 ruo 2004.",
  "N'afọ 2000, a họpụtara Lucas ka ọ rụọ ọrụ na Northern Cape Provincial Legislature",
  "Odeakwụkwọ ukwu nke ANC, Kgalema Motlanthe, mara ọkwa na 2003, na aha Lucas bụ nke anọ na ndepụta ndị ANC maka ndị omeiwu Northern Cape Provincial Legislature.",
  "N'afọ 2004, a họpụtara ya na kọmitii nchịkwa mpaghara nke ANC na Northern Cape",
  "Ọ rịgooro n'ọkwa nke ANC Women's League, na-arụ ọrụ dị ka odeakwụkwọ mpaghara mgbe Maykie Dipuo gbara arụkwaghịm",
  "Ọnọdụ a mere ka ọ bụrụ onye otu ex officio nke kọmitii na-ahụ maka mba nke league",
  "Ka ọ na-erule afọ 2007, dịka osote onye isi oche nke Women's League",
  "N'afọ 2009, a họpụtara ya dị ka MEC maka gburugburu ebe obibi na Nchekwa Okike na Northern Cape.",
  "Lucas sonyere na njem ọmụmụ mba ụwa nke ANC na United Kingdom, Canada na United States.",
  "Mgbe Premiya Hazel Jenkins collapsed, na-ata ahụhụ a ọrịa strok, na afọ 2012, Executive Council nke Province họpụtara Grizelda Cjiekella dị ka eme Premiya maka duration nke Premier Jenkins' incapacity ahapụ",
  "Mgbe, otu afọ mgbe e mesịrị, Hazel Jenkins steepụ si post nke Premier nke Northern Cape, ọ bụ Sylvia Lucas onye ANC na n'ógbè mara ọkwa, na 19 Muda, na afọ 2013, as the premier's successor",
  "N'ụbọchị edobere maka nraranye Lucas dị ka onye isi ala, agbanyeghị, ngagharị iwe a na-akwado ka Jenkins rịtuo n'ọchịchị megidere ya n'ihi usoro",
  "Otu votu na Northern Cape legislature na 30, na afọ 2013, nke mmegide otu COPE na Democratic Alliance were akụkụ, okpu nweta ihe achọrọ abụọ n'ụzọ atọ nkwado maka ngagharị a ga-ebu",
  "N'ihi ya, Jenkins ji aka ya bụrụ onye isi na Lucas aṅụ iyi n'otu ụbọchị ka onye nọchiri Grizelda Cjiekella dị ka onye na-eme praịmarị nke mpaghara ahụ..",
  "Mgbe Hazel Jenkins mechara gbaa arụkwaghịm, malite na 22 Mee, na afọ 2013, ọ ga-ekwe omume ịmeghe onye nọchiri ya. A họpụtara Lucas n'ụzọ iwu ma ṅụọ iyi dị ka praịm minista nke mpaghara ahụ na 23 Mee,na afọ 2013. O kwuru okwu mmeghe ya dị ka onye isi ala na 30 Mee na afọ 2013.",
  "A họpụtara Lucas ọzọ ka ọ bụrụ onye isi ala na 20 Mee, na afọ 2014, site na National Executive Committee nke African National Congress, na-esote ntuli aka South Africa nke 7 Mee, na afọ 2014",
  "Ọ bụ naanị nwanyị a họpụtara dị ka onye isi ala na mpaghara asatọ nke ANC.",
  "Lucas hapụrụ ọfịs ahụ na Mee, na afọ 2019 ka ọ bụrụ osote onye isi oche nke National Council of Provinces",
  "A họpụtara Zamani Saul dị ka onye nọchiri ya.",
  "Onye isi ala Lucas bịara n'okpuru nyocha mgbasa ozi mgbe ekpughere na ọ mefuru R53,000 ($ 3585.93) na nri ngwa ngwa na ihe oriri onwe onye, na kaadị akwụmụgwọ nke gọọmentị nyere ya, na izu iri mbụ nke ọ malitere ọrụ ahụ",
  "A gbakọrọ nke a ka ọ bụrụ nkezi mmefu nke R760 ($ 51.42), isi ihe nke ndị mmegide Democratic Alliance nwetara ngwa ngwa.",
  "Onye isi ala ahụ gbachitere ebubo ya dị elu site n'ikwu, \"Olee otu anyị ga-esi rie ma ọ bụrụ na anyị ejighị ego ndị na-atụ ụtụ isi mee ihe?\"  ANC mechara tinye aka, na-agbachitere onye isi ala, ma na-emegide ndị na-ese ihe nkiri ndọrọ ndọrọ ọchịchị na nke nchịkọta akụkọ dị iche iche nke na-eme ya ka ọ bụrụ onye na-ese foto na mgbasa ozi, ọkachasị onye na-eme ihe nkiri a ma ama, Jonathan Shapiro. A na-akpọ ya \"Fast Food Premier\" na akụkọ mgbasa ozi na isi akụkọ akwụkwọ akụkọ."
]