[
  "Sylvia Snowden (amụrụ n'afọ 1942) bụ ónyé Africa America na-ese ihe na-adịghị ahụkebe nke na-arụ ọrụ na acrylics, mmanụ pastel, na mgbasa ozi ngwakọta iji mepụta ọrụ ndị na-egosi \"mmetụta nke eserese\". Ọtụtụ ebe ngosi ihe mgbè ochie anabatala nka ya n'ihe ngosi, ebe ọtụtụ agbakwunyere ọrụ ya na nchịkọta ha na-adịgide adịgide.",
  "A mụrụ Sylvia Snowden na 1942 na Raleigh, NC. Snowden gàrà Mahadum Howard ébé ọ gụrụ akwụkwọ n'okpuru David Driskell ma gụsịrị akwụkwọ na nzere Bachelor of Arts na nzere Master of Fine Arts",
  "Ọ natara agụmakwụkwọ na Skowhegan School of Painting and Sculpture na Skow Hegan, Maine ma nwee asambodo site na Le Grande Chaumier na Paris, France.",
  "Ọ kụziri na Mahadum Howard, Cornell na Yale, jere ozi dị ka ónyé na-ese ihe na-ebi, ónyé na-eme mkparịta ụka, ónyé na'eleta ónyé na-ede ihe, onye nkuzi / onye nkuzi na ónyé nlekọta na mahadum, ụlọ ngosi na ụlọ akwụkwọ nka na United States na mba ofesi.",
  "O gosipụtara na Corcoran Gallery of Art, Women's Museum, Montclair Art Museum, Baltimore Museum of Art, Herbert F",
  "Johnson Museum of Art",
  "The Phillips Collection, Heckscher Museum of Art، American University, Mary McLeod Bethune Memorial Museum na National Archives for Black Women's History, na Kemper Museum of Contemporary Art na Kansas City, MO.  E gosipụtara ọrụ ya na Chile, Netherlands, Ethiopia, Australia, Bahamas, France, Mexico, Italy na Japan",
  "Ihe ngosi ya nkè afọ 2000 na Corcoran Gallery of Art gosipụtara ọrụ sitere n'ike mmụọ nsọ nke ọnwụ nwá ya nwoke. Ọ natala ọtụtụ onyinye gụnyere Lois M",
  "Jones Award for Recognition.",
  "Kemper Museum of Contemporary Art natara onyinye site na Andy Warhol Foundation na National Endowment of the Arts iji gosipụta ihe ngosi na nka America a na-akpọ \"Magnetic Fields\" nke gụnyere ọrụ Sylvia Snowden na ndị ọzọ",
  "Dị ka ụlọ ngosi ihe mgbè ochie ahụ si kwuo, ihe ngosi a gosipụtara \"ihe ngosi US mbụ a raara nye naanị maka mkparịta ụka na akụkọ ihe méré eme nke abstraction site n'aka ụmụ nwanyị na-ese ihe na-acha",
  "\"",
  "http://www.sylviasnowden.com/Artwork/"
]