[
  "Sylvia Masebo (amụrụ na Machị 7, na afọ 1963) bụ onye ọchụnta ego Zambia, onye ndọrọ ndọrọ ọchịchị na onye nnọchi anya National Assembly of Zambia maka mpaghara Chongwe na United Party for National Development (UPND).\nSylvia Masebo nwere akara ugo mmụta na Banking na Finance ma bụrụ onye nnọchi anya National Assembly of Zambia maka mpaghara Chongwe kemgbe afọ 2001; nke mbụ guzo na tiketi nke Zambia Republican Party (ZRP) na mgbe e mesịrị, MMD Movement for Multi-Party Democracy na afọ 2003.",
  "Ọ rụrụ ọrụ dị ka Minista nke Ahụike site n'Ogost, na afọ 2005 ruo Ọktoba 2006 mgbe ọ nọchiri Brian Chituwo.",
  "Sylvia Masebo bịara bụrụ onye a ma ama n'ihu ọha n'afọ ndị afọ 1990 dị ka osote onye isi obodo Lusaka na osote onye na-ahụ maka akụ na ụba MMD",
  "Ọbụna tupu ọtụtụ ndị si na MMD gbapụ n'ihi ebumnuche nke atọ nke Chilubańs, Masebo duuru otu nnukwu ìgwè ndị MMD na-enweghị afọ ojuju pụọ na pati ahụ",
  "Ka ọ na-erule oge ntuli aka nke afọ 2001, ọ sonyeere ndị Zambia Republican Party (ZRP) e guzobere ọhụrụ, nke onye bụbu Minista Nchebe Ben Mwila duziri",
  "Na tiketi ZRP, a họpụtara ya dị ka onye omeiwu na Chongwe Constituency",
  "N'afọ 2003, Masebo bụ otu n'ime ndị omeiwu mmegide nke Mwanawasa sonyeere n'ime Cabinet, na-aghọ Minista na-ahụ maka Gọọmentị Obodo na Ụlọ",
  "N'ọnwa Ọgọstụ afọ 2005, a kpọfere ya na Health iji nọchie Chituwo",
  "Masebo nyere aka na ndọrọ ndọrọ ọchịchị na-agbachitere mgbanwe nke mgbanwe ahụike na Nzukọ Ndị Omeiwu",
  "Otú ọ dị, oge ọ nọrọ n'ọrụ dị mkpụmkpụ mgbe o kpebiri ịgafe na MMD, na-amanye ya ịhapụ oche ya na Nzukọ Ndị Omeiwu na ọnọdụ minista ya",
  "Nke a nyere ya ohere, Otú ọ dị, ịgbachitere oche ya na tiketi MMD na ntuli aka na afọ 2006",
  "Mgbe ntuli aka ahụ gasịrị, ọ laghachiri n'ọkwa ochie ya dị ka Minista nke Gọọmentị Obodo, nke ọ nọ na ya ruo mgbe Banda malitere ịchị n'afọ 2008",
  "A họpụtaghị ya ka ọ bụrụ minista n'ihi na ọ na-emegide onye nọchiri Mwanawasa",
  "Ka ọ na-erule oge ntuli aka nke afọ 2011, ọ sonyeere ndị otu Michael Sataīs mana o nweghị oche ya dị ka onye omeiwu.",
  "Otú ọ dị, na ntuli aka na Nọvemba, na afọ 2011 (naanị ọnwa 3 mgbe ntuli aka ahụ gasịrị; nke Japhen Mwakalombe gbara arụkwaghịm na MMD), Sylvia Masebo guzoro ọzọ maka Patriotic Front na Chongwe Constituency, nke ọ meriri.",
  "N'oge Michael Sata nọ n'ọkwa, ọ rụrụ ọrụ dị ka Ministry of Tourism and Arts ruo na Machị 20, na afọ 2014.",
  "N'ọnwa Julaị n'afọ 2015, ndị Anti-Corruption Commission jidere Ms",
  "Masebo ma boo ya ebubo abụọ nke iji ikike nke ọfịs eme ihe n'ụzọ na-ezighị ezi mgbe ọ na-eje ozi dị ka minista nke njem nleta na nka",
  "E boro ebubo na Ms",
  "Masebo kagburu ịzụta usoro ịchụ nta nke Zambia Wildlife Authority (ZAWA), agbanyeghị, a tọhapụrụ ya na ebubo ahụ.",
  "Tupu ntuli aka nke afọ 2016, Sylvia Masebo kpebiri iguzo maka Chongwe ọzọ, n'oge a dị ka onye United Party for National Development",
  "Mgbe Japhen Mwakalombe (onye na-anọchite anya pati mbụ ya, Patriotic Front), tụfuru oche ya, o kpebiri ịrịọ ya arịrịọ maka nsonazụ, nke na-enweghị ihe ịga nke ọma.",
  "Na ntuli aka nke afọ 2021, ọ guzoro ọzọ dị ka onye United Party for National Development maka Chongwe, nke ọ meriri. Ọ bụ oge nke anọ a họpụtara ya dị ka onye omeiwu Chongwe. Onye isi ala ọhụrụ bụ Hakainde Hichilema họpụtara ya dị ka minista ahụike nke Zambia nke ugboro abụọ mgbe a họpụtara ya na mbụ n'ọnwa Ọktoba, n'afọ 2005."
]