[
  "N'abalị iri na abụọ nke ọnwa Septemba n'afọ 2014, ụlọ ndị ọbịa dị n'ime ụlọ nzukọ nke Synagogue Church Of All Nations (SCOAN) gburugburu mpaghara Ikotun-Egbe nke Lagos Steeti dara kpamkpam n'ala. A katọrọ National Emergency Management Agency (NEMA) na ọrụ mberede ndị ọzọ maka izochi ozi gbasara ihe mberede ahụ, ọtụtụ  ka na-edochaghị anya banyere ọnụ ọgụgụ ndị nwụrụ na mba ha.[Tinye edensibịa]",
  "N'abalị iri na abụọ n'ọnwa Septemba n'afọ 2014, ụlọ ndị ọbịa dara n'ụlọ SCOAN dị na Lagos na-egbu opekata mpe mmadụ otú narị na iri na ịse nke ịrị asatọ na anọ n'ime ha bụ ndị South Africa.",
  "T",
  "B",
  "Joshua na Isaiah Ogedegbe buru amuma banyere odachi aho.\n\n\n\n\nA maara Isaiah Ogedegbe nke ama na Warri maka amuma ziri ezi o buru banyere Naigeria.",
  "Ndị ọrụ mberede Naijiria jụrụ ịweputa mba nke ndị ahụ nwụrụ, mana mba ndị ọzọ enyewo nkọwa ụfọdụ banyere ndị nwụrụ anwụ",
  "Ihe ka ọtụtụ n'ime ndị nwụrụnụ sitere na South Africa, mana mba nke ọtụtụ mmadụ ka na-edochaghị anya.",
  "Gọvanọ nke Lagos Steeti n'oge ahụ; Babatunde Fashola, nyere ndị ọrụ ụka niile iwu ka ha pụọ n'ebe ahụ iji napụta ozu ndị tọrọ atọ n'ụzọ kwesịrị ekwesị. Gọọmentị kwukwara na chọọchị ahụ enwetaghị nkwado gọọmentị tupu e wuo ya. Onye nta akụkọ Nicholas Ibekwe wepụtara ihe ndekọ nke a na-ekwu na ọ na-ejide T.B",
  "Joshua na-enye ndị nta akụkọ aka azụ maka ịkọ akụkọ ahụ n'ụzọ nke gosipụtara ụka ahụ n'ọnọdụ dị mma.",
  "Onye isi ụkọchukwu nke ụka ahụ, T",
  "B",
  "Joshua ejikọtala ọdachi ahụ na ụgbọ elu dị ịtụnanya \"na-efe\" n'elu ụlọ ahụ obere oge tupu ọ daa. E wepụtara vidiyo na YouTube nke e kwuru na ọ gosipụtara ụgbọelu ahụ na-efe gburugburu ụlọ ahụ tupu ọ daa. Otú ọ dị, akụkọ onye nchọpụta ahụ chọpụtara n'ụzọ doro anya na ihe kpatara ya bụ n'ihi ọdịda nke usoro. Ụlọ ọrụ gọọmentị atọ, (Nigeria Building And Road Research Institute (NBBRI), Council for the Regulation of Engineering in Nigeria (COREN) na Building Collapse Prevention Guild (BCPG)) nyochara saịtị ahụ wee chọpụta ezughị oke ndị a:",
  "Joshua apụtaghị na Nọvemba 2015 mana ndị ọka iwu SCOAN etinyela ọtụtụ akwụkwọ iji mee ka ikpe ahụ kwụsị. Gọọmentị steeti Lagos ekwusiwo ike ugboro ugboro na ikpe a ga-ekpe ya ikpe.",
  "Onye na-elekọta redio n'ógbè ahụ bụ Freeze jiri ya tụnyere ihe yiri nke ahụ na Lekki, ebe a tụrụ onye isi nchịkwa nke Lekki Gardens bụ Richard Nyong mkpọrọ maka imeghe ụlọ ọ na-ewu na nke mechara daa. Freeze were iwe n'ihi na e jidere Nyong ngwa ngwa, Joshua ejighị ya."
]