[
  "Ụlọ nzukọ, Church Of All Nations (SCOAN) bụ nnukwu ụka Ndị Kraịst dị na Lagos, Naijiria.",
  "T",
  "B",
  "Joshua dere na n'ọhụụ eluigwe ọ natara 'mpu nsọ' na ọgbụgba ndụ sitere n'aka Chineke ịmalite ozi ya na afọ 1987. Chọọchị ahụ malitere na mmadụ ole na ole ma kemgbe ahụ ọ ghọrọ otu n'ime ụka Naịjirịa kachasị nwee mmetụta, na-adọta ihe karịrị mmadụ 50,000 na ozi Sunday ya kwa izu na isi ụlọ ọrụ dị na Ikotun-Egbe, Lagos. Joshua, onye guzobere ụka ahụ na onye isi ụkọchukwu, nwụrụ na-esochi ozi na Junn 5, na afọ 2021.",
  "A mara SCOAN karịsịa maka ọnụ ọgụgụ buru ibu nke ndị njem ala nsọ mba ọzọ ọ na-adọta na The Guardian na-akọ na chọọchị ahụ na-enweta ndị na-abịa kwa izu karịa ọnụ ọgụgụ ndị ọbịa na Buckingham Palace na Tower of London. Akwụkwọ akụkọ nke ụbọchị a kọrọ na ihe dị ka nde mmadụ abụọ na-abịa n'obodo na ndị na-abata na SCOAN kwa afọ.",
  "A kọwawo ya dị ka ebe kachasị adọrọ mmasị ndị njem nleta na ebe ndị njem nlegharị anya okpukpe na West Africa na-eleta. Ọnụ ọgụgụ nke Ngalaba Naịjirịa Na-ahụ Maka Ndị Ọpụpụ na-ewepụta gosiri na mmadụ isii n'ime ndị njem mba ọzọ iri ọ bụla na-abata na Naịjirịga ga-aga SCOAN.",
  "E gosipụtara enyemaka SCOANX na njem nleta okpukpe nke Naijiria mgbe onye ụkọchukwu ahụ gosipụtara na ọ ga-ekwe omume ịkwaga ozi ya na Israel n'oge ozi Sunday. Nkwupụta ahụ gosipụtara esemokwu na ọtụtụ ndị Naijiria a ma ama na-agba ya ume ka ọ nọrọ na mba ahụ, na-ekwu maka nsogbu akụ na ụba Naijiria ga-enwe site na ịkwaga ya. Ọrụ ndị a ma ama na chọọchị ahụ emeela ka nnukwu ọganihu maka azụmahịa na ndị na-elekọta ụlọ oriri na ọṅụṅụ.",
  "SCOAN na-ekwu na ọrụ ebube ndị Chineke na-eme mgbe niile. O bipụtara ọtụtụ vidiyo na-azọrọ na ha na-edekọ ọgwụgwọ nke nkwarụ na ọrịa ndị a na-apụghị ịgwọta agwọta dịka HIV / AIDS, ìsì na ọnyá oghe.",
  "Ọgwụgwọ ime mmụọ na SCOAN abụwo isiokwu nke ọtụtụ akụkọ mgbasa ozi, gụnyere aha na Time Magazine, ajụjụ ọnụ Associated Press na edemede nke Foreign Policy.",
  "A na-agbasa ozi ụka kwa izu na Emmanuel TV nakwa na usoro mgbasa ozi mmekọrịta SCOAN. SCOAN na-ewu ewu karịsịa na mgbasa ozi mmekọrịta na nde mmadụ 1.4 ndị debanyere aha YouTube na nde mmadụ 3.5 na-eso ụzọ Facebook."
]