[
  "Syran Mbenza (ma ọ bụ M'Benza) (b",
  "May 31, 1950) bụ onye na-akpọ ụbọ akwara, nke sitere na mba Congo, onye bi na Paris kemgbe ihe dị ka n'afọ 1981",
  "O dekọrọ ma rụọ ọrụ nke ọma ihe karịrị afọ iri ise, gụnyere dị ka onye na-akpọ egwu sọ ya; dị ka otu n'ime ndị otu anọ a ma ama \"supergroup\" Les Quatre Étoiles; dị ka onye guzobere otu egwu, Congolese rumba revival band Kékélé; na ndị ọzọ; na nkwado nke ọtụtụ ndị na-agụ egwu",
  "A kọwawo ya dị ka otu n'ime ndị na-akpọ ụbọ akwara kachasị ukwuu n'Africa.",
  "A mụrụ Mingiedi \"Syran\" Mbenza n'ọnwa Mee 31, 1950, n'ezinụlọ mmadụ isii, na Leopoldville (nke bụzi Kinshasa), n'ihe bụ Belgian Congo (ma mesịa bụrụ Republic of the Congo, mgbe ahụ Zaire, ma bụrụ ugbu a Democratic Republic of the Kongo).",
  "Mbenza malitere ịkpọ ụbọ akwara mgbe ọ dị ihe dị ka afọ 11.  Ọ tolitere na-anụ egwu Franco, ma kụziere onwe ya ịkpọ ụbọ akwara n'ụdị Franco.  Ọ na-egwuri egwu n'ọtụtụ òtù ndị dị n'ógbè ahụ, ma mụta ihe site na \"Docteur Nico\" (Nicolas Kasanda) nke African Jazz.  N'afọ 1968, mgbe ọ ka nọ n'ụlọ akwụkwọ, ọ sonyeere otu ndị agbata obi a na-akpọ La Banita ma nọrọ ruo n'ihe dị ka afọ 1970",
  "Nke a sochiri Jamel Jazz, Dynamic Jazz, Ewawa de Malph, na Somo-Somo. (A gụnyere ndepụta a n'ọtụtụ akụkọ ndụ nke Mbenza, ọ bụ ezie na isi mmalite ole na ole dị na ndị otu ahụ, dịka ndepụta nke ndị egwu a ma ama nwere ahụmịhe mbụ na Jamel Jazz, ekwenyeghị na ya.)",
  "Mgbe ahụ, ọ sonyeere òtù Lovy du Zaire, nke Victor \"Vicky\" Longomba guzobere n'afọ 1971 ma ọ bụ n'afọ 1972, onye bụbu onye guzobere OK Jazz ma mesịa bụrụ onye otu African Jazz",
  "Ndị egwu ndị ọzọ a ma ama na Lovy du Zaire gụnyere Bumba Massa, Youlou Mabiala na Mose Se Sengo (Mose Fan Fan).",
  "Mgbe ọ hapụsịrị Lovy, Mbenza kpebiri ịghọ onye na-agụ egwú, na-arụ ọrụ na otu a na-akpọ Orchestre Kara (ma ọ bụ Kara de Kinshasa) na klọb abalị nwere otu aha ahụ.  Vicky Longomba mepụtara otu ahụ n'afọ 1973 ma ọ bụ n'afọ 1974, dị ka òtù nọchiri Lovy: 249",
  "N'afọ 1978, Mbenza kwagara, n'okwu onye na-akọ akụkọ ihe mere eme nke egwu Congo Gary Stewart, \"ihe yiri - site na Kinshasa a kwụsịtụrụ ma ọ dịkarịa ala - dị ka ihu igwe bara ọgaranya nke West Africa,\" na mbụ Lomé, Togo.: 249 N'ebe ahụ, ọ sonyeere ndị Afrịka All Stars nke nwa nwanne ya Sam Mangwana, ya ndị ọzọ na-agụ egwú Congo gụnyere onye na-akpọ ụbọ Bopol Mansiamina, onye ga-abụ onye na-arụkọ ọrụ ogologo oge, na onye na-akụ egwu R Moya: 249 Ụdị mbụ nke otu ahụ were naanị otu ahụ, ọ bụ ezie na-agafe, na-agagharị na-aga n'otu ọzọ, na-akpọ M'Mazan, na-agbakwa, na-anọgide, na-abụ otu abụọ, na-agụnye otu abụọ,",
  "Mgbe nkewa ahụ gasịrị, onye na-emepụta ihe na Paris bụ Eddy Gustave ji ụgbọelu Mangwana, Mbenza, Bopol, na Pablo Lubadika gaa Paris maka oge ndekọ nke Septemba 1979, nke dugara na abọm abụọ na Eddy'son ndekọ ya, gụnyere remakes nke ụfọdụ African All-Stars hits.: 256 Cis57 N'ụzọ mgbagwoju anya, mkpuchi nke abọm ahụ abụọ a na-akpọ Eddy'Son Presente Sam Mangwana.  N'afọ sochirinụ, ndị egwu anọ ahụ \"na-agagharị n'etiti Paris na ụzọ Abidjan-Lomé,\" na-egwuri egwu ọnụ dị ka International Sam Mangwana.: 268",
  "Nkọwa nke foto nke mbipụta afọ 1979 nke African All Stars depụtara ngwá ọrụ Mbenza dị ka \"mi-solo guitar\".  N'egwú Congolese, mi-solo, ma ọ bụ ọkara-solo، guitar na-arụ ọrụ \"n'etiti guitar solo na rhythm guitar\".  Ọrụ Mbenza na Mangwana mere ka aha ya bụrụ nke a na-akpọ n'egwuregwu egwu Congolese",
  "N'afọ 1990, akwụkwọ akụkọ New York Times kwuru na ọ na-eduzi ọrụ guitar na Mangwana's 1979 \"Maria Tebbo,\" nke ọ kọwara dị ka \"a pan-African hit\".",
  "Mgbe ọ nọ na West Africa, n'afọ 1980, o dekọrọ abọm mbụ ya, Kouame",
  "N'ihe dị ka n'afọ 1981, Mbenza kwagara Paris, ebe ọ nọ kemgbe, mgbe ọ na-agagharị ugboro ugboro n'ụwa niile na ndị egwu Afrịka ndị ọzọ, gụnyere Europe, North America, na East Africa.  Afọ ndị sochiri ọ kwagara Paris bụ ndị kachasị mma, ruo ụbọchị a",
  "Na Paris, Mbenza nọ na nnukwu ọchịchọ dị ka onye na-agụ egwú.: 211 Dị ka otu n'ime ọtụtụ ndị Congolese \"ndị na-eme nnọkọ\" na Paris - ndị ọzọ na-agụ egwu gụnyere Diblo Dibala, Rigo Star Bamundélé, na Dally Kimoko - ndị na-emepụta ihe na-akpọkarị ya ka ọ kpọọ egwu na ndekọ ndị ọzọ, nke ọ natara ụgwọ dị larịị, na mgbakwunye na iduzi na ndekọ nke ya, nke ọ nwetara ụgwọ: 320 Ọ gara n'ihu na-arụ ọrụ mgbe niile na Bopol, onye si Lomé gaa Paris n'otu oge ahụ, na-akpọ Mbenza na-akpọ guitar rhyth na-akpọkwaga na-akpọ ụbọ na-akpọ ya rhythm.  Ndị na-emepụta ihe na-etinye Mbenza gụnyere Eddy Gustave na akara Eddy'Son ya, Moumouni Outtara na Afro-Rythme, Richard Dick na Africamania, na Ibrahim Sylla na Syllart, yana akara Salsa Musique, Melodie, na Buda Musique.  Mbenza wepụtara ọtụtụ abọm ndị ọzọ: Ilanga na Eddy'Son, Elisa Dangwa na Africamania, Sisika na Syllart, na Symbiose.",
  "N'afọ 1982, na mbido maka akara Outtara,: 270 Mbenza na Bopol sonyeere ndị na-agụ egwú Congo a ma ama Nyboma (Nyboma Mwandido) na Wuta Mayi iji chọta otu soukous a ma ama na nke nwere mmetụta Les Quatre Etoiles (The Four Stars), nke wepụtara abọm studio asaa na abọm atọ (ọ bụ ezie na abụọ n'ime ha nwere ike ịbụ otu) n'etiti afọ ndị 1990, ma kpọọ ihe ngosi dị ka ọ dị na nso nso nso a n'afọ 2010.  Onye ọ bụla n'ime ndị otu anọ ya bụ kpakpando n'onwe ya nke dekọrọ abọm nke naanị onwe",
  "Les Quatre Étoiles bụ ndokwa na-enweghị isi kama ịbụ nke pụrụ iche; Mbenza na ndị otu atọ ndị ọzọ wepụtara ndekọ nke naanị onwe, guzobe òtù ndị ọzọ, ma kpọọ dị ka ndị sidemen iji kwado ndị egwu ndị ọzọ (karịsịa gụnyere ibe ha) n'oge ha bụ ndị otu Les QuatreÉtoiles.: 271",
  "Mgbe Mbenza na-eme njem na United States, Ibrahim Kanja Bah, onye na-agba ọsọ ihe ngosi redio egwu Africa, ụlọ ahịa ndekọ, na akara ndekọ na Washington, DC, haziri oge ndekọ maka ya, nke mere ka abọm ya Africa: The Golden Years, medley nke egwu West Africa kpuchiri n'ụdị Congolese nke ndị na-anụ ọkụ n'obi kwara arịrị dị ka ịmalite ụdị abọ \"megamix\", yana ụzọ yiri nke American soul classics wepụtara dị ka Soul on Fire site na \"Maloko\".",
  "N'afọ 1988, Mbenza sonyeere ndị na-agụ egwú Congo Passi Jo na Jean-Papy Ramazani iji mepụta otu \"ọrụ n'akụkụ\" a na-akpọ Kass Kass, nke dekọrọ ọtụtụ abọm nke ike dị elu, nke na-agba egwu.  Ụfọdụ n'ime egwu ya gosipụtara mmetụta nke zouk, egwu egwu egwu French Caribbean nke oge ahụ, na ajụjụ ọnụ Mbenza kwuru na ya na ndị otu zouk Kassav rụrụ ọrụ na studio.",
  "Na mgbakwunye na ịga n'ihu na-edekọ na njem, Mbenza etinyela aka na ọrụ abụọ dị mkpa kemgbe Les Quatre Etoiles.",
  "Mbụ, n'afọ 2000, ya na ndị egwu Africa ndị ọzọ, o guzobere Kékélé, otu egwu nke na-akpọ rumba Congolese na-adịghị ngwa ngwa n'ụdị mmeghachi omume nke laghachiri n'afọ 1950s, '60s, na '70s, na-eji ụbọ akwara",
  "Ndị guzobere ya weere usoro a na mmeghachi omume na ntụziaka nke egwu Congolese n'afọ 1990s; dịka Mbenza kọwara, \"Enweghị abụ ọzọ, enweghị abụ ọzọ",
  "Anyị chere banyere nke a wee kpebie na anyị ga-alaghachi na rumba, ihe anyị na-akpọ n'oge gara aga",
  "Egwú anyị na-aghọ ihe na-adịghị mma",
  "Anyị ga-akpọte ya ọzọ\".  O kwuru na onye na-emepụta ihe bụ François Bréant \"nwere echiche nke ịrịọ m ka m guzobe otu egwu nke ga-eme ndekọ n'ụdị [nke rumba Congolese oge ochie] ka nnukwu egwu a ghara ịnwụ",
  "\"",
  "Kékélé gbakọtara n'okpuru onye na-emepụta ihe Ibrahima Sylla.  Ndị isi otu ahụ bụ Mbenza na guitar na ndị na-agụ egwú Nyboma, Wuta Mayi, Bumba Massa, na Loko 意Djeskain Massengo",
  "Ndị ọzọ so n'òtù ahụ n'oge dị iche iche gụnyere ndị na-agụ egwú Papa Noel Nedule, Yves Ndjock, na Rigo Star Bamundélé, onye na-agụ saxophon Manu Dibango, na ndị na-abụ abụ Jean-Papy Ramazani, Mbilia Bel, na Madilu System",
  "Kékélé wepụtara abọm studio atọ na otu abọm ndụ n'etiti afọ 2001 n'afọ 2006, wee gaa Europe, North America, Caribbean, na Africa ruo n'afọ 2010",
  "Nke abụọ, n'afọ 2009, Mbenza dekọrọ Immortal Franco: Africa's Unrivalled Guitar Legend, abọm nke kwụrụ onye na-akpọ ụbọ akwara bụ onye kpaliri ya n'oge ọ bụ nwata, Franco",
  "Ndị ọrụ ya gụnyere ndị na-agụ egwú Wuta Mayi, Elba Kuluma, Ballou Canta, na Ketsia, onye na-agụ ụbọ Bopol, onye na'egwú bass Flavien Makabi, na onye na-akpọ saxophon Jimmy Mvondo.  Ọ natara ọkwa dị mma site na Evening Standard (London) na magazin Songlines (UK), Australian Broadcasting Company, RootsWorld (na-emechi, \"Mbenza na ndị mmekọ ya ebe a na-ekele nwoke ahụ n'ụzọ magburu onwe ya\"), na redio Concertzender (Netherlands).  Indie Acoustic Project kpọrọ ya otu n'ime ndị ikpeazụ atọ maka Best CD nke afọ 2009 na World Music: Africa category.",
  "Mbenza abụwo otu n'ime ndị isi egwu kachasị mma n'ụdị egwu nke bụ, dị ka ọ kọwaara New York Times, guitar-driven.   Ya na ihe fọrọ nke nta ka ọ bụrụ ndị egwu Congo kachasị elu n'oge ya agbaala egwu",
  "A na-amata ọrụ ya, ya na solos na-egosi ngwa ngwa nke ihe odide dị elu na-egbuke egbuke nke na-agba gburugburu isiokwu dị mkpirikpi, na-ekwughachi ma na-agbanwe ya",
  "A kọwara mmekọrịta nke ọrụ guitar ya na nke onye ya na-arụkọ ọrụ ugboro ugboro bụ Bopol dị ka \"akụkọ ifo\".",
  "Ntụle nke ndị maara ọrụ ya gụnyere ndị kachasị mma na ntụzịaka maka ndị na-egwu egwu kachasị ukwuu n'ụwa",
  "Ihe atụ gụnyere: \"onye na-egwu egwu pụrụ iche,\" : 211 \"onye na-egwu egwu pụrụ iche,\" \"otu n'ime ndị na-egwu egwu kachasị mma n'Africa\" na nkọwa ndị ọzọ dị ka otu n'ime ndị na-egwu egwu kachasị ukwuu n'Africa, \"otu n'ime ndị na-egwu egwu kachasị mma n'ụwa,\" na \"maka m, chefuo Carlos Santana, chefuo Ali Farka Toure, onye na-egwu egwu kachasị ndụ",
  "\"  Ndị edemede na-enwekwa mmasị ikwughachi ahịrịokwu sitere n'aka Andy Kershaw nke BBC, na Eric Clapton erughị eru ịṅa ụdọ ụbọ akwara Mbenza.",
  "Nke a bụ ndepụta nkebi, ihe nnọchianya nke ọtụtụ abọm nke Mbenza na-akpọ ụbọ akwara.",
  "DJ Daudi (David Noyes), Ambiance Congo redio program, WRIR radio, Richmond, playlists na akụkọ sitere na usoro mmemme na Syran Mbenza, (July 27-28, 2009):"
]