[
  "Tụfuo ohiri isima ọ bụ Tụfuo ohiri isi, bụ obere ihe ịchọ mma dị nro nke e ji akwa dịgasị iche iche mee gụnyere ogho, ákwà linin, silk, akpụkpọ anụ, microfibre, suede, chenille, na velvet. Ihe ndina a na-atụfu bụ ihe a na-ejikarị eme ihe n'ime ime ụlọ ma na-abịa ndị mere n'oge gara aga akụkọ ụra akpa ndị mmadụ n'ụdị dịgasị iche iche, nha na ihe ịchọ mma dị ka ụdọ na ọnụ ọkpọkọ",
  "Ụdị akwa akwa kachasị ewu ewu bụ square ma dị site na sentimita 16 ruo sentimita 24",
  "Na UK, a na-akpọkarị akwa akwa dị ka ihe na-agbasa agbasa.",
  "A na-etinyekarị akwa akwa (n'ụzọ dị mfe) na sofa ma ọ bụ oche aka mana a na-ejikarị ya eme ihe n'àkwà, àkwà ehihie na ala",
  "Okpu na-atụfu na-arụ ọrụ Matarasị ụwa ọhụrụ nke ezi ntụziaka oriri ụkwụ maka ụfọdụ ndị mmadụ n'ihe ọrụ ma maka ịma mma ma maka ebumnuche ọrụ",
  "A na-ejikarị ndị na ụdị nke ụwa họrọ ohiri isi ịchọ mma ejikọta ụda olu n'ime ụlọ, na-ejikọkarị agba na draịvụ, mgbidi ma ọ bụ tapị mpaghara",
  "A pụkwara iji ha mee ka mmetụta dị mfe site n'ile anya dị ka a tụbara ha n'elu oche",
  "Site n'echiche na-arụ ọrụ, ịtụpu ohiri isi nwere ike inye nkwado azụ, olu na isi.",
  "Ntọala ndị kachasị mfe enweghị oghere ma na-ejikarị emeju, nke pụtara na ọ nweghị ihe a na-etinye",
  "Ihe mkpuchi ndị a anaghị egosi ihe ịchọ mma ọ bula nke nkpuru nke sitere n'aka ekwensu ọzọ dị ka ụfụfụ ma ọ bụ ọkpọkọ",
  "Ebumnuche ndị a bụ maka ndị na-amalite ịkwa akwa",
  "Otú ọ dị, n'ozuzu, ihe ndina na-ejikọta mkpuchi a na-ewepụ na ntinye iji mepụta ngwaahịa a rụchara",
  "Enwere ike iwepụ mkpuchi ahụ n'ụzọ dị mfe ma sachaa ya, ma ọ bụ gbanwee ihe a na-etinye ma ọ bụrụ na ọ dị larịị ma ọ bụ na-akpata allergies",
  "A na-erekarị mkpuchi, nkè ikike asụsụ ndị ogbi ozi esighi na site a na-akpọkarị mkpuchi isi ma ọ bụ mkpuchi cushion, iche site na ntinye",
  "Ihe mkpuchi ndị a nwere oghere zipper, nke na-abịa n'ụdị abụọ: envelopu, nke a na-eji zoo zipper n'azụ, na oghere zoro ezo, nke a hụrụ na ala, azụ nke cushion.",
  "Oghere envelopu nwere akwa ọzọ n'azụ mkpuchi ahụ ma kpuchie ihe dịka 50% nke azụ nke cushion",
  "A na-eji envelopu ahụ zoo zip ma mee ka iwepụ mkpuchi ahụ dịkwuo mfe",
  "Ụdị a na-eji akwa maka envelopu na ọbụna karịa ma ọ bụrụ na azụ nke ohiri isi nwere usoro nke chọrọ ka ọ kwekọọ",
  "Oghere envelopu na-adịkarị na mkpuchi ndị na-enweghị akụkụ piped.",
  "Mgbanwe nke abụọ bụ oghere zip zoro ezo nke a na-ahụ na ala na azụ nke cushion",
  "A na-ejikarị ụdị a eme ihe na mkpuchi nwere ọkpọkọ, nke na-enyekwa aka izochi zip",
  "Nhazi a na-eji obere ákwà karịa oghere envelopu.",
  "Akụkụ nke abụọ nke akwa akwa bụ ihe a na-etinye n'ime akwa akwa ma nye ahụ na ntụsara ahụ nke akwa akwa akwa.",
  "A na-ejikarị ábụ́bà ala jupụta na ntinye, ma ọ bụ ihe ọzọ dị ka hollowfibre",
  "Nhọrọ ndị ọzọ dị ala dị mma maka ndị nwere nsogbu na-emetụta nku."
]