[
  "Mmụta sayensị na ekwu na ímé  na-agbanwe agbanwe bụ echiche nke nrọ neurobiological. N'afọ 1983, n'akwụkwọ na ụdị nke ụwa họrọ e bipụtara na akwụkwọ sayensị Nature, Crick na Mitchison ji usoro nrọ tụnyere kọmputa n'ihi na ọ bụ \"na-anọghị n'ịntanetị\" n'oge nrọ ma ọ bụ oge ụra REM.  N'oge a, ụbụrụ nri ụmụaka hụrụ n'anya nwụrụ anwụ na ụdị nke ụwa na ụdị nke dị ka ndị mmadụ na-enyocha ozi a chịkọtara n'ụbọchị niile ma tụfuo ihe niile a na-achọghị",
  "Dabere na ihe nlereanya ahụ, anyị na-arọ nrọ iji chefuo ma nke a na-agụnye usoro 'ịmụta ihe n'ụzọ megidere' ma ọ bụ 'ịmụghị ihe'.",
  "Cortex enweghị ike ịnagide na ụdị nke ụwa họrọ site n'ime ụmụ ndị ikom abụọ ahụ na ụdị nke ọtụtụ ozi natara n'ụbọchị niile n'enweghị ịmepụta echiche \"parasitic\" nke ga-emebi nhazi nke ncheta",
  "N'oge ụra REM, njikọ ndị a na-achọghị na netwọk cortical na-ehichapụ ma ọ bụ na-ebelata site na usoro Crick-Mitchison na-eji mkpali na-atụ bọmbụ cortex site na mpaghara sub-cortical.",
  "Nke Crick-Mitchison tiori dị iche na Hobson na McCarley's ịgbalite-njikọhypothesis, E bipụtara ya na Disemba 1977",
  "Hobson na McCarley hypothesized na usoro ụbụrụ ụbụrụ ụbụrụ na-ezigara ebili mmiri pontine-geniculo-occipital (ma ọ bụ PGO) nke na-eme ka ụbụrụ ụbụrụ anụ mammali na-arụ ọrụ ozugbo.  Site n'iji ozi emepụtara na mpaghara ụbụrụ ụfọdụ atụnyere ozi echekwara na ebe nchekwa, ụbụrụ isi na-emepụta nrọ n'oge ụra REM.",
  "Were ya na mmadụ enweghị REM, mgbe ahụ mmadụ ga-agwakọta ihe",
  "Nke ahụ abụghị ihe ọjọọ - ọ bụ ihe ndabere nke echiche efu, echiche efu, na ihe ndị ọzọ",
  "Echiche pụtara ịhụ njikọ dị n'etiti ihe abụọ dị iche iche mana ha nwere ihe jikọrọ ha nke ị na-ahụbeghị mbụ",
  "Ọ bụrụ na mmadụ nwere REM dị ukwuu, mmadụ ga-ebu amụma na mmadụ ga-abụ onye na-enweghị echiche nke ukwuu",
  "Mana usoro ahụ anaghị arụ ọrụ nke ọma",
  "Ọ bụrụ na mmadụ agabiga ókè, mmadụ na-amalite ihichapụ ihe niile.",
  "Ụzọ ọzọ ị ga-esi lee ya anya bụ ịsị \"Olee otu ị ga-esiri gị ike igbochi ụbụrụ ka ọ ghara ibubiga ibu ókè\"? Otu ụzọ ga-abụ ime ka ọ buru ibu, iji nwetakwuo neurons",
  "Ya mere, ikekwe ihe dị mkpa ị ga-ekwu bụ \"Ọrụ REM bụ ikwe ka ụbụrụ gị ma ọ bụ cortex gị dị obere\".",
  "N'ime echidna, anụ na-enye nwa ara nke na-enweghị ụra REM, enwere cortex ihu buru ibu. Crick na Mitchison na-arụ ụka na mmepe cortical a gabigara oke mkpa iji chekwaa ma ncheta mgbanwe na ncheta parasitic, nke a na-ewepụ n'ime ụmụ anụmanụ ndị ọzọ gbanwere n'oge ụra REM.",
  "Echiche a na-edozi nsogbu nchekwa ozi ụbụrụ, ebe ọ bụ na cortex anyị ga-adị mkpa ka ọ buru ibu karịa n'ihi nchekwa ozi na-adịghị arụ ọrụ nke ọma",
  "Ọ na-akọwakwa ihe mere anyị ji chefuo nrọ n'ụzọ dị mfe.",
  "Otu nsogbu maka echiche mmụta azụ bụ na a na-ahazi nrọ n'ime akụkọ doro anya (akụkọ)",
  "Ọ bụghị ihe doro anya ihe mere a ga-eji hazie nrọ n'ụzọ a haziri ahazi ma ọ bụrụ na ha nwere naanị echiche parasitic a na-atụfu",
  "Ọ bụghịkwa ihe doro anya ihe mere ụmụ ọhụrụ ji ehi ụra nke ukwuu, n'ihi na o yiri ka ha ga-enwe obere ihe ha ga-echefu",
  "Tụkwasị na nke a, ụbụrụ nke echidna nwere obere mkpuchi karịa ụbụrụ ndị ọzọ na-enye nwa ara, yabụ o nwere obere ebe (ebe neo-cortex dị)",
  "O nwere ike ịnwe ikike dị ala maka echiche dị elu karịa nke anụ ndị ọzọ na-enye nwa ara, karịa karịa karịa, dị ka ibu ya na-egosi.",
  "N'ịzaghachi mmegide ndị a, Crick na Mitchison tụrụ aro na isi ebumnuche maka usoro mmụta nwere ike ịbụ ncheta na-enweghị isi (ndị na-adọrọ mmasị siri ike) nakwa na ebumnuche nrọ / REM bụ ịha nhata ike nke ncheta.",
  "Ihe omuma nke Kinouchi na Kinouchi (2002) na-etinye n'ọrụ usoro ọgba aghara na netwọk Hopfield na-egosi na usoro Crick-Mitchison unlearning na-emepụta usoro nke ihe ndị na-adọrọ mmasị (\"akụkọ\") ebe ihe ncheta siri ike (\"mmetụta uche\", \"na-achọsi ike\" ma ọ bụ \"overplastic\") nwere ikike ha na nhata n'etiti ebe nchekwa na-emepụta mgbake ka mma nke ncheta a na-echetaghị n'oge \" nrọ\".",
  "A na-ekwu na ụmụ ọhụrụ na ụmụ ọhụrụ nọ n'afọ na-ehi ụra nke ukwuu iji belata (\"amaghị\") ike nke synapses dị na usoro mmepe ndị a.",
  "Francis Crick: Neuroscience na ihe ndị ọzọ na-amasị"
]