[
  "Taba (Arabic) bụ obodo Ijipt dị nso n'ebe ugwu nke Ọwara Aqaba",
  "Taba bụ ebe a na-agafe ókèala Ijipt na Eilat, Israel",
  "Ndị Israel mepụtara Taba na mbụ dị ka ebe ndị njem nleta na họtel mbụ meghere n'ebe ahụ n'afọ ndị 1960, taa ọ bụ ebe ezumike maka ndị Ijipt na ndị njem nlegharị anya ndị ọzọ, ọkachasị ndị si Israel na-aga ebe ndị ọzọ na Ijipt ma ọ bụ dị ka ezumike ngwụsị izu",
  "Ọ bụ ebe ezumike kachasị n'ebe ugwu nke Red Sea Riviera nke Ijipt.",
  "Nsogbu Taba nke 1906 malitere mgbe Sultan Abdul Hamid nke Abụọ nke Alaeze Ukwu Ottoman kpebiri iwu post na Taba",
  "Ndị Britain zigara ụgbọ mmiri ndị na-eche nche n'ụsọ oké osimiri Ijipt iji weghachite Naqb el Aqaba na Taba",
  "Mgbe onye ọrụ Turkey zutere ha nke jụrụ ikike ịdakwasị, ndị agha Ijipt rutere n'àgwàetiti Fero dị nso",
  "Ndị agha mmiri Britain zigara ụgbọ agha n'ebe ọwụwa anyanwụ Mediterenian ma yie egwu ijide agwaetiti ụfọdụ n'okpuru Alaeze Ukwu Ottoman",
  "Sultan kwetara ịpụ na Taba na 13 Mee 1906",
  "Ma Britain ma Alaeze Ukwu Ottoman kwetara ịdepụta ókèala  ga-esi na Rafah gaa n'ebe ndịda ọwụwa anyanwụ ruo n'otu ebe na Gulf of Aqaba, ọ bụghị ihe na-erughị kilomita 5 (3 mi) site na Aqaba. Na mbụ, e ji ogwe telegraph mee akara n'ókè ahụ ma mesịa jiri ogidi ókè dochie ha.",
  "Taba dị n'akụkụ Ijipt nke akara agha e kwekọrịtara na 1949",
  "N'oge ọgba aghara Suez na 1956, Israel weghaara ya nwa oge mana ọ laghachiri Ijipt mgbe mba ahụ hapụrụ na 1957",
  "Israel weghachiri Sinai Peninsula mgbe Agha Ụbọchị Isii gasịrị na 1967, ma mesịa, e wuru họtel nwere ọnụ ụlọ 400 na Taba",
  "N'ịgbaso nkwekọrịta udo nke Israel na Egypt na 1979, Egypt na Israel na-ekwurịta kpọmkwem ọnọdụ nke ókèala, Israel kwuru na Taba nọ n'akụkụ Ottoman nke ókèala e kwekọrịtara n'etiti ndị Ottoman na British Egypt na 1906 ma, ya mere, mehiere na nkwekọrịta abụọ gara aga",
  "Mgbe ogologo esemokwu gasịrị, e zigara okwu ahụ na kọmitii mba ụwa nke otu onye Israel, otu onye Ijipt, na ndị mpụga atọ mejupụtara.",
  "Ndị otu abụọ ahụ kwekọrịtara na map niile kemgbe 1915, ma e wezụga otu map Turkish-German nke 1916, na-egosi Taba n'akụkụ Ijipt nakwa na ọ nweghị esemokwu e welitere n'okwu ahụ n'afọ ndị sochirinụ..Agbanyeghị, Isreal kwusiri ike na e mejọrọ mgbe okporo ụzọ telegraph nke anyị ji ogidi oke dochie anya na 1906-1907 yana njiri ogidi oke bụ oke iwu. K toọmitii ahụ anabataghị na ogidi ókèala ahụ mehiere ma n'ọnọdụ ọ bụla kwenyere na ókèala a kapịrị ọnụ nke ndị otu niile nabatara ogologo oge dị otú ahụ enwetala ọnọdụ iwu.. Nchegbu pụrụ iche bụ ogidi ikpeazụ dị nso na Ọwara Oké Osimiri Aqaba, nke na-apụ n'anya. E nwere foto mbụ nke ogidi dị n'ebe ugwu ọwụwa anyanwụ nke Taba, mana Israel kwuru na e mehiere ya. Kọmitii ahụ anabataghị ikpe Israel ma debe ogidi ahụ n'akụkụ ebe akụkọ ihe mere eme ya.",
  "Ya mere, Israel na Egypt maliteghachiri mkparịta ụka nke kwụsịrị na Febụwarị 1989 ma n'ihi ya, e weghachiri Taba n'Ijipt, Hosni Mubarak welitere ọkọlọtọ Ijipt n'obodo ahụ na 19 nke Machị 1989",
  "Dị ka akụkụ nke nkwekọrịta a na-esote, a na-ekwe ka ndị njem si Israel gafee na Eilat-Taba border checkpoint, ma gaa na \"Aqaba Coast Area of Sinai\",  visa-free ruo ụbọchị 14, na-eme ka Taba bụrụ ebe ndị njem nleta na-ewu ewu",
  "Obodo ezumike  Taba Heights dị ihe dị ka  20 (12 mi) n'ebe ndịda Taba",
  "Ọ nwere ọtụtụ nnukwu họtel, gụnyere Hyatt Regency, Marriott, Sofitel, na Intercontinental",
  "Ọ bụkwa ebe dị mkpa a na-egwu mmiri ebe ọtụtụ ndị mmadụ na-abịa ma ọ bụ n'efu, scuba diving, ma ọ bụ mụta ịnya mmiri site na ọtụtụ ọmụmụ diving dịnụ",
  "Ebe ntụrụndụ ndị ọzọ gụnyere oghere golf ọhụrụ dị n'ọzara.",
  "Na 24 Septemba 1995 Israel na PLO bịanyere aka na nkwekọrịta Taba na Taba.",
  "N'October 7,2004, ogbunigwe kụrụ Hilton Taba nke gburu mmadụ 34 gụnyere ọtụtụ ndị isreal.l. Ụbọchị iri abụọ na anọ ka e mesịrị, nyocha nke Ngalaba Na-ahụ Maka Ihe Ndị Dị n'Ime Ijipt banyere bọmbụ ahụ kwubiri na ndị na-eme ya enwetaghị enyemaka mpụga kama ndị Bedouin nyere ha aka na peninsula.",
  "N'ọnwa Febụwarị 2014, onye nkuzi na-akpọ ndị njem nlegharị anya na ebe obibi ndị mọnk Saint Catherine dị na Saịnaị gbawara na Taba obere oge tupu ọ gafere oke ala Isreal.Dịkarịa ala, ndị South Korea abụọ nwụrụ na mmadụ iri na anọ merụrụ ahụ E boro mgbawa a bụ ndị na-eyi ọha egwu.",
  "N'agbanyeghị ịdọ aka ná ntị, onye njem si Israel gaa Taba bilitere na 2016 na ọtụtụ ndị na-eme njem iji nwee obi ụtọ n'ebe ugwu nke Oké Osimiri Uhie",
  ".",
  "Usoro nhazi ihu igwe Köppen-Geiger na-ekewa ihu igwe ya dị ka ọzara na-ekpo ọkụ (BWh), dị ka ndị ọzọ nke Ijipt.",
  "Okpomọkụ nke ịdị elu nke Taba dịtụ jụụ ma nwee ụbọchị mmiri ozuzo",
  "Ọ na-enweta obere ìhè anyanwụ.",
  "Ebe dị na ndịda ọdịda anyanwụ  Taba bụ ebe echedoro 3,590 km2 (1,386  mi), gụnyere ọdịdị ala dị ka ọgba, ndagwurugwu, na ụzọ ugwu",
  "E nwekwara isi iyi ụfọdụ n'ógbè ahụ.",
  "Ebe ọ bụ na Taba dị naanị dị ka obere obodo Bedouin, ọ dịghị mgbe ọ bụla ezigbo akụrụngwa njem",
  "N'oge na-adịbeghị anya, ọdụ ụgbọ elu Al Nakb, nke dị na mbara ala Sinai ihe dị ka kilomita 35 (22 kilomita) site na Taba, emelitere ma nye ya aha ọzọ Taba International Airport (IATA: TCP, ICAO: HETB), ma ugbu a na-ejikwa ọkara ụgbọ elu iri na abụọ kwa izu site na UK yana ụgbọ elu kwa izu site kwa Belgium, Russia, Denmark, na Netherlands.."
]