[
  "Pascal-Emmanuel Sinamoyi Tabu (13 Nọvemba 1940), nke a maara nke ọma dị ka Tabu Ley Rochereau, bụ onye isi na-agụ egwú rumba na onye na-ede egwú si Democratic Republic of the Congo. Ọ bụ onye ndú nke Orchestre Afrisa International, ya n' otu n'ime ndị na-agụ egwú na ndị na-ede egwu kachasị n' Afrịka",
  "Ya na onye na-akpọ ụbọ Dr Nico Kasanda, Tabu Ley bụ ndị ọsụ ụzọ soukous (African rumba) ma mee ka egwu ya bụrụ nke mba ụwa site na ijikọta ihe ndị dị na egwu egwu Congolese na Cuban, Caribbean na Latin American rumba",
  "A kọwara ya dị ka \"onye Congo nke, ya na Mobutu, gosipụtara akụkọ ihe mere eme nke narị afọ nke 20 nke Africa\". Akwụkwọ akụkọ Los Angeles Times kpọrọ ya \"Elvis nke Afrịka\". Mgbe ọdịda nke ọchịchị Mobutu gasịrị, Tabu Ley gbakwara mbọ ndọrọ ndọrọ ọchịchị",
  "Ọrụ egwu ya na onye ọzọ na-eduzi ndị otu r",
  "umba nke Congo na onye na-asọmpi Franco Luambo Makiadi bụ onye na-agba ọsọ otu TPOK Jazz n'ime afọ 1960, 1970 na '80s.",
  "N'oge ọrụ ya, Tabu Ley dere ihe ruru egwu 3,000 ma mepụta abọm 250.",
  "A mụrụ Pascal-Emmanuel Sinamoyi Tabu na Bagata, na Belgian Congo n'oge ahụ. Ọrụ egwu ya malitere na 1956 mgbe ya na Joseph \"Le Grand Kallé\" Kabasele, na otu egwu ya L'African Jazz bụrụ abụ. Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ sonyeere òtù ahụ dị ka onye na-agụ egwú oge niile",
  "Tabu Ley bụrụ abụ na pan-African hit Indépendance Cha Cha nke Grand Kallé dere maka nnwere onwe Congolese site na Belgium na 1960, na-akpali Tabu Ley ka ọ bụrụ onye a ma ama ozugbo",
  "Ọ nọgidere na African Jazz ruo 1963 mgbe ya na Dr Nico Kasanda guzobere otu nke ha, African Fiesta Afọ abụọ ka e mesịrị, Tabu Ley na Dr",
  "Nico kewara ma Tabu Ley guzobere African Fiesta National, nke a makwaara dị ka African Fiesta Flash",
  "Ìgwè ahụ ghọrọ otu n'ime ndị kasị nwee ihe ịga nke ọma n'akụkọ ihe mere eme nke Afrịka, na-edekọ ndị Africa oge ochie dị ka Afrika Mokili Mobimba, ma na-agafe ahịa ndekọ nke otu nde site na 1970",
  "Papa Wemba na Sam Mangwana so n'ọtụtụ ndị egwu nwere mmetụta bụ akụkụ nke otu ahụ",
  "Ọ nakwuru aha egwu \"Rochereau\" site na General French Pierre Denfert-Rochereaux, onye aha ya masịrị ya na onye ọ gụrụ akwụkwọ n'ụlọ akwụkwọ.",
  "N'afọ 1970, Tabu Ley guzobere Orchestre Afrika",
  "a International, Afrika bụ ngwakọta nke Afrika na Éditions Isa, akara ndekọ ya. Tinyere Franco Luambo's TPOK Jazz, Afkisa bụzi otu n'ime ndị egwu kachasị ukuu n'Africa",
  "Haa dekọrọ egwu dịka \"Sorozo\", \"Kaful Mayay\", \"Aon Aon\", na \"Mose Konzo\"",
  "Ha mekwara na Zaire 74 ya mere ha nọ na ihe nkiri Soul Power",
  "N'etiti afọ 1980 Tabu Ley chọpụtara onye na-eto eto nwere nkà na-agụ egwú na onye na-agba egwú, M'bilia Bel, onye nyere aka mee ka òtù ya bụrụ ihe a ma ama",
  "M'bilia Bel ghọrọ nwanyị mbụ na-agụ egwú soukous iji nweta otuto n'Africa niile",
  "Tabu Ley na M'bilia Bel mechara lụọ ma nwee nwa nwanyị aha ya bụ Melody Tabu",
  "N'afọ 1988, Tabu Ley wepụtara nwanyị ọzọ na-agụ egwú nke a maara dị ka Faya Tess, M'bilia Bel hapụrụ ma gaa n'ihu na-enwe ihe ịga nke ọma n'onwe ya",
  "Mgbe M'bilia Bel hapụrụ, mmetụta Afrisa na nke ndị na-asọmpi ha TPOK Jazz nọgidere na-ebelata ka ndị na-akwado ya na-adọrọ mmasị na ụdị ngwa ngwa nke soukous.",
  "Mgbe e guzobesịrị ọchịchị Mobutu Sese Seko na Congo, ọ nabatara aha \"Tabu Ley\" dị ka akụkụ nke \"Zairization\" nke Mobutu nke mba ahụ, mana o mechara gaa mba ọzọ na France na 1988. N'afọ 1985, Gọọmentị nke DRC machibidoro egwu mba ọzọ niile site na ọrụ Redio Mba",
  "Mgbe Tabu Ley dere abụ \"Twende Nairobi\" (\"Ka anyị gaa Nairobi\"), nke M'bilia Bel bụrụ, iji too onye isi ala Kenya Daniel arap Moi, e wepụrụ mmachibido iwu ahụ ozugbo",
  "Na mbido afọ 1990 ọ biri obere oge na Southern California",
  "Ọ malitere ịhazi egwu ya maka ndị na-ege ntị mba ụwa site na itinye ọtụtụ okwu Bekee na site n'ịbawanye ụdị ịgba egwu mba ụwa dịka Samba",
  "Ọ chọtara ihe ịga nke ọma site na ntọhapụ nke abọm dịka Muzina, Exil Ley, Africa n'ụwa niile na Babeti soukous",
  "Ọchịchị Mobutu machibidoro abọm ya nke 1990 \"Trop, C'est Trop\" dị ka onye na-emebi iwu. N'afọ 1996, Tabu Ley sonyere na abọm Gombo Salsa site na ọrụ egwu salsa Africando",
  "Egwú \"Paquita\" sitere na abọm ahụ bụ ihe ngosi nke egwu o dekọrọ na ngwụocha afọ 1960 na African Fiesta.",
  "Mgbe a chụpụrụ Mobutu n'ọchịchị n'afọ 1997, Tabu Ley laghachiri Kinshasa wee were ọnọdụ dị ka minista na gọọmentị nke onye isi ala ọhụrụ Laurent Kabila",
  "Mgbe ọnwụ Kabila gasịrị, Tabu Ley sonyeere ndị omeiwu a họpụtara site na Joseph Kabila, ruo mgbe a gbasara ya mgbe e guzobere ụlọ ọrụ mgbanwe",
  "N'ọnwa Nọvemba afọ 2005, a họpụtara Tabu Ley ka ọ bụrụ osote Gọvanọ nke Kinshasa, ọkwá e nyere pati ya, Congolese Rally for Democracy (RCD) site na nkwekọrịta udo nke afọ 2002. Ọ rụkwara ọrụ dị ka minista ọdịbendị nke mpaghara. N'afọ 2008, a sịrị na ọ mụrụ ụmụ 102, gụnyere onye France na-eti egwu Youssoupha na onye na-agụ egwu, onye na-ede egwu Pegguy Tabu na ụmụ nwanyị dị iche iche.",
  "Tabu Ley Rochereau nwụrụ na 30 Nọvemba 2013, mgbe ọ dị afọ 73, n'ụlọ ọgwụ Saint-Luc dị na Brussels, Belgium ebe ọ nọ na-agwọ ọrịa strok ọ nwuru na 2008. E liri ya na 9 Disemba 2013 na Cimetiri Acropolic de la N'sele na Kinshasa, mgbe ọ natasịrị emume iru uju na Palais du Peuple."
]