[
  "Tadatoshi Akiba (秋葉 忠利, Akiba Tadatoshi, bụ onye amụrụ na November 3, 1942 na Arakawa, Tokyo) bụ onye Japanese guru mgbakọ na mwepụ na onye ￼dọrọ ndọrọ ọchịchị ma bụrụkwa onye rụrụ dị ka  mayor of the city of Hiroshima, Japan site na afọ 1999 to 2011.",
  "Ọ gụrụ mgbakọ na mwepụ na Mahadum Tokyo, nweta B.S",
  "na 1966 na MS na 1968",
  "Ọ gara n'ihu na agụmakwụkwọ ya n'okpuru John Milnor na Massachusetts Institute of Technology, nweta PhD ya na mgbakọ na mwepụ na 1970",
  "Ọ malitere ọrụ nkuzi na ọtụtụ mahadum: Mahadum Steeti nke New York na Stony Brook (1970), Mahadum Tufts (1972-1986), na Mahadum Hiroshima Shudo (1986-1997)",
  "Nnyocha ya bụ na topology, na mmasị na ìgwè homotopy.",
  "Mgbe ọ nọ na Tufts, Akiba guzobere mmemme Hibakusha Travel Grant, nke wetara ọtụtụ ndị nta akụkọ America na-ebipụta ma na-agbasa ozi kwa afọ na Hiroshima n'ọnwa Ọgọstụ, iji mepụta akụkọ banyere obodo ahụ (na-ahụkarị banyere ahụmịhe nke ndị kpughere bọmbụ atọm na 1945).",
  "Dị ka onye otu Social Democratic Party, a họpụtara ya ka ọ bụrụ onye nnọchi anya ụlọ omebe iwu, ma jee ozi site na 1990 ruo 1999",
  "Ọ malitere ọrụ dị ka onye isi obodo Hiroshima na Febụwarị, 1999, a họpụtakwara ya ọzọ n'ọkwa a na 2003 na n'ọnwa Eprel 2007.",
  "Dị ka onye isi obodo, ọ bụ onye na-ahụ maka udo",
  "Ọ na-arụsi ọrụ ike na nzukọ Mayors for Peace, na-eje ozi dị ka onye isi oche nke World Conference ha",
  "2020 Vision Campaign malitere na 2003, nke na-ezube iwepụ ngwá agha nuklia, enwetala ndị isi obodo maka udo \"World Citizenship Award\" site na Nuclear Age Peace Foundation na 2004, \"Sean McBride\" Award site na International Peace Bureau na 2006, na Nuclear-Free Future Award site na Franz-Moll Foundation na 2007",
  "Ọ bụkwa onye na-akwado iwepụ ngwá agha nuklia, na onye na-akatọ George W",
  "Bush",
  "Kemgbe Mee 2007 ọ bụkwa onye ndụmọdụ na World Future Council.",
  "N'afọ 2007, ọ natara onyinye Nuclear-Free Future Award na ngalaba ngwọta.",
  "E depụtara ya maka onyinye 2008 World Mayor, mana o meriri, ebe onyinye ahụ gara Mayor Helen Zille nke Cape Town, Republic of South Africa.",
  "Na Jenụwarị 21, 2010, ọ gara nzukọ nke 78 nke oge oyi nke US Conference of Mayors dị ka ọkà okwu ọbịa pụrụ iche, ma n'ọnọdụ ahụ ọ gara oriri e mere na White House wee zute Onye isi ala US Barack Obama. Ọ bụ naanị onye na-eje ozi dị ka onye isi obodo Hiroshima nke zutere onye isi ala US na-eje ije ozi.",
  "N'ọnwa Ọgọstụ afọ 2010, ọ natara onyinye Ramon Magsaysay maka nkwado ya maka iwepụ ngwá agha nuklia, n'ọnwa Eprel afọ 2013, e nyere ya Otto Hahn Peace Medal site na United Nations Association of Germany (DGVN) na onye isi obodo Berlin.",
  "Akiba nọ na Board of Advisors nke Global Security Institute.",
  "Hiroshima bụ otu ebe na-abụghị United States ebe a na-eme emume ụbọchị Martin Luther King Jr",
  "dịka ọ dị na United States",
  "Tadatoshi Akiba na-eme oriri pụrụ iche n'ọfịs onye isi obodo dị ka omume nke ijikọ oku obodo ya maka udo na ozi Eze nke ikike mmadụ.",
  "N'ọnwa Ọgọstụ afọ 2022, e nyere ya Ahmadiyya Muslim Prize for the Advancement of Peace.",
  "N'okwu afọ ọhụrụ na Jenụwarị 4, 2011, Akiba kwupụtara na ọ gaghị agba ọsọ maka nhọpụta ọzọ n'oge ntuli aka onye isi obodo nke e mere atụmatụ maka Eprel 10, 2011",
  "Enweghị ihe kpatara ya. Na mbido Eprel a kọrọ na Mahadum Hiroshima ahọpụtara Akiba dị ka prọfesọ pụrụ iche, site na ezumike nká ya dị ka onye isi obodo. N'April 10, a họpụtara Kazumi Matsui ka ọ bụrụ onye isi obodo ọhụrụ",
  "N'abalị atọ n'ọnwa Ọgọstụ n'afọ 2012, a họpụtara ya ka ọ bụrụ onyeisi oche nke Middle Powers Initiative (MPI), netwọk mba ụwa nke òtù ndị na-abụghị gọọmentị na-arụ ọrụ maka iwepụ ngwá agha nuklia.",
  "Àtụ:S-start\nÀtụ:Succession box",
  "Àtụ:S-endÀtụ:Ramon Magsaysay Award WinnersÀtụ:Anti-nuclear movement"
]