[
  "Tafawa Balewa Square, (TBS) bụ 14.5-hectare (35.8-acre) ebe ememe (nke a na-akpọ \"Race Course\") na Lagos Island, Lagos.",
  "Lagos Race Course ugbu a TBS, bụ ogige egwuregwu nke kwadoro ịgba ịnyịnya, mana gụnyere ngalaba ogige ebe emere maka ịgba bọọlụ na ala iji kpọọ cricket",
  "Oba Dosunmu bu onye nyere ndị ọchịchị na afọ 1859, onye mechara nwuọ mpaghara ndị gbara ya gburugburu",
  "Gọọmentị Yakubu Gowon mechara kwatuo usoro ahụ iji mee ka Tafawa Balewa Square nwee ohere",
  "N'oge ya, usoro ahụ kwadoro ngagharị nke ụbọchị alaeze ukwu",
  "Ụzọ ọsọ ịnyịnya ahụ dị ihe dị ka asaa ruo asatọ furlongs ma ọ bụ otu kilomita.",
  "N'afọ 1960, a rụgharịrị usoro ahụ iji mee emume nnwere onwe Naịjirịa na mbelata nke union jack.",
  "E wuru TBS na afọ 1972 n'elu ebe a na-anọghị n'ọrụ maka ịgba ịnyịnya",
  "Okporo ụzọ nkè Awolowo, Cable Street, Force road, Catholic Mission street na ụlọ nnwere onwe dị okpukpu iri abụọ na isii gbara ya gburugburu.",
  "Na ebe Ọnụ ụzọ mbata nke ogige ahụ nwere nnukwu ihe a tụrụ atụ nke ịnyịnya anọ na-acha ọcha na-efe n'elu ọnụ ụzọ ámá na ugo asaa na-acha ọbara ọbara, nke bụ akara sitere na ihe nnọchianya mba nke na-egosi Ike na Nkwanye ùgwù",
  "Ihe ncheta nke ndị ọzọ dị na square ahụ gụnyere Remembrance Arcade (nke nwere ihe ncheta maka Agha Ụwa nke Mbụ, Agha Ụwa Nke Abụọ na ndị agha obodo Naijiria nwụrụ) na ụlọ Independence House dị okpukpu iri abụọ na isii, nke e wuru na 1963 nke bụ ogologo oge, ụlọ kachasị elu na Naijiria.",
  "Ebe Ogige ahụ nwere ike ibata mmadụ opekanpe 50,000",
  "Ihe owuwu dị na square ahụ gụnyere ụlọ ahịa, Airline's Travel Agencies, ụlọ oriri na ọṅụṅụ na ebe a na-adọba ụgbọala na ọdụ bọs.",
  "Ebe Ogige cricket, Tafawa Balewa Square Cricket Oval, dị ka 'ụlọ ọdịnala nke cricket' na Naijiria. Ọ kwadoro egwuregwu na mpaghara North-Western nke 2018 ICC19 T20 World Cup Africa Qualifier tournament. E mechiri ala ahụ ruo ọnwa 18 iji mezue nrụzigharị site na elu simenti ruo 10 ahịhịa iji mezuo ụkpụrụ ICC",
  "E mechara mezigharịa ya na Jenụwarị 2022, mgbe nke ahụ gasịrị, Naịjirịa kwadoro egwuregwu mbụ ha nke Women's Twenty20 International na 2022 Nigeria Invitational Women's Tournament T20I",
  "Otu na Ihe omume mbụ dị ka sị mkpa na TBS gụnyere emume nnwere onwe Naịjirịa nke mere na 1 Ọktoba 1960 na Praịm Minista, Tafawa Balewa, na-ekwu okwu ya",
  "Ụbọchị Ọchịchị Onye kwuo uche ya, yana ihe omume ndị ọzọ dịgasị iche iche dị ka jamborees egwu na nnọkọ okpukpe.",
  "Àtụ:Lagos"
]