[
  "Tafawa Balewa bụ ọchịchị ime obodo dị na ndịda steeti Bauchi na ugwu Naijiria",
  "Isi ụlọ ọrụ ya dị n'obodo Tafawa Balewa.",
  "\"Obodo Tafawa Balewa wepụrụ aha ya n'okwu abụọ nke Fulani rụrụ arụ: \"Tafari\" (nkume) na Baleri (oji).\"",
  "Amara mpaghara ahụ maka ime ihe nke otu nzuzu na ogbaghara agbụrụ kemgbe ọtụtụ afọ",
  "Ndị isi agbụrụ  a bụ  Sayawa na Hausa/Fulani",
  "Otu akụkọ Associated Press na-ekwu, sị, \"Ndị Sayawa kacha n'ime obodo na obodo nta ya, mana ndị eze ọdịnala ha bụ ndị agbụrụ Fulani na-abụkarị ndị Alakụba",
  "Ndị Sayawa achọọla onye ọchịchị ọdịnala dị iche, nke butere mwakpo na ọgụ n'ime afọ iri abụọ gara aga.\"",
  "Obodo Tafawa Balewa bi na Jarawa, Fulani, Hausa, Sayawa, Kanuri, Tapshinawa (angas) na ebo ndị ọzọ",
  "Obodo a abụwo nnukwu nsogbu n'etiti ọha mmadụ nke na-adịte aka kemgbe ihe karịrị afọ iri ise, dị ka a hụrụ n'afọ 1948, 1959, 1977, 1991, 1995, 2001, 2005, 2010, 2011 na 2012, ebe ọtụtụ narị ndụ furu na ihe onwunwe ruru nde naira",
  "Okwu sekpụ ntị na ya bụ esemokwu  na-enwekarị ọgụ na mpaghara ahụ metụtara ịzọ ndị isi na ndi nwe obodo Tafawa Balewa",
  "N'afọ 2011, mmadụ iri atọ na asatọ nwụrụ n'ime ihe ike malitere mgbe a na arúrịta ụka n'otu ọnụ ụlọ snooker gbasara obodo Kutaru, Malanchi, Gongo, Gumel na Gital gbara ọkụ n'ime mwakpo mmegwara",
  "N' afọ 2011, Bauchi Steeti, Gọvanọ Isa Yuguda \"na-eyi egwu ịkwatu obodo Tafawa Balewa ma e wezụga ụlọ ọrụ gọọmentị dị ka ụlọ ọgwụ na ụlọ akwụkwọ,\" na-agwa ndị bi na \"Unu kwesịrị ị nabata ịdị n'otu udo ma ọ bụ ụnụ a nọrọ n'ihe ize ndụ nke mkpochapụ kpamkpam na Tafawa Balewa",
  "M ga-eme ka a kwatuo obodo ahụ kpamkpam ka udo wee bụrụ eze.” “Enwere ọgbakọ ihe mberede nke ndị otu jikọrọ ndị ụka na ndị Alakụba  na-anọchite anya ọchịchị ime obodo Tafawa Balewa na Bogoro ”, ma ha kwekọrịtara",
  "N'afọ 2012, \"gọọmentị steeti sitere n'ụlọ omebeiwu ukwu kpebiri ibugharị isi ụlọ ọrụ gọọmentị ime obodo n'obodo Bununu.\"    E bugara isi ụlọ ọrụ ime obodo Tafawa Balewa na mpaghara Bununu",
  "A kpọgara onye isi mpaghara ahụ na  ime obodo Zwal",
  "Ndị otu Sayawa Council of Elders and Traditional Council of Tafawa Balewa na Bogoro nke Bauchi steeti katọrọ ịkwaga ebe ahụ",
  "Hon",
  "Rifkatu Samson Danna, na-anọchite anya Bogoro Constituency na nanị nwanyị bụ onye òtù ụlọ ogbakọ omebe iwu Bauchi Steeti, a kwụsịtụrụ n'ọkwa ya maka  n' ọ megidere mkpebi ahụ",
  "N'ihe dị ka mkpụrụ Ụbọchị asatọ nke ọnwa Mee n'afo 2012, Bununu enweghị \"ọtụtụ ihe eji enyere ndụ aka dịka mmiri, ọkụ eletrik, ebe obibi ụlọ ọrụ, ihe eji arụ ọrụ, ebe obibi ndị ọrụ na ụzọ dị mma iji banye na odeakwụkwọ gọọmenti ime obodo nwa oge.\"   N'afọ 2013, Hon",
  "Yakubu Dogara (PDP/Bauchi) Onyeisi oche, kọmitii na-ahụ maka ụlọ omebe iwu na-ahụ maka ọrụ ụlọ, kwuru na \"mgbalị isite isi obodo Tafawa Balewa kwaga Bunu abụghị naanị ihe megidere iwu kama ọ bụ ihe e mere iji kpalie ya",
  "enweghị mmasị n'etiti ndị steeti.\"",
  "A na- asụ asụsụ Sayawa n' ọchịchị ime obodo Tafawa Balewa",
  "A mụrụ Abubakar Tafawa Balewa na ọnwa Disemba n'afọ 1912 na obodo Tafawa Balewa"
]