[
  "Taghreed Elsanhouri (Àtụ:Lang-ar) bụ onye na-eme ihe nkiri na Britain na Sudan, onye na-emepụta ihe nkiri na onye edemede, nke bi na London",
  "A maara ya nke ọma maka All about Darfur (2005), ihe nkiri banyere agha na Darfur",
  "Maka ihe ngosi ya nke afọ 2012 a kpọrọ, Our Beloved Sudan, ọ gbara ndị ndọrọ ndọrọ ọchịchị Sudan na nwa amaala Sudan ajụjụ ọnụ na ndị nne na nna si n'ebe ugwu na ndịda Sudan, na-egosi akụkọ ndọrọ ndọrọ ọchịchị na nke onwe tupu nnwere onwe nke South Sudan na 2011.",
  "Elsanhouri malitere ịrụ ọrụ maka akụkọ TV na mmemme ntụrụndụ, dị ka MBC na Al Jazeera",
  "Mgbe nke a gasịrị, ọ gara n'ihu n'ọrụ ya dị ka onye na-eme ihe nkiri n'efu na onye ndụmọdụ ihe nkiri maka ọrụ mmepe mba ụwa",
  "Ọzọkwa, o mepụtara ihe nkiri vidio obodo maka mgbanwe mmekọrịta mmadụ na ibe ya na iwu udo, nke a na-akpọ 'Cultural Healing'",
  "Ọrụ ahụ nyere ọzụzụ maka ndị mmadụ si ebe dị iche iche \"iji mee ihe nkiri dị mkpirikpi nke na-egosipụta ọdịbendị na ọdịnala ha\"",
  "Ọ bụ European Union kwadoro ya ma tinye ya n'ọrụ na Sudan site na 2011 ruo 2013.",
  "Ihe nkiri mbụ ya bụ All about Darfur meriri Award of Commendation site na American Anthropological Association na 2006 na ihe nrite na Zanzibar International Film Festival (ZIFF) na 2005",
  "E gosipụtakwara ya na mmemme ihe nkiri ndị ọzọ, dị ka Toronto International Film Festival 2005",
  "All About Darfur bu n'uche igosi \"olu na-ekwu okwu, mgbe ụfọdụ na-emegiderịta onwe ya, olu sitere n'ime Sudan\", dịka Elsanhouri gbara \"ndị Sudan nkịtị ajụjụ ọnụ na ụlọ ahịa tii, ahịa, ogige ndị gbara ọsọ ndụ na ụlọ obibi",
  "\" Ajụjụ ọnụ ndị a na-anwa ịkọwa etu ajọ mbunobi na-adịgide adịgide nke ndị metụtara nwere ike \"na mberede gbawaa n'ime ọkụ nke ime ihe ike agbụrụ\".",
  "N'afọ 2007, a họọrọ ihe nkiri ya maka akụkọ akụkọ Khartoum Story maka Berlinale Talents nke Berlin International Film Festival.",
  "Mother Unknown, ihe nkiri nke abụọ nke Elsanhouri meriri ihe nrite UNICEF Child Rights na 2009",
  "N'otu afọ ahụ, o mere ihe nkiri maka Al Jazeera International maka usoro ihe nkiri ha 'Witness' na ọtụtụ ihe nkiri gbasara egwuregwu ụmụaka ọdịnala na mpaghara Gulf maka Disney Channel Dubai.",
  "Our Beloved Sudan, ihe ngosi nke atọ ya, gosipụtara na Dubai Film Festival na Disemba 2011",
  "E nyere ya ihe nrite pụrụ iche nke Jury Silver na Luxor African Film Festival na Febụwarị 2012 ma gosikwa ya na Herbert F",
  "Johnson Museum, New York, dị ka akụkụ nke ngosi ha 'Lines of Control' n'otu afọ ahụ. Ọ na-egosi akụkọ ndụ nke Amira Alteraify, nwanyị Sudan, onye nne si n'ebe ndịda na nna si n'akụkụ ugwu Sudan mụrụ tupu nkewa na 2011",
  "Ọzọkwa, o nwere ike ịgba ndị ndọrọ ndọrọ ọchịchị Sudan dịka Sadiq al-Mahdi na Hassan al-Turabi ajụjụ ọnụ.",
  "Onye na-enyocha ihe nkiri nke magazin Variety Jay Weissberg dere banyere ihe nkiri a: \"Ọ bụ ezie na ọ na-arụ ọrụ na mmefu ego dị ala (na ọ na-egosi), Elsanhouri nwetara ohere ịnweta ndị isi egwuregwu na esemokwu dị n'etiti mba ahụ, ọ nọkwa maka nnwere onwe South Sudan na nso nso a\".",
  "N'ikwu okwu banyere ọha mmadụ na ndọrọ ndọrọ ọchịchị Sudan, o dere edemede banyere mgbanwe Sudan maka magazin akụkọ Middle East Eye."
]