[
  "A na-eji Tahini eme ihe na nri nke Levant na ọwụwa anyanwụ Mediterranean, Ndịda Caucasus, yana akụkụ nke mpaghara Ùgwù Afrika",
  "A na-ejikwa ihe a na-etinye n'ime sesame (ọ bụ ezie na a naghị akpọ ya tahini) mee ihe na nri ụfọdụ n'Ebe Ọwụwa Anyanwụ Eshia.",
  "Tahini sitere na Arabic ma si na Levantine Arabic pronunciation nke ṭaḥīna (طحينة), ma ọ bụ karịa kpọmkwem ṭaḥīniyya (طحينية), ebe Bekee tahina na Hibru t'china טחינה. O sitere na mgbọrọgwụ ط ح ن Ṭ-Ḥ-N, nke dị ka ngwaa طحن ṭaḥana pụtara \"ịkụ\", ma na-emepụta okwu طحين ṭaḥīn, \"mjupụta\" n'asụsụ ụfọdụ.  Okwu tahini pụtara na Bekee site na ngwụcha afọ 1930. Tahini bụ okwu mgbazinye site na tachíni nke oge a (ταχίνι) nke e si na \"tahin\" nke Ottoman Turkish nweta",
  "Na Turkish nakwa na Italian, a ka na-eji mgbọrọgwụ mbụ tahin mee ihe kama mgbanwe Grik a nabatara n'ụwa niile na okwu ahụ.",
  "Ihe kacha ochie a kpọtụrụ aha sesame bụ n'akwụkwọ cuneiform e dere afọ 4000 gara aga nke na-akọwa omenala nke inye chi mmanya sesame",
  "Onye na-akọ akụkọ ihe mere eme Herodotus dere banyere ịkọ ugbo sesame 3500 afọ gara aga na mpaghara Tigris na Yufretis na Mesopotemia",
  "A na-ejikarị ya eme ihe dị ka isi iyi mmanụ.",
  "A kpọtụrụ Tahini aha dị ka ihe mejupụtara hummus kasa, usoro nri e depụtara n'akwụkwọ nri Arabic na-amaghị aha na narị afọ nke iri na atọ, Kitab Wasf al-Atima al-Mutada.",
  "Sesame paste bụ ihe a na-etinye na nri ụfọdụ nke ndị China na ndị Japan; nri Sichuan na-eji ya na ntụziaka ụfọdụ maka dandan noodles",
  "A na-ejikwa ihe a na-etinye n'ime nri ndị India.",
  "Na North America, sesame tahini, tinyere ihe ndị ọzọ na-enweghị isi, dị na 1940 na ụlọ ahịa nri ahụike.",
  "A na-eme Tahini site na mkpụrụ sesame nke a na-etinye na mmiri wee kụrisịa ya iji kewa bran na kernels",
  "A na-etinye mkpụrụ ndị a kụrisịrị akụrisị na mmiri nnu, na-eme ka bran ahụ mikpuo",
  "A na-ewepụ mkpụrụ osisi ndị na-ese n'elu mmiri, sie ha, ma gwọọ ha iji mepụta mmanụ. A pụkwara iji mkpụrụ a na-etinyeghị n'ọkụ kwadebe ya ma kpọọ ya \"raw tahini\", nke a na-ere mgbe ụfọdụ dị ka ihe oriri sitere n'okike.]",
  "N'ihi nnukwu mmanụ dị na tahini, ụfọdụ ndị na-emepụta ihe na-atụ aro friji iji gbochie mmebi",
  "Ndị ọzọ anaghị atụ aro friji, n'ihi na ọ na-eme ka ngwaahịa ahụ dịkwuo ike ma sie ike ije ozi.",
  "A na-ahụkarị ofe ndị dabere na Tahini na ụlọ oriri na ọṅụṅụ ndị dị n'Etiti Ebe Ọwụwa Anyanwụ Ụwa dị ka nri dị n'akụkụ ma ọ bụ dị ka ihe ịchọ mma, na-agụnyekarị mmiri lemon, nnu, na galik, ma jiri mmiri mee ka ọ dị nro",
  "A na-eme Hummus site na chickpeas siri esi, nke a na-agwakọta ya na tahini, mmiri lemon na nnu",
  "Tahini sauce bụkwa ihe a ma ama maka anụ na akwụkwọ nri na nri Middle East",
  "A sweet spread, halawa taḥīniyya (حلاوة طحينية \"sweet tahini\"), bụ ụdị halva sweet",
  "Mgbe ụfọdụ, ọ na-enwe ma ọ bụ bepụ iberibe pistachio a na-awụsa n'ime ma ọ bụ n'elu",
  "A na-agbasokarị ya na achịcha ma rie ya dị ka nri dị mfe.",
  "Na Armenia, enwere ike iji tahini mee ihe dị ka ofe iji tinye lahmajoun.",
  "Na Gris, a na-eji tahini (Grik: ταχίνι) eme ihe dị ka ihe a na-agbasa n'elu achịcha ma ọ bụ naanị ya ma  jiri mmanụ aṅụ ma ọ bụ jam kpuchie ya",
  "A na-enweta ite tahini a gwakọtara ya na mmanụ aṅụ ma ọ bụ koko n'ụlọ nri ụtụtụ nke nnukwu ụlọ ahịa ndị Gris.",
  "Na Saịprọs, a na-eji tahini, nke a na-akpọ tashi, eme ihe dị ka mmiri maka achịcha na mgbe ụfọdụ na pitta souvlaki karịa tzatziki, nke bụ omenala na Gris; a na-ejikwa ya eme \"tahinopitta\" (tahini pie).",
  "A na-akpọ Tahini ardeh (ارده) na Persian",
  "Na Iran, a na-eji ya eme halvardeh (حلواارده), ụdị halva nke e ji tahini, shuga, ọcha àkwá, na ihe ndị ọzọ mee",
  "A na-eri ya n'oge nri ụtụtụ, na-ejikarị ihe na-atọ ụtọ, dị ka syrup mkpụrụ vaịn, syrup date, mmanụ aṅụ, ma ọ bụ jam",
  "Ardeh na halvardeh so n'ihe ncheta nke obodo Iran nke Yazd na Ardakan.",
  "Na Turkey, a na-agwakọta  (Turkish: tahin) na pekmez iji mee tahin-pekmez, nke a na-ejikarị eme ihe dị ka ihe nri ụtụtụ ma ọ bụ mgbe nri gasịrị dị ka ihe na-atọ ụtọ maka achịcha.",
  "Iraq, a maara tahini dị ka rashi, a na-agwakọta ya na ọgwụ (rub) iji mee nri na-atọ ụtọ nke a na-ejikarị achịcha eri.",
  "Na Israel, tahini (Hibru: טחינה t'hina) bụ nri a na-eri eri",
  "A na-enye ya dị ka mmiri na achịcha dị larịị ma ọ bụ pita, ihe na-eme ka ọtụtụ nri dị ka falafel, sabich, Jerusalem mixed grill na shawarma, yana dị ka ihe na-agwakọta na mgbasa dị iche iche",
  "A na-eji ya dị ka ofe maka anụ na azụ, yana nri na-atọ ụtọ dị ka halva, halva ice cream na kuki tahini. A na-eji kufta e ji nwa atụrụ ma ọ bụ anụ ehi mee na ihe na-esi ísì ụtọ na ahịhịa, ma ọ bụ na azụ dum n'akụkụ osimiri na Oké Osimiri Galili.",
  "Na Levant, tahini (Levantine Arabic: t'hine) bụ ihe oriri a na-eri na nnu, mmiri lemon, na galik a na-agbakọta",
  "A na-enye ya dị ka dip na pita, ma ọ bụ ihe dị n'elu maka falafel na shawarma, yana dị ka ihe na-agwakọta ya na mgbasa dị iche iche",
  "A na ahụ ya dị ka ofe maka anụ na azụ",
  "Ọ bụ isi ihe na-eme na nri mmiri a na-akpọ siyadiyeh",
  "A na-eji Tahini eme  na nri na-atọ ụtọ dị ka halva na halva na pistachios.",
  "Na Gaza Strip, a na-enye ụdị nchara na-acha nchara nchara a maara dị ka \"red tahina\" na mgbakwunye na tahina nkịtị",
  "A na-enweta ya site na usoro dị iche ma dị ogologo nke isi mkpụrụ sesame, ma nwee ụtọ siri ike",
  "A na-eji tahina uhie eme ihe na sumagiyya (lamb na chard na sumac) na salad ndị falaheen si n'obodo ndị gbara ya gburugburu, yana ndịda Gaza",
  "N'obodo Nablus nke West Bank, a na-agwakọ tahina na qizha paste iji mee \" tahina ojii\", nke a na-eji eme achịcha.",
  "N'Ebe Ọwụwa Anyanwụ Eshia, sesame paste (Chinese) bụ isi ihe na-esi ísì ụtọ nke a na-eji eme ihe na noodles kpọrọ nkụ (ọkụ ma ọ bụ oyi)",
  "A pụkwara iri nri sesame paste dị ka ihe oriri, nke a maara dị ka ofe sesame ojii.",
  "Na 100-gram reference amount, tahini na-enye 592 calories site na ihe mejupụtara ya dị ka 53% abụba, 22% carbohydrates, 17% protein, na 3% mmiri (tebụl)",
  "Ọ bụ isi iyi bara ọgaranya nke thiamine (138% nke uru kwa ụbọchị, DV), phosphorus (113% DV), zinc (49% DV), niacin (38% DV), iron (34% DV), magnesium (27% DV), na folate (25% DV) (tebụl)",
  "Tahini bụ isi iyi nke calcium, vitamin B ndị ọzọ, na potassium (tebụl)."
]