[
  "Taiwo Micheal Awoniyi (bu onye a mụrụ n'ụbọchị nke 12 n'ọnwa Ọgọstụ n'afọ 1997) bụ onye egwuregwu bọọlụ Naịjirịa nke na-agbara otu Bundesliga Union Berlin nakwa ndị otu mba Naịjirịa bọọlụ.",
  "N'afọ 2010, a họpụtara Awoniyi ka ọ bụrụ onye egwuregwu kacha baa uru na asọmpi bọọlụ Coca-Cola na London",
  "Seyi Olofinjana hụrụ arụmọrụ ya na asọmpi ahụ bụ onye kpọrọ ya ka ọ sonye na Imperial Soccer Academy.",
  "N'abalị iri atọ na otu n'ọnwa Ọgọstụ afọ 2015, Awoniyi bịanyere aka na klọb Liverpool nke England maka ego ruru £ 400,000 mana a gbazinyere ya ozugbo na ndị otu FSV Frankfurt nke Germany.",
  "Awoniyi mere nke mbụ ya na Frankfurt dị ka onye nnọchi anya na egwuregwu iko German megide Hertha Berlin",
  "Mgbe a kpọchara ya aha dị ka onye nnọchi anya maka egwuregwu isii, o mere nke mbụ ya na 19 Febụwarị 2016, na-egwu nkeji 89 megide FC St",
  "Pauli Awoniyi dara na Frankfurt, ọ laghachikwara Liverpool na njedebe nke oge ahụ.",
  "N'abalị iri abụọ na isii n'ọnwa Ọgọstụ n'afọ 2016, ndị otu NEC nke Dutch kwadoro na Awoniyi esonyela ha na mbinye ebinyere ha ogologo oge ma a na-atụ anya na ọ ga-esonyere ndị otu ahụ n'izu na-esonụ mgbe emechara akwụkwọ ikike ọrụ ya. N'abalị iri n'ọnwa Septemba, o mere Eredivisie mbụ ya na mmeri 4-0 nke NEC na PSV Eindhoven, Michael Heinloth nọchiri ya na nkeji iri asaa na abụọ.Na NEC, onye Naijiria ahụ nwetara ọkwa nke abụọ ya n'usoro, ebe a chụpụrụ ya na Eredivisie n'afọ 2017.",
  "N'ọnwa Julaị afọ 2017, Awoniyi hapụrụ NEC wee sonye na klọb Belgium Royal Excel Mouscron na mgbazinye ego ogologo oge, wee mee nke mbụ ya na 12 Ọgọstụ mgbe ọ malitere egwuregwu ahụ megide KSC Lokeren, na-enye goolu n'ime nkeji iri abụọ na atọ.",
  "Na 17 Julaị 2018, Awoniyi bịanyere aka na nkwekọrịta ọhụrụ ogologo oge na Liverpool, na 23 Julaị mechie mgbazinye ego ogologo oge na klọb Belgium ọzọ, Gent N'abalị iri na otu n'ọnwa Jenụwarị afọ 2019, a mara ọkwa na ego mgbazinye ya na Gent dị mkpụmkpụ, a gbazinyere Awoniyi na Mouscron ọzọ. N'ọnwa Eprel, o kwuru na mgba ya iji nweta akwụkwọ ikike ọrụ UK nwere ike ịkwụsị ọrụ Liverpool ya.",
  "N'ụbọchị nke isii n'ọnwa Ọgọstụ afọ 2019, Liverpool kwadoro na Awoniyi esonyela ndị otu Bundesliga Mainz 05 na mgbazinye ego ogologo oge. Ọ nọ n'ụlọ ọgwụ na June 2020, mgbe ọ nwesịrị nnukwu ọgba aghara n'oge mmeri 1–0 nke FC Augsburg na league.",
  "Na 19 Septemba 2020, Awoniyi hapụrụ maka mgbazinye ego nke asaa ya, na nke ugbu a, ọ sonyeere otu Bundesliga n'akụkụ Union Berlin maka otu afọ.",
  "Na 20 ọnwa Julaị 2021, Awoniyi sonyeere Union Berlin, na nke ugbu a na-adịgide adịgide. A kọrọ na klọb German ahụ kwụrụ nde £ 6.5 maka onye na-aga n'ihu. Liverpool ekwuputala okwu maka pasent iri nke ire ere na nkwekọrịta a.",
  "Awoniyi nọchitere anya Naịjirịa na 2013 FIFA U-17 World Cup wee gaa n'ihu merie asọmpi ahụ, na-enye goolu anọ n'oge asọmpi ahụ. Ọ nọchikwara anya Naịjirịa na 2015 FIFA U-20 World Cup na New Zealand mgbe o meriri 2015 African U-20 Championship na Senegal.",
  "N'abalị iri na abụọ n'ọnwa Eprel n'afọ 2015, o nyere goolu na nke mbụ ya maka ndị otu Nigeria U-23 na egwuregwu ha na Zambia, ka ndị otu ya gara n'ihu iru eru maka 2015 All African Games",
  "Naịjirịa họpụtara ya maka ndị otu ha dị mmadụ iri atọ na ise maka 2016 Summer Olympics",
  "Gernot Rohr họpụtara ya na ngwụsị afọ 2021 ka ọ nọchite anya Naịjirịa na 2022 FIFA World Cup qualifiers, na-eme nke mbụ ya na mmeri 1–0 ha meriri Central African Republic A họpụtara Awoniyi ka ọ nọchite anya Naịjirịa na AFCON 2021 ebe o duuru ndị Naịjirịa n'asọmpi ahụ niile. Naanị ihe mgbaru ọsọ ya n'oge asọmpi ahụ bịara na mmeri 3-1 nke otu megide Sudan.",
  "E jiriwo ụdị egwuregwu Awoniyi tụnyere nke Rashidi Yekini, onye goolu kachasị elu na Naịjirịa.",
  "Ọ lụrụ onye ọlụlụ ya Taiwo Jesudun na agbamakwụkwọ ọdịnala na Kabba na 15 June 2018, sochiri agbamakwụkwọ ọcha na 16 June na Ilorin.",
  "Naijiria U17",
  "Naijiria U20"
]