[
  "Taiwo Ajai-Lycett, OON (amụrụ na 3 Febụwarị 1941) bụ onye Naijiria na-eme ihe nkiri, onye nta akụkọ, onye na-eme telivishọn, na onye na-ahụ maka ihe ntecha. Lycett bụ onye na-ahụ maka ụmụ nwanyị ma bụrụ onye nchịkọta akụkọ mbụ nke magazin Africa Woman na 1970s.",
  "A mụrụ Lycett dị ka nwa mbụ n'ime ụmụ ejima na 3 Febụwarị 1941 na Lagos, Western Region of Colonial Nigeria, nna ya bụ onye Awori. Ọ gụrụ akwụkwọ na Mt Ụlọ akwụkwọ Convent nke Carmel, Lagos, tupu ọ gaa Ụlọ akwụkwọ sekọndrị Methodist Ụmụ agbọghọ, Lagos.",
  "Iji gaa n'ihu na agụmakwụkwọ ya, ọ gara London iji mụọ azụmahịa na nchịkwa",
  "Na London, ọ gara ọmụmụ ihe na Christine Shaw Ụlọ akwụkwọ nke Sayensị Mma na London, ebe ọ natara asambodo na ihe ntecha. Ọ gakwara Hendon College of Technology, ebe ọ nwetara Akwụkwọ nke Sayensị Mma na 1969. Mgbe ọ na-agụ akwụkwọ, ọ rụrụ ọrụ dị ka onye na-ere nri na Lyons Tea Shop, wee kwaga na Ụlọ ọrụ nzipu ozi ma mesịa kpọsaa. Na Ụlọ ọrụ nzipu ozi, ọ malitere dị ka odeakwụkwọ onwe onye na 1962 ma mesịa rụọ ọrụ dị ka ode akwụkwọ ukwu n'ọfịs Lord Hall.",
  "Ọ kwagara na mgbasa ozi ma nọrọ na ngalaba ndị ọrụ nke ụlọ ọrụ mgbasa ozi, Na-eto eto na Rubicam. Mgbe ahụ, ọ rụrụ ọrụ dị ka onye na-enyere onye isi nke Gresham Broad and Co, ụlọ ọrụ ndekọ ego aka",
  "Ọ ghọrọ nne mgbe ọ dị afọ iri na ise; nke a mere ka ndị mụrụ ya na ezinụlọ ya leghara ya anya, mana o debara aha ya maka klas mgbede",
  "N'afọ 1959, o nwere ohere ịga United Kingdom, saịtị n'aka enyi ya David Ak авиа, onye o mechara lụọ",
  "Otú ọ dị, alụmdi na nwunye ahụ mechara mebie n'ihi ime ihe ike n'ụlọ",
  "Mgbe ya na Ak авиа gbara alụkwaghịm, ọ lụrụ Thomas Lycett ma alụmdi na nwunye ha bụ nke na-adịte aka",
  "Otú ọ dị, n'afọ 2006, a zuuru ya ohi ma dinaa ya n'ike n'ụlọ ya dị na Egbe mgbe ọ dị afọ 65. Na 3 Febụwarị 2021, ọ gbara afọ iri asatọ ebe ọ natara ekele saịtị n'aka ndị ezinụlọ na ndị enyi si ebe ndị a ma ama.",
  "Oge izizi ya na-eme ihe nkiri bụ na Disemba 1966 na Wole Soyinka's Ọdụm na ọla, ihe nkiri abụọ nke William Gaskill duziri na Ụlọ ihe nkiri Royal Court na London. Emeghị atụmatụ ime ihe nkiri mbụ ya, ọ nọ n'ụlọ ezumezu nke egwuregwu ahụ mgbe Gaskill gwara ya ka ọ bụrụ onye sonyere",
  "Mgbe agbamume ọ natara na-esote arụmọrụ ya na akwụkwọ ịkpọ òkù sitere n'aka ndị na-emepụta ihe na-eso ya, o kpebiri iwere ọrụ na ime ihe nkiri n'ụzọ siri ike. Ọ debanyere aha na Guildhall School of Music and Drama",
  "N'afọ 1972, ọ hapụrụ ọrụ ụlọ ọrụ ya wee sonye na Traverse Theatre Group maka Edinburgh Festival",
  "O mechara nọrọ na telivishọn na ihe ngosi ihe nkiri",
  "N'afọ 1973, ọ nọ na egwuregwu Amadu Maddy bụ Life Everlasting na Africa Centre, London, ma mesịa n'afọ ahụ, ọ nọ na Peter Nichols 'The National Health n'oge Festival of British Theatre. N'afọ 1976, ọ rụrụ ọrụ dị mkpa na Yemi Ajibade's Parcel Post na Royal Court Theatre",
  "Ya na onye na-eme ihe nkiri Louis Mahoney na onye edemede Mike Phillips, ọ bụ onye nduzi na Black Theatre Workshop na London.",
  "Ọ laghachiri Naịjirịa n'afọ 1971",
  "O gosipụtara na ọtụtụ ihe nkiri Naijiria ama ama, gụnyere Tinsel, ihe nkiri ncha Naijiria nke nwetara ihe nrite. Ajai-Lycett gosipụtakwara na ọrụ ndị ọzọ a ma ama dịka ihe nkiri Naijiria Oloibiri",
  "Ihe nkiri na-akpali akpali nke afọ 2016, Curtis Graham duziri Oloibiri, nke Rogers Ofime mepụtara ma mee ihe nkiri, na mgbakwunye na Ajai-Lycett, Olu Jacobs, na Richard Mofe Damijo",
  "Ihe nkiri ahụ na-akọ akụkọ banyere otu ụlọ ọrụ gọọmentị, tinyere ụlọ ọrụ mmanụ, si jiri mmanụ a chọtara ọhụrụ mee ihe n'obodo Oloibiri.",
  "Onye mepụtara: Rogers Ofime",
  "Onye duziri ya bụ: Curtis Graham",
  "N'afọ 1975, a kpọrọ Ajai-Lycett ka ọ sonye na ndị ọrụ Africa Magazine nke Raph Uwechue bipụtara",
  "Mgbe e mesịrị, ọ ghọrọ onye nchịkọta akụkọ nke Africa Woman magazine, magazin ụmụ nwanyị maka ndị Afrịka nọ na diaspora",
  "Dị ka onye nchịkọta akụkọ, ọ bụ onye sonyere na United Nations International Women's Year.",
  "N'abalị mbụ n'ọnwa Ọktoba n'afọ 2006, ọ natara onyinye mba nke onye isi nke Order of the Niger, nke Chief Olusegun Obasanjo, onye isi ala nke Federal Republic of Nigeria, chọrọ mma.\nN'ọnwa Febụwarị afọ 2008, na All-Star Gala nke emere na Theatre Royal Stratford East na ncheta afọ 10 nke Tiata Fahodzi, a kwanyeere ya ùgwù dị ka onye ndu nke ihe nkiri Britain na Africa, n'akụkụ Dotun Adebayo na Yemi Ajibade.",
  "Ọ bụ onye otu Society of Nigerian Theatre Artists (SONTA).",
  "A na-asọpụrụ ya na The Industry Merit Award na 2022 Africa Magic Viewerīs Choice Awards (AMVCA) na 14th nke Mee 2022",
  "Ihe omume onyinye ahụ e mere na Eko Hotel na Lagos."
]