[
  "ndi a bu peeji nwere hcards",
  "Chief Daniel Conrad Taiwo (1781  February 20, 1901), onye a na-akpọ Taiwo Olowo (nke a sụgharịrị dị ka \"Taiwo ọgaranya Nwoke\"), bụ onye ahịa, onye na-ere ngwá agha, onye nwe ohu, onye mmegide ike ndọrọ ndọrọ ọchịchị, onye ọrụ ebere na onye isi obodo na Colonial Lagos.",
  "A mụrụ Taiwo Olowo na c",
  "1781 na Isheri, obodo obibi na Lagos. Nna ya, Oluwole, bụ onye isi (Olofin) nke obodo ya, ọ nwụkwara n'afọ 1809. Olowo rutere Lagos n'afo 1848 ma jee ozi dị ka ohu nke otu Ogunmade site na Oba Osinlokun. Aha ya na-egosi na ọ bụ okenye n'ime ejima.",
  "Ka ọ na-erule afọ 1840, Taiwo aghọwo onye nchebe nke Kosoko, nwa Oba Osinlokun",
  "Kosoko chịrị dị ka Oba nke Lagos site n'afọ 1845 ruo 1851 ma, dịka a pụrụ ịtụ anya ya, Taiwo jiri ịdị nso ya na Kosoko mee ihe maka uru ahịa, na-eguzobe mmekọrịta ya na ndị ahịa Europe na Brazil",
  "Ọ bụ ezie na ọ bụghị ihe doro anya ma Taiwo na Kosoko gbagara Epe mgbe Mbelata Britian  nke Lagos na ọnwa Disemba, afọ 1851, na ntinye nke Oba Akitoye, ihe a maara bụ na Gọvanọ Freeman kpọrọ Kosoko laghachi Lagos na 1862",
  "Taiwo wuru mmekọrịta bara uru na nchịkwa Freeman na ndị sochirinụ.",
  "N'afọ 1863, Kosoko mere ka Gọvanọ Glover mara Taiwo onye nwere mmasị na Taiwo ma gbaa ya ume ịchụso azụmahịa",
  "Gọvanọ Glover guzobere mmekọrịta ndọrọ ndọrọ ọchịchị nke mere ka Taiwo bụrụ otu n'ime ndị kasị baa ọgaranya na ndị kasị ike na Lagos",
  "Glover webatara Taiwo na ụlọ ọrụ nke Messrs G.L",
  "Gaiser, onye ghọrọ ndị isi ahịa Taiwo na onye nyeere ya aka ịnakọta ụgwọ ndị ahịa Egba ji Taiwo",
  "Gọvanọ Glover nyekwara Taiwo ike dị ka Baba Isale nke Isheri",
  "Na ikike ya dị ka Baba Isale, Taiwo bụ onye nkwado na onye nnọchi anya ndị Isheri",
  "Na nzaghachi, Taiwo nwere ihe ùgwù karịa ndị ọzọ niile na ịnweta ụzọ na ahịa na azumahịa Isheri.",
  "N'akwụkwọ ozi e degaara Colonel Ord, onye ọrụ Britain, Taiwo na ndị ahịa Lagosian ndị ọzọ dere na ha bụ \"a mụrụ ndị ohu\" ma \"site na ike [ha] wee bụrụ ndị nwe ohu, ndị ọrụ ugbo, ndị nwe ụgbọ mmiri, na ndị ahịa. Onye na-akọ akụkọ ihe mere eme bụ Kristin Mann kwuru na a maghị kpọmkwem ụbọchị Taiwo Olowo kọwara ya dị ka onye ahịa na nnwere onwe ya n'ohu.",
  "E mere Taiwo baptizim na ngwụcha afọ 1870 na Holy Trinity Church na Ebute Ero, na-ewere aha Daniel Conrad Taiwo. Ọ rụkwara ọrụ dị ka onye nnọchi anya gọọmentị Britain na Lagos, ọ bụkwa onye nnọchianya n'ụlọ ikpe nke Eze Porto Novo.",
  "Mgbe Oshodi Tapa, onye isi agha mbụ na onye isi azụmaahịa ugbu a, nwụrụ na 1868, Taiwo Olowo ghọrọ onye isi azụmahịa Kosoko",
  "Mgbe Kosoko nwụrụ n'afọ 1878, Taiwo ghọrọ onye ndú nke ngalaba akụ na ụba Kosoko (ma e jiri ya tụnyere obere akụkụ Dosunmu nke Oloye Apena Ajasa duziri) nke ọ dịkarịa ala ndị na-eso ụzọ puku iri abụọ. Taiwo na onye ọzọ dị ike Baba Isale - Chief Ajasa - sere okwu n'ụzọ azụmahịa na n'egwuregwu ndị ọzọ dị mgbagwoju anya nke Lagos",
  "Ajasa bụ onye ya na Oba Dosunmu jikọrọ aka na mbụ, mana ha abụọ dara mgbe Ajasa ghọrọ onye dị ike maka Dosunmu ijikwa",
  "N'ime mgbalị iji gbochie ike ndọrọ ndọrọ ọchịchị Ajasa, Oba Dosunmu kwadoro Taiwo, na-enye aka na ọdịda ndọrọ ndọrọ ọchịchị nke Ajasa.",
  "Taiwo na ndị ọzọ bụbu ndị ohu nyere aka n'ụzọ mmesapụ aka n'ịmepụta ụlọ ụka pastọ mbụ na Lagos, Holy Trinity Church. Ọ bụkwa onye rutere uru site n'aka ya nye ndi CMS Grammar School , Lagos, na-enye akpa ego yuro iri ise na CMS Building Fund n'afọ 1867.",
  "Taiwo Olowo nwụrụ na Lagos n'abalị iri abụọ nke ọnwa Febụwarị afọ 1901, mgbe ọ dị afọ otu narị na iri abụo. James Johnson (Bishọp abụọ nke Western Equatorial Africa) mere ememe olili ozu ya. Ọ bụ ezie na a na-ekwu na a mụrụ Olowo na 1781, ebe ọ bụ na enweghị akwụkwọ n'oge a mụrụ ya, ọ nweghị ụzọ isi chọpụta ụbọchị a mụrụ ya na afọ ya.",
  "Onye Brazil-Lagosian master bu Senhor Jorge DaCosta wuru Taiwo Olowo cenotaph n'elu ili ya n'afọ 1905",
  "A na-ekwu na e mepụtara mpempe akwụkwọ ya site na ịgbaze ọtụtụ narị mkpụrụ ego ọla kọpa.",
  "Ụlọ ezinụlọ ya ka dị n'ofe okporo ámá site na ihe ncheta ahụ, ọ ka bụkwa nke ụmụ ya",
  "Aha ya, Iga Taiwo Olowo, na-asụgharị n'ụzọ nkịtị ka ọ bụrụ \"Obí nke Taiwo nwoke bara ọgaranya\". Ụmụ ya ama ama gụnyere Kofoworola Abeni Pratt na Remi Vaughan-Richards."
]