[
  "Taiwo Odubiyi (amuru 29 Mee na afo 1965) bu onye Naijiria odee, onye na-ekwu okwu mba ofesi, onye ndụmọdụ alụmdi na nwunye na mmekọrịta",
  "Ọ bụ nnukwu pastọ na-akpakọrịta, ya na di ya, Reverend Sola Odubiyi, nke The Still Waters Church International nwere isi ụlọ ọrụ dị na Ikorodu, Lagos, Naijiria",
  "Taiwo edeela akwụkwọ akụkọ ịhụnanya karịrị iri abụọ na-emeri;  na akwụkwọ enyemaka onwe onye na ndina n'ike na mmekọrịta, na-ebipụta akwụkwọ akụkọ / akwụkwọ ọhụrụ kwa afọ",
  "Ọ bụ onye isi oche nke TenderHearts Family Support Initiative  na onye nchoputa nke pastọ Taiwo Odubiyi Ministries",
  "Ọ bụkwa onye ozi televishọn ;  onye na- ede akwụkwọ akụkọ na Nigerian Canadian News,  The National Mirror, na akwụkwọ akụkọ mbata na ọpụpụ US ; na onye na-elekọta ihe omume redio na telivishọn Nigeria Ọ bụ Ihe Nile Banyere Gị",
  "A mụrụ Taiwo Odubiyi na ezinụlọ Jonathan Olufemi Soyombo na Victoria Olubamwo Soyombo",
  "Ya na ejima ya bụ nke ọdụdụ n'ezinụlọ nwere ụmụ asaa",
  "Amuru ya na Abeokuta, ma zụlite ya na Lagos",
  "Ọ gara ụlọ akwụkwọ sekọndrị Reagan Memorial Baptist wee gụchaa na mahadum Polytechnic, jiri HND na Akaụntụ",
  "O nwekwara nna ukwu ya na Business Administration si FUTA, Akure",
  "Echiri ya na di ya, Reverend Sola Odubiyi, echichi dị ka pastọ n’afọ 1996, n’okpuru nduzi nke “nne na nna n'ime Jehova” pastoTaiwo Odukoya na onye nwụrụ anwụ Pastor Bimbo Odukoya (ndị nlekọta izugbe nke Ụka Fountain of Life )",
  "O nwere ụmụ nwaanyị atọ.",
  "Taiwo na-egosipụta oke mmasị ya maka mmekọrịta site na ndụmọdụ na mmemme oge niile na nzukọ ọmụmụ, dị ka:",
  "Taiwo Odubiyi bụ Senior Associate Pastor nke The Still Waters Church International, nke dị na Obodo Ikorodu, Nigeria",
  "Ọ na-eso di ya bụ Reverend Sola Odubiyi, onye bụ́ nnukwu pastọ na onye nlekọta izugbe na-aga alaka ụlọ ọrụ",
  "Enwere ngalaba ụka dị iche iche na Naịjirịa.",
  "Ụkọchukwu Taiwo Odubiyi Ministries  na-ahụ maka ibipụta akwụkwọ akụkọ na-akpali akpali nke na-enweta ihe nrite; inye ndị mmadụ ndụmọdụ gbasara mmekọrịta na otu esi ebi ndụ ka mma; na-agbasa Okwu na ịhụnanya Chineke n'ebe nile site na TV na redio ihe niile gbasara gị! ; na ijide mmemme (mmemme) na nzukọ ọmụmụ ihe maka ndị nọ n'afọ iri na ụma, ndị na-alụbeghị di, ụmụ nwanyị na ndị di na nwunye",
  "Blọọgụ nke Taiwo Odubiyi Ministries nwere akwụkwọ edemede na-akpali akpali na amaokwu Akwụkwọ Nsọ iji nyere ndị mmadụ aka n'akụkụ ọ bụla nke ndụ.",
  "TenderHearts Family Support Initiative bụ ọgbakọ na-abụghị gọọmentị na-ahụ maka nkwado, ndụmọdụ na ịgba ume ndị e dinara n'ike; na-agakwuru ndị na-enweghị ihe ùgwù; ịhazi (ịhazi) mmemme ekeresimesi (mmemme) maka ụmụaka ndị nwere nkwarụ;  na inye nkwado mmetụta uche & ego nye ụmụ mgbei.",
  "Akwụkwọ akụkọ ndị a na-enweta ihe nrite  na-agba ume, na-adụ ọdụ ma na-eduzi ndị nọ na mmekọrịta (ndị na-alụbeghị di na nwunye na ndị lụrụ di na nwunye)",
  "N'ịbụ ndị ewu ewu na Naijiria, a na-agụ ha na obodo niile na mba ụwa.",
  "Taiwo kwenyere na ọ dịbeghị anya ịkụziri ụmụaka na ịkụziri ụmụaka ihe ize ndụ dị n'inwe mmekọahụ tupu ha alụọ di ma ọ bụ nwunye, na ịmara banyere ndị na-emetọ ụmụaka."
]