[
  "Taiye Selasi (onye nke amụrụ n' ụbọchị nke abụọ nke ọnwa Nọvemba n'afọ 1979) bụ onye odee na onye na-ese foto, ma bụrụ kwa onye Britain-Amerika",
  "Mgbọrọgwụ ya sitere na Naijiria na Ghana, ọ kọwara onwe ya dị ka onye \"obodo\" Accra, Berlin, New York na Rome.",
  "A mụrụ Taiye Selasi na London, ma zụlite ya na Brookline, Massachusetts",
  "Ọ bụ onye nke mbụ nke ụmụ ejima nke Dr",
  "Lade Wosornu, onye nke sitere na agbụrụ Ghana na ọkachamara onye dọkịta bekee na-ịwa ahụ na Saudi Arabia  ma bụrụ kwa onye dere ọtụtụ akwụkwọ uri,     na nne ya onye nke bụ Dr",
  "Juliette Tuakli, onye Naijiria, na arụ ọrụ dịka onye dibia bekee na Ghana,    bụrụkwa onye amara maka nkwado maka ikike ụmụaka, gụnyere ịbụ onye nwere ọnọdụ na bọọdụ United Way",
  "Ndị mụrụ Selasi kewara mgbe ọ bụ nwa ọhụrụ",
  "Ọ zutere nna mụrụ ya mgbe ọ dị afọ iri na abuọ",
  "Aha ya pụtara ejima mbụ n'asụsụ Yoruba nke bụ asụsụ nne ya",
  "Ọ gbanwewo aha nna ya ugboro ugboro",
  "Mgbe amuru ya, aha nna nne ya ka ọ zara",
  "Ọ zakwara aha onye nke lụrụ nne ya (Williams)",
  "Mgbe ọ dị afọ iri na abuọ, ọ gbanwere zaa aha nna ya (Wosornu)",
  "Mgbe emesia, o kpebiri ịzaa aha nna ya bụ Tuakli-Wosornu",
  "N'ikpeazụ ọ mesịrị gbanwee aha nna ya ka ọ bụrụ Selasi, okwu sitere n’asụsụ Ewe, nke ọ sụgharịrị dị ka “ekpere zara aza” ma ọ bụ “Chineke anụwo”",
  "Selasi gụsịrị akwụkwọ ma nweta nzere nnukwu nsọpụrụ na BA maka ọmụmụ ihe gbasara America na mahadum nke Yale",
  "Ọnwetakwara MPhil ya na mmekọrịta mba ụwa na Nuffield College, nke   mahadum Oxford. Ejima ya, Yetsa Kehinde Tuakli, bụ onye physiatrist na mba US",
  "Ọ bụ onye Afrịka mbụ so na International Paralympic Committee, ọ na-asọmpi n'ịwụli elu maka ndị otu mba Ghana.",
  "Na 2005 The LIP Magazine bipụtara \"Bye-Bye, Babar (Ma ọ bụ: Gịnị bụ Afropolitan?),\" Selasi's seminal text on Afropolitans. Na \"Bye Bye Babar\", Selasi na-akọwa mba Afrịka ọhụrụ; ngwakọta sara mbara nke na-anabata ọdịiche ya: \"Ma eleghị anya, ihe kachasị gosipụta nghọta Afropolitan bụ ịjụ ime ka ọ dị mfe; mgbalị ịghọta ihe na-arịa ọrịa na Afrịka tinyere ọchịchọ ịsọpụrụ ihe magburu onwe ya, pụrụ iche",
  "\" Selasi anaghị achọ ka a mara ya dị ka onye malitere Afropolitanism, \"Ọ na-ekwu na ọ ghara ikwu na ọ bụ ya chepụtara ya, ọ na-eleda ọrụ nke ya anya na ihe niile sochiri ya",
  "\" Mkparịta ụka nke Afropolitanism mụbara maka edemede ahụ, nke a mekwara ka ndị ọkà mmụta dị ka Simon Gikandi na Achille Mbembe \"meezi\" okwu ahụ, Afropolitan, n'ime echiche a maara nke ọma. N'otu afọ ahụ o dere edemede ahụ, o dere egwuregwu nke Avery Willis, nwa nwanne Toni Morrison mepụtara na obere ụlọ ihe nkiri.",
  "N'afọ 2006, Morrison nyere Selasi otu afọ maka ide edemede; o dere \"The Sex Lives of African Girls\" iji mezue ya",
  "Akụkọ ahụ, nke magazin UK Granta bipụtara na afọ 2011, soro na akụkọ nke ebipụta ma pụta dị ka obere akụkọ kacha mma nke Amerika obere na afọ 2012 ma ọbụ Best American Short Stories 2012.",
  "N'afọ 2010 Ann Godoff nke ụlọ ọrụ Penguin Press zụrụ akwụkwọ akụkọ Selasi nke ọka na ede ede",
  "E bipụtara akwụkwọ Ghana Must Go n'afọ 2013",
  "Diana Evans nke The Guardian, Margaret Busby nke The Independent, site na The Economist, na The Wall Street Journal toro akwụkwọ ahụ nke ọma. A họpụtara ya dị ka otu n'ime akwụkwọ iri kacha mma nke afọ 2013 site na aka ndị Wall Street Journal na ndị The Economist",
  "N' afọ 2014, a chọpụtara ya na-ere akwụkwọ ahụ na mba iri abụọ na abụọ.",
  "N'afọ 2013, a họpụtara Selasi dị ka otu n'ime ndị edemede iri abụọ na Britain ndị kacha mma nke <i id=\"mwaw\">Granta</i>",
  "N'afọ 2014 akpọrọ ya aha na ndepụta Africa39 Hay Festival maka ndị edemede Africa iri atọ na itoolu na-erubeghị afọ iri anọ  \"nke nwere ikike na nkà ịkọwa ihe na-eme ndepụta 'akwụkwọ maka Afrịka",
  "\"",
  "Selasi na ndị omenkà ibe ya na-arụkọ ọrụ ugboro ugboro",
  "N'afọ 2012, ya na onye na-ese ụkpụrụ ụlọ David Adjaye jikọrọ aka mepụta Gwangju River Reading Room, ọbá akwụkwọ nke ahụ ghe oghe na afọ 2013 dị ka akụkụ nke Gwangju Biennale's Folly II. Ya na onye nduzi Teddy Goitom, onye guzobere Stocktown,  rụkọrọ ọrụ dị ka onye isi mmepụta nke Afripedia, nke bụ usoro ihe omume banyere ndị na-emepụta ihe n'obodo ukwu dị iche iche na Africa. Ya na ndị na-emepụta ihe Fernando Meirelles na Hank Levine (Obodo Chineke), na arụ ọrụ make iwepụta Ọpụpụ, ihe ngosi gbasara ka ndị mmadu si akwaga site na obodo ha ma gaa mba ụwa ndị ọzọ dị iche iche.",
  "N'afọ 2013 Selasi bụ onye ọka ikpe na ihe ngosi TV nke Ịtali nke akpọrọ Masterpiece na Rai 3",
  "Andrea De Carlo so kwa ya na ọrụ ahụ",
  "N'afọ 2015, Selasi pụtara dị ka onye edemede, na-edu nzukọ ọmụmụ ihe ederede, na nzukọ ndị edemede nke obodo Iceland nke ha n'eme kwa afọ na Reykjavik, Iceland. Ọ bụkwa onye nyere aka na nchịkọ akụkọ nke akpọrọ New Daughters of Africa (nke Margaret Busby dezigharịrị, 2019)."
]