[
  "A tajine ma ọ bụ tagine bụ nri ndị dị n'Ebe Ugwu Afrịka, nke akpọrọ aha  ite e ji esi ya. A na-akpọkwa ya jikwa ma ọ bụ marqa.",
  "Arabic ط zaman (ṭažin) sitere na Berber ṭajin \" ite ụrọ na-adịghị omimi\", site na Greek ochie τάγηνον (tágēnon) \"ọkụ-ite, saucepan\".",
  "Na Mgbidi Antonine nke gọvanọ Numidian nke Rom Britain, Quintus Lollius Urbicus, wuru, a chọpụtala ụdị  ite dị iche iche, otu bụ efere casserole nke nwere ike ịbụ onye bu ụzọ na Tajine nke oge a. A chọpụtakwala iberibe tajines n'etiti ite Numidian na Algeria nke oge a.",
  "Akụkọ ihe mere eme nke tagine malitere n'oge Harun al-Rashid, onye nke ise nke Abbasid Caliph. Ihe ndekọ mbụ e dere banyere echiche nke isi nri na tajine pụtara na otu puku abalị na otu abalị a ma ama, nchịkọta akụkọ asụsụ Arabic site na narị afọ nke 9.",
  "Taa, a na-akwadebe ite nri na broth ọdịnala ya na Middle East na North Africa",
  "E nwere ụzọ dị iche iche isi kwadebe tajine",
  "N'ụdị qidra mbụ, a na-eji saman (mmanụ a na-egbuke egbuke) eme ihe iji mee ka elu ya dị ọcha ma tinye yabasị a pịrị apị maka ụtọ na ísì",
  "Maka ụdị nri muqawlli, a na-etinye ihe ndị ahụ na mmanụ oliv iji mee ka ụtọ ya dịkwuo mma.",
  "E nwere ọtụtụ nkọwa banyere otu esi akwadebe tajine site n'aka ndị ọkà mmụta Arab",
  "Nkọwa a ma ama bụ nke sitere n'aka ibn al-Adim (1192[[1262):",
  "Ọkpụkpụ ọdịnala tajine, mgbe ụfọdụ a na-ese ma ọ bụ na-egbuke egbuke, nwere akụkụ abụọ: otu okirikiri nke dị larịị na akụkụ dị ala na nnukwu mkpuchi dị ka cone ma ọ bụ dome nke na-anọdụ n'ala mgbe a na-esi nri",
  "A na-emepụta mkpuchi ahụ iji weghachite condensation niile na ala",
  "Enwere ike imeziwanye usoro ahụ site na itinye mmiri oyi n'ime olulu mmiri a haziri n'ụzọ pụrụ iche n'elu mkpuchi ahụ.",
  "A na-esi Tajine n'elu icheku ọkụ na-ahapụ ohere zuru oke n'etiti icheku ọkụ ma ọ bụ ite tajine iji zere ka okpomọkụ rịa elu ngwa ngwa",
  "A na-eji nnukwu brik nke icheku ọkụ eme ihe, ọkachasị maka ikike ha nwere ịnọ na-ekpo ọkụ ruo ọtụtụ awa",
  "Ụzọ ndị ọzọ bụ iji tajine mee ihe n'ọkụ na-adịghị ngwa ngwa ma ọ bụ na gas ma ọ bụ n'elu igwe eji esi nri eletrik, na okpomọkụ kachasị ala dị mkpa iji mee ka stew na-esi n'ụzọ dị nro",
  "A na-eji igwe-mmenyu arịa dị gburugburu nke a na-etinye n'etiti tajine na ire ọkụ, iji kesaa okpomọkụ nke stove",
  "Ndị na-emepụta ihe na Europe emepụtala tajines nwere ala ígwè dị arọ nke enwere ike ime ka ọ dị ọkụ na stovu nri ruo n'okpomọkụ dị elu, nke na-enye ohere ịcha anụ na akwụkwọ nri tupu esi nri.",
  "Enwere ike imegharị nri Tajine site na iji ihe na-esi nri ma ọ bụ ihe yiri ya, mana nsonaazụ ya ga-adịtụ iche",
  "[Ọnodu choro] Ọtụtụ tajines ceramic bụ  ịchọ mma yana arịa nri na-arụ ọrụ",
  "Otú ọ dị, a na-ezube ụfọdụ tajines naanị iji mee ihe dị ka efere na-achọ mma.",
  "Nri tajine nke Algeria na Morocco bụ nri na-atọ ụtọ nke a na-esi ngwa ngwa, nke a na'ejikarị anụ, ọkụkọ ma ọ bụ azụ na akwụkwọ nri ma ọ bụ mkpụrụ osisi eme. A na-ejikwa ihe na-esi ísì ụtọ, mkpụrụ osisi, na mkpụrụ osisi a mịrị amị",
  "Ihe ndị a na-ahụkarị na-esi ísì ụtọ gụnyere ginger, cumin, turmeric, cinnamon, na saffron",
  "A na-eji paprika na chili eme ihe na tajines akwụkwọ nri",
  "Njikọ na-atọ ụtọ na nke na-esi ísì ụtọ bụ ihe a na-ahụkarị na nri tajine dị ka nwa atụrụ na prunes na ihe na-esi ụtọ",
  "A na-ejikarị achịcha enye Tajines",
  "N'ihi na mkpuchi ma ọ bụ mkpuchi dị ka cone nke ite tajine na-ejide anwụrụ ọkụ ma weghachite mmiri ahụ na ite ahụ, a chọrọ obere mmiri iji sie anụ na akwụkwọ nri",
  "Usoro isi nri a dị mkpa n'ebe mmiri dị obere ma ọ bụ ebe mmiri ọha na eze na-enwetabeghị.",
  "Ihe ndị Tunisia na-akpọ \"tajine\" dị nnọọ iche na ụdị nri ndị ọzọ. tajine Tunisian dị ka frittata Italian ma ọ bụ eggah",
  "Nke mbụ, a na-akwadebe ragout dị mfe, nke anụ a bepụrụ n'ime obere iberibe, jiri yabasị na ihe na-esi ísì ụtọ sie, dị ka ngwakọta nke rosebuds kpọrọ nkụ na sinamọn a gwakọtara agwakọta nke a maara dị ka baharat ma ọ bụ ngwakọta siri ike nke coriander na mkpụrụ caraway; a na-akpọ nke a tabil. Mgbe ahụ, a na-agbakwunye ihe na-atọ ụtọ iji mee ka mmiri ahụ sie ike",
  "Ihe ndị a na-ahụkarị na-agụnye àgwà cannellini, chickpeas, breadcrumbs ma ọ bụ poteto",
  "Mgbe anụ ahụ dị nro, a na-ejikọta ya na ihe ndị a họọrọ ka ha bụrụ ihe na-atọ ụtọ",
  "Ihe atụ gụnyere parsley ọhụrụ, mint a mịrị amị, saffron, tomato a mịrị n'anyanwụ, akwụkwọ nri e siri esi na ụbụrụ nwa ehi a siri esi",
  "Mgbe nke ahụ gasịrị, a na-etinye cheese na àkwá n'ime nri ahụ",
  "N'ikpeazụ, a na-eme àkwá na stew a n'ime efere dị omimi, ma ọ bụ na stove ma ọ bụ n'ime oven ruo mgbe a na-esi n'elu na n'ala ma na-etinye àkwá ahụ",
  "Mgbe tajine dị njikere, a na-atụgharị ya n'elu efere ma belata ya n'ime square, ya na wedges nke lemon",
  "A pụkwara iji nri mmiri mee tajines Tunisian ma ọ bụ dị ka nri akwụkwọ nri kpamkpam",
  "[Ọnọdụ choro]",
  "JN'ime ime obodo nke Tunisia, ndị na-esi nri n'ụlọ na-etinye efere ụrọ na-adịghị omimi n'elu coal osisi oliv, jupụta ya, kpuchie ya na pan ụrọ dị larịị, wee kpokọta coal ọkụ n'elu",
  "tajine a na-emepụta na-adị nro n'elu na n'ala, na-ede mmiri n'ime ma na-etinye ya na ísì anwụrụ ọkụ",
  "[citation needed]",
  "Ndị Juu Maghrebi na-eri ma na-akwadebe tagine, n'ihi ọnụnọ ha n'akụkọ ihe mere eme na North Africa",
  "Tagine bụ nri dị ezigbo mkpa na nri Sephardi, ndị Juu Moroccan, ndị Juu Algeria, ndị Juu Tunisian, ndị Juu Libya, ndị Juu Djerban, yana ndị Juu French, ndị Juu America, na ndị Israel na-eri ma na-akwadebe ya, n'ihi ọnụ ọgụgụ buru ibu nke ndị Sephardim na mba ndị ahụ.",
  "Tagine bụ isi nri Sephardic nke a na-akwadebe maka nri abalị Shabbat na obodo Sephardi, ma na-enye ya na couscous",
  "Ndị Sephardim si n'ógbè dị iche iche na-akwadebe ụdị Tagine dị iche iche, dịka ọmụmaatụ, ndị Juu Moroccan na-ejikarị mkpụrụ osisi kpọrọ nkụ akwadebe tagine, ebe ndị Juu Tunisian na-akwukarị akwụkwọ nri tagine nwere poteto, karọt, na zucchini a na-egbutu n'ime nnukwu dice",
  "A na-akwadebe Tagine maka ezumike ndị Juu dịka Rosh Hashanah na Yom Kippur break fast.",
  "Ihe oyiyi Tajine na Safi, Morocco",
  "Onye na-akpụ ite Tajine",
  "Isi nri Tajine",
  "Tagine eletrik",
  "Tajine a na-eji n'èzí",
  "Isi nri n'èzí site na iji tajine",
  "Tajine na nwa atụrụ, prunes na almonds",
  "mkpịsị aka ukwu nke Algeria tajine na ọkụkọ, anụ na oliv"
]