[
  "Hacène Zermani (amụrụ n'afọ 1958 na Algiers, Algeria), nke a maara site na aha egwu ya Takfarinas, bụ onye egwu Kabyle Yal nke Algeria",
  "Takfarinas were aha nna ya site n'aka onye agha oge ochie nke North Africa Tacfarinas onye lụrụ ọgụ megide ọnụnọ nke ndị Rom na Algeria",
  "Kemgbe afọ 1979, Takfarinas ebiela na France",
  "Otú ọ dị, abụ ya na-akwalite ma na-eme emume omenala Kabyle nke a mụrụ ya",
  "A maara Takfarinas nke ọma maka olu ya nke na-eru ebe dịgasị iche iche na 'takfa' nke dabeere na ụbọ akwara ọdịnala nke ọ gbanwere site na itinye olu nke abụọ",
  "Olu ọ bụla na-enye ụda dị iche, otu olu bụ nke nwanyị na nke ọzọ bụ nke nwoke",
  "N'oge ndị a, a na-eji ọkara drum eletrik dochie takfa",
  "Dị ka takfa nke a nwere mkpịsị aka abụọ",
  "Uru nke ngwá ọrụ ọhụrụ a bụ na ọ nwere ike ịmepụta nnukwu ụda egwu nke ọ chọrọ ugbu a.",
  "Takfarinas ma ọ bụ Tak dị ka ndị na-akwado ya na-akpọkarị ya na-esite n'ọtụtụ usoro ndị na-agụ egwú ma gosipụta nkà ọhụrụ ya n'ọdịnihu na ngwá egwú mgbe ọ dị naanị afọ isii o mere ụbọ akwara site na iji cylinder mmanụ na eriri brek",
  "Dị ka onye na-eto eto, Takfarinas nwere mmasị na egwu nke ndị na-ese ihe dịka Chaâbi, M'Hamed El Anka, Cheikh El Hasnaoui na Slimane Azem.",
  "N'afọ 1976, o dekọrọ egwu mbụ ya na cassettes na Algiers, mana ọnọdụ ya dị ka onye na-agụ egwu na onye na-eti egwu siri ike mgbe o dekọrọ abọm mbụ ya na France n'afọ 1979",
  "N'afọ 1981, ya na Boujema Semaouni guzobere otu Agraw nke dịgidere ruo ọtụtụ afọ",
  "O wepụtara Wa i telha na Arrach ma na 1986, nkr rere otu nde",
  "N'afọ 1989, ọ wepụtara Irgazen na Mi d ih, CD abụọ, nke a mere ka ọ bụrụ onye a ma ama n'ụwa niile",
  "N'afọ 1994, o wepụtara abọm ọzọ Yebbā rremman nke mere nke ọma na chaatị Europe.",
  "Mana ọ bụ na abọm ya Zaâma Zaâma na otu egwu sitere na abọm ahụ ka o nwetara nnukwu mmata ya",
  "Ọ na-anọgide na-abụ egwu kachasị amasị ụwa na klọb na ebe ezumike ndị njem nleta ebe egwu egwu na-ewu ewu na-eso agba egwu.",
  "Takfarinas gbanwere ntụziaka egwu ya na abọm ya Paix et salut nke bụ iji kwanyere ndị Algeria na-agu egwu bụ ndị mmegide ahụ metụtara",
  "Mgbe ahụ n'afọ 2004, o wepụtara abọm ọhụrụ ya bụ Honneur aux dames",
  "N'afọ 1999, Takfarinas meriri KORA All African Music Award na ngalaba Best North African Artist."
]