[
  "Talaat Moustafa Group Holding SAE (TMGH), bụ otu n'ime nnukwu ụlọ ọrụ mmepe ala na Egypt",
  "E guzobere ya na 2007 dị ka ụlọ ọrụ na-ejide ụlọ ọrụ ndị dịbu adị, ụfọdụ n'ime ha bụ ndị Talaat Moustafa nwụrụ anwụ guzobere na 1970s, ma depụta ya n'ihu ọha na Egyptian Exchange na 2007. A maara otu a maka mmepe nke nnukwu obodo gated, yana ọtụtụ ụlọ oriri na ọṅụṅụ, ebe ọ bụ otu n'ime ndị na-emepụta ụlọ iri kacha elu edepụtara na Egypt n'ihe gbasara uru, yana ala, na-ejide ihe karịrị 16,000 acres na Greater",
  "Cairo, kacha nke onye nrụpụta ọ bụla..",
  "Ka ọ na-erule n'ọnwa Disemba 2021, onye kacha nwee òkè na Talaat Moustafa Group na 43% bụ TMG maka Real Estate na Touristic Investments SAE, ụlọ ọrụ nke ezinụlọ Talaat Moustfa (Tarek, Hani na Hisham Talaat Mo Gustafa, 60%) na ezinụlọ Saudi Bin Laden (40%). Site na stakes site na ụlọ ọrụ ọzọ (Alexandria Construction Company SAE) ụmụnna Tarek, Hisham na Hany nwere 34% nke ngwaahịa TMGH",
  "Hisham Talaat Moustafa bụ onye isi otu kemgbe 2017 ruo ugbu a, ma nweebu ọnọdụ ahụ ruo 2008",
  "Ọ rụkwara ọrụ dịka onye otu Shura Council (Upper House)",
  "Nwanna Tarek Talaat Moustafa bụ onye isi otu kemgbe 2008 na onye bụbu onye omeiwu.",
  "Onye nke abụọ kacha nwe oke bụ ezinụlọ Saudi Bin Laden, nke a ma ama maka nnukwu ihe owuwu ụlọ ha na obodo ha site na Saudi Binladen Group",
  "N'Ijipt, ụmụnna Yehia na Omar Bin Laden nwere ego ntinye ego dị iche iche, na-enwe 17% nke TMGH site na 40% ha na TMG maka Real Estate na Touristic Investments SAE",
  "Onye nwe oke nke atọ bụ ezinụlọ Saudi ọzọ, nke Abdelmoniem Alrashed, nwere 7% nke otu ahụ site na ụlọ ọrụ UAE, Rimco EGT Investment LLC.. Ndị nwe ụlọ ndị fọdụrụnụ bụ ego itinye ego, nke Norges Bank duziri bụ ndị nwere 3.3% nke òkè TMGH na 2021.",
  "TMG na-akwado ụfọdụ mmepe obodo Egypt kachasị ukwuu, gụnyere obodo New Cairo nke Madinaty, El Rehab, Celia, na nke ewepụtara nso nso a, Noor",
  "Mmepe ndị ọzọ gụnyere May Fair na El Sherouq City, El Rabwa na Sheikh Zayed City, Virginia Beach na North Coast nke Alexandria, na El Radwa El Khadraa na El Agamy",
  "Na mkpokọta, TMG na-etu ọnụ ọgụgụ mmadụ karịrị nde mmadụ 1 n'ofe ọrụ ya, na-enye ya ọkwa kachasị elu n'ụwa maka onye nrụpụta onwe.",
  "Mgbalị ile ọbịa nke TMG gụnyere Four Seasons Nile Plaza, Four Seasons Sharm El Sheikh, Four Seasans San Stefano, na Kempinski Nile Hotel.",
  "A na-ahụta Four Seasons Nile Plaza dị ka ụlọ oriri na ọṅụṅụ kachasị mma na nke kachasị nchebe na Cairo, na-enye nchebe ọkwa onye isi ala na ebe obibi nye ndị isi obodo na ndị isi gọọmentị na-eleta..",
  "N'ịgbaso ọkwa na 2017 maka mmụba nke Four Seasons Sharm El Sheikh, mgbe emechara, họtel ahụ ga-abụ nnukwu Four Seasons Resort n'ụwa.",
  "N'afọ 2016, TMG kwupụtara atụmatụ iwu ụlọ oriri na ọṅụṅụ Four Seasons na New Cairo onwunwe Madinaty, akụkụ nke mmepe na mgbasa 8,000 acres (3,200 ha) na New Cairo",
  "E mere atụmatụ iji wuo ụlọ oriri na ọṅụṅụ Four Seasons na Luxor na 2008 mana etinyere ya n'ihi mgbanwe mgbanwe nke Egypt",
  "N'afọ 2020, TMG kwupụtara atụmatụ ịga n'ihu na ọrụ a na Luxor, na-enye ego nke ijeri LE 1.5 iji wuchaa oge anọ nwere ọnụ ụlọ 200 n'ime obodo akụkọ ihe mere eme.."
]