[
  "Talib Zanna (amụrụ ya n'ụbọchị mbụ n'ọnwa Ọktoba n'afọ 1990) bụ onye Naijiria na-agba bọọlụ nke ikpeazụ ọ gbara bọọlụ maka Oklahoma City Blue nke NBA G League",
  "Zanna gbara bọọlụ basketball n'ụlọ akwụkwọ sekọndrị na Bishop McNamara High School ma soro bọọlụ ụmụ nwoke nke Pittsburgh Panthers sọọ mpi",
  "A họpụtara ya n'etiti ndị isi ụlọ akwụkwọ Panthers na pasentị goolu ma nweta nsọpụrụ dị iche iche dị ka All-ACC Honorable Mention, ACC All-Tournament first team, na NIT Season Tip-Off All-Tourament team",
  "Zanna na-egwuri egwu n'etiti.",
  "A mụrụ Zanna na Kaduna, Nigeria nye Zanna Awami na Maimuna Zanna",
  "O nwere ụmụnne atọ na ụmụnne nwanyị abụọ tolitere",
  "Ọ malitere ịkụ basketball mgbe ọ dị afọ 10 n'ihi mmụba na agbamume sitere n'aka nwanne ya nwoke",
  "Zanna gbara ugwu iji meziwanye ọsọ ya, ahụike ya na ọwụli elu ya",
  "Ndị nkuzi America mechara chọta ya n'ogige nke onye bụbu onye egwuregwu Georgetown, Godwin Owinje, na Lagos",
  "N'afọ 2006, ọ kwagara na United States wee soro ezinụlọ na-anabata ya biri. Mgbe o rutere, o kwuru na izu ole na ole mbụ bụ ọdachi, ebe ọ na-agbasi mbọ ike ikwurịta okwu, aghọtaghị ọdịbendị, ọ masịghịkwa ụtọ nri ahụ",
  "Zanna kpọrọ nna ya na ọchịchọ ịlaghachi Naịjirịa.",
  "Nwanne Zanna, bụ dọkịta Naijiria, kpọtụụrụ Bishọp McNamara onye isi nkuzi basketball Marty Keithline ma rịọ ka e nye Zanna ohere ka ọ nweta agụmakwụkwọ America na ka ọ nwee ohere ịgba bọọlụ basketball. O mechara gaa South Africa maka \"Basketball Without Borders,\" ya na ọtụtụ ndị egwuregwu ndị ọzọ, gụnyere Serge Ibaka, Dikembe Mutombo, Dirk Nowitzki na Luol Deng",
  "Zanna kwuru na ịhụ onye egwuregwu NBA n'onwe ya bụ nnukwu ahụmịhe",
  "O kwukwara na ọ mere ka ọ chọọ ịnọ n'ọnọdụ ha.",
  "N’oge na-adịghị anya ka ọ bịarutere United States, Zanna gara ụlọ akwụkwọ sekọndrị Bishop McNamara na Forestville, Maryland",
  "Dị ka onye sophomore na 2006–07, ọ gbajiri ụkwụ gbajiri agbaji furu efu egwuregwu iri na asaa mana ọ ka na-enweta isi 10 na nkwụghachi 11 n'otu egwuregwu",
  "Ọ gụchara oge sophomore ya site na biputere isi iri na asaa na nkwụghachi 15 megide Paul VI Catholic High School na WCAC Tournament quarter-finals.Dị ka onye na-eto eto na 2007 na 2010, ọ na-enweta akara 15.0, 13.5 rebounds, 3.4 blocks, 1.5 assists na 1.4 steals kwa egwuregwu ka ọ na-enwetakwu All-Washington Catholic Athletic Conference",
  "E mekwara ya ka ọ bụrụ otu n'ime ndị kachasị mma maka nsọpụrụ All-MET.",
  "Na 19 Nọvemba 2008, Zanna bịnyere aka na Akwụkwọ ozi ebumnuche iji gbaa bọọlụ kọleji maka Mahadum Pittsburgh. Boston College, Connecticut, Oklahoma, Providence, South Florida, Saint Joseph's, Villanova, na West Virginia kpọkwara ya n'ọrụ.",
  "Dị ka onye okenye n'afọ 2008 na 1909, Zanna nwetara akara 14.6 na 11.8 rebounds n'egwuregwu ọ bụla ka Washington Post kpọrọ ya All-MET nke mbụ kachasị ma nweta nkwanye ùgwù niile nke ụlọ akwụkwọ onwe.",
  "Dị ka onye ọhụrụ na Pittsburgh na 2009-10, Zanna jisiri naanị nkeji atọ nke ọrụ n'egwuregwu mbụ tupu mmerụ ahụ n'ubu amanye ya ịhapụ oge niile ka ọ na-etinye akwụkwọ maka ịhapụ nsogbu ahụike.",
  "Dị ka onye ọhụrụ na-acha ọbara ọbara na 2010-11, Zanna pụtara na egwuregwu Iri abụọ na asaa  na ọrụ mmalite Iri na ato",
  "N'agbanyeghị na ọ hapụrụ egwuregwu asaa ikpeazụ nke oge ahụ n'ihi mkpịsị aka aka nri gbajiri agbaji, Zanna ka na-enweta ihe nrite kachasị mma na njedebe nke oriri ndị otu oge",
  "N'oge ahụ, ọ na-enweta akara 3.7 na 3.4 rebounds kwa egwuregwu.",
  "Dị ka nwa akwụkwọ nke abụọ n'afọ 2011 ruo afọ 2012, Zanna pụtara na egwuregwu Iri atọ na itoolu  niile na ọrụ mmalite nke Iri na anọ",
  "O debanyere aha atọ okpukpu abụọ, egwuregwu itoolu na-agba bọọlụ abụọ na egwuregwu anọ na-agba ọsọ okpukpu abụọ",
  "Na ngwụcha oriri oriri na ọṅụṅụ nke oge, ọ nwetara ihe nrite Best Defensive Player",
  "N'oge ahụ, ọ na-enweta nkezi 6.3 na 5.5 rebounds kwa egwuregwu.",
  "Dị ka onye na-eto eto n'afọ 2012 na 1913, Zanna malitere egwuregwu nke Iri atọ na atọ niile na ike forward ka nkeji ya n'egwuregwu ọ bụla ruru 23.9",
  "O mere egwuregwu iri abụọ atọ, egwuregwu iri na anọ na-agba bọọlụ abụọ na egwuregwu anọ na-agbanye bọọlụ okpukpu abụọ, na ngwụcha oriri oriri nke oge, ọ nwetara onyinye ndị nkuzi",
  "N'oge ahụ, ọ na-enweta akara 9.6 na 6.1 rebounds kwa egwuregwu ọbula.",
  "Dị ka onye okenye na 2013-14, Zanna nwetara All-ACC honours honours mgbe ọ nwetasịrị akara 13.0 kacha mma na 8.6 rebounds na egwuregwu 35 (mgbe niile ọ bịdọrọ).",
  "Mgbe emechara ya na usoro 2014 NBA, Zanna sonyeere Oklahoma City Thunder maka 2014 NBA Summer League",
  "Na 29 Septemba 2014, ọ bịanyere aka na Thunder ka ọ sonyere onye otu egwuregwu Pitt mbụ, Steven Adams, maka ogige ọzụzụ otu ahụ. Zanna pụtara na asọmpi asaa niile nke Oklahoma City, na-enweta akara 4.4 na 5.0 rebounds na nkeji 17.4 kwa egwuregwu tupu ndị otu ahụ ahapụ ya na October 24, 2014. O kwuru banyere oge ya na Thunder, na-ekwu, \"...nhazi a dị ka ezinụlọ",
  "Onye ọ bụla nọ ebe ahụ maka ibe ya",
  "Ịdị n'otu dị ukwuu n'ezie na nzukọ a",
  "\" Na 4 Nọvemba 2014, Oklahoma City Blue nwetara ya dị ka onye egwuregwu mmekọ. O gbara na egwuregwu nke mbụ ya na Nọvemba 14 megide Maine Red Claws, na-enye aka na 17 na 15 rebounds",
  "Zanna dekọrọ okpukpu abụọ asatọ na egwuregwu 13 mbụ ya, gụnyere anọ na-aga n'ihu iji malite oge ahụ. Na 12 Febụwarị 2015, a kpọrọ aha ya na Futures All-Star team maka afọ 2015 NBA D-League All-Star Game dị ka onye nọchiri JaMychal Green.",
  "Na July 2015, Zanna sonyeere Oklahoma City Thunder maka Orlando Summer League na Cleveland Cavaliers maka Njikọ Summer Las Vegas",
  "Na 25 Septemba 2015, ọ bịanyere aka na Thunder, na-alaghachi n'ogige ọzụzụ nke otu maka afọ nke abụọ n'usoro. Otú ọ dị, na 22 Ọktoba, Thunder hapụrụ ya ọzọ mgbe ọ pụtara na egwuregwu anọ tupu oge ezumike. Na Nọvemba 3, ọ laghachiri na Blue.",
  "Na Julaị 2016, Zanna sonyeere D-League Select maka 2016 NBA Summer League",
  "N'August 2, 2016, ọ bịnyere aka na Nanterre 92 nke French League. N'abalị iri abụọ na isii n'ọnwa Eprel n'afọ 2017, Zanna na Nanterre kewara otu ụbọchị mgbe ha nwetasịrị ihe nrite FIBA Europe Cup.",
  "N'abalị iri na abụọ n'ọnwa Ọgọstụ n'afọ 2017, Zanna bịanyere aka na ndị otu Israel bụ Ironi Nes Ziona maka oge 2017 na afọ 1918. N'abalị iri na asaa n'ọnwa Mee n'afọ 2018, Zanna dekọrọ akara iri abụọ na asaa dị elu, tinyere rebounds iri na abụọ na ohi atọ na mmeri 95 na Maccabi Tel Aviv. N'ime egwuregwu Iri atọ na asaa  emere n'oge oge 2017 – 18, o nwetara isi 13.9, nkwụghachi 9.4 na izu ohi 1.3 n'otu egwuregwu",
  "Zanna nyeere Nes Ziona aka iru 2018 Israel League Playoffs, ebe Maccabi Tel Aviv mechara kpochapụ ha..",
  "Na Julaị 31, 2018, Zanna bịanyere aka na nkwekọrịta otu afọ na ndị otu Spain Fuenlabrada. Na Nọvemba 28, 2018, Zanna kewara na Fuenlabrada mgbe ọ pụtara na egwuregwu iri na anọ. Na Jenụwarị 8, 2019, Zanna laghachiri Ironi Nes Ziona maka oge nke abụọ, na-anọchi Gerald Lee. Na Febụwarị 16, 2019, Zanna dekọtara isi 22 dị elu nke oge, na-agbapụ 9-nke-12 site n'ọhịa, yana nkwụghachi isii na izu ohi atọ na 90–78 meriri Hapoel Be'er Sheva..",
  "Na Septemba 22, 2019, Zanna bịnyere aka na nkwekọrịta otu afọ na Afyon Belediye nke Turkish Basketbol Süper Ligi.",
  "Na Mee 15, 2020, Zanna bịnyere aka na Hapoel Tel Aviv nke Israel Basketball Premier League. Zanna na enweta akara 10.8 na 8.2 rebounds kwa egwuregwu na egwuregwu 11",
  "Ọ bịnyere aka na otu ahụ ọzọ n'ụbọchị nke abụọ n'ọnwa Ọgọstụ afọ 2020.",
  "Na Jenụwarị 12, 2022, enwetara Zanna site na ọdọ mmiri ọkpụkpọ dị site na Long Island Nets nke NBA G League",
  "E mechara gbahapụ ya na Jenụwarị 19, 2022.",
  "Na Jenụwarị 30, 2022, Agua Caliente Clippers nwetara Zanna site na ọdọ mmiri ọkpụkpọ dị",
  "E mechara gbahapụ ya na February 9, 2022.",
  "Na Febụwarị 11, 2022, Maine Celtics nwetara Zanna site na ọdọ ndị egwuregwu ọkpụkpọ dịnụ",
  "E mechara hapụ ya na Febụwarị 27, 2022.",
  "Na Machị 3, 2022, Oklahoma City Blue nwetara Zanna site na ọdọ ndị egwuregwu ọkpụkpọ dịnụ. Na Machị 12, nke afọ 2022, a hapụrụ ya.",
  "Zanna bụ onye otu egwuregwu basketball nke mba Naijiria",
  "Ọ pụtara nke mbụ ya maka otu ahụ na 2019 FIBA World Cup iru eru na Mali.",
  "Nna Zanna nwụrụ n'oge na-adịghị anya ka ọ banye na Pittsburgh",
  "Ọ na-emetụ foto nna ya nwụrụ anwụ aka n'ime mkpuchi ya, na-ekpegara ya ekpere tupu egwuregwu ọ bụla",
  "Ọ nwere ike ịsụ Bekee tupu ọ kwaga United States ma mara asụsụ anọ nke ọma",
  "Zanna bụ onye Alakụba ji okpukpe kpọrọ ihe."
]