[
  "Talle Bamazi bụ Omenkà na Columbus, Ohio, onye, site na ọrụ nke ya, afọ ya dị ka onye nlekọta na onye nwe ụlọ ihe nkiri, na dịka onye ndụmọdụ nke ndị na-eto eto na-ese ihe, enweela mmetụta dị ukwuu n'ịkwalite ọhụụ nke ndị na-ese ihe n'Afrịka na Afrịka na Amerịka.",
  "A mụrụ ya n'ebe ugwu Togo (West Africa), n'ime agbụrụ Kabiye, Bamazi malitere ọrụ nka ya dị ka onye na-amụrụ nwanne nna ya ihe, onye na-ese ihe ọdịnala Togo",
  "Ọ bụ ezie na ọ gụrụ ihe owuwu na Lomé, ọ laghachiri ngwa ngwa na eserese, ma mepụta ụdị ya dị iche iche nke jikọtara ọdịnala Afrịka na nka ọgbara ọhụrụ. Mgbe ọ kwagara United States, ọ gụrụ akwụkwọ na Art Students League of New York ma nweta MFA na New York Academy of Art. Ugbu a, ọ bụ onye isi na-ese ihe na King Arts Complex, ebe usoro ihe osise ya dị egwu nke ndị oji na-ese ihe na mpaghara Columbus, nke e gosipụtara na Columbus Museum of Art, ugbu a kwụ n'ụlọ ihe nkiri Pythian.",
  "Site n'afọ 2004 ruo n'afọ 2011, Bamazi na-arụ ọrụ na ụlọ ngosi a na-akpọ KIACA (Kabiye Impact Contemporary African Art), nke bụ naanị ụlọ ngosi nke ndị isi ojii nwere na mpaghara Columbus, Short North, na otu n'ime ụlọ ngosi ole na ole ndị isi ojii nwere n'obodo ahụ",
  "KIACA jere ozi dị ka onye na-ahụ maka ọtụtụ ndị na-ese ihe na mpaghara Columbus na Afrịka na Afrịka-Amerika, gụnyere onye na-ese ihe na psycheñwelic April Sunami.",
  "E gosipụtara ọrụ Bamazi na Columbus Museum of Art, ebe o nwere ihe ngosi naanị ya n'afọ 2008 na ihe ngosi naanị ya na-abịanụ (\"The Flying Calabash Man\") na 2020, yana na National Afro-American Museum and Cultural Center na Wilberforce, Ohio",
  "Ihe ngosi ya ndị ọzọ gụnyere Columbus City Hall, Welancora, Karma na Brecht Forum gallery na New York na Goethe Institut na Lomé",
  "Ọrụ ya apụtawokwa na ihe ngosi otu na Museum of Science and Industry na Chicago, African American Museum na Hempstead, NY, na Museum of Contemporary African Diasporan Arts na Brooklyn, NY.",
  "A nabatara Bamazi, ya na MacArthur \"Genius\" onye natara onyinye Aminah Robinson, na 27th Annual King Arts Center Gala na 2014",
  "Bamazi apụtawo ugboro ugboro na \"Good News,\" Time Warner Cable Channel 23, ma mee ihe ngosi telivishọn nke ya gburugburu nka n'oge ntorobịa ya na Lomé",
  "E gosipụtara ọrụ ya na Art in America, Monarch Magazine, C-BUS Magazine, Valentine New York Art Magazine, na Diva Magazine, n'etiti ndị ọzọ."
]