[
  "Tam Fiofori (a mụrụ n'afọ 1942), nke a makwaara dị ka \"Uncle Tam\", bụ onye Naijiria na-ese foto. A ma ama maka abọm ya na-akọ akụkọ ihe mere eme nke Naịjirịa, Fiofori bụkwa onye na-eme ihe nkiri, onye odee, onye nkatọ na onye ndụmọdụ mgbasa ozi. Isiokwu nke ihe nkiri ya gụnyere ndị Omenkà Naijiria bụ Biodun Olaku, J",
  "D",
  "'Okhai Ojeikere na Olu Amoda",
  "Ọtụtụ njem, Fiofori biri na Harlem, New York, na 1960s, na-aghọ onye njikwa Sun Ra, ma na-emepụta edemede nke a na-ewere dị ka \"njikọ ntọala n'etiti Ra na mmegharị nke a ga-akpọ Afrofuturism\".",
  "A mụrụ ya na Okrika na Rivers Steeti, Fiofori tolitere na Benin City, ebe nna ya, Emmanuel Fiofori, kụziri na Edo College.",
  "Na-eme njem dị ukwuu kemgbe afọ 1960, Fiofori ghọrọ onye mmekọ na US nke Sun Ra",
  "Dị ka Pan African Space Station si kwuo, \"Uncle Tam mechara kpọọ Sun Ra ka ọ gaa Lagos maka FESTAC 77, kpọọrọ ya gaa Kalakuta Republic",
  "ma dee banyere ya niile na akwụkwọ akụkọ Naijiria Glendora Review",
  "\"",
  "Fiofori bụ onye mbụ New Music / Electronic Music Editor maka Down Beat, ma dee maka ọtụtụ akwụkwọ nka na edemede ndị ọzọ na US na Europe - n'etiti ha bụ International Times na Change magazin- ma bụrụ onye a na-akwanyere ùgwù na ọ bụ \"onye na-ahụ maka iweta ihe okike ojii n'okpuru ala na nghọta mba Amerika n'oge ndị ahụ dị egwu nke afọ 1970s\". A na-ebipụta edemede ya mgbe niile kemgbe ọtụtụ afọ n'ọtụtụ ụlọ ọrụ Naijiria, gụnyere akwụkwọ akụkọ NEXT, na blọọgụ Shèkèrè",
  "Fiofori bụ onye ndụmọdụ ihe nkiri na Rivers State Council for Arts and Culture, onye nduzi nke Rivers State Documentary Series, na onye ndụmọdụ / onye edemede na NTA Network on Documentaries",
  "Ọ bụkwa onye guzobere ndị isi nke Photographers 'Association of Nigeria (PAN).",
  "E gosipụtara ọrụ ya na Afrịka, Europe na US, gụnyere Odum na Water Masquerades (1974), nke e gosiri na FESTAC '77, Tampere Film Festival, 10th FESPACO, Ouagadougou, 1987, Pan African Writers 'Association, Accra, Ghana, na 1979: A Peep into History and Culture",
  "Mbipụta ya gụnyere \"print documentary\" A Benin Coronation: Oba Erediauwa (2011). Dị ka onye edemede ahụ kọwara: \"Ụdị akwụkwọ akụkọ nke akwụkwọ ahụ enyewo peeji iri asatọ na anọ nke foto nke gosipụtara ihe dị ka foto mbụ 150, ya na peeji iri asaa na abụọ nke ederede; ihe niile gbasara emume Benin City Coronation nke Oba Erediauwa dị ka Oba nke iri atọ na asatọ nke Alaeze Benin, site na Maachị 23 ruo 30, 1979. Akwụkwọ akụkọ Guardian nke Naịjirịa kpebiri na Fiofori \"na-ese ihe osise na-adọrọ adọrọ,\" ma kwuo, sị: \"Onye edemede ahụ na-eme nkọwa dị ukwuu banyere usoro ndị eze nke alaeze Benin ma na-enye nkọwa zuru oke banyere ọchịchị afọ iri anọ na ise nke Oba Akenzua II nke malitere na Eprel 5, 1933...",
  "Tam Fiofori site n'akwụkwọ ya, A Benin Coronation: Oba Erediauwa, nyere Naịjirịa na ụwa niile ọmụmụ ihe na-enweghị oge na ihe nketa dị elu.",
  "Ọ bụ onye na-enye aka n'akwụkwọ 2018 African Photographer J",
  "A",
  "Green: Re-imagining the Indigenous and the Colonial (nke Martha G",
  "Anderson na Lisa Aronson dere), na nyocha nke Lindsay Barrett zoro aka na Fiofori dị ka \"Nigeria's iconic photograph genius\".",
  "Otu n'ime nsọpụrụ Fiofori natara bụ onyinye sitere na Pan African Writers 'Association (PAWA), iRepresent International Documentary Film Festival, na Music in Africa.",
  "A kọwara Fiofori dị ka \"otu n'ime ndị ọsụ ụzọ nke ọrụ lens",
  "ụdị onye na-ese ihe / onye nta akụkọ na-adọrọ mmasị, onye ochie, onye dere banyere nka, egwu na ọdịbendị fọrọ nke nta ka ọ bụrụ ọtụtụ ihe dị ka o sere ha foto",
  "\""
]