[
  "Àtụ:Infobox American Indian chief\nTamanend (nke a makwaara n'akụkọ ihe mere eme dịka Taminent, Tammany, Saint Tammany ma ọ bụ Eze Tammany. A maara Tamanend nke ọma dịka onye hụrụ udo na ọbụbụenyi n'anya.",
  "A na-akpọkwa ya \"Tammany\", ọ ghọrọ onye a ma ama na narị afọ nke iri na asatọ na America, ọkachasị na Philadelphia",
  "A na-akpọkwa ya \"Onye Nsọ nke America\", Tamenend nọchitere anya udo na ọbụbụenyi",
  "Otu ụlọ ọrụ Tammany nke e guzobere na Philadelphia na-eme emume Tammany kwa afọ",
  "E guzobere òtù Tammany gafee United States mgbe American Revolutionary War gasịrị, Tammany wee were ọnọdụ akụkọ ifo dịka ihe ngosi maka ndọrọ ndọrọ ọchịchị udo nke mkparịta ụka.",
  "A na-ekwu na Tamanend sonyere na nzukọ dị n'etiti ndị isi nke mba Lenni-Lenape, na ndị isi nke Pennsylvania colony nke e mere n'okpuru nnukwu osisi elm na Shakamaxon na mmalite afọ 1680",
  "William Penn na Tamanend gara n'ihu na-abịanye aka na akwụkwọ asaa ọzọ na-emesi ibe ha obi ike, na ndị ha, maka nghọta udo mgbe nke mbụ gasịrị n'afọ 1683",
  "E dekọrọ Tamanend dịka onye kwuru na ndị Lenni-Lenape na ndị England na-achị ala ga-ebi n'udo ma ọ bụrụhaala na mmiri na-aga n'osimiri na iyi na ma ọ bụrụla kpakpando na ọnwa na-atachi obi",
  "E chetaala okwu ndị a na ihe oyiyi nke Tamanend nke ka guzo na Philadelphia",
  "E kwenyere na Tamanend nwụrụ na 1701",
  "N'ime narị afọ sochirinụ, ọtụtụ akụkọ ọdịnala gbara Tamanend gburugburu, a makwaara aha ya dị ka akụkọ ifo n'etiti ndị Philadelphia, bụ ndị malitere ịkpọ ya \"King Tammany,\" \"Saint Tammany\", na \"Patron Saint of America\"",
  "Ndị Philadelphia haziri otu Tammany na emume Tammany kwa afọ",
  "Omenala ndị a gbasara n'oge na-adịghị anya na America",
  "Ọnọdụ a ma ama nke Tammany bụ n'otu akụkụ n'ihi ọchịchọ nke ndị na-achị ala iji gosipụta njirimara \"American\" dị iche, n'ọnọdụ mba Europe ha",
  "Tammany nyere ihe nnọchianya kwesịrị ekwesị maka ụdị ịhụ mba n'anya a.",
  "N'ihi ọganihu Philadelphia n'oge American Revolution na iri afọ ndị sochirinụ, Tammany ghọrọ ihe nnọchianya mba n'ọtụtụ mba ọhụrụ ahụ."
]