[
  "Tamara's Natalie Madden (16 Ọgọstụ 1975 na 4 Nọvemba 2017) bụ ónyé na-ese ihe na Jamaica na onye na-eme ihe nkírí na mgbasa ozi na-arụ ọrụ ma na-ebi na United States. Ihe osise Madden bụ ihe atụ nke isiokwu ya bụ ndị bi n'Afrịka.",
  "A mụrụ Madden na St",
  "Andrew, Jamaica. Ọ kwagara America site na Jamaica na-adịgide adịgide mgbè ọ dị afọ iri na ụma.\nỌ gụrụ akwụkwọ na ọtụtụ mahadum gụnyere Mahadum nke Wisconsin Sinilovukee",
  "N'afọ 1997, Madden dara ọrịa IgA nephropathy. Mgbè ọ na-arịa ọrịa, Madden chọtara nka ọzọ",
  "Art nyeere ya aka ịgwọ ọrịa mmetụta uche, ya mere o kpebiri na ọ dị mkpa ịchụso ya",
  "Ọ natara nkwonkwo akụrụ site n'aka nwanne ya nwoke n'afọ 2001, wee sonye na ngosi nka mbụ ya n'otu afọ ahụ. Ihe ngosi mbụ ya n'onwe ya bụ na 2004, ọ mekwara ka ya na James Auer nke Milwaukee Journal Sentinel gbaa ajụjụ ọnụ.",
  "Mgbè ngosi nke onwé ya gasịrị na 2004, Madden kwagara nso Atlanta, Georgia",
  "Ọ zutere ndị nkuzi ya Charly \"Carlos\" Palmer na WAK (Kevin A Williams) Mgbè ọ bi na Atlanta",
  "N'afọ 2007, Madden wepụtara usoro akpọrọ, \"Kings & Queens\", nke lekwasịrị ányá n'ịkwalite onye kwa ụbọchị",
  "Ọrụ ya nọgidere na-elekwasị anya n'ịmata ịdị elu, nsọpụrụ, na nkwanye ùgwù n'ime ndị ọha mmadụ na-elegharakarị anya",
  "Enwere ike ile ndị ọ na-achị ányà dị ka ndị bara ọgaranya na ndị dị ike, mana màkà ónyé na-ese ihe, ihe oyiyi ahụ na-anọchite anya ike nke na-apụta n'ime.",
  "\"Dị ka ọrụ Gustav Klimt, Madden yi uwe chi nwanyị ahụ na uwe ejiji siri ike nke nwéré njikọ doro ányá na nka na ọrụ aka na ntọala ya nke ịkwado nka nke ndị mmadụ mere màkà ndị mmadụ",
  "Akpụkpọ uwe pụrụ iche nke uwe ahụ na-eme ka ónyé na-eyi ya dị iche mgbè ọ na-emetụta mmetụta nke ụlọ na nke ọrụ nkịtị",
  "Tụkwasị na nke a, ojiji Madden na-eji agba na ọla edo eme ihe na-enye ndị ọ na-achị ndụ nke ha na-enwetụbeghị.",
  "Madden biri ma rụọ ọrụ na mpaghara Atlanta ma bụrụ prọfesọ nka márá mma na Spelman College. Izu abụọ mgbe a chọpụtara na ọ na-arịa ọrịa kansa nke anọ, Madden nwụrụ. O nwèrè otu nwa nwanyị. Nwanne ya nwoke nke obérè, Woolie Madden Jr",
  "- ónyé bụbu ónyé otu YouTube Super Best Friends Play - sọpụrụ ọnwụ ya site n'inweta egbugbu azụ dabere na nka ya.]"
]