[
  "Tamlin Blake (amụrụ n'afọ 1974) bụ onye na-ese ihe na mgbasa ozi na South Africa na-ebi ma na-arụ ọrụ na Riebeeck West",
  "Isi okwu nke ọrụ Blake na-agba gburugburu ihe nnọchianya ọdịbendị South Africa nke akụ na ụba na ọnọdụ na, n'oge na-adịbeghị anya, ihe mejupụtara ma na-akwado mmetụta nke onye ọ bụla. Ihe osise ya na-agafe ókè dị n'etiti ihe osise, ọrụ aka, na nka, na-eji ịkpa ákwà, beading, na eserese, n'etiti mgbasa ozi ndị ọzọ.",
  "Akụkụ bụ isi nke ọrụ nka Blake na-ewere ụdị stampụ South Africa nke a na-akpa nke ọma site na iji beads mkpụrụ glass.\nSite na iṅomi stampụ ndị a n'asụsụ ọrụ aka ọdịnala nke nwere njikọ siri ike na ọdịbendị ndị Afrịka, Blake na-enye ihe dị mma ma na-ekwu okwu siri ike banyere [South Africa] nwere nsogbu gara aga.\n(Innes 2012: pg20).",
  "Mgbe ọ na-arụ ọrụ na nka bead nke ya, Blake nyeere Jeanetta Blignaut aka, iji guzobe ụlọ ọrụ bead nke dị taa dị ka Qubeka Bead Studio, njikọ aka nke ndị na-ese bead n'onwe ha.",
  "Mgbe nke a gasịrị, Tamlin jiri usoro mgbasa ozi dịgasị iche iche nke gụnyere akụkụ atọ na felt na beads iji nyochaa ojiji anụ ụlọ dị ka ngwaahịa bara uru na akara nke akụ na ụba na ọnọdụ gafee ókèala nke agbụrụ na ọdịbendị.",
  "Ọrụ Blake na mgbe na-adịbeghị anya na-agụnye tapestries wuru site na akwụkwọ akụkọ a rụgharịrị arụgharị na nke a na-eji aka arụpụta ihe nchịkọta nke Spier Holdings Contemporary Art Collection zụrụ",
  "Blake nwetara nzere masta na Fine Art na Mahadum Stellenbosch n'afọ 2001. Blake gụrụ akwụkwọ na ihe ọkpụkpụ n'oge ọ na-agụ akwụkwọ, wee bụrụ ọkachamara na nka botanical.",
  "150th Afọ nke Groot Trek 40c Na-agafe Drakensberg",
  "Triangular - 1d miri emi brik-red - 1853",
  "Triangular - 4d na-acha anụnụ anụnụ - 1853",
  "Mbipụta nke 3rd 3c Protea neriifolia",
  "Akwụkwọ ozi a na-ejikarị eme ihe, Nguni Bull",
  "Ọsụsọ ọbara na anya mmiri",
  "BabySkins CEO na PHD",
  "Uru (Nguni Hide)",
  "Ịdaba n'ime onwe ya",
  "Ụgbọ elu",
  "Silhouette",
  "Na-ewe oge",
  "Na-eche",
  "Akwụkwọ ahụaja",
  "Mural na Spier Wine Estate na Stellenbosch."
]