[
  "Àtụ:Infobox body of water",
  "Tampa Bay bụ nnukwu ọdụ ụgbọ mmiri sitere n'okike na ọdụ ụgbọ mmiri na-emighị emi nke jikọtara na Ọwara Mexico nke dị n'ụsọ oké osimiri ọdịda anyanwụ-etiti",
  "Florida, nke gụnyere Hillsborough Bay, McKay Bay, Old Tampa Bay, Middle Tampa Bay na Lower Tampa Bay",
  "Mmiri kachasị mma na-abanye n'ime ọdụ ụgbọ mmiri ahụ bụ Osimiri Hillsborough, nke na-asọba na Hillsborough Bay na etiti obodo Tampa",
  "Ọtụtụ obere osimiri na iyi ndị ọzọ na-asọbakwa na Tampa Bay, na-ebute nnukwu mpaghara mmiri.",
  "Ụsọ mmiri nke Tampa Bay bụ ebe obibi nke Weedon Island Culture na mgbe ahụ omenala nke Safety Harbor ruo ọtụtụ puku afọ",
  "Ọdịbendị ndị a dabere na Tampa Bay maka nri, mmiri ahụ bara ọgaranya nke na ha bụ otu n'ime ọdịbendị ụmụ amaala America ole na ole na-enweghị ọrụ ugbo",
  "O yikarịrị ka Tocobaga bụ isi ọchịchị kachasị n'ógbè ahụ mgbe ndị nchọpụta Spanish rutere na mmalite afọ Otu puku na narị ise , mana o yikarịrị na e nwere obere isi ọchịchị n'akụkụ ọwụwa anyanwụ nke ọdụ ụgbọ mmiri nke edeghị nke ọma",
  "Ọrịa na agha egbuola ndị obodo ahụ na ngwụcha afọ Otu puku na narị isii, ọ nweghịkwa ebe obibi mmadụ na-adịgide adịgide n'ógbè ahụ ruo ihe karịrị otu narị afọ",
  "United States weghaara Florida n'afọ 1821 wee guzobe Fort Brooke n'ọnụ Osimiri Hillsborough n'afọ 1824.",
  "Obodo ndị gbara Tampa Bay gburugburu toro nke ukwuu n'ime narị afọ nke 20",
  "Taa, mpaghara ahụ bụ ebe obibi ihe dị ka nde mmadụ 4, na-eme Tampa Bay ka ọ bụrụ ụzọ azụmahịa na nke ntụrụndụ a na-ejikarị eme ihe ma na-edobe ya na-abawanye ụba nke mmetọ sitere na ụlọ ọrụ, ọrụ ugbo, nsị mmiri na mmiri na-asọpụta n'elu",
  "Na mmalite afọ nke 1980s ewedara ogo mmiri dị n'ọnụ mmiri ahụ nke ukwuu, na-akpata mbelata dị egwu na ndụ oké osimiri ma belata nnweta maka ntụrụndụ",
  "E meela nlekọta ka ukwuu n'ime iri afọ ndị na-adịbeghị anya iji belata mmetụta nke ebe obibi mmadụ na Tampa Bay, ọkachasị ụlọ ọrụ nhicha nsị na ọtụtụ ọrụ mweghachi ahịhịa mmiri, na-akpata mma mmiri ka oge na-aga",
  "Otú ọ dị, mgbe ụfọdụ, red tide na algae ndị ọzọ na-acha uhie uhie emeela ka nchegbu banyere ahụike na-aga n'ihu nke estuary.",
  "A na-ejikarị okwu ahụ bụ \"Tampa Bay\" eme ihe dị ka mkpirisi na-ezo aka na mpaghara niile ma ọ bụ akụkụ nke Tampa Bay, nke nwere ọtụtụ obodo na obodo dị iche iche nke gbara nnukwu mmiri gburugburu",
  "Mgbalị ịre ahịa na ịre ahịa mpaghara (gụnyere ọtụtụ ndị otu egwuregwu ndị ọkachamara, bọọdụ ndị njem nlegharị anya, na ụlọ azụmaahịa) na-ejikarị moniker \"Tampa Bay\",\", na-akwalite echiche na-ezighi ezi na ọ bụ aha otu obodo mgbe nke a abụghị ikpe.",
  "Tampa Bay hiwere ihe dị ka afọ puku isii gara aga dị ka ebe mmiri na-asọ oyi nke nwere nnukwu ọnụ na-ejikọta ya na nnukwu osimiri",
  "Gulf of Mexico",
  "Tupu oge ahụ, ọ bụ nnukwu ọdọ mmiri dị ọcha, nke nwere ike ịbụ site na Floridan Aquifer site na isi iyi okike. Ọ bụ ezie na a ghọtachaghị usoro nke mgbanwe site n'ọdọ mmiri gaa n'ọdụ ụgbọ mmiri, echiche na-eduga bụ na ịrị elu nke oke osimiri na-esote oge ice ikpeazụ tinyere ịmepụta nnukwu oghere dị nso n'ọnụ mmiri ahụ ugbu a mepụtara njikọ n'etiti ọdọ mmiri na ọwara mmiri ahụ.",
  "Tampa Bay bụ nnukwu mmiri na-emeghe na Florida, na-agbasa ihe karịrị square narị anọ miles (1,000 km2) ma na-emepụta ụsọ oké osimiri nke Hillsborough, Manatee na Pinellas counties",
  "A na-ekesa isi iyi mmiri dị ọcha nke ọdụ ụgbọ mmiri ahụ n'etiti ihe karịrị otu narị obere mmiri, kama otu osimiri. Osimiri Hillsborough bụ isi iyi mmiri dị ọcha kachasị ukwuu, na osimiri Alafia, Manatee, na Little Manatee bụ isi iyi kachasị ukwuu",
  "N'ihi ọtụtụ mmiri ndị a na-abanye n'ọdụ ụgbọ mmiri ahụ, nnukwu mmiri ya na-ekpuchi akụkụ nke mpaghara Florida ise na ihe dịka square  Puku abụọ na narị abụọ  (5,700 km2).",
  "Ala nke Tampa Bay bụ ájá na ájá, na nkezi omimi mmiri nke naanị ihe dị ka mita 12.7",
  "Mmiri na-adịghị omimi na apịtị apịtị na-enye ohere maka nnukwu ahịhịa mmiri, yana ala mmiri mangrove gbara ya gburugburu, ọnụ mmiri ahụ na-enye ebe obibi maka anụ ọhịa dịgasị iche iche",
  "A na-ahụ ihe karịrị ụdị azụ 200 na mmiri nke ọdụ ụgbọ mmiri ahụ, tinyere bottlenose dolphins na manatees, tinyere ọtụtụ ụdị anụmanụ na-enweghị azụ nke mmiri gụnyere oysters, scallops, clams, shrimp na crab",
  "Ihe karịrị ụdị nnụnụ iri na abụọ, gụnyere pelicans na-acha aja aja, ụdị dị iche iche nke heron na egret, Roseate spoonbills, cormorants na gulls na-achị ọchị na-eme ka ụlọ ha kwa afọ n'akụkụ osimiri ya na obere agwaetiti ya, yana ọtụtụ ụdị ndị ọzọ na-akwaga na-esonyere ha n'oge oyi",
  "Ọnwa ndị na-ajụ oyi bụkwa mgbe mmiri na-ekpo ọkụ na-esi na ụlọ ọrụ ọkụ eletrik ndị dị n'akụkụ ọnụ mmiri ahụ na-adọta otu n'ime manatees isii ọ bụla nke West Indian, ụdị dị n'ihe ize ndụ, na mpaghara ahụ.",
  "A họpụtara Tampa Bay dị ka \"estuary nke mba pụtara\" site na United States Environmental Protection Agency na 1990",
  "Abụọ National Wildlife Refuges dị na Tampa Bay: Pinellas National Wildlife Refuge na ebe mgbaba na Egmont Key",
  "Ọtụtụ n'ime agwaetiti (gụnyere ọtụtụ agwaetiti ndị mmadụ rụrụ site na nkwakọrọ) na sandbars bụ ihe ọha na eze machibidoro, n'ihi gburugburu ebe obibi ha na-adịghị ike na ojiji ha dị ka ebe obibi nke ọtụtụ ụdị nnụnụ",
  "Tampa Bay Estuary Program na-eleba anya na ahụike nkeBay.",
  "Tampa Bay nwere azụ̀ na anụ ọhịa juru",
  "Ndị bi na Safety Harbor na-ebi ihe fọrọ nke nta ka ọ bụrụ kpamkpam site na mullet, shellfish, turtles, manatees, crabs, na ihe nrite ndị ọzọ ewetere n'oké osimiri",
  "N'ihe dị ka mmalite narị afọ nke iri abuo, na ihe ndị ọzọ a na-ewepụta n'oké osimiri",
  "Ka ọ na-erule mmalite narị afọ nke 20, ndị nleta ka na-akọ nnukwu ụlọ akwụkwọ nke mullet na-egwu mmiri gafee ọnụ ọgụgụ dị ukwuu nke na ha \"egbochi ụgbọ mmiri\".",
  "Ntọala na uto ngwa ngwa nke obodo ndị gbara ya gburugburu n'oge narị afọ nke 20 kpatara nnukwu mmebi na gburugburu ebe obibi nke ọdụ ụgbọ mmiri ahụ",
  "Nnukwu owuwe ihe ubi nke azụ na ihe ndị ọzọ dị n'oké osimiri, ịdọrọ ọwa ụgbọ mmiri mgbe niile, na iwepụ mangroves maka mmepe n'ụsọ oké osimiri bụ ihe dị mkpa. Ihe kachasị emebi bụ nsị mmiri na mmetọ ndị ọzọ n'ime ọdụ ụgbọ mmiri ahụ, nke mebiri ogo mmiri. Ahụike nke ọdụ ụgbọ mmiri ahụ ruru ala na 1970s",
  "Mmiri ahụ gbara ọchịchịrị nke na ìhè anyanwụ enweghị ike iru ala na-adịghị omimi, na-ebelata ahịhịa mmiri site na ihe karịrị 80% ma e jiri ya tụnyere na mbido narị afọ ahụ ma na-emetụta usoro okike mmiri nke ukwuu",
  "Ọtụtụ ụdị a na-ahụkarị na mbụ bịara ụkọ, a na-emechikwa ụsọ mmiri dị n'akụkụ mmiri mgbe niile n'ihi oke nje na mmetọ adịghị mma.",
  "Malite na mbido afọ 1980 mgbe iwu gọọmentị etiti na nke steeti iji melite ogo mmiri, ndị ọchịchị wụnyere ụlọ ọrụ nhicha mmiri ka mma ma mee ka iwu siri ike nke ụlọ ọrụ mmepụta ihe, na-eduga n'iji nwayọ ma na-aga n'ihu na mma mmiri na ahụike gburugburu ebe obibi n'ozuzu. Ka ọ na-erule n'afọ 2010, ọnụọgụ nke ahịhịa mmiri, mmiri doro anya, na ụdị dị iche iche emeela ka ọ dịkwuo mma ruo n'ókè ikpeazụ a hụrụ na nke afọ 1950s.",
  "Otú ọ dị, mmiri ozuzo nke ụlọ ọrụ mmepụta ihe na nke ọrụ ugbo tinyere mmiri na-asọpụta site na mpaghara ndị mepere emepe na-anọgide na-eyi ihe egwu na-aga n'ihu na gburugburu ebe obibi mmiri dị n'ọnụ mmiri, karịsịa site n'itinye mmiri ahụ na sedimenti na algae blooms, na mkpuchi mmiri na-adaba ntakịrị na njedebe 2010. Mmetọ mmiri mkpofu sitere na ụlọ ọrụ phosphate ochie dị nso n'ikperé mmiri abụwo nsogbu pụrụ iche",
  "Dịka ọmụmaatụ, n'afọ 2004, mmiri ruru nde galọn iri isii na ise nke mmiri acid site na ụlọ ọrụ Cargill phosphate dị n'ụsọ oké osimiri ahụ metụtara ala mmiri dị nso na mmiri ahụ.",
  "N'ọnwa Eprel 2021, mmebi nke ebe nchekwa mmiri na ụlọ ọrụ phosphate Piney Point mechiri emechi mere ka ihe karịrị nde galọn narị abụọ  nke ihe na-edozi ahụ na-asọba n'ime ala Tampa Bay. Uto nke red tide algae mere ka ecocide ma gbuo ihe karịrị Otu puku  tọn azụ n'ọdụ ụgbọ mmiri na n'akụkụ ụsọ oké osimiri dị nso ma nwee ike ibute mmebi ọzọ na ala ahịhịa mmiri.",
  "Tampa Bay, dị ka akụkụ ndị ọzọ nke Florida, nwere oke nsogbu maka ịrị elu nke oke osimiri nke mgbanwe ihu igwe kpatara. iri nke oké osimiri arịwo elu sentimita asatọ (200 mm) kemgbe afọ  1946. Tampa Bay bụkwa otu n'ime ebe ndị dị na US kacha nọrọ n'ihe ize ndụ mgbe ajọ ifufe na-abata n'ihi ọnọdụ ya, ọnụ ọgụgụ na-arịwanye elu, na ọdịdị ala nke ọdụ ụgbọ mmiri ahu.",
  "Tampa Bay Regional Resiliency Coalition na-ahazi nzaghachi mpaghara ahụ maka mgbanwe ihu igwe. Ogbe nile na Bay, gụnyere St",
  "Petersburg na Tampa na-emegharị akụrụngwa na ụlọ iji chee mgbanwe ihu na ọkwa oke osimiri.",
  "Ụmụ mmadụ ebiela na Florida ruo ọtụtụ puku afọ, ọ dịkarịa ala afọ puku iri na anọ",
  "N'ihi ice zuru ụwa ọnụ, oke osimiri dị ala n'oge ahụ, na mpaghara Florida gbatịrị ihe fọrọ nke nta ka ọ bụrụ kilomitiri isii 60 n'ebe ọdịda anyanwụ nke ụsọ oké osimiri taa",
  "A chọtawo ebe Paleo-Indian n'akụkụ osimiri na ọdọ mmiri dị n'ebe ugwu Florida, na-eduga na ịkọ nkọ na ndị Floridians mbụ a bikwa na Tampa Bay mgbe ọ ka bụ ọdọ mmiri mmiri dị ọcha. Achọtawo ihe akaebe nke ebe obibi mmadụ site n'oge mbụ a na saịtị Harney Flats, nke dị ihe dịka kilomita iri  n'ebe ọwụwa anyanwụ nke ebe dị ugbu a n'akụkụ mmiri Tampa.",
  "Ihe akaebe mbụ nke ebe obibi mmadụ kpọmkwem n'ikperé mmiri nke Tampa Bay sitere na ọdịbendị Manasota, ọdịiche nke ọdịbendị Weeden Island, bụ ndị biri n'ógbè ahụ malite n'ihe dị ka afọ puku afọ ise ruo puku isii gara aga, mgbe oke osimiri rịrị elu ruo nso ọkwa ọgbara ọhụrụ ma jikọta ọdụ ahụ na Gulf of Mexico. Omenala a, nke na-adabere ihe fọrọ nke nta ka ọ bụrụ naanị na ọdụ ụgbọ mmiri maka nri na ihe ndị ọzọ, ejiri omenala Safety Harbor yiri ya dochie ya site na ihe dịka 800 AD",
  "Mba ndị na-emetụta Tampa Bay bụ mba Tocobaga nke akụkọ ihe mere eme, ndị a maara na ha so n'etiti ndị nna nna nke agbụrụ Seminole na Miccosukee nke Florida.",
  "Omenala Safety Harbor bụ ihe na-achịkwa n'ógbè ahụ n'oge mbụ ya na ndị Europe zutere n'etiti afọ gara aga otu puku afọ na narị ise",
  "Tocobaga, ndị wuru obodo ha dị nso na Safety Harbor nke taa n'akụkụ ugwu ọdịda anyanwụ nke Old Tampa Bay, bụ ndị otu kachasị edepụtara edepụtara site n'oge ahụ n'ihi na ha na ndị nchọpụta Spanish nwere mmekọrịta kachasị",
  "Otú ọ dị, e nwere ọtụtụ obodo ndị ọzọ dị n'ụsọ oké osimiri nke a haziri n'ime obere ọchịchị dị iche iche gburugburu ọdụ ụgbọ mmiri ahụ.",
  "N'ịchọtaghị ọla edo ma ọ bụ ọlaọcha n'ebe dị nso na enweghị ike ime ka ndị obodo ahụ ghọọ Iso Ụzọ Kraịst, ndị Spen anọghị na Tampa Bay ruo ogologo oge.",
  "Otú ọ dị, ọrịa ha webatara gburu ndị obodo ahụ n'ime iri afọ ndị sochirinụ, na-eduga n'ihe fọrọ nke nta ka ọ bụrụ ọdịda zuru oke nke ọdịbendị ọ bụla e guzobere gafee Florida",
  "N'etiti mbelata a na enweghị mmasị nke ndị nwe ya, mpaghara Tampa Bay ga-abụ ihe fọrọ nke nta ka ọ bụrụ na ọ dịghị ebe obibi ruo ihe fọrọ nke ọ bụrụ afọ narị abụọ.",
  "Ndị na-eme map n'oge mbụ nyere Tampa Bay aha dị iche iche",
  "Map ndị Spain sitere n'afọ1584 na-akọwa Tampa Bay dị ka Baya de Spirito Santo (\"Bay of the Holy Spirit\"). Map e dere n'afọ 1695 gosipụtara ebe ahụ dị ka Bahia Tampa. Map ndị e mechara dee n'afọ 1794 na 1800 na-egosi ọdụ ụgbọ mmiri ahụ kewara aha atọ dị iche iche, Tampa Bay n'ebe ọdịda anyanwụ nke ala Interbay na Hillsboro Bay n'akụkụ ọwụwa anyanwụ na aha zuru oke nke Bay of Spiritu Santo. N'oge ndị ọzọ, a maara ọdụ ụgbọ mmiri ahụ dum dị ka Ọwara nke Tocobaga.",
  "United States nwetara Florida n'aka Spain n'afọ 1821",
  "Aha Spirito Santo yiri ka ọ lara n'iyi na map nke mpaghara ahụ maka \"Tampa Bay\" (mgbe ụfọdụ kewara na Tampa na Hillsboro Bays) n'oge na-adịghị anya mgbe US guzobere Fort Brooke n'ọnụ Osimiri Hillsborough n'afọ 1824. N'ime iri afọ ole na ole sochirinụ, n'oge Agha Seminole, Tampa Bay ga-abụ isi ihe esemokwu, njide, na ịchụpụ ndị Seminole & Miccosukee nke Florida",
  "Fort Brooke, Fort Dade, na ụlọ ọrụ ndị agha Amerika dị iche iche Egmont Key bụ ebe ndị isi metụtara iwepụ Seminole na akụkụ Floridian nke Trail of Tears.",
  "N'ime afọ narị sochirinụ, e guzobere ọtụtụ obodo ọhụrụ gburugburu ọdụ ụgbọ mmiri ahụ",
  "Fort Brooke mụrụ Tampa n'ụsọ oké osimiri n'ebe ugwu ọwụwa anyanwụ, Fort Harrison (obere ogige ndị agha n'ụsoro oké osimiri ọdịda anyanwụ Florida) mụrụ Clearwater, ebe azụmahịa nke \"Braden's Town\" ghọrọ Bradenton n'ebe ndịda, St",
  "Petersburg toro ngwa ngwa mgbe e guzobesịrị ya na ngwụcha narị afọ nke 19, n'ụsoropo ọdịda anyanwụ nke Tampa",
  "Ka ọ na-erule afọ 2010, okirikiri Tampa Bay bụ ebe obibi nke ihe karịrị nde mmadụ anọ bi.",
  "Ka Tampa malitere itolite n'etiti afọ 1800, okporo ụzọ gafere etiti Florida ka bụ naanị ụzọ siri ike na ụzọ ụgbọ okporo ígwè agbataghị na mpaghara Florida, yabụ ụzọ kachasị mfe maka ịga na ịpụ n'ógbè ahụ bụ site n'oké osimiri",
  "Ka ọ na-erule ngwụcha narị afọ nke iri na itoolu, Otú ọ dị, ọdịdị na-adịghị omimi nke Tampa Bay mere ka ọ ghara ikwe omume maka nnukwu ụgbọ mmiri nke oge a nwere mmiri miri emi iru obodo Tampa na Hillsboro Bay",
  "Ọtụtụ ụgbọ mmiri ga-esi n'ikpere mmiri gbado nke ọma ma bufee ibu na ndị njem n'ime obere ụgbọ mmiri na-ebuga na isi obodoi.",
  "Ụgbọ okporo ígwè Henry B",
  "Plant rutere ebe ahụ n'afọ 1884 wee gafee Interbay Peninsula gaa Old Tampa Bay, ebe o wuru obodo na ụlọ ọrụ ụgbọ mmiri nke Port Tampa na njedebe ya. N'afọ 1898, Plant jiri njikọ ya na gọọmentị etiti mee ka Port Tampa bụrụ isi ebe mbata maka ndị agha US n'oge Agha Spanish na America, nke dugara na US Congress na-ewepụta ego maka ndị agha United States Army Corps of Engineers iji malite nnukwu ọrụ mbu na Tampa Bay",
  "E mepụtara ụzọ ụgbọ mmiri miri emi nke jikọtara Port Tampa na ọnụ ọnụ mmiri ahụ, na-enyere Plant aka ịgbasawanye ụgbọ mmiri ya nke ukwuu. N'afọ 1917, Corps of Engineers wepụrụ ọwa ọzọ site n'ọnụ Tampa Bay ruo n'ọdụ ụgbọ mmiri Tampa, na-eme ka obodo ahụ bụrụ ebe mbupu dị mkpa ozugbo.",
  "Corps of Engineers ugbu a na-elekọta ihe karịrị kilomita iri asatọ nke ọwa mmiri miri emi na Tampa Bay ruo omimi nke mita Iri anọ na asaa",
  "A ga-anọgide na-agbanye ma na-eme ka ha dị omimi n'ihi ọdịdị ájá nke ala ọdụ ụgbọ mmiri",
  "Ọ bụ ezie na draedging emeela ka azụmahịa n'oké osimiri bụrụ akụkụ dị mkpa nke akụ na ụba mpaghara Tampa Bay, ọ mebiri ogo mmiri na gburugburu ebe obibi",
  "E nlezianya ka ukwuu n'ime iri afọ ndị na-adịbeghị anya iji belata mmetụta gburugburu ebe obibi nke draging. A na-ejikwa ihe ndị e wepụrụ n'ala mepụta ọtụtụ agwaetiti na-apụnara mmadụ ihe n'akụkụ ọwụwa anyanwụ nke Hillsboro Bay",
  "Agwaetiti ndị a aghọwo ebe dị mkpa maka ọtụtụ nnụnụ mmiri, gụnyere ụdị ndị na-eyi egwu dị ka oystercatchers, a họpụtakwara ha dị ka \"àgwàetiti dị nsọ\" nke ndị na-enweghị ike ịhapụ ndị na-agba ụgbọ mmiri.",
  "Na mbido narị afọ nke Iri abụọ , ịgagharị n'ala n'etiti obodo ndị na-eto eto gburugburu Tampa Bay bụ usoro siri ike",
  "Njem ahụ n'etiti Tampa na St",
  "Petersburg fọrọ nke nta ka ọ bụrụ kilomita Iri ise  (kilomita 80) gburugburu njedebe ugwu nke Old Tampa Bay ma were ihe ruru awa iri na abuo site na ụgbọ okporo ígwè na ihe karịrị otu ụbọchị zuru ezu n'okporo ụzọ ndị a na-ejighị n'aka site na ụgbọ ala. Njem ahụ dị n'etiti St",
  "Petersburg na Bradenton dị ọbụna karịa kilomita iri asaa(kilomita otu narị na iri ) gburugburu Tampa Bay, njem nke ka were ihe dị ka awa abụọ n'ime afọ 1950.",
  "N'afọ 1924, Gandy Bridge n'elu Old Tampa Bay belatara anya ịkwọ ụgbọala n'etiti Tampa na St",
  "Petersburg ruo kilomita iri na itoolu (31). Afọ iri ka e mesịrị, e wuru Davis Causeway (nke e mechara kpọwa Courtney Campbell Causeway) n'etiti Clearwater na Tampa",
  "Àkwà mmiri ndị ọzọ gafere Tampa Bay n'ime iri afọ ndị sochirinụ, na-eme njem n'etiti obodo ndị gbara ya gburugburu ngwa ngwa ma na-akwalite mmepe akụ na ụba nke mpaghara Tampa Bay.",
  "Ihe isi ike nke njem n'etiti Tampa na St",
  "Petersburg na mmalite narị afọ nke iri abuo kpaliri ọrụ ụgbọ elu mbụ a haziri ahazi n'ụwa, St",
  "Petersburg-Tampa Airboat Line, nke rụrụ ọrụ n'oge oge njem nleta nke 1914.",
  "Ọ bụ ezie na iwu àkwà mmiri mere ka njem ụgbọelu gafee Tampa Bay bụrụ ihe na-adịghị mkpa, e wuru ọtụtụ ọdụ ụgbọ elu n'akụkụ osimiri",
  "E guzobere ọdụ ụgbọ elu Albert Whitted na St",
  "Petersburg waterfront na ọdụ ụgbọ elu Peter O",
  "Knight na Davis Island dị nso n'etiti obodo Tampa n'afọ 1930s",
  ", Tampa International Airport na St",
  "Pete–Clearwater International ọdụ ụgbọ elu e hiwere n'akụkụ nke ọzọ nke Old Tampa Bay, na MacDill Air Force Base meghere na ndịda n'ọnụ ọnụ Tampa's Interbay Peninsula.",
  "Àtụ:Tampa Bay AreaÀtụ:Coastal Waters of Florida"
]