[
  "Thamsanqa 'Tamy' Moyo (amụrụ na 5 Jenụwarị 1998) bụ onye Zimbabwe na-eti egwu na onye na-eme ihe nkiri. Ọ bụ onye ama ama maka egwu Ndibereke nke afọ 2016 yana ọrụ ya na ihe nkiri Gonarezhou nke afọ 2020.",
  "A mụrụ ya na ụbọchị 5 n'ọnwa Jenụwarị n'afọ 1998 na Harare, Zimbabwe",
  "Nna ya bụ Richard Kohola bụ onye ngosi na Star FM Zimbabwe nke a maara dị ka RK",
  "Nne ya bụ Doris Moyo na nna ya ukwu bụ Makwara zụlitere ya.",
  "Mgbe ọ dị afọ asaa, ọ malitere ịbụ abụ karịsịa na ndị ukwe ndị okenye",
  "Ọ gụsịrị akwụkwọ praịmarị na Lusitania Praịmarị Skool ma mesịa gaa Westridge High School maka agụmakwụkwọ sekọndrị",
  "Mgbe ọ dị afọ iri na atọ mgbe ọ nọ na Form One, ọ sonyeere ndị na-ese ihe a ma ama bụ Joe Thomas, Oliver Mtukudzi, Stunner, Ba Shupi, na Alexio Kawara",
  "Mgbe e mesịrị, ọ ghọrọ onye nnọchi anya ụmụaka maka Childline Zimbabwe, na-aghọ onye Zimbabwe kacha nta ịbụ onye nnọchi anya",
  "N'afọ 2008, Tamy guzobere Uganda African Choir, ya na ndị ọrụ ibe ya atọ ndị ọzọ na ọrụ ebere na Madison Square Garden na New York.",
  "O dere ma bụo abụ, Cry For Help nke na-agba ụmụaka ibe ya ume ịkpọ freephone 116 maka enyemaka",
  "N'afọ 2012, Tamy wepụtara abọm egwu mbụ ya Celebrate Yo Lyf Mgbe ahụ, ọ nwetara ohere ime ihe nkiri na nnukwu ememme Zimbabwe dịka Harare International Festival of the Arts na Shoko Festival",
  "O gosikwara na National Arts Merit Awards na Miss Tourism Zimbabwe ebe ọ rụrụ na Nọvemba 2016.",
  "N'afọ 2017, a kpọrọ Tamy ka ọ kpọọ ihe nkiri Gonarezhou site n'aka onye na-emepụta ihe nkiri ahụ, Sydney Taivavashe",
  "A na-emepụta ihe nkiri a na njikọ nke Zimbabwe Parks and Wildlife Management Authority. Na ihe nkiri Tamy rụrụ ọrụ 'Chipo' dị ka mpụta sinima mbụ ya. N'otu afọ ahụ, ọ nwetara nhọpụta mbụ ya na National Arts Merit Awards (NAMA awards) maka ịdị mma na ọrụ ya.",
  "N'afọ 2019, a họpụtara Tamy maka nwanyị kachasị mma si Southern Afrịka na mmemme All Africa Music Award (AFRIMA) na Ghana.",
  "N'etiti afọ 2021, ZIMOCO họpụtara ya dị ka onye nnọchi anya akara site n'aka onye nkesa Mercedes Benz.",
  "N'ọnwa Nọvemba afọ 2021, o wepụtara abọm egwu iri na atọ a na-akpọ Bvudzijena na nnọkọ ndụ ZIMOCO ma mee ihe omume ya tụnyere ọkwa onyinye nke Black Entertainment Television (BET).",
  "A họpụtara ya maka nwanyị kachasị mma na Southern Afrịka n'okpuru All Africa Music Awards 2021 (AFRIMA)",
  "Ọ gbara agha ahụ n'akụkụ, Makhadzi (onye nwetara ihe nrite), Sha Sha n'etiti ndị ọzọ."
]