[
  "Ndị Tangale bụ otu n'ime agbụrụ dị na Northern Nigeria, nke dị na Gombe Steeti",
  "Ndị Tangale na-asụkarị Tangale nwetara aha ha site na, onye isi nke Billiri, na steeti Gombe nke Naịjirịa ugbu a",
  "Ekwenyere na Tangal nyere aka n'ịhazi agbụrụ dị n'okpuru nduzi ya ma n'ihi nke a, a na-akpọ ndị nọ n'okpuru ya Tangale (dị ka ọ bụ omenala n'ọtụtụ obodo Afrịka ịkpọ ala ma ọ bụ agbụrụ aha onye ndú ha).",
  "Ndị Tangale bụ ndị si Yemen gafee Ijipt wee gaa na steeti Borno ugbu a. Otú ọ dị, n'ihi esemokwu agbụrụ na-adịgide adịgide, ha ga-anọgide na-esi n'otu ebe na-aga n'ebe ọzọ",
  "N'ikpeazụ, ha biri na ọ dịkarịa ala ebe asaa dị iche iche tupu ha abịa n'ebe obibi ha a maara ugbu a, Kaltungo",
  "Ndepụta nke ụfọdụ n'ime ebe ndị ha biri na gụnyere; SanumKude (nke a makwaara dị ka Big San) nso Ngazargamu na Kupto",
  "Kupto dị ka nke Akwụkwọ Nsọ; ebe agbụrụ na ìgwè dị iche iche gbakọtara ọnụ iji biri ma biri",
  "Na Kupto, ndị Tangaleʹs na ndị Lunguda, Kare-Kare, Tera, Waja, Bolewa, Songom na agbụrụ ndị ọzọ gbara agbata obi biri",
  "Ọ bụ site na Kupto ka ha gara n'ihu na-akwaga ịchọta ebe mgbaba ọhụrụ; ọtụtụ n'ime ebe ugwu ndị ọtụtụ chere na ha dị nchebe karịa mwakpo na mwakpo ha zutere site n'aka ndị ohi.",
  "Ụmụ nwoke toro eto kwesịrị igosi ịbụ nwoke ha site na ịlụ ọgụ, dịka ihe akaebe nke obi ike ha, a chọrọ ka ha weta isi ndị iro ha gburu na ha mgbe ha si n'ọgbọ agha lọta",
  "E nyere onye ụkọchukwu ihe nrite agha ndị a, onye debere ha n'okpuru osisi nsọ nke ezinụlọ ahụ.",
  "Mai Tangale nke ugbu a bụ Malam Danladi Sanusi-Maiyamba",
  "Asụsụ ala nke agbụrụ Tangale bụ Tangale mana n'ihi oke asụsụ Hausa na mpaghara Ùgwù na ala Naijiria, ọtụtụ n'ime ha nwekwara ike ịsụ asụsụ Hausa nke ọma.",
  "Ihe oriri ndị Tangale bụ ar bayo\", nke e ji ụdị daddawa pụrụ iche (beanscake); \"ed mammu\"; \"kwaksak\" na \"Shinga\" kwadebe.",
  "Ndị Tangale bụ ndị na-efe arụsị / Mmụọ tupu ọbịbịa nke ọchịchị ndị ọchịchị",
  "Ha nwere mmụọ dị ka Nanamudo (Nne nke Ọnwụ), Yamba (chi nwanyị nke okike). Ndị Tangale nke oge a ahapụla ofufe arụsị ọdịnala ha na Ndị Kraịst dị ka ihe ka n'ọnụ ọgụgụ n'ala Tangale na pasent ole na ole nke ndị Alakụba"
]