[
  "Tangale (Tangle) bụ asụsụ West Chadic a na-asụ na mpaghara Northern nke Naịjịrịa",
  "A na-ahụ ọtụtụ n'ime ndị na-asụ asụsụ ala ahụ gafee Akko, Billiri, Kaltungo na Shongom  mpaghara Ọchịchị nke Gombe Steeti Niajịrịa",
  "E nwere ụdaume Tangale itoolu",
  "Nke ọ bụla na-apụta n'ụdị dị ogologo na nke dị mkpirikpi: 22",
  "E nwere ihe ruru ụdaume iri atọ na anọ n'asụsụ ahụ, gụnyere nkwụsị implosive, nkwụsị prenasalized, na ụdaume labialized.: 20 Asụsụ ahụ na-eji ọkwa abụọ nke ụda dị iche iche.: 27",
  "Akụkụ dị ịrịba ama nke Tangale bụ nkwekọrịta ụdaume",
  "Suffixes na-achịkwa ma ụdaume niile dị n'okwu na-emeghe ma ọ bụ mechie.",
  "Aha nwere nwoke ma ọ bụ nwanyị, mana nke a anaghị egosi na aha.: 28 A na-ahụ ọdịiche dị na okike naanị na usoro nkwekọrịta (okike zoro ezo). A naghị akara aha maka ọtụtụ, ma e wezụga okwu \"nwatakịrị\" nke nwere ụdị ọtụtụ na-adịghị mma",
  "A suffix -i na-egosi aha doro anya.: 31 Aha nwekwara ike iwere suffix possessive, nke na-edepụta onye nwe aha ahụ (nkwekọrịta onye nwe ya).",
  "A na-ejikọta ngwaa na mgbọrọgwụ nke ụdị nkewa ndị a: CVC-, CVːC-, CV(m)CC-, na CVCː-.: A na-etinye mgbọrọgwụ 39 maka ọtụtụ okwu n'ụzọ itoolu dị iche iche gụnyere reduplication, suffixation, infixation na devoicing. Otu subclass nke ihe dị ka ngwaa 30 nwere mgbọrọgwụ dị mkpirikpi na naanị otu ụdaume: 43",
  "A na-eji otu n'ime nsonaazụ itoolu na-emetụta ọnọdụ (TAM) akara ngwaa:: 39 Imperative-Subjunctive, Aorist-Intentional, Aorista-Subjunsive, Progressive I, Future, Perfect I, Perfect II (Dependent or Repetitive Perfect), Progressive II, ma ọ bụ Habitual.",
  "Na mgbakwunye, ngwaa na ụfọdụ TAM nwere ike iwere Altrilocal-Ventive ma ọ bụ Distance suffix.: 46",
  "Ideophones bụ klas okwu \"na-egosipụta mmetụta uche\"",
  "N'ụzọ ọdịdị, ideophones na-abụkarị disyllabic ma nwee okwu ikpeazụ",
  "Ha nwekwara ụdị ọzọ sitere na reduplication zuru oke",
  "Ideophones na-ebu naanị ụda dị ala.",
  "Usoro nnọchiaha na-ekewa ụdị asatọ: mmadụ atọ, otu na ọtụtụ, na ọdịiche nwoke na nwanyị na ụdị nke abụọ na nke atọ: 32ff E nwere ụdị nnọchiaha atọ nwere onwe (ma ọ bụ zuru oke). Ndị nnọchiaha nwere ụdị atọ nke a na-amata site na ojiji ha na TAM dị iche iche",
  "A na-agbakọta nnọchiaha ihe na ihe na-apụtaghị ìhè na ngwaa",
  "Ihe na-esote (ma ọ bụ ihe na-esochi nkwekọrịta onye nwe) na-ejikọta na aha na ndepụta nke onye nwe ya na-agbaso otu ụdị ahụ dị ka nnọchiaha ndị ọzọ",
  "A na-eji okwu kɪɪ na nsonaazụ possessive emepụta nnọchiaha na-emegharị.",
  "A na-agbagha okwu aha na okwu site na ihe a kọwara dị ka nsonaazụ -m.: 61",
  "J.S.Hall nke Sudan Interior Mission sooro ndị Tangale rụọ ọrụ ma mepụta akwụkwọ n'asụsụ ahụ",
  "Na 1920 e bipụtara Oziọma Luk site na British and Foreign Bible Society sochiri Ruth na Jona na 1922, mgbe ahụ Ọrụ Ndịozi na 1922, Oziọma Matiu na 1927, Rom na 1928, akwụkwọ ozi Pọl na 1929 na Agba Ọhụrụ na 1932.",
  "Àtụ:Languages of Nigeria"
]