[
  "Tanzania (/ˌtænzəˈniːə/;[lower-alpha 2] Swahili: [tanzaˈni.a]), nke a na-akpọ United Republic of Tanzania, bụ mba dị n'Ebe Ọwụwa Anyanwụ Afrịka n'ime mpaghara Great Lakes nke Afrịka. Ọ na-ejikọ Uganda n'ebe ugwu; Kenya n'ebeebe ugwu ọwụwa anyanwụ; Oké Osimiri India n'ebe ọwụwa Anyanwụ; Mozambique na Malawi n'ebe ndịda; Zambia n'ebe Ndịda ọdịda anyanwụ; na Rwanda, Burundi, na Democratic Republic of the Congo n'ebe ọdịda anyanwụ",
  "Ugwu Kilimanjaro,Ugwu kachasị elu nke Africa, dị na ugwu ọwụwa anyanwụ Tanzania",
  "Dabere na ọnụ ọgụgụ mba 2022, Tanzania nwere ọnụ ọgụgụ ndị fọrọ nke nta ka ọ bụrụ nde 62, na-eme ka ọ bụrụ nke ise kachasị na Africa.",
  "E mepụtara aha \"Tanzania\" dị ka ihe jikọtara aha steeti abụọ jikọtara ọnụ iji mepụta mba ahụ: Tanganyika na Zanzibar",
  "O nwere mkpụrụedemede atọ mbụ nke aha steeti abụọ ahụ (\"Tan\" na \"Zan\") na nsonaazụ, \"ia\" iji mepụta ya ka ọ bụrụ Tanzania ma ka aha ya buru Tanzania.",
  "Ngwá ọrụ ịkpụ nkume dị nde afọ 1.8 nke a chọtara na Olduvai Gorge ma gosipụta ya na British Museum",
  "Obodo Tanzania bụ otu n'ime ebe ndị mmadụ kacha biri n'ụwa",
  "Ihe nchoputa nke fossil nke ụmụ mmadụ na hominids malitere n'oge Quaternary",
  "Olduvai Gorge, nke dị na Ngorongoro Conservation Area, UNESCO World Heritage Site, gosipụtara nchịkọta nwere ihe ndị fọdụrụ na ngwaọrụ ndị na-edekọ mmepe na ojiji nke mgbanwe n'esite na teknụzụ dị iche iche.",
  "A na-eche na ụmụ amaala nke ọwụwa anyanwụ Afrịka bụ ndị na-achụ nta na ndị Sandawe nke obodo Tanzania.",
  "Ndị njem na ndị ahịa si obodo abụo bụ Persian Gulf na India eletawo ụsọ oké osimiri ọwụwa anyanwụ Afrịka kemgbe mmalite puku afọ mbụ AD. Ụfọdụ ndị Alakụba no  na Swahili Coast na-eme ya na narị afọ nke asatọ ma ọ bụ nke itoolu AD.",
  "Ọchịchị Britain bịara ná njedebe na ụbochi itoolu nke onwa Disemba n'afọ 1961",
  "Elizabeth nke Abụọ, onye batara n'ocheeze Britain na 1952, gara n'ihu na-achị ruo n'afọ mbụ nke nnwere onwe Tanganyika, mana ugbu a dị ka Queen of Tanganyika, nke gọvanọ na-anọchite anya ya.: peeji nke 6 Tanganyika sonyeere British Commonwealth na 1961. Na 9 n'onwa Disemba 1962, Tanganyika ghọrọ mba ọchịchị onye kwuo uche ya n'okpuru onye isi ala.: peeji nke 6",
  "Na ubochi 17 n'onwa Machị nke afọ 2021, Onye isi ala John Magufuli nwụrụ site na nsogbu obi mgbe ọ nọ n'ọchịchị. Onye osote onye isi ala Magufuli, Samia Suluhu Hassan, ghọrọ nwanyị mbụ bụ onye isi ala Tanzania.",
  "Kalambo Falls nke dị na mpaghara ndịda ọdịda anyanwụ nke Rukwa bụ nke abụọ kachasị elu na-enweghị nkwụsịtụ n'Africa, ọ dịkwa nso n'ụsọ oké osimiri ndịda ọwụwa anyanwụ nke Ọdọ Mmiri Tanganyika n'ókè ya na obodo Zambia.",
  "Map Tanzania nke nhazi ihu igwe Köppen",
  "Ọnọdụ ihu igwe dịgasị iche iche n'ime obodo Tanzania ka akowara n'edemede a",
  "N'ugwu, okpomọkụ dị n'etiti 10 na 20 °C (50 na 68 ) n'oge oyi na oge okpomọkụ",
  "Ndị ọzọ nọ na mba ahụ nwere okpomọkụ na-adịghị adaba karịa 20 °C (68 )",
  "Oge kachasị ọkụ na-adị n'agbata Nọvemba na Febụwarị (25318 °F) ebe oge kachasị jụụ na-adị na n'agbanye Mee na Ọgọst (1520 °C ma ma ọ bụ 5968 )",
  "Okpomọkụ kwa afọ bụ 20 °C (68.0 )",
  "Ihe Ncheta Nkwupụta Arusha",
  "Ịkwaga n'ọhịa na Serengeti",
  "Giraffe Masai bụ anụmanụ mba Tanzania.",
  "Tanzania nwere ihe dị ka pasent 20 nke ụdị nnukwu anụmanụ nwere ọbara na-ekpo ọkụ n'Africa, nke a chọtara n'elu ogige ntụrụndụ mba 21, ebe nchekwa, 1 ebe nchekwa, na ogige ntụ mmiri 3",
  "Na-agbasa n'elu mpaghara nke karịrị square kilomita 42,000 (16,000 sq",
  "mi) ma na-akpụzi ihe dị ka 38% nke mpaghara mba ahụ. Tanzania nwere ogige ntụrụndụ mba 21, tinyere ọtụtụ egwuregwu na ebe nchekwa ọhịa, gụnyere Ngorongoro Conservation Area, agbanyeghị, enwere ọtụtụ ndị bi na Ngorongoro ma na-anwa imetụta gburugburu ebe obibi.",
  "FIB ndị agha pụrụ iche nke Tanzania n'oge ọzụzụ",
  "Tanzania People's Defence Force (TPDF)  bụ ndị agha nke Tanzania, na-arụ ọrụ dị ka ndị agha nọ n'okpuru nchịkwa ndị nkịtị",
  "O nwere alaka ma ọ bụ iwu ise: Land Force (ndị agha), Air Force, Naval Command, National Service, Headquarter (MMJ). Ụmụ amaala Tanzania nwere ike inye onwe ha maka ozi agha site na afọ 15, na afọ 18 maka ozi agha iwu nke mba mgbe ha gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị dị elu",
  "Ọrụ ndị ọrụ agha bụ afọ 2 site na 2004.",
  "Ugwu Uhuru nke snow kpuchiri",
  "Njem na njem nleta nyere pasent 17.5 nke ngụkọta ego nke obodo Tanzania n'afọ 2016 ma were pasent 11.0 nke ndị ọrụ mba ahụ (1,189,300 ọrụ) n'ọrụ na 2013. Nchịkọta ego sitere na ijeri US $ 1.74 na 2004 ruo ijeri US US $ 4.48 na 2013, na ego sitere n'aka ndị njem nleta mba ụwa si na ijeri $ 1.255 na 2010 ruo ijeri $ 2 n'afọ 2016. N'afọ 2016, ndị njem nleta 1,284,279 rutere n'ókè Tanzania ma e jiri ya tụnyere 590,000 n'afọ 2005. Ọtụtụ n'ime ndị njem nleta na-eleta Zanzibar ma ọ bụ \"ebe ugwu\" nke Serengeti National Park, Ngorongoro Conservation Area, Tarangire National Park, Lake Manyara National Park, na Mount Kilimanjaro",
  "N'afọ 2013, ogige ntụrụndụ kachasị eleta bụ Serengeti (452,485 ndị njem nlegharị anya), Manyara (187,773) na Tarangire (165,949).",
  "N'afọ 2013, ngalaba nkwukọrịta bụ nke na-eto ngwa ngwa na obodo Tanzania, na-agbasawanye pasent 22.8; Otú ọ dị, ngalaba ahụ nwere naanị pasent 2.4 nke ngụkọta ngwaahịa ụlọ n'afọ ahụ.",
  "N'oge ntọala United Republic of Tanzania na 1964, ọnụ ọgụgụ ụmụaka na-anwụ bụ ọnwụ 335 n'ime 1,000 ọmụmụ dị ndụ",
  "Kemgbe nnwere onwe, ọnụ ọgụgụ nke ọnwụ ụmụaka agbadala ruo 62 n'ime 1000 ọmụmụ.",
  "áká_ịkẹngạỌnụ ụzọ e sere ihe e dere n'asụsụ Arabic na Zanzibar",
  "A na-asụ ihe karịrị 100 asụsụ na obodo Tanzania, na-eme ka ọ bụrụ mba kachasị asụsụ dị iche iche n'Ebe Ọwụwa Anyanwụ Afrịka. N'etiti asụsụ ndị a na-asụ bụ anọ n'ime ezinụlọ asụsụ Africa: ndị bụ Bantu, Cushitic, Nilotic, na Khoisan. Enweghị asụsụ de jure na Tanzania.",
  "Ụmụ nwanyị Tanzania na-ewepụta akwụkwọ tii",
  "Òtù Ngoma nke Tanzania",
  "Ihe osise Tingatinga",
  "Dị ka ọ dị na mba ndị ọzọ, egwu na Tanzania na-agbanwe mgbe niile, ma dịgasị iche site na ebe, ndị mmadụ, ntọala na oge",
  "Ụdị egwu ise dị na obodo Tanzania, dị ka BASATA si kọwaa bụ, ngoma, dansi, kwaya, na taarab, na bongo flava na-agbakwunye na 2001. Singeli abụwoegwu na-abụghị nke gọọmentị nke uswahilini  kemgbe etiti afọ 2000, obodo ndị a na-ahazighị ahazi na Dar es Salaam, ọ bụkwa ụdị kachasị ọhụrụ kemgbe afọ 2020.",
  "Ụdị nka abụọ nke Tanzania enwetawo nkwado mba ụwa",
  "Ụlọ akwụkwọ ihe osise Tingatinga, nke Edward Said Tingatinga guzobere, nwere ihe osise enamel na-egbuke egbuke na ákwà, na-egosipụtakarị ndị mmadụ, anụmanụ, ma ọ bụ ndụ kwa ụbọchị",
  "Mgbe Tingatinga nwụsịrị na 1972, ndị na-ese ihe ndị ọzọ nabatara ma mepụta ụdị ya, na ụdị ahụ bụ ụdị ndị njem nleta kachasị mkpa n'Ebe Ọwụwa Anyanwụ Africa.",
  "National Stadium na Dar es Salaam",
  "Egwuregwu boolu na-ewu ewu na mba Tanzania dum. Klọb bọọlụ kachasị ewu ewu na Dar es Salaam bụ Young Africans F.C",
  "na Simba S.C",
  "Tanzania Football Federation bụ òtù na-achịkwa bọọlụ na mba ahụ.",
  "Obodo Tanzania nwere ụlọ ọrụ ihe nkiri nke a ma ama nke aha ya bụ \"Bongo Movie\"",
  "A maara ụlọ ọrụ egwu dị ka \"Bongo Flava\" nke bụ n'onwe ya ụdị egwu dị na Tanzania."
]