[
  "Taotie (饕餮) bụ akụkọ mgbe ochie ndị China nke a na -etinyekarị na ọla nchara akpọrọ bronz na ihe ochie ndị ọzọ egwuputara n'ala n'oge BC narị afọ iri mbụ",
  "Taotie bụ otu n'ime \" ihe ajọ ihe okike anọ nke ụwa \"",
  "N'ime ederede oge gboo nke China dịka \" Oke ugwu na oke osimiri \", a na -akpọ fiend nke ahụrụ aha tinyere Hundun (混沌), Qiongqi (窮奇) na Taowu (梼杌)",
  "Ndị ihe anọ dị nsọ, bu Dragọn Azure, 'Vermilion Bird, White Tiger na Black Tortoise-na agba ha mgba",
  "A na -ejikọkwa ajọ ihe anọ ahụ na anụmanụ anọ nwere obi dị mma ndị bụ Qilin (麒麟), Dragọn (龍), Turtle (龜) na Fenghuang (鳳凰)",
  "A na-anọchite anya Taotie dị ka ebumnuche na dings, nke bụ arịa ọla nchara ndị China sitere na Shang (1766-1046 BCE) na usoro ndị eze Zhou (1046–256 BCE)",
  "Nhazi ahụ na -enwekarị ihe mkpuchi ihu zoomorfik",
  "nke akọwara dị ka ihu, nwere  ihu abụọ, nwere anya anya abụọ ma ọ nweghị mpaghara agba dị ala",
  "Ụfọdụ na -arụ ụka na enwere ike wepụta atụmatụ ahụ site na iberibe jed nke achọtara na s'ogige Neolithic nke ọdịbendị Liangzhu nke (3310 - 2250 BCE)",
  "Enwekwara myirịta pụrụ iche na nkwọ ite a tụrụ atụ nke achọtara na saịtị ọdịnala Lower Xiajiadian (2200 - 1600 BCE).",
  "Ọ bụ ezie na ndị ọkà mmụta ọgbara ọhụrụ na -eji okwu ahụ bụ \" Taotie \", n'ezie amabeghị okwu okwu usoro ndị eze Shang na Zhou na -akpọ atụmatụ ahụ na arịa ọla nchara ha; dị ka  paleographer Amerika na ọkà mmụta nke oge ochie China, Sarah Allan, na -ekwu, enweghị ihe kpatara ya iji chee na amaara okwu taotie n'oge oge Shang",
  "Ojiji izizi ama ama nke Taotie bụ na Zuo Zhuan, akụkọ nkowapụtanke  China nke edere na isi iri atọ n'etiti 722 na 468 BCE",
  "A na -eji ya na -ekwu maka otu n'ime ihe ọjọọ anọ e kere eke nke ụwa : Chinese; Pinyin :si xiōng:onye anyaukwu na onye oke nri na nwa nwoke  nke ezinụlọ Jinyun, onye dịrị ndụ n'oge akụkọ ifo Yellow Emperor (c",
  "2698–2598",
  "N'ime Zuo Zhuan, onye edemede jiri taotie gosi na ọ bụ \"onye oke nri\"",
  "anọ",
  "Ka o sina dị, mkpakọrịta nke okwu taotie  nwere myitiru ndị achọtara na ọla nchara Zhou (na Shang) oge ochie",
  "Akụkụ na -esote site na Lü Buwei 's <i id=\"mwUg\">Spring and Autumn Annals</i> (16/3a, \"Amụma\") na -ekwu:\nTaotie ndị nọ ná ọla nchara ding enweghị ahụ ma ha nwere isi,mgbe ọ na-eri mmadụ ọ naghị elo ha kama ọ na emeru ha ahụ",
  "ha ahụ.",
  "Agbanyeghị, Allan kwenyere na ekwesịrị ịtụgharị akụkụ nke abụọ nke ahịrịokwu dị ka ndị a n'ihi na mkpakọrịta dị n'etiti iri oke nri (ihe ọ pụtara na Zuo Zhuan) ma ana eji ding na achụ aja  nri nye mmụọ ndị nwụrụ anwụ \"adịghị eriju afọ\" pụtara ihe.\nọ́ dọrirí anụ mmadụ ma tupu olo ya ahụ ya onwe ya na emebikwa \nLi Zehou, onye ọkà mmụta sayensị China na akụkọ ọgụgụ isi, na -eche na nkọwa nke taotie na Annals Spring and Autumn nwere nkọwa miri emi yana na \"ihe mpụtara nke ' taotie ' abụghị 'gbasara' iri mmadụ 'mana ime ihe omimi",
  "nkwurịta okwu n'etiti ndị mmadụ na Eluigwe ya bụ (chi)",
  "\"",
  "Ọ rara ahụ ịkọwa ihe banyere nke a, n'ihi na ọtụtụ akụkọ gbasara taotie bụ ihe etufugoro,mana ngosipụta gbasara idọri mmadụ pụtara ihe n'ihi ajọ ngosipụta ya ebe ndị si esi na ndị mba ọzọ nọ,ọ na egosipụta ụ̀jọ na ime omume n'ike ebe ndị mba ébé osi nọ",
  "Ọ bụ nnochi anya mkpuchi the nyere ndị ya.Ihe gbasara Okpụkpere chi ya na ịgba ohu abụọ mere ka nghọta ya rịa ahụ",
  "Ihe negosi pụta ka ajọ ihe nwere nruba ama akụkọ ochie nke ọnye obụla ma n'oge nke ya.ọ bụ n'ihi nke a mere na akụkọ ochie nke ndị ochie gbasara ajọ ihe a,ifo nke dị egwu ma dị ụjọ na ọrụ dị ụjọ nke ndị nna ochie ya nwere njirimara na nkà pụrụ iche na nrịọta.",
  "Dị ka ọ dị na abụ odinala nke Homers na mkpuchi ihu nke Afrịka,bu ka ọ́ dị na taotie nke njirimara ya zoro ezo lekwasịrị anya na ike akụkọ ochie miri emi.ọ bu n'ihi akụkọ a n'enweghi nkwusi ka ụjọ na ihe gbasara taotie jiri malaria na mma bụrụ ihe ebilite elu.",
  "Ọ gbagwojuru ndị ọkà mmụta anya  maka ihe ọ pụtara (ma ọ bụrụ na ọ dị) nke ụdị okike a, ma enwebeghịkwa azịza ọ bụla e ji aka",
  "Nkwupụta ndị a sitere na nkwenye Robert Bagley na imepụta ya sitere na usoro nkedo, kama inwe nkọwa akara ngosi bụ ngosi nka nke ndị na-ese ihe bụ ndị nwere nka teknụzụ ka esi eme ọla,  na echiche",
  "na ọ na-egosi ihe nkpuchi ihu oge ochie nke ọ nwere ike bụrụ na ndị shamans ma ọ bụ chi ndị eze eyiela ya  ndị nwere njikọ n'etiti mmadụ na ndị nna nna ha nwụrụ anwụ (Akwụkwọ Jordan).",
  "Nkwenye a na amaara na ihu na-egosi anụmanụ a na-eji eme emume ịchụ aja ugbu a ajụla ma ọ bụ esochaghi (ihu ehi, agụ, dragọn, wdg nwere ike ọ bụghị anụmanụ ka ọ na akọwa n'ezia",
  "Ndị mmụta nke oge a na -akwado nkọwa nke na -akwado echiche na ihu nwere ihe ọ pụtara na ọnọdụ okpukpe ma ọ bụ emume, ebe ọ bụ na ihe ndị ha na -egosi na -emetụtakarị ihe omume ma ọ bụ ọrụ dị otú ahụ",
  "Dị ka otu ọkà mmụta na -ede \"ụdị nka na -ebu ụfọdụ ntụaka mmekọrịta mmadụ na ibe ya.\"  Ọ bụ ihe na -atọ ụtọ na ọbụlagodi ihe odide ịgba afa nke Shang emeghị ka a ghọta ihe taotie pụtara",
  "N'oge usoro ndị eze Ming, ọtụtụ ndị ọkà mmụta chịkọtara ndepụta nke ebumnuche ọdịnala ndị a hụrụ na ihe owuwu ụlọ na aplaid art, nke mechara bụrụ nke edepụtara dị ka ụmụ itoolu nke dragọn (龍生九子)",
  "N'ime ndepụta izizi ama ama nke ụdị a (nke akpọbeghị ihe ndị e kere eke \"ụmụ dragọn\", na enwere iri na anọ n'ime ha, karịa iteghete), nke Lu Rong nyere (1436 - 1494) n'akwụkwọ ndekọ ya dị iche iche",
  "Si bean garden (菽園雜記, Shuyuan zaji ), taotie na -eji nkọwa enweghị atụ, dị ka ihe e kere eke na -amasị mmiri ma na -egosi na àkwà mmiri",
  "Agbanyeghị, ndepụta ama ama  nke ụmụ itoolu nke dragọn ahụ nke Yang Shen nyere (1488-1559) dabakọrọ na ojiji oge ochie na nke ọgbara ọhụrụ:",
  "Ụfọdụ ndị ọkà mmụta kwenyere na ebumnuche Taotie bụ ntụaka Chi Ị ma ejiri ya bụrụ ihe ịdọ aka na ntị nye ndị na -achọ ike na akụnụba",
  "IN'akwụkwọ nke echiche efu (1957), Jorge Luis Borges kọwara ọnụ ọgụgụ ndị ahụ dị ka nke na-anọchite anya anụ ọhịa nwere isi abụọ, nke nọchiri anya anyaukwu na enweghi afọ ojuju.",
  "Tao Tie (nke a sụgharịrị dị ka \"Tao Tei\") bụ ndị isi na-ima aka ihe nkiri akụkọ ihe mere eme nke akụkọ ifo nke 2016 The Great Wall",
  "N'ime ihe nkiri a, a na-egosi ha dị ka anụ ọhịa anọ nwere akpụkpọ anụ ndụ̀ ndụ nwere akụkụ anọ, nwere ezé yiri shark, anya dị n'ubu ha, na-ahụkwa ihe ngosi Tao Tie n'isi ha",
  "Ha na-egosi ya ka ha ka di ndụ  na hiveeusocial ekwo Ekwo yiri ndanda, ebe ha na-awakpo isi obodo nke China ọ bụla afọ iri isi na-anakọta nri ha ga eji eyeju queen afọ́",
  "Taotie bụ aha onye agwa onye iro warthog na usoro ihe nkiri DreamWorks nkere Siris nke anụmanụ Kung Fu Panda: Legends of Awesomeness",
  "Taotie, Onyunyo nke Yang Zing bụ anụ ọhịa yiri dragọn na egwuregwu kaadị azụmaahịa Yu-Gi-Oh!",
  "Taotie bụ otu n'ime ihe egwu anọ nke Grandis na MapleStory",
  "Taotie pụtara na Valt the Deer Deer",
  "N'akụkụ ihe egwu anọ ndị ọzọ, a na -egosi Taotie na Highschool DxD /Slash Dog light novel series dị ka nnukwu anụ ọjọọ nke mmụọ ọjọọ, onye kpochapụrụ n'oge ochie na mkpụrụ obi ya ka etinyere ya n'ime Gear dị nsọ n'ụdị rakon kpuchiri ekpuchi Nanadaru Shigune, na -egosipụta oke iri Nri nke Taotie,  ó nwere ikike iripịa ihe ọ bụla.",
  "Taotie bụ mmụọ ọjọọ na -emegharị ugboro ugboro na franchise Shin Megami Tensei."
]