[
  "Tara Fela-Durotoye (amụrụ 6 Maachị 1977) bụ onye ọchụnta ego na ịchọọ mma nke Naijiria",
  "Onye mbụ na ọrụ edozi mma nwanyị na Naịjirịa, ọ dere akwụkwọ ndekọ maka jikere alụ nwanyị ọhụrụ na 1999, guzobe ụlọ ọrụ jikere ụmụ nwaanyị wee guzobe ụlọ akwụkwọ mbụ maka ịma mma ụmụ nwanyị na Naijiria.",
  "Ọ bụ onye guzọbere House of Tara International ma meputa Tara Orekelewa Beauty range, senti na ngwaahịa H.I.P",
  "A na-ahụta ya dị ka onye ikike dị ukwuu na obodo achụmnta ego ụmụ nwanyị nke Nigeria nke mepụtara azụmaahịa mmetụta dị iche nke nyerela ọtụtụ ụmụ nwaanyi ndị ọchụnta ego maka ịchọọ mma site na atụmatụ \"Tara Beauty entrepreneur\"",
  "Ọ natala ọtụtụ onyinye nsọpụrụ dị iche iche maka ọrụ ya dị mkpa na alaka azụmaahịa na onyinye nke;  'Most Outstanding Business Woman of the Year 2018' site na African Economy Builders Awards Abidjan",
  "Na 2018, Tara natara akara ngosi nke Afrika site na Ghana Makeup Awards yana 'Leadership for Entrepreneurship' site na Harvard Business School Association of Nigeria.",
  "N’afọ 2007, e nyere Tara Fela-Durotoye onyinye nsọpụrụ nke Africa SMME na Ọchunta ego na South Africa. Na 2013, Forbes depụtara aha ya dịka otu n'ime nwaanyi iri abụọ siri ike na Afrika.",
  "Ọ bụ onye gụsịri akwụkwọ na Lagos Business School Chief Executive Program, INSEAD Abu Dhabi, Mahadum Yale, Stanford SEED Transformation Programme, na Harvard Kennedy School ebe omechara Global Leadership and Public Policy na 21st century, Ọ bụ onye otu nzukọ nke France / Nigeria Investment club nke Onye isi ala France Emmanuel Macron mepere na 2018.",
  "Amụrụ Tara Fela-Durotoye n'ụlọ ọgwụ St",
  "Nicholas Hospital na-ezinulo John Ejegi Sagay, onye kọmishọna na Federal Civil Service na Felicia Omaghomi",
  "Ndị mụrụ ya kewara alụmdi mgbe ọ dị naanị ọnwa asatọ, nwunye nna ya, Modupe Agnes Sagay zụlitere ya",
  "Ọ malitere agụmakwụkwọ ya na Command Children School, Victoria Island wee gawa Nigeria Navy Secondary School, Ojo, ebe o bi n'ime ụlọ akwụkwọ ahụ",
  "Emere ya onye nlekọta na idebe ihe ọcha na ọdịmma nke ụmụ akwụkwọ",
  "Ọ gụsịrị akwụkwọ na Mahadum Lagos, nweta nzere na Iwu wee malite House of Tara International.",
  "Tara lụrụ Fela Durotoye, onye ọkachamara maka azụmaahịa na onye isi ụlọ ọrụ nke Visible Impact",
  "O nwara  ịzọ ọkwa onyeisiala Naijiria n'ụbọchị 22 Febụwarị 2018, site na-otu ndọrọndọrọ ọchịchị nke Alliance for new Nigeria. Ha nwere umu nwoke ato, Mobolurin, Demilade & Morolaoluwa."
]