[
  "Tariq Hanna bụ onye ishi isi  nri na onye mmekọ nke ụlọ oriri na ọṅụṅụ Sucré naeji megharịa ọnụ New Orleans, Louisiana. A mụrụ ya ma zụlite ya na  mba Naijiria, mgbe ọ gachara ụlọ akwụkwọ obibi na England, Hanna kwagara United States ịga Lawrence Technological University na Detroit, Michigan",
  "Hanna debanyere aha ya na ụlọ akwụkwọ nri na Oakland Community College.  Ọrụ mbụ ya na ụlọ ọrụ ụlọ oriri na ọṅụṅụ bụ ịrụ ọrụ na bọọdụ sandwich na nri nri na Southfield, Michigan nke a na-akpọ Sol's Deli. Ka ọ na-achọ ọrụ na nri ọkụ, Hanna na-etinye aka na achịcha n'akụkụ.",
  "N'afọ 1993, Hanna meghere ụlọ ahịa ya na-ere achịcha na nri, The Northville Gourmet, mgbe ọ dị afọ iri abụọ na anọ.  Mgbe afọ isii nke ọrụ onwe onye gasịrị, e nyere Hanna ọnọdụ dị ka onye isi nri cha cha mbụ na Detroit",
  "Na ọnwa Disemba  n'afọ1999, MotorCity Casino meghere na Detroit",
  "Ọ bụ ebe a ka Hanna mikpuru onwe ya n'ime achịcha, site n'ịga na ịkụzi klas ruo n'ịrụ ọrụ na asọmpi na mpaghara na nke mba.",
  "N'oge ọ nọ na MotorCity, Hanna sonyere n'ọtụtụ asọmpi nri na Food Network, gụnyere National Bread and Pastry Championship, Chocolate Fantasy Competition, Cereal Bridges na Gingerbread Mansions Competition",
  "N'afọ 2004, a kpọrọ ya onye isi nri Central Region Pastry Chef nke Afọ, na onye na-esote National Pastry Chef of the Year site na American Culinary Federation.",
  "Mgbe afọ asaa gachara na MotorCity Casino, Hanna sonyeere onye na-ere nri na New Orleans Joel Dondis iji zụlite ọhụụ Dondis banyere ụlọ oriri na ọṅụṅụ Sucré",
  "A kpọrọ Hanna Pastry Chef of the Year na afọr 2007 site na New Orleans Magazine. Hanna bụkwa onye ikpeazụ maka Chef Magazine's  na afọr 2008 Chef of the Year, a kpọkwara ya onye isi nri kacha mma na afọr 2008 na afọr 2009 New Orleans City Business Culinary Connoisseurs.",
  "O mekwara asọmpi na TLC's Ultimate Cake Off episode 1 (\"Shark Summer\") na episode 4 (\"Fourth of July\"); na Food Network Challenge (\"Incredible Edible Mansions\").",
  "N'afọ 2018, Hanna rere òkè ya nke Sucré wee hapụ ụlọ ọrụ ahụ",
  "Sucré mechiri na mberede na ọnwa June 17, na afọr 2019."
]