[
  "Tasneem Essop, bụ ugbu a (2009) onye isi nchịkwa nke Climate Action Network, netwọk kachasị ukwuu n'ụwa niile nke ihe karịrị otu 1,300 nke ndị otu obodo, n'ihe karịrị mba 120, na-alụso nsogbu ihu igwe ọgụ",
  "Essop jere ozi dị ka onye bụbu Minista na-ahụ maka gburugburu ebe obibi, atụmatụ na mmepe akụ na ụba na Western Cape ma bụrụkwa onye na-ahụ maka Ngalaba na-ahụ Maka Ihe Ndị Na-ahụ Maka Gburugburu Ebe Obibi na Atụmatụ Mmepe (DEADP) na Ngalaba Mmepe akụ na Ụba, yana Western Cape Investment and Trade Promotion Agency, Wesgro na Western Cape Nature Conservation Board, CapeNature.",
  "Essop were World Wide Fund for Nature na South Africa n'ọrụ dị ka onye na-akwado iwu ihu igwe nke mba ụwa. Essop na-elekwasị anya na Global Climate Deal Network Initiative",
  "Ebumnuche nke Initiative bụ iji nweta nkwekọrịta dị iche iche, site na ngwụcha afọ 2009 nke na-eme ka ụwa nọrọ n'ụzọ iji belata gas na-ekpo ọkụ ruo 80% n'okpuru ọkwa afọ 1990 site na afo 2050",
  "Tupu afọ 1994 ọ bụ onye na-emegide ịkpa ókè agbụrụ na-etinye aka na ndị ntorobịa, ndị otu na òtù nwoke na nwanyị",
  "Onye nkuzi site na ọrụ, ọ malitere ọrụ ya na 1985, na-akụzi Bekee, Akụkọ Ihe Mere Eme na Nduzi na Glendale Senior Secondary na Mitchellis Plain, Western Cape.",
  "Ọ bụ ezie na ọrụ nkuzi ya dị mkpirikpi, ọ hapụrụ ụlọ akwụkwọ sekọndrị na afọ 1988",
  "Essop rụrụ ọrụ dị ka onye ọrụ agụmakwụkwọ maka Kansụl Britain ruo afọ abụọ tupu ọ banye n'ọkwa dị ka onye isi agụmakwụkwọ na mgbasa ozi na South African Municipal Workers Union",
  "Ọ gara n'ihu bụrụ onye isi agụmakwụkwọ mpaghara Cosatuo ọkwá ọ nọrọ site na afọ 1992 ruo afọ 1994.",
  "Mgbe ntuli aka ọchịchị onye kwuo uche ya mbụ gasịrị na afọ 1994 ọ ghọrọ onye otu ANC nke Provincial Legislature (MPL) ebe ọ jere ozi dị ka ọnụ na-ekwuchitere ANC na Western Cape na Finance & Public Accounts.",
  "N'oge a na-emegide ya, Essop ghọrọ Onye isi oche nke Kọmitii Na-ahụ Maka Ego (SCOPA) nke na-ahụ maka ego n'elu ndị isi ma gaa n'ihu bụrụ onye guzobere na Onye isi oche ya nke National Association of Public Accounts Committees (APAC) na South Africa.",
  "N'afọ 2001, a họpụtara ya dị ka Minista Na-ahụ Maka Njem, Ọrụ Ọha na Nchịkwa Ihe onwunwe nke Western Cape Provincial",
  "N'ọnwa Mee afọ 2004, a họpụtara ya dị ka Minista na-ahụ maka ihe gbasara gburugburu ebe obibi na atụmatụ mmepe.",
  "N'ime ọfịs a, ọ bụ onye na-akwalite mmepe na-adịgide adịgide ma na-eduzi ọtụtụ iwu ọhụrụ maka mpaghara ahụ, dị ka Provincial Spatial Development Framework (PSDF), Climate Change Response Strategy, Sustainable Energy Strategy (SES) na Guidelines for Golf Estates, Polo Fields and Polo Estates.",
  "Ọ kụzikwara n'ọtụtụ ọkwa mba ụwa n'ihe ndị dị ka mmetụta nke mgbanwe ihu igwe, na-echebe ụdị dị iche iche dị iche iche nke Cape ma, n'oge na-adịbeghị anya, a mara ya dị ka onye mmeri ike na-agbanwe agbanwe.",
  "A kpọrọ ya dị ka onye ọbịa na-ekwu okwu na Latin America na Caribbean Conference on Climate Change wee gaa Cuba ebe ọ zutere osote minista sayensị, teknụzụ na gburugburu ebe obibi na ndị isi biodiversity na ndị ọkachamara na mgbanwe ihu igwe.",
  "A maara Essop nke ọma maka ikwu na 'mgbanwe ihu igwe bụ nsogbu ịda ogbenye'.",
  "Essop bụkwa onye ndú nke ndị nnọchianya Gọọmentị Provincial na Provincial Development Council (PDC), ụlọ ọrụ mkparịta ụka ọha na eze nke nwere gọọmentị, ọrụ, ọha na eze na azụmahịa.",
  "Mgbe Western Cape nwere ụkọ ọkụ eletrik na afọ 2006 Premier Rasool malitere Kọmitii Nchịkwa Ihe Iche Ike (otu nzukọ sara mbara nke ndị nwere mmasị)",
  "Òtù a, nke a malitere na afọ 2008, bụ nke Essop na-eduzi ma bụrụkwa onye na-ahụ maka ibelata ọkụ eletrik, ịkwalite arụmọrụ ike na isi mmalite ọzọ nke ike na Western Cape.",
  "N'afọ 2021 ọ nọ na Glasgow na COP26",
  "N'oge nzukọ ahụ, o nyere Scotland na India \"Ray of the Day\"",
  "Òtù ya nyekwara \"Fossil of the Day\" na Norway, Australia na Japan maka ịkwalite mmanụ ala."
]