[
  "Tasneem Motara (amụrụ na 7 Disemba 1982) bụ onye ndọrọ ndọrọ ọchịchị South Africa bụ onye bụ Gauteng MEC (Member of the Executive Council) maka ego kemgbe 2022 na onye otu Gauteng Provincial Legislature kemgbe 2019",
  "Ọ bụ MEC maka mmepe akụrụngwa na njikwa ihe onwunwe n'etiti Mee 2019 na Ọktoba 2022",
  "Site na Mee 2014 ruo Mee 2019, ọ nọchitere anya Gauteng na National Council of Provinces",
  "Ọ rụrụ ọrụ dị ka onye isi ụtarị nke ndị nnọchi anya mpaghara",
  "Motara bụ onye otu African National Congress",
  "A mụrụ Motara na 7 Disemba 1982, nna India na nne na-acha ọbara ọbara, na Benoni, Transvaal Province",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, Motara gụrụ maka nzere na nkà mmụta akparamàgwà mmadụ na Mahadum South Africa.",
  "Motara sonyeere alaka African National Congress Youth League na Benoni n'afọ 2000",
  "Ọ rụrụ ọrụ na kọmitii ndị isi alaka nke ọtụtụ ngalaba na alaka",
  "Ọ na-eje ozi ugbu a na kọmitii nchịkwa mpaghara nke ANC na Ekurhuleni",
  "Motara nọkwa na-arụsi ọrụ ike na South African Students Congress.",
  "Mgbe ntuli aka nke afọ 2014 gasịrị, a họpụtara Motara ka ọ nọchite anya Gauteng na National Council of Provinces, ụlọ elu nke South African Parliament",
  "A họpụtara ya ka ọ bụrụ onye isi ụtarị nke ndị nnọchi anya mpaghara. N'ọnwa Juun afọ 2018, otu ndị omeiwu na-enyocha ndị omeiwu bipụtara akụkọ gbasara afọ ndị omeiwu. N'ime akụkọ ahụ, a kpọrọ Motara onye omeiwu nke asaa kachasị nta yana onye omeiwu ANC kachasị nta n'ụlọ abụọ ahụ.",
  "Na ntuli aka mpaghara Gauteng nke afọ 2019, a họpụtara Motara ka ọ bụrụ onye omeiwu nke Gauteng Provincial",
  "A ṅụrụ ya iyi dị ka MPL na 22 Mee",
  "Praịm Minista David Makhura họpụtara ya MEC maka mmepe akụrụngwa na njikwa ihe onwunwe na 29 Mee",
  "A ṅụrụ ya iyi n'echi ya.",
  "Na 27 June 2022, a họpụtara Motara dị ka osote odeakwụkwọ mpaghara nke ANC na Gauteng. N'ọnwa Ọktoba 2022, ọ ghọrọ MEC maka mmepe akụ na ụba na kansụl ndị isi nke praịm Panyaza Lesufi.",
  "Na Jenụwarị 2018, Motara kwupụtara na ya nwere nje HIV. Ọ chọpụtara na ọ nwere COVID-19 na 3 Julaị 2020.",
  "Àtụ:Gauteng MPLs"
]