[
  "Tatjana Schoenmaker (amụrụ na 9 Julaị 1997) bụ onye South Africa na-egwu mmiri na-ahụ maka ihe omume breaststroke. O meriri ihe nrite ọla edo ma setịpụ ihe ndekọ ụwa na 200-meter breaststroke ma merie ọlaọcha na 100-meter breast stroke na 2020 Olympic Games. Ọ bụ onye na-edekọ ihe ndekọ ụwa na ogologo oge 200-meter breaststroke.",
  "O sonyere na 2018 Commonwealth Games, merie ihe nrite ọla edo na 100 mita breaststroke nke ụmụ nwanyị na 200 mita breast stroke nke ụmụ nwoke.",
  "Na June 2021, Schoenmaker ruru eru ịnọchite anya South Africa na 2020 Summer Olympics.",
  "Schoenmaker banyere na 2020 Summer Olympics na Tokyo, Japan dị ka mkpụrụ nke mbụ ma buru amụma onye mmeri nke 200-meter breaststroke. Ọ batakwara na 100-meter breaststroke dị ka mkpụrụ nke anọ.",
  "Na mbido nke 100-meter breaststroke, Schoenmaker bụ onye mbụ n'ime okpomọkụ niile, gara n'ihu na ọkara ikpeazụ, wee setịpụ ihe ndekọ Olympic ọhụrụ na ihe ndekọ Africa ọhụrụ na ihe omume ahụ na oge ya nke 1:04.82. Ihe ndekọ Olympic ọ mebiri bụ oge 1:04.93 nke American Lilly King setịpụrụ na 2016 Summer Olympics. Na ọkara ikpeazụ, Schoenmaker gbara ọsọ ọsọ nke 1:05.07 wee bụrụ onye mbụ na-aga na nke ikpeazụ. Na ngwụcha, Schoenmaker meriri ihe nrite ọlaọcha, nke bụ ihe nrite mbụ maka nwanyị South Africa na igwu mmiri n'egwuregwu Olympic kemgbe afọ 2000.",
  "Na mmeri okpomọkụ nke 200-meter breaststroke n'ụbọchị nke ise nke asọmpi ahụ, Schoenmaker na-egwu mmiri 2:19.16, na-etinye ihe ndekọ Olympic ọhụrụ, na-aga n'ihu na ọkara ikpeazụ nke mbụ n'ozuzu, na-egwu ihe na-erughị otu ụzọ n'ụzọ iri nke abụọ karịa ihe ndekọ ụwa nke 2:19.11 nke Rikke Pedersen setịpụrụ. Na ọkara ikpeazụ nke ihe omume ahụ, Schoenmaker gbara mmiri 2:19.33 wee bụrụ onye mbụ na-aga na nke ikpeazụ. Na ngwụcha, Schoenmaker setịpụrụ ihe ndekọ ụwa ọhụrụ na 200-meter breaststroke na oge ya nke 2:18.95 wee merie ihe nrite ọla edo. Ihe ndekọ ụwa ya bụ ihe ndekọ ụwa mbụ e debere n'egwuregwu igwu mmiri na 2020 Olympic Games. Ihe nrite ọla edo ya bụ ihe nrite ọlaedo mbụ onye na-eme egwuregwu si South Africa meriri na 2020 Summer Olympics. Onye otu ya, Kaylene Corbett, rutekwara na ngwụcha, na-eme ka ọ bụrụ oge mbụ kemgbe Sydney 2000 na ụmụ nwanyị South Africa abụọ ruru na ngwụchi nke otu ihe omume ahụ.",
  "Na 2022 South Africa National Swimming Championships, Schoenmaker meriri ọlaọcha na 50m breaststroke, na-etinye nke abụọ n'okpuru atọ n'ụzọ iri nke abụọ n\"azụ Lara van Niekerk na oge nke 30.87 sekọnd ma nweta oge iru eru maka 2022 World Aquatics Championships na 2022 Commonwealth Games na ihe omume ahụ. O meriri nrite ọla edo na 200-meter breaststroke n'ụbọchị nke atọ na oge nke 2:24.01. N'ihe omume ya nke atọ, ọ na-egwu mmiri 1:06.06 iji merie ọlaọcha na 100-meter breaststroke, nke mekwara ihe omume nke atọ ọ ruru eru maka World Championships na Commonwealth Games. N'ọnwa Juun, a kpọrọ aha ya dịka otu n'ime ụmụ nwanyị iri na abụọ na ndị otu South Africa na-egwu mmiri maka 2022 Commonwealth Games.",
  "IncumbentÀtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:S-end"
]