[
  "Toin Adams,  amụrụ na Kitwe, Zambia, bụ onye na-akpụ ihe na-arụ ọrụ na ígwè, acrylic, fibreglass na mgbasa ozi ndị ọzọ",
  "Ọ nọrọ n'oge ọ bụ nwata na ọwụwa anyanwụ Rhodesia (nke bụzi Zimbabwe), na ngwụsị afọ iri na ụma, na South Afrịka, ebe ọ gara National School of the Arts, Johannesburg",
  "N'ọgwụgwụ afọ iri asatọ  ọ kwagara England, ebe ọ malitere ọrụ ya na ịkpụ ihe.",
  "Ọrụ ya abụọ a maara nke ọma ruo ugbu a bụ ihe ọkpụkpụ Birmingham kachasị ukwuu: nke dị mita iri na abụọ n'ịdị elu, The Green Man 2002 na ihe ọkpụkpụ dị mita iri n'ịdị elu The Deluge 2010 na Zellig, ihe ọkpụkpụ dị mita iri na atọ na atọ na atọ na-adakwasị nke ozu na-ada, ha abụọ bụ ndị ụlọ ọrụ Custard Factory na Digbeth, Birmingham nyere ọrụ",
  "\"Ọ na-amasị m ịme nnukwu ihe ọkpụkpụ, iji ihe dị iche iche na-egwu egwu ma chọpụta otu esi eme ha",
  "ghara ịda...\"",
  "Adams bụ akụkụ nke The Imaginary Beings Art Collective, otu ndị na-ese ihe na-arụkọ ọrụ ọnụ iji mepụta ọrụ nka",
  "Site na nchịkọta a, ọ chịkọtara ọtụtụ ihe omume nka gburugburu ụwa gụnyere The End of a World na Transcendence and Transformation",
  "Kpọpụta njehie: <ref> tag with name \"AutoX0-1\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"AutoX0-2\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"AutoX0-3\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"AutoX0-5\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Adams\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"imaginarybeings\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"AutoX0-6\" defined in <references> has group attribute \"\" which does not appear in prior text."
]