[
  "Theodore Joans (4 Julaị, 1928 - 25 Eprel, 2003) bụ onye Amerịka na-ede abụ jazz, onye na-eme ihe nkiri, onye na-akpọ opi, na onye na-ese ihe, onye site na 1960s nọrọ oge na-eme njem na mba Europe na Africa",
  "Ọrụ ya na-eguzo n'etiti ọtụtụ iyi na-aga n'ihu ma ụfọdụ ahụla n'ime ya ihe na-ebute okwu ọnụ nke mmegharị okwu",
  "Otú ọ dị, ọ katọrọ akụkụ asọmpi nke uri \"slam\"",
  "A maara Joans maka ụkpụrụ nduzi ya: \"Jazz bụ okpukpere chi m, na Surrealism bụ echiche m.\" Ọ bụ onye dere ihe karịrị akwụkwọ iri atọ nke abụ, prose, na collage, n'etiti ha Black Pow-Wow, Beat Funky Jazz Poems, Afrodisia, Jazz is Our Religion, Double Trouble, WOW na Teducation",
  "A mụrụ Joans na Cairo, Illinois, dị ka Theodore Jones",
  "Nne na nna ya na-arụ ọrụ n'ụgbọ mmiri ndị na-agafe osimiri Ohio na Mississippi. Ọ na-akpọ opi ma bụrụ onye na-anụ ọkụ n'obi jazz aficionado, na-eso Bop ka ọ na-etolite, ma nọgide na-akwado jazz nke ụdị na oge niile n'oge ndụ ya niile",
  "O tolitere na Fort Wayne, Indiana, na Louisville, Kentucky, ọ nwetara akara ugo mmụta na nka na Mahadum Indiana, tupu ọ kwaga n'afọ 1951 na obodo New York.",
  "Na ọbọdọ New York, o sere n'ụdị ọ kpọrọ Jazz Action ma gụọ uri ya, na-emepe ụdị okwu ọnụ nke a na-akpọ abụ Jazz",
  "Ọ bụ onye sonyere na Beat Generation na Greenwich Village",
  "Ọ bụ onye dịkọrọ ndụ na enyi Jack Kerouac na Allen Ginsberg, Leroi Jones (nke e mechara mara dị ka Amiri Baraka), Gregory Corso, Diane Di Prima, Bob Kaufman, Lawrence Ferlinghetti na ndị ọzọ",
  "Joans na nnukwu onye egwu jazz bụ Charlie Parker nwere ọnụ ụlọ ruo oge ụfọdụ. Fred McDarrah na Weegee sere bọọlụ ejiji bohemian nke Joans na nnọkọ mgbazinye.",
  "Joans tinyekwara aka nke ukwuu na Surrealism, na-ezute Joseph Cornell, ma na mbụ ya na dike nwata ya bụ Salvador Dalí nso, mgbe ahụ n'oge na-adịghị anya ya na ya gbawara",
  "Na Paris, a nabatara Joans na otu André Breton. Joans bụ onye Afrịka maara ihe ma na-eme njem dị ukwuu na kọntinent ahụ, na-ejikarị ụkwụ, n'ime ọtụtụ iri afọ n'etiti oge na Europe na North America, na-ahọrọ ibi ndụ na-arịwanye elu. Dị ka onye nkwusa John Calder kwuru, \"Joans gbanwere onwe ya na ụdị ndụ nke ndị na-ese ihe na Harlem na Greenwich Village, London nke afọ 1950s na 60s, Paris nke afọ mgbe60s ruo 90s, yana nke obodo ndị ọzọ dị na Europe na Timbuktu, na Mali, ebe ọ nọrọ ọtụtụ oge oyi",
  "\" Site n'afọ 1960 gaa n'ihu, Joans nwere ụlọ na Tangier, Morocco, wee na Timbuktu. Mgbe ọ kwụsịrị ịkpọ opi, ọ nọgidere na-enwe mmetụta jazz n'ịgụ uri ya ma soro ndị egwu na-arụkọ ọrụ ugboro ugboro",
  "Ọ gara n'ihu na-eme njem ma na-enwe akwụkwọ ozi na ọtụtụ ndị na-emepụta ihe, n'etiti ha bụ Langston Hughes, Michel Leiris, Aimé Césaire, Robert Creeley, Jayne Cortez, Stokely Carmichael, Ishmael Reed na Paul Bowles, Franklin na Penelope Rosemont; ọtụtụ n'ime akwụkwọ ozi ndị a na-anakọta na ọbá akwụkwọ nke Bancroft nke Mahadum California Berkeley",
  "Mahadum Delaware nwere akwụkwọ ozi ya na Charles Henri Ford",
  "Joans bụkwa onye na-ede akwụkwọ / onye sonyere na Chicago Surrealist Group.",
  "Ihe osise Joans bụ Bird Lives kwụ na De Young Museum na San Francisco. Ọ bụkwa onye malitere akụkọ \"Bird Lives\" na graffiti na New York City mgbe Charlie Parker nwụsịrị na Machị 1955. Joans visual art work spans collages, assemblage objects, paintings and drawings including many resulting from the collaborative surrealist game Cadavre Exquis",
  "Rhinoceros bụ isiokwu a na-ahụkarị na ọrụ ya na mgbasa ozi niile",
  "O mekwara obere ihe nkiri Super 8.",
  "N'oge mmalite afọ 1980 Joans bụ onye edemede bi na Berlin, Germany, n'okpuru nkwado nke usoro DAAD (Deutsche Akademische Austauschdienst)",
  "Ọ bụ onye na-enye aka na edemede jazz na nyocha na magazin dịka Coda na Jazz Magazine",
  "Ihe odide akụkọ ndụ ya \"Je Me Vois\" pụtara na Contemporary Authors Autobiographical Series, Mpịakọta nke iri abuo na ise, nke Gale Research bipụtara",
  "E tinyela ọrụ ya n'ọtụtụ anthologies, gụnyere The Poetry of the Negro, 1746–1970 (1970), nke Langston Hughes na Arna Bontemps (1970), A Broadside Treasury, nke Gwendolyn Brooks (1971), na For Malcolm, nke Dudley Randall na Margaret Taylor Goss Burroughs (1973).",
  "Na ngwụsị afọ 1990 Joans kwagara Seattle ma biri n'ebe ahụ na Vancouver, n'etiti njem, ruo mgbe ọ nwụrụ",
  "Ọ bụ onye natara Ihe nrite Akwụkwọ nke Amerika Ihe nrite Mmeri Ndụ n'afọ 2001, site n'aka ntọala tụpụ Columbus",
  "Ted Joans nwụrụ na Vancouver, British Columbia, n'ihi nsogbu ọrịa shuga",
  "O nwere ụmụ iri ma gụọ otu n'ime ụmụ ya nwanyị Daline, n'aha Salvador Dalí."
]