[
  "Thaddeus Shearer (1 Nọvemba, 1919 - 26 Disemba, 1992) bụ onye nduzi mgbasa ozi mgbasa ozi nke Afrịka na Amerịka na onye na-ese as ihe osise nke 1970–1986 Quincy bụ otu n'ime ndị mbụ na-atọ ọchị na-eme ka onye Afrịka na-edu ndú.",
  "A mụrụ Shearer na May Pen, Jamaica, nne na nna ya bụ Samuel na Sophie (née Parnell), ma a zụlitere ya site na nwata na mpaghara Harlem nke Manhattan, New York City",
  "Site na nwata, ọchịchọ ya bụ imepụta ihe nkiri na-atọ ọchị",
  "Mgbe ọ na-aga ụlọ akwụkwọ DeWitt Clinton High School, ọ zutere onye na-ese ihe osise nke Africa na America bụ E",
  "Simms Campbell, onye ghọrọ onye ndụmọdụ ya. Mgbe ọ dị afọ iri na isii, Shearer rere eserese mbụ ya, nye akwụkwọ akụkọ New York Amsterdam News. Site na 1938 ruo 1940, ọ gụrụ akwụkwọ n'abalị na Art Students League, na agụmakwụkwọ.",
  "N'oge Agha Ụwa nke Abụọ, Shearer jere ozi na ngalaba 92nd Infantry nke ndị agha United States, ruo ọkwa nke sajenti, ma nweta Bronze Star maka ọnọdụ ya dị ka onye nduzi nka maka magazin ngalaba ahụ, The Buffalo O nyere ihe atụ na akwụkwọ akụkọ ndị agha a kpọrọ 'Stars and Stripes' ma nye aka na-akụkọ ọchị banyere ndụ ndị agha na ọrụ nchịkọta akwụkwọ akụkọ Continental Features Mgbe agha ahụ gasịrị, ọ malitere ime ihe osise maka magazin nke gụnyere The Ladies 'Home Journal na The Saturday Evening Post, yana Our World na Collier's, na akwụkwọ akụkọ gụnyere New York Herald Tribune Site na 1946 ruo 1947, ọ gụrụ nka na Pratt Institute.",
  "Site na Continental Features, Shearer jikọtara ihe nkiri mkpa ọchị abụọ, Around Harlem, banyere ndị nọ n'afọ iri na ụma na ndị na-eto eto na agbata obi Manhattan ahụ, na ihe nkiri gbasara ezinụlọ a kpọrọ Next Door. Mgbe a kwụsịrị ihe nkiri ndị ahụ n'afọ ndị 1950, Shearer sonyeere ụlọ ọrụ mgbasa ozi nke New York City BBDO, ebe ọ rụrụ ọrụ dị ka onye nduzi nka ruo afọ iri na ise, na-emeri ihe nrite ise.",
  "N'oge a, ọ rere otu katụụn na King Features Syndicate's Laff-a-Day feature",
  "Mgbe ya na onye na-ese ihe na King Features bụ Bill Gilmartin, onye Shearer gosipụtara ụfọdụ ọrụ ya ma chọpụta na e bipụtara katụụn ya na nnukwu magazin, Gilmartin nwere ezi mmasị nke mere ka ọrụ Shearer pụta ìhè na syndicate. Site na King Features, Shearer malitere ihe nkiri na-atọ ọchị Quincy, nke gosipụtara nwa nwoke ụlọ akwụkwọ praịmarị nke Africa na America nke nne nne ya zụlitere na Harlem",
  "Ọ malitere na June 13 ma ọ bụ June 17, 1970 (akụkọ dị iche). Mgbe ọ malitere ihe nkiri ahụ, Shearer hapụrụ BBDO. Ihe nkiri ahụ kwụsịrị mgbe Shearer lara ezumike nká na 1986.",
  "Onye ọkọ akụkọ ihe mere eme nke katọn bụ Bill Crouch, Jr",
  "dere na Shearerna-eji Quincy mee ka ọ bụrụ onye na-enwe nchekwube na nke na-ewuli elu, na-enwe echiche anwụ na-acha na enyi kacha mma na-acha ọcha [bụ onye] bụ parody nke cliche, \"Ụfọdụ ezigbo ndị enyi m bụ ndị ojii.\"",
  "A gọziri Quincy site na ihe osise siri ike na iji ziptone mee ihe",
  "N'anya, ọ mapụrụ na ibe na onye na-agụ ya",
  "N'ime afọ iri na isii ya na syndication, Quincy, yana Morrie Turner's Wee Pals na Brumsic Brandon Jr.'s Luther, meghere ụzọ maka ọgbọ dị ugbu a nke ndị na-ese foto nke Africa-American nke ọma.\n \nOnye ọzọ na-akọ akụkọ mkpa ọchị, Don Markstein, kwuru na ihe nkiri ahụ \"ọ bụghị nkwusa, ụzọ ndị ọsụ ụzọ nke ụdị a na-eyikarị omume ọma ha na aka ha",
  "..",
  "Ihe odide Shearer bụ ndị na-ahụ anya na-adịghị ahụkebe na ndụ yana ụdị akpụkpọ ahụ, ma na-esitekarị n'eziokwu ahụ, mana ha abụghị ndị na-akwado mgbanwe",
  "Ọtụtụ mgbe, ha bụ naanị ụyọkọ ụmụaka na-emekọ ihe ọnụ ma ghara ichebara agbụrụ ha echiche",
  "\"",
  "Ya na nwa ya nwoke na-ese foto bụ John Shearer dị ka onye edemede, Ted Shearer gosipụtara usoro akwụkwọ Billy Jo Jive, nke ghọrọ ntọala maka akụkụ ndị na-akpali akpali na mmemme agụmakwụkwọ ụmụaka PBS Sesame Street, na maka ihe nkiri, Billy Jo Jive Super Private Eye, nke Shearer Visuals mepụtara na 1979.",
  "N'oge ndụ ya, Shearer gosipụtara dị ka onye na-ese ihe n'ọtụtụ ihe ngosi.",
  "N'afọ 1945, Shearer lụrụ Phyllis Wildman, onye ọka iwu na, onye mechara bụrụ osote kọmishọna na-ahụ maka ọrụ mmekọrịta mmadụ na ibe ya na Westchester County, New York",
  "Di na nwunye a nwere nwa nwoke, John Shearer (onye ga-agakwa n'ihu ịghọ onye na-ese foto), na nwa nwanyị, Kathleen.",
  "Shearer bụ onye guzobere otu ndị ọkachamara nke Africa na America bụ Westchester Clubmen, ma bụrụ onye otu National Cartoonists Society na Society of Professional Journalists.",
  "Shearer, onye bi na Pound Ridge, New York, nwụrụ n'ihi oria nkụchi obi na Northern Westchester Hospital na Mount Kisco, New York.",
  "Dị ka onye na-ese onyinyo; akwụkwọ isi ụmụaka nke John Shearer dere"
]