[
  "Tegla Chepkite Loroupe bụ onye (amụrụ na ụbọchị itoolu n'ọnwa Mee n'afọ 1973) bụ onye Kenya na-agba ọsọ ogologo oge na ụzọ",
  "Ọ bụkwa ọnụ na-ekwuchitere ụwa maka udo, ikike ụmụ nwanyị na agụmakwụkwọ",
  "Loroupe nwere ihe ndekọ ụwa maka kilomita iri abụọ na ise na iri atọ ma nwee ihe ndekọ marathon ụwa n'oge gara aga",
  "Ọ bụ nwanyị Afrịka mbụ nwere Marathon World Record, nke o mere site na ụbọchị iri na itoolu n'ọnwa Eprel n'afọ 1998 ruo ụbọchị iri atọ n'ọnwa Septemba n'afọ 2001",
  "Ọ bụ onye mmeri World Half-Marathon ugboro atọ",
  "Loroupe bụkwa nwanyị mbụ si Africa meriri na New York City Marathon, nke ọ meriri ugboro abụọ",
  "O meriri marathons na London, Rotterdam, Hong Kong, Berlin na Rome.",
  "N'afọ 2016, ọ bụ onye na-ahazi ndị otu ndị gbara ọsọ ndụ maka 2016 Summer Olympics na Rio.",
  "A mụrụ Tegla Loroupe n'obodo Kapsait na mpaghara Lelan nke West Pokot District",
  "Ọ dị na Rift Valley, ihe dịka kilomita 600 n'ebe ugwu Nairobi",
  "Nna ya na nne ya sitere n'ebo Pokot, agbụrụ Nilotic bi n'akụkụ ugwu Kenya, ọwụwa anyanwụ Uganda na ndịda Etiopia.",
  "Nna Loroupe gwara ya na ọ baghị uru na ọrụ ya nwere ike ịbụ ilekọta ụmụaka. Ọ tolitere na ụmụnne iri abụọ na anọ",
  "Ebe ọ bụ na ndị Pokots bụ omenala ịlụ karịa otu nwanyị, nna ya nwere ndị nwunye anọ",
  "Ọ nọrọ n'ọhịa na-arụ ọrụ n'oge ọ bụ nwata, na-elekọta ehi ma na-elekọta ụmụnne nwoke na ụmụnne nwanyị ndị obere.",
  "Mgbe ọ dị afọ isii, Loroupe malitere ụlọ akwụkwọ Kapsait Elementary; ọ ga-agba ọsọ kilomita iri na-aga ma na-esi n'ụlọ akwụkwọ kwa ụtụtụ",
  "N'ụlọ akwụkwọ, ọ matara ikike ya dị ka onye na-eme egwuregwu mgbe ọ meriri agbụrụ ndị e mere ihe karịrị mita 800 ma ọ bụ 1500 megide ụmụ akwụkwọ ndị okenye",
  "O kpebiri ịchụso ọrụ dị ka onye na-agba ọsọ",
  "Otú ọ dị, ma e wezụga nne ya, ọ dịghị onye kwadoro ya.",
  "Òtù egwuregwu Kenya, Athletics Kenya, akwadoghị ya na mbụ, na-eche na Loroupe pere mpe ma dị gịrịgịrị",
  "Otú ọ dị, mgbe ọ meriri asọmpi ịgba ụkwụ na-enweghị ụkwụ na 1988, nke a gbanwere",
  "Ọ malitere ọzụzụ iji sọọ mpi mba ụwa n'afọ sochirinụ, nweta akpụkpọ ụkwụ mbụ ya na 1989, nke ọ na-eyi naanị maka agbụrụ siri ike",
  "A họpụtara ya maka asọmpi nke 1989 IAAF World Cross Country Championships na-emecha nke iri abụọ na asatọ",
  "O sonyere ọzọ na 1990 IAAF World Cross Country Championships, na-emecha nke iri na isii na asọmpi ndị na-eto eto.",
  "N'afọ 1994 na 1998, Loroupe meriri Goodwill Games n'elu mita 10,000, ụkwụ ọtọ",
  "N'otu oge ahụ, o ritere ọla nchara na World Athletics Championships na 1995 na 1999.",
  "N'afọ 1994, Loroupe gbara ọsọ marathon mbụ ya na New York",
  "N'ịgba ọsọ megide asọmpi kachasị ike n'ụwa, ọ meriri",
  "N'ihi ya, ọtụtụ ndị na-eto eto nọ n'Afrịka na-efe ya ofufe: n'ikpeazụ, nwanyị mmeri iji gbakwunye ọtụtụ ndị na'asọmpi nwoke na-aga nke ọma",
  "Ọ meriri na New York City Marathon ọzọ na 1995 wee bụrụ onye nke atọ na 1998.",
  "N'agbata afọ 1997 na afọ 1999, ọ meriri n'asọmpi ụwa atọ n'usoro n'ime ọkara marathon",
  "O meriri Rotterdam Marathon ugboro atọ n'agbata afọ 1997 na 1999",
  "O meriri Berlin Marathon na 1999 wee bụrụ onye nke abụọ n'afọ 2001",
  "Ọ bụ onye nke abụọ na 1999 Osaka International Ladies Marathon",
  "Loroupe meriri asọmpi Zevenheuvelenloop 15K na Netherlands ugboro atọ (1992, 1993 na 1998).\nỌ bụ onye mmeri Egmond Half Marathon ugboro asaa (1993[[1998, 2000)",
  "O meriri na Lisbon Half Marathon ugboro isii: 1994 na 1997, 1999 na 2000. O meriri n'ọsọ ụzọ Tilburg, ugboro ise (1993, 1994, 1996, 1998, 1999), bụkwa nọmba ndekọ",
  "O meriri Paris Half Marathon na 1994 na 1998, City-Pier-City Loop half marathon na Hague na 1998, na Parelloop 10K na asọmpi na Netherlands na 1999",
  "N'oge 2000 Summer Olympics na Sydney, ọ kwadoro iji merie ma marathon na mita 10,000, ọ tara ahụhụ site na nsị nri n'abalị tupu asọmpi ahụ",
  "Ka o sina dị, ọ lụrụ ọgụ n'ọsọ marathon, mechie nke iri na atọ, mgbe ahụ, n'echi ya, ọ gbara mita 10,000, mechie ya nke ise, na-agba ọsọ ụkwụ ọtọ na agbụrụ abụọ ahụ, ihe ọ mechara kwuo na ọ nwetara site na mmetụta nke ọrụ nye ndị niile na-ewere ya dị ka onye na-ebu olileanya na mba ya",
  "Ruo na ngwụcha afọ 2001, ọ nọgidere na-arịa nsogbu ahụike dị iche iche.",
  "N'afọ 2000, ọ meriri London Marathon na Rome City Marathon",
  "O nwetakwara mmeri na Lausanne Marathon na 2002, Cologne Marathon na 2003 na Leipzig Marathon na 2004.",
  "Loroupe sonyere na asọmpi marathon nke 2005 World Championships na Helsinki, Finland, mana ọ bụ naanị nke iri anọ",
  "N'ọnwa Febụwarị afọ 2006, ọ meriri Hong Kong Half-Marathon",
  "N'otu afọ ahụ, ọ mechara nke ise na Rotterdam Marathon na nke abụọ na Venice Marathon",
  "N'afọ 2007, ọ sonyere ọzọ na New York City Marathon, na-emecha nke asatọ.",
  "Nnukwu ihe ịga nke ọma Loroupe gụnyere ihe ndekọ ụwa karịa kilomita 20, 25 na 30 yana ihe ndekọ gara aga n'elu ọsọ marathon",
  "Ọ na-ejikarị otu awa na-agba ọsọ World record nke 18,340 m setịpụrụ na Borgholzhausen, Germany, mana Dire Tune nke Ethiopia mebiri ndekọ ahụ afọ iri ka e mesịrị, na 2008 (ihe ndekọ ọhụrụ 18,517 m).",
  "N'afọ 2006, odeakwụkwọ ukwu Kofi Annan kpọrọ ya onye nnọchi anya egwuregwu nke United Nations, ya na Roger Federer, onye mmeri tennis si Switzerland, Elias Figueroa, onye ama ama na bọọlụ Latin America si Chile, na Katrina Webb onye nwetara ọla edo na Paralympics si Australia",
  "Ọ bụ onye nnọchi anya egwuregwu mba ụwa maka IAAF, International Association of Athletics Federations, na UNICEF.",
  "N'afọ 2003, Loroupe mepụtara usoro Peace Marathons kwa afọ nke Tegla Loroupe Peace Foundation \"Peace Through Sports\" kwadoro",
  "Ndị isi ala, ndị praịm minista, ndị nnọchi anya na ndị ọrụ gọọmentị na-agba ọsọ na ndị agha na ndị na-akwagharị akwagharị na Kenya, na Uganda na Sudan, iji weta udo n'ógbè a na-emetụta site na ịwakpo ndị agha site n'agbụrụ ndị na-alụ ọgụ",
  "N'afọ 2010, Gọọmentị Kenya toro ihe ọ rụzuru dịka ọtụtụ narị ndị agha debere ngwá agha ha.",
  "O guzobere ụlọ akwụkwọ (Tegla Loroupe Peace Academy) na ogige ụmụ mgbei maka ụmụaka si n'ógbè Kapenguria, obodo dị elu n'ebe ugwu ọdịda anyanwụ Kenya.",
  "E mere 2006 Peace Marathon na 18 Nọvemba 2006, na Kapenguria, Kenya",
  "Puku ndị agha abụọ sitere n'ebo isii na-asọ mpi",
  "Peace Marathon ọzọ bụ na ụbọchị iri na ise n'ọnwa Nọvemba n'afọ 2008 na Kapenguria, Kenya",
  "A na-atụ anya ọtụtụ ndị nnọchi anya na Kenya, tinyere Praịm Minista, na ọtụtụ ndị Minista Kenya, Tanzania, na Uganda.",
  "N'ọnwa Febụwarị afọ 2007, a kpọrọ ya onye nnọchi anya Oxfam nke egwuregwu na udo na Darfur",
  "N'ọnwa Disemba afọ 2006, ya na George Clooney, Joey Cheek, na Don Cheadle gara Beijing, Cairo, na New York na ọrụ nnọchiteanya iji kwụsị ime ihe ike na Darfur",
  "O meriri na \"Community Hero\" category na 2007 Kenyan Sports Personality of the Year awards.",
  "N'ọnwa Nọvemba afọ 2009, Tegla nọchitere anya ndị otu Shoe4Africa",
  "na-agba ọsọ New York Marathon n'akụkụ onye guzobere Toby Tanser na onye na-eme ihe nkiri Sarah Jones na-agwụ na 3:54:02.",
  "Loroupe bụ onye otu 'Champions for Peace' club, otu ndị egwuregwu 54 a ma ama na-agba mbọ ije ozi udo n'ụwa site na egwuregwu, nke Peace and Sport, otu mba ụwa dị na Monaco, mepụtara.",
  "Dị ka ụlọ ọrụ mgbasa ozi Olympic Around the Rings kọrọ, IOC kwetara ụmụ nwanyị isii, ise sitere na kọntinent ọ bụla na otu na-anọchite anya ụwa, maka ihe ha rụzuru na ọrụ ha iji kwalite egwuregwu ụmụ nwanyị",
  "E nyere Loroupe ihe nrite ụwa.",
  "N'afọ 2016, ọ bụ Chef de Mission na-ahazi ndị otu ndị gbara ọsọ ndụ maka 2016 Summer Olympics. N'egwuregwu ndị ahụ, a kpọbatara Loroupe n'ime ndị Olympians maka ọrụ ndụ maka ọrụ ya n'ịkwalite udo. N'ọnwa Ọktoba n'afọ 2016, e nyere Loroupe onyinye United Nations Person of the Year."
]