[
  "Temitayo Ogunbiyi (amụrụ n'afọ 1984) bụ onye na-ese ihe na onye nlekọta nke oge a na Naijiria",
  "A maara ya maka ihe ngosi ya n'ọtụtụ ebe ngosi ihe mgbe ochie, nke kachasị ewu ewu bụ ebe egwuregwu ewubere na Museo d'Arte Contemporanea Donnaregina nke Italy na 2020, nke a maara dị ka You Can Play in the Everyday, Running",
  "A mụrụ Ogunbiyi na 1984 na Rochester, New York. O tolitere na Gwynedd ma gaa Wissahickon High School na Montgomery County. O nwetara BA na Mahadum Princeton, New Jersey, n'afọ 2006",
  "Emesịa, o nwetara nzere masta ya na akụkọ ihe mere eme na Mahadum Columbia, New York, n'afọ 2011. Ọ bi ma na-arụ ọrụ ugbu a na Lagos, Nigeria, ma biri ebe ahụ afọ itoolu gara aga.",
  "N'afọ 2012, e gosipụtara nka ya na Pulitzer Foundation for the Arts, St Louis na Centre for Contemporary Art, Lagos",
  "O gosipụtakwara nka ya na Museum of Contemporary Diasporan Art na Lagos n'afọ 2013, sochiri ihe ngosi na Tiwani Contemporary, London n'afọ 2016 na Lagos Biennial of Contemporary Art nke abụọ n'afọ 2019",
  "Ihe osise ya pụtakwara na Museum of Contemporary African Diasporan Arts na Brooklyn, New York, Perm Art Museum na Russia, Dom Umenia Bratislava na Slovakia, na Berlin Art Projects nakwa Fries Museum na Berlin.",
  "Ogunbiyi arụwo ebe egwuregwu atọ nke na-arụ ọrụ ruo ugbu a",
  "O wuru nke mbụ ya, na-eji ihe owuwu na ihe eji eme ụlọ, n'afọ 2018. N'afọ ahụ, e gosipụtara ọrụ egwuregwu ya na mbipụta nlekọta nke e nyere maka ọgbakọ Berlin Biennale nke ịrị. N'ọnwa Nọvemba afọ 2019, ọ rụrụ ebe egwuregwu akpọrọ You Will Find Playgrounds Among the Palm Trees maka afọ abụọ nke Lagos. E wuru ebe egwuregwu ahụ iji gosipụta njem nke ndị Africa na-agba ohu na Colombia",
  "O mere ka Kathryn Weir, onye nduzi nka ugbu a nke Museo Madre, Naples, nye ọrụ ngosi ya n'afọ 2020 na Italy.",
  "A kpọrọ ebe egwuregwu 2020 You Will Play in the Everyday, Running (Italian: Giocherai nel Quotidiano, Correndo?) ma guzobe ya na Museo d'Arte Contemporanea Donnaregina (Italian Contemporary Art Museum) na Naples. Ọ na-egosipụta akara na-enweghị atụ na ígwè nke na-arutu aka n'ụzọ anya na ngwá ọrụ ụlọ a rụrụ n'ụlọ nke ụmụ nwoke na Lagos na-emepụta",
  "A na-eji ntụaka na nka nke Louise Bourgeois na Tim Burton na-anọchite anya njikọ ụgbọ njem n'etiti Lagos na Naples",
  "Ebe egwuregwu ahụ na-echekwa ọdịnala esi nri nke mpaghara Campania ebe ihe ngosi nka dị.",
  "Ogunbiyi bụ onye natara ọtụtụ onyinye, nke gụnyere Smithsonian Artist in Research Fellowship na Ford Foundation Fellowship."
]