[
  "Ụlọ nke Eluigwe nke ndị China bụ nnukwu ụlọ nke ụlọ okpukpe dị na ndịda ọwụwa anyanwụ nke etiti nnukwu obodo Beijing",
  "Ndị eze ukwu nke usoro eze Ming na Qing letara ma na ga n'ogige ahụ maka emume ekpere kwa afọ",
  "Ha na -ekpere eluigwe maka ezigbo owuwe ihe ubi",
  "Edere ụlọ nsọ nke eluigwe nke a dị ka saịtị  nke uwa kwere na ọ bụ nke ekwesịrị idobe nke ọma a na akpọ UNESCO World Heritage Site na asụsụ bekee",
  "Nke a mere n'afọ 1998",
  "Akọwara ya dị ka \"ọmarịcha ihe owuwu ụlọ nke na -egosi n'ụzọ doro anya ihe ngosipụta dị oke mkpa maka mmalite nke otu nnukwu mmepeanya ụwa\" dị ka \"usoro ihe atụ na nhazi ụlọ nsọ nke eluigwe nwere mmetụta miri emi na nrụpụta ụlọ na ime atụmatụ nke Far East n'ime ọtụtụ narị afọ.\"",
  "E wuru ogige ụlọ nsọ ahụ site na afọ 1406 ruo n'afọ1420 n'oge ọchịchị nke Yongle Emperor nke Ming Dynasty, onye bụkwa onye hụrụ maka iwu obodo mmachibido nke  na a na akpọ Forbidden City na asụsụ bekee na Beijing",
  "Ọ dị na Dongcheng Beijing, China ugbu a",
  "A gbatịpụrụ ogige ahụ wee nyegharịa ya aha dị ka ụlọ nsọ nke eluigwe n'oge ọchịchị nke Jiajing Emperor na narị afọ nke iri na isii",
  "JiaJing rụkwara ụlọ arụsị atọ ndị ọzọ ama ama na Beijing dị ka ụlọ nsọ nke Anyanwụ (日 壇) n'akụkụ ọwụwa anyanwụ, ụlọ nsọ nke ụwa (地 壇) nke dị n'ebe ugwu, na ụlọ nsọ Ọnwa (月 壇) na ọdịda anyanwụ",
  "Emezigharị ụlọ nsọ nke eluigwe na narị afọ nke iri na asaọt n'okpuru Emperor Qianlong",
  "Mgbe ahụ, ego mmefu nke steeti ezughị, yabụ na nke a bụ mmezigharị ikpeazụ nke nnukwu ụlọ nsọ n'oge ọchịchị ndị eze.",
  "Ndị Anglo-French nke jikọrọ aka biri na ụlọ nsọa  n'oge Agha megide Opium nke abụọ  Na afọ 1900, n'oge nnupụisi ọkpọ, ndị otu obodo asatọ jikọrọ aka ọnụ na agha biri n'ụlọ nsọ nke a wee tụgharịa ya ka ọ bụrụ isi ụlọ ọrụ iwu n'nwa oge na Peking, nke were otu afọ.  Site na ọdịda nke eze Qing, enweghị zikwa ike ijikwa ụlọ nsọ ahụ",
  "Nleghara anya nke ụlọ nsọ ahụ butere ọdịda nke ọtụtụ ụlọ nzukọ n'afọ ndị sochirinụ.",
  "N'afọ 1914, Yuan Shikai, onye isi ala Republic of China n'oge ahụ, mere emume usoro ekpere Ming n'ụlọ nsọ a, dị ka akụkụ nke mbọ ime onwe ya ka ọ kwupụta na ọ bụ eze ukwu China",
  "N'afọ 1918, ụlọ nsọ ahụ ghọrọ ogige ntụrụndụ ma bụrụ oge mbụ emere ya maka ọha.",
  "Ala nke ụlọ nsọ a kpuchiri 2.73 kilomita nke ala ahịhịa juputara",
  "Enwere nnukwu ụlọ atọ, arụchara ha niile dịka iwu, echiche mmụọ na echiche nghọta siri dị.",
  "Na China n'oge ochie, a n'ahụ Eze Ukwu nke China ka Ọkpara nke Eluigwe, onye n'ahụ maka ihe gbasara ụwa n'aha ndị mmadụ, na -anọchite anya, ikike nke eluigwe",
  "Ịhụ ka a na -akwanyere isi ike ya ugwu, n'ụdị ịchụ aja n'eluigwe, dị oke mkpa",
  "E wuru ụlọ nsọ ahụ maka emume ndị a, ọkachasị nke gụnyere ekpere maka owuwe ihe ubi dị mma.",
  "Ugboro abụọ n'afọ, Eze Ukwu na ndị agha ya niile ga -esi na Obodo A machibidoro gafere na Beijing wee banye n'ime ogige ụlọ nsọ ahụ, ma yiri uwe mwụda pụrụ iche ma zere iri anụ",
  "Enweghị onye China nkịtị ka nwere ike lelee ngagharị a ma ọ bụ emume n'esote",
  "N'ime ogige ụlọ nsọ, Eze Ukwu ga -ekpe ekpere n'onwe ya maka Eluigwe",
  "Ebe kachasị elu nke emume a n'oge nke nnukwu oyi a na akpọ Winter solstice na asụsụ bekee bụ nke Eze Ukwu n'eme n'Ugwu Ụwa",
  "A na -emecha mmemme ahụ nke ọma; a na -ekwukarị na obere mmejọ ga -abụ akara ọjọọ nye mba ahụ niile n'afọ na -abịa.",
  "Anọchiri anya Ụwa site n'otu ihe dị akụkụ anọ, nọchie Eluigwe site na oto ihe okirikiri; na eiokwu, ọtụtụ atụmatụ nke ụlọ nsọ na -anọchite anya njikọ nke Eluigwe na ụwa, nke okirikiri na nke ihe akụkụ anọ",
  "Mgbidi abụọ gbara ụlọ nsọ ahụ gburugburu; Mgbidi dị ná mpụta nwere ogologo ugwu, nke nwere ọkara okirikiri, na-anọchite anya Eluigwe, yana njedebe ndịda dị mkpụmkpụ, akụkụ anọ, na-anọchite anya ụwa",
  "Ma Ụlọ ekpere maka ezi owuwe ihe ubi na okirikiri ebe ịchụàjà dị okirikiri, nke ọ bụla na -eguzo na mbara ụlọ, ọzọkwa ha na -anọchite anya eluigwe na ụwa",
  "Nọmba itoolu na -anọchite anya Eze Ukwu ma pụta ìhè na nhazi nke okirikiriịchụàjà : otu ihe dị ka efere gbara ya gburugburu ma nwee mgbaaka nke efere itoolu, nke ahụ nwekwa mgbanaka nke efere iri na asatọ, na ndị ọzọ maka ngụkọta nke mgbaaka itoolu gbara ya gburugburu.",
  "Ụlọ Nzukọ Ekpere maka ezigbo owuwe ihe ubi nwere ngalaba ogidi anọ ji ya n'ime, iri na abua ji ya n'etiti nke na-anọchite anya oge anọ akara aka, ọnwa iri na abua na elekere iri na abua nke omenala China",
  "Ụlọ niile dị n'ime ụlọ nsọ nwere taịlị elu ụlọ na -acha anụnụ anụnụ, na -anọchite anya eluigwe.",
  "Nkume asaa-kpakpando, n'akụkụ ọwụwa anyanwụ nke ụlọ ekpere maka ezi owuwe ihe ubi, na-anọchite anya ọnụ ugwu asaa nke ugwu Taishan, ebe ofufe nke eluigwe na China oge gboo",
  "Enwere isi ihe anọ, ogigi nke akwado n'ụdị anụmanụ nke a n'akpọ dragọn na asụsụ bekee nke na -anọchite anya oge anọ akara aka na China",
  "Ihe owuwu a, nke dragọn ndị a jigidere, na -eghomi ụdị ụlọ eze China oge ochie",
  "Ogidi iri na abụọ dị n'ime na-anọchite anya ọnwa, a na-echekwa na ogidi iri na abụọ ahụ dị n'elu bụ aka elekere iri na abụọ nke oge abụọ n'adị n'ụbọchị.",
  "Ogige gbara ya gburugburu sara mbara nke ukwuu, yana mkpokọta ya niile nwere 267 hectares (660 acres)",
  "Ụfọdụ n'ime ya nwere ebe egwuregwu, na ebe ana eme ihe mmehari ahụ ndị ọzọ",
  "Ndị okenye n'eji akụrụngwa ndị a nke ọma, yana nne na nna na nne na nna ochie ndị nke na -ebute ụmụaka igwu egwu",
  "A na -ejikarị ụfọdụ oghere na ụlọ dị n'akụkụ, ọkachasị n'ụtụtụ, maka ihe ngosi egwu, ịgba egwu agbụrụ, na ihe ngosi ndị ọzọ.",
  "Ụlọ Ekpere Eluigwe dị na ndịda Dongcheng District, nke ruo n'afọ 2010 bụ akụkụ nke mpaghara Chongwen",
  "Ogige ntụrụndụ ahụ n'onwe ya na -emeghe kwa ụbọchị niile site na elekere isii nke ụtụtụ ruo nke iri na mgbede",
  "Ebe a na -edebe ihe ochie n'ime ogige ahụ na -emepe na elekere asatọ wee mechie na eleke ise na ọkara nke mgbede17 site na ọnwa Eprel 1 ruo n'Ọktọba 31, wee mechie na elekere ise nke mgbede site na ọwa Nọvemba 1 ruo n'ọnwa Mach 31",
  "Enwere ụgwọ mbata nke ọnụ yae n'agbanwe dabere ma ọ bụ oge kacha elu ma ọ bụ oge ezumike",
  "Ire tiketi na -akwụsị otu awa na ọkara tupu emechie ọnụ ụzọ.",
  "Ụgbọ njem ọha nwerike ịnweta ụzọ anọ nke ogige ahụ"
]