[
  "Temilade Openiyi (a mụrụ n'ụbọchị nke 11 n'ọnwa Juun n'afọ 1995), nke a maara dịka Tems, bụ onye Naijiria na-agụ egwu, onye na-ede egwu, na onye na-emepụta ihe ndekọ. Ọ ghọrọ onye a ma ama mgbe abụọ n'ime egwu ya ruru n'elu iri anọ na Billboard Hot 100 na 2021, mmekorita ya na Drake na egwu \"Fountains\" site na abọm ya Certified Lover Boy, na egwu Wizkid \"Essence\"; nke ikpeazụ ruru n'elu iri na-esote remix ya na Justin Bieber, ma mee ka ọ nweta nhọpụta Grammy Award.\nN'otu afọ ahụ, Tems nọ n'ọkwa nke mbụ na chaatị Billboard Next Big Sound na nke ise na chaatị Billboard Emerging Artists. Na Septemba 2021, Tems bịanyere aka na ndekọ RCA, ma wepụta EP ya nke abụọ If Orange Was a Place, nke ruru n'elu iri na chaatị <i id=\"mwKA\">Billboard</i> World Albums",
  "Na Mee 2022, egwu Tems, \"Higher\", site na egwu izizi ya, For Broken Ears (2020) gosipụtara na otu \"Wait For U\" nke Future tinyere Drake, na-eduga ya ka e nye ya otuto dị ka onye na-ese ihe. Egwu a malitere n'ọkwa nke mbụ na Billboard Hot 100, na-eme ka ọ bụrụ onye mbụ na-ese ihe n'Afrịka nke bidoro n'ọkwa nke mbụ, na onye na-ese ihe n'Afrịka nke abụọ kachasị na chaatị ahụ.",
  "N'ime ọrụ ya niile, ọ natara ọtụtụ nhọpụta onyinye, ebe ọ na-emeri NAACP Image Awards abụọ, na Soul Train Music Awards.",
  "A mụrụ Temilade Openiyi na 11 June 1995 na Lagos, Nigeria A mụrụ ya na nne ya bụ onye Naijiria na nna ya bụ onye Britain na Naijiria, ezinụlọ ya kwagara United Kingdom obere oge a mụsịrị ya",
  "Nne na nna ya gbara alụkwaghịm mgbe ọ dị afọ ise",
  "Tems na nne ya na nwanne ya nwoke kwagara Naịjirịa, ha biri na Ilupeju tupu ha akwaga Lekki mgbe ahụ Ajah. Tems gara Dowen College tupu ọ gaa n'ihu na-amụ Economics na Monash South Africa, South Africa maka agụmakwụkwọ ya. N'ụlọ akwụkwọ, onye nkuzi egwu ya hụrụ ya ma mụta ịkpọ piano",
  "Ya na nwanne ya nwoke na-abụ abụ ma na-ejikarị ụbọ akwara ya.",
  "N'afọ 2018, Tems kwụsịrị ọrụ ya iji rụọ ọrụ egwu",
  "Ọ malitere ịmụta nkà mmepụta onwe ya na YouTube na 18 Julaị 2018, ọ wepụtara egwu izizi ya, \"Mr Rebel\", egwu nke ọ mepụtara n'onwe ya. N'ụbọchị nke asaa n'ọnwa Ọgọstụ afọ 2019, o wepụtara egwu \"Try Me\". N'afọ 2020, DJ Edu họọrọ ya dị ka otu n'ime \"ndị egwu iri ga-ekiri\" n'afọ ahụ. N'abalị iri abụọ na atọ n'ọnwa Eprel afọ 2020, e gosipụtara Tems n'akụkụ onye egwu Naịjirịa ibe ya bụ Davido na nsụgharị nke onye na-agụ egwú na-agụ egwú America bụ Khalid na otu egwu eletrik nke Bekee bụ Disclosure, \"Know Your Worth\".",
  "Nne Tems na-ege egwu Ndị Kraịst ntị naanị mgbe Tems bụ nwata",
  "Mgbe ọ dị afọ iri na ụma, ọ malitere inwe mmasị na egwu R&B na hip hop",
  "O gere ntị na Destiny's Child, Beyonce, Lil Wayne, na Aaliyah, ma kpuchie egwu Alicia Keys nke afọ 2004, \"If I Ain't Got You\", na arụmọrụ dị egwu",
  "Mgbe ọ na-etolite, ọ nwekwara mmasị na ndị na-ese ihe dịka Burna Boy, Lauryn Hill, Adele, Coldplay, Paramore, na Asa. Mgbe ọ dị afọ iri na ise, ọ kwụsịrị ige ndị egwu ndị ọzọ ntị na-achọ njirimara ya, n'ihi na \"Achọrọ m ịmụta otu esi awakpo egwu site na mmetụta m, ọ bụghị ihe Beyonce ga-eme ma ọ bụ onye ọ bụla ọzọ\". A kọwara olu ya dị ka miri emi, velvety, na androgynous.",
  "N'abalị iri na anọ n'ọnwa Disemba n'afọ 2020, e jidere Tems na onye egwu Naịjirịa ibe ya bụ Omah Lay na Uganda maka ịme ihe nkiri n'oge ndị ọchịchị kwụsịrị maka ibute ọrịa COVID-19 na mba ahụ",
  "A tọhapụrụ ndị ọbụ abụ ahụ mgbe ndị uwe ojii jidere ha ụbọchị abụọ.",
  "(Wizkid featuring Tems)",
  "(Wizkid featuring Tems)",
  "(Wizkid featuring Tems)",
  "(Wizkid featuring Tems)",
  "(Wizkid featuring Tems)",
  "(Wizkid featuring Tems)",
  "(Wizkid featuring Tems)",
  "Media related to Tems at Wikimedia Commons"
]