[
  "Teresa Klimek (1929-2013) bụ onye nkuzi na onye na-eme ngagharị iwe na Poland",
  "A gụrụ ya iji kụzie mgbakọ na mwepụ, ọ kụziri n'ụlọ akwụkwọ dị iche iche na Gorzów Wielkopolski site na 1953 ruo 1984 ma sọpụrụ ya maka nkà ya dị ka onye nkuzi",
  "O nyere aka chọta alaka Gorzów Wielkopolski nke Catholic Intellectuals Club yana alaka mpaghara nke Solidarity",
  "A nabatara ọrụ ya n'oge ọgụ Poland na-alụ maka ọchịchị onye kwuo uche ya n'ọtụtụ ebe na mpaghara na nke mba ma jiri ọtụtụ ihe nrite na onyinye sọpụrụ ya.",
  "A mụrụ Teresa Maria Tomaszewska-Bończa na 11 Ọktoba 1929 na Hrubieszów, Poland n'ezinụlọ Stanisław Bończa-Tomaszewski na Marii Skrzetuskiej",
  "Mgbe ndị mụrụ ya gbara alụkwaghịm, ndị nne na nna ya bụ Kazimierza Skrzetuskiego na Maria (née Dobrowolska) Skrzetuska zụlitere Tomaszewska-Bończa",
  "Ọ bụ nwa nwa Antoni Skrzetuski, onye a na-asọpụrụ maka ozi agha ya na January Uprising",
  "Ezinụlọ ahụ na-akwagharị mgbe niile n'oge agha ahụ, na-ebi na Wrzesnia, Zwierzyniec, Przeworsk na Mogilno, tupu ọ banye ụlọ akwụkwọ sekọndrị na 1944",
  "N'afọ 1949, ọ gụsịrị akwụkwọ na Bolesława Chrobrego High School [pl] na Gniezno  wee gaa n'ihu na agụmakwụkwọ ya na Mahadum Adam Mickiewicz na Poznań (UAM), na-amụ mgbakọ na mwepụ site na 1949 ruo 1952.",
  "Mgbe ọ gụsịrị akwụkwọ, Tomaszewska-Bończa gụrụ akwụkwọ nkenke na Polish Naval Academy wee n'etiti 1952 na 1953 ọ kuziri n'ụlọ akwụkwọ ọrụ aka na Gdynia.  Na 1953, Tomaszewska-Bończa lụrụ Władysław Klimek [pl], kwagara Gorzów Wielkopolski wee kuziere ya na Gastronomic Technical College (Polish: Technikum Gastronomicznym) afọ abụọ",
  "N'afọ 1957, ọ malitere nkuzi na ụlọ akwụkwọ nkà na ụzụ kemịkalụ (Polish: Technikum Chemicznym), ebe ọ nọrọ ruo 1972",
  "Ọ gụchara nzere master's UAM na 1966 ma na 1976 ọ gụchara akwụkwọ gụsịrị akwụkwọ na sayensị kọmputa na Mahadum Warsaw",
  "N'agbata 1972 na 1984 ọ kuziri mgbakọ na mwepụ na Maria Sklodowska-Curie High School [pl] na Gorzów Wielkopolski",
  "N'ime oge a, ọ rụkwara ọrụ nnwale n'etiti 1976 na 1980 nke Ụlọ Akwụkwọ Sayensị malitere n'ụlọ akwụkwọ sekọndrị",
  "Klimek lara ezumike nká na nkuzi na 1984",
  "N'afọ ndị 1970, Kliimek nyere aka hazie ọgbakọ ọgụgụ isi Katọlik (Polish: Klub Inteligencji Katolickiej (KIK)), nke ya na di ya Władysław tọrọ ntọala.  Ebumnobi KIK bụ ịkpali echiche nke onwe ya wee weta ndị Katọlik n'ime Poland ozi gbasara nkà ihe ọmụma Katọlik site na mba ndị na-abụghị Socialist Bloc.  Ọ bụ ezie na ọ ga-arụ ọrụ n'ụzọ iwu na-akwadoghị na enweghị ike idebanye aha ya ruo 1981, otu ahụ mara ndị ọchịchị aka ma kwalite nzukọ ahụ n'ihu ọha.  Malite na 1980, Kliimek na-etinyekwa aka na azụmahịa nke Polish Trade Union, \"Ịdị n'otu\" (Polish: Niezależny Samorządny Związek Zawodowy (NSZZ)).  Ebumnuche nke ịdị n'otu bụ iweta mgbanwe mmekọrịta ọha na eze site n'ịgbanwe usoro ndọrọ ndọrọ ọchịchị.  Klimek kwalitere nzukọ a n'ụlọ akwụkwọ, na-agba ụmụ akwụkwọ ume ka ha chọta otu ụmụ akwụkwọ nọọrọ onwe ha.  Ọ jere ozi na bọọdụ mpaghara wee bụrụ onye nnọchi anya ọgbakọ ọgbakọ dị ka onye nnọchi anya Solidarity.",
  "Site na 1980 ruo 1981 Klimek jere ozi na kọmitii enyemaka maka ndị mkpọrọ nke akọ na uche ma na-elekọta ndị otu a tụrụ mkpọrọ",
  "Akpọrọ ya n'etiti 15 Disemba 1981 na 27 June 1982 n'ogige dị na Poznan na Gołdap,  n'oge mmejuputa iwu agha na Poland",
  "E tinyere iwu ndị agha iji tụọ ndị mmadụ ụjọ ma mee ka ha chee na ọchịchị Kọmunist Polish siri ike na enweghị ike ịkwatu ya.  Mgbe a tọhapụrụ ya, Klimek rụrụ ọrụ na Catholic Underground na nkwado nke ịdị n'otu.  Ihe dị mkpa maka ịga nke ọma n'okpuru ala bụ akwụkwọ akụkọ n'okpuru ala  na na Gorzów Wielkopolski, di Klimek Władysław deziri ọtụtụ akwụkwọ akụkọ ma dee akụkọ maka ịdị n'otu.",
  "N'okpuru pseudonym \"Simeon na Agnik\", na 1983 Kliimek dere egwu onye mmegide \"Feniksa\" (Phoenix).  Na 1986, Kliimek so na mweghachi nke ịdị n'otu wee bụrụ onye otu Kọmitii Executive Mpaghara maka otu.  Kliimek bidoro kọmitii Gorzów maka ebe nchekwa nke ndị Katyn mere ma bụrụ onye otu nsọpụrụ nke ezinụlọ Gorzów Katyn",
  "Klimek nwụrụ na 29 Disemba 2013 na Gorzów Wielkopolski.  Ha abụọ n'oge ndụ ya, na mgbe ọ nwụsịrị, a chọrọ Kliimek mma maka mkpali ya na ịdị mma ya dị ka onye nkuzi",
  "Ọ bụ onye natara ihe nrite Merit maka mpaghara Gorzowski (1998);  Akara ọla edo nke ngalaba agụmakwụkwọ mba NSZZ \"S\" (2005);  Ihe nrite Pro Memoria (2005);  Cross Knight nke Order nke Polonia Restituta (2009);  Uru maka mpaghara Lubuskie (2009);  Ihe nrite nrite maka Obodo Gorzow (2010), Ihe nrite ọla ọcha nke Nrite nke Ebe nchekwa nke National Ncheta [pl] (2010), Award nke Mpaghara Gorzowski NSZZ “S” (2010), Nwa amaala nsọpụrụ nke Gorzów Wielkopolski [pl]  (2013); na Cross of Freedom and Solidarity (2015)"
]