[
  "Terri Stander bụ onye kansụl ngalaba nke ngalaba 5 na Nelson Mandela Bay",
  "Ọ bụbu onye omeiwu (MP) maka Democratic Alliance (DA), ndị na-emegide South Africa.",
  "Stander gụrụ akwụkwọ na Port Alfred High School n'afọ 2000",
  "Ọ rụrụ ọrụ na Norufin Housing (Pty) Ltd (Housing Finance Provider) site na 2001 ruo 2005",
  "O nwere nzere BA na Applied Psychology for Professional Contexts site na Mahadum nke South Africa",
  "Stander rụrụ ọrụ dị ka onye ọrụ Human Resources na Central District Municipality na North West n'etiti Ọktoba 2005 ruo Ọgọst 2006",
  "N'afọ 2007, Stander malitere ụlọ ọrụ ndụmọdụ nke ya, HR Solutions",
  "O dere kọlụm maka AVUSA, na-atụle ihe gbasara HR na IR",
  "Ọ bụbu onye otu African National Congress",
  "Ọ sonyeere òtù ahụ mgbe ọ na-arụ ọrụ na CDM",
  "O mechara hapụ òtù ahụ",
  "N'afọ 2009, Stander sonyere na mmemme ndị ntorobịa nke Democratic Alliance",
  "Mgbe ọ gụsịrị usoro ihe omume ahụ, ọ ghọrọ onye otu ndọrọndọrọ ọchịchị ma họpụta ya dị ka onye isi oche alaka na Port Alfred",
  "A họpụtara Stander dị ka onye nnọchi anya (PR) maka DA na Ndlambe Local Municipality na 2011.",
  "N'afọ puku abụọ na iri na anọ , Stander nọ n'ọnọdụ nke anọ na ndepụta DA nke ndị na-azọ ọkwa n'Ebe Ọwụwa Anyanwụ Cape na nke 37 na ndepụta mba DA maka National Assembly. A họpụtara ya ka ọ bụrụ onye omebe iwu mba site na ndepụta mba nke DA. Onye isi ndị omeiwu Mmusi Maimane họpụtara Stander ka ọ bụrụ osote minista na-ahụ maka gburugburu ebe obibi.",
  "N'abalị atọ n'ọnwa Ọktoba n'afọ 2015, onye isi DA bụ Mmusi Maimane họpụtara Stander dị ka osote minista na-ahụ maka ụlọ ọrụ ọha na eze. A họpụtara ya ka ọ bụrụ osote minista na-ahụ maka ụmụ nwanyị na 24 Nọvemba 2016",
  "Nhọpụta ya malitere na 1 Jenụwarị 2017.",
  "N'abalị iri na itoolu n'ọnwa Julaị n'afọ 2018, Stander meghere ikpe aghụghọ na nrụrụ aka megide onye isi obodo Enoch Mgijima bụ Sisisi Tolashe, onye bu ya ụzọ bụ Lindiwe Gunuza-Nkwentsha na ndị ọrụ obodo ndị ọzọ",
  "Stander kwuru na ọ họpụtara ha n'ihi na obodo ahụ enyeghị ọrụ nakwa na nrụrụ aka amụbaala n'okpuru nlekọta ha.",
  "N'afọ 2019, Stander guzoro maka nhọpụta ọzọ na 123rd na ndepụta mba DA na nke 11th na ndepụta ndị DA nke Eastern Cape. A họpụtaghachighị ya na ndị omeiwu ka nkwado ntuli aka nke DA belatara.",
  "N'ọnwa Septemba 2021, a mara ọkwa Stander dị ka onye na-azọ ọkwa onye kansụl mpaghara nke DA maka ngalaba 5 na Nelson Mandela Bay Metropolitan Municipality maka ntuli aka gọọmentị ime obodo na 1 Nọvemba 2021. A họpụtara ya na ntuli aka."
]