[
  "Terry Roger Adkins (n'ubochí itoolu n'ọnwa Mée, 1953 rụo ụbọchị asatọ n'ọnwa Febụwarị, 2014) bụ ónyé America na-ese ihe. Ọ bụ Prọfesọ nke Fine Arts na School of Design na Mahadum Pennsylvania.",
  "A mụrụ Adkins na Washington, D.C",
  "na úbọchị itoolu n'ọnwa Mee, 1953, n'ime ezinụlọ na-agụ egwú",
  "Nnà ya, Robert H",
  "Adkins, ónyé nkuzi kemịkal na sayensị na ónyé agha Korea, bụrụ abụ ma kpọọ ụbọ akwara; nné ya, Doris Jackson, ónyé nọọsụ, bụ ónyé na-egwu clarinet na ónyé na-akpọ piano. Nná nná Adkins bụ Rev",
  "Andrew Adkins, pastọ nke Albert Street Baptist Church nke akụkọ ihe mere eme na Alexandria, Virginia",
  "Nwanne nne ya Alexandra Alexander bụ onye mgbakọ na mwepụ na onye na-emebi koodu NSA",
  "Nwanne nna ya Dr",
  "Rutherford Adkins, onye bụbu Tuskegee Airman na 100th Fighter Squadron nke 332nd Fighter Group, gbara ụgbọ elu agha irí na anọ ma mesịa ghọọ onye isi oche nke iri na otu nke Mahadum Fisk.",
  "Dị ka nwa okorobịa, Adkins mere atụmatụ ịbụ ónyé na-agụ egwú, mana na kọleji ọ hụrụ onwé ya ka ọ na-adọrọ mmasị na nka anya",
  "N'ịbụ ónyé Aaron Douglas na Martin Puryear duziri, ọ nwetara B.S",
  "na obibi akwụkwọ na Mahadum Fisk dị na Nashville, M.S",
  "sochiri n'ọhịa na Mahadim Illinois State na M.F.A",
  "na ihe ọkpụkpụ na Mahadam Kentucky.",
  "Adkins bụ ónyé na-ese ihe na-agụnye ihe ọkpụkpụ, arụmọrụ, vidiyo, na foto. Ihe osise ya na-abụkarị nke sitere n'ike mmụọ nsọ, raara onwé ya nye, ma ọ bụ na-ezo aka na ndị na-agụ egwú ma ọ bụ ngwá egwú; a na-akpọ ihe ntinye na ihe ngosi ụfọdụ mgbé ụfọdụ \"recitals\". Mgbé ụfọdụ, a na-eme ka nhazi ihe ndị a a kpụrụ akpụ rụọ ọrụ na arụmọrụ site n'aka otu ndị otu Adkins, Lone Wolf Recital Corps.",
  "Ọ duziri Lone Wolf Recital Corps nke na-arụ ọrụ na ICA London, Rote Fabrik, Zurich, New World Symphony, Miami, P.S.1 MOMA, na ICA Philadelphia.",
  "Adkins rụrụ ọrụ n'ọtụtụ ihe ngosi kemgbe ọtụtụ afọ",
  "Na mbido, nka Adkins gàrà mba ụwa na ọrụ gosipụtara na Project Binz 39 na Zurich na 1986, na Salama-Caro Gallery na London na 1987",
  "Na 1995 Adkins gosipụtara ọrụ na Whitney Museum of American Art na Philip Morris na New York, na 1997 na International Gallery na Smithsonian Institution na Washington, DC Adkins nwekwara ihe ngosi na 1999 na Institute of Contemporary Art na Mahadum Pennsylvania. N'afọ 2006, e gosipụtara ọrụ ya \"Darkwater\", ememe nke WEB Dubois, na Gallery 51 na Massachusetts College of Liberal Arts (MCLA) na Berkshires. N'oge na-adịghị anya mgbè e mesịrị, a gụnyere Adkins na 2008 NeoHooDoo: Art for a Forgotten Faith exhibition na MoMA PS1 na New York, nke nyochara ememe na ime mmụọ na nka ma hazie ya na njikọ aka na Houston's Menil Collection. Adkins gàrà mba ụwa ọzọ na 2009, na-egosi ọrụ na Gallery nke American Academy na American Academy na Rome, Ịtali. N'afọ 2012, The Frances Young Tang Teaching Museum and Art Gallery (tang) na Skidmore College na New York kwadoro ihe ngosi nke ọrụ Adkins na ihe ngosi a na-akpọ \"Recital\", gụnyere ihe ọkpụkpụ, vidiyo, na foto nke na-asọpụrụ ọtụtụ ndị akụkọ ihe mere eme na akụkụ ndị a na-amaghị nke akụkọ ihe mere ha. N'afọ sochirinụ, e gosipụtara Adkins na ngosi 2013 Radical Presence: Black Performance in Contemporary Art na Contemporary Arts Museum Houston. E tinyekwara nka ya na 2014 Whitney Biennial na Whitney Museum na New York City, n'otu afọ ahụ ihe ngosi onwe ya \"Nenuphar\" meghere na Salon irí itoolu na anọ gallery. Na-esote, na 2015 Venice Biennale, a gụnyere ihe ọkpụkpụ o mepụtara site na ngwá egwú a chọtara na All The World's Futures, ihe ngosi nke Okwui Enwezor haziri nke na-elekwasị anya na omume mmekọrịta mmadụ na ibe ya na nka.",
  "Adkins nwụrụ site na nkụchi obi na Brooklyn, New York, na Febụwarị 2014; ọ dị afọ iri isii. Ọ lụrụ Merele Williams (Adkins) ma nwee nwa nwoke, Titus Hamilton Adkins, na nwá nwanyị, Turiya Hamlet Adkins.",
  "Na Mahadum Pennsylvania, Adkins bụ onye nkuzi na ónyé nduzi nke ọtụtụ ndị na-ese ihe nkiri nke oge a gụnyere Sandford Biggers, Demetrius Oliver, Nsenga Knight, Jamal Cyrus, na Jacolby Satterwhite. George Lewis chetara ọrụ ya n'ọrụ ya A Recital for Terry Adkins na 2016, nke Ensemble Pamplemousse rụrụ."
]