[
  "Terri Lynn Jewell (Ọktoba 4, 1954 - Nọvemba 26, 1995) bụ onye America na-ede akwụkwọ, onye na-ede uri na onye na-akwado ụmụ nwanyị ojii",
  "Ọ bụ onye nchịkọta akụkọ nke The Black Woman's Gumbo Ya-Ya, nke natara Akwụkwọ nrite Ọgụgụ Ndị Na-eto Eto nke obodo New York n'afọ 1994.",
  "A mụrụ Jewell naanị nwa nwanyị na October 4, 1954, na Louisville, Kentucky nye Mildred (Midge) na Miller LaRue Jewell, Jr",
  "O nwere nwanne nwoke, Marcus Tandy.",
  "N'afọ 1968, Jewell ritere ihe nrite mbụ, dollars iri abuo na ise nkekọ ego, maka ide edemede maka asọmpi nke atọ kwa afọ nke  Asọmpi akụkọ ihe mere eme gbasara ndị ojii nke Louisville, Kentucky isi nke Links, Inc",
  "kwadoro.",
  "Jewell nọrọ afọ abụọ na-amụ banyere bayoloji na Mahadum Louisville tupu ọ gafee na kọleji ọzọ. Ọ gụsịrị akwụkwọ n8",
  "1979 na Montclair State College na New Jersey nnzere bachelọ nke Sayensị e na agụmakwụkwọ ahụike.",
  "Jewell ghọrọ onye ndọrọ ndọrọ ọchịchị na mmegharị ụmụ nwanyị na New York mgbe ọ na-aga Montclair State College",
  "O sonyere na ngagharị na ọgụgụ na-ekwu maka nsogbu ụmụ nwanyị",
  "N'oge ọ nọ na kọleji, Jewell kwetara na ọ bụ nwanyị na-edina nwanyị. O dere banyere ịbịakwute nne ya n'isiokwu ya n'afọ 1990 \"A Short Account of My Behavior\".  N'afọ 1985, Jewell kọwara ndọrọ ndọrọ ọchịchị, klas na ihe ịma aka ndị ọzọ nke nwanyị ojii na-edina nwanyị na mmekọrịta ya na nwanyị ọcha na “An Alliance of Differences'.",
  "Abụ Jewell na edemede dị egwu pụtara n'ihe karịrị narị akwụkwọ atọ na United States na mba ụwa. Mbipụta gụnyere The African-American Review, The Black Scholar, Black Maria, Body Politic, Calyx, Common Lives / Lesbian Lives, Kalliope, The Lavender Letter, Obsidian II, OutWeek, Poetry Detroit, Sing Heavenly Muse, Sisterlode, Spare Rib, Sinister Wisdom, Violent Virgins, na ụmụ nwanyị ike.",
  "N'afọ 1993, Jewell bụ otu n'ime ndị mbụ bipụtara akụkọ ndụ na edemede dị egwu banyere onye edemede Sapphire.",
  "N'ihe dị ka afọ 1989/1990, Jewell gbara Ruth Ellis ajụjụ ọnụ, nwanyị Afrịka na Amerịka nke a maara nke ọma dị ka nwanyị kachasị ochie na-edina nwanyị, maka mbipụta Piece of My Heart: A Lesbian of Colour Anthology",
  "E bipụtakwara abụ na edemede Jewell na akwụkwọ akụkọ na anthologies gụnyere:",
  "Jewell bụ onye natara ọtụtụ onyinye na nsọpụrụ gụnyere:",
  "A chọpụtara na Jewell nwere nkụda mmụọ na mgbe ụfọdụ, a na-elekọta ya n'ụlọ ọgwụ iji \"mee ka ọ dị ọhụrụ\" onwe ya. O dere banyere ịbụ onye lanarịrị mmekọ nwoke na nwanyị ma nwee ahụmahụ banyere ime ihe ike metụtara ndị òtù ezinụlọ.",
  "Na Nọvemba 26, 1995, a hụrụ ozu Jewell na ogige Michigan dị na Ionia County",
  "Onye nyocha ahụike depụtara ihe kpatara ọnwụ dị ka ọnyá égbè nke onwe ya.",
  "N'afọ ntọala nka nke  ndi Michigan nyere Jewell onyinye otu puku dollar na narị na iri ise iji kwado uri ọhụrụ banyere onye Africa America na-ede uri, onye edemede na onye na-eme ihe ike James Baldwin. \"Ọ nọ n'akụkụ nnukwu ọganihu na abụ James Baldwin ọ na-ede...Ọ ga-agụ m akụkụ..",
  "Ọ bụ ọrụ dị ịtụnanya, \"dị ka onye ọrụ ibe ya na onye edemede na Mahadum Michigan State bụ Lev Raphael si kwuo. N'oge Jewell nwụrụ, e bipụtaghị ihe odide ya nke abụ banyere Baldwin.",
  "N'oge ọ gafere, Jewell nọkwa na-edezi Dreadsisters, Lock-Sisters; nchịkọta edemede site na banyere ụmụ nwanyị na-atụ egwu",
  "Ọzọkwa, ọ bụ onye na-arụsi ọrụ ike na ndị nchịkọta akụkọ nke The Lesbian Review of Books kemgbe ọ malitere.",
  "Akwụkwọ Terri L",
  "Jewell (1968–1996) dị na Mahadum Michigan State",
  "Nchịkọta ahụ, ihe dị ka ụkwụ isi iri na ise nke ihe, nwere ihe odide nke uri, ihe odide nke ọrụ anthology, akwụkwọ edemede, nyocha, ajụjụ ọnụ, ihe nyocha, foto, akwụkwọ ozi, obituary, na mmemme ncheta",
  "Lee Michael Sayles nyere onyinye nchịkọta ahụ n'afọ 1996, ya na onyinye nchịkọta ahụ n'afọ 2018.",
  "Amber L",
  "Katherine, onye dere edemede ya banyere mmetụta nke akwụkwọ ozi nwanyị Audre Lorde degaara Mary Daly banyere Daly's Gyn / Ecology: The Metaethics of Radical Feminism, kwuru na ya na Jewell kesara isiokwu nke edemede ya, onye na-agba ume ma na-ekwusi ike mkpa ọrụ ahụ",
  "Katherine kwuru na nkwenye Jewell \"dị oke mkpa\" n'ihi na Katherine hụrụ ọrụ [Jewell] n'anya nakwa n'ihi mmekọrịta dị n'etiti ọrụ [Jewell] na Audre Lorde. Katherine kwuru na ọ chọrọ ịghọta ihe mere Jewell ji chee na edemede Katherine ga-adị mkpa, mana ọ na-ala azụ ịjụ ya",
  "Mgbe Jewell nwụsịrị, Katerine chere na ọ chọtara azịza ya na uri Jewell \"Show You Here.\"",
  "Valerie Jean, onye Africa America na-ede abụ, na-ede banyere akwụkwọ ozi ya na Jewell nke afọ ise, mmasị ha nwere maka Audre Lorde na mmetụta onwe onye ọnwụ Jewell nwere na edemede na ndụ Jean.",
  "Lisa C",
  "Moore, onye guzobere na onye nchịkọta akụkọ nke RedBone Press, raara onwe ya nye Does Your Mama Know?: An Anthology of Black Lesbian Coming Out Stories",
  "O dere, sị: “Na ncheta Terri Jewell, onye mụnyere ọkụ n’obi m na n’okpuru azụ m ma mee ka m na-aga.”",
  "N'afọ 2018, Voices of the Revolution, otu okwu ọnụ, nke Susan Harris, Laurie Hollinger na TariMuñiz guzobere, mere ememe ọrụ Pat Parker, Terri Jewell, June Jordan na ụmụ nwanyị ndị ọzọ dị ike, ndị na-eme mgbanwe na Mgbako Ụmụ nwanyị na-eme mmemme kwa afọ nke ịrị atọ na atọ nke emere na Edgewood United Church na East Lansing, Michigan.",
  "N'afọ 2019, Su Penn duziri mkparịta ụka banyere ndụ Jewell na Mgbako Ụmụ nwanyị na-eme mmemme kwa afọ nke ịrị anọ  nke emere na Edgewood United Church na East Lansing, Michigan."
]