[
  "Terrace Jamahl Martin (amụrụ na Disemba 28, 1978) bụ ónyé America na-eti egwu, ónyé na-eti rap, ónyé na na-agụ egwu, na ónyé na-emepụta ihe ndekọ",
  "A maara ya nke ọma màkà ịmepụta ndekọ màkà ọtụtụ ndị omenkà ama na ụlọ ọrụ egwu, gụnyere Kendrick Lamar, Snoop Dogg, Game, Busta Rhymes, Stevie Wonder, Charlie Wilson, Raphael Saadiq na YG, n'etiti ndị ọzọ",
  "Martin bụ onye na-egwu ọtụtụ ngwá egwu nke mmepụta egwu ya gosipụtara funk, jazz, classic na mkpụrụ obi",
  "Martin wepụtara abọm studio nke isii ya, Velvet Portraits, na akara ya, Sounds of Crenshaw Records, site na Ropeadope Records.",
  "Nna Martin, Ernest \"Curly\" Martin, bụ onye na-akụ egwu jazz na ónyé otu Omaha Black Music Hall of Fame, nné ya bụkwa ónyé na-agụ egwu. Ọ tolitere na-ege egwu dịgasị iche iche, gụnyere John Coltrane na Parliament ma malite ịkpọ piano Mgbè ọ dị afọ isii",
  "Mgbè ọ dị afọ iri na atọ, na-emepụta egwu mbụ ya na Casio CZ-101 Keyboard ya na E-mu SP-1200, a gbara Martin ume ka ọ were saxophone ma mụta ịkpọ ya n'onwe ya tupu ọ banye na Santa Monica High School, iji mee ka nkà egwu ya dị nkọ",
  "Ọ gara Locke High School, iji mụọ n'okpuru Reggie Andrews, ébé ọ ghọrọ onye isi oche mbụ nke All-State Jazz Band",
  "Dị ka nwatakịrị mara mma, Martin nwetara mmasị nke onye na-eme ihe ngosi okwu Jay Leno, onye nyere ya agụmakwụkwọ ma mesịa zụta mpi ọkachamara mbụ ya. Mgbe ọ gụsịrị akwụkwọ sekọndrị, Martin gara CalArts mana o kpebiri na ụlọ akwụkwọ ahụ abụghị màkà ya, wee malite ịgagharị na Puff Daddy na ndị ukwe ozioma God's Property.",
  "Ndị isi Hollywood na ụlọ ọrụ egwu matara Martin ma nweta ihu ọma n'ụwa jazz, ébé ọ na-egwuri egwu dị ka onye otu Billy Higgins' World Stage All-Stars",
  "Nnukwu ohere Martin bịara mgbè ya na Snoop Dogg mepụtara redio Power 106",
  "O nwetara obéré ihe na 213's \"Joystick\" wee gaa n'ihu bụrụ otu n'ime ndị Snoop Dogg na-achọ ndị na-emepụta, na-etinye ego na R&G (Rhythm & Gangsta): The Masterpiece na Ego Trippin albums",
  "N'afọ 2007, ọ bịanyere ákà na nkwekọrịta ndekọ na Warner Bros",
  "Ihe ndekọ.",
  "The Demo, abọm izizi nké Martin na 2010, gosipụtara ya dị ka onye na-eti egwu na ónyé na-emepụta ihe",
  "Abọm ahụ gụnyere ịkụ na amaokwu ndị ọbịa sitere n'aka ndị na-ese ihe gụnyere Snoop Dogg, Wiz Khalifa, Pete Rock, DJ Quik na Kurupt. Na Septemba 28, 2010, Terrace Martin na ónyé ọrụ redio Devi Dev wepụtara egwuregwu gbasaa (EP) Here, My Dear",
  "Otu mbụ sitere na EP bụ \"Roll Up Another One\", nke Wiz Khalifa na Overdoz gosipụtara",
  "EP gosipụtara ndị ọbịa si Snoop Dogg, Charlie Wilson, Kurupt, Kendrick Lamar, U-n-i, James Fauntleroy II na onye pianist Kenneth Croutch. EP sitere n'ike mmụọ nsọ nke Marvin Gaye's 1978 album nkè otu aha ahụ. Na Disemba 21, 2010, Terrace Martin na Devi Dev malitere usoro egwu ha n'ịntanetị #DeviTerraceTuesday",
  "Na Febụwarị 22, 2011, ha wepụtara ọrụ nke abụọ ha, The SEX EP."
]