[
  "Teslim Balogun Stadium bụ otu na  ámá egwuregwu a na-eji eme ọtụtụ ihe na Surulere, Lagos, Nigeria",
  "A na-ejikarị ya eme ihe dika egwuregwu bọọlụ ma na-eje ozi dị ka ebe obibi nke ụlọ akụ First Bank FC",
  "Ndị otu egwuregwu rugby nke mba Naịjirịa na-ejikwa ebe ahụ. Ámá egwuregwu ahụ nwere ike inabata opekanpe mmadụ dika 24,325, a na-ejikwa ya eme ihe mgbe ụfọdụ maka egwuregwu bọọlụ mba ụwa",
  "Ọ rụrụ ọrụ dị ka ebe a na-eme asọmpi ikpeazụ nke Naịjirịa FA Cup, obere oge tupu ọ kwado egwuregwu ụfọdụ na asọmpi ndị ntorobịa FIFA U-17 World Cup nke 2009 nke e mere na Naịjirị",
  "Ọ dị n'akụkụ Lagos National Stadium.",
  "A na-akpọ ya aha onye bụbu onye na-agba bọọlụ Teslim Balogun.",
  "ọ malite na afọ 1984 n'okpuru nchịkwa nke gọvanọ ndị agha Gbolahan Mudasiru, owuwu ahụ nọgidere na-akwụsị n'okpuru ọchịchị ndị agha ma ámá egwuregwu ahụ ghọrọ enyí ọcha",
  "Ka ọ na-erule mgbe e wuchara ámá egwuregwu ahụ na 2007, o were afọ iri abụọ na atọ iji wuo ya ma kwụọ ihe karịrị ijeri N1.3.",
  "N'oge na-adịbeghị anya dị ka afọ 2006, ndị na-enweghị ebe obibi na ụmụ nwoke nọ na ya.",
  "Ihe omume mbụ e mere n'ámá egwuregwu ahụ bụ 18th Mobil Track and Field Athletics Championship na 17 Mee",
  "Egwuregwu bọọlụ mbụ bụ egwuregwu enyi na enyi na 28 Mee n'etiti Enyimba na Asante Kotoko",
  "Ámá egwuregwu ahụ mekwara egwuregwu Super Four nke Nigeria Premier League n'oge ahụ na nke ikpeazụ nke Nigeria FA Cup na 2007",
  "E mere asọmpi ikpeazụ nke 2009 Federation Cup n'etiti Enyimba na Sharks n'ámá egwuregwu ahụ.",
  "Kọmishọna nke Lagos State maka Egwuregwu Ndị Ntorobịa na Mmepe Ọha, Prince Ademola Adeniji-Adele kpughere na FIFA Media Briefing Room nke Teslim Balogun Stadium na 18 Mee 2009 na nkwadebe maka FIFA U-17 World Cup na \"ya na FIFA Star Two artificial turf, FIFA Grade oche na ezumike azụ, ikike oche nke 24,325, 70 kVA na-emepụta ọkụ eletrik setịpụrụ maka akara dijitalụ, ọnọdụ nka ndị ọzọ na-agbanwe ụlọ maka ndị na ndị ọrụ, ihe nche CCTV nwere igwefoto, 1,000 kVA na 500 kVA na ihe ịga nke ọma\".",
  "Ogige egwuregwu Teslim Balogun bụkwa ebe a na-eme emume egwuregwu mba nke iri na asatọ na Disemba 2012.",
  "N'afọ 2018, n'oge ụbọchị nnwere onwe Naịjirịa (1 Ọktoba 2018); E mere asọmpi Crawford Age na ọdọ mmiri Olympic Standard nke ámá egwuregwu ahụ.",
  "Ọ bụ onye Naijiria Architect O.C",
  "Majoroh nke Majoroh Partnership haziri ámá egwuregwu ahụ.",
  "Àtụ:Lagos"
]