[
  "Tessa Peake-Jones (amuru 9 Mee 1957) bu onye omekorita bekee",
  "A maara ya maka ọrụ ya dị ka Raquel na BBC sitcom Only Fools and Horses, onye ọ na-egwuri site na December 1988 ruo mgbe mmemme ahụ kwụsịrị na 2003.",
  "Peake-Jones gụrụ akwụkwọ na Kenmore Park Junior School, Harrow na Downer Grammar School, nke a maara ugbu a dị ka ụlọ akwụkwọ sekọndrị Canons, tupu ọzụzụ na Central School of Speech and Drama",
  "A kacha mara Peake-Jones maka ịkpọ Raquel Turner, onye ogologo oge nke onye isi agwa Derek \"Del Boy\" Trotter, na ihe nkiri  naanị nzuzu na ịnyịnya",
  "O nwere ọrụ mmekọ ọnụ na usoro ihe nkiri TV na 1999 olulu dị na Nwunye na Ọnwụ",
  "Ihe ngosi onyonyo ya ndị ọzọ gụnyere The Demon Headmaster, Midsomer Murders, Casualty, Holby City, The Bill, Up the Garden Path and So Haunt Me",
  "Ọ pụtara na mmegharị BBC nke Iris Murdoch 's The Bell (1982)",
  "Ọ rụkwara ọrụ nke nwanne nwanyị Mary Bennet na-ede akwụkwọ  na mmegharị nke BBC nke Pride and Prejudice (1980).",
  "Na 2009 ya na 2011, Peake-Jones gbara Sue Bond na opera ncha ụbọchị BBC, ndị dọkịta",
  "N'afọ 2013, ọ pụtara na ihe omume ekeresimesi Dọkịta bụ \" Oge Dọkịta \", na-egwu agwa akpọrọ Marta.",
  "Na ọnwa nke atọ na afọ 2008 ọ pụtara dị ka onye ọrụ na Channel 4 ejije Poppy Shakespeare",
  "Nịm n'ụlọ ọgwụ psychiatric, mmepụta ahụ nwekwara kpakpando Naomie Harris na Anna Maxwell Martin",
  "Kemgbe 2014 ọ pụtara na Grantchester dị ka Oriakụ Sylvia Maguire, onye na-elekọta ụlọ okpukpe na onye na-ahụ maka ụlọ.",
  "Na 2019, ọ pụtara na ihe nkiri ITV All Star Musicals, na-abụ \" Mamma Mia \" site na Mamma Mia! egwu;  ọ natara ngụkọta nke 17 n'ime kpakpando 20.",
  "Onye mmekọ Peake-Jones bụ Douglas Hodge, bụ onye nọchiri ọnọdụ nwa ya nwoke Damien Trotter dị ka onye toro eto na naanị ndị nzuzu na ịnyịnya na- eme ihe nkiri \" Ndị dike na ndị obodo \"",
  "Ha mara ọkwa na ha gawara onwe ha na onwa nke abụọ na afọ 2013 mgbe afọ 27 gachara",
  "Ha nwere ụmụ abụọ: otu nwa nwanyị, a mụrụ na 1991; na nwa nwoke, a mụrụ c",
  "2000"
]