[
  "Thích Nhất Hạnh (/ˈtɪk ˈnjʌt ˈhʌn/; Vietnamese: [thǐk 1910 ɲə̌t hâjŋ́́́́] (nụrụ); a mụrụ Nguyễn Xuân Bảo; 11 Ọktoba 1926 ̆ 22 Jenụwarị 2022) bụ onye mọnk Buddha nke Vietnamese Thiền, onye na-eme udo, onye edemede na-emepụta ihe, onye na onye na-ede uri na onye nkuzi, onye guzobere Plum Village Tradition, nke a maara n'akụkọ ihe mere eme dị ka isi ihe maka okpukpe Buddha. A maara ya dịka \"nna nke uche\", Nhất Hạnh nwere mmetụta dị ukwuu na omume ọdịda anyanwụ nke okpukpe Buddha.",
  "N'etiti afọ 1960, Nhất Hạnh guzobere School of Youth for Social Services ma mepụta Order of Interbeing",
  "A chụpụrụ ya na South Vietnam n'afọ 1966 mgbe o kwupụtara mmegide megide agha ahụ ma jụ ịzọ akụkụ. N'afọ 1967, Martin Luther King Jr",
  "họpụtara ya maka Nobel Peace Prize. Nhất Hạnh guzobere ọtụtụ ebe obibi ndị mọnk na ebe mmega ahụ ma nọrọ ọtụtụ afọ na-ebi na Plum Village Monastery, nke o guzobere n'afọ 1982 na ndịda ọdịda anyanwụ France nso Thénac, na-aga mba ụwa iji nye ezumike na okwu. Nhất Hạnh kwalitere ige ntị miri emi dịka ihe ngwọta na-enweghị ime ihe ike maka esemokwu ma chọọ ịkwalite mmata banyere njikọ nke ihe niile dị na okike. O chepụtara okwu ahụ bụ \"Buddha na-etinye aka\" n'akwụkwọ ya Vietnam: Lotus in a Sea of Fire",
  "Mgbe afọ 39 nke ịgba ọsọ ndụ gasịrị, e nyere Nhất Hạnh ohere ileta Vietnam n'afọ 2005. N'afọ 2018, ọ laghachiri Vietnam na \"ụlọ nsọ mgbọrọgwụ\" ya, Tso Hiếu Temple, nso Huế, ebe o biri ruo mgbe ọ nwụrụ n'afọ 2022, mgbe ọ dị afọ 95.",
  "A mụrụ Nhất Hạnh Nguyễn Xuân Bảo na 11 Ọktoba 1926, n'isi obodo oge ochie nke Huế na etiti Vietnam. Ọ bụ ọgbọ nke iri na ise Nguyễn Đình; onye na-ede uri Nguyễn Djình Chi Hugh, onye dere Lục Vân Tiên, bụ nna nna ya. Nna ya, Nguyễn Đình Phúc, si n'obodo Thành Trung na Thừa Thiên, Huế, bụ onye ọrụ na nchịkwa French. Nne ya, Trần Thị Dĩ, bụ onye na-elekọta ụlọ na Gio Linh district. Nhất Hạnh bụ nwa nke ise n'ime ụmụ isii ha. Ruo mgbe ọ dị afọ ise, ya na nnukwu ezinụlọ ya biri n'ụlọ nne nne ya. Ọ chetara inwe ọṅụ mgbe ọ dị afọ asaa ma ọ bụ asatọ mgbe ọ hụrụ ihe osise nke Buddha dị n'udo, na-anọdụ ala n'elu ahịhịa. N'oge njem ụlọ akwụkwọ, ọ gara n'ugwu ebe onye na-anọ naanị ya bi nke a sịrị na ọ na-anọdụ ala ehihie na abalị iji mee udo dị ka Buddha",
  "Ha nyochara ebe ahụ, ọ chọtara olulu mmiri sitere n'okike, nke ọ ṅụrụ ma nwee afọ ojuju zuru oke",
  "Ọ bụ ahụmahụ a mere ka ọ chọọ ịghọ onye mọnk Buddha. Mgbe ọ dị afọ iri na abụọ, o gosipụtara mmasị n'ịzụ ndị mọnk, nke nne na nna ya, jiri nlezianya na mbụ, mechara hapụ ya ka ọ gaa n'ihu mgbe ọ dị afọ 16.",
  "Àtụ:Notelist-ua"
]