[
  "Thabo Makhetha-Kwinana (21 Septemba 1987) bụ onye na-emepụta ejiji nke a maara nke ọma akụkọ Atụmatụ ndị mmadụ maka atụmatụ ya nke na-ejikọta ụdị Africa na ọdịda anyanwụ, na-elekwasị anya na ọdịbendị Basotho",
  "A mụrụ Thabo Makhetha-Kwinana na Lesotho mana ọ si Lesotho kwaga South Africa mgbe ọ dị afọ atọ ma ndi mádu ziri ihe nọr ka ébé ihe mmefu zaa ndị siri ike ịbelata biri ebe ahụ kemgbe ahụ",
  "Ọ biri na Mahikeng, Johannesburg, Pietermaritzburg, Port Elizabeth ma bi ugbu a na Cape Town, Western Cape province nke South Africa",
  "Thabo Makhetha gụrụ akwụkwọ na Mahadum Nelson Mandela Metropolitan dị na Port Elizabeth ebe ọ gụsịrị akwụkwọ na National Diploma in Fashion",
  "N'afọ 2009, o guzobere akara aha ya mgbe ọ dị afọ iri abụọ na otu, nke nne nne ya bụ onye na-akwa akwa kpaliri",
  "Ọ bụ nne ya hụrụ nkà ya mgbe ọ dị obere wee gaa n'ihu ịzụta ya, igwe ịkwa akwa mbụ ya",
  "Ihe osise ya sitere n'ike mmụọ nsọ nke ihe nketa Basotho ya, na-elekwasị anya na blanket ọdịnala Basotho, nke ọ na-etinye n'ime uwe ya",
  "A makwaara ya maka ojiji ọ na-eji  na ụkpụrụ ndị Afrịka.",
  "Thabo Makhetha mere nke mbụ ya na 2014 na Vancouver  izu ejiji na Canada, ebe a jara ya mma maka ịdị mma na ihe okike nke ọrụ ya maka nchịkọta Kobo ea Bohali \"Blanketị ndị Prestige\"",
  "N'afọ 2014, e nyere Makhetha-Kwinana onyinye mmetụ nke afọ 2014. N'afọ 2015 ọ gosipụtara na South Africa Fashion Week ma gosipụta ya na Lesotho, United Kingdom na Milan, Johannesburg na United States of America",
  "N'afọ 2016 mgbe ahụ, onye nchịkọta akụkọ nke Elle Magazine họpụtara uwe kpakpando Thabo maka Ihe Kasị Mma na South Africa. The Nelson Mandela Chambers sọpụrụ ya dị ka otu n'ime Top 40 Under 40 Achievers nke 2014 ma tinye ya na Mail & Guardian Top 200 Young South Africans ndepụta maka 2017",
  "N'afọ 2020, e gosipụtara ya na Black Parade, Platform nke US Superstar Beyonce iji gosipụta ndị na-emepụta ihe kachasị elu n'Africa. E gosipụtara ya n'akwụkwọ dị iche iche, gụnyere Vogue, Elle, na Marie Claire",
  "N'afọ 2017, Louis Vuitton mere ka isi akụkọ site n'ịmepụta nchịkọta ụmụ nwoke site na iji mbipụta yiri nke ahụ dị ka blanket Basotho, ihe na-ese okwu nke kpatara ebubo nke iji ọdịbendị mee ihe."
]