[
  "Terius Youngdell Nash (amụrụ na Septemba 20, 1977), nke a maara nke ọma site na aha ya bụ The-Dream, bụ ónyé America na-agụ egwu, onye na-ede egwu, na onye na-emepụta ihe ndekọ. Ihe odide ya gụnyere egwu ya na \"Me Against the Music\" (2003) màkà Britney Spears, \"Ride\" (2010) màkà Ciara, \"Umbrella\" (2007) màkà Rihanna, \"Single Ladies (Put a Ring on It) (2008) na \"Partition\" (2013) màkà Beyonce, \"Touch My Body\" (2008) màkà Mariah Carey, \"16 @ War\" maka Karina Pasian (2008), \"Baby\" (2010) maka Justin Bieber, \"All of the Lights\"(2010) maka Kanye West, na \"No Church in the Wild\" (2013) maka Jay-Z na Kanye West",
  "Dị ka onye na-edekọ egwu, ọ wepụtara abọm studio ise n'etiti 2007 na 2013: Love / Hate (2007), Love vs",
  "Ego (2009), Love King (2010), 1977 (2011) na IV Play (2013)",
  "Ntọhapụ abọm ya kachasị ọhụrụ bụ abọm atọ nke 2018 Ménage à Trois: Sextape Vol",
  "1, 2, 3 na abọm 2020 Sextape 4.",
  "A mụrụ Terius Nash na Rockingham, North Carolina",
  "Ya na nne ya kwagara Atlanta, Georgia mgbè ọ dị afọ abụọ",
  "Mgbè mbụ ọ mụtara ịkpọ opi n'ụlọ akwụkwọ elementrị, Nash mụtara otú e si akpọ ụbọ na ụbọ. Nne ya nwụrụ n'afọ 1992 mgbe Nash dị afọ iri na ise, ihe omume nke ga-akpali ya ide egwu. Ọ na-ekwu na ọnwụ nne ya nyèrè ya \"ebe dị nro\" maka ụmụ nwanyị, nke ọ na-ekwu na ọ chọrọ ide egwu banyéré ike ụmụ nwanyị dịka \"Umbrella\" nke Rihanna. Ọ kwagara na nna nna ya, onye na-arụ ọrụ na-arụ ọrụ nke na-etinye ụkpụrụ ọrụ siri ike na Nash na-eto eto",
  "N'ihe banyéré nna nna ya, Nash na-echeta \"Ọ si n'oge ọjọọ maka ndị isi ojii na ndịda, mana ọ bụ ezie na anyị bi na hood, anyị nwere ụgbọ mmiri, ụfọdụ ụgbọala na ụlọ a kwụrụ ụgwọ",
  "Ya mere enwere m echiche dị iche na ndụ",
  "Ọ dịghị ihe m na-enweghị ike ime",
  "'",
  "Nash zutere ónyé na-emepụta R&B Laney Stewart na 2001 na Stewart nyeere ya aka inweta nkwekọrịta mbipụta mgbè Nash dere \"Ihe niile\" maka abọm B2K Pandemonium!. N'okpuru aha edemede \"The-Dream\", Nash malitere ide egwu màkà ndị na-ese ihe na-ewu ewu",
  "O so dee egwu Britney Spears \"Me Against the Music\" site na abọm ya In the Zone",
  "Ọ nọrọ afọ abụọ na-arụ ọrụ na abọm nke abụọ nke Nivea bụ Complicated, nke ónyé isi ya mepụtara, ma gaa n'ihu na-ede ma na-emepụta ya na Christopher \"Tricky\" Stewart, nwanne Laney, nke dugara Rihanna na 2007 kụrụ \"Umbrella\"",
  "A họpụtara \"Umbrella\" maka Abụ nke Afọ na 2008 Grammy Awards.",
  "N'afọ 2007, Nash bịanyere aka na nkwekọrịta ndekọ na Def Jam Recordings wee malite ịrụ ọrụ na abọm studio mbụ ya Love / Hate Ọ bụ The-Dream, onye ọrụ ibe ya Tricky Stewart, na Los Da Mystro mepụtara abọm ahụ, ma gosipụta Fabolous na Rihanna. Edere ma dekọọ abọm ahụ n'ime ụbọchị asatọ na egwu iri na abụọ na-eme nke ikpeazụ",
  "N'ịbụ onye a tọhapụrụ na Disemba 11, 2007, na The-Dream's Def Jam imprint Radio Killa Records, abọm ahụ gosipụtara egwu \"Shawty Is a 10\", \"Falsetto\" na \"I Luv Your Girl\" ma nata nyocha dị mmá site n'aka ndị nkatọ, dị ka Rolling Stone kpọrọ ya \"otu n'ime ihe ndekọ R&B kachasị mmá n'afọ\" na UrbanMusicReviews.com kwùrù na ónyé na-agụ egwú ahụ \"hit a home run\". Na June 2008, a kpọrọ The-Dream Best New Artist na BET Awards.",
  "Na egwu Love King \"Sex Intelligent (Remix),\" The-Dream bụrụ abụ na ọ ga-ewepụta abọm na-esote nke akpọrọ Love Affair na June 7, 2011. Na ụbọchị ntọhapụ ahụ, The-Dream wepụtara egwu ọhụrụ abụọ akpọrọ \"Body Work / Fuck My Brains Out\" dị ka nbudata n'efu sochiri abọm akpọrọ 1977 na August 31, 2011, dịkwa ka nbudata n'efu. Def Jam Recordings wepụtara 1977 n'ahịa na Disemba 18, 2012, na ndepụta egwu gbanwere. Love Affair na-egbu ógè ugboro ugboro ma gbanwee aha ahụ na The Love, IV, Love IV: Diary of a Madman, Love IV MMXII, na n'ikpeazụ IV Play. N'ihe fọrọ nke nta ka ọ bụrụ afọ atọ n'etiti Love King na IV Play, The-Dream wepụtara egwu \"Roc\" na \"Dope Bitch\", nkè etinyeghị na ndepụta egwu ikpeazụ màkà IV Play.",
  "The-Dream wepụtara abọm akpọrọ Ménage à Trois: Sextape Vol",
  "1, 2, 3 na Disemba 2018, na abọm ọzọ akpọrọ Sextape 4 na Eprel 2020.",
  "Na mgbakwunye na ọrụ ya na Nivea na Rihanna, Nash edeela ma mepụta egwu màkà ọtụtụ ndị ọzọ ama ama R&B, hip hop, na ndị egwu pop, gụnyere J",
  "Holiday, Usher, Yung Joc, Jesse McCartney, Mariah Carey, Karina Pasian, Ciara, Brandy, Diddy, Mary J",
  "Blige, B2K, Beyoncé na Tulisa Contostavlos",
  "N'afọ 2009, The-Dream na Tricky Stewart dere ma mepụta abọm How to Be a Lady: Volume 1 nkè otu ụmụ agbọghọ R&B Electrik Red.",
  "The-Dream abụrụla ónyé na-ese ihe na egwú ndị na-ese ihe dịka Plies, LL Cool J, Dear Jayne, Gym Class Heroes, Sterling Simms, Rick Ross, Fabolous, Jamie Foxx, na Snoop Dogg.",
  "John Calvert nke The Quietus na-ede na \"stadium-R&B\" nke The-Dream gbanwere ụdị ahụ dị ka akụkọ ifo,\" na-ezo aka na ya dị ka mmetụta na egwu Frank Ocean nke afọ 2012 \"Pyramids\". Ónyé nchịkọta akụkọ Allmusic Andy Kellman na-ede na, ya na Carlos McKinney na Tricky Stewart, The-Dream \"jidere belt màkà ngalaba electronic pop-R&B, nke ndị na-emepụta ihe ọhụrụ Leon Sylvers III, Kashif na Morrie Brown, Prince, Jam & Lewis, Teddy Riley, Timbaland na Missy Elliott, na Neptunes nwere",
  "\"",
  "The-Dream nwere ụmụ itoolu",
  "Mgbe ha na-akpa ọnwa isii, Nash lụrụ enyi ya nwanyị, Nivea n'afọ 2004",
  "Ha nwèrè ụmụ atọ",
  "Nivea gbàrà akwụkwọ maka nkewa iwu na Disemba 10, 2007",
  "Nash kwuru na ọ bụ ezie na ya na Nivea hụrụ n'anya, enweghị ahụmịhe ya n'ezinụlọ na-etolite pụtara na \"a naghị akụziri ya ihe karịrị ịhụnanya [ọ na-ewe] iji nwee mmekọrịta",
  "Dị ka, 'n'ihi na ịhụnanya abụghị naanị ebe ọ ga-agwụ",
  "Ọ pụghị ịmalite ma kwụsị na ịhụnanya",
  "A ghaghị inwe ụfọdụ ihe ọmụma na ndidi nke a na-enweta iji mee ka ọ na-aga n'ihu ma mee ka ọ kwụ ọtọ, achọpụtara m ụzọ siri ike",
  "\" E mechiri ịgba alụkwaghịm ha na June 15, 2008.",
  "E jidere Nash na June 2013 na Newport Beach, California màkà ebubo ime ihe ike n'ụlọ, mana enyi ya nwanyị Lydia Nam jụrụ ebubo.",
  "E jidere Nash na Mee 7, 2014, na ebubo nke mwakpo na ịnyagbu, itinye ụmụaka n'ihe ize ndụ n'ihe ize ndụ megide enyi ya nwanyị dị ime Lydia Nam maka omume ya na Eprel 4, 2013, mgbè ha nọ na Plaza Hotel na New York. A kpochapụrụ Nash ebubo, gụnyere mwakpo mpụ na ịnyagbu, na mpụta dị mkpirikpi na Manhattan Criminal Court.",
  "A họpụtara The-Dream ugboro iri na ise maka Grammy Awards, na-emeri ise n'ime nhọpụta ndị a."
]