[
  "The Harvest (Spanish: ) bụ ihe nkiri nke afọ 2010 banyere ọrụ ụmụaka na-arụ ọrụ ugbo na mba America",
  "Ihe nkiri a na-egosi ụmụaka dị afọ iri na abụọ (12) na-arụ ọrụ ruo awa iri na abụọ n'ụbọchị, ọnwa isii n'afọ, n'okpuru ọnọdụ dị ize ndụ: ikpughe okpomọkụ, ọgwụ ahụhụ, na ọrụ dị ize ndụ",
  "Ụlọ ọrụ ugbo anọwo n'okpuru iwu ọrụ dị nro karịa ọrụ ọ bụla ọzọ na mba United States",
  "N'ihi ya, enweghị ụlọ akwụkwọ na-agbanwe agbanwe na-ebelata ohere ha nwere ịga nke ọma na ụlọ akwụkwọ sekọndrị ma ọ bụ karịa",
  "Ọnọdụ ndị dị ize ndụ na-eyi ahụike na ndụ ha egwu",
  "Ebumnuche nke ihe nkiri a bụ ime ka a mara ọnọdụ ọrụ siri ike nke ọtụtụ iri puku ụmụaka na-eche ihu n'ọhịa nke mba United States kwa afọ na ịme Iwu Ụmụaka maka Ọrụ Na-ahụ Maka Ọrụ (CARE Act, HR 3564) nke ga-eweta ọnọdụ ọrụ na ndị ọrụ ubi nke a na-enye ụmụaka na ọrụ ndị ọzọ.",
  "The Fair Labor Standards Act (FLSA) nwere ụkpụrụ dị iche iche maka ụmụaka na-arụ ọrụ ugbo karịa na ụlọ ọrụ ọ bụla ọzọ",
  "Association of Farmworker Opportunity Programs na-eme atụmatụ na e nwere n'etiti ụmụaka 400,000 na 500,000 na-arụ ọrụ na ụlọ ọrụ ugbo",
  "Ụmụaka dị afọ iri na abụọ na-arụ ọrụ n'ubi",
  "Enweghị ọnụ ọgụgụ kacha nta nke awa a na-arụ ọrụ n'ụbọchị, ma e wezụga ịnọ n'èzí awa ụlọ akwụkwọ",
  "A na-ekpughe ha na anyanwụ, ọgwụ ahụhụ na-emerụ ahụ na ọnọdụ dị ize ndụ",
  "Ụmụaka nọ n'ihe ize ndụ dị okpukpu atọ nke ịnweta ọgwụ ahụhụ karịa ndị okenye n'ihi nha ha na ọkwa mmepe ha",
  "Ọnụ ọgụgụ ndị nwụrụ anwụ bụ okpukpu isii karịa na ụlọ ọrụ ọ bụla ọzọ: ụmụaka na-akpata 20% nke ọnwụ niile n'ugbo",
  "Ọ bụ ezie na ọrụ ugbo bụ ọrụ dị ize ndụ, ọ dịghị ọnụ ọgụgụ a na-edebe banyere ụmụaka na-arụ ọrụ na ihe mberede dị egwu.",
  "Ụmụaka na-arụ ọrụ n'ugbo ma ọ bụ n'ubi na-etinye nkezi awa iri atọ n'izu, ọbụnadị n'oge afọ mgbe ụlọ akwụkwọ nọ na nnọkọ",
  "N'ime ụmụaka na-arụ ọrụ n'ugbo, 50% n'ime ha agaghị agụcha akwụkwọ na ụlọ akwụkwọ sekọndrị.  Ngalaba na-ahụ maka ọrụ na mba United States na-eme atụmatụ na ụmụaka na-enweta ihe dị ka $ 1,000 n'otu afọ.",
  "The Harvest bụ ihe nkiri na-egosi ndụ ụmụaka ndị mbịarambịa na ezinụlọ ha na United States",
  "Ọ na-elegharị anya na Edward R",
  "Murrow's Harvest of Shame, nke e mere afọ iri ise na atọ gara aga, ma na-ekpughe na obere ihe agbanweela n'ime afọ iri ise gara aga na ndụ ndị ọrụ ugbo si mba ọzọ na mba United States",
  "Otú ọ dị, a na-agwa owuwe ihe ubi site n'echiche nwatakịrị ka ọ na-egosi atọ n'ime ihe karịrị ụmụaka 400,000 nọ n'agbata afọ 5 na 16 na-arụ ọrụ n'ubi na ụlọ ọrụ mmepụta ihe, na-enweghị nchebe nke Fair Labor Standards Act na-enye nke ụmụaka ndị America ndị ọzọ niile na-enwe.",
  "Ihe nkiri a na-akọwa ọtụtụ ụmụaka na ezinụlọ ha ka ha na-arụ ọrụ n'oge owuwe ihe ubi nke afọ 2009-2010, na-eche ihe ize ndụ nke nkewa, ịchụpụ ma ọ bụ ọnwụ",
  "Otu nwa agbọghọ dị afọ iri na abụọ, Zulema L., na-arụ ọrụ n'ubi strawberries",
  "Otu n'ime ihe ncheta mbụ ya bụ nne ya kụziiri ya ka ọ na-ahọpụta ma na-ehicha strawberry",
  "Zulema na-agbasi mbọ ike n'ụlọ akwụkwọ n'ihi mmegharị oge ezinụlọ",
  "Ọ gara ụlọ akwụkwọ asatọ dị iche iche n'ime afọ asatọ",
  "Enweghị obi ike na ọ ga-aga ụlọ akwụkwọ sekọndrị, ọ nweghị nrọ banyere ihe ọdịnihu ya nwere ike ijide",
  "Ihe nkiri a na-enyocha ụmụaka ndị ọzọ na akụkọ nke ha banyere ibi ndụ nke nwatakịrị na-arụ ọrụ.",
  "Ọrụ malitere na ihe nkiri ahụ n'ọnwa Juun n'afọ 2007 na site na owuwe ihe ubi nke afọ 2009-2010",
  "N'oge ahụ, ọrụ ahụ esorola owuwe ihe ubi na steeti Minnesota, North Dakota, Texas, Florida, Georgia, North Carolina na Ohio",
  "A gbara ihe nkiri ahụ na oke sinima",
  "Mmepụta post-mmepụta malitere na mbido oge oyi nke afọ 2010, na mmecha nke ihe nkiri ahụ na ọdịda nke afọ 2010.",
  "Ọ bụ Shine Global na Globalvision, Romano Film and Photography, na Eva Longoria's UnbeliEVAble Productions mepụtara owuwe ihe ubi ahụ",
  "Longoria bịanyere aka dị ka onye isi na-emepụta ọrụ ahụ n'afọ 2009. Ọ bụ U",
  "Roberto (Robin) Romano, onye na-ese foto nke Faces of Freedom duziri ya.",
  "The Harvest malitere na International Documentary Film Festival IDFA na Amsterdam n'ọnwa Nọvemba nke afọ 2010, na mba  Guadalajara International Film Festival na Guadalajara, Mexico n'ọnwa Machị 26, 2011.  N'ịbụ nke Cinema Libre kesara, Ihe nkiri ahụ nwere mmalite ihe nkiri ya na New York City n'ọnwa Julaị 29, 2011, wee dị na DVD Ọktoba n'afọ 2011.",
  "Eva Longoria, onye nduzi U",
  "Roberto Romano, na onye nduzi Julia Perez gara Capitol Hill iji mee ncheta nke onye nnọchi anya Lucille Roybal-Allard webatara iwu CARE Act na Septemba 2009",
  "Iwu Ụmụaka maka Ọrụ Na-ahụ Maka Ọrụ (CARE Act, HR 3564) na-ekwu maka ọnọdụ kachasị njọ nke ọtụtụ iri puku ụmụaka dị afọ iri na abụọ nwere ike ịdaba na ya, dị ka mmachi na ọnụ ọgụgụ awa ụmụaka na-arụ ọrụ n'otu ụbọchị",
  "Ebumnuche nke ụgwọ ahụ bụ iwelie ụkpụrụ maka ụmụaka na-arụ ọrụ ugbo na nke ọrụ ọ bụla ọzọ na United States",
  "Ka ọ na-erule Septemba 1, 2010, ụgwọ ahụ nwere ndị nkwado 103",
  "Mgbe ha nọ na Capitol Hill, Longoria na Romano gosipụtara ihe nkiri sitere na ihe nkiri ahụ iji gosipụta ọnọdụ ọrụ siri ike na mmegbu nke ụmụaka n'ubi.",
  "E bu ụzọ gosipụta ihe nkiri ahụ na nzuzo na mkparịta ụka nke Ngalaba Ọrụ nke United States, nke odeakwụkwọ nke Ọrụ Hilda Solis kwadoro na gụnyere Dolores Huerta nke United Farm Workers, onye na-eme ihe nkiri Robin Romano, Mark Lara si Ngalaba Ọrụ na Ngalaba Na-akwụ ụgwọ, na ndị ọkachamara ndị ọzọ",
  "N'oge ngosi ahụ, akọwapụtara nkọwa nke ụgwọ Roybal-Allard: nwatakịrị ga-abụrịrị onye na-erubeghị afọ iri na anọ iji rụọ ọrụ n'ubi, a na-egbochi ụmụaka na-erubeghị afọ iri na isii ịrụ ọrụ n'ubi ma ọ bụrụ na ọ na-emetụta ahụike ha ma ọ bụ arụmọrụ ụlọ akwụkwọ, a na-egbochi ụmụaka na-erubeghị afọ iri na asatọ ịrụ ọrụ dị ize ndụ.",
  "N'abalị iri na abụọ n'ọnwa Ọgọstụ n'afọ 2014, onye isi ihe nkiri ahụ, Julia Perez, kwuru okwu n'ihu Kọmitii Mba Ndị Dị n'Otu na-ahụ maka iwepụ ịkpa ókè agbụrụ n'aha ikike ndị ọrụ ugbo na ọrụ ụmụaka na ọrụ ugbo nke United States. Nkwupụta mgbasa ozi nke UN kwuru banyere ikpughe ọgwụ ahụhụ, izu ohi ụgwọ ọrụ, mwakpo mmekọahụ, iyi egwu ndị uwe ojii na ọnọdụ ọrụ iwu na-akwadoghị ndị ọzọ ụmụaka na-eche ihu - ọkachasị ụmụaka Latino bụ ndị amụrụ na mba United States ma ọ bụ soro ezinụlọ ha kwaga."
]