[
  "The Exclusives (nke bụbu Move Sumthin Productions) bụ ndị American / Canadian R & B / pop / hip hop nkè edeme abụ na mmepụta otu si Miami, Florida, gụnyere Sean \"Pen\" McMillion na Ralph \"Vintage\" Jeanty",
  "Ihe ịga nke ọma izizi a ma ama nke ndị otu Atlanta ugbu a sitere na idekọ egwu platinum na-ere \"I Luv This Shit\" nke August Alsina dere.",
  "The Exclusives bidoro dị ka ndị na-ede egwu na ndị na-emepụta egwu, na-edekọ egwu \"Never Window Shopping\" n'ihe banyere Lloyd na Mpaghara 4 / Interscope ntọhapụ King of Hearts",
  "N'okpuru nduzi nke akụkọ R&B Betty Wright, ha abụọ na Wright na The Roots rụkọrọ ọrụ, na-edekọ egwu abụọ na abọm ha Betty Wright: The Movie, wepụtara n'ọnwa Nọvemba ụbọchị irí na isé, n'afọ 2011",
  "Abọm ahụ nwetara ọtụtụ nyocha dị mma; Metascore nyere ya iri asaa na atọ n'ime otu narị",
  "Pen na Vintage so dee egwu \"Real Woman\", nke gosipụtara Snoop Dogg, na \"Baby Come Back\", nke gosipụtara Lenny Williams.",
  "Ọrụ na abọm Betty Wright nyere ha ohere iso The Roots rụọ ọrụ na abọm izizi ha, nke akpọrọ Undun, nke ewepụtara n'ọnwa Disemba ụbọchị abụọ, n'afọ 2011",
  "Abọm ahụ bịdọrọ na ọnụọgụgụ iri na asaa na Billboard Hot 200; The Exclusives so dee egwu \"The Other Side\", nke gosipụtara Greg Porn na Bilal.",
  "Ha abụọ zutere August Alsina na-eto eto n'afọ 2011 wee dekọọ \"I Luv This Shit\" n'afọ 2012",
  "Ọ nọ n'elu chaatị Mainstream R&B / Hip-Hop n'ihe banyere izu abụọ n'ọnwa Nọvemba n'afọ 2013, August Alsina ghọrọ onye egwu R&B mbụ ruru nọmba otu na egwu izizi kemgbe Jeremih na \"Birthday Sex\" na 2009",
  "Na isi Hot R&B / Hip-Hop Songs, ọ ruru nọmba 15, wee ruo nọmba 19 na chaatị Rhythmic",
  "Ọ ruru ọnụ ọgụgụ 48 na <i id=\"mwPg\">Billboard</i> Hot 100",
  "Na Machị 6, 2014, Recording Industry Association of America (RIAA) kwadoro \"I Luv This Shit\" ọla edo maka mbupu 500,000 mbipụta",
  "Emelitere asambodo ahụ na platinum na Ọktoba 2, 2014.",
  "N'ọnwa Ọgọstụ afọ 2014, The Exclusives tinyere nkwekọrịta mbipụta na Warner Chappell Music."
]