[
  "The Mother/Child Papers bụ akwụkwọ nke anọ nke uri nke Alicia Ostrikerń",
  "Ọ bụ ike   pịapịa tẹtẹ  bipụtara ya na 1980 mà bipụtaghachi yá ná 1986 ná 2009.  E kewara akwụkwọ ahụ ụzọ anọ, mà nweta mkpali site ná ihe omume nkè ógè Agha Vietnam na ahụmịhe onwé ónyé Ostriker ná ịbụ nné",
  "N'ime ọrụ ahụ, Ostriker na-ejikọta ntụgharị uche banyere agha megide échichè nkè ịbụ nné ná ahụmịhe nkè ọmụmụ",
  "Ọtụtụ amaokwu ná akụkụ ndị mejupụtara akwụkwọ ahụ na-emegide ọrụ nwanyị dị ka onye nkuzi, nne, na nwunye, na ime ihe ike, nrụrụ aka, na ọnwụ agha.",
  "Ostriker malitere ide akwụkwọ The Mother/Child Papers mgbe amuchara nwa ya nwoke, ụbọchị ole na ole mgbe a gbagburu ụmụ akwụkwọ anọ na Kent State. N'ime ọrụ ahụ, Ostriker na-akọ egwu ya nke iwebata nwa nwoke n'ime ụwa obi ọjọọ nke oge a na ọtụtụ atụmanya na echiche ndị e wuru tupu oge eruo banyere ihe na-eme ka nwoke dị ukwuu, ọkachasị n'oge agha",
  "Aha ọrụ ahụ na-emetụ ọnọdụ akụkọ ihe mere eme  site na ikwughari The Pentagon Papers.  Akwụkwọ Nne / Nwatakịrị na-enyocha isiokwu ndị dị ka ike ụmụ nwanyị, ọṅụ na nkụda mmụọ nke ịbụ nne na nna, ihe ijuanya na iwe maka agha, na mbibi nke gburugburu ebe obibi, yana ịma aka echiche ndị dị na mmekọrịta nne na nwa, ahụmịhe nwanyị, na nghọta mmekọahụ nke ụmụ nwanyị.",
  "Akwụkwọ ndị ahụ na-amalite site na akụkụ dị ogologo nke Ostriker na-echeta ihe omume nke nwa ya nwoke, Gabriel, May 14, 1970 ọmụmụ ma na-ejikọta ya na ọganihu ndọrọ ndọrọ ọchịchị nke mere n'oge ahụ, ọkachasị Kent State Shootings na mmalite nke Operation Total Victory, mwakpo United States nke Cambodia",
  "Á na-akọwa ihe omume atọ ahụ n'otu n'otu, nkè ọ bụla jikọtara yá ná ndị ọzọ.",
  "Ostriker na-akọwa ọmụmụ nkè ụmụ yá nwanyị abụọ tọrọ yá",
  "Á mụrụ otú n'ụlọ ọgwụ Wisconsin na-aga n'ihu ná nkè ọzọ site n'aka ónyé na-amụ nwa n'England",
  "Ostriker na-ekwu ná ahụmahụ abụọ á kpụrụ yá atụmanya nkè ìhè ịmụ nwa kwesịrị ịdị ka ya: nwanyị na-amụ nwa, ndị dọkịta na-enyekwa ya aka.",
  "Ostriker na-ekwu màkà ọmụmụ nwa yá nkè atọ, Gabriel, n'ụlọ ọgwụ ọdịnala dị n'ebe ndịda California",
  "N'agbanyeghị ná yá ná dọkịta yá kwekọrịtara banyere ọgwụ ndị á ga-enye ya n'oge usoro ahụ, mgbe ọ nọ n'oge mmalite nkè ịmụ nwa, Ostriker kwetara n'amaghị ámá kà á gbaa ya ọgwụ Demerol, ọgwụ na-eme ka mmadụ kwụsị, na-eche na ọ bụ ọgwụ na-egbu mgbu",
  "N'okpuru mmetụta nke Demerol, Ostriker kwetara ịnata ọgwụ na-akụnwụ ahụ, nke méré kà ọ ghara inwe ike ịnụ ihe ọ bụla site n'úkwù ruo n'ala",
  "Mgbè o tetara, Ostriker wéré iwe màkà ná á napụrụ yá ahụmịhe nkè ịmụ nwa n'ụzọ okike mà kọwaa mwakpo nke ahụ yá site n'aka ndị ọkachamara ahụike nke butere nwa ahụ na mwakpo US nke Cambodia.",
  "Akụkụ nkè abụọ nkè akwụkwọ ahụ bụ usoro nkè abụ ndị metụtara yá, nkè a na-akpọghị áhà na-agbanwe n'etiti nne ọhụrụ ná échichè nwatakịrị",
  "N'akụkụ ndị á, Ostriker na-enyocha mmekọrịta chiri anya, ọbụna nkè na-akpali agụụ mmekọahụ, n'etiti nne ná nwa yá",
  "Ọ na-ekwupụta mmetụta dị iche iche o nwèrè n'ebe nwatakịrị ahụ nọ n'oge á, site ná nkwanye ùgwù ná nchekwube na-enweghị njedebe, ná iwe iwe na ọchịchọ na-egbu mgbu ga-abụ.",
  "E nwekwara ọtụtụ akụkụ dị mkpirikpi nkè Ostriker na-akọ Ìhè omume nkè ịgba égbè Kent State ná ìhè ndị mere ozugbo ọmụmụ Gabriel gasịrị",
  "Ihe ndị metụtara agha ná mbibi jupụtara n'akụkọ abụọ ahụ; kà Ostriker na-eche banyere ịma mma nke nwa yá, ná mberede ọ na-eche ná á màrà mmá n'ime obere afọ ha / ma bulie ya n'eluigwe na bayonets.  Akụkụ ahụ ji ihe abụọ a kpọrọ aha mechie: Ostriker na-enyocha mmetụta ndị nne ọhụrụ na-enwe n'ebe ụmụ ha nọ, site n'ịhụnanya dị nsọ ruo n'ọnụma na-egbu egbu, na Codi: A Coda, ebe ọ na-enye nwa ya ndụmọdụ banyere ndụ na ịma mma, na-eme ka ọ mara banyere obi ọjọọ ya, ọdịdị obi ọjọọ ya ná ikike yá maka ịma mma karịrị akarị.",
  "Akụkụ nkè atọ nkè akwụkwọ ahụ bụ nkè kachasị ogologo mà nwee usoro nke 16 áhà ná abụ na-enyocha ndụ na nwa ọhụrụ na mmetụta ya na ezinụlọ",
  "N'akwụkwọ ozi nke a, onye na-ekwu okwu na-ekwu maka obi ụtọ na-akpali agụụ mmekọahụ nke dị n'ịzụ nwa ma na-atụle ihe mere ná á naghị atụle nkè á n'ihe ọ bụla gbasara nné ná ńnà",
  "Á na-ede uri nke A gbahapụrụ agbahapụ site n'echiche nke nwanne nwoke nke nwa ọhụrụ ahụ na-ekwo ekworo ma na-ewe iwe, na-arịọ ndị mụrụ yá arịrịọ kà há nyé nwa ọhụrụ ahụ.  Ostriker na-akọ ahụmahụ yá  ná ezinụlọ yá na-ege ntị ná mmepụta nkè Shakespeare Macbeth na redio na Kids In the Cabin na Chester",
  "Ostriker kọwara nwa yá nwanyị, Eve Ostriker, n'oge abụọ dị iche iche na ndụ ya, mgbe ọ dị afọ 8 na 21",
  "N'ime ógè mgbụsị akwụkwọ nke ụbọchị ọmụmụ m nkè iri atọ na asaa, Ostriker kọwara mmetụta nkè enweghị isi ná ịda mbà n'obi ọ nwere mgbe ọ na-emeso ndụ ezinụlọ, na-akọkwa mkparịta ụka yá ná enyi yá dàrà mbà n\"obi, N., ónyé jụrụ ịṅụ ọgwụ ndị na-egbochi ịda mbà na nkụda mmụọ nkè ónyé ịsị mgbaka yá nyèrè yá",
  "N'Exile, Ostriker na-atụle ike dị iche iche nkè ịhụnanya na ime ìhè ike, na-eche mgbè nwa yá nwoke ga-etolite ruo n'ókè ebe ọ ga-esi na isusu nné yá ọnụ pụọ iji kpochapụ ume",
  "Ìhè odide nkè uri ahụ na-agụ, n'oge mwepụ nke Phnom Penh, 1975.",
  "N'okwu isiokwu nkè ngalaba ahụ, nkè á na-akpọ The Spaces, Ostriker na-echeta ezigbo ifufe, snow na-acha na Jenụwarị n'ụlọ ya na ụmụ ya.  N'ime uri ahụ, e nwèrè ọtụtụ ihe na-ezo aka na William Blake Songs of Innocence, yana ìhè omume nwa atụrụ ugboro ugboro",
  "Ostrikerī na ụmụ ya zuru oke n'oge oyi na-adị iche na mkparịta ụka di ya banyere entropy na ọnwụ okpomọkụ kachasị élú nkè eluigwe ná àlà.",
  "E kewara uri na-esote, Poem Propaganda: Maybe For Some Young Mamasā n'akụkụ atọ",
  "N'akụkụ nke mbụ, Ostriker na-akọ ahụmahụ ọ nwere n'otu oge na-akụziri otú klas nke ụmụ akwụkwọ kọleji ụmụ nwanyị",
  "Ọ gụrụ klas ahụ uri banyere ímé ímé mà wụọ yá akpata oyi n'ahụ mgbe klas ahụ meghachiri omume ná iwe megide echiche nkè ịbụ nné",
  "Ostriker na-anwa ịkọwa ná ịbụ nne bụ otu n'ime ahụmahụ ndị na-eju afọ ná ndị na-enye ike ka nwanyị nwee ike ịnwale nakwa ná á na-agbanye klas ahụ n'ụzọ zuru oke megide yá site na ozi nna ochie",
  "N'akụkụ nke abụọ, Ostriker kwetara na ịzụlite ụmụaka bụ ahụmahụ siri ike ma na-achọsi ike nke na-eme ka nne daa mbà, mana ọ mechiri uri ahụ site n'ịjụ ndị na-ege ntị, ị ụmụ nwanyị nke ụmụ ahụhụ, ịchọrọ ibi ndụ ruo mgbe ebighị ebi.  Akụkụ ikpeazụ nke uri ahụ, nke pụtara n'ezie, na-egosi mkpọchi nke Ostriker na-ekwu na ọ na-achịkwa mmetụta ụmụ nwanyị banyere ịbụ nne.  Ọ gara n'ihu na-akọwa na ya kwenyere na a mụrụ ụmụ nwanyị ụfọdụ ka ha bụrụ nne, ebe ndị ọzọ abụghị",
  "Ọ mechiri site n'ịkwado ọzọ na ọ bụ ezie na ịzụlite ụmụaka na-emebi mmadụ, ihe ọ bụla na-atọ ụtọ na ndụ na-eme, nakwa ná ndị jụrụ ime ihe ọ bụla dị ize ndụ anwụọla.",
  "Ostriker na-akọ ihe mere n'ụbọchị Ọktoba mgbe, mgbe ọ jidere nwa ya nwoke na-anwa itinye ihe ruru unyi n'ọnụ ya, ọ kụrụ yá áká",
  "Abụ ahụ na-enyocha ọrụ nkè ncheta ná otú nwatakịrị nwèrè ike ịsị chefuo ìhè ndị dị otú ahụ n'ụzọ dị mfe mànà ọ kà bụ ákàrà ihere maka nné ná ńnà",
  "Ọrụ na-esote bụ akwụkwọ akụkọ akpọrọ The Seven Samurai, The Dolly, ná Mary Cassatt",
  "Ostriker chetara otu mgbede na-ekiri Akira Kurosawaá The Seven Samurai, na-anwa iji ya tụnyere ọrụ  nkè ndị ọzọ nke ụmụ nwoke ná mgbalị iji ghọta echiche nwoke nke ọma",
  "Ụmụ ya na-abịakwute ya na-arịọ maka nlebara ányá ná enyemaka na-akpaghasị ya",
  "Ọ na-echeta ìhè W.B",
  "Yeats kwuru banyere otu mmadụ ga-esi họrọ n'etiti izu oke nkè ọrụ ná ndụ mmadụ tupu ọ gaa nyèrè nwa yá nwanyị aka na akụkọ ya banyere Mary Cassatt",
  "Abụ na-esote, nke a na-akpọ The Change, na-enyocha mmekọrịta dị n'etiti ihe ndị dị ndụ na ihe ndị na-adịghị ndụ otú ọ na-adaba na mmekọrịta dị anya nwa nwanyị Ostriker ná yá kà  há na-akwọ ụgbọala ná nkuzi ịnyịnya ya",
  "Ostriker na-enyocha mgbanwe nke nwa ya nwoke Gabriel ka ọ na-etolite",
  "N'ụlọ akwụkwọ ọta akara, ọ gwara yá ná ọchịchọ atọ ya bụ inwe ike ife efe, inwe ike ịgwa ụmụ anụmanụ okwu, na ka agha ghara ịdị",
  "Akụkụ ikpeazụ nke uri ahụ na-ekpughe ná mgbe ọ dị afọ 9, Gabriel efunahụla ọdịdị yá nke pacifist n'ụzọ dị ukwuu n'ihi mmegbu na nrụgide ọha ná eze ma ugbu a na-alụ ọgụ megide ụmụaka na-emegbu ya",
  "N'ime ájá, nkebi nke abụọ nkè ngalaba ahụ, na-ekwu maka mmepe nkè nwa nwanyị Ostriker ma na-enyocha ọrụ nné n'onwe ya n'inyere nwa ya nwanyị áká ịkpụzi ka ọ bụrụ nwanyị a nabatara n'anya ọha mmadụ, ọbụlagodi na ọrụ ahụ emeela kà nné ahụ ghara inwe obi ụtọ",
  "N'abụ ikpeazụ nke ngalaba ahụ, Ostriker na-atụgharị uche ịhụ nwa ya nwoke na-egwu egwu, na-agafe ya na ịnyịnya ígwè ya, na-eji ike ya maka ebumnuche okike",
  "Ọ na-ahụkwa otu ìgwè ụmụaka ojii na ndị ọcha na-egwuri egwu ọnụ n'enweghị esemokwu ọ bụla ma na-eche n'onwe ya na ma eleghị anya ọ dịghị mkpa iji kpọọ asị.",
  "Akụkụ ikpeazụ nke akwụkwọ ahụ nwèrè uri atọ, nke a bụ: \"Onye Marries\", \"Onye Ike a\", \"Oké Ike a\" na \"Onye Ọchịchị\"",
  "Otú Marries na-amalite site n'ihe e kwụrụ site n'abụ Percy Shelley Hymn to Intellectual Beauty, na-atụ égwu onwe ya, mà hụ ụdị mmadụ niile n'anya",
  "N'abụ a, Ostriker na-atụgharị uche n'ihe gbasara alụmdi na nwunye, na-eji mkpa ọ dị maka nguzozi tụnyere ọchịchị dị mfe nke Imperialism",
  "Ostriker na-atụle nkwanye ùgwù ná mmasị ụmụaka nwèrè n'ebe nné há nọ, ọbụlagodi n'ọnọdụ kachasị njọ na nke siri ike",
  "Abụ ikpeazụ nkè akwụkwọ ahụ dị mkpirikpi mà kọwaa nwanyị / oliveskinned dị ka ónyé India / na-acha nchara nchara dị ka ọmụmụ Europe / nkasi obi maka ụbọchị na njedebe.",
  "Akwụkwọ Nné / Nwatakịrị nwèrè ezigbo nnabata mgbe a tọhapụrụ ya",
  "Akwụkwọ akụkọ Iowa Review kwuru, ọ bụ ihe na-awụ akpata oyi n'ahụ ịgụ peeji mmalite nkè akwụkwọ a: ebee, tupu nkè á, akwụkwọ nkè obi ụtọ ná ahụhụ ziri ezi nke ilekọta nwa ọhụrụ? Ọ dị ndụ na Ostriker",
  "otú n'ime ndị kacha nwee ọgụgụ isi na abụ nkè ndị na-ede uri America.  The American Poetry Review kwuru, ọrụ Ostriker na-akọwapụta njikọ dị n'etiti akụkọ ìhè méré eme nkè onwé yá nà eziokwu ọha nà ézè kà há abụọ na-egosi onwé há nyé ónyé édémédé nwéré ọgụgụ isi",
  "Ọ dịghị ihe ọ bụla dị n'akwụkwọ akụkọ Margaret Drabble dị ka ihe na-emetụta, dị ka ihe doro anya, dị ka ahịrị olé ná olé nkè Ostriker.",
  "N'ime afọ olé ná olé mgbè mbụ á tọhapụrụ The Mother/Child Papers, á na-ewere ya dị ka akwụkwọ nwere mmetụta dị ukwuu n'etiti ndị inyom",
  "Mgbe e bipụtaghachiri ya n'afọ 2009, onye na-ede uri bụ Eleanor Wilner kwuru, ọtụtụ ụmụ nwanyị na-eme ihere mà na-ewe obi site ná Akwụkwọ Nne / Nwatakịrị, nkè na-eche dị ka ihe ọhụrụ na ihe dị mkpa dị ka ụmụ nwanyị na enweghị nkwenkwe, nné na-enweghị nsọpụrụ, ike nkè mkpịsị akwụkwọ ahụ jupụtara n'ọbara: n'oge a ọ bụghị nke agha kama nke ọmụmụ",
  "N'inwe obi ụtọ ná nloghachi ya, echetara m otú akwụkwọ a na-akpọte anyị n'ihe niile á hapụrụ n'akwụkwọ - dị n'ihu usoro ahụ: ụyọkọ nke ike ndọda, ụzọ nke echiche nkè ọdịbendị nke dị n'eluigwe, laghachiri n'ụwa."
]