[
  "The Bang-Bang Club: Snapshots from a Hidden War bụ akwụkwọ akụkọ ndụ onwe onye nkè afọ 2000 màkà Bang-Bang Klọb, otú ndị na-ese foto South Africa anọ na-arụsi ọrụ ike n'ime ọbọdọ ndị dị na South Africa n'oge ịkpa ókè agbụrụ, ọkachasị n'etiti afọ 1990 na afọ 1994",
  "Ndị nta akụkọ bụ Kevin Carter, Greg Marinovich, Ken Oosterbroek, na João Silva",
  "Ọ bụ ndị nta akụkọ abụọ, Marinovich na Silva, dere akwụkwọ ahụ.",
  "N'ime afọ ndị dị n'etiti afọ 1990 na afọ 1994 ọgụ sitere na ịkpa ókè agbụrụ gaa na ọchịchị onye kwuo uche ya na South Africa bụ nke ime ihe ike",
  "Akụkọ ndị ahụ sere foto \"nke otu ndị ikom siri ike na-arụ ọrụ, na-egwuri egwu ma na-anọkọ ọnụ n'oge niile\", otu Greg Marinovich si dee n'okwu mbido nke akwụkwọ ahụ, agbanyeghị akwụkwọ ahụ bu n'uche \"Dịgbanye ndekọ ahụ n'ụzọ ziri ezi:\"",
  "N'afọ 1997, Marinovich na Joao Silva bịdọrọ ide akwụkwọ ahụ. N'ime nkwenye ahụ, a kpọtụrụ aha ọtụtụ ndị na-enye ihe ọmụma nke nyéré aka n'akwụkwọ ahụ",
  "Impimpi bụ okwu Zulu ma na nkọwapụta nke akwụkwọ ahụ a sụgharịrị ya dị ka \"onye nledo\"",
  "Mmadụ iri anọ na ise a, gụnyere ndị nne na nna Kevin Carter, nyeere Marinovich na Silva aka ide akwụkwọ ahụ \"n'ụzọ ziri ezi\"",
  "Judith Matloff, nke edepụtara n'okpuru impimpi, dere n'otu edemede: \"Ma ndị nta akụkọ na ndị na-ese foto nọ na South Africa n'oge ahụ bụkwa ụmụ mmadụ nwere ọmịiko ndị kpughere onwe ha n'ihe ize ndụ n'ihi na ha chọrọ idekọ akụkọ ihe méré eme\". Ndị akaebe ndị ọzọ ma ọ bụ impimpi maka akwụkwọ ahụ site n'oge ahụ gụnyere: James Nachtwey, Peter Magubane, Brian Mkhize, Gilles Peress, Vivian Silva, na ndị ọzọ.",
  "William Heinemann, London, UK bipụtara akwụkwọ ahụ n'ọnwa Jenụwarị n'afọ 2000 na Basic Books, New York",
  "A sụgharịrị ya n'asụsụ Polish, Portuguese, Spanish n'afọ 2015 n'asụsụ German",
  "E bipụtara ya na mbipụta iri na itoolu.",
  "Niranjan Karnik dèrè nyocha màkà H-SAfrica.",
  "Na ngwụcha nyocha ya, Niranjan Karnik dere, sị: \"Enwere m ọtụtụ nchegbu màkà ọdịnihu nke ọrụ a\". O kwuru na onye nta akụkọ esemokwu chọrọ \"ịgba ajụjụ\" ógè ahụmịhe na esemokwu ma ọ bụ mpaghara agha \"dị ka ihe Kọmitii Mba Nile nke Red Cross chọrọ n'aka ndị ọrụ ya\"",
  "Uru nke akwụkwọ ahụ bụ maka ya: \"Ọdịdị ya n'ozuzu ya abụghị ihe dị ukwuu n'iji ya eme ihe dị ka isi iyi nke akụkọ ihe mere eme, kama n'otú o si kpughee ụzọ ndị nta akụkọ si ata ahụhụ n'oge ọrụ ha, na ajụjụ dị arọ nke omume na omume ha na-eche ihu kwa ụbọchị",
  "\"",
  "Karnik dere na \"Ụmụ akwụkwọ nke mgbasa ozi na ndị nta akụkọ na-achọ ịchọta uru pụrụ iche na ihe dị mkpà n'akwụkwọ a, màkà ngosipụta ya na-enweghị mgbagha na nke na-egosikarị ihe omume na South Africa\".",
  "Ajụjụ omume na omume bụ isiokwu dị mkpa n'akwụkwọ ahụ",
  "Karnik na-atụle isiokwu ndị ahụ n'ihe atụ nkè foto a kpọtụrụ aha nkè Kevin Carter.",
  "Karnik na-akọwa na akwụkwọ ahụ \"enweghị nyocha agụmakwụkwọ na nke nkatọ\", nke a na-eji ede dị ka onye édémédé na nke ọ na-agụ na ọrụ ya. Mànà ka o sina dị, o dere na akwụkwọ ahụ: \"dị ka echiche màkà ike nke akụkọ agha na-akọ ya bàrà uru\".",
  "N'afọ 2010, ónyé nduzi Canada bụ Steven Silver wepụtara ihe nkiri nke akwụkwọ ahụ dị ka ihe nkiri zụrụ òkè nke akpọrọ The Bang Bang Club"
]