[
  "Àtụ:The Gospel Faith Mission International databox",
  "Àtụ:The Gospel Faith Mission InternationalThe Gospel Faith Mission International (GOFAMINT) bụ nnukwu òtù Ndị Kraịst si Naịjirịa nke Reuben Akinwalere George guzobere na Iwaya Yaba na 1956.",
  "The Gospel Faith Mission International dị n'ọtụtụ mba, dị ka Britain kemgbe afọ 1983 na United States kemgbe afọ 1985.",
  "Ọfịs mba ụwa nke GOFAMINT dị na Gospel City; Kilometre 40, Lagos/Ibadan Expressway, Aseese, Ogun State",
  "Ọ bụ ezie na National Office dị na International Gospel Centre, Ojoo, Oyo Road, Ibadan, Oyo State mana n'oge na-adịghị anya a ga-ebugharị ya na Ogunmakin, Ogun Steeti.",
  "Ọ malitere site na Nwanna Reuben Akinwalere George (mgbe e mesịrị Pastor (Dr) R",
  "A",
  "George), onye otu Christ Apostolic Church (CAC) na onye ndú nke Christ Army Band nke CAC",
  "N'afọ 1956, ha malitere na mbụ dị ka obere mkpakọrịta na Bible Study Group nke George duziri n'ebe obibi ya",
  "Chọọchị ahụ malitere itolite, ma mesịa kwaga n'ụlọ mbụ ya ma jiri nwayọọ nwayọọ gbasaa",
  "A họpụtara George dị ka onye ụkọchukwu n'afọ 1959 ma nwụọ n'afọ 1987 mgbe nke ahụ gasịrị, osote ya bụ onye ụkọcha (Dr) E.O",
  "Abina weghaara ọkwa onye ndu",
  "Pastor Elijah Ogundele Abina gbara arụkwaghịm na ọrụ ụwa na Arbico Ltd",
  "Apapa Lagos wee malite ọrụ pastọ dị ka Pastor i/c nke G.F.M",
  "site na Satọdee 29 Septemba, na afọ 1962",
  "Na 22 Disemba, na afọ 1963, a họpụtara Pastor E.O",
  "Abina dị ka Pastor",
  "The Gospel Faith Mission International ghọrọ òtù e debanyere aha na Naịjirịa n'ọnwa Ọktoba afọ 1967",
  "E mere mgbakọ mbụ kwa afọ site na 4 ruo 7 Nọvemba, na afọ 1966",
  "Ndị bịara mgbe ahụ bụ 300 ma enwere nri n'efu maka ndị sonyere.",
  "Taa, chọọchị ahụ nwere ihe karịrị alaka 2000 n'okpuru ihe karịrị mpaghara nchịkwa 19 nke ndị Pastors mpaghara na-eduzi",
  "A na-ekewa mpaghara ndị ahụ n'ime Mpaghara na Mpaghara nke ndị ụkọchukwu Mpaghara Na Mpaghara duziri n'otu n'otu",
  "GOFAMINT, dị ka a na-akpọkarị ya, dị ugbu a na mba Afrịka asatọ na-asụ Bekee: Nigeria, Egypt, Sierra Leone, Liberia, Ghana, Kenya, Botswana na South Africa",
  "Ọ bụ ezie na ọ dịkwa na mba Afrịka asaa na-asụ French: Benin Republic, Cote D'Ivoire, Burkina Faso, Togo, Niger, Cameroon na Gabon.",
  "Chọọchị ahụ nwere ụzọ mbata na Britain, nke e guzobere na afọ 1983 ma gbasaa na Irish Republic na alaka na Dublin, na France na Belgium",
  "Alaka mbụ nke GOFAMINT na Washington DC malitere na naanị ndị otu anọ na afọ 1984",
  "Chọọchị ahụ nwere ọtụtụ alaka ugbu a na United States n'ihe karịrị mgbakọ iri abụọ na atọ, nke a na-akpọ 'Ụlọ' na House of Hope na Maryland dị ka isi ụlọ ọrụ mba ugbu a",
  "N'otu aka ahụ, Chọọchị dị na USA agbatịla ókèala ya na mba ndị ọzọ dị ka Canada, Dominican, Mexico na Jamaica.",
  "N'afọ 2007, a mụrụ GOFAMINT na Philippines, atụmatụ nke General Overseer, Pastor (Dr) E.O",
  "Abina",
  "Site na atụmatụ a, GOFAMINT amalitela mkpọsa ozi ọma ma guzobe alaka na mba anọ dị n'Eshia nke Northern Cyprus (Turkey), Israel, Philippines na Dubai (UAE)",
  "Chọọchị ahụ nwetakwara ụzọ ịbanye n'Australia na alaka abụọ.",
  "Site na uto na mmụba, e mepụtara ngalaba na ozi dị iche iche",
  "Ha gụnyere Christian Education, Women Ministry, Men Fellowship, Music Ministry, Missions, The Power House, Youth Fellowsship, Gospel Students' Fellowships, Operation Identification, Gospel Partners Forum, Child Evangelism Unit, Audio Visual Unit, GOFAMINT Online Team, GOFA MINT Drama/Film Ministries na ndị ọzọ.",
  "Ozi ahụ nwekwara Seminary Theological, Reuben George Memorial College of Theology, (nke bụbu Gospel Bible College) nwere ụlọ akwụkwọ na Okitipupa na Ondo State, na Gospel Town, Ojoo Ibadan na mgbakwunye na Lagos",
  "E nwekwara ụlọ akwụkwọ nke Oziọma na Oziọma.",
  "Ọ bụ ndị isi oche na-eduzi Chọọchị ahụ, nke onye isi nlekọta ugbu a, Pastor (Dr) Elijah Oludele Abina na-edu."
]