[
  "The 10% Solution for a Healthy Life bụ akwụkwọ ahụike nke onye sayensị kọmputa Ray Kurzweil dere ma bipụta ya na 1993",
  "N'akwụkwọ ahụ, ọ na-akọwara ndị na ya \"Olee otu esi belata abụba na nri gị ma wepụ ihe ize ndụ niile nke ọrịa obi na ọrịa kansa\"",
  "E melitela ụfọdụ n'ime aro ya ma degharịa ya n\"afọ ndị sochirinụ, ọkachasị n \"Fantastic Voyage: Live Long Enough to Live Forever and Transcend: Nine Steps to Living Well Forever\".",
  "Atherosclerosis bụ ọrịa nke a na-akọwa site na mkpokọta ihe siri ike n'ime mgbidi akwara na ọwa",
  "N'ikpeazụ, ha na-aghọ ihe mgbochi nke na a na'akwụsị ọbara na onye ahụ nwere nkụchi obi",
  "Ọrịa a na-esite na cholesterol karịrị akarị n'ọbara ma na'ahụ ihe dịka pasent iri itoolu nke ndị America, ọ bụ ezie na ọ na - usoro na a naghị achọpụta ya ruo mgbe ndụ ga-adị.",
  "Kurzweil kwuru na ọmụmụ ihe dị iche iche na-egosi na mmụba nke atherosclerosis na US na mba ndị ọzọ dị n'ebe ọdịda anyanwụ nwere njikọ na oke abụba calorie",
  "N'ọtụtụ ebe n'Eshia, abụba na-eri bụ ihe dị ka pasent iri nke ike nri niile a na'eri, ọrịa obi fọrọ nke nta ka ọ ghara ịdị",
  "Kurzweil gara n'ihu na-egosi na na America, ihe fọrọ nke nta ka ọ bụrụ pasent iri anọ nke calorie na'anya sitere na abụba.",
  "Ọtụtụ ụlọ ọrụ dị ka American Dietetic Association, American Heart Association na US Surgeon General na-akwado pasent iri atọ nke oriri caloric sitere na abụba",
  "Agbanyeghị, Kurzweil na-ekwu na nke a na-ebute mbelata ntakịrị nke ọkwa atherosclerosis",
  "Ọ na-ekwu na ya na-eche na ụlọ ọrụ ndị a na-eji ọnụ ọgụgụ dị elu arụ ọrụ n'ihi na ha na-eche na ọ dịghị onye ga-anwa ọbụna ịgbalị iru ọkwa dị ala ma ọ bụrụ na a kwadoro ya.",
  "Ndị na-akwado Kurzweil, dabere na nchoputa ya, ọ bụ naanị pasent iri nke kalori oriri sitere na abụba",
  "N'ihi ya, ọ kpọrọ ya \"10% Solution\"  Ọ na-ekwu na ọkwa ndị a abụghị nanị na-egbochi Atherosclerosis kama na-eme ka ọ gbanwee n'ọnọdụ ndị dị adị",
  "Nke a na-ebelata ohere nke ọrịa ndị ọzọ gụnyere ọrịa kansa, ọrịa strok, ọbara mgbali elu na ụdị ọrịa shuga 2",
  "O kwenyere na iri nri nke nwere oke abụba na-ebelata ihe ize ndụ nke ọtụtụ ọrịa cancer bụ pasent 90 ma ọ bụ karịa",
  "Kurzweil na-ekwukwa na ọ na-abawanye ume ma na-eduga ná ndụ obi ụtọ n'ozuzu ya",
  "Ọzọkwa ọ na-enye ndụmọdụ maka mmega ahụ, na-atụ aro ịga ije, n'ihi na ọ dị obere mmetụta, ọ dịkwa mfe onye ọ bụla ime."
]