[
  "The Dictator's Handbook: Why Bad Behavior is Almost Always Good Politics bụ akwụkwọ na-abụghị akụkọ ifo nke Bruce Bueno de Mesquita na Alastair Smith dere n'afọ 2011, nke ụlọ ọrụ PublicAffairs bipụtara",
  "Ọ na-ekwu maka otu ndị ndọrọ ndọrọ ọchịchị si enweta ma jigide ike ndọrọndọrọ ọchịchị.",
  "Bueno de Mesquita bụ onye otu na Hoover Institution. Onye na-ede akwụkwọ ya bụkwa onye agụmakwụkwọ, ha abụọ bụkwa ndị ọkà mmụta sayensị ndọrọ ndọrọ ọchịchị.",
  "Michael Moynihan nke The Wall Street Journal kwuru na ụdị edemede ahụ yiri nke Freakonomics. Moynihan gbakwunyere na nkwubi okwu akwụkwọ ahụ na-eme sitere na ngalaba akụ na ụba, akụkọ ihe mere eme, na sayensị ndọrọ ndọrọ ọchịchị, nke mere ka ọ kpọọ ndị dere ya \"polymathic\".",
  "Mesquita na Smith, ya na ndị edemede ndị ọzọ, dere banyere echiche \"selectorate\" n'akwụkwọ agụmakwụkwọ The Logic of Political Survival.: 1095",
  "ÑUsoro Netflix How to Become a Tyrant dabeere n'otu akụkụ na akwụkwọ a.",
  "Bueno de Mesquita na Smith na-arụ ụka na ndị ndọrọ ndọrọ ọchịchị, n'agbanyeghị ma ha nọ n'ọchịchị aka ike ma ọ bụ na ọchịchị onye kwuo uche ya, ga-anọrịrị n'ọchịchị site na ime ihe dị n'ime ụlọ nke ndị na-ere ahịa ike, na ndị ndọrọ ndọrọ ọchịchị ga-etinye aka n'omume ọdịmma onwe onye iji nọrọ na ya",
  "ike. Ha kwuru na ebumnuche nke ndị ndọrọ ndọrọ ọchịchị bụ \"Ịbịaru n'ọchịchị, ịnọgide n\"ọkwa na, ruo nʼókè ha nwere ike, ịchịkwa ego\". Isi ihe dị iche n'etiti ọnọdụ ọchịchị onye kwuo uche ya na ndị ndọrọ ndọrọ ọchịchị na-achị ọchịchị bụ na ndị ndọrọ ndọrọ ọchịchị onye kwuo uche ya ga-eme ka ọnụ ọgụgụ dị ukwuu nke ndị na-ere ahịa ike na / ma ọ bụ ọha na eze ụtọ mgbe ndị ọchịchị na-eme ka ọ dị obere okirikiri",
  "A na-akpọ ndị a dị ka nnukwu gọọmentị mmekọ ọnụ na obere gọọmentị mmekọ ọnụ",
  "E gosipụtara ọdịiche ndị a n'ihe akụrụngwa emepụtara na obodo ndị ọchịchị na ndị ọchịchị onye kwuo uche ya",
  "Na mgbakwunye, ndị ọchịchị aka ike, n'ihi obere okirikiri nke ndị na-ere ahịa ike, na-enwekarị ike ogologo oge. Ndị dere ya kwukwara na ndị ndọrọ ndọrọ ọchịchị na-emekarị omume bara uru mgbe omume ndị a baara ha uru ma ọ bụ mgbe ha ga-eme omume ahụ. Akwụkwọ ahụ na-ekwukwa na enyemaka maka mba ndị dị n'ụwa nke atọ na'aka gọọmentị aka ike, ọ bụ ezie na enwere ike ịgbanwe ya iji nyere ndị chọrọ ya aka.",
  "Mgbe ụfọdụ okwu okwu na-adị iche na ngalaba nke akwụkwọ",
  "Samuel Brittan nke Financial Times rụrụ ụka na nke a na-enwe mgbagwoju anya mgbe ụfọdụ.",
  "Martin Patriquin nke Maclean dere na ndị edemede \"na-eme arụmụka dị egwu site n'ịtụgharị ihe ochie na ntị ya",
  "Ike adịghị arụ ọrụ",
  "Kama nke ahụ, ike na-adọta ndị rụrụ arụ",
  "\"",
  "Ed Howker nke The Guardian kwuru na akwụkwọ ahụ na-eche na ndị ndọrọ ndọrọ ọchịchị niile na'ụzọ ezi uche dị na ya, nakwa na àgwà ya bụ nke na ọ na - na o mere ka m daa mbà n'ihe karịrị otu oge. Ọ gbakwụnyere na \"ọ dị mma ịgụ ihe akaebe\" nke otu gọọmentị na usoro ọchịchị aka ike si arụ ọrụ.",
  "Moynihan dere na akwụkwọ ahụ \"nwere ọtụtụ isi ihe ndị dị mkpa\". Moynihan gbakwunyere na e nwere obere njehie n'ezie n\"akwụkwọ ahụ nʼihi nnukwu oke ya.",
  "Brittan dere na ọ bụ \"nke kachasị eme ka ihe ọmụma dị n'ihe gbasara ọchịchị aka ike na mba ndị na-emepe emepe ma ọ bụrụ ọchịchị onye kwuo uche ya na ya ezughị oke dịka Russia maọbụ Iran\".",
  "Theodore McLaughlin nke Mahadum Montreal kwubiri na ọ bụ “akwụkwọ mmeghe nwere ike ịrụ ọrụ” na “akwụkwọ nkwado nke na-ejikọta ntụpọ n'ezie n'ọtụtụ ihe omume ndọrọ ndọrọ ọchịchị.\"  kọwapụta ihe \"njikọta mmeri\" na \"nhọpụta\" bụ na okwu ndị ọzọ na nnyocha."
]