[
  "Il merito delle donne, nke a na-asụgharịkarị The Worth of Women: Wherein is Clearly Revealed Their Nobility and Their Superiority to Men, bụ mkparịta ụka Moderata Fonte bipụtara na mbụ mgbe ọ gasịrị n'afọ 1600",
  "Ọrụ ahụ bụ mkparịta ụka n'etiti ụmụ nwanyị Venetia asaa na-atụle uru ha bara.  ụmụ nwanyị na ndịiche dị n'etiti nwoke na nwanyị karịa n'ozuzu.  Atụgharịwokwa aha a The Merits of Women.",
  "The Worth of Women na-egosi mkparịta ụka dị n'etiti ụmụ nwanyị nwanyị Venetia asaa n'ime ụbọchị abụọ",
  "N'ụbọchị mbụ, ụmụ nwanyị na-arụrịta ụka ma nwoke ọ dị mma ka ọ dị njọ ma na-atụlekwa ùgwù ụmụ nwanyị",
  "N'ụbọchị nke abụọ, ha na-atụle nkọwa nke ihe ọmụma zuru oke nke akụkọ ihe mere eme nke okike na omenala ma laghachikwa na mkparịta ụka ha banyere mmekọahụ",
  "Ụbọchị abụọ ahụ nwekwara nkatọ na mkparịta ụka gbasara alụmdi na nwunye na ego.",
  "Adriana - agadi nwanyị di ya nwụrụ",
  "Virginia - nwa agbọghọ na-alụbeghị di, ada Adriana",
  "Leonora - nwa agbọghọ di ya nwụrụ",
  "Lucretia - nwanyị lụrụ di ma ọ bụ nwunye",
  "Cornelia - nwa agbọghọ lụrụ di",
  "Corinna - nwagbọghọ \"dimmessa\"",
  "Helena - nwa agbọghọ, lụrụ di na nso a",
  "Dị ka onye na-ede akụkọ ndụ Fonte si kwuo, Fonte dechara The Worth of Women obere oge tupu ọnwụ ya n'afọ 1592. Otu n'ime ụmụ nwanyị Fonte kwuru na Fonte dechara The Worth of Women \"otu ụbọchị tupu ọnwụ ya mgbe ọ mụrụ nwa\".",
  "The Worth of Women nwere mmetụta dị ukwuu site na Decameron, ọrụ Fonte ruturu aka ya mgbe niile n'ihe odide ahụ. Ọrụ Fonte kwukwara kpọmkwem na n'ụzọ pụtara ìhè site na \"Sonnet 263\" nke Petrarch na Orlando Furioso. Ụdị mkparịta ụka nke ọrụ Fonte sitere na Baldassare Castiglione na Pietro Bembo.",
  "Virginia Cox na-ekwu na ọrụ ahụ bụ mgbanwe akụ na ụba nke Italy na njedebe narị afọ nke iri na isii",
  "Ihe e ji mara oge a bụ mbelata atụmanya alụm di na nwunye maka ụmụ nwanyị mara mma nke Venetia na-eduga n'ịbawanye ọnụ ọgụgụ ụmụ nwanyị na-abanye n'ebe obibi ndị nọn",
  "Otú ọ dị, mmụba a n'ọnụ ọgụgụ ndị inyom nọ n'ebe obibi ndị nọn pụtara na ọ na-adịwanye ọnụ ahịa maka ụmụ nwanyị ịghọ ndị nọn",
  "Ọtụtụ ezinụlọ enwekwaghị ike iziga ụmụ ha ndị nwanyị na-alụbeghị di na ebe obibi ndị nọn nke mere ka ihe Cox kọwara dị ka mmalite nke \"ihe fọrọ nke nta ka ọ bụrụ ihe a na-enwetụbeghị ụdị ya nke spinster ụwa.. Cox na-ekwu na ọnụ ọgụgụ ndị a na-enweghị atụ nke spinsters na nọn manyere ụmụ nwanyị na ngwụcha narị afọ nke iri na isii Venice ka ha mara banyere adịghị ike ya ma si otú ahụ metụta arụmụka Fonte gbasara onyinye ego isi ụmụnwaanyị na The Worth of Women.",
  "E bipụtara The Worth of Women nke mbụ ya na 1600. Mbipụta mbụ ahụ bu ụzọ site na akụkọ ndụ Fonte nke Giovanni Nicolò Doglioni dere. Ọ bụghị ihe doro anya ihe, ma ọ bụrụ na ọ dị, gbanwere Doglioni mere na ederede tupu mbipụta ya. Ihe odide ahụ so nraranye sitere n'aka nwa nwanyị Fonte, Cecilia Zorzi, nye Livia della Rovera onye dị afọ iri na anọ n'oge mbipụta ya. E bipụtara akwụkwọ ahụ nke ugboro abụọ n'afọ 1603.",
  "Virginia Cox sụgharịrị n'asụsụ Bekee nke Il merito della donne, The Worth of Women, bụ nke Mahadum Chicago Press bipụtara na 1997 dị ka akụkụ nke Other Voice in Early Modern Europe series",
  "N'afọ 2018, Mahadum nke Chicago Press bipụtara nsụgharị Cox n'okpuru aha The Merits of Women",
  "Mbipụta nke 2018 wepụrụ ọtụtụ n'ime ihe odide ala na ihe mgbakwunye ndị ọkà mmụta bipụtara na mbipụta mbụ na mgbalị ịgba ndị na-ege ntị ume ịgụ ederede ahụ",
  "The Merits of Women gosipụtakwara mmeghe ọhụrụ a sụgharịrị site na Dacia Mariani.",
  "Adriana Chemello, Paola Malpezzi Prize, na Margaret King ekwuola na Corinna, n'ime ụmụ nwanyị niile nọ na mkparịta ụka ahụ, na-abịaru nso na-anọchite anya echiche na agwa Fonte nke onwe ya..",
  "Amanda W",
  "Benckhuysen kọwara Fonte dị ka onye na-egosi \"agụ akwụkwọ na-akwado nwanyị nke Iv\" na The Worth of Women  Fonte kwetara na e kere nwoke (Adam) n'ihu nwanyị na Iso Ụzọ Kraịst, mana ọ na-ekwu na nke a na-akwado ịdị elu nke ụmụ nwanyị. E kere Iv dị ka onye enyemaka Adam, nke Fonte na-ekwu na ọ na-egosi ezughị ezu na ịdị ala nke ụmụ mmadụ",
  "Fonte na-ahụkwa mmehie Adam dị ka nke ka njọ karịa nke Iv",
  "Benckhuysen si otú a na-ekwu na usoro ndị isi nke na-etinye ụmụ nwoke n'elu ụmụ nwanyị enweghị ihe ndabere na Bible.",
  "Carolyn James na-ekwu na ngosipụta Fonte nke ezigbo ọbụbụenyi na The Worth of Women bụ Ciceronian",
  "Agbanyeghị, James chọpụtara na Fonte na-apụ na Cicero n'ihi na ọ na-ekwu na ụmụ nwoke, karịa ụmụ nwanyị, enweghị “amicitia”, omume dị mkpa nke ọbụbụenyi.. N'adịghị ka ndị ọgbọ ya, Fonte gosipụtara ọbụbụenyi dị ka ihe omume nwanyị.",
  "A na-ahụ uru nke ụmụ nwanyị dị ka akụkụ nke Renaissance 'querelle des femmes'.",
  "Ntinye nke Kairos Italy Theater of The Worth of Women mere ka ọ bụrụ ihe ngosi mbụ ya na United States n'oge opupu ihe ubi 2017 dị ka akụkụ nke emume \"La Serenissima\" Carnegie Hall",
  "Virginia Cox sụgharịrị ederede ahụ ma Jay Stern duziri mmepụta ya na Laura Caparrotti",
  "Ihe ngosi ahụ gosipụtara egwu nke onye na-ede egwú Erato Kremmyda na onye edemede Maggie-Kate Coleman",
  "Ndị na-eme ihe nkiri bụ Carlotta Brentan, Laura Caparrotti, Tali Custer, Aileen Lanni, Marta Mondelli, Irene Turri, na Annie Watkins. N'ọnwa Ọktoba 2019, KIT-Kairos Italy Theater mere ihe ngosi ha."
]