[
  "\"The Traffic in Women\" bụ edemede nke onye edemede ndị nkwenye na enweghị ịkpa oké n'etiti mmadụ na ibe ya bụ Emma Goldman dere n'afọ 1910",
  "E bipụtala ya n'ụzọ dị iche iche, gụnyere n'ime Emma Goldman's Anarchism and Other Essays (1910), nke ndị mbipụta akwụkwọ bụ Mother Earth bipụtara, na dị ka aha, edemede na-eduga nke nchịkọta edemede Emma Goldman: The Traffic in Women, and Other Essays on Feminism (1970, Times Change Press, 1971 paperback). Mother Earth bụ akwụkwọ magazin nke ndi kwenyere na mmadụ niile ha otu kwa ọnwa nke Goldman, Max Baginski, na ndị ọzọ hiwere n'afọ 1906",
  "Edemede a bụ otu n'ime ihe karịrị isiokwu iri abụọ(29) Goldman dere n'oge 1906 ruo n'afọ 1940.",
  "Edere edemede a iji meghachi omume nke ndị na-eme mgbanwe mmekọrịta mmadụ na ibe ya n'oge a na-eme mkpọsa megide ịgba ohu ndị ọcha, ndị mkpọsa iwu Goldman kwuru na ọ ga-arụ ọrụ naanị iji mepụta \"ọrụ ndọrọ ndọrọ ọchịchị buru ibu\" maka \"parasites\".",
  "N'ime edemede ahụ, ọ na-arụ ụka na isi ihe kpatara ịgba ohu ndị ọcha, nke ndị mgbanwe a leghaara anya, bụ mmegbu ndị isi ala",
  "Goldman na-akatọ ọrụ nke ụka Ndị Kraịst rụrụ na akụkọ ihe mere eme na-agba ume na ịnọgide na-agba akwụna.",
  "Goldman na-egosi alụmdi na nwunye dị ka otu usoro dị ka ịgba akwụna, na-arụ ụka na n'ọnọdụ abụọ ahụ, a na-ere ma na-ekesa ụmụnwanyị, ma na-akatọ \"ndị na-ahụ maka omume\" ndị na-akatọ ịgba akwụna, mana ọ bụghị alụmdi na nwunye maka ego. Goldman na-ekwu na ụkpụrụ abụọ gbasara mmekọahụ nwoke na nwanyị na-amanye ụmụnwanyị na-enwe mmekọahụ n'èzí alụmdi na nwunye n'ime ndụ ịgba akwụna, si otú a \"ọha na-emepụta ndị ọ na-emegbu na-emesị gbalịa iwepụ n'efu",
  "\"",
  "Onye edemede nwanyị na-ahụ maka ụmụnwanyị nke America bụ Alix Kates Shulman kwadoro edemede ahụ n'ụzọ siri ike, na-agụ ya n'ozuzu ya n'ime ndekọ nke ikpe omebe iwu banyere ịgba akwụna na New York. Ọ na-arụ ụka na ọmịiko Goldman nwere maka ndị akwụna bụ n'ihi njirimara ha, \"n'ihi ogo ha nakwa n'ihi na ha megidere ihu abụọ mmekọahụ nke Puritanism",
  "\"",
  "Edemede a bụ ihe mkpali maka edemede Gayle Rubin nke afọ 1975 \"The Traffic in Women: Notes on the 'Political Economy' of Sex",
  "Ọ bụ ezie na Rubin na-eso Goldman na-arụ ụka na ịgba akwụna bụ akụkụ nke otu akụkụ dị ka alụmdi na nwunye, ọ na-ewulikwa echiche nke Claude Levi-Strauss na Sigmund Freud, iji kọwaa \"usoro mmekọahụ / nwoke na nwanyị\" nke azụmahịa ndị dị otú ahụ nwere ike ime.",
  "Miriam Schneir tinyekwara ederede a na anthology Feminism: The Essential Historical Writings, na-akpọ ya otu n'ime ọrụ dị mkpa nke feminism."
]