[
  "Aristokrat Group (nke a maara dị ka Aristokrat ma ọ bụ Aristokrat Group), nke nwere isi na Lagos Steeti, bụ ụlọ ọrụ mgbasa ozi na ntụrụndụ nke Afrịka, nke a maara maka ụlọ ọrụ ndekọ na ụlọ ọrụ na-ebipụta egwu, ụlọ ọrụ mgbasa akụkọ dijitalụ, ụlọ ọrụ njem na ụlọ ọrụ mmepụta egwu na ụlọ ọrụ ndụmọdụ na ngwọta. Onye isi ụlọ ọrụ ahụ bụ onye guzobere ya, Piriye Isokrari.",
  "Egwú ya, na ntụrụndụ ya gụnyere, Aristokrat Records, Aristokrat 360, Aristokrat Publishing, na Aristokrat Lifestyle",
  "N'afọ 2013, Rio Africa nwetara pasentị iri anọ nke Aristokrat; n'aka nke ya, Rio Africa kpọrọ Isokrari ka ọ bụrụ onye isi A&R na ọrụ nke 960 Music Group. N'afọ 2014, ọ natara dollar otu nde itinye ego site na 960 Music Group, iji zụlite ndị omenkà ọhụrụ anọ (Kamar, Mojeed, Ozone, na Pucado).",
  "N'afọ 2020, <i id=\"mwFw\">Billboard</i> kpọrọ Aristokrat Group dị ka otu n'ime ndị Gatekeepers nke ụlọ ọrụ egwu Naijiria.",
  "Ọ bụ Piriye Isokrari guzobere ụlọ ọrụ ahụ, na Port Harcourt, ebe ọ dị tupu ọ kwaga Lagos n'afọ 2012",
  "E hiwere ngalaba egwu ya Aristokrat Records, na 2010, maka ndekọ egwu, nkesa, na mbipụta egwu. N'afọ 2014, 960 Music Group, tinyere dollar otu  nde na usoro A ya, iji nyere aka mepụta ndị omenkà ọhụrụ anọ (Kamar, Mojeed, Ozone, na Pucado) bịanyere aka.",
  "Na Mee 2020, UMF, kwupụtara nkwekọrịta atụmatụ pụrụ iche na Aristokrat Group",
  "Na mgbakwunye, mmekọrịta jikọrọ aka na Universal Music Group, gụnyere ndị na-ese ihe Aristokrat Records, na nkwekọrịta akara na Universal Music France na nkwekọ mbipụta na Universal Music Publishing, iji nyere aka ịmalite ha n'ahịa ụwa, site na Caroline France.",
  "Na Mee 2021, Turntable Charts kwupụtara mmekọrịta ya na Aristokrat Group",
  "Dị ka mmekọrịta ahụ ga-enye ohere ka ụlọ ọrụ abụọ ahụ rụkọọ ọrụ na mgbanwe data na echiche iji melite oriri egwu, akwụkwọ, na omenala eserese na Naịjirịa. N'ikwu okwu na Pulse Nigeria, CEO nke TurnTable Charts, Adeayo Adebiyi, na-ekwu \"onye ọ bụla nọ na TurnTable Chart nwere obi ụtọ ịkpọsa na Aristokrat Group na-akwado TurnTable Top 50 Nigeria dị ka nke kachasị na akwụkwọ chaatị egwu na Naịjirịa\".",
  "Na 17 Maachị 2021, Boomplay kwuru, ya na ụlọ ọrụ UMGī nke Afrịka, ga-akwado ya n'okpuru nkwekọrịta ọhụrụ ahụ, na ụlọ ọrụ ndị ọzọ a na-ekesa, gụnyere Aristokrat.",
  "Ndị na-edekọ ihe, na ndị na-emepụta ihe, bịanyere aka na Aristokrat Group, site na Universal Music France, na Aristokrat Records gụnyere:"
]