[
  "The End of Men: And the Rise of Women bụ akwụkwọ nke onye nta akụkọ na onye nchịkọta akụkọ magazin Hanna Rosin, dabere na akụkọ ihu ya nke otu aha ahụ pụtara na The Atlantic na 2010",
  "Riverhead Books bipụtara ya na 2012",
  "N'akwụkwọ ahụ, Rosin na-ekwu na nna ochie na'ọgwụgwụ. Ọ na-ede banyere mmeri ụmụ nwanyị n'ụlọ akwụkwọ na ebe ọrụ US.",
  "E bipụtara ederede Rosin na 2012 site na Riverhead Books",
  "N'edemede a, ọ na-akọwapụta na ụmụ nwanyị emeriela agha nwoke na nwanyị, ebe ha \"jisiri ike n'ihu [nwoke] n'ihe fọrọ nke nta ka ọ bụrụ ihe ọ bụla.\"  Rosin na-eji ngbanwe na akụnụba America dịka otu n'ime isi mmalite ya",
  "N'ebe a, ọrụ ndị a na-ejikarị arụ ọrụ nwoke na-edu na-efunahụ ugbu a n'ihi nlaazu na mgbake nke akụ na ụba ahụ",
  "Rosin na-ekwukwa maka ọnụ ọgụgụ ngụsị akwụkwọ mahadum na-arị elu, ọrụ na-aga n'ihu, yana ọnụ ọgụgụ na-abawanye na mpaghara ndị nwoke na-achị dị ka ndọrọ ndọrọ ọchịchị na azụmahịa.",
  "Carol Tavris na-ede na Wall Street Journal na \"[Rosin] na-ezere àgwà nta akụkọ nke ime 'ajụjụ ọnụ ntụpọ' na ndị mmadụ ahọpụtara iji kwado echiche nke onye edemede, omume ọ maara na ọ na-eduhie eduhie",
  "Kama nke ahụ, arụmụka ya dabeere na isi ihe na nkà mmụta",
  "\"",
  "Annalee Newitz nke NPR kọwara akwụkwọ ahụ dị ka \"ngwakọta na-akụda mmụọ nke ezi nghọta na ikuku, akụkọ na'enweghị nkwenye\" kamakwa na \"akwụkwọ ahụ na - enwee ike ịdebanye aha mgbanwe ọdịbendị na usoro ihe na ya, nke bụ ọrụ siri ike\".",
  "N'ide akwụkwọ na The New York Times, Jennifer Homans na-atụ aro na The End of Men na-ebelata nsogbu ndị dị mkpa ka na-eche ụmụ nwanyị ihu, nakwa na Rosin na-eme ka echiche dị iche iche banyere ihe ọ pụtara ịbụ nwanyị dịka inwe ikike ka ukwuu karịa ụmụ nwoke \"nọdụ ala ma lekwasị anya\".",
  "The Law Review na Boston University School of Law bipụtara symposium na akwụkwọ akpọrọ, \"Evaluating Claims about the 'End of Men'",
  "Ọ gụnyere edemede akpọrọ, \"The End of Men Is Not True,\" site n'aka onye na-ahụ maka mmekọrịta ọha na eze Philip N",
  "Cohen.",
  "N'ịde na 2021, mgbe otu afọ nke ọtụtụ ụmụ nwanyị tụfuru ọrụ n'ihi ọrịa COVID-19, Rosin ruturu aka na \"naïveté dị egwu\" n'ide akwụkwọ ahụ.."
]