[
  "Thelma van Rensburg (amụrụ n'ubochí irí na isé n'ọnwa Eprel 1969) bụ ónyé na-ese ihe na South Africa",
  "Ọrụ ya na-enyocha mmekọahụ ụmụ nwanyị na otu esi egosipụta ụmụ nwanyị na mgbasa ozi gbasara ịma mma ma ọ bụ ihe ọjọọ, okwu nke ịdị iche na Gaze",
  "Usoro ime ihe osise ya bụ ihe egwu - site na mgbasa ozi ngwakọta, eserese na eserese na ọrụ dijitalụ.\nỌ sonyere na asọmpi dịka asọmpi Sasol New Signatures 2007 na Pretoria, asọmpi Ekurhuleni na 2009 na asọmpi Vuleka na 2009 na Cape Town na asọmpi Art Lovers na Pretoria na 2014 na 2015 ma bụrụ ónyé ikpeazụ na asọmpi ndị a niile.",
  "A mụrụ Thelma van Rensburg na Pretoria, South Africa na 1969",
  "Ọ gụrụ akwụkwọ, gaa ọtụtụ ébè ma gaa Hoerskool Tegnies Witbank ébé ọ sonyeere ndị otu Drama. N'afọ 2000 ọ nwetara nzere BA ya na Psychology na Mahadum nke South Africa na 2007, ọ nwetara nzere B-Tech Honours Degree na Fine Art na Mahadim nke Teknụzụ nke Tshwane",
  "Ọ gụsịrị nzere masta na Fine Arts na Mahadum Pretoria na 2016",
  "Ọ debanyere áhà ya ugbu a dị ka nwá akwụkwọ PhD na Practice Based Research na Mahadum Plymouth na United Kingdom.",
  "N'ime ọrụ ya niile, van Rensburg na-achọ igosi ihe nkpuchi nke ụmụ nwanyị na-eji iji bụrụ ndị ọha mmadụ nkè ógè a nabatara",
  "Ihe mkpuchi ndị a na-aghọ ihe ọzọ \"skin, na-agbagọ njirimara mmadụ\". N'afọ 2013 ọ malitere ịrụ ọrụ na ụdị nwanyị dị ka ihe na-adịghị mma na ihe na-enweghị isi iji mebie ihe nnọchianya nke ụmụ nwanyị na foto ejiji",
  "Mmasị a gàrà n'ihu na nyocha Masters ya mgbè ọ hụrụ mmụba nke mgbasa ejiji nke gosipụtara ụmụ nwanyị na steeti ndị na-adịghị agafe agafe, dị ka ndị nwụrụ anwụ ma ọ bụ ndị na-anwụ anwụ dị ka ónyé na-ese foto ejiji nke France, Guy Bourdin",
  "Akwụkwọ edemede ya na-enye nkatọ ụmụ nwanyị banyéré nnọchite ányá ụmụ nwanyị na mgbasa ozi na akụkụ ụfọdụ nke ụmụ nwanyị",
  "A na-elekwasị ányà na nnọchite anya ụmụ nwanyị na foto ejiji nke ógè a na ederede anya, na kpọmkwem ụzọ e si ewu njikọ n'etiti ụmụ nwanyị na ọnwụ.",
  "Kemgbe afọ 2008, van Rensburg esonyewo n'ọtụtụ ihe ngosi otu, gụnyere na Fried Contemporary Gallery na Pretoria; Maggie gallery na Centurion; Gallery na Duncan Yard Pretoria; na MAP Gallery na Graskop",
  "N'afọ 2009, o sonyere n'ihe ngosi otu na Deluxeville Gallery na Woodstock; Rusten-Vrede Gallery Durbanville na Cape Town; na Affordable Art Fair na Fried Contemporary Gallery na Pretoria; St Lorient Fashion and Art Gallery na Pretora; Aardklop Arts Festival na Potchefstroom",
  "O nwekwara ihe ngosi onwe ya na Kunsthaus na Cape Town na Septemba 2009, ọ bụkwa onye ikpeazụ na Ekurhuleni Fine Arts Awards nakwa na asọmpi Vuleka Sanlam na Cape Town n'otu afọ ahụ.\nN'afọ 2010, e gosipụtara ọrụ ya na The Gallery na Duncan Yard n'ọtụtụ oge; Articles and Frames na Pretoria; na Artcafe@thehub na Centurion; Gallery 18th Avenue na Pretoria na Artspace Warehouse na Johannesburg.",
  "Ọrụ a na-akatọ anya ónyé na-ese ihe 'n'ahụkarị' n'ụdị nwanyị",
  "A na-eji okwu 'nna ukwu' mee ihe n'akụkọ ihe méré eme nke eserese màkà otu ndị a na-eche na ha bụ ndị nwoke genii",
  "Collages ndị a na-eji ihe oyiyi sitere na ihe osise 'onye ukwu' ndị a iji mepụta ahụ nwanyị na-enweghị isi nke akụkụ ahụ",
  "Ojiji nke grotesque na-egosi mmebi nke ókèala, nke mmebi a bụ akụkụ dị oke Mkpà nke mmekọrịta ʿgrotesques na ma màrà mma ma dị elu",
  "N'okwu mara mma, ókè doro anya na nke dị nro bụ ihe dị mkpa màkà egwu nke ịma mma",
  "Grotesque bụ 'ahụ na-aghọ..",
  "ọ dịghị mgbe a rụchara ya, ọ dịghị mgbè ọ rụchara ya; a na-ewu ya mgbè niile, mepụta ya, ma na-ewu ma na-emepụta ahụ ọzọ",
  "N'ihi ya, ọrụ ahụ bụ mmebi nke anya nna ochie ma na-enye ike n'ịkọwa onwé nwanyị.",
  "Site n'oge ruo n'oge, n'ime abalị, mgbè ha na-agbalị ihi ụra ma na-ada, ndị mmadụ na-enwe nchegbu nke ịdị adị, ha maara ahụ ha dum, ụwa dum, na eziokwu niile n'onwe ya",
  "Ọ dị ka ịmụrụ anya site na nrọ, ma ọ bụ ìhè na-enwu, ma ọ dị ka nnukwu ihe ịrịba ama \"Ị nọ ebe a\" na-apụta n'eluigwe",
  "Nanị eziokwu ahụ bụ na m bụ n'ezie ónyé dị adị ma na-eku ume n'ezie kụrụ m na mberede n'isi",
  "Ọ na-eme ka m nwee obi mgbawa",
  "Ọ na-akpata obéré nchegbu, dị ka mmalite nke egwu egwu",
  "Ógè ahụ gafere n'oge na-adịghị ányá, mana ọ ka na-adịgide ọ na-atụ egwu.",
  "Enwere ike inyocha echiche nke masquerade dị ka ndọtị nke njirimara, n'adịghị ka akwụkwọ ọkọwa okwu Oxford English nke na-adịghị eme nnukwu ọdịiche n'etiti ihe nkpuchi, disguise na masquerade na ebumnuche ma ọ bụ nkọwa",
  "A na-ahụ ihe nkpuchi ahụ dị ka ihe mkpuchi; na disguise bụ ihe mkpuchi zuru oke",
  "N'aka nke ọzọ, a na-akọwa ihe mkpuchi dị ka ikpuchi anya",
  "Ihe mkpuchi ahụ na-egosi; ihe mkpuchi ahụ anaghị adị n'anya, ihe mkpuchi na-agbakwunye",
  "Ihe nkpuchi ahụ bụ ihe na-adọrọ adọrọ; disguise bụ onyinyo na masquerade bụ caricature",
  "N'ezie, ọbụlagodi na nkọwa nke akwụkwọ ọkọwa okwu, okwu 'disguise' pụtara na atọ ahụ",
  "Ya mere, okwu ndị a kpọtụrụ aha n'elu: masquerade, masquerade na disguise nwere ihe yiri nke na-apụta ìhè 'site na dialectic nke izochi na ikpughe'",
  "Masquerade na-adọrọ uche gaa n'ihe ndị dị mkpa dị ka ọdịdị nke njirimara, eziokwu nke njirimara ahụ, nkwụsi ike nke ụdị njirimara na mmekọrịta dị n'etiti njirimara a na-eche na ngosipụta ya (ma ọ bụ isi na ọdịdị)",
  "Ihe mgbagwoju anya 'na-eyi ka ọ na-egosi eziokwu n'ụdị aghụghọ, ma na-ekpughe n'usoro izochi'."
]