[
  "Thelma Beatrice Johnson Streat (1912), bụ ónyé Africa-America na-ese ihe, na-agba egwu, na ónyé nkụzi. Ọ ghọrọ onye a ma ama n'afọ 1940 màkà nka ya, arụmọrụ ya na ọrụ ya iji kwalite nghọta na ekele ọdịbendị.",
  "A mụrụ Thelma Johnson n'August 29, 1912 na Yakima, obéré ọbọdọ ọrụ ugbo na Washington State, nyé ónyé na-ese ihe James Johnson, na nwunye ya Gertrude. Ọ bụ akụkụ nke ihe nketa Cherokee. Ezinụlọ ya kwagara Portland, Oregon mgbè ọ bụ nwata. N'afọ 1932, ọ gụsịrị akwụkwọ na Washington High School. Ọ malitere ise ihe mgbè ọ dị afọ asaa ma mụọ nka na Museum Art School (nke bụzi Pacific Northwest College of Art) na Portland site na 1934 ruo 1935. Ọ gàrà nkụzi nka ndị ọzọ na Mahadum Oregon site na 1935 ruo 1936.",
  "Ihe osise ya a ma ama, Rabbit Man, bụ nke Alfred Barr zụrụ màkà MoMA na 1942. Streat bụ nwanyị Africa America mbụ nwèrè ihe osise gụnyere na nchịkọta MoMA na-adịgide adịgide. A gbakwunyere ọrụ Streat na nchịkọta na-adịgide adịgide nke Smithsonian mgbe ha zụrụ mural Medicine and Transportation na 2016, nkè bi na National Museum of African American History & Culture na Washington, DC Streat sere Medicine and Transportations n'etiti 1942 na 1944, nke gosipụtara onyinye nke ndị Africa-Amerịka na-arụ ọrụ na ụlọ nyocha na ụlọ ọrụ mmepụta ihe.",
  "Mills College Art Museum dị na Oakland, California nwekwara ihe osise akwụkwọ ụmụaka nke Streat kpọrọ Robot.",
  "Ndị nwéré ọrụ Streat gụnyere ónyé na-eme ihe nkiri Vincent Price, onye na-agụ egwu Roland Hayes, ónyé na'ese ihe Diego Rivera, ónyé na na-eme egwuregwu Fanny Brice, ónyé na -agba egwu Katherine Dunham, na ónyé na-ese ihe nkírí Paulette Goddard.",
  "Ihe osise ya apụtala n'ihe ngosi na ebe ngosi ihe mgbè ochie na gallery gụnyere:",
  "Dị ka ónyé ya na ya dịkọrọ ndụ na ónyé ya na Katherine Dunham maara, Streat gara Haiti n'etiti 1946 na 1951 iji mụọ ịgba egwú, nke ọ hụrụ dị ka ihe dị mkpà na-akpali mgbanwe mmekọrịta mmadụ na ibe ya na ihe na-akwalite ịma ụkpụrụ ọha na eze aka. Ọ gakwara Mexico na Canada",
  "Streat gosipụtara ihe nkírí ọhụrụ ya, nke sitere na njem ya, na arụmọrụ na San Francisco Museum of Art na 1946, nke jikọtara African, Haitian, Hawaiian, Native American, Portuguese na ụdị ịgba egwu ndị ọzọ.",
  "Ọ lụrụ Romaine Virgil Streat na 1935, ha gbara alụkwaghịm na 1948. Streat nọgidere na-eji aha alụmdi na nwunye ya maka ebumnuche ọkachamara. Ka e mesịrị n'afọ ahụ, ọ lụrụ John Edgar Kline, onye njikwa ya na ónyé na-ede egwuregwu na ónyé na'emepụta ihe nkiri na ihe nkiri.",
  "Streat nwụrụ n'ihi nkụchi obi na 1959."
]