[
  "Thelma Awori bụ prọfesọ Ugandan, onye bụbu osote odeakwụkwọ ukwu nke United Nations, na onye na-ahụ maka ụmụ nwanyị",
  "A mụrụ ya na ọnwa Machị 25, Na afọ 1943 na Monrovia, Liberia wee bịa Uganda na afọ 1965. Ọ bụ onye bụbu onye Uganda People's Congress, onye gbagara na Movement. Ọ bụ onye na-ahụ maka ụmụ nwanyị n'Afrịka nke kwenyere na ikpe ziri ezi maka ụmụ nwanyị na ịdị irè nke echiche ụmụ nwanyị",
  "O ji mwute hụ oke mmegbu n'ime n'ihi okpukpe na mmekọrịta mmadụ na ibe ya.",
  "Ọ gụrụ akwụkwọ na Mahadum Harvard mgbe ọ na-enweta Bachelor of Arts cum laude Social Relations & Cultural Anthropology",
  "Na Mahadum California na Berkeley, ọ nwetara Master of Arts Adult Education & Humanistic Psychology. O nwetara PhD na afọ 2006 na Mahadum Columbia dị na mba New York City.",
  "Ọ bi na Uganda ma na-arụ ọrụ na kọntinent Afrịka",
  "Ọ bụ onye nkuzi toro eto nke na-azụlite ndị mmadụ na ndọrọ ndọrọ ọchịchị gbasara okike na ikpe na-ezighị ezi nke akụ na ụba",
  "Thelma bụ onye nhazi a zụrụ azụ. Ọ rụrụ ọrụ dị ka osote onye nduzi na UNIFEM kemgbe na afọ 1990",
  "Ọ rụkwara ọrụ dị ka Chief na Africa Section, UNIFEM, New York",
  "Ọ rụrụ ọrụ dị ka onye ndụmọdụ na UNIFEM, ILCO nke Netherlands, United Nations Children's Fund, na United States Agency for International Development, kemgbe 1981.",
  "Thelma rụkwara ọrụ dị ka onye isi odeakwụkwọ, Commission for Communication Education, World Association for Christian Communication, London, na afọ 1977 na Afọ 1981",
  "Site na na afọ 1973 ruo na afọ 1977, ọ rụrụ ọrụ dị ka onye nkuzi na College of Adult and Distance Education na Mahadum Nairobi, Kenya",
  "N'etiti afọ 1965, ọ bụ onye isi nkuzi na Centre for Continuing Education, Mahadum Makerere, Uganda na-akụzi Sociology. Ọ rụchara ọrụ afọ abụọ dị ka osote odeakwụkwọ ukwu nke United Nations.",
  "Ọ bụ onye isi nchịkwa nke Institute for Social Transformation (IST), ọ na-ejekwa ozi dị ka onye ndụmọdụ ukwu maka Gọọmentị Liberia na Uganda",
  "Ọ na-emetụta iwu na omume gafee kọntinent ahụ",
  "Ọ rụrụ ọrụ dị ka osote odeakwụkwọ ukwu na-ahụ maka ụlọ ọrụ UNDP Africa nke dị na New York. Thelma Awori bụ onye isi oche nke Africa Leadership Institute. Ọ bụ onye nnọchi anya nsọpụrụ nke Liberia na Uganda.",
  "Ọ bụbu osote odeakwụkwọ ukwu nke United Nations ma bụrụkwa onye nduzi nke Regional Bureau for Africa nke UN Development Programme (UNDP). Ọ rụrụ ọrụ na United Nations ruo afọ iri na abụọ, dị ka osote onye nduzi maka UNIFEM na dị ka onye nhazi nke UN System na Zimbabwe. Site na afọ 1965, Ọ bụ onye na-ekere òkè na ọgụ ziri ezi nke ụmụ nwanyị nke Uganda maka ịha nhata nwoke na nwanyị na nke ahụ bụ ihe mere na ọnwa Machị 8 na afọ 2018, ọ bụ otu n'ime ụmụ nwanyị 10 a nabatara ma sọpụrụ maka ime ka Uganda nwee obi ụtọ n'akụkụ dị iche iche nke mbọ mmadụ na mba ahụ.",
  "Ọ bụ onye isi oche na onye isi oche, Sustainable Market Women's Fund, Liberia n'oge gara aga (Sirleaf Market Women'S Fund) nke nyere ike karịa ụmụ nwanyị ahịa Ogugu 15,000 na Liberia.",
  "Ọ bụ onye otu African Association for Literacy and Adult Education, Nairobi, na American Society for Training and Development",
  "Ọ bụ onye so na Kọmitii Na-eduzi nke African Women's Leadership Network ebe ọ na-ahazi mmemme ndị na-enyere ụmụ nwanyị aka n'ọrụ ugbo ma na-akwado ndị na-ere ahịa ụmụ nwanyị gafee kọntinent ahụ.",
  "Ọ lụrụ Aggrey Awori onye bụ Minista na-ahụ maka ozi na teknụzụ nkwukọrịta na Cabinet nke Uganda site na onwa 16 Febụwarị nke afọ 2009 ruo onwa   Mee 27 nke afọ 2011. Aggrey Awori na Thelma Awori zutere na Mahadum Harvard, USA n'afọ 1960 mgbe ha bụ ụmụ akwụkwọ na Mahadim Harvard."
]