[
  "Thenjiwe Niki Nkosi (amụrụ n'afọ 1980) bụ ónyé na-ese ihe na South Africa-America na ónyé na-eme ihe nkiri mgbasa ozi. N'afọ 2019, ọ meriri 15th Tollmand Award, ihe nrite South Africa kwa afọ màkà ónyé na-ese ihe.",
  "A mụrụ Nkosi n'afọ 1980 na New York n'aka nnà South Africa nọ n'ebe a chụgara ya na nné Greek-American",
  "Ọ kwagara Harare n'afọ 1989 wee gaa Johannesburg na 1992",
  "O nwere nzere bachelọ na Mahadum Harvard na MFA na School of Visual Arts na New York.",
  "Dị ka ọ na-adịkarị, ọrụ Nkosi na-enyocha ike na usoro ya na ndọrọ ndọrọ ọchịchị, ihe owuwu na ọha mmadụ",
  "O gosipụtara ihe osise na ihe nkiri ya n'ọtụtụ mba gụnyere South Africa, United States, United Kingdom, France, Germany, Vernice na Portugal",
  "Ụfọdụ n'ime ihe ngosi ndị o gosipụtara na gụnyere; Standard Bank Gallery na Johannesburg, ifa Gallery na Berlin, South London Gallery na Tate Modern na London, Museum of Contemporary Art na Rio de Janeiro, Joburg Pavilion na 56th Venice Biennale na Fondation Louis Vuitton na Paris. Ọ bụ ónyé na-ese ihe nà XXVIIes Aterliers Internationaux, FRAC des Pays de la Loire nà France, VAIVEM na Sao Paulo, Vanilla Facts na Berlin, Cruces International, Montevideo na Bag Factory Artist Residency.",
  "Ihe ngosi nkè mbụ na Stevenson Gallery na Johannesburg, nkè akpọrọ \"Spanish\" meghere n'ọnwa Juun n'afọ 2020. N'ikwu okwu na \"Gymnasium\", Thenjiwe na-ekwu \"Achọrọ m ịdọrọ uche gaa na mmekọrịta dị n'etiti ónyé ọ bụla na otu\"",
  "Thenjiwe bu n'uche ka ọrụ ya \"dọrọ uche ndị nọ n'etiti oge, nke a na-elegharakarị anya ma na-eleda anya dị ka akụkụ nke usoro mmeri, dị ka akụkụ ya\".",
  "Akụkụ vidio \"Suspension\" (nke dị nkeji isii na nke dị nkeji iri anọ na ise) gosipụtara na ihe ngosi vidio n'ịntanetị nkè afọ 2020",
  "N'afọ ahụ, ọ chịkọtara ihe nkiri nké ndị Black elite gymnastics si n'akụkụ ụwa niile n'oge na-adịghị anya tupu usoro ha ebido",
  "Nnyocha New York Times kpọrọ mpempe akwụkwọ ahụ \"dị elu\" na \"ihe niile na-agbadata-na-asọba-ọ bụ ihe a rụzuru ugbu a nke ngosi vidiyo\" nkè e gosipụtara ya.",
  "Ọ na-arụkọ ọrụ ugboro ugboro na ónyé na-ese ihe MADEYOULOOK na Molemo Moiloa na Nare Mokgotho, yana Pamela Phatsimo Sunstrum.",
  "Nkosi bụ nné nkè otu nwa. Ọ bi ma na-arụ ọrụ na Johannesburg."
]