[
  "Theophilus Martins, ónyé a maara dịka Theo Martins, bụ ónyé America na-ese ihe, onye na-ede egwu, na ónyé na-eme ihe nkiri. Martins guzobere Theo Martins Inc, ụlọ ọrụ ntụrụndụ nke na-emepụta, na-ekesa ma na-ere ọrụ ya. Mmepụta ya enwetawo otuto site na ụlọ ọrụ gụnyere The LA Times, GQ magazine, The Washington Post na Wallpaper Magazine.",
  "A mụrụ Martins Theophilus Martins Jr na Providence, Rhode Island",
  "Ọ bụ ónyé Yoruba",
  "Nne ya si London si Lagos Island kwabata na nna ya si Surelere. Martins na-eto ndị mụrụ ya màkà ngosipụta egwu na nka ọ nwetara n'oge ọ na-etolite",
  "O kwuru na nne ya chọtara oku na-achọ akwụkwọ akụkọ ọbọdọ mgbe nna ya bụ onye na-afụ opi na ónyé na-anakọta egwu. Martins malitere ọrụ dị ka DJ mgbe ọ gachara n'ụlọ enyi ezinụlọ nke nwere abụọ Technic SL-1200 turntables",
  "Ọ gara Community College of Rhode Island tupu ọ gaa Mahadum nke Rhode Island, na-eme DJ set na campus",
  "Mgbe o nwetasịrị ihe ịga nke ọma dị ka DJ, ọ malitere ịchụso ọrụ dị ka ónyé na-ese ihe n'onwe ya.",
  "A tọhapụrụ ọrụ mbụ nke Martins, The Birth, na mmekorita ya na ébé nrụọrụ weebụ Questlove, Okayplayer",
  "N'afọ 2013, ọ wepụtara abọm, Wonderland ma kwado ntọhapụ ya na njem nleta na arụmọrụ na BET music video show, 106 & Park",
  "Vidio egwu ya, KILLER gosipụtara dị ka mmemme ahụ, \"New Joint of The Day\"",
  "N'afọ 2014, Martins malitere Posture, ụlọ ọrụ na-emepụta ihe na akara ndekọ iji kwado ọrụ nka ya. N'afọ 2017, Martins sonyeere ónyé na-emepụta Thelonious Martin na EP, TM. N'afọ 2019, ọ malitere Cereal & Such, usoro ọka na snacks. Mmalite ahụ sonyeere abọm nchịkọta nke gosipụtara, Asa Taccone, Shelley (FKA DRAM), Kelsey Bulkin, Mez na ndị ọzọ. Martins wepụtara otu, Be With You, na-eduzi vidiyo egwu ya na ónyé nduzi Jimmy Marble",
  "N'afọ 2020, Martins wepụtara, Walking Music, abọm iji kwado atụmatụ ya na-agagharị agagharị. Abọm ahụ sonyeere, Walking Not Talking, ihe nkírí nke Martins dere ma duzie",
  "N'afọ 2021, Martins wepụtara, \"Ọ bụ Right Where You Left It\", akwụkwọ nwere akụkọ dị mkpirikpi, edemede na uri",
  "Akwụkwọ ahụ, nke nwéré QR Codes, duuru ndị na-agụ ya gaa abụ ma ọ bụ vidiyo egwu site na isiakwụkwọ kwekọrọ",
  "E wepụtara mbipụta nke abụọ, ya na ụdaolu na-eso ya",
  "Onyinye sitere n'aka ndị na-ese ihe, CeeLo Green, Ts Madison, Liv.e na Triathalon onye ọ bụla na-agụpụta akụkụ dị n'akwụkwọ ahụ",
  "Ákàrá ụda ahụ gụnyere okwu mbido sitere n'aka onye bụbu onye America na-agba bọọlụ, Lamar Odom.",
  "A họpụtara Martins dị ka peeji na ihe nkiri akụkọ ihe mere eme, Amistad  Martins pụtara na ihe nkírí ahụ, \"End of Babes\", ya na onye na-eme ihe nkiri Gillian Zinser maka usoro mgbasa ozi NOWNESS. N'afọ 2017, ọ pụtara dị ka onwé ya na, \"United Colors of Shirley\", ihe nkiri nke abụọ maka NOWNESS. N'afọ 2018, Martins dere ma duzie usoro weebụ, The Theo Show, na-egwu akụkọ ifo nke onwe ya",
  "Ọ pụtara na ihe nkiri ahụ, If You're Ready, na-enweta Vimeo Staff Pick na YouTube Short of The Week.  N'afọ 2020, Martins gosipụtara, dee ma duzie, Food For Thought, usoro weebụ nke Issa Rae's Hoorae Media mepụtara.",
  "Martins malitere Posture, ụlọ ọrụ imewe na uwe. Ọ sochiri Cereal & Such, ụlọ mmanya ọka Los Angeles na akara ọka na-enweghị gluten na snacks. Nnyocha ya gụnyere mbipụta, mgbasa ozi, ahịa na azụmaahịa e-azụmahịa. O dèrè akwụkwọ abụọ, ọ bụ onye na-ebipụta Reading Material, magazin a na-ebipụ kwa nkeji iri na ise ma na-akwado mmemme telivishọn ugbu a, Theo Tian House na Vans Network",
  "N'afọ 2020, Martins malitere otu posture walking club",
  "Ụlọ ọrụ ahụ esorowo ụlọ ọrụ akpụkpọ ụkwụ egwuregwu Hoka na mbido ya. N'afọ 2021, Martins guzobere Theo Martins Inc, ụlọ ọrụ ntụrụndụ na-etinye aka na mmepụta, nkesa na ahịa nkè ọrụ ya.",
  "⅝"
]