[
  "Therman Statom bụ ónyé America Studio Glass artist ónyé isi ya bụ akwa iko",
  "Ọ na-ebibi, na-ese ihe, ma na-achịkọta iko ahụ - na-agbakwunye ihe iko ndị a chọtara n'ụzọ iji mepụta ihe atọ a tụrụ atụ.  Ọtụtụ n'ime ọrụ ndị a buru ibu. A maara Statom màkà nrụnye ya pụrụ iche nke ebe ọ na-eme ka ihe owuwu iko ya dị obéré karịa ónyé nleta",
  "Ụda na ihe oyiyi dijitalụ a na-atụle bụkwa ihe ndị metụtara ọrụ gburugburu ebe obibi.",
  "Nwa nwoke nke dọkịta, Therman Statom amụrụ na Winter Haven, Florida na 1953 ma zụlite na Washington, DC. N'ebe ahụ, ya na Cady Noland, nwa nwanyị nke ónyé na-ese ihe na-enweghị atụ Kenneth Noland, ghọrọ enyi",
  "N'oge ọ bụ nwata, a kọrọ na Statom gwara okenye Noland (ónyé na-arụ ọrụ na usoro ọ na-achọ n'oge ahụ), 意 nwere ike ise ihe dị ka nke ahụ. Statom na-ekwu na ọ bụ Kenneth Noland chọrọ ịbụ ónyé na-ese ihe",
  "Ọ malitere ọmụmụ ya nke iko dị ka ónyé na-ese ihe na Pilchuck Glass School na Stanwood, Washington na 1971, na-aga n'ihu na-amụ ihe ọkpụkpụ na Rhode Island School of Design. Ọ natara Bachelor of Arts site na ụlọ ọrụ ahụ na 1974 na Master of Arts site n'aka Pratt Institute School of Art and Design na 1978. Na Pratt, o ji ugegbe mee ọrụ mbụ ya (nke, na ụlọ ọrụ ugegbe, a na-akpọ ugegbe na-ese n'elu mmiri) n'ihi na ụlọ akwụkwọ ahụ enweghị ihe maka ịrụ ọrụ ugegbe ọkụ",
  "Na mbido afọ 1980, Statom natara akwụkwọ ịkpọ òkù site n'aka Richard Marquis ileta mmemme iko ọkụ nke ọ duziri na Mahadum California na Los Angeles",
  "Mgbè Marquis hapụrụ mmemme ahụ na 1983 Statom duziri ya ruo mgbè e mechiri ya na 1985.",
  "Ọrụ ọkachamara ya afọ iri abụọ na ise gụnyere ihe ngosi na nnukwu ebe ngosi ihe mgbè ochie gafee United States",
  "Ihe ngosi otu ónyé na-adịbeghị anya gụnyere ndị dị na Lowe Museum nkè Mahadum Miami, Coral Gables, Florida; Chrysler Museum of Art na Norfolk, Virginia na Toledo Museum of Art dị na Toledo, Ohio",
  "Na mba ụwa, Statom egosila na Stockholm, Sweden; Paris, France; Hokkaido, Japan na Ensenada, Mexico.",
  "N'etiti ọrụ ọha na eze bụ ndị dị na California na Los Angeles Central Public Library na Los Angeles International Airport, Tom Bradley Terminal na Ice Center na San Jose",
  "Na Nevada, enwere ike ịhụ ọrụ e nyèrè iwu na Harrahńs Casino na Las Vegas, na Arizona na Scottsdale Museum of Contemporary Art na New York na New York State Arts Commission.",
  "Therman Statom gụnyere n'etiti nsọpụrụ ya Outstanding Achievement Award nke UrbanGlass nyere na 2008, na Distinguished Artist Award nkè James Renwick Alliance nyere na 2006 na Washington, DC",
  "National Endowment for the Arts nyere Statom onyinye fellowship na 1988 na 1982; ọ bụ ónyé natara Ford Foundation Artists Grant na 1997",
  "E mere Statom Fellow nké American Craft Council na 1999. N'ọnwa Nọvemba, afọ 2015, a kpọrọ Statom onye United States Artists Fellow, nke gụnyere onyinye $ 50,000 na-enweghị mgbochi. Nzukọ ahụ na-achọ ịchọpụta \"ndị na-ese ihe na ndị na-emepụta ihe na-arụ ọrụ na ngalaba nke ihe owuwu na imewe, ọrụ aka, ịgba egwu, akwụkwọ, mgbasa ozi, egwu, ihe nkiri na arụmọrụ, nka ọdịnala na nka anya",
  "\"",
  "Na United States, nchịkọta ọha na eze na-ejide ọrụ Therman Statomás gụnyere: Metropolitan Community College-Elkhorn Valley Campus, Omaha, Nebraska; Art Museum of West Virginia University, Morgantown, West Virginia; California African-American Museum, Los Angeles, California; Cincinnati Art Museum; City of Seattle, Seattle, Washington, Washington, Corning Inc., New York; Detroit Institute of Arts, Detroit, Michigan; High Museum of Art, Atlanta, Georgia; Los Angeles County Museum of West West Virginia, Los Angeles Dukee Art Center; Min Min Min Min Men Men Men Men, Washington City City City City, Washington Men Men Men City, American Art, Washington Men, American Art Center, Washington Men's; American Art, American Art; Men Men Men's, Washington Men. Enwere ike ịchọta ọrụ ndị mba ofesi na nchịkọta nke Musée des Arts Décoratifs, Paris, France; Museum of Contemporary Design and Applied Arts na Lausanne, Switzerland; na Moscow, Russia na Maputo, Mozambique site na mmemme Art in Embassies nke Ngalaba Mba US."
]