[
  "Tiep ma ọ bụ thieb bụ nri ọdịnala sitere na Senegal nke a na-eri na Guinea-Bissau, Guinea, Mali, Mauritania, na Gambia",
  "Ọ bụ nri mba na Senegal. A na-eji azụ, osikapa na tomato sauce esi n'otu ite akwadebe ụdị tiep a na-akpọ thieboudienne ma ọ bụ chebu jen (Wolof: ; French: thiéboudiène)",
  "E nwekwara tiep yappa (nke nwere anụ) na tiep ganaar (nke nwere ọkụkọ)",
  "Ihe ndị ọzọ na-agụnyekarị yabasị, karọt, kabbaji, japu, ose ọkụ, oroma na mmanụ ahụekere, na cubes ngwaahịa",
  "N'akụkọ ihe mere eme, a na-ekwukarị na obodo Saint-Louis, na narị afọ nke iri na itoolu",
  "Aha nri ahụ sitere n'okwu Wolof nke pụtara 'osikapa' (ceeb) na 'azụ̀' (鱼). Na Pulaar a maara ya dị ka maaro e liddi ('osikapa na azụ')",
  "A na-enye ya na nnukwu efere na osikapa n'ala na azụ, na-abụkarị grouper ọcha (Epinephelus aeneus), na akwụkwọ nri, ọtụtụ n'ime ha dum, debere n'etiti",
  "Tiep nwere ihe yiri ya nke ukwuu n'ihe ndị mejupụtara ya, ngosi ya, na ihe ọ pụtara na Maghrebi couscous",
  "Dị ka omenala si dị, a na-eri ya n'ime nnukwu efere ọha na eze na aka",
  "Ọ bụkwa ihe nnọchianya nke Senegalese terranga (ile ọbịa): ezinụlọ, ndị enyi na ndị ọbịa na-eleta na-ezukọta gburugburu otu efere (nke a na-akpọ bolus) nke onye ọ bụla na-eri site na ya site na iji spoon (couddou Pulaar) ma ọ bụ otu achịcha.",
  "A na-eche na nri a ma ama n'Ebe Ọdịda Anyanwụ Afrịka a maara dị ka jollof sitere na thieboudienne, mana a na-ejikarị anụ eme ya karịa azụ, a na-agwakọta osikapa n'ime ihe ndị ọzọ.",
  "Nri Gullah osikapa na-acha ọbara ọbara yiri thieboudienne, na-atụ aro ụzọ nri si West Africa na uwa ọhụrụ site n'aka ndị ohu Africa na ụmụ ha",
  "Dị ka thieboudienne, e nwere ọdịiche dị iche iche nke osikapa na-acha ọbara ọbara na Gullah / Gechee ihe nketa omenala Corridor, gụnyere Savannah osikapa na acha ọbara ọbara na Charleston osikapa na acha ọbara ọbara.",
  "Ọ bụ nkwadebe nke azụ ọhụrụ ma ọ bụ nke a mịrị amị, na osikapa (osikapa Wolof), nke e ji akwụkwọ nri (dị ka akpu, ugu, cabbage, karọt, turnip, ma ọ bụ eggplant) sie, parsley, tomato paste, ose, galik na yabasị",
  "N'ịbụ nke e ji azụ mee na mbụ, a na-ahụkarị ya na anụ ehi ma ọ bụ ọbụna ọkụkọ.",
  "N'ịbụ nke sitere na Senegal, usoro nri ọdịnala gụnyere azụ, osikapa, tomato na yabasị",
  "Otú ọ dị, a na-eri tiep n'ọtụtụ mba dị na West Africa",
  "Dabere na mba, usoro nri na ihe ndị e ji esi nri na-agbanwe ọbụna usoro isi nri nwere ike ịdị iche",
  "Na Mali, a maara tiep dị ka 22h, nri nwere ọkụkọ, osikapa na akwụkwọ nri dịka tomato na yabasị",
  "Ụdị tiep ọzọ bụ jollof ma ọ bụ djolof (n'asụsụ Wolof, asụsụ mba) osikapa a na-akpọkwa benachin nke pụtara 'otu ite' na Wolof",
  "Ọ bụ nri a ma ama karịsịa na Naijiria na Ghana",
  "Na Cameroon na Ivory Coast a na-akpọ nri ahụ riz gras",
  "Ihe ndị mejupụtara ya yiri ihe ndị e ji eme nri mbụ ahụ tinyere tomato, osikapa na yabasị.",
  "Agbụrụ dị iche iche nke Senegal nwere ọdịiche nke ha na nri na iri nri, nke na-emetụta ma ọ bụ site na ịdị nso n'oké osimiri ma ọ bụ omenala nke nomadism na ịzụ ehi",
  "Dịka ọmụmaatụ, ndị si n'ebe ndịda Senegal na-agbakwunye ụfọdụ kouthia, [nkọwa dị mkpa] ebe ndị si Dakar na Saint-Louis ga-eji mkpụrụ obi (Wolof).",
  "Nsụgharị ndị ọzọ nke aha ahụ gụnyere: ceebu jen, cee bu jen, ceeb u jen, thebouidienne, theibou dienn, thiebou dienn، thiebou dinne, thiébou dieune, tíe biou dienne, thieb-ou-djien, thiebu djen ma ọ bụ osikapa na azụ.",
  "Àtụ:African cuisine"
]