[
  "Àkwà mmiri nke atọ bụ nke kachasị ogologo n'ime àkwà mmiri atọ jikọtara Lagos Island na isi ala, ndị ọzọ bụ àkwà mmiri ndị ọzọ dịka Eko na Carter. Ọ bụ àkwà mmiri kachasị ogologo n'Africa ruo n'afọ 1996 mgbe a rụchara àkwà Mmiri nke 6 nke Ọktoba dị na Cairo.\nÀkwà mmiri ahụ na-amalite site na Oworonshoki nke jikọtara ya na ụzọ awara awara Apapa-Oshodi na ụzọ awara ngwa Lagos-Ibadan, ma kwụsị na Adeniji Adele Interchange na Lagos Island. Enwekwara njikọ n'etiti àkwà mmiri nke na-eduga na Herbert Macaulay Way, Yaba",
  "Ọ bụ Julius Berger Nigeria PLC wuru àkwà mmiri ahụ",
  "Onye isi ala Shehu Shagari nyere iwu nke mbụ n'afọ 1980 ma onye isi ala Ibrahim Babangida rụchaa ya n'afọ 1990; ọ dị ihe dị ka kilomita 11.8 n'ogologo.",
  "Ka oruru N'afọ 2006, ọtụtụ ndị njem kọrọ na Àkwà Mmiri Mainland nke Atọ na-eme mkpọtụ nke ọma, na-egosi na ọ chọrọ nlebara anya ngwa ngwa. N'ihi ya, a malitere ọrụ nrụzi n'akụkụ ụfọdụ nke àkwà mmiri ahụ n'oge dị iche iche, na-eduga na mmechi nke àkwá mmiri ahụ. Na Jenụwarị 2013, a rụchara ọrụ a.",
  "N'oge na-adịbeghị anya, e nweela asịrị banyere oghere na ebe àkwà mmiri ahụ",
  "Otú ọ dị, ndị ọchịchị gọnahụrụ nke a. Àkwà mmiri ahụ nwere ụzọ asatọ nwere ọdịdị ọhụrụ n'oge mmezi ikpeazụ, na-ese ihe nduzi àkwà mmiri na agba nke Naịjirịa: akwụkwọ ndụ akwụkwọ ndụ, ọcha, akwụkwọ ndụ akwụkwọ nri, yana ihe osise n'ozuzu maka ọdịdị ọhụrụ",
  "A rụchara ọrụ nrụzi n'àkwà mmiri ahụ ma meghee àkwà mmiri yango ọzọ n'October 30, N'afọ 2012.",
  "Àkwà mmiri nke atọ Mainland nwere okporo ụzọ ụgbọ ala dị elu n'ụbọchị izu, dịka ọtụtụ ndị bi na-aga ma na-esi na Lagos Mainland gaa n'àgwàetiti ahụ, nke bụ ebe azụmahịa nke Lagos State",
  "Ndị bi na Ikeja, Agboyi-Ketu, Ikorodu, Isheri, Oworonshoki, Gbagada, Yaba, Maryland na Oshodi na-ejikarị àkwà mmiri ahụ eme njem ha kwa ụbọchị",
  "Àkwà mmiri nke atọ bụ akụkụ dị mkpa nke njem Lagos kwa ụbọchị, n'ihi ya, ọ chọrọ ka a rụzigharịa ya mgbe niile",
  "Ọ ghọwokwa nnukwu ihe ngosi Lagos, na-enye echiche dị iche iche nke Lagos - Lagos Lagoon, Mahadum Lagos na Makoko, obodo dị mkpụmkpụ nke e wuru na Lagos Lagoon.",
  "Na 6 Julaị N'afọ 2020, a mara ọkwa na a ga-emechi Àkwà Mmiri Mainland nke Atọ ruo ọnwa isii n'ihi nrụzi. A ga-arụzi àkwà mmiri ahụ ọzọ site na Fraịde, Julaị 24, 2020 ruo Jenụwarị 24, 2021 maka dochie anya ihe ndị na-ebugharị na nkwonkwo mmụba.",
  "N'afọ ndị 1970, mgbe agha obodo Naịjirịa gwụsịrị, oge ọnụ ahịa mmanụ na-arịwanye elu sochiri na Naịjirị gafere usoro ọganihu akụ na ụba",
  "Mkpa maka ụlọ ọrụ mmeziwanye ihe karịsịa na isi obodo Lagos nke gafere oge mkpọchi ọdụ ụgbọ mmiri na mgbe ahụ, ihe na-arịgo n'elu n'ụgbọ ala mepụtara ihe mkpali maka àkwà mmiri nke atọ na-ejikọta Lagos Island na-azụ ahịa na obodo ndị na-eto eto nke Lagos.",
  "E nyere nkwekọrịta maka àkwà mmiri nke atọ n'afọ 1976",
  "E wuru àkwà mmiri ahụ n'ụzọ dị iche iche",
  "Akụkụ nke mbụ e nyere nkwekọrịta na otu PGH consortium, ọrụ nke gụnyere, Impresit Girola na Borini Prono, ebe Trevi Group nyere ọrụ nkwado maka ịkwanye",
  "E mere nke mbụ ka ọ bụrụ kilomita 5 n'ogologo, malite n'àgwàetiti ahụ ma kwụsị na Ebute Metta, n'akụkụ Yaba. Àkwà mmiri ahụ na-ebuli elu ruo kilomita 3 n'elu mmiri ma jiri simenti siri ike mee ya",
  "Ntọala ntọala nwere omimi dịgasị iche iche n'etiti mita 36 na 54 na dayameta nke mkpọda dabere na okporo ụzọ nwere ike ibu, a na-eji dayameta 1500mm maka isi àkwà mmiri na-agafe ọdọ mmiri Lagos na maka ụzọ na-agagharị na ụzọ na-abịarute, dayameta dị n'etiti 800mm na 1200mm",
  "E wuchara nke mbụ n'afọ 1980.",
  "E nyere ndị Julius Berger nke abụọ site na Ebute-Metta ruo Oworonshoki na Naịjirịa."
]