[
  "Oge nnọkọ nke atọ nke Kọmitii Etiti iri na otu nke otu ndị Kọmunist China bụ nzukọ dị mkpa nke Kọmitii Etiti nke ndị otu Kọmunist China nke emere na Beijing, China, site na n'abalị iri na asatọ nke ọnwa Disemba ruo analị iri abụọ na abụọ nke ọnwa Disemba afọ  1978.",
  "Ọgbakọ a bụ mmalite nke amụma  \"Ndozigharị na Imepe\", a na -ahụkwa ya ebe niile dị ka oge Deng Xiaoping ghọrọ onye isi China na-anọchi Onye isi oche Hua Guofeng, onye nọgidere dịka onye isi oche nke otu Kọmunist China ruo 1981",
  "Nzukọ a bụ oge mgbanwe dị mkpa na akụkọ ihe mere eme nke China mgbe 1949 gasịrị, na-aka akara mmalite nke ngụkọ azụ nke amụma Mao's \" Mgbanwe Ọdịnaala\" Onye isi oche Mao, wee tinye China na ụzọ  mgbanwe akụ na ụba mba.",
  "E mere Nzukọ a na họtel Jingxi dị na ọdịda anyanwụ Beijing.",
  "Tupu plenum, arịrịọ maka ịjụ mgbanwe mgbanwe ọdịbendị mụbara, ọkachasị ndị a kpagburu n'oge Mao Zedong n'afọ gara aga",
  "N'ọnwa Ọktoba afọ 1976, Ejidere otu egwu radikal nke anọ nke nwunye Mao di ya nwụrụ Jiang Qing n'edu, Deng Xiaoping n'onwe ya - onye isi ndì na-ama Mao aka site na 1975 ruo 1976 - ka emezigharịrị nke ọma na 1977.",
  "Ọ bụ ezie na Hua Guofeng, onye nwere ihe ịga nke ọma dị ka onye isi oche nke ndị Kọmunist China na \"nnukwu onye enyemaka,\" n'afọ 1976, nwara ịga n'ihu n'ụdị rhetoric kacha Maoist na inweta ikike dị ka nke Mao",
  "O nyekwara ohere ịhazigharị ọtụtụ ndị enyi Deng, bụ ndị, na -akpọ maka mgbanwe akụ na ụba, wee nupụrụ ya isi",
  "N'oge ogbako ọrụ nke afò1978 nke emere na Nọvemba, na-akwado maka plenum, Chen Yun welitere \"okwu isii\" - Bo Yibo, Tao Zhu, Wang Heshou na Peng Dehuai ; ihe omume Tiananmen nke afò 1976; na mmejọ Kang Sheng - iji mebie ndị aka ekpe",
  "N'otu ọgbakọ ahụ, Deng kwuru na ọ dị mkpa ịgabiga ihe mgbochi echiche.",
  "N'ịgbalị iwezuga onwe ya na omume mgbanwe ọdịbendị nke na-etinye ndọrọ ndọrọ ọchịchị n'ihu akụ na ụba, nnọkọ oge nke atọ rụrụ ụka na a ga -agbahapụ mkpọsa nkatọ dị ukwuu megide Lin Biao na ndị otu anọ ahụ iji kwado nnukwu nlebara anya na akụnụba",
  "'' Mmezi ọgbara ọhụrụ anọ '' nke ụlọ ọrụ nrụpụta, ọrụ ugbo, nchekwa mba na teknụzụ sayensị ka a na-ahụta dị ka ọrụ dị mkpa otu ahụ maka oge ọhụrụ",
  "Echiche nke onye isi ala mbụ Liu Shaoqi na n'okpuru ọchịchị onye kwuo uche ya, ọgụ klaasị  bịara na njedebe, na ọ dị mkpa ịzụlite mmekọrịta nke mmepụta iji soro uto nke ndị na-elekọta mmadụ, kwadoro n'ihu ọha, ebe echiche Mao nke mgbanwe na-aga n'ihu n'okpuru ọchịchị mmekọrịta agbahapụrụ",
  "mgbanwe maka njikwa akụ na ụba kwesịrị omume.",
  "Isiokwu ọhụrụ a bụ \"mee China mba ọgbara ọhụrụ, nke nwere ikike ọchịchị onye kwuo uche ya tupu ngwụcha narị afọ a\".",
  "Agbanyeghị na o meghị mkpebi ọ bụla mepere emepe megide Mao, nnọkọ otu wakporo onye isi ya, na-egosi na ọ naghị ekwe nkwa ọchịchị onye kwuo uche ya zuru oke ma ọ bụ Nduzi otu",
  "Karịsịa, ọ katọrọ ojiji nke ịnye “ntuziaka” Mao, ebe ekwuru na \"Ọ nweghị echiche onwe onye nke onye otu nọ n'ọkwa ọrụ, gụnyere ndị ọrụ ibe nke Kọmitii etiti, ka a ga-akpọ 'nkuzi'.\" Ọ na -akwụsịkwa ọtụtụ mmadụ na -eme maka Mao na Hua, ọbụlagodi na -ezere iji utu aha \"Onye isi oche Mao\" na \"Onye isi oche Hua\".",
  "N'ịkwalite ụkpụrụ \"Ịchọ eziokwu site na eziokwu\", plenum bidoro ịjụ mmegharị nke Mgbanwe Ọdịbendị: mkpọsa \" Counterattack the Right-Deviationist Reversal-of-Verdicts Trend \" nke ezubere megide Deng ka a jụrụ n'ihu ọha, na Peng Dehuai, Tao Zhu, Emezigharị Bo Yibo na Yang Shangkun",
  "A jụrụ Mgbanwe Ọdịbendị n'ihu ọha naanị n'afọ 1981 na nnọkọ oge nke isii",
  "A katọrọ adịghị ike nke Nzukọ mba na CỤlọ ikpe kasị elu n'oge a.",
  "N'agbanyeghị oke mkpa ọ dị n'ịkwalite echiche na idu ndú Deng Xiaoping, n'oge nnọkọ oge nke atọ ọ nweghị mgbanwe ọ bụla siri ike ma ọ bụ nke siri ike mere, na -emegide nnọkọ oge nke isii emere na 1981 mgbe ewepụrụ Hua Guofeng n'ọkwa nke onye isi oche otu",
  "Otú ọ dị, a gbakwụnyere ihe ndị dị mkpa.",
  "A họpụtara Chen Yun dika onye otu Kọmitii na-ahụ maka ndọrọ ndọrọ ọchịchị, yana onye osote onye isi oche otu na odeakwụkwọ mbụ nke Ụlọ ọrụ etiti maka ịdọ aka na ntị na nyocha",
  "Deng Yingchao, Hu Yaobang na Wang Zhen bụcha ndị otu ndọrọ ndọrọ ọchịchị, e nyekwara ha ọkwa dị mkpa na Kọmitii Nnyocha na ịdọ aka na ntị.",
  "Ndị otu ọhụrụ itoolu, onye isi ndị ọrụ izugbe PLA  Huang Kecheng gara aga n'etiti ha, ka etinyere na Kọmitii etiti."
]