[
  "Thokozani Khupe (amụrụ na 18 Nọvemba 1963) bụ onye ndọrọ ndọrọ ọchịchị Zimbabwe, onye otu ọrụ na onye isi oche nke MDC-T nke Movement for Democratic Change (MDC)",
  "Ọ bụ osote praịm minista 2009-13.",
  "Mgbe onye guzobere otu Morgan Tsvangirai nwụsịrị na mbido afọ 2018 Khupe megidere ịrịgo Nelson Chamisa dị ka onye ndú nke MDC-T n'ihi na ọ bụ naanị otu n'ime ndị osote onye isi atọ a họpụtara site na ndị omeiwu, ebe Chamisa na osote onye osote onyeisiala nke atọ Elias Mudzuri bụ ndị Tsvangirai họpụtara",
  "Ọtụtụ n'ime ndị otu ahụ kwadoro Khupe na nke a, mana Chamisa meriri ya n'ọgụ ike; Khupe na ndị na-akwado ya na-ewere òtù ha dị ka MDC-T ziri ezi ma gaa n'ihu na-eji aha MDC- T",
  "Ha na-etinye aka n'ọgụ ụlọ ikpe na otu Chamisa maka aha otu, akara, akara ngosi na akara ahịa; edozibeghị okwu ahụ tupu ntuli aka nke 2018 na otu Khupe gbara ọsọ na ntuli aka dị ka MDC-T ebe otu Chamisa ka ukwuu gbara ọsọ dị ka akụkụ nke MDC Alliance.",
  "N'abalị iri abụọ na abụọ n'ọnwa Eprel afọ 2018, a họpụtara ya n'enweghị onye na-emegide ya dị ka onye isi oche nke otu MDC-T ya na nnọkọ pụrụ iche na Bulawayo.",
  "N'afọ 2020, Douglas Mwonzora wepụrụ ya n'ọkwa onye isi oche nke pati n'etiti nkwupụta siri ike nke ime ihe ike na ịghọ aghụghọ site n'aka ndị na-akwado ya.",
  "A mụrụ ya na Bulawayo, Khupe gụsịrị akwụkwọ na 1999 na Turin Centre na Turin, Ịtali, na asambodo na Information Technology. O nwekwara Bachelor of Arts na Media Studies site na Zimbabwe Open University, Master of Business Administration, MBA site na National University of Science and Technology, na PhD na Social Studies site na Mahadum Zimbabwe.",
  "Ọ rụrụ ọrụ dị ka onye ọrụ nke Zimbabwe Amalgamated Railway Union (ZARU) na 1987",
  "N'afọ 1991, a họpụtara ya ka ọ bụrụ odeakwụkwọ nke ZCTU Women's Advisory Council ma bụrụkwa onye otu General Council nke ZC TU. N'afọ 1999, o sonyere n'ịmepụta otu Movement for Democratic Change, nke a họpụtara ya dị ka onye otu National Executive nke na-ahụ maka Transport, Logistics na Welfare.",
  "Ọ bụ onye otu Kọmitii mmefu ego, ego na mmepe akụ na ụba; na Kọmitii Mmepe Ndị Ntorobịa, Mmekọahụ na Ọrụ ma họpụtara ya dịka osote onye isi oche nke Women's Parliamentary Caucus wee bụrụ osote onye omebe iwu nke MDC",
  "Ọ nọgidere na mpaghara na ntuli aka ndị omeiwu nke Machị 2005",
  "Ọ nọ na Kọmitii Nchebe, Home Affairs na Nchebe Mba na nke Budget, Finance na Economic Development.",
  "Na ntuli aka ndị omeiwu nke Machị 2008, Khupe gbara ọsọ maka nhọpụta ọzọ na mpaghara Makokoba dị ka onye na-azọ ọkwa nke MDC-Tsvangirai, na-emeri Welshman Ncube, ode akwụkwọ ukwu nke MDC -Mutambara",
  "O nwetara vootu 4,123 megide vootu 2,475 maka Ncube.",
  "Ọ bụ onye otu African Parliamentary Network megide nrụrụ aka ruo ọtụtụ afọ.",
  "Khupe bụ osote praịm minista nke Zimbabwe site na onwa 11 Febụwarị 2009 ruo Ọgọst 2013 na gọọmentị nke ịdị n'otu mba n'etiti MDC-T na ZANU-PF",
  "Ọ bụ onye omeiwu maka mpaghara Makokoba tupu pati ya akpọghachi ya na 2018 n'ihi na ọ naghịzi anọchite anya ọdịmma ndị otu.",
  "N'afọ 2005, a họpụtara ya ka ọ bụrụ osote onye isi oche nke Movement for Democratic Change (MDC) na-anọchi anya onye otu ọrụ aka ochie bụ Gibson Sibanda.",
  "Otu na ime ezigbo ndị enyi ya na Senate nke Zimbabwe bụ Mildred Reason Dube",
  "Na onwa Machị 2022, Khuphe gbara ndị Zimbabwe ume ka ha vootu maka Chamisa's Citizens Coalition for Change na ntuli aka nke ọnwa ahụ.",
  "Àtụ:Election box begin\nÀtụ:Election box candidate with party link\nÀtụ:Election box candidate with party link\nÀtụ:Election box candidate with party link\nÀtụ:Election box majority\nÀtụ:Election box turnout\nÀtụ:Election box hold with party link\nÀtụ:Election box end"
]