[
  "Thomas Mukarobgwa (1924–1999) bụ onye Zimbabwe na-ese ihe na onye na-akpụ ihe nke rụrụ ọrụ dị ka onye na-elekọta ụlọ ihe nkiri maka ọtụtụ oge ọrụ ya.",
  "A mụrụ Mukarobgwa na Nyanga, n'ime ime obodo nke bụ Southern Rhodesia n'oge ahụ, ma nwee obere agụmakwụkwọ",
  "Ekwenyere na ya na Ned Paterson gụrụ akwụkwọ nka mbụ ya n'ụlọ akwụkwọ dị na Salisbury. Site na mmasị ya na nka, ọ zutere Frank McEwen, onye nduzi ọhụrụ nke National Gallery of Zimbabwe",
  "McEwen goro ya dị ka onye na-elekọta ụlọ ihe ngosi ma nye ya ihe eji eme ihe, na-akpọ ya ka ọ sonye n'ụlọ akwụkwọ nka nke a na-etolite n'okpuru ụlọ ihe ngosi nka",
  "Mukarobgwa si otú a bụrụ otu n'ime ndị mbụ so na ihe a ga-akpọ Workshop School",
  "Mukarobgwa rụrụ ọrụ dị ka ụdị onye nche ọnụ ụzọ maka McEwen, na-achọta ụmụ okorobịa isonyere ụlọ ọrụ ahụ nke dabara na profaịlụ McEwen",
  "Karịsịa, McEwen họọrọ inwe ndị ọgọ mmụọ na-agụghị akwụkwọ, ndị nwere ike ịrụ ọrụ dị ka tabula rasa maka echiche ọzụzụ nka ya",
  "O yiri ka Mukarobgwa zụrụ ndị na-adabaghị na profaịlụ a ka ha mee ka hà mere ma kpuchie akụkụ dị iche iche nke nzụlite ha.",
  "Mukarobgwa malitere ọrụ nka ya dị ka onye na-ese ihe, ọ bụkwa otu n'ime ndị pụtara ìhè nke McEwen ya na Joseph Ndandarika",
  "Ọ na-egosipụta ihe ngosi mgbe niile na mmalite afọ 1960, ma nwee ọrụ anọ nke MoMA nwetara na 1962",
  "mana ọ tụgharịrị gaa n'ihe ọkpụkpụ ka usoro a na-amalite n'etiti ndị ọgbọ ya; ọ laghachiri na eserese naanị na mmalite afọ 1990.",
  "Otu n'ime ọrụ ọkpụkpụ ya, nke a na-akpọ Spirit Bird carrying People bụ uru 35c n'ime stampụ mpempe akwụkwọ e nyere na 14 Eprel 1988 iji mee ememe ncheta afọ iri atọ nke mmeghe nke National Gallery",
  "Mukarobgwa nọgidere na-arụ ọrụ dị ka onye na-elekọta ụlọ ihe nkiri ruo mgbe ọ lara ezumike nká na 1997",
  "O mere atụmatụ itinye afọ ndị fọdụrụ na eserese n'ụlọ obodo ya, mana ọ nwụrụ na Harare tupu o nweta ohere ahụ.",
  "Nkà Mukarobgwa sitere na mkpali nke ala nna ya na akụkọ ifo na ọdịbendị nke ndị Shona, bụ ndị sitere na ha",
  "Ihe odide ya dị mfe, ma na-ejikarị agba na-egbuke egbuke na ọdịiche dị egwu",
  "Ihe ọkpụkpụ ya na-agbakarị gburugburu ma dị nro, na obere ihe ọkpụkpụ n'elu ha."
]