[
  "Thomas Sills (ubochí irí abụọ n'ọnwa Ọgọst, 1914 rụo ụbọchị irí abụọ na isii n'ọnwa Septemba, 2000) bụ ónyé na-ese ihe na onye na-ede ihe na ónyé sonyere na New York Abstract Expressionist movement. N'oge ọ kachasị n'ọrụ ya n'afọ ndị 1960 na 1970, e gosipụtara ọrụ ya n'ọtụtụ ebe na ebe ngosi ihe mgbe ochie",
  "A na-egosipụta ọrụ ya mgbè niile na akwụkwọ akụkọ nka ma dị na nchịkọta ihe ngosi nka.",
  "A mụrụ Thomas Sills ma zụlite ya na Castalia, North Carolina",
  "A mụrụ ya n'ezinụlọ dị mmadụ iri na otu ma mesịa soro otu n'ime ụmụnne ya ndị okenye bírí na Brooklyn",
  "Tupu ọ banye n'ihe osise, ọ rụrụ ọrụ n'ụlọ na-ekpo ọkụ na Raleigh, North Carolina, ébé agba gbara ya gbụrụ-gbúrụ nwèrè mmetụta siri ike n'ebe ọ nọ",
  "Ọ natara ọtụtụ agụmakwụkwọ dịka nwatakịrị ojii nwéré ike n'ime ime ọbọdọ, nke dịpụrụ adịpụ na North Carolina",
  "Ozugbo ọ nọ na New York, ọ ga-arụ ọrụ dị ka onye na-elekọta ọnụ ụzọ na Paramount Theater na Dekalb na Flatbrush Avenues na Brooklyn",
  "Ọ laghachiri Raleigh site na 1947-1948 iji nyéré aka n'otu n'ime ọrụ nhicha na nrụgide nke nwanne ya nwoke tupu ọ laghachi Brooklyn",
  "Mgbè ahụ ọ rụrụ ọrụ n'ọdụ ụgbọ mmiri dị ka stevedore ụbọchị atọ n'izu na ógè fọdụrụ na ụlọ ahịa mmanya na Greenwich Village.",
  "Sills malitere ịnwale nka na 1952, n'ihe dị ka oge ọ lụrụ ónyé na-ese ihe na onye na-anakọta ihe osise Jeanne Reynal, onye bụ ónyé dị mkpa n'òtù surrealist na United States",
  "N'ịbụ ónyé na-akụzi onwe ya ma bụrụ onye Reynal chịkọtara ihe osise na-enweghị atụ kpaliri, ọ malitere iji ihe ndị ọ hụrụ na ụlọ ọrụ mosaic ya rụọ ọrụ, mana n'oge na-adịghị anya, ọ gbasara na mmanụ na osisi yana ákwà",
  "Na mbụ, o jiri ihe ndị dị ka magnesite, mbọ, unyi, nkume, enamel, ihe osise ụlọ, na ihe ndị ọzọ n'elu osisi mgbè ọ na-anwale ụdị ya.",
  "Sills nọrọ ọtụtụ ógè ndụ ya na New York City, gbanyere mkpọrọgwụ n'ụzọ miri emi na usoro nka yana nsogbu ọdịbendị site na mmalite afọ 1950 ruo afọ 1970",
  "Ọ maara Willem de Kooning ónyé gárá ụlọ ọrụ ya wee gwa ya ka ọ ghara ịtụfu ihe ọ bụla tupu ónyé ọ bụla ahụ ya.",
  "Thomas Sills nwụrụ na úbọchị irí abụọ na isii n'ọnwa Septemba, 2000, na New York City mgbe ọ dị afọ irí asatọ na isii."
]