[
  "Thomas Swaniker (amụrụ na Jenụwarị 1960) bụ onye ọchụnta ego na onye ọrụ ebere nke Ghana..Ọ bụ onye nchoputa na onye isi oche nke Svani Group, ụlọ ọrụ ụgbọ ala, yana onye nchoputa na onye isi oche nke Advisory Board of Fidelity Bank, ụlọ ọrụ ego mba ụwa na-eto eto.",
  "Svanikier bụ onye mbụ na-ebute ụzọ n'ịkwalite akụ na ụba Ghana n'ime afọ 25 gara aga, ọkachasị n'akụkụ ụgbọ ala na ego",
  "Ihe mbu Thomas Svanikier mere bụ azụmahịa mbubata ụgbọ ala Scania Limited, nke hibere na 1990 wetara ụgbọ ala Lada nke Russia mere ụlọ ọrụ Ghana, ndị NGO na ụlọ ọrụ gọọmentị, na ndị na-azụ ahịa na West Africa dum.Na nzaghachi maka enweghị ụgbọ ala North America ama ama, Svani Limited weghachiri ụgbọ ala Ford na Lincoln Mercury na Ghan.Asia ahịa na 1994",
  "Svanikier gbasaa ụlọ ọrụ ya ngwa ngwa ma nye ya aha Svani Group",
  "Ụlọ ọrụ ahụ na-ebubata ụgbọala, na-akwụ ụgwọ, na-efu ma na-ere ụgbọala, ọ bụkwa onye na-ekesa generators na ngwá ọrụ ndị ọzọ dị arọ na West Africa. Svani ereela ụgbọala ndị agha na Ọfịs nke Onye isi ala Ghana, U.S",
  "Secret Service na Naịjirịa, Gọvanọ nke Lagos Steeti, na gọọmentị Liberia na Togo",
  "Otu ahụ na-enyekwa mmezi ụgbọala na ngwá ọrụ pụrụ iche na Ngalaba Mba US na Ghana.",
  "Svani na-achịkwa ihe dịka 20% nke ahịa ụgbọ ala zuru ụwa ọnụ na Ghana ma nwee ebe ọrụ na Accra, Takoradi, Koforidua na Kumasi",
  "Svani bụkwa naanị onye na-ebubata na onye na-ekesa ụgbọ ala Mahindra, yana onye na-ekesa ụgbọ ala Toyota Land Cruiser na Ford na Ghana.Na mmekorita ya na ụlọ ọrụ Svanikier, Mahindra wuru otu ọgba tum tum na ụlọ mgbakọ pikọp na Accra, Ghana",
  "Ụlọ ọrụ abụọ ahụ na-arụ ọrụ ugbu a na mmepe nke 9.6 acre ụgbọ ala mgbakọ na ụlọ ọrụ na-arụzi ọrụ n'okporo ụzọ awara awara Accra-Tema.",
  "Ọtụtụ ụgbọala ndị a na-ekesa na Svani enwetala nhọpụta na Ghana 'Auto Awards.",
  "Svanikier banyere n'ime ụlọ ọrụ onwe onye site na ịmepụta Africa Capital LLC, nke na-etinye ego na njem, ike, ego, na ọrụ ụlọ.",
  "N'afọ 2010, onye isi ala nke oge ahụ bụ John Evans Atta Mills toro ụlọ ọrụ enyemaka Africa Capital, Atholl Energy, maka ọrụ ya na otu Siemens jikọrọ aka iwu ụlọ ọrụ mmepụta ike 180-megawatt nke mere ka ike Ghana dịkwuo ukwuu.",
  "Africa Capital bụ onye nwere òkè kachasị na Fidelity Bank",
  "Fidelity bụ ugbu a ụlọ akụ nke anọ kachasị ukwuu na Ghana, ma na-eto ngwa ngwa",
  "Fidelity Bank nwere alaka 98 na Ghana ma na-eme atụmatụ ịbawanye ọnụ ọgụgụ ahụ nke ukwuu n'afọ ndị na-abịanụ. N'ọnwa Julaị 2020, ngụkọta akụ ụlọ akụ ahụ dị ijeri GHC 10.2.",
  "N'ọnwa Julaị afọ 2015, a kpọrọ Svanikier na nwunye ya ka ha bụrụ ndị nnọchi anya onye isi ala US Barack Obama n'oge nleta ya na Kenya",
  "A gwakwara Svanikier ka ọ sonye na Global Entrepreneurship Summit nke Ngalaba Azụmaahịa US haziri na Nairobi, Kenya, ebe onye isi ala zutere ndị isi na mpaghara azụmaahịa Afrịka.",
  "Dị ka nke 2015, Svanikier na-eje ozi dị ka onye ndụmọdụ dị elu maka Africa maka Transnational Strategy Group,ụlọ ọrụ dị na Washington,D.C nke na-enye ọrụ ndụmọdụ maka gọọmentị na ụlọ ọrụ gbasara okwu akụ na ụba na ndọrọ ndọrọ ọchịchị.",
  "Svanikier bụ onye ọrụ ebere a ma ama na Ghana.",
  "Ọ na-eje ozi dị ka onye ndu maka Opportunities Industrialisation Centre (nke a makwaara dị ka OIC International).  OIC bụ otu na-enweghị uru na Pennsylvania nke na-enye ọzụzụ nkà na ụzụ na ọrụ aka maka ndị okenye na ndị nọ n'afọ iri na ụma.",
  "Ọ bụkwa onye ndú nke Africa Poverty Eradication Commission nke dị na Accra.",
  "A maara Svanikier dị ka onye na-akwado agụmakwụkwọ na mmemme mmepe ndị ntorobịa, ma nye bọs nwere oche 35 nke ruru $ 64,000 na Winneba Youth Choir a ma ama na Ghana.",
  "Ọ bụkwa onye na-enyere ụlọ akwụkwọ Presbyterian aka na mpaghara Accra nke Osu",
  "O nyere ego maka itinye mmiri dị ọcha na usoro nhicha ya, yana iwu ụlọ akwụkwọ praịmarị ya maka ụmụ agbọghọ na ọbá akwụkwọ ọgbara ọhụrụ nwere ụlọ nyocha kọmputa",
  "A raara ụlọ akwụkwọ ụmụ nwanyị ahụ nye ncheta nke nne ya nwụrụ anwụ, Agnes Federica Svanikier.",
  "Na Disemba, 2014, n'etiti ntiwapụ Ebola na West Africa, Svani Group jikọtara aka na United Nations Development Programme (UNDP) na ọgụ megide ọrịa Ebola",
  "Svani Group nyere ụgbọala asatọ na-arụ ọrụ dị arọ yana ọtụtụ ndị na-emepụta ike na United Nation's Ebola Emergency Response.",
  "N'afọ 2015, Svanikier na nwunye ya guzobere Svanikiers Public Policy Leadership Initiative, nke nyere $ 100,000 na Mahadum Oxford's School of Government. Ego ahụ gara n'ịkwado ndị ọrụ gọọmentị Ghana isii ka ha gaa ọmụmụ ihe na Mahadum lekwasịrị anya na Gọọmentị na Nchịkwa Ihe Ndị Dị Ndụ.",
  "Svanikier lụrụ di ma nwee nwa nwoke na ụmụ nwanyị abụọ",
  "Nwunye ya, Johanna Odonkor Svanikier, bụ Fulbright Scholar nke gụrụ akwụkwọ na Mahadum Oxford na Mahadim Harvard",
  "Johanna Odonkor-Svanikier bụ onye nnọchi anya Ghana na France, Portugal na UNESCO."
]