[
  "Thomas Tafir__hau____hau____hau__ Mapfumo (amụrụ na Julaị 3, 1945) bụ onye na-eti egwu a na-akpọ \"The Lion of Zimbabwe\" na \"Mukanya\" (aha otuto nke ezinụlọ ya n'asụsụ Shona) maka nnukwu ewu ewu ya na maka mmetụta ndọrọ ndọrọ ọchịchị ọ na-eji site na egwu ya, gụnyere nkatọ siri ike ya banyere ọchịchị nke onye bụbu onye isi ala Zimbabwe Robert Mugabe.  O mepụtara ma mee ka egwu Chimurenga bụrụ nke a ma ama, na ụdị ya na-aga nwayọọ nwayọọ na olu pụrụ iche bụ nke ndị Zimbabwe nwere ike ịmata ozugbo.",
  "A tụrụ Mapfumo mkpọrọ n'ebughị ebubo n'okpuru ọchịchị ndị ọcha nke Rhodesia, gọọmentị Mugabe nke Zimbabwe nke nọchiri ya chụpụrụ ya",
  "Ọ biri na mba ọzọ na United States ruo afọ iri abụọ, na Eprel 2018, ọ laghachiri Zimbabwe na nke mbụ ya kemgbe afọ 2005 iji mee egwu.",
  "A mụrụ Mapfumo na 1945 na Marondera, Mashonaland East, obodo dị n'ebe ndịda ọwụwa anyanwụ nke Harare, isi obodo Zimbabwe, ọ bụ ezie na n'oge ahụ a na-akpọ isi obodo ahụ Salisbury na mba ahụ bụ mpaghara nke Great Britain a na- woowe Southern Rhodesia (na-aghọ Rhodesia n'iji ya eme ihe mgbe Northern Rhodesia nwetara nnwere onwe dị ka Zambia). Ọ biri ndụ ọdịnala, nke ime obodo Shona ruo mgbe ọ dị afọ iri, mgbe ezinụlọ ya kwagara n'obodo Harare nke Mbare. Ọ bụ n'ime afọ ndị mbụ a ka a kpughere ya na egwu ọdịnala nke Shona, mmetụta nke ga-eme ka egwu ya mechaa tinye na / ma ọ bụ gosipụta ụda nke drum ngoma na mbira, ngwá egwu nwere mkpa ime mmụọ.",
  "Ọ sonyeere òtù egwu mbụ ya, Zutu Brothers (ọ bụ ezie na, Encyclopædia Britannica na-ekwu na ọ bụ Cyclones), dị ka onye na-agụ egwu mgbe ọ dị afọ 16",
  "Site mgbe ahụ, ọ nọ mgbe niile n'otu òtù ma ọ bụ ọzọ, dị ka The Wagon Wheels na onye egwu jazz Afro Oliver Mtukudzi na onye na-akpọ ụbọ akwara James Chimombe na-arụ ọrụ ụfọdụ n'akụkụ, gụnyere ọrụ ọkụkọ",
  "Ya mere aha otu egwu ya nke afọ 1972, Hallelujah Chicken Run Band.",
  "Ọ na-akpọkarị egwu rock na mkpụrụ obi nke America, dị ka Otis Redding ma ọ bụ Elvis Presley, ruo mgbe ọ nọ na Hallelujah Chicken Run Band. N'ebe ahụ, o webatara ihe ọhụrụ nke ime ka egwu ọdịnala Shona kwekọọ na ngwá egwu rock nke oge a.",
  "Ya na onye na-akpọ ụbọ akwara Joshua Dube (Leopard Man's Africa Music Guide na-ekwu Jonah Sithole) rụkọtara ọrụ iji depụtaghachi ụda nke ngwá egwú ọdịnala Shona, mbira na ụbọ eletrik",
  "Ọ malitekwara ịbụ abụ n'asụsụ Shona, kama ịbụ n'asụsụ Bekee",
  "Joshua Dube malitere ịnwale mbira na guitar na Take One nke edere na 1974",
  "Nanị iji ọdịnala egwu obodo na ịbụ abụ n'asụsụ ala ya bụ nkwupụta ndọrọ ndọrọ ọchịchị",
  "Rhodesia bụ nke ndị ọcha ole na ole na-achị bụ ndị na-emebi ndị isi ojii na ọdịbendị",
  "Mana karịa nke ahụ, okwu ya ghọrọ nke ndọrọ ndọrọ ọchịchị, na-akwado mgbanwe nke na-eme n'ime ime obodo, nke gọọmentị Rhodesia kpọrọ \"ala obodo\"",
  "Ọ kpọrọ ụdị egwu ọhụrụ ya Chimurenga",
  "Na Shona, ọ sitere n'aka otu n'ime ndị na-ese ụkpụrụ ụlọ nke Black Uprising mbụ nke 1896 a na-akpọ Murenga",
  ", ọ bụkwa aha agha nnwere onwe na ngwụcha narị afọ nke 19 na agha ọhịa site na 1960 ruo na nkwekọrịta ụlọ Lancaster nke 1979",
  "Abụ ya kpọrọ oku n'ihu ọha maka iwepu ọchịchị n'ike, na okwu dịka \"Ndị nne, zipụ ụmụ gị n'agha\".",
  "Egwú Mapfumo dọtara uche gọọmentị Rhodesia na abụ ya \"Hokoyo!\", nke pụtara \"Leba anya!\" Gọọmentị machibidoro ndekọ ahụ na redio gọọmentị na-achịkwa ma tụba ya n'ogige ụlọ mkpọrọ na-enweghị ebubo na 1979",
  "Ha enweghị ike ịkwụsị egwu ya na disko ma ọ bụ na ụlọ ọrụ redio ha na-achịkwaghị, gụnyere Voice of Mozambique. Nnukwu ngagharị iwe iji mee mkpesa maka njide ya na enweghị ike ịchọta ebubo megide ya mere ka gọọmentị tọhapụ ya mgbe ọnwa atọ gasịrị.",
  "E mere ntuli aka n'efu na 1980, ma tinye gọọmentị ọhụrụ",
  "Mapfumo rụrụ ọrụ na mmemme nke gosipụtara Bob Marley",
  "N'afọ ndị sochirinụ, ọ ga-akatọ otu gọọmentị ahụ ọ, n'ụzọ ụfọdụ, nyere aka mee ka ọ bụrụ ike.",
  "Ihe omume redio nke PRI Afropop Worldwide gosipụtara na Thomas Mapfumo na ngwụcha afọ 1988/mbido afọ 1989",
  "Onye ọbịa Georges Collinet kọwara Mapfumo dị ka onye bi na mpaghara dị ala ya na nwunye ya, onye na-arụ ọrụ n'ọfịs ndị ọka iwu na etiti obodo Harare, na ụmụ ya abụọ - nwa nwoke na nwa nwanyị",
  "Ọ na-akwọkwa Ford na-acha anụnụ anụnụ nke nwere akpụkpọ agụ owuru adịgboroja.",
  "Ọtụtụ n'ime abụ ya ka bụ ndọrọ ndọrọ ọchịchị, na-ekwu maka ịda ogbenye na nsogbu mmekọrịta mmadụ na ibe ya",
  "Mapfumo na-ekwu maka eziokwu ahụ bụ na ọ naghị abụ ọtụtụ abụ ịhụnanya: \"Ihe niile ị chọrọ ma ọ bụrụ na ịchọrọ ịbanye n'ime ụlọ ihi ụra..",
  "Ị nwere nwunye",
  "Ị na-eme ya",
  "Ị gaghị abụ abụ banyere ya",
  "\" Collinet kwukwara na Mapfumo enweghị ike ịbụ abụ ọ bụla ọ chọrọ: \"O doro anya na ọ pụghị ịbụ abụ 'Down with President Mugabe' - mana ọ gaghị achọ",
  "Ọ na-akwado gọọmentị dị ugbu a",
  "Otú ọ dị, nke ahụ ga-agbanwe n'oge na-adịghị anya.",
  "Edere ya na Shed Studios na Harare, site n'aka onye injinia ogologo oge Benny Miller, Mapfumo wepụtara abọm Corruption na 1989. Ọ katọrọ Mugabe na gọọmentị ya, nke Mapfumo na-enwekwu nkụda mmụọ",
  "Mugabe enweghịkwa obi ụtọ na Mapfumo, Mapfumo ghọkwara onye gọọmentị na-enye nsogbu",
  "E boro Mapfumo ebubo na ọ na-etinye aka na mgbaaka ụgbọ ala zuru ohi",
  "Ihe bịara sie ike nke na Mapfumo kwagara Eugene, Oregon na ngwụcha afọ 1990",
  "Mgbe a chụpụrụ Mugabe na 2017, ọ laghachiri Zimbabwe, na nnukwu ihe ngosi akpọrọ 'Homecoming Bira' na Glamis Arena na Harare na Eprel 28, 2018",
  "Ihe ngosi nloghachi gosipụtara na Mapfumo anọghị n'ihe ize ndụ ndọrọ ndọrọ ọchịchị, ọ laghachikwara maka ihe ngosi ndị ọzọ n'ọtụtụ akụkụ nke Zimbabwe n'etiti Disemba 2018 na Machị 2019",
  "Ọ laghachiri na United States mgbe ọ gachara Zimbabwe ọnwa anọ",
  "Thomas Mapfumo na-eme njem mba ụwa, ma ka na-abụ abụ ma na-ekwu maka nsogbu Zimbabwe",
  "Ụdị egwu Chimurenga ya metụtara ndị egwu Zimbabwe ndị ọzọ, gụnyere Bhundu Boys na Stella Chiweshe."
]