[
  "Thomas James \"T",
  "J",
  "Reddy (ubochí isii n'ọnwa Ọgọst 1945 rụo ụbọchị irí àtó nà otu n'ọnwa Maachị 2019) bụ ónyé America na-ese ihe, na-ede uri, ónyé na-eme ihe, na ónyé na-eti egwu.",
  "A mụrụ Reddy na Savannah, Georgia",
  "N'oge ọ bụ nwata, a machibidoro ụmụaka ojii n'ọbá akwụkwọ ọha na eze, ya mèrè, ónyé isi ụlọ akwụkwọ ya tụgharịrị ụlọ ya ka ọ bụrụ ọbá akwụkwọ nke ọ na-eleta mgbè niile dị ka ónyé na-agụ akwụkwọ",
  "Ezinụlọ ya kwagara New York City mgbe ọ dị afọ iri na anọ. Ọ kwagara Charlotte, N.C",
  "na 1964 iji mụọ na Mahadum Johnson C",
  "Smith wee kwaga Mahadum North Carolina Charlotte ebe o nyèrè áká guzobe Black Student Union na Ngalaba African na Afro-American Studies",
  "N'ime afọ ndị 1960 ọ na-arụsi ọrụ ike n'ọrụ ikike ọbọdọ, na-eme ngagharị iwe maka Agha Vietnam ma na-emegide ọrụ agha siri ike na ọbọdọ ndị isi ojii. Reddy gara n'ụlọ ọrụ ndị agha ugboro ugboro, na-eyi uwe dị iche iche n'oge ọ bụla, ma na-enyefe akwụkwọ ndị na-emegide agha",
  "Reddy nwetara B.A",
  "ya na akụkọ ihe méré eme site na Mahadum North Carolina na Charlotte na 1974 na nzere Master na Education site n'otu mahadum ahụ afọ atọ ka e mesịrị",
  "Na ngwụcha afọ 1980, ọ gụrụ ihe osise na mmemme Master's of Fine Arts na Mahadum Winthrop dị na Rock Hill, South Carolina.",
  "N'oge Reddy na-arụsi ọrụ ike na Civil Rights Movement, ya na ndị ọzọ na-eme ihe ike na Africa America, James Grant na Charles Parker, gara n'ụlọ ịnyịnya Lazy B",
  "A chụpụrụ mmadụ atọ ahụ n'ụlọ anụ ụlọ n'ihi ụcha akpụkpọ ahụ ha. Otu afọ mgbè nkè ahụ gasịrị, gọọmentị etiti boro mmadụ atọ ahụ ebubo n'ihe metụtara ọkụ nke gburu ịnyịnya iri na anọ",
  "N'oge ikpe nke afọ 1972, a kpọrọ ha ndị na-eyi ọha egwu ndọrọ ndọrọ ọchịchị ma bụrụ ndị a maara dị ka Charlotte Three",
  "A mara Reddy ikpe ịga mkpọrọ afọ iri abụọ",
  "N'afọ 1974, ndị akaebe abụọ ahụ \"kpughere na gọọmentị etiti akwụla ha dollar puku anọ ónyé ọ bụla dị ka \"ụgwọ ịkwaga\" na-esochi akaebe ha megide ndị a na-ebo ebubo. A jụrụ usoro mkpesa, ruo n'Ụlọikpe Kasị Elu nke United States",
  "N'afọ 1979, Gọvanọ North Carolina Jim Hunt gbanwere ikpe ahụ ma hapụ Reddy",
  "Ónyé na-ede akwụkwọ akụkọ New York Times bụ Tom Wicker dere na ọ bụ \"otu n'ime ihe ndị ọzọ na-ezighị ezi nke ikpe ziri ezi nke ndị mmadụ nwere ahụ iru ala gbalịrị ịkpọ ọgba aghara n'ọbọdọ ukwu, ọgba aghụghọ agbụrụ",
  "na ọrụ na-emegide agha dị ka ọrụ nke ndị na-eme ọgba agha na ndị na-eyi ọha egwu",
  "\" A na-echekwa nchịkọta akwụkwọ ozi, akwụkwọ iwu na ihe ndị ọzọ gbasara ógè a nke ndụ Reddy na The J",
  "Murrey Atkins Library Special Collections na Mahadum North Carolina na Charlotte.",
  "Afọ iri ise n'ime mbọ okike ya, Reddy ka na-emepụta ọrụ ọhụrụ",
  "\"E nwere ọrụ ndị ọzọ na-aga n'ihu na-ekwu màkà ímé ihe ike n'ụlọ na mmetọ, jazz, na ihe ọkpụkpụ, \"ka o kwuru",
  "\"Ebe m si ebe a na-aga abụghị nkwubi okwu",
  "Ọ bụ ihe niile, site na mmalite rụo na njedebe, ka ọ dị ma bụrụ ọhụụ n'ime ihe niile, echiche nke ihe niile bụ ihe niile",
  "\"",
  "A gụnyere uri Reddy n'ọtụtụ akwụkwọ:",
  "Reddy ebipụtala akwụkwọ uri abụọ:",
  "Ónyé ndụmọdụ na ónyé nhazi nke akwụkwọ nka dị iche iche na usoro ọmụmụ ihe:"
]