[
  "Thornton Dial, Jr",
  "(amụrụ n'afọ 1952) bụ ónyé na-ese ihe n'Afrịka na America, ónyé na-akpụ ihe, na ónyé na-eme ihe nkírí na-ebi ma na-arụ ọrụ na Bessemer, Alabama",
  "Ọ bụ nwá mbụ nkè ónyé na-ese ihe n'oge a, Thornton Dial Sr",
  "Ọrụ ya ka a na-amata ya nkè ọma site na nkọwa ndọrọ ndọrọ ọchịchị na mmekọrịta mmadụ na ibe ya.",
  "Thornton Dial Jr., nkè a makwaara dị ka \"Little Buck,\" bụ nwá mbụ nke Thornton dial Sr",
  "na Clara Mae Murrow",
  "Dial gara William A",
  "Bell High School site na klas nke iri na otu",
  "Ọ lụrụ Angela Campbell n'ọnwa Eprel afọ 1972 ma ha nwèrè otu nwa nwoke na otu nwa nwanyị",
  "Mgbè ha gbàrà alụkwaghịm na 1981, Dial lụrụ Angela Jackson ọzọ n'ọnwa Eprel 1986",
  "Ha zụlitere otu nwa nwoke, otu nwa nwanyị, na otu nwá nwanyị.",
  "Dial na ụmụnne ya, Richard na Daniel, tolitere n'etiti ezinụlọ buru ibu",
  "Nwanne nna Dial, Arthur, na nwá nwanne nnà ya, Ronald Lockett, bụkwa ndị na-ese ihe nke Thornton Dial Sr",
  "na ụmụ ya sitere n'ike mmụọ nsọ nwèrè mmetụta ma nwee mmetụta.",
  "Mgbè ọ gụsịrị akwụkwọ sekọndrị, Dial rụrụ ọrụ màkà ụlọ ọrụ na-ewu ụlọ na mpaghara Bluff Park nke Birmingham, ihe dị ka kilomita iri na abụọ site na Bessemer",
  "Mgbè afọ asatọ nke ịrụ ọrụ n'iwu ihe gasịrị, ọ malitere ịrụ ọrụ na Pullman Standard Company ebe ọ mụtara ịkpụzi na ịkpụzi ígwè",
  "Ọtụtụ ndị Dial rụrụ ọrụ maka Pullman ma ọ bụ ahụmahụ ha na-arụ ọrụ na ihe ụlọ ọrụ mmepụta ihe kpaliri usoro nka ha.",
  "1986 wetara uto na akụ na ụba na Dial Family",
  "N'afọ ahụ, Richard Dial, nwanne Thornton, meghere Dial Metal Patterns nke ọ ga-amalite iji mee oche \"nkasi obi\" ya",
  "Ọ bụkwa n'afọ ahụ ka Thornton malitere imé ọrụ nkè ya.",
  "Isiokwu Thornton Dial Jr",
  "bụ ihe fọrọ nke nta ka ọ bụrụ mgbè niile nkọwa gbasara mmekọrịta mmadụ na ibè ya, agbụrụ, ma ọ bụ mmekọrịta ndọrọ ndọrọ ọchịchị na United States",
  "O jiri ihe oyiyi na-ese okwu, dịka na The Gorilla Lends a Helping-Hand to the United States and the Telephone Company, iji mesie ike ọrụ ndị Africa America rụrụ n'ịmepụta na iwulite ọganihu America. Ọ bụ ezie na ihe oyiyi ya dị mgbagwoju anya, ozi ya abụghị aghụghọ",
  "N'ihe odide ya The President And His Staff Trying To Decide What To Do About Children On Drugs, Dial na-ese onyinyo frog na-asa ahụ n'elu ụyọkọ nkume ka tadpoles na-ede akwụkwọ n'akụkụ osimiri, \"na-ejide ihe ọ bụla na nkọwa ya",
  "\"",
  "E gosipụtara ọrụ Dial na ihe ngosi ndị a:"
]