[
  "Thulani Davis (amụrụ n'afọ 1949) bụ onye America na-ede egwuregwu, onye nta akụkọ, onye na-ede akwụkwọ, onye na'ede akwụkwọ akụkọ, onye edemede, na onye na-ese ihe nkiri. Ọ gụsịrị akwụkwọ na Barnard College ma gaa ụlọ akwụkwọ gụsịrị akwụkwọ ma na Mahadum Pennsylvania na Mahadim Columbia.",
  "N'afọ 1992, Davis natara onyinye Grammy maka ihe ndekọ abọm ya na Aretha Franklin's Queen Of Soul ♡ The Atlantic Recordings, na-aghọ nwanyị mbụ natara onyinye a. Ya na nwa nwanne nne ya, onye na-ede egwu Anthony Davis, arụkọwo ọrụ, na-ede akwụkwọ maka opera abụọ.",
  "Davis dere maka Village Voice ruo ihe karịrị afọ iri, gụnyere obituary maka onye na-ede uri ibe ya na onye gụsịrị akwụkwọ na Barnard June Jordan. Ọ bụ onye nduzi nye Greg Tate na-eto eto, tupu ọ pụta dị ka onye nta akụkọ nwere mmetụta na onye na-enyocha ọdịbendị. Thulani Davis bụ onye ya na Ntozake Shange dịkọrọ ndụ ma na-arụkọ ọrụ.",
  "A mụrụ Thulani Davis n'aka ndị nkuzi Africa-America abụọ si Virginia, Willie (\"Billie\") Louise (née Barbour) Davis na Collis Huntington Davis, Sr",
  "Davises bụ ndị a ma ama na Virginia na isiokwu nke akwụkwọ ya nke afọ 2006, My Confederate Kinfolk",
  "Davis gụsịrị akwụkwọ na Putney School na 1966 wee gaa n'ihu na agụmakwụkwọ ya na Barnard College, ebe ọ gụsịrị akwụkwọ n'afọ 1970. Davis gakwara ụlọ akwụkwọ gụsịrị akwụkwọ na Mahadum Pennsylvania na Mahadụ Columbia. Mgbe ọ gụsịrị akwụkwọ na Barnard, Davis kwagara San Francisco, ebe ọ rụrụ ọrụ dị ka onye nta akụkọ maka San Francisco Sun-Reporter, na-akọ akụkọ akụkọ dịka ikpe Soledad Brothers na ikpe Angela Davis.",
  "Davis ghọrọ onye na-ede uri ma soro ọtụtụ ndị na-agụ egwú na ndị na-ede abụ rụọ ọrụ na San Francisco. Ọ sonyekwara na Third World Artists Collective, na-arụkọ ọrụ na Ntozake Shange na ndị ọzọ.",
  "Davis laghachiri New York City n'afọ ndị 1970",
  "N'ebe ahụ, o dere maka Village Voice ruo afọ iri na atọ, mesịa rụọ ọrụ ya iji jee ozi dị ka Onye isi nchịkọta akụkọ.",
  "N'afọ 1981, ọ kpọbatara enyi ezinụlọ na onye na-echebe Greg Tate na onye nchịkọta egwu The Village Voice Robert Christgau, onye gwara Tate ka ọ nye aka na Voice, ebe o guzobere onwe ya ngwa ngwa dị ka otu n'ime ndị nkatọ ọdịbendị nke ọgbọ ya.",
  "N'etiti afọ 1980, Davis na nwa nwanne ya nwoke, onye na-ede egwu Anthony Davis, rụkọtara ọrụ n'ịmepụta opera mbụ ha",
  "O dere libretto maka X, The Life and Times of Malcolm X.",
  "Ha abụọ jikọtara aka ọzọ na 1990s mgbe Davis dere libretto na Amistad (1997), nke mbụ nke Chicago Lyric Opera mepụtara.",
  "Tim Page nke The Washington Post chere na ọrụ ahụ furu ohere ụfọdụ",
  "Ọ dabeere n'okwu ikpe nke nnupụisi ohu doro anya na ụgbọ mmiri Spanish, nke ruru Ụlọikpe Kasị Elu nke United States",
  "Page dere,",
  "\"ihe omume ahụ bụ ihe atụ akụkọ ihe mere eme a nabatara nke United States na-akpa àgwà n'amamihe na ọmịiko n'ebe ndị na-enweghị enyemaka na ndị a na-emegbu emegbu nọ",
  "A na-ekwuputa nke a n'ụzọ na-enweghị isi na nke a na-amaghị ama na opera ahụ, mana ọ dịghị ebe ọ bụla a na-ekwupụta ya n'ụzọ siri ike dị ka o kwesịrị, ọkachasị na ihe atụ niile na-adịghị mma nke ịkpa ókè agbụrụ ndị ọcha nke e gosipụtara n'uhuruchi ahụ",
  "Iji kọwaa Walt Whitman, òtù abolitionist anọwo na-esi ísì, na-esi nri, na-esiri ike, ruo mgbe Amistad Rebellion mere ka ọ sie ike",
  "\"",
  "Amistad nwetara nnukwu mmezigharị na libretto na egwu na afọ 2008 maka mmepụta ọhụrụ na mmemme Spoleto USA",
  "Opera Today kwuru na ọ bụ",
  "\"nke dị nnọọ obere, nke lekwasịrị anya karị ma dị irè karịa nke mbụ",
  "N'ime nke a, ha {Davises] mepụtara ọ bụghị naanị ọrụ nka nke American opera, kamakwa ọrụ nke na-emegide ọhụụ nke oge a nke na-agba ọchịchịrị site na ịkpa ókè agbụrụ na-ada ụda taa karịa Memminger na Spoleto USA",
  "\"",
  "Mgbe ọ laghachiri New York City, Davis tinyekwara aka n'ịmepụta ihe nkiri na ihe nkiri dị egwu",
  "Nwanne ya nwoke na-eme ihe nkiri, Collis Huntington Davis, Jr., mere ka ọ mata ndị ọzọ na-eme fim ojii",
  "Ihe ngosi izizi ya na ya jikọtara na PBS. Ọ na-aga n'ihu na-arụ ọrụ na ọrụ okike gụnyere opera, ihe nkiri, akwụkwọ akụkọ, na egwuregwu.",
  "Davis bụ onye ụkọchukwu Buddha a họpụtara ahọpụta na òtù Jodo Shinshu. Ya na di ya Joseph Jarman guzobere Brooklyn Buddhist Association."
]