[
  "Thutmose, nke a makwaara dị ka \"Onye Eze ahụ hụrụ n'anya na Onye Nlekọta Ọrụ, Onye na-akpụ ihe Thutmosis\" (nke a na-akpọkwa Djhutmose, Thutmosis, na Thutmes), bụ onye na-ese Ihe n'Ijipt oge ochie",
  "Ọ nwere ọganihu n'ihe dị ka 1350 BC, a na-eche na ọ bụ onye na-ese ihe n'ụlọ ikpe nke Fero Akhenaten nke Ijipt n'akụkụ ikpeazụ nke ọchịchị ya",
  "Njem nchọpụta ihe ochie nke ndị Germany na-egwu n'obodo Akhetaten, nke a maara taa dị ka Amarna, chọtara ụlọ na ụlọ ọrụ mebiri emebi (nke a na-akpọ P47.1-3) na mbido Disemba 1912; a chọpụtara ụlọ ahụ dị ka nke Thutmose dabere na ihe na-egbuke egbuke nke ịnyịnya ọdụ́ a hụrụ n'ime olulu ihe mkpofu n'ogige nke e dere aha ya na aha ọrụ ya. Ebe ọ bụ na o nyere ọrụ ya dị ka \"onye na-ese ihe\" nakwa ebe ọ bu na ụlọ ahụ bụ n'ụzọ doro anya ụlọ ọrụ na-akpu ihe ọkpụkpụ, mkpebi ahụ yiri ka ọ bụ ihe ezi uche dị na ya ma gosipụta na ọ ziri ezi.",
  "N'etiti ọtụtụ ihe ndị ọzọ a tụrụ atụ e nwetara n'otu oge ahụ bụ bust polychrome nke Nefertiti, o doro anya na ọ bụ nnukwu ọmụmụ maka ndị ọzọ iji depụtaghachi, nke a chọtara n'ala nke ụlọ nkwakọba ihe",
  "Na mgbakwunye na bust a a ma ama ugbu a, iri abụọ na abụọ nke ụfọdụ n'ime ha bụ isi zuru ezu, ndị ọzọ bụ naanị ihu a hụrụ na ụlọ ime nke ịrị na asatọ na ịrị na itoolu nke ụlọ ihe nkiri ahụ, yana otu ọzọ a chọtara na ime ụlọ nke ịrị na anọ",
  "A chọpụtala asatọ n'ime ndị a dị ka ndị ezinụlọ eze dị iche iche, nke gụnyere Akhenaten, nwunye ya nke ọzọ Kiya, nna ya nwụrụ anwụ Amenhotep III, na onye nọchiri ya bụ Ay",
  "Ndị fọdụrụ na-amaghị ama, ikekwe ndị bi na Amarna.",
  "Akụkụ abụọ a chọtara n'ụlọ ọrụ ahụ na-egosi ihe oyiyi nke ụmụ nwanyị ndị okenye, ihe a na-adịghị ahụkebe na nka Ijipt oge ochie, nke na-egosipụtakarị ụmụ nwanyị n'ụzọ e chepụtara echepụta dị ka ndị na-eto eto, ndị dị gịrịgịrị, na ndị mara mma. Otu n'ime ihu plaster na-egosi nwanyị meworo agadi, na agba na nkuku anya ya, akpa n'okpuru ha, na ihu dị omimi",
  "A kọwaala mpempe akwụkwọ a dị ka ihe na-egosi \"ọtụtụ ihe dị iche iche karịa ihe ngosi ọ bụla ọzọ nke nwanyị a ma ama si n'Ijipt nke oge ochie\"",
  "A na-eche na ọ na-anọchite anya onyinyo nke nwanyị maara ihe, okenye. A chọpụtakwara obere ihe oyiyi nke Nefertiti meworo agadi n'ụlọ ọrụ ahụ, na-egosi ya na afọ gbara gburugburu, na-ada ada, apata ụkwụ buru ibu, na akara gbagọrọ agbagọ n'ala afọ ya na-egosi na ọ mụrụ ọtụtụ ụmụ, ikekwe ebumnuche ya bụ ịmepụta onyinyo ọmụmụ.",
  "Enwere ike ịhụ ihe atụ nke ọrụ ya e nwetara n'ụlọ ọrụ ya a gbahapụrụ agbahapụ na Egyptian Museum nke Berlin, Egyptian Museum na Cairo, na Metropolitan Museum of Art, New York City",
  "Mgbe Akhenaten nwụrụ, e weghachiri oche gọọmentị site na Amarna gaa na Thebes na ụlọ ọrụ bureaucratic na ọkachamara ndị metụtara ya sochiri.",
  "N'afọ 1996, onye France na-amụ banyere Ijipt Alain Zivie chọpụtara na Saqqara",
  "Ọ chọpụtara ili e ji nkume chọọ mma nke \"isi ndị na-ese ihe n'ebe eziokwu\", Thutmose",
  "Ili ahụ malitere n'oge na-adịghị anya mgbe Oge Amarna gasịrị",
  "Ọ bụ ezie na aha Thutmose na Saqqara dịtụ iche na aha Thuthmose nke a maara site na Amarna, o yiri ka ha na-arutu aka n'otu onye ahụ nakwa na utu aha dị iche iche na-anọchite anya ọkwa dị iche iche n'ọrụ ya.",
  "Akụkọ sara mbara nke Zivie dere na mbipụta July Tian August 2018 nke Biblical Archaeology Review na-enye nkọwa zuru ezu na ọtụtụ ihe oyiyi nke ihe ndị e nwetara n'ili dị nso, mkparịta ụka banyere ọtụtụ akụkụ nke ọtụtụ isiokwu gbasara nyocha na njirimara ndị Ijipt oge ochie, yana ozi gbasara onye na-ese ihe, Thutmose.",
  "Ihe osise nke Akhenaten (ma ọ bụ ma eleghị anya onye nọchiri ya Smenkhkare) site na ụlọ ọrụ nke onye na-ese ihe Thutmose, na-egosi na Ägyptisches Museum Berlin -->",
  "Ihu plaster nke nwanyị meworo okenye n'oge Amarna, site na ngwụcha ọchịchị Akhenaten, afọ 14X17, site na ụlọ ọrụ nke onye na-ese ihe Thutmose, na-egosi na Ägyptisches Museum",
  "Ihu plaster nke nwa agbọghọ Amarna, (ọtụtụ ndị chere na ọ na-anọchite anya Kiya, otu n'ime ndị nwunye Akhenaten), site na ngwụcha ọchịchị Akhenaten, afọ 14X17, site na ụlọ ọrụ nke onye na-ese ihe Thutmose, na-egosi na Metropolitan Museum of Art, New York City",
  "Nnyocha foto nke e chere na ọ na-anọchite anya Kiya, nwunye nke abụọ nke Fero Akhenaten, nke a chọtara n'ime ụlọ ọrụ nke onye na-ese ihe n'obí eze Thutmose na Amarna, nke bụzi akụkụ nke Egyptian Museum of Berlin collection",
  "Nnyocha foto nke e chere na ọ na-anọchite anya Amenhotep nke Atọ, nna Fero Akhenaten, chọtara n'ime ụlọ ọrụ nke onye na-ese ihe n'obí eze Thutmose na Amarna, nke bụzi akụkụ nke Egyptian Museum of Berlin collection",
  "Nnyocha ihe osise plaster nke e chere na ọ na-anọchite anya onye nọchiri Fero Ay, akụkụ nke Egyptian Museum of Berlin collection",
  "Ihe oyiyi nke Queen Nefertiti sụgharịrị na limestone site na ụlọ ọrụ nke onye na-ese ihe Thutmose, na-egosi na Egyptian Museum nke Berlin",
  "Nnyocha ihe osise plaster nke e chere na ọ na-anọchite anya Queen Nefertiti, nwunye mbụ nke Fero Akhenaten, nke a chọtara n'ime ụlọ ọrụ nke onye na-ese ihe n'obí eze Thutmose na Amarna, nke bụzi akụkụ nke Egyptian Museum of Berlin",
  "Ihe oyiyi granite nke isi nke Queen Nefertiti, site na ụlọ ọrụ nke onye na-ese ihe Thutmose, na-egosi na Egyptian Museum nke Berlin"
]