[
  "Tigrinya (ትግርኛ; a na-akpọkwa Tigrigna) bụ asụsụ Semitic nke Etiopia nke a na-asụkarị na Eritrea na na mpaghara Tigray nke dị n'ebe ugwu Etiopia. Ọ bụkwa ndị bi n'ụwa niile n'ógbè ndị a na-asụ ya",
  "Ụmụ amaala nọ n' ala ndị dị elu n' ime Eritrea na mpaghara Tigray nke ugwu n' Etiopia na-asụ ya dị ka asụsụ mbụ ha.",
  "Ọ bụ ezie na ọ dị iche na asụsụ Geʽez (Ethiopian oge ochie), dịka ọmụmaatụ n'inwe ngwaa ahịrịokwu, na n'iji usoro okwu nke na-etinye ngwaa bụ isi n'ikpeazụ kama nke mbụ na ahịrịokwu ahụ bụ mmetụta siri ike nke Geʽez na akwụkwọ e dere banyere Tigrinya, ọkachasị na okwu ndị metụtara ndụ Ndị nke Kraịst, aha dị na Akwụkwọ Nsọ, na ihe ndị ọzọ. Ge'ez, n'ihi ọnọdụ ya na ọdịbendị Etiopia, na ikekwe usoro ya dị mfe, rụrụ ọrụ dị ka usoro edemede ruo n'oge na-adịbeghị anya.",
  "Ihe atụ mbụ e dere ede nke Tigrinya bụ ederede nke iwu obodo a, achọtara na mpaghara Logosarda, n' ebe Debub n' ime mpaghara ndịda Eritrea, nke sitere na narị afọ nke 13.",
  "N' ime Eritrea, n'oge ọchịchị ndị Britain, Ministri nke na afụ maka mgbasa ozi wepụtara akwụkwọ akụkọ nke a na ebipụta kwa izu n' ime Tigrinya nke na-efu ha 5 cents ma na-erekwa mkpụrụ 5,000 kwa izu",
  "N'oge ahụ, a kọrọ na ọ bụ nke mbụ n'ụdị ya.",
  "Tigrinya (ya na Arabic) bụ otu n'ime asụsụ gọọmentị Eritrea n'oge njikọ ya na Ethiopia dị mkpirikpi; na 1958 e ji asụsụ ndị Southern Ethiopia Amharic dochie ya tupu njikọta ha",
  "Mgbe Eritrea nweere onwe ya na  afọ 1991, Tigrinya nọgidere na-a",
  "ibụ asụsụ eji arụ ọrụ na mba ahụ, naanị steeti dị n'ụwa, ruo mgbe e mere mgbanwe na Ethiopia na afọ 2020, iji nabata Tigrinya dika asụsụ ana asụ n' obodo ahụ nile.",
  "Enweghị aha zuru oke maka ndị nile na-asụ Tigrinya",
  "N' ime Eritrea, a maara ndị na-asụ Tigrinya dị ka Bihére-Tigrigna (\"mba ndị na-asụ Tigrinya\") ma ọ bụ ndị Tigrinya",
  "Na mba Etiopia, a na-akpọ onyeTigrayan, nke bụ nwa afọ Tigray, onye na-asụkwa asụsụ Tigrinya, tigrāwāy (nwoke), tigrāweytī (nwaanyị), tigrāwōt ma ọ bụ, na nchịkọta, tegaru (ọtụtụ)",
  "Bihér pụtara \"mba\" n'echiche agbụrụ nke okwu ahụ na Tigrinya, Tigre, Amharic na Ge'ez",
  "Ndị Jeberti nọ na Eritrea na-asụkwa Tigrinya.",
  "Tigrinya bụ asụsụ a na-asụkarị na Eritrea (lee Demographics of Eritrea), na asụsụ nke anọ a na-asukarị na Ethiopia ma agụsia Amharic, Oromo, na Somali",
  "Obodo buru ibu na-akwaga mba ọzọ n' ebe ụwa sọtụrụ na-asụkwa ya, na mba ndị gụnyere Sudan, Saudi Arabia, Israel, Denmark, Germany, Italy, Sweden, United Kingdom, Canada na United States",
  "Na Australia, Tigrinya bụ otu n'ime asụsụ ndị a na-agbasa na redio ọha na eze site na atụmatụ ozi a nakpọ Multicultural Special Broadcasting Service.",
  "Asụsụ Tigrinya dị iche iche na udaolu, ahiri okwu ha, na ụtọ asụsụ. Enweghị olumba nke a nabatara dị ka ọkọlọtọ.",
  "Maka nnọchiteanya nke ụda Tigrinya, isiokwu a na-eji mgbanwe nke usoro a na-ahụkarị (ọ bụ ezie na ọ bụghị ozuru ụwa ọnụ) n'etiti ndị ọkà mmụta asụsụ na-arụ ọrụ na asụsụ Semitic nke ndi Etiopia, mana ọ dịtụ iche na ejimmalu nkeInternational Phonetic Alphabet.",
  "Tigrinya nwere ụdị ụdaume maka asụsụ Semitic nke Etiopia",
  "Nke ahụ bụ, e nwere usoro ụdaume ejective na usoro ụdaume asaa a na-ahụkarị",
  "N'adịghị ka ọtụtụ n'ime asụsụ Semitic nke Ethiopia nke oge a, Tigrinya echekwara ụdaume pharyngeal abụọ nke o doro anya na ha bụ akụkụ nke asụsụ Geʽez oge ochie na nke, tinyere [x'], ụda olu velar ejective fricative ma ọ bụ ụda olu uvular ejective, na-eme ka ọ dị mfe ịmata ọdịiche dị n'etiti Tigrinya na asụsụ ndị yiri ya dị ka Amharic, eleghị anya ọ bụghị site na Tigre, nke jikwa ụdaume phoryngeal.",
  "Ihe ngosi ndị dị n'okpuru na-egosi phonemes nke Tigrinya",
  "A na-egosi ụda ndia site na iji otu usoro ahụ na-anọchite anya ụda dị ka ọ dị na isiokwu ndị ọzọ",
  "Mgbe akara IPA dị iche, a na-egosi orthography na brackets.",
  "A na-egosi ụda site na iji otu usoro ahụ na-anọchite anya ụda dị ka ọ dị na isiokwu ndị ọzọ",
  "Mgbe akara IPA dị iche, a na-egosi orthography na brackets.",
  "Gemination, ịmupụta ọkpukpu abụọ nke ụda ụdaume, nwere ihe ọ pụtara na Tigrinya, ya bụ, ọ na-emetụta ihe okwu pụtara",
  "Ọ bụ ezie na gemination na-arụ ọrụ dị mkpa na ọdịdị nke ngwaa na asụsụ Tigrinya, akara ndị ọzọ na-esokarị ya",
  "Mana enwere ọnụ ọgụgụ dị nta nke okwu mkpị abụọ nke enwere ike ịmata ọdịiche ha na ibe ha site na gemination, dịka //kʼɐrrɐbɐ//, ('ọ weputara '); /kʼɪrɐbɐ /, ('ọ biaruru nso)",
  "Enwere ike ịmụpụta ọkpukpu ọzọ dịnyere ụdaume niile, ma e wezụga pharyngeal na glottal.",
  "A na-a/k/pọpụta ụdaume velar ndia /k/ na //kʼ// n'ụzọ dị iche mgbe ha pụtara ozugbo mgbe ụdaume gasịrị ma ha anaghị ejikọta ha",
  "N' ụdị ọnọdụ nke a, a na-a/k/pọ /k/ dị ka fricative velar",
  "A na-akpọpụta //kʼ// dị ka esemokwu, ma ọ bụ mgbe ụfọdụ dị ka affricate",
  "A na-ekwukarị fricative ma ọ bụ affricate a n'azụ, n'ebe uvular nke articulation (ọ bụ ezie na a na-anọchite anya ya n'isiokwu a dị ka [xʼ])",
  "Ihe ndị a niile nwere ike ime - velar ejective fricative, uvular ejective friative, velar ejetive affricate na uvular ejetive africate - bụ ụda dị oke ụkọ n'asụsụ.",
  "Ebe ọ bụ na ụda abụọ a na-adabere /k/pamkpam na gburugburu ha, enwere ike iwere ha dị ka allophones nke /k/ na //kʼ//",
  "Nke a doro anya karịsịa site na mgbọrọgwụ ngwaa nke a na-aghọta otu ụdaume dị ka otu ma ọ bụ nke ọzọ na-adabere na ihe bu ya ụzọ",
  "Dịka ọmụmaatụ, maka ngwaa nke pụtara mkpu, nke nwere mgbọrọgwụ triconsonantal, e nwere ụdị ndị dị ka ምብካይ //məbkaj// ('ịkwa ákwá') na በኸየ //bɐxɐjɐ// ('ọ tiri ákwá'), na maka ngwaa pụtara 'izu ohi', nke nwere mgbidi triconsonental nke nwere mgbịrịgba /jəsɐrkʼ__, e nwere ọdịdị ndị dị ka ይቁ //jəsɐrkʼu// ('ha na-ezu ohi') na ይሰር /jəs ˈrrəx'/ọ na-e zu ohi').",
  "Ihe na-adọrọ mmasị karịsịa banyere ụda abụọ a bụ na ha dị iche na orthography Tigrinya",
  "N'ihi na allophones bụ ihe a na-ahụ anya kpamkpam, ọ bụ ihe a ma ama ka ha jiri akara dị iche iche na-anọchite anya ha n'ụdị ederede nke asụsụ.",
  "A Tigrinya syllable nwere ike ịnwe consonant-vowel ma ọ bụ a consonant - vowel-consonant usoro",
  "Mgbe ụdaume atọ (ma ọ bụ otu ụdaume geminated na otu ụdaume dị mfe) gbakọtara n'ime otu okwu, a na-ekewa ụyọkọ ahụ site na iwebata ụdaume epenthetic ə, na mgbe ụdaume abụọ (ma ọbụ otu ụdaume Geminated) ga-emechi okwu, ụdaume m na-apụta n'azụ ha, ma ọ bụ (mgbe nke a na-eme n'ihi ọnụnọ nke nsonaazụ) ə na-ewebata n'ihu nsonaazụ.\nDịka ọmụmaatụ,",
  "Nchegbu abụghị ihe dị iche ma ọ bụ ihe dị ịrịba ama na Tigrinya",
  "O yiri ka ọ dabere na gemination, mana o doro anya na a chọpụtabeghị ya.",
  "N'asụsụ, Tigrinya bụ asụsụ Semitic (ES) nke Etiopia n'ọtụtụ ụzọ:",
  "Asụsụ Tigrinya pụrụ iche n'ime ezinụlọ asụsụ Semitic nke Etiopia n'ọtụtụ ụzọ:di ichiche",
  "E dere Tigrinya na edemede Geʽez, nke e mepụtara maka Geʽez",
  "Ihe odide ndị Etiopia bụ abugida: akara ọ bụla na-anọchite anya ụdaume + ụdaume, a na-ahazi akara ndị ahụ n'ìgwè nke akara ndị yiri ya dabere na ụdaume na ụdaume. Na tebụl dị n'okpuru, a na-enye ogidi ndị ahụ ụdaume asaa nke Tigrinya; ha na-apụta n'usoro ọdịnala",
  "A na-enye ahịrị ndị ahụ na ụdaume, ọzọ n'usoro ọdịnala.",
  "Maka ụdaume ọ bụla na abugida, enwere akara a na-amaghị aha ya na-anọchite anya ụdaume ahụ na-esote ụdaume ma ọ bụ nke sitere na ya",
  "Maka abugida nke Etiopia, ụdaume a bụ ä, kọlụm mbụ na tebụl",
  "Otú ọ dị, ebe ọ bụ na ụdaume a enweghị ike ịgbaso ụdaume pharyngeal na glottal nke Tigrinya (na asụsụ Semitic ndị ọzọ nke Etiopia), akara ndị dị na kọlụm mbụ n'ahịrị maka ụdaume ndị ahụ na-akpọpụta ụdaume a, dịka ọ dị na ahịrị nke anọ",
  "Ihe nnọchianya ndị a na-adịghịzi arụ ọrụ na Tigrinya ma na-egosi ya na ndabere na-acha ntụ ntụ na tebụl",
  "Mgbe ọ dị mkpa ịnọchite anya ụdaume na-enweghị ụdaume na'esote, a na-eji ụdị ụdaume +ə (akara dị na kọlụm nke isii)",
  "Dịka ọmụmaatụ, a na-ede okwu ahụ bụ ʼ convinta 'gịnị?' bụ እንታይ, nke pụtara n'ụzọ nkịtị bụ ʼǝ-nǝ-ta-yǝ.",
  "Ebe ọ bụ na ụfọdụ n'ime ọdịiche ndị o doro anya na e mere na Ge'ez efunahụla na Tigrinya, enwere akara abụọ nke ọ bụla maka ụdaume ‹ḥ›, ‹s›, na ‹sʼ›",
  "Na Eritrea, maka ‹s› na ‹sʼ›, ọ dịkarịa ala, otu n'ime ndị a adaala na Tigrinya ma a na-ewere ya ugbu a dị ka ihe ochie",
  "A na-egosi usoro ndị a a na-ejighị eme ihe na ndabere na-acha ntụ ntụ na chaatị ahụ.",
  "orthography anaghị egosi gemination, ya mere okwu abụọ k'ärräbä 'ọ bịarutere', k'äräbä 'ọ nọ nso' ka edere ቀረበ",
  "Ebe ọ bụ na obere ụzọ abụọ dị otú ahụ dị obere, nke a anaghị enye nsogbu nye ndị na-agụ asụsụ ahụ."
]