[
  "Doumbia Moussa Fakoly (amụrụ na June 23, na afọ 1968 na Odienné), nke a maara nke ọma site na aha egwu ya Tiken Jah Fakoly (/ˈtɪ kæn ˈdʒɑː fækəˈli/), bụ onye na-agụ egwú reggae na onye na-ede egwu na Ivorian.",
  "A mụrụ Doumbia Moussa Fakoly na 23 na onwa isii, na afọ 1968 na Odienné, Kabadougou Region, n'ebe ugwu ọdịda anyanwụ Côte d'Ivoire",
  "Ọ chọpụtara reggae mgbe ọ dị obere, na-achịkọta otu egwu mbụ ya, Djelys, na afọ 1987",
  "Ọ ghọrọ onye a ma ama na mpaghara, mana n'oge na-adịghị anya ọ ga-arịgo na nkwado mba.",
  "N'inwe nchegbu maka mgbanwe mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị nke mba ya, ọ bụghị ogologo oge tupu Tiken Jah ede akwụkwọ siri ike na gburugburu ndọrọ ndọrọ ọchịchị na Côte d'Ivoire",
  "Otu n'ime ọrụ ndị dị otú ahụ bụ ọnwụ Félix Houphouët-Boigny na 1993, nke mere ka ọ bụrụ onye a ma ama n'etiti ndị ntorobịa mba ahụ",
  "N'afọ 1998, Fakoly mere ihe ngosi mba ụwa mbụ ya na Paris.",
  "Tiken Jah Fakoly na-akpọ egwu \"iji kpọtee akọ na uche\"",
  "Egwú ya na-ekwu maka ọtụtụ ikpe na-ezighị ezi e mere ndị obodo ya na ndị Afrịka n'ozuzu ha, yana ịkpali oku maka pan-Africanism na mmeghachi omume akụ na ụba, ndọrọ ndọrọ ọchịchị na ọdịbendị Afrịka",
  "N'ihi nke a, ọtụtụ ndị Africa na-ege ntị na-enwe njikọ chiri anya na okwu ya ka Fakoly na-ekwu maka ndị a na-emegbu emegbu",
  "Njikọ a enyerela aka mee ka Tiken Jah Fakoly bụrụ onye na-ese ihe na-ege ntị nke ukwuu n'ụwa niile.",
  "Kemgbe ịrị elu nke ọgba aghara ndọrọ ndọrọ ọchịchị na xenophobia na Côte d'Ivoire na mgbe ọ natara egwu ọnwụ n'ihi okwu ya, Fakoly ebiela na Bamako, Mali kemgbe afọ 2003. N'ọnwa Disemba afọ 2007, a mara Fakoly dị ka onye na-adịghị mma na Senegal mgbe ọ katọrọ Onye isi ala Abdoulaye Wade.",
  "N'afọ 2009, Tiken Jah malitere mkpọsa akpọrọ \"Un concert une école\", ma ọ bụ One Concert, One School",
  "Site na mkpọsa ahụ, yana mmekorita ya na ụlọ ọrụ na njikọ aka, o nwere ike ịkwụ ụgwọ maka iwu ụlọ akwụkwọ n'obodo Touroni, na kọleji na Dianké, Mali",
  "O mere kọntaktị na Burkina Faso, Côte d'Ivoire na Guinea, yana nnukwu mkpọsa nkwukọrịta na-akwalite agụmakwụkwọ.",
  "Tiken Jah Fakoly edekọla egwu dị iche iche na ndị omenkà ndị ọzọ",
  "E gosipụtara ya na Steel Pulse: African Holocaust, na Didier Awadi: Stoppez les criminels, na Riké: Airt Frais, na Bernard Lavilliers: Carnets De Bord, na Amadou & Mariam: Dimanche À Bamako, na Dub Incorporation Diversité, na Tata Pound: Cikan",
  "Ọ pụtakwara na nchịkọta African Consciences na Mebgane NīDour",
  "Ọ pụtara na ihe nkiri Les Oiseaux Du Ciel, nke Eliane de Latour duziri",
  "2009 \"Africa's Reggae Legend in the Making\", nke Mackie Fagan duziri",
  "Tiken Jah sonyere na ihe ngosi \"Sababou\" nke Samir Benchikh nke ebumnuche ya bụ ịkwalite ọdịdị dị mma nke Africa na karịsịa Ivory Coast, site n'igosi etu ndị mmadụ dị ka Tiken si etinye aka n'imeziwanye ọnọdụ ndụ maka ndị mmadụ na West Africa site na udo, ọchịchị onye kwuo uche ya, ịlụso agụụ ọgụ, ịkwalite agụmakwụkwọ, wdg",
  "N'afọ 2014, ya na ndị omenkà ndị ọzọ nke Afrịka nyere aka na egwu Cocoa Na Chocolate, iji kwado mkpọsa Do Agric, It Pays nke ONE.",
  "N'agbanyeghị na ọ bụ onye na-agụ egwú reggae ma nwee nkwanye ùgwù miri emi maka ọdịbendị Rastafari, Tiken Jah si n'ezinụlọ ndị Alakụba ma ka bụ onye Alakụba na-eme taa",
  "Ezinụlọ ya ji nwayọ kwado ọrụ reggae ya",
  "Ọ na-ese wii wii mgbe ụfọdụ, mana ọ na-agba ndị ọzọ ume ka ha ghara.",
  "IHE: A tọhapụrụ Mangercratie na France na afọ 1999 na Canada na afọ 2000",
  "E wepụtara Cours d'histoire na France n'afọ 2000 na Canada n'afọ 2001",
  "A tọhapụrụ abọm abụọ mbụ na Côte d'Ivoire",
  "Vidio egwu mbụ ya bụ \"Plus jamais ça\" (\"Mangercratie\" album), nke J.G Biggs duziri."
]