[
  "Inetimi Timaya Odon (a mụrụ n'ụbọchị nke 15 n'ọnwa Ọgọstụ n'afọ 1980), nke a maara nke ọma site na aha ya bụ Timaya, bụ onye Naịjirịa na-agụ egwu na onye na-ede egwu",
  "O si Odi, Bayelsa steeti",
  "Ọ bụ onye guzobere DM Records Limited",
  "Ọrụ naanị ya malitere na 2005 site na ntọhapụ nke \"Dem Mama\", nke pụtara na abọm mbụ ya, True Story wepụtara n'afọ sochirinụ",
  "E wepụtara abọm nke abụọ ya bụ Gift and Grace n'afọ 2008.",
  "Ka ọ dịgodị, ọ nwetakwuru ọhụhụ na ama ama na mba ụwa site na abọm studio ya nke atọ De Rebirth - nke ewepụtara na mmekorita ya na Black Body Entertainment - na egwu ya \"Plantain Boy\". Ha abụọ nwere ihe ịga nke ọma n'ahịa",
  "O mekwara ya ego nke ya na Dem Mama Soldiers rụkọrọ ọrụ na abọm LLNP (Long Life N Prosperity)",
  "N'afọ 2012, Timaya wepụtara Upgrade, nke mepụtara egwu \"Bum Bum\", \"Sexy Ladies\", na \"Malonogede\"",
  "Ka ọ dị ugbu a, ọrụ ya emeela ka ọ nweta ọtụtụ onyinye na nhọpụta gụnyere mmeri Headies Awards anọ, mmeri AFRIMMA Awards abụọ, otu Nigeria Music Award na NEA Award.",
  "A mụrụ Inetimi Timaya Odon na 15 August, 1980 na Port Harcourt, Rivers State",
  "O tolitere dị ka akụkụ nke nnukwu ezinụlọ; onye nke ikpeazụ n'ime ụmụ iri na ise na Agip Estate, Port Harcourt",
  "Nna ya bụ onye ọrụ ụlọ akụ na nne ya bụ onye ahịa",
  "Maka agụmakwụkwọ mbụ ya, Odon gara Assemblies of God Nursery And Primary School. Agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya malitere na Nkpolu Oroworukwo na Port Harcourt Ọ na-emebi iwu ụlọ iji gaa ihe omume egwu abalị",
  "Tupu Timaya agụsị akwụkwọ n'ụlọ akwụkwọ, nne ya mere ndokwa ka ya na nwanne ya nwoke tọrọ ya na nwanne ya nwanyị tọrọ ya gaa Lagos",
  "Mgbe ọ kwagara n'obodo ahụ, ọ banyere n'ụlọ akwụkwọ Ikeja Grammar School nke Lagos, ebe o mechara nweta asambodo ụlọ akwụkwọ sekọndrị.",
  "Timaya mechara laghachi Port Harcourt iji mụọ Banking na Finance na tertiary-level, mana, ọ rụrụ nke ọma n'ule ma hapụ ya mgbe ọkara afọ agụmakwụkwọ mbụ gasịrị. Mgbe ahụ, ọ laghachiri Lagos isonyere otu hiphop nke Eedris Abdulkareem dị ka onye na-akwado egwu",
  "Mgbe afọ atọ gasịrị na-arụ ọrụ maka Eedris, Timaya hapụrụ otu ahụ iji lekwasị anya na ọrụ naanị ya",
  "Ọ malitere idekọ mmekorita ya na ndị na-ese ihe na-abịa n'ihu ma mee mpụta mbụ ya na vidiyo egwu nke UDX, otu rap nke Lagos",
  "O mechara zute onye na-emepụta ihe Obaksolo na Mafoluku, Oshodi, onye mepụtara nnukwu egwu mbụ ya \"Dem Mama\" mgbe ọ nụrụ ka ọ na-eme nsụgharị a cappella.",
  "Ya na Namse Udosen (Menthol X) rụkọrọ ọrụ na egwu \"Pomporo\" na abọm mbụ ya, True Story",
  "N'ịkọwa egwu ahụ n'ajụjụ ọnụ e tinyere n'ọnwa Ọgọstụ afọ 2013, Timaya kwuru, sị: \"Dem Mama' bụ akụkọ banyere mbibi 1999 nke Odi, obodo dị n'akụkụ osimiri na Niger Delta",
  "Ndị agha na-achụ ndị agha ha kwuru na ha gburu ndị uwe ojii asatọ",
  "A gbara obodo nta ahụ ọkụ ma gbuo ọtụtụ ndị mmadụ",
  "Eji m obi ike, dozie okwu ahụ ọtụtụ afọ mgbe e mesịrị ma nweta ntụkwasị obi n'okporo ámá ozugbo maka nkwuwa okwu m",
  "\"",
  "Mgbe ihe ịga nke ọma nke \"Dem Mama\", Timaya kpebiri ịga n'ihu na onye mmepụta K-Solo",
  "O dekọrọ egwu asaa ọzọ maka abọm mbụ ya bụ True Story, nke e mechara wepụta na 2007. Ka e mesịrị n'afọ ahụ, Timaya malitere ịrụ ọrụ na abọm nke abụọ ya na ndị na-emepụta Phyno, Jeggs, Spankie, Akeem D Beat, Obaksolo na Terry G",
  "N'afọ 2008, ewepụtara abọm akpọrọ Gift and Grace n'ime ụlọ ahịa mba niile. Timaya meriri ihe nrite abụọ na 2008: \"Album of the Year\" na Nigeria Music Awards na \"Best Reggae / Dancehall album\" na Headies Awards",
  "O nwetakwara ihe nrite abụọ \"Best Reggae / Dancehall album\" maka Gift and Grace na \"Best Collaboration\" maka atụmatụ ya na J Martins 'Good or Bad (O Wey)\" na mbipụta 2009 nke The Headies",
  "Afọ abụọ ka e mesịrị, Timaya wepụtara abọm nke atọ ya, De Rebirth na ihe ịga nke ọma ya bụ \"Plantain Boy\"",
  "Ọ bụ Akeem D Beat, Phyno, Flux, M-Yire, Jay Sleek, N.D, Jesse Jagz, na Obaksolo rụpụtara abọm ahụ",
  "Timaya na ndị ọbịa na-ese ihe, gụnyere 2face Idibia, TJ 2Solo, Allenian, Konga, Lanre, M.I, TJ, na Wrecoba. N'afọ 2010, ọ pụtara na egwu \"Kokoroko\" nke nwanyị na-ese egwu ozioma bụ Kefee, nke gara n'ihu merie na \"Best Collaboration\" na 2010 Headies Awards., Kcee gosipụtara ya n'oge na-adịbeghị anya na egwu akpọrọ 'Erima'",
  "Timaya guzobere akara ndekọ ya, DM Records Limited",
  "N'okpuru nke a, ọ zụlitere ndị na-ese ihe dịka Patoranking na Runtown\nN'afọ 2017, ọ bịanyere aka na onye na-eto eto Dancehall / Afro-Fusion artist, King Perryy na DM Records.",
  "ON'afọ 2011, ndị Inter religious and International Federation for World Peace (IIFWP) họpụtara Timaya ka ọ bụrụ onye nnọchi anya udo",
  "Dr",
  "Hak Ja Haan Moon, onye guzobere IIFWP, kwuru na ọ bụ \"otu n'ime ndị ndụ ha na-egosipụta echiche nke ibi ndụ maka ndị ọzọ, na ndị raara onwe ha nye omume ndị na-akwalite echiche ntọala nke IIFWP",
  "\""
]