[
  "Timberville bụ obodo ọhụrụ e wuru n'ọnụ ụzọ ámá nke obodo ukwu Naijiria nke Lagos",
  "A na-achịkọta ya gburugburu Lagos Sawmill ọhụrụ",
  "Nnukwu ụlọ ọrụ osisi nke Lagos ga-esi n'etiti obodo gaa n'ebe ọhụrụ na Disemba na afọ 2022.",
  "N'oge ọchịchị ndị ọchịchị, Naịjirịa bụ onye na-ebupụ osisi dị mkpa, ọkachasị redwood na mahogany",
  "E si na mpụga ọdụ ụgbọ mmiri Lagos, na mpụba Oko Baba bubata ihe ahụ",
  "Site na uto ngwa ngwa nke Lagos, Otú ọ dị, ebe dịpụrụ adịpụ ghọrọ etiti na ụlọ ọrụ osisi na-aghọwanye ihe mgbochi maka ndụ kwa ụbọchị na nnukwu obodo ahụ",
  "Ọzọkwa, ọkụ na-enwu mgbe niile na Oko Baba, na-eyi obodo ahụ dum egwu.",
  "Ọzọkwa, Oko Baba na-agbakọta n'ime ogige Makoko, nke a pụrụ ịkpọ \"Venice nke Africa\" naanị na ezi uche na nke, dịka ọmụmatụ, na-ezere usoro ndị uwe ojii.",
  "Na mgbakwunye na akụkụ mmekọrịta mmadụ na ibe ya, nsogbu ọzọ bụ mmetọ gburugburu ebe obibi nke nnukwu ntụ a na-ewepụta, nke na-agbanwe ka ọ ree ebe ọ na-ada n'elu mmiri",
  "N'ihi ihe ndị dị n'elu, ọtụtụ gọmentị steeti dị na Lagos Steeti amalitelarị ịkwaga \"Timber City\" n'ebe dị mma",
  "A ghọtara nke a n'okpuru ọchịchị neoliberal nke Gọvanọ Sanwo-Olu na nso obodo ịkụ azụ nke Ikosi ma kpọọ ya \"Timberville\" ngwa ngwa.",
  "Timberville, dị ka nnukwu ọrụ ndị ọzọ na-aga n'ihu na Lagos Steeti (Imota rice mill, Food Logistics Hub), dị n'ókè ya na Ogun State n'etiti Ikorodu na Epe na njikọ ya na Expressway n'ebe ahụ",
  "Ewezuga ebe a na-awa osisi nke nwere ụlọ nzukọ, Timberville gụnyere ebe a na'ụgbọ mmiri (ebe a na-ebugharị), ebe a na na-akwadebe osisi, ọfịs ahịa, ogige ụgbọala na-adọkpụ, ụlọ nzukọ, ụlọ oriri na ọṅụṅụ, ụlọ ọrụ ndị uwe ojii, ụlọ ọkụ ọkụ, ụlọ 160 nwere ọnụ ụlọ abụọ maka ndị ọrụ, mmiri na-agba ọsọ na ụlọ mposi ọha",
  "A na-agbanye sawdust n'ime pallets n'ime ụlọ ọrụ briquette a nye ka a ree ya ụlọ ọrụ dị ka mmanụ ọkụ",
  "Ọ nwere ikike nke 1,500 tọn kwa elekere.",
  "E nwere igbu oge n'ịmepụta ụzọ mbata, nke isi àkwà mmiri ya siri ike iwu na mberede",
  "E doziri nke a site n'ịmepụta ụzọ na-adịru nwa oge."
]