[
  "Timi Alaibe (amụrụ n'abali irí nke ọnwa June n1962) bụ onye na-ahụ maka teknụzụ na Naijiria, onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị si Bayelsa State",
  "Ọ bụbu onye isi nchịkwa, Niger Delta Development Commission (NDDC)",
  "Ndutimi (Timi) Alaibe bụ onye na-ahụ maka nka na uzu na Naijiria, onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị si Bayelsa State, Naijiria",
  "Ọ bụ onye bụbu onye isi nchịkwa nke Niger Delta Development Commission (NDDC)",
  "A mụrụ ya n'ụbọchị iri onwanke June n'afọ 1962 n'obodo Ijaw nke Igbainwari na Opokuma, Bayelsa Stedi,  Nijeria n'ezinụlọ Pa Emmanuel Mmadu Alaibe nwụrụ anwụ",
  "Ọ bụ nwa nke atọ n'ime ụmụ ise",
  "Ndụ ya n'oge ọ bụ nwata bụ nke ọgba aghara ma sie ike ebe ọ bụ na nne na nna ya bụ ndị dị ala, mana ha na-arụsi ọrụ ike",
  "Otú ọ dị, n'agbanyeghị mmalite ya dị ala, ndị mụrụ ya gbara Timi ume.",
  "Mgbe ọ na-anọghị n'ụlọ akwụkwọ, Timi ga-eso ndị mụrụ ya gaa n'ugbo ahụ njem nke gụnyere ịgafe osimiri ahụ n'ụgbọ mmiri e ji osisi rụọ",
  "Ọ bụ ahụmahụ a kụziiri Timi na-eto eto mkpa ịrụsi ọrụ ike dị, mgbe ọ dị obere",
  "Omume ọrụ a bara uru eduziwo ya n'oge ndụ ya niile",
  "Mgbe ọ na-agaghị aga ụlọ ma ọ bụ na-enyere ndị mụrụ ya aka n'ugbo, Timi na-eto eto nọrọ ọtụtụ oge n'oge ọ bụ nwata, ya na ndị ọgbọ ya, na-egwu egwu n'osimiri obodo ahụ, ma na-eji mkpara na nko na-egbu azụ",
  "Njikọ nke ọbụbụenyi ya na ndị enyi ya n'oge ọ bụ nwata n'oge afọ ndị mbụ nke ndụ ya ka siri ike taa",
  "A nọrọ afọ ndị dị egwu ya n'obodo Warri Port Harcourt na Lagos",
  "na nke ọ bụla n'ime obodo ndị a, Timi na-enweta ewu ewu n'etiti ụmụaka ndị agbata obi n'oge na-adịghị anya maka nkà igwu mmiri ya dị ịrịba ama",
  "N'agbanyeghị na o nwere nnukwu ihe ịga nke ọma na ndụ, Timi Alaibe bụ nwoke na-echefughị ebe o si",
  "A na-ekwu na ọ na-enwe mmetụta kachasị n'ụlọ n'obodo ya Igbainwari na Opokuma.",
  "Timi Alaibe malitere agụmakwụkwọ elementrị ya na Isoko Primary School, Marine Beach, Apapa, Lagos site n' afọ 1967 ruo 1970",
  "Mgbe nne na nna ya kwagara Port Harcourt na 1970, ọ debara aha ya na Christ the King School, Oromenike, Port Harcoort n'etiti afọ 1970 ruo n' afọ 1973",
  "N'ebe ahụ, ọ nwetara asambodo mbụ ya.\nMgbe ọ gụsịrị akwụkwọ praịmarị, Timi na-eto eto laghachiri n'obodo ya Igbanwari na Opokuma.",
  "Ọ debanyere aha na Government Secondary School, Kaiama, na Bayelsa Steeti maka agụmakwụkwọ sekọndrị ya, site n'afọ 1974 ruo n'afọ 1979, ebe ọ nwetara asambodo ụlọ akwụkwọ West Afrikan",
  "N'ihe gbasara agụmakwụkwọ, Timi Alaibe bụ nwa akwụkwọ nwere ọgụgụ isi pụrụ iche nke na-eme ka ọ dị iche na Bekee na mgbakọ na mwepụ",
  "Timi ka jisiri ike gụsịrị akwụkwọ na nsọpụrụ, n'agbanyeghị eziokwu ahụ bụ na ọ ga-agafe osimiri dị n'ógbè ahụ n'ụgbọ mmiri iji gaa ụlọ akwụkwọ na Kaiamaá na-agba akaebe maka nnọgidesi ike ya na nraranye ya n'ịmụta ihe",
  "Ọ dịghị mgbe ọ hapụrụ ọnọdụ ya na-enweghị ihe ịga nke ọma iji gbochie ọganihu agụmakwụkwọ ya",
  "Ndị maara ya nke ọma n'oge ọ bụ nwata kọrọ ya, nke ahụ ọbụna mgbe ọ dị obere",
  "Timi zụlitere otu obi siri ike ịga nke ọma na ndụ.",
  "N'oge na-adịghị anya, Timi Alaibe nwetara nnabata na Mahadum Sayensị na Teknụzụ nke River State, ebe ọ gụsịrị akwụkwọ na nzere Bachelors of Science (BSc) na Accounting.\nMgbe ọrụ ọkachamara dị mkpirikpi gasịrị, Timi Alaibe chere na ọ dị mkpa ịkwalite asambodo agụmakwụkwọ ya",
  "O chere na nzere gụsịrị akwụkwọ ga-eme ka ọ dịkwuo mma maka ụwa ụlọ ọrụ",
  "Ọ tinyere akwụkwọ, ma nweta nnabata na Mahadum Obafemi Awolowo (OAU) Ile Ife, Naịjirịa maka ọmụmụ post-gụsịrị akwụkwọ na Business Administration",
  "O nwetara nzere masta na Business Administration (MBA) site na Mahadum Obafemi Awolowo",
  "Timi Alaibe bụ onye na-ahụ maka ụlọ akụ nwere ahụmahụ nke ụlọ ọrụ onwe onye nke ihe karịrị afọ iri abụọ na ise nke ọrụ",
  "Ọ bụ onye ọchụnta ego na-arụpụta ihe nke guzobere ma jikwaa azụmaahịa na-aga nke ọma nke mepụtara ọtụtụ puku ọrụ maka ndị Naijiria gafee mba ahụ.\nAhụmahụ ọrụ ọha na eze ya agafeela ihe karịrị afọ iri.\nỌ bụ otu n'ime ndị Board of Directors na Niger Delta Development Commission (NDDC) site na 2001 ruo 2004.",
  "Mgbe ọ gụsịrị nzere masta ya, Timi Aaibe laghachiri na ndụ ọkachamara na Peat Marwick Ani Ogunde and Co (nke bụzi KPMG) na mbụ dị ka onye na-azụ ahịa.\nN'afọ 1986, ọ sonyeere African Continental Bank",
  "Ọ malitere dị ka Onye isi ọrụ wee bụrụ onye njikwa alaka na alaka Okrika, na River State rụrụ ọrụ n'ọkwa dị iche iche na Bank ruo ọtụtụ afọ, tupu o kpebie ịga n'ihu na ihe ịma aka ndị ọzọ.\nN'oge na-adịghị anya, ọ nwetara ọkwa na All States Trust Bank na 1991, dị ka onye enyemaka njikwa na-ahụ maka njikwa ihe ize ndụ na njikwa ego",
  "Otu afọ mgbe e mesịrị, na 1992, a họpụtara ya dị ka osote onye isi oche nke Cosmopolitan Bancshares Ltd, ụlọ ọrụ ego na itinye ego kachasị elu",
  "N'afọ 1994, ọ sonyeere Societe Generale Bank Ltd (nke bụzi Heritage Bank PLC) dị ka onye njikwa, Corporate Banking Division",
  "N'oge na-adịghị anya, ọ rịgooro n'ọkwa onye isi njikwa",
  "O mechara rụọ ọrụ dị mkpa na ọrụ ụlọ ọrụ ụlọ akụ ahụ, na 1996",
  "Ọ rụrụ ọrụ dị ka osote onye isi njikwa ụlọ akụ ahụ na 1998 wee bụrụ onye isi njirimara ya, Corporate and Investment Banking, na 2000",
  "Ọ bụ onye isi oche nke ụlọ ọrụ Zomay Group ugbu a, ụlọ ọrụ Naijiria zuru oke nwere mmasị na Dredging, Civil Construction na Offshore Marine Logistics, na ọrụ nkwado",
  "Ọ bụkwa onye isi oche nke Juanita Hotel, Port Harcourt.",
  "N'ime afọ ya na ngalaba onwe onye, Timi Alaibe maara mgbe niile na n'oge ụfọdụ ọ ga-abanye n'ime ngalaba ọha na eze nke mba ahụ iji nye aka na nkà ya n'idozi eriri nke mba ahụ",
  "Ọ banyere n'ime ngalaba ọha na eze n'afọ 2001, mgbe onye isi ala Naijiria n'oge ahụ, Olusegun Obasanjo chọpụtara ikike nchịkwa na idu ndú ya, họpụtara ya dị ka onye isi nchịkwa, na-ahụ maka ego na nchịkwa, n'oge ọhụrụ nke gọọmentị etiti Naijiria Niger Delta Development Commission (NDDC)",
  "Ọfịs ya guzobere usoro ọchịchị dị irè ma dị irè nke na-eduzi njikwa nke kọmitii ahụ",
  "O nyere aka n'ịmepụta usoro ego dị mma nke mere ka njikwa ego nke ọma nke e kenyere kọmitii ahụ",
  "Ya na ndị ọrụ ibe ya, ọ malitere usoro nzaghachi a haziri ahazi iji dozie ihe ịma aka dị mkpirikpi, nke dị n'etiti na nke ogologo oge nke Niger Delta",
  "Ihe ndị a gụnyere atụmatụ ime ihe nke mpaghara maka ọrụ ndị dị mkpa na steeti Niger Delta, yana mmemme maka inweta nkà na ịmegharị na inye ndị ntorobịa ike na mpaghara ahụ. \nN'ihi mmasị ya na nraranye ya iji kwụsị ime ihe ike na mpaghara Niger Delta site na inye ya ike, a họpụtara Timi Alaibe ihe karịrị otu oge dị ka onye na-anọchi anya (na-arụ ọrụ) onye isi nchịkwa nke NDDC, n'oge ọ nọ na kọmitii ahụ",
  "Mgbe ahụ, n'ọnwa Eprel afọ 2007, a họpụtara ya ka ọ bụrụ onye isi nchịkwa na onye isi nchịk nke Commission ọkwá ọ nọ na ya ruo n'ọnwarị afọ 2009 mgbe ọrụ ya gwụrụ.",
  "Ogologo oge tupu ọ banye na ndọrọ ndọrọ ọchịchị, a maara Timi Alaibe n'ime ndị ndọrọ ndọrọ ọchịchị dị ka onye na-arụ ọrụ nke ọma ma na-arụsi ọrụ ike iji hụ na ahụike ego nke mba ahụ dị mma",
  "Ọ bụ onye na-eme ihe ike maka ngwọta na-enweghị ime ihe ike maka nsogbu nke mpaghara Niger Delta nke Naịjirịa",
  "Ọrụ idu ndú ya dị irè na ngwọta udo nke nsogbu agha Niger mere ka ọ bụrụ onye a ma ama na mba, yana ndị na-eso ụzọ dị mkpa n'etiti ndị isi ya karịsịa na steeti Bayelsa.",
  "Ọ na-arụ ọrụ siri ike karị nke ịzụlite, ịkwụsị ọrụ, ime ihe ike na imegharị  mmekọrịta nke ndị bụbu ndị agha laghachiri n'ime ọha mmadụ",
  "Ndị na-akwado ya bụ ndị ntorobịa 20,192 na-alụ ọgụ nabatara nkwupụta Amnesty na 2009",
  "O ji ịnụ ọkụ n'obi nke ndị ụkọchukwu were ihe ịma aka ahụ",
  "Ọ bụ ezie na ọ nọrọ n'ọfịs ahụ ruo ihe dị ka otu afọ, o guzobere usoro afọ ise maka mmejuputa nke ọma nke Demobilisation, Demobilistion na Reintegration Program",
  "Taa, ka Gọọmentị etiti na-atụgharị uche na ụfọdụ n'ime ihe ịga nke ọma mbụ nke mmemme a, Timi Alaibe guzo dị elu dị ka onye na-amụ nwa nke usoro ahụ.",
  "Timi Alaibe kwenyere na ụzọ e si enweta udo na nchekwa maka ma Niger Delta na mba anyị hụrụ n'anya bụ maka anyị ịnagide ma mee ka onwe anyị dịghachi n'otu na mgbagha anyị",
  "O kwenyere na ụdị atụmatụ Marshall maka nnukwu mmepe akụrụngwa na akụ na ụba nke Niger Delta n'ụzọ kwekọrọ na atụmatụ ukwu nke mmepe mpaghara Niger Delta na akụkọ kọmitii teknụzụ nke 2008 nke iwu Niger Delta kwadoro ga-edozi ụfọdụ mkpesa ndị dị n'okpuru. Ọ bụ onye otu Kọmitii Nkà na ụzụ nke Niger Delta nke onye isi ala YarãAdua họpụtara iji chịkọta, nyochaa ma mepụta akụkọ dị iche iche, aro na aro na Niger Delta site na Willinks Commission Report (1958) ruo ugbu a, ma tụọ aro nchịkọta nke aro ndị ga-eme ka Gọọmentị etiti nweta mmepe na-adịgide adịgide, udo, nchekwa mmadụ na gburugburu ebe obibi na mpaghara Niger Delta."
]