[
  "Vice Admiral Sir Timothy James Hamilton Laurence, KCVO, CB, ADC, CSM bụ onye (amụrụ na ụbọchị mbụ na onwa Machị 1955) bụ onye ọrụ Royal Navy lara ezumike nká na di nke abụọ nke Princess Royal, Princess Anne, nwa nwanyị nke Queen Elizabeth II na Prince Philip, Duke of Edinburgh",
  "Laurence bụ onye na-agba ọsọ na Queen site na 1986 ruo 1989.",
  "A mụrụ Timothy James Hamilton Laurence na ụbọchị mbụ na onwa Machị 1955 na Camberwell, South London, nwa Commander Guy Stewart Laurence, RN (18961982; bụkwa onye na-ere ahịa maka onye na-emepụta injin ụgbọ mmiri), na Barbara Alison Laurence (née Symons, c",
  "1929 19102019). O nwere nwanne nwoke tọrọ ya, Jonathan Dobree Laurence (amụrụ n'afọ 1952)",
  "Laurences sitere na Zaccaria Levy, onye ahịa ndị Juu nke si Venice (ma eleghị anya na mbụ site na Baghdad) rutere England na ngwụcha narị afọ nke 18",
  "E mechara gbanwee aha ezinụlọ ahụ ka ọ bụrụ Laurence.",
  "Laurence gụrụ akwụkwọ na The New Beacon Preparatory School na mgbe ahụ na Sevenoaks School, Kent, na University College, Mahadum Durham, na Naval Scholarship, ebe o nwetara nzere Bachelor of Science nke abụọ na geography. Na mahadum, ọ dezigharịrị akwụkwọ akụkọ ụmụ akwụkwọ, Palatinate, ma bụrụkwa onyeisi ndị otu cricket kọleji ya.",
  "A họpụtara Laurence ka ọ bụrụ midshipman na Royal Navy na ụbọchị mbụ na onwa Jenụwarị 1973 wee mee ya onye na-anọchite anya onye isi ala na ụbọchị mbụ na onwa Jenị 1975",
  "Mgbe ọ hapụrụ Durham, ọ gụsịrị ọzụzụ mbụ ya na Britannia Royal Naval College Dartmouth, ma ziga ya na HMS Aurora, ụgbọ mmiri Plymouth. A kwalitere ya ka ọ bụrụ lieutenant ọnwa iri tupu oge eruo, n'ụbọchị mbụ n'ọnwa Machị 1977",
  "N'afọ 1978, Laurence sonyeere ụlọ ọrụ ọzụzụ HMS Vernon ma n'afọ sochirinụ rụọ ọrụ na HMS Pollington.",
  "Laurence jere ozi nwa oge dị ka onye nke abụọ na-ahụ maka ụgbọ mmiri nke Royal Yacht HMY <i id=\"mwQw\">Britannia</i>, site na 1980 ruo 1982 ọ bụ onye na-ahụkarị ụgbọ mmiri nke HMS Sheffield. Ọ ghọrọ onye isi nke ụgbọ mmiri nche HMS Cygnet na Northern Ireland na 1982, dị ka akụkụ nke ndị nche maka ndị na-agba égbè IRA",
  "Maka ọrụ ya, a kpọtụrụ ya aha na despatches.",
  "Mgbe ọ gachara HMS Dryad maka usoro onye isi agha, e buliri Laurence ka ọ bụrụ onye isi ọchịagha na ụbọchị mbụ na onwa Machị 1985, wee ziga ya na ụgbọ mmiri HMS Alacrity",
  "Ọ gara Royal Australian Navy Tactics Course na HMAS <i id=\"mwUQ\">Watson</i>, Sydney, na Machị 1986 mgbe a gwara ya na ọ bụ onye ọrụ mbụ ya ka ọ họpụtara dị ka Equerry na Queen, ọrụ ọ rụrụ site na 11 Ọktoba 1986 ruo 16 Septemba 1989. A kwalitere ya ka ọ bụrụ ọchịagha na ụbọchị iri atọ na otu n'ọnwa Disemba 1988.",
  "N'ọnwa Ọktoba n'afọ 1989, e zigara Laurence n'ụgbọ mmiri ọhụrụ HMS Boxer, wee bụrụ onye isi na Jenụwarị 30, 1990, mgbe ọ dị afọ iri ato na anọ",
  "N'agbata afọ 1992 na afọ 1994, Laurence jere ozi na ndị ọrụ ụgbọ mmiri na Ministry of Defence, London",
  "Na ụbọchị iri na isii na onwa Mee 1994, a họpụtara ya ka ọ bụrụ onye enyemaka agha mbụ nke odeakwụkwọ nke steeti maka nchekwa, Malcolm Rifkind, iji nye ndụmọdụ agha n'ọfịs onwe ya.",
  "A kwalitere Laurence ka ọ bụrụ onyeisi ụgbọ mmiri na 30 June 1995, ma ruo 1996 ọ chịkọtara ụgbọ mmiri HMS Cumberland",
  "Na Mee 1996, ụgbọ mmiri ahụ si n'Adriatic lọta, ebe HMS Cumberland jere ozi na NATO-led IFOR Task Force",
  "N'abalị iri abụọ na asaa n'ọnwa Ọgọstụ n'afọ 1996, a họpụtara Laurence ka ọ bụrụ onye isi ụgbọ mmiri HMS Montrose nakwa onye isi nke 6th Frigate Squadron. Ruo n'ọnwa Ọktoba n'afọ 1996, e zigara ụgbọ mmiri ahụ na South Atlantic, na ndị na-agagharị na Falkland Islands",
  "N'ọnwa Julaị afọ 1997, Laurence laghachiri na Ministry of Defence, nke mbụ na Naval Staff na mgbe ahụ site na June 1998, na nkwalite na commodore, dị ka onye otu Implementation Team maka 1998 Strategic Defence Review.",
  "Site na Jenụwarị 1999, Laurence bụ Hudson Visiting Fellow na St Antony's College, Oxford, ebe o dere akwụkwọ banyere mmekọrịta dị n'etiti enyemaka enyemaka na idebe udo",
  "E zigara ya na Joint Services Command and Staff College dị ka commodore, dị ka osote onye isi (Navy), malite na 15 June 1999",
  "Site n'afọ 2001 ruo n'oge opupu ihe ubi nke afọ 2004, Laurence laghachiri na Ministry of Defence, dị ka Director of Navy Resources and Programs.",
  "A kwalitere Laurence ka ọ bụrụ onye admiral n'azụ na 5 Julaị 2004, wee họpụta ya ka ọ bụrụ osote onye isi ndị ọrụ nchekwa na-ahụ maka ihe onwunwe na atụmatụ",
  "N'abalị iri atọ n'ọnwa Eprel afọ 2007, e buliri ya n'ọkwa osote admiral, ma họpụta ya dịka onye isi nchịkwa nke Defence Estates (nke e mechara kpọwa Defence Infrastructure Organisation).",
  "Laurence ghọrọ Onye isi ọrụ maka ndị na-ahụ maka ihe onwunwe nke gọọmentị Britain na onwa July 2009",
  "Obodo ahụ gụnyere ndị na-arụ ọrụ na ịzụta ihe owuwu, ala na njikwa ihe onwunwe, na njikwa ụlọ ọrụ / nkwekọrịta",
  "Royal Institution of Chartered Surveyors (RICS) mere Laurence onye otu nsọpụrụ n'ịghọta nnukwu ọrụ njikwa akụ a.",
  "Laurence lara ezumike nká n'ụgbọ mmiri n'ọnwa Ọgọstụ afọ 2010 ma ugbu a na-agbaso ọfịs nke ndị na-abụghị ndị isi na ọrụ ebere, na-ekwusi ike na ihe onwunwe na mmelite. Ọ nọ na bọọdụ nke ụlọ ọrụ na-ahụ maka ọrụ Capita Symonds ruo n'afọ 2014 ma bụrụkwa onye isi oche na-abụghị onye isi oche nke ndị mmepe ụlọ Dorchester Regeneration. Ọ bụ onye isi oche na-abụghị onye isi oche nke Purfleet Centre Regeneration, ụlọ ọrụ e guzobere ọhụrụ na-ahụ maka iweghachite na imezigharị saịtị. Ọ bụ onye ndụmọdụ agha dị elu na PA Consulting ruo n'afọ 2015.",
  "Laurence abụwo onye isi oche nke English Heritage Trust kemgbe Eprel 2015 ma ruo 30 June 2019 ọ bụ osote onye isi oche na  Commonwealth War Graves Commission. Ọ bụ onye nlekọta nke HMS Victory Preservation Company. Mmasị njem ya gụnyere ịbụ onye otu Great Western Advisory Board. Ihe omume ndị ọzọ gụnyere tennis, golf, ụgbọ mmiri, egwuregwu egwuregwu na njem agha.",
  "Laurence zutere Princess Anne mgbe ọ na-eje ozi dị ka onye na-agba ịnyịnya na Queen Elizabeth nke Abụọ na 1986, n'oge a na-ekwu na alụmdi na nwunye mbụ ya na Captain Mark Phillips na-agbada",
  "N'afọ 1989, akwụkwọ akụkọ The Sun kpughere ịdị adị nke akwụkwọ ozi onwe onye sitere na Laurence nye Princess, ọ bụ ezie na ọ kpọghị aha onye zitere ya",
  "Buckingham Palace wepụtara nkwupụta: \"Akwụkwọ ozi ndị e zuru ezu ka Commander Timothy Laurence, Queen's Equerry degaara Princess Royal",
  "Anyị enweghị ihe anyị ga-ekwu banyere ihe dị n'akwụkwọ ozi onwe onye nke enyi anyị zitere Eze Ukwu nke e zuru ohi na nke bụ isiokwu nke nyocha ndị uwe ojii",
  "\"",
  "Laurence na Princess Anne lụrụ na ụbọchị iri na abụọ n'ọnwa Disemba 1992 na emume Church of Scotland na Crathie Kirk, nso Balmoral (Church of Scotland na-enye ohere alụmdi na nwunye nke abụọ maka ndị gbara alụkwaghịm)",
  "Ọ nataghị peerage na alụmdi na nwunye, mana e mere ya onye na-enyere Eze Nwanyị aka na 2008 ma tinye ego na June 2011 dị ka Knight Commander nke Royal Victorian Order.",
  "Princess Anne nọgidere na-enwe ala obodo ya, Gatcombe Park na Gloucestershire, mgbe ya na Mark Phillips gbara alụkwaghịm",
  "Mgbe ọ lụsịrị Laurence, di na nwunye ahụ gbazitere, dị ka ebe obibi ha na London, ụlọ dị na Dolphin Square complex na Westminster",
  "Ha mechara laghachi n'ụlọ dị na Buckingham Palace ma ugbu a ha nwere ụlọ na St James's Palace.",
  "Àtụ:S-start\nÀtụ:S-mil\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]