[
  "Tina Struthers (1977) bụ onye Canada na-ese akwa si Cape Town, South Africa",
  "A maara ya màkà ákwà ya nke nwere akụkụ atọ na ihe ọkpụkpụ mgbasa ozi agwakọta yana ọrụ ya nke Mmekọrịta Ọdịbendị.",
  "N'afọ 2008, Struthers na ezinụlọ ya kwagara Canada, nke mbụ gaa Ontario, wee mechaa biri na Quebec n'afọ 2011",
  "Ọ na-arụ ọrụ na mpaghara Montreal ka ukwuu.",
  "Kemgbe ọ bụ nwata, Struthers anọwo na-achịkọta akwa",
  "Ákwà na-adọrọ mmasị Struthers n'ihi na ha nwèrè ụdị dị iche iche na-adịghị agwụ agwụ, ọdịdị, na agba; ha na-ejikwa mmegharị ma bụrụ ihe na-adọta ihe fọrọ nke nta ka ọ bụrụ ebe niile.",
  "Ọrụ Struther na-elekwasị anya na ọdịiche, njikọta, mmetụta mmadụ na gburugburu ebe obibi, mgbanwe mmekọrịta mmadụ na ibe ya na mbata",
  "Ọ na-anwa ijide mmiri, ma ọ bụ ihe mgbanwe n'ime ọrụ ya",
  "Mmasị Struther nwèrè na mmegharị nke ifufe, na oké osimiri, malitere mgbè ọ bụ nwata na South Africa",
  "Ọ na-elegharị mmegharị mmadụ na mmebi gburugburu ebe obibi mmadụ ányá n'otu ụzọ ahụ ikuku na oké osimiri",
  "Akụkụ nke mmasị ya na mbata na ndị gbara ọsọ ndụ ọ na-emetụta mbata nke ya site na South Africa gaa Canada.",
  "Struthers etinyela áká ná ọrụ dị iche iche nke ọdịbendị na mpaghara Montreal ka ukwuu nke ndị ọbọdọ dị n'ebe ahụ kwadoro.",
  "Kpọpụta njehie: <ref> tag with name \"VIVA MÉDIA sep 2020\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"lodz catalogue\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"I am attached to culture video\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Unité dans la diversité cstrois site\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ASLI MAGAZINE\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"LIGNES D'EAU\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"La Fabrique Culturelle\" defined in <references> has group attribute \"\" which does not appear in prior text."
]