[
  "Cukelwa Magdeline Chotelo (amụrụ na 5 Machị, na afọ 1962), nke a mara dị ka Tiny Chotelo, bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Onye otu African National Congress, a họpụtara ya na Northern Cape Provincial Legislature na afọ 2009",
  "N'afọ 2013, a họpụtara ya ka ọ bụrụ onye otu Executive Council (MEC) maka mmepe mmekọrịta mmadụ na ibe ya",
  "A họpụtara ya ka ọ bụrụ MEC maka Nchekwa Okike na Mmekọrịta Gburugburu Ebe Obibi n'afọ 2014",
  "E wepụrụ Chotelo n'ọkwa Executive Council n'afọ 2018 wee hapụ ndị omeiwu n'afọ 2019.",
  "A mụrụ Chotelo n'ezinụlọ Tswana na 5 Machị, na afọ 1962 na Gatlhose na mpaghara Cape Province nke South Africa",
  "Ọ gara ụlọ akwụkwọ sekọndrị Batlharo Tlhaping Ọ natara diplọma na Thaba Nchu College of Education Site na Mahadum nke Port Elizabeth o nwere diplọma dị elu na agụmakwụkwọ.",
  "Chotelo bụ osote onye isi oche nke Women's Manyano na onye isi ngalaba na Gamocwaedi Primary School na Deurhaam, Kuruman. N'afọ 1996 ọ ghọrọ onye isi alaka nke alaka Joe Morolong nke ANC. Ọ ghọrọ osote odeakwụkwọ nke alaka ahụ na 1998. A kwalitere Chotelo ka ọ bụrụ onye na-ahụ maka akụ na ụba n'afọ 2000 wee bụrụ onye otu kọmitii na-ahụ anya nke mpaghara Kgalagadi. N'afọ 2004, ọ ghọrọ osote onyeisi oche nke alaka African National Congress Women's League. A họpụtara Chotelo ka ọ bụrụ onye isi kọmitii mpaghara n'afọ 2009.",
  "A họpụtara ya ka ọ bụrụ onye omeiwu nke Northern Cape Provincial na ntuli aka e mere na 22 Eprel, na afọ 2009 wee malite ọrụ dị ka onye otu na 6 Mee, na afọ 2009. A họpụtara ya ka ọ bụrụ onyeisi oche nke kọmitii ọrụ ugbo, okporo ụzọ na ọrụ ọha na eze. N'afọ 2010, a họpụtara ya ka ọ bụrụ onye isi oche nke ndị isi oche na onye isi oche oche nke Kọmitii Nchebe na Njikọ na Okporo ụzọ na Ọrụ Ọha.",
  "A họpụtara Chotelo ka ọ bụrụ onye otu Executive Council for Social Development site n'aka onye isi ala Sylvia Lucas na 5 Juun, na afọ 2013",
  "Chotelo nọchiri Mxolisa Sokatsha.",
  "Mgbe ntuli aka nke afọ 2014 gasịrị, Chotelo malitere ọrụ maka oge nke abụọ ya dị ka onye otu ndị omeiwu na 21 Mee, na afọ 2014. N'abalị iri atọ n'ọnwa Mee, Lucas kwupụtara kansụl ọhụrụ ya",
  "Ọ kpọrọ Chotelo MEC maka Nchekwa Okike na Ihe Ndị Na-eme na Gburugburu Ebe Obibi, na-anọchi Patrick Mabilo. E wepụrụ ya n'ọkwa Executive Council na Febụwarị, na afọ 2018.",
  "Chotelo hapụrụ ndị omeiwu mpaghara na Mee, na afọ 2019, ebe ọ na-etinyeghị na ndepụta ndị ANC maka ntuli aka afọ 2019.",
  "Chotelo lụrụ di ma nwee ụmụ atọ."
]