[
  "Titilola Obilade (amuru 25 Eprel 1971) bu onye okachamara na sayensi Naijiria",
  "O tolitere na campuy of Lagos",
  "Nna ya kụziri na ngalaba Iwu ebe o mechara bụrụ Prọfesọ Emeritus",
  "Ọ bụ nwanyị mbụ gụsịrị akwụkwọ na mahadum International School wee bụrụ dọkịta ahụike, na nwanyị mbụ dibia bekee sitere na Nigeria nwere mkpakọrịta na ahụike wee nweta akara ugo mmụta abụọ na una  yana nwetakwa PhD n'aka onye na-abụghị onye",
  "ọkachamara ahụike.",
  "Titilola Obilade gara klaasị nnabata (dị ka a na-akpọ ụlọ akwụkwọ ọta akara mgbe ahụ) nke Mahadum Lagos na Mahadum Lagos Staff School (Primary School)",
  "O nwetara ọtụtụ ihe nrite ma n'ụlọ akwụkwọ sekọndrị ma n'ụlọ akwụkwọ praịmarị ya",
  "E mekwara Titilola Obilade ka ọ bụrụ onyeisi klaasị na klaasị ọ bụla site na ụlọ akwụkwọ praịmarị na sekọndrị",
  "Ọ so na ụmụ akwụkwọ abụọ ga-aga ụlọ akwụkwọ sekọndrị nke Mahadum Lagos hiwere; Mahadum Mba ụwa nke Lagos (ISL)",
  "Titilola Obilade gara ISL site na 1982 ruo 1987",
  "Ọ gụsịrị akwụkwọ na ISL na streak nke Firsts ya",
  "Na Asambodo Ịga akwụkwọ n'Ebe Ọdịda Anyanwụ Africa, Titilola Obilade nwetara ọpụrụiche asaa gụnyere A 1 na Mgbakwunye Mgbakọ",
  "Mgbe ọ dị afọ iri na isii, ọ nwetara otu n'ime akara kacha elu na Mbanye ọnụ na matriculation bọọdụ (JAMB) iji mụọ ọgwụ na mahadum Lagos. Afọ  mesịrị, ọ ghọrọ nwanyị mbụ gụsịrị akwụkwọ na International School (ISL) ịghọ dọkịta.  ọrụ ndị ntorobịa mba ya na ọdụ ụgbọ elu Nigeria kwụsịrị ugbu a, na-agwọ ndị ọrụ na ndị chọrọ njem.",
  "N'ime afọ ise sochirinụ, Titilola Obilade ghọrọ dọkịta bi na ngalaba ahụike obodo na LUTH, Inweta mmekorita ya na Health Public site na  Health Public site na National Postgraduate Medical College of Nigeria National Postgraduate Medical College of Nigeria ndi otu sitere na West African College of Physicians si na ngalaba nke Community Health (Memb WACP)",
  "N'oge ọzụzụ obibi ya, Titilola gụchara Master's in Public Health (MPH) na mahadum Lagos",
  "Tupu ọ gụchaa ọzụzụ obibi ya, Titilola Obilade debara aha ya na Masters nke abụọ; Master's na International Law and Diplomacy na Mahadum Lagos",
  "O nwetara First ọzọ site n'ịbụ onye dibia bekee nwanyị mbụ na Naijiria nwere Fellowship in Public Health wee nweta nzere abụọ Master's in Public Health na na International Law and Diplomacy.",
  "Akwụkwọ akwụkwọ Titilola Obilade lekwasịrị anya maka mkpakọrịta ya bụkwa nke mbụ maka ọnụ ọgụgụ ya na Lagos, Nigeria",
  "Emeela ọmụmụ ihe na ụlọ akwụkwọ Wesley maka ndị ntị chiri mana nyocha ntụnyere Titilola gbasara ọrụ ọgụgụ isi nke ụmụ akwụkwọ nwere nsogbu ntị na Wesley School na ụmụaka ndị si n'ụlọ akwụkwọ praịmarị Onitolo na-eji ule anaghị ekwu okwu bụ nke mbụ",
  "Nsonaazụ sitere na ọmụmụ ya gosiri na ọ nweghị ihe dị iche na arụ ọrụ uche ha ma e jiri ya tụnyere ụmụ akwụkwọ na-adịghị anụ ihe",
  "Titilola Obilade mekwara nnyocha n'ụlọ akwụkwọ Pacelli maka ndị ìsì, tụlere ihe ọmụma ha banyere ịba na ụmụ akwụkwọ si n'ụlọ akwụkwọ praịmarị Onitọlo [  ]",
  "Nsonaazụ sitere na ọmụmụ a gosiri na ụmụ akwụkwọ si Pacelli School for the Blind nwere ihe ọmụma ka mma banyere ịba karịa ụmụ akwụkwọ si na isi iyi.",
  "Mgbe Titilola Obilade mechara mkpakọrịta ya, mahadum Lagos were ọrụ na Institute of Child Health and Primary Care na College of Medicine ebe ọ mechara bụrụ onye isi ngalaba ahụike nne na nwa",
  "N'ọrụ a, Titilola Obilade kụziri ụmụ akwụkwọ ahụike na eze n'afọ ikpeazụ nakwa ụmụakwụkwọ ka gụchara akwụkwọ",
  "Otu n'ime ihe pụtara ìhè n'oge Titilola Obilade dị ka onye isi ngalaba na-ahụ maka ahụike ndị nne na ụmụaka bụ n'ịzọpụta ụmụakwụkwọ iri isii na otu n'afọ ikpeazụ",
  "Ụmụ akwụkwọ ahụike ndị a nọ na ntinye ime obodo achọrọ na obodo Ijoko dị na Ogun State, Nigeria",
  "Na 26 Eprel 2006, otu ndị hoodlum wakporo ụmụ akwụkwọ ahụike na ndị nkwado ha",
  "Anwụdela ụmụ akwụkwọ ahụ n'ọgba aghara dị n'etiti ndị na-akwado ndị isi abụọ na-emegide",
  "Titilola Obilade kpọkọtara ndị ọkwọ ụgbọ njem ọha na Legọs ma site n'enyemaka nke ndị ọkwọ ụgbọ ala ndị a gawara mpaghara ọgụ wee nwee ike chụpụ ụmụ akwụkwọ niile n'enweghị nsogbu",
  "Ụfọdụ n'ime ụmụ akwụkwọ ahụ na otu n'ime ndị mmemme nwetara mmerụ ahụ na-adịghị egwu ndụ",
  "N'ịkwanyere obi ike ya, ụmụ akwụkwọ nyere ya ihe nrite.",
  "N'afọ 2006, Titilola Obilade gbatịpụrụ nchụso mmụta ya na Virginia Polytechnic Institute na University University ebe ọ nwetara nzere Graduate na Gerontology na PhD na Instructional Design and  nke a na-akpọ ugbu a Learning Sciences and Technologies",
  "Ọzọkwa, Titilola Obilade nwetara mbụ ọzọ maka Naijiria",
  "Ọ ghọrọ dibia bekee nwanyị mbụ nwere mkpakọrịta na ahụike ọha wee nweta PhD site na ọkachamara na-abụghị ọgwụ na dọkịta mbụ sitere na Nigeria wee nweta PhD na Instructional Design and Technology.",
  "Titilola Obilade edeela akwụkwọ akụkọ na akwụkwọ akụkọ banyere ọrịa nje Ebola, akụ na ụba ndọrọ ndọrọ ọchịchị nke ọrịa na-efe efe, agụmakwụkwọ dị anya, mmekọrịta kọmputa mmadụ na teknụzụ mmụta ndị ọzọ",
  "Na mgbakwunye, o dela akwụkwọ ọgụgụ abụọ:",
  "Enwere ike ịhụ ọtụtụ ọrụ ya na ebe nchekwa Virginia Tech VTechWorks"
]