[
  "Titi Kuti bụ onye Naijiria na-eme ihe nkiri, onye na-emepụta ihe nkiri, ihe nlereanya, na onye na-achikọba ihe nkiri na telivishọn, nke a maara nke ọma maka ọrụ ya na King of Boys: The Return of the King",
  "A mụrụ Titilope Kuti na Lagos",
  "O toro n'etiti Lagos Island, na Surulere. Ọ gụsịrị akwụkwọ ma nweta nzere B.Sc na Industrial Relations and Personnel Management na Lagos State University. Kuti mere nke mbụ ya dị ka ihe nlereanya, na 2005, mgbe ọ bụ nwa akwụkwọ, ọ ghọrọ ihu MTN Nigeria, na Conoil na bọọdụ mgbasa ozi. N'oge na-adịghị anya mgbe nke ahụ gasịrị, ọ na-ese ihe maka ihe nrite St Moritz, na Benson & Hedges, n'okporo ụzọ. Tupu ọ banye n'ụlọ ọrụ mgbasa ozi, Kuti, malitere iso Nigezie rụọ ọrụ, ebe ọ mụtara mmepụta na mgbasa ozi site n'aka ndị ọrụ VMN, na onye isi nchịkwa nke Virtual Media Network, Femi Aderibigbe.",
  "Kuti rụrụ ọrụ dị ka onye na-eme ngosi na Nigezie TV, onye na-emepụta ihe, na onye na-ahụ maka ihe enyemaka na ngalaba nkwukọrịta ọwa. N'afọ 2009, ọ ghọrọ onye na-elekọta The Top Ten Countdown Show na Nigezie Xtreme (nke a na-akpọ Nigezie TV), ihe ngosi egwu nke o mechara bụrụ onye na-emepụta The Top Ten countdown Show. N'afọ 2010, o mere ihe nkiri TV mbụ ya nke akpọrọ Emerald N'afọ 2018, ọ rụrụ obere ọrụ dị ka Ade Tiger, na Netflix Original King of Boys, wee laghachi na ihuenyo na 2021, na nnukwu ọrụ na Netflix Original usoro King of Boys: The Return of the King",
  "Na 7 Disemba 2021, ọ kpuchiri mbipụta nke ịrị anọ na atọ, mpịakọta nke mbụ nke Will Downtown Magazine. Na Jenụwarị 2022, ihe ngosi TV nke Stakers Championship, kpughere Kuti, dị ka otu n'ime ndị na-akwado ya, n'akụkụ Uti Nwachukwu, na Liquorose.",
  "O mepụtara ọtụtụ ihe ngosi telivishọn, na ihe nkiri; nke gụnyere, Glo Naija Sings, Nigerian Idol, Nigeria's Got Talent (oge mbụ na nke abụọ), akụkọ egwuregwu bọọlụ Nigeria na Tecno Own The Stage, ihe ngosi mere eme. Kuti gbanwere site na ime ihe nlereanya gaa na onye na-emepụta ihe nkiri wee mepụta ihe nkiri mbụ ya maka usoro ihe nkiri telivishọn M-Net Hustle, nke o mepụtara oge atọ ya, maka Africa Magic site na 2016 ruo 2018 ma mesịa sonye na Smart Media Production dị ka onye na-arụkọ ọrụ maka ihe ngosi nke Looking for Love Naija na 2018.",
  "Ndepụta nke ihe nkiri nke Titi Kuti."
]