[
  "Tiwa Savage (amụrụ n'ubochi nke ise Febụwarị n'afo 1980) bụ onye na-agụ egwu na onye na-ede egwu na Naijiria. A mụrụ ya na Isale Eko, ọ kwagara London mgbe ọ dị afọ iri na otu maka agụmakwụkwọ sekọndrị ya",
  "Afọ ise ka e mesịrị, ọ malitere ọrụ egwu ya na-eme olu nkwado maka ndị na-ese egwu dịka George Michael na Mary J",
  "Blige",
  "Mgbe ọ sonyere na mbipụta UK nke The X Factor ma gụsịrị akwụkwọ na Berklee College of Music, Savage bịanyere aka na nkwekọrịta mbipụta na Sony / ATV Music Publishing na 2009. N'ịbụ onye uto nke ụlọ ọrụ egwu Naijiria kpaliri, Savage laghachiri Naijiria wee bịanye aka na Mavin Records na afo 2012",
  "Ọ pụtara na album nchịkọta nke afo 2012 Solar Plexus",
  "E wepụtara abọm studio mbụ ya bụ Once Upon a Time na 3rd nke July n'afo 2013",
  "Ọ kwadoro site na egwu asaa: \"Kele Kele Love\", \"Love Me (3x)\", \"Without My Heart\", \"Ife Wa Gbona\", \"Folarin\", \"Olorun Mi\" na \"Eminado\"",
  "A họpụtara abọm ahụ maka Best Album of the Year na 2014 Nigeria Entertainment Awards na maka Best R&B / Pop Album na The Headies 2014",
  "A tọhapụrụ abọm studio nke abụọ nke Savage bụ R.E.D na 19 Disemba 2015",
  "Ọ wepụtara egwu abụọ: \"My Darlin\" na \"Standing Ovation\"",
  "Na June n'afo 2016, Savage bịanyere aka na nkwekọrịta njikwa na mbipụta na Roc Nation. Na Septemba n'afo 2017, ọ wepụtara EP mbụ ya Sugarcane",
  "A họpụtara R.E.D na Sugarcane maka Best Album na Nigeria Entertainment Awards.",
  "N'ọnwa Nọvemba n'afo 2018, Savage meriri Best African Act n'afo 2018 MTV Europe Music Awards, na-aghọ nwanyị mbụ meriri ụdị ahụ",
  "Na Mee n'afo 2019, ọ kwupụtara nkwekọrịta ndekọ ya na Universal Music Group ma pụọ na Mavin Records. Savage na-abụ abụ na Bekee na Yoruba; egwu ya bụ ngwakọta nke Afrobeats, R&B, pop na hip-hop. Enyemaka Savage nyere ụlọ ọrụ egwu Naijiria emeela ka o nwee ọtụtụ ihe",
  "Ọ na-etinye aka na ọrụ inye ndị ntorobịa ike na nyocha ọrịa kansa ara ma nweta ego iji wuo ụlọ akwụkwọ na Naịjirịa.",
  "A mụrụ Tiwatope Savage na ubochi nke ise na owa Febụwarị n'afo 1980, na Isale Eko, Lagos State, Nigeria. Ezinụlọ ya kwagara London mgbe ọ dị afọ iri na otu",
  "Mgbe ọ na-aga ụlọ akwụkwọ sekọndrị, ọ bụ onye na-akpọ trombone maka òtù ndị egwú nke ụlọ akwụkwọ ya",
  "Savage gụsịrị akwụkwọ na nzere na ndekọ ego na Mahadum Kent, wee malite ịrụ ọrụ na Royal Bank of Scotland. O mere olu nkwado maka onye na-agụ egwu Bekee George Michael mgbe ọ dị afọ iri na isii, ma nye ndị egwu ndị ọzọ dịka Mary J",
  "Blige, Chaka Khan, Blu Cantrell, Emma Bunton, Kelly Clarkson, Andrea Bocelli na Ms",
  "Dynamite olu. Savage debanyere aha na Berklee College of Music ma gụsịrị akwụkwọ na nzere na egwu ọkachamara n'afo 2007. Mgbe ọ na-echeta ohụmahụ ya n'ebe ahụ, o kwuru na ọ bụ mkpali na agụụ nke ụmụ akwụkwọ na-eto eto kpaliri ya",
  "O kwukwara na ọ chọrọ ọnọdụ ụlọ akwụkwọ ahụ.",
  "N'afọ 2006, Savage sonyere na mbipụta UK nke The X Factor wee gaa n'ihu ruo 24, mana ọ mechara bụrụ onye nke iri na abụọ a chụpụrụ. Mgbe ọ na-ekere òkè, ọ na-esiri ya ike ịnagide ihe ngosi",
  "O kwuru, sị, \"Ị ga-aghọta mgbe niile na ndị mmadụ na-ekiri",
  "Mgbe m nwetara akụkọ ọjọọ na anaghị m agafe [ruo 12 ikpeazụ] ọ bụ oge na-egbu mgbu n'ezie",
  "Mana ị ka ga-amụta otu esi ejide nke ahụ ruo mgbe ị laghachiri n'ụlọ",
  "N'ihi na ị chọghị ka ihe niile pụta",
  "Ndị mmadụ na-enwe mmasị na gị ma chọọ ịhụ na ị siri ike; ha achọghị ịhụ ka ị na-ada",
  "\"",
  "N'afọ 2009, Savage bịanyere aka na nkwekọrịta mbipụta na Sony / ATV Music Publishing",
  "Nkwekọrịta ahụ nyere ya ohere ide maka Babyface, Kat Deluna, Fantasia, Monica na Mýa",
  "Ọ natara otuto ide egwu maka enyemaka ya na egwu egwu Monica \"Catch Me\". Njikọ ya na Fantasia na egwu \"Collard Greens & Cornbread\" mere ka onye America na-edekọ egwu nweta nhọpụta Grammy na afo 2010",
  "Savage dere \"Oh Yeah\" nke Jaicko, nke gosipụtara Snoop Dogg, na \"Push Push\" nke Deluna, nke gosiputara Akon",
  "Ọ rụrụ ọrụ n'azụ na album Whitney Houston nke I Look to You (2009). N'ịbụ onye uto nke ụlọ ọrụ egwu Naijiria kpaliri, Savage laghachiri Naijiria wee bịanye aka na Mavin Records na afo 2012."
]