[
  "Tiyan Alile bụ onye isi nri na onye na-ere nri na Naijiria na America",
  "O guzobere Culinary Academy, ụlọ akwụkwọ nri mbụ na Naịjirịa. Ụfọdụ n'ime ụlọ oriri na ọṅụṅụ mbụ ya gụnyere grill na Ibadan Golf Club na ụlọ oriri na ọgbara ọhụrụ nke Naijiria",
  "Ọ bụ onye isi oche nke The Culinary Arts Practitioners Association na Naijiria ugbu a, onye guzobere na onye na-akwalite Culinary Academy na Executive Chef nke Tarragon, ezigbo ụlọ oriri na ọṅụṅụ na klọb mmanya",
  "Ọ na-etinye aka na ịhazi ọtụtụ ihe omume na oghere ile ọbịa na ịnye masterclasses na Fiesta of Flavours Food Fairs, GTBank Food and Drink Fair, Mzansi Culinary Festival (SA).",
  "A mụrụ Alile na Benin City n'aka nna ya bụ dọkịta ebe nne ya bụ onye ọka ikpe",
  "Mgbe ọ nwetasịrị nzere bachelọ na iwu ma rụọ ọrụ na iwu azụmaahịa ruo afọ iri, ọ banyere n'ụlọ ọrụ nri na afọr 1993 na-ewulite na ahụmịhe kichin ya na nne ya, na-eme achịcha na grills barbecue. Ọ laghachiri n'ụlọ akwụkwọ n'afọ 2012 iji zụọ ọrụ nri na Academia de Cuisine",
  "N'ụlọ akwụkwọ sekọndrị, Alile nwere ụlọ ahịa kuki a na-akpọ Tea Time Cupcakes",
  "Ọ malitere ịrụ ọrụ na nka nri na afọr 1999 mgbe ọ malitere ụlọ grill na Ibadan Golf Club aha ya bụ Tees Hot Bites Afọ anọ ka e mesịrị, na  afọr 2003, ọ meghere ụlọ oriri na ọṅụṅụ Naijiria a na-akpọ Matchsticks Concepts mgbe ọ bụ onye na-ede akwụkwọ nri maka Genevieve Magazine. N'afọ 2015, Tiyan malitere ụlọ oriri na ọṅụṅụ ya a na-akpọ Tarragon (nke akpọrọ aha ihe na-esi ísì ụtọ kachasị amasị ya), nke malitere dị ka klọb nri abalị.",
  "Alile bụ onye dere akwụkwọ ahụ, Tale in a pie, nke a kọwara dị ka \"akwụkwọ akụkọ kachasị njọ na-esi nri n'ebe ahụ\". E wepụtara akwụkwọ ahụ na ọnwa Mee 5, na afọr 2017 ọ haziri ihe omume ọgụgụ akwụkwọ  iche iche ma na mpaghara ma na mba ụwa.",
  "N'afọ 2007, Alile malitere ịkụzi nri ma guzobe ụlọ akwụkwọ nri mbụ nke Naịjirịa Culinary Academy na afọr 2012 nke dị na saịtị Lagos, Naịjirị. Mmụta nka nri na-agbaso ụkpụrụ mba ụwa ka ọ na-elekwasị anya na nri dị iche iche nke Naịjirịa",
  "Ọ bụkwa onye isi oche nke Culinary Arts Practitioners Association of Nigeria.\nTiyan akụziwo master-classes na Central Johannesburg College ma zụọkwa otu n'ime ụmụ akwụkwọ na academy ya bụ onye a kpọrọ ka ọ sonye na afọr 2016 Young Chef Olympiad na India Na mbipụta na afọr 2016 nke GTBank Food and Drink Fair, Tiyan, ya na ndị isi nri ndị ọzọ, kụziiri ndị na-eto eto na ndị na-achọ isi nri nkà ọhụrụ. N'afọ 2017, ọ malitere ọrụ \"ụmụ\" ya, asọmpi African Young Chefs Competition (AYCC), ikpo okwu maka ndị na-eto eto na-esi nri n'Afrịka na-elekwasị anya na nri ụmụ amaala Afrịka na mba ụwa.",
  "Alile jere ozi dị ka onye isi oche nke Rotary club nke Victoria Island East site na afọr 2013 ruo na afọr 2014.",
  "Alile enwetala ọtụtụ ihe nrite, gụnyere Luxury Travel Guide Best Restaurant awards, World Luxury Restaurant Award maka nri dị mma na nri ngosi na World Chefs Global Connect."
]