[
  "Tobe Da Diva ma ọ bụ Tobedadiva (amụrụ Tobechi Lawrencia Nneji na ubochi iri abuo na itoolu na onwa jenuwari n’afo 1987) bụ onye redio Naijiria, na onye na-ahụ maka igwe onyonyoN'afọ 2013, ThisDay kọwara ihe ngosi ya dị ka \"ihe ngosi kachasị ege ntị na mpaghara ọwụwa anyanwụ Naịjirịa niile n'etiti ehihie N'afọ 2013, o nwere obere oge na Igwe onyonyo, na-akwado usoro ihe omume pụrụ iche nke Channel O “Top Ten Most. Ndi na-ekwu okwu egwu' ma nọchitere anya Naịjirịa na oge nke abụọ nke BET'S Top Actor Africa O bipụtala usoro podkasti, MPW - na-enye nkwado nye ndị redio ọhụrụ",
  "A na-ahụta ya dị ka nwanyị mara ihe,na-atọ ụtọ, na nwanyị nwere ọgụgụ isi nke hụrụ njem n'anya.",
  "Ọ bụ nwa ikpeazụ n'ime ụmụ ise, ọ si Imo steeti. Ọ gụrụ akwụkwọ na Queen's College, Lagos, ọ gụrụ Aku na uba  na Mahadum Madonna,o gụsịrị akwụkwọ n’afo 2007",
  "Ọ nọ ugbu a [mgbe?] na-agụ akwụkwọ maka nzere mastasi n'otu ọmụmụ ahụ na Mahadum nke Calabar.",
  "N'afọ 2007, ọ gara maka nyocha redio na Vision FM, Abuja wee gaa n'ikuku nke mbụ ya n'ụbọchị ekeresimesi n'afọ ahụ",
  "Ọ rụrụ ọrụ n'ebe ahụ ruo n'afọ 2009 mgbe ọ kwagara Kiss FM ruo n'afọ 2010 ma rụọ ọrụ dị ka onye ngosi, tupu ọ kwụsị otu afọ",
  "N'afọ 2011, ọ laghachiri Kiss FM wee bụrụ onye isi nke OAPs",
  "Mgbe ọ nọ ebe ahụ, ọ kwadoro ihe ngosi ụtụtụ (Morning Experience) ma bụrụ arịlịka nke ihe ngoni ihe omume di ugbu  a, Naijalysis",
  "Mgbe ọ dị afọ iri abụọ na anọ, ọ gbagoro n'ọkwa nke Onye nchikota akuko ma na-ahụ maka nhazi nke akụkọ akụkọ niile dị mkpa na ọdụ ahụ.",
  "N'afọ 2012, o nwetara onyinye ịkwaga Enugu ma sonye na ndị otu na Enugu's Dream FM, nke osote onye isi oche Senate, Ike Ekweremadu nwere",
  "Na mbụ, o nwere obi abụọ, o mechara kwaga Enugu iji were ọkwa 'Onye na ejikwa mmemme mgbe ọ dị afọ iri abụọ na ise, wee ghoo nwanyi kacha nta na-ahụ maka mmemme redio na Naịjirịa. Tinyere nke ahụ, ọ rụrụ ọrụ dị ka onye nyocha mmemme, na-ejikọta n'etiti azụmahịa na teknụzụ, iji nweta ọganihu azụmahịa na-agbanwe agbanwe",
  "Ọ bụkwa onye na-eme ihe ngosi ma mepụta ihe ngosi ụtụtụ na ọdụ ahụ, ihe ngosi kulie, nke ya na Jude Thomas Dawam kwadoro.",
  "Tobe arụkọla ọrụ na ọtụtụ ụdị mba ụwa n'ofe mba ahụ na karịa, gụnyere Gulder, Amstel Malta, Nokia na Airtel, Airtel, na-akwado ihe omume kapeeti uhie,mgbasa ozi mgbasa ozi ọha na eze na mmejuputa atụmatụ ndị ọzọ maka itinye aka na akara maka ha na ihe ngosi ya, ntanetị na ihe omume",
  "O jikwa ike nke mgbasa ozi ọha na eze ma bụrụ onye a na-ahụ anya na OAP ndida onwunwa anyanwu na mgbasa ozi ọha na eze na ọtụtụ puku ndị na-eso ya.",
  "N'afọ 2012, ọ bụ onye ikpeazụ na MTV Base VJ Search N'afọ sochirinụ, ọ bụ onye ọkara ikpeazụ na Ihe ngosi onyonyo ana akpo The Next Titan, ihe ngosi egwuregwu azụmaahịa, wee bụrụ onye nke isii.",
  "Tobe bụ otu n'ime ndị na-eme ihe nkiri na-anọchite anya Naịjirịa na oge nke abụọ nke BET'S Onye kacha eme ihe nkiri Afika, ọrụ mbụ ya n'ime ihe nkiri na ihe nkiri.",
  "N'afọ 2014, ihe ndekọ ya nke ihe ịga nke ọma na njikwa, nyocha na mmepe atụmatụ na azụmahịa redio mere ka Mahadum Godfrey Okoye guzobe ma na-arụ ọrụ redio maka mahadum ahụ, GoUni Redio",
  "Ọ malitere nkwekọrịta ahụ, na-arụ ọrụ dị ka onye nyocha azụmahịa na osote onye njikwa ọdụ",
  "N'ọkwa ahụ, o guzobere usoro azụmahịa na njirimara akara nke ọdụ ahụ.",
  "N'afọ 2015, Tobe kwagara United Steetima jiri nkà ya dị ka onye nyocha azụmahịa na onye na-ekwurịta okwu iji mee ka mmejuputa ọrụ na ụlọ ọrụ mpaghara, Oku Consults",
  "N'afọ 2017, maka ụbọchị ọmụmụ ya nke iri atọ, o wepụtara ihe nkiri mbụ ya The 4th Decade, nke nwetara nzaghachi dị mma. O mepụtara ma bipụta ihe ntanetị iji kwado ndị na-achọ redio na ihe ngosi onyonyo - MPW Usoro podkasti na Ndi na egosi vlog",
  "O mepụtara ma mepụta Midday Express nke ọ kwadoro, na egwu nke DJ FX2",
  "The Midday Express ghọrọ ihe ngosi mbụ n'etiti ehihie na ndịda ọwụwa anyanwụ Naịjirịa na egwu DJ kwa ụbọchị.",
  "N'afọ 2013, ọnwa ole na ole ka emechara ihe ngosi ahụ, a họpụtara TobeDaDiva dị ka onye na-eweta ihe ngosi na ihe ngosi ehihie na Ndida owuwa anyanwu  na Eno ndi ngbasa ozi naijiria",
  "N'afọ 2014, a họpụtara ya ọzọ na nke ugbu a, o ritere ihe nrite ahụ",
  "N'afọ 2014, a họpụtakwara ya na ngalaba nke Sexiest On-Air Personality na Onye ngbasa ozi naijiria nke afo ahu na NBMAs",
  "Na Ihe nrite scream youth, a họpụtakwara ya maka onyinye nke Onye nzisa ozi na ikuku nke afo ahu",
  "Ọ malitere usoro Vlog kwa izu, 'Akwukwo Ndeko onu ulo site na ahụmịhe ya, na ọnọdụ na echiche. Ọwa ahụ, kemgbe ọ malitere, enwetala ọtụtụ puku echiche na YouTube.",
  "N'ọnwa Febụwarị 2016, Tobe malitere usoro podcast nke akụkụ iri na atọ - Media Personality Workshop (MPW) iji nyere ndị na-eto eto na redio aka inweta ụkwụ nke ọrụ ha",
  "N'ọnwa Ọktọba afọ 2016, o mepụtara usoro vidiyo maka otu nzube ahụ - The presenter vlogs",
  "N'afọ 2013, o nwere obere oge na Ihe nkiri igwe onyonyo na-akwado usoro mbipụta pụrụ iche nke Channel O Top Ten Most",
  "Ndi na Ekwu okwu egwu."
]