[
  "Oluwatobiloba Ayomide \"Tobi\" Amusan OON // (na-ege ntị) (amụrụ n'abalị iri abụọ na atọ n'ọnwa Eprelụ n'afọ 1997) bụ onye Naijirịa na-eme egwuregwu track and field onye na-eme nke ọma na 100 mita hurdles ma na-asọ mpi dị ka onye na-agba ọsọ. Ọ bụ onye mmeri ụwa, Commonwealth na Africa ugbu a na 100m hurdles, yana, onye na-edekọ ihe ndekọ na asọmpi atọ ahụ",
  "Amusan ghọrọ oṅye mmeri ụwa mbụ nke Naijirịa n'ihe omume egwuregwu mgbe ọ meriri ihe nrite ọla edo nke 2022 World Championships 100 m hurdles, na-etinye ihe ndekọ ụwa ugbu a nke 12.12 sekọnd na ọkara ikpeazụ, nke ikuku 12.06 na-enyere aka na ngwụcha iji were ọla edo. O meriri n'ọkwa Commonwealth na nke Afrika na 2018 na 2022 na 100m hurdles ma bụrụkwa onye mmeri ugboro abụọ nke African Games na ihe omume ahụ.",
  "N'afọ 2021, Amusan ghọrọ onye egwuregwu Naijirịa mbụ meriri Diamond League ka ọ ṅa-ewere 100m hurdles Trophy, na-emebi ihe ndekọ Afrịka nke Glory Alozie nwere n'oge ahụ. Ọ ṅọgidere n'ọkwa ya n'afọ 2022.",
  "A mụrụ Tobi Amusan na Eprelụ 23, 1997, na Ijebu Ode, Ogun Steetị, Naijirịa, nye Maazị na Oriakụ",
  "Amusan bụ ndị nkuzi ụlọ akwụkwọ",
  "Tobi, dị ka a ṅa-akpọ ya nke ọma, bụ ṅwa ikpeazụ n'ime ụmụnne atọ. Ọ gụrụ akwụkwọ sekọndrị na ụlọ akwụkwọ sekọọndrị Our Lady of Apostles, Ijebu Ode.",
  "Site na nwata, Amusan bụ oṅye na-eme egwuregwu",
  "Ọ bụ oṅye ṅwetara ọlaọcha na 2013 African Youth Championships na Warri. O kwukwara na ọ bụ ọla edo na 100 mita ihe mgbochi na 2015 African Junior Athletics Championships na Addis Ababa. N'afọ 2015, mgbe ọ na-eme egwuregwu All-Africa nke mbụ ya dị ka ọṅye dị afọ iri na asatọ, ọ meriri ihe nrite ọla edo na 100 mita ihe mgbochi.",
  "N'afọ 2016, dị ka onye ọhụrụ maka Mahadum Texas na El Paso (UTEP), Amusan ghọrọ onye egwuregwu nke abụọ maka mahadum a ga-akpọ C-USA Female Track athlete of the Year kemgbe UTEP sonyeere C-USA. Ọ bụ onye ṅwetara ọla edo na 100 mH na 200 m",
  "Ọ kwukwara na ọ bụ ọlaọcha na ogologo ịwụli elu na C-USA Championships. Amusan bu ụzọ mebie ihe mgbochi 13s na ihe mgbochi na oge nke 12.83s na El Paso UTEP Invitational",
  "Nke a kpuchiri ihe ṅdekọ UTEP nke 100 mH nke Kim Turner nke guzo ruo afọ 33. Ọ bụ onye nke abụọ na 2016 NCAA Outdoor Championships na 100 mH",
  "Ọ gbara ọsọ 12.79 s n'azụ Jasmine Camacho-Quinn nke Kentucky",
  "Amusan sonyekwara na 2016 World Junior Championships na Bydgoszcz",
  "N'agbanyeghị na ọ na-agba ọsọ oge nke abụọ kachasị ọsọ, ọ nọ n'ọnọdụ nke ise na nke ikpeazụ. Ọ gara n'ihu na-anọchite anya Naịjirịa na Rio Olympic Games, na-eru na ọkara ikpeazụ nke 100 mH.",
  "Na asọmpi mbụ ya n'èzí n'afọ 2017, ọ gbara ọsọ kachasị mma na UTEP nke 12.63 s na 100 mita ihe mgbochi. Ọ bụ onye mmeri C-USA na ihe omume ọkachamara ya nakwa onye na-esote na mita 200",
  "Na 2017 NCAA Outdoor Championships, e nwere mgbanwe nke ṅjedebe na 100 mita ihe mgbochi",
  "N'asọmpi dị egwu, Amusan kwuru na ọ bụ Camacho-Quinn bụ onye mmeri n'afọ gara aga",
  "O mere nke a n'oge ndekọ nke onwe ya nke 12.57 s. Ọ ṅọchitekwara anya Naijirịa na World Championships na London n'ikpeazụ n'afọ ahụ.",
  "Ọ gbara ọsọ kachasị mma nke 7.89 s na 60 mita mgbochi na mmalite nke oge 2018 ya",
  "Ọ gara n'ihu na-anọchite anya mba ya na Birmingham World Indoor Championships na-eru na ngwụcha nke ihe mgbochi mita 60.",
  "Na 2018 Commonwealth Games na Gold Coast, Australia, 2015 World Champion, Danielle Williams yiri ka ọ bụ onye ọkacha mmasị iji nweta aha ahụ na-enweghị Sally Pearson",
  "Otú ọ dị, na ngwụcha, Amusan gara n'ihu ndị na-asọmpi ya wee merie asọmpi ahụ site na mita doro anya n'ihu Williams. O nwetakwara ọla nchara na 4 x 100 m relay ya na ndị otu ya, Joy Udo-Gabriel, Blessing Okagbare na Rosemary Chukwuma",
  "Ka e mesịrị n'afọ ahụ, ọ meriri n'asọmpi African Championship nke mbụ ya na ihe omume ọkachamara ya na Asaba African Championships",
  "Nke a mezuru omenala Naijiria dịka Judy Bell-Gam meriri asọmpi a maka Naijiria na asọmpi Afrịka mbụ. O kwukwara na o nwetara ihe nrite ọla edo na 4 x 100 m relay na asọmpi ahụ.",
  "N'October 5, 2019, na 2019 World Championships na Doha, Qatar, ọ gbara ọsọ kachasị mma nke 12.48 s n'oge 100 mita mgbochi",
  "Na ọkara ikpeazụ n'ụbọchị na-esote, ọ ruru nke a kacha mma tupu ọ bụrụ onye nke anọ awa ole na ole ka e mesịrị na nke ikpeazụ na 12.49 s.",
  "Amusan mechara nke anọ na Tokyo Olympics na oge nke 12.60s",
  "O mechara sọọ mpi na ihe omume ikpeazụ nke Zürich Diamond League, nke ọ meriri na 12.42s, na-aghọ onye Naijiria mbụ meriri ihe nrite Diamond League.",
  "Amusan meghere oge 2022 ya site na mmeri 100m hurdles na ihe omume Diamond League na Paris na oge nke 12.41s, na-emebi ndekọ Afrịka site na 0.01s",
  "Ọ gara n'ihu merie ọla edo na 100m hurdles na 2022 African Championships na Mauritius, na-agbachitere aha ya na oge nke 12.57s",
  "O mekwara asọmpi na 4×100m nke ụmụ nwanyị wee merie ọla edo",
  "Na egwuregwu Commonwealth nke afọ 2022, Amusan nwere ihe ịga nke ọma n'ịgbachitere aha ya, na-emeri nrite ọla edo nke abụọ ya n'usoro na 100m hurdles",
  "O setịpụrụ ihe ndekọ egwuregwu ọhụrụ nke 12.30s",
  "O nyekwara aka mee ka ndị otu ụmụ nwanyị 4x100m nke Naịjirịa nwee ihe nrite ọla edo. O sonyere na 100m hurdles na Lausanne Diamond Race, na-emecha nke abụọ na oge nke 12.60s, n'azụ onye mmeri Olympic Jasmine Camacho-Quinn.",
  "Amusan banyere na 2022 World Athletics Championships dị ka onye na-asọ mpi nrite mgbe ọ gwụchara n'ọkwa nke anọ",
  "N'ime okpomọkụ ọ gbara ọsọ ndekọ Afrịka nke 12.40s, na-eme ka ndekọ ochie ya mma site na 0.01s",
  "Na ọkara ikpeazụ, o setịpụrụ ihe ndekọ ụwa ọhụrụ nke 12.12s",
  "Ọ meriri oge ya ọzọ na nke ikpeazụ, na-agba ọsọ 12.06s (2.5 m / s ifufe nyere aka, ya mere ọ bụghị WR iwu kwadoro), na-aghọ onye mmeri ụwa mbụ nke Naijiria na World Athletics Championships.",
  "Amusan mechiri ogologo oge ya na nke na-aga nke ọma na 2022 site na ịsọ mpi na 100m hurdles na ihe omume ikpeazụ nke Zürich Diamond League, nke ọ meriri na 12.29s iji nọgide na-enwe aha ya",
  "Ọ gwụchara n'ihu Lolo Jones, Britany Anderson, na Camacho-Quinn na nke anọ, na-etinye ndekọ ọhụrụ.",
  "Ọ bụ ezigbo enyi ya na onye egwuregwu Naijiria ibe ya bụ Ese Brume",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc",
  "Àtụ:S-endÀtụ:Footer World Champions 100 m hurdles WomenÀtụ:Footer All-Africa Champions 100 m Hurdles WomenÀtụ:Footer Commonwealth Champions 100m Hurdles WomenÀtụ:Footer Commonwealth Champions 4x100 m WomenÀtụ:Footer African Champions women's 100 metres hurdlesÀtụ:Footer IAAF Diamond League 100 Metres Hurdles Champions Women"
]