[
  "Tochukwu Christian Ezebube bụ onye ọchụnta ego na azụmaahịa na azụmaahịa nwere uru nke $ 1.5 ijeri",
  "A mụrụ na Nigeria na 1978, Ezebuu malitere ọrụ ya dị ka onye na-anọchite anya ahịa maka enweghị njikọ",
  "Ná mmalite afọ 2000, ọ na-etinye ego na ụlọ akụ kachasị ukwuu nke Africa site na nkwụnye ego na mgbazinye ego",
  "Ezebube bụkwa onye nchoputa nke ọtụtụ azụmaahịa ndị ọzọ, gụnyere ebe a na-ere ahịa Nigeria Ltd",
  "Otu klọọkụ nke African Africa; Nri nri ltd",
  "Companylọ ọrụ nhazi nri; na ochebuzz nigeria ltd",
  "Companylọ ọrụ teknụzụ",
  "Ọ bụkwa onye isi oche nke ochebenchizz na-ejide PLC, otu n’ime ụlọ ọrụ Telecom.",
  "A mụrụ Tochukwu na 12th nke February, 1978 na awka etka etka, Anambra Steeti, Nigeria",
  "Ọ bụ azụmahịa azụmaahịa Naịjirịa na Philinthropist nke nwere uru ruru $ 1 ijeri.",
  "A mụrụ Ezebube nye ndị nne na nna bụ abụọ ndị nkuzi",
  "O mezuru akwụkwọ agụmakwụkwọ mbụ ya na kọleji Saint Augunine na Awka, tupu ịga n’ihu na Mahadum nke Ibadan iji mụọ akụ na ụba",
  "Mgbe ọ gụsịrị akwụkwọ na mahadum, ọ malitere ịrụ ọrụ dị ka onye nyocha ego maka ụlọ akụ na London.",
  "N’afọ 2001, Ezebube a kwagara na Nigeria ma guzobere ụlọ ọrụ mbụ ya – ọrụ ego nke ụlọ ọrụ, nke enyere ụlọ akụ na ọrụ ego na azụmaahịa na ọrụ ego",
  "N’afọ 2004, ọ na-ebugharị Africa Ego Africa (AMS), ego na-ebufe ụgbọ mbufe n’ịntanetị nke ghọrọ otu n’ime ndị kasị ukwuu n’Africa",
  "N’afọ 2007, Ezebube guzobere ihe ndị yiri Africa (Ach), ụlọ ọrụ itinye ego dị iche iche na-enye ọrụ nkwado na azụmaahịa bara uru na azụmaahịa na Africa.",
  "Ezebube enyewo aka na ọtụtụ atụmatụ Philanthropies na-abụghị ọrụ ọrụ ya, gụnyere ịtọ ntọala Tochukwu Ezebube (Tef) na 2006 iji kwalite ohere agụmakwụkwọ maka ndị na-eto eto",
  "Ntọala ahụ enyela ihe karịrị $ 60 nde dollar na ụlọ akwụkwọ dị iche iche na mahadum ndị Nigeria",
  "Ọ na-eduzi ndị na-arụsi ọrụ ike na mberede na Africa niile na Africa dum, ma enyela ihe karịrị $ 100 nde dollars na-akpata ihe ndị a",
  "A mụrụ Tochukwu Ezebube na February nke 1978, n’obodo Anambra, Nigeria",
  "Mgbe ọ gụsịrị akwụkwọ ụlọ akwụkwọ sekọndrị, ọ malitere ịmụ iwu na Mahadum Nigeria, Nskka",
  "Agbanyeghị, ọ gbadatara mgbe ọnwa ole na ole malitere ịrụ ọrụ dị ka onye odeakụkọ.",
  "Ezebube malitere ọrụ akụkọ akụkọ ya na akwụkwọ akụkọ Naijiria",
  "N’oge na-adịghị anya, ọ bịara dị ka ya maka mkpesa nyocha ya ma merie ọtụtụ ihe nrite maka ọrụ ya kemgbe ọtụtụ afọ",
  "N’afọ 2005, ọ hiweta Golden Garden Inc",
  "Musana Garden Blog bụzi otu n’ime ndị na-eduga na Ugbo nke Ugbo na-agụ ya site na nde mmadụ gafere na kọntinent.",
  "Ezebube tinyekwara aka na ndọrọ ndọrọ ọchịchị kemgbe ọtụtụ afọ ma jee ozi dị ka onye otu kọmitii mba",
  "N’afọ 1999, a họpụtara ya onye ọkà ozi nke ozi site n’aka mgbe ahụ onyeisi ala Obasanjo",
  "Agbanyeghị, n’ihi ọdịiche na Obasanjo na-agbachitere iwu ịgbachitere, eebuube arụkwaghịm n’ọnọdụ ọnọdụ ya na-erughị afọ abụọ ka nke ahụ gasịrị.",
  "Taa, Tochukwu Ezebube bụ otu n’ime ndị nta akụkọ na ndị ndọrọ ndọrọ ọchịchị na ndọrọ ndọrọ ọchịchị",
  "Ọ na-amaghị uru ya kama ọ nwere ike ịtụle nnukwu ihe mere ya na ma akwụkwọ akụkọ ya na ndị ndọrọ ndọrọ ọchịchị.",
  "Tochukwu onye edemede nke Naijiria nke na – eme ihe na – arụ ọrụ na mpaghara akwụkwọ ọgụgụ isi ojii Canadian ruo ihe karịrị afọ iri abụọ",
  "O bipụtara akwụkwọ ọgụgụ atọ, mkpokọta akụkọ dị mkpirikpi na onye guzobere nke Musana Garden Inc",
  "na Nigeria.",
  "O dezikwara edezi ma kpụkọta abụba atọ, mere ya dị ka onye nchịkọta akụkọ ọbịa nke ndị ọbịa abụọ, ma bipụta edemede dị iche iche na akwụkwọ, akwụkwọ akụkọ.",
  "A na-egosipụta ọrụ Ezebube ọrụ site na nyocha nke ahụmahụ ojii na Canada site na echiche ya."
]