[
  "Tochi Onyebuchi (amụrụ n'ọnwa Ọktọba 4, n'afọ 1987) bụ onye Naijiria America na-ede akụkọ sayensị, onye edemede efu na onye ọka iwu na-ahụ maka ikike obodo",
  "Mgbe o bipụtachara akwụkwọ atọ maka ndị na-eto eto, o wepụtara akwụkwọ mbụ ya, Hugo Award, Nebula Award na Nommo Award nominated, Riot Baby, na 2020.",
  "A mụrụ Onyebuchi na Northampton, Massachusetts, nne na nna ndị Igbo bụ Nnamdi Onyebuchi na Elizabeth Ihuegbu Onyebuchi, ma nwee nwanne nwoke, Chibuike, na ụmụnne nwanyị abụọ, Chinoye na Uchechi. Aha mbụ ya pụtara \"Toonụ Chineke\" n'asụsụ Igbo. Ọ biri na New Britain, Connecticut ruo 1998, mgbe nna ya nwụrụ mgbe ọ dị afọ iri atọ na itoolu, mgbe nke ahụ gasịrị, ọ tolitere na Newington.",
  "Onyebuchi bụ onye na-agụ akwụkwọ ike na-etolite ma nwee mmetụta siri ike site na X-Men comics",
  "Ọ bụ ezie na ọ nwere ekele maka ọrụ ndị oji na-ede akwụkwọ a chọrọ ka ọ gụọ na ụlọ akwụkwọ sekọndrị, dị ka Anya Ha Na-ele Chineke, Invisible Man na Native Son, ọ họọrọ njem na akụkọ sayensị. N'ụlọ akwụkwọ sekọndrị, ọ gụrụ akwụkwọ na mba ọzọ otu afọ na France, ebe ọ nọ nwee ịhụnanya na Alexandre Dumas's The Count of Monte Cristo, ma nwee mkpali mgbe ọ matara na Dumas bụ onye agbụrụ Afrịka.",
  "Ọ gụrụ akwụkwọ na sayensị ndọrọ ndọrọ ọchịchị na Mahadum Yale, gụsịrị akwụkwọ na 2009. O nwetara nzere Master of Fine Arts na Screenwriting na NYU's Tisch School of the Arts, nzere masta na Global Economic Law na Instituts d'études politiques na France, na nzere Juris Doctor na Columbia Law School.",
  "Mgbe ọ gụsịrị akwụkwọ iwu, Onyebuchi malitere ọrụ na iwu ikike obodo, na-arụ ọrụ na Civil Rights Bureau nke New York State Attorney General's Office, yana maka New York City's Legal Aid Society",
  "Onyebuchi nwere mmetụta nke ọkụ ọkụ n'ime ihe dị ka afọ abụọ nke omume wee bụrụ ọkachamara na ngalaba na ụlọ ọrụ teknụzụ dị elu, ebe ọ na-eme ka mmasị ikike obodo ya dị ndụ site na edemede ya.",
  "Onyebuchi dere ọtụtụ ihe mgbe ọ na-etolite ma gbalịa ire akwụkwọ mbụ ya na ụlọ akwụkwọ sekọndrị",
  "O deela akwụkwọ akụkọ iri na asaa mgbe o mechara bipụta akwụkwọ akụkọ mbụ ya, Beasts Made of Night, n'afọ 2017. O meriri na 2018 Ilube Nommo Award maka Best Speculative Fiction Novel nke onye Afrika",
  "O bipụtara ihe ọzọ, Crown of Thunder, na 2018, War Girls sochiri ya na 2019.",
  "N'afọ 2020, o bipụtara akwụkwọ mbụ ya maka ndị okenye na-ege ntị, Riot Baby, nke gbara gburugburu Kev, onye amụrụ n'oge ọgba aghara Los Angeles nke afọ 1992 na nwanne ya nwanyị, Ella, onye nwere ikike telekinetic. Onyebuchi sitere na ahụmịhe ya dị ka onye ọka iwu na ịtọ ọtụtụ akwụkwọ akụkọ ahụ na Rikers Island na New York, ebe a tụrụ Kev mkpọrọ n'ụzọ na-ezighị ezi. Riot Baby meriri Alex Awards n'akụkụ Ignyte Award maka Best Novella",
  "ọ bụ onye ikpeazụ maka 2021 Hugo Award maka Best Novella na World Fantasy Award n'otu ụdị.",
  "O dekwara akwụkwọ maka Asimov's Science Fiction magazine na Ideomancer",
  "N'afọ 2021, Onyebuchi so na ndị dere Call Of Duty: Vanguard video game nke Sledgehammer Games mepụtara ma Activision bipụtara.",
  "N'afọ 2022, Onyebuchi dere Captain America preview nke akpọrọ Captain America #0, ya na Collin Kelly na Jackson Lanzig, Mattia De Iluis gosipụtara ya, Joe Caramagna dekwara ya.",
  "Onyebuchi bi na New Haven, Connecticut."
]