[
  "Toki Mabogunje bụ onye ọka iwu Naijiria, onye mgbasa ozi, onye na-ede uri na onye ndụmọdụ azụmahịa",
  "Ọ bụ nwanyị nke atọ bụ onye isi oche nke Ụlọ ọrụ azụmahịa na ụlọ ọrụ Lagos (LCCI) na onye guzobere Toki Mabogunje & Co",
  "Toki bụ onye otu kansụl na-achị, Ụlọ Nzukọ Ụwa. Ọ bụ onye gụsịrị akwụkwọ na Mahadum Ife (nke bụzi Mahadum Obafemi Awolowo), Ile-Ife",
  "Ọ nwetara LLM ya na International Business Law na Mahadum Exeter, England",
  "A na-asọpụrụ Mabogunje na afọ 2014 dị ka Onye nke afọ maka Ụbọchị Ihe nkiri Ụwa na Onye Nnọchiteanya Ọdịbendị site na NANTAP",
  "A mụrụ Toki n'ezinụlọ nwere ụmụ anọ nne na nna ha abụọ bụ ndị ọkachamara na-arụ ọrụ",
  "Ọ bụ nwa mbụ n'ime ụmụ anọ",
  "Nna ya bụ dọkịta ebe nne ya bụ onye nkuzi",
  "Nna toki bụ onye isi dibia bekee na Steeti Lagos",
  "Ọ malitere agụmakwụkwọ elementrị ya na American International School",
  "Ọ kwagara Holy Child College iji gaa n'ihu n'ụlọ akwụkwọ sekọndrị Junior ya, atụmatụ ndị mụrụ ya mere iji kụnye omenala Afrịka n'ime ya",
  "Ọ gụrụ akwụkwọ iwu na Mahadum Obafemi Awolowo (nke a na-akpọbu Mahadum Ife) wee nweta Master na International Business Law na Mahadụ nke Exeter, England.",
  "Mabogunje malitere ọrụ ya na Ministry of Justice nke gọọmenti etiti ebe ọ nọrọ afọ 9 nke ọrụ ọkachamara ya",
  "Mgbe e mesịrị, ọ gara n'ihu na Mercantile na Industrial dị ka Onye Nnọchiteanya Ukwu Steeti",
  "Ọ hapụrụ ụlọ ọrụ iwu maka mgbasa ozi wee malite ọrụ ya na ọtú Minaj Media Group dị ka onye isi otu, iwu na Corporate Affairs site n'ebe ọ kwagara New York iji duzie North American Directorate nke nzukọ ahụ",
  "O mechara bụrụ onye isi oche nke ụlọ ọrụ mba ụwa nke ụlọ ọrụ ahụ",
  "Ọ laghachiri Naịjirịa n'afọ 2000 iji guzobe Toki Mabogunje & Co., a họpụtara Toki na kansụl na-achịkwa World Chamber of Federation (WCF). N'oge Nzukọ Ezumezu nke 131 nke LCCI, a họpụtara Toki dị ka nwanyị nke atọ nke nzukọ ahụ Tupu nhọpụta ya dị ka onye isi oche nke LCCi, ọ rụrụ ọrụ dị ka onyeisi oche, Board nke azụmahịa mmụta ọrụ na ọzụzụ unit nke otu nzukọ ahụ.",
  "N'afọ 2014, NANTAP họpụtara ya dị ka ụdị onye nke afọ maka ụbọchị ihe nkiri ụwa na onye nnọchianya omenala.."
]