[
  "Thomas C",
  "Cornell (April 11, 1934 - August 1, 2022) bụ onye nta akụkọ America na onye na-ahụ maka udo megide Agha Vietnam na Agha Iraq",
  "Ọ bụ osote onye nchịkọta akụkọ nke Catholic Worker na dikọn na Chọọchị Katọlik",
  "A mụrụ Cornell na Eprel 11,n'afọ 1934, na Bridgeport, Connecticut. Ọ gara Mahadum Fairfield, mgbe ahụ Fairfield College",
  "Mgbe ọ nọ na Fairfield, ọ gụrụ The Long Loneliness, akụkọ ndụ Dorothy Day, nke kpaliri ya isonye na Catholic Worker movement.",
  "N'afọ 1953 mgbe Cornell dị afọ iri na itenanị , ọ sonyeere ndị ọrụ Katọlik na New York, ebe ọ na-ejere ndị nọ ná mkpa ozi na Maryhouse na St",
  "Joseph House, ebe abụọ ndị ọrụ Katólik nọ na East Village nke Manhattan",
  "Ọ ghọrọ onye edemede na onye nchịkọta akụkọ maka akwụkwọ akụkọ Catholic Worker",
  "Ọ bụ onye nchịkọta akụkọ nke akwụkwọ akụkọ ahụ site na 1962 ruo 1964. Dorothy Day nyere ya ọrụ ahụ dị ka ọ na-aga njem na Cuba, na-agwa ya \"Ị ga-achọpụta ya\".",
  "Cornell duziri ngagharị iwe mbụ megide Agha Vietnam, nke malitere na naanị mmadụ abụọ sitere na Catholic Worker, ya na Chris Kearns, na July 16, 1963, na Union Square na New York City",
  "N'ime ụbọchị iri, ngagharị iwe ha ruru 250 ma bụrụ ngagharị iwe mbụ a na-eme na telivishọn na Vietnam War.",
  "Ka ndị agha US na-esikwu ike na Vietnam, Cornell guzobere Catholic Peace Fellowship na Jim Forest ebe ha rụrụ ọrụ na-adụ ndị Katọlik na-ajụ agha Vietnam ọdụ, tupu ha agaa n'ihu na-adụ onye ọ bụla nwere nsogbu ederede ọdụ site n'enyemaka nke Center on Conscience & War, otu a raara nye ịgbachitere na ịgbatị ikike nke ndị na-ajụ ọrụ, na-azọrọ \"nnukwu\" ihe ịga nke ọma. Ọ kpọkwara ọrụ ụlọ ọrụ mbụ nke iguzogide draft Vietnam, mgbe ya na ndị ọzọ ise, gụnyere David McReynolds, gbara kaadị draft ha ọkụ, November 6, 1965, na Union Square, New York City.",
  "N'afọ 1967, Cornell bịanyere aka na nkwupụta ọha na eze na-ekwupụta ebumnuche ya ịjụ ịkwụ ụtụ isi iji mee mkpesa megide agha US megide Vietnam",
  "Mgbe e mesịrị, ọ ghọrọ onye na-akwado ọrụ War Tax Resistance, nke na-eme ma na-akwado ịjụ ịtụ ụtụ isi dị ka ụdị mkpesa megide agha ahụ.",
  "N'afọ 1972, Cornell sonyere na nzukọ nke dugara n'ịmepụta Pax Christi.",
  "N'ime afọ ndị ọ na-arụ ọrụ, Cornell bụ onye otu ndị isi nke Fellowship of Reconciliation, kọmitii ndị isi nke Pax Christi USA, War Resisters League, na Workers' Defense League.",
  "Ọ gara n'ihu na mmegide ya megide Agha Iraq, ebe ọ gara mba ahụ tupu mwakpo ahụ na Disemba 2003 na ọzọ mgbe nke ahụ gasịrị na 2004",
  "E bipụtara akụkọ ya na The Catholic Worker",
  "Ọ gbara ndị ụkọchukwu agha ume ka a zụọ ha n'iwu gbasara ịjụ n'ihi akọ na uche ma nye ndị na-arịọ arịrịọ nkwado dị mma.",
  "N'afọ 1988, a họpụtara Cornell ka ọ bụrụ dikọn na Archdiocese nke Hartford. Na Nzukọ nke Anọ nke Ụwa n'afọ 2000, ọ rụrụ ọrụ dị ka dikọn nke Pope John Paul nke Abụọ na Mas nke Kraịst Eze na St",
  "Peter's Square.",
  "Mgbe ọ lara ezumike nká, ya na nwunye ya Monica biri na Peter Maurin Farm na Marlboro, New York. Ọ nwụrụ mgbe ọ dị afọ 88 na August 1, 2022, n'ụlọ ọgwụ dị nso na Poughkeepsie, New York."
]