[
  "Tomas Lutuli Brickhill (amụrụ na 25 Machị 1978), bụ onye na-eme ihe nkiri, onye edemede, na onye egwu na Zimbabwe Ọ duziri ihe nkiri a ma ama na 2017 bụ Sichaa.",
  "A mụrụ ya na 25 Machị 1978 na London, England",
  "Nna ya, Paul Brickhill,bụ bụ onye agha Zimbabwe People's Revolutionary Army (ZIPRA) na onye agha vetii Ya mere, ọ nọ na ala ọzọ na UK n'oge a mụrụ Tomas",
  "Otú ọ dị, n'oge na-adịghị anya mgbe nnwere onwe Zimbabwe gasịrị, ezinụlọ laghachiri Zimbabwe. Mgbe ọ laghachiri, nna ya na-elekọta ebe nka na ọdịbendị a na-akpọ 'The Book Café'",
  "Mgbe nna ya nwụsịrị na 2014, Tomas na-elekọta ya bụ ụlọ nri. O nwere ụmụnne atọ: Liam, Amy na Declan. Ọ gụrụ akwụkwọ na Prince Edward High Skuulu Harare site na 1991 ruo 1996.",
  "Ọ hapụrụ Zimbabwe na 1997 wee kwaga United Kingdom wee gaa Uloakwukwo Surrey   nke Ǹkà na Imewe, Mahadum Kọleji na 1999. Ọ gụrụ ihe nkiri ma mesịa rụọ ọrụ dị iche iche na-agbalị inweta ahụmịhe teknụzụ dịgasị iche iche na Surrey ma gụsịrị akwụkwọ na Bachelọ nke Nkà (BA) na Ihe nkiri Sinima makwa ihe nkiri / Imeputa Vidio na 2001",
  "Mgbe ahụ ọ kụziri ihe nkiri maka Mmemme Raindance Film, BBC na VMI ruo afọ ole na ole.",
  "Mgbe ọ gafesịrị ihe nkiri sinima, ọ laghachiri Zimbabwe n'afọ 2010. N'afọ 2013, Tomas dechara ihe ngosi mbụ ya dị ka onye na-ese ihe nkiri, Nzuzu na  Uba",
  "Mgbe ahụ na 2017, a họpụtara ya dị ka onye nduzi nke usoro ihe nkiri telivishọn Agha nke  Ndi Isi nri oge 3. Ka ọ dịgodị, ọ kụziri ihe nkiri maka ndị nwere nkà Zimbabwe na Ụlọ akwụkwọ zuru ụwa ọnụ na Zimbabwe ebe o mechara bụrụ Onye isi nke Ngalaba Ihe nkiri ruo afọ abụọ",
  "Mgbe ahụ, ọ kụziri ihe nkiri dị mkpirikpi na Mahadum nke Zimbabwe tupu ọ kwaga Eswatini na ụlọ ọrụ ime ihe nkiri.",
  "Ka e mesịrị na 2017, Tomas mere ihe nkiri mbụ ya Sichaa Ihe nkiri ahụ nwetara otuto dị egwu ma nweta ọtụtụ onyinye na mmemme ihe nkiri mpaghara na nke mba ụwa. O nwere onye isi ala zuru ụwa ọnụ na International Film Festival Rotterdam (IFFR) wee bụrụ ihe mbụ sitere na Zimbabwe ịbụ akụkụ nke Nhọrọ Ọchịchị maka afọ iri abụo na abụo",
  "Ihe nkiri ahụ meriri ihe nrite nke ihe nkiri kacha mma na omee kacha mma na 2019 National Arts Merit Awards (NAMA) na Zimbabwe International Film Festival (ZIFF) na 2018. N'ime ihe nkiri ahụ, Tomas gosipụtakwara obere ọrụ a na-akpọ 'JJ'. Ihe nkiri ahụ mechara bụrụ ihe nkiri Zimbabwe mbụ a ga-egosi na Netflix. Ọ natara nlebara anya mgbasa ozi mba ụwa kemgbe a tọhapụrụ ya na ikpo okwu Netflix na Juunu 2020. Ọ bụ naanị ihe nkiri Zimbabwe nke abụọ natara nlebara anya mba ụwa mgbe Neria gasịrị. A na-eto ihe nkiri ahụ dị ka otu n'ime ihe nkiri kachasị mma na Sinima nke Zimbabwe mgbe Neria na Kaadị Edo Edo gasịrị ma meghee nzaghachi dị mma site n'aka ndị Zimbabwe",
  "A na-ekwu na ihe nkiri ahụ na-emebi echiche nke ụlọ ọrụ ihe nkiri Zimbabwe nke nsogbu akụ na ụba na oke ọnụ ahịa na mba ahụ mebiri.",
  "O nwekwara Ebe Mmepụta Paw Paw Jam, ụlọ ọrụ mmepụta ihe na-ahụ maka ihe omume egwu na ihe nkiri egwu Afrika na UK. Ewezuga ihe nkiri sinima, ọ bụkwa onye na-agụ egwú na-esonyere otu egwu 'Chikwata'."
]