[
  "Tomilayo Adekanye bụ onye Profesọ mmuta nke mmekọ aku na ịkọ ugbo akpọọrọ Agricultural Economist. Ọ bụ nwaanyị mbụ prọfesọ na agumakwụkwọ ọ bụla banyere ịkọ-ugbo na Naijiria, na onye mbụ na Agricultural economics na Afrika. Ọ malitere ọrụ nkụzi mahadum ya dị ka onye ọrụ nke ngalaba na-ahụ maka ọrụ ugbo na Mahadum Obafemi Awolowo (Mahadum Ife mgbe ahụ ) n'afọ 1966 ruo 1975",
  "O mechara gafee na ngalaba Mahadum nke Ibadan dịka Lecturer I na 1975, bụrụ Senior Lecturer na !977, bụrụ Osote Profesọ na 1980 mechara bụrụ Profesọ na 1983",
  "N’etiti afọ 1990 na 1991, ọ bụ kọmishọna maka azumahia nke bụ Trade and Investment na Oyo State",
  "Ọ bụkwa kọmishọna nke ugbo na steeti ahụ n'otu oge. Ọ lụrụ Bayo Adekanye, onye prọfesọ nke sayensị na ndọrọ ndọrọ ọchịchị na onyeisi oche ndị ọchịchị na-achịkwa Mahadum Chrisland",
  "Ụlọ ọrụ ndị ya na ha rukọrọ ọrụ gụnyere ECA, ILO, FAO, IFAD, UNDP, UNICEF, UNIFEM na Ford Foundation.",
  "Dịka Google Scholar kwụrụ, akwụkwọ o dere ka ewu ewu bụ \"Women and Rural Poverty: Some Considerations From Nigeria\" nke eji afọ anọ wee dee na 1988",
  "Akwụkwọ a na-elekwasị anya na omụme mmegide ụmụ nwaanyị na-akọ ugbo na Southwestern Naijiria na-eme ka ha daa n'azụ ndị nwoke n'ihe gbasara mmepe. Ọ na-akuzi nkuzi ugbu a na Mahadum Babcock",
  "N’afọ 1984, ọ duziri nyocha mmuta ọzọ gunyere ụmụnwaanyị n’ime agbụrụ ndị bụ isi na Naịjirịa",
  "Ihe nchoputa ya si na nyocha nke aha ya bụ  Women in agriculture in Nigeria: Problems and policies for development, bụ na tupu umunwanyi erite uru nile nke oru ugbo, odi nkpa inwe usoro iji dozie okwu banyere ulo akwukwo na iguzosi ike ego. O dekwara ọtụtụ akwụkwọ gbasara ọrụ ugbo, dịka: Women in Agriculture in Nigeria (Addis, ECA, 1981), Women in Agriculture (Institute of African Studies, University of Ibadan, 1988), Readings in Agricultural Marketing (Ibadan, Longman, 1988), African Women in Agriculture (Ibadan, CEGGAD, 2004), na ihe dịka mbipụta iri asaa na ise (75) ọzọ ọ nyere dị ka isi akwụkwọ, akwụkwọ dị iche iche, monographs na akụkọ gọọmentị."
]