[
  "Toni Hassan (a mụrụ n'afọ 1972) bụ onye nta akụkọ Australia, onye edemede nwere mmasị na nsogbu mmekọrịta mmadụ na ibe ya na onye nka ihe na-arụ ọrụ na ọbụladi n'eserese.",
  "A mụrụ Hassan na South Africa, ya na nne na nna ya biri na Australia na ngwụcha afọ ndị 1970. Ọ gara Sydney Mackellar Girls High ma gụchaa Bachelor of Arts, Communication na Mahadum Charles Sturt, tupu ọ rụọ ọrụ dị ka onye nta akụkọ na Australian Broadcasting Corporation, The Canberra Times, Fairfax Media na Nine Newspapers",
  "N'afọ 2001, e nyere ya awọd Walkley Award maka ihe omume redio ya bụ\"The Health of Asylum Seekers in Detention\". Ma gbasaa ozi dị ka mpaghara nke ABC's Health Report, Hassan nyochara ọrụ ndị dị maka ndị na-achọ ebe mgbaba na mmetụta nke njide ogologo oge. E nyekwara Hassan onyinye Human Rights Media Award site n'aka Australian Human Rights Commission maka ịdị mma na ọrụ nta akụkọ.",
  "Hassan bụ onye nsonye gbasara nchịkọta na Australian Centre for Christianity and Culture, Charles Sturt University",
  "A maara ya nke ọma maka ọganihu mmasị ya  na mmepe obodo, iwu gọọmentị na ikike mmadụ ma na-enye aka na akwụkwọ akụkọ iwu ọha na eze n'ịntanetị Pearls and Irritations",
  "Hassan bụ onye na-ese ihe na amalite amalite:  afọ ọhụrụ ya ibi na South Africa n'oge Soweto Riots metụtara ọrụ ya, tinyekwara nsogbu nke ịzụ ahịa mmadụ na ikpe ziri ezi nke ọha mmadụ n'aha n'ihu",
  "A pụrụ ịhụ omume nka mmekọrịta mmadụ na ibe ya nke Hassan dị ka \"njikọ nke ụwa na ihe dị nsọ\".",
  "N'afọ 2018, e nyere ya onyinye nke ACT Legislative Assembly's Speaker's Emerging Artists Support Scheme Award (EASS)",
  "Ihe osise ya \"Shifting ground and King Billy\" dị ugbu a na nchịkọta nke ndị omebe iwu nke ACT",
  "Ihe osise acrylic na-egosi \"nwoke Wiradjuri, Jimmy Clements, onye jere ije ihe fọrọ nke nta ka ọ bụrụ otu izu iji gaa mmeghe nke nzuko omeiwu etiti nke Australia n'afọ 1923\" a kọwara onyinyo ahụ dị ka \"nke a pụrụ ịkọwa ozugbo dị ka ntụgharị uche nke ụcha agbụrụ na ike\".",
  "A rụtụrụ akwụkwọ ya, Families in the digital age, aka nke ukwuu na ngalaba Nonfiction nke afọ 2020 ACT Writing and Publishing Awards.",
  "Hassan lụrụ onye na-ahụ maka akụ na ụba, onye nta akụkọ na onye nkọwa nke Peter Martin AM."
]