[
  "Tonto Wigo Charity Dikeh-Churchill (amụrụ ya n'ọnwa isii n'afọ 1985), onye amaara ka Tonto Dikeh, bụ onye egwuregwu nke onyo-onyoo, ogu egwu na Filantrọpist nke mba Naijiria",
  "Dikeh bụ onye Ikwere na Steeti Rivas.",
  "ọ bụ otu onye ndi mere egwuregwu onyo-onyoo nke akpọrọ 'Dirty Secret' nke butere nghọtaghie n'etiti ndi obodo Naijiria maka n'obu ihe ndi n'ekwesighi umuaka ile",
  "ọ bụ ezie n'ụfọdụ mmadụ marayaikpe n'obighi ndụ kwesirii ekwesi dika ndi obodo anyi mana ndi ọzọ si  ọ na- abụ nnọọ onye ọkachamara.",
  "Mgbe O nwetachara obi aṅụri site n'ọtụtụ egwuregwu onyo-onyoo, Dikeh ekpebie igụwa egwu n'agbanyeghi n'o so n'otu egwu ndi Amaco Investments ebe ya na Patience Ozokwor gwuru egwu onyo-onyoo n'ekwughi okwu.Mpụta mbụ ya bụ egwu ndi ọkpọrọ 'Hi' na 'Itz Ova' nke Snypa so na ya. Na-agbanyeghi na ndi mmadụ toro mgbali ya, ufodu ndi nkatọ kwuru n'olu ya adighi mma",
  "Ndi mmadu nwere obi-abụọ makwa na-aju onwe ha ma mkpebi ya igu egwu bụ nke kacha mma. N'abali iri-atọ n'ọnwa isii na-afọ 2014, otu onye ama-ama n'egwu nke a na-akpọ D'banj, kpughere Dikeh na Labelụ ya nke okporo DB Records' LEE family. N'\nọnwa atọ na-afọ 2015, \nọmara ọkwa \nọpụpụ ya na DB records",
  "A mụrụ Dikeh n'ezi n'ụlọ mmadụ asaa",
  "Nne ya nwụrụ mgbe ọdi afọ atọ",
  "Dikeh bụ nwa nke atọ n'ụmụ ise na ụmụ abụọ nke nwunye nna ya mụrụ",
  "Dikeh guru Petrochemical Engineering na Rivers State University of Science and Technology. N'ọnwa asatọ n'afọ 2015, Tonto na Oladunni Churchill mere omenala alụmdi na nwunye",
  "N'ọnwa abụọ na-afọ 2016, ọ mụrụ nwa mbụ ya, (Andre Omodayo Churchill)",
  "N'abali iri abụọ na abụọ n'ọnwa  isii na-afọ 2016, Tonto Dikeh mere ememe maka nde(1 milion) mmadụ n'eso ya na Instagram.",
  "N'ubọchi ndi Inyom di na mba ụwa nke akpọrọ (International Women's Day) na-afọ 2017, Tonto kwupụtara n'onyo-onyoo na ya bụ otu ndi di ha na-eti ihe (victim of domestic violence) tinyekwara na di ya (Oladunni Churchill) bunyere ya ọria  STDs n'alụmdi ha",
  "Tupu nkea, akụkọ n'efeghari na ya na di ya ebighi n'udo maka akwamiko di ya na nwata nwanyi ọ na-akụziri(mentee) nke aha ya bụ Rosaline Meurer",
  "N'ihu Instagram ya, Dikeh boro di ya Churchill ebubo na-ogburu nwa ya nọ na-afọ site n'itiya ihe nakwa ighọri ndi mmadụ n'igwe internet nke ndi mmadụmaara ka 'yahoo boy'."
]