[
  "Tony Namate bụ onye Zimbabwe na-ese ihe osise nke nwetara nkwanye ùgwù mba ụwa maka nkọwa eserese ya dị egwu banyere nsogbu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị na Zimbabwe na ndị ọzọ. Nchịkọta katọn ndọrọ ndọrọ ọchịchị ya nke afọ 2011, nke aha ya - \"The Emperor's New Clods\" - na-ezo aka na Hans Christian Andersen's \"The Emperor's New Clothes\", ka Association of American Editorial Cartoonists' Kevin Kallaugher kọwara dị ka \"...[ntupunye] obi ụtọ nke ndị dị ike n'ihi ndị ogbenye na ndị na-enweghị ike.”",
  "N'ịbụ onye tolitere na American comics na British funnies nna ya ga-eweta n'ụlọ site na ọrụ, Tony nwere mmasị na eserese karịa ka ọ na-enwe mmasị na ederede",
  "O mechara bụrụ onye Mad magazine riri ahụ na ụlọ akwụkwọ sekọndrị n'afọ 1980s, ebe ọ gụrụ Julius Caesar yana George Orwell's Animal Farm",
  "Ihe jikọrọ ọnọdụ ndọrọ ndọrọ ọchịchị nke mba ya na ihe ọ gụrụ ga-akpụzi ihe ga-abụ echiche ndọrọ ndọrọ ọchịchị ya.",
  "Tony Namate kwuru na ọrụ ya dị ka onye na-ese ihe osise sitere na onye ọsụ ụzọ na-ese ihe osise na Zimbabwe, Hassan Musa, onye oji mbụ na-ese ihe osise na mba ahụ n'afọ ndị 1970",
  "Tony malitere ọrụ ya dị ka onye na-ese ihe osise na 1988 na akwụkwọ akụkọ The Herald nke steeti Zimbabwe na-achịkwa, ebe ọ rụrụ ọrụ ruo 1991 mgbe ọ hapụrụ ime ihe osise ndọrọ ndọrọ ọchịchị onwe ya. Ọ sonyeere Daily News, onye nweere onwe ya kwa ụbọchị, dị ka onye na-ese ihe osise na 1999 mgbe ndọrọ ndọrọ ọchịchị Zimbabwe nọ n'ọgba aghara: Onye isi ala Robert Mugabe, mgbe o duziri ọgụ iji tọhapụ mba ahụ n'aka ndị ọcha, a na-akatọ ya nke ukwuu maka ụdị ọchịchị aka ike ya na mmegbu ikike mmadụ mgbe akụ na ụba na-enwe nsogbu imi na-echegbu onwe ya.",
  "Ọrụ Tony Namate emeela ka ọ bụrụ onye a wakporo ya na iyi egwu nke iwu site n'aka Gọọmentị Zimbabwe, nke kọwara ya dị ka \"onye aghụghọ, onye na-ewe iwe na onye a na-anabataghị\". The Daily News, akwụkwọ nweere onwe ya ọ rụrụ ọrụ na ngwụsị afọ 90, nwere ọtụtụ mwakpo dị ize ndụ, gụnyere otu nke nwere bọmbụ a rụrụ n'ụlọ na 22 Eprel 2000",
  "Otu afọ ka e mesịrị, na Jenụwarị 2001, mgbawa ọzọ gbawara ígwè obibi akwụkwọ kwa ụbọchị. Akwụkwọ akụkọ ahụ na onye na-ese ihe osise jisiri ike gaa n'ihu n'agbanyeghị mwakpo ndị a na Daily News mechiri ọnụ ụzọ ya na 2003, mgbe gọọmentị jụrụ inye ya ikike",
  "Namate jụrụ ịda mbà kama ịga rụọ ọrụ maka ebe nrụọrụ weebụ New Zimbabwe.",
  "Namate bụ onye na-esote nke United Nations Correspondents Association's 2000 Ranan Lurie Political Cartoon Award, e nyekwara ya Cartoonists Rights Network, International's Courage in Editorial Cartooning Award, nke ọ natara na Lexington, Kentucky na 2004."
]