[
  "Tonye Patrick Cole (amụrụ n'afọ 1967) bụ onye nchoputa nakwa onye bụbu onye isi otu Sahara Group otu ụlọ ọrụ na-ahụ maka ike nke na-arụ ọrụ na usoro ike niile na Nigeria na mba ndị agbata obi West Africa na East Africa nakwa ndị ọzọ. Òtù ahụ na-arụ ọrụ na mba 38 gburugburu ụwa na ihe karịrị ndị ọrụ 4,000 na ntụgharị kwa afọ nke ijeri $ 11",
  "Ọ bụ ya na-ahụ maka ihe gbasara iwulite mgbasawanye ụwa ọnụ nke otu na ịkwado ụkpụrụ ọchịchị ụlọ ọrụ ya, ịnọgide na-enwe ọnọdụ ya na ụlọ ọrụ ụwa dịka World Economic Forum, ebe ọ bụ onye isi otu Partnering Against Corruption Initiative (PACI), The United Nations), ebe ọ bụ onye ọsụ ụzọ nke ndị ndụmọdụ nke Private Sector Advisory Group maka UNDP Sustainable Development Group Fund (SDG-F), The African Philanthropy Forum n'etiti ndị ọzọ.",
  "Na mgbakwunye nke ịtọ ntọala na ịgba ọsọ otu n'ime ụlọ ọrụ ike kachasị ukwuu n'ala Naịjirịa, Maazị Cole duziri ma mepụta ọrụ a rụrụ maka Sahara Foundation n'ụwa niile",
  "Ọ na-aga n'ihu na-arụ ọrụ iji kpalie ndị ntorobịa nke Africa site na ọrụ ebere dịka NGO ya, Nehemiah Youth Empowerment initiative, nke ebumnuche ya bụ imetụta mgbanwe na Africa site n'ịchịkọta ndị isi na ntorobịa na ndị na-eto eto iji zụlite ma mejuputa atụmatụ ndị ga-emepụta nsonaazụ dị mma maka ọtụtụ nde mmadụ na nso nso a, Behavioral Health Institute (BHI) nke o hiwere maka ọmụmụ na njikwa nke nsogbu ahụike omume karịsịa n'etiti ndị ntorobịa na Nigeria. Na mgbakwunye, ya na ọtụtụ ntọala na Naịjirịa na-arụkọ ọrụ nke ọma gụnyere Down Syndrome Foundation, Slum-2-School Foundation, The Compassionate Center na ụlọ ụmụ mgbei dị iche iche.\nỌ rụrụ ọrụ dị ka onye otu Atlas Mara, Bloomberg TV Africa, Enactus Nigeria, Nigerian Chamber of Shipping na Digital Jewels. Ọ bụkwa onye otu Private Sector Advisory Group nke United Nations Sustainable Development Fund (UN SDG-F)",
  "A họpụtara ya na World Bank Group's (WBG) Expert Advisory Council on Citizen Engagement.",
  "A mụrụ Tonye Cole na Port Harcourt, nke Rivers steeti na 11 Jenụwarị 1967",
  "Ọ gara Corona School, Victoria Island ma mesịa gaa King's college, Lagos tupu ọ gaa King's School, Ely, Cambridgeshire, United Kingdom",
  "Ọ bụkwa onye gụrụ akwụkwọ na Mahadum nke Lagos ebe ọ nwetara nzere bachelọ na Architecture na Engineering, mgbe ahụ asambodo Portuguese na Universidade de Brasilia, Brazil",
  "Ọ gụsịrị akwụkwọ na Harvard Business School's Advanced Management Program n'afọ 2014. Ụlọ ọrụ na-ewu ụlọ na mba Brazil Grupo Quartro SA nakwa Goiania Brazil bụ ebe ọ malitere ọrụ ya dị ka Architect site n'afọ1990 ruo 1992",
  "O sonyekwara na nhazi na mmejuputa atụmatụ obodo na mmepe obodo nke Palmas, isi obodo nke steeti Tocantins na kilomita site na South America",
  "Ọ bụkwa onye na-ewu ụlọ na-ahụ maka imepụta Ụlọ Ọrụ Ikpe Ziri Ezi, Palmas, Tocantins na ụlọ obibi dị iche iche na Goiania, Palmas na Brasilia n'etiti ndị ọzọ",
  "Tonye laghachiri Naịjirịa n'afọ 1993 ma were ya n'ọrụ ngwa ngwa dịka onye isi ọrụ na ụlọ ọrụ Naịjirịa nke Empressa Sul Americana de Montagens S.A.(EMSA) ụlọ ọrụ Injinia obodo Brazil site n'afọ 1993 ruo afọ 1996, nke a na-ekwu na ọ bụ ụlọ ọrụ injinia nke asaa kachasị ukwuu na Brazil nke e nyere ọrụ mmiri nke World Bank - ego ruru ihe dịka S5.8m maka Lagos Water Corporation",
  "Maazị Cole bụ onye ozi a họpụtara nke Redeemed Christian Church of God na onye ndú nke Team Nehemiah",
  "Otu n'ime ụka nke na-ahụ maka iwepụta ọhụụ nke ụka n'ịgbanwe ogige mgbapụta na Naịjirịa ka ọ bụrụ obodo ọgbara ọhụrụ",
  "Ọ bụ onye na-ekwu okwu mkpali, onye edemede, onye nkụzi na onye ndụmọdụ",
  "Ọ bụ onye edemede nke \"Morning Reflections\" a daily devotional nke e bipụtara n'afọ 2013.\nỌ bụ nwa onye bụbu onye isi nchịkwa nke Daily Times Newspaper na onye bụbu onye nnọchi anya Naịjirịa na Brazil Patrick Dele Cole Ọ lụrụ Dr",
  "Sylvia Cole ma nwee ụmụ atọ toro eto.",
  "Onye edemede nke “Morning Reflections”",
  "A Daily Devotional E bipụtara na 2013.\nOnye edemede nke “My God Thinks” (2016) Columnist to Thisday Style “Watchers of Times”",
  "2017 Oil & Gas Council Lifetime Achievement and Executive of The Year Award",
  "2014 Wharton Club Of Africa Award For Best Company To Work For",
  "2013 Forbes/Ebonylife TV Best of Africa Award 2011 African Property Awards/Bloomberg TV For Highly Commendable Office Architecture 2011 Ernst & Young Entrepreneur Of The Year Finalist 2010 Thisday Award As Young Global Champions In Oil And Gas 2009 Role Model Award By We Are The Future Of Our Nation In Recognition Of Contribution In Oil And Gas Sector 2007 Merit Award By University Of Lagos Alumni Association For Outstanding Contributions And Commitment To National Development.",
  "N'ọnwa Septemba 2018, Maazị Cole mere mkpebi ịchụso ọrụ na ndọrọ ndọrọ ọchịchị",
  "Ọ gbara arụkwaghịm n'ọrụ niile na ndị isi na Sahara Group yana ọkwa ya niile n'ebe ndị ọzọ iji zọọ ọkwa gọvanọ na steeti Rivers. Nke a bụ ọkwa ndọrọ ndọrọ ọchịchị na ala Naịjirịa",
  "O nwetara mmeri na ntụliaka ime obi n'okpuru otu ndọrọ ndọrọ ọchịchị nke, All Progressives Congress (APC) ma kwupụta na ọ bụ onye na-ebu ọkọlọtọ mana n'ihi esemokwu iwu na-adịte aka, ewepụrụ otu ndọrọ ndọrọ ndọrọ ọchịchị ahụ na ntuli aka ma gbochie ya ịzọ ọkwa na ntuli aka site n'ụlọ ikpe.\nMaazị Cole ga-agbasi mbọ ike ugbu a na uru ndọrọ ndọrọ ọchịchị e nwetara iji wuo otu dị egwu tupu ntuli aka n'ọdịnihu na mba ahụ."
]