[
  "Tony Oludewa Skinn (amụrụ ya na Febụwarị 8, 1983) bụ onye nkuzi basketball nke Naijiria na America na onye bụbu onye egwuregwu",
  "Ọ na-agba basket bọọlụ na George Mason Patriots site n'afọ 2003 na 2006, mgbe e mesịrị na-egwuregwu ọkachamara ruo afọ isii",
  "Skinn bụ onye isi nchịkwa basketball ụmụ nwoke ugbu a na alma mater ya, Mahadum George Mason",
  "A mụrụ ya na Lagos, Naịjirịa, Skinn na ezinụlọ ya kwagara United States mgbe ọ dị afọ abụọ.",
  "N'oge kachasị elu ya, Skinn nwetara akara 12.6, 3.5 rebounds, na 2.8 assists kwa egwuregwu",
  "Oge ahụ gosipụtara site na ọsọ dị ịtụnanya nke Patriots na Final Four",
  "O nwetara akara 23 dị elu n'oge egwuregwu wee gbaa akara atọ na 10.8 sekọnd fọdụrụ, na egwuregwu ESPN BracketBusters nke GMU megide Wichita State na Febụwarị 18, 2006, n'ikpeazụ na-eme ka ndị Patriots daa na USA Today / ESPN nke iri abuo na ise nke mbu maka oge mbụ n'akụkọ ihe mere eme ụlọ akwụkwọ",
  "Ndị Patriots weputara ndekọ 23-7 n'oge oge, ọ bụ ezie na ha emeghị mmeri na asọmpi basket bọọlụ nke ụmụ nwoke nke afọ 2006 CAA, e nyere ha nnukwu bid mbụ nke mmemme ahụ dị ka mkpụrụ 11.",
  "Esemokwu sochiri Skinn, agbanyeghị, mgbe ọ kụchara onye nche na-emegide Loren Stokes na ukwu na 55 sekọnd fọdụrụ na egwuregwu GMU megide Hofstra na ọkara nke asọmpi ọgbakọ ọgbakọ Colonial Athletic Association.. GMU meriri egwuregwu ahụ, 58-49 mana e nyere GMU mkpụrụ nke iri na otu na Washington, DC mpaghara nke 2006 NCAA Men's Division I Basketball Tournament, ebe Skinn, na-eje ozi otu egwuregwu maka ihe Stokes mere, na-ele ka ndị otu ya na-ewe iwe nke isii Michigan State, 75-65.",
  "Na ọsọ GMU na Final Four, Skinn nwetara akara asatọ megide onye na-agbachitere onye mmeri North Carolina na agba nke abụọ, akara 14 na mmeghachi omume megide Wichita State na Sweet Sixteen, akara 10 megide UConn kachasị elu na Elite Eight, na akara nke iri na anọ megide ndị mmeri asọmpi azụ azụ Florida Gators.",
  "Mgbe GMU's Elite Eight meriri, Skinn gwara ndị nta akụkọ na Coach Jim Larranaga chụpụrụ ndị egwuregwu ya site n'ịgwa ha na ndị egwuregwu UConn amaghị ọbụna ọgbakọ ndị Patriots si bịa",
  "\"Nke ahụ bụ obere enweghị nkwanye ùgwù,\" Skinn kọrọ",
  "\"Coach gwara anyị na CAA na-anọchite anya 'Connecticut Assassin Association'.",
  "N'afọ 2006, Skinn bịnyere aka n'akwụkwọ nkwekọrịta iji soro klọb Croatian Split, nke Njikọ Adriatic gwuo egwu, mgbe etinyeghị ya na 2006 NBA Draft.",
  "N'ọnwa Julaị afọ 2007, a kpọrọ Skinn ka ọ gbaa basket bọọlụ na Orlando Magic na Orlando Summer League",
  "N'ọnwa Julaị afọ 2008, ọ bịanyere aka na Gravelines Dunkerque Basket na French Pro A league, na-edekọ ọkwa kachasị elu nke 16.6 n'egwuregwu ọ bụla, 3.8 nyere aka n'egwú ọ bụla, ma na-agbapụ pesenti iri anọ na atọ site na 3PT.",
  "N'August 5, 2009, ọ bịnyere aka na Pistoia Basket nke Italian Second Division",
  "N'October 1, 2010, Skinn bịnyere aka na New Yorker Phantoms nke German League",
  "Mgbe ahụ, ya na Ironi Ashkelon gbara basket bọọlụ na Njikọ Israel.",
  "Na Julaị 8, 2012, ndị otu basketball nke mba Naijiria meriri Dominican Republic, iji nweta ebe ikpeazụ na 2012 Summer Olympics",
  "Dị ka onye na-eche nche maka otu ahụ, Skinn nwetara akara 10.0 n'egwuregwu ọ bụla na FIBA Olympic qualifiers",
  "N'egwuregwu ahụ megide ndị otu mba United States, Naịjirịa meriri egwuregwu ahụ site na akara 83, 156-73",
  "Ọ bụ ụkọ kacha ukwuu site n'aka otu ndị meriri na ndekọ Olympic ọhụrụ maka ọtụtụ isi akara na egwuregwu United States",
  "Ọ bụ ezie na arụmọrụ ndị otu mba Naijiria adịchaghị mma, Skinn bụ onye na-eme ka a na-ekwu na ọ bụ ihe kacha echefu echefu n'oge asọmpi Olympic 2012 megide onye nche United States James Harden.",
  "Mgbe ọ nọrọ oge atọ dị ka onye na-enyere onye nkuzi aka maka otu egwuregwu basketball ụmụ nwoke nke Louisiana Tech Bulldogs, Kevin Willard were Skinn n'ọrụ ka ọ bụrụ onye na-enye aka onye nkuzi na Seton Hall Pirates na Nnọkọ nke Big East.",
  "Na Mee 20, 2021, mgbe ọ nọsịrị oge atọ na Seton Hall, akpọrọ Skinn dị ka onye nchịkwa nchịkwa na Ohio State.na-anọchi Terry Johnson.",
  "Na Machị 23, 2022 goro Skinn ka ọ bụrụ onye nnyemaaka onye nkuzi na Mahadum Maryland na-ejikọta ya na Kevin Willard onye ọ jere ozi n'okpuru dịka onye enyemaka na mbụ na Seton Hall.",
  "https://247sports.com/college/ohio-state/Article/Tony-Skinn-leaves-Ohio-State-basketball-to-become-onye enyemaka-onye nkuzi-at-Maryland-Terrapins-184916216/",
  "Na Machị 30, 2023, a kwupụtara Skinn dị ka onye isi nchịkwa ọhụrụ na alma mater ya, Mahadum nke George Mason.",
  "Àtụ:CBB Yearly Record Start\nÀtụ:CBB Yearly Record Subhead\nÀtụ:CBB Yearly Record Entry\nÀtụ:CBB Yearly Record Subtotal\nÀtụ:CBB Yearly Record End"
]