[
  "Anthony Onyemaechi Elumelu CON MFR (amụrụ na 22 Machị 1963) bụ onye Naijiria na-ahụ maka akụ na ụba, na onye na-enyere ndị mmadụ aka",
  "Ọ bụ onye isi oche Heirs Holdings, Transcorp na onye guzobere Tony Elumelu Foundation.",
  "N'afọ 2020, akpọrọ Elumelu na ndepụta Time nke otu narị mmadụ kachasị nwee mmetụta n'ụwa.",
  "A mụrụ Elumelu na Jos, Plateau, Nigeria, na 22 Machị 1963, Suzanne na Dominic Elumelu si Onicha-Ukwu na Aniocha North Local Government Area nke Delta State.   Ya na ụmụnne ya anọ tolitere, otu n'ime ha bụ Ndudi Elumelu, onye isi ndị nta na Nigerian Federal House of Representatives.",
  "Ọ gụrụ Economics na Bendel State University (nke bụzi Ambrose Alli University) nweta BSc na Master of Science degree na Economics na Mahadum Lagos",
  "Elumelu rụrụ ọrụ na Nigerian Bank Union Bank dị ka onye otu Youth Corp nke National Youth Service Corps na 1985 tupu ọ malite ọrụ ya dị ka onye na-ere ahịa",
  "Elumelu mechara sonye na Allstates Trust Bank",
  "na 2005 ma nweta United Bank for Africa (UBA) mgbe e mesịrị.",
  "Na mbido ọrụ ya, o kwuru, sị:",
  "Amalitere m ọrụ m dị ka onye na-ere ahịa, onye na-ere ahịa copier ka ọ bụrụ onye a kapịrị ọnụ, onye na-eto eto, agụụ na-agụ, na onye na-arụsi ọrụ ike, mana eziokwu bụ eziokwu bụ na abụ m naanị otu n'ime ọtụtụ puku ndị na-eto eto na Naijiria gụsịrị akwụkwọ, ha niile na-achọsi ike ịga nke ọma.",
  "N'afọ 1997, Elumelu duuru obere ìgwè ndị na-etinye ego iji weghara ụlọ akụ Crystal Bank (nke e mechara kpọwa Standard Trust Bank)",
  "O mere ka ọ baa uru n'ime afọ ole na ole ma n'afọ 2005 o duuru otu n'ime njikọta kachasị ukwuu na ngalaba ụlọ akụ na Sub-Saharan Africa site n'inweta United Bank for Africa (UBA).",
  "N'ịgbaso njikọta nke Standard Trust Bank na United Bank for Africa n'afọ 2005, Elumelu duuru ụlọ ọrụ ahụ dị ka Group Managing Director site na otu ụlọ akụ otu mba gaa na ụlọ akụ pan-Africa nwere ndị enyemaka na mba 20 nke Africa, France, U.S na U.K, mechara gbadaa na 2010.",
  "Elumelu bụ onye isi oche nke United Bank for Africa ugbu a",
  "Elumelu na-arụ ọrụ ụlọ ọrụ na-ahụ maka itinye ego nke ezinụlọ ya - Heirs Holdings na ọrụ ebere ya site na Tony Elumelu Foundation.",
  "N'afọ 2010, ọ tọrọ ntọala Heirs Holdings, ụlọ ọrụ na-ahụ maka itinye ego nke ezinụlọ ya",
  "Elumelu guzobekwara n'otu afọ ahụ Tony Elumelu Foundation, ntọala dị na Africa na-akwado azụmaahịa na Africa.\nHeirs Holdings na-enwe pọtụfoliyo nke itinye ego n'ọtụtụ ngalaba.\nSite na Heirs Holdings, Elumelu nwere ikike ịchịkwa na Transnational Corporation, ụlọ ọrụ dị iche iche nwere mmasị azụmahịa na Power, Hospitality na Energy Na Jenụwarị 2021, Heirs Holdings site na ndị mmekọ ya - Heirs Oil & Gas na Transnational Corporation kwupụtara nnweta ya nke 45% na-arụ ọrụ na ikike a maara dị ka Oil Mining Lease 17 site na Shell, Total na ENI na nkwekọrịta ruru ihe karịrị $ 1 ijeri.",
  "Mgbe ọ lara ezumike nká na United Bank for Africa na 2010, Elumelu hiwere The Tony Elumelu Foundation.\nTony Elumelu Foundation na-akwalite azụmaahịa na Afrịka",
  "Nkwenye Tony Elumelu Foundation na ọrụ ụlọ ọrụ nkeonwe dị oke mkpa maka mmepe Afrịka na-adabere na nkà ihe ọmụma akụ na ụba nke Africapitalism, nke Elumelu webatara; \"na ụlọ ọrụ nkeonwe nke Afrịka nwere ike ịgbanwe kọntinent ahụ site na itinye ego ogologo oge, na-emepụta ọganihu akụ na ụba na ụba ọha na eze",
  "\"",
  "N'afọ 2015, Elumelu nyere nde $ 100 iji mepụta ndị ọchụnta ego 10,000 n'ofe Afrịka n'ime afọ iri sochirinụ site na Tony Elumelu Foundation Entrepreneurship Programme - atụmatụ azụmaahịa Pan-Africa nke e mere iji nye ndị ọchụnta ego Afrịka ike site na mmemme ọtụtụ afọ nke ọzụzụ, ego, na ndụmọdụ.",
  "Elumelu enwetawo nkwanye ùgwù na otuto maka onyinye ya na azụmahịa na azụmaahịa.",
  "Elumelu lụrụ Awele Vivien Elumelu, dọkịta, n'afọ 1993",
  "Ha nwere ụmụ asaa."
]