[
  "Tony Msalame Mwashumbe (12 Disemba 1954–28 Mee 2010), bụ onye Kenya na-eme ihe nkiri na onye mgbasa ozi.  Otu n'ime ndị mgbasa ozi a na-akwanyere ùgwù na akụkọ mgbasa ozi Kenya, Msalame guzobekwara dịka onye na-eme ihe nkiri na ihe nkiri The Lion of Africa na telivishọn soapie Tushauriane",
  "A mụrụ ya na 12 Disemba 1954 na Taita, Kenya dịka nwa nwoke nke abụọ nke ezinụlọ ahụ",
  "Nna ya, Chrispas Mwashumbe bụ Chief Inspector",
  "Nne ya, Grace Sowairina Mwashumbe bụ onye na-elekọta ụlọ",
  "O nwere ụmụnne isii: Dorothy Mkakim, Sheila Kale, Arnold Magah, Lorna Mwashumbe, Jacob Mwashumbe na Surprise Mwashumbe",
  "N'afọ 1967, nne ya nwụrụ obere oge a mụsịrị nwanne ya nke ikpeazụ bụ Surprise.",
  "Site na ọrụ nna ya, ọ kwagara n'ọtụtụ mpaghara, ebe ọ gụsịrị akwụkwọ praịmarị site n'ọtụtụ ụlọ akwụkwọ gụnyere; Buxton Primary School Mombasa, D.E.B",
  "Pumwani Primary na Kisumu Union Primary School",
  "N'ikpeazụ, ọ gụsịrị ule KCPE n'afọ 1970 site na Samburu Primary School",
  "Mgbe ahụ, ọ gara Ruiru Secondary School ma gụchaa ule O-level n'afọ 1974",
  "N'oge a, ọ na-eleta nwanne nne ya bụ onye mgbasa ozi, Job Isaac Mwamto.",
  "Mgbe ọ gụsịrị O-level, ya na nwanne nna ya bi na Upper Woodley na ebe ọ mepụtara mmasị maka mgbasa ozi redio",
  "N'oge usoro telivishọn Visa vya Safari, o zutere nwunye ya n'ọdịnihu, Pauline Mukuhi",
  "A na-eme ha emume omenala na 3 ọnwa Mee afọ 1986 ma mesịa mee ka ha bụrụ ndị a kwadoro na 26 Mee 1989 na Attorney Generals Chambers",
  "Di na nwunye a nwere ụmụ nwanyị abụọ, Grace Sowairina, amụrụ na 10 Julaị 1986 na Natasha Waithera, amụrụ na 19 Ọktoba 1990.",
  "Na mbụ, o nwere obere oge na NSSF na Ngalaba Mbata",
  "Mgbe e mesịrị, ọ sonyeere Ogilvy & Mather Advertising Agency ma rụọ ọrụ afọ iri abụọ",
  "Ná mmalite afọ 1980, ọ malitere ịrụ ọrụ na Voice of Kenya (nke a maara ugbu a dịka KBC). N'oge a, ọ ghọrọ onye ama ama maka mmemme ya Ongeza Maarifa",
  "N'afọ 1996, ọ sonyeere 'Metro FM' ma mee mmemme Shekki Leggi nke gosipụtara na ngwụsị izu",
  "N'afọ 2004, ọ kwagara Mombasa wee malite 'Shekki FM'.",
  "Ọ malitere ọrụ ime ihe nkiri ya na ihe nkiri na egwuregwu na Kenya National Theater gụnyere The Government Inspector na Mabepari wa Venisi yana na telivishọn Drama Visa vya Safari ebe ọ zutere nwunye ya n'ọdịnihu",
  "N'afọ 1988, Msalame rụrụ ọrụ nke 'dọkịta' na ihe nkiri HBO The Lion of Africa O sonyekwara na soapie Tushauriane ma rụọ ọrụ nke 'Mwalimu wa Walimu Dennis'.",
  "N'abalị 28 ọnwa Mee 2010, Msalame nwụrụ mgbe ọ dara na ụlọ ọrụ Shekki FM ya n'ụlọ ya na Nyali",
  "The postmortem gosiri ọnwụ bụ n'ihi mberede obi nkụchi."
]