[
  "Tony Cokes (amụrụ n'afọ 1956) bụ ónyé America na-ese ihe nkírí na ónyé nkụzi.",
  "A mụrụ Cokes na Richmond, Virginia",
  "Ọ gụrụ foto nà édémédé okike nà Goddard College, ma nwéta nzèrè MFA (1985) na ihe ọkpụkpụ nà Mahadum Virginia Commonwealth.",
  "N'afọ 1995, Renee Cox, Fo Wilson, na Tony Cokes mepụtara Negro Art Collective (NAC) iji lụso ọdịbendị na-ezighị ezi banyéré ndị Black America ọgụ.",
  "Ihe osise Cokes metụtara ọdịbendị na-ewu ewu na ntụrụndụ ọha",
  "N'afọ ndị 1990, ọ bụ akụkụ nke otu X-PRZ",
  "Vidio ya na-ejikarị ụdị édémédé nkè Cokes na-egosipụta iberibe ederede ndị a chọtara na ndabere na-acha anụnụ anụnụ, nke a na-etinye na egwu a ma ama. Ha bụ édémédé na égwú égwú. A maara ya ka ọ na-ejikọta ihe odide sitere n'ọtụtụ ederede sitere na echiche nkatọ, ọmụmụ ọdịbendị, nkatọ nka, na akụkọ akụkọ. Ebe o si nweta ya gụnyere Louis Althusser, Malcolm X, Public Enemy, na William Burroughs.",
  "N'afọ 1988, Cokes jiri ihe nkiri akụkọ nke ọgba aghara ahụ n'ógbè ndị isi ojii dị n'ọbọdọ ukwu n'afọ ndị 1960 tinyere egwu ụlọ ọrụ irí asatọ na nkọwa ederede iji mepụta Black Celebration; nnupụisi megide ngwaahịa",
  "Cokes dèrè na ebumnuche nke mpempe akwụkwọ ahụ bụ iwebata ọgụgụ nke ga-emegide echiche ndị e nwetara nke na-akọwa ọgba aghara ndị ahụ dị ka ndị omempụ ma ọ bụ ndị na-enweghị isi. O kwùrù na nsogbụ nke otu esi egosipụta ime ihe ike na-adọrọ mmasị ya mgbè ndị na-abụghị steeti na-eme ya.",
  "Cokes na-akụzi na Mahadum Brown ma na-ebi ma na-arụ ọrụ na Providence, Rhode Island. Cokes nyéré nkúzi ónyé na-ese ihe na alma mater ya, Mahadum Virginia Commonwealth n'ubochí anọ n'ọnwa Machị, 2021.",
  "E gosipụtara ọrụ Cokes na Museum of Modern Art, Whitney Museum of American Art, Studio Museum na Harlem, Long Beach Museum of Art, Kitchen, na Artists Space. A gụnyere ya na 10th Berlin Biennale, ma gosipụta ya na Hessel Museum, Whitechapel Gallery, ZKM Karlsruhe, na Goldsmiths Center for Contemporary Art. Cokes na-anọchite anya Greene Naftali Gallery na New York. A gụnyere Cokes na ihe ngosi 2019 na The Shed Ihe ngosi onwe onye na-adịbeghị anya gụnyere CIRCA, London (2021); Museu d'Art Contemporani de Barcelona, Barcelona (2020); ARGOS center for audiovisual arts, Brussels (2020), Memorial Art Gallery, Rochester (2021)."
]