[
  "Prince Tonye Princewill (Tonye Princewill) (amụrụ na 4 Jenụwarị 1969) bụ onye Naijiria na-etinye ego, onye ndọrọ ndọrọ ọchịchị, onye na-emepụta ihe nkiri na onye ọrụ ebere bụ onye a họpụtara na 2015 Labour Party na 2007 Action Congress maka Gọvanọ nke Rivers State. Ọ bụ onye otu All Progressives Congress (APC) ugbu a na nwa Eze T.J.T",
  "Princewill nke alaeze Kalabari nke Rivers State, Nigeria.",
  "A mụrụ Prince Tonye Princewill na UK n'ezinụlọ Eze (Prof) T.J.T",
  "Princewill, Amanyanabo nke Kalabari Alaeze nke Amachree Dynasty nke Rivers Steeti. Nna ya bụ Prọfesọ nke Medical Microbiology tupu ọ bụrụ eze",
  "Nne ya, Ibiere Princewill, onye ọchụnta ego na onye nwere ihe ịga nke ọma na nkesa na ọrụ ugbo, nwụrụ n'afọ 2000.",
  "Tonye Princewill malitere agụmakwụkwọ ya na United Kingdom, tupu ya na ndị mụrụ ya laghachi Naịjirịa, ebe ọ debanyere aha na Hillcrest High School na Jos site na 1976 ruo",
  "1980",
  "Ọ gara Federal Government College (Port Harcourt) ebe ọ nwetara West African Senior Certificate / General Certificate of Education O'Level na 1985",
  "N'afọ 1990, ọ nwetara BEng na injinia Petroleum na Mahadum Port Harcourt ma mesịa laghachi na UK iji mezue nzere masta na Mineral Resources Engineering na Imperial College London n'afọ 1994.",
  "Ọrụ ọkachamara Princewill gafere ihe karịrị afọ iri, ebe ọ rụrụ ọrụ dị ka onye injinia mmanụ na ụlọ ọrụ mba dị iche iche dị ka Shell na Saipem, mgbe e mesịrị na Sun Microsystems dị ka onye njikwa ọrụ teknụzụ; Sony, London Stock Exchange na Panasonic dị ka onye ndụmọdụ teknụzụ na n'ikpeazụ Citibank na Global Asset Management Division na tebụl teknụzụ ha.",
  "Mmasị Tonye Princewill nwere na ụlọ ọrụ mmanụ na gas hụrụ ya ka ọ na-arụ ọrụ na Royal Dutch Shell (Shell) dị ka onye injinia mmanụ na Well-site",
  "Ọ rụkwara ọrụ nwa oge na UK's Oil and Gas Regulatory Agency, Department of Trade and Industry",
  "Kemgbe ahụ, o guzobere ụlọ ọrụ nke ya nke a na-akpọ Riverdrill Group of Companies (Nigeria) ebe ọ na-eje ozi ugbu a dị ka Onye isi oche.",
  "Princewill bụ onye na-etinye ego na ụlọ ọrụ mmanụ na gas, ICT, Environmental Waste Management, Aviation Services, Property Development na mmepụta ihe nkiri.",
  "Tonye Princewill bụ onye na-emepụta ihe nkiri",
  "O mepụtara ihe nkiri ahụ, Kajola, ihe nkiri nke nyochara mmetụta nke ileghara ndị mmadụ anya na-aga n'ihu, ọdịiche dị n'etiti ndị ọgaranya na ndị ogbenye na nsonaazụ ọdachi na-esite na ileghara anya dị otú ahụ.  Tonye Princewill mepụtara ihe nkiri ahụ, Nnenda, nke e mere iji mee ka ndị na-enweghị ihe ùgwù mara. O mepụtara ihe nkiri ndị ọzọ dịka Valour, ihe nkiri na-ekwu maka nsogbu Niger Delta na Boko Haram",
  "N'afọ 2016, ụlọ ọrụ mmepụta ihe Princewill Trust mepụtara ihe nkiri a na-eme n'oge agha obodo, nke a na-agba na fim Super 16mm.  Ihe nkiri ahụ nwetara nkwado mba ụwa maka ngosipụta pụrụ iche nke nnupụisi 1976 na Naịjirịa nke ebumnuche ya bụ ichekwa akụkụ dị ịrịba ama nke akụkọ ihe mere eme Naịjirị maka ọgbọ na-abịanụ",
  "The Hollywood Reporter kpọrọ ya \"ihe dị n'elu ọtụtụ ihe nkiri Nollywood\".",
  "A na-eme ihe nkiri ahụ afọ isii mgbe agha obodo gasịrị mgbe otu onye ọrụ na-eto eto si Middle Belt zụlitere mmekọrịta ịhụnanya ma mesịa lụọ nwa akwụkwọ na-etolite si mpaghara South-Eastern",
  "Otú ọ dị, mmekọrịta ha na-enwe nsogbu site na ọkwa ndị agha mgbe niile",
  "A na-ebo onye agha ahụ ebubo na ọ na-etinye aka na nnupụisi ndị agha na-enweghị isi na 1976 na ogbugbu nke General Murtala Mohammed",
  "A na-akọ akụkọ a na-adọrọ mmasị site n'echiche abụọ: nwunye na-eto eto na di ya bụ onye agha.",
  "A gbara 76 na Ibadan, Oyo State ma gosipụta ya n'ụwa niile na 2016 Toronto International Film Festival na ngosipụta e mechara mee na London Film Festival, n'etiti ọtụtụ mmemme ndị ọzọ gburugburu ụwa",
  "Ọrụ ndọrọ ndọrọ ọchịchị Princewill malitere mgbe a họpụtara ya dị ka onye na-azọ ọkwa gọvanọ nke Action Congress maka gọvanọ Rivers Steeti n'afọ nke 2007. Onye bụbu osote onye isi ala nke Naijiria n'oge ahụ na onye na-azọ ọkwa onye isi ala AC na ntuli aka 2007, Atiku Abubakar na onye bụbu Gọvanọ Lagos na onye isi alaACN, Asiwaju Bola Tinubu kwadoro ya",
  "Mgbasa ozi Tonye Princewill dọtara nkwado dị ukwuu",
  "Ọ meriri na ntuli aka n'okpuru ọnọdụ esemokwu na onye na-azọ ọkwa nke People's Democratic Party (PDP), Celestine Omehia.",
  "Tonye Princewill malitere ihe ịma aka iwu megide gọvanọ a họpụtara ọhụrụ n'oge na-adịghị anya mgbe a tọhapụrụ nsonaazụ ntuli aka",
  "O nyere ihe akaebe iji gosipụta ụlọ ikpe ntuli aka na ntuli aka ahụ bụ nke aghụghọ",
  "N'ajụjụ ọnụ akwụkwọ akụkọ, o kwuru na Celestine Omehia nyere ya Naira ijeri 1.5 (ihe dịka USD  nde iri) iri ngo iji wepụ ikpe ahụ n'ihu ụlọ ikpe, nke ọ jụrụ.",
  "N'ịgbaso mkpebi Ụlọikpe Kasị Elu iji dochie Celestine Omehia na onye ọzọ na-azọ ọkwa onye ndọrọndọrọ ọchịchị nke People's Democratic Party Rotimi Amaechi, ọ wepụrụ ikpe ya n'ụlọ ikpe na-esote mkpebi nke Action Congress na Rivers Steeti, nke mere ka ndị mmadụ katọọ ya. \nTonye Princewill kwuru n'otu akụkọ na \"anyị mere mkpebi n'oge ahụ na onye iro nke onye iro gị bụ enyi gị,\" na-egosi na ndị na-emegide ya bụ Celestine Omehia na 'nna nna' ya, Dr",
  "Peter Odili, onye bụbu gọvanọ nke Rivers Steeti, mgbe ụlọ ikpe tinyere Rotimi Amaechi. O kwuru na mkpebi iwepụ ikpe ahụ dịkwuo mfe n'ihi na otu ndị ahụ nyere ya ijeri 1.5 iji wepụ ikpe ya, laghachiri inye ya ijeri 1.5-ma na ihe akaebe nke otu ha si mebie ntuli aka megide ya iji mee ka ikpe ya dị n'ụlọ ikpe",
  "Nke a nwere olileanya na ọ ga-ewepụ Amaechi.",
  "Tonye Princewill mechara duru ndị otu ndị mmegide na Rivers Steeti n'okpuru ọkọlọtọ nke Forum of Organized Opposition Political Parties iji guzobe ọchịchị dị n'otu na nchịkwa Amaechi. \nNkwado Tonye Princewill nyere gọọmentị Amaechi nwetara nyocha dị iche iche",
  "Ụfọdụ lere ya anya na obi abụọ, ebe ndị ọzọ hụrụ ya dị ka ihe dị mkpa maka mmepe na nkwụsi ike nke Rivers State",
  "Nkwupụta ya n'afọ 2010 na ọ na-alaghachi na People's Democratic Party bụ arụmụka ma mee ka mmegide ghara ịdị ike na steeti ahụ. Mana o siri ọnwụ na egwu ndị isi mba AC na-eyi iji nyefee ndị na-emegide ya usoro nke pati ahụ ma ọ bụrụ na o wetaghị ego site na Amaechi abụghịzi ihe a na-apụghị ịnagide",
  "Ọ sonyeere PDP, mana ọ nọ n'azụ.",
  "Dị ka ọ ga-asị na ọ ga-egosi echiche ya, pati ọ hapụrụ, na-egwuri egwu n'aka ndị na-emegide ya, mere ihe mwute megide PDP na ntuli aka ọzọ.",
  "N'afọ 2013, ọ sonyeere kọmitii nchịkwa nke People's Democratic Movement (PDM), òtù guzobere People's Democrat Party. Princewill ewepụla nkwado ya na PDP mana PDM ka bụ òtù",
  "Ọ na-eje ozi ugbu a dị ka onye nduzi nhazi ya.",
  "Na mbido afọ 2014, mgbe ọtụtụ ọnwa nke ịkọ nkọ banyere ọdịnihu ndọrọ ndọrọ ọchịchị ya, Tonye Princewill gosipụtara mmasị ya ịnọchi Rotimi Amaechi, gọvanọ nke Rivers State ugbu a.\nMgbe ahụ n'ọnwa Eprel afọ 2014, ọ mara ọkwa nguzobe nke Kọmitii Nnyocha iji nyochaa ịdị irè nke ndọrọndọrọ ọchịchị ya maka gọvanọ nke Rivers State. Tonye Princewill bụ onye na-achọ ịbụ gọvanọ maka People's Democratic Party, mana na Nọvemba 2014 kwupụtara na a napụrụ ya ikike na ntụziaka nke Nyesom Wike, onye bụbu minista nke Steeti maka agụmakwụkwọ na onye na-azọ ọkwa gọvanọ n'ihi na \"ọ bụghị onye otu PDP\".",
  "N'enweghị ihe ọzọ ọ ga-eme, Princewill kewapụrụ onwe ya na PDP na Jenụwarị 2015, a họpụtara ya dị ka onye na-azọ ọkwa gọvanọ nke Labour Party na Rivers State, na otu nkwupụta; ịmepụta ọrụ. Ọzọkwa, ọ meriri ntuli aka ahụ n'ihe a kọwara dị ka ntuli aka kachasị eme ihe ike mgbe PDP na APC gbara egbe. Òtù Labour nọgidere na-anọpụ iche ma ọ bụghị ruo n'afọ 2017 Princewill họọrọ isonyere APC iji maa gọọmentị PDP aka",
  "Otú ọ dị, ọ họọrọ ịghara ịlụ ọgụ, kama ịrụ ọrụ maka ihe ịga nke ọma nke pati ahụ.",
  "A họpụtara Princewill, onye otu APC na-anụ ọkụ n'obi ugbu a na onye isi n'ihu, dịka onye nduzi nke nkwukọrịta atụmatụ maka APCz Tonye Cole n'oge mkpọsa ọchịchị ya na 2018 na steeti Rivers. N'ụzọ dị mwute, a chụpụrụ APC na-asọ mpi na ntuli aka 2019 ka ụlọ ikpe, nke a na-ekwu na ọ na-arụ ọrụ na PDP, gbara izu iji mee ka APC ghara ịlụ ọgụ na ntuliaka ahụ, si otú a na-eme ka ụzọ a na-enweghị mgbagha maka nhọpụta ọzọ maka PDP. Ihe ihere nke usoro ikpe nke dugara na nsonaazụ a, bụzi isiokwu nke nyocha mpaghara, nke mba na nke mba ụwa.",
  "Tonye Princewill na-ede banyere ịnagide nrụrụ aka, mmepe akụrụngwa, mgbanwe omume, nchekwa, ahụike, ọganihu agụmakwụkwọ na nkwekọrịta agbụrụ na kọlụm ya kwa izu na akwụkwọ akụkọ Vanguard Dị ka onye na-akwado inye ndị ntorobịa ikike na Naịjirịa, o gosipụtara nchegbu banyere iji ndị ntorobịa na Naịijiria, ọkachasị n'oge ntuli aka, maka ime ihe ike na ime ihe ike.",
  "Mgbe nnukwu idei mmiri nke bibiri akụkụ nke Naịjirịa n'afọ 2012, ọ haziri ọrụ enyemaka maka obodo Niger Delta site na Princewill Trust. Ọ malitere ọtụtụ atụmatụ iji kwado ndị ntorobịa Naijiria, ụmụ nwanyị ime obodo, ụmụ mgbei na ndị inyom di ha nwụrụ.  Na Jụn 2012, Tonye Princewill kwadoro ndị nnọchi anya ndị ntorobịa Naijiria na njem na Dubai na Ghana iji mụta banyere ọchụnta ego, ọchịchị, idu ndú na mmepe onwe onye.",
  "Na Jenụwarị 2013, na ememe ncheta ọmụmụ ya nke afọ iri anọ na anọ, Tonye Princewill wepụtara ihe ngosi akpọrọ \"Man",
  "Onye nkuzi",
  "Maverick\" ebe ọ na-ekwu maka ọhụụ ya nke ohere nhata maka mmadụ niile.",
  "Tonye Princewill bụ onye na-akwado gọọmentị mepere emepe na nnyefe ọrụ ọha na eze dị irè site na iji teknụzụ ọgbara ọhụrụ. Nke a mere ka a kpọọ ya aha ọzọ, \"Digital Politician\".",
  "Princewill kwadoro ọtụtụ ọmụmụ ihe na 2013, na-ekpuchi ọnọdụ agụmakwụkwọ, gburugburu ebe obibi, na ahụike na Rivers State. Na agụmakwụkwọ, nnyocha gosiri na ọnụ ọgụgụ dị ukwuu nke Model Secondary na Primary Schools agwụbeghị ma gbahapụ ha. \nNchịkwa nke mpụga mmanụ na Rivers Steeti, ihe na-akpali ndị ntorobịa, ka a na-ahụ dị ka ihe na-adịghị arụ ọrụ na gọọmentị ime obodo na steeti ahụ",
  "Ndị zaghachiri na nyocha ahụ kọrọ na ego ndị kwesịrị ịga n'ịsacha na ime ka obodo ha dị ọcha bụ ndị ọrụ obodo na-ewepụ",
  "Nchọpụta ndị a na-akwadokwa akụkọ mgbasa ozi banyere nrụrụ aka na nkesa gọọmentị na mpaghara na-emepụta mmanụ. \nN'ihe gbasara ahụike, enwere nkụda mmụọ zuru ebe niile maka enweghị ọganihu n'ime ngalaba ahụ",
  "Ọrụ ahụike na-adịghị ike na Rivers State na-amanye ọtụtụ ndị ọrịa ịchọ nlekọta ahụike na ụlọ ahịa ọgwụ ọdịnala na-enweghị iwu",
  "Ihe ịma aka ndị metụtara HIV / AIDS, enweghị ndị ọkachamara ahụike ruru eru, na ọrụ ahụike a na-akparaghị ókè, bụ nnukwu nchegbu n'etiti ndị zaghachirinụ",
  "Nchọpụta ndị a na-akwado akụkọ na ndị nta akụkọ nke na-ewelite ajụjụ banyere ịdị irè nke ego ndị gọọmentị Rivers Steeti tinyerenyere na ngalaba ahụ.",
  "Princewill ka na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị ma na-aga n'ihu na-akwado mgbanwe na ọchịchị.  N'oge a gbara ya ajụjụ ọnụ n'afọ 2019 iji mee emume ncheta ọmụmụ ya nke afọ iri ise, a na-ekwu, sị, \"Ọrụ ndọrọ ndọrọ ọchịchị m dị mma",
  "Ndị ezi mmadụ na-aghọwanye ndị na-akatọwanye iji mee ka Naịjirịa gaa n'ihu",
  "Mgbe ndị Naijiria ghọtara na anyị enweghị ike ịga n'ihu dị ka nke a, ha ga-achọ ndị dị ka anyị ma ọ bụ nsụgharị ndị na-eto eto iji gosipụta ịdị mma na ike jikọtara ọnụ",
  "Agbanyeghị na m ga-abụ onye na-azọ ọkwa, mana n'ụzọ ọ bụla m ga-etinye aka",
  "\"",
  "Princewill na-aga n'ihu na-etinye ego na ọdịmma azụmahịa ya, inye ndị ntorobịa ike na Naijiria ma na-arụ ọrụ ugbu a na Blockbuster ọzọ na-abịanụ nke na-elekwasị anya na Boko Haram, na ụbọchị ntọhapụ TBD.",
  "Tonye Princewill lụrụ Rosemary, ma nwee nwa nwanyị (Azariah) na ụmụ ejima (Teetee na Teepee)."
]