[
  "Temitope Christopher Tedela, nke a maara dị ka Tope Tedela, bụ onye na-eme ihe nkiri na onye na-emepụta ihe na Naijiria",
  "Ọ nwetala ọtụtụ ihe nrite maka ọrụ ya gụnyere Africa Magic Viewers Choice Award, Nigeria Entertainment Award, Best of Nollywood Award na Nollywood Movies Award.",
  "Ọrụ Tedela egosiputara na mmemme ihe nkiri mba ụwa gụnyere Cannes Film Festival, Toronto International Film Festival na BFI London Film Festival",
  "Ọrụ ya gụnyere The Lost Okoroshi (2019), What Lies within (2017), Slow Country (2017), Ojukokoro (2017), Suru L'ere (2016), Out of Luck (2015),  A Soldier's Story (2015)",
  "Na Otu Mile sitere na Ụlọ nke nwetara ya ọtụtụ ihe nrite.",
  "A mụrụ Tedela na Lagos, dịka nwa mbụ nne na nna ya mụrụ",
  "Ọ bụ onye steeti Ekiti",
  "Ọ gara Lagos State Model College, Meiran, Lagos maka ụlọ akwụkwọ sekọndrị wee nweta akara ugo mmụta na Mass Communication na Mahadum Lagos",
  "Mgbe ọ na-agụ akwụkwọ na Mahadum Lagos, a tụbara Tedela na ihuenyo mbụ ya dị ka Julian in the Family TV Series Edge nke Paradaịs",
  "Ọ kwụsịrị ime ihe nwa oge ka o lekwasị anya n'ọmụmụ ihe ya; Mgbe ọ nọ n'ụlọ akwụkwọ na obere oge ka ọ gụsịrị akwụkwọ, Tedela rụrụ ọrụ dị ka onye na ekwu okwu na-ikuku na UNILAG FM",
  "Ọ laghachiri wee gosiputa dị ka lala na ọrụ mbụ ya na ọrụ ndụ na ihe nkiri ahụ bụ A Mile from Home",
  "N'otu oge, Tedela bụ arịlịka akụkọ na NTA",
  "Ọ rụrụ ọrụ n'ọtụtụ ihe ngosi ọkwa ama ama",
  "Ọ bịara bụrụ onye a ma ama mgbe ọ rụchara ọrụ onye ndu na ihe nkiri na-emeri ma nwetakwa ihe nrite nke 2013, A Mile from Home.",
  "Na 2015, Tope Tedela gosiputara na A Soldier's Story na Out of Luck",
  "Ọrụ Tedela dị ka nwoke na nwanyị bụ Kyle Stevens-Adedoyin na ihe nkiri ntị ọchị 2016 Suru L'ere mere ka ọ nweta ọtụtụ nyocha",
  "Tedela gbara ama na ihe nkiri ndị a nabatara nke ọma na 2017——Epic King Invincible, ihe nkiri na-atọ ọchị-mpụ/heist Ojukokoro na ihe nkiri Slow Country",
  "O mere mpụta mpụta mbụ ya na ihe nkiri na-akpali akpali ihe nkiri What Lies Within",
  "Na 2018, Tedela pụtara na ihe nkiri mpụ, Knock Out Blessing.",
  "Na 2019, ọ gbara egwu dị ka onye nyocha Dr",
  "Dauda na The Lost Okoroshi nke nwere ihe ngosi izizi ya na 2019 Toronto International Film Festival wee nweta nyocha kachasị mma",
  "Ọ malitekwara ịrụ ọrụ na egwuregwu otu nwoke ya bụ Whumanizer",
  "Tedela nyekwara aka na ihe nkiri ahụ na-adọrọ adọrọ, The Ghost and the House of Truth",
  "N'afọ 2020, a tinyere Tedela na usoro izizi mbụ nke Naijiria nke onye ntụzi ihe nrite Akin Omotoso mere",
  "Na 2016, a kpọrọ Tedela onye nnọchianya site na Global Rights, otu mba ụwa na-ahụ maka ihe ndị ruuru mmadụ iji malite mkpọsa iji kwụsị ime ihe ike mmekọahụ na mba ahụ"
]