[
  "Tope Folarin (amụrụ ya n'afọ 1981) bụ onye edemede Naijiria na Amerịka na onye isi oche nke Institute for Policy Studies",
  "O ritere ihe nrite Caine nke afọ 2013 maka edemede Afrịka maka obere akụkọ ya \"Miracle\". N'ọnwa Eprel afọ 2014, a kpọrọ ya aha na ọrụ Hay Festival's Africa39 dị ka otu n'ime ndị edemede 39 Sub-Saharan Africa dị afọ iri anọ nwere ikike na talent iji kọwaa ọnọdụ mpaghara ahụ. E depụtara akụkọ ya \"Genesis\" maka nke afọ 2016 Caine Prize.",
  "A mụrụ ya dị ka Oluwabusayo Temitope Folarin na Ogden, Utah, nye ndị mbịarambịa Naijiria, ma nwee ụmụnne anọ tọrọ ya - ụmụnne nwoke atọ na nwanne nwanyị, ha niile amụrụ na United States. O tolitere na Grand Prairie, Texas, ebe ya na ezinụlọ ya kwagara mgbe ọ dị afọ iri na anọ.",
  "N'ikwu okwu banyere nkuzi ya n'ajụjụ ọnụ n'afọ 2016, Folarin kwuru na a zụlitere ya na ụmụnne ya na \"nkwanye ùgwù miri emi\" maka Naịjirịa na Afrịka",
  "Ụmụaka ahụ chọsiri ike ileta Naịjirịa, mana nsogbu ego gbochiri ezinụlọ ahụ ime nke ahụ",
  "\"Echere m na edemede m na-egosipụta akụkụ abụọ a nke ndụ m - mmetụta nke ịdị nso na Naịjirịa, yana ebe dị anya,\" ka o kwuru.",
  "Mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ debara aha na Morehouse College",
  "Ọ gụrụ akwụkwọ otu afọ na ọkara dị ka nwa akwụkwọ mgbanwe, nke mbụ na Bates College na Maine, mgbe ahụ na Mahadum nke Cape Town na South Africa, tupu ọ laghachi US ma gụsịrị akwụkwọ na Morehouse n'afọ 2004, na B.A",
  "A kpọrọ ya onye agụmakwụkwọ Rhodes nke afọ 2004, na n'oge ọkọchị nke 2004 bụ Galbraith Scholar na Mahadum Harvard Ụlọ akwụkwọ ndị ọchịchị nke Kennedy Mgbe nke ahụ gasịrị, ọ gara England ịmụ na Mahadum Oxford, ebe ọ bụ onye otu Harris Manchester College, gụsịrị akwụkwọ n'afọ 2006 na M.Sc",
  "na mmụta nke Afrịka na M.Sc",
  "na Comparative Social Policy",
  "N'afọ 2013, Folarin ghọrọ onye edemede mbụ bi na mpụga Afrịka iji merie Caine Prize, nke o meriri maka obere akụkọ ya \"Miracle\"",
  "Akụkọ a mere na Texas na ụka na-ezisa ozi ọma na Naijiria. Ihe nrite nke ihe nrite - nke a na-emeghe maka onye ọ bụla a mụrụ na Afrịka, bụ onye mba Afrịka, ma ọ bụ onye nne na nna ya bụ ndị Afrịka - mere ka ụfọdụ mkparịta ụka banyere ma njikọ onye edemede ahụ na Afrịka siri ike.",
  "\"Abụ m onye edemede nke nọ na disapora Naijiria, na Caine Prize pụtara ọtụtụ ihe - ọ dị m ka enwere njikọ na ọdịnala dị ogologo nke ndị edemede Africa",
  "Ihe nrite Caine na-agbasa nkọwa ya na oke ya",
  "Ana m ewere onwe m dị ka onye Naijiria na onye Amerịka, njirimara abụọ ahụ bụ ihe dị mkpa maka onye m bụ",
  "Iji merie",
  "ọ dị ka akara nke nkwenye",
  "\"",
  "N'ọnwa Eprel afọ 2014, a kpọrọ ya aha na ndepụta mmemme Hay  Africa39 nke ndị edemede nọ n'okpuru afọ iri anọ nwere ikike na talent iji kọwaa ọnọdụ na akwụkwọ Afrịka.",
  "Ọ rụrụ ọrụ na bọọdụ ndị isi nke Hurston / Wright Foundation na United States.",
  "Akwụkwọ mbụ ya, A Particular Kind of Black Man, bụ nke Simon & Schuster bipụtara n'ọnwa Ọgọstụ afọ 2019",
  "N'ime ya, Folarin na-ede banyere ezinụlọ Naijiria, nke ọhụrụ na America, ka ha na-agbalị ịnabata. N'afọ 2021, Folarin meriri Ihe nrite maka akụkọ ifo nke Whiting",
  "N'afọ 2021, a kpọrọ ya dịka onye isi oche nke Institute for Policy Studies, ụlọ ọrụ na-eche echiche na-aga n'ihu nke dị na Washington, DC ebe ọ rụrụ ọrụ dị ka onye isi oche.",
  "Folarin bi na Washington, DC."
]