[
  "Oluwatosin Bucknor (amụrụ na 15 August 1981 ma nwụọ na 19 Novemba 2018), nke a maara dịka Tosyn Bucknor, bụ onye mgbasa ozi na Naijiria, onye na-eme ihe nkiri na onye na-emepụta ọtụtụ ihe na nzukọ ndị mmadu na intaneetị.",
  "A mụrụ Bucknor na ezniulo",
  "Sola Bucknor na Mazi Segun Bucknor, onye na-eti egwu, n’ime ugbo ala na 15 August. Ọ bụ nwanne nwanyị Funke Bucknor onye isi oche nke Zapphaire Events",
  "Tosyn gara ụlọ akwụkwọ Fountain Nursery na Primary School, Queens' College, Yaba, Mahadum Lagos (LLB) na Nigerian Law School, Lagos Campus (BL)",
  "O mere National Youth Service Corps  ya na Port Harcourt, o kpebiri ịkụzi Literature na asụsụ bekee na Archdeacon Crowther Memorial Girls' School, Elelenwo",
  "Bucknor bido ọrụ redio ya na Tee-A na Eko89.7fm ma mesịa rụọ obere na Cool 96.9fm ebe ọ nọrọ kwado mmemme redio nke Fun Hour Show on Saturdays na-eshị Satọde",
  "Malite na ọrụ NYSC ya na 2009, Bucknor bụ onye na-ekwu na redio n'ụtụtụ na Top Radio90.9fm",
  "Ọ bụ naanị ya bụ nwanyị na-ahụ maka redio n'ụtụtụ.",
  "O meriri ma a họpụtara ya maka ọtụtụ onyinye nsọpụrụ gụnyere Future Awards, ELOY Awards, Best of Nollywood awards na ndị ọzọ.",
  "Bucknor bụ onye na-ede ma na-eti egwu na onye nwere otu record egwu ('Pop Rock Soul and Jara').",
  "Ejirila abụ ya abụọ dịka egwu ihe nkiri bụ \"Ireti\" ma ọ nwere olile anya na a ga-eji ndị ọzọ maka ọrụ igwe onyonyo na ihe nkiri, ma ndị ọzọ na-eti egwu.",
  "Bucknor dere, bụrụ abụ, dekọọ ma gụọ egwu dịka CON.tra.diction.",
  "Dị ka onye na-ede egwu ma na-eti egwu, ya na ọtụtụ ndị egwu rụkọrọ ọrụ gunyere Skales, Rooftop MCs na Eva, ma ndị na-emepụta egwu dị ka Sess, Tintin, Coldflames, Dj Klem, Knighthouse, Micworx na Cobhams.",
  "Tosyn lụrụ enyi ya nwoke si France bụ Aurélien Boyer na 15 nke ọnwa Novemba , 2015 na Landmark Events Center, Oniru",
  "Ya na Lamide Akintobi  na Lala Akindoju  bụ ezigbo enyi.",
  "Di ya, Aurelien Boyer hụrụ Tosyn ebe ọ nwụrụ anwụ  mgbe ọ lọtara ọrụ na 19 Nọvemba 2018",
  "Nwanne ya nwanyị, Funke Bucknor Obruthe kwuru site n'akara instagram ya na Tosyn nwụrụ maka nsogbu ọrịa bụ sickle cell nke di ya na-arụ site na mgbe ọ ka bụ nwata.",
  "Bucknor kwadoro 'Tosyns Buzz Live' na Pulse TV na Fraịde ọ bụla",
  "Ihe ọrụ nkiri ya gụnyere:",
  "Bucknor nyere aka na ọtụtụ weebụsaịtị, tinyere blọọgụ nke ya, ma dee maka telivishọn.",
  "Ihe odide ya gụnyere:"
]