[
  "Central African Republicenweela mbelata nke njem nlegharị anya n'ihi esemokwu na ọgba aghara ya na nso nso a, yana enweghị nchekwa na mpaghara ụfọdụ nke mba ahụ, ọkachasị ugwu na ugwu ọdịda anyanwụ.",
  "Njem nlegharị anya na Central African Republic (CAR) emetụtala n'ihi agha obodo na esemokwu dị na mba ndị gbara ya gburugburu.",
  "CAR bụ mba na-enweghị mmiri na Central Africa nke nwere mmadụ 6,100,000  n'ime mpaghara nke 623,000 km2.",
  "CAR gbara Chad gburugburu n'ebe ugwu, Sudan n'ebeebe ugwu, South Sudan n'akụkụ ọwụwa anyanwụ, Democratic Republic of the Congo na Republic of the Kongo n'ebe ndịda, na Cameroon n'ebe ọdịda anyanwụ",
  "Kemgbe mmalite afọ 2000, agha obodo na ọgba aghara na mpaghara ahụ emeela ka ọgba agha na enweghị nchebe na mpaghara ahụ, na-eme ka ọ bụrụ ihe na-adịghị mma maka njem nleta",
  "Ngalaba Na-ahụ Maka Ọchịchị US nwere ndụmọdụ njem na-egbochi njem na CAR maka ụmụ amaala US n'ihi ihe ize ndụ nke ọgba aghara obodo na mpụ ime ihe ike. N'ọnwa Eprel afọ 2007, a wakporo otu ndị na-achụ nta dị nso n'obodo Ndele ma gbuo onye na-achụrụ nta na France ma merụọ mmadụ atọ ndị ọzọ ahụ.",
  "N'afọ 2019, mba ahụ dekọrọ ngụkọta nke ndị njem nleta 87,000 nke nọ n'ọnọdụ 174 n'ụwa.",
  "Esemokwu mpaghara metụtakwara CAR, dịka agha obodo South Sudan na ọgụ na mba ndị gbara agbata obi",
  "Nchekwa na mba ahụ anaghị akwụsi ike, ọkachasị na ugwu na ugwu ọdịda anyanwụ ya.",
  "N'ime afọ ndị na-adịbeghị anya, gọọmentị emeela ihe iji meziwanye ọnọdụ nchekwa na mba ahụ ma nwee ọganihu ụfọdụ n'ịzụlite ụlọ ọrụ njem nlegharị anya ya",
  "Agbanyeghị, n'ihi agha obodo na-aga n'ihu na esemokwu mpaghara, njem nlegharị anya na CAR ka dị oke.",
  "Njem nleta na Central African Republic' enweela mmetụta na-adịghị mma site na akụkọ ihe mere eme ya na ọgụ na mba ndị gbara ya gburugburu. Nchekwa na mba ahụ anaghị akwụsi ike, ọkachasị na ugwu na ugwu ọdịda anyanwụ ya.",
  "Enweghị ohere ikuku nke Central Africa Republic na-eme ka ọ bụrụ njem dị oke ọnụ.Nanị ọdụ ụgbọ elu mba ụwa bụ Bangui M'poko International Airport",
  "Ebe ndị dị na mba ahụ na-adọrọ mmasị ndị njem gụnyere Chutes De Boali, nsụda mmiri nke ịdị elu nke 50 m (164 ft).",
  "Ogige Ntụrụndụ Dzanga-Sangha dị na ndịda ọdịda anyanwụ nke mba ahụ nwere ndị gorilla na enyí",
  "Ndị Baka bi n'ógbè a",
  "Bayanga n'akụkụ Osimiri Sangha bụ isi obodo dị nso na ogige ntụrụndụ",
  "Obodo nta a nwere obere ụlọ ndị ọbịa na ụlọ obibi. Oge kachasị mma ileta ọtụtụ n'ime mba ahụ bụ site na Nọvemba ruo Eprel."
]