[
  "Njem nleta na Eswatini bụ ụlọ ọrụ na-aga nke ọma",
  "Ọtụtụ n'ime ndị njem nleta na-eleta Eswatini na-abịa site n'okporo ụzọ site na South Africa",
  "Ụlọ ọrụ njem nleta nke Eswatini mepụtara n'oge ịkpa ókè agbụrụ na South Africa na nke a kpụrụ ọtụtụ n'ime ihe ndị na-adọrọ mmasị ya",
  "Kemgbe njedebe nke ịkpa ókè agbụrụ, Eswatini emesiwo omenala ọdịnala ya ike dị ka ihe nkiri ndị njem",
  "Nnakwere nke ịkpa ókè agbụrụ na South Africa na agha obodo na Mozambique nyere aka n'ịkpọ Eswatini arịrịọ dị ka ebe ọzọ ndị njem nleta na Southern Africa",
  "Nke a dugara na uto na ụlọ ọrụ njem nleta nke Eswatini site na 1960s ruo 1990s. N'oge ịkpa ókè agbụrụ na South Africa, Eswatini dọtara ọtụtụ ndị ọbịa site na ịnakwere ụkpụrụ dị iche iche karịa South Africa",
  "Ọtụtụ ndị njem nleta gara Eswatini n'oge ahụ iji kirie mmemme telivishọn ma ọ bụ ihe omume egwuregwu ha na-enweghị ike ile na South Africa. N'oge apartheid na South Africa, Eswatini nyekwara iwu ịgba chaa chaa iji dọta ndị njem nleta ihe wetara ọganihu akụ na ụba dị ukwuu.",
  "Ọnụ ọgụgụ ndị njem nleta na-eleta Eswatini mụbara site na 89,015 na 1972 ruo 257,997 na 1989",
  "Na 1988 njem nlegharị anya bụ 3% nke GDP nke Eswatini na karịa 4% nke ngụkọta mbupụ",
  "Ọ bụ ezie na a na-ekwukarị usoro eze ọdịnala nke Eswatini dị ka ihe na-adọta ndị njem nlegharị anya, a na-ekwukwa na njem nlegharị anya na-eme ka ọgbara ọhụrụ na Eswatini",
  "Ọ bụ ezie na mmụba nke njem nlegharị anya a na-ahụ na Eswatini ka e boro ebubo na ọ kpatara mmụba nke ịgba akwụna, ọ dịghị ihe àmà na-egosi na ịgba akwụna bụ ihe na-akpata uto nke ụlọ ọrụ njem nlegharị anya Eswatini",
  "Mmụba nke njem nlegharị anya mere ka ụlọ ọrụ ịgba akwụna dị na Eswatini si na mpaghara ebe a na-egwuputa ihe gaa na họtel..",
  "Mgbe njedebe nke ịkpa ókè agbụrụ na South Africa na njedebe nke agha obodo Mozambique mere ka ndị agbata obi ya bụrụ ebe ndị njem nlegharị anya na-adọrọ mmasị karị, uto nke ụlọ ọrụ njem na Eswatini belatara",
  "Ọtụtụ n'ime ndị njem nleta na-eleta Eswatini na-eme njem n'etiti Mozambique na South Africa",
  "Ọtụtụ ndị njem nleta na-anọ naanị otu abalị na ọtụtụ ndị ọbịa na-eme njem ụbọchị na obodo ahụ.",
  "N'ihi enweghị nnukwu ụlọ ọrụ ndị ọzọ, ọtụtụ ndị nọ na Eswatini na-ele njem nlegharị anya anya dị ka isi mmalite maka uto akụ na ụba n'ọdịnihu. Kemgbe e guzobere ya na 2003, Eswatini Tourism Board mesiri ike eziokwu ahụ bụ na Eswatini bụ eze ikpeazụ na-achị n'okpuru Sahara",
  "A na-ele emume ndị eze dị ka emume ndị Eze nke Incwala anya dị ka ebe ndị nwere ike ịbawanye njem nleta",
  "Ha agbalịwokwa ịdọta ndị njem nleta na ogige egwuregwu nke Swaziland. N'afọ 2006, Eswatini bịanyere aka na nkwekọrịta Lubombo Route tinyere South Africa na Mozambique",
  "Nkwekọrịta ahụ nyere ndị njem nleta ohere ịgafe mba atọ ahụ na otu visa."
]