[
  "Njem nleta na Djibouti bụ otu n'ime mpaghara akụ na ụba na-eto eto nke mba ahụ ma bụrụ ụlọ ọrụ na-ebute 53,000 na 73,000 mbata kwa afọ, yana ọmarịcha osimiri na ihu igwe yana gụnyere agwaetiti na osimiri dị na mpaghara ahụ",
  "Gulf of Tadjoura na Bab al-Mandab. Ihe omume ndị njem nleta bụ scuba diving, ịkụ azụ, ịga ije na ịga ije, ịchọpụta ụzọ ndị na-agagharị agagharị, ikiri nnụnụ, na anyanwụ, oké osimiri na ájá.",
  "Na Goubbet-al-Kharab, nso na njedebe ọdịda anyanwụ nke Ọwara Oké Osimiri Tadjoura, e nwere ugwu ndị dị elu na ọdụ ụgbọ mmiri nke ojii gbara akwụkwọ ndụ akwụkwọ ndụ",
  "Ọtụtụ ugwu mgbawa na-arụ ọrụ dị n'ime ala site na ebe a",
  "Ihe ọzọ na-adọrọ mmasị ndị njem nleta bụ Day Forest National Park maka ichekwa osisi ndị dị ụkọ na Ugwu Goda",
  "N'akụkụ obodo Ali Sabieh, e nwere ugwu ndị na-acha ọbara ọbara na ogige ntụrụndụ nke jupụtara n'ọtụtụ mgbada. Ala dị larịị n'ụsọ oké osimiri, ugwu, na ugwu mgbawa nke mba ahụ na-eme ka ọ mara mma",
  "Ụfọdụ ihe na-adọrọ mmasị na mpaghara gụnyere Obí Onye isi ala, Central Market, Maskali Islands, Moucha Island, Lake Abbe na Lake Assal",
  "N'ụsọ oké osimiri nke Djibouti nwere ọdụ ụgbọ mmiri dị iche iche nke ndị na-asa ahụ anyanwụ na ndị ọbịa ndị ọzọ na-agakarị.",
  "Gọọmenti Djibouti, n'ịghọta nnukwu ikike nke mmepe nke njem nlegharị anya mba, na-ewere usoro dị iche iche maka nke a - dịka ọmụmaatụ, ọnọdụ kachasị elu na-eme ka ntinye ego nke mba ọzọ na-eme njem na akụrụngwa njem",
  "A na-ebute ụzọ n'iwu ụlọ oriri na ọṅụṅụ na ịrụ okporo ụzọ na-agbaso ụkpụrụ ụwa kachasị ọhụrụ.",
  "Mịnịstrị nke azụmahịa na njem nlegharị anya na-achịkwa ụlọ ọrụ nlegharị anya na Djibouti",
  "Dị ka UNWTO si kwuo, ọnụ ọgụgụ ndị njem nlegharị anya na-eleta mba ahụ kwa afọ ejighị n'aka",
  "Agbanyeghị, njem nlegharị anya mba ofesi wetara $21 nde USD na ego ha nwetara na 2012.",
  "Dị ka ọnụ ọgụgụ Office National du Tourisme de Djibouti (ONTD) si kwuo, ihe fọrọ nke nta ka ọ bụrụ ọkara nke ndị ọbịa niile, ma ọ bụ 48%, sitere na France, ebe 21% si mba Europe ndị ọzọ bịa.Ìgwè nke atọ kasị ukwuu sitere na steeti Gulf",
  "Ndị nleta si Africa nọchitere anya naanị 6%, ebe ọtụtụ n'ime ha si Etiopia",
  "N'ikpeazụ, ndị ọbịa si Eshia na North America nọchitere anya obere pasentị na 5% na 3%, n'otu n'otu.",
  "Djibouti nwere ọtụtụ ebe nkiri mpaghara, nke gụnyere saịtị akụkọ ihe mere eme, ogige ntụrụndụ mba, osimiri na ugwu ugwu.",
  "Ogige Ntụrụndụ Day Forest tọrọ ntọala na 1939, na-echebe ugwu Goda",
  "na bụkwa oke ọhịa na Djibouti.",
  "Djibouti nwere ọtụtụ ụlọ oriri na ọṅụṅụ na-ewu ewu na-enye ndị njem nlegharị anya nri obodo ha."
]