[
  "Torrick Ablack, nke a makwaara dị ka Toxic (amụrụ n'ubochí irí na isii n'ọnwa Jenụwarị, 1965) bụ ónyé America na-ese ihe bụ akụkụ nke Graffiti movement nke mmalite afọ 1980 na New York City",
  "Ọ gbanwere site na nka n'okporo ámá gaa n'igosi ihe osise ya na gallery na ebe ngosi ihe mgbè ochie na mba ụwa.",
  "A mụrụ Ablack na Bronx, New York n'ubochí irí na isii n'ọnwa Jenụwarị, 1965. Nné ya bụ onye Puerto Rican na ezinụlọ nna ya si Trinidad. N'oge ọ bụ nwata, e nyèrè ya aha njirimara Toxic Battery, nke ghọrọ akara edemede ya. Ọ malitere ise ihe osise mgbè ọ dị afọ irí na atọ na A-One na Kool Koor",
  "Ha sonyeere ndị ọrụ Rammellzee na-ede ihe na Tag Master Killers, nke nwekwara Delta2. Ónyé otu ọ bụla mepụtara ụdị nke ha maka ịhazi akwụkwọ ozi dabere na echiche Rammellzee nke Gothic Futurism, nke na-akọwa graffiti dị ka iji akwụkwọ ozi mee ihe n'ọgụ iji weghachite asụsụ site na \"omenala na-adịghị mma\" nke nchịkwa mmekọrịta mmadụ na ibe ya. Na mbido afọ 1980, ha so na ndị na-ese ihe na-eweta nka na egwu mbụ site na Bronx na Queens gaa n'ebe nka dị n'etiti ọbọdọ. N'afọ 1982, Toxic, A-One, na Kool Koor sonyere na ihe ngosi otu Camouflaged Panzerism na Fashion Moda na South Bronx.",
  "Toxic zutere onye na-ese ihe Jean-Michel Basquiat n'oge na-adịghị anya mgbè ngosi Basquiat na Annina Nosei Gallery na 1982. Basquiat ghọrọ ónyé nduzi ya ma wéré ya n'ọrụ dị ka onye na-enyere ya aka n'oge ụfọdụ. Na ngwụcha afọ 1982, Toxic na Rammellzee sonyeere Basquiat na Los Angeles ka ọ na-akwadebe màkà ihe ngosi ya na Gagosian Gallery. Mgbe ha nọ na Los Angeles, ebe ha nwere mmasị n'otú ụlọ ọrụ ihe nkírí si egosipụta ndị Africa America, ọkachasị n'oge Golden Age nke Hollywood. Na nzaghachi, ha kpọrọ onwé ha ndị Hollywood Africans dị ka nkwupụta mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị iji gbochie ngosipụta nke ndị Africa America na Hollywood",
  "A na-egosipụta mmadụ atọ ahụ na ihe osise Basquiat Hollywood Africans n'ihu Chinese Theater with Footprints of Movie Stars (1983) na Hollywood Africins (1983).",
  "Toxic nọgidere na-agbaso usoro ịpị ihe odide ma rụọ ọrụ na ákwà ndị a na-etinye na mgbidi",
  "Ọrụ ya ghọrọ ihe na-adịghị ahụkebe karịa mkpado ndị o dere na ụgbọ ala n'okpuru ala",
  "N'afọ 1984, Toxic sonyere na ihe ngosi otu Arte di Frontiera: New York Graffiti na Ịtali. Ọ bụ akụkụ nke ihe ngosi Rapid Enamel na Mahadum Chicago na 2014, nké bụ ihe ngosi mbụ nke graffiti na ụlọ ọrụ America. Ihe osise ya apụtala na nchịkọta nkè nnukwu ebe ngosi ihe mgbe ochie, gụnyere Brooklyn Museum, Groninger Museum na Museum of the City of New York. N'afọ 2013, e gosipụtara ya na ihe ngosi Last of the Hollywood Africans: Toxic, Rammellzee na Jean-Michel Basquiat na Londonewcastle Project Space na London. N'afọ 2015, e gosipụtara ya na ihe ngosi otu Le Pressionnisme na Pinacothèque de Paris",
  "N'afọ ahụ, o sonyere na ngosi Graffiti, New York zutere Dam na Amsterdam Museum. N'afọ 2020, e tinyere ihe osise ya, Ransom Note: CEE (1984), na ihe ngosi Writing the Future: Basquiat and the Hip-Hop Generation na Museum of Fine Arts, Boston.",
  "Toxic mepụtara akwụkwọ mgbidi, ákwà linin e bìrì ebi, na panel mgbidi na mmekorita ya na ụlọ akwa French Pierre Frey.",
  "Ọ bi na France, mana ọ na-etinye ógè ya n'etiti Paris, Florence, na New York."
]