[
  "Chief (Mrs) Olutoyin Olakunri (OFR) (November 4, 1937 - June 3, 2018) bụ onye na-ahụ maka ego na Naijiria, onye ọrụ ebere ya na nwanyị ọchụnta ego bụ nwanyị mbụ na-ahụ Maka ego n'Afrika",
  "N'afọ 2000, Onye isi ala Obasanjo họpụtara ya dị ka onye isi nke Education Trust Fund",
  "Ọ bụ onye isi oche nke Institute of Chartered Accountants of Nigeria n'etiti afọ 1994 na 1995.",
  "Olakunri rụrụ ọrụ ntọala n'ịmepụta Society of Woman Accountants of Nigeria.",
  "A mụrụ Olakunri na Lagos",
  "Nne na Nna ya bù  Maazị Akinola na Oriakụ",
  "Esther Adesigbin, nna ya bụ onye ọka iwu sitere n'ezinaụlọ Layeni-Adesigbin, ndị nwe Tika Tore Press ebe nne ya bụ nwa nwanyị nke onye ahịa Lagos, J.H",
  "Doherty, mgbe ọ na-etolite, ọ nọgidere bụrụ naanị nwa ruo ogologo oge.",
  "Ọ gara ụlọ akwụkwọ praịmarị na Aba ma gaa n'ihu na agụmakwụkwọ praịmarịa na CMS Girls School Lagos",
  "N'afọ 1950, ọ kwagara n'ụlọ akwụkwọ ahụ mgbe ọ kwagara Ibadan ma jikọta ya na Kudeti Girls School ma nye ya aha St Anne's School Ibadan, mgbe ọ dị afọ iri na atọ, ọ kwagara United Kingdom iji gaa n'ihu na agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya na Hawthorns School na Frinton-on-Sea, Essex. Mgbe ọ nọ n'England ọ lụrụ di mbụ ya, Arthur Ladipo Vigo, n'afọ 1957",
  "Site na ndụmọdụ nke nna ya na mmetụta nke nne na-azụ ahịa, Olakunri họọrọ ndekọ ego dị ka ọrụ, na-enwe olileanya na ọ ga-enye ya mgbanwe ịrụ ọrụ dị ka nne ma na-arụkwa ọrụ.",
  "Olakunri gụsịrị akwụkwọ na Mahadum Birmingham, ma mee akwụkwọ edemede ya na City of London na Dorset & Co tupu ọ ruo eruo dị ka onye na-ahụ maka ego na 1963",
  "Ọ lụrụ di ya nke abụọ, Simeon Moronfolu Olakunri n'ihe dị ka afọ 1965",
  "O nwere ụmụ asaa.",
  "Ọ laghachiri Naịjirịa wee sonye n'ọfịs nke Peat Marwick Cassleton Elliot na Co",
  "N'afọ 1965, Olakunri sonyere ndị ọrụ nke Nigerian Industrial Development Bank (NIDB) ugbu a Bank of Industry otu afọ mgbe e mepụtara ya. Ọ rụrụ ọrụ na NIDB ruo afọ asaa wee hapụ dịka onye isi nchịkwa nke ICON Stockbrokers onye mmekọ nke NIDB",
  "Mgbe ọ hapụrụ ụlọakụ ahụ, Olakunri na-elekọta ụlọ ọrụ na-ere ahịa, CTB Stockbrokers nke ọ chọrọ ịzụta na mbụ",
  "Otú ọ dị, n'afọ 1972, o nwere ike ịzụta ụlọ ọrụ na-emepụta plastik na Apapa nke onye mba ọzọ si Ịtali guzobere",
  "O tinyekwara aka n'ịbubata ụlọ ndị e mepụtara emepụta ma azụmaahịa ahụ enwetaghị ihe ịga nke ọma.",
  "N'afọ 1977, a họpụtara Olakunri dị ka onye otu nke 1977 Constituent Assembly, nzukọ nke ndị Naijiria iji kwurịta okwu banyere usoro ọchịchị onye kwuo uche ya ọhụrụ",
  "Otu afọ mgbe e mesịrị, ya na ụmụ nwanyị ibe ya bụ ndị otu ICAN, guzobere Society of Women Accountants of Nigeria, otu iji chebe ọdịmma nke ụmụ nwanyị na-ahụ maka ego na Naịjirịa.",
  "Olakunri bụ onye isi nchoputa nke Eko International Bank na Gateway Bank, nke mbụ bụ nke gọọmentị Lagos Steeti na nke ikpeazụ bụ nke gọọmenti Ogun Steeti."
]