[
  "Tracy Ifeachor bụ onye na-eme ihe nkiri na telivishọn na ihe nkiri nke Britain nke a maara nke ọma maka ịrụ ọrụ Aya Al-Rashid na usoro CW vampire The Originals na Abigail Naismith n'akụkụ abụọ nke Doctor Who Christmas special, \"The End of Time\".",
  "A mụrụ Ifeachor na Plymouth, Devon, England, ebe ọ gara ụlọ akwụkwọ nkwadebe nke Plymouth College sochiri ụlọ akwụkwọ sekọndrị Eggbuckland College, kwa na Plymus. Ifeachor gara The Raleigh School of Speech and Drama n'okpuru nkuzi nke Norma Blake na Deborah Bond Dance academy, ebe ọ na-enwe mmasị na ISTD syllabus na tap, ballet, nke oge a na jazz. Mgbe ọ gụsịrị akwụkwọ A-levels ya, Ifeachor jiri afọ ọdịiche ya mee ihe maka ụlọ akwụkwọ ihe nkiri nke London wee nweta agụmakwụkwọ na Royal Central School of Speech & Drama na London.",
  "Mgbe ọ gụsịrị akwụkwọ na Central School of Speech and Drama, Ifeachor pụtara na ihe nkiri mbụ ya, Blooded, nke onye mmeri Sundance Film Festival bụ Ed Boase duziri ma pụta na mgbasa ozi abụọ",
  "Ifeachor wee gaa n'ihu mee ịhe nkiri mbụ ya dị ka Minerva na mmepụta nke Noughts & Crosses nke Royal Shakespeare Companys, nke Dominic Cooke duziri ma gbanwee",
  "Ọ bụ n'ebe a ka o mere ịhe nkiri izizi ya na telivishọn dị ka Leila na \"No Going Back\" nke BBC One's Casualty",
  "Ifeachor gara n'ihu na-egwu Rosalind na Tim Suppleńs As You Like It maka mmeghe nke ụlọ ihe nkiri Curve ọhụrụ na Leicester",
  "Ka ọ na-emegharị, e nyere Ifeachor ọrụ Abigail Naismith na ihe omume Doctor Who abụọ ikpeazụ nke David Tennantã (\"The End Of Time\" Parts One and Two) nke a na-agbasa na ekere sị mesị 2009 na n'ụbọchị Afọ Ọhụrụ 2010. Ọ na-eme ka nwa nwanyị nke onye ọgaranya Joshua Naismith (David Harewood) onye chọrọ ka nwa ya nwanyị nwee anwụghị anwụ ma dịrị ndụ ruo mgbe ebighị ebi.",
  "Ifeachor rụrụ ọrụ Beneatha na Lorraine Hansberryás A Raisin In The Sun, nke Michael Buffong duziri maka Royal Exchange Theatre na Manchester nke meghere maka nyocha dị egwu",
  "O mekwara Ismene na The National Theatre na mbido nke egwuregwu Moira Buffini Welcome to Thebes, nke Richard Eyre duziri site na 15 June ruo Septemba 2010.",
  "Ọrụ redio Ifeachor gụnyere ọrụ Queenie na 2011 BBC Radio 4 Classic Serial production of Edna Ferber's Show Boat.",
  "N'afọ 2016, a tụbara Ifeachor na usoro ihe nkiri ABC Quantico na ọrụ Lydia Hall."
]