[
  "Tracy Edser (amụrụ n'ubochí irí na isii n'ọnwa Disemba n'afọ 1982) bụ onye nta akụkọ foto na onye na-emepụta ihe nkiri na South Africa.",
  "Tracy Edser si Johannesburg, South Africa. Ọ zụrụ na mmemme a na-akpọ \"Photojournalism and Documentary Photography\" na Market Photo Workshop",
  "N'ịgbaso ọzụzụ a, e nyere ya Tierney Fellowship Grant (afọ 2008), iji see foto ihe ngosi akpọrọ Amelioration",
  "E gosipụtara ihe ngosi a na mba ụwa na dị ka ihe ngosi onwe onye n'ime Johannesburg ma nweta otuto ya",
  "Nke a mere ka ọ tinye aka na ọrụ ndị ọzọ.",
  "\"Window Rwanda\" bụ ọrụ foto nke e mepụtara ógè ọ na-arụ ọrụ afọ ofufo na \"Operation Smile\", otu na-enweghị uru",
  "Ọdịbendị na ndọrọ ndọrọ ọchịchị nke Rwanda kpaliri Edser, ebe ime ihe ike bụ ihe a na-ahụkarị n'akụkọ ihe mere eme nke mba ahụ",
  "N'oge nleta nke abụọ ya na Rwanda, na n'oge ndị otu ahụ na-eme njem kwa ụbọchị n'etiti Kigali na ụlọ ọgwụ dị na mpụga obodo ahụ, o sere foto nke abụọ site na windo nke ụgbọala na-agagharị nke ọ na-eme",
  "Foto ndị a mechara bụrụ usoro e bipụtara site na Damien Poulain maka ikiri mba ụwa n'okpuru aha \"Window Rwanda\". Usoro a nwere foto ojii na ọcha nke ndị obodo na-arụ ọrụ ha kwa ụbọchị, ụmụaka na-egwuri egwu n'akụkụ ụzọ, ụmụ nwanyị na-ebu nkata mkpụrụ osisi n'isi ha, na ndị mmadụ na-etinye aka na mkparịta ụka otu, mana enweghị ederede nkọwa. N'ịmepụta usoro a, o kwuru, sị: \"...ihe bịdọrọ dị ka ihe ịma aka teknụzụ na-abụghị nke onwe m - ide, ikpughe na iji aka lekwasị anya na 60km na awa - mmega ahụ ghọrọ otu n'ime ihe ndị e wepụrụ, nchedo na ekele dị ala",
  "Nke a bụ ebe m na-enweghị ike ịbanye na nzuzo",
  "Agaghị m enwe ike ịkpọ aha ndị m gafere ma ọ bụ mara ihe ha hụrụ ma biri ndụ",
  "Usoro a bụ otu n'ime anya, oge nkewa nke abụọ, ana m ele anya nke ọ bụla n'ime ha anya n'ụzọ dị mma, n'ihi na enwere ihe ùgwù.",
  "Point of View (POV) Ọrụ nwanyị guzobere n'afọ 2010 Damien Poulain, onye na-ese ihe osise na onye nduzi nka nke dị na London, họọrọ usoro foto Edser \"Window Rwanda\" maka mwepụta akwụkwọ nke e mere na Johannesburg n'afọ 2013.",
  "Edser na-akụzi ugbu a na ụlọ ọrụ foto a ma ama na Johannesburg, The Market Photo Workshop"
]