[
  "Ndị Trackmasters bụ ndị America na-emepụta hip hop nke ndị na-emepụta egwu Poke (Jean-Claude Olivier) na Tone (Samuel Barnes), nke a maara nke ọma màkà ndekọ ahịa ha n'etiti ngwụcha afọ 1990 na mmalite afọ 2000",
  "Frank \"Nitty\" Pimentel sonyeere ndị agha abụọ ahụ iji mezue ihe ịga nke ọma nkè \"Trackmasters\"",
  "N'oge ọrụ ha niile, ha na ndị na-ese hip-hop na R&B dị ichè ichè rụkọrọ ọrụ gụnyere Destiny's Child, Nas, R",
  "Kelly, LL Cool J, Mary J",
  "Blige, Will Smith, Jay-Z, Cam'ron, Jennifer Lopez, Mariah Carey, The Notorious B.I.G",
  "na 50 Cent.",
  "A maara ha maka egwu ha na-aga nke ọma na ọtụtụ remixes, ha enwetala ihe karịrị ọla edo asaa na iri abụọ platinum plaques n'oge ọrụ ha niile",
  "Ha nọ n'ọnọdụ nke isii na Vibe magazine's \"Greatest Hip-Hop Producers of All Time\" na 'Mass Appeal'.",
  "N'afọ 1989, Poke jikọtara ya na enyi ya n'oge ọ bụ nwata Frank \"Nitty\" Pimentel na ụlọ ndekọ ya na Bay Ridge, Brooklyn, New York City",
  "Ya na Tone (nke a maara mgbè ahụ dị ka Red Hot Lover Tone), Pimentel nyeere Tone na Poke aka n'ịmụta ngwá ọrụ ya na mmemme na usoro nhazi na igwe drum",
  "Alex Richbourg ghọrọ akụkụ nke otu ahụ n'otu afọ ahụ dị ka onye egwu",
  "Afọ ole na ole ka e mesịrị, Alex Richbourg kpebiri ịga n'ihu ma sonyere Jimmy Jam na Terry Lewis",
  "N'oge na-adịghị anya, Alex \"Spanador\" Mosely sitere n'òtù Lisa Lisa na Cult Jam gbakwunyere guitar acoustic na ọtụtụ ngwá egwu ndị ọzọ",
  "Aha Trackmasters sitere n'aka ónyé njikwa mbụ ha Andre S",
  "Brownne",
  "A gbanwere aha mbụ ahụ dị ka TrakMasterz, mana n'etiti afọ ndị 1990 ónyé njikwa ọhụrụ Steve Stoute gbanwere ma gbanwee ya ka ọ bụrụ ihe dị taa.",
  "N'afọ 1995, Trackmasters mepụtara ihe abụọ dị mkpa maka LL Cool J site na album ya nke Mr",
  "Smith: \"Hey Lover\" na \"Loungin\"",
  "Abọm ahụ makwaara màkà egwu izizi Foxy Brown na egwu \"I Shot Ya\" (remix). \"Hey Lover\" nke gosipụtara Boyz II Men ruru # 3 na chaatị Billboard Hot 100 na Hot R&B Singles ma bụrụ platinum. Remix nke \"Loungin\" ghọrọ ihe ọtụtụ ndị maara dị ka ụdị dị mkpa. Remix nke gosipụtara otu R&B Total ruru na # 3 na Billboard Hot 100.",
  "N'afọ 2000, Trackmasters bịanyere áká na ónyé na-eti egwu 50 Cent na akara Trackmasters ha na Sony / Columbia Records ma mepụta ọtụtụ n'ime ihe ga-abụ abọm izizi ya Power of the Dollar, nke gụnyere egwu \"Ghetto Qu'ran (Forgive Me) \" na \"How to Rob\"",
  "Otú ọ dị, ụbọchị atọ tupu ihe nkírí nke vidiyo màkà \"Thug Love\", nke gosipụtakwara Destiny's Child, a gbagburu 50 Cent ugboro itoolu n'akụkụ ụlọ ya na New York",
  "Columbia Records manyere Trackmasters ka ha wepụ ónyé na-ese ihe na akara ha n'ihi mgbasa ozi ọjọọ gbara ịgba égbè ahụ gbụrụ-gbúrụ, n'ihi ya, echekwara abọm ahụ na-eduga n'ịda n'etiti 50 na Poke & Tone.",
  "Mgbe afọ 2005 gasịrị, a nụrụ ụda nke ndị Trackmasters na hip-hop na R&B, Poke na Tone gbasara ma were ọrụ ọhụrụ; Poke dị ka ónyé na-emepụta telivishọn na Tone dị ka ónyé isi oche nke A&R na Universal Music Group."
]