[
  "Tade Ipadeola (amụrụ ya na Septemba 1970 na Fiditi, Oyo State) bụ onye Naijiria na-ede uri nke na-ede na Bekee na Yoruba",
  "Ọ bụ onye ọka iwu na-arụ ọrụ",
  "N'afọ 2013, nchịkọta abu ya bụ The Sahara Testaments meriri prestigious Nigeria Prize for Literature nke Nigeria Liquified Natural Gas (NLNG) guzobere. N'afọ 2009, ọ meriri Delphic Laurel na Poetry maka abu Yoruba ya bu \"Songbird\" na Delphic Games na Jeju, South Korea.",
  "A mụrụ Tade Layo Ipadeola na Septemba 1970 na Fiditi, Oyo State",
  "Ọ gụsịrị akwụkwọ na iwu na iri abuo na otu na Mahadum Obafemi Awolowo, Ile Ife",
  "Ndị mụrụ ya abụọ bụ ndị nkuzi: nna ya kuziri akwụkwọ na Fiditi Grammar School ma lara ezumike nká dị ka onye isi ụlọ akwụkwọ;  nne ya kuziri Yoruba na bekee",
  "Ipadeola malitere ide ihe n'oge ndụ ya wee nweta ihe nrite mpaghara mgbe ọ nọ n'afọ ikpeazụ nke ụlọ akwụkwọ sekọndrị ya.",
  "After reading the works of J",
  "P",
  "Clarke and Christopher Okigbo, Ipadeola started writing poetry himself in 1990, and he says it took him 10–12 years of consistent practice to master the craft",
  "His first collection was published in 1996",
  "His second collection was A Time of Signs (2000)",
  "He self-published his third collection of poems, A Rain Fardel, in 2005",
  "Ipadeola has also translated two classical Yoruba novels, by Daniel Fagunwa, into English: The Divine Cryptograph (Aditu); and The Pleasant Potentate of Ibudo (Ireke Onibudo), both in 2010, but they remain unpublished",
  "In 2012 he translated W",
  "H",
  "Auden's first dramatic work Paid on Both Sides into Yoruba as Lamilami.\nIpadeola na-eche na enweghị ike ịmepụta abụ ọma na-enweghị ịdọ aka ná ntị, nkwụsi ike na ndidi ma na-akwa ụta maka enweghị ndidi na ọgbọ ọhụrụ nke ndị na-ede uri Naijiria",
  "Ọ na-ekwu, sị: \"Cheta na uri dị ka nwa ọhụrụ",
  "Ọ bụrụ na ị na-amanye ya ịbịa n'ụwa a tupu oge eruo, ị na-enwe [a] akaghi aka [amụ] na ị na-enwe nsogbu; ị ga-enweta incubator, ị ga-enweta  Ọkachamara, ị ga-enweta nri pụrụ iche, yabụ ihe kacha mma bụ ikwe ka nwa ahụ bịa mụọ nwa tupu amuo ya.\"",
  "Mpịakọta nke atọ nke uri ya bụ The Sahara Testaments, nke meriri ihe nrite Naịjirịa bụ ihe nrite kachasị ukwuu n'Africa nke na-abịa na ihe nrite ego $ 100,000 bụ usoro nke otu puku quatrains na nuances nke Sahara",
  "Ndị ọka ikpe nke Prọfesọ",
  "Romanus Egudu kpọrọ Agba Sahara \"ihe dị ịrịba ama na-ekpuchi ala na ndị Afrịka site na mmalite nke okike, ruo ugbu a, ruo n'ọdịnihu\"",
  "Ọ na-eji Sahara dị ka metonymy maka nsogbu nke Africa na n'ezie, ihe a kpọrọ mmadụ dum",
  "O nwekwara okwu siri ike na satire banyere okwu na ndị mmadụ, site na diamond ọbara Africa na inflation na Naịjirịa..",
  "\"Achọpụtakwara na \"Ipadeola ji asụsụ uri na-egosipụta n'alụmdi na nwunye dị ịrịba ama nke echiche na nka okwu a na-egosipụta na ngwakọta nke ụda na uche.\" Ọrụ Ipadeola meriri mmadụ abụọ ọzọ siri ike n'asọmpi bụ ndị mere atọ ikpeazụ, Ogochukwu Promise na Chidi Amu Nnadi",
  "Onye na-ede uri bụ Chiedu Ezeannah achọpụtala na \"ọ dị ka inwe Okigbo na Soyinka n'otu ngwugwu na-agbaji\".",
  "Ipadeola kwuru na ọ ga-eji ego nrite $ 100,000 wuo ọbá akwụkwọ n'obodo ya Ibadan iji sọpụrụ onye na-ede uri Kofi Awoonor, onye ndị na-eyi ọha egwu gbagburu na Westgate Shopping Mall nke Kenya na Septemba 2013.",
  "Ipadeola bụ onyeisi ụlọ ọrụ PEN Nigeria Center",
  "Ya na nwunye ya na ụmụ ya abụọ bi na Ibadan.",
  "\"Achọrọ m ịkwalite iwu na a ga-agụ uri kwa ụbọchị na nzukọ ụlọ akwụkwọ ọ bụla, ma ụlọ akwụkwọ ahụ bụ nke ọha ma ọ bụ nke onwe",
  "Achọrọ m ime mkpọsa maka ego ọbá akwụkwọ ọha na eze nke dị pasent 1 na mpaghara, steeti na gọọmentị etiti",
  "ntaramahụhụ maka ịpụnara ego ahụ ma ọ bụ maka ịdọpụ ya ga-abụ afọ iri n'ụlọ mkpọrọ na-enweghị nhọrọ nke ịkwụ ụgwọ",
  "Ekwenyere m na ọ gaghị abụ Boko Haram taa ma ọ bụrụ na ndị nna anyị na nne anyị guzobere mere nke a na Independence",
  "\"",
  "Okwu kachasị amasị ya: \"Mmetụta na-esite na ihe ọ bụla",
  "Nanị ibu ibu nke isi nwere ike ịrata obi ma merie ya",
  "\" Akwụkwọ ozi dị ogologo"
]