[
  "Onye ọrụ nka ma ọ bụ onye na-azụ ahịa bụ onye ọrụ nwere nkà nke na-ahụ maka otu azụmahịa (ọrụ ma ọ bụ ubi ọrụ)",
  "Ndị na-azụ ahịa na-enwekarị ahụmahụ ọrụ, ọzụzụ n'ebe ọrụ, na mgbe mgbe agụmakwụkwọ ọrụ aka dị iche na onye na-amụ ọrụ, bụ onye na-amụ ahịa ahụ.",
  "N'adịghị ka onye omenkà ma ọ bụ onye ọrụ aka, ọrụ onye ọchụnta ego ejedebeghị na ọrụ aka.",
  "Na Victorian England:",
  "A na-eji okwu ndị a bụ \"onye ọrụ nwere nkà,\" \"onye omenkà,\" \"onye ọrụ aka,\" na \"onye ahịa\" mee ihe n'echiche nke jikọtara ọnụ",
  "Ha niile na-akọwa ndị nwere ọzụzụ pụrụiche na nka dị mkpa maka otu ụdị ọrụ",
  "Ụfọdụ n'ime ha na-emepụta ngwá ahịa ndị ha na-ere n'ime ụlọ nke ha (dịka ndị na-agba akpụkpọ ụkwụ, ndị na-agba ịnyịnya, ndị na-akwa okpu, ndị na-eji ọla, ndị na-acha ọkụ ọkụ); Ndị ọzọ (dịka ụdị mpempe akwụkwọ, ndị na-ede akwụkwọ, ndị na-agbagharị agbagharị) bụ ndị a na-arụ ọrụ iji mee otu akụkụ nke mmepụta na azụmahịa nke chọrọ ndị ọrụ nwere nkà dị iche iche",
  "Ndị ọzọ bụkwa aka ụlọ ọrụ bụ ndị ghọworo ọkachamara n'akụkụ ụfọdụ dị mgbagwoju anya nke usoro ahụ ma nwee ike inye nnukwu ụgwọ ọrụ na ọrụ na-adịgide adịgide",
  "A na-akpọkwa ndị ọrụ nwere nkà n'ịzụ ahịa ụlọ (dịka ndị ọkwá nkà, ndị na-akwọ ụgbọ mmiri, ndị na-akụ pọmpụ, ndị na-ese ihe, plasta, glaziers) site n'otu ma ọ bụ ọzọ n'ime okwu ndị a.",
  "Otu nnyocha e mere na Caversham, New Zealand ná mmalite narị afọ ahụ na-ekwu na a na-ewere ịzụ ahịa nwere nkà dị ka ahia nke chọrọ ọzụzụ iji banye",
  "Ndị na-azụ ahịa nwere nkà rụrụ ọrụ n'ụlọ ọrụ nka ọdịnala ma ọ bụ ụlọ ọrụ ọhụrụ pụtara n'oge mgbanwe mmepụta ihe",
  "Ọrụ aka ọdịnala gụnyere, dịka ọmụmaatụ: “onye na-akwọ ụgbọ mmiri, onye na-eme kandụl, onye na-arụkọ ọrụ, japanner, onye lapidary na onye taxidermist, onye na-akpa ite, onye na-eme ihe ike, onye na-eme okpu, onye na-eme dobbin, onye french-poliser, onye na-eme bred, onye na-aṅụ mmanya, onye na-eme mmanya",
  ", onye na-ekiri ekiri, tinsmith, glazier, maltster, wood-turner, saddler, shipwright, scale-maker, scripter and cutler.",
  "Ndị ahịa dị iche na ndị ọrụ na-enweghị nkà, ndị ọrụ ugbo, na ndị ọkachamara (ndị na-arụ ọrụ mmụta)",
  "A na-ekewa ndị ahịa nwere nkà:",
  "site n'aka ndị ọrụ na-enweghị nkà dị ka ndị na-anya ụgbọ ala, ndị na-anya gwongworo, ndị ọrụ na-ehicha ihe, na ndị na-ahụ maka ọdịdị ala n'ihi na ndị ọrụ na-enweghị nkà \"na-adabere kpamkpam na mgbatị ahụ\" ebe ndị na-azụ ahịa nwere nkà na-adabere na ndị a maara maka \"ihe ọmụma, nkà, na ikike",
  "Otú ọ dị, a na-ewere ụdị ọrụ abụọ a na-acha anụnụ anụnụ.",
  "site na ndị ọkachamara na ndị ọkachamara na-achọkwu akwụkwọ ma nwee ọrụ nlekọta dị elu [ ma na-eme mkpebi mgbe niile \"na-adabere na nkà na ikike na ọnọdụ mgbagwoju anya ebe enwere ike ọ nweghị, ma ọ bụ obere, akụkọ ihe mere eme gara aga.",
  "Enweghị ndepụta akọwapụtara nke ọma nke azụmaahịa ọgbara ọhụrụ, dịka nkọwa dị iche iche, yana ndepụta ụfọdụ sara mbara karịa ndị ọzọ.",
  "Enweta ego na ọnọdụ ọha na eze ịkpata ego na ọnọdụ ọha",
  "Nnyocha e mere na Britain chọpụtara na, mgbe ọ gbasasịrị nkwụghachi ụgwọ mbinye ego nke ụmụ akwụkwọ, mmụta dị elu (na ọkwa 5 na usoro ntozu mba) na-enye ego dị elu n'etiti ndụ ndụ karịa akara mmụta sitere na mahadum na-abụghị Russell Group",
  "N'agbanyeghị nke a, ntụli aka maka akụkọ ahụ chọpụtara na ọrụ mmụta nwere uru aghọtachaghị karịa nzere bachelọ.",
  "Ihe ndekọ sitere na United States na-egosi na, n'agbanyeghị na agụmakwụkwọ aka ọrụ na-adịkarị obere ego n'ime ogologo oge karịa akara ugo mmụta bachelor, ọ ka nwere ike inye ego a na-akwanyere ùgwù na obere ego na oge na ego maka ọzụzụ",
  "Ọbụlagodi afọ iri ka ha gụchara akwụkwọ, enwere ọtụtụ ndị nwere asambodo ma ọ bụ nzere otu na-enweta ego karịa ndị nwere B.A.",
  "Nkezi ego a na-atụ ụtụ isi maka azụmaahịa kacha elu na Australia nwere ike iru $100,000, ebe nkezi maka ndị Australia niile bụ $85,800",
  "Dịka nke 2020, azụmaahịa na-eto ngwa ngwa na-achọ bụ fencing, Handyman na Roofing."
]