[
  "Trenton Doyle Hancock (amụrụ n'afọ 1974) bụ onye America na-ese ihe na-arụ ọrụ na mbipụta, eserese, na ihe osise collaged",
  "Site n'ọrụ ya, Hancock na-achọkarị ịkọ akụkọ banyéré Mounds, ihe omimi ndị bụ akụkụ nke ụwa ónyé na-ese ihe",
  "N'echiche a, ihe osise ọhụrụ ọ bụla bụ onyinye ónyé na-ese ihe na mmepe nke Mounds.",
  "A mụrụ Hancock na 1974 na Oklahoma City, Oklahoma, ma too na Paris, Texas. Ọ natara BFA site na Texas A&M University Commerce",
  "Dị ka ónyé nọ na klas, Doyle rụrụ ọrụ dị ka ónyé na-ese ihe nkírí màkà akwụkwọ akụkọ ụlọ akwụkwọ",
  "N'oge ahụ, o chere na ọ ga-abụ ónyé na-ese ihe nkírí ọkachamara mgbè ọ gụsịrị akwụkwọ",
  "Mmetụta nke mmasị Hancock na ihe nkírí ka na-ahụ anya n'ọrụ ya ugbu a. Mgbe ọ gụsịrị akwụkwọ na Texas A&M University-Commerce, Hancock nwetara MFA na Tyler School of Art na Temple University, Philadelphia. Ọ bụ zụlitere ya na Paris, Texas metụtakwara nka Hancock n'ụzọ dị ịrịba ama",
  "Chọọchị bụ isi ihe dị mkpa n'oge ọ bụ nwata, ebe nna nna ya bụ onye ụkọchukwu. N'ihi ya, okwu okpukpe na isiokwu dị ọtụtụ n'ọrụ ya, dị ka ntinye aka ugboro ugboro na Mgbapụta na Oriri Nsọ.",
  "Hancock na-ebipụta, vidiyo, eserese, ihe ọkpụkpụ, ihe ngosi onwé ónyé, na ihe osise felt. Mmetụta ya gụnyere ihe ọchị, akwụkwọ akụkọ eserese, ihe nkírí, egwu, na ihe nkírí.",
  "A maara Hancock màkà ọrụ ányá ya nke na-elekwasị anya na Mounds na Vegans, ike abụọ na-alụ ọgụ mgbè niile ma na-eje ozi dị ka nnọchiteanya nke agha ebighi ebi n'etiti ihe ọma na ihe ọjọọ",
  "Usoro a gbatịrị agbatị na-ejikwa nyochaa akụkọ ifo Hancock banyéré ike abụọ ahụ, nke na-enye ya ohere ịzụlite echiche ya n'ogologo. Ọ haziri ụwa a ka ọ bụrụ otu ọ nwèrè ike ibi ma na-arụ ọrụ na-aga n'ihu, na-egosi ọkwa ndụ nke ihe odide dịgasị iche iche, dị ka Mounds: ihe e kere eke ógè ochie nke ọkara mmadụ na ọkara osisi nke e kere ọtụtụ puku afọ gara aga mgbe mmadụ nwoke gburu n'ime ubi okooko osisi. Ndị Vegans bụ ndị ọjọọ na-achọ ibibi Ugwu niile, ọkachasị \"The Legend\": Ugwu mbụ, na ndị a na-eleda anya n'etiti ndị Vegans",
  "A na-eme Vegans iji gosipụta ndị kpebisiri ike ịmanye nkwenkwe ha na ndị ọzọ, ebe Ugwu na-anọchi anya Ụwa, nnabata, ịhụnanya, na omume na-aga n'ihu. Ndị ọzọ dị mkpa n'ọrụ Hancock bụ Painter, mmụọ nne nke na-achịkwa agba, Loid, ike nna nke lekwasịrị anya n'okwu, na Torpedo Boy, ónyé dike na-enweghị obi ike nke Hancock mepụtara mgbè ọ bụ nwatakịrị",
  "Torpedo Boy nwere ike karịrị nke mmadụ, mana mmetụta mmadụ ya karịsịa mpako ya na-egbochi ya ịrụ ọrụ ike ya ruo n'ókè ha. Ihe odide ndị ọzọ na-apụta na ọrụ ya na ya gụnyere Junior Mound, Bringback, Baby Curt, na Shy Jerry.",
  "N'etiti nsọpụrụ Hancock nwetara bụ Artadia Award (2003), The Greenfield Prize na Hermitage Artist Retreat (2013), óbíbí afọ abụọ na ọrụ mbụ, Art League Houston's Texas Artist of the Year (2017), na Texas Medal of Arts Awards in Visual Arts (2019). Hancock bụkwa otu n'ime ndị omenkà kachasị nta a ga-egosi na Whitney Biennial, a họpụtara ya maka ihe ngosi abụọ n'usoro na 2000 na 2002",
  "Ọ bụ ónyé isi na-ese ihe na Museum of Fine Arts, Houston na 2002."
]