[
  "Trevor Noah (a mụrụ na 20 Febụwarị 1984) bụ onye na-eme ihe ọchị na South Africa, onye na-elekọta telivishọn, onye na'eme ihe nkiri, na onye na-akọwa ndọrọ ndọrọ ọchịchị",
  "Ọ bụ onye na-elekọta The Daily Show, mmemme akụkọ satirical nke America na Comedy Central.",
  "A mụrụ Trevor Noah na 20 Febụwarị 1984, na Johannesburg, Gauteng, South Africa. Nna ya, Robert, bụ onye Switzerland-German, nne ya, Patricia Nombuyiselo Noah, bụ Xhosa.",
  "N'okpuru iwu ịkpa ókè agbụrụ, e kewara nne Noa dịka Black, e kewapụrụ nna ya dịka White",
  "E kewara Noa n'onwe ya dịka onye na-acha odo odo",
  "N'oge a mụrụ ya, mmekọrịta agbụrụ nke nne na nna ya bụ iwu na-akwadoghị, nke Noah gosipụtara na akụkọ ndụ ya",
  "Mmekọahụ agbụrụ na alụmdi na nwunye abụghị mpụ ruo otu afọ mgbe amuchara ya, mgbe e dezigharịrị Iwu Omume rụrụ arụ n'afọ1985",
  "Patricia na nne ya, Nomalizo Frances Noah, zụlitere Trevor na obodo ojii nke Soweto. Noah gara Maryvale College, ụlọ akwụkwọ praịmarị na ụlọ akwụkwọ sekọndrị nke Roman Katọlik na Johannesburg.",
  "N'afọ 2002, Noah nwere obere ọrụ n'otu ihe omume nke ihe nkiri South African Isidingo",
  "O mechara kwado ihe ngosi redio nke ya bụ Noah's Ark na ụlọ ọrụ redio ndị ntorobịa na-eduga na Gauteng, YFM",
  "Ọ hapụrụ ihe ngosi redio ya na ime ihe nkiri iji lekwasị anya na ihe ọchị, ma soro ndị na-eme ihe ọchị na South Africa dịka: David Kau, Kagiso Lediga, Riaad Moosa, Darren Simpson, Marc Lottering, Barry Hilton, na Nik Rabinowitz, ndị na-egwu egwu mba ụwa dịka Paul Rodriguez, Carl Barron, Dan Ilic, na Paul Zerdin, yana dịka onye na-emeghe ihe nkiri maka onye America Gabriel Iglesias na Nọvemba afọ 2007 na onye na-eme egwuregwu na Canada Russell Peters na njem South Africa ya.",
  "Noah kwadoro mmemme TV agụmakwụkwọ, Run the Adventure (2004[[2006) na SABC 2",
  "N'afọ 2007, ọ kwadoro The Real Goboza, ihe ngosi nke asịrị na SABC 1, na Siyadlala, ihe ngosi egwuregwu na SABC. N'afọ 2008, Noah kwadoro, n'akụkụ Pabi Moloi, The Amazing Date (ihe ngosi egwuregwu) ma bụrụ onye asọmpi Strictly Come Dancing na usoro nke anọ",
  "N'afọ 2009, ọ kwadoro 3rd Annual South Africa Film and Television Awards (SAFTAs) ma soro Eugene Khoza kwado na The Axe Sweet Life, usoro asọmpi nke eziokwu",
  "N'afọ 2010, Noah kwadoro 16th kwa afọ South African Music Awards ma kwadoro Tonight with Trevor Noah na MNet (maka usoro nke abụọ, ọ kwagara na DStv's Mzansi Magic Channel). N'afọ 2010, Noah ghọkwara ọnụ na-ekwuchitere ndị ahịa na onye na-echebe ndị ahịa maka Cell C, onye na-eweta netwọk ekwentị mkpanaaka nke atọ kachasị na South Africa.",
  "N'afọ 2017, ọ pụtara na usoro TV Nashville N'afọ 2018, ọ pụtara na Black Panther, Coming 2 America, na American Vandal",
  "Na mgbakwunye na ịnabata The Daily Show, Noah anabatala Grammy Awards ugboro abụọ n'afọ2021 na afọ 2022. Ọ rụkwara ọrụ dị ka onye ọbịa nke White House Correspondents' Dinner n'afọ 2022.",
  "Noah na-asụ Bekee, Afrikaans, Southern Sotho, Zulu, Xhosa, Tswana, Tsonga na ụfọdụ German.",
  "N'afọ 1992, nne Noah, Patricia Nombuyiselo, lụrụ Ngisaveni Abel Shingange; ha nwere ụmụ nwoke abụọ, Andrew na Isaac",
  "Shingange metọrọ Trevor na nne ya, di na nwunye ahụ gbara alụkwaghịm n'ụzọ iwu kwadoro n'afọ 1996. N'afọ 2009, mgbe Patricia lụrụ Sfiso Khoza, Shingange gbara ya égbè n'ụkwụ na n'azụ isi ya; ọ lanarịrị ka égbè ahụ gafere n'ala isi ya, na-ezere ọkpụkpụ azụ, ụbụrụ, na akwara na akwara ọbara niile, wee pụọ na obere mmerụ ahụ n'imi ya",
  "Mgbe Noah gwara ya okwu na ekwentị banyere ịgba égbè ahụ, Shingange yiri ndụ ya egwu, na-akpali Noah ịhapụ Johannesburg gaa Los Angeles.",
  "N'afọ 2011, a mara Shingange ikpe maka ịnwa igbu ọchụ ma maa ya ikpe n'afọ sochirinụ afọ atọ nke nlekọta mgbazi. Noah kwuru na o nwere olile anya na nlebara anya gbara ihe omume ahụ gburugburu ga-eme ka a mara banyere nsogbu sara mbara nke ime ihe ike n'ụlọ na South Africa: \"Ruo ọtụtụ afọ nne m gakwuuru ndị uwe ojii maka enyemaka na mmetọ n'ụlọ, ọ dịghịkwa ihe emere",
  "Nke a bụ ihe a na-ahụkarị na South Africa",
  "Akara ndị ahụ furu efu, ikpe ndị ahụ agbasaghị n'ụlọ ikpe",
  "\"",
  "Noah akọwaala onwe ya dịka onye na-aga n'ihu ma nwee echiche zuru ụwa ọnụ. Otú ọ dị, o mere ka o doo anya na ọ na-ewere onwe ya dịka \"onye na-aga n'ihu\", mana ọ bụghị \"onye na'ihu na ndọrọ ndọrọ ọchịchị\" ma họrọ ka a ghara ịkọwa ya dịka onye aka nri ma ọ bụ aka ekpe n'ihe gbasara US partisanship.",
  "N'ọnwa Eprel 2018, o guzobere Trevor Noah Foundation dịka otu na-enweghị uru na Johannesburg nke na-enye ụmụ mgbei na ndị ntorobịa na-adịghị ike agụmakwụkwọ, nkà ndụ, na isi obodo dị mkpa iji chụsoo ohere ndị ọzọ.",
  "A họpụtara Noah dịka ọkà okwu Class Day maka Mahadum Princeton's Class of 2021. O nyere adreesị ya n'ihe fọrọ nke nta ka ọ bụrụ na 15 Mee 2021, a kpọbatakwara ya dị ka onye otu nsọpụrụ nke Klas nke afọ 2021.",
  "Ọ bi na New York City."
]