[
  "Tricia Hersey bụ onye Amerika na-ede abụ, onye na-ese ihe, na onye na-eme ihe ike nke a maara nke ọma dị ka onye guzobere nzukọ Ministri Nap",
  "Ọ na-ezo aka n'onwe ya dị ka Nap Bishop ma na-akwado mkpa izu ike dị ka okwu ikpe ziri ezi agbụrụ na mmekọrịta mmadụ na ibe ya.",
  "A mụrụ Hersey ma zụlite ya n'akụkụ ndịda Chicago. O nwetara nzere bachelọ ya na ahụike ọha na eze na Mahadum Eastern Illinois Hersey rụchara ọrụ afọ abụọ dị ka onye ọrụ afọ ofufo Peace Corps na Morocco.",
  "Hersey debara aha na ụlọ akwụkwọ chi na Candler School of Theology na Mahadum Emory ka ngagharị iwe metụtara Black Lives Matter na-amalite",
  "Mgbe ọ nwesịrị nchekasị metụtara mmemme gụsịrị akwụkwọ ya, ọnwụ n'ime ezinụlọ ya, na izu ohi ya na nwa ya nwoke, Hersey malitere ịrahụ ụra ọtụtụ mgbe. Ncheta nne nne ya, onye na-atụgharị uche mgbe niile na nwata Hersey metụtakwara ya. Ezumike ọzọ mere ka ọ nwee ahụ ike ma nwekwuo ume, ọ malitekwara itinye izu ike n'ime isiokwu nyocha ya gụsịrị akwụkwọ nke nkà mmụta okpukpe nnwere onwe ojii, somatics, na mmerụ ahụ ọdịbendị. Hersey nwetara nzere Master of Divinity na Ụlọ akwụkwọ nkà mmụta okpukpe Candlergy.",
  "Ọrụ Hersey na-arụ ụka na enweghị ụra bụ okwu ikpe ziri ezi nke agbụrụ na mmekọrịta mmadụ na ibe ya, ma na-akpọ maka izu ike dị ka ụdị iguzogide oke ndị ọcha na ọchịchị onye kwuo uche ya. Hersey jikọtara ezumike na ịgba ohu America, mgbe a na-anaghị ndị Africa na-agba ohu ụra mgbe niile, ma kwenye na ezumike na-akpaghasị akụkọ ihe mere eme na \"omenala igwe nri\" nke oge a. Ọ na-ekwusi ike na izu ike bụ isi ihe maka nnwere onwe ndị ojii n'ihi na ọ na-enye ohere maka ịgwọ ọrịa na imepụta ihe. Hersey ejikọtala ike ọgwụgwụ ojii na ahụmahụ mmegbu na-aga n'ihu.",
  "Hersey hiwere The Nap Ministry n'afọ 2016, otu nzukọ nke na-akwado izu ike dị ka ụdị nkwụghachi ụgwọ na ụzọ maka njikọ nna ochie. Òtù ndị a na-achọ ịkwụsị nlekọta onwe onye na ihi ụra. Ọ nọrọ n'afọ mbụ na netwọkụ mmekọrịta ma na-emepe nzukọ ahụ, ma nwee ahụmịhe ụra mbụ na Mee 2017. Hersey na-ezo aka n'onwe ya dị ka Bishọp Nap ma kọwaa nzukọ ahụ dị ka nke ime mmụọ kama ịbụ nke okpukpe.",
  "Òtù ahụ na-akwado ahụmịhe nchịkọta nke dị na Atlanta, ebe ndị mmadụ na-ehi ụra ọnụ maka minit 30-40. Hersey enweela nnọkọ pop-up na Chicago. Instagram nke nzukọ ahụ nwere ndị na-eso ụzọ narị anọ na iri isii na abụọ  na Machị 2022.",
  "Hersey na di ya bi na Atlanta. O nwere nwa nwoke."
]