[
  "Trix Vivier (a mụrụ na 28 June 1988) bụ onye na-eme ihe nkiri, telivishọn na ihe nkiri South Africa, onye a maara maka igosipụta ọrụ Flea van Jaarsveld na usoro telivisheneng nke 2019 Trackers, nke o nwetara ama ama na nkwado mba, yana maka ọrụ ya dịka Kate Myburgh na kykNet na Showmax na-emepụta Waterfront.",
  "Ọrụ mbụ ya bụ nke Vicky Ferreira na usoro ndị ntorobịa kykNET Sterlopers",
  "Vivier gosipụtara ọrụ a site n'afọ 2014 na 2016 n'ime oge abụọ.",
  "Vivier sonyeere ndị isi nke usoro TV Legacy, maka oge mbụ dịka otu n'ime ndị isi nwanyị, Petra Potgieter, n'afọ 2020.",
  "A mụrụ Vivier na Melkbosstrand, Cape Town, nne ya Adri Vivier, onye nkuzi na nna ya Pieter Vivier, bụ onye ọkàiwu zụlitere ya",
  "Vivier si n'agbụrụ Afrikaans ma nwee ụmụnne atọ",
  "Nwanne ya nwanyị nke obere Lea Vivier bụkwa onye na-eme ihe nkiri.",
  "Nne na nna ya chọpụtara ma gbaa ya ume ka ọ na-enwe mmasị n'ihe nkiri site na nwata ma o mere ihe nkiri mbụ ya mgbe ọ dị afọ 15 na Annie Get Your Gun (Gilbert and Sullivan Society, 2004) na mgbe ọ dị dingwaga 16 na Die Ander Marta (KKNK, Baxter Theatre 2005) Vivier Matriculated na Jan van Riebeeck High School wee gaa n'ihu na-amụ ma gụsịrị akwụkwọ na Waterfront Theater School na Cape Town n'afọ 2009.",
  "Ọrụ ihe nkiri mbụ Vivier kwụrụ ụgwọ bụ nke Pippi na mmepụta ihe nkiri National Children's Theater nke Pippi Longstocking (2009)",
  "Ọ gara n'ihu na-arụ ọrụ dịka onye na-agba egwu na onye na-eme ihe nkiri site n'afọ 2009 ruo 2013 na-eme n'egwuregwu dịka Reza de Wet's MIS, ihe nkiri ihe nkiri agụmakwụkwọ ma na mpaghara ma na mba ofesi na ọtụtụ Children's Theater Productions tupu ọ banye ọrụ telivishọn mbụ ya na usoro ihe nkiri ndị ntorobịa nke kykNET Sterlopers (2013 化 2016).",
  "O mechara gaa n'ihu na-egosipụta ọrụ ndu na usoro telivishọn dịka Trackers",
  "Kpọpụta njehie: <ref> tag with name \"nytimes\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"news24\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"latimes\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"iol\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"vrouekeur\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"m-net\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"netwerk24-20171103\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"showmax-waterfront\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"netwerk24-20171019\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"tvsa-16646\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"tvsa-2260\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"iol-legacy\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"stageandscreen.co.za\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"netwerk24-legacy\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"pressreader-283347589536278\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"netwerk24-20191115\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"iol-923460\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"iol-927127\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"jvralumni.co.za\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"janvanriebeeck.co.za-kultuur\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"wts-prospectus\" defined in <references> is not used in prior text.\nKpọpụta njehie: <ref> tag with name \"artlink-7889\" defined in <references> is not used in prior text."
]