[
  "A tropical night bụ okwu a na-eji n'ọtụtụ mba Europe akọwa ụbọchị mgbè okpomọkụ anaghị ada n'okpuru Celsius iri abụo (68.0 ) n'ogè abalị.  A na-eji nkọwa a eme ihe na mba ndị gụnyere United Kingdom, Republic of Ireland, Spain, Sweden, Norway, Netherlands, Germany, Finland, Lithuania, Latvia, Hungary, Serbia na Croatia",
  "Na United States n'ụzọ dị íchè, a na-eji ókwú ahụ bụ \"abalị na-ekpo ọkụ\" eme ihe mgbè okpomọkụ anaghị ada n'okpuru Celsius iri abụọ (80.6 ) na steeti Gulf na Atlantic.",
  "A na-ahụkarị abalị ndị na-ekpo ọkụ n'ogè oke okpomọkụ ma na-emekarị n'oké osimiri, ụsọ mmiri nà ọdọ mmiri",
  "A na-echekwa okpomọkụ na mmiri n'ogè anwụ na-acha ma na-ekpo ọkụ n'ehihie, nke a na-ewepụta n'abalị ma mee kà okpomọkụ abalị dị elu.",
  "Ụlọ ọrụ Met bidoro ịchọpụta 'abalị okpomọkụ' n'afọ 2018. A naghị emezu ụkpụrụ a ugboro ugboro, na afọ iri atọ n'etiti 1961 na 1990 na-ahụ abalị 44 na-ekpo ọkụ, ọtụtụ n'ime ha metụtara oge okpomọkụ nke afọ 1976 na 1983",
  "Site na 1991 ruo ụbọchị iri na abuo n'ọnwa Ọgọst 2020, e dekọrọ abalị iri asatọ na anọ dị otú ahụ, ébé iri abụọ na otu n'ime ha mèrè kemgbe afọ 2008",
  "E dekọrọ abalị ise nke nọrọ n'elu 20 °C na 2018, na anọ na 2019",
  "Ka ọ na-erule n'abalị iri na otu n'ọnwa Ọgọstụ afọ 2020, edekọla abalị anọ nke okpomọkụ maka afọ ahụ, otu n'ọnwa Juun June na atọ na August.",
  "N'oge okpomọkụ nke July 2022 , a kọrọ na abalị okpomọkụ e dekọrọ n'otu abalị site n'ubochi irí na asatọ ruo iri itoolu n'ọnwa Julaị bụ nke kachasị ọkụ na ndekọ, ebe okpomọkụ n'ọtụtụ akụkụ nke mba ahụ adaghị n'okpuru 25 °C",
  "E debere abalị kachasị ọkụ na 18 July 2022 na Croydon na-eru 25.9 °C na-emebi ndekọ gara aga nke 23.9 °C.",
  "Na Croatia, a na-akpọkarị ihe omume a 'abalị na-ekpo ọkụ' (Croatian: ),: 32 ma bụrụkwa tropska noć ('abalị na-okpomọkụ'). 'N'abalị na-ekpo ọkụ' (vrlo topla noć) na-eme mgbè okpomọkụ dị n'elu 25 °C (77.0 ) n'otu abalị. N'oge okpomọkụ, abalị ndị na-ekpo ọkụ na-eme mgbè niile n'akụkụ oké osimiri n'oge ok okpomọkụ",
  "N'afọ 1961, e nwèrè nkezi nke abalị irí ruo irí abụọ n'ọnwa n'ogè ọkọchị n'akụkụ oké osimiri: 32 mànà ihe na-erughị otu kwà afọ n'ọtụtụ mpaghara Croatia: 41 Otú ọ dị, ha abụrụla ihe a na-ahụkarị na Zagreb kemgbe afọ 2000. N'ime afọ 1990 na 2014, Zagreb dekọrọ mmụba nke abalị 19.5 ọzọ na-ekpo ọkụ kwa afọ iri. N'ọnwa Ọgọstụ 2018, ụlọ ọrụ na-ahụ maka ihe ndị na-ahụ anya na Zagreb Grič debanyere aha abalị iri abụọ na anọ nke okpomọkụ, na-emeri ihe ndekọ gara aga site na 2003.",
  "Na Ireland, a hụrụ abalị abụọ na-ekpo ọkụ na Valentia Observatory na County Kerry n'oge oke okpomọkụ n'ọnwa Julaị 2021. Nke a bụ ógè mbụ e dekọrọ abalị abụọ na-ekpo ọkụ n'usoro na Ireland"
]