[
  "N'ụwa niile, ọtụtụ ụmụ mmadụ na-enweta ihe ha na-eri site n'ọrụ ugbo karịa mgbalị ọ bụla ọzọ;  ka ọtụtụ n'ime ha bụ ndị ọrụ ugbo na-arụ ọrụ n'onwe ha na-ebi na okpomọkụ [citation needed]",
  "Ọ bụ ezie na ịzụlite nri maka oriri mpaghara bụ isi nke ọrụ ugbo na-ekpo ọkụ, a na-agụnye ihe ọkụkụ ego (nke a na-akụkarị maka mbupụ) na nkọwa ahụ.",
  "Mgbe ndị mmadụ na-ekwu maka ebe okpomọkụ, ọ bụ ihe dị mma iji akara zuru oke jikọta mpaghara okpomọkụ yiri ya",
  "Okwu ndị a na-ahụkarị ga-agụnye mmiri na-ekpo ọkụ (oké ọhịa mmiri ozuzo); mmiri na-akpo ọkụ (ọzara na ebe kpọrọ nkụ); ma ọ bụ mpaghara mmiri ozuzo (ebe ndị akọwapụtara nke ọma oge mmiri ozuzo / mmiri ozuzo na ahụmahụ mmiri ozuzo).Ịkpọ aha dị otú ahụ bara ezigbo uru mgbe a na-ekwurịta banyere ọrụ ugbo, n'ihi na ihe na-arụ ọrụ n'otu mpaghara nke ụwa ga-arụ ọrụ na mpaghara yiri nke ahụ n'ebe ọzọ, ọ bụrụgodị na mpaghara ahụ dị n'akụkụ nke ọzọ nke ụwa.",
  "Ọtụtụ usoro ọrụ ugbo nke mpaghara okpomọkụ adịghị mma maka mpaghara okpompe",
  "Ọkara nke abụọ nke narị afọ nke 20 hụrụ ọtụtụ mgbalị iji mepụtaghachi n'omume ọrụ ugbo nke okpomọkụ nke nwere ihe ịga nke ọma na ihu igwe dị jụụ",
  "N'ihi ọdịiche dị na ihu igwe, ala, na usoro nke nwe ala, ndị a dara n'ụzọ dị ukwuu",
  "Mgbe ha nwere ihe ịga nke ọma, ha na-enwekarị mmasị dị ukwuu n'ebe ndị ọrụ ugbo nwere nnukwu ala nọ, , dị ka ọnụ ọgụgụ dị elu nke omume ugbo na-ekpo ọkụ na-adabere na akụ na ụba \"na-akwado nnukwu mmepụta ihe",
  "Nke a kwa kwaliri ọtụtụ ndị ọrụ ugbo n'obere ala n'ala ọzọ, ebe ọ bụ na a na-ejikọta ala ka mma ka ọ bụrụ nnukwu ugbo.",
  "\"Green Revolution\" bụ mmemme mmelite ọrụ ugbo nke emere na okpomọkụ",
  "N'ịbụ nke Rockefeller Foundation kwadoro na mbụ, ebumnuche ya bụ imeziwanye ọka, osikapa, na ndị ọrụ ugbo ọka ndị ọzọ ga-emepụta ọka maka otu mgbalị ahụ.",
  "Site n'oge ahụ, ọ gbasaa iji meziwanye usoro ọrụ ugbo, ọkachasị maka ndị ọrụ ugbo osikapa",
  "Uto nke ihe ọkụkụ dị otú ahụ nke na ọrụ ugbo nwere ike ịbawanye mmụba nke ọnụ ọgụgụ mmadụ na mmepụta nke onye ọ bụla na-abawanye kwa afọ na-esote afọ 1950 - na Eshia na-ebute ụzọ",
  "Ngụkọta ọnụahịa nke Green Revolution site n'afọ  1990 bụ ihe dị ka US  nde dollars otu narị.",
  "Green Revolution nwere ntụpọ; ọ bụ ezie na ihe ọkụkụ ahụ nyere ihe ọkụkụ ka ukwuu, ha na-arịa ọrịa karịa, ebe ọ bụ na nke a abụghị isi nchegbu nke mmemme ahụ",
  "Iji dozie nsogbu a yana ụzọ e si eme obere ihe ọkụkụ, enwere mmasị dị ukwuu taa n'ịmepụta Green Revolution nke abụọ, dabere na ọrụ ugbo na-adịgide adịgide ma na-enyere ndị ọrụ ugbo (obere) nwere obere ego.",
  "A na-agbasa ọtụtụ ahịhịa nri ndị dị n'ebe okpomọkụ site na ịkpụchasị",
  "Mkpụrụ dị mkpa maka mkpụrụ osisi na-eto eto iji dịrị ndụ n'oge oyi na ọnọdụ ndị ọzọ siri ike dịka ụkọ mmiri ozuzo.Otú ọ dị, ebe ihu igwe na-emekarị ka ọ na-eto kwa afọ, osisi ndị na-emepụta ihe ọkụkụ site n'ụzọ ndị ọzọ na-abụghị mkpụrụ na-adịkarị mma.",
  "Site n'ịgafe ọkwa mkpụrụ, osisi nwere ike ime ka usoro ọmụmụ ha dị ngwa",
  "N'agbanyeghị nke a, onye ọ bụla chọrọ ya, ka nwere ike ịzụlite ihe ọkụkụ ndị dị n'ebe okpomọkụ, dịka, mkpụrụ osisi, site na mkpụrụ",
  "Iji mee nke a, enwere ike iji usoro ụfọdụ pụrụ iche nke ntolite mkpụrụ iji bulie ha ngwa ngwa.",
  "\"Mkpụrụ osisi na-eche nsogbu ihu; ọ bụ ezie na ha kwesịrị ịdọta ndị na-eme ntụ ọka bara uru na ndị na-ekesa mkpụrụ, ha ga-ebelata mmebi nke ndị agha na-eri ahịhịa kpatara",
  "N'eweghị ụdị nchebe ụfọdụ, a ga-ewepụ osisi ndị ahụ na obere osisi ga-ebibi kpamkpam, na n'ihi na osisi kwụ otu ebe, ha enweghị ike ịgbapụ",
  "Nke a bụ eziokwu n'oké ọhịa Amazon dịka ọ dị n'oké osimiri coniferous nke Northern",
  "\" - Marcus Wischik.",
  "Ọtụtụ osisi (nke okpomọkụ) na-eji nsí echebe onwe ha",
  "Cassava, otu n'ime ihe oriri kachasị mkpa nke ebe okpomọkụ, na-emepụta cyanide mgbe a na-eri ya ọ gwụla ma a na-edozi ya iji wepụ / belata ihe cyanide dị na ya. Osisi ndị ọzọ nwere oxalates dị elu (ihe na-ejikọta calcium iji mepụta nkume akụrụ); beans castor bụ isi iyi nke ricin, otu n'ime nsí kachasị ike dị; na velvet beans nwere 3.1-6.1% L-DOPA, nke nwere ike ịbụ nsí n'ọtụtụ. Ndepụta osisi ndị na-egbu egbu dị ogologo, ma nsi na-apụtaghị mgbe niile ka a ga-ezere otu osisi, ihe ọmụma dị mkpa iji mee ka osisi ndị na-egbu egbu ghara ịdị mma iji mee ihe adịlarị n'ọtụtụ obodo.",
  "Winrock International na-ekwu, \"N'ebe okpomọkụ na-ekpo ọkụ, ịdị mkpa nke ala acid kachasị na Latin Amerika (81%), mana ọ dịkwa ịrịba ama na Afrika (56%) na Eshia (38%)\".",
  "Dị ka omenala si dị na ugbo azụmahịa, a na-egbochi nsị aluminum site na itinye lime n'ala, nke na-eme ka acid ghara ịdị ma mee ka aluminum ghara ịdị",
  "Otú ọ dị, ọtụtụ ndị nwere obere ala na ndị ọrụ ugbo dara ogbenye enweghị ike ịzụta lime, kama ịdabere na ọrụ ugbo na-ere ọkụ",
  "Dị ka ndụ ihe ọkụkụ mbụ na-ere ọkụ, ntụ na-eme ka ala acid dị n'ime ya kwụsị ma mee ka ebe ahụ dị mma maka ihe ọkụkụ nri",
  "Ka oge na-aga, acidity na-abawanye ma ọ bụ naanị ihe ọkụkụ ga-eto, na-amanye onye ọrụ ugbo ka ọ gaa n'ihu ma kpochapụ ebe ọhụrụ.",
  "Agba ala n'ebe mmiri na-ekpo ọkụ nwere njikọ na ọkwa oxidation nke mere n'ime ala, ala na-acha ọbara ọbara bụ nsonaazụ nke oxidation iron, na ala na- odo odo bụ nsonaanya nke oxidation aluminum.",
  "Mmanụ nnu na-eme n'ụzọ okike n'ebe kpọrọ nkụ ebe mmiri na-adịghị ada iji sachaa nnu na-agbaze agbaze na mpaghara mgbọrọgwụ",
  "Mmanụ nnu bụ mmetụta na-adịghị mma nke ịgba mmiri",
  "Ka osisi na-eji mmiri eme ihe ma na-esi n'elu ala pụọ, nnu dị na mmiri na-agbakọta n'ala",
  "Okpomọkụ dị elu na iru mmiri dị ala na mpaghara kpọrọ nkụ pụtara na salinization na-esokarị ịgba mmiri.",
  "Ụfọdụ osisi nwere oge foto (phototropism) achọrọ maka ọnụ ọgụgụ ụfọdụ nke ìhè ehihie tupu ha etolite, okooko osisi, ma ọ bụ mụọ mkpụrụ osisi",
  "Enweghị nke a, ha agaghị emecha ndụ ha ma ọ gaghị amị mkpụrụ na mkpụrụ",
  "Ya mere, mkpụrụ ndị e si n'ógbè ndị dị jụụ weta nwere ike ọ gaghị arụ ọrụ dịka a tụrụ anya ya, ma ọ bụ na mpaghara okpomọkụ",
  "Ụfọdụ osisi na-eji mkpụrụ ndụ ihe nketa keyed na-amalite na-amị naanị mgbe ụfọdụ awa nke ìhè ruru, otu ọnụ ọgụgụ nke awa dị ka a na-ahụ n'ebe obibi ha",
  "N'iji obere oge ìhè ehihie na-ahụ n'ebe okpomọkụ, ọ dịghị mgbe a ga-atụfu ọkụ ahụ.",
  "Njikọ nke ihe na-eme ka ebe okpomọkụ bụrụ otu n'ime mpaghara kachasị n'ụwa maka mmetụta ọjọọ nke mgbanwe ihu igwe na ọrụ ugbo",
  "Ndị a gụnyere:",
  "Eziokwu ahụ bụ na mgbanwe ihu igwe na mmụba okpomọkụ na-atụ anya na ọ ga-emetụta ihe ọkụkụ n'ubi dị n'ebe okpomọkụ nwere ike inwe mmetụta dị egwu maka ịda ogbenye na nchekwa nri, karịsịa n'ihi na ndị bi na mpaghara ahụ dabere na ọrụ ugbo dịka nanị ụzọ ha ga-esi dị ndụ",
  "Nnyocha nke afọ 2008 nke CGIAR Research Program on Climate Change, Agriculture and Food Security jikọtara mgbanwe ihu igwe n'ọdịnihu na mpaghara ndị na-ata ahụhụ site na ịda ogbenye na enweghị nri iji chọpụta mpaghara ndị dị na okpomọkụ nke nwere ike ịbụ ndị na-adịghị ike maka mgbanwe ihu igwe na-abịa n'ọdịnihu. Ndị a gụnyere mpaghara ndị dị ka West Africa nke na-adabere na ụdị ihe ọkụkụ na-eguzogide oke ọkọchị na nrụgide ma si otú a hapụ obere ohere iji mee ihe mgbe ihu igwe na-akawanye njọ. Nnyocha ahụ na-ekwu na East na West Africa, India, akụkụ nke Mexico na Northeastern Brazil ga-enwe mkpụmkpụ nke oge uto site na ihe karịrị 5%, na-emetụta ọtụtụ ihe ọkụkụ dị mkpa."
]