[
  "Gertrude \"Trudi\" Makhaya bụ onye South Africa na-ahụ maka akụ na ụba, onye ọchụnta ego, na onye edemede. Ọ bụ onye ndụmọdụ akụ na ụba nke onye isi ala Cyril Ramaphosa, onye isi ala South Africa ugbu a. Makhaya rụrụ ọrụ na Deloitte, Genesis Analytics na AngloGold Ashanti na South Africa",
  "Ọ rụziri ọrụ na Kọmitii Asọmpi nke South Africa site na 2010 ruo 2014",
  "N'afọ 2015, Makhaya guzobere Makhaya Advisory",
  "Makhaya nwere ọtụtụ akwụkwọ o bipụtara, na-elekwasị anya na asọmpi akụ na ụba na amụma.",
  "A mụrụ Makhaya ma zụlite ya na Hammanskraal, Gauteng, South Africa. N'afọ 1996, Makhaya debara aha na St Barnabas College, na Bosmont, South Africa. O mechara nweta ohere ịgụ akwụkwọ n'efu nke Rhodes wee gaa St Antony's College of Oxford University dị ka onye so na klas nke 2002, wee nweta nzere MBA na MSc na mmepe akụ na ụba. Makhaya gakwara Mahadum Witwatersrand wee nweta nzere BCom na Economics na Iwu, nzere nsọpụrụ na akụ na ụba na nzere Masters na Economics.",
  "N'oge ọrụ ya na Deloitte, Genesis Analytics na AngloGold Ashanti, Makhaya rụrụ ọrụ na ndụmọdụ njikwa ma nwekwa ọkwa ụlọ ọrụ. N'afọ 2010, Makhaya sonyeere Kọmitii Asọmpi nke South Africa, na mbụ dị ka onye isi akụ na ụba",
  "O mechara rụọ ọrụ dị ka osote kọmishọna ma jee ozi dị ka onye otu kọmitii isi nke asọmpi ahụ. Ọrụ ya na Kọmitii Asọmpi lekwasịrị anya na akụ na ụba asọmpi na ọrụ nke gụnyere ịtụle mmetụta asọmpi gbasara mkpebi azụmahịa yana nyochaa ikpe mmanye asọmpi",
  "Ọrụ ndị ọzọ gụnyere ịnọchite anya Kọmitii Asọmpi na Ụlọikpe Asọmpi na ije ozi dị ka onye akaebe ọkachamara. Makhaya bụkwa onye isi na-etinye nha nke ihe karịrị otu ijeri rands n'ọtụtụ ụlọ ọrụ na-ewu ụlọ na-etinye aka na aghụghọ iji bulie arịrịọ maka ámá egwuregwu maka 2010 FIFA World Cup n'oge ọ bụ osote kọmishọna. N'afọ 2014, Makhaya hapụrụ Kọmitii Asọmpi.",
  "Makhaya guzobere ụlọ ọrụ ndụmọdụ na 2015 nke a na-akpọ Makhaya Advisory ma na-eje ozi ugbu a dị ka onye isi ya",
  "Isi ihe ụlọ ọrụ ahụ bụ azụmaahịa na amụma asọmpi",
  "Ọ na-akwado ndị ọchụnta ego ọhụrụ site na ịmepụta ụlọ ọrụ nke ha",
  "Makhaya akwadola azụmahịa ọhụrụ site n'inye ụlọ ọrụ ọhụrụ ndụmọdụ na inye ego site na ije ozi dị ka onye mmụọ ozi na-etinye ego na ụlọ ọrụ mmalite. Ọzọkwa, Makhaya rụrụ ọrụ na MTN South Africa na Vumelana Advisory Fund n'ọkwa ndị na-abụghị ndị isi.",
  "N'ọnwa Eprel afọ 2018, a họpụtara Makhaya dị ka onye ndụmọdụ akụ na ụba kachasị ọhụrụ nke onye isi ala Cyril Ramaphosa",
  "Ugbu a, ọ bụ onye ndụmọdụ akụ na ụba kacha nta na akụkọ ihe mere eme nke South Africa. A na-enye Makhaya ọrụ ịhazi na ikenye ọrụ nke ndị ozi pụrụ iche nke InvestSA bụ ndị ga-eweta ma ọ pekata mpe ijeri dọla otu narị nke itinye ego mba ụwa site na 2023.",
  "Makhaya so Nicholas Nhundu dee akwụkwọ ọrụ a",
  "Akwụkwọ ahụ jiri Capitec Bank, ụlọ akụ na-ere ahịa na South Africa, dị ka ihe nyocha iji nyochaa ihe mgbochi ịbanye na ụlọ ọrụ ụlọ akụ na-ere ahịa na South Africa",
  "E nyochara ihe ịga nke ọma Capitec na ndị ọzọ na-abanye na ụlọ ọrụ ahụ n'afọ 2008 iji chọpụta ihe ndị nyere aka na ihe ịga nke ọma Capitec na ihe mgbochi Capitec meriri iji nweta ihe ịga nke ọma.",
  "Nnyocha ahụ chọpụtara na ihe ịga nke ọma Capitec mere ka ụlọ akụ na-asọmpi zaghachi na mmejuputa iji soro Capitec sọọ mpi, ebe ndị ahịa na-ahọrọ ịgbanwe gaa na Capitec n'ihi ụgwọ ụlọ akụ dị ala",
  "Ọzọkwa, a na-enye ndị ahịa nke ụlọ akụ na-asọmpi ụgwọ dị ọnụ ala iji gbanwee gaa Capitec",
  "Ime ka ndị ahịa kwenye ịgbanwe mere ka Capitec merie nnukwu ihe mgbochi nke dị oke mkpa maka ihe ịga nke ọma ha",
  "Akwụkwọ ahụ tụrụ aro na iji ngwaahịa dị mfe nke e nwere ike ịghọta na ime ka ndị ahịa na-agbazinye ego gbanwee ghọọ ndị ahịa ụlọ akụ, bụ ihe kpatara ihe ịga nke ọma ha",
  "A tụrụ aro n'akwụkwọ ahụ na aro ndị sitere na nyocha ahịa n'ime ụlọ akụ mekwara ka ọnọdụ asọmpi dị mma nyekwara aka na ihe ịga nke ọma nke Capitec",
  "N'agbanyeghị ihe ịga nke ọma nke usoro ndị a, ha kwubiri na a ka nwere ike imeziwanye usoro mgbanwe ahụ na n'etiti ọganihu ndị ọzọ dịka usoro siri ike iji mee ka a nabata ihe ọhụrụ maka ndị na-abata n'ọdịnihu.",
  "N'ime akwụkwọ a, Makhaya na onye so dee ya bụ Simon Roberts nyochara usoro ụlọ ọrụ na-agbanwe agbanwe na usoro iwu asọmpi na South Africa",
  "E nyochara nyocha nke ụlọ ọrụ atọ dị mkpa",
  "Ha nyochakwara mmekọrịta dị n'etiti atụmatụ ụlọ ọrụ na-agbanwe agbanwe na ihe gbasara nchedo ike ahịa na mmetụta nke ndị isi asọmpi na akụ na ụba South Africa.",
  "Dị ka akụ na ụba South Africa mepụtara ogologo oge ikpa oke agburu, ndị edemede ahụ rụrụ ụka na enwere nghọta dị nta banyere ahịa asọmpi na ụlọ ọrụ dị na South Africa",
  "Ọzọkwa, ndị edemede ahụ tụrụ aro na iwu na ụlọ ọrụ South Africa nọgidere n'ikwado ụlọ ọrụ dị ike, a ghọtahiere atụmanya nke iwu asọmpi ahụ, ọ nweghịkwa ọrụ ọ bụla maka steeti, ya mere ọrụ nke iwu asọmpi ahụ mebiri ma ghara ịdị irè",
  "Nnyocha ahụ chọpụtara na mmetụta nke iwu ndị e guzobere n'oge ịkpa ókè agbụrụ gara n'ihu na-egbochi ụlọ ọrụ na South Africa n'agbanyeghị ọchịchị onye kwuo uche ya nke ọhụrụ na mgbanwe akụ na ụba n'ihi na usoro ahụ nyere ụlọ ọrụ ndị nọ n'ọkwa ohere ichebe ọdịmma nke ha ebe a na-egbochi ndị nwere olileanya ịbanye n'ahịa, n'enweghị uru nke ndị ọchịchị asọmpi",
  "N'ihi ya, ụlọ ọrụ ndị dị ugbu a chọrọ ndị na-etinye ego ga-echebe ọnọdụ ha n'ahịa ebe ndị na-ekenye ndị ọhụrụ nwara ịnọgide na-enwe ọnọdụ iji chebe ụgwọ ụlọ.",
  "Makhaya so dee akwụkwọ a na mmekorita ya na Simon Roberts na Wendy Mkwananzi",
  "Ọ nyochara mmezu nke South Africa nke iwu asọmpi mgbe e guzobere ọchịchị asọmpi",
  "Akwụkwọ ahụ jiri South Africa dị ka ihe atụ nke ihe ịga nke ọma gbasara iwu asọmpi maka mmejuputa iwu asọmpi n'Africa niile ma gosipụta mpaghara abụọ dị mkpa, otu bụ mkpa nyocha nsonaazụ ahịa na nke ọzọ gbasara usoro nhazi",
  "Akwụkwọ ahụ kwuru na mmejuputa iwu mmanye siri ike nyere ụlọọrụ ahụ aka ikpughe omume aghụghọ dị ukwuu na akụ na ụba",
  "Nchọpụta ndị dị mkpa na akwụkwọ ahụ bụ isi ihe kpatara ihe ịga nke ọma nke kọmitii ahụ, otu bụ iwu ebere nke ụlọ ọrụ ebe nke ọzọ bụ nyocha na-aga n'ihu nke dị irè n'ịchọpụta ọrụ cartel.",
  "Akwụkwọ a nyochara ọrụ nke South African Competition Commission kemgbe 1999, mgbe e kere ya",
  "Ha chọpụtara na ibute ịmalite nyocha ụzọ a na ịkwalite ngwa enyemaka ụlọ ọrụ site n'aka ụlọ ọrụ ndị na-etinye aka na omume aghụghọ dị oke mkpa gbasara ịmanye cartels nke ọma",
  "Nke a mere ka ntụkwasị obi nke kọmitii ahụ mụbaa",
  "Ihe omume ndị a dugara na mmanye cartel nke ọma, otu n'ime mmezi na mmanye nke Kọmitii Asọmpi mere",
  "Ihe ọzọ na-enye aka n'ihe ịga nke ọma nke Kọmitii Asọmpi nke akwụkwọ ahụ chọpụtara bụ usoro ihe e mere banyere ebe obibi na ụlọ ọrụ dị mma nke na-eme ka ụlọ ọrụ na-arụkọ ọrụ ọnụ ma kwado nsonaazụ asọmpi",
  "Ha kwubiri na ihe ndị a nyere aka n'ihe ịga nke ọma nke Kọmitii Asọmpi dị ka ikike asọmpi nke mba na-emepe emepe iji dozie ọdịdị mmegide asọmpi nke ụlọ ọrụ South Africa dị ugbu a.",
  "Makhaya na Simon Roberts bu ndi dere akwụkwọ a, akwụkwọ a chọrọ inyocha arụmụka gbasara privatization, ahụmịhe mba ụwa na mmepe akụ na ụba gbasara mgbalị South Africa ịgbasa ọrụ nkwukọrịta na mba ahụ mgbe ọ nọ n'usoro nke inyefe ihe gbasara telekomunikashions n'aka ndị mmadụ",
  "Ndị edemede ahụ rụrụ ụka na n'agbanyeghị eziokwu ahụ bụ na ọganihu na teknụzụ nkwukọrịta na South Africa mepụtara ohere maka mmepe akụ na ụba enwerekwa ihe ize ndụ nke nkewa akụ na ụba nke nwere ike ịpụta n'ihi nkesa na-adịghị mma nke ọrụ nkwukọrịta",
  "N'iburu n'uche enweghị nhata ego na South Africa gbasara agbụrụ, ndị edemede ahụ tụrụ aro na enwere ike igosipụta enweghị nhata ndị a site na ịgbatị ọrụ nkwukọrịta",
  "Otú ọ dị, ndị edemede ahụ nyekwara ihe akaebe maka uru maka uto akụ na ụba n'ihi mmụba nke ọrụ nkwukọrịta",
  "Ha nyochara ahụmịhe South Africa na mbọ ahụ ma nyochaa usoro iwu nke mba ahụ na nyefee, arụmọrụ nke otu n'ime netwọk ya dị mkpa, ntinye aka gọọmentị na ụkpụrụ gbasara nkwukọrịta, na mmetụta telekomunikashions nwere na arụmọrụ akụ na ụba na ọrụ zuru ụwa ọnụ.",
  "Otu n'ime nkwubi okwu nke ọmụmụ ihe ahụ bụ na nwe onwe onye na iwu anaghị edozi mmụba nke ọrụ nkwukọrịta dị ọnụ ala nye ndị bi na South Africa n'ịgbalị ikpochapụ enweghị nhata dị ugbu a, nke ndị edemede ahụ weere dị ka nnukwu nsogbu ndị South Africa na-eche ihu",
  "Ka netwọk Telkom kwadoro ịba ụba uru, ịgbanwere site na ịpụ iche gaa n'ịgbasa ọrụ ghọrọ ihe na-abaghị uru dị ka ịba uru mere ka ọrụ nkwukọrịta ghara ịdị ọnụ ala nye ndị ga-eche na ha ga-erite uru site na mmụba ahụ",
  "N'aka nke ya, a chọpụtara na ọpụrụiche na-eme ka uru Telkom dịkwuo elu.",
  "Nkwubi okwu ọzọ bụ na Telkom nwere ike iji ọnọdụ ya na ụlọ ọrụ ahụ mee ihe n'ihi nsogbu asọmpi a na-eleghara anya n'oge usoro nke privatization",
  "Nke a kpatara mmụba mgbochi ịbanye maka ụlọ ọrụ ọhụrụ ma mebie mmetụta nke ọtụtụ ihe na nlọghachi na akụ na ụba",
  "Ndị edemede ahụ kwubiri na ahụmịhe South Africa na-atụ aro na usoro iwu nke mba mepụtara uru a na-enweta site n'ịgbanwe ọrụ nkwukọrịta nakwa na a chọrọ ntinye aka gọọmentị maka akụ na ụba iji rite uru site na mgbanwe ahụ.",
  "Makhaya bụ onye edemede na-anụ ọkụ n'obi",
  "E bipụtala ụfọdụ n'ime ọrụ akụkọ ifo ya na nso nso a",
  "Ọ na-enyekwa nkọwa ọha na eze site na ide kọlụm maka Business Day na Acumen."
]