[
  "Lottie Gertrude Stevenson (née Bevier; 16 Septemba 1944 24 Ọgọst 2018) bụ onye nnọchi anya Zimbabwe na onye ndọrọ ndọrọ ọchịchị. Ọ bụ onye omeiwu maka Harare North na Nzukọ Ndị Omeiwu nke Zimbabwe",
  "Ọ bụkwa onye guzobere Movement for Democratic Change (MDC) nke Zimbabwe, nwanyị ọcha mbụ a họpụtara na MDC National Executive na, n'oge ọ nọ n'ọkwa, naanị nwanyị ọcha nke mba ahụ.",
  "A mụrụ Stevenson na Atlanta, Georgia na United States, ọ gakwara akwụkwọ na Wymondham College no na England site na 1955 ruo 1962. O nwètara nzere BA (French na Italian, nkwanye ùgwù jikọrọ aka) site na Mahadum Reading na asambodo gụsịrị akwụkwọ na agụmakwụkwọ sitè na Machịum Zimbabwe",
  "Ọ biri na Uganda n'afọ ndị 1970, tupu ọ gbapụ n'ọchịchị Idi Amin. Ọ kwagara Zimbabwe n'afọ 1980, wee bụrụ nwa amaala Zimbabwe n'ọnwa afo 1990.",
  "Stevenson nọ n'ọkwa onye omeiwu maka Harare North site na 2000 ruo 2008. Ọ rụkwara ọrụ dị ka odeakwụkwọ mba MDC maka Iwu na Nnyocha maka MDC mbụ na obere akụkụ nke MDC",
  "E hotara ya ka ọ na-ekwu \"Mugabe anaghị atụ m egwu, echere m na ọ bụ ọrụ m iguzo maka ikike nke mmadụ niile\".",
  "Stevenson bụ onye isi oche nke Combined Harare Residents Association, ma duzie arịrịọ Ụlọikpe Kasị Elu nke nzukọ ahụ maka ntuli aka ime obodo na obodo ahụ mgbe Ministry for Local Government gbasara kansụl obodo Harare n'ihi nrụrụ aka",
  "Ndị kọmishọna obodo gọọmentị họpụtara, ndị a họpụtara na mbụ maka ọnwa isii, ka nọ n'ọnọdụ afọ abụọ ka e mesịrị",
  "Usoro ahụ gara nke ọma, mana tupu a hazie ntuli aka, Onye isi ala Mugabe kwupụtara na a ga-eme ntuli aka obodo ahụ n'otu oge na ntuli aka onye isi ala nke afọ 2002",
  "N'ihi obere oge maka nkwadebe, ntuli aka ahụ bụ ọgba aghara na ọtụtụ ndị ruru eru enweghị ike ịtụ vootu",
  "Ka o sina dị, nzukọ ahụ weere omume ha dị ka ihe ịga nke ọma n'ihi na ha manyere gọọmentị ịnakwere ntuli aka ha na obodo ahụ.",
  "Na afọ 2005, Stevenson na ọtụtụ ndị na-akwado ya hapụrụ MDC n'ihi usoro ime ihe ike nke Morgan Tsvangirai, onye ndú na onye guzobere òtù ahụ",
  "Ọ sonyeere otu òtù nkewa nke onye bụbu onye na-eme ihe omume ụmụ akwụkwọ bụ Arthur Mutambara duziri.",
  "N'ọnwa Julaị afọ 2006, mgbe ha gachara nzukọ ndọrọ ndọrọ ọchịchị na Harare nke Mabvuku, otu ìgwè mmadụ wakporo Stevenson na ndị ọrụ ibe ya anọ",
  "Stevenson nwere mmerụ ahụ panga n'azụ olu ya na isi ya, ọkpụkpụ aka na aka gbajiri agbaji na ọkpụkpụ ntì gbajiri agbajiri agbaji. Ndị isi nke otu MDC na-emegide onwe ha kwuru okwu ozugbo na ndị agha ZANU mere mwakpo ahụ",
  "Otú ọ dị, na mgbe ọ na-agbake n'ụlọ ọgwụ, Stevenson gosipụtara ndị mwakpo ya dị ka ndị otu MDC-T, nke Tsvangirai du. E mechara boo Timothy Mubawu, onye otu MDC nke ndị omeiwu, ebubo ịhazi na mwakpo ahụ.",
  "N'afọ 2009, a họpụtara Stevenson dị ka onye nnọchi anya Zimbabwe na Senegal na Gambia, ọ bụkwa ya na-ahụ maka imeghe ụlọ ọrụ nnọchi anya mba Zimbabwe na Senegal. Ọ nọ n'ọkwa ahụ ọbụna mgbe ọdịda nke gọọmentị na-agụnye na 2013.",
  "Onye ọkwọ ụgbọala ya hụrụ Stevenson nwụrụ anwụ n'ụlọ ya na Dakar, Senegal n'afo 24 Ọgọst 2018.",
  "Stevenson bụ nwa nwanyị nke First Lieutenant Gilbert Hasbrouck Bevier Jr",
  "(1924-1946), onye amụrụ na Kingston, New York ma nwụọ na-enyo enyo site na mmerụ ahụ a gbagburu na Seoul, South Korea",
  "Ọ debanyere aha na United States Army Air Force na Mee 1942, mgbe ọ bụ onye ọhụrụ na Mahadum Rutgers, ma jee ozi n'oge Agha Ụwa nke Abụọ",
  "Ọ bụ nwa nke asaa n'ime New Paltz, New York patentees, ma ọ bụ ndị guzobere, gụnyere Louis DuBois (Huguenot)",
  "Nne ya bụ Ann Elizabeth Jarrell nke Georgia",
  "O nwere nwanne nwoke, Frank Hasbrouck Bevier.",
  "Na July 1965, ọ lụrụ Stuart Robert Stevenson, nke Hailsham, England, na Surrey, England",
  "Ha nwere ụmụ atọ: Neil Robert, Catherine Bevier na Alexander Graham Stevenson.",
  "Àtụ:Members of the 5th Parliament of Zimbabwe"
]