[
  "Almost Complete Collection of True Singapore Ghost Stories (nke a na-akpọkwa True Singapore Ghost Stories ma ọ bụ TSGS) bụ akwụkwọ kachasị ere ahịa na Singapore",
  "Nke e rere ihe karịrị nde 1.5 n'ime ya, usoro ahụ abulura aha a ma ama kemgbe ọ malitere na 1989. Russell Lee, onye edemede Singapore, na-achịkọta akụkọ, akụkọ na ajụjụ ọnụ banyere ikike karịrị nke mmadụ",
  "Akwụkwọ a dị mfe ma na-atọ ụtọ, akwụkwọ ọ bụla, nke nwere ihe dịka akụkọ iri atọ, masịrị ụmụaka na ndị okenye",
  "E wepụtara akwụkwọ kachasị ọhụrụ (akwụkwọ nke iri abụọ na isii) n'usoro ahụ na 2020.",
  "Ọtụtụ akụkọ ndị a were ọnọdụ na Asia mana ụfọdụ mere na mba ụwa ọzọ",
  "Lee gụnyekwara isiokwu banyere ihe karịrị ike mmadụ, na-egosi nyocha zuru ezu n'ime anwansi, amoosu, ndị vampire na isi okwu ndị ọzọ yiri ya",
  "A na-ere akwụkwọ ndị ahụ na Singapore, Malaysia, Indonesia na mba ụfọdụ gbara ya gburugburu.",
  "Russell Lee dere usoro ahụ",
  "Ihe ọ na-ede banyere ikike karịrị nke mmadụ kemgbe afọ 1989.",
  "Akwụkwọ dị na okpuru bu ndị e bipụtara n'usoro:",
  "Usoro TV di iri na atọ, True Singapore Ghost Stories, ndi I-Media Entertainment mepụtara.",
  "N'afọ 2015, Russell Lee na kwa Universal Studios Singapore jikọrọ aka were meputa Halloween Horror Noights na Resorts World Sentosa",
  "E ji akụkọ na ihe odide sitere n'usoro akwụkwọ ahụ mee ihe omume were otu onwa",
  "Ọ dị ka ịnwale True Singapore Ghost Stories na ntụgharị Hollywood.",
  "Singapore Book of Records kwuru si na True Singapore Ghost Stories bụ ihe nkiri a kachasị ere site n'aka otu ndị edemede mere ya, na usoro akwụkwọ obodo kacha ree ahịa mgbe niile, na Singapur.",
  "The Straits Times kwuru na True Singapore Ghost Stories nke Russell Lee  abụrụla isi ihe na ndepụta ndị na-ere ahịa Singapore kemgbe ha kụrụ shelves na 1989",
  "Ihe onwunwe ahụ bara ọgaranya nke ukwuu",
  "Naanị ịchọrọ ịgụ na ya.\" Ebe South China Morning Post kwuru na \"Russell Lee bụ onye edemede kachasị ewu ewu na Singapore site na ogologo oge.  Akwukwo ya doro anya, utu aha ya dịkwa nhịahụ.\" The Star na-akọ na \"Ezigbo Singapore Ghost Story Book 1 bụ onye na-ere ahịa oge niile nke Singaporer"
]