[
  "Tsakane Valentine Maswanganyi (a mụrụ n'abalị iri na anọ n'ọnwa Febụwarị n'afọ 1979) bụ onye South Africa nwere ólú egwu soprano na-arụ ọrụ na mba ụwa",
  "O bu ụzọ pụta ìhè n'ihu ọha dị ka onye otu egwu opera a ma ama n'ụwa bụ Amici Forever Kemgbe ahụ, ọ pụtala na egwu na opera na nnukwu ebe a na-eme ihe nkiri na mba ụwa.\nTsakane Valentine Maswanganyi (a mụrụ n'abalị iri na anọ n'ọnwa Febụwarị n'afọ 1979) bụ onye South Africa nwere ólú egwu soprano na-arụ ọrụ na mba ụwa",
  "O bu ụzọ pụta ìhè n'ihu ọha dị ka onye otu egwu opera a ma ama n'ụwa bụ Amici Forever Kemgbe ahụ, ọ pụtala na egwu na opera na nnukwu ebe a na-eme ihe nkiri na mba ụwa.",
  "A mụrụ Maswanganyi ma o tolite n'otu obodo dị na Soweto, ebe ya na nne na nna ya ochie biri afọ asatọ mbụ nke ndụ ya",
  "Nne nne ya rụrụ ọrụ dị ka onye nkụzi ụlọ akwụkwọ ma nna nna ya bụ ụkọchukwu",
  "N'oge ahụ, a ka na-eme ikpa oke South Africa n'okpuru iwu nke apartheid",
  "Maswanganyi kwuru banyere ahụmịhe ahụ, \"M ga-asị na ezinụlọ m nwere ndụ onye isi ojii nọ n'etiti na Soweto - nke dị iche na ndụ onye isi ojii nọ  na obodo ndị ọcha",
  "Soweto nwere mmụọ dị iche",
  "E nwere mgbe a na-agba égbè, ahụghịm nke ahụ kpọmkwem",
  "Mgbe ụfọdụ, ndị agha na-abịa n'ụgbọala ma gbapụ ikuku mmụọ n' okochi anya",
  "Anyị n'egwuri egwu n'ogige ma ha ga abịa na mberede nke anyị ga-abanye n'ime ma kpọchie ọnụ ụzọ",
  "Mgbe ụfọdụ, ndị uwe ojii na-abịa ma malite ịkụ aka na ịkụsa ọnụ ụzọ n'enweghị ihe kpatara ya",
  "N'oge ahụ, a naghị ekwe ka ndị mmadụ nwee ndị ọbịa - ọbụnadị ụmụ nwanne nna gị ma ọ bụ ezinụlọ gị - ị ga-enwetarịrị ụdị ikike iji mee ka ndị mmadụ leta gị",
  "\"",
  "Mgbe ọ dị afọ asatọ, Maswanganyi kwagara Giyani n'ebe ugwu South Africa ka ya na nne na nna ya biri",
  "Ọ nọgidere n'ebe ahụ ruo afọ iri na ụma ya",
  "Mgbe ọ nọ ebe ahụ, ọ gara ụlọ akwụkwọ sekọndrị afọ ole na ole na Risinga High School, mana usoro ụlọ akwụkwọ Bantu enyeghị ụmụ akwụkwọ ha ihe ọmụmụ ọ bụla na mpaghara egwu",
  "Otú ọ dị, ọ bụ onye na-arụsi ọrụ ike na ukwe ụka ya nke nne ya duziri ma na-eme egwu a cappella na ukwe ọdịnala nke Afrịka",
  "N'ihi ya, Maswanganyi enwechaghị amamihe gbasara egwu oge ochie ma onweghị ike ịgụ gbasara egwu mgbe ọ banyere Mahadum nke Pretoria na ọchịchọ nke ịchụso nzere ya na ngalaba egwu",
  "Enweghị amamịhe ya gbochiri ha ịnabata ya dị ka onye isi egwu",
  "Otú ọ dị, otu afọ course \"mgbochi\" nke egwu na mahadum nyeere ya aka  gbasara enweghị ihe ọmụma egwu ya ma emesịa osonye na mmemme ahụ.",
  "N'afọ nke anọ na nke ikpeazụ ya na Mahadum nke Pretoria, Maswanganyi malitere ime ihe nkiri opera chorus na State Theatre na Pretoria",
  "Mgbe ọ gụsịrị akwụkwọ, ọ gara n'ihu na ọzụzụ ọrụ ya na Pretoria Technikon ruo afọ atọ",
  "O gosipụtara ọrụ aha na mmepụta ụmụ akwụkwọ nke Emmerich Kálmán's Gräfin Mariza n'afọ mbụ ya na mmemme ahụ",
  "Omume ya mere ka a kpọọ ya ka ọ maliteghachi ọrụ ahụ maka ọrụ mbụ ya na Roodepoort City Opera",
  "Ohere ndị ọzọ sochiri n'oge na-adịghị anya, gụnyere egwu ndị a gụpụtara Nelson Mandela na Thabo Mbeki na arụmọrụ maka ndị nnọchi anya United Nations na Earth Summit 2002 na Johannesburg.",
  "Mgbe ọ gụsịrị akwụkwọ na Pretoria Technikon, Maswanganyi gụpụtara ọrụ Maria na arụmọrụ nke West Side Story nke Spier Opera Company na Cape Town. N'oge na-adịghị anya mgbe o nyechara aka mepụta Amici Forever nke o wepụtara abọm abụọ gara nke ọma, The Opera Band (2004) na Defined (2005)",
  "Ndị otu ahụ gakwara Australia na New Zealand n'afọ 2006 na United Kingdom n'afọ 2006 na 2007.",
  "Maswanganyi na-arụkwa ọrụ dị ka onye na-akụ egwu naanị ya na egwu ngosipụta na nke opera",
  "O meela ihe ngosi maka ndị isi ala Thabo Mbeki na Nelson Mandela. Ụfọdụ n'ime ọrụ ya bụ Musetta (La bohème), Valencienne (The Merry Widow), Amelia (Amelia al Ballo), Arminda (La finta giardiniera) na Contessa Ceprano (Rigoletto)",
  "Ụfọdụ ihe ndị pụtara ìhè n'ọrụ ya gụnyere ọrụ aha na Carmen Jones na London Philharmonic na Royal Festival Hall na Bess na Porgy na Bess na Cape Town Opera, Deutsche Oper Berlin, na Norwegian National Opera N'ọnwa Eprel afọ 2011, ọ gosipụtara ọrụ aha na ngosipụta mpụtara mbido ụwa nke Bongani Ndodana-Breen's Winnie: The Opera na State Theatre na Pretoria",
  "Maswanganyi bi ugbu a na Italy ebe ọ bụ nwa akwụkwọ n'ihe gbasara olu egwu nke mezzo-soprano Nadiya Petrenko."
]