[
  "Tsedale Lemma bụ onye nta akụkọ Etiopia nke guzobere Addis Standard, akwụkwọ akụkọ Etiopia nwere mmetụta dị ukwuu, na afọ 2011.",
  "A mụrụ Tsedale Lemma n'afọ 1976 (afọ )",
  "Ọ gụsịrị akwụkwọ na nzere Bachelor of Arts na akwụkwọ akụkọ na Mahadum Addis Ababa na diplọma na akwụkwọ akụkọ n'ịntanetị na Mahadim Stockholm.",
  "Tsedale malitere ịrụ ọrụ dị ka onye nta akụkọ n'afọ 2000, na-aghọ onye nta akụkọ dị elu na Addis Tribune",
  "N'ebe a, e bipụtara isiokwu na Europe na Xinhua News Agency.",
  "Mgbe ime ihe ike nke ntuli aka nke afọ 2005 na Etiopia gasịrị, Tsedale gbanwere site n'ọrụ mgbasa ozi gaa n'ịrụ ọrụ n'ụlọ ọrụ nnọchiteanya Israel na Addis Ababa",
  "Ọ bụ onye ndụmọdụ mmekọrịta ọha na eze na mbụ ma mesịa bụrụ onye ndụmọdụ ndọrọ ndọrọ ọchịchị mpaghara na mgbasa ozi nye onye nnọchi anya.",
  "Mgbe ọ hapụsịrị ụlọ ọrụ nnọchiteanya Israel na afọ 2010, Tsedale guzobere Addis Standard na Febụwarị afọ 2011 dị ka magazin kwa ọnwa",
  "Tsedale rụrụ ọrụ dị mkpa na Addis Standard na-aghọ akwụkwọ nwere mmetụta dị ukwuu na Etiopia",
  "As of January 2021[update] , ọ nọgidere bụrụ onye isi nchịkọta akụkọ akwụkwọ akụkọ ahụ.",
  "Tsedale bụ onye otu International Advisory Board nke Bandung: Journal of the Global South kemgbe afọ 2015, na-anọgide na bọọdụ ahụ As of 2021[update] 2021[update].",
  "N'afọ 2012, na-ekwu maka mwakpo ndị agha Etiopia na-eme na Eritrea n'oge obere, ogologo oge nke Agha Eritrea, Tsedale kọwara gọọmentị Eritrea dị ka onye ọchịchị aka ike, nke a na-ahụghị n'anya na mpaghara ahụ, na onye na-adịghị ike, ma hụ ka gọọmentị Etiopia nọ n'ọnọdụ siri ike",
  "Ọ tụrụ aro \"nkwupụta nkwekọrịta kama ịlụ ọgụ\" dị ka atụmatụ maka iwepụ gọọmentị Eritrea.",
  "N'afọ 2013, Tsedale katọrọ Kọmitii na-echebe ndị nta akụkọ na \"ihe fọrọ nke nta ka ọ bụrụ ndị nta akụkọ Etiopia niile a chụpụrụ n'ala\" maka ime ka ihe isi ike nke mgbasa ozi onwe ha na Etiopia dị mfe, n'ụzọ \"na-eweda ndị nta akụkọ ihere na ndị a na-akparaghị ókè\" na-aga n'ihu na-arụ ọrụ mgbasa ozi onwe onye na Ethiopia n'agbanyeghị mmegide gọọmentị",
  "Ọ katọrọ gọọmentị Etiopia nke oge ahụ maka afọ ojuju na enweghị mmegide megide mgbasa ozi karịa gọọmentị ndị gara aga, kama ikwe ka nnwere onwe mgbasa ozi",
  "Tsedale katọrọ otuto nke ọnwụ Meles Zenawi.",
  "Na Jenụwarị afọ 2021, Tsedale kọwara nnwere onwe Abiy Ahmed nke Etiopia dị ka onye gbanwere egwu ndị a na-eyi ndị nta akụkọ nwere onwe ha site na nrụgide kwụ ọtọ (mgbochi gọọmentị) gaa na ngwakọta nke nrụgide kwụ chịm na nke kwụ ọtọ, ebe òtù ndọrọ ndọrọ ọchịchị, okpukpe na nke obodo na ndị mmadụ dị ike chọrọ imetụta mgbasa ozi",
  "O kwuru na nloghachi na mmegide nke mgbasa ozi kpatara nrụgide na ndị na-emepụta mgbasa ozi onwe ha",
  "Tsedale katọrọ uche ndị mgbasa ozi ụwa na-eleba anya na Abiy's 2019 Nobel Prize maka udo, na-ekwu na ọ bụ ihe na-enweghị isi, ihe na-amaghị ihe na enweghị akụkọ ihe mere eme na mpaghara, dị ka Addis Standard 12 Disemba afọ 2019 \"ụtụtụ mgbe Oslo\" nchịkọta akụkọ",
  "O kwuru na ụlọ ọrụ mgbasa ozi mba ụwa amalitela ile anya n'omume Abiy, kama naanị okwu ya, nakwa na gọọmentị na-azaghachi site na ịhazi mkpọsa ozi na netwọk mmekọrịta n'ịntanetị.",
  "Tsedale kwalitere ikike ụmụ nwanyị maka 8 Machị afọ 2014 International Women's Day site n'ịhazi arụmụka United Nations kwadoro na Mahadum Addis Ababa nke akpọrọ \"Ịha nhata maka ụmụ nwanyị niile: Ime ememe ụmụ nwanyị Etiopia na-eme na Ethiopia\", n'etiti ụmụ nwanyị asaa a ma ama, Aster Zaoude, Birtukan Gebregzi, Chachi Tadesse, Hag Destaos, Ingidaye Eshete, Selamawit Ad na Zenaye Tadesse.",
  "N'otu echiche e bipụtara na The New York Times na mbido Nọvemba afọ 2020, na mbido Agha Tigray, Tsedale kelere praịm minista Etiopia Abiy Ahmed maka ọchịchị onye kwuo uche ya mbụ nke Etiopia, na-ekwu, \"N'ịkpọ onwe ya onye na-eme mgbanwe, nnukwu mgbanwe ndị Maazị Abiy kwere nkwa, onye weghaara n'ọnwa Eprel na afọ 2018, yiri ka ọ na-egbochi nsogbu kachasị njọ nke mba ahụ, \" mana o kpebiri na mgbe nke ahụ gasịrị, \"gabiga ókè\", na-eduga na Agha Tig ray",
  "O kwupụtara nchegbu ya na \"Nnwere onwe ikwu okwu, nnwere onwe obodo na usoro kwesịrị ekwesị [nwere ike] ịdaba na mgbanwe nke militarism na mmegide\" ma kwuo na Abiy yiri ka \"ọ chọghị ịkwụsị\"",
  "Onye nta akụkọ Abebe Gellaw zaghachiri, na-arụ ụka na Tsedale kwesịrị ịkatọ Tigray People's Liberation Front (TPLF), maka afọ iri atọ nke \"nchịkwa na-ezighị ezi, nchịkwa, mmegbu, ịkpa ókè, mmebi ikike mmadụ, na nnukwu nrụrụ aka\"",
  "Abebe kwuru, \"TPLF anọwo na-atụfu onye ọ bụla na-agba ọsọ n'aka ya iji mebie ma gbanwee mgbanwe ahụ ma mebie Etiopia na mgbalị ya na-enweghị isi iji weghachite ike na ihe ùgwù ọ tụfuru",
  "\" Abebe kwuru na echiche Tsedale kpachaara anya na-eduhie eduhie ma dabere na \"ihe ize ndụ na nkụda mmụọ\".",
  "Kpọpụta njehie: <ref> tag with name \"UNESCO_Tsedale_Lemma\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CAHDE_Tsedale_Lemma\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"USHoR_Tsedale_biography\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Bandung_Jnl_Global_South\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"AddisStand_What_now_2011\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"HornAffairs_Tsedale_Lemma\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"UNESCO_2014_womens_day\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"NYT_Ethiopia_tragedy\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"Borkena_open_note_Abebe_Gellaw\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"CJR_Tsedale_threats_ET_press\" defined in <references> has group attribute \"\" which does not appear in prior text."
]