[
  "Tshibumba Kanda-Matulu (1947 na Élisabethville, Belgian Congo - c.1981 na Zaire), nke a na-akpọkarị TKM, bụ onye ama ama na-ese sitere na Zaire (nke a na-akpọ Democratic Republic of the Congo ugbu a)",
  "TKM rụrụ ọrụ n'ime ụdị a na-akpọ \"African popular art\" ma ọ bụ \"genre painting\" ma mara ya maka ọtụtụ eserese ya na-egosi oge dị mkpa nke akụkọ ihe mere eme nke Congo dịka ha pụtara na ncheta ndị mmadụ",
  "TKM furu efu na 1981 ma kwenyere na e gburu ya na ọgba aghara.",
  "A mụrụ TKM na Élisabethville (Lubumbashi nke oge a), na ndịda nke Belgium Congo, na 1947",
  "TKM rụrụ ọrụ n'ime oge nke ọdịbendị ziri ezi na 1970s",
  "TKM bụ otu n'ime ndị isi nke \"African genre painting\" nke pụtara na Belgium Congo na ngwụsị afọ 1950s na nke jikọtara ụdị na usoro Europe na Congo.",
  "Ihe osise TKM a maara nke ọma bụ akụkụ nke usoro ọrụ 101 nke onye German anthropologist Johannes Fabian nyere iji gosipụta akụkọ ihe mere eme nke Congo dịka ọ pụtara na ncheta mba",
  "Emepụtara usoro a n'etiti 1974 na 1976 ma mepụta ọrụ TKM ma jiri ya mee ihe dị ka ntọala maka mmekorita agụmakwụkwọ n'etiti ha abụọ",
  "Ihe si na ya pụta, Remembering the Present: Paintings and popular history in Zaire, e bipụtara na 1996",
  "TKM lere ebumnuche nke akwụkwọ ahụ anya dị ka igosi akụkọ ihe mere eme nke mba ya nye nwa amụrụ na mba ahụ",
  "N'ụzọ dị iche, Fabian na-egosi ya dị ka ọrụ anthropological maka ọmụmụ ọdịda anyanwụ.",
  "Otu n'ime ihe nkiri ndị TKM gosipụtara bụ Elisabethville Massacre nke 1941, okwu nnwere onwe nke Patrice Lumumba nke 30 June 1960, mmeghe nke omenala obligatoire farming, na ikpe nke onye ndú okpukpe Simon Kimbangu site n'aka ndị ọchịchị Belgium na 1921",
  "E mere eserese niile ahụ n'oge mwakpo Shaba n'oge nke mpaghara obodo TKM nke Shaba hụrụ ọgba aghara ndọrọ ndọrọ ọchịchị.",
  "Ọrụ ahụ dị ịrịba ama n'akụkọ ihe mere eme n'ihi ajụjụ ọnụ dị n'etiti Fabian na TKM bụ nke a gụnyere na ọrụ ahụ",
  "N'ajụjụ ọnụ ndị ahụ, TKM katọrọ gọọmentị Mobutu Sese Seko, na-ekwu okwu dịka \"Ihe Mobutu bu n'uche bụ eziokwu - ma ọ bụ ụgha",
  "Ma nke ahụ bụ ihe m na-edebe n'onwe m",
  "Ihe bụ eziokwu bụ na ọ malitere site na echiche ziri ezi",
  "Ya mere, o kwuru okwu ma anyị niile kwekọrịtara; ọ dịghị otu ihe a na-arụrịta ụka",
  "\"",
  "Ọrụ ahụ na-ekwusi ike na TKM nwere mmasị na Patrice Lumumba, ọkachasị n'ikpachara anya jiri ihe osise Kraịst na eserese nke Lumumba, na-egosipụta ọnyá Jizọs mgbe a kpọgidere ya n'obe. Ihe yiri ya doro anya nke na Fabian kpọrọ ngalaba ahụ \"The Passion of Patrice Lumumba\", na-ezo aka na \"The Passion of the Christ\".",
  "Tropenmuseum, ihe ngosi nka nke agbụrụ na Amsterdam, zụtara 102 nke ihe osise TKM n'afọ 2000"
]