[
  "Tshoganetso Mpho Adolphina Tongwane (nwụrụ na 19 Mee 2021) bụ onye ndọrọ ndọrọ ọchịchị South Africa",
  "Onye otu African National Congress, a họpụtara ya na National Assembly na 2008",
  "A họpụtara ya ka ọ bụrụ onye omeiwu zuru oke na ntuli aka 2009",
  "Ọ rụrụ ọrụ ruo na ntuli aka 2014 mgbe ọ tụfuru oche ya",
  "Tongwane laghachiri na nzuko omeiwu izu ole na ole ka e mesịrị, na-ejupụta oche nke onye bụbu onye isi okwu Max Sisulu",
  "Ọ tụfuru oche ya ọzọ na ntuli aka 2019, naanị ka a họpụta ya ka ọ laghachi na nzuko omeiwu izu ole na ole ka e mesịrị.",
  "Tongwane nwụrụ na 19 Mee 2021.",
  "Tongwane tolitere n'ezinụlọ na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị",
  "Ọrụ ndọrọ ndọrọ ọchịchị ya malitere na 1980s mgbe ọ sonyeere United Democratic Front na mgbe e mesịrị African National Congress.",
  "Tongwane sonyeere National Assembly na 2008 tupu ntuli aka nke afọ 2009. A họpụtara ya maka oge zuru ezu na ntuli aka ahụ, n'agbanyeghị na ANC enweghị nkwado. A họpụtara ya ka ọ rụọ ọrụ na kọmitii na-ahụ maka ihe gbasara ụlọ na ụlọ ọrụ mmadụ.  Tongwane bụ onye na-ahụ maka ndị otu ANC maka ụlọ ọrụ ndị otu Kathu maka Nzukọ nke anọ (2009 ruo 2014).",
  "Ọ guzoro maka nhọpụta ọzọ na ntuli aka nke May 7, 2014 dị ka onye nke 124 na ndepụta mba nke ANC nke ndị omeiwu maka National Assembly. A họpụtaghi ya ọzọ na National Assembly n'ihi ọdịda ntuli aka nke ANC",
  "Na 29 Mee 2014, onye bụbu onye isi okwu Max Sisulu gbara arụkwaghịm n'oche ya na mgbakọ ahụ. ANC họọrọ Tongwane ka ọ mejupụta oche ya dịka ọ nọ na-esote na ndepụta ahụ ma ṅụọ iyi na 30 Mee. E kenyere Tongwane na kọmitii ọrụ ugbo, ọhịa na ịkụ azụ na ọrụ.",
  "Tongwane guzoro maka oge ọzọ na nzuko omeiwu na ntuli aka nke Mee 8, 2019, ebe etinyela ya n'ọnọdụ nke 116 na ndepụta mba ANC. Ọzọkwa, a họpụtaghi ya ọzọ na National Assembly n'ihi nkwado ANC na-ebelata ọbụna karịa na ntuli aka",
  "Onye bụbu minista na-ahụ maka mmepe ọha na eze Susan Shabangu gbara arụkwaghịm dị ka onye otu National Assembly mgbe a họpụtaghachighị ya na kansụl. ANC họọrọ Tongwane ka ọ nọrọ n'oche ya ma ṅụọ iyi na 10 June 2019",
  "N'abalị iri abụọ na asaa n'ọnwa Juun, a kpọrọ Tongwane aha na Kọmitii Portfolio na gburugburu ebe obibi, ọhịa na azụ. Tongwane bụ Backbencher n'oge oge atọ ọ nọrọ na omeiwu.",
  "Tongwane nwụrụ site na COVID-19 na 19 Mee 2021, mgbe ọ dị afọ 65."
]