[
  "Tsitsi Veronica Muzenda (amụrụ n'abalị iri na asaa n'ọnwa Ọktoba n'afọ 1950) bụ onye ndọrọ ndọrọ ọchịchị Zimbabwe, onye omeiwu nke Midlands Province na nwa nwanyị nke onye bụbu osote onye isi ala Zimbabwe, Simon Muzenda",
  "Tsitsi Veronica Muzenda (amụrụ n'abalị iri na asaa n'ọnwa Ọktoba n'afọ 1950) bụ onye ndọrọ ndọrọ ọchịchị Zimbabwe, onye omeiwu nke Midlands Province na nwa nwanyị nke onye bụbu osote onye isi ala Zimbabwe, Simon Muzenda.",
  "A mụrụ Tsitsi na Bulawayo, Zimbabwe na onye ndọrọ ndọrọ ọchịchị, Simon Muzenda na Maud Muzenda.Ya na ụmụnne ya abụọ, Vitalis Muzenda na Virginia Muzenda, Tsitsi sonyeere nna ya na Rhodesian Bush War, agha nke dugara na njedebe nke ọchịchị na Zimbabwe.",
  "Dị ka onye omeiwu nke Midlands Province, ndị omeiwu nke Zimbabwe họpụtara Tsitsi na Standing Rules and Orders Committee (SROC) n'ọnwa Ọktoba 2018.",
  "N'ikwu okwu na Nzukọ nke 144 nke Inter-Parliamentary Union na Bali, Tsitsi nọgidere na-anọpụ iche na mwakpo Russia nke Ukraine na 2022",
  "Ọ kpọrọ oku maka mkparịta ụka siri ike na nke na-ewuli elu dị ka ihe ngwọta kachasị mma iji kwụsị agha na Ukraine. Ọ kpọrọ oku ka United Nations na United Nations Security Council ka ha na ndị otu abụọ ahụ rụkọọ ọrụ iji kpebie ịkwụsị agha ahụ. Echiche ya kwekọrọ na nke gọọmentị Zimbabwe, nke na-ezere ịtụ vootu UN iji katọọ mwakpo Russia na Ukraine.",
  "N'ọnwa Ọgọstụ 2021, mgbe kọmitii isiokwu nke Sustainable Development Goals nke Tsitsi Muzenda duziri nyochara mmetụta nke ọrịa COVID-19 na mmepe agụmakwụkwọ na Zimbabwe, ọ tụrụ aro imeziwanye nha nhata n'etiti ụlọ akwụkwọ ime obodo na obodo. Ọ kpọrọ ndị omeiwu ka ha gaa n'okwu na-arịwanye elu nke ime ime nwa na ịhapụ ụlọ akwụkwọ n'etiti ụmụ akwụkwọ na Zimbabwe.",
  "Onye isi ala Robert Mugabe họpụtara Tsitsi ka ọ bụrụ osote minista na-ahụ maka ike na mmepe ike na Disemba 2014. N'oge ọ bụ osote minista, Tsitsi butere ụzọ na Sustainable Energy for All Initiative nke chọrọ ịkwalite ohere ọkụ eletrik nye ọtụtụ ndị mmadụ na Zimbabwe n'okpuru mmemme ọkụ eletrik ime obodo.",
  "A họpụtara Tsitsi dị ka onye otu Politburo nke ZANUPF na 1999, ihe ndị na-akọwa ndọrọ ndọrọ ọchịchị hụrụ dị ka mgbalị Robert Mugabe iji mee ka iguzosi ike n'ihe nye ya n'ime pati ahụ site n'ịhọpụta nwa ya nwanyị onye ọ tụkwasịrị obi, Simon Muzenda. N'afọ 2020, mgbe a kwụsịrị ma chụpụ ndị isi ndị ntorobịa nke ZANUPF, Pupurai Togarepi na Lewis Matutu mgbe ha kpughere nrụrụ aka nke onye mmekọ onye isi ala Emmerson Mnangagwa bụ Kuda Tagwirei, Tsitsi Muzenda katọrọ mkpebi ahụ. O boro mkpebi ahụ ebubo na ọ na-egbochi arụmụka n'ime pati ahụ ma na-egosi ZANUīPF dị ka megide ọgụ mgbochi nrụrụ aka.",
  "Tsitsi anọwo na ndepụta mmachibido iwu nke European Union na Gọọmentị US nke etinyere n'okpuru Zimbabwe Democracy and Economic Recovery Act nke 2001 na-elekwasị anya na ndị na-emebi ọchịchị onye kwuo uche ya na ụlọ ọrụ Zimbabwe. EU depụtara Tsitsi na ndepụta mmachibido iwu na July 2002 tinyere ndị isi ndị ọzọ na ndị minista ZANUPF. N'ime iwu gọọmentị US nke George W",
  "Bush nyere na 10 Machị 2003, e tinyere Tsitsi na ndepụta mmachibido iwu dị ka otu n'ime ndị na-emebi usoro ọchịchị onye kwuo uche ya ma ọ bụ ụlọ ọrụ na Zimbabwe. A kwadoro ya na ikike ya dị ka onye isi kọmitii nke Politburo nke ZANUPF. Ọ nọgidere na ndepụta mmachibido iwu nke European Union na Gọọmentị US kemgbe ahụ."
]