[
  "Tuft & agịga bụ matarasị na ihe ndina America nke onye na-emepụta ihe ndina Serta Simmons Bedding nwere ugbu a",
  "T&N so n'ime ndị na-ere ahịa n'ịntanetị, bed-in-a-box nke malitere na mbido afọ 2010. Na Septemba 28, 2018, Serta Simmons Bedding nwetara onye na-ere ahịa n'ịntanetị ndị na eme na Ihe ọ bụla n'ime anyị pụta ụwa dị nnọọ mkpa onye isi dị otú na Tuft & Agịga ugbu a dị n'ala na nnukwu ụlọ ahịa matarasị na ụlọ ahịa T&N, yana n'ịntanị.",
  "Tuft & agịga malitere dị ka ụlọ ọrụ e-azụmahịa nke Daehee Park na John-Thomas Marino guzobere na July 19, 2012. Ha abụọ zutere site na iji bịa ndị mmadụ n'ihe ndị mere n'oge gara maka nsogbụ na mmemme ndị ọchụnta ego na Mahadum Steeti Pennsylvania. Park na Marino guzobere ụlọ ọrụ ahụ na July 19, 2012 na $ 3,000 nke ọ bụla n'ime ego ha.",
  "ogige na Marino mere ka ụlọ ọrụ ahụ ruo ihe karịrị $ 100 nde na ego a na-enweta kwa afọ na-enweghị ego ọ bụla n'ime ha na kpo ámá nke ụwa na ụdị nke ụwa a ịghọ nke ụwa họrọ site n'ime ụmụ gị aka inwe ọganihu",
  "N'ime afọ mbụ ya zuru ezu na azụmaahịa, ụlọ ọrụ ahụ mepụtara $ 1 nde na ahịa na ngwụcha afọ 2013. N'ọnwa Eprel afọ 2014, Park kwuru banyere ịmepụta mmalite na inweta ihe ịga nke ọma na IST Izu mmalite, nke Mahadum Pennsylvania State kwadoro. Ụlọ ọrụ ahụ mechara mepee ụlọ ngosi brik na mortar mbụ ya na isi ụlọ ọrụ Phoenix na Disemba 2014, nke e mere dị ka \"nnwale\" ma dị naanị site na nhọpụta.",
  "Tuft & Agịga nwetara TN.com na Septemba 2015",
  "Ụlọ ọrụ ahụ guzobere isi ụlọ ọrụ ya na ụlọ ọrụ O.S",
  "Stapley Hardware nke akụkọ ihe mere eme na Grand Avenue na Phoenix na Disemba 2015, mgbe e jiri onyinye obodo nke $ 300,000 mee ihe iji melite ma rụzie ụlọ ahụ site n'aka onye na-emepe ụlọ. N'afọ 2015, Tuft & Needle toro ruo ihe karịrị ndị ọrụ 100 ma nweta ihe karịrị $ 100 nde na ego.",
  "Mgbe ha jụrụ onyinye itinye ego site n'aka ndị na-etinye ego, Park na Marino nwetara ego mgbazinye $ 500,000 site na Bond Street na 2016. N'afọ 2016, ụlọ ọrụ ahụ malitere mkpọsa mgbasa ozi mba nke akpọrọ \"Mattress Stores Are Greedy\".",
  "N'afọ 2017, ụlọ ọrụ ahụ nwere $ 170 nde na ahịa. Tuft & Needle mefuru ihe karịrị $ 14 nde na mgbasa ozi n'otu afọ ahụ.",
  "Na Septemba 28, 2018, Tuft na agịga mechiri njikọta ya na onye na-emepụta matarasị Serta Simmons Bedding. N'ọnwa Nọvemba afọ 2018, ha kwupụtakwara mmekọrịta ha na Amazon iji wepụta matarasị Amazon nke a na-akpọ \"The Nod.\" nke Tuft & Needle.",
  "Ka ọ na-erule Jenụwarị 2019, Tuft &  agịga na-arụ ọrụ ụlọ ahịa asaa na Scottsdale, Gilbert, Seattle, Kansas City, Raleigh, Portland, na Dallas. A na-echekwa ngwaahịa ha na Lowe's, Crate & Barrel na Walmart ebe dị iche iche na United States.",
  "Ụlọ ọrụ ahụ enwetala akwụkwọ akụkọ site na Business Insider, Marketing Land, The Arizona Republic,akụkọ ndị ahịa , Forbes, Phoenix Business Journal, Bloomberg, na Wired."
]