[
  "Tijani Babatunde Folawiyo (nke a makwaara dị ka Tunde Folawiyo ) bụ onye ọchụnta ego Naijiria",
  "Ọ bụ onye isi nchịkwa nke Yinka Folawiyo Group.  Dị ka Forbes si kwuo, o nwere ihe ruru nde dọla iri isii na iri isii na ise.",
  "Tunde Folawiyo bụ onye isi oche nke Yinka Folawiyo Group, otu nzukọ nwere mmasị na ike, ọrụ ugbo, mbupu, na ala na ụlọ. Otu ọgbakọ nke nna ya, Wahab Folawiyo, Tunde guzobere, weghaara nzukọ ahụ n'afọ 2008 mgbe nna ya gafere",
  "Ọ na-ejekwa ozi dị ka onye isi nke MTN Nigeria Ltd, onye isi oche nke Yinka Folawiyo Group of Companies. Tunde guzobekwara Folawiyo Energy Ltd, onye enyemaka nke Yinka Folawiyo Group of Companies.",
  "Tunde bụbu onye isi na-abụghị onye isi nke Access Bank plc (nke bụbu Access Bank Nigeria) site na 11 Ọktoba 2005 ruo 29 Jenụwarị 2014",
  "A kpọrọ ya na Bar nke England na Wales na 1985, ebe ọ malitere ọrụ iwu ya na Nigeria na ụlọ ọrụ Ogunsanya, mana ọ gbara arụkwaghịm na iwu na 1989. Kemgbe afọ 1996, Tunde jere ozi dị ka osote onye isi oche nke Nigeria Association of Indigenous Petroleum Explorers & Productions (NAIPEC)",
  "Ugbu a, ọ bụ onye isi oche nke Enyo Retail, A Nigerian downstream Oil and Gas Company, na onye isi oche nke Coronation Merchant Bank; ụlọ ọrụ akụ na ụba na Nigeria.",
  "Tunde Folawiyo gụrụ akwụkwọ na London School of Economics, ebe ọ nwetara nzere B.Sc na Economics na 1980, na LL.B na 1984",
  "O nwetara LL.M nzere na University College London na June 1985.",
  "N'afọ 2010, Tunde bụ onye natara African Leadership Award",
  "E nyekwara ya nzere doctorate na nchịkwa azụmahịa na Mahadum Crescent dị na Abeokuta, Nigeria. Tunde na-eje ozi dị ka onye nnọchi anya ọma, nwa amaala na-asọpụrụ nke obodo Houston na onye nnọchi anya nsọpụrụ nke Barbados.",
  "Tunde bụ onye otu ụlọ ọrụ ndụmọdụ zuru ụwa ọnụ nke African Leadership Academy, ụlọ ọrụ pan-Africa raara onwe ya nye ịzụlite na inye ndụmọdụ ọgbọ ọhụrụ nke ndị isi Africa",
  "Tunde bụ onye otu Duke of Edinburgh's World Fellowship",
  "Ọ bụkwa onye otu Kansụl Na-achị Isi nke Mahadum Lagos Steeti na Gọọmentị Lagos Steeti",
  "Ọ nọkwa na Board of Trustees nke Crescent University na Abeokuta."
]