[
  "Tunde Kelani (amụrụ ya na 26 Febụwarị 1948), nke a maara dịka TK, bụ onye na-eme ihe nkiri na Naijiria",
  "N'ime ọrụ karịrị afọ iri anọ, TK bụ ọkachamara n'ịmepụta ihe nkiri na-akwalite ọdịbendị ọdịbendị bara ụba nke Naịjirịa ma nwee mgbọrọgwụ siri ike na akwụkwọ, nchekwa, agụmakwụkwọ, ntụrụndụ na nkwalite ọdịbendị.",
  "A makwaara ya maka ịhụnanya onwere maka mgbanwe nke ihe odide n'ime ihe nkiri dịka ọtụtụ n'ime ọrụ ya gbasoro ụdị ihe nkiri ahụ gụnyere Ko se Gbe, Oleku, Thunder Bolt, The Narrow Path, White Handkerchief, Maami na Dazzling Mirage",
  "Mgbe ọ dị obere, e zigara ya Abeokuta, ka ya na nne na nna ya ochie biri",
  "Omenala na ọdịnala ndị Yoruba bara ụba ọ nwetara n'oge ọ bụ nwata, tinyere ahụmịhe ọ nwetara na London Film School ebe ọ gụrụ nka nke ịme ihe nkiri, kwadebere ya maka ihe ọ na-eme taa.",
  "A mụrụ Tunde Kelani, TK na Lagos mana mgbe ọ dị afọ ise, e zigara ya ka ya na nne na nna ya ochie biri na Abeokuta na Ogun",
  "Ọ gara Oke-Ona Primary School na Ikija, Abeokuta ma gụọ akwụkwọ sekọndrị na Abeokuta grammar school",
  "N'oge a, nna nna ya bụ onye isi (Balogun nke Ijaiye Kukudi) ma ọ bụ ihe ùgwù ịhụ ọtụtụ akụkụ nke ụzọ ndụ ndị Yoruba, okpukpe Yoruba, akwụkwọ Yoruba, nkà ihe ọmụma Yoruba, gburugburu Yoruba na echiche ụwa Yoruba na nka na nso.",
  "E webatara ya na akwụkwọ Yoruba site na mmalite nke ndụ ya ma ihe nkiri metụtakwara ya nke ukwuu dịka ndị Yoruba nwere ọdịnala ihe nkiri njem siri ike n'oge ahụ",
  "Mgbe ọ nọ n'ụlọ akwụkwọ sekọndrị, o nwere ihe ùgwù ịhụ ọtụtụ n'ime nnukwu ihe nkiri Yoruba gụnyere Palmwine Drinkard, Oba Koso, Kurunmi, Ogunde na ndị ọzọ.",
  "O nwere mmasị na foto site na ụlọ akwụkwọ praịmarị",
  "N'oge agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya, ọ na-etinye ego ma na-ewepụta oge iji mụta foto",
  "Ya mere, n'ụzọ a na-apụghị izere ezere, ọ ghọrọ onye na-ese foto mgbe ọ gụsịrị ụlọ akwụkwọ sekọndrị",
  "Mgbe e mesịrị, ọ nwetara ọzụzụ na Western Nigeria Television (WNTV) wee gaa n'ihu ịga London Film School.",
  "N'afọ mgbe 1970, Kelani rụrụ ọrụ dị ka onye nta akụkọ BBC TV na Reuters, na igwe onyonyo nke Naijiria",
  "Maka Reuters ọ gara Ethiopia iji kpuchie ọkọchị ahụ na Zimbabwe ugboro atọ iji kpuchie nnwere onwe n'ebe ahụ. Ozugbo ọ gụsịrị akwụkwọ na London Film School, ọ laghachiri Naịjirịa ma soro Adebayo Faleti mepụta ihe nkiri mbụ ya nke a na-akpọ Ihe esemokwu nke Rev",
  "Nna Michael",
  "(Idaamu Paadi Minkailu)",
  "Ndị ọzọ na-emepụta ihe gụnyere Alhaji Lasisi Oriekun, Wale Fanubi - onye ọrụ ibe ya si Cinekraft, Yemi Farounbi na ihe nkiri nke Lola Fani-Kayode. Tunde Kelani arụwokwa ọrụ na ọtụtụ ihe nkiri ndị e mepụtara na Naịjirịa dịka onye na-ese ihe nkiri",
  "Ụfọdụ n'ime ihe nkiri 16mm ọ rụrụ gụnyere: Anikura; Ogun Ajaye; Iya Ni Wura; Taxi Driver; Iwa na Fopomoyo. N'afọ 1990, Kelani bụ osote onye nduzi na onye na-eme ihe nkiri na ihe nkiri nke afọ 1990 Mister Johnson, ihe nkiri mbụ nke America mere na Nigeria. Ihe nkiri a bụ Pierce Brosnan na Maynard Eziashi, ihe nkiri a dabere na akwụkwọ akụkọ nke Joyce Cary dere n'afọ 1939.",
  "TK mepụtara ebe dị nro maka ịgụ akwụkwọ mgbe ọ dị obere ma nke a mechara ghọọ ntụrụndụ kachasị amasị ya",
  "Malite na ọrụ ise nke D",
  "O",
  "Fagunwa, nke gụnyere Igbo Olodumare, Ogboju Ode Ninu Igbo Irunmale, Aditu Olodumare, Irinkerindo Ninu Igbo Elegbeje na Ireke Onibudo, ọ mikpuru onwe ya n'ọrụ ọ bụla ọ nwere ike inweta aka ya n'asụsụ Yoruba na Bekee. Ozugbo ọ chọpụtara mmekọrịta dị n'etiti akwụkwọ na ihe nkiri, ọ nakweere mgbanwe edemede dị ka ihe nlereanya na-arụ ọrụ maka ịme ihe nkiri ya",
  "Ọ bụghị naanị na ọ hụrụ akwụkwọ ndị ahụ n'anya, ọ hụkwara ndị edemede ahụ n'anya dịka a na-ahụ ya mgbe niile n'etiti ha",
  "Ndị edemede kachasị amasị ya gụnyere Kola Akinlade, Pa Amos Tutuola, Cyprian Ekwensi, Akinwunmi Ishola, Adebayo Faleti, Wale Ogunyemi na Wole Soyinka",
  "Ụfọdụ n'ime ihe nkiri ya kachasị nwee ihe ịga nke ọma bụ mgbanwe edemede ma ha gụnyere: Koseegbe, Oleku, Thunderbolt (Magun), The White Handkerchief, The Narrow Path, Maami na nso nso a Dazzling Mirage",
  "O kpebiri ịnọgide na-enwe ihe nlereanya a maka ihe nkiri ya n'ọdịnihu.",
  "N'afọ 1991, Tunde Kelani malitere ụlọ ọrụ mmepụta nke ya, Mainframe Films and Television Productions - Opomulero, ka o wee nwee ike imepụta ihe nkiri ma ọ bụghị naanị inye nkwado teknụzụ",
  "N'ịbụ onye si n'ụwa nke ihe nkiri na akwụkwọ pụta, mgbanwe nke akwụkwọ na egwuregwu maka sinima bụ isi ihe nkiri Kelani na-eme ma site na ha, ọ na-eme ememe ndị edemede na ọrụ ha na ihe ọ na-ahụ dị ka ọha na eze nke na-agụ obere.",
  "Na Mainframe, o mepụtara ihe nkiri dịka Ti Oluwa Nile, Ayo Ni Mo Fe, Koseegbe, Oleku, Thunderbolt (Magun), Saworoide, Agogo Eewo, The Campus Queen, Abeni, Narrow Path, Arugba na Maami.",
  "Ọrụ ikpeazụ ya, Dazzling Mirage, mgbanwe sitere na akwụkwọ akụkọ nke Olayinka Egbokhare, bụ akụkọ ịhụnanya banyere otú onye na-arịa sickle-cell si merie ihere ọha na eze, ajọ mbunobi na ùgwù onwe onye ya dị ala, iji nweta ihe ịga nke ọma, alụmdi na nwunye na ịbụ nne",
  "Site na ihe nkiri ahụ, ọ na-atụ anya ime ka a mara ma lebara anya na ọnọdụ sickle-cell ma nyere ndị mmadụ aka ime mkpebi ndị ka mma."
]