[
  "Rial (French) maọbụ piastre bụ ego nke ndi Tunisia ruo afo 1891",
  "E kewara ya na 16 kharub (caroub), nke ọ bụla n'ime 13 fals (burbe)",
  "E kewara ụgha ahụ n'ime  qafsi isii (burben)",
  "Nasri (asper) ruru fals abuo",
  "A naghị enye aha ahụ na mkpụrụ ego maọbụ naanị nọmba na-egosi ya",
  "Ụfọdụ mkpụrụ ego rial nwere nọmba n'elu mkpụrụedemede nke Arabic r, ر.",
  "Ọ bụ Beys nke ndi Tunis wepụtara rial ahụ",
  "Ọ bụ ezie na ndị Europe maara ya dịka piastre, ọ bụghị otu na Turkish kuruş, nke a makwaara dịka piaster",
  "Site na 1855, rial dị na ọkọlọtọ bimetallic nke 1 rial = 0.17716 gram ọlaedo dị ọcha maọbụ 2.7873 gram ọlaọcha dị ọcha",
  "N'afọ 1887, e belatara ihe dị n'ime ọla edo nke mkpụrụ ego rial 25 iji mee ka ọ hara ka 15 francs French",
  "N'afọ 1891, e ji ọnụego ntụgharị a (nke a na-ekwukarị dịka 1 rial = 60 centimes) mee ihe mgbe franc Tunisian nọchiri rial.",
  "Na mbido narị afọ nke iri na itoolu, e wepụtara mkpụrụ ego ọla kọpa 1, tinyere 1 nasri, 1, 2, 4 na 8 kharub, 1 na 2 rial, na sultan ọlaedo",
  "E webatara mkpụrụ ego ọhụrụ na afo 1847, nke nwere ọla kọpa 1 fals,  nasri, 1⁄ na 1 kharub na ọlaọcha 2 na 5 rial denominations",
  "N'etiti afo 1856 na 1858, e wepụtara mkpụrụ ego ọla kọpa maka 3, 6 na 13 nasri tinyere ọlaọcha 2, 4 na 8 kharub, 1, 3 na 4 rial, na ọlaedo 10, 20, 25, 40, 50, 80 na 100 rial",
  "A na-eji ọlaedo dị ọcha emepụta mkpụrụ ego ọlaedo ahụ na mbụ, e mesịa belata ya ka ọ bụrụ900 fineness, na 20, 40 na 80 rial denominations dị mkpụmkpụ",
  "Mkpụrụ ego isii na iri na ato nke nasri mechara jiri nọmba Arabic \"1\" na \"2\" (\"1\" na \"22\") mee ka ọ pụta ìhè na ha ga-agbasa dịka mkpụrụ ego otu na abuo kharub, mmụba nke uru nke 1⁄2 nasri maka mkpụrụ ego 6 nke nasri",
  "N'afọ 86, e webatara mkpụrụ ego ọla kọpa ọhụrụ na 1⁄4, 1⁄, 1, 2, 4, 8 kharub",
  "E webatara ọlaọcha 8 kharub na ọla edo 5 rial",
  "N'afọ 1887, e webatara mkpụrụ ego rial iri abuo na ise dị obere (lee n'elu), ya na ihe odide ọzọ \"15 F\" iji gosipụta nha nhata na franc French."
]