[
  "Dinar (Arabic, French, ISO 4217 koodu ego: TND) bụ ego nke Tunisia",
  "A na-ekewa ya na 1000 milim ma ọ bụ milimes (ملّيم)",
  "A na-ejikarị abbreviation DT eme ihe na Tunisia, ọ bụ ezie na ịde \"dinar\" mgbe ego ahụ na-anabatakwa (TND bụ obere mkparịta ụka, na-achọsi ike iji ya mee ihe na mpaghara ego); A na-akpọkwa mbiri TD n'ebe ole na ole, mana a na-ejikarị ya eme ihe, n'ihi na a na-ejikarị asụsụ French eme ihe na Tunisia, na nsụgharị French nke DT (ya bụ, Dinar tunisien).",
  "Aha \"dinar\" sitere na Alaeze Ukwu Rom/Denarius Rome, nke a na-eji na mpaghara Africa, ókèala ochie nke Carthage, Tunisia nke oge a.",
  "E webatara dinar na 1960, ebe e guzobere ya dị ka otu ndekọ ego na 1958",
  "Ọ nọchiri franc na ọnụego nke 1000 francs = 1 dinar",
  "Dinar ahụ esoghị mbelata nke franc French na 1958, n'ihi ya, a gbahapụrụ ọnụego mgbanwe",
  "Kama nke ahụ, e sere akara aka na dollar United States nke 1 dinar = 2.38 dollar nke e debere ruo 1964, mgbe dinar ahụ papara na 1 dinar= 1.90 dollar",
  "E jidere nke abụọ a ruo mgbe a ndidi dollar na 1971",
  "Tunisia nwere ọnụ ahịa dị ala n'akụkọ ihe mere eme",
  "Dinarị ahụ adịchaghị agbanwe agbanwe na 2000-2010 karịa ego nke ndị agbata obi ya na-ebubata mmanụ, Egypt na Morocco",
  "Ọnụ ego ọnụ ahịa bụ 4.9% n'afọ mmefu ego 2007-08 na 3.5% n'afọ mmefu ego 2008-09",
  "Otú ọ dị, uru nke ego ahụ na-adaba kemgbe ahụ, na n'etiti 2008 na 2018, dinar na-ebelata ihe dịka 55% megide dollar US, site na 76 ¢ ruo 34 ¢, na banyere 46% megide euro, site na cents 55 ruo 30 cents.",
  "N'afọ 1960, e webatara mkpụrụ ego aluminium 1, 2 na 5 millime na ọla 10, 20, 50 na 100 millime",
  "E wepụtara 1 na 2 millimes n'ikpeazụ na 1990 na 1983 n'otu n'otu, ọ bụghịzi ego iwu kwadoro",
  "N'afọ 968, e webatara mkpụrụ ego nickel 1⁄2 dinar, jiri obere, cupro-nickel dochie ya n'afọ 1976, mgbe eweputara mkpụrụ ego cupro-nicel 1 dinar",
  "E wepụtara mkpụrụ ego Bimetallic 5 dinar n'afọ 2002.",
  "mkpụrụ ego na-ekesa (njikọ gụnyere mkpụrụ ego ugbu a na nke akụkọ ihe mere eme na akwụkwọ ego).",
  "Ọ bụ na 26 Disemba 2013 ka ewepụtara mkpụrụ ego tridecagon abụọ ọhụrụ ahụ, millimes 200 (ọla kọpa-zinc, dayameta 29 mm, ọkpụrụkpụ 1.80 mm, 9.4 gr",
  "arọ) na dinar 2 (ọla kọpa-nickel, dayameta 29.4 mm, ọkpụrụkpụ 1.90 mm) , 11.2 gr",
  "ibu).",
  "N'abalị atọ n'ọnwa Nọvemba n'afọ 958, Central Bank of Tunisia wepụtara akwụkwọ ego na 1⁄2, 1 na 5 dinar. A gbanwere atụmatụ nke okpukpe ndị a site na usoro ederede nke ụbọchị 1-6-1965, mana ewepụtara ya na 3 Machị 1966",
  "E wepụtara akwụkwọ ego 10-dinar nke dị na 1-6-1969 na Jenụwarị 2, 1970",
  "Ihe ndekọ 1⁄2-dinar ikpeazụ bụ nke 1973-10-15 ebe ihe ndekọ 1-dinar ikpeazụ dị na 1980-10-15",
  "E wepụtara ihe ndekọ 20-dinar nke 1980-10-15 na 26 Disemba 1984",
  "E wepụtara akwụkwọ ndekọ 30-dinar n'etiti 1997 na 2011",
  "E wepụtara mkpụrụedemede 50-dinar nke 2008 na 25 Julaị 2009. N'abalị asatọ n'ọnwa Nọvemba n'afọ 2005, e wepụtara mbipụta emelitere nke mkpụrụedemede 10-dinar a na-ejikarị eme ihe.",
  "Na 31 Disemba 2019, ndetu niile ewepụtara tupu afọ 2011 ka emechara nke ọma",
  "Akwụsịla iji okwu ndị gara aga eme ihe ruo ọtụtụ afọ tupu oge eruo mana ka na-agbanwe agbanwe na Central Bank ruo ụbọchị ahụ.",
  "Mgbe ọdịda nke ọchịchị Ben Ali na Tunisia, e ji nwayọọ nwayọọ wepụta akwụkwọ ego ọhụrụ, ya na akwụkwọ ego 20 dinar e wepụtara na 2017 na akwụkwọ ego 10 dinar e mepụtara na 2020",
  "Ka ọ na-erule 2020, a na-eji akwụkwọ 20 na 50 dinar e wepụtara n'afọ 2011 na akwụkwọ 5 na 10 dinar e nyere n'afọ 2013 nakwa usoro ọhụrụ ahụ",
  "A na-ewepụ akwụkwọ 50 dinar mgbe e zigara ya na Central Bank n'oge mgbasa ha mgbe a na-ekwenyebeghị na atụmatụ ọhụrụ.",
  "Ndị Tunisia anaghị eji isi nkewa, dinar, mgbe ha na-ekwu maka ọnụahịa ngwaahịa",
  "N'ihi ya, a na-akpọkarị otu dinar na ọkara khomstach en miya (nke pụtara narị iri na ise)",
  "Nke a na-emetụta ọnụahịa niile dị n'okpuru 2 dinar",
  "A na-akpọkarị 50 dinar dị ka khamsin alf (mmiri iri ise)",
  "A na-eji mgbakọ a eme ihe ọbụna maka ọnụahịa dị elu, dịka ọmụmaatụ, a ga-akpọ dinar 70,000 sab'in maliun (nde iri asaa)",
  "A ka na-anụkwa \"Francs\" site n'oge ruo n'oge, 1000 n'ime ha na-anọchite anya otu dinar.\nNa mgbakwunye na nke ahụ, ndị Tunisia na-ejikarị okwu \"frank\" mee ihe kama millime",
  "Dịka ọmụmaatụ, a na-akpọ 100 millimes (0.1 Dinars) \"miyat frank\" (N'ụzọ nkịtị 100 franks)",
  "Okwu Frank sitere n'oge ọchịchị ndị France.",
  "Ọ bụ mpụ na Tunisia ịbata ma ọ bụ mbupụ dinar",
  "Kwa afọ, nwa amaala ọ bụla nwere ike ịgbanwe ego mba ọzọ ruo 6,000 dinar Tunisian tupu ọ pụọ na mba ahụ. Ya mere, ọnụahịa dị na ụlọ ahịa na-enweghị ụtụ isi dị na ego a na-agbanwe agbanwe dị ka euro, US dollar na British pound",
  "E nwere ọtụtụ ATM na-agbanwe agbanwe na mba ahụ maka ndị njem nleta",
  "Àtụ:Exchange Rate"
]