[
  "Olatunji Bello (a mụrụ na 1 Julaị 1961) bụ onye ọka iwu, onye na-ahụ maka gburugburu ebe obibi, onye sayensị ndọrọ ndọrọ ọchịchị, onye nta akụkọ na onye na-anọ ọdụ maka gburugburu ebe ahụ na mmiri n'okpuru Babajide Sanwo-Olu Administration na Lagos State",
  "Ọ bụ onye Lagosian.",
  "O nwere nzere B.Sc",
  "na Mahadum Ibadan ebe ọ gụrụ sayensị ndọrọ ndọrọ ọchịchị ma gụsịrị akwụkwọ n'afọ 1984",
  "O nwetara nzere masta ya na International Law and Diplomacy ML.D na (1987) site na Mahadum Lagos",
  "O nwetara nzere Bachelor of Laws n'otu Mahadum Lagos, Naịjirịa, n'afọ 2000.",
  "Tunji Bello malitere ọrụ mgbasa ozi ya na Concord Press nke Naịjirịa ebe ọ tolitere ịghọ onye nchịkọta akụkọ.Ọ malitere dị ka onye edemede ihe ngosi; ọ bụkwa onye enyemaka nchịkọta ihe ngosi",
  "Ọrụ ya n'akwụkwọ akụkọ toro ngwa ngwa nke na ọ ghọrọ onye nchịkọta akụkọ ndọrọ ndọrọ ọchịchị mgbe ọ dị afọ 27",
  "E mechara kwalite ya ka ọ bụrụ onye nchịkọta akụkọ nke aha Sunday ma mesịa bụrụ onye nchịkọta akwụkwọ akụkọ nke aha kwa ụbọchị nke Concord Newspapers Group",
  "A họpụtakwara ya dịka onye isi oche nke Editorial Board nke THISDAY Newspaper",
  "Ọ bụ onye edemede na St",
  "Petersburg Times, Florida, USA, na US News & World Report, Washington DC n'afọ 1992.",
  "Dị ka nwa akwụkwọ na Mahadum Ibadan, Tunji Bello bụ osote onye isi oche nke Mahadum nke Ibadan Students Union",
  "Ọ na-agbasi mbọ ike maka ọchịchị onye kwuo uche ya kemgbe afọ iri asatọ",
  "Ọrụ ndọrọ ndọrọ ọchịchị ya malitere mgbe ọ rụrụ ọrụ dị ka onye enyemaka pụrụ iche nke Bashorun MKO Abiola, onye mmeri nke ntuli aka onye isi ala nke June 12, 1993",
  "Mgbe a kagburu ntuli aka nke oge ahụ, Tunji Bello ghọrọ onye otu Naijiria na-akwado ọchịchị onye kwuo uche ya, NADECO nke lụrụ ọgụ maka mmelite nke ọchịchị onye kwuo okwu na Naijiria nke dị site n'afọ 1993 ruo n'afọ 1999",
  "Mgbe e nyefere ọchịchị ndị agha n'aka ndị ọchịchị Democratic n'afọ 1999, Tunji Bello sonyeere onye bụbu Gọvanọ nke Lagos Steeti, Asiwaju Bola Ahmeed Tinubu na kọmitii ya",
  "Ọ rụrụ ọrụ dị ka Onye isi nke Signage and Advertising Agency (LASSA) yana Kọmishọna maka gburugburu ebe obibi na nchịkwa Asiwaju",
  "N'ọnwa Julaị n'afọ 2011, ọ sonyeere ọchịchị Gọvanọ Babatunde Fasholaʹs ma Gọvanor ṅụrụ iyi dị ka Kọmishọna na-ahụ maka gburugburu ebe obibi ebe ọ jere ozi ruo Mee 29, 2015.",
  "N'afọ 2015, mgbe a ṅụrụ iyi nke onye bụbu Gọvanọ, Maazị Akinwunmi Ambode, a họpụtara Tunji Bello ka ọ bụrụ odeakwụkwọ nke Gọọmentị Steeti na 29th May 2015 na-eje ozi ruo ọgwụgwụ nke ọchịchị Maazị Makinwunmi Ambodes n'afọ 2019",
  "N'afọ 2019, ọ sonyeere ọchịchị Sanwo-Olu ma Gọvanọ ṅụrụ iyi n'afọ 2019 dị ka Kọmishọna maka gburugburu ebe obibi na mmiri ma ọ ka na-arụ ọrụ.",
  "Ọ natara onyinye dị iche iche",
  "Ọ natara Alfred Friendly Press Fellowship, USA, Ọ meriri onyinye Concord Press maka Ịdị Mma na Obi Ike na Journalism, Concord Publisherńs Best Editorial Manager.  Ọ bụ onye natara Mahadum nke Ibadan Distinguished Alumnus Award na Mahadum Lagos Distinguished alumni Achievers Award Of Excellence.  Ọ bụ Nigerian Society of Engineers, Ikeja, alaka Lagos, na UNDP sọpụrụ ya maka ịtọ ntọala maka nkwado gburugburu ebe obibi na steeti Lagos",
  "O dere otu akwụkwọ ma nye aka na anọ ndị ọzọ.",
  "Ọ bụ di nke Ibiyemi Olatunji-Bello, onye bụ osote onye isi nke Mahadum Lagos State kemgbe Septemba 2021."
]