[
  "Turtel Onli (amụrụ na Jenụwarị 25, 1952 na Chicago, Illinois ) bụ onye America na-ese ihe, onye ọchụnta ego, odee, onye na-agwọ ọrịa nka, onye nkuzi, na onye nkwusa.",
  "Ọrụ ya emetụla ọzụzụ dịgasị iche iche na nka ọhụụ dị mma ma tinye ya n'ọrụ, na-emepụta ọrụ na eserese, eserese, ihe atụ, mbipụta, ejiji, na mmepụta multimedia. Onli dere ma gosipụta ọtụtụ akwụkwọ na-atọ ọchị na akwụkwọ akụkọ eserese, nke gụnyere NOG, Protector of the Pyramids, Malcolm 10, Nog Nu na Grammar Patrol",
  "A maara ya dị ka \"Nna\" nke \"Black Age of Comics\", otu a raara nye nkwalite, okike, na nkwado nke akwụkwọ ndị na-atọ ọchị nke Africa na akwụkwọ akụkọ eserese. Onli chepụtara okwu ahụ bụ \"Rhythmism\" iji kọwaa ma kọwaa ụdị ya, nke na-ejikọta echiche oge ochie na nke ọdịnihu. Onye nkuzi nka nke ụlọ akwụkwọ ọha na eze, nke lara ezumike nká ugbu a, Onli rụrụ ọrụ na Chicago Public Schools ihe karịrị iri afọ abụọ.",
  "Onli gụsịrị akwụkwọ na School of the Art Institute of Chicago na Bachelor of Fine Arts",
  "O mechara laghachi na Art Institute wee nweta Master of Arts na Art Therapy",
  "Agụmakwụkwọ ya gụnyere ọmụmụ na Paris, France, na Sorbonne na Centre Georges Pompidou",
  "N'afọ 1970, Onli hiwere Black Arts Guild (BAG), nke gosipụtara ihe ngosi nka ma bipụta ọrụ ndị otu ya. N'afọ 1974, ya na BAG, bipụtara Funk Book na ọtụtụ kaadị ekele",
  "N'afọ 1980, ya na Osun Center of the Arts bipụtara otu zine a na-akpọ PAPER",
  "Ná mmalite afọ ndị 1980, o mepụtara mbipụta ise nke ihe nkiri mbụ ọzọ, Future Funk",
  "Ndị ahịa ihe atụ Onli gụnyere Playboy Magazine, Chicago Magazine, Avant Garde Magazine, McDonald's, Motown Productions, Holt, Rinehart & Winston, MODE magazine, na Paris Métro magazine",
  "Ọrụ ya dị na nchịkọta nke Miles Davis, Alice Coltrane, Chicago Children's Museum (The Rhythmistic Bench), na Johnson Publishing Company",
  "Onli abụwo onye na-ese ihe na Mahadum nke Illinois na Chicago.",
  "N'afọ 2005, Onli haziri \"Reverend Phillips and Turtel Onli: An Artistic and Spiritual Legacy\", na Center for the Visual and Performing Arts na Munster, Indiana, ihe ngosi nke gosipụtara chaatị ọhụụ nke nna nna ya nwụrụ anwụ, Rev",
  "Samuel David Phillips, na Onli's own Rhythmistic paintings.",
  "N'afọ 2010, o mepere Onli Studios ọhụrụ na Bridgeport Arts Center na Chicago.",
  "N'ime ọrụ ya niile, Onli mepụtara udị agwa ndị na-abanye n'ime mmasi ebumpụta ụwa nke mmadụ maka ikwubiga okwu ókè, akụkọ ifo nke ike karịrị nke mmadụ na nke adịgboroja na nkà mmụta okpukpe",
  "Ha na-anọchite anya nkwenye Onli na echiche nke ndị dị ike na-agbachitere ndị na-adịghị ike",
  "Ọ na-eji \"dike na onye ọjọọ\" paradigm dị ka ụgbọala ya maka iru karịa ụkpụrụ \"nghọta\".",
  "Àgwà Onli NOG, Nubian of Greatness, otu n'ime akwụkwọ akụkọ ihe nkiri mbụ Afrocentric, ka egosipụtara na Chicago Defender, malite na 1979, tupu ọ gbanwee gaa na akwụkwọ egwu NOG, Onye nchekwa nke Pyramides sitere na 1981-82. NOG laghachiri na NOG is Back!! na 1994 na Nog Nu!! na 2011.",
  "N'afọ 1993, Onli duziri mgbakọ mmeghe nke Black Age of Comics na Southside Community Arts Center na Chicago, ebe emere ya afọ atọ n'usoro. Kemgbe ahụ, e meela Mgbakọ Black Age of Comics na Atlanta, Los Angeles, na Detroit; na ECBACC nke Philadelphia kwa afọ bụ nke a ma ama. Emere mgbakọ ndị ọzọ na nso nso a nke Black Age of Comics na Chicago's Bridgeport Arts Center na Kenwood Academy.",
  "Site na 1984 ruo 1989 Onli rụrụ ọrụ dị ka onye na-agwọ ọrịa nka na ndị na-eto eto na Chicago's Robert Taylor Homes.",
  "Onli rụrụ ọrụ dị ka onye nkuzi nka na Chicago Public Schools.",
  "Onli akụziela na Columbia College Chicago, ma ugbu a ọ bụ prọfesọ na-ahụ maka Art Appreciation & Drawing na Harold Washington College.",
  "Onli bụkwa Onye guzobere B.A.G na Black Arts Guild ebe ụdị “Rhythmistic” ya na ụzọ ya na-enye ụlọ ọrụ na-eche echiche n'ọdịnihu maka ndị na-eto eto na-eto eto na-ese ihe iji gbanwee n'ụdị dị iche iche."
]