[
  "Twins Seven Seven, amụrụ Omoba Taiwo Olaniyi Oyewale-Toyeje Oyelale Osuntoki (3 Mee 1944 - 16 Juun 2011) bụ onye Naijiria na-ese ihe, onye na-akpụ ihe na onye na-eti egwu",
  "Ọ bụ onye na-agụ egwu na onye na-agba egwu tupu ọ malite ọrụ ya dị ka onye na-ese ihe, nke mbụ ọ gara na nzukọ Mbari Mbayo nke e mere n'afọ 1964 nke Ulli Beier na Georgina Beier duziri na Osogbo",
  "Twins Seven Seven gara n'ihu bụrụ otu n'ime ndị omenkà a ma ama nke ụlọ akwụkwọ Osogbo.",
  "A mụrụ ya dị ka Omoba Taiwo Olaniyi Oyewale-Toyeje Oyekale Osuntoki nna ya bụ Aitoyeje, onye bụ onye Alakụba si Ibadan, Oyo Steeti, ebe nne ya, Mary, onye bụ Onye Kraịst si Ogidi, Kogi Steeti, na Naịjirịa. Aha a maara ya na-arutu aka n'eziokwu ahụ bụ na ọ bụ naanị nwa dị ndụ n'ime ụmụ ejima asaa nne ya mụrụ, Naịjirịa nwere ọnụ ọgụgụ ejima kachasị elu n'ụwa. Otu babalawo nyere nne ya ntụziaka ka ọ ṅụọ mmiri dị nsọ nye chi nwanyị osimiri Osun iji hụ na nwa ya dị ndụ",
  "N'ihi ya, ekwenyere na Twin Seven Seven bụ nlọ ụwa nke nna nna ya, Osun-toki, onye aha ya pụtara \"Osun kwesịrị ofufe\". Mgbe ọ bụ nwata, ọ na-esikarị nne ya ike, na-eyi egwu, ya mere babalawo na-eji ahịhịa ọgwụ pụrụ iche etechi obere mmerụ ahụ n'ihu ya iji hụ na ọ na-adịgide adịgide n'ógbè anụ ahụ",
  "Ihe odide ahụ nọgidere n'ihu ya ruo mgbe o toro.",
  "Mmalite nke Twins Seven Seven na nka abụghị site na eserese, kama ọ bụ site na ịgba egwu mgbe ọ dị afọ iri na isii, akụkụ nke mkpali ya maka ịgba egwu sitere na omenala ndị Yoruba nke kwuru na nwanyị mụrụ ejima kwesịrị ịgba egwu n'okporo ámá niile maka ego, ya mere Twins Seven Seven gbara egwu n'aha nne ya.",
  "Ọ gara ụlọ akwụkwọ praịmarị na nke sekọndrị, yana ịga kọleji ọzụzụ ndị nkụzi obere oge ruo otu afọ, ọ bụ ezie na ọ nwetara ihe ịga nke ọma n'ule ya, ọ kpọrọ ọdịdị nke ụlọ klas asị ma nwekwuo mmasị na nka na egwu.",
  "Mgbe ha mechara ihe ngosi na Oshogbo na Mbari Club, Twins Seven Seven zutere Ulli Beier, onye nchịkọta akụkọ na ọkà mmụta German bi n'ebe ahụ n'oge ahụ, onye ya na nwunye ya Georgina Beier na-arụ ọrụ ndị na-ese ihe. Ụlọ akwụkwọ Oshogbo nwere obi ụtọ na ọ bụghị ebe na-akụziri ndị na-ese ihe, kama ọ na-enye ohere iji gosipụta ọhụụ nke ndị na-ese ihe dị iche iche. N'ụlọ ọrụ Beier, e nyere Seven Seven ngwá ọrụ ndị bụ isi na obere ntụziaka n'ime usoro nka ya",
  "Site na nke a, Seven Seven nwere ike ịmepụta ụdị eserese ya pụrụ iche.",
  "Ọrụ Twin Seven Seven na-emetụta akụkọ ọdịnala na ọdịbendị ndị Yoruba, ma mepụta eluigwe na ala dị egwu nke ụmụ mmadụ, anụmanụ, osisi na chi ndị Yoruba",
  "N'ụzọ pụtara ihe, ọrụ ya yiri ihe osise ndị Yoruba na nkewa, nkewa na mmegharị nke ihe ndị o dere; n'echiche, ọ na-egosipụta mmetụta a na mmesi ike na mgbanwe na nguzozi, yana ngosipụta ya nke udidi abụọ dị ka ụwa na nke ime mmụọ, oge gara aga na ugbu a, ụlọ ọrụ na ọrụ ugbo",
  "Ọrụ mbụ dị ka Dreams of the Abiku Child (1967) na-arutu aka n'echiche ma ọ bụ ọnụ ọgụgụ na Yoruba cosmology na akụkọ ifo, dị ka abiku (nwa ekwensu), na orisha Osun",
  "Otú ọ dị, Twins Seven Seven kọwakwara ọrụ ya dị ka \"nkà ọdịnala Yoruba nke oge a\", ọ bụghị naanị na-asọpụrụ mmetụta nke ọdịbendị ya kamakwa na-achọpụta mmeghachi omume ya na ihe ndị na-eme ugbu a na ahụmịhe postcolonial.",
  "Ụfọdụ n'ime ọrụ mbụ ya nwere mmetụta site n'ịgụ akwụkwọ Amos Tutuola bụ My Life in the Bush of Ghosts nke Georgina Beier nyere ya. Otú ọ dị, ka ọ na-aga n'ihu dị ka onye na-ese ihe, Twins Seven Seven lekwasịrị anya na ihe osise dabere na akụkọ ọdịnala ndị Yoruba na nrọ ya.",
  "Ọ gbalịrị izere ikpughe onwe ya na ndị na-ese ihe ndị ọzọ nwere ike imetụta ụdị eserese ya pụrụ iche",
  "Mgbe nleta mbụ ya na United States, ọ jụrụ ịga ihe ngosi Picasso, na-ekwu, sị: \"Ee e, achọghị m itinye onye ọ bụla ọzọ n'ihe ize ndụ. Naanị ihe m na-eme dị n'ime m",
  "Agaghị m anọdụ ala na studio ma mụta ịgwakọta agba dị ka onye na-ese ihe na Europe",
  "\"",
  "Na 1972, Twins Seven Seven kụziri na US na Merced College na California na Haystack Mountain Crafts School, Deer Isle.",
  "Ọ nọ n'usoro ịghọ Eze nke Ibadan nke a ga-akpọ Osuntoki II",
  "Otú ọ dị, ọ ga-ebu ụzọ bụrụ onye isi ezinụlọ ya, Mogaji",
  "Mgbe Mogaji ochie nwụrụ, ndị ezinụlọ ya họpụtara Twins Seven Seven ka ọ nọchie ya, mana a nọgidere na-eme ka okpueze ahụ laghachi azụ, ọ nwụrụ tupu ya enwee ike ịnọ n'ọkwa a.",
  "N'ọnwa Julaị afọ 1982, ọ lanarịrị ihe mberede ụgbọ ala - ọ bụ ezie na e mere ọkwa redio na-ezighi ezi banyere ọnwụ ya mgbe a dọtara ya n'ụgbọala ahụ mebiri emebi - ma emesịa ọ nọrọ n'ihe ndina ruo ọnwa iri na asatọ.",
  "N'afọ ndị 1990, ọrụ ya pụtara na nnukwu ihe ngosi na Spain, Finland, Mexico, Netherlands, England, Germany, na US. N'oge a, ọ zụkwara ala n'obodo Sekola, na-eme atụmatụ ime ka ọ bụrụ ogige ntụrụndụ Yoruba na ebe ndị njem nleta akpọrọ \"Paradise Resort\", mana ọ pụtaghị ihe.",
  "N'afọ 2000, ọ kwagara Philadelphia, ebe ọ na-atụ anya ibi na ya ruo mgbe ebighị ebi, mana e zuru ya ohi, chụpụ ya, ma chụọ ya n'ọrụ n'ọtụtụ ọrụ dị ala",
  "N'oge a dị ala, George Jevremovic mere ihe ngosi maka ya na 2005 maka ego mmesapụ aka ma nye ya ohere ịrụ ọrụ",
  "Ọ rụrụ ọrụ ebe a ruo n'afọ 2008 mgbe enweghị ego mere ka ọ laghachi Naịjirịa.",
  "Ihe nrite o nwetara gụnyere aha echichi Naịjirịa, dịka mgbe na Jenụwarị 1996, a kpọrọ ya Ekerin-Basorun na Atunluto nke Ibadan",
  "Na Disemba 1996, a kpọrọ ya Obatolu nke Ogidi",
  "A họpụtara ya ka ọ bụrụ UNESCO Artist for Peace na 25 Mee 2005 \"na nkwanye ùgwù maka onyinye ya n'ịkwalite mkparịta ụka na nghọta n'etiti ndị mmadụ, ọkachasị na mpaghara Africa na African Diaspora\".",
  "Twin Seven Seven nwụrụ mgbe ọ dị afọ iri isii na asaa na Ibadan na 16 June 2011, na-esote nsogbu sitere na ọrịa strok.",
  "Ụmụ ụmụ ejima asaa asaa bụ Azeez Ojulari, onye na-agba ọsọ maka New York Giants nke National Football League, na BJ Ojulari, onye na-agba ọsọ maka LSU Tigers.",
  "Ya na Ronald Shannon Jackson",
  "Twins Seven-Seven, A Dreaming Life: An Autobiography of Chief Twins Seven-Seven, the Ekerin-Bashorun Atunluto of Ibadanland, Bayreuth: Bayreuth University Press, 1999",
  "ISBN 978-3-927510-61-6"
]