[
  "Tyler Mitchell (amụrụ n'ọnwa Eprel 12, afọ 1995) bụ onye Amerịka na-ese foto. Ọ bi na Brooklyn, New York, a makwaara ya nke ọma maka foto mkpuchi Beyoncé maka mkpuchi Vogue.",
  "Mitchell tolitere na Marietta, Georgia",
  "Na klas nke itoolu, ọ zụrụ igwefoto Canon ma kụziere onwe ya otu esi eme vidiyo skateboarding. Spike Jonze kpaliri ya ịmụta otu esi eme vidiyo ma kụziere onwe ya otu esi edezi site na nkuzi YouTube. Mitchell gara ụlọ akwụkwọ Westminster nke Atlanta",
  "N'afọ 2015, Mitchell mepụtara ma bipụta akwụkwọ mbụ ya mgbe ọ dị afọ 20 mgbe ọ gachara Havana, Cuba, na mmemme foto izu isii. Mgbe ọ nọ n'ebe ahụ, o dere ndụ skateboarding na ihe owuwu na Havana ma gbanwee ya ka ọ bụrụ akwụkwọ dị peeji 108 a na-akpọ El Paquete",
  "Mitchell gara n'ihu na-aga New York University Tisch School of the Arts, ebe ọ gụrụ ihe nkiri na ihe nkiri na telivishọn. Mgbe ọ nọ na Tisch, ya na Deborah Willis mụrụ ma gụsịrị akwụkwọ n'afọ 2017.",
  "Tupu ọ na-ese foto Beyoncé maka mkpuchi nke American Vogue's nke ọnwa Septemba afọ 2018 mbipụta mgbe ọ dị afọ 23, ọ nwetara ọtụtụ ahụmịhe na-eme ma na-edezi ihe nkiri dị mkpirikpi n'ụlọ ma na-agbapụ vidiyo egwu maka onye na-eti egwu Kevin Abstract n'oge afọ mbụ ya na kọleji. Tụkwasị na nke a, tupu mkpuchi Vogue, Mitchell so Teen Vogue rụọ ọrụ iji dekọọ ma see foto ndị na-ahụ maka njikwa égbè maka mbipụta dijitalụ nke magazin ahụ. Mgbe ọnwa ole na ole gachara, Mitchell ghọrọ onye Afrịka Amerịka mbụ sere foto maka mkpuchi American Vogue, yana otu n'ime ndị na-ese foto kachasị ọhụrụ mere ya. N'afọ 2019, Smithsonian National Portrait Gallery nwetara otu n'ime foto Beyoncé site na Mitchell maka nchịkọta ha na-adịgide adịgide.",
  "Mitchell agbaala maka ụlọ ọrụ dịka Marc Jacobs, JW Anderson, Converse, Nike, na Givenchy. Ọrụ ya gụnyere foto ejiji, foto nka, na ọrụ ihe nkiri, nke gụnyere isiokwu akụkọ ndụ onwe onye na isiokwu nke njirimara.",
  "N'afọ 2019, Mitchell nwere ihe ngosi nke mbụ ya na Foam Fotografiemuseum Amsterdam site n'ọnwa Eprel 19 ruo ọnwa Juun 5 nke akpọrọ I Can Make You Feel Good, nke gụnyere ọrụ vidiyo, foto, na ntinye",
  "Ihe ngosi ahụ gara International Center of Photography na New York ma gosipụta ya ebe ahụ ruo n'ọnwa Mee afọ 2020."
]