[
  "Ụdị Tylamura dị n'ezinụlọ osisi Fabaceae ma na-agụnye ụdị anọ a nabatara nke legume na-adịgide adịgide nke dị na ndịda na etiti Afrika",
  "Ndị a bụ osisi na-emepụta mmanya nke a na-ekesa saịtị na Sudan na Ethiopia n'ebe ndịda ruo Angola na South Afrika. Coetzer na Ross kọwara ụdị Tylma anọ na mbụ:",
  "E nwere ụdị anọ edere ede n'ime ụdị Tylamura (Schweinf.) Torre & Hillc.:",
  "Ndị na-eto eto bauhinia (Bekee), Gwangwandiza (Shona), Marama bean, gemsbok bean, tamani berry (Bekee) Morama bean, Gami (Khoi), Mubopo (Shona, Mutukutupasi (Shona)), Umbama ma ọ bụ Umdabule (Ndebele).",
  "Ebe obibi maka ụdị Tylamura dịgasị iche iche ma dị iche iche maka ụdị ọ bụla",
  "A na-ahụkarị T",
  "esculentum na ala dị larịị, ebe a na-ahụ T",
  "fassoglense saịtị na ala ahịhịa mepere emepe ruo n'ọzara ruo n'oké ọhịa ruo n'akụkụ ụzọ",
  "A na-ahụ ụdị niile saịtị na ala ruo n'ebe dị elu.",
  "Ụdị Tylma na-eto n'ala ájá na mmiri ozuzo dị ala ma nwee ike ịnagide okpomọkụ na oke ọkọchị ogologo oge",
  "Okpomọkụ dị elu kwa ụbọchị bụ 37 °C n'oge oge uto na radieshon na-akarị 2000 μmol m−2 s−1.  Ọ bụ ezie na ọtụtụ mkpo ọka nwere ike idozi nitrogen ikuku, ụdị niile nke Tylma bụ ndị na-enweghị nodulating.",
  "Ahịhịa bụ osisi vaịn na-arịgo, na ụdị ụfọdụ na-eru ihe ruru mita 6 n'ogologo",
  "Osisi ahịhịa na-aga ma ọ bụ na-arịgo, na-esite na nnukwu tuber n'okpuru ala nke a na-ahụ n'elu ala",
  "Akwụkwọ ya dị mfe ma nwee akụkụ abụọ",
  "A na-ahụkarị eriri ndị nwere eriri",
  "Inflorescence bụ raceme n'akụkụ",
  "Okooko osisi na-acha odo odo, bisexual, heterostylous, nwere 5 petals",
  "pọd buru ibu, osisi ma nwee 1 ma ọ bụ 2 mkpụrụ. Herostyly, ma ọ bụ polymorphism nke okooko osisi, na-eme n'ụdị niile nke Tylma, ọ bụ ezie na a maghị ya na ezinụlọ Leguminosae ndị ọzọ.",
  "Ụdị Tylamura dị n'ezinụlọ Leguminosae, ezinụlọ nke atọ kachasị ukwuu nke osisi na-agbasa okooko (Doyle na Luckow, 2003), na otu ezinụlọ Cercidoideae",
  "Ụdị ụdị maka ụdị Tylamura bụ T",
  "fassoglense.",
  "A na-arụrịta ụka banyere phylogeny nke Tylamura.  Nke a bụ n'otu akụkụ n'ihi na a chịkọtabeghị ya ma ọ bụ mụọ ya",
  "Ọ bụ ezie na ọ dịbu na ụdị Bauhinia, ugbu a, e guzobere Tylamura dị ka ụdị nke ya ma na-akwado ya nke ọma dị ka monophyletic.",
  "Wunderlin atụwo aro ka a hazigharịa agbụrụ Cercideae ebe a na-etinye ụdị 12 n'ime agbụrụ abụọ, Cercinidae na Bauhiniinae",
  "Bauhiniinae kewara n'ime clades abụọ, nke mbụ anaghị edozi nke ọma ma gụnyere ụdị Bauhinia, Brenierea na Piliostigma",
  "Nke abụọ na-agụnye ụdị Tylamura, Barklya, Gigasiphon, Lysiphyllum, Phanera, na Schnella.",
  "Na Botswana na Namibia T",
  "esculentum, ma ọ bụ Morama bean, bụ nri bụ isi nke ndị Khoisan mana enweghi osisi maka ịkọ ugbo",
  "Mkpụrụ osisi ahụ nwere protein dị elu (30-39%) na mmanụ dị elu (36-43%) ma na-eri ya mgbe a gbasịrị ya ma ọ bụ sie ya.   Beans nwekwara ọkwa dị ukwuu nke calcium, iron, zinc, phosphate, magnesium, na vitamin B gụnyere folate.",
  "Nnyocha mbido na-egosi na mkpụrụ nke T",
  "esculentum enweghị ụra nke anụ ahụ, ọ bụ ezie na a na-eme ka ntolite dị mma site na ịchafụ.  A na-arụrịta ụka ma ọ bụrụ na agwa Morama na-egosipụta ihe ndị na-egbochi nje na antimicrobial.",
  "Nnyocha na-egosi na T",
  "esculentum bụ ma onye na-ezere ụkọ mmiri ozuzo ma onye na na-anabata ụkọ mmiri, mana a tụghị nke a na ụdị ndị ọzọ nke Tylamura."
]