[
  "Tyrone Appollis bụ onye South Africa na-ese ihe na onye na-ede uri.",
  "Ọ gụrụ nka na Community Arts Project n'okpuru Cecil Skotnes n'etiti afọ 1982 na 1987",
  "Ọ na-arụsi ọrụ ike n'ịmepụta Mitchells Plain Art Group na 1988",
  "O meela ọtụtụ ihe ngosi nka nke obodo na nke mba ụwa",
  "N'afọ 2008 wepụtara mpịakọta mbụ ya nke uri.",
  "1994: Nnukwu mgbidi maka Mahadum nke Western Cape",
  "1997: Obodo ahụ nyere ya iwu ka o mee nnwere onwe nke ihe osise nke Bishọp Tutu.",
  "1999: O ji otu afọ wee na-akụzi ma na-akpali ụmụaka na-enweghị ihe ịga nke ọma egwu na eserese na Cape Flats.\nAkpụkpọ akwụkwọ maka onye a ma ama na-ede uri bụ James Matthews.",
  "2000: E wuru ihe ncheta maka ndị Trojan Horseʹ iji cheta ọnwụ ụmụaka nwụrụ n'oge ịkpa ókè agbụrụ.",
  "1982: Rocklands Library, Mitchells Plain, Cape.",
  "1988: Ihe ngosi onwe onye, South African Association of Arts, Cape Town Luxurama Theatre, Wynberg, Cape (Artists Against Apartheid) Mahadum nke Western Cape, mural.",
  "1989: British Council Offices, Johannesburg Rahmen Galerie, Langei, Germany (ya na Peter Clarke na Ishmael Thyssen)",
  "1990: Ihe ngosi onwe onye, South African Association of Arts, Worcester, Cape The Conservatoire of Music, Windhoek (Namibian Independence Exhibition)",
  "1991: Emume Atọ nke South Africa",
  "1992: Ihe ngosi onwe onye, Chelsea Gallery, Wynberg, Cape",
  "1993: Ihe ngosi onwe onye, Karen McKerron Gallery, Johannesburg Salon Biennial, Grand Palais, Paris, France",
  "1997: Ihe ngosi onwe onye South African Association of Arts, Cape Town",
  "2010: Ndị enyi na-agba ọsọ maka ọrịa kansa jazz maestro",
  "2009: Onye na-agagharị agagharị nwere nkà nke ya, Cape Times, August 27",
  "T Appollis, The Silver Saxophone, Cambridge University Press, Cape Town",
  "Appollis & Maclay-Mayers, The Magic Paintbrush, Cambridge University Press, Cape Town",
  "S Hundt (ed.), Decade, Sanlam Life Insurance, Bellville (ihe ngosi).",
  "2008: Tyrone Appollis, ụgbọ okporo ígwè na-aga Mitchells Plain, Tyrone Appolis, Cape Town",
  "Ihe ngosi nka Appollis, Cape Times, September 9.",
  "2006: S Hundt (ed.), Tyrone Appollis-Taa na ụnyaahụ, Sanlam Life Insurance, Bellville",
  "Appollis gosipụtara nyocha nke mgbagwoju anya, Cape Argus, September 1",
  "Mario Pissarra, Botaki Exhibition 4: Mkparịta ụka na Tyrone Appollis, Old Mutual Asset Managers, Cape Town (ihe ngosi).",
  "2005: C Blum, Kapkunst/Cape Art: 12 Portraits of South African Artists, Murmann, Hamburg",
  "Mario Pissarra, Botaki: Ihe ngosi 2: Mkparịta ụka na Sophie Peters, OMAM, Cape Town.",
  "2004: M Darrol et al., Art for Aids Orphans Auction, Paperback, Cape Town",
  "Mario Pissarra, Botaki: Mkparịta ụka na ndị na-ese ihe na South Africa, OMAM, Cape Town",
  "Ikike nke nwatakịrị, Kwela Books, Cape Town & Lemniscaat, Rotterdam.",
  "2003: McGee na Voyiya, A ka na-akpọ akpa ahụ: Blackness in South African Art (DVD).",
  "1993: M Martin et al., Made in Wood: Ọrụ sitere na Western Cape, South African National Gallery, Cape Town.",
  "1991: C Till et al., Cape Town Triennial, Rembrandt van Rijn Art Foundation, Cape Town",
  "Magazin Tribute",
  "A Sitas, William Zungu-Xmas Story, Buchu Books, Cape Town.",
  "1988: G Ogilvie, The Dictionary of South African Painters and Sculptors, Everard Read, Johannesburg",
  "An Oliphant, Afọ Iri nke Staffrider, Ravan Press, Johannesburg",
  "Nchịkọta ọha na eze: Iziko South African National Gallery, Mahadum Cape Town, Mahadim Western Cape; Gọọmentị Western Cape Provincial; Durban Art Gallery; Pretoria Art Museum; South Africa House, London; Ngalaba Mmụta, South Africa; Groote Schuur Hospital; Ụlọikpe Iwu nke South Africa; SASOL na SANLAM.",
  "Nchịkọta onwe onye: Achịbishọp Emeritus Desmond Tutu, Ọkàikpe Albie Sachs, onye bụbu Onye isi ala Nelson Mandela na onye bụbu onye isi ala Thabo Mbeki."
]