[
  "A họpụtara ya dị ka odeakwụkwọ ukwu n'afọ 1961, izu isii mgbe onye bu ya ụzọ, Dag Hammarskjöld, nwụsịrị n'ihe mberede ụgbọelu",
  "N'oge mbụ ya, Thant kwadoro mkparịta ụka n'etiti Onye isi ala US John F",
  "Kennedy na onye isi ala Soviet Nikita Khrushchev n'oge Cuban Missile Crisis nke 1962, na-enyere aka igbochi ọdachi zuru ụwa ọnụ",
  "Ka e mesịrị, na Disemba n'afọ ahụ, Thant nyere iwu Operation Grandslam, nke kwụsịrị nnupụisi nkewa na Congo",
  "A họpụtara ya ọzọ dị ka odeakwụkwọ ukwu na ụbọchị abụọ n'ọnwa Disemba afọ 1966, site na otu vootu nke Kansụl Nchebe",
  "N'oge nke abụọ ya, a maara Thant nke ọma maka ịkatọ omume US n'ihu ọha na Agha Vietnam",
  "Ọ lekọtara ntinye nke ọtụtụ mba Afrịka na Eshia nweere onwe ha n'ime UN",
  "Ọ jụrụ ije ozi nke atọ, wee laa ezumike nká n'afọ 1971.",
  "Thant nwụrụ n'ọrịa kansa akpa ume n'afọ 1974",
  "Onye Buddha na-anụ ọkụ n'obi na onye nnọchi anya mba Burmese kachasị na mba ụwa, ndị Burmese na-enwe mmasị n'ebe niile ma na-akwanyere ya ùgwù nke ukwuu",
  "Mgbe gọọmentị ndị agha jụrụ ya nsọpụrụ ọ bụla, ọgba aghara malitere na Rangoon; gọọmentị ji ike kpochapụ ha, na-ahapụ ọtụtụ ndị nwụrụ anwụ.",
  "A mụrụ Thant, nwa mbụ n'ime ụmụ nwoke anọ, na Pantanaw, Colonial Burma, n'ezinụlọ bara ọgaranya nke ndị nwe ala na ndị na-ere osikapa",
  "Nna ya Po Hnit, onye gụrụ akwụkwọ na Calcutta, bụ naanị onye nọ n'obodo ahụ nwere ike ikwurịta okwu nke ọma na Bekee",
  "Ọ bụ onye guzobere Burma Research Society ma nyere aka guzobe akwụkwọ akụkọ The Sun (Thuriya) na Rangoon",
  "Ọ bụ ezie na ndị ezinụlọ ya bụ ndị agbụrụ Bamars na ndị Buddha na-anụ ọkụ n'obi, nna Thant, dị ka Thant si kwuo (nwa nwa Thant), nwere ndị nna nna nna dị anya bụ \"ndị si India na China, ndị Buddha na ndị Alakụba, yana ndị Shan\". O nwere olile anya na ụmụ ya nwoke anọ niile ga-enweta akara ugo mmụta",
  "Ụmụ ya ndị ọzọ, Khant, Thaung, na Tin Maung gara n'ihu ghọọ ndị ndọrọ ndọrọ ọchịchị na ndị ọkà mmụta.",
  "Po Hnit chịkọtara ọbá akwụkwọ nke onwe ya nke akwụkwọ dị iche iche nke America na Britain ma zụlite omume ịgụ akwụkwọ n'etiti ụmụ ya",
  "N'ihi ya, Thant ghọrọ onye na-agụ akwụkwọ nke ukwuu na ndị enyi ụlọ akwụkwọ ya kpọrọ ya \"The Philosopher\"",
  "Ewezuga ịgụ akwụkwọ, ọ na-enwe mmasị n'egwuregwu dị iche iche gụnyere ịga ije, igwu mmiri na igwu chinlone",
  "Ọ gara National High School na Pantanaw",
  "Mgbe ọ dị afọ iri na otu, Thant sonyere n'ịgba arụkwaghịm megide Iwu Mahadum nke 1920",
  "Ọ rọrọ nrọ ịghọ onye nta akụkọ ma mee ka ezinụlọ ahụ tụọ ya n'anya site n'ide edemede maka magazin Union of Burma Boy Scouts",
  "Mgbe Thant dị afọ iri na anọ, nna ya nwụrụ na ọtụtụ esemokwu nketa mere ka nne Thant, Nan Thaung, na ụmụ ya anọ nọrọ n'oge ego siri ike.",
  "Mgbe nna ya nwụsịrị, Thant kwenyere na ọ gaghị enwe ike mezue akara ugo mmụta afọ anọ ma kama rụọ ọrụ maka asambodo nkuzi afọ abụọ na Mahadum Rangoon n'afọ 1926",
  "Dị ka nwa mbụ, ọ ga-arụ ọrụ na ibu ọrụ ya n'ezinụlọ",
  "Na mahadum, Thant, ya na Nu, onye ga-abụ praịm minista nke Burma, gụrụ akụkọ ihe mere eme n'okpuru D",
  "G",
  "E",
  "Hall",
  "Otu onye ikwu dị anya gwara Nu ka ọ lekọta Thant ma n'oge na-adịghị anya ha abụọ ghọrọ ezigbo ndị enyi",
  "A họpụtara Thant ka ọ bụrụ odeakwụkwọ nke University Philosophical Association na odeakwụkwọ nke Literary and Debating Society",
  "Na Rangoon, Thant zutere J.S",
  "Furnivall, onye guzobere The Burma Book Club na The World of Books magazine, nke Thant na-enye aka na ya mgbe niile",
  "N'ịkwado ọrụ dị mma, Furnivall gbara Thant ume ka ọ gụchaa akwụkwọ mahadum afọ anọ ma sonye na Civil Service, mana Thant jụrụ",
  "Mgbe ọ nwetasịrị asambodo ahụ, ọ laghachiri Pantanaw ịkụzi na National High School dị ka onye nkuzi dị elu n'afọ 1928",
  "Ọ na-akpọtụrụ Furnivall na Nu mgbe niile, na-ede edemede ma na-ekere òkè na asọmpi ntụgharị The World of Books",
  "N'afọ 1931, Thant meriri n'ọnọdụ mbụ na All Burma Teachership Examination wee bụrụ onye isi ụlọ akwụkwọ ahụ mgbe ọ dị afọ iri abụọ na ise",
  "Thant gbara ya ume, enyi ya Nu were ọnọdụ onye nlekọta ụlọ akwụkwọ",
  "Thant na-enye aka mgbe niile n'ọtụtụ akwụkwọ akụkọ na magazin n'okpuru aha mkpịsị aka \"Thilawa\" ma sụgharịa ọtụtụ akwụkwọ, gụnyere otu na Njikọ Mba. Ndị isi nwere mmetụta ya bụ Sir Stafford Cripps, Sun Yat-sen na Mahatma Gandhi",
  "N'oge ọnọdụ ndọrọ ndọrọ ọchịchị dị egwu na Burma, Thant guzo n'etiti ndị na-akwado mba na ndị na-eguzosi ike n'ihe na Britain",
  "N'oge Agha Ụwa nke Abụọ, ndị Japan weghaara Burma site n'afọ 1942 ruo 1945",
  "Ha kpọtara Thant na Rangoon iduzi Kọmitii Na-ahazi Mmụta",
  "Otú ọ dị, Thant enweghị ezigbo ike ọ bụla, wee laghachi Pantanaw",
  "Mgbe a na-akụzi asụsụ Japanese n'ụlọ akwụkwọ sekọndrị Pantanaw, Thant nupụrụ iwu ahụ isi ma kwado mmegide na-arịwanye elu megide ndị Japan.",
  "N'afọ 1948, Burma nwetara nnwere onwe site na United Kingdom",
  "Nu ghọrọ praịm minista nke Burma nweere onwe ya ọhụrụ ma họpụta Thant dị ka onye nduzi mgbasa ozi n'afọ 1948",
  "Ka ọ na-erule mgbe ahụ, agha obodo amalitela",
  "Nnupụisi Karen malitere ma Thant tinyere ndụ ya n'ihe ize ndụ iji gaa n'ogige Karen iji kwurịta maka udo",
  "Mkparịta ụka ahụ dara, na 1949 ndị nnupụisi na-aga n'ihu gbara obodo ya ọkụ, gụnyere ụlọ ya",
  "Ndị nnupụisi ahụ chụpụrụ ndị agha n'ihu ruo kilomita anọ site na isi obodo Rangoon tupu e tie ha ihe",
  "N'afọ sochirinụ, a họpụtara Thant ka ọ bụrụ odeakwụkwọ nke gọọmentị Burma na Ministry of Information",
  "Site n'afọ 1951 ruo afọ 1957, Thant bụ odeakwụkwọ praịm minista, na-ede okwu maka U Nu, na-ahazi njem mba ọzọ ya, na izute ndị ọbịa mba ọzọ",
  "N'oge a niile, ọ bụ onye nzuzo na onye ndụmọdụ U Nu kacha hụ n'anya.",
  "O sonyekwara n'ọtụtụ nzukọ mba ụwa ma bụrụ odeakwụkwọ nke 1955 Bandung Conference na Indonesia, nke mụrụ Non-Aligned Movement",
  "Site na 1957 ruo 1961, ọ bụ onye nnọchi anya Burma na-adịgide adịgide na United Nations ma tinye aka na mkparịta ụka banyere nnwere onwe Algeria",
  "N'afọ 1961, a họpụtara Thant ka ọ bụrụ Onye isi oche nke UN Congo Commission",
  "Gọọmentị Burmese nyere ya utu aha Maha Thray Sithu dị ka onye ọchịagha na usoro Pyidaungsu Sithu.",
  "Na Septemba afọ 1961, odeakwụkwọ ukwu nke United Nations Dag Hammarskjöld nwụrụ n'ihe mberede ụgbọelu na-aga Congo",
  "N'ime izu abụọ, United States na Soviet Union ekwekọrịtala ịhọpụta Thant dị ka onye odeakwụkwọ ukwu na-anọchite anya oge Hammarskjöld fọdụrụ",
  "Otú ọ dị, ike abụọ ahụ nọrọ izu anọ ọzọ na-arụrịta ụka banyere nkọwa nke nhọpụta ya",
  "Na ụbọchị atọ n'ọnwa Nọvemba n'afọ, 1961, Kansụl Nchebe tụrụ aro Thant na Mkpebi 168, Nzukọ Ezumezu wee jiri otu olu họpụta Thant maka oge ọfịs ga-agwụ na ụbọchị 0iri n'ọnwa Eprel, afọ 1963.",
  "N'oge mbụ ya, a na-eto ya nke ọma maka ọrụ ya n'ịkwụsị nsogbu Cuban Missile Crisis na ịkwụsị agha obodo na Congo",
  "O kwukwara na ọ chọrọ ibelata esemokwu dị n'etiti nnukwu ike mgbe ọ na-eje ozi na UN.",
  "N'ihe na-erughị otu afọ n'ọchịchị, Thant chere ihe ịma aka siri ike ihu iji kwụsị nsogbu Cuban Missile Crisis, oge ụwa kacha nso n'agha nuklia",
  "N'abalị iri abụọ n'ọnwa Ọktoba n'afọ 1962, ụbọchị abụọ tupu a mara ọkwa ọha na eze, Onye isi ala US John F",
  "Kennedy gosipụtara foto nyocha ụgbọ elu Thant U-2 nke ntinye mgbọ ogbunigwe Soviet na Cuba",
  "Onye isi ala wee nye iwu ka \"kewapụ\" ụgbọ mmiri iji wepụ ngwá agha niile na ụgbọ mmiri Soviet na-aga Cuba",
  "Ka ọ dị ugbu a, ụgbọ mmiri Soviet na-eru nso na mpaghara nnọpụiche",
  "Iji zere esemokwu ụgbọ mmiri, Thant tụrụ aro na US kwesịrị ime nkwa na-abụghị mwakpo iji gbanwere mwepụ mgbọ ogbunigwe na Soviet Union",
  "Onye isi ala Soviet Khrushchev nabatara atụmatụ ahụ, nke bụ ihe ndabere nke mkparịta ụka ndị ọzọ",
  "Khrushchov kwetara ịkwụsị mbupu mgbọ ogbunigwe ka mkparịta ụka ahụ na-aga n'ihu. Otú ọ dị, n'October 27, 1962, a gbagburu ụgbọelu U-2 n'elu Cuba, na-eme ka nsogbu ahụ dịkwuo omimi",
  "Kennedy nọ n'okpuru nrụgide siri ike ịwakpo site na Joint Chiefs of Staff na Executive Committee (ExComm)",
  "Kennedy nwere olile anya na Thant ga-arụ ọrụ nke onye ogbugbo ma mesịa zaghachi ExComm na Joint Chiefs, \"N'aka nke ọzọ anyị nwere U Thant, anyị achọghị imikpu ụgbọ mmiri..",
  "kpọmkwem n'etiti mgbe U Thant na-eche na ọ na-eme ndokwa ka ndị Russia nọrọ n'èzí",
  "\"",
  "Mkparịta ụka gara n'ihu",
  "US kwetara ikpochapụ mgbọ ogbunigwe na Turkey ma kwe nkwa na ha agaghị awakpo Cuba ma ọ bụrụ na ha ewepụ mgbọ ogwakpo Soviet na Cuba",
  "Thant ji ụgbọelu gaa Cuba ma soro Fidel Castro kwurịta okwu na-enye ndị nyocha mgbọ ogbunigwe UN ohere ịlaghachi n'ahụ onye na-anya ụgbọelu U-2 dara",
  "Castro, na-ewe iwe na ndị Soviet kwetara iwepụ mgbọ ogbunigwe n'amaghị ya, jụrụ ndị nyocha UN ọ bụla, ọ bụ ezie na ọ weghachiri ahụ onye na-anya ụgbọelu",
  "Nnyocha ahụ mere n'oké osimiri site na ụgbọ elu US na ụgbọ agha",
  "E doziri nsogbu ahụ ma gbochie agha n'etiti mba ndị nwere ike.",
  "E mesiri Thant obi ike na a ga-ahọpụta ya ọzọ mgbe onye isi ala Soviet Nikita Khrushchev kwuru ọtụtụ okwu ọma banyere Thant n'akwụkwọ ozi o degaara Onye isi ala US John F",
  "Kennedy. N'ọnwa Nọvemba n'afọ 1962, Nzukọ Ezumezu ji otu olu tie vootu iji bulie Thant site n'aka odeakwụkwọ ukwu na-anọchite anya ya ka ọ bụrụ odeakwụkwọ ukwu maka oge ga-agwụ na Nọvember 3, 1966. N'ihi ihe ndị metụtara onwe ya, Thant chọrọ ka oge ya gwụ afọ ise site na nhọpụta mbụ ya, ọ ga-ewere afọ ise mbụ ya n'ọchịchị dị ka otu oge.",
  "Ọ bụ ezie na ọ bụ onye na-eme udo na onye Buddha na-anụ ọkụ n'obi, Thant alaghị azụ iji ike mee ihe mgbe achọrọ ya",
  "N'oge Agha Obodo Congo na 1962, ndị Katangan nkewa nke Moise Tshombe duziri wakporo ọrụ UN ugboro ugboro na ndị agha Congo (ONUC)",
  "Na Disemba 1962, mgbe ONUC nwesịrị mwakpo ụbọchị anọ na Katanga, Thant nyere iwu ka \"Operation Grandslam\" nweta \"nnwere onwe zuru oke maka ONUC na Katanga niile\"",
  "Ọrụ ahụ gosipụtara na ọ bụ ihe siri ike ma kwụsị nnupụisi nkewa otu ugboro",
  "Ka ọ na-erule Jenụwarị 1963, isi obodo nkewa Elizabethville nọ n'okpuru nchịkwa zuru oke nke UN",
  "N'okwu ya na Mahadum Columbia, Thant kwupụtara atụmanya nke mmezu nke United Nations Operation na Congo n'etiti afọ 1964.",
  "Maka ọrụ ya n'ịkwụsị nsogbu Cuban na mbọ ndị ọzọ na-eme udo, onye nnọchi anya Norwegian Permanent nke United Nations gwara Thant na a ga-enye ya onyinye Nobel Peace Prize nke 1965",
  "O ji obi umeala zaghachi, \"Ọ bụghị odeakwụkwọ ukwu na-arụ ọrụ ya mgbe ọ na-arụ maka udo?\"  N'aka nke ọzọ, Onye isi oche Gunnar Jahn nke kọmitii Nobel Peace Prize gbara mbọ megide inye Thant ihe nrite ahụ, nke, na nkeji ikpeazụ, nyere UNICEF",
  "Ndị ọzọ nọ na kọmitii ahụ chọrọ ka ihe nrite ahụ gaa Thant",
  "Esemokwu ahụ were afọ atọ, na 1966 na 1967 enweghi ihe nrite, na Gunnar Jahn na-egbochi Thant. N'iwe, osote odeakwụkwọ Thant na onye nwetara ihe nrite Nobel Ralph Bunche kpọrọ mkpebi Gunnar Jahn \"nnukwu ikpe na-ezighị ezi nye U Thant\"",
  "N'ọnwa Eprel afọ 1964, Thant nabatara nhọpụta nke Holy See n'onwe ya dị ka onye na-ekiri UN. O yiri ka ọ nweghị njikọ nke Nzukọ Ezumezu ma ọ bụ Kansụl Nchebe UN na mkpebi ahụ.",
  "Thant kwupụtara na 1966 na ọ gaghị akwado maka oge nke abụọ, mana ọ nabatara akwụkwọ mgbe Kansụl Nchebe mesiri ya obi ike na ọ gaghị abụ \"onye odeakwụkwọ e nyere nsọpụrụ\". Na Disemba 2, 1966, Nzukọ Ezumezu họpụtara Thant ọzọ maka oge ga-agwụ na Disemba 31, 1971, na ndụmọdụ otu nke Kansụl Nchebe. N'oge nke abụọ ya, ọ lekọtara ịbanye na UN nke ọtụtụ mba ọhụrụ nke Eshia na Africa, ọ bụkwa onye na-emegide ịkpa ókè agbụrụ na South Africa",
  "O guzobekwara ọtụtụ ụlọ ọrụ mmepe na gburugburu ebe obibi nke UN, ego na mmemme, gụnyere UN Development Programme (UNDP), Mahadum UN, United Nations Conference on Trade and Development, United Nations Institute for Training and Research (UNITAR), na UN Environmental Programme",
  "Agha Ụbọchị Isii n'etiti mba Arab na Israel, Prague Spring na mwakpo Soviet nke Czechoslovakia, na Agha Indo-Pakistani nke 1971 nke dugara n'ọmụmụ Bangladesh niile mere n'oge ọ bụ odeakwụkwọ ukwu.",
  "A katọrọ ya na US na Israel maka ikwenye ịdọrọ ndị agha UNEF na Sinai na 1967 na nzaghachi maka arịrịọ sitere n'aka onye isi ala Ijipt Nasser",
  "Onye nnọchi anya Ijipt gwara Thant na gọọmentị Ijipt ekpebiela ịkwụsị ọnụnọ UNEF na Sinai na Gaza Strip, ma rịọ maka usoro ga-ewepụ ndị agha ahụ ozugbo o kwere mee, nke Thant ga-anabata",
  "UN mechara kwuo, \"N'ihi na Israel jụrụ ịnabata UNEF n'ókèala ya, a ga-etinye ndị agha naanị n'akụkụ Ijipt nke ókèala, ya mere ọrụ ya dabere kpamkpam na nkwenye nke Ijipt dị ka mba na-anabata",
  "Ozugbo e wepụrụ nkwenye ahụ, enweghịzi ike ịnọgide na-arụ ọrụ ya",
  "\" Thant, site n'ụgbọelu gaa Cairo na mgbalị udo ikpeazụ, gbalịrị ime ka Nasser ghara ịlụso Israel agha.",
  "N'Izrel, a na-ewere mwepụ ya na mberede na UNEF na-enweghị usoro ndọrọ ndọrọ ọchịchị ọ bụla ma ọ bụ mkparịta ụka sara mbara dị ka mmebi nke mmesi obi ike na nkwa nke United Nations nyere Israel na 1957, nke Israel si na Sinai na Gaza pụọ n'oge ahụ, ọ \"mgbe nke ahụ gasịrị kpaliri Israel ịjụ itinye ọdịmma ya dị mkpa ọzọ n'aka United Nations\".",
  "Ezigbo mmekọrịta Thant na gọọmentị US mebiri ngwa ngwa mgbe ọ katọrọ omume America nke Agha Vietnam n'ihu ọha. Mgbalị nzuzo ya maka mkparịta ụka udo kpọmkwem n'etiti Washington na Hanoi mechara jụ site na Johnson Administration.",
  "N'afọ 1971, a ghọtara ntinye aka nke People's Republic of China na United Nations, nke bụ nsogbu ogologo oge",
  "Thant zigara ozi na gọọmentị China na-arịọ China ka ọ zipụ ndị nnọchi anya.",
  "Na Jenụwarị 23, 1971, Thant kwupụtara na ọ ga-abụ \"n'ọnọdụ ọ bụla\" maka oge nke atọ dị ka odeakwụkwọ ukwu",
  "Nhọrọ odeakwụkwọ ukwu nke United Nations nke 1971 na-egbu oge n'ihi mbata a tụrụ anya ya nke People's Republic of China, na Kansụl Nchebe amaliteghị ịtụ vootu ruo izu abụọ tupu njedebe nke oge Thant",
  "Mgbe a jụrụ onye ọ bụla na agba nke abụọ, Kurt Waldheim meriri na agba nke atọ mgbe US, UK, na China enweghị ike ịhazi veto ha ma ha niile jụrụ.",
  "N'adịghị ka ndị bu ya ụzọ abụọ, Thant lara ezumike nká mgbe afọ iri gachara na-ekwu okwu na nnukwu ike niile",
  "N'afọ 1961, mgbe mbụ a họpụtara ya, Soviet Union gbalịrị ịmanye usoro troika nke odeakwụkwọ ukwu atọ, otu na-anọchite anya mpaghara Agha Nzuzo ọ bụla, iji nọgide na-enwe nha nhata na United Nations n'etiti ike dị egwu",
  "Ka ọ na-erule 1966, mgbe a họpụtara Thant ọzọ, nnukwu ike niile, na ntuli aka nke Kansụl Nchebe, kwupụtara mkpa odeakwụkwọ-ọchịagha na ezigbo ọfịs ya, ụtụ doro anya maka ọrụ Thant.",
  "N'okwu ekele ya na Nzukọ Ezumezu nke Mba Ndị Dị n'Otu, odeakwụkwọ ukwu Thant kwuru na ọ nwere \"nnukwu mmetụta nke nnwere onwe\" n'ịhapụ \"ibu ọrụ\". N'otu nchịkọta akụkọ e bipụtara n'ihe dị ka Disemba 27, 1971, na-eto Thant, The New York Times kwuru na \"a ka ga-achọ ndụmọdụ amamihe nke nwoke udo a raara onwe ya nye mgbe ọ lara ezumike nká\"",
  "Isiokwu nchịkọta akụkọ ahụ bụ \"The Liberation of U Thant\".",
  "Mgbe ọ lara ezumike nká, a họpụtara Thant ka ọ bụrụ onye isi nke Adlai Stevenson Institute of International Affairs",
  "Ọ nọrọ n'afọ ndị ikpeazụ nke ndụ ya na-ede ma na-akwado mmepe nke ezi obodo zuru ụwa ọnụ na isiokwu ndị ọzọ ọ gbalịrị ịkwalite mgbe ọ bụ odeakwụkwọ ukwu",
  "Mgbe ọ na-eje ozi dị ka odeakwụkwọ ukwu, Thant biri na Riverdale, Bronx, na 4.75-acre (1.92 hectare) dị nso na 232nd Street, n'etiti Palisade na Douglas Avenues.",
  "U Thant has put the world deeply in his debt.",
  "—John F",
  "Kennedy, October 1962",
  "Thant nwụrụ n'ọrịa kansa akpa ume na New York na Nọvemba 25, 1974. Ka ọ na-erule n'oge ahụ, ndị agha na-achị Burma nke jụrụ ya nsọpụrụ ọ bụla",
  "Onye isi ala Burma nke oge ahụ bụ Ne Win na-enwere ya anyaụfụ maka ọnọdụ mba ụwa nke Thant na nkwanye ùgwù nke ndị Burmese nyere ya",
  "Ne Win na-ewe iwe maka njikọ chiri anya Thant na ọchịchị onye kwuo uche ya nke U Nu nke Win kwatuchara na 1962.",
  "Otú ọ dị, nwa nwa Thant, Thant Myint-U, dere n'akwụkwọ The River of Lost Footsteps: Histories of Burma na nnukwu ibu iro dị n'etiti Thant na Ne Win laghachiri naanị na 1969, mgbe Ne Win kwenyere na Thant na Nu na-ekwekọrịta mgbe Nu katọrọ Ne Win na nzukọ ndị nta akụkọ na isi ụlọ ọrụ UN",
  "Ne Win gwara ndị ikom ya ka ha were Thant dị ka onye iro nke steeti ahụ, n'agbanyeghị na Thant katọrọ omume Nu dị ka ihe na-ekwesịghị ekwesị.",
  "N'agbanyeghị ihe kpatara ya, Ne Win nyere iwu ka e lie Thant n'enweghị enyemaka ma ọ bụ emume ọ bụla.",
  "Site n'isi ụlọ ọrụ United Nations dị na New York ebe e liri ya na steeti, e bughachiri ozu Thant na Rangoon, mana ọ dịghị onye nche nsọpụrụ ma ọ bụ ndị ọrụ nọ n'ọkwá dị elu nọ n'ọdụ ụgbọ elu mgbe igbe ozu ahụ rutere ma e wezụga Aung U Tun, osote minista agụmakwụkwọ, onye a chụpụrụ n'ọfịs. N'ụbọchị olili ozu Thant na Disemba 5, 1974, ọtụtụ iri puku mmadụ gbakọtara n'okporo ámá Rangoon iji kwanyere ha ùgwù ikpeazụ",
  "E gosipụtara igbe ozu Thant na Rangoon's Kyaikasan race course maka awa ole na ole tupu olili ozu",
  "Otu ìgwè ụmụ akwụkwọ weghaara igbe ozu Thant tupu ha ahapụ ya maka olili ozu na ebe ili ozu Rangoon",
  "Ndị na-eme ngagharị iwe na-eli Thant n'ebe bụbu ụlọ nke Rangoon University Students Union (RUSU), nke Ne Win mebiri ma bibie na July 8, 1962.",
  "N'oge Disemba 5 na11, ụmụ akwụkwọ ahụ na-eme ngagharị iwe wuru ili nwa oge maka Thant na ala nke RUSU ma kwuo okwu megide gọọmentị",
  "N'isi ụtụtụ na Disemba 12, 1974, ndị agha gọọmentị wakporo ogige ahụ, gbuo ụfọdụ n'ime ụmụ akwụkwọ na-eche mausoleum ahụ nche, wepụ igbe ozu Thant, wee lie ya na Kandawmin Garden Mausolea dị nso na Shwedagon Pagoda, ebe ọ nọgidere na-edina. Mgbe ha nụrụ banyere mwakpo nke ogige Mahadum Rangoon na iwepụ igbe ozu Thant, ọtụtụ ndị mmadụ mere ngagharị iwe n'okporo ámá Rangoon",
  "E kwupụtara iwu agha na Rangoon na obodo ndị gbara ya gburugburu",
  "Ihe a bịara mara dị ka nsogbu U Thant, ngagharị iwe ụmụ akwụkwọ na-eduzi maka mmeso ọjọọ nke Thant site na gọọmentị Ne Win, gọọmentị Burmese mebiri.",
  "E bipụtara akụkọ  mere eme nke Thant, View from the UN, mgbe ọ nwụsịrị, nke Doubleday bipụtara na mbụ na 1978",
  "[citation needed]",
  "N'ọnwa Eprel afọ 2012, odeakwụkwọ ukwu UN Ban Ki-moon kwanyere ya ùgwù na mausoleum U Thant n'oge ọ gara Yangon.",
  "A na-akwanyere U Thant ùgwù na Malaysia, ebe o nyere aka kwado nguzobe nke mba ahụ na 1963",
  "N'etiti ndị ọzọ, a na-akpọ okporo ụzọ dị na Kuala Lumpur na ebe obibi nke Taman U-Thant aha ya.",
  "Thant nwere ụmụnne atọ: Khant, Thaung, na Tin Maung. Ọ lụrụ Daw Thein Tin",
  "Ha nwere ụmụ nwoke abụọ, mana ha abụọ furu efu; Maung Bo nwụrụ na nwa ọhụrụ, Tin Maung Thant si na bọs daa n'oge ọ gara Yangon",
  "Nzukọ olili ozu Tin Maung Thant, nke ndị isi bịara, dị ukwuu karịa nke olili oolu steeti nke Commodore Than Pe, onye otu ndị otu 17 Revolutionary Council na minista nke ahụike na agụmakwụkwọ",
  "Thant hapụrụ nwa nwanyị, nwa nwoke nkuchi, ụmụ ụmụ ise, na ụmụ ụmụ ise (ụmụ nwanyị atọ na ụmụ nwoke abụọ)",
  "Nanị nwa nwa ya, Thant Myint-U, bụ ọkọ akụkọ ihe mere eme na onye bụbu onye isi ọrụ na Ngalaba Na-ahụ Maka  Ndị Ọchịchị nke UN na onye dere The River of Lost Footsteps, n'akụkụ ụfọdụ akụkọ ndụ Thant.",
  "Thant na-ala azụ ịnata ihe nrite na nsọpụrụ n'ihi ịdị umeala n'obi ya yana mgbasa ozi metụtara ha",
  "Ọ jụrụ nsọpụrụ nke abụọ kachasị elu nke Burma nke gọọmentị U Nu nyere ya na 1961",
  "Mgbe a gwara ya na 1965 Nobel Prize ga-aga UNICEF n'ihi ikike nke Onye isi oche Gunnar Jahn, Thant, dị ka Walter Dorn si kwuo, \"depụtara obi ụtọ ya\"",
  "Otú ọ dị, ọ nabatara Jawaharlal Nehru Award for International Understanding na 1965 na United Nations Prize in the Field of Human Rights na 1973.",
  "Thant nwetara nzere nsọpụrụ (LL.D) site na Mahadum Carleton, Williams College, Mahadum Princeton, Mount Holyoke College, Machị Harvard, Mahadim Dartmouth College, Maazị California na Berkeley, Mahadam Denver, Swarthmore College, Ma Mahadum New York, Mahaduma Moscow, Mahadম Queen, Colby College, Maọm Yale, Mahadom Windsor, Mahadem Hamilton College, Maadị Fordham, Mahadị Manhattan, Mahadm Michigan, Mahadamu Delhi, Mahadumi Leeds, Mahadም Leeds, University Louvain, Mahadin Alberta, Mahadikọm Boston, Mahadume Rutgers, Mahadwa Dublin (Trinity, Mahaduna Laval, Mahadun Laval, Na Mahadum Dublin, Mahadụ Mahadum Laval, Ọ natakwara Doctor of Divinity site na The First Universal Church; Doctor of International Law site na Florida International University; Doctor of Laws site na Mahadum Hartford; Doctor of Civil Laws degree, honoris causa site na Machị Colgate; Doctor of Humane Letters site na Maọnd Duke.",
  "Na ncheta ya, Sri Chinmoy, onye ndú nke UN Meditation Group nke Thant guzobere, guzobere U Thant Peace Award nke na-ekweta ma na-asọpụrụ ndị mmadụ ma ọ bụ òtù maka ihe ndị pụrụ iche ha rụzuru iji nweta udo ụwa",
  "Ndị otu ntụgharị uche ahụ kpọkwara obere agwaetiti dị na East River n'ihu isi ụlọ ọrụ United Nations U Thant Island. A na-akpọkwa okporo ụzọ Jalan U-Thant (U-Thant Road) na obodo Taman U-Thants na Kuala Lumpur, Malaysia aha iji sọpụrụ ya.",
  "Na Disemba 2013, na mgbalị nke nwa ya nwanyị Aye Aye Thant na nwa nwa ya Thant Myint-U duziri, a na-agbanwe ụlọ Thant na Yangon ka ọ bụrụ ebe ngosi ihe mgbe ochie nke ga-egosi foto ya, ọrụ ya na ihe onwunwe ya. N'ọnwa Ọktoba afọ 2013, a na-ewu ọbá akwụkwọ U Thant dị nso n'ụlọ Pantanaw ya.",
  "Àtụ:S-start\nÀtụ:S-dip\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-endÀtụ:LN and UN Secretaries-GeneralÀtụ:Gandhi Peace Award laureates"
]