[
  "Ebe a na-agbapụta septik, nke a na-akpọkwa leach fields ma ọ bụ leach drains, bụ ebe a na-ekpofu mmiri n'ime ala nke a na-eji wepụ ihe ndị na-emerụ emerụ na adịghị ọcha sitere na mmiri mmiri na-apụta mgbe mgbaze anaerobic na tank septic",
  "A na-eme ka ihe ndị dị n'ime mmiri mmiri na-emepụta ihe site na microbial gburugburu ebe obibi.",
  "Ogige mmiri septic, tankị septic, na paịpụ ndị metụtara ya mejupụtara usoro septic.",
  "Ebe a na-agbapụta mmiri na-enwekarị nhazi nke olulu nwere ọkpọkọ gbawara agbawa na ihe ndị na-asọ oyi (na-abụkarị gravel) nke oyi akwa nke ala na-ekpuchi iji gbochie anụmanụ (na mmiri na-asọpụta n'elu) irute mmiri na-ekpofu ọkụ nke ekesara n'ime ọdọ mmiri ndị ahụ",
  "Ihe ndị bụ isi a na-atụle bụ hydraulic maka oke mmiri na-adịghị mma nke chọrọ mkpofu na catabolic maka mkpa oxygen nke ogologo oge nke mmiri na-enweghị mmiri",
  "Enwere ike ịkpọ ala a na-edebe maka oghere septic drain ebe a na-echekwa septic (SRA).",
  "Ugbo mmiri na-ekpofu mmiri n'otu aka ahụ na-atụfu mmiri mkpofu site na ọtụtụ ọwa mmiri na ọdọ mmiri (na-enwekarị obere ọgwụgwọ ma ọ bụ enweghị ọgwụgwọ)",
  "A na-ahụkarị ihe ndị a na mba ndị kpọrọ nkụ ka mmiri na-asọ n'elu na-enye ohere maka ịgba mmiri (na fatịlaịza) nke ala ubi.",
  "Ọtụtụ ngalaba ahụike chọrọ ule percolation (\"perc\" ule) iji gosipụta ịdị mma nke ala ala na-agbanye mmiri iji nata nsị tankị septic",
  "Enwere ike ịchọ onye injinia, onye ọkà mmụta sayensị ala, ma ọ bụ onye na-emepụta ihe nwere ikikere ka ya na ụlọ ọrụ na-achịkwa mpaghara rụọ ọrụ iji mepụta usoro kwekọrọ na njirimara ndị a.",
  "Ụzọ na-aga n'ihu karịa [ntụgharị chọrọ] iji chọpụta nha nke ubi leach bụ site na nleba anya kpọmkwem na profaịlụ ala",
  "Na nlebanya a, onye injinia na-enyocha ọtụtụ atụmatụ nke ala dị ka udidi, nhazi, nkwụsi ike, pores / mgbọrọgwụ, wdg.",
  "Ebumnuche nke nnwale percolation bụ iji hụ na ala ahụ na-agafe nke ọma maka nsị tankị septic ka ọ pụọ n'ọhịa mmiri, mana ọ dị mma iji nyochaa nje bacteria na nje virus tupu ha agafee ebe dị anya iji ruo olulu mmiri ma ọ bụ mmiri dị n'elu",
  "Ala siri ike Ájá na gravel nwere ike ibufe mmiri na-adịghị mma site na ala mmiri tupu e bibie nje",
  "Silt na ụrọ na-enyocha nje n'ụzọ dị irè ma na-enye ohere dị oke ọnụego mmiri na-adịghị mma",
  "Nnwale nlegharị anya na-atụ ọnụego mmiri dị ọcha na-agbasa site na ebe a na-ekpofu ihe n'ime ala",
  "Ọtụtụ ihe nwere ike ibelata ọnụego percolation achọpụtara mgbe ogige mmiri na-anata ihe mkpofu septic tankị anoxic:",
  "Dị nnọọ ka a na-agbakọ tankị septik iji kwado obodo nke ihe ndị anaerobic nwere ike ịmịpụta ihe ndị a na-atụ anya ya n'ime mmiri na-ekpofu mmiri, a ga-edozi ebe a na-ekpofu mmiri iji kwado obodo nke microorganisms nke ala ikuku nke nwere ike imebi ihe na-esi na tank nke anaerobic n'ime mmiri aerobic",
  "Enwere ike ịhụ isi ísì hydrogen sulfide ma ọ bụ nje bacteria iron na olulu mmiri dị nso ma ọ bụ mmiri dị n'elu mgbe a na-emebeghị ihe na-esi na ya kpamkpam tupu ya erute ebe ndị ahụ",
  "The biofilm na mgbidi nke drain ubi trenches ga-eji ikuku oxygen na trenches ka catabolyize organic ogige na septic tank effluent",
  "Mmiri dị n'ime ala bụ laminar n'ime ala aquifer nke gbara ogige mmiri ahụ gburugburu",
  "Ihe na-esi na tankị septik nwere ogige organic soluble na-agafe na ihe nkiri biofilm na-eme ka oghere mkpọkọrọ n'elu mmiri dị n'ime ala nke dị n'okpuru ala mmiri ahụ",
  "Mgbasa nke molecular na-achịkwa ịgwakọta ogige organic soluble n'ime mmiri dị n'ime ala yana ibuga oxygen site na mmiri dị n'okpuru ala ma ọ bụ ọnụ ọnụ mmiri dị n'ime ala, gaa na obere ihe ndị nwere ike imebi ogige organic gbazere nke fọdụrụ n'ime mmiri na-asọpụta.",
  "Mgbe a na-eji tankị septik na-ejikọta ya na biofilter, ịdị elu na mpaghara catabolic nke oghere mmiri nwere ike ibelata",
  "Teknụzụ biofilter nwere ike inye ohere ka owuwu ụlọ njupụta dị elu, obere ọgba aghara saịtị yana ala enwere ike iji osisi, ọdọ mmiri ma ọ bụ ubi",
  "Site na nhazi oge niile nke ọma, ọ nwere ike ibelata ohere nke oghere mmiri ịgbapu",
  "Biofilter agaghị ebelata olu mmiri mmiri nke ga-abanyerịrị n'ime ala, mana ọ nwere ike ibelata ikuku oxygen nke ihe ndị dị na mmiri mmiri ahụ.",
  "Enwere ike ịmebe ebe a na-ekpofu mmiri iji nye ọtụtụ ebe mkpofu dị iche iche maka nsị site na otu tankị septik",
  "Otu mpaghara nwere ike \"ezumike\" ebe a na-ebuga nsị na mpaghara ọzọ",
  "Obodo nematode nke dị n'ime ebe izu ike na-aga n'ihu na-eri nri na biofilm na abụba ndị a na-akwakọba mgbe mmiri na-ekpo ọkụ anaerobic septik adịghịzi",
  "Usoro nchacha nke okike a nwere ike ibelata bioclogging iji meziwanye ikike hydraulic nke ubi site n'ịbawanye mpaghara interstitial nke ala dị ka ihe na-ekpo ọkụ na-ekpo ọkụ",
  "Ọnụọgụ percolation mgbe izu ike gachara nwere ike ịbịaru nso, mana o yighị ka ọ ga-adaba, ọnụego percolation mmiri dị ọcha mbụ nke saịtị ahụ.",
  "Tankị septik na ihe ndị dị n'ubi mmiri nwere oke oke maka imebi ngwaahịa mmanụ ala na ihe mgbaze chlorinated, enweghị ike iwepu ọla gbazere;  ọ bụ ezie na ụfọdụ nwere ike ịbanye n'ime sludge septic tank ma ọ bụ igbapu ala ubi, na mmiri ndị ọzọ dị n'ime ala nwere ike ịgbanye ihe ndị dị n'akụkụ ebe mmiri ahụ",
  "Usoro ihicha nwere ike ibelata arụmọrụ ubi drain",
  "Ịcha ọcha na-asa ákwà nwere ike kwụsịlata ma ọ bụ kwụsị ọrụ microbial n'ime ebe a na-ekpofu mmiri, na ịcha ọcha ma ọ bụ deodorizing chemical nwere ike inwe mmetụta yiri nke ahụ",
  "Ihe nchacha, ihe mgbaze, na ndị na-ehicha mmiri nwere ike ibuba emulsified, saponified ma ọ bụ gbazere abụba n'ime ebe a na-ekpofu mmiri tupu enwee ike itinye ha n'ime obere acid Organic dị mkpụmkpụ na oyi akwa septic tankr.",
  "Àtụ:Wastewater"
]