[
  "Ubi uhie, nke a na-akpọkarị ihe fọdụrụ na bauxite ugbu a, bụ ihe mkpofu ụlọ ọrụ mmepụta ihe na-emepụta n'oge nhazi nke bauxite n'ime alumina site na iji usoro Bayer",
  "O nwere ihe dị iche iche oxide compounds, gụnyere iron oxides nke na-enye ya ụcha ọbara ọbara",
  "Ihe karịrị pasenti iri itoolu nke alumina a na-emepụta n'ụwa niile bụ site na usoro Bayer; maka tọn ọ bụla nke alumina mepụtara, a na-arụkwa ihe dịka 1 ruo 1.5 tọn apịtị na-acha ọbara ọbara",
  "Mmepụta kwa afọ nke alumina n'afọ 2020 bụ ihe karịrị nde tọn Otu narị na iri atọ na atọ nke mere ka ọgbọ nke ihe karịrị nde ton otu narị na iri asaa na ise  nke apịtị na-acha ọbara ọbara.",
  "N'ihi mmepụta dị elu a na nnukwu alkalinity nke ihe ahụ, ọ bụrụ na echekwaghị ya nke ọma, ọ nwere ike ibute nnukwu nsogbu gburugburu ebe obibi",
  "N'ihi ya, a na-etinye mgbalị dị ukwuu n'ịchọta ụzọ ka mma maka nchekwa nchekwa na imeso ya dịka mmezi ihe mkpofu iji mepụta ihe bara uru maka simenti na simenti.",
  "N'ụzọ a na-adịghị ahụkebe, a makwaara ihe a dị ka tailings bauxite, red sludge, ma ọ bụ alumina refinery residues.",
  "Apịtị na-acha uhie uhie bụ akụkụ nke usoro Bayer, ụzọ bụ isi na-edozi bauxite na-aga alumina",
  "Alumina na-esi na ya pụta bụ akụrụngwa maka imepụta aluminom site na usoro Hall-Héroult. Otu osisi bauxite na-emepụta otu ugboro ma ọ bụ okpukpu abụọ nke apịtị na-acha ọbara ọbara karịa alumina",
  "Ọnụ ọgụgụ a dabere na ụdị bauxite eji eme ihe na usoro nhazi na ọnọdụ mwepụta.",
  "Ihe karịrị ọrụ mmepụta iri  gafee ụwa na-eji usoro Bayer eme alumina site na ore bauxite",
  "A na-egwupụta ore Bauxite, na-emekarị na ebe a na-egbutu , ma nyefee ya na ụlọ nrụpụta alumina maka nhazi",
  "A na-ewepụta alumina site na iji sodium hydroxide n'okpuru ọnọdụ okpomọkụ na nrụgide dị elu",
  "A na-ewepụ akụkụ na-adịghị agwakọta nke bauxite (ihe fọdụrụ), na-eme ka ihe ngwọta nke sodium aluminate, nke a na-akụzi ya na kristal aluminum hydroxide ma kwe ka ọ jụọ oyi nke na-eme gore aluminum hydroxyde fọdụrụ na-agbapụta site na ngwọta ahụ",
  "A na-eji ụfọdụ n'ime aluminum hydroxide mee ihe iji kụọ mkpụrụ nke ọzọ, ebe a na-eme ka ihe fọdụrụ (na-ekpo ọkụ) n'elu 1000 °C na rotary kilns ma ọ bụ fluid flash calciners iji mepụta aluminum oxide (alumina).",
  "Ihe alumina nke bauxite eji eme ihe na-adịkarị n'etiti 42 na 50%, mana enwere ike iji ihe ndị nwere ọtụtụ ihe dị na alumina",
  "Ngwakọta aluminum nwere ike ịdị dị ka gibbsite (Al(OH)3), boehmite (γ-AlO(OH)) ma ọ bụ diaspore (α-AlOManOH))",
  "Ihe fọdụrụnụ na-enwekarị oke iron oxide nke na-enye ngwaahịa ahụ ụcha uhie",
  "Obere ihe fọdụrụ na sodium hydroxide eji eme ihe na usoro ahụ na-anọgide na ihe fọdụ, na-eme ka ihe ahụ nwee pH / alkalinity dị elu, na-abụkarị >12",
  "A na-ewebata usoro dị iche iche na usoro nkewa siri ike / mmiri iji megharịa sodium hydroxide dị ka o kwere mee site na ihe fọdụrụ azụ n'ime usoro Bayer iji mee ka usoro ahụ dị irè dị ka o nwere ike ma belata mmepụta mmepụta",
  "Nke a na-ebelata alkalinity ikpeazụ nke ihe fọdụrụ na-eme ka ọ dịkwuo mfe ma dị nchebe iji jikwaa ma chekwaa.",
  "Ihe mejupụtara apịtị uhie bụ ngwakọta nke oxides siri ike na ọla",
  "Agba uhie na-esite na iron oxides, nke nwere ike ịgụnye ihe ruru 60% nke oke",
  "ApH dị oke mkpa na pH sitere na iri ruo  iri na atọ. Na mgbakwunye na ígwè, ihe ndị ọzọ na-achịkwa gụnyere silica, ihe ndị fọdụrụ na aluminum, na titanium oxide.",
  "Ihe ndị bụ isi nke ihe fọdụrụ mgbe ewepụchara akụkụ aluminum bụ metallic oxides na-enweghị ike ịgbasa",
  "Pasentị nke oxides ndị a sitere na otu alumina refinery ga-adabere na ogo na ọdịdị nke ore bauxite na ọnọdụ mwepụta",
  "Tebụlụ dị n'okpuru na-egosi usoro nhazi maka kemịkalụ nkịtị, mana ụkpụrụ dị iche iche dị iche iche::",
  "N'ụzọ mineralogy, ihe ndị dị ugbu a bụ:",
  "N'ozuzu, ihe mejupụtara nke ihe fọdụrụ na-egosipụta nke ihe ndị na-abụghị aluminum, ma e wezụga akụkụ nke silicon: crystalline silica (quartz) agaghị emeghachi omume ma ụfọdụ n'ime silica dị ugbu a, nke a na-akpọkarị, silica reactive, ga-emeghachi omume",
  "n'okpuru ọnọdụ mmịpụta ma na-etolite sodium aluminom silicate yana ogige ndị ọzọ metụtara ya.",
  "Mgbapụta nke apịtị na-acha ọbara ọbara nwere ike ịbụ ihe ize ndụ gburugburu ebe obibi n'ihi alkalinity ya na ụdị ya.",
  "N'afọ 1972, ụlọ ọrụ Montedison nke Ịtali wepụtara apịtị na-acha ọbara ọbara n'ụsọ oké osimiri nke Corsica. Ikpe a dị mkpa na iwu mba ụwa na-achịkwa Oké Osimiri Mediterenian.",
  "N'ọnwa Ọktoba n'afọ 2010, a tọhapụrụ ihe dị ka otu nde cubic mita nke ụrọ na-acha ọbara ọbara site na ụlọ ọrụ alumina dị nso na Kolontár na Hungary n'amaghị ama n'ime ime obodo gbara ya gburugburu na ihe mberede ụlọ ọrụ alumine Ajka, na-egbu mmadụ iri ma na-emetọ nnukwu mpaghara. A na-ekwu na apịtị na-acha ọbara ọbara \"gburu\" ndụ niile dị n'osimiri Marcal, n'ime ụbọchị ole na ole apịtị ahụ ruru Danube. Mmetụta gburugburu ebe obibi ogologo oge nke nsị ahụ dị obere mgbe gọọmentị Hungary gbasịrị mgbalị mgbochi  € 127",
  "Àtụ:Extractive metallurgy"
]