[
  "Ubi Bonga bụ ebe mmanụ na Naịjirịa",
  "Ọ dị na License block OPL 212 n'akụkụ ụsọ oké osimiri Naijiria, nke e degharịrị aha ya bụ OML 118 na Febụwarị 2000",
  "Ogige ahụ na-ekpuchi ihe dịka 60 km2 na nkezi omimi mmiri dị mita 1,000 (3,300 ft)",
  "Achọpụtara ogige ahụ na 1996, na nkwado gọọmentị maka mmepe ya nyere na 2002",
  "Ebe ahụ malitere mmepụta mbụ na November 2005",
  "A na-arụ ọrụ ubi ahụ site na ụgbọ mmiri FPSO",
  "Ala ahụ na-emepụta ma mmanụ ala na gas; A na-ebufe mmanụ ala na ụgbọ mmiri ebe a na-ebuga gas na Naijiria ebe a na-ebupụ ya site na ụlọ ọrụ LNG",
  "Ala ahụ nwere ihe dị ka barel mmanụ 6,000.",
  "The field is operated by Shell Nigeria who own 55% of the license",
  "The other partners in the field development are Exxon (20%), Nigerian AGIP (12.5%) and Elf Petroleum Nigeria Limited (12.5%)",
  "N'ịbụ nke dị kilomita 120 (75 mi) ndịda ọdịda anyanwụ nke Niger Delta, olulu mmiri achọpụtara nke mbụ gbasapụrụ na Septemba 1995 ka ọ nwetasịrị ozi buru ibu gbasara ngọngọ ahụ site na nyocha seismic 3D na 1993/94.",
  "Achọpụtara ogige nke abụọ na ngọngọ na May 2001 nke a maara dị ka Bonga SW, bụ nke zutere nnukwu hydrocarbons",
  "Achọpụtara ubi nke atọ ka emechara na 2004 nke a maara dị ka Bonga North.",
  "Emepụtara ogige ahụ dị ka eriri okpuru mmiri azụ na ụgbọ mmiri na-ebufe floating na mbupụ (FPSO)",
  "Ugbu a enwere olulu mmiri iri na isii na-amịpụta mmanụ na ịgba mmiri n'ọhịa",
  "Agbanyeghị, a ga-abawanye nke a ruo ihe fọrọ nke nta ka ọ bụrụ olulu mmiri 40 ka a na-emepewanye ubi ahụ",
  "N'ihi nnukwu Bonga SW, a na-eche ugbu a na ọ ga-achọ ụlọ mmepụta ihe dị iche iche iji mepụta ubi ahụ nke ọma.",
  "A na-echekwa mmanụ a na-emepụta n'ubi na FPSO maka ibufe ụgbọ mmiri gaa n'ahịa ebe a na-ebupụ gas site na pipeline na Coast Coast Nigeria maka LNG.",
  "Ndị ụlọ ọrụ Samsung Heavy wuru FPSO",
  "E bugara ya na Newcastle n'elu Tyne maka echichi nke usoro topsides",
  "O nwere ọnụọgụ nke mbụ maka ụdị ya",
  "Stolt Offshore nwetara nkwekọrịta SURF (Subsea, Umbilicals, Risers, Flowlines) (nke e mechara kpọọ Acergy na ugbu a Subsea7)",
  "Ụgbọ mmiri Stolt POLARIS wụnyere ụzọ ụgbọ mmiri na ihe arụrụ n'okpuru mmiri na ụdị J-Lay na S-Lay pipelay.",
  "Emechiri mmepụta na olulu mmiri ahụ maka izu atọ ka 19 June 2008 gasịrị, mgbe mwakpo sitere na Movement for the Emancipation of Niger Delta.",
  "Na 20 Disemba 2011 mwụfu mmanụ mere na \"ikekwe na-erughị barel 40,000, ma ọ bụ galọn 1.68 [6.4 megalitres]\"",
  "O butere mkpọ mmanụ 185 km (115 mi) n'ogologo n'akụkụ oke osimiri Naijiria",
  "Ma eleghị anya, ọ bụ mwụfu kasị njọ n'ógbè ahụ ruo afọ iri",
  "Mwụfu mmanụ nwere ike ịkpata nnukwu mmebi na gburugburu ebe obibi, dịka ọmụmaatụ mmetọ mmiri, nke na-ebelata azụ azụ na ọrụ ugbo, nke bụ otu n'ime nnukwu ụlọ ọrụ na Nigeria."
]