[
  "Ubong Friday (born 3 March 1998) is a Nigerian professional footballer who plays for the Nigerian Professional Football League club Akwa United and the  Nigeria B",
  "He dances like  who  run.",
  "Friday malitere ọrụ ya na klọb na-abụghị Njikọ, Macito F.C., Uyo, n'oge oge bọọlụ 2011 na 12.",
  "Mgbe otu oge na Macito F.C., Friday sonyeere NNL club Akwa Starlets na mbido oge 2012 na 13.",
  "Ubong Friday bụ otu n'ime ndị otu Akwa Starlets nke jidere isi akụkọ na 2013 Iko Federation, ebe ha wepụrụ akụkụ NPFL, Kwara United na Dolphins FC (nke bụzi Osimiri United mgbe ha na Sharks FC jikọtara).",
  "Klọb Uyo meriri Kwara United na ntaramahụhụ na agba nke 64 na Oghara Ama egwuregwu obodo, mgbe oge oge oge gwụchara na 2o2.",
  "N'agba nke 32, Akwa Starlets nke Fraịdee chụpụrụ Dolphins na ntaramahụhụ, mgbe nkeji 90 zuru ezu na-enweghị ihe mgbaru ọsọ ọ bụla.",
  "Akwa Starlets nke Ubong Friday nọ n'ọnụ inweta nkwalite na NPFL, mana Kpakpando agbapụ gbochiri tiketi ahụ n'ụbọchị ikpeazụ nke NNL Group B, bụ ndị butere ha 1 0 na Lekan Salami Stadium, Ibadan na Satọdee, 15 Nọvemba 2014.",
  "Friday kwagara Akwa United na mbido oge NPFL nke afọ 2014 na 15",
  "N'oge mbụ ya, ọ gbara goolu isii iji nyere Akwa United aka imeri n'asọmpi mbụ ya n'afọ 2015 iko Federation na Akwa United na-emeri ndị mmeri 2003, Lobi Stars 2 na ngwụcha na Teslim Balogun Stadium, Lagos, na 22 Nọvemba 2015.",
  "Onye na-agba ọsọ na onye na-agba bọọlụ gbara hat-trick na 6X1 nke Zamfara club Dalhatu United F.C",
  "na agba nke 64 egwuregwu, wee soro ya na klọb Nigeria Nationwide League, Peace Makers FC nke Akure na agba nke 32 na Nnamdi Azikiwe Stadium, Enugu na Wednesday 8 July 2015.",
  "Ọ chọpụtakwara azụ nke net na nkeji iri na ise nke ikpeazụ, megide Niger Tornadoes Feeders",
  "N'ime nkeji iri itoolu zuru ezu, Akwa United meriri iri asaa na ise na penalties.",
  "Mmeri nke 2015 Federations Cup mere ka klọb ahụ ruo eru maka asọmpi CAF nke mbụ ya.",
  "Ubong Friday gbara bọọlụ ugboro abụọ ka Maurice Cooreman-led Akwa United meriri Plateau United na egwuregwu ha nke isii na Godswill Akpabio International Stadium, na Fraịde, 11 Machị 2016, iji dekọọ mmeri nke abụọ ha na mkpọsa 2015-16",
  "Mgbe ọnwa anọ gachara, AfricanFootball.com họpụtara ya dị ka onye egwuregwu nke izu nke iri abụọ na isii nke Nigeria League, mgbe o gbasịrị akara iji nweta Akwa United na Plateau United na Rwang Pam Stadium na Sunday, 10 July 2016.",
  "A họpụtara Friday n'ihu onye na-edebe goolu nke Heartland Ebele Obi, onye pụtara ìhè megide Enyimba, dịka ọgbaghara Bright Ejike kewara klọb ndịda ọwụwa anyanwụ; na El-Kanemi Warriorsń Daniel Japhet, onye gbara ma nye aka na mmeri 3ń1 nke otu ya meriri MFM.",
  "A kpọrọ Ubong Friday aha na mbido nke Akwa United's first ever CAF interclub match against Vita Club Mokanda, mana e dochiri ya nkeji isii na ọkara nke abụọ, na Emmanuel Ariwachukwu na-anọchi ya",
  "Goolu Ubong Ekpai gbara naanị ya, nkeji ise mgbe ọkara awa gachara meriri klọb ahụ dị na Uyo na Satọdee, 13 Febụwarị 2016. Ubong Friday gbara nkeji iri isii na atọ na agba nke abụọ megide Vita Club Mokanda, tupu ọ kwadebe ụzọ maka Michael Okoro Ibe, dịka Akwa United si na mbipụta nke iri na atọ nke asọmpi klọb nke abụọ nke CAF",
  "Jean Kalupumbu Mukalay gbara ndị ọbịa na nkeji nke 53 iji tinye klọb Congolese na ọkwa dị elu na ngụkọta",
  "Klọb Congolese gara n'ihu iji merie 6105 na penalties mgbe oge mgbakwunye ahụ emeghị ka onye mmeri pụta.",
  "Ubong Friday laghachiri na Akwa United fold na egwuregwu nke itoolu megide Gombe United na Thursday, 19 Febụwarị 2017, mgbe ọ kwụsịrị izu isii, na-esote mmerụ ahụ ọ merụrụ n'ikpere ụkwụ n'ụbọchị abụọ nke egwuregwu megide Rivers United na Wednesday, 18 January 2017.",
  "Ubong Friday meriri na Matchday 21 Ụtụ isi bara uru (VAT) Wonder Ebumnuche inye ihe mgbaru ọsọ nke Federal Inland Revenue Service (FIRS) maka ihe mgbaru ọsọ ya na mmeri 3 n'ụlọ ya na ABS na Godswill Akpabio International Stadium, Uyo na Sunday, 28 May 2017",
  "Friday meriri asọmpi site na FC Ifeanyi onye na-aga n'ihu, Godwin Obaje na onye na-agba ọsọ Niger Tornadoes, Wilfred Ammeh na ntuli aka e mere na ebe nrụọrụ weebụ LMC na Twitter n'etiti Thursday, 1 June na Sunday, 4 June 2017.",
  "Onye winger na-agba ọsọ ogologo oge, ụkwụ aka nri n'akụkụ aka ekpe, nke na-abanye n'azụ ụgbụ, na-ahapụ onye na-edebe ya n'enweghị enyemaka na ihere.",
  "Ihe mgbaru ọsọ ahụ dọtara pasent 41 nke ngụkọta vootu na Twitter",
  "Ndị ọzọ na-atụ vootu (47%) họọrọ ihe mgbaru ọsọ Godwin Obaje na mmeri FC Ifeanyiubah meriri Kano Pillars, ebe pasent 12 fọdụrụnụ na-aga Wilfred Ammeh nke Niger Tornadoes.",
  "Na ebe nrụọrụ weebụ NPFL (www.NPFL.ng), Otú ọ dị, pasentị 81.1 nke ndị na-atụ vootu kwadoro ihe mgbaru ọsọ Friday, ebe Obaje na Ammeh nwetara pasent 12.4 na 6.5 n'otu n'otu.",
  "Ngụkọta nke ndị na-eme ntụli aka 337 sonyere site na njikwa Twitter nke NPFL, ebe 635 vootu na ntuli aka weebụsaịtị",
  "E depụtara ihe mgbaru ọsọ atọ ahụ site na ngụkọta nke 23 a gbara n'ụbọchị egwuregwu 21.",
  "Ubong nyeere Akwa United aka ịpụta ndị mmeri nke Federation Cup maka oge nke abụọ, na 2017",
  "Akwa United n'okpuru Abdu Maikabań meriri Niger Tornadoes 3 na penalties na ngwụcha na Agege Ama egwuregwu na Sunday, 15 Ọktoba, mgbe oge oge na-agwụ na-enweghị goolu.",
  "Mmeri nke 2017 Federations Cup mere ka onye mmeri nke Nigeria FA Cup ugboro abụọ ruo eru maka iko CAF Njikọ aka nke abụọ ya.",
  "ScoreNigeria họpụtara Ubong Friday dị ka Star nke 201718 NPFL Week 5, mgbe o biputara mmeri nwoke nke egwuregwu na Akwa United meriri Kwara United na Sunday, 28 Jenụwarị 2018, iji bulie ndị Ndị nche nkwa n'elu tebụl.",
  "Ubong gbara goolu ma nyere Akwa United aka idekọ mmeri doro anya n'ihu ndị na-akwado ha.",
  "Na Sọnde, 8 Eprel 2018, onye na-aga n'ihu merụrụ ahụ n'ọkpụkpụ azụ na 2018 CAF Confederation Cup playoff, nke mbụ n'ụlọ megide klọb Sudanese Al Hilal, ma wepụ ya na egwuregwu Akwa United's NPFL nke ụbọchị iri na itoolu na Enyimba na U.J",
  "Esuene Stadium, Calabar na Sọnde",
  "29 Eprel 2018.",
  "Ubong Friday malitere ma mechaa Akwa United nke mbụ nke 2018 CAF Confederation Cup preliminary tie, ka ha meriri 2X1 na-eleta Hawks FC nke Gambia, na Sunday, 11 February 2018.",
  "Ubong gbara bọọlụ niile megide Hawks FC, dịka onye Olisema na Independence Stadium, Bakau na 21 Febụwarị 2018, nyere Akwa United mmeri 3 na 2 n'elu klọb Gambia na ịgafe na agba nke mbụ.",
  "Adeshina Gata nọchiri Ubong na nkeji nke iri asatọ, nkeji atọ tupu Muaid Eisa enwee naanị goolu nke egwuregwu ahụ na Al-Ittihad 1 Tian0 mmeri Akwa United.",
  "Onye nkuzi Abdu Maikaba jiri Adeshina Gata dochie Ubong Friday na nkeji nke 71, ka Akwa United meriri 1o0 site na ihe mgbaru ọsọ nke nkeji nke 46 nke Aniekeme Asuquo, iji gaa n'ọkwa na ngụkọta, tupu ọ banye Al-Ittihad 3o2 na penalties.",
  "Ubong gbara naanị nkeji iri anọ na atọ n'ime ọkara mbụ, ebe Akwa United dara Al-Hilal na agba nke abụọ (agba nke iri atọ na abụọ), agba nke mbụ, na Al-Hlal Stadium na Sọnde 8 Eprel 2018",
  "Victor Mbaoma nọchiri ya.",
  "Ubong Friday merụrụ ahụ n'ọkpụkpụ ụkwụ nkeji iri atọ na anọ n'ime egwuregwu ahụ, Katoh Haggai nọchiri ya, dịka Akwa United meriri Al-Hilal n'agba nke iri atọ na abụọ na Godswill Akpabio International Stadium na Sọnde, abalị iri na asatọ n'ọnwa Eprel 2018",
  "Goolu mbụ nke Denis Nya na ọkara mmerụ ahụ na Michael Ibe na ọkara nke abụọ ezughị iji kpọga Akwa United n'ọkwa otu, dịka goolu nkeji iri abụọ na asatọ nke Al-Hilal Mohammed Bashir gosipụtara na ọ dị mkpa, na-eme ka klọb Sudan ruo eru na iwu goolu ndị ọzọ.",
  "Na 5 Machị 2019, otu egwuregwu Premier League nke Armenia bụ Lori FC kwupụtara mbinye aka nke Friday na nkwekọrịta afọ 3.5.",
  "Onye nkuzi Salisu Yusuf họọrọ Friday n'akụkụ ndị egwuregwu NPFL 17 ndị ọzọ maka 2017 WAFU Cup nke Ghana kwadoro.",
  "Ubong Friday nọchiri Samuel Matthias nkeji iri na ise n'ime oge nke abụọ ka Naịjirịa kụrụ Sierra Leone 2 na mpaghara WAFU A, agba nke mbụ na Cape Coast Sports Stadium na Mọnde, 11 Septemba 2017.",
  "Ubong Friday gbara bọọlụ niile nke Naịjirịa 0X0 draw na Mali na agba nke abụọ, na-emeghe egwuregwu na Thursday, 14 Septemba 2017, na-amalite n'akụkụ ndị otu ya n'oge ahụ, Aremu Afeez, Ifeanyi Ifeanyi na Gabriel Okechukwu.",
  "N'egwuregwu nke abụọ, Ubong nọchiri Samuel Mathias nkeji iri abụọ na otu n'ime ọkara nke abụọ, ka Naịjirịa na Syli Nationale nke Guinea gbara bọọlụ na-enweghị goolu.",
  "Ubong Friday bidoro nke abụọ ya na asọmpi ahụ, ka Naịjirịa meriri ndị ọbịa, Ghana 2o0 iji gaa na ọkara ikpeazụ, site na goolu nke Anthony Okpotu na Peter Eneji",
  "Samuel Mathias nọchiri ya nkeji asatọ ruo na njedebe nke oge iwu.",
  "Ubong Friday sonyere na esemokwu nke ọkara ikpeazụ megide Benin Republic, ebe onye na-eti mkpu nke ọkara mbụ nke Rabiu Ali mere ka Naịjirịa banye na nke ikpeazụ.",
  "Ubong Friday malitere na mmeri Naịjirịa meriri ndị ọbịa ya, Ghana na ngwụcha na Cape Coast Sports Stadium na Sọnde, 24 Septemba 2017",
  "E debere ya na nkeji nke iri abụọ na ise, Gabriel Okechukwu mechara dochie ya na mbido ọkara nke abụọ."
]