[
  "Onye guzobere ngalaba Zepheira, osote onye isi oche na Ọrụ Ozi EBSCO",
  "Uche Ogbuji bụ onye mmekọ na Zepheira, LLC, ụlọ ọrụ ngwọta ọkachamara na ọgbọ na-esote teknụzụ Weebụ.  Mazị Ogbuji bụ onye ndu onye nrụpụta 4Suite, ebe mepere emepe maka ngwa XML, RDF na njikwa ihe ọmụma, yana onye ndu onye nrụpụta asụsụ ajụjụ Versa RDF",
  "Ọ bụ onye injinia kọmputa na onye ode akwụkwọ a mụrụ na Nigeria, bi ma na-arụ ọrụ na Boulder, Colorado.",
  "A mụrụ Uche Ogbuji na Calabar, Nigeria, ma biri na Egypt, England na ebe ndị ọzọ tupu ya na nwunye ya na ụmụ ya anọ biri na nso Boulder, Colorado.  Ọ bụ onye injinia eletrọnịkị site n'agụmakwụkwọ, ebe ọ malitela ọmụmụ ya na Naịjirịa tupu ya ebufe na gụsịrị akwụkwọ na US.  Ọ bụ onye nchoputa na CTO nke Zepheira, nke na-emepụta ngwọta nkà na ụzụ iji mee ka ụlọ akwụkwọ dị mkpa na Weebụ.  Uche bụ ọkachamara n'ichepụta data na sistemu ekesa, ebe ọ rụburu ọrụ ọsụ ụzọ n'ịkwalite teknụzụ dịka XML, RDF na ọrụ Weebụ.  N'ime usoro ahụ, o duuru ọtụtụ ọrụ mepere emepe wee bipụta narị narị akụkọ teknụzụ na akwụkwọ akụkọ ụlọ ọrụ, gụnyere XML.com.",
  "Uche bụkwa onye na-agụ agụ na onye ndezi.  Akwụkwọ uri uri ya, Ndewo, Colorado (Aldrich Press, 2013) bụ onye meriri akwụkwọ nrite Colorado, na ọ na-akwado pọdkastị olu abụ abụ",
  "Maachị 18, 2009",
  "ọrụ",
  "Onye ọ bụla na-agbaso XML ma ọ bụ ụwa semantic webụ mara maka ọrụ Uche Ogbuji.  Uche Ogbuji bụ onye mmekọ na Zepheira, LLC, ụlọ ọrụ ngwọta ọkachamara na ọgbọ na-esote teknụzụ Weebụ.  Mazị Ogbuji bụ onye ndu onye nrụpụta 4Suite, ebe mepere emepe maka ngwa XML, RDF na njikwa ihe ọmụma, yana onye ndu onye nrụpụta asụsụ ajụjụ Versa RDF.  Ọ bụ onye injinia kọmputa na onye ode akwụkwọ a mụrụ na Nigeria, bi ma na-arụ ọrụ na Boulder, Colorado.  Uche gụrụ Electronic Engineering na University of Nigeria, Nsukka afọ atọ tupu ọ gawa gụchaa na Computer Engineering na Milwaukee School of Engineering na February, 1994",
  "Ọ bụ onye na-ede akwụkwọ ọkachamara XML Web Services (Programmer to programmer) na Linux.  Ebe nchekwa data."
]