[
  "Uche Okpa-Iroha (amụrụ na Enugu n'afọ 1972) bụ onye na-ese ihe dị iche iche nke Naijiria nke na-ejikarị ise foto dị ka ụzọ kachasị amasị ya iji gosipụta nka.",
  "Ọ bụ onye guzobere Blackbox Collective na Invisible Borders Trans-African Organisation na 2013, ọ tọrọ ntọala ma guzobe The Nlele Institute, ebe ọ na-eje ozi dị ka onye ịsị na onye ndozi..",
  "Ọ bụ onye mmeri nke Seydou Keita Prize maka foto ugboro abụọ, ọ ritekwara ihe nrite Jean-Paul Blachere",
  "Ọ bi ma na-arụ ọrụ ugbu a na Lagos.",
  "A mụrụ Uche Okpa-Iroha na Jenụwarị 2, 1972, nue Maazị Nwokocha Okpa-Iroha na Oriakụ Chidi Okpa-Iroha",
  "O nwere ụmụnne anọ ndị ọzọ",
  "Ezinụlọ a si Abia Steeti na mpaghara South Eastern Niger Delta nke Naịjirịa.\nOkpa-Iroha lụrụ Ayo Joy Okpa-Iroha ma ha nwere ụmụ abụọ.",
  "Uche Okpa-Iroha nwere nzere bachelọ na Food Science and Technology na Federal University of Technology, Owerri, Imo State, Nigeria nke ọ gụsịrị na 1997.",
  "N'afọ 2013, ọ gụsịrị afọ abụọ nke ebe obibi nyocha na mmemme mmekọrịta na Rijksakademie na Netherlands.",
  "Uche Okpa-Iroha bụ onye na-ahụ maka ọtụtụ ihe, mmasị ya maka foto na foto akụkọ dị ka ndị ọ na-ahọrọ pụtara ìhè na ọrụ ya",
  "Ọrụ ya na-egosipụta ọdịiche na ịdị iche iche nke obodo ndị Africa",
  "Onyinye ya na mmepe nke foto Afrịka site na mkpali sitere na nkwenye ya na nnọchi anya na njirimara bụ ụfọdụ n'ime isi okwu na-egbochi mmepe nke foto Afrịka, dabere na mmetụta nke echiche ndị a na-agafe site na oge ọchịchị",
  "Nke a na-agwa ụzọ o si arụ ọrụ ya, ebe ọ na-enyocha ma isi mmalite nke mmụọ nsọ na nke dị n'èzí iji mepụta ngosipụta nka dị iche iche.",
  "Ụdị nka ya bụ ngwakọta nke mmasị ya na ụmụ mmadụ, mmasị ya maka ụdị dịgasị iche iche na mgbagwoju anya nke ọnọdụ mmadụ na mmekọrịta nke ihe ndị a n'ime gburugburu ebe obibi ha nke na-emepụta ihe ndị nkịtị kwa ụbọchị na otú nke ahụ si emepụta akụkọ nke ọdịbendị ya.",
  "Uche Okpa-Iroha chọpụtara mmasị ya na foto n'afọ 2005, mgbe ọ gara ihe ngosi nke ndị otu Naijiria Depth of Field (DOF) kwadoro na London",
  "Ọ ghọrọ onye na-ese foto n'afọ 2006, ebe ọ mụtara n'okpuru nwa nwanne nna ya, Prince Claus Laureate, Uche James Iroha",
  "N'afọ sochirinụ, Uche Okpa-Iroha na ụfọdụ ndị enyi ya guzobere Black Box Photography Collective dị ka obodo nke ndị ịse foto na-anụ ọkụ n'obi",
  "Ndị otu a haziri nnukwu ihe ngosi na Lagos, Nigeria na Havana, Cuba.",
  "N'afọ 2007, a mara ọkwa na Okpa-Iroha bu onye nke mbụ nke asọmpi Life in My City Art and Photography, nke Alliance Franciase na Rokana Industries haziri na Enugu, Nigeria.",
  "N'afọ 2008, ndị nkatọ nabatara nnukwu ọrụ mbụ ya \"The Under Bridge Life\" ma kpughee ya nye ndị na-ege ntị na mba ụwa",
  "Ọrụ ahụ mere ka ọ nweta ihe nrite Seydou Keita maka Best Photographic Creation na mbipụta 2009 nke African Photography Encounters na Bamako na n'otu afọ ahụ, ọ natara Jean-Paul Blachere Foundation Prize maka otu ọrụ ahụ.",
  "N'afọ 2011, Uche Okpa-Iroha bụ otu n'ime ndị na-ese ihe iri abụọ na ise ahọpụtara maka mmemme nyocha nke afọ abụọ na Rijksakademie Van Bleeldende Kunsten  Rijskakdemie Van Bleeldende Kunsten, nke Eze William nke Atọ hiwere na 1870 nyere Uche ikpo okwu maka ịzụlite talent ya na mba ụwa ma kpughee ọrụ ya na mba ụwa.",
  "E gosipụtara ya n'ebe dị iche iche gụnyere New York, Paris, Canada, Belgium, Spain, Germany, France na Berlin.",
  "Ọ nọ na Panel of Nominators maka WorldPressPhoto's Joop Swart Masterclass selection committee na 2016.\nỌ bụkwa onye otu International Federation of Kidney Foundation",
  "Plantation Boy (2012)",
  "Emechara ya n'afọ ikpeazụ nke ebe obibi ya na Rijksakademie Van Beeldende Kunsten Amsterdam, Netherlands, usoro 'Plantation Boy' na-ahụ Okpa-Iroha na-etinye aka na ihe nkiri Francis Ford Coppola nke 1972, The Godfather site na ịkewapụ ma na-etinye ihe nkiri iri anọ mbụ site na ihe nkiri ahụ.",
  "Site na usoro mmegharị dijitalụ, onye na-ese ihe na-akpaghasị ihe oyiyi Hollywood dị egwu na ọnụnọ nke nwoke Africa n'etiti ndị òtù ezinụlọ nke ọdịbendị Italian-American. Site n'iji nlezianya tinye onwe ya n'ime ihe oyiyi ahụ site na atụmatụ nke iwughachi na mmegharị, ọ na-ekwu maka ndọrọ ndọrọ ọchịchị nke nnọchi anya na sinima ọdịda anyanwụ nke nwere enweghị ahụ ojii",
  "Ọ na-agbakwa ihe ngosi nke njirimara ndị Afrịka aka site n'ịga n'etiti ihe nkiri na ihe nkiri ahụ iji gosipụta 'ihe ngosi nke ọnụnọ nke omission' na dị ka ihe nnọchianya nke ọdịbendị ma ọ bụ agbụrụ na-adịghị na-adịghị na mbụ.",
  "Aha a na-etinye ọrụ ahụ n'ime ọchịchọ ndị isi ojii na ndị Afrịka maka nnwere onwe na mkpebi onwe onye nke bilitere n'oge ọrụ ugbo ohu ma na-aga n'ihu na-emetụta ndụ ndị isi ojii n'ụwa niile.\nO ritere ihe nrite Seydou Keita maka usoro a n'afọ 2009.",
  "ISOLATED (Series)",
  "(2011 - Ugbu a) ISOLATED bụ usoro na-aga n'ihu nke Okpa-Iroha malitere na 2011, Ọ na-egosi ụzọ nkwurịta okwu na-enweghị isi n'obodo, ụzọ ederede, mgbasa ozi na-adịghị mma na ụzọ nkwurịta okwu ndị ọzọ na igosipụta ozi ndị dị n'akụkụ nke oghere",
  "Ọtụtụ oge, ihe oyiyi ndị a dị ka ọchịchọ ma jiri ihe ndị ọzọ kpuchie ya, dị ka ọ na-ahụkarị n'obodo ndị dị ka Lagos, ihe ọ na-akpọ mmeghachi omume obodo ahụ na ọ ghaghị ịmegharị ọnọdụ azụmahịa ya mgbe niile, na-eduga na mpụta nke akwụkwọ akụkọ a, echiche organic n'akụkụ asụsụ obodo mepere emepe nke ọ malitere",
  "Ha na-anọkarị n'akụkụ okporo ámá, okporo ụzọ, ebe obibi nke onwe, ụlọ ahịa, ụlọ ụka, osisi eletrik, na ọbụna n'elu ụlọ.",
  "Under the Bridge Life (2009)",
  "Under Bridge Life bụ usoro foto nke gosipụtara \"ndụ n'okpuru ogwe\" na Lagos",
  "Ọ na-egosi gburugburu ebe obibi zuru oke nke na-eme nke ọma n'okpuru afọ nke àkwà mmiri Lagos, nke ghọworo ihe karịrị naanị ebe mgbaba maka ọtụtụ puku ndị bi na ya",
  "Nke a na-akawanye mma site na akụrụngwa Lagos nke okporo ụzọ na àkwà mmiri, netwọk akwara dị mgbagwoju anya nke na-eto 'Life' n'usoro, ọbụlagodi na-enweghị atụmatụ ma ọ bụ nkwado mpụga.",
  "O ritere ihe nrite Seydou Keita maka usoro a n'afọ 2015.",
  "2022 - Callanan Excellence in Teaching Award (nke bụbu Center Teaching Award)",
  "2015 - Seydou Keita Prize - Best Photography Creation (The Plantation Boy)",
  "2010 - Prix Pictet “Growth” na 2010 (Nomination)",
  "2009 - Seydou Keita Prize - Best Photography Creation (Under the Bridge Life)",
  "2009 - Jean-Paul Blachere Foundation Prize"
]