[
  "Christopher Uchefuna Okeke (Eprel 30, 1933 na Nimo - Jenụwarị 5, 2016 na Nimo), nke a maara dị ka Uche Okeke, bụ onye na-akọwaputa ihe, onye na-ese ihe, onye na-akpụ ihe, onye na-ede uri, onye na-ese ihe na-ahụ maka ihe ịchọ mma, nke na-ebute ụzọ na ọgbara ọhụrụ nke Naijiria.",
  "A mụrụ Christopher Uchefuna Okeke na 30 Eprel 1933 na Nimo, Njikoka Local Government Area nke Anambra State, Nigeria, nke Isaac Okonkwo Okeke na Monica Mgboye Okeke (née Okoye). N'agbata afọ 1940 na 1953, ọ gara ụlọ akwụkwọ St",
  "Peter Claver's (Primary), Kafanchan, Metropolitan College, Onitsha, na Bishop Shanahan College, Orlu, Nigeria, n'oge ahụ ọ malitelarị igosipụta mmasị na eserese na nteji",
  "Tupu a nabata ya ka ọ gụọ Fine Art na Nigerian College of Arts, Science and Technology (NCAST), ugbu a Ahmadu Bello University, Zaria, Okeke egosipụtala ọrụ taxidermy n'oge nzukọ Field Society na Jos Museum, sonyere na nkwadebe na ngosi nke Nigerian Drawings and Paintings na Bernard Fagg dịka onye nlekọta ma nwee ihe ngosi nke eserese na ntejiájá, na Jos na Kaduna na Sir Ahmadu Bello bịara.",
  "Dị ka onye na-eto eto na-ese ihe, Okeke bụ onye guzobere Zaria Art Society na 1958",
  "Ndị otu a bụ n'ihi esemokwu ndọrọ ndọrọ ọchịchị na Naịjirịa na-agbasi mbọ ike inweta nnwere onwe ma ndị isi dị mkpa nke ọgbara ọhụrụ na nka Naịjirịa dịka Yusuf Grillo, Bruce Onobrakpeya, Oseloka Osadebe, Demas Nwoko na ndị ọzọ hiwere ya",
  "Ọtụtụ n'ime ndị prọfesọ ya na Nigerian College bụ ndị Britain ma kụzie usoro ejiji ọdịda anyanwụ agbanyeghị, The Zaria Society megidere itinye echiche ụlọ akwụkwọ nka nke Europe na ndị na-eto eto na-ese ihe na Africa",
  "N'ụlọ akwụkwọ, Okeke gụrụ agbụrụ Igbo, Yoruba, na Hausa, na-achọ ụzọ isi gosipụta onwe ya na Naijiria",
  "A na-ahụkarị akara ndị Naijiria oge ochie na ite ma ọ bụ na eserese ahụ",
  "A na-akpọ atụmatụ ndị Igbo Uli Patterns",
  "N'afọ 1971, Uche Okoke sonyeere Ngalaba nke Fine and Applied Arts na Mahadum nke Nigeria dị na Nsukka dịka Prọfesọ na onye nkuzi",
  "Ya na ndị ọrụ ibe ya na ụmụ akwụkwọ mepụtara ụdị pụrụ iche nke ghọrọ njirimara maka ụlọ akwụkwọ Nsukka",
  "Ya na Chike Aniakor na Obiora Udechukwu guzobere nhazi nke nka na aesthetics nke oge a nke Naijiria n'afọ iri asaa.",
  "Okeke bu ụzọ hụ akụkọ ọdịnala ndị Igbo mgbe ọ bụ nwata ma mesịa jiri ha mee ihe dịka mkpali na nka ya",
  "N'ime ụfọdụ n'ime eserese ya, onye na-ese ihe sụgharịrị ndị dike akụkọ ifo iji mee ka a mara ihe nketa Igbo ya.",
  "Mpaghara ọdịbendị Igbo dị n'ebe ọwụwa anyanwụ nke Osimiri Niger, n'ebe ọdịda anyanwụ nke Cross River, na ọdịda anyanwụ nke nnukwu ụzọ mmiri Niger nke ndịda ọwụwa anyanwụ Naịjirịa",
  "N'ebe a niile, e nwere ihe akaebe nke ọdịbendị nka oge ochie",
  "A na-akpọ ụdị nka ọdịnala Igbo Uli Drawing",
  "Dị ka Okeke si kwuo, Uli bụ mgbalị iji mee ka ahụ mmadụ mara mma",
  "Na omenala, onye na-ese ihe na Uli bụ nwanyị n'obodo ndị Igbo nke na-ese ụkpụrụ n'ahụ na mgbe ụfọdụ na mgbidi nke ebe nsọ",
  "A na-akpọ usoro a Ide Uli ma ọ bụ Ise Uli",
  "Ihe osise na akara na Uli na-anọgide na-agbanweghị agbanwe Otú ọ dị, ọ bụ nhazi nke ihe ndị na-emepụta ihe na-agbagha ọgụgụ isi nke ndị na-ese ihe ọdịnala Igbo.",
  "Ọtụtụ n'ime atụmatụ ndị dị na Uli sitere na okike",
  "Ndị nwere akara na ntụpọ dị ka pythons na jaguars bụ ihe atụ nke isi mmalite nke ụkpụrụ sitere na ya",
  "Ụdị Uli nwere geometric, osisi, na anụmanụ motifs",
  "Ọzọkwa, nhọrọ agba onye na-ese ihe na-eme nwere ihe dị mkpa",
  "Okeke na-akọwa otú e si eji agba eme ihe na ebe ha si",
  "A na-ewepụta ihe dị n'etiti na Uli Drawings site na pods nke osisi",
  "Uli Oba, Uli Nkilisi, na Uli Ede Eji bụ aha osisi ndị a na-esi na ya wepụta ihe ahụ.",
  "A na-ekwu na nka na 'Igboland' sitere na chi nwanyị ụwa Ala",
  "Nka sitere na ọdịdị nne ma a na-ahụta ya dị ka ụzọ isi kwalite ọdịmma ime mmụọ na nke anụ ahụ nke obodo ndị ikwu",
  "Ọ na-anọchite anya ndụ nke ndị mmadụ na ọkpụkpụ nkịtị nke okike",
  "Uli nwekwara ụfọdụ àgwà egwu nke kpaliri abụ na akụkọ ọdịnala ndị Igbo.",
  "Uche Okokes na-emepụta ihe osise na-akwado site n'ọtụtụ echiche mara mma na-abịa na ọrụ nka ya",
  "Ihe odide mbụ ya na-ejide echiche nke Pan-Africanism na Négritude",
  "N'etiti ndị ọzọ, ọ bụ ụdị edemede ya na-akpali akpali nke mere ka otu ụmụ akwụkwọ na-eto eto na Mahadum Ahmadu Bello nweta aha \"Zaria rebels\"",
  "N'ime ntụgharị uche ya ka e mechara, ọ lekwasịrị anya na ọrụ ndọrọ ndọrọ ọchịchị ndị na-ese ihe kwesịrị ịzụlite.",
  "O meghekwara ụlọ ọrụ ọdịbendị na 30 Ibadan Street, Kafanchan, nke mechara bụrụ Asele Institute, Nimo, ebe n'etiti ọrụ ọdịbendị ndị ọzọ, a gbara akụkụ nke ihe nkiri agụmakwụkwọ nke Smithsonian Institution kwadoro Nigerian Art - Kindred Spirits na 1996",
  "Ụlọ akwụkwọ ahụ nwere nchịkọta ihe ochie, ihe, na ihe osise sitere n'aka ndị enyi Okeke nwetara n'oge njem ya n'akụkụ dị iche iche nke Naịjirịa",
  "Ọ ka bụ otu n'ime ebe nchekwa kachasị mkpa nke akwụkwọ, ihe ochie, na etiti narị afọ nke iri abụọ nke nka Afrịka.",
  "A họpụtara Uche ka ọ bụrụ onye nkuzi na onye isi nke Fine Arts Department na Mahadum Nigeria, Nsukka, site na 1971 ruo 1985",
  "Ọ gbanwere usoro ọmụmụ ha iji lekwasị anya na nka na imewe ụmụ amaala Afrịka nke o kwenyere na ọ ga-abara mmepe nke nka Afrịka nke oge a na nke oge a uru. N'afọ 1973, ọ rụgharịrị usoro ọmụmụ nke Ngalaba Fine and Applied Arts, Institute of Management and Technology, Enugu, ma malite ọmụmụ Postgraduate na Ngalaba Fine Arts, Mahadum nke Nigeria, Nsukka.",
  "Ọ bụ onye isi nke Institute of African Studies na Mahadum nke Nigeria na Nsukka, Ọkankụna-eleta na Ngalaba Creative Arts, Mahadum nke Port Harcourt, Onye osote onye isi (Africa) nke International Biographical Centre, Cambridge, n'etiti ọtụtụ ọrụ ndị ọzọ na ọtụtụ ụlọ ọrụ agụmakwụkwọ na omenala.",
  "Okeke buuru nnwale Uli karịa mgbidi Zaria ma guzoro n'ihu mgbanwe ya n'ime okwu ọgbara ọhụrụ n'afọ ndị 1970, site na ụlọ ọrụ dị na Nsukka bụ nke mbụ",
  "Ọ bụ onye isi na akụkọ ihe mere eme nke nka Afrịka nke oge a.",
  "Okeke nwụrụ na 5 Jenụwarị 2016 n'ụlọ ya na Nimo mgbe ọ dị afọ iri asatọ na abụọ.",
  "N'afọ 1958, ọ ghọrọ onye guzobere na onye isi nke Asele Institute and Documentation Center, Nimo, Nigeria.",
  "1986–2006 Prọfesọ nleta na onye nyocha mpụga, Mahadum Port Harcourt, Rivers State, Mahadum Ahmadu Bello, Zaria",
  "Mahadum Obafemi Awolowo (nke bụbu Mahadum Ife).",
  "Federal Polytechnic, Oko",
  "Imo State University, Owerri, Nigeria.",
  "1970–85 University of Nigeria, Nsukka, Nigeria.\n\t\tỌkwa ndị e nwere; Onye isi ngalaba, Fine and Applied Arts Department Dean Faculty of Arts Director, Institute of African Studies.",
  "1981–82 Honorary Fellow, Department of Textile and Clothing Design, and Art History, University of Minnesota, USA (otu afọ ezumike ezumike).",
  "1968 Refugee Affairs Committee, Aba, Nigeria.",
  "1964–67 Director, Mbari Art Centre, Uwani, Enugu, Nigeria.",
  "1964–66 Artistic Director and Designer, Enugu Musical Society, Enugu, Nigeria.",
  "1961–62 Onye na-ese ihe na onye isi, Cultural Centre, Kafanchan, Nigeria.",
  "1961 Publications Artist, Federal Ministry of Information, Lagos.",
  "1959 Onye guzobere / Onye nduzi, Cultural Centre Kafanchan (nke bụzi Asele Institute Nimo), Nigeria.",
  "1958–61 Onye guzobere / odeakwụkwọ mbụ / onye isi oche nke abụọ, Art Society, Nigerian College of Arts Science and Technology, Zaria, Nigeria.",
  "1955–57 Clerk, Department of Labour, Jos and Lagos, Nigeria.",
  "1956 Onye enyemaka na-ahazi, Ngosipụta nke eserese na eserese Naijiria, Jos Museum, Jos, Nigeria.",
  "1954–55 Onye na-emepụta ihe, ihe enyemaka anya, St",
  "Peter Claver's Catholic and College of Mary Immaculate Heart Practicing Schools, Kafanchan, Nigeria."
]