[
  "Uchechukwu Sampson Ogah// (na-ege ntị) (amụrụ na  abali iri abuo na abuo, n'ime onwa iri na abụọ, na afọ otu puku, nari iteolu na iri isii na iteolu (22/12/1969) bụ Onye-ozi nke Naijiria ugbu a maka Mines na Steel Development. Onye na-emepụta mmanụ, onye ọchụnta ego, onye na-etinye ego na onye ọrụ ebere",
  "Ogah bụ onye isi oche nke Master Energy Group, otu ụlọ ọrụ nwere ngalaba, ụlọ ọrụ ndi enyemake ihe karịrị ụlọ ọrụ iri na ise (15), na mmasị gafee ụlọ ọrụ dị iche iche, n'etiti ya bụ Masters Energy Oil na Gas Ltd. Ogah nwere nsọpụrụ mba Naijiria, onye isi nke Order of the Niger (OON). Onye isi ala Muhammadu Buhari họpụtara ya maka nhọpụta nke Onye-ozi ma mesịa họpụta ya dị ka Onye-ozi nke Steeti, Mines na Steel Development na ubochi  Wednesday, ọnwa asatọ, abalị iri abuo na otu, na afo puku abụọ na iri n'iteolu  (8/21/2019).",
  "A mụrụ Ogah na ezinaụlọ Chief Wilson, onye nnyocha ahụike na ndị ọrụ ụzọ ụgbọ oloko lara ezumike nká na Ezinne Pauline Ogah nke Onuaku Uturu, Isuikwuato Local Government Area nke Abia State.",
  "Ogah lụrụ Ngozi Sabina Ogah, onye nyocha ego",
  "Ogah nọrọ afọ iri na ngalaba ụlọ akụ",
  "Ọ malitere na ife ala nnaya na NAL Bank PLC",
  "Mgbe nke ahụ gasịrị, ọ malitere ọrụ zuru oke na ụlọ akụ All States Trust Bank ma nọrọ ihe dị ka afọ abụọ na ụlọ akụ ahụ tupu ọ banye Zenith Bank na afo otu puku, nari iteolu na iri iteolu na asaa (1997), ebe ọ rịgooro n'ọkwa onye inye-aka nke onye isi oche tupu ọ gbaa arụkwaghịm na afo puku abụọ na asaa (2007).",
  "A na-ekwu na ọ na-enye obodo nta ọkụ eletrik na Uturu Community, wuru ụlọ prototypal maka obodo dum ma wuo ụlọ nzukọ puku ise (5,000) na Mahadum steeti Abia (ABSU) Uturu.",
  "Ogah esonyewo n'ịzọ ọchịchị maka oche gọvanọ nke steeti Abia, ugboro abụọ, nke mbụ n'okpuru Peoples Democratic Party na All Progressives Congress na-achị ugbu a.",
  "Onye isi ala Muhammadu Buhari họpụtara Ogah maka nhọpụta onye-ozi na abalị iri na atọ nke onwa asaa, na afọ puku abụọ na iri na iteolu, (23/3/2019} ya na mmadu iri anọ na abụọ (42) ndị ọzọ a họpụtara. N'oge nyocha ya dị ka onye omeiwu na  abaị iri abụọ na anọ  n;ọnwa asaa (24/7), ọ kọwaputara atụmatụ ya banyere otu esi arụ ọrụ na refineries Naijiria yana atụmatụ ya maka ego ọnụego Naijiria. \nSenate kwadoro Ogah maka nhọpụta Ony-ozi na July 30 na August 21, 2019 ka a kwadoro ma ṅụọ iyi dị ka Onye-ozi nke Steeti maka Mmanụ na Mmepe Steel."
]