[
  "Uche Innocent Nwofor bụ onye (amụrụ na 17 Septemba 1991) bụ onye Naijiria na-agba bọọlụ nke na-agba dị ka onye na-agba ọsọ",
  "Ọ nọghị ugbu a.",
  "A mụrụ ya na Lagos, Nwofor malitere ọrụ ya na Power United nke a na-akpọkwa Anambra Pillars F.C",
  "Ọ hapụrụ n'oge ọkọchị 2009 iji gaa ịgbazinye ego na ndị otu egwuregwu nke Naijiria Shooting Stars F.C ebe ọ gbara otu oge tupu ọ banye Enugu Rangers.",
  "Nwofor bịanyere aka na VVV Venlo n'ọnwa Ọgọstụ n'afọ 2011, Nwofor kwupụtara ọbịbịa ya site n'ịgba goolu na nke mbụ ya maka Venlo na 3-3 n'ụlọ ya na PSV Eindhoven na Dutch top-flight na oge uka.\nN'oge mbụ ya, ọ gbara goolu anọ na Eredivisie.",
  "N'abalị iri atọ n'ọnwa Ọgọstụ n'afọ 2013, Nwofor sonyeere SC Heerenveen n'oge mgbazinye ego.",
  "Na ụbọchị iri na abụọ n'ọnwa Septemba 2014, Nwofor sonyeere Lierse S.K",
  "na nnyefe n'efu, na-etinye aka na nkwekọrịta otu afọ.",
  "N'ọnwa Eprel afọ 2011 Nwofor nọchitere anya ndị otu Naịjirịa na-erubeghị afọ iri abụọ ebe ọ gbara goolu anọ n'egwuregwu ise iji mechaa onye kacha gbaa goolu na 2011 African Youth Championship ka Naịjirị meriri nke isii na Johannesburg ma kpọọ ya Goal.com kpakpando nke izu na asọmpi ahụ.",
  "N'ọnwa Ọgọstụ afọ 2011 Nwofor nọchitere anya Naijiria na FIFA U-20 World Cup na Colombia",
  "Ọ bụ onye a kụrụ ozugbo, na-abịa site na bench iji gbaa goolu abụọ na nkeji 6 megide Croatia, Naịjirịa ka France kụrụ na nkeji iri na ise nke ikpeazụ na ihe egwu 3 - 2.",
  "Nwofor nwetara akara mba ụwa mbụ ya maka Super Eagles na 3 Machị 2010 na egwuregwu enyi na enyi megide otu egwuregwu bọọlụ mba Congo DR",
  "O nyekwara aka mgbe ndị otu B nke Naijiria meriri Republic of Benin 4ʹ0 na WAFU Nations Cup.",
  "N'ọnwa Julaị afọ 2013, ndị otu mba Naijiria kpọrọ Nwofor maka egwuregwu enyi na enyi mba megide South Africa na Durban n'ụbọchị iri na anọ n'ọnwa Ọgọstụ. Ọ gbara goolu abụọ na nkeji nke iri anọ na itoolu na nke iri isii na asatọ ka Naịjirịa meriri egwuregwu ahụ.",
  "N'egwuregwu mbụ nke asọmpi iko mba ụwa nke Naịjirịa nke afọ 2014, Nwofor gbara bọọlụ na nkeji ikpeazụ iji zere mmegide Naịjiria megide Scotland",
  "Egwuregwu ahụ gwụrụ n'afọ 2",
  "Nwofor mere ndepụta nke World Cup mgbe a mara ọkwa ya ụbọchị atọ ka e mesịrị.",
  "Àtụ:Nigeria squad 2014 FIFA World Cup"
]