[
  "Uchechukwu Alozie, nke a makwaara dị ka Deniz Uygar bụ onye (amụrụ na 27 Septemba 1967) bụ onye Naijiria bụbu onye na-agba bọọlụ nke na-agba dị ka onye na-echebe etiti.",
  "\"Uchechukwu\" bụ aha Igbo nke pụtara \"God's will\" na igbo. A na-asọpụrụ ya dị ka onye ọkpụkpọ mba ọzọ nke gbara bọọlụ na Turkey ruo ogologo oge (afọ iri na atọ ), na-aga n'ihu inweta nwa amaala Turkey n'okpuru aha Deniz Uygar.",
  "Onye natara ihe fọrọ nke nta ka ọ bụrụ caps iri ịse maka Naịjirịa, Okechukwu nọchitere anya mba ahụ na iko mba ụwa abụọ na ọtụtụ iko mba Afrịka, na-emeri asọmpi ikpeazụ otu ugboro.",
  "Ọ bụ onye a mụrụ  na Lagos, Okechukwu malitere ọrụ ya na-egwuri egwu maka Flash Flamingoes na Iwuanyanwu Nationale, na-emeri 1988 na 1989 Nigeria Premier League na nke ikpeazụ.",
  "N'ọnwa Julaị n'afọ 1990, ọ kwagara mba ọzọ iji sonye na klọb Danish Brøndby IF, onye nkuzi ọhụrụ a họpụtara bụ Morten Olsen bịanyere aka na ya na onye otu ya bụ Friday Elahor",
  "N'oge na-adịghị anya, Okechukwu nyeere ndị otu ahụ aka imeri na 1990 na 1991 Danish championship, ọ bụkwa otu n'ime ndị isi nke ndị otu ahụ ruru ọkara ikpeazụ nke 1990 UEFA Cup; mgbe ụfọdụ na-eto Elahor dị ka Brian Laudrup na-esote, ọ ga-ahapụ Afrịka Sports n'oge na'oge na na-adịghịkwa anya, ebe a ga-akpọ Okechukwu onye egwuregwu Brøndby IF nke Afọ nke afọ 1992.",
  "Mgbe ọ pụtara na 1992 Afrika Cup of Nations, ebe Naịjirịa ruru ọkara ikpeazụ, Okechukwu jikọtara ya na otu Turkey Fenerbahçe SK ruo ọkara afọ, ruo mgbe a zụrụ ya na nkwekọrịta mbufe nde DKK8 na Nọvemba 1993",
  "Na Istanbul, ya na onye bụbu onye otu Brøndby Jes Høgh guzobere otu ndị na-agbachitere onwe ha, na-enyere klọb ahụ aka na asọmpi Süper Lig mbụ ya n'ime afọ asaa na 1996.",
  "Okechukwu so Fenerbahçe gbaa bọọlụ afọ anọ ọzọ, na-ekwughachi ihe nrite league n'afọ 2000 na 2000",
  "Mgbe ihe fọrọ nke nta ka ọ bụrụ egwuregwu 250 gasịrị, ọ kwagara na otu egwuregwu ibe ya bụ İstanbulspor AS, laghachi na 2007 na Naịjirịa nke mbụ na Ocean Boys F.C",
  "mgbe ahụ na Bayelsa United FC (na-esonyere nke ikpeazụ na July 2008, wee laa ezumike nká n'oge na-adịghị anya, mgbe ọ dị afọ 41).",
  "Okechukwu mere nke mbụ ya maka ndị otu mba Naịjirịa na asọmpi iko mba Afrịka nke afọ 1990, na mmeri ise na Algeria na egwuregwu mmeghe ha",
  "N'ihe fọdụrụ na asọmpi ahụ, ndị na-agbachitere Super Eagles enyeghị ihe mgbaru ọsọ ọzọ, ruo mgbe otu onye mmegide ahụ meriri ha na nke ikpeazụ.",
  "N'ozuzu, Okechukwu gbara bọọlụ mba ụwa iri anọ na asaa, merie CAN na 1994 (2[] megide Zambia) na 1996 Summer Olympics. Ọ nọchitekwara anya mba ahụ na iko mba ụwa FIFA abụọ, na-enyere ya aka ịga n'ihu na asọmpi abụọ na-aga n'ihu nke iri na isii ka ọ pụtara na egwuregwu asaa zuru ezu, naanị na-efu na nke atọ nke Paraguay n'ihi na ọ chịkọtara kaadị odo abụọ.",
  "Okechukwu lara ezumike nká mgbe mbipụta 1998 nke 4-1 meriri Denmark, ebe ọ bụ onyeisi ndị otu ahụ ọtụtụ oge site na 1996 gaa n'ihu.",
  "Iwuanyanwu Mba",
  "Brøndby",
  "Fenerbahçe",
  "Onye ọ bụla",
  "Àtụ:Brøndby IF Player of the YearÀtụ:Navboxes colour"
]