[
  "Uchechukwu Peter Umezurike, nke a makwaara dị ka Uche Peter Umez, bụ onye edemede Naijiria na ọkà mmụta na-arụ ọrụ ugbu a dị ka osote prọfesọ nke Bekee na Mahadum Calgary",
  "Na mgbakwunye na ibipụta ọtụtụ ọrụ nke akụkọ ifo ụmụaka, akụkọ ifo dị mkpirikpi, na uri, nyocha agụmakwụkwọ ya sitere na ọmụmụ okike na echiche agbụrụ dị oke egwu iji nyochaa akwụkwọ ndị Afrịka, ndị Afrịka na-achị ala ọzọ, na akwụkwọ ụwa niile yana ihe nkiri.",
  "Umezurike kewara ọtụtụ afọ mbụ ya n'etiti Lagos na Owerri, ọ bụ ezie na ọ gara ọtụtụ ebe ma biri n'ọtụtụ obodo na steeti",
  "Ọ malitere agụmakwụkwọ postsecondary ya na Mahadum Abia State dị na Uturu, Naịjirịa",
  "O nwere mmasị na mbụ ịmalite ọrụ na ego ma debanye aha na nchịkwa azụmaahịa na mmemme ụlọ akụ, ọ bụ ezie na o mechara gbanwee gaa na mmemme gọọmentị na nchịkwa ọha na eze, nke ọ rụzuru na 1997",
  "N'agbanyeghị nke ahụ, ọ dịghị ubi ọ bụla jidere ọchịchọ ịmata ihe ya",
  "Ọ bụ n'oge a ka Umezurike malitere inwe mmasị n'akwụkwọ Bekee dị ka ụzọ isi gbochie ike ọgwụgwụ, yana ịnagide egwu na obi nkoropụ ọ nwere n'oge ọchịchị aka ike Sani Abacha nke afọ 1990.",
  "Umezurike gara n'ihu na-anwale ụdị dị iche iche mgbe ọ gụsịrị akwụkwọ na mahadum",
  "N'afọ 2004, o bipụtara Dark through the Delta (2004), nchịkọta uri, nke Tears in Her Eyes (2005) sochiri, nchịkọta akụkọ dị mkpirikpi, na Sam and the Wallet (2007), ọrụ akụkọ ifo ụmụaka",
  "N'ịgbaso ihe ịga nke ọma mbụ ya, ọ debanyere aha na ọtụtụ mmemme obibi maka ndị edemede mba ụwa, gụnyere International Writing Program na Iowa City na 2008, Château de Lavigny onye edemede bi na Switzerland na 2010, na Civitella Ranieri Foundation bi na Ịtali na 2012.",
  "Ọrụ agụmakwụkwọ Umezurike malitere mgbe ọ gara Mahadum nke Port Harcourt iji nweta nzere masta na edemede Bekee",
  "Ọ gụsịrị akwụkwọ edemede ya n'afọ 2014, na-elekwasị anya na mmekọahụ nke ụmụ nwanyị n'akwụkwọ akụkọ abụọ dị n'Ebe Ọdịda Anyanwụ Afrịka; Beyond the Horizon nke onye edemede Ghana bụ Amma Darko, na On Black Sisters\" Street nke onye edemedi Naijiria bụ Chika Unigwe. Mmasị ya n'ịchọpụta etu nnọchiteanya nke okike na edemede Naijiria si mara site na echiche na ụkpụrụ ndị na-akọwa etu ọha mmadụ kwesịrị isi mata, soro, ma nabata ma ọ bụ ọbụna kwado ndị mmadụ mere ka ọ sonye na Ph.D",
  "na Bekee na mmemme Film Studies na Mahadum Alberta na Edmonton, Canada",
  "N'okpuru nlekọta nke Lahoucine Ouzgane, ọ dechara akwụkwọ edemede doctoral ya na 2021, na-elekwasị anya na nnọchiteanya nke okike na mmekọahụ na akwụkwọ akụkọ nke ndị edemede Igbo na-ele anya n'ihe oyiyi nke ụmụ nwoke na ụmụ nwanyị ndị chegharịrị, manyere, ma ọ bụ ọbụna na-ama nwoke aka. N'otu afọ ahụ, e nyere ya 2021 Nigeria Prize for Literary Criticism, nke a na-ewere dị ka ihe nrite kachasị maka nkatọ akwụkwọ n'Africa, n'ịghọta omimi, ịdị ike, na mkpa nke edemede agụmakwụkwọ atọ e bipụtara n'oge ọ bụ nwa akwụkwọ doctoral.",
  "Mgbe ọ gụsịrị akwụkwọ, Umezurike ghọrọ onye mbụ natara onyinye Postdoctoral Awards maka ndị ọkà mmụta obodo na ndị isi ojii na Mahadum Calgary. Ọrụ ya ugbu a na-atụle otú ndị na-eme ihe nkiri na ndị edemede Africa Canada si echepụta ebe obibi ọhụrụ ha na Canada, ọkachasị n'ime ihe ndị dị n'etiti ndị obodo na ọbụbụeze ha, na-eme ka oghere dị na agụmakwụkwọ gbasara akụkọ ndị Afrịka na-akwaga Canada",
  "Ọzọkwa, Umezurike anọgidewo na-emepụta ọrụ edemede okike na mgbakwunye na nchụso agụmakwụkwọ ya",
  "N'afọ 2021, o bipụtara Wish Maker, akwụkwọ akụkọ ụmụaka ọzọ, yana nchịkọta akụkọ ọzọ dị mkpirikpi, Double Wahala, Double Trouble. E wepụtara nchịkọta uri ọhụrụ ya, ndị ọzọ, na Machị 2023."
]