[
  "Ugali, ma ọ bụ sima, bụ ụdị ntụ ọka siri ike nke e mere n'Africa. A makwaara ya dị ka vuswa, bogobe, fufu, gauli, g, isitshwala, kimnyet, ihe na-eme, mieliepap, mora, nshima, obokima, ovuchima, (o)busuma, oshifima, oruhere, pap, phutu, posho, sadza, ubugali, na umutsima, n'etiti aha ndị ọzọ",
  "A na-eji ntụ ọka ndị ọzọ eme Sima mgbe ụfọdụ, dị ka ntụ ọka ọka ma ọ bụ ntụ ọka sorghum, mgbe ụfọdụ a na-agwakọta ya na ntụ ọka cassava",
  "A na-esi ya na mmiri ma ọ bụ mmiri ara ehi na-esi ísì ruo mgbe ọ ruru ntụ ọka siri ike ma ọ bụ siri ike. N'afọ 2017, agbakwunyere nri ahụ na UNESCO Representative List of the Intangible Cultural Heritage of Humanity, otu n'ime nri ole na ole na ndepụta ahụ.",
  "A na-eri nri a n'ọtụtụ Mba Di iche iche na  ebe n'Africa, ebe o nwere aha obodo dị iche iche:",
  "Okwu ugali bụ okwu asụsụ Afrịka nke sitere na Swahili, a makwaara ya nke ọma dị ka nsima n'asụsụ Malawian dị ka Chichewa na Chitumbuka",
  "N'akụkụ ụfọdụ nke Kenya, nri ahụ na-ejikwa aha \"okporo ámá\" nke nguna ma ọ bụ donee. Aha Afrikaans (mielie)pap sitere na Dutch, ebe okwu ahụ pụtara \"(corn) porridge\".",
  "E webatara Ugali n'oge na-adịghị anya mgbe ndị America webatara ọka n'Africa",
  "Ndị Luhyas nọ na Kenya bụ ndị mbụ kwụsịrị na ugali, ka ha na-anwa isi nri porridge siri ike site na ntụ ọka",
  "E webatara ọka n'Africa site na Amerịka n'etiti narị afọ nke 16 na nke 17",
  "Tupu nke a, sorghum na millet bụ ọka ọka ọka na ọtụtụ n'ime mpaghara ndịda Sahara Africa",
  "Ndị ọrụ ugbo Afrịka nabatara ọka n'ụzọ dị mfe n'ihi na ịkọ ya yiri nke sorghum ma nwee ihe ọkụkụ dị elu",
  "N'ikpeazụ, ọka wepụrụ sorghum dị ka ọka ọka bụ isi na mpaghara niile ma e wezụga mpaghara ndị kpọrọ nkụ",
  "Mgbanwe zuru oke nke ihe ọkụkụ ndị a na ọka mere na ọkara ikpeazụ nke narị afọ nke iri abụọ",
  "Na Malawi, ha nwere okwu 'chimanga ndi moyo' nke na-asụgharị 'mkpụrụ bụ ndụ'. A ka na-eji ntụ ọka sorghum eme Nshima /nsima mgbe ụfọdụ ọ bụ ezie na ọ bụ ihe a na-adịghị ahụkebe ịchọta nke a",
  "Cassava, nke e webatara site na Amerịka, nwekwara ike iji mee nshima / n'nsima, ma ọ bụ naanị ma ọ bụ gwakọta ya na ntụ ọka",
  "Na Malawi, a na-ahụ ihe e ji cassava (chinangwa) mee n'akụkụ ọdọ mmiri, Otú ọ dị, mgbe owuwe ihe ubi ọka dị njọ, a na'ahụ cassava n'akụkụ niile nke mba ahụ.",
  "Ugali (mgbe a na-esi ya dị ka porridge, a na-akpọ ya uji) na poteto na-atọ ụtọ, unere tozuru etozu, poteto Irish na ọbụna achịcha",
  "A na-ejikarị akwụkwọ nri ọdịnala, stew ma ọ bụ sukumawiki (nke a makwaara dị ka kale) enye ugali siri ike",
  "Ọ bụ starch a na-ahụkarị na nri mpaghara nke mpaghara Great Lakes nke Africa na Southern Africa",
  "Mgbe a na-eme ugali site na starch ọzọ, a na-enyekarị ya aha mpaghara.",
  "Ụzọ ọdịnala nke iri ugali (na nke a na-ahụkarị n'ime ime obodo) bụ iji aka nri tụgharịa ụyọkọ n'ime bọọlụ wee tinye ya na ofe ma ọ bụ nri ma ọ bụ anụ",
  "Iji mkpịsị aka ukwu mee ka ọ daa mbà na-enye ohere iji ugali mee ihe iji kpoo, ma fụchie anụ iji buru ha n'otu ụzọ ahụ a na-eji achịcha dị larịị na ọdịbendị ndị ọzọ",
  "A pụkwara iri ugali fọdụrụnụ na tii n'ụtụtụ echi ya.",
  "Ugali dị ọnụ ala ma si otú a dị mfe maka ndị ogbenye, ndị na-ejikọkarị ya na anụ ma ọ bụ akwụkwọ nri (dịka, sukuma wiki na Kenya) iji mee nri",
  "Ugali dị mfe ime, ntụ ọka ahụ nwere ike ịdịru ogologo oge n'ọnọdụ dị mma.",
  "Sagtulga (Hausa:tuo zaafi), ma ọ bụ diehuo, bụ nri a ma ama maka ndị Ghana",
  "Sagtulga bụ nri bụ isi a na-eri na ofe dị ka okro soup",
  "Ọ bụ ihe a na-ahụkarị na mpaghara atọ dị n'ebe ugwu nke mba ahụ: Northern Region, Upper East Region, na Upper West Region",
  "A na-erikarị nri ahụ maka nri abalị, ma ụfọdụ ndị mmadụ (dịka ọmụmaatụ, ndị ọrụ ugbo na ndị ọrụ aka) na-amasị ha iri ya maka nri ụtụtụ ma ọ bụ nri ehihie",
  "A na-erikarị ya na akwụkwọ Corchorus olitorius (Dagbani: salinvogu, Hausa: ayoyo, molokai) na okro (Abelmoschus esculentus) [ihe odide gburugburu] na stew n'akụkụ.",
  "Nri a na-agụnye ntụ ọka e siri esi na obere ntụ ọka cassava kpọrọ nkụ na mmiri na-enweghị nnu. Dị ka omenala si dị, a na-eji ntụ ọka ọka nke sitere n'ebe ugwu Ghana.",
  "A na-eri ya na ofe akwụkwọ nri na-acha akwụkwọ ndụ akwụkwọ ndụ nke e ji akwụkwọ ilu mee, ma ọ bụ mgbe ụfọdụ akwụkwọ cassava a na-egbutu ọhụrụ",
  "Otú ọ dị, enwere ike ijikọta ya na ofe dịgasị iche iche gụnyere okra na ofe groundnut.",
  "N'omenala Luhya, ọ bụ starch a na-ahụkarị, mana ọ bụkwa akụkụ dị mkpa nke omenala agbamakwụkwọ Luhya; obusuma e ji millet (nke a maara dị ka obusuma bwo bule) mee ka a na-etinye ya n'etiti nri dị ụtọ na tebụl dị elu nke nwanyị ahụ a na-alụ ọhụrụ",
  "A pụkwara ịkwadebe Obusuma site na starch ndị ọzọ dị ka sorghum ma ọ bụ cassava (obusuma bwo 'muoko)",
  "Obusuma na-ejikarị tsimboka, ma ọ bụ n'oge, eliani (akwụkwọ nri), inyama (anụ), inyeni (azụ̀), thimena (whitebait) ma ọ bụ omrere (akwụkwọ jute)",
  "Maka ndị ọbịa ma ọ bụ ndị ọbịa pụrụ iche, a na-ejikarị ingokho (anụ ọkụkọ) enye ya.",
  "A na-akwadebe Ugali site na ọka na-acha ọcha yiri otú a na-esi eme tamales site na ọka odo na Central America",
  "N'ọtụtụ ụlọ, ugali na-eme ihe ka ukwuu n'ihe oriri, na akwụkwọ nri ma ọ bụ anụ dị ka ihe na-esote",
  "N'ụlọ ndị bara ọgaranya, ma ọ bụ maka oge pụrụ iche, a na-enye ugali na ọtụtụ akwụkwọ nri na anụ na-atọ ụtọ na ofe na-esi ísì ụtọ",
  "Ọ dị ka poteto mashed a na-enye n'ụlọ ndị America",
  "Na Kenya, a na-ejide smidgen nke ugali buru ibu n'aka ma na-agbadata mkpịsị aka ukwu n'etiti iji mepụta spoon maka ịpị ụdị ọlaọcha a na-eri eri",
  "Ọ bụ ezie na mkpịsị aka ukwu na mkpịakọta nwere ike ịghọtụ aghụghọ na usoro a, ụzọ iri nri dị mkpa na ọdịbendị na mpaghara ahụ.",
  "Nsima bụ nri e ji ntụ ọka (ọka ọka na-acha ọcha) na mmiri mee ma bụrụkwa nri a ma ama na Zambia (nshima / Nsim / Ubuli) na Malawi (Nsim).",
  "A na-ebu ụzọ esi ntụ ọka ahụ na mmiri n'ime ntụ ọka",
  "ma, na Zambia, hapụ ya ka ọ sie maka nkeji ole na ole tupu 'agbakọta ya,' iji mepụta ihe siri ike na mgbakwunye nke ntụ ọka. Usoro a chọrọ ka onye na-eme ya dọrọ ihe siri ike n'akụkụ ite na spoon osisi dị larịị (nthiko na Malawi, m'tiko / umwiko na Zambia) ngwa ngwa ka ọ na-aga n'ihu ịnọdụ ala n'elu okpomọkụ",
  "Ozugbo esichara ya, a na-eji spoon osisi / plastik etinye na mmiri ma ọ bụ kpuchie ya na mmanụ a na-akpọ chipande(Malawi), na chipampa(Zambia",
  "Na Malawi, a na-akpọ akụkụ ọ bụla nke a ntanda.",
  "A na-eri mgbe niile na efere ndị dị n'akụkụ, nke a maara dị ka \"relish\"",
  "Ndị a nwere ike ịbụ mushrooms dị ka kabansa, tente, chitondo, na ichikolowa; isi mmalite protein dị ka egwuregwu, anụ ehi, ọkụkọ, azụ, groundnuts (peanuts), chikanda (orchid na nri ahụekere), agwa; na akwụkwọ nri dị ka akwụkwọ pumpkin, akwụkwọ bean, àkwá ubi ọcha a maara dị ka impwa na Zambia (ndị a bụ obere oblong formed white solum fruit), akwụkwọ amaranth, akwụkwọ mustard, cabbage, wdg",
  "Na Zambia, a na-akpọ akụkụ ndị ahụ na Nyanja /chewa na N'asụsụ Bemba",
  "Ndiwo na Malawi na-ezo aka na efere protein na akụkụ akwụkwọ nri a maara dị ka masamba",
  "A na-esikarị efere protein, ma ọ bụ n'ụdị stew",
  "Na Malawi na Zambia, a na-eri mgbe na azụ a mịrị amị (utaka, Malawi) ma ọ bụ akwụkwọ nri a mịrị",
  "A na-ejikarị nri nshima eme ose ọkụ ma ọ bụ ihe na-atọ ụtọ dị ka ofe ose ọkụ a na-eme n'ụlọ site na peri-peri ma ọ bụ Kambuzi chili peppers ma ọ bụ ofe chili dị ka Nali Sauce",
  "Dị ka omenala si dị, ndị na-eri nri na-anọdụ ala gburugburu tebụl ma ọ bụ n'ala gbara nri gburugburu",
  "Ndị na-eri nri ga-asa aka ha ka a na-eri nshima /nsima na aka nkịtị",
  "A na-eji efere mmiri eme nke a",
  "N'aka nke ọzọ, onye ọbịa ma ọ bụ otu n'ime ndị na-eto eto na-eweta mmiri site na ite n'aka ndị okenye ma ọ bụ ndị ọbịa n'ime efere",
  "A na-eri nri site na iwere obere ụyọkọ n'aka nri gị, tụgharịa ya n'ime bọọlụ ma tinye ya n'ihe oriri",
  "Iji mkpịsị aka ukwu aka nri na-etinye bọọlụ nshima bụ usoro nke ndị na-eri nri nshima dị elu na-eji iji nweta ihe ụtọ ma ọ bụ ofe nke nri ahụ n'ụzọ dị mfe",
  "Na Zambia, umuto (asụsụ Bemba) na-ezo aka na mmiri / broth / sauce nke efere ma ọ bụ stew; na omume nke iji bọọlụ nshima na-aṅụ ọtụtụ ya na-akpọ inkondwa",
  "Nkwupụta ahụ, \"umuto wankondwa\" na-asụgharị \"sauce iji kwe ka inkondwa\"",
  "Dị ka ọtụtụ ọdịnala Afrịka, afọ dị ezigbo mkpa",
  "Ịsa ahụ tupu nri, iri nri, na ịsa ahụ mgbe nri gasịrị na-amalite site na onye kacha okenye, onye ọ bụla ọzọ na-eso ya site na afọ.",
  "Nshima / Nshima dị ọnụ ala ma dị ọnụ ala maka ọtụtụ ndị bi na ya, ọ bụ ezie na mgbe ụfọdụ ọnụahịa arịgoola n'ihi ụkọ, na-enye aka na ọgba aghara akụ na ụba na ndọrọ ndọrọ ọchịchị.",
  "Na Na Naijiria, akamu, ogi ma ọ bụ Koko nwere nkwekọrịta yiri nke pudding America. Ogi / Akamu na Naịjirịa na-ejikarị \"moin moin\", pudding bean, ma ọ bụ \"akara\", nke bụ achịcha bean.\nE nwekwara ụdị dị iche iche, nke a na-akpọ Eko n'etiti ndị Yoruba, Agidi n'etiti Ndị Igbos",
  "A na-esi pudding ahụ na okpomọkụ ruo mgbe ọ ga-esi sie",
  "A na-ekpuchi ya na akwụkwọ osisi na aha botanical Thaumatococcus daniellii",
  "Ndị Yoruba na-akpọ ya Ewe Eran ebe ndị Igbos na-akpọ ọ Akwukwo Elele. A na-ejikarị ya na ụdị akwụkwọ nri dị iche iche, ofe na ofe maka nri dị mfe ma ọ bụ enwere ike iri ya na agwa ma ọ bụ ngwaahịa ya.",
  "Pap /ˈpʌp/, nke a makwaara dị ka mieliepap (Afrikaans maka nri ọka) na Mba South Africa, bụ nri ọdịnala / polenta na nri ndị Afrịka nke Southern Africa (a na-ewere okwu Afrikaans pap site na Dutch ma ọ pụtara naanị \"achị ọka\") nke e ji ọka mee (ọka ọka a na-agbari agbari agbari)",
  "Ọtụtụ nri ọdịnala nke ndịda Afrịka gụnyere pap, dị ka ntụ ọka ọka ọka na-atọ ụtọ (nke a na-akpọkwa slap pap ma ọ bụ ntụ ọka dị nro), pap nwere nnukwu ihe a na-ejide n'aka (stywe pap ma ọ dị ike) na phuthu pap (Afrikaans: )",
  "A na-ahụkarị nri Phuthu n'akụkụ osimiri nke South Africa.",
  "Enwere ike iji ụdị dị iche iche na-atọ ụtọ na-eso papa, nke e ji akwụkwọ nri na-acha akwụkwọ ndụ akwụkwọ ndụ mee, ma jiri chili mee ya.",
  "South Afrikaans ndi no na odida anyanwu nke mba South Afrika na eri ya  Di ka nri ututu ha  na eji milk, butter, na sugar, eri ya ha na eji kwa Anu efi eri ya",
  "Na obodo Cape Province nke Di na Mba South Africa, a na-ahụ ya dịka nri ụtụtụ",
  "Ebe ọ bụ na mielie-meal dị ọnụ ala, ndị ogbenye na-ejikọta ya na akwụkwọ nri",
  "Enwere ike inye ya ọkụ ma ọ bụ, mgbe ọ jụrụ oyi, enwere ike isi ya",
  "A na-eri nri Phutu mgbe ụfọdụ na chakalaka dị ka nri dị n'akụkụ na braais.",
  "N'ógbè ndị dị n'ebe ugwu, pap na-adịkarị nro ma mee ya site na iji ọka ọka na-agba ụka nke na-egbochi pap imebi ngwa ngwa n'ihi eziokwu ahụ bụ na mpaghara ndị dị n\"ebe ugwu na-ekpo ọkụ karịa ndịda",
  "Uphuthu bụ usoro nri South Africa nke isi nri nri nke na-eme ka ngwaahịa ikpeazụ bụ nri dị ka ọka siri ike nke a na-enwekarị ya na akwụkwọ nri na anụ na mpaghara Kwa Zulu Natal na Eastern Cape nke South Africa ma ọ bụ dị ka kpakpando nke nri na amasi ma ọ bụ maas na mpaghara Gauteng",
  "Ọdịbendị ụfọdụ na-agbakwunye shuga na uphuthu na amasi iji nụ ụtọ ya dị ka ihe na-atọ ụtọ nke ga-eyi ọka, agbanyeghị na a na-anụkarị ọka dị ka ọ dị na amasi.",
  "Phuthu ma ọ bụ Uphuthu (/ˈpʊtuː/), nke a na-asụkwa n'ụzọ na-ezighi ezi dị ka putu ma ọ bụ phutu, bụ usoro nhazi ọdịnala nke nri ọka na nri South Africa",
  "Ọ bụ ụdị pap ma ọ bụ porridge, nke ọtụtụ ndị otu ọdịbendị na South Africa na-eri",
  "A na-eri phuthu na anụ, agwa, ofe na mmiri ara ehi na-esi ísì ụtọ.",
  "Ọdịdị na ịdị n'otu nke uphuthu na-abụkarị ihe na-ekpebi ihe oriri ga-eso ya",
  "Dịka ọmụmaatụ, a na-ejikarị phuthu dị mma akwadebe amasi ma ọ bụ mass, ebe a na-enyekarị stew na curries na ụdị dị iche iche, na-adabere na pap siri ike",
  "Phuthu nwere ọdịdị dị mma nwere ọchịchọ nke ịbụ onye mmiri na-adịghị n'ahụ nke ukwuu (akọrọ), dabere na nkà onye na-esi nri na-arụ ọrụ na nri ahụ",
  "A na-ejikarị stews, akwụkwọ nri, na ọtụtụ efere ndị ọzọ na-atọ ụtọ nwere mmiri na-atọ ọchị na-enye phuthu dị otú ahụ",
  "N'aka nke ọzọ, ụdị phuthu a na-enweghị mmiri ga-adaba na efere amasi ma ọ bụ mass, n'ihi na usoro ịsa ahụ ma ọ bụ ịsa ahụ ga-eme ka efere dị ka paste, ebe amasi na-ahọrọ ka ọ bụrụ ata.",
  "Isitshwala na isiNdebele ma ọ bụ sadza na Shona, bụ nri ọka e siri esi nke bụ nri bụ isi na Zimbabwe.",
  "A na-eji ọka / ọka ọka kpọrọ nkụ (nri nri) eme Isitshwala",
  "A na-akpọ nri ọka a impuphu na Ndebele ma ọ bụ hupfu na Shona",
  "N'agbanyeghị eziokwu ahụ bụ na ọka bụ ihe oriri a na-ebubata na Zimbabwe (ihe dị ka 1890), ọ ghọwo isi iyi nke carbohydrate na nri kachasị ewu ewu maka ndị obodo",
  "Ndị obodo ahụ ma ọ bụ zụta nri nri n'ụlọ ahịa ma ọ bụ mepụta ya n'ihe igwe ihe site na ọka nke ha.",
  "Ndị Zimbabwe na-ahọrọ nri ọka ọcha",
  "Otú ọ dị, n'oge ụnwụ nri ma ọ bụ ihe isi ike, ha malitere iri nri ọka na-acha odo odo, nke a na-akpọ \"Kenya\" mgbe ụfọdụ, n'ihi na e si na mba ahụ bubata ya",
  "Tupu iwebata ọka, a na-eji inyawuthi mkpịsị aka eme isitshwala.",
  "A na-ejikarị Isitshwala eme ihe na efere nke ọ bụla, mana omenala na-eri isitshwala site na efere obodo, omenala nke ụfọdụ ezinụlọ ka na-elekọta karịsịa n'ime ime obodo",
  "A na-ejikarị aka nri eri ya n'enweghị enyemaka nke ite; a na-atụgharịkarị ya n'ime bọl tupu etinye ya n'ọtụtụ ihe na-atọ ụtọ dị ka sauce / gravy, mmiri ara ehi na-esi ísì ụtọ, ma ọ bụ akwụkwọ nri a siri esi.",
  "Nri ndị a ma ama a na-eri na isitshwala gụnyere:",
  "A maara anụ dị ka inyama na isiNdebele.",
  "Nri ndị yiri ya bụ polenta, sitere n'ebe ugwu Ịtali, gh'omi si Georgia na grits na ndịda United States.",
  "Fufu, nri sitere na starch sitere na West na Central Africa, nwekwara ike iji nri ọka mee ya, n'ọnọdụ ahụ enwere ike ịkpọ ya ọka fufu",
  "Na Caribbean, nri ndị yiri ya bụ cou-cou (Barbados), funchi (Curaçao), na funjie (Virgin Islands)",
  "A maara ya dị ka funche na nri Puerto Rican na ihe igwe mayi na nri Haiti.",
  "Nri ndị yiri pap gụnyere banku, isidudu, uphuthu, umpokoqo na umngqusho.",
  "Ugali na cabbage",
  "Phutu, nke e sere na ihe ụtọ tomato n'ihu",
  "Nri nke sadza (n'aka nri), akwụkwọ ndụ akwụkwọ ndụ, na anụ ewu.A na-ekpuchi obere eriri afọ ewu gburugburu obere eriri afọ buru ibu tupu esi nri.",
  "Ugali na usipa (obere azụ), ihe oriri nke ndị Yawo nke Great Lakes nke Africa.",
  "Akwụkwọ ndị na-esonụ, nke e debere na Zimbabwe, na-atụle iri nri ndị Zimbabwe, sadza:"
]