[
  "Brotopia: Breaking Up the Boys' Club of Silicon Valley bụ akwụkwọ na-abụghị akụkọ ifo nke Emily Chang dere na puku abuo na iri na asato Ọ bụ akwụkwọ izizi ya ma bipụta ya na Febụwarị 6, puku abuo na iri na asato , site na Portfolio, nkewa nke Penguin Random House",
  "Akwụkwọ ahụ na-enyocha ma na-enyo enyocha ịkpa ókè nwoke na nwanyị na enweghị nhata nwoke na nwanyị n'ụlọ ọrụ teknụzụ nke Silicon Valley",
  "Ọ bụ akwụkwọ kacha ere ahịa na mba ahụ ozugbo ma nweta nlebara anya mgbasa ozi dị ukwuu na otuto dị egwu.",
  "Chang si n'ihe karịrị narị ajụjụ ọnụ abụọ ọ gbara n'ofe ụlọ ọrụ teknụzụ",
  "Ụfọdụ n'ime ajụjụ ọnụ ndị ahụ sitere n'ọrụ ya na Bloomberg, mana ọtụtụ n'ime ha bụ ndị mbụ ma mee maka ebumnuche nke akwụkwọ ahụ.",
  "Vanity Fair wepụtara ihe si n'akwụkwọ ahụ na mbipụta Jenụwarị puku abuo na iri na asato nke akpọrọ \"\"Oh My God, This Is So F---ed Up\": Inside Silicon Valley es Secretive, Orgiastic Dark Side\". Bloomberg Businessweek wepụtara ihe na Febụwarị 2018 nke akpọrọ \"Women Once Ruled the Computer World",
  "Olee mgbe Silicon Valley ghọrọ Brotopia?\".",
  "E bipụtara Brotopia na Febụwarị 6, puku abuo na iri na asato site na Portfolio, nkewa nke Penguin Random House.",
  "Akụkọ banyere akwụkwọ ahụ gbara na The New York Times, The New York Time Book Review, San Francisco Chronicle, Financial Times, TechCrunch na The Verge.",
  "Chang pụtara na Morning Joe, Good Morning America, CBS This Morning na Marketplace iji kwurịta akwụkwọ ahụ.",
  "PBS Newshour-New York Times \"Now Read This\" akwụkwọ klọb họọrọ Brotopia dị ka akwụkwọ klọbu ha na-agụ n'April 2019. Chang pụtara na PBS Newshour na Eprel 30, 2019, wee zaa ajụjụ sitere n'aka ndị na-ekiri banyere akwụkwọ ahụ.",
  "Kirkus Reviews kpọrọ akwụkwọ ahụ \"nnyocha zuru oke, nke dị mkpa\" nke Silicon Valley, na-ede, \"Nnyocha nke Chang na-emeghe ọnụ ụzọ sara mbara, na-enye ohere echiche ọhụrụ banyere ụlọ ọrụ rụrụ arụ ka ọ gbasaa ma kpalie mkparịta ụka\".",
  "E depụtara akwụkwọ ahụ maka Financial Times Business Book of the Year 2018 na 2018 800-CEO-Read Business Books Awards, a kpọkwara ya otu n'ime Amazon's Best Books of the Year So Far, Tech Crunch's Best Tech Books of 2018, na Financial Times Best Books of 2018."
]