[
  "Transcorp Power Limited's Ughelli Power Plant bụ ụlọ ọrụ na-eji gas were na-emepụta ọkụ eletriki nke dị na Ughelli, Steeti Delta na mpaghara Niger Delta nke Nigeria",
  "Ọ bụ ụlọ ọrụ kachasị nụ na-eji mmanụ ala were na-emepụta ike n'ime obodo Nigeria. Ụlọ ọrụ ahụ bụ nke nwere mwunye ikike dị 972 MW; ma nwekwaa ike ịmepụta 2500 GWh nke ọkụ eletrik kwa afọ. Ụlọ ọrụ ahụ na-ezute nkọwa zuru ụwa ọnụ ugbu a maka ụdị ụlọ ọrụ ọ bụ, ma gụnyekwa ụlọ nchịkwa emelitere, ime ụlọ switchgear, ụlọ akwụkwọ ọzụzụ ndị ọrụ na ebe ntụrụndụ.",
  "A na-ebugharị ọtụtụ n'ime ọkụ eletrik nke Ughelli mepụtara site na netwọk nke ndị nduzi, gaa na ọdọ izugbe nke ala Nigeria",
  "Mmelite nke ụlọ ọrụ ike dị ugbu a na mgbakwunye nke ọrụ 400 MW ọhụrụ nwere ike ịkpata mmụba 4x na ego ruru ijeri NGN100 site na 2020.",
  "Ụlọ ọrụ ahụ bụ akụ nke Transnational Corporation of Nigeria Plc (Transcorp) na-ahụ maka ike, Transcorp Ughelli Power Limited (TranscorP Power).",
  "E wuru ọdụ ahụ na 1964 na ikike arụnyere nke 2X36MW ma ọ bụ 72MW site na turbines gas Stal-Laval abụọ wee malite ọrụ na 1966",
  "Mgbe ahụ, a kpọrọ ụlọ ọrụ ahụ Delta I n'okpuru ụlọ ọrụ ọkụ eletrik nke Nigeria (ECN), nke bu ụzọ na Nigerian Electric Power Authority (NEPA) na onye nọchiri ya, Power Holding Company of Nigeria (PHCN).",
  "N'afọ 1975, a rụnyere nkeji isii nke General Electric (GE) Frame 5 gas turbines (20MW nke ọ bụla) na ọdụ ahụ a maara dị ka Delta II, mgbe njikọta nke Niger Dam Authority (NDA), Kainji na ECN iji guzobe National Electric Power Authority (NEPA).",
  "N'afọ 1978, agbakwunyere nkeji isii ọzọ nke GE Frame 5 gas turbines, dị ka ndị arụnyere na 1975, na Delta Power Station (A maara dị ka Delta III) iji bulie ikike arụnyere ruo ngụkọta nke 312MW",
  "N'afọ 1991, a gbakwunyere turbines gas 100MW (600MW) isii nke GE Frame 9",
  "Site na 2000 ruo 2008, nkeji Delta II na Delta III GE ka emelitere ka nke ọbụla n'ime ha bụrụ 150MW: nke Hitachi nke Japan wuru",
  "E buliri usoro nchịkwa ahụ ka ọ bụrụ Mark V, usoro nchịkwa kọmputa zuru oke maka Delta II na III",
  "Mgbe a tụfuru Delta I",
  "A kwalite usoro nchịkwa Delta IV ka ọ bụrụ Mark V site na GE nke USA bụ ndị nke wuru ọdụ ahụ.",
  "Na Septemba 25, 2012, Transcorp Ughelli Power Limited (TUPL) (nke gụnyere Wood Rock Energy Resources Limited, Symbion Power LLC, Thomassen Holding Limited, Medea Development S.A., Tenoil Petroleum and Energy Services Limited na PSL Engineering and Control Limited) ritere ntinye akwụkwọ $300m maka ịzụta Ughelli Electric Plant, otu n'ime ụlọ ọrụ isii na-emepụta ike nke Power Holding Company of Nigeria (PHCN) nke gọọmentị etiti nke Nigeria na-eme ka ọ bụrụ nkeonwe",
  "Symbion Power banyere n'azụmahịa ndị ọzọ na Septemba 2015.",
  "N'abalị mbụ n'ọnwa Nọvemba n'afọ 2013, Transcorp Power weghaara Ughelli Power Plc, onye nwe ma bụrụkwa onye na-arụ ọrụ na Ughelli Electric Plant na-esote emume nnyefe nke gọọmentị etiti nke Naịjirịa kwadoro.",
  "Transcorp Power Limited bụ onye ọrụ nke Ughelli Power Plant.",
  "1",
  "Amperion Power Company Ltd (Geregu)",
  "2",
  "Ụlọ ọrụ Integrated Energy (Ibadan)",
  "3",
  "Vitro Power Ltd (Benin)",
  "4",
  "Aura Energy Ltd (Jos)",
  "5",
  "Integrated Energy Company (Yola)",
  "6",
  "Mainstream Energy Ltd (Kainji)",
  "7",
  "West Power & Gas (Eko Kann Consortium (Abuja)",
  "8",
  "4Power Consortium (Port Harcourt)",
  "9",
  "Sahelian Power SPV Ltd",
  "10",
  "New Electricity Distribution Company/Korea Electric Power (Ikeja)"
]