[
  "Àtụ:Infobox rugby biography\nUgochukwu Chiedozie Monye (amụrụ n'abalị iri na atọ n'ọnwa Eprel n'afọ 1983) bụ onye England na-ahụ maka egwuregwu na onye bụbu onye egwuregwu rugby, Monye gbara bọọlụ ugboro iri na anọ maka England, ugboro narị iri anọ na otu maka naanị klọb ya bụ a kpọrọ Harlequins ma gbaa bọọlụ ugboro abụọ maka British & Irish Lions na njem ha n'afọ 2009 na South Africa.  Monye meriri ma nkewa nke abụọ na  aha na ihe a kpọrọ  Premiership na Harlequins, o mmeri kwara na ihe a kpọrọ European Rugby Challenge Cup.",
  "Dị ka onye dị afọ iri na asatọ, Monye sonyere na asọmpi egwuregwu nke ụlọ akwụkwọ England na mita otu nari, ma mecha dịka onye nke ise na okpomọkụ ya, n'ime oge nke nkeji iri na otu sekọnd iri. Ya na ndị Olympians, Mark Lewis-Francis na Tyrone Edgar, bụ ndị sonyekwara na asọmpi English Schools' Championship bụ enyi.",
  "Monye gbaara ndị Hampshire RFC bọọlụ ha maka ndị na-erughị afọ iri na asaa na ndị na-erughị afọ iri abụọ",
  "Harlequins nyere ya nkwekọrịta ọkachamara",
  "ma n'iiri na abụọ ọnwa 12 ọ bụ ondị a kpọrọ nye otu England RFU Sevens nkendị a kpọrọ  meriri Hong Kong Sevens",
  "Monye dịomkpa n'nye a kpọrọ ndị otu Sevens n'oge 2002-03 na n'ihe a kpọrọ 2003-04 IRB World Sevens Series, ọ bụkwa otu n'ime sonyere ndị otu na-kesa kpọrọ ọmpi na 2005 Rugby World Cup Sevens na Hong Kong",
  "Ọ bụkwa otu n'ime ndị England RFU Saxons meriri Churchi'lfọl Cup na 2005 na 2008",
  "O bu ụzọ gbaa bọọlụ maka Harlequins na egwuregwu enyi na enyi megide Glasgow Warriors RFC n'ọnwa Ọgọstụ afọ 2002, malite oge na-esote site na ịnwale ise na egwuregwu abụọ, gụnyere otu hat trick megide Rotherham Titans na Millmoor.",
  "Monye nyere goolu ise megide ndị a kpọrọ Exeter Chiefs na mmeri 70-5 nke Harlequins na Twickenham Stoop ka akụkụ ahụ laghachiri na ihe a kpọrọ Guinness Premiership mgbe oge na nke mba ahụ gasịrị nke Monye gbara mgbalị iri na isii",
  "Tupu oge 2009-10, ọ gbara ọsọ na iri anọ na asaa na  egwuregwu otu narị na ise maka klọb ahụ.",
  "Monye nyeere ndị England goolu nke mbụ mbụ ya mgbe ha gbara megide Scotland na Twickenham na Mba Isii n'ụbọchị nke iri abụọ na otu n'ọnwa Maachị n'afọ 2009.\nMonye nyeere England goolu mbụ ya na mmeri 39-13 nke England meriri ndị Pacific Islanders na Twickenham n'afọ 2008 wee malite ndị ọzọ na-eme egwuregwu mba ụwa n'oge mgbụsị akwụkwọ megide Australia, South Africa na New Zealand.",
  "Mgbe a họpụtara ya maka njem  ndị Lions jere na South Africa n'afọ 2009 Monye nwetara ihe a kpọrọ XV nke mbụ ya na Durban",
  "N'ime ọkara mbụ, e gbochiri ya ịnye goolu ka ọ na-abanye n'elu akara nnwale mgbe Jean de Villiers tinyere aka ya n'okpuru bọọlụ iji gbochie mgbali ya",
  "Na ọkara nke abụọ, Monye gafere iji gbaa bọọlụ mana Morne Steyn jidere ya ma mee ya ka Ọ ghara ịchịkwa bọọlụ ya.",
  "Lions tụfuru ule ahụ nke mere ka Monye tụfuo ọnọdụ ya, Luke Fitzgerald nọchiri ya",
  "Lions tụfuru ule nke abụọ ma kpo ha chi Monye, onye gbapụtara onwe ya site na mgbalị mịta iri asaa nke e jidere n'agbanyeghị na Lions tụfuru usoro 2-1",
  "Ọ bụ onye kachasị elu Lions na-agba mbọ ịgba goolu na njem ahụ na mgbalị ise.",
  "N'ọnwa Septemba n'afọ 2010, Ugo tara ahụhụ mmerụ ahụ na-eyi ọrụ egwu ma mgbe a wasịrị ya ahụ, a hapụrụ ya izu iri na abụọ",
  "Nke a wepụrụ ya pụa na ndị otu a kpọrọ Martin Johnson's England Squad maka Usoro ule mgbụsị akwụkwọ nke Autum ma wepụ kwa ya na asọmpi mba isii nke afọ 2011",
  "Ọ laghachiri I gwụrụ Harlequins egwu bụ ndị o nyeere aka imeri ihe\nkpọrọ a",
  "imeri Amlin Challenge Cup, tupu a kpọọ aha ya na ndị otu ọzụihe a kpọrọ zụ England maka 2011 Rugby World Cup na ngwụcha oge ahụ.",
  "Monye malitere rubara Harlequins ọrụ na mmeri ikpeazụ ha meriri ndị a kpọrọ Leicester Tigers n'oge 2011-12.",
  "N' ubochi nke iri abụọ na anọ  n'ọnwa Machị n'afọ 2015, Monye kwupụtara na ọ na-ala ezumike nká na ngwụcha oge ahụ.",
  "N'ọnwa Eprel n'afọ 2021, a họpụtara Monye ka ọ bụrụ onye isi oche nke otu ndụmọdụ nọọrọ onwe ya nke Rugby Football Union na-ahụ maka ọdịiche.",
  "N'ọnwa June n'afọ 2022, n'oge a na-agba ya ajụjụ ọnụ na The Telegraph, Monye kwuru na ọ dị mkpa ka ndị otu akpọrọ Rugby Union  na-alụso \"ịṅụbiga mmanya ókè\" na omenala a kpọrọ \"laddish\" ọgụ iji bụrụ ndị zuru oke.",
  "Kwa izu Ugo Monye na-ewepụta pọdkastị ndị akpọrọ Rugby Union maka BBC na mmekorita ya na onye nta akụkọ Chris Jones. Ha abụọ arụkọwo ọrụ ọnụ kemgbe Jenụwarị 2017",
  "N'ọnwa Nọvemba n'afọ 2017, a mara ọkwa na ọkarandị a kpọrọ  Danny Care nke England ga-akwado pọdkastị ahụ mgbe ọ bụla Jones na-anọghị",
  "Ọ na-egosikwa ugbu a na BT Sport, ma rụọ ọrụ dị ka onye nnọchi anya onye a kpọrọ Maximuscle",
  "N'ọnwa Julaị n'afọ 2021, a mara ọkwa na Monye na Sam Quek ga-abụ ndị isi otu ọhụrụ na ihe ngosi ajụjụ akpọrọ BBC's Question of Sport.",
  "bido n'ọnwa Septemba n'afọ 2021 Monye bụ onye asọmpi maka usoro nke iri na itoolu nke ihe akpọrọ Strictly Come Dancing, e jikọtara ya na ọkachamara ịgba egwu Oti Mabuse. Di na nwunye a mechara n'ọkwa iri na otu. N'ubochị nke iri abụọ na otu n'onwa Oktoba Monye mara ọkwa na ya na nwunye ya kewara.",
  "Nna Monye nwụrụ obere oge tụpụ Ọ puta n'ihe a kpọrọ  BBC's Strictly Come Dancing.",
  "Ọ bụ Onye otu Kraịst kweyesiri ike n'okwukwe ya.",
  "Àtụ:British and Irish Lions 2009"
]