[
  "Ebe Ugwu Saịnaị a kọwara na Bible ka na-arụ ụka",
  "Isi ihe nke esemokwu ahụ dị n'etiti narị afọ nke iri na itoolu",
  "Akụkụ Akwụkwọ Nsọ Hibru na-akọwa usoro ihe ọmụmụ nke dị n'Ugwu Saịnaị n'okwu nke ndị ọkà mmụta dị nta, bụ́ ndị na-eso Charles Beke (1873), tụrụ aro, pụrụ ịkọwa ugwu ahụ n'ụzọ nkịtị dị ka ugwu mgbawa.[ Lower-alpha 2]",
  ".Ihe ndekọ nke Akwụkwọ Nsọ banyere inye ntụziaka na nkuzi nke Iwu Iri ahụ ka e nyere n’ime Akwụkwọ Ọpụpụ, nke bụ isi n’etiti isi nile nke 19–24, n’oge nke e kpọrọ Saịnaị aha ugboro abụọ, na Ọpụpụ 19:2;  24:16",
  "N'akụkọ ahụ, Saịnaị ka kpuchiri igwe ojii,  ma jijiji wee jupụta n'anwuru ọkụ,  mgbe ọkụ na-enwu, na ụzụ nke égbè eluigwe gwakọtara na mkpọ opi;  akụkọ ahụ mechara",
  "na-agbakwụnye na a hụrụ ọkụ na-ere n'elu ugwu ahụ.  N'ihe ndekọ nke Akwụkwọ Nsọ, ọkụ na ígwé ojii na-esi kpọmkwem n'ihi ọbịbịa Chineke n'ugwu ahụ.  Dị ka akụkọ Akwụkwọ Nsọ si kwuo, Mozis gara n'ugwu ma nọrọ n'ebe ahụ ehihie na abalị 40 iji nata Iwu Iri ahụ, o mekwara ya ugboro abụọ n'ihi na ọ gbajiri ihe mbụ nke mbadamba nkume ahụ mgbe o si n'ugwu ahụ lọta na nke mbụ",
  "oge..",
  "A na-eche na Horeb pụtara \"na-enwu ọkụ / okpomọkụ\", nke yiri ka ọ na-ezo aka n'anyanwụ, ebe Sinai nwere ike isite na aha Sin, chi okpukpe Mesopotemia oge ochie nke ọnwa, ya mere Sinai na Horeb ga-abụ ugwu nke ọnwa na anyanwụ, n'otu n'otu.\n \nN'otu aka ahụ, n'akwụkwọ ya Sinai & Zion, onye ọkà mmụta Bible Hibru nke America bụ Jon D",
  "Levenson na-atụle njikọ dị n'etiti Sinai na ọhịa na-ere ọkụ (סנה Səneh) nke Mozis zutere n'Ugwu Horeb n'amaokwu 3:1-6 nke Ọpụpụpụ",
  "Ọ na-ekwusi ike na myirịta nke Sînay (Sinai) na seneh (bush) abụghị ihe ndabara; kama, egwuregwu okwu ahụ nwere ike isite \"n'echiche na ihe nnọchianya nke chi Sinai bụ osisi nke ụdị ụfọdụ\". Deuterọnọmi 33:16 na-akọwa YHWH na \"onye bi n'ime ọhịa\". N'ihi ya, Levenson na-ekwu na ọ bụrụ na ojiji nke \"bush\" abụghị njehie odeakwụkwọ maka \"Sinai,\" Deuteronomy nwere ike ịkwado njikọ dị n'etiti mmalite nke okwu Sinai na osisi.",
  "A maara ndagwurugwu ebe Petra bi dị ka Wadi Musa, nke pụtara ndagwurugwum Mozis, na n'ọnụ ụzọ Siq bụ Ain Musa, nke sitere na isi iyi nke Mozis; onye Arab na-ede akụkọ ihe mere eme na narị afọ nke 13 Numari kwuru na Ain Musa bụ ebe Mozis si n'ala weta mmiri, site na iji mkpara ya tie ya",
  "O doro anya na a na-ewere Jebel al-Madhbah dị ka ihe dị nsọ karịsịa, ebe ọ bụ na a tụrụ ụlọ ememe a ma ama nke a maara dị ka The Treasury n'ala ya, a na-ekpuchi elu ugwu ahụ na ọtụtụ ebe ịchụàjà dị iche iche, a na ihe karịrị mita 8 nke elu mbụ ahụ ka a tụrụ iji hapụ ala dị larị nke nwere obelisks abụọ dị mita 8 n'ogologo na ya; obelisks ndị a, nke na-eme ka njedebe nke ụzọ na-eduga na ha, ma ugbu a bụ naanị mita 6 n'oghere, emeela ka ugwu ahụ bụrụ nke a maara Zibb 'Atuf, nke ịhụnanya",
  "Ihe nchoputa ihe ochie a chọtara n'elu ugwu ahụ na-egosi na e ji slate na-acha anụnụ anụnụ kpuchie ya, nke kwekọrọ na nkọwa Akwụkwọ Nsọ nke ọrụ nkume sapphire; ndị ọkà mmụta na-ewere na ihe odide Bible banyere sapphire agaghị ezo aka na nkume a na-akpọ sapphire n'oge a, ebe sapphire nwere ihe dị iche, ọbụnakwa egwupụtaghị ya, tupu oge ndị Rom. N'ụzọ dị mwute, iwepụ elu mbụ ahụ ebibiwo ọtụtụ ihe nchọpụta ihe ochie ndị ọzọ site na ngwụcha oge ọla nchara (oge ọkọlọtọ nke Ọpụpụ) nke nwere ike ịdị na mbụ."
]