[
  "Àtụ:Infobox NRHP\nUgwu Vernon bụ ihe ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ama ) America, yana onye isi ala mbụ nke United States George Washington na nwunye ya, Martha",
  "Ala ahụ dị n'akụkụ Osimiri Potomac dị na Fairfax County, Virginia",
  "Ọ dị na ndịda Washington, D.C., na Alexandria, Virginia, ma dị n'ofe osimiri ahụ site na Prince George's County, Maryland.￼",
  "Ezinụlọ Washington nwetara ala n'ógbè ahụ na 1674",
  "N'ihe dị ka 1734, ezinụlọ ahụ malitere ịgbasawanye ala ya nke gara n'ihu n'okpuru George Washington, onye malitere ịgbazite ala ahụ na 1754 tupu ọ bụrụ naanị onye nwe ya na 1761.",
  "..E ji osisi wuo ụlọ ahụ n'ụdị Palladian rụrụ arụ;  Ọ bụ nna George Washington bụ Augustine wuru ụlọ mbụ, gburugburu 1734.  George Washington gbasaara ụlọ ahụ ugboro abụọ, otu ugboro na njedebe 1750 na ọzọ na 1770s.  Ọ nọgidere n'ụlọ Washington maka oge ndụ ya fọdụrụnụ",
  "Mgbe ọ nwụsịrị na 1799, n'okpuru ikike nke ọtụtụ ọgbọ nke ezinụlọ na-esochi ya, ala ahụ ji nke nta nke nta daa n'ihi na ego ha nwetara ezughi oke iji dokwa ya nke ọma.",
  "N'afọ 1858, a ghọtara mkpa ụlọ ahụ dị n'akụkọ ihe mere eme ma bụrụ nke Mount Vernon Ladies' Association weghaara; nzukọ a nwetara ya na akụkụ nke ala Washington",
  "Nnukwu ụlọ ahụ na ụlọ ndị gbara ya gburugburu gbanahụrụ mmebi site na Agha Obodo America nke ọtụtụ ihe onwunwe dị n'ime Steeti Confederate nke America tara ahụhụ.",
  "A họpụtara Ugwu Vernon dị ka National Historic Landmark na 1960 ma depụta ya na National Register of Historic Places",
  "Ọ ka bụ nke Mount Vernon Ladies' Association nwere ma na-echekwa ya, na-emeghe ya kwa ụbọchị maka ọha na eze. Ịkwado ndị mmadụ ịhụ ala ahụ bụ akụkụ nke omenala karịrị afọ 200 nke George Washington malitere",
  "N'afọ 1794 o dere, sị: \"Enweghị m ihe na-emegide onye ọ bụla dị ọcha ma ọ bụ onye dị n'usoro na-eme ka ọchịchọ ịmata ihe ha na-ele ụlọ, ogige, &ca",
  "banyere Ugwu Vernon",
  "\"",
  "Mgbe ndị nna nna George Washington nwetara ala na ụlọ ahụ, a maara ya dị ka Little Hunting Creek Plantation, na-esote Little Hunting Creek dị nso.  Agbanyeghị, mgbe nwanne nne Washington nke okenye, Lawrence Washington, ketara ya, ọ kpọgharịrị ya aha ya mgbe Vice Admiral Edward Vernon,  onye bụbu onye isi ya n'oge Agha Jenkins 'Ear wee weghara Portobelo n'aka ndị Spen",
  "[nke chọrọ] Mgbe George Washington ketara ihe onwunwe ahụ, ọ nọgidere na-aha ya.",
  "E wuru nnukwu ụlọ dị ugbu a n'ụzọ dị iche iche site na ihe dị ka 1734, site n'aka onye na-amaghị ama, n'okpuru nlekọta Augustine Washington. A na-egosi mgbanwe a na-enweghị atụ site na ọnụ ụzọ dị n'etiti",
  "Dị ka e wuchara ma hụ ya taa, ụlọ ahụ dị n'ụdị Palladian",
  "Isi ụlọ ahụ, nke malitere n'ihe dị ka 1734, bụ ụlọ nwere otu okpukpu nke nwere garret. N'afọ 1750, e buliri elu ụlọ ahụ ruo okpukpu nke abụọ zuru oke na okpukpu nke atọ",
  "E nwekwara mgbatị otu okpukpu agbakwunyere n'ebe ugwu na n'ebe ndịda nke ụlọ ahụ; a kwaturu ndị a n'oge owuwu ọzọ. Nnukwu ụlọ nke oge a bụ 11,028  ft (1,025 m2).",
  "Corps de logis nwere elu ụlọ nwere dormers na nku nke abụọ nwere elu ụlọ gable na dormers",
  "Na mgbakwunye na akụkọ nke abụọ ya, a na-ekwusi ike na mkpa nke corps de logis site na nnukwu anwụrụ ọkụ abụọ na-agbapu n'elu ụlọ na site na okpokoro dị n'etiti ụlọ ahụ; ebe a nwere akụkụ asatọ nwere obere ogidi nke nwere nduru ọla edo nke udo. Ntọala a nke okpokoro ahụ dị n'ụdị Carolean mbụ karịa Palladian ma eleghị anya etinye ya iji melite ikuku nke okpokọta ahụ buru ibu ma melite nhazi zuru oke nke ihe owuwu na nku abụọ; okpo",
  "E weghachiri ọnụ ụlọ ndị dị na Mount Vernon ka ha dị n'oge George na Martha Washington bi",
  "Ọnụ ụlọ gụnyere ụlọ ọmụmụ Washington, ụlọ iri nri abụọ (nke ka ukwuu a maara dị ka Ụlọ Ọhụrụ), West Parlour, Front Parlour."
]