[
  "Uhlanga the Mark bụ nke amakwaara dị ka Ulanga: The Mark bụ ejije nke South Africa nke afọ 2012 nke onye mepụtara, dee ma hazie omume ya bụ onye nwetara ihe nrite  odeakwụkwọ nke mbụ ya bụ Ndaba Ka Ngwane.",
  "Ndi kacha puta ihe naihe  omume nkiria  bụ Sbo Da Poet, Thuli Mhlongo na onye turu-ugo nrita n'ọrụ mmepụta ya bu ọkpọ egwu Linda Sibiya ebe ọ mere dịka onye ndu ihe omume",
  "Ọ bụ Khulekani Zondi dekọrọ egwu eji mee ihe nkiri ahụ ma bụrụkwa onye na-ahụkwa maka ise ihe osise na ndezi",
  "Isiokwu ihe nkiri ahụ dabeere na ihe ike na ịda ogbenye dị n'ime obodo South Africa nke oge a",
  "E mere ihe nkiri ahụ na mmefu ego dị ala ma wepụta ya mgbe Julaị gbara mkpụrụ ụbọchị 15 n'afọ 2012",
  "Ọ natara otuto dị egwu site n'aka ndị nkatọ maka ihe nkiri ya, mmetụta anya na ihe ngosi. E gosipụtakwara ihe nkiri ahụ n'ọtụtụ mmemme ihe nkiri mba ụwa na South Africa, UK, Italy na Germany",
  "Ihe nkiri ahụ enwetala ọtụtụ onyinye na nhọpụta na mmemme ihe nkiri mba ụwa.",
  "Ihe nkiri ahụ kpughere akụkọ banyere nwa nwoke gbara afọ itoolu onye ndụ ya ghọrọ ọdachi ka ọnwụ nna ya gasịrị.",
  "Khaba Mkhize (Sbo Da Poet) bụ nwata nwoke ya gụnyere nne ya ụmụnne ya ndị nwanyị, ndị ji ọsọ ọsọ g kwa banye",
  "ọ gaa n'ụlọ e wurka rn mgbe nna ya nwụsịrị",
  "N'ịa eji akpa ọchị  a onye akpapụrụ akpapụ npa ókè n'ụlọ akwụkwọ, Khaba na Nokuthula Khumalo (Thuli Mhlango), nwa agbọghọ dị afọ iri na n'rji mee baranọgaranya pụta bidoro inwe ngakọ ọnụ n'ekwesighi ịdị",
  "na - na Mandla Thabete (Linda m",
  "iyare) 'ogo dị ala d usoro nri dị ka onna-arụpụta okpete rgna-akwụ ụgwọ dị bla ọne a hụrụ n'oa ọfuru ọrmana ọ na -nkwugidesiikesya tara ike ya site na imeri ihe cochi ya ndị ọ chere ihu",
  "ndị  ntọchị, ụmụ ok bịkọrọ oahụ zutere ọnụ ma mepụta njikọ aka.",
  "A họọrọ ihe nkiri a dị ka ihe ngosi mmeghe na Africa-in-Motion Film Festival emere na Nọvemba 2012",
  "E gosipụtara ihe nkiri ahụ na 2012 Durban International Film Festival na ubochi 31 nke ọnwa Mee ma wepụtakwa ya na UK, Ịtali na Germany n'oge Ọktoba 2012.",
  "E gosipụtakwara ihe nkiri a na Glasgow Film Theatre na ụbọchị 28 Ọktoba 2012.",
  "A họpụtara ihe nkiri ahụ n'ụdị ise na 2013 Africa Movie Academy Awards ma merie onyinye maka Best Cinematography",
  "Na mgbakwunye, ihe nkiri ahụ nwetara ihe nrite ise na 2012 Zanzibar International Film Festival gụnyere Golden Dhow Award, Ousmane Sembene Award، Verona Award na Signis International Award.",
  "Àtụ:Africa Movie Academy Award for Best Cinematography"
]