[
  "UK Health Alliance na Climate Change (UKHACC), nke a na-akpọkwa Alliance, bụ otu nzukọ n'ime United Kingdom nke ọtụtụ isi ụlọ ọrụ ahụike na-enye ya mkpokọta ihe karịrị mmadụ 650,000 gụnyere ndị dọkịta, ndị nọọsụ na ndị ọkachamara ahụike ndị ọzọ, na ebumnuche ime ka ahụike ọha ka mma site na mgbanwewe ihu igwe ọgụ",
  "E hiwere ya na 2016 na ndị otu ya gụnyere British Medical Journal (BMJ), British Medical Association (BMA), The Lancet, Royal Society of Medicine (RSM) na Royal College of Physicians (RCP)",
  "Ọrụ ya gụnyere imepụta akụkọ metụtara mmetọ ikuku, nkwụsị coal na akara carbon",
  "\"A Breath of Fresh Air\" (2016), na-atụ aro usoro ihe iji mee ka ikuku dị ọcha ma dozie mgbanwe ihu igwe, na \"All-Consuming: Iwulite sistemu nri ahụike ka mma maka ndị mmadụ & mbara ala\" (2020), na-atụ aro usoro, gụnyere ịkpọ maka mkpọsa iji mee ka ọha na eze mara nri na itinye akara na nri iji gosi mmetụta nri ahụ nwere na gburugburu ebe obibi.",
  "Kemgbe Ọktọba 2019, onye bụbu onye nchịkọta akụkọ nke British Medical Journal, Richard Smith bụ onye isi oche ya.",
  "UK Health Alliance on Climate Change (UKHACC), nke a na-akpọkwu \"Alliance\", bụ nzukọ dị na UK nke ọtụtụ ụlọ ọrụ ahụike ndị isi na-ezube ịkwalite ahụike ọha na eze site n'ịlụso mgbanwe ihu igwe ọgụ. E guzoro ya n'afọ 2016 iji ná edu mmeghachi omume nke ndị ọrụ ahụike na mgbanwe ihu igwe na United Kingdom, ọ bụkwa mgbalị iji gbaa ndị ọkachamara ahụike ume dị ka ndị na-eme mkpọsa maka ahụike na ihu igwe.",
  "Ndị guzobere ya gụnyere British Medical Journal (BMJ), British Medical Association (BMA), The Lancet, Royal Society of Medicine nakwa Royal College of Physicians (RCP).",
  "Ebumnuche ya bụ ichekwa na ịkwalite ahụike ọha site n'iweta ndị dọkịta, ndị nọọsụ na ndị ọkachamara ahụike ndị ọzọ iji kwado maka mmeghachi omume ka mma maka mgbanwe ihu igwe.",
  "Ndị otu UK Health Alliance na mgbanwe ihu igwe gụnyere ihe karịrị ụlọ ọrụ iri abụọ gụnyere kọleji Royal na akwụkwọ akụkọ ahụike. Ndị otu ya gụnyere Climate and Health Council, na dị ka edepụtara na ebe nrụọrụ weebụ gọọmentị nke Alliance, ndị otu gụnyere:"
]