[
  "Ukamaka Evelyn Olisakwe (amụrụ 24 Oktoba 1982) bụ onye ode akwukwo banyere ikike nwaanyi  nke Naijiria, onye ode akwukwo nkpirikpi, na onye ederede  ihe ngosi",
  "N’afọ 2014, ahoputara ya ka otu n’ime mmadu iri-ato na itolu ndi edemede kachasi mma ma n'erubeghi afọ anọ na Sub-Saharan Afrika nke egosiri na ọrụ Africa39 ma tinye na Africa39: New Writing from Africa South of the Sahara (nke Ellah Allfrey doziri).",
  "Ukamaka Evelyn Olisakwe amuru ma zulite na Kano Steetị, Naijiria",
  "Ndị mụrụ ya bụ ndị Igbo Naijiria",
  "Ọ gụsịrị ụlọ akwụkwọ sekọndrị na-ugwu Hausa wee nweta nzere mmụta sayensị na Kọmputa site na Mahadum Abia State Polytechnic, na Aba, Nigeria.",
  "Ọ lụrụ George Nwanosike Olisakwe ma ha na ụmụ ha atọ biri na ala Igbo Naijiria.",
  "Edere akwụkwọ Olisakwe nke izizi, Eyes of a Goddess, pụtara n’afọ 2012.",
  "O deela ọtụtụ akụkọ na isiokwu dị mkpirikpi, ọtụtụ n'ime ha pụtara na blọọgụ na akwụkwọ akụkọ n'ịntanetị, gụnyere Olisa.tv, Saraba, Sentinel Nigeria na Short Story Day Africa. E gosiputala ya na BBC",
  "Edemede ya apụtawo na The New York Times na akwụkwọ akụkọ dị iche iche gụnyere Nigerian Telegraph na African Hadithi. O dere ihe ngosi maka Calabash, ihe onyonyo telivishọn nke Obi Emelonye mepụtara ma duzie ma gosipụta ya na Jenụwarị 2015 na Africa Magic Showcase. Olisakwe na-elekọta blọgụ ahụ maka \"Writivism Mentorship Programme\", bụ ọrụ nke Centre for African Cultural Excellence, bụrụkwa onye na-akwado nkwado na Lagos Workshop. Ọ bụ onye ọbịa na onye soò na Ake Arts and Books Festival emere na 2014 na Hay Festival",
  "Ọ bụkwa onye nnọchi anya na 8th Pan African Congress, nke e mere na Ghana.",
  "A họpụtara ya dika otu n'ime ndị ederede akwụkwọ iri atọ na itoolu ga-eme ofụma ma erubeghi afọ iri anọ site na Sub-Saharan Africa na obodo oyibo",
  "Ọ bụ ndi  Africa39 - ụlọ orụ nke mmekọ Hay Festival na Rainbow Book Club - haziri maka ememe nke UNESCO World Book Capital 2014",
  "Otu onye tụlere kọwara ọrụ Olisakwe, \"This Is How I Remember it\" ka \"akụkọ doro anya banyere edemede ihunanya nwa agbọghọ na Naịjirịa\" na akụkọ \"nke di ezigbo mma mere na ọ hapụrụ anyị ịchọ karịa\", ma onye nyocha ọzọ kọwara ya dị ka \"akụkọ na-ejide mmụọ banyere mmekọrịta agbogho, aghụghọ na ochicho''.",
  "Na 2016, Olisakwe bi na Mahadum Iowa maka mmuta International Writing Program a haziri ebe ahụ",
  "Na 2018, Ukamaka meriri ohere agụmakwụkwọ nke Vermont College of Fine Arts haziri maka iji nweta nzere mastas na Ederede na Mbipụta.",
  "Olisakwe bụ onye ọbịa na 2015 Writivism Festival a haziri na Kampala, Uganda, ebe ọ kuziri maka akụkọ ifo na klas ndị ọkachamara. Na 28 Mee 2015, o kwuru okwu gbasara isiokwu nke “You Could Stop The Next Maternal Death Statistic” na TEDxGarki."
]