[
  "Ukpor bụ isi ụlọ ọrụ Nnewi South Local Government Area na Anambra State, South-East Nigeria",
  "Ukpor nwere nchịkọta nke obodo nta, nke ọ bụla na-abịa site na mpaghara dị iche iche.",
  "Ukpor bụ ebe a ma ama maka ugwu ya, na otu n'ime ugwu ndị a ma ama nke a maara dị ka \"ugwu ekwensu\", nke pụtara \"ugwu ekwens\", ma mara ugbu a dị ka Ugwuonyezuberem",
  "Otú ọ dị, n'oge a, nhazi na-aga n'ihu nke okporo ụzọ nke gafere ugwu a na-ebelata ịdị elu ya nke ala dị elu a.",
  "Ndị Ukpor bụ ndị ọrụ ugbo n'oge gara aga",
  "N'ikpeazụ, ndị a ma ama bi n'ógbè ahụ ghọrọ ndị na-azụ ahịa na ụdị dị iche iche nke ndị ikom na ndị inyom na-azụ ahịa.",
  "Ụlọ ọrụ kachasị elu nke obodo ahụ, Ukpor Improvement Union (U.I.U) ka bụ nzukọ ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya na ọdịbendị dị na obodo ahụ.",
  "Onye isi oche U.I.U ugbu a bụ Chief Ignatius Nwawulu (Dara Obiekunie) si Umu-Ehim, Umunuko, Ukpor.",
  "Nnewi South bụ nke ụmụ akwụkwọ ya nọ n'ụlọ akwụkwọ dị elu maara ugbu a dị ka Mbaneri",
  "Mbaneri pụtara obodo iri dị na Nnewi South, nke bụ Akwaihedi, Amichi, Azigbo, Ebenator, Ekwulumili, Ezinifite, Osumenyi, Ukpor, Unubi na Utuh.",
  "Asara bụ emume ọdịnala kachasị ukwuu nke obodo Ukpor na-eme emume n'oge iri, iri na ise ma ọ bụ ọbụna iri abụọ",
  "N'akụkọ ihe mere eme, a na-achọpụta mmalite nke emume ọdịnala Ọgụ Agbaja (Agha nke Agbaja) nke bụ agha n'etiti ndị Ukpor na Gọọmentị Obodo Nnewi nke South na ndị Nnewi na Gọọmenti Obodo Nnew nke North nke oge a, na nke ndị Ukpor nwere mmeri, mgbe ha gbusịrị Metuh, onye agha kachasị ukwuu na nke a na-atụ egwu nke Nnewi n'oge ahụ.",
  "Agha ahụ sitere na mmeso ọjọọ na-enweghị isi na nke na-erughị eru site n'aka Eze Nnewi nke oge ahụ nke ga-amanye ụmụ okorobịa na ụmụ nwanyị nke obodo ndị gbara ya gburugburu ka ha were ụbọchị ụfọdụ na ha ga-aga ma rụọ ọrụ maka ya, na nke ha ga-eso nri na mmiri ha, ebe ọ bụ na enweghị ndokwa maka ihe ọ bụla eze mere, onye na-akwụghị ụgwọ, na-atọ ma ọ bụ nwee ekele maka ndị ọrụ n'ụzọ ọ bụla.",
  "N'ihi ya, eze Ukpor nke pụtara ọhụrụ n'oge ahụ kpebisiri ike na ọ gaghị anabata ya kama ịkwụsị omume ọjọọ dị otú ahụ ruo mgbe ebighị ebi; wee wepụta iwu katọọ na machibido nke ahụ",
  "Nke a kpasuru eze Nnewi iwe, na ọ kpọsara obodo ndị ahụ gbara agbata obi agha maka omume ha nke ọ kpọrọ 'ndị nnupụisi'; ha wee malite agha ahụ na obodo ha kacha nso bụ Ukpor nke oge a, bụ ndị jikerelarị ọnụ ma mee atụmatụ ya na obodo itoolu mebere Ekweteghete, bụ aha obodo itoolu ndị a na-arụ ọrụ mmanye na-akwụghị ụgwọ",
  "Ọ bụ n'ememe mmeri a nke Ukpor dere na Agha nke Agbaja na eze nke oge ahụ (Eze Obiukwu) kpebiri igbu ehi maka ndị mmadụ ma kpọọ maka ọṅụ; na obodo nta ndị ọzọ nke keere òkè na mmeri ahụ 'kụrụ akpa ha' wee kpebie na ha ga-eweta ehi nke ha, nke a na-anwale ma na-adọkpụ obodo ahụ, na-ele anya n'obodo nke nwere nnukwu ehi",
  "E mechara gbuo ehi ndị a ma jiri ha mee ihe maka oriri nke a na-akpọ 'Asara', nke sitere na okwu Igbo '-' nke pụtara oriri.",
  "Na Ukpor, oge udu mmiri na-ekpo ọkụ, na-akpagbu ma na-ejubiga oke ókè na oge ọkọchị na-ekpo ọkụ, na-ekpo ọkụ, na obere urukpuru",
  "N'ime afọ, okpomọkụ na-adịgasị iche site na 67 °F ruo 88 °F ma ọ na-adịkarị n'okpuru 59 °F ma ọ bụ karịa 91 °F."
]