[
  "Ukwa West bụ ọchịchị ime obodo na Abia State, Naijiria",
  "Isi ụlọ ọrụ ya dị n'obodo Oke Ikpe.",
  "Mpaghara ya ruru  271 km 2 na ọnụ ọgụgụ mmadụ 88,555 na ngụkọ 2006.",
  "Koodu nzipu ozi nke mpaghara ahụ bụ 452",
  "Ukwa west dị n'akụkụ ugwu site na ọchịchị ime obodo Osisioma, n'akụkụ ugwu ọwụwa anyanwụ site n'okpuru ọchịchị Ugwunagbo na n'akụkụ ọwụwa anyanwụ site n'okpuru ọchịchị ime obodo Ukwa East, ha niile dị na steeti Abia",
  "Ókè ya ruo n'ebe ọdịda anyanwụ site n'ógbè ọchịchị Omuma, n'akụkụ ndịda-ọdịda anyanwụ nke ọchịchị ime obodo Etche, na ndịda n'okpuru ọchịchị ime obodo Oyigbo, ha nile dị na Rivers steeti",
  "Ọchịchị ime obodo bụ soso naanị ebe a na-amịpụta mmanụ n'Abia steeti",
  "Obodo ndị na-amịpụta mmanụ bu: Owaza, Uzuaku, Umuokwor, Umuahala na Umuorie, n'etiti ndị ọzọ.",
  "Ha ekere Chichi one obodo ahu Ebe ato otu ndọrọ ndọrọ ọchịchị; Ipu Group, Asa Group na Ozar Group",
  "Ọ na-eme ihe a na-akpọ nduzi ntụgharị",
  "Ipu West bụ otu n'ime Ward ndọrọ ndọrọ ọchịchị na ya",
  "N'agbanyeghị na ọ bụ naanị (mmanụ crude) na-emepụta na steeti Abia, mana ụfọdụ obodo na ngalaba ya enweghị ihe eji enyere ndụ aka, dịka ezigbo okporo ụzọ, ọkụ eletrik, ezigbo ụlọ ọrụ ahụike na ụlọ akwụkwọ",
  "Otu Asa na Ogwe, gụnyere Asa North Wards na ozar, enweghị okporo ụzọ na nchekwa",
  "Agbanyeghị, enwere ebe nchekwa akụ na ụba n'ihe fọrọ nke nta ka ọ bụrụ obodo niile bụ ahịa Afor Ogwe.",
  "Ndị Asa na-abụkarị ndị ọrụ ugbo, ebe ọrụ ugbo na-eri nri bụ isi ihe, ebe a na-arụkwa ụdị obere ọrụ ugbo",
  "Ihe ọkụkụ bụ isi a na-akọ na mpaghara a bụ Cassava, nke a na-esi na garri, na-eri ya n'ụlọ ma ọ bụ na-ere ya n'ahịa",
  "Nri nri nke abụọ dị mkpa bụ Yam, ebe a na-akọkarị ihe ubi ndị ọzọ dị ka Groundnut, Maize, na Plantain",
  "A na-ejikwa nkwụ gọzie ebe ahụ nke a na-esikwa na-amịpụta nkwụ, mmanụ kernel na nkwụ ndị ọzọ maka oriri ma ọ bụ ịzụ ahịa.",
  "A na-azụkwa anụmanụ n'ebe a, ewu na ọkụkọ bụ ndị kacha ewu ewu",
  "Ha na eri ha mobu ha ere ya na ahia",
  "Ndị ọchịchị ime obodo Ukwa West bụ ndị obodo Asa ma na-asụ asụsụ Igbo nke a na-akpọ Asa",
  "A na-asụkarị Asa na mpaghara ndịda nke Abia steeti na Northern Rivers steeti",
  "N'Abia steeti a na-asụ ya na Ukwa West LGA dum, ebe na Rivers State, a na-asụ ya na Oyigbo (Obigbo) ochichi obodo ndi a dị ka mmirinwanyi Asa, Kom Kom, Oboama Asa, Uzuoma Asa, wdg.",
  "Àtụ:LGAs and communities of Abia State"
]