[
  "Multiple Sleep Latency Test (MSLT) bụ ngwá ọrụ nchọpụta nsogbu ụra",
  "A na-eji ya atụ oge gafere site na mmalite afọ okuku n'oge ochie nakwa n'oge kwesịrị ekwesị nke mmiri ọgwụ nke oge ụra ehihie ruo na ihe ịrịba ama mbụ nke ụra, nke a na-akpọ ụra latency",
  "Ule ahụ dabere n'echiche na ndị na-ehi ụra, ka ha na-ebili ngwa ngwa.",
  "A na-eji MSLT eme ihe iji nwalee nsogbu ndị dị n'etiti nke hypersomnolence dị ka narcolepsy ma ọ bụ idiopathic hypersomnia, ma ọ bụ iji mee ka ọdịiche ndị mmadụ n'ihe banyere ụkpụrụ ndị ziri mmadụ n'ihe ndị mere n'oge ochie dị n'agbata ike ọgwụgwụ anụ ahụ na ezigbo ụra ehihie na abalị na ímé ihe ọ bụla n'ime anyị si nọrọ na nche megide dị ka ndị ọzọ",
  "Ebumnuche ya bụ ịchọpụta otú mmadụ ga-esi daa n'ụra n'ọnọdụ dị mma, otú nke a si bụrụ otu ma ọ bụ na-agbanwe agbanwe, na ma enwere ihe na-adịghị mma na ọsọ nke mmalite ụra REM",
  "Enwere ike iji nke a chọpụta ma mee ka ọdịiche dị n'etiti nsogbu ụra dị iche iche.",
  "Ule ahụ nwere ohere anọ ma ọ bụ ise nke nkeji iri abụọ na-ehi ụra nke a na-etinye awa abụọ, mgbe mgbe na-esochi ọmụmụ ụra abalị",
  "N'oge ule ahụ, a na-enyocha data dịka ụbụrụ ụbụrụ onye ọrịa, EEG, ọrụ uru ahụ, na mmegharị anya ma dekọọ ya",
  "Ule ahụ dum na-ewe ihe dị ka awa 7 n'ime otu ụbọchị.",
  "Ndị ọsụ ụzọ ụra William C",
  "Dement na Mary Carskadon mepụtara ule Multiple Sleep Latency na 1977. Ọ malitere site na ikwughachi ọrụ Dr",
  "Dement mere na 1970 nke a na-akpọ ụbọchị nkeji iri itoolu. Ha kpọrọ nkeji 0-5 n'ụzọ na-ezighị ezi mpaghara mgbede n'ihi ihe na-egosi nkwarụ siri ike n'ahụ na n'uche.",
  "Nkwadebe: N'ụbọchị ule a na-agwa onye ọrịa ka ọ ghara iri ihe ọ bụla na-akpali akpali, dị ka tii, kọfị, colas, na chocolate.",
  "Onye na-ahụ maka akwara, onye na-ahụ Maka akwara, dọkịta na-ahụkarị maka ọrịa uche ma ọ bụ onye na-arụ ọrụ n'ụra ga-enyocha nsonaazụ ma gwa onye ọrịa ma ọ bụ dọkịta nlekọta isi nke onye ọrịa banyere nkọwa nke nsonaazụ nyocha ahụ n'ihe gbasara nsogbu ahụike.",
  "A na-ekpebi oge ụra (oge dị n'etiti mmalite nke ohere ụra na mmalite ụra nke EEG kpebiri) maka nke ọ bụla n'ime ohere ụra anọ ma ọ bụ ise",
  "Ọ bụrụ na ọ dịghị ụra mere n'oge ụra, a na-edekọ oge ụra dị ka nkeji iri abụọ maka ohere ụra ahụ",
  "A na-ewere nkezi nke ụra latency site na ụra anọ ma ọ bụ ise dị ka oge ụra zuru oke maka ule ahụ dum",
  "N'ozuzu, a na-ewere ụra nke na-erughị nkeji asatọ dị ka ihe akaebe doro anya nke ụra gabigara ókè",
  "Tụkwasị na nke a, ohere ọ bụla nke ụra REM malitere n'ime nkeji iri na ise ka a na-akpọ \"oge REM na-amalite ụra (SOREMP)",
  "N'ọnọdụ kwesịrị ekwesị, ihe karịrị 1 SOREMP n'etiti PSG gara aga na MSLT nwere ike ịkwado nchọpụta nke narcolepsy",
  "A ghaghị ịkọwa nsonaazụ ya n'ụzọ nlezianya dị ka nsogbu ụra, ọgwụ, ma ọ bụ iji ọgwụ ntụrụndụ eme ihe nwere ike imetụta mmalite ụra REM."
]