[
  "Nnyocha mmiri bụ nkọwa sara mbara maka usoro dị iche iche eji nyochaa ogo mmiri",
  "A naeme ọtụtụ nde nnwale mmiri kwa ụbọchị iji mezuo ihe iwu chọrọ na iji nọgide naenwe nchekwa.",
  "A naenye iwu gọọmentị metụtara nnwale mmiri na ogo mmiri maka ụfọdụ mba ndị isi n'okpuru ebe a.",
  "Ozi of Nchekwa gburugburu ebe obibi Ndị mmadụ Republic of China bụ ngalaba naahụ maka nchekwa gburugburu ebe obibi nke mba ahụ naahụ ọrụ nke ichebe ikuku, mmiri, na ala nke China site na mmetọ na mmetụ",
  "Nokpuru Kansụl Steeti, iwu nyere ya ike ma chọọ ya iji mezuo iwu gburugburu ebe obibi ma mee ka iwu na ụkpụrụ gburugburu ebe obibi dị irè",
  "Nịkwado ọrụ nchịkwa ya, ọ naakwado ma naahazi nyocha na mmepe. Lee Ministry of Environmental Protection of the People's Republic of China.",
  "Na ngwụcha afọ 2009, ụlọ ọrụ China Ozi nke Ụlọ and Mmepe obodoime obodo mere nyocha iji nyochaa ogo mmiri nke ihe ndị dị n'obodo ukwu na obodo ndị China, nke kpughere na \"ọ dịkarịa ala 1,000\" ụlọ ọrụ naagwọ mmiri n'ime ihe karịrị 4,000 ụlọ ọrụ nyochara na mpaghara na n'elu emeghị ihe gọọmentị chọrọ",
  "A tọhapụrụ nsonaazụ nyocha ahụ nụzọ ziri ezi nye ọha na eze, mana na 2012, China's Century Weekly bipụtara data nyocha ahụ",
  "Na nzaghachi, Wang Xuening, onye ọrụ na ngalaba ahụike, wepụtara ọnụ ọgụgụ sitere na atụmatụ nlekota ụgbọelu na 2011 wee tụọ aro na 80% nke mmiri pọmpụ obodo China ruru ọkọlọtọ.",
  "Ụkpụrụ mmiri ọṅụṅụ ọhụrụ nke China gụnyere ihe ngosi 106",
  "N'ime obodo 35 kachasị na China, naanị 40% nke obodo nwere ikike ịnwale ihe ngosi 106 niile",
  "Ngalaba naahụ maka mmiri mpaghara na ngalaba nlekọta ahụike gaabanye na mkparịta ụka iji chọpụta nsonaazụ maka ihe karịrị 60 n'ime usoro ọhụrụ ahụ; ya mere, ọ dịghị mkpa ịnwale mmiri site na iji ihe ngosi ọ bụla",
  "Nchịkọta nke ịdị mma mmiri dabere na nkezi nke 95% iji mezuo ihe gọọmentị chọrọ",
  "Ugboro ole a naenyocha mmiri dị mma na ụlọ ọrụ naedozi mmiri bụ ugboro abụọ n'afọ.",
  "E guzobere na 1964, Kansụl Nnyocha nke Pakistan na Mmiri naezube iduzi, hazie, hazie ma kwalite nyocha n'akụkụ niile nke mmiri",
  "Dị ka òtù nyocha mba, ọ naeme ma naakwalite nyocha a naetinye n'ọrụ na nke bụ isi na ọzụzụ dị iche iche nke ngalaba mmiri.",
  "N'ọnwa Machị afọ 2013, Minista naahụ maka sayensị na teknụzụ bụ Mir Changez Khan Jamali gwara ndị omeiwu mba ahụ na ihe nnwale mmiri dị n'okpuru ala a chịkọtara kpughere na ọ bụ naanị 15-18% samples ka a naewere dị ka ihe dị mma maka ịṅụ ma n'obodo ukwu ma n'ime ime obodo na Pakistan",
  "Ministri ahụ emeela ụlọ nyocha mmiri 24 gafee Pakistan, mepụtara ma zụọ ahịa ihe nyocha mmiri, nzacha mmiri, mbadamba mmiri naegbu nje na akpa ọgwụgwọ mmiri ọṅụṅụ, duzie ọzụzụ maka ndị ọkachamara 2,660 nke ụlọ ọrụ naenye mmiri ma nyochaa atụmatụ 10,000 naenye ikuku site na nnukwu ngụkọta nke atụmatụ 12,000.",
  "The Drinking Water Inspectorate bụ ngalaba nke Ngalaba Naahụ Maka Gburugburu Ebe Obibi, Nri na Ihe Ndị Dị n'Ime Obodo nke e guzobere iji chịkwaa ụlọ ọrụ naenye mmiri ọha na eze na England na Wales. Enwere ike ịme nnwale mmiri na England na Wales na ụlọ ọrụ ahụike gburugburu ebe obibi na ikike mpaghara. Lee Ngalaba Nnyocha Mmiri Ọṅụ.",
  "Ngalaba U.S",
  "nke Homeland Security bụ ngalaba nke gọọmentị etiti nke United States, nke e guzobere iji meghachi omume na mwakpo nke Septemba 11, yana ọrụ bụ isi nke ichebe United States of America na mpaghara U.S (gụnyere ndị nchebe) site na ịzaghachi mwakpo ndị naeyi ọha egwu, ihe mberede mmadụ mere, na ọdachi ndị naemere onwe ha",
  "Lee Ngalaba Na-ahụ Maka Nchebe Obodo nke United States.",
  "Ntuziaka Onye isi ala nke Homeland Security Directive 7 na-ahọpụta Ụlọ Ọrụ Nchebe Gburugburu Ebe Obibi dị ka ụlọ ọrụ pụrụ iche maka ọrụ nchedo ihe owuwu dị oke egwu nke ngalaba mmiri",
  "A naarụ ọrụ niile nke Ngalaba Naahụ Maka Nchebe Gburugburu Ebe Obibi metụtara nchekwa mmiri na mkparịta ụka na Ngalaba Nchebe Obodo",
  "Ihe egwu nwere ike ime maka ịdị mma mmiri gụnyere mmetọ na ihe ndị naegbu egbu, dị ka cyanide, na mwakpo anụ ahụ dị ka ntọhapụ nke kemịkal naegbu mgbu.",
  "Iwu gọọmentị etiti US naachịkwa nnwale mmiri bụ Safe Drinking Water Act (SDWA) na Clean Water Act",
  "U.S",
  "Environmental Protection Agency (EPA) naenye iwu n'okpuru iwu ọ bụla na-akọwapụta usoro nyocha nyocha",
  "Usoro nchịkwa kwa afọ nke EPA na-esetịpụ usoro ihe omume maka ebumnuche ụfọdụ na imeziwanye nlekọta ya nke nnwale mmiri.",
  "N'okpuru Iwu Mmiri Ọṅụ Dị Nchebe, a chọrọ usoro mmiri ọha na eze ka ha nyochaa mmiri ha a gwọrọ maka mmetọ",
  "A ghaghị inyocha ihe nnwale mmiri site na iji usoro nyocha nke EPA kwadoro, site na ụlọ nyocha nke EPA ma ọ bụ ụlọ ọrụ steeti kwadoro.",
  "Iwu zuru ezu nke afọ 2013 na iwu zuru ezu nke 1989 bụ naanị iwu mmiri ọṅụṅụ nke microbial nke naemetụta usoro mmiri ọha na eze niile",
  "Iwu ahụ e degharịrị naegosipụta ugboro ugboro na oge nke ule microbial site na usoro mmiri dabere na ọnụ ọgụgụ ndị a naeje ozi, ụdị usoro, na ụdị mmiri isi iyi",
  "Ọ naetinyekwa oke iwu na ọkwa maka Escherichia coli",
  "A ghaghị ikpughere EPA ma ọ bụ ụlọ ọrụ gọọmentị kwesịrị ekwesị ihe egwu ahụike, a chọkwara ọkwa ọha na eze n'ọnọdụ ụfọdụ.",
  "Ụzọ iji tụọ oke nsị na-ewe n'etiti awa 24 na 96 iji chọpụta mmetọ na mmiri.",
  "Ụlọ ọrụ niile dị na United States nke naewepụta mmiri naadịghị mma na mmiri dị n'elu (dịka osimiri, ọdọ mmiri ma ọ bụ mmiri dị n\"ụsọ oké osimiri} gaenweta ikikere n'okpuru National Pollutant Discharge Elimination System, mmemme Clean Water Act nke EPA na ụlọ ọrụ steeti naachịkwa",
  "Ihe owuwu ndị a kpuchiri gụnyere ụlọ ọrụ nhicha nsị, ụlọ ọrụ mmepụta ihe na azụmahịa, ụlọ ọrụ ndị agha na ụlọ ọrụ ndị ọzọ",
  "A naachọ ọtụtụ ikike ka ha naanakọta ihe nlele mmiri naadịghị mma mgbe niile ma nyochaa ha maka ịgbaso ihe ndị a chọrọ maka ikike, ma kọọrọ EPA ma ọ bụ ụlọ ọrụ steeti nsonaazụ.",
  "Gọọmentị etiti anaghị achịkwa olulu mmiri onwe onye. N'ozuzu, ndị nwe olulu mmiri onwe ha naahụ maka ịnwale olulu mmiri ha. Ụfọdụ steeti ma ọ bụ gọọmentị ime obodo naachịkwa owuwu olulu mmiri ma nwee ike ịchọ nnwale olulu mmiri. N'ozuzu, nyocha nke ọma nke gọọmentị ime obodo chọrọ na-ejedebe na mmetọ ole na ole gụnyere coliform na E",
  "Coli bacteria na ikekwe mmetọ mpaghara ole na ole dịka nitrates ma ọ bụ arsenic",
  "EPA naebipụta usoro nnwale maka mmetọ ndị ọ naachịkwa n'okpuru SDWA.",
  "Ụlọ ọrụ gọọmentị, ụlọ ọrụ nyocha onwe onye na ụlọ ọrụ mba ụwa maka mmiri gburugburu, mmiri naadịghị mma na mmiri ọṅụṅụ ebipụtala usoro nyocha ndị ọgbọ. A ghaghị iji usoro ndị e bipụtara edepụtara kwadoro mgbe a naanwale iji gosipụta nkwenye na ihe ndị a chọrọ.",
  "Iwu Iwu Energy nke 2005 mepụtara oghere nke naeme ka ụlọ ọrụ ndị naegwu maka gas sitere n'okike ghara ikpughe kemịkal ndị naetinye aka na ọrụ mgbawa nke a gaachọkarị n'okpuru iwu mmiri dị ọcha nke gọọmentị etiti",
  "A naakpọkarị oghere ahụ \"oghere Halliburton\" n'ihi na Dick Cheney, onye bụbu onye isi ụlọ ọrụ Halliburson, kwuru na ọ naarụ ọrụ na njem ya. Ọ bụ ezie na Iwu Mmiri Naaba Nọba Nchebe naewepu mgbawa mmiri site na iwu nchịkwa Injection Control n'okpuru ala, a ka naachịkwa iji mmanụ diesel eme ihe n'oge mgbawa mmiri",
  "Ụlọ ọrụ mmanụ na gas nke steeti nwere ike ịnye iwu ndị ọzọ maka mgbawa mmiri",
  "Steeti ma ọ bụ EPA nwere ikike n'okpuru Iwu Mmiri Dị Ọcha iji chịkwaa mmiri a naemepụta site na ọrụ hydraulic fracturing.",
  "N'ọnwa Disemba afọ 2011, ndị ọrụ gọọmentị etiti naahụ maka gburugburu ebe obibi jikọtara mmetọ mmiri dị n'okpuru ala na mgbawa mmiri maka oge mbụ na etiti Wyoming",
  "EPA kwuru na mmiri ahụ nwere ọ dịkarịa ala ihe 10 a maara na a gaeji mee ihe na mmiri fracking",
  "Nchọpụta ndị dị na akụkọ ahụ megidere arụmụka nke ụlọ ọrụ naegwu egwu na nchekwa nke usoro mgbawa, dị ka nrụgide mmiri nke naeme ka mmiri naaga n'okpuru kama ịga n'elu",
  "EPA kwukwara na mmetọ sitere na olulu mmanụ na gas 33 a gbahapụrụ agbahapụ kpatara mmetọ mmiri dị n'okpuru ala n'ógbè ahụ.",
  "Na Jenụwarị 2013, Alaska Oil and Gas Conservation Commission, nke naahụ maka ilekọta mmepụta mmanụ na gas na Alaska, tụrụ aro iwu ọhụrụ maka ịchịkwa mgbawa mmiri na steeti ahụ, nke nwere ihe karịrị ijeri barrels abụọ nke mmanụ shale (nke abụọ naanị na Bakkan) na ihe karịrị puku iri asatọ nke gas sitere n'okike",
  "A gaachọ ka ụlọ ọrụ mee nnwale mmiri ọ dịkarịa ala ụbọchị 90 tupu na ruo ụbọchị 120 mgbe mmiri gbawara olulu mmiri, nke gụnyere nyocha nke pH, alkalinity, ngụkọta ihe siri ike, na ngụkọta hydrocarbons",
  "Iwu ndị a naatụ aro naachọ ikpughe njirimara na oke nke kemịkal eji eme ihe na mmiri naagbaji. Lee Alaska Oil and Gas Conservation Commission.",
  "N'ọnwa Febụwarị afọ 2013, steeti Illinois wepụtara Iwu Iwu Nchịkwa Nchịkwa nke Illinois Hydraulic Fracturing, H.B",
  "2615, nke naetinye njikwa siri ike na ụlọ ọrụ naagbaji agbaji, dị ka ihe achọrọ maka ikpughe kemịkal na ihe achọrọ iji nwalee mmiri",
  "Ụgwọ ahụ naagụnye nyocha nke mmiri nwere ike imetụta, dị ka mmiri dị n'elu na isi mmiri dị n\"okpuru ala dị nso na olulu mmiri naagbaji agbaji, iji chọpụta mmetọ metụtara mmiri na-agbawa",
  "A gaemechi olulu mmiri naagbaji agbaji ma ọ bụrụ na a tọhapụ mmiri naagbawa agbaji n'èzí nke nkume shale naagbajikwa.",
  "A na-achọta ọkwa a na-achọpụta nke ọgwụ na ngwaahịa nlekọta onwe onye, na akụkụ kwa puku atọ, n'ọtụtụ usoro mmiri ọṅụṅụ ọha na eze na US dịka ọtụtụ ụlọ ọrụ naagwọ mmiri enweghị nkà na ụzụ iji wepụ kemịkal ndị a na mmiri naenweghị isi",
  "Ugbu a, enwere nchegbu naarịwanye elu banyere otu ihe ndị a si emebi ma meghachi omume na gburugburu ebe obibi, n'oge usoro ọgwụgwọ, n'ime ahụ anyị, na ikpughe ogologo oge na ọtụtụ mmetọ na ọkwa dị ala",
  "N'ime ihe karịrị kemịkal 80,000 edebanyere aha na EPA, iwu mmiri ọṅụṅụ nke gọọmentị US nyere iwu nyocha maka naanị kemịkal iri asatọ na atọ, nke naakpọ maka nlekota nke ọgwụ na ọnụnọ na ọnụnị nke kemịkal compounds na osimiri, iyi, na mmiri pọmpụ a gwọrọ agwọ",
  "Dị ka iwu mmiri mkpofu ọdịnala na usoro ọgwụgwọ naelekwasị anya na microorganisms na ihe oriri, enweghị ụkpụrụ gọọmentị etiti maka ọgwụ na mmiri ọṅụṅụ ma ọ bụ mmiri mkpofu.",
  "N'ọnwa Mee afọ 2012, Ngalaba Naahụ Maka Nchebe Gburugburu Ebe Obibi wepụtara ndepụta ọhụrụ nke mmetọ, nke a maara dị ka iwu nchịkwa nchịkwa mmetọ 3 (UCMR3), nke ga-abụ akụkụ nke nyocha usoro mmiri obodo malite n'afọ a ma gaa n'ihu ruo n'afọ 2015",
  "Nnyocha UCMR3 gaenyere ndị naahụ maka usoro mmiri nke obodo aka ịlele ihe omume na ikpughe nke ọkwa mmetọ nke nwere ike itinye ahụike mmadụ n'ihe ize ndụ",
  "State Hygienic Laboratory na Mahadum Iowa bụ naanị ụlọ nyocha ahụike ọha na eze nke a kwadoro ma kwado iji nwalee ihe 28 niile naemetọ kemịkal na ndepụta ọhụrụ ahụ.",
  "N'ọnwa Machị afọ 2013, Ngalaba Naahụ Maka Nchebe Gburugburu Ebe Obibi mepụtara ule ọhụrụ ngwa ngwa nke mmiri nke naenye nsonaazụ ziri ezi n'otu ụbọchị nke ọkwa mmetọ, nke naegosi ọganihu dị ịrịba ama site na nyocha dị ugbu a nke chọrọ ọ dịkarịa ala awa 24 iji nweta nsonaazụ",
  "Ule ọhụrụ ahụ gaenyere ndị ọchịchị aka ịchọpụta ma osimiri dị mma maka igwu mmiri iji gbochie ọha na eze ịda ọrịa ma nwee ike inye aka igbochi ka a mechie osimiri.",
  "The International Maritime Organization, nke a maara dị ka Inter-Governmental Maritime Consultative Organization ruo 1982, e guzobere na Geneva na 1948, wee malite ọrụ afọ iri ka e mesịrị, nzukọ na nke mbụ ya na 1959. Lee International Maritime Organization.",
  "International Maritime Organization anọwo naebute ụzọ n'etiti ndị mba ụwa site n'ibute ụzọ n\"ịkwado mbufe nke ụdị ndị naawakpo mmiri site na mbupu",
  "N'abalị iri na atọ n'ọnwa Febụwarị n'afọ 2004, a nabatara nkwekọrịta mba ụwa maka njikwa na njikwa mmiri na sediments nke ụgbọ mmiri na nkwekọrịta na nnọkọ nnọchiteanya nke e mere na isi ụlọ ọrụ International Maritime Organization na London",
  "Dabere na nkwekọrịta ahụ, a chọrọ ụgbọ mmiri niile iji mejuputa atụmatụ nchịkwa mmiri na ala",
  "Ụgbọ mmiri niile gaebu Ballast Water Record Book ma chọọ ka ha rụọ ọrụ nchịkwa mmiri ballast na ọkọlọtọ enyere",
  "A naenye ndị nọ na Nkwekọrịta ahụ nhọrọ iji mee ihe ndị ọzọ nke naadabere na ụkpụrụ edepụtara na Nkwupụta ahụ na ntuziaka International Maritime Organization",
  "A naachịkwa njikwa mmiri Ballast na ụkpụrụ mgbanwe mmiri ballast na ụkpụrụ arụmọrụ mmiri ballast",
  "Ụgbọ mmiri na-eme mgbanwe mmiri ballast gaeme ya na arụmọrụ nke pasent 95 nke mgbanwe nke mmiri ballast na ụgbọ mmiri na-eji usoro nchịkwa mmiri ballast (BWMS) ga-ezute ụkpụrụ arụmọrụ dabere na ọnụ ọgụgụ nkwekọrịta nke ihe ndị dị ndụ kwa nkeji nke olu",
  "Nkwekọrịta ahụ gaabanye n'ọrụ ọnwa 12 mgbe mba 30 kwadoro ya, na-anọchite anya pasent 35 nke tonnage ụgbọ mmiri ndị ahịa ụwa. Lee mmiri Ballast na gburugburu ebe obibi.",
  "Ihe ịma aka mmiri EarthEcho bụ mmemme agụmakwụkwọ na mgbasa ozi mba ụwa nke naeme ka ọha na eze mara ma tinye aka n'ichebe ihe onwunwe mmiri n'ụwa niile site n'ịkpọ ụmụ amaala ka ha mee nnwale mmiri nke mmiri dị n'ógbè ahụ",
  "Ndị sonyere naamụta otu esi eme nnwale mmiri dị mfe, nyochaa ihe ngosi ndị a naahụkarị nke ahụike mmiri, ọkachasị oxygen, pH, okpomọkụ, na turbidity",
  "A naakpọ usoro ihe omume ahụ \"World Water Monitoring Day\" ma mesịa \"World Water Watching Challenge\", ma guzobe ya na 2003",
  "EarthEcho International naagba ndị sonyere ume ka ha rụọ ọrụ nlekota ha dị ka akụkụ nke \"EarthEcho Water Challenge\" n'oge ọ bụla n'etiti Machị 22 (Ụbọchị Mmiri Ụwa) na Disemba nke afọ ọ bụla.",
  "Ka ọ naerule afọ 2009, ahịa nnwale mmiri zuru ụwa ọnụ, nke gụnyere ụlọ, obere azụmahịa na nnukwu ụlọ nyocha, bụ ihe dịka ijeri US $ 3.6",
  "Ahịa zuru ụwa ọnụ maka ngwá ọrụ nnwale dị ala bụ ihe dịka $ 300 400 nde",
  "Ahịa zuru ụwa ọnụ maka ndị nlekota n'ịntanetị bụ ihe dịka $ 100 130 nde.",
  "Ngwaahịa ndị dị mkpa gụnyere usoro nyocha, ngwá ọrụ, na reagents maka ogo mmiri na nyocha nchekwa. Reagents bụ kemịkal nyocha nke na-achọpụta ọnụnọ nke chlorine, pH, alkalinity, turbidity na metrik ndị ọzọ.",
  "Ahịa ngwá ọrụ ahụ nwere ngwá ọrụ nyocha dị ala, nke dị n'ọhịa, ndị nlekota n'ịntanetị, na ngwá ọrụ nyocha nyocha dị elu. Ngwá ọrụ nyocha dị elu bụ ngwaọrụ Mass Spectrometry nke naeme nyocha nke anụ ahụ, naeji Gas Chromatography na Liquid Chromatograph, ma ọ bụ nyocha ọla, naejikarị Plasma Inductively Coupled.",
  "Ọtụtụ ihe naeme iji nyochaa gụnyere usoro nkwụnye naegwu ihe mmetụta dijitalụ na mita oxygen naegbuke egbuke naanọchi ihe mmetụta.",
  "Ahịa nnwale mmiri bụ ihe dịka ụzọ abụọ n'ụzọ atọ nke ngwá ọrụ na otu ụzọ n'ụzọ ñett nke ihe oriri",
  "A naeji reagents eme ihe na ule ọ bụla ma naeweta ego ugboro ugboro maka ụlọ ọrụ",
  "Nkwekọrịta mmezi nke ahịa, ọzụzụ onye ọrụ na dochie akụkụ naenyere aka iji hụ na a naeme ka ihe onwunwe dịkwuo ukwuu. Onye ndu ahịa nke nwere atụmatụ 21% nke ahịa, Danaher, nwere ike iwepụta ọnụ ọgụgụ EBIT [nkọwa dị mkpa] n'etiti ndị nọ n'afọ iri na ụma ruo ala-20% na ngwá ọrụ nnwale, mana ọ nwere ike inye iwu 40%+ n'akụkụ na mmiri nnwale. Lee ahịa Freebie.",
  "Ụlọ ọrụ naejikarị ụdị \"onye ọrụ na-arụ ọrụ\" maka ọtụtụ ngwaahịa, mana ha nwekwara ike ịnwa ire ngwá ọrụ dị ala site na Ịntanetị iji belata ụgwọ nkesa.",
  "Ọnụahịa naadabere na ngwa na ụdị ngwaahịa",
  "Ngwá ọrụ dị site na $ 10 ruo ọtụtụ puku dollar.",
  "Ngwá ọrụ nnwale dị ala bụ ndị naeweta ihe ole na ole, ọkachasị Loviband na Merck nke Germany, DelAgua Water Testing nke UK naarụ ọrụ n'ụwa niile, na LaMotte nke US",
  "Ndị isi naemepụta ngwá ọrụ dị n'ịntanetị gụnyere Siemens na Danaher's Hach",
  "Thermo Scientific na Waters bụ ndị isi na-emepụta ngwá ọrụ nyocha dị elu.",
  "Ahịa ikpeazụ gụnyere ụlọ ọrụ mmiri obodo, ndị ọrụ ụlọ ọrụ, dị ka ihe ọṅụṅụ na ngwá electronic, na ụlọ ọrụ gburugburu ebe obibi, dị ka United States Geological Survey.",
  "E nwere ụdị ụlọ nyocha abụọ: azụmahịa na ụlọ.",
  "Ụlọ nyocha dị n'ime ụlọ naadịkarị na mmiri obodo na ụlọ ọrụ mmiri naadịghị mma, ụlọ ọrụ naemepụta mmanya na ụlọ ọrụ na'emepụta ọgwụ",
  "Ha naeme ihe dịka ọkara nke ule niile a naeme kwa afọ.",
  "Ọtụtụ n'ime ụlọ nyocha azụmahịa bụ ụlọ ọrụ nwere otu ebe nke naejere naanị ụlọ ọrụ na mpaghara ala ozi",
  "Ọnụ ọgụgụ ndị ọrụ maka ụlọ nyocha ọ bụla naabụkarị ihe naerughị mmadụ ise, ego a naenweta n'okpuru $ 1 nde",
  "Ụlọ nyocha ndị a mejupụtara otu ụzọ n'ụzọ anọ nke ule niile",
  "E nwere ọtụtụ nnukwu ụlọ nyocha, dị ka Inspicio nke UK na ALS nke Australia, nke naakọwa otu ụzọ n'ụzọ anọ nke ule niile.",
  "Echiche a naahụkarị bụ na usoro mmiri onwe onye, nke naenweta mmiri n'okpuru ala site n'ime ime obodo, na-emepụta mmiri dị elu ma e jiri ya tụnyere usoro mmiri ọha na eze",
  "Nnyocha egosila na mmiri dị n'okpuru ala nwere ike ibute nje bacteria naeguzogide ọgwụ nje, nke naachọ nnwale mmiri ugboro ugboro",
  "Otú ọ dị, ndị nkatọ dị ka Charrois naekwu na nsogbu na oge mgbochi naegbochi nnwale mgbe niile na olulu mmiri na usoro mmiri, nke naeweta ihe ize ndụ nke mmiri naadịghị mma nye ndị naazụ ahịa.",
  "N'afọ 1998, mmiri nke Sydney, Australia, 85% nke Suez Lyonnaise des Eaux na-achịkwa ruo 2021, nwere oke oke nke parasites Giardia na Cryptosporidium. Agbanyeghị, a gwaghị ọha na eze ozugbo banyere mmetọ mmiri mgbe mbụ o mere.",
  "Na Ontario, Canada, gọọmentị Harris webatara \"Common Sense Revolution\" iji belata nnukwu mmefu mpaghara nke gọọmentị Rae gara aga, naetinye n'ọrụ mbelata dị ukwuu na mmefu ego gburugburu ebe obibi, naeme ka ụlọ nyocha mmiri bụrụ nke onwe, naegbochi ihe nchebe mmiri, na ịchụ ndị ọkachamara naanwale mmiri",
  "Lee Mike Harris.",
  "N'afọ 1999, n'agbanyeghị nnyocha gọọmentị etiti Canada mere nke chọpụtara na otu ụzọ n'ụzọ atọ nke olulu mmiri ndị dị n'ime ime obodo Ontario nwere E",
  "coli, gọọmentị Ontario wepụrụ ule maka E.coli site na mmemme nyocha mmiri ọṅụṅụ ma mechie mmemme ahụ n'afọ 2000",
  "N'ọnwa Juun afọ 2000, e nwere oke ọrịa E",
  "coli n'ọtụtụ obodo dị n'ime ime obodo Ontario, ebe ọ dịkarịa ala mmadụ asaa nwụrụ site na iri mmiri na Walkerton",
  "Ụlọ ọrụ nyocha onwe onye, A&L Laboratories, chọpụtara E",
  "coli na mmiri mana ha ekpughere mmetọ ahụ na ndị ọchịchị mpaghara n'ihi oghere dị na iwu \"echiche nkịtị\"",
  "A&L Laboratories kwuru na nsonaazụ ule ahụ bụ \"ihe onwunwe nzuzo\" ya mere ọ bụ naanị \"onye ahịa\", onye bụ ndị isi Walkerton na-enweghị ọzụzụ maka nyocha kwesịrị ekwesị. Lee Escherichia coli.",
  "N'afọ 2011, a chọpụtara na odeakwụkwọ agụmakwụkwọ nke Hong Kong bụ Michael Suen nwere ọrịa Legionnaires",
  "Mmetọ nje bacteria sitere na isi ụlọ ọrụ gọọmentị nke Hong Kong nke HK $ 5.5 ijeri, ebe a chọpụtara na akara nje bacteria ruru okpukpu 14 karịa ọkwa a naanabata.",
  "N'ọnwa Machị afọ 2013, magazin ndị naazụ ahịa nke France 60 Millions de Consommateurs na ụlọ ọrụ naabụghị nke gọọmentị Fondation France Libertés mere nyocha nke chọtara akara nke ọgwụ ahụhụ na ọgwụ ọgwụ ndị a naedepụta, gụnyere ọgwụ maka ọgwụgwọ ọrịa kansa ara, n'ihe fọrọ nke nta ka ọ bụrụ otu n'ime ụdị ise nke mmiri a na-etinye na karama nke France, nke a naekwukarị dị ka ọ dị ọcha, dị mma na nke dị ọcha karịa mmiri pọmpụ French",
  "N'ime ụdị mmiri iri anọ na asaa a na-ahụkarị na nnukwu ụlọ ahịa ndị France, ụdị iri nwere \"ihe fọdụrụ na ọgwụ ma ọ bụ ọgwụ ahụhụ\".",
  "Na Machị 2013, a chọpụtara na ihe fọrọ nke nta ka ọ bụrụ isi iyi mmiri 200 n'ụlọ akwụkwọ ọha na eze Jersey City nwere isi karịa ụkpụrụ nchịkwa, ebe otu n'ime isi iyi mmiri nwere mmetọ isi na ọkwa karịrị okpukpu 800 nke ọkọlọtọ EPA",
  "Ọnọdụ ahụ naakpata nchegbu n'ihi na ikpughe na ọnyà n'ime mmiri nwere ike iduga n'ịgba ụbụrụ maka ụmụaka.",
  "N'ọnwa Machị afọ 2013, onye ọka iwu naagbachitere ya gwara onye ọka ikpe gọọmentị etiti ka ọ kagbuo ebubo megide onye nwe ụlọ ọrụ Mississippi Environmental Analytical Laboratories Inc",
  "nke a naebo ebubo na ọ naeduhie ihe ndekọ na ihe nlele mmiri mkpofu ụlọ ọrụ",
  "Dị ka ebubo ahụ si kwuo, Borg Warner Emissions Systems Inc",
  "goro Tennie White, onye nwe ụlọ nyocha ahụ, iji nwalee mmiri nsị na ụlọ ọrụ akụkụ ụgbọ ala ya na Water Valley",
  "A naebo White ebubo ịmepụta akụkọ atọ na 2009 nke gosipụtara na emechara ule mgbe ha naemeghị",
  "Arịrịọ maka ịchụpụ ya dabeere na arụmụka onye ọka iwu ahụ na a bịaghị aka na akwụkwọ ndị a kpọtụrụ aha na ebubo ahụ ma nyefee ha na ụlọ ọrụ gọọmentị.",
  "Mbelata mmefu ego na-emetụta nnwale ogo mmiri maka olulu mmiri nkeonwe na Chemung County."
]