[
  "Hans Ulrich \"Uli\" Aschenborn (amụrụ na 6 Septemba 1947 na Johannesburg, South Africa) bụ onye na-ese anụmanụ na mpaghara ọdịda anyanwụ Africa. Ebe ngosi ihe mgbe ochie dị na Windhoek na Swakopmund (Namibia) nwere ihe osise nke Uli yana National aArt Gallery nke Namibia.",
  "Mgbasa ozi Namibia kpọrọ ụdị ọhụrụ nke Uli Aschenborn Amazing Changing Art, n'ihi na ihe ọhụrụ ya gbanwere ya n'onwe ha (vidiyo b) ma ọ bụ n'ihi onye na-ekiri ya gbanwere ọnọdụ ya - ma ọ bụ na-akwagharị ihe osise ahụ (videos a, c - i). Maka ihe osise ya, nke na-agbanwe agba na ọdịnaya ma ọ bụrụ na agbanweele anya, naanị ihe ọ chọrọ bụ ájá na ágbá na ákwà ya. Mgbanwe onyinyo nke ihe osise Aschenborn na-agbanwe agbanwe na-egosi nnwogha, dịka ịka nká nke nwata nwoke na agadi nwoke mechara bụrụ ọkpụkpụ (vidiyo b)",
  "Ihe oyiyi dị n'ime Morph-Cubes ya (vidiyo m) na-agbagọ n'ụzọ dị egwu mgbe onye na-ekiri ya na-agagharị. N'ihi na mmegharị bụ akụkụ dị mkpa nke ọrụ nka ndị a, ha bụ Kinetic Art.",
  "Ihe osise Uli sitere na mkpali nke na-abụghị naanị na mgbọrọgwụ ya na Namibia, kamakwa site na ndụ Europe nke na-agbakwunye ala (vidiyo e na foto k) - yana site na nka abstract.",
  "The Esenassad Alumni Paris, nke Association des anciens élèves de l'École nationale supérieure des arts décoratifs (ya bụ, Alumni Association of the National School of Decorative Arts in Paris) họpụtara Uli Aschenborn ka ọ bụrụ onye otu nsọpụrụ na 2018.",
  "Uli Aschenborn nwere ihe karịrị ihe ngosi 60 kemgbe afọ 2009.",
  "Vidio f: Na-awakpo ọdụm, site na ịgafe chameleon a na-ese ya na-agbanwe agba ya dị ka egosiri, 2007, 100 x 80 cm",
  "Vidio g: Na-awakpo Rhino, site na ịgafe chameleon a na-ese ya na-agbanwe agba ya dị ka egosiri, 2007, 100 x 100 x 4 cm",
  "Vidio h: Magic Dice, site na ịgafe ihe osise a na-egosi 1, 2 ma ọ bụ 3 pips na mgbanwe agba ya, 2007, 40 x 30 cm",
  "Vidio i: Morph-Cube na-egosi azụ, nke na-agbanwe ma ọ bụrụ na onye na-ekiri ya agagharị, 2005, 21 x 21 x 21 cm",
  "Foto j: Buffalo na-awakpo Lioness, 2006, 80 x 100 cm",
  "Foto k: Ugwu Pontok, 2007, 100 x 150 cm"
]