[
  "Chief Horst Ulrich Beier, onye a maara dịka Ulli Beier (30 Julaị 1922 - 3 Eprel 2011), bụ onye nchịkọta akụkọ, onye edemede na ọkà mmụta Germany nke nwere ọrụ ọsụ ụzọ n'ịzụlite akwụkwọ, ihe nkiri na uri na Nigeria, yana ide akwụkwọ, ihe nkiri na uri na Papua New Guinea",
  "A mụrụ Ulli Beier na ezinụlọ ndị Juu na Glowitz, Weimar Germany (Główczyce nke dị na Poland ugbu a), na July 1922",
  "Nna ya bụ dọkịta na onye nwere ekele maka nkà, onye zụrụ nwa ya nwoke ka ọ nabata nkà.  Mgbe ndị Nazi rịgoro n'ọchịchị na 1930s, a manyere nna ya imechi usoro ahụike ya.  Ndị Beiers, ndị na-abụghị okpukpe ndị Juu, hapụrụ Palestine.",
  "Na Palestine, mgbe ndị ọchịchị Britain nwụchiri ezinụlọ ya nwa oge dị ka ndị iro mba ọzọ, Ulli Beier nwetara nzere BA dị ka nwa akwụkwọ si na Mahadum London",
  "O mechara kwaga Lọndọn ka ọ nweta akara ugo mmụta na Phonetics",
  "Ọ chọpụtara na a na-ebute ndị agha agha ụzọ na ọrụ agụmakwụkwọ ma na-achọkarị ọkwa.",
  "Ọ lụrụ onye Austria na-ese ihe Susanne Wenger",
  "N'afọ 1950, ha abụọ kwagara Naịjirịa, ebe e goro Ulli Beier na Mahadum nke Ibadan iji kụziere Phonetics",
  "Ha gbara alụkwaghịm n'afọ 1966.",
  "Beier lụrụ onye na-ese ihe Georgina Betts, nwanyị Bekee si London nke na-arụ ọrụ na Naịjịrịa",
  "N'afọ 1966 mgbe agha obodo bidoro n'etiti Biafra na gọọmentị etiti, ha hapụrụ mba ahụ wee kwaga Papua New Guinea.",
  "Mgbe ọ nọ na mahadum, Beier si na ngalaba Phonetics gaa na ngalaba Extra-Mural Studies",
  "N'ebe ahụ, ọ malitere inwe mmasị na omenala Yoruba na nka",
  "Ọ bụ ezie na ọ bụ onye nkuzi na Ibadan, ọ gafere ya, na-ebi n'obodo Ede, Ilobu na Osogbo, iji mụtakwuo banyere obodo ndị Yoruba",
  "N'ihi ọrụ ya n'etiti ndị otu agbụrụ ndị obodo ndị a, e nyere ya nsọpụrụ nkr ndị isi Yoruba",
  "N'afọ 1956, mgbe ọ gara nnọkọ mbụ nke ndị edemede ojii na ndị na-ese ihe na Paris nke Présence Africaine haziri na Sorbonne, Ulli Beier laghachiri Ibadan na-enweta echiche ndị ọzọ.",
  "N'afọ 1957, ọ tọrọ ntọala magazin Black Orpheus",
  "Aha ya sitere na \"Orphée Noir\", edemede nke onye French nwere ọgụgụ isi bụ Jean-Paul Sartre",
  "Akwụkwọ edemede mbụ nke Afrịka n'asụsụ Bekee, Black Orpheus ghọrọ maka ibipụta ndị edemede Naịjirịa nke oge a",
  "A maara ya maka ọrụ ọhụrụ ya na ọmarịcha edemede ya, a na-etokwa ya nke ọma",
  "Mgbe e mesịrị na 1961, Beier guzobere Mbari Artists and Writers Club, Ibadan, maka ndị edemede ọhụrụ, ndị na-eme ihe nkiri na ndị na-ese ihe, iji zute ma rụọ ọrụ ha",
  "Ụfọdụ n'ime ndị na-eto eto na-ede akwụkwọ tinyere aka na ya n'afọ ndị mbụ na-akpali mkpali nke nnwere onwe Naịjirịa bụ Chinua Achebe na Wole Soyinka",
  "N'afọ 1962, ya na onye na-eme ihe nkiri Duro Ladipo, hiwere Mbari-Mbayo, Osogbo",
  "A makwaara Ulli Beier maka ọrụ ya n'ịsụgharị akwụkwọ edemede ọdịnala Naịjirịa n'asụsụ Bekee",
  "Ọ sụgharịrị egwuregwu nke ndị na-eme ihe nkiri na Naijiria dị ka Duro Ladipo ma bipụta Modern Poetry (1963), nchịkọta nke uri Afrịka",
  "O dekwara egwuregwu nke ya, nke e bipụtara n'aha \"Obotunde Ijimere\".",
  "N'afọ 1966, ya na nwunye ya nke abụọ, onye na-ese ihe Georgina Betts, hapụrụ Naịjirịa n'oge agha obodo iji rụọ ọrụ na Papua New Guinea",
  "Beier laghachiri Naịjirịa n'oge ruo n'oge ruo n'oge",
  "Mgbe ọ nọ na Papua New Guinea, ọ kwalitere ndị edemede na-eto eto na Mahadum nke Papua New Guinea, nwunye ya Georgina Beier gara n'ihu na ọrụ ọ na-arụ na Nigeria, na-amata ma na-agba ndị New Guinea ume na nka ọhụụ ha.",
  "Beier chọpụtara ebe mba ụwa maka iwere ihe osise obodo ahụ gaa n'ụwa",
  "Na New Guinea, ọ tọrọ ntọala akwụkwọ edemede Kovave: A Journal of New Guinea literature",
  "Ọ na-ebukwa mmegharị nke ọrụ ndị na-ese ihe na Papua New Guinean, nke gụnyere Timothy Akis na Mathias Kauage. A kọwara mbọ ya dị ka ihe dị ịrịba ama n'ịkwado mpụta nke akwụkwọ Papua New Guinean. Mgbe ọ nọ na Papua New Guinea, Beier gbara Albert Maori Kiki ume ka ọ dekọọ akụkọ ndụ ya, nke Beier dere ma dezie",
  "E bipụtara akwụkwọ ahụ, Ten Thousand Years in a Lifetime, na 1968. N'afọ 1967, ọ malitere usoro akwụkwọ Papua Pocket Poets (PPP). Mgbe ọ nọ na UPNG Beier dekwara egwuregwu n'okpuru aha Papua New Guinean.",
  "Ná mmalite afọ 1980 Beier laghachiri Germany, ebe ọ tọrọ ntọala ma duzie Iwalewa Haus, ụlọ ọrụ nka na Mahadum Bayreuth.",
  "Beier bi na Sydney, Australia, ya na nwunye ya Georgina Beier",
  "Ọ nwụrụ n'ụlọ na agbata obi Annandale, mgbe ọ dị afọ iri asatọ na asatọ, na 3 Eprel 2011.",
  "Ulli Beier pụtara dịka onye ọbịa na akwụkwọ akụkọ Eteka: Rise of the Imamba na isi Bandung, dị ka onye ndụmọdụ nye onye akụkọ ifo Oladele."
]