[
  "Ultra Low Emission Zone (ULEZ) bụ mpaghara dị na London, England ébé a na-akwụ ụgwọ màkà ịkwọ ụgbọala ndị na-emetọkarị.",
  "E mèrè atụmatụ n'okpuru Ónyé isi obodo Boris Johnson ma Sadiq Khan webatara ya n'ọnwa Eprel afọ 2019 na Central London, na-ekpuchi otu mpaghara ahụ dị ka ụgwọ mkpọchi",
  "N'ime ọnwa anọ na-esote iwebata ya, e nwèrè mbelata pasenti iri abụọ na ikuku [nkọwa dị mkpa] na Central London na ọnụ ọgụgụ nke ụgbọala kachasị njọ na-emetọ ikuku si na puku iri atọ na ise na narị isii ruo puku iri abụọ na atọ.",
  "Agbanyeghị, ọtụtụ nnyocha na-atụ aro na ULEZ kpatara naanị obere mmelite na ogo ikuku.",
  "N'ọnwa Ọgọstụ 2023, ọ ga-agbasa iji kpuchie Greater London niile.",
  "Ụgwọ £ 12.50 na-emetụta awa iri abụọ na anọ n'ụbọchị kwà ụbọchị n'afọ, ma dabere na ụkpụrụ ikuku nke Europe:",
  "A na-atụle atụmatụ màkà mpaghara ikuku dị oke ala kemgbe afọ 2014 n'okpuru Ónyé isi obodo Boris Johnson. N'ọnwa Febụwarị 2017, Ónyé isi obodo Sadiq Khan kwupụtara atụmatụ ịgbasa Ultra Low Emission Zone n'ọnwa Eprel afọ 2019 gafere Central London, otu afọ tupu ógè",
  "Ndị ọkwọ ụgbọala anaghị akwụ ma ULEZ na £ 10 T-ụgwọ gara aga, mànà ha ka nọ n'okpuru ụgwọ London Congestion Charge. A na-etinye ego e nwetara site na ULEZ na netwọk njem na imeziwanye ikuku na London.",
  "A ga-agbasawanye mpaghara ahụ n'ọnwa Ọgọstụ afọ 2023 iji kpuchie Greater London niile",
  "TfL na-eme atụmatụ na a ga-ewepụ ụgbọala puku iri abụọ na puku iri anọ n'okporo ụzọ n'ihi mmụba ahụ",
  "Khan kwuru \"Nke a bụkwa ókwú ikpe ziri ezi nke ọha na eze na mmetọ ikuku na-emetụta obodo ndị kasị daa ogbenye",
  "Ihe fọrọ nke nta ka ọ bụrụ ọkara nke ndị London enweghị ụgbọ ala, mànà ha na-eche na ọ ga-emebi ihe na-emetọ ụgbọala.",
  "E webatara mpaghara ahụ n'ubochi asatọ n'ọnwa Eprel 2019 ma mee ka mbelata pasenti iri abụọ nke ikuku [nkọwa dị mkpa] site na Julaị 2019.",
  "Site n'afo 2016 ruo 2020, mmetọ NO2 dara okpukpu ise ngwa ngwa na Central London dị ka ọ mèrè na UK ndị ọzọ.",
  "Otú ọ dị, nnyocha sitere na Imperial College London chọpụtara na ULEZ kpatara naanị obere mmelite na ikuku mgbè etinyere ya. O kwuru na e nweela ihe na-agbadata ogologo ógè na ọkwa mmetọ ikuku nkè London ma kwuo na ULEZ n'onwe ya abụghị usoro dị irè màkà imeziwanye ikuku.",
  "Ọnụ ọgụgụ nke ụgbọala ndị na-emetọ ikuku kachasị njọ na-abanye na mpaghara ahụ kwa ụbọchị si na puku iri atọ na ise na narị ise na iri asaa na asatọ, n'ọnwa Machị afọ 2019, ruo puku iri abụọ na isii na narị na iri itoolu na ise na Eprel nke otu afọ ahụ, mgbe ewepụtara ebubo ahụ.  Ọnụ ọgụgụ ahụ gbadatara ruo 23,054 na July 2019. Ọnụ ọgụgụ ụgbọ ala ndị gbasoro ụkpụrụ ahụ rịrị elu site na 61% na Machị 2019 ruo 74% na Septemba 2019. Ọ gara n'ihu rịa elu ruo 85% na Disemba 2020, gụnyere 90% maka ụgbọala, na ọnụ ọgụgụ nke ụgbọala ndị na-adịghị agbaso iwu dara ruo ihe dị ka 12,000 (nke 4,000 na-enweghị ụgwọ ahụ).",
  "Ọnụ ọgụgụ ngụkọta nke ụgbọala na-abanye Central London kwa ụbọchị sikwa n'ihe karịrị otu narị puku na iri abụọ na Febụwarị 2017 daa ruo puku iri asatọ na itoolu na Eprel 2019.",
  "A kọwawo Ultra Low Emission Zone dị ka otu n'ime iwu mgbochi mmetọ kachasị njọ n'ụwa. Nnyocha e mere n'ọnwa Eprel 2019 site na YouGov chọpụtara na percent iri asaa na abuo nke ndị London kwadoro iji ụgwọ ikuku na-akwụ ụgwọ iji dozie ma mmetọ ikuku na mkpọchi. Otú ọ dị, Federation of Small Businesses kwuru na ọtụtụ obere ụlọ ọrụ \"na-echegbu onwe ha maka ọdịnihu nke azụmaahịa ha\" n'ihi \"ibu ego ọzọ\".",
  "Ndị bi na mpaghara ahụ akwụghị ụgwọ ahụ ruo n'ọnwa Ọktoba 2021 ọ bụrụhaala na edebanyere aha ha màkà ego nkwụsịtụ nke ndị bi na ya ma zute ụkpụrụ T-ụgwọ",
  "Ụgbọala ndị nọ na klas ụtụ isi \"ndị nwéré nkwarụ\" anaghị akwụ ụgwọ ahụ, dị ka tagzi ndị nwere ikikere na London, ụgbọ ala ndị mmadụ na-akwụ ụgwọ nke nwéré óche nkwagharị na ụgbọ ala akụkọ ihe mere eme (ihe karịrị afọ irí anọ)",
  "Enwekwara nnwere onwè màkà ụgbọala ugbo, ụgbọala ndị agha, ụdị ụfọdụ nke ụgbọala na-agagharị agagharị na ụgbọala ndị na-abụghị ndị na-aga n'okporo ụzọ nke a na-ekwe ka ha na-akwọ ụgbọala n'okpọ ụzọ awara awara (dịka ndị na-egwu ala)."
]