[
  "Umar Sadiq Mesbah ( bu onye a mụrụ n'ụbọchị nke abụọ n'ọnwa Febụwarị n'afọ 1997) bụ onye egwuregwu bọọlụ Naịjirịa nke na-agbara otu egwuregwu bọọlụ na klọb Spen UD Almería na ndị otu mba Naịjirịa bọọlụ.",
  "Sadiq nọchitere anya otu Naịjirịa na-erubeghị afọ iri abụọ na atọ ma bụrụ onye otu dị mkpa n'ime ndị otu ahụ meriri ọla nchara na 2016 Summer Olympics",
  "A mụrụ ya na Kaduna, Sadiq malitere ịgba bọọlụ n'okporo ámá obodo ya mgbe ọ dị obere. O mechara gbaa bọọlụ na otu Kusa Boys, tupu ọ banye na otu akpọrọ Future of Africa Football Academy ma asụọ ya n'asụsụ bekee is na n'ikpeazụ Football College Abuja Na June 2013, Sadiq so FCA gaa Croatia ma sonye na asọmpi ndị ntorobịa Kvarnerska Rivijera O mechara dị ka onye kachasị nye goolu n'asọmpi ahụ ma nyere ndị otu ya aka ịbụ ndị mmeri.",
  "N'ịgbaso arụmọrụ ya na Croatia, klọb Spezia nke Italy nwetara Sadiq",
  "O meghị egwuregwu mbụ ọ bụla, mana ọ na-egwuri egwu mgbe niile maka nhazi ndị ntorobịa",
  "N'oge 2014-15, Sadiq ghọrọ Campionato Primavera kacha nye goolu, na-enye goolu iri abụọ na isii n'ime egwuregwu iri abụọ na anọ.",
  "N'oge na-adịghị anya mgbe ọ banyere Spezia, a gbazinyere Sadiq na Serie D n'akụkụ Lavagnese, na-eme nke mbụ ya na agba ikpeazụ nke oge 2013-14.",
  "Na ọnwa nke ise na afọ 2015, Sadiq sonyeere Roma na mgbazinye ego otu afọ",
  "E bufere ya na onye otu ya na onye ibe ya bụ Nura Abdullahi maka € 250,000 nke ọ bụla na usoro ịzụta nke € 1,250 nde kwa onye ọkpụkpọ. N'ịbụ onye nyere goolu asatọ na egwuregwu Primavera atọ mbụ ya maka Roma, Sadiq mere Serie A mbụ ya na 21 Nọvemba, dochie Juan Iturbe mgbe nkeji iri asatọ na asatọ gasịrị na 2-2 pụọ megide Bologna",
  "O nyere goolu mbụ ya n'ụbọchị iri abụọ n'ọnwa Disemba, na-etinye naanị nkeji asaa mgbe ọ batara dị ka onye nnọchi anya Mohamed Salah na nkeji iri asatọ na abụọ, na-enyere ndị otu ya aka imeri Genoa n'ụlọ 2-0 Na 6 Jenụwarị 2016, Sadiq nyere goolu nke abụọ ya na mbido mbụ ya maka Roma, na-emeghe goolu na nkeji nke asaa nke mmeri 3-3 megide Chievo. O ji goolu abụọ mechie oge ahụ na egwuregwu isii nke Serie A.",
  "Na 21 June 2016, a mara ọkwa na Roma gosipụtara nhọrọ ahụ ma bịanye aka na Sadiq, yana Nura, na-adịgide adịgide ruo 30 June 2020. Ya na ndị otu mbụ gara United States maka 2017 International Champions Cup, na-enye goolu na naanị mpụta ya megide Paris Saint-Germain, ka Roma meriri mgbe ntaramahụhụ gasịrị.",
  "Na 31 Ọgọstụ 2016, e zigara Sadiq na mgbazinye ego na Bologna ruo na njedebe nke oge ahụ na nhọrọ ịzụta. Ọ pụtara na egwuregwu Serie A asaa, tupu ọ laghachi Roma.",
  "Na 16 August 2017, a mara ọkwa na Sadiq ga-esonyere Torino na mgbazinye ego ruo 30 June 2018. Nkwekọrịta ahụ gụnyere nhọrọ iji mee ka njem ahụ bụrụ nke na-adịgide adịgide na iwu ịzụta azụ iji kwado ndị Rom.",
  "Na Jenụwarị 2018, Sadiq kwagara na mgbazinye ego ọnwa isii na NAC Breda nke Dutch na nhọrọ mgbatị. O nyeere klọb ahụ aka izere ịdaba n'ọkwa, na-enye aka na goolu ise na mpụta Eredivisie iri na abụọ.",
  "N'ọnwa Julaị afọ 2018, Sadiq sonyeere ndị otu Scottish Premiership Rangers na mgbazinye ego ogologo oge. Mgbe ọ pụtara naanị ugboro anọ n'asọmpi niile, oge mgbazinye ego ya kwụsịrị na njedebe nke afọ ahụ.",
  "Na mbido Julaị 2019, Sadiq mechara mgbazinye ego ya na klọb Serbia Partizan nke gụnyere nhọrọ ịzụta. O mere egwuregwu izizi ya na mmeri 1–0 megide Inđija na 21 Julaị",
  "N'ụbọchị nke anọ n'ọnwa Ọgọstụ, Sadiq nyere goolu mbụ ya maka klọb ahụ na mmeri 4–0 nke Mačva Šabac",
  "O mechara nye goolu mmeghe na mmeri 3–1 n'ụlọ megide klọb Turkish Yeni Malatyaspor na ụkwụ mbụ nke Europa League nke atọ. N'ụbọchị nke atọ n'ọnwa Ọktọba, o nyere ndị otu ya mmeri 2–1 megide Astana na Europa League's Group L",
  "O nyere goolu mbụ ya na mmeri 6–2 n'ụlọ Javor Ivanjica n'ụbọchị iri abụọ na abụọ n'ọnwa Nọvemba.",
  "Na 5 Ọktoba 2020, Sadiq sonyeere Spanish Segunda División n'akụkụ UD Almería na nkwekọrịta afọ ise.",
  "N'ọnwa Julaị afọ 2016, akpọrọ Sadiq na ndị otu egwuregwu iri na asatọ ikpeazụ nke Naịjirịa maka 2016 Summer Olympics Ọ pụtara n'egwuregwu isii nke ndị otu ya ma nye goolu anọ na usoro ahụ, gụnyere nkwado na mmeri nke atọ megide Honduras.",
  "Mgbe oge abụọ gara nke ọma na Partizan na ịkwaga Almería na-arị elu, Sadiq natara oku na ndị otu mba Naịjirịa a kpọrọ maka asọmpi asọmpi asọmpi iko mba Afrịka nke 2022 megide Benin na Lesotho na 27 na 30 Machị 2021 n'otu n'otu."
]