[
  "Umqombothi (Nkọwa okwu Xhosa: [um̩k͡īomboːthi]), bụ biya ọdịnala Xhosa nke e ji ọka (ọka), ọka malt, sorghum malt, yist na mmiri mee",
  "Ọ bara ọgaranya na vitamin B",
  "Biya ahụ nwere obere mmanya na-aba n'anya (na-erughị 3%) ma mara na ọ nwere ísì siri ike ma dị ilu",
  "N'ọdịdị, biya ahụ bụ opaque na ụcha na-acha anụnụ anụnụ",
  "Ọ nwere ọkpụrụkpụ, na-atọ ụtọ na nke siri ike (site na ọka).",
  "Umqombothi dị ọnụ ala karịa biya lager azụmahịa nke e ji ọka bali mee ma jiri okooko osisi hop mee ka ọ dị ụtọ.",
  "A na-aṅụ Umqombothi na-agbaso omenala ọdịnala ma ndị a dịtụ iche n'etiti mpaghara",
  "A na-enyekarị usoro nri ahụ site n'ọgbọ ruo n'ọzọ",
  "A na-akwadebe biya ahụ n'elu n'ebe a esi ihe n' ụlọ",
  "Mgbe ahụ, ọ na-eme ka ọ jụọ oyi na okpomọkụ gburugburu ebe obibi n'èzí ụlọ.",
  "Ihe eji eme ya bụ: nha nhata nke nri ọka, malt mealie (corn malt) na malt sorghum",
  "Malt nkpuru ọka neme ka biya na-enwu ọkụ ma nwee kwa ezi isi uto",
  "Sorghum malt a eme ka biya gbaa ọchịchịrị.",
  "A na-agwakọta ihe ndị ahụ n'ime ite ígwè, nke a maara dị ka potjie na South Africa",
  "A na-agbakwunye mmiri ọkụ anọ",
  "A na-ahapụ ngwakọta ahụ n'otu ntabi anya",
  "Ngwakọta ahụ na-amalite ịgbaze ma bubbles na-apụta",
  "Aga  ịchọpụta ísì na-esi ísì ụtọ.",
  "A na-ewepụ obere akụkụ nke wort ma tinye ya n'otu akụkụ",
  "A na-esi mash fọdụrụnụ ruo mgbe a ga-emepụta ihe mkpofu",
  "A maara ngwaahịa a dị ka isidudu ma enwere ike iri ya dị ka poregi",
  "Mgbe ị na-eme biya, a na-ahapụ isidudu ka ọ jụọ oyi otu ụbọchị.",
  "Mgbe ngwakọta ahụ jụọla oyi, a na-awụnye ya n'ime nnukwu ite plastik",
  "A na-agbakwunye wort e wepụrụ n'akụkụ ite ahụ",
  "A na-agbakwunye ole na ole sorghum malt na ole na ole ọka malt na ite ahụ",
  "A na-eji spoon na-akpahari ya bụ nke",
  "ọdịnala a na-akpọ iphini emekwapụta mmanya ahụ",
  "A na-ekpuchi ite ahụ na mkpuchi na blanket (iji jide okpomọkụ)",
  "A na-etinye ite ahụ n'ebe na-ekpo ọkụ n'otu abalị, iji kwalite ịgba ụka.",
  "Ụzọ ọdịnala nke ịnwale iji hụ ma ọ bụrụ na mmanya ahụ dị njikere bụ iji ọkụ dị nso na ite ahụ",
  "Ọ bụrụ na oku ahụ na-agbo ngwa ngwa, mmanya ahụ a dị la nma ọṅụṅụ",
  "Ọ bụrụ na ọkụ ahụ ka na-enwu ọkụ, mmanya ahụ adịbeghị nma ọṅụṅụ",
  "Nke a bụ n'ihi na mash na-agba ụka na-emepụta carbon dioxide buru ibu, nke na-adịghị ekwe ka ọkụ nke egwuregwu ahụ.",
  "Mgbe a na-akwadebe mmanya ahụ, a na-enyocha mash ahụ na-agba ụka site na nnukwu ígwè, iji wepụ ọka ndị a na-emepu",
  "A maara ihe dị n'ala nke ite ahụ dị ka intshela",
  "A na-agbakwunye intshela na biya a na-agbanye agbanye, iji nye ụtọ ọzọ.",
  "A na-agbanye mkpụrụ ndị a na-emepu emepu ma na-etinye ha n'ala maka ọkụkọ",
  "Onye na-aṅụ biya na-ekele ndị nna nna ya mgbe ọ na-atụ ọka.",
  "Ozugbo a gwọrọ biya ahụ, a na-awụnye ya n'ime nnukwu drum a maara dị ka gogogo",
  "Ọ pụrụ ịkekọrịta na ndị enyi na ezinụlọ",
  "Mgbe ndị ọbịa rutere n'ụlọ onye na-aṅụ biya iji detụ biya ahụ ọnu ma sonye na ememe ahụ, ha na-eweta karama brandy, dị ka ihe nnọchianya ekele.",
  "A na-eji Umqombothi eme emume nlọghachi nke ụmụ okorobịa a maara dị ka abakwetha na omenala Xhosa, mgbe ulwaluko - mmalite na ibi úgwù nwoke okpukpe.",
  "Biya na-arụ ọrụ dị ezigbo mkpa mgbe mmadụ na-akpọtụrụ ndị nna nna ya ha, amadlozi, ma na-arụkwa ọrụ dị mkpa na mmekọrịta mmadụ na ibe ya, ya mere a na-ejikarị ya eme ihe n'oge agbamakwụkwọ omenala, olili ozu, na imbizos (mgbakọ omenala).",
  "Nnyocha e mere n'oge na-adịbeghị anya chọpụtara na sorghum na ọka e ji mee ihe na umqombothi na-emetọkarị mycotoxin-emepụta mycotoxine Aspergillus spp., Penicillium spp., Rhizopus spp",
  "na Mucor spp.",
  "Ọ bụ ezie na a naghị emetọ biya a gwụchara na fungus, 33% nke biya sorghum a na-ere ahịa nwere aflatoxins na 45% nke biya a na-eme n'ụlọ nwere zearalenone ma ọ bụ ochratoxin A (ma ọ bụ ha abụọ) na ngwaahịa ikpeazụ.",
  "A na-eweli aka na ya n'abụ nke otu onye anakpo Yvonne Chaka Chaka",
  "Okwu abụ ahụ na-akpọ ya \" biya anwansi nke Africa\"",
  "A na-anụ abụ ahụ na mmeghe nke Hotel Rwanda.",
  "Àtụ:South African cuisine"
]