[
  "Unoakhaiasor Olowu, onye amụrụ Unoakhaiasor (c",
  "1855 - August 14, 1967) bụ Oba na onye ahịa dị ike na Imiekuri, Okpella, Nigeria",
  "A makwaara ya dị ka Oba nke mbụ nke Imiekuri, ndị ya na ha na-azụ ahịa na Ghana na steeti Naịjirịa ghọtara ya dị ka onye dị ike, ebe ọ bara ọgaranya site na ogho na ahia ohu",
  "Na August 14, 1967 ọ nwụrụ n'ihi agadi, n'ụlọ ya na Illewi.",
  "A mụrụ Olowu na Imiekuri, Okpella, Nigeria n'ihe dị ka afọ 1855 n'otu obere obodo a na-akpọ Illewi",
  "A mụrụ ya n'ime ezinụlọ na-agagharị agagharị nke ndị ahịa",
  "N'ịbụ onye tolitere n'obodo ọrụ ugbo, ya na nne na nna ya na-enye aka n'ọrụ ugbo ma dị ogologo ruo mgbe ọ dị obere ruo mgbe ọ tolitere ruo mgbe ọ dị ogologo.",
  "Olowu bụ onye na-eme Juju nke ọma",
  "O nwere ụmụ abụọ site n'aka nwunye ya, onye nwụrụ na 1916",
  "Edwin Ikhumitse Olowu, nwa ya nwoke, bụ onye mbụ n'ime ezinụlọ na obodo nta ahụ nwetara agụmakwụkwọ",
  "Olowu na-asụ ọtụtụ asụsụ nke ọma: Okpella, Yoruba, Igbo, Hausa, English, wdg",
  "N'ihe dị ka mmalite afọ 1930 nne Olowu nwụrụ n'ihi agadi.",
  "Olowu bụ onye ahịa ohu dị ike na Nigeria",
  "N'oge ndụ ya, o si Naịjirịa gaa Ghana maka ịzụ ahịa wee weghachi mkpụrụ achara ka ọ kụọ na mpaghara Okpella",
  "Ọ gara obodo nta na obodo dị na mpaghara Midwest gụnyere Badagry maka ahia ya",
  "Ọtụtụ ndị ezinụlọ na-ele ya anya dị ka onye na-akpa ike n’ịzụ ahịa owu nakwa nke ihe ndị ọzọ dị ka koko, nkwụ, na ụtaba",
  "N'oge ọ dị ka onye ahịa ọ gbanwere aha nna ya ka ọ bụrụ Olowu, n'ihi ahịa ya na ndị Yoruba",
  "Na mmalite narị afọ nke 20 Olowu hapụrụ ahia ohu wee were ọrụ ya dị ka Oba Of Imiekuri.",
  "Oge ụfọdụ mgbe agha Nupe gasịrị na Okpella, Olowu ghọrọ Oba mbụ nke Imiekuri, a maara ya na ọ na-ewetara Illewi na ndị ya mmepe, ma chịa ruo ọnwụ ya.",
  "Mgbe e mesịrị na ndụ ya mgbe ọ ghọchara eze, ọ laghachiri ọrụ ugbo",
  "N'ihe dị ka n'etiti afọ 1960 Olowu na-aka nká ma malite ịda mbà n'ịdị elu n'ihi afọ ndụ ya, ndị ezinụlọ ya na ndị enyi na-ele ya anya",
  "Otu ụbọchị na ọdịda nke 1967 oba anọghị na-eri nri ma debe ya n'ihe ndina ruo ọtụtụ ụbọchị, ma nwụọ na August 14, 1967 mgbe ọ dị afọ 112 ma lie ya n'okpuru ụlọ ya na Ilewi",
  "Taa, a na-echeta ya dị ka akụkọ ifo na Imiekuri maka mmepe na nzụlite"
]