[
  "Unilever Nigeria Plc bụ ụlọ ọrụ edepụtara n'ihu ọha na-azụ ahịa na nrụpụta na ahịa ngwaahịa ndị ahịa",
  "N'afọ 2014, edepụtara ya n'etiti ụlọ ọrụ iri abụo kachasị baa uru nke e depụtara na Naịjirịa Stock Exchange. Unilever Nigeria PLC bụ enyemaka nke Unilever Overseas Holding B.V.",
  "Akụkọ Unilever na Naijiria malitere n'afọ 1923 mgbe Robert Hesketh Leverhulme meghere ụlọ ahịa na Naijeria n'okpuru aha azụmahịa, Lever Brothers (West Afrịka) Ltd",
  "Ụlọ ọrụ ahụ na-azụ ahịa ncha ma n'afọ 1924, a gbanwere aha ahụ ka ọ bụrụ West African Soap Company. N'ịchọpụta ohere na mba ahụ, ụlọ ọrụ ahụ meghere ụlọ ọrụ ncha na Apapa n'afọ 1925",
  "Ụlọ ọrụ ahụ mechara gbasaa n'ime mmepụta nke ngwaahịa nri, ọ meghere ụlọ ọrụ ncha ọhụrụ na Aba na 1958 wee gbanwee aha ya ka ọ bụrụ Lever Brothers Nigeria Limited na 1955",
  "N'afọ 1960, Lever Brothers webatara ihe nhicha Omo n'ahịa, ngwaahịa ọhụrụ ahụ nwetara mmasị n'etiti ndị na-azụ ahịa, na-akpali ụlọ ọrụ ahụ inye ụlọ ọrụ iji mepụta ihe nhicha Umu na 1964.",
  "N'ịgbaso iwu indigenisation nke 1972, Unilever ghọrọ ụlọ ọrụ edepụtara n'ihu ọha na 1973, na-ere pasenti iri isii nke òkè ya nye ọha na eze Naijiria",
  "Ụlọ ọrụ ahụ ghọrọ ụlọ ọrụ Naijiria",
  "Mgbanwe nke ndị nwe ụlọ ọrụ ahụ emetụtaghị uto ụlọ ọrụ ahụ",
  "N'afọ 1982, ụlọ ọrụ ahụ malitere imepụta ngwaahịa ndị a na-eri eri dịka Royco, Blue band na Tree top na Agbara, Ogun Steeti.",
  "Na mgbakwunye, ụlọ ọrụ ahụ gafere oge njikọta na nnweta; nweta Lipton Nigeria na 1985 ma mesịa jikọta ya na onye na-emepụta Vaseline, Chesebrough Products Industries na 1988",
  "N'oge a, ụlọ ọrụ ahụ malitere atụmatụ njikọta azụ azụ iji nweta ihe ndị a na-emepụta na mpaghara",
  "Mkpebi azụmaahịa a mere ka ụlọ ọrụ ahụ tinye ego na mmepụta ihe ọkụkụ na mmanụ nkwụ",
  "Ụlọ ọrụ ahụ tinyekwara ego na ubi tii na Mambilla iji nye Lipton ihe ndị a na-emepụta.",
  "N'afọ 1995, Lever Brothers, pasenti iri anọ nke Unilever jikọtara ya na Unilever Nigeria Limited, nke Unilever UK",
  "Njikọ ahụ nyere Unilever ikike nke ụlọ ọrụ ọhụrụ ahụ jikọtara, nke a bụ oge mbụ kemgbe e wepụrụ iwu indigenisation na mba dị iche iche ga-enwe ọtụtụ ego na ụlọ ọrụ Naijiria a kpọtụrụ aha.",
  "N'afọ 2001, ụlọ ọrụ ahụ gbanwere aha ya ka ọ bụrụ Unilever Nigeria Plc.",
  "Unilever Nigeria Plc na-etinye aka na mmepụta na ahịa nke nri na ihe oriri yana ngwaahịa ụlọ na nlekọta onwe onye",
  "Ụlọ ọrụ ahụ nwere ụlọ ọrụ na-emepụta ihe na Agbara, Ogun Steeti na Oregun, Lagos Steeti",
  "."
]