[
  "Union Bank of Nigeria Plc bụ ụlọ akụ azụmahịa na Naịjirịa",
  "Ọ na-arụ ọrụ na Naịjirịa kemgbe 1917.",
  "Union Bank bụ nnukwu ụlọ akụ azụmahịa, na-ejere ndị mmadụ, obere ụlọ ọrụ na ụlọ ọrụ dị n'etiti ozi, yana nnukwu ụlọ ọrụ na òtù",
  "N'ọnwa Julaị afọ 2009, a họpụtara ya dị ka ụlọ akụ nke narị ise na ịrị ịse na isii kachasị ukwuu n'ụwa na ụlọ akụ nke ịrị na anọ kachasị ukwuu n\"Africa",
  "Ka ọ na-erule Ma 31, 2018, e mere atụmatụ na akụ ụlọ akụ ahụ dị NGN1, 381 billion (US$4.1 billion)",
  "E mere atụmatụ na ndị nwere òkè n'oge ahụ dị NGN286 billion (US$851 million).",
  "Enwere ike ịchọta akụkọ ihe mere eme nke ụlọ akụ ahụ na 1836 mgbe ndị ụlọ akụ London na ndị ahịa Britain nwetara akwụkwọ ikike eze site n'aka William nke anọ iji rụọ ọrụ ụlọ akụ na Caribbean",
  "Ìgwè ndị a na-etinye ego wee guzobe Colonial Bank",
  "N'ịgbaso iwu nke ndị omeiwu nyere ụlọ akụ ahụ ikike imeghe alaka ndị ọzọ gafere Caribbean, ụlọ akụ Colonial malitere ọrụ na Naịjirịa na 1917",
  "Ọrụ malitere na ụlọ akụ dị na Lagos, Jos na Port-Harcourt",
  "E meghere ụlọ ọrụ ndị ọzọ n'ebe ndị dị mkpa na ego, na 1918, ụlọ akụ ahụ meghere ụlọ ahịa ndị ọzọ na Ebute-Metta, Onitsha, Ibadan, Kano na Zaria wee gbakwunye alaka ọzọ na Burutu na 1921. N'oge a, ọrụ ụlọ akụ nke Colonial kpuchikwara obodo ndị ọzọ dị na British West Africa gụnyere Accra na Freetown",
  "Na 1925, Barclays Bank nwetara Colonial Bank, na-agbanwe aha ụlọ akụ ahụ ka ọ bụrụ Barclays bank (Dominion, Colonial and Overseas) ma mesịa bụrụ Barclay Bank (DCO)",
  "N'oge dị n'etiti 1925 na 1950, nnukwu ịda mbà n'obi na Agha Ụwa nke Abụọ gbochiri mgbasawanye azụmahịa, ọ bụ ezie na ụlọ akụ ahụ nọgidere na-arụ ọrụ na-emeghe alaka ole na ole ma na-emechi alaka ụfọdụ",
  "N'afọ 1950, ụlọ akụ ahụ mụbara ọrụ na Naịjirịa ma site na mbido afọ 1960 ọ nwere ngụkọta nke alaka ịrị anọ na otu.",
  "N'afọ 1969, e debanyere aha Barclays Bank DCO na Naịjirịa, dị ka Barclays bank of Nigeria Limited, iji mezuo iwu ụlọ akụ ọhụrụ e wepụtara na 1968.",
  "N'afọ 1971, edepụtara òkè nke ụlọ akụ ahụ na Nigerian Stock Exchange",
  "N'otu afọ ahụ, e nyere ndị Naijiria 8.33% nke òkè ụlọ akụ",
  "N'afọ sochirinụ, Gọọmentị etiti nke Naịjirịa nwetara 51.67% nke ụlọ akụ ahụ, na-ahapụ Barclays Bank Plc",
  "nke London na 40% nke ụlọ",
  "N'afọ 1979, e rere 40% ahụ nye ndị Naijiria na azụmaahịa iji mezuo iwu ụlọ akụ na itinye ego nke e mere n'oge na-adịbeghị anya",
  "Ụlọ akụ ahụ gbanwere aha ya ka ọ bụrụ Union Bank of Nigeria Plc, iji gosipụta usoro nwe ụlọ ọhụrụ ya.",
  "N'afọ 1993, Gọọmentị etiti nke Naịjirịa wepụrụ kpamkpam ihe onwunwe ya na ụlọ akụ ahụ",
  "N'ikpeazụ, Union Bank of Nigeria Plc",
  "nwetara nke bụbu Universal Trust Bank Plc na Broad Bank Limited",
  "Ọ nwetakwara enyemaka ya Union Merchant Bank Limited.",
  "Na June 2nd 2022, TitanTrust Bank Limited mechiri nkwekọrịta na-enyere ya aka ịzụta òkè na Union Bank of Nigeria, mgbe ihe fọrọ nke nta ka ọ bụrụ ọkara afọ nke mkparịta ụka site n'aka ndị otu abụọ ahụ.",
  "Titan Trust Limited nwetara 89.4% na Union Bank site na ọdọ mmiri nke ndị isi na-etinye ego, gụnyere Atlas Mara na Union Global Partners Limited, mana emesịa bulie òkè ahụ ruo 93.4%.",
  "Ụlọ akụ ahụ na-enwe nnukwu netwọk nke alaka ndị jikọtara ọnụ na steeti Naịjirịa niile.",
  "Ndị isi ụlọ akụ ahụ na-ahụ maka ọrụ ụlọ akụ ahụ, nke Farouk Gumel bụ onye isi oche ya.",
  "Ọ bụ Mudassir Amray na-eduzi ụlọ ọrụ njikwa, onye na-eje ozi dị ka onye isi nchịkwa na onye isi nchịk nke ụlọ akụ ahụ",
  "Ọ maliteghachiri dị ka onye isi nchịkwa na onye isi ụlọ ọrụ nke ụlọ akụ ahụ na June 2022 mgbe njikọta dị ịrịba ama n'etiti Titan Trust Bank na Union Bank of Nigeria."
]