[
  "Mkpebi nke Kansụl Nchebe nke Mba Ndị Dị n'Otu nke afọ 1952, nke a nakweere n'otu n'otu n'ọnwa Nọvemba n'ubochí iri abụọ na itoolu, afọ 2010, ógè ha chetara mkpebi ndị gara aga banyere ọnọdụ dị na Democratic Republic of the Congo, gụnyere mkpebi 1807 (afọ 2008), 1857 (afọ 2008) na 1896 (afọ 2009), Kansụl ahụ megharịrị mmachibido ngwá agha na mmachibido iwu ndị metụtara ya maka oge ọzọ ruo ọnwa Nọvemba n'ubochí iri ato, n'afọ 2011.",
  "Ọ bụ France dere mkpebi ahụ.",
  "N'okwu mmalite nke mkpebi ahụ, Kansụl ahụ nabatara mmekorita n'etiti otu ndị ọkachamara guzobere iji nyochaa mmejuputa iwu mgbochi ngwá agha na gọọmentị mpaghara tinyekwara gọọmentị nke Democratic Republic of Congo",
  "Ọ nọgidere na-echegbu onwe ya na ọnụnọ na-adịghị mma nke ndị agha na ọwụwa anyanwụ nke obodo ahụ. Kansụl ahụ chọrọ ka ndị agha gụnyere Democratic Forces for the Liberation of Rwanda (FDLR) na Lord's Resistance Army (LRA) dobe ngwá agha ha, na-egosipụta nchegbu na ndị agha dị otú ahụ na-enweta nkwado site na netwọk mba ụwa.",
  "Kansụl ahụ katọrọ mbubata ngwá agha na-akwadoghị n'ime na n'ime Democratic Republic of the Congo na imebi mkpebi 1533 (afọ 2004), 1807, 1857 na 1896 ma zube ileba anya nke ọma mmejuputa ha",
  "Ọ ghọtara na mmegbu iwu na-akwadoghị nke akụ na ụba n'obodo ahụ na-akpalite esemokwu na mpaghara Great Lakes",
  "Ọzọkwa, mmebi ikike mmadụ, igbu ọchụ, iji ụmụaka ndị agha na ime ihe ike mmekọahụ ka bụ nnukwu nchegbu.",
  "Na-arụ ọrụ n'okpuru Isi nke asaa nke United Nations Charter, Kansụl ahụ gbatịkwuru mmachibido ngwá agha gbasara Democratic Republic of the Congo ruo otu afọ, tinyekwara mmachibido njem, ego na njem, na-akpọkwa steeti niile ka ha mejuputa mmachibido iwu ahụ. Ka ọ dịgodị, a rịọrọ odeakwụkwọ ukwu Ban Ki-moon ka ọ gbasaa ikike nke otu ndị ọkachamara ahụ, na mgbakwunye nke ọkachamara nke isii iji leba anya n'okwu gbasara akụ na ụba, ruo otu afọ",
  "A gwara ndị otu a ka ha lekwasị anya na gburugburu ébé ndị agha metụtara na netwọk ndị kwadoro ha, netwọk ndị omempụ na mmebi ikike mmadụ",
  "Kansụl Nchebe ahụ gwakwara obodo ndị otu ka ha kwalite mmata na mmejuputa usoro nduzi nke otu ndị ọkachamara na-atụ aro banyere ịdị uchu site n'aka ndị na-ebubata, ụlọ ọrụ nhazi na ndị na-azụ ngwaahịa mineral si DRC, iji wepụ ndị agha na-ebu ngwá agha na usoro ihe nkesa mineral.",
  "Mkpebi ahụ rịọkwara obodo ndị dị na mpaghara ahụ ka ha hụ na ọ dịghị nkwado ruru ndị agha nọ n'ebe ọwụwa anyanwụ Democratic Republic of the Congo",
  "A gwara obodo ahụ n'onwe ya ka o mee ihe megide netwọk ndị omempụ na iji dozie enweghị ntaramahụhụ",
  "N'ikpeazụ, a gwara mba niile ka ha na-arụkọ ọrụ na nyocha nke otu ndị ọkachamara ma na-ebipụta ọnụ ọgụgụ mgbe niile gbasara mbubata na mbupụ akụ ndị Congo."
]