[
  "United States of Africa bụ echiche a na-eche n'echiche nke njikọ nke ụfọdụ ma ọ bụ obodo niile nke steeti iri ise na anọ na steeti abụọ nwere esemokwu na kọntinent Africa",
  "Echiche a sitere na uri Marcus Garvey nke 1924 \"Hail, United States of Africa\".",
  "E jirila echiche nke mba Afrịka jikọtara ọnụ tụnyere alaeze ukwu Afrịka dị iche iche nke oge ochie, gụnyere Alaeze Ukwu Etiopia, Alaeze Ukwu Ghana, Alaeze Ukuko Mali, Alaeze Ukwo Songhai, Alaeze Ukuto Benin, Alaeze Ukodo Kanem na mba mba ndị ọzọ nwere akụkọ ihe mere eme. N'ọgwụgwụ 19th na mmalite narị afọ nke 20, ọtụtụ mba Africa na-achịkwa alaeze ukwu Europe dị iche iche, ebe ndị Britain na-achịkwa ihe dịka pasent 30 nke ndị Africa n'oge ọ kacha elu.",
  "Okwu ahụ bụ \"United States of Africa\" bụ nke mbụ Marcus Garvey kpọtụrụ aha na uri ya bụ Hail, United States of Africa na 1924. Echiche na usoro nhazi nke Garvey nwere mmetụta miri emi na ndị isi Africa mbụ na ọmụmụ nke African Union",
  "N'ọnwa Febụwarị afọ 2009, mgbe a họpụtara ya dịka onye isi oche nke mba 53 nke African Union na Ethiopia, Gaddafi gwara ndị isi Afrịka ahụ gbakọtara: \"M ga-anọgide na-ekwusi ike na mba anyị nwere onwe anyị na-arụ ọrụ iji nweta United States of Africa\". BBC kọrọ na Gaddafi tụpụtara \"otu ndị agha Afrịka, otu ego na otu paspọtụ maka ndị Afrịka ka ha na-agagharị na kọntinent ahụ n'enweghị nsogbu\"",
  "Ndị isi Afrịka ndị ọzọ kwuru na ha ga-amụ ihe atụmatụ ahụ pụtara, ma kwurịta ya ọzọ na Mee 2009.",
  "Ebumnuche maka ịzụlite United States of Africa ruo ugbu a bụ iwulite mpaghara nke Africa - enwere ike ịhụ Federation East Africa dị ka ihe atụ nke a",
  "Onye bụbu onye isi ala Senegal, Abdoulaye Wade, gosipụtara na United States of Africa nwere ike ịdị na mbido 2017. African Union, n'ụzọ dị iche, setịpụrụ onwe ya ọrụ nke iwulite Afrịka \"dị n'otu na nke jikọtara ọnụ\" site na 2025",
  "Gaddafi gosikwara na njikọ ahụ a tụrụ aro ya nwere ike ịgbasa ruo n'ebe ọdịda anyanwụ dị ka Caribbean: Haiti, Jamaica, Dominican Republic, Bahamas na agwaetiti ndị ọzọ nwere nnukwu ndị Afrịka, nwere ike ịkpọ ha ka ha sonye.",
  "Gaddafi nwetakwara nkatọ maka itinye aka na mmegharị ahụ, na enweghị nkwado maka echiche ahụ site n'etiti ndị isi Afrịka ndị ọzọ. Otu izu tupu ọnwụ Gaddafi n'oge Agha Obodo Libya, Onye isi ala South Africa Jacob Zuma gosipụtara obi iru ala na ọdịda ọchịchị ahụ, na-eme mkpesa na Gaddafi anọwo na-emenye ọtụtụ ndị isi ala na gọọmentị Afrịka egwu na mgbalị inweta mmetụta na kọntinent ahụ dum ma na-atụ aro na African Union ga-arụ ọrụ nke ọma na-enweghị Gaddafi na atụmatụ ya ugboro ugboro maka otu ọchịchị Afrịka.",
  "E gburu Gaddafi n'ikpeazụ n'oge Agha Sirte n'October 2011",
  "Ọ bụ ezie na ụfọdụ na-ele ọrụ ahụ anya na ya na ya nwụrụ, Robert Mugabe gosipụtara mmasị ịmaliteghachi ọrụ ahụ",
  "Mgbe ọchịchị Zimbabwe chịchara n'afọ 2017, Mugabe gbara arụkwaghịm dịka onyeisiala",
  "Na Septemba 6, 2019, Mugabe nwụrụ.",
  "Gọọmenti Ghana, Senegal, na Zimbabwe, akwadola otu gọọmenti Africa",
  "Ndị ọzọ dị ka South Africa, Kenya, na Nigeria enweela obi abụọ karịa, na-eche na kọntinent ahụ adịbeghị njikere maka njikọta",
  "Mba ndị dị n'Ebe Ugwu Africa dị ka Algeria, Morocco, Egypt, Tunisia, na mgbanwe mgbanwe nke Libya bụ ndị na-achọpụtakarị na echiche ndị na-emegide onwe ha dị ka mba Arab, Berberism na Islamism egosila obere mmasị na echiche ahụ na-eme ka ọ sie ike maka Arabic, Berber na Islam",
  "North Africa ijikọ na Sub Saharan Africa.",
  "Ewelitela obi abụọ banyere ma ebumnobi nke ịdị n'otu Africa ga-enwe ike imezu n'agbanyeghị ọtụtụ asụsụ a na-asụ ebe nsogbu na-aga n'ihu nke nrụrụ aka, esemokwu, agbụrụ agbụrụ, ọgba aghara obodo na ịda ogbenye na-adịgide na kọntinent ahụ ma na-aga n'ihu na-emekpa ndị mmadụ ahụ ike..",
  "Federation a na-atụ anya ga-enwe mpaghara kachasị ukwuu na steeti ọ bụla, karịa Russian Federation",
  "Ọ ga-abụkwa steeti nke atọ kachasị ọnụ na China na India, yana ọnụ ọgụgụ mmadụ na-asụ ihe ruru asụsụ 2,000.",
  "N'ime mbara igwe Star Trek akụkọ ifo, United States of Africa dị ka akụkụ nke Gọọmenti United Earth",
  "Ọchịagha Nyota Uhura si Kenya, n'ime United States of Africa; Obodo Geordi La Forge, Mogadishu na Somalia, dị na Confederation Africa (a maghị ma ha bu n'obi ịbụ otu nzukọ).",
  "N'ime eluigwe na ala Halo, United States of Africa dị ka mba nke United Earth Government, n'ime United Nations Space Command.",
  "Akwụkwọ akụkọ sayensị nke Arthur C",
  "Clarke nke afọ 1987 bụ 2061: Odyssey Three gosipụtara nguzobe nke united States of Southern Africa.",
  "Ihe nkiri 2006 French-Beninese Africa Paradis ka edobere na United States of Africa n'afọ 2033.",
  "Cartoon Bots Master nke 1990 nwere United States of Africa, na Onye isi ala ya bụ otu n'ime mmadụ ole na ole kwenyere na Ziv \"ZZ\" Zulander abụghị onye na-eyi ọha egwu.",
  "N'ime nkọwa ndị ọzọ nke Kodwo Eshun na Afrofuturism (2003) otu ndị ọkà mmụta ihe ochie nke United States of Africa (USAF) sitere na mbọ ọdịnihu iji wughachi isiokwu Afrodiasporic nke narị afọ nke 20 site na ntụle ntụnyere nke usoro mgbasa ozi ọdịnala na arịa dị iche iche."
]