[
  "Mbubata mba ụwa nke United Nations na-alụ ọgụ maka ịzụ ahịa mmadụ (UN.GIFT) bụ atụmatụ ọtụtụ ndị na-ahụ maka ya na-enye ohere zuru ụwa ọnụ maka ọkachamara, ihe ọmụma na mmekọrịta ọhụrụ iji lụso ịzụ ahịa mmadụ ọgụ.",
  "UN.E chepụtara GIFT iji kwalite ọgụ zuru ụwa ọnụ na ịzụ ahịa mmadụ, na ndabere nke nkwekọrịta mba ụwa ruru na UN",
  "Ka ọ dị ugbu a, mba otu narị na iri isii na asaa so na Protocol iji gbochie, igbochi na taa ntaramahụhụ n'ime ndị mmadụ karịsịa ụmụ nwanyị na ụmụaka, nke na-agbakwunye nkwekọrịta United Nations megide mpụ a haziri ahazi.",
  "UN.GIFT malitere n'ọnwa Machị afọ 2007 site na Ụlọ ọrụ UN na-ahụ maka ọgwụ ọjọọ na mpụ (UNODC) site na onyinye enyere na nnọchite nke United Arab Emirates",
  "A na-elekọta ya na mmekorita ya na Òtù Na-ahụ Maka Ndị Ọrụ Mba Nile (ILO); Òtù Mba Nile Maka Mbugharị (IOM); Ego maka ụmụaka UN (UNICEF); Office of the High Commissioner for Human Rights (OHCHR); na Òtù maka nchekwa na nkwado na Europe (OSCE).",
  "UN.GIFT na-arụ ọrụ na ndị niile na-ahụ n'ihe gbasara ya - gọọmentị, ụlọ ọrụ, ụlọ akwụkwọ, ọha mmadụ na ndị mgbasa ozi - iji kwado ọrụ ibe ha, mepụta mmekọrịta ọhụrụ ma mepụta ngwá ọrụ dị irè iji lụso ịzụ ahịa mmadụ ọgụ.",
  "UN.GIFT na-eme ka ndị na-abụghị Steeti na-eme ihe nkiri na ndị na-eme ihe iji kpochapụ ịzụ ahịa mmadụ site n'ihe ndị a:",
  "(a) Ibelata ma ọghọm nke ndị nwere ike ịta ahụhụ na ọchịchọ banyere mmegbu n'ụdị ya niile;",
  "(b) Ịhụ na nchebe zuru oke na nkwado nye ndị dara; yá na",
  "(c) Ịkwado ikpe nke ọma nke ndị omempụ metụtara, ebe ị na-akwanyere ikike mmadụ niile ùgwù.",
  "N'ịrụ ọrụ ya, UN.GIFT ga-eme ka ihe ọmụma na mmata màkà ịzụ ahịa mmadụ; kwalite nzaghachi dị irè dabere na ikike; wulite ikike nke ndị na-eme ihe na Steeti na ndị na-abụghị Steeti; ma kwalite mmekọrịta n'ihe banyere ime ihe ọnụ megide ịzụ ahịa mmadụ.",
  "1",
  "Iji kwalite mmata, nkwa zuru ụwa ọnụ na ime ihe iji gbochie ịzụ ahịa mmadụ na mmekorita ya na ndị dị iche iche gụnyere gọọmentị, mba ụwa, òtù na-abụghị nke gọọmentị na ihe ndị ọzọ nke ọha mmadụ na mgbasa ozi; yá na",
  "2",
  "Iji nyere mba aka ịmepụta ma wusie usoro nkwado banyere ndị na-azụ ahịa.",
  "Isi mpaghara nke UN.Ọrụ GIFT bụ: (nke mbu)",
  "Mgbalị nkwado zuru ụwa ọnụ na nchịkọta iji nyere aka mee ka a mara màkà ịzụ ahịa mmadụ; (nke abụọ)",
  "Ihe ọmụma dabeere na ihe akaebe banyere ịzụ ahịa mmadụ iji nye nri n'ime iwu mba, mpaghara na ụwa; (nke àtó)",
  "Nnukwu nhazi na imekọ ihe ọnụ n'etiti òtù mba ụwa na mmekọrịta ọha na eze na nkeonwe; (nke anọ)",
  "Mmepe ikike nke usoro, ụlọ ọrụ na nke ndị na-ahụ maka ya site na nnyefe nke enyemaka teknụzụ.",
  "UN.Njikọ GIFT mejupụtara nnukwu òtù mba ụwa niile isii na-enye Gọọmenti na ụlọ ọrụ na-abụghị gọọmentị nkà na ụzụ na nkà na ụzụ iji dozie ihe ịma aka ịzụ ahịa mmadụ.\nUN.Kọmitii Nchịkwa GIFT, nke gụnyere ndị nnọchi anya sitere na ndị otu ntọala isii na onye isi na-enye onyinye na UN.GIFT, na-ahazi mgbalị mgbochi ịzụ ahịa nke ndị otu ya na netwọk ha na njikọ aka ha.",
  "UN.Kọmitii Nchịkwa GIFT n'enye ohere pụrụ iche iji mekwaa ka mmetụta nke mmeghachi omume megide ịzụ ahịa nke UN na òtù ndị ọzọ na-akwado na ịmepụta mmekorita iji hụ na nnyefe kachasị mma ma dị irè nke ọrụ mgbochi ịzụ ahịa.",
  "UN.GIFT mebere ihe ọmụma ebe, UN.GIFT.HUB, e mepụtara na nzaghachi maka mkpa ọ dị ịchịkọta ihe ọmụma niile dị ugbu a màkà ịzụ ahịa mmadụ",
  "Na mgbakwunye, e mere ya iji gbasaa ntọala ihe ọmụma a site na ịkekọrịta ahụmịhe na ozi sitere na ngalaba niile",
  "UN.GIFT.HUB bụ ohere ntanetị, ọ bụghị naanị ịnakọta ozi, mana ebe ndị ọrụ nwere ike isonye na okike na mgbasa ozi nke ihe ọmụma.",
  "Iji sọpụrụ ndị isi azụmahịa na-agbasi mbọ ike megide ịzụ ahịa mmadụ, Kwụsị ịzụ ahịa mmadụ ugbu a!, UN.GIFT na United Nations Global Compact na-ejikọ aka na-amalite onyinye mba ụwa ọhụrụ, \"Ndị isi azụmahịa megide ịzụ ahịa mmadụ\".",
  "Ihe nrite a ga-amata ndị isi azụmahịa na-eme ka nkwa ha ịlụso ịzụ ahịa mmadụ ọgụ bụrụ akụkụ jikọtara ọnụ nke atụmatụ azụmahịa ha na mbọ ha nà agba iji hụ na ụlọ ọrụ na-adịgide adịgide."
]