[
  "United Africa Company of Nigeria bụ ụlọ ọrụ Naijiria edepụtara n'ihu ọha nke dị na Lagos",
  "Ebe ọ na-arụ ọrụ gụnyere nrụpụta, ọrụ, nhazi na nkwakọba ihe, ọrụ ugbo na ala",
  "Ọrụ nri UACN gụnyere UAC Franchising, UAC Restaurants na UAC Dairies",
  "O nwekwara òkè na UACN Property Development Company, ụlọ ọrụ a kpọtụrụ aha, CAP Plc, ndị na-emepụta ihe osise Dulux na Portland Paints, ndị na'emepụta ihe osine Sandtex.",
  "Onye bụbu onyeisi oche nke bọọdụ ahụ bụ Senator Udoma U.Udoma mgbe Maazị Larry Ettah na-eje ozi dị ka onye isi nchịkwa na onye isi oche na afọ 2010.",
  "UAC Nigeria nke a makwara dị ka UACN bụ nke mbụ e debanyere aha ya na Naijiria  n'okpuru aha Nigerian Motors Ltd na onwa Eprel 22, na afọ 1931 dị ka onye enyemaka nke United Africa Company Ltd, ụlọ ọrụ nke mechara ghọọ UAC International (UACI)",
  "UAC International, nke Unilever, gụnyere na azụmahịa ya, ọrụ azụmahịa nke ọtụtụ ụlọ ọrụ ndị ọzọ gụnyere The Niger Company Ltd",
  "na African and Eastern Trade Corporation Ltd, nke niile nwere njikọ azụmahịa ogologo oge na West Afrika.",
  "Na mbido, United Africa Company of Nigeria bụ onye enyemaka nke otu ụlọ ọrụ UACI na Naịjirịa, otu e debara aha ya iji zụọ ahịa na ahịa ahọpụtara n'ime mba ahụ",
  "Ọtụtụ n'ime ụlọ ọrụ ndị a mechara bụrụ nkewa n'okpuru UAC nke Naịjirịa na afọ 1973 na-esote ọrụ nkwalite.",
  "Ọrụ azụmahịa UACN dị na mbụ n'ahịa azụmahịa ụgbọ ala mana n'oge na-adịghị anya gbasaa n'ebe ndị ọzọ",
  "N'ịrụ ọrụ azụmahịa ya na Naịjirịa, ụlọ ọrụ ahụ kwenyere na mmepe nke akụ na ụba na mmelite nke ego ndị ọrụ ugbo na ndị Naịjiria na-enweta dị ka isi ihe na-eme ka ọ nwee ihe ịga nke ọma, nkwenye a kpaliri ya ịgbasa n'akụkụ azụmahịa ndị ọzọ",
  "Akụkụ dị mkpa nke ụlọ ọrụ ahụ bụ ịzụ ahịa ihe ọkụkụ ego site n'aka ndị ọrụ ugbo nọ n'ógbè ahụ maka mbupụ na ahịa mba ọzọ",
  "Ọrụ a gụnyekwara ịbawanye ụgwọ nye ndị ahịa na ndị na-ere ahịa na ndị nọ n'etiti ndị gara n'ime ime obodo iji nweta akara dị mma nke ihe ọkụkụ",
  "Ụlọ ọrụ ahụ na-arụ ọrụ n'ahịa a site na itinye ndị ọrụ na ọdụ ịzụta dị iche iche ma ọ bụ site na iji ndị ahịa na ndị na-ere ahịa",
  "Mgbe e mepụtara bọọdụ ahịa maka nnukwu ihe ọkụkụ ego dị ka nkwụ, Cocoa na groundnuts, a họpụtara UAC nke Naịjirịa dị ka otu n'ime ndị na-azụ ahịa nwere ikikere",
  "Ụlọ ọrụ ahụ na-azụ ahịa na ngwaahịa ugbo ndị ọzọ gọmentị na-achịkwaghị dịka akpụkpọ anụ na akpụkpọ anụ, wax aṅụ, rọba, shea nut, mkpụrụ castor, piassava, kapok, kọfị, copra na gum",
  "A na-eji ego a na-enweta site na ire ihe ọkụkụ ebubata ngwaahịa dị iche iche maka ire ere na ahịa Naijiria.",
  "Azụmahịa ụlọ ọrụ ahụ na ngwaahịa ndị ahịa dị ka uwe elu, akpụkpọ ụkwụ, ngwá eletrik na ngwá ọrụ igwe gụnyere mbubata si mba dị iche iche nke ụwa, usoro nke ụlọ ọrụ nne ya na-elekọta",
  "Ọtụtụ ngwongwo nke ụlọ ọrụ ahụ kesara bụ ndị na-ere ahịa ma ọ bụ ụlọ ọrụ ndị mmekọ dị ka Kingsway Stores.",
  "Ụlọ ọrụ ahụ jikwaa njem nke nnukwu mmanụ nkwụ n'ebe ịzụta na nchekwa na ọdụ ụgbọ mmiri dị iche iche na mba ahụ maka nkesa na ahịa mba ọzọ",
  "Ụlọ ọrụ ahụ nwere ọtụtụ ọrụ aka osimiri na-arụ ọrụ n'ime ụzọ mmiri dị n'ime mba ahụ, ọrụ nke a na-achịkwa site n'ọfịs UAC na Burutu",
  "Na mgbakwunye, ụlọ ọrụ ahụ nyere aka iwebata igwe ọhụrụ maka ọtụtụ ụlọ ọrụ mmanụ na-ebute ụzọ n'Ebe Ọwụwa Anyanwụ Naịjirịa.",
  "Ụlọ ọrụ ahụ, nke a gbanwere aha ya ka ọ bụrụ United Africa Company Ltd na afọ 1943, nọgidere na aha ahụ ruo na afọ 1955 mgbe ọ ghọrọ United Africa Company of Nigeria Ltd wee malite inweta, n'ime afọ ise, akụkụ dị ukwuu nke azụmahịa UAC International",
  "N'afọ 1960, C.W.A",
  "Holdings Ltd, England bụkwa onye enyemaka nke Unilever, nwetara mmasị nke UAC International na ụlọ ọrụ ahụ",
  "Nhazi ọzọ mechiri na afọ 1973 ma mee ka e nweta ọtụtụ ụlọ ọrụ C.W.A",
  "Holdings",
  "N'afọ 1968, e wuchara ụlọ Niger House, isi ụlọ ọrụ ọhụrụ nke UACN",
  "Ọ bụ Taylor Woodrow wuru ụlọ ahụ dị okpukpu iri na abụọ ma nwee ihe owuwu ndị dị n'akụkụ ya gụnyere ụlọ dị okpukpu asatọ n'azụ.",
  "Mgbe a haziri ya ọzọ, ụlọ ọrụ ahụ duziri azụmaahịa ndị a nwetara dị ka ngalaba na-arụ ọrụ, nke dị ugbu a na mmebi afọ ofufo",
  "Ụlọ ọrụ ahụ were aha UAC nke Nigeria Ltd na afọ  1973",
  "N'ikwekọ na Iwu Nkwado Ụlọ Ọrụ Naịjirịa nke afọ 1972, ụmụ amaala Naịjiria na ndị otu nwetara pasent 40 nke isi ụlọ ọrụ ahụ na afọ 1974 ma dịka ndokwa nke Iwu Nkwupụta Ụlọ Ọrụ Naijiria nke afọ 1977, e nyere pasent 20 ọzọ nke isi ego UAC n'ihu ọha na afọ 1977, na-eme ka òkè Naịjirịga ruo pasent 60",
  "A nabatara aha UACN Plc na afọ 1991.",
  "Site na afọ 1973 gaa n'ihu, UACN na-elekọta ọtụtụ akụ Naijiria nke ụlọ ọrụ nne ya",
  "N'otu oge, ụlọ ọrụ ahụ na-elekọta ngalaba 22 na ndị enyemaka.",
  "Kingsway Stores bụ ụlọ ahịa ngalaba nwere isi na Lagos ma ụlọ ọrụ ahụ na-elekọta ya",
  "Ọ bụ ụlọ ahịa ngalaba nke oge a nke mbụ e guzobere na British West Africa. E meghere ụlọ ahịa Kingsway mbụ na Lagos na afọ 1948 ma ka ọ na-erule afọ 1982, ụlọ ọrụ ahụ nwere ụlọ ahịa 13 gafee obodo ukwu dị na mba ahụ gụnyere ụlọ ahịa nwere okpukpu atọ na Ibadan",
  "Ụlọ ahịa ndị ahụ na mbụ nyere ohere ịnweta ngwaahịa ndị ahịa a hụrụ na ụlọ ahịa ngalaba nke mba ndị ọzọ, mana ka oge na-aga, a zụtara ọtụtụ n'ime SKU ya na Naijiria. Ka ọ na-erule ngwụcha afọ 1980, iwu ọnụahịa na ego na mbelata akụ na ụba mere ka a mechie ọtụtụ ụlọ ahịa ma mechaa mechie ụlọ ahịa Kingsway.",
  "Ngalaba akwa UAC bụ otu n'ime ndị na-ekesa akwa akwa kachasị na Naịjirịa. E guzobere ngalaba ahụ dị ka njikọta nke azụmaahịa akwa nke UAC na G.B Ollivant",
  "N'oge ọ dị elu, ụlọ ọrụ ahụ mepụtara ma kesaa ihe osise wax:naijiria",
  "A.J",
  "Seward bụ onye na-emepụta ngwaahịa nlekọta onwe onye nke UAC International nwere ọtụtụ n'ime ha, e webatara ụlọ ọrụ ahụ na Naịjirịa n'afọ 1968",
  "Tupu etinye A.J",
  "Seward na Naịjirịa, ngalaba ọgwụ na nlekọta onwe onye nke UAC na-ahụ maka mbubata ngwaahịa Seward",
  "E mechara jikọta ngalaba ahụ na A.J",
  "Seward Nigeria nke e guzobere ọhụrụ",
  "Ụlọ ọrụ ahụ malitere ọrụ na-ere ahịa mbubata ihe mposi tupu o guzobe ụlọ ọrụ na-elekọta onwe ya na ntutu isi na Zaria ma mesịa na Oregun, Lagos",
  "N'afọ 1980, e meghere ụlọ nkwakọba ihe nke ụlọ ọrụ ahụ na Oregun, Lagos",
  "Ọtụtụ n'ime ngwaahịa ụlọ ọrụ ahụ ghọrọ ndị a ma ama dịka ngwaahịa nlekọta ụmụaka Pears, Nku, Lotus, Jellen, Fresh na Shield.",
  "T na E ma ọ bụ Tractor na Equipment na-ahụ maka ikike ire ụgbọala Caterpillar na Naịjirịa",
  "Mmekọrịta UAC na CAT malitere na afọ 1950",
  "Ịchụpụta tin na Jos mepụtara ahịa maka ngwá ọrụ ndị na-egwupụta ihe nke kpaliri ụlọ ọrụ ahụ ịmalite ire ígwè ọrụ ndị na'egwupụta mmiri na mba ahụ",
  "Ngwaahịa ụlọ ọrụ ahụ gụnyekwara ọrụ ugbo CAT, mmezi akụrụngwa na ngwaahịa injinia mmiri",
  "Ụlọ ọrụ ahụ na-erekwa tankị ígwè Braithwaite na ngwaahịa nchekwa.",
  "UAC International guzobere ngalaba ịzụ ahịa nri na afọ 1958 nke a na-akpọ Ọdịda anyanwụ  Afrịka Cold Storage",
  "Ụlọ ọrụ ahụ mechara jikọta ya na Wall's Company",
  "N'afọ 1973, ụlọ ọrụ ahụ dara n'ime UACN iji ghọọ ngalaba nri ya",
  "Ngalaba ahụ na-ere ngwaahịa metụtara anụ na nchekwa oyi nke nri na anụ.",
  "Ụlọ ọrụ ahụ na-arụ ọrụ African Time na Plywood site na Sapele na Delta Steeti",
  "Ihe owuwu ahụ bụ mmụba nke ihe owuwu ochie nke Miller Bros na-achịkwa site na Koko, Delta State",
  "Ụlọ ọrụ ahụ wegara ebe a na-akwachasị osisi ochie na Koko na Sapele na afọ 1929",
  "N'agbata afọ 1945 na afọ 1951, a wụnyere ego ndị ọzọ n'ime ụlọ ọrụ ahụ",
  "E nyere iwu ka e wuo ihe igwe ihe plywood na afọ 1948 ma dochie ihe igwe ihe ochie ahụ na afọ 1951",
  "Isi mmalite nke osisi bụ osisi Iroko na Mahogany na otu ụdị a mara dị ka Sapele mahogany",
  "Na mbido, ngwaahịa nke ihe igwe ihe na-abụkarị maka ahịa mba ọzọ mana ahịa na-agbasawanye na mpaghara mere ka a lekwasị anya n'ime iji mepụta ahịa",
  "Ngwaahịa nke ụlọ ọrụ ahụ gụnyere osisi plywood a na-akpọ cresta, ATAPEX particle board, ọnụ ụzọ na oche.",
  "Federated Motors jikọtara ụgbọala Bedford site na akụkụ ndị dara kpamkpam",
  "Ntinye aka UAC mba ụwa na azụmahịa ụgbọ ala malitere n'afọ ndị mbụ ya mgbe ọ butere ụgbọala Bedford n'ime mba ahụ",
  "Ụlọ ọrụ ahụ mechara bubata chassis na cabs ndị a gbakọtara ọnụ tupu ha agbakọta akụkụ ndị dara ada",
  "Ụlọ ọrụ ụlọ ọrụ ahụ dị na Apapa na-ewepụta gwongworo ndị nwere ibu dị n'agbata 1 na 8 tọn",
  "Ụlọ ọrụ ahụ rere bọs Bedford gụnyere ụdị BF nke ụlọ ọrụ ụgbọ njem azụmahịa na-eji.",
  "N'afọ 1994, Unilever nke nwere obere òkè na UACN, wepụrụ mmasị ya nke a resịrị ndị na-etinye ego n'ógbè ahụ.",
  "UACN ekewapụla ọtụtụ n'ime ngalaba nketa ya, ọrụ azụmahịa ya ugbu a na-eduzi ngwaahịa metụtara nri nke a na-achịkwa site na UAC Foods, UAC Dairies, Grand Cereal and Oil Mills na UAC Restaurants strategic business divisions",
  "Na mgbakwunye na ngwaahịa nri, ụlọ ọrụ ahụ na-etinye aka na mmepe ihe onwunwe site na mmasị na UACN Property Development Corporation edepụtara n'ihu ọha yana nhazi site na nhazi MDS",
  "Ụlọ ọrụ ahụ nwetara mmasị dị ukwuu na Chemical and Allied Products Plc, ndị na-emepụta ihe osise Dulux na Livestock Feeds Plc.",
  "UACN na-ere ụdị dị ka ụlọ oriri na ọṅụṅụ nri ngwa ngwa nke Maazị Biggs, SWAN Water (mmiri iyi sitere n'okike nke ndị otu ahịa ya weghachiri site na afọ 2013 ruo n'elu nke ụdị ahụ), Gala, Grand oils, Supreme Ice Cream",
  "UAC Dairies na-ere ahịa Supreme Ice Creams na site na Grand Cereal na Oil Mills, UACN na-emepụta ma na-ere ụdị mmanụ nri Grand Pure.",
  "E hiwere Maazị Biggs na afọ 1986, echiche nke malitere dị ka ụlọ ahịa kọfị na Marina, Lagos Island",
  "Ọrụ nri ngwa ngwa dị n'ihe karịrị ebe 170 gafee steeti 29 nke Naịjirịa",
  "Ewezuga Maazị Biggs, ụlọ ọrụ ahụ na-ejikwa ụlọ oriri na ọṅụṅụ nri ngwa ngwa ndị ọzọ dị ka Village Kitchen, Chicken Inn, Pizza Inn na Creamy Inn."
]