[
  "United Bank for Africa Plc (UBA) bụ otu ọrụ ego nke mba Afrịka nke nwere isi na Lagos ma mara dị ka Africa Global Bank",
  "O nwere ụlọ ọrụ enyemaka na mba ịrị abụọ nke Afrịka ma nwekwa ọfịs na London, Paris na New York. Na Disemba 2021, UBA natara ikike ụlọ akụ ya ịmalite ọrụ na UAE.   Central Bank of Nigeria depụtara ya dị ka ụlọ akụ azụmahịa. A na-edepụta òkè nke otu ahụ na Naịjirịa Stock Exchange, ebe ha na-azụ ahịa n'okpuru akara: UBA. Onye isi oche nke ụlọ akụ ahụ bụ Tony Elumelu na GMD/CEO bụ Oliver Alawuba.",
  "Tebụl dị n'okpuru na-egosi Group Board nke United Bank maka Africa ugbu a:",
  "United Bank For Africa bụ nnukwu ụlọ ọrụ na-ahụ maka ọrụ ego na Naịjirịa na kọntinent Afrịka",
  "Ka ọ na-erule n'ọnwa Disemba 2021, akụ na ụba ego nke otu ahụ ruru ijeri naira asatọ na nde dọla ise (US $ 20.1 billion), yana ndị nwere òkè nke ijeri naira narị asaa na ịrị abụọ na anọ na otú narị nde naira (US $ 1.8 billion)",
  "N'oge ahụ, otu ahụ were mmadụ karịrị pụkụ ịrị abụọ n'ọrụ. Otu ahụ nwere ụlọ ọrụ enyemaka na Nigeria, Ghana, Benin, Ivory Coast, Burkina Faso, Guinea, Chad, Cameroon, Kenya, Gabon, Tanzania, Zambia, Uganda, Liberia, Sierra-Leone, Mozambique, Senegal, DR Congo, Congo Brazzaville, Mali, United States of America, United Kingdom, France, na UAE.",
  "British na French Bank Limited (BFB) malitere azụmahịa na Naijiria na 1948",
  "BFB bụ enyemaka nke Banque Nationale de Credit (BNCI) Paris, nke gbanwere alaka ya na London ka ọ bụrụ BFB dị ka enyemaka dị iche",
  "Banque Nationale de Credit na ụlọ ọrụ abụọ na-etinye ego na Britain, S.G",
  "Warburg and Company na Robert Benson and Company, nwere òkè na BFB",
  "Mgbe Naịjirịa nweere onwe ya site n'aka ọchịchị Britain, e debanyere aha UBA na 23rd, February 1961 iji weghara azụmahịa nke BFB",
  "N'afọ 1970, UBA depụtara òkè ya na Nigerian Stock Exchange wee bụrụ ụlọ akụ Naịjirịa mbụ na-enye onyinye ọha (IPO)",
  "UBA nke taa sitere na njikọta nke Standard Trust Bank na-eto ngwa ngwa, nke e debanyere aha na 1990, na UBA, otu n'ime nnukwu ụlọ akụ kachasị ochie na Naịjirịa",
  "Njikọ ahụ mezuru na August 1, 2005, ọ bụkwa otu n'ime njikọta kachasị ukwuu e mechara na Nigerian Stock Exchange (NSE)",
  "Mgbe njikọta ahụ gasịrị, UBA gbasara ahia ya site n'inweta Continental Trust Bank n'otu afọ ahụ",
  "N'afọ 2006, UBA nwetara Trade Bank, nke Central Bank of Nigeria na-agbanyụ n'oge ahụ.",
  "UBA nwere ihe ọzọ na-aga nke ọma na-enye ikike ọha na eze na 2007 ma nwetakwuo nnweta nke ụlọ akụ atọ: City Express Bank, Metropolitan Bank, na African Express Bank",
  "UBA nwetakwara Afrinvest UK, na-agbanwe aha ya UBA Capital, UK",
  "Mgbalị iji wuo akara siri ike n'ime obodo na n'Africa siri ike na 2008 mgbe UBA nwetakwara nnweta nke ụlọ akụ abụọ: Gulf Bank na Liberty Bank",
  "UBA nwere akara sara mbara n'ofe Africa na ụwa",
  "Ọ na-enwe ụlọ ọrụ enyemaka na mba ndị a *, edepụtara n'usoro mmalite ha nke ọrụ ụlọ akụ:",
  "Ọrụ Ụlọ Akụ̀",
  "*UBA nwere ụlọ ọrụ nnọchiteanya na Paris, France",
  "Tebụl dị n'okpuru na-egosi ebe na òkè otu na ụlọ akụ enyemaka nke UBA Group Plc."
]