[
  "Mkpebi 1295, nke Kansụl Nchebe nke Mba Ndị Dị n'Otu kwadoro n'otu n'otu n'ubochí iri na asatọ n'ọnwa Eprel n'afọ 2000, ógè ọ kwusịrị Mkpebi 864 (afọ 1993) na mkpebi niile sochirinụ na Angola, ọkachasị mkpebi 1127 (afọ 1997), 1173 (afọ 1998) na 1237 (afọ 1999), Kansụl ahụ nyere ikike ime ka mmachibido iwu megide UNITA ma guzobe otu ndị ọkachamara iji nyochaa mmebi nke mkpebi nke Kansụl Nchebe na-etinye ihe megide UNITA.",
  "A nakweere mkpebi 1295 mgbe Fowler Report gasịrị, nke kọwara otú mba ụwa niile si emebi iwu megide UNITA.",
  "Kansụl Nchebe gosipụtara egwu ya na agha obodo na-aga n'ihu na Angola na mmetụta ya na ndị nkịtị",
  "O kwughachiri na isi ihe kpatara nsogbu ahụ na Angola bụ ọdịda nke UNITA, n'okpuru nduzi nke Jonas Savimbi, iji rube isi na ọrụ n'okpuru Acordos de Paz, Lusaka Protocol na mkpebi ndị dị mkpa nke Kansụl Nchebe",
  "N'ihi nke a, ọ chọrọ ka UNITA mezue ngwa ngwa na n'enweghị ihe mgbochi nke ndị agha ya ma na-arụkọ ọrụ ọnụ n'ịgbasa ikike steeti n'Angola niile.",
  "Mkpebi ahụ, nke Canada tụrụ aro, kewara n'ọtụtụ ngalaba màkà akụkụ dị iche iche nke ihe ndị a na-eme megide UNITA.",
  "Na-arụ ọrụ n'okpuru Isi nke asaa nke United Nations Charter, kansụl ahụ kwusiri ike mkpa ọ dị ka steeti niile na-agbaso ihe ndị e mere megide UNITA na mkpebi ndị gara aga nke Kansụl Nchebe",
  "A chọrọ odeakwụkwọ ukwu Kofi Annan ka o kwalite usoro nlekota nke nwere ndị ọkachamara ise iji nyochaa ebubo mmebi iwu megide UNITA ruo ọnwa isii. A gwara ha ka ha nye akụkọ màkà nchọpụta ha site n'ubochí iri na asatọ n'ọnwa Ọktoba afọ 2000 iji meziwanye usoro ndị ahụ",
  "Kansụl ahụ ga-atụlezi, mgbe ha natara akụkọ ahụ, ụzọ isi meziwanye mmachibido iwu na ime ihe n'okpuru United Nations Charter maka steeti ndị metụtara mmebi nke ihe ndị ahụ.",
  "A gbara obodo niile ume ka ha kpachara anya iji zere ịnyefe ngwá agha nye ndị ọrụ na-enweghị ikike ma ọ bụ ebe ha na-aga ma gbaa ha ume ka ha hụ na nlekota dị irè na nke a",
  "A kpọkwara ọha obodo ndị a ka ha tụlee ịkpọkọta nzukọ na steeti ebe a na-emepụta ma ọ bụ na-ebupụ ngwá agha maka ebumnuche nke ịkwụsị mbubata ngwá agha na-akwadoghị n'Angola",
  "A kpọrọ ndị nnọchi anya SADC ka ha sonye.",
  "Kansụl ahụ gbara ume ka a kpọkọta ogbako maka ụzọ isi gbochie mmanụ ala ma ọ bụ ngwaahịa mmanụ ala n'ụzọ iwu na-akwadoghị n'Angola, dị ka nlekota nke mmanụ na mpaghara ahụ na ọrụ SADC na usoro a",
  "A kpọrọ SADC ka ọ nyochaa mpaghara ókèala na Angola na-emegide mbubata ngwá agha ma gwa ya ka ọ na-ebute ụzọ megide mmanụ ụgbọala na-akwadoghị na UNITA.",
  "A gwara mba SADC ka ha tụlee ihe ndị ọzọ maka njem ụgbọelu na mpaghara ahụ n'ihe gbasara ịchọpụta ọrụ ụgbọ elu na-akwadoghị n'ofe ókèala ma kpọọ ha ka ha na International Civil Aviation Organization na-arụkọ ọrụ na nke a",
  "Mkpebi ahụ kpọkuru obodo ndị dị nso na Angola ka ha mee iwu ime obodo na-eme ka ọ bụrụ mpụ imebi ihe ndị UNITA nke Kansụl Nchebe nyere",
  "A kpọrọ odeakwụkwọ ukwu ahụ ka ọ wusie mmekorita n'etiti United Nations na mpaghara na mpaghara mpaghara, gụnyere Interpol iji nyochaa ma mee ka mmachibido iwu ahụ.",
  "Kansụl ahụ nabatara nkwado mba ụwa banyere ihe ndị a na-eme megide UNITA ma gosipụta ọrụ dị mkpa SADC ga-arụ na mmejuputa iwu ahụ."
]