[
  "Mahadum Benin (UNIBEN) bụ mahadum nyocha ọha na eze dị na Benin City, Edo State, Nigeria. Ọ bụ otu n'ime mahadum ndị gọọmentị etiti nke Naịjirịa nwee ma guzobe ya n'afọ 1970.  Ụlọ akwụkwọ ahụ nwere Ogige ụlọ akwụkwọ abụọ ugbu a nwere ngalaba iri na ise gụnyere ọbá akwụkwọ etiti a na-akpọ John Harris Library. A na-ewu ụlọ ndị dị na UNIBEN nke ọma, ha adịghị nso na ibe ha.",
  "UNIBEN nwere ụlọ ọgwụ nkuzi a na-akpọ Mahadum nke Benin Teaching Hospital (UBTH), nnukwu ụlọ ọgwụ nwere ngalaba niile na ngalaba ahụike, e nwekwara ngalaba dị iche iche dị ka ngalaba nke SERVICOM, Medical Records, ụlọ ndị nọọsụ na ndị dọkịta, ọrụ ịsa ákwà, nri na ọtụtụ ndị ọzọ.",
  "E hiwere Mahadum  Benin n'afọ 1970",
  "National Universities Commission (NUC) enyela ikike nye ngalaba nke mahadum ahụ.",
  "Ọbá akwụkwọ John Harris bụ ọbá akwụkwọ agụmakwụkwọ dị na ogige Ugbowo",
  "A na-akpọ ọbá akwụkwọ ahụ aha onye ọsụ ụzọ na-ahụ maka ọbá akwụkwọ Mahadum, John Harris.Isi  Ụlọ akwụkwọ nke ọbá akwụkwọ ahụ bụ Mahadum Benin nke e hiwere n'afọ 1970 nke a na-akpọbu Institute of Technology.",
  "Ọbá akwụkwọ a nke nwere nnukwu  nchịkọta nke dị na ndị nke  ebipụtara na nke na-ebipụtaghị dị  kpọmkwem n'ihu Ụlọ obibi ụmụ akwụkwọ n'agụ nlenyere anya gbasara ụlọ ọgwụ  n'ime Ogige mahadum ahụ",
  "Akwụkwọ ndị e nwetara ma debe  n'ọbá akwụkwọ ahụ, metụtara ọmụmụ niile a na-enye na mahadum ahụ",
  "Ọ bụ onye na-nlekọta ọbá akwụkwọ mahadum na-elekọta ihe omume  na-nduzi ya.",
  "E guzobere Ọbá Akwụkwọ John Harris site na iwu nke Institute of Technology nke afọ 1970 mana National University Commission (NUC) nyere ya ogo nyefe nke mahadum n'abalị mbụ  nke ọnwa Julai afọ 1971",
  "Ma ahọpụtara John Harris dị ka ọbá akwụkwọ ahụ.",
  "Ọbá akwụkwọ John Harris agbasaala kemgbe ọtụtụ afọ",
  "Mmụba nke ntinye ọgụgụ nke ụmụ akwụkwọ na ndị nchọpụta, yana nchọ ikekere nke National University Commission (NUC)  mere ka e guzobe ọbá akwụkwọ ngalaba mahadum",
  "Ọbá akwụkwọ ngalaba enwere bụ: [citation needed]",
  "Koleji UNIBEN nke ngalaba Ọgwụ na ọgwụgwọ bụ Medicine na-akụzi gbasara ọgwụ ma na-enye ndị dọkịta  na-awa ahụ na ndị nwere nka gbasara Gburugburu gburugburu ọgwụgwọ nzere ọkachamara",
  "Koleji ngalaba gbasara Ọgwụ na ọgwụgwọ bụ Medical Sciences nwere ụlọ akwụkwọ atọ na otu ụlọ ọrụ, ya bụ:",
  "E guzobere ụlọ akwụkwọ ahụike n'afọ 1973, mgbe ahụ site na Faculty of Medicine buruzie Ụlọ akwụkwọ Medicine iji mee ihe omume nzere nke Bachelor of Medicine na Bachelor of Surgery (MBBS)",
  "Onye isi ngalaba ụlọ akwụkwọ mbụ bụ Prọfesọ T",
  "Belo-Osagie",
  "Ọ bụ onye isi ngalaba Ụlọ akwụkwọ site n'afọ 1973 ruo 1975",
  "Site na ọpụpụ nke Prọfesọ T",
  "Belo-Osagie, Prọfesụ K",
  "Diete-Koki ghọrọ onye isi ngalaba nke ụlọ akwụkwọ ahụ",
  "Kemgbe ahụ, ụlọ akwụkwọ ahụ enweela ndị isi ngalaba Ụlọ akwụkwọ na ndị isi ngalaba dị iche iche n'ime afọ iri atọ gara aga",
  "Onye isi ngalaba ụlọ akwụkwọ ahụ gara aga bụ Prọfesọ",
  "Dr",
  "(med.) E",
  "Oviasu ebe onye isi ngalaba nọ  ugbu a bụ Prọfesọ Wilson E",
  "Sadoh",
  "E guzobere School of Basic Medical Science n'ọnwa Disemba afọ 2003, site na College of Medical Sciences ma mechaa malite ya na onwa Jenụwarị afọ 2004",
  "Ụlọ akwụkwọ hụ na-eme omume agụmakwụkwọ B.Sc.",
  "Na mgbakwunye, ụlọ akwụkwọ ahụ na-enye aka n'ọrụ nye ụlọ akwụkwọ ndị ọzọ dị na Ogige kọleji ahụ: Ụlọ akwụkwọ nke Ọgwụ na nke ngalaba gbasara Eze bụ Dentistry yana ngalaba ndị ọzọ na mahadum ahụ: Sayensị na School of Pharmacy.",
  "Ụlọ akwụkwọ  Basic Medical Science nwere ngalaba asaa edepụtara:",
  "Ụlọ akwụkwọ ngalaba ọgwụgwọ eze na-ahazi ọmụmụ na usoro mmụta n'ime kọleji na nsonye onyinye  Bachelor of Dental Surgery (BDS)",
  "E guzobere ụlọ akwụkwọ ngalaba ọgwụgwọ ezé, dị ka a maara ya n'oge ahụ, n'afọ 1976 ma nabata ìgwè  ụmụ akwụkwọ na oge agụmakwụkwọ afọ 1976/77",
  "E guzobere ya dị ka akụkụ dị mkpa nke College of Medical Sciences n'afọ 1975 site na mmezigharị nke Ụ̀kpụrụ nke nguzobe Mahadum Benin",
  "N'afọ 2012, site na nkwado site n'aka ndị International Federation of Endodontic Associations(IFEA), onyinye sitere na Mahadum Texas na Houston School of Dentistry, na ezinụlọ Owen, Dr",
  "Mbachan Collins Okwen BDS",
  "(Benin), DDS., MBA",
  "webatara endodontics regenerative na endodontics microscopic nke oge a na Mahadum nke Benin Teaching Hospital.",
  "Faculty of Education, UNIBEN",
  "Faculty of Law, UNIBEN",
  "Faculty of Management Science, UNIBEN",
  "Faculty of Pharmacy, UNIBEN",
  "All saints Chapel, UNIBEN",
  "All saints Chapel, UNIBEN",
  "Side view of All saints chapel, UNIBEN",
  "University of Benin Food Court",
  "University of Benin Main Gate",
  "University of Benin Main Gate",
  "UNIBEN staff school",
  "University of Benin, Gate Entrance",
  "St",
  "Albert Catholic Church, University of Benin",
  "St",
  "Albert Catholic Church, University of Benin",
  "Erastus B.O",
  "Akingbola Hostel, University of Benin",
  "Faculty of Environmental Sciences, University of Benin",
  "Faculty of Management Sciences, University of Benin",
  "Joint Universities Preliminary Examination Board Study Centre, University of Benin",
  "Main Auditorium, University of Benin",
  "Centre for Research, Innovation and Development, University of Benin",
  "Department of Biochemistry, Faculty of Life Sciences, University of Benin",
  "Department of Quantity Surveying, University of Benin"
]