[
  "Mahadum Lagos, nke a mara nke ọma dị ka UNILAG, bụ mahadum nyocha ọha na eze dị na Lagos, Naịjirịa ma guzobe ya na afọ 1962",
  "UNILAG bụ otu n'ime mahadum ọgbọ mbụ na Naịjirịa ma bụrụkwa otu n'etiti mahadum kachasị elu n'ụwa na akwụkwọ agụmakwụkwọ",
  "Mahadum ahụ nwere ụlọ akwụkwọ atọ ugbu a na mpaghara Lagos",
  "Ọ bụ ezie na abụọ n'ime ụlọ akwụkwọ ya dị na Yaba (isi ụlọ akwụkwọ dị na Akoka na ụlọ akwụkwọ e mepụtara n'oge na-adịbeghị anya na ụlọ akwụkwọ radiography), ọ bụ kọleji ọgwụ dị na Idi-Araba, Surulere. Ọdọ mmiri Lagos gbara ogige ya gburugburu ma nwee ala 802 acres",
  "Mahadum Lagos ugbu a [mgbe?] na-anabata ihe karịrị ụmụ akwụkwọ 9,000 kwa afọ ma na-edebanye aha ihe karịrị ụmụ amaala 57,000.",
  "Otu kọmitii nleta, nke e mepụtara iji nyochaa ihe omume nke mahadum ahụ n'etiti afọ 2016 na 2020 chọpụtara ikpe nke mmebi ego site n'aka ndị isi ọrụ ma nye mahadum iwu ka ha mechie akaụntụ na ụlọ akụ azụmahịa.",
  "E guzobere UNILAG na afọ 1962, afọ abụọ mgbe nnwere onwe nke Naịjirịa site na Britain",
  "Ọ bụ otu n'ime mahadum ise mbụ e guzobere na mba ahụ, nke a maara ugbu a dị ka \"mahadum ọgbọ mbụ\". A họpụtara Eni Njoku dị ka osote onye isi ojii mbụ nke mahadum ahụ na afọ 1962, ọ nọgidekwara n'ọkwa ruo afọ 1965 mgbe Saburi Biobaku nọchiri ya",
  "Otú ọ dị, n'ihi esemokwu gbara nhọpụta ya gburugburu, Kayode Adams, nwa akwụkwọ na-eme ihe ike nke kwenyere na nhọpụta Biobaku bụ ihe na-ezighị ezi na agbụrụ kpaliri, mara Saburi mma.",
  "Site na afọ 2017 ruo taa, osote onye isi ala bụ prọfesọ Oluwatoyin Ogundipe. N'afọ 2019, BBC kọrọ na \"ndị nta akụkọ nwanyị na-enye nsogbu mmekọahụ, na-enye ha aro ma na-etinye ha n'okpuru nrụgide site n'aka ndị nkuzi dị elu n'ụlọ ọrụ ndị ahụ mgbe niile ha na-eyi kamera nzuzo\".",
  "Mahadum ahụ akụziwo ọtụtụ ndị gụsịrị akwụkwọ a ma ama, ndị ọkà mmụta sayensị a ma ama",
  "Ndị ndọrọ ndọrọ ọchịchị, ndị ọka iwu, ndị ahịa, ndị na-eme ihe ntụrụndụ, ndị eze, ọtụtụ ndị na-ahụ maka teknụzụ, ndị natara iwu mba Naijiria, ndị otu agụmakwụkwọ dị iche iche",
  "Ka ọ na-erule Septemba, na afọ 2020, otu onye nrite Nobel na otu onye nrise Pulitzer nwere njikọ na Mahadum Lagos dị ka ụmụ akwụkwọ, ndị gụsịrị akwụkwọ, ngalaba, ma ọ bụ ndị ọrụ.",
  "Mahadum ahụ anọgide na-abụ otu n'ime ndị kachasị asọmpi na mba ahụ n'ihe gbasara nnabata",
  "Na ihe dị ka ụmụ akwụkwọ 57,000 ka ọ na-erule afọ 2013, Mahadum Lagos nwere otu n'ime ụmụ akwụkwọ kachasị na mahadum ọ bụla na mba ahụ.  Mahadum Lagos bụ otu n'ime mahadum iri abụọ na ise nke gọmentị etiti na-elekọta ma na-enye ikike site na National Universities Commission (NUC).",
  "Akwụkwọ Forbes bipụtara n'oge na-adịghi anya kwuru na ụlọ akwụkwọ ahụ bụ mahadum nke atọ kachasị mma n'Africa maka ọchụnta ego mgbe Mahadum Cape Town na Mahadum Makerere gasịrị, na-akpọ Mahadum Lagos \"ụlọ ọrụ mmalite\" maka ụmụ akwụkwọ Naijiria.",
  "A na-akpọ mahadum ahụ \"mahadum nke mbụ na mpako mba\". Ọrụ nyocha nke mahadum ahụ bụ otu n'ime isi ihe ndị National Universities Commission (NUC) ji mee ihe n'ikpe mahadum ahụ ikpe dị ka mahadum kachasị mma na Naịjirịa na Nigerian University System Annual Merit Award (NUSAMA) na afọ 2008.",
  "Mahadum Lagos, College of Medicine nwere njikọ na Lagos University Teaching Hospital(LUTH)",
  "Na 29 Junn, na afọ 2020, mahadum ahụ natara robot, CRZR, site na isi obodo dị ka onyinye iji lụso mgbasa nke COVID-19 ọgụ.",
  "Centre for Biodiversity Conservation and Ecosystem Management (CEBCEM)",
  "Ụlọ ọrụ ahụ, nke e guzobere n'ọnwa Eprel, na afọ 2018, na-elekwasị anya na njikwa ụdị dị iche iche, nchekwa na nlekota nke gburugburu ebe obibi na-adịgide adịgide site na nyocha mmekorita",
  "CEBCEM na-enye ikpo okwu maka nyocha na agụmakwụkwọ maka ụmụ akwụkwọ nke ụlọ akwụkwọ tertiary yana ịkwado maka mmata gburugburu ebe obibi",
  "The Centre for Biodiversity conservation and ecosystem t",
  "Ụlọ ọrụ ahụ, nke e guzobere n'ọnwa Eprel, na afọ 2018, na-elekwasị anya na njikwa ụdị dị iche iche, nchekwa na nlekota nke gburugburu ebe obibi na-adịgide adịgide site na nyocha mmekorita. CEBCEM na-enye ikpo okwu maka nyocha na agụmakwụkwọ maka ụmụ akwụkwọ nke ụlọ akwụkwọ tertiary yana ịkwado maka mmata gburugburu ebe obibi",
  "The Centre for Biodiversity Conservation and Ecosystem Management bụ nzaghachi nke Mahadum Lagos na egwu nke biodiversity na Naịjirịa",
  "Nzaghachi a gụnyere ịtụ aro ngwọta mpaghara maka ihe ịma aka nchekwa dị iche iche nke a na-eme ka ọ dị mfe site na enyemaka nyocha ụlọ ọrụ dịka TETfund.",
  "Ndị isi ndị isi nọ ugbu a na nchịkwa mahadum na ọnọdụ ha bụ ndị a:",
  "N'etiti ndị gụsịrị akwụkwọ na Mahadum Lagos, Akoka na ụlọ ọrụ ndị ọzọ dabara n'okpuru ọkọlọtọ ahụ bụ;",
  "N'abalị iri abụọ na itoolu n'ọnwa Mee, n'afọ 2012, onye isi ala Naịjirịa n'oge ahụ, Goodluck Jonathan, tụrụ aro ka a gbanwee aha Mahadum Lagos ka ọ bụrụ Mahadum Moshood Abiola iji sọpụrụ Moshood Abiolo, onye nwụrụ n'ụlọ mkpọrọ dị ka onye mkpọrọ ndọrọ ndọrọ ọchịchị n'afọ 1998",
  "Mgbanwe aha a tụrụ aro ghọrọ isiokwu nke mkpesa site n'aka ụmụ akwụkwọ na ndị gụsịrị akwụkwọ",
  "N'ihi ya, a tụfuru atụmatụ ahụ ka gọmentị etiti Naịjirịa kwenyere na ngagharị iwe nke mgbanwe aha ahụ kpaliri.",
  "E nwela akụkọ banyere omume mmekọahụ na-ezighị ezi megide ọtụtụ ndị nkuzi na mahadum nke mahadum ahụ gọnahụrụ",
  "Ndị bụbu ndị mmegbu mmekọahụ mepụtara ihe nkiri nyocha nke a na-ebugo na YouTube.",
  "Research_and_innovation_office,_University_of_Lagos",
  "Faculty_of_Art,_University_of_Lago",
  "University_Library,_University_of_Lagos",
  "J.",
  "Sport_center,_University_of_Lagos",
  "Unilag_Senate_house",
  "Akintunde_Ojo_memorial_hall,_Unilag",
  "Unilag_Lagoon_Front_Fountain",
  "Quadrangle,_Faculty_of_Arts,_Unilag"
]