[
  "Mahadum Naijiria, nke a na-akpọkarị UNN, bụ mahadum gọọmenti etiti dị na Nsukka, Enugu State, Naijiria",
  "O bu Nnamdi Azikiwe [[[https://en.wikipedia.org/wiki/Nnamdi_Azikiwe]] tọrọ ntọala Mahadum a n'afo 1955 ma meghee ya na Abali Asaa n'ime onwa Octoba n'afo 1960, Mahadum Nigeria nwere ogige atọ na Enugu State- Nsukka, Enugu, na Ituku-Ozalla - na ogige Aba na Abia State",
  "Mahadum nke Naijiria bụ ụlọ akwụkwọ mahadum izizi zuru oke na nke izizi na Naijiria,  egosipụtara na usoro agụmakwụkwọ America",
  "Ọ bụ mahadum mbụ na-enye ala na Africa na otu n'ime mahadum ise kacha ewu ewu na Nigeria",
  "The mahadum nwere 15 ikike na 102 agụmakwụkwọ ngalaba",
  "Mahadum a na-enye 108 mmemme undergraduate na 211 mmemme postgraduate",
  "Mahadum a mere emume ncheta 50th ya na Ọktoba 2010, ma gaara eme emume ncheta afọ 60 ya ichekwa maka ọrịa COVID-19.",
  "Enyere iwu iji guzobe mahadum na mpaghara ọwụwa anyanwụ Nigeria na 18 Mee 1955",
  "Ọ bụ ezie na ụbọchị ahụ bụ mmalite mmalite nke akụkọ ihe mere eme nke Mahadum Nigeria, n'itinye iwu a site n'aka ọtụtụ ndị ndu Naijiria, ma kpalie ya karịsịa site n'aka onye isi ala ọwụwa anyanwụ n'oge ahụ, Dr",
  "Nnamdi Azikiwe",
  "Otu n'ime nzọụkwụ mbụ gọọmentị Eastern Nijiria mere maka mmejuputa nkwa ya bụ òkù a na-akpọ ma United States of America na United Kingdom ka ha ziga ndị ndụmọdụ ka ha nyere aka na nhazi akụkụ anụ ahụ na mmụta nke mahadum a chọrọ.",
  "N'okpuru nkwado nke Inter-University Council for Higher Education and Overseas na International Co-operation Administration (ugbu a United States Agency for International Development ), JW Cook, osote onye isi oche nke Mahadum Exeter, Dr John A",
  "Hannah, President nke Michigan State University na Dr Glen L",
  "Taggart, Dean of International Programs na otu mahadum, bịara Nijiria na n'afo 1958",
  "Ndị otu ahụ nyochara saịtị ahụ na Nsukka, wee nyocha nke ọma ọtụtụ ihe dị iche iche metụtara nguzobe mahadum ọhụrụ.",
  "Nsonaazụ nke mbọ ha dị n'akwụkwọ ọcha nke Gọọmenti Eastern Nijiria wepụtara na 30 n'onwa Nọvemba n'afo 1958",
  "Ha akwadoro \"na mmepe nke Mahadum Naijiria dabere n'echiche nke ọrụ maka nsogbu na mkpa Nijiria, O bụ ọrụ a na-achọsi ike na nke kwesịrị ịnata nkwado site n'ebe ọ bụla nwere ike inye aka mee ka ọ bụrụ ezigbo mgbalị\".",
  "Ha gara n'ihu tụọ aro ka e guzobe kansụl nwa oge ka \"ịdepụta n'usoro nka na ndụmọdụ dị n'ụwa niile maka enyemaka n'ịhazi ụlọ ọrụ ahụ\".",
  "Kansụl oge ahụ, nke ndị omebe iwu Eastern Nijiria nyere ikike, bụ onye Gọvanọ na Kansụl họpụtara n'onwa April n'afo 1959, ma nyekwa ya ikike ego na nhazi dị mkpa iji wuo mahadum dị mma",
  "Ọ gosipụtara mmụọ nke imekọ ihe ọnụ nke mba ụwa nke mụrụ ụlọ ọrụ ahụ",
  "Ọ juputara na  Dr",
  "Nnamdi Azikiwe, onyeisi oche, Dr",
  "T",
  "Olawale Elias na Dr",
  "Okechukwu Ikejiani sitere na Federation of Nigeria, J.S",
  "Fulton bu onye si na United Kingdom, Dr",
  "Marguerite Cartwright na Dr",
  "Eldon Lee Johnson bu ndi si na United States of America",
  ".",
  "Emeghere mahadum ahụ n'ihu ọha na onwa Oktoba 7, n'afo 1960, dị ka njedebe na mmemme nnwere onwe Naijiria na mpaghara ọwụwa anyanwụ",
  "onye Royal Highness, Princess Alexandra nke Kent, nọchitere anya Eze Nwanyị Queen Elizabeth II na mmemme nnwere onwe Naijiria, mere mmemme mmeghe wee tọọ ntọala otu n'ime ụlọ mbụ mahadum ahụ.",
  "Omumu ihe nke Mahadum a malitere na  Oktoba 17 n'afo 1960 site na ndebanye aha ụmụ akwụkwọ 220 na ndị otu nke ndị ọrụ agụmakwụkwọ di iri na-ato",
  "Okwu mmeghe ahụ bụ onye isi oche nke Council Provisional, Dr Nnamdi Azikiwe, onye isi oche mbụ nke Federation of Nijiria, na Dr John A",
  "Hannah, Onye isi oche nke Mahadum Michigan State University, USA.",
  "Mahadum a bụ n'ụzọ zuru ezu kwụụrụ onwe, na ike inye degrees na onwe ya",
  "N'ikwu okwu na teknụzụ, ọ ghọrọ mahadum izizi zuru oke na Nijiria, ebe Ibadan ka bụ kọleji mahadum n'oge ahụ na-enye nzere London",
  "Ọ ghọkwara mahadum izizi nke gọọmentị mpaghara Naijiria hibere",
  "The University College Ibadan, ụlọ akwụkwọ na-enye akara ugo mmụta kacha ochie, wepụrụ eriri afọ ya na London na onwa Jenụwarị n'afo 1963 wee bụrụ Mahadum nke Ibadan",
  "N'ọnwa Julaị n'afo 1967, ọ tụgharịrị na ndị mbụ gụsịrị akwụkwọ na-ejide ogo Ibadan (kama London),  n'oge Nsukka arụpụtala ihe ọkụkụ abụọ nke ndị gụsịrị akwụkwọ ma were mgbasa ozi niile maka ịwepụta ndị mbụ gụsịrị akwụkwọ na mahadum Naijiria kwụụrụ onwe ya",
  "Mahadum a nwere ogige anọ - Nsukka (University of Nigeria, Nsukka, UNN), Enugu (University of Nigeria Enugu campus, UNEC), Ituku-Ozalla (University of Nigeria Teaching Hospital, UNTH) na Aba (University of Nigeria Aba campus, UNAC)",
  ").",
  "Isi ụlọ akwụkwọ mahadum ahụ dị na hectare 871 nke ugwu savannah dị n'obodo Nsukka, ihe dị ka kilomita iri asatọ n'ebe ugwu Enugwu, ma nwee ọmarịcha ihu igwe dị mma",
  "Na mgbakwunye, hectare 209 nke ala ubi dị maka ugbo ugbo nnwale na hectare 207 maka mmepe ụlọ ndị ọrụ",
  "Enwere njem njem n'okporo ụzọ n'etiti Nsukka na Enugwu, na Nsukka dịkwa mfe ịnweta n'akụkụ niile nke Nigeria",
  "Enwere ụlọ ịzụ ahịa ọgbara ọhụrụ na nnukwu ahịa na obodo Nsukka",
  "Ụlọ akwụkwọ Nsukka nwere ngalaba ikike nke Agriculture, Arts, Biological Sciences, Education, Engineering, Pharmaceutical Sciences, Physical Sciences, Social Sciences, na Veterinary Medicine.",
  "E webatara ụlọ akwụkwọ mahadum ahụ bụbu Nijirian College of Arts, Sayensị na Nkà na Ụzụ n'Enugwu n'afọ 1961, ma ụlọ ya bụzi Enugu Campus (hectare 200) nke mahadum ahụ dị n'etiti Enugu, isi obodo nchịkwa nke steeti Enugu",
  "Naijiria",
  "Enugwu bụ obodo ọgbara ọhụrụ, nke ụgbọ elu, ụgbọ oloko na okporo ụzọ na-esi enweta ya",
  "Faculties of Business Administration, Environmental Studies, Law and Medical Sciences dị na Enugwu Campus.",
  "Ụlọ ọgwụ nkuzi (UNTH ) nke dị na mahadum dị ugbu a na Ituku-Ozalla (kilomita 25 na ndịda Enugu) n'ebe dị hectare 500",
  "Ọ na-akwado ngalaba nke Dentistry na Health Sciences and Technology.",
  "Ụlọ akwụkwọ Aba (UNAC) na-akwado National Institute for Nigerian Languages",
  "E mepere ụlọ akwụkwọ mbụ n'onwa Oktoba n'afo 1973 na Calabar, Cross River State",
  "Ogige ụlọ akwụkwọ dị na Calabar ghọrọ Mahadum Calabar zuru oke n'onwa Ọktoba 1977.",
  "Aha gọọmenti nke mahadum bụ University of Nigeria  na aha mkpọkpọ aha UNN",
  "\"UN\" na-anọchi anya University of Nigeria ebe \"N\" ikpeazụ na-anọchi anya Nsukka",
  "Ọ bụkwa nnukwu ụlọ akwụkwọ mahadum, Nsukka (University of Nigeria, Nsukka) na-ekekwa mkpọokwu a",
  "Yabụ na teknụzụ, aha Mahadum Nigeria, Nsukka na-ezo aka na ogige ụlọ akwụkwọ dị na Nsukka naanị ebe aha Mahadum Nigeria na-ezo aka na ogige ụlọ akwụkwọ mahadum niile",
  "Enwere ike idetu aka na ebe ụlọ akwụkwọ ndị ọzọ dị site n'ịkpọ aha obodo ebe ha dị karịa nkọwa blanket nke nwere aha Nsukka",
  "Ụmụ akwụkwọ nọ na Enugwu Campus na-ahọrọ ide aha ụlọ akwụkwọ ha dị ka University of Nigeria Enugu Campus (UNEC)  ma ọ bụrụ na ha ga-agbakwunye ebe ụlọ akwụkwọ ha dị",
  "Ụmụ akwụkwọ si n'ogige ndị ọzọ nke ụlọ akwụkwọ ahụ na-ahọrọkwa otu ihe ahụ",
  "Akwụkwọ gọọmentị nke ụlọ akwụkwọ ahụ na-akọwa ụlọ akwụkwọ ahụ dị ka nanị Mahadum Nigeria",
  "Ha na-emekwa dichotomy mgbe ha na-ekwu maka ogige dị iche iche nke ụlọ akwụkwọ ahụ.",
  "Onye odeakụkọ bụ Chinua Achebe mere nhọpụta nyocha na nkuzi na mahadum, malite na mbido 1970s",
  "Ọ rụrụ ọrụ na ngalaba nka ya na onye nkatọ na ọkà mmụta akwụkwọ Africa Donatus Nwoga",
  "Astrophysicist Sam Okoye tọrọ ntọala Space Research Center na 1972",
  "Center for Basic Space Research ka bụ otu n'ime ụlọ ọrụ ole na ole dị n'Afrịka na-eme nyocha ma na-enye ọmụmụ ihe na mbara igwe na ọkwa mahadum na postgraduate.",
  "Ụlọ akwụkwọ ahụike, na Enugu, nwere ọtụtụ ọrụ ya na Ụlọ Ọrụ Nkụzi Mahadum nke Nigeria (UNTH), bụ ebe a zụrụ ndị dọkịta na ndị ọrụ ahụike ndị ọzọ na ụkpụrụ dị elu ma gosi na ọtụtụ afọ na ha nwere ike ime mgbanwe dị mma n'Africa",
  "na usoro nlekọta ahụike ụwa niile",
  "Ndị dọkịta na ndị nọọsụ a zụrụ azụ na ụlọ ọrụ ahụ enyela aka n'ịkwalite ọgwụ.",
  "A rụrụ ịwa ahụ obi nke mbụ mepere emepe na Naijiria na ndịda Sahara Africa n'afọ 1974 n'ụlọ ọgwụ University of Nigeria Teaching Hospital (UNTH) Enugu",
  "Ndị otu a bụ ndị ọbịa Magdi Yacoub si UK na ndị ọzọ so na otu ahụ gụnyere Prọfesọ FA Udekwu na Anyanwu",
  "College of Medicine abanyela na ebe etiti maka ịwa ahụ obi na obi ụtọ okpomọkụ maka mpaghara ọdịda anyanwụ Afrịka yana oche nke National Cardiothoracic Centre na UNTH Enugu",
  "A na-emekwa ọtụtụ nyocha ahụike na kọleji",
  "Ọtụtụ n'ime ọrụ ndị a na-eru nso, mana ọ dị mkpa ịmara na ụfọdụ kwa adaghị mmecha ya n'ihi enweghị ego yana gọọmentị achọghị inye ego nyocha nkeonwe.",
  "Ngalaba Na-ahụ Maka Ọmarịcha na nka bụ nke a ma ama maka otu Nsukka – ndị nka asaa jikọtara ya na usoro omenala na ụdị Igbo a na-akpọ uli",
  "Ndị nka asaa ahụ bụ Uche Okeke,  Chike Aniakor,  Obiora Udechukwu,  El Anatsui,  Tayo Adenaike,  Ada Udechukwu,  na Olu Oguibe",
  "Ngalaba iwu nke mahadum bụ nke kacha ochie na Naijiria; e hiwere ya na 1960",
  "O nyela aka na nkuzi gbasara iwu na Naijiria ma zụọkwa ndị ọka iwu dịka onye bụbu osote onye isi ala; Alex Ekwueme, in law practice.",
  "Ngalaba nke injinịa eletrọnịkị ka gọọmentị etiti Naijiria kpọrọ aha Center of Excellence in Electronics na 1982",
  "Ọ bụ otu n'ime mmemme a na-achọkarị iji mụọ na mahadum",
  "Ngalaba ahụ ewepụtala ụmụ akwụkwọ gụsịrị akwụkwọ kacha mma na mahadum yana nwa akwụkwọ gụsịrị akwụkwọ kacha mma na ngalaba injinia",
  "Ọ bụ ụlọ akwụkwọ izizi na naanị na Nigeria nwere Injinia Eletrọnịkị dị ka ngalaba nweere onwe ya.",
  "N'ime nso nso a, ọtụtụ ọrụ sitere na Ngalaba Na-ahụ Maka Ọgwụ na Ọgwụ na-ahụ maka ọgwụgwọ ebe a na-enweta ihe ọhụrụ megide nje HIV site na isi ihe ọkụkụ dị n'ógbè ahụ",
  "Akpọrọ aha \"irab\" onye ọrụ ọhụrụ a na-eche na ọ bụ onye na-egbochi fusion na ọmụmụ na nnwale ụlọ ọgwụ mbụ egosila nsonaazụ dị ịtụnanya",
  "Ihe kwesịrị ịrịba ama bụ ịchọta ngwa ọhụrụ maka ọgwụ ochie ochie",
  "Piperazine citrate nke bụ ọnụ ala anthelmintic dị ọnụ ala na nke dị nchebe nke fọrọ nke nta ka ọ bụrụ na ọ ga-adaba na-egosi na ọ nwere ihe mgbochi arryhthmic site na ọmụmụ ihe na ngalaba",
  "Ndị nchọpụta ahụ achọpụtala na piperazine nwere ike ichebe obi pụọ na ọnwụ obi mberede site na fibrillation ventricular.",
  "nA na-arụ ọrụ nyocha n'ofe ọtụtụ ụlọ akwụkwọ na kọleji dị na mahadum dị ka ụlọ akwụkwọ maka ọmụmụ ihe Africa, agụmakwụkwọ, ọmụmụ mmepe, ọmụmụ akwụkwọ postgraduate na ọgwụ herbal na nchọpụta ọgwụ na mmepe",
  "Enwekwara ụlọ ọrụ hiwere iji lelee mgbanwe ihu igwe, sayensị mbara igwe na nyocha ike na mahadum",
  "Ụlọ akwụkwọ mahadum nke Nigeria, Nsukka Libraries nwere ụlọ akwụkwọ Nnamdi Azikiwe, Enugu Campus Main Library na Medical Library dị na College of Medicine, University of Nigeria Teaching Hospital, Ituku-Ozalla.",
  "Ihe karịrị otu nyocha 139 dị na mahadum",
  "Nsonaazụ nke otu ndị a gbasaa na ngalaba ngalaba, ebe etiti, ụlọ akwụkwọ na ọbá akwụkwọ emeela ka mahadum pụta ìhè na obodo nyocha zuru ụwa ọnụ.",
  "Roar Nigeria Hub bụ otu n'ime mahadum zuru oke agbakwunyere ICT Hubs na West Africa",
  "Dị na Mahadum Nigeria, ụlọ ọrụ nwere ụmụ akwụkwọ ihe fọrọ nke nta ka ọ bụrụ 40,000 na ụlọ akwụkwọ agụmakwụkwọ 12 n'ime otu elekere site n'obodo Enugu",
  "Osote onye isi ala ozugbo, Prọfesọ Benjamin Chukwuma Ozumba gbara iji mepụta mahadum mara mma mere ka ụlọ ọrụ ahụ bụrụ ngalaba nkeonwe nke ụmụ akwụkwọ abụọ gụsịrị akwụkwọ na mahadum ahụ",
  "Roar Nigeria Hub dị n'ime isi saịtị ya bụ Nsukka",
  "Hub bụ atụmatụ nkeonwe sitere n'aka ụmụ akwụkwọ injinia abụọ nke mahadum",
  "Ebumnuche nke ebe a bụ ịgba ume ọrụ ọchụnta ego n'etiti ụmụ akwụkwọ na ngalaba, itinye ego na echiche  nke ụmụ akwụkwọ na-eduzi, yana inye aka jikọta agụmakwụkwọ, ọha na eze na ụlọ ọrụ n'otu ahụ.",
  "University of Nigeria Nsukka alumni are made up of numerous politicians, like the state governors as well as senators and ministers in the Nigerian and other African governments, academics, actors, artists and business people.Àtụ:See",
  "Onye osote onye isi oche na-akwado ndị osote onye isi oche abụọ",
  "Ndị bụbu na ugbu a bụ ndị mezuru ọkwa a bụ:",
  "N'okpuru bụ ụfọdụ ụlọ ọrụ mmekọ kwadoro nke Mahadum Nigeria, Nsukka nke National Universities Commission (NUC)"
]