[
  "Mahadum Cape Coast bụ ụlọ akwụkwọ kọleji na-ahụ maka ọha na eze na Cape Coast, Ghana",
  "E guzobere mahadum na 1962 site na oke mkpa maka oke ọkachamara na ọkachamara na agụmakwụkwọ",
  "E guzobere ya iji zụọ ndị nkuzi gụsịrị akwụkwọ maka ụlọ ọrụ sekọndrị nke abụọ dịka kọleji ọzụzụ ndị nkuzi na ụlọ ọrụ teknụzụ, ebumnuche ebumnuche nke mahadum mahadum abụọ dị n'oge ahụ enweghị mmezu",
  "Mahadum etinyela na ọrụ ya ọzụzụ nke ndị dọkịta na ndị ọkachamara n'ịgwọ ahụike, yana ndị nhazi mmụta, ndị nchịkwa, ndị ọka iwu, na ndị ọrụ ugbo",
  "Ndị gụsịrị akwụkwọ na UCC gụnyere ndị Minista nke Steeti, ndị isi ọrụ, ndị isi ụlọ ọrụ, na ndị otu nzuko omeiwu.",
  "Mahadum ahụ, nke dị kilomita ise n’akụkụ ọdịda anyanwụ nke Cape Coast, dị n’elu ugwu na-ele Atlantic Ocean anya",
  "Ọ na-arụ ọrụ na ụlọ ọrụ abụọ: Southern Campus (Old Site) na Northern Campus (New Site)",
  "Abụọ n'ime saịtị akụkọ ihe mere eme kachasị mkpa na Ghana, Elmina na Cape Coast Castle, dị naanị kilomita ole na ole site na mahadum.",
  "Mahadum Cape Coast ka edoziri taa kọleji isii",
  "Kọleji ọ bụla nwere ụlọ akwụkwọ na ngalaba dị iche iche n'okpuru ha dị ka akọwara n'okpuru;",
  "Thelọ akwụkwọ nke gụsịrị akwụkwọ (SGS) nke Mahadum Cape Coast malitere na 1 August 2008",
  "Ọ malitere dị ka Kọmitii na ogo dị elu, nwere ikike inye ndụmọdụ maka Senate na iwu gụsịrị akwụkwọ na Mahadum ma kwado onyinye nke agụmakwụkwọ maka nkwado",
  "N’afọ 1992, a gbanwere Kọmitii Na-ahụ maka Ugo Dị Elu na Board nke Mmụta Akwụkwọ Gụsịrị Akwụkwọ",
  "E nyefere Kọmitii a, kọmitii nke kọmitii agụmakwụkwọ maka ịnye agụmakwụkwọ gụsịrị akwụkwọ na Mahadum, ruo mgbe e buliri ọkwa ya na Schoollọ Akwụkwọ na 1 August 2008",
  "Schoollọ akwụkwọ nwere ikike ịhazi usoro mmemme agụmakwụkwọ gụsịrị akwụkwọ maka Collelọ akwụkwọ kọleji niile na Mahadum",
  "Ọ na-ahazi ma na-enye ndụmọdụ maka mmemme gụsịrị akwụkwọ nke kọleji mahadum jikọtara na Mahadum Cape Coast.",
  "Iji mezuo ọhụụ ya na ebumnuche ya, thelọ akwụkwọ nwere ọrụ anọ:",
  "Mahadum ahụ na-arụ ọrụ sistemụ nke ọkara maka mmemme mmemme gụsịrị akwụkwọ mgbe niile",
  "Semester nke izizi bidoro n’August rue Disemba na Semester nke abụọ site na Jenụwarị ruo Mee",
  "Mahadum onyinye Master of Arts (MA), Master of Science (M.Sc.), Master of Education (M.Ed.), Master of Business Administration (MBA), Master of Philosophy (M.Phil.), Master of Azụmaahịa (M.Com.) Na Dọkịta nke Nkà Ihe Ọmụma (PhD) na ọkwa dị iche iche.",
  "MA / M.Ed./M.Sc",
  "mmemme a ga - abụrịrị ọkara abụọ  nke ọrụ n'ezie (ọnwa itoolu) (ọnwa itoolu) wee soro ya rụọ ọrụ ma ọ bụ nyocha (ọnwa atọ).",
  "The Master of Philosophy (M.Phil.) Mmemme ga-ejikọrịrị akụkụ abụọ",
  "Akụkụ nke m ga-enwe usoro ọmụmụ abụọ nke ọrụ maka ụmụ akwụkwọ oge niile yana ọkara agụmakwụkwọ anọ maka ụmụ akwụkwọ nwa oge",
  "Akụkụ nke Abụọ gbatịrị ọnwa 12 ma bụrụ maka nyocha na ngosipụta nke tesis ahụ",
  "Dọkịta nke Nkà Ihe Ọmụma (Ph.D.) mmemme bụ isi site na nyocha",
  "Oge dị n'etiti 3 na 4 afọ maka ụmụ akwụkwọ oge niile na afọ 4 na 5 maka ụmụ akwụkwọ oge.",
  "E hiwere forlọ Ọrụ Maka Mmụta Mba Nile (CIE), Mahadum nke Cape Coast iji kwalite, kwado na ịhazi akụkụ niile nke ọrụ agụmakwụkwọ mba ụwa na Mahadum",
  "Ihe omume ndị a gụnyere ụmụ akwụkwọ mba ụwa na mgbanwe ndị ọrụ, mmekorita nyocha na mbipụta, yana ịkekọrịta ozi, ebumnuche niile iji bulie ogo mba ụwa nke Mahadum.",
  "Kemgbe ọtụtụ afọ, Centerlọ Ọrụ ahụ etinyere njikọ na ụlọ akwụkwọ agụmakwụkwọ ka elu site na USA, China, UK, Sweden, Germany, Liberia, Nigeria na Senegal, na ndị ọzọ.",
  "Centerlọ Ọrụ ahụ na-enye ọrụ nkwado pụrụ iche maka ụmụ akwụkwọ na ndị na-apụ apụ na ndị na-apụ apụ na ndị ọrụ na nsogbu gụnyere, mana ọ bụghị naanị maka, nghazi, nnabata, ndebanye aha, ebe obibi, nlekọta anụ ụlọ, mkparịta ụka tupu ịpụ na nzaghachi mkparịta ụka maka nloghachi maka ụmụ akwụkwọ inbound na outbound mkpara.",
  "Mahadum Cape Coast na-eme mmemme mmemme ụmụ akwụkwọ mba ofesi yana ndị sonyere na Europe, North America, na mba ndị ọzọ dị n'Africa",
  "Studentsmụ akwụkwọ ụwa abanyela kpamkpam n'ime ụmụ akwụkwọ na ndụ ụlọ akwụkwọ wee nata otuto zuru oke na ịmecha akwụkwọ ha nke ọma na UCC."
]