[
  "Unoma Azuah (onye amụrụ na 23 n’onwa Juun 1969) bu onye ode akwukwo, onye nwere akwụkwọ ebịpụtara, na onye na-agba mbọ banyere ide akụkọ maka ndị LGBT (ndị mmekọahụ pụrụ iche)",
  "O biputala akwụkwọ ato, abuo n’ime ha ritere onyinye nsọpụrụ na mba di iche-iche",
  "Ọ na-elekwasị anya n'okwu metụtara ndị mmekọahụ pụrụ iche ndị Naijiria, dịka na Blessed Body: Secret Lives of LGBT Nigerians (2016)",
  "Amụrụ Azuah na Ogwashi-Ukwu na Delta Steetị nke Naijiria na-ezinulo nna ya bụ onye Tiv si Ukan na lokal gọọmentị Ushongo nke Benue State na nne ya onye Igbo si Asaba na Delta Steetị Dịka nwata onye amụrụ n'oge agha obodo Naijiria nwere nne na nna n'akụkụ abụọ nke esemokwu ahụ, a zụlitere ya dịka onye Igbo ma bụrụ onye pụrụ iche na ezinụlọ nna ya n'ihi na onye agha Tiv ns Naijiria ekwesịghị ịgafe ndị iro iji banye na Biafra (Igbo) maka mmekọ nwanyị.",
  "Ọ gara Mahadum UNN ebe, dị ka onye na-agụsibeghị akwụkwọ, ọ dezigharịrị akwụkwọ edemede ngalaba Bekee a na-akpọ The Muse wee nata onyinye nsọpụrụ nke nwa akwụkwọ kasị mma na Creative Writing maka afọ abụọ sochiri ya: 1992 na 1993. O nwetara nzere bachelo na mmuta asụsụ Bekee site na UNN na afọ 1994, nzere mastas na mmuta Bekee site na Mahadum Cleveland State, Ohio na 2001 na nzere mastas ọzọ na Fine Art site na Mahadum Virginia Commonwealth, na Richmond na-afọ 2003.",
  "Azuah bu onye mbu si Naijiria mere ka amata okwu gbasara LGBTQI ama na Naijiria",
  "Ọ hapụrụ Naịjirịa na 1999, mgbe ọ natara ọtụtụ ihe iyi egwu ndụ ya n'ihi ọrụ ya, ma ugbu a, o kewara oge ya n'etiti US na Naijiria iji gaa n'ihu na-enyere ndị LGBTQI aka ma na-arụ ọrụ.",
  "Banyere ọrụ ya, Azuah ekwuola \"A na m enyocha isiokwu nke mmekọahụ na mgbe m na-ede ihe, karịsịa mgbe m na-ede abu. Edible Bones sitere na ihe mere eme",
  "Ndụ nke onye bụ isi akụkọ ahụ na-egosipụta na ndụ nke onye si Naijiria ma kwabata mba ọzọ. Ọ bụ onye mmekọ nwoke na nwoke na-asọ oyi nke ukwuu, mana mgbe ọ gara n'ụlọ mkpọrọ wee bụrụ onye nlebara anya maka ndị ọchọ okwu, otu onye zọpụtara ya bụ onye mmekọ nwoke na nwoke\".",
  "Banyere iwu mmegide ndị mmekọahụ pụrụ iche na Naijiria, ọ kwukwara ihe ndị a: \"Ọ dị m ka ndị isi Naijiria ji okwu a dịka ihe ndọpụ uche ụmụ Naịjirịa site na itinye nchegbu n'ezie dị ka ụkọ ohere maka ịchọọ akụnụba na akụrụngwa. Ifufe siri ike nke okpukpere chi ndi Kristian nke juru Naijiria na akpata ndọpụ uche maka isiokwu a nke na-ekwesịgh bụ isiokwu nke esemokwu mba n'ihi na ihe ndi toro eto na-eme na nzuzo nke ime ulo ha agbasaghị onye obula.",
  "Edemede ya nke na-enyocha isiokwu gbasara mmekọ ụdị n'ụdị nwoke idina nwoke ma ọ bụ nwaanyị idina nwaanyị na ịgbachitere mmekọahụ obụna pụrụ iche, maka onye ode akwụkwọ si Naịjirịa gosiri \"omume obi siri ike n'ezie\" Ugbu a ọ bụzi nwa amaala nke United States, ọ gara n'ihu \"na-etinyekarị aka na ala nna ya site na ịkekọrịta akụkọ banyere mmebute nke ndị mmekọahụ pụrụ iche ebe ahụ.\"",
  "Azuah na-akuzi ide ihe ugbu a na Illinois Institute of Art – Chicago"
]