[
  "Urban 96 Radio Network bụ ụlọ ọrụ redio azụmahịa na-asụ Bekee nke nwere isi ụlọ ọrụ na Lekki, Lagos",
  "Ụlọ ọrụ ahụ na-agbasa usoro redio nke oge a, na-akpọ ụdị egwu dịgasị iche iche gụnyere R&B, hip hop, pop na ngwakọta nke ọdịbendị na ụdị",
  "Redio mbụ malitere Lagos dial ya na frequency 96.5 na OAPs na-abanye na ikuku na 1 Eprel, Ọ bụ isiokwu na-ewu ewu na Twitter n'ụbọchị ahụ. Ọ bụ Alphavision Multimedia, nke CMA Group, nwe ya ma na-arụ ọrụ ya, ọ bụkwa otu n'ime ndị otu mgbasa ozi onwe onye kachasị ewu ewu na Naịjirịa.",
  "Ụlọ ọrụ ahụ nyere ndị na-ege ntị narị puku anọ na-emebi ihe ndekọ n'ọnwa mbụ nke nnyefe ule ma na-elekwasị anya na ndị na-ekiri ihe na-emenụ n'etiti ndị dị afọ iri na anọ ruo iri atọ na anọ",
  "Alphavision Multimedia tụbara ya na nnukwu nnọkọ nke ji okpukpu abụọ dị ka mwepụta nke 96.5 Lagos ya",
  "Ihe omume ahụ mere na 8 Julaị 2016 na Lekki Coliseum Rooftop na Lagos",
  "DJ Neptune malitere setịpụrụ ya na elekere asaa nke mgbede, na OAPs na-agbanwere iji rịgoro n'elu ikpo okwu, na-ewebata onwe ha ma na-egosi ha na 96.5 dial na ụlọ ọrụ redio na-enweghị isi na-esonyere arụmọrụ eletrik site na Mayorkun, Reekado Banks, Skales, Solidstar, Saeon, Adekunle Gold, AjeButter22, Mr",
  "2kay, Viktoh, Endia, Yung L, Niniola na ndị ọzọ",
  "A na-agbasa ihe omume ahụ na ndụ nye ndị na-ege ntị na ndị ọrụ nke Urban96 android, ngwa iOS  na websaịtị obodo96.tv nwere hashtag gọọmentị nwetara ihe karịrị nde asaa puku iri anọ na narị itoolu na iri isii na anọ na soshal midia",
  "Site na 'Stadium Live Show' nke Akon, The Baka Boyz, Full Throttle Show na OAPs na-ejikwa awa atọ na-agbanwe n'oge dị mkpa nke ụbọchị na 'Urban World 40,' Top 40 countdown kwa izu",
  "Àtụ:Col-start\nÀtụ:Col-2",
  "Àtụ:Col-2",
  "Àtụ:Col-end",
  "Na Maachị afọ 2016, Urban96FM malitere ọwa TV nke otu aha ahụ, Urban96TV. Ụlọ ọrụ ahụ malitere dị ka ụlọ ọrụ dijitalụ mbụ na nke kachasị elu n'Africa naanị 24/7 TV channel",
  "A pụkwara ile ọwa ndị ahụ anya site na ngwa iOS na gam akporo raara onwe ya nye, yana ebe nrụọrụ weebụ ya. N'ọnwa Mee, Urban96 TV malitere ịhazi ọdịnaya TV malite na 'Urban96 Sing Along' na ONTV Nigeria nke Fay Fay kwadoro",
  "Ọwa TV a na-akpọ vidiyo egwu anaghị akwụsị akwụsị awa iri abụọ na anọ kwa ụbọchị, ụbọchị asaa n'izu ma na-egosipụtakwa ụfọdụ ọdịnaya."
]