[
  "Usoro nyocha ndị ọgbọ nke Africa (APRM) bụ ngwa nkwekọrịtara n'otu n'otu nke ndị otu mba Africa (AU) ji aka ha nweta dị ka usoro nleba anya nke onwe",
  "E hiwere ya na 2003.",
  "Ọrụ nke APRM bụ ịgba ume nkwekọ n'ihe gbasara ụkpụrụ ọchịchị, akụ na ụba na nke ụlọ ọrụ, koodu na ụkpụrụ, n'etiti mba Africa na ebumnobi na mmepe mmekọrịta ọha na eze yana iji hụ na nlekota na nyocha nke AU Agenda 2063 na SDGs 2030",
  "N'afọ 2018, Nzukọ Nnukwu nke 11 nke AU nke Onye isi ala na Gọọmentị ruru mkpebi ijikọ APRM na African Union n'ụzọ zuru ezu dịka mkpebi Assembly / AU / December 635 (XXVIII) nke 28th Ordinary Session nke Assembly Union nke emere na Addis Ababa",
  "Nzukọ ahụ gara n'ihu gbaa ume ka mba ndị so na AU sonye na APRM, ugbu a na-agụ ndị otu 40 na ntinye nke Republic of Seychelles na Zimbabwe na 32nd APR Forum na Addis Ababa, Ethiopia, na Jenụwarị 2020.",
  "1",
  "Ọchịchị onye kwuo uche ya na ọchịchị onye kwuo uche yakwe (DPG)",
  "2",
  "Ọchịchị na Nchịkwa akụ na ụba (EGM)",
  "3",
  "Ọchịchị ụlọ ọrụ (CG)",
  "4",
  "Mmepe mmekọrịta ọha na eze na akụ na ụba (SED)",
  "Ndị odeakwụkwọ APR na mba ahụ nọ n'okpuru nyocha nyocha na usoro nchịkọta na usoro nke Memorandum of Understanding (MoU)",
  "Mba a na-enyocha na-emepụta isi ihe iji soro odeakwụkwọ ahụ kwurịta okwu ma nye ya iwu ndị dị mkpa, nkwenye nkwekọrịta, mmefu ego na atụmatụ mmepe",
  "Secretariat na-akwadebe akwụkwọ nyocha ndabere",
  "N'otu oge ahụ, mba a na-enyocha n'onwe ya na-emecha APR Self-Assessment Questionnaire, na-achịkọta ntinye sitere na ọha mmadụ ma na-edepụta akwụkwọ na-akọwa nsogbu mba ahụ na National Programme of Action (NPoA) nwere usoro doro anya na oge ngwụcha maka otu ọ na-ezube ịkwado koodu na ụkpụrụ APRM, African Union Charter, na ọrụ UN",
  "Otu nleba anya obodo nke emebere na-ede akụkọ na-akọwapụta okwu ndị a ga-elekwasị anya n'oge ọrụ nyocha.",
  "Ọ na-eleta mba ahụ n'okpuru nyocha ma na-eme mkparịta ụka zuru oke na gọọmentị, ndị ọrụ, òtù ndọrọ ndọrọ ọchịchị, ndị omeiwu, na ndị nnọchi anya òtù ndị obodo (dịka mgbasa ozi, agụmakwụkwọ, òtù ndị ọrụ, ndị ọkachamara), na ngalaba onwe",
  "Ọrụ ahụ na-adịkarị izu abụọ na ọkara ruo atọ.",
  "Ndị otu nyocha mba APR na-ede akụkọ banyere mba a na-enyocha.",
  "4.Eze Nwanyị",
  "na-ewere ọnọdụ na ọkwa nke APR Forum, na-eji akụkọ APR Panel na nchọpụta ndị otu ahụ dị ka ihe ndabere",
  "Nzukọ APR na-atụle aro ndị a na ndị ndu nke mba ahụ.",
  "N'ime ọnwa isii, mgbe nyocha nke ndị ọgbọ gasịrị, a ga-etinye akụkọ nyocha mba ahụ e bipụtara na ụlọ ọrụ mpaghara (Pan-African Parliament, African Commission on Human and Peoples' Rights, AU Peace and Security Council, Economic, Social and Cultural Council of the African Union [ECOSOCC AU])",
  "A na-emezi ka akụkọ ahụ dị n'ihu ọha.",
  "(Komiti nke Ndị isi steeti na Gọọmentị na-ekere òkè)",
  "Ikike kachasị elu na-eme mkpebi.",
  "Ọ na-achịkwa usoro mmefu ego, ịhazi ihe onwunwe site na Member States, Strategic and Development Partners, na APRM Trust Fund and Audit.",
  "National Governing Council (NGC)",
  "National Governance Commission / National Governing Council (NGC) bụ òtù na-ahụ maka mmejuputa usoro APRM na ọkwa Member State",
  "Na mgbakwunye na inye nduzi n'ihe gbasara ntụziaka iwu, NGC na-ahụ maka ọkachamara, ntụkwasị obi na nnwere onwe nke usoro nyocha onwe onye na nyocha nke APRM",
  "NGC nwere ndị isi na-emetụta site na gọọmentị, ọha na eze na ngalaba onwe, n'ụzọ kwekọrọ na ụkpụrụ APRM nke itinye aka n'ụzọ sara mbara.",
  "Na-enye ọrụ nkwado teknụzụ, nhazi na nchịkwa",
  "Ọ ga-enwerịrị ikike zuru oke maka ọrụ nyocha nke na-akwado usoro nyocha ndị ọgbọ.",
  "Ndị otu APRM bụ ndị ọrụ afọ ofufo ma meghere mba niile nke African Union (AU)",
  "Ntinye aka na-amalite site na ngosipụta nke mmasị na ndị otu na-esote ịbịanye aka na Memorandum of Understanding (MOU) n'etiti mba ahụ na APR Forum.\n \nAPRM abanyewo na nkwekọrịta nkwado pụrụ iche na ụlọ ọrụ ndị mmekọ nke Forum họpụtara dị ka ndị mmekọ",
  "Ndị a bụ: : African Capacity Building Foundation (ACBF), African Development Bank (AfDB);  Mo Ibrahim Foundation;  Òtù Mba Ndị Dị n'Otu Akụ na ụba maka Africa (UNECA);  Ụlọ ọrụ nke onye ndụmọdụ pụrụ iche na Africa (OSAA);  Ụlọ ọrụ mpaghara nke United Nations Development Programme (UNDP) maka Africa.",
  "Àtụ:African Union"
]