[
  "Usoro mgbasa ozi ọma ahụ n'ebe usoro a na-eme mgbe niile bụ usoro a na'ụzọ na ụdị àlà úkwú nke ụwa họrọ site n'ime ụmụ ndị ikom abụọ igbu onye ọ dịghị òtù na achị isi oche nkeji a na-ejikarị eme nchọpụta nke circadian rhythm nke mmadụ iji mụọ ihe ndị e mepụtara n'ime, ma ọ bụ endogenous, circadian rhyts na-enweghị mmetụta nke mmetụta dị n'èzí, ma ọ dị n'akụkụ",
  "N'ime usoro ahụ, a na-edebe ndị mmadụ n'ọnọdụ na-adịgide adịgide ma ọ dịkarịa ala awa 24. Ihe ndị a na-agụnye nlele ndị mmadụ n'ihe dị ìhè na okpomọkụ na-adịgide adịgide, yana ọnọdụ na-adịkarị ala. Na mgbakwunye, a na-ekesa nri ndị mmadụ na-eri n'otu n'otu na usoro iwu ahụ dum, a naghịkwa ekwe ka ndị mmadụ na ya hie ndị mmadụ n'ihe ndị na ụdị àlà úkwú dị ndụ ebighị ụra ruo oge ahụ. Ọ bụ ezie na n'ọnọdụ ndị a, a na-enyocha isiokwu maka ọtụtụ mgbanwe nke mmasị",
  "Abụọ n'ime ihe ndị a na-ahụkarị na nke a kacha ghọta nke ọma bụ okpomọkụ nke ahụ na melatonin.",
  "Okwu a malitere na 1978 mgbe ejiri ya mee ihe na nnwale dị n'ala ahụ n'ebe nile site n'aka ndị na eme ìhè iji chọpụta mmetụta nke jet lag n'enweghị usoro omume mmadụ - ọ bụ ezie na usoro ndị a na-etinye n'usoro ihe omume na-adịgide adịgide malitere ma ọ dịkarịa ala 1947.",
  "Usoro a sitere n'echiche a kwadoro nke ọma na nyocha nke ụwa họrọ ọrụ ụzọ ndị mmadụ n'ihe ndị mere n'oge ochie ọbá ndị ọzọ ụra circadian na nyochaa ngalaba ike ịbelata nke ihe ndị dị ndụ n'okpuru ọnọdụ na-adịgide adịgide na-enye ohere maka ìhè nke ụda endogenous, dị ka onye ọkà mmụta sayensị French Jean-Jacques d'Ortous de Mairan kọwara na 1729. N'adịghị ka usoro ndị gara aga, agbanyeghị, e mepụtara usoro usoro a na-eme mgbe niile na nkwenye maka nsogbụ ndị na ụdị nke ụwa họrọ ọrụ na na ọtụtụ omume dị mkpa na-egosipụta rhythmicity circadian (gụnyere usoro ụra-mbilite n'ọnwụ, usoro omume, na usoro iri nri) na-arụkwa ọrụ dị ka ndị na-ekpuchi ụfọdụ rhythms endogenous.",
  "Usoro a na-eme mgbe niile, n'ihi ikike ya iji belata mmetụta mkpuchi nke mmetụta exogenous na circadian ndị onye na-eme udo enwetala Nsonaazụ dị ka ndị mmadụ n'ihe ndị mere n'oge ochie nakwa ndị mmadụ n'ihe  bara uru na akwụkwọ n'ime afọ 40 gara aga nke ojiji ya",
  "Ụfọdụ n'ime ihe ndị a rụzuru gụnyere nkọwa ziri ezi nke ihe ndị dị n'imerime na ya nke melatonin, okpomọkụ nke ahụ, thyroid stimulating hormone (TSH), glucose tolerance, obi, na arụmọrụ nghọta, n'etiti ndị ọzọ.",
  "A katọrọ na ụdị nke ụwa na ụdị nke dị ka ndị mmadụ usoro iwu na-aga n'ihu n'ihi ihe akaebe ndị mmadụ na ọnọdụ ndị dị mkpa maka usoro iwu ahụ n'onwe ha na-emetụta elekere Circadian",
  "Enweghị ụra na ọkụ na-adịghị mma mgbe niile nwere ike ikpuchi elekere endogenous ma ọ bụ metụta ndi mádu ziri mmadụ oge circadian",
  "Dịka ọmụmaatụ, egosila ndị mere n'oge ochie nakwa n'oge kwesịrị ekwesị nke dị ka ndị mmadụ na ímé ihe ha yll na mbụ na enweghị ụra n'onwe ya nwere mmetụta na ụda obi dịka EEG tụrụ. Na mgbakwunye, a tụwo aro na enweghị ụra na usoro iwu na-aga n'ihu nwere ike imetụta oge circadian nke onye sonyere, dabere na nyocha e mere na hamsters."
]