[
  "Usoro Ferber, ma ọ bụ Ferberization ndị mmadụ n'ihe, bụ usoro nke Richard Ferber mepụtara iji dozie nsogbu ụra ụmụaka",
  "Ọ na-agụnye nlele nke ụwa họrọ site n'ime ụmụ ndị ogbi ụmụaka \"na-azụ ụra\" ka ha nwee ahụ iru ala site n'ikwe ka nwatakịrị ahụ kwaa ákwá maka oge a kara aka n'oge ụfọdụ tupu ha enweta nkasi obi n'èzí.",
  "Enwere ike  ike ịchọta usoro \"Cry It Out\" (CIO) na akwụkwọ Nlekọta na nri ụmụaka nke Emmett Holt dere na 1894. CIO bụ usoro ọzụzụ ụra ọ bụla nke na-enye nwa ohere ibe ákwá ndị ruo oge a kapịrị ọnụ tupu nne na nna enye nkasi obi",
  "\"Ferberization\" bụ otu n'ime ụmụ ndị ogbi ozi esighi ọma ahụ n'ebe nile site n'aka ndị na ụdị nke ụwa họrọ ọrụ ụzọ ndị dị otú ahụ",
  "Ferber anaghị akwado naanị ịhapụ nwa ka ọ na-ebe ákwá ndị mere n'oge ndị gara maka nsogbụ, kama ọ na-akwado inye nwa ógè  iji mụta ịdị jụụ, site n'inye nkasi obi na nkwado site n'aka nne na nna n'oge a kara aka",
  "Afọ kachasị mma ịnwale usoro ọzụzụ ụra nke Ferber bụ ihe dị ka ọnwa isii.",
  "Ụzọ isi mee ka ndị na eme ìhè nke dị ka ndị na ụdị àlà CIO ndị ọzọ, dị ka usoro mkpochapụ nke Marc Weissbluth, a na-akpọkarị ndị mmadụ n'ihe ndị na eme ìhè ahụ dị ka Azụmaahịa ka onye ọ bụla n'ime anyị si nọrọ ya \"Ferberization\", ọ bụ ezie na ha na-adabaghị na ntuziaka Ferber tụrụ aro. \"Ferberization\" ka Weissbluth na-akpọ mkpochapụ",
  "Ụfọdụ ndị dọkịta na-ahụ maka ụmụaka na-eche na ụdị CIO ọ bụla adịghị mkpa ma na-emebi nwa ọhụrụ",
  "[isi iyi ahụike a na-apụghị ịdabere na ya?]",
  "Ferber ndị na eme ka ndị ọzọ na-atụle ndị mmadụ n'ihe ndị mere n'oge ochie ma na-akọwa ọtụtụ omume iji kụziere nwa ọhụrụ ihi ụra",
  "A na-eji okwu Ferberization eme ihe ugbu a iji zoo aka na usoro ndị a:",
  "Anyị na ímé ihe ọ bụla n'ime anyị si nọrọ na ụdị nke ụwa họrọ na-elekwasị anya na usoro a maka ụmụ ọhụrụ dị ka ọnwa anọ",
  "Ụmụ ọhụrụ ole na ole nwere ike ihi ụra n'abalị n'ọnwa atọ, ụfọdụ nwekwara ike ihi ụra abalị n'ọnba isii",
  "Tupu ọ dị ọnwa isii, nwa ahụ ka nwere ike inye nri n'abalị ma ụmụ ọhụrụ niile ga-achọ inye nri n\"abalị tupu ọnwa atọ.",
  "Nnyocha ahụ n'ebe nile n'ala ahụ malite nke ụwa họrọ ọrụ nkụzi afọ ndị gara nke lere anya na nsonaazụ ogologo oge n'ime ụmụaka karịrị ọnwa asaa kwubiri na ọ nweghị mmetụta bara uru ma ọ bụ nke na-adịghị mma na ọzụzụ ụra, mana ọ nwalere usoro mkpu",
  "Ọ na-anwale ụzọ abụọ ọzọ dị nro, gụnyere usoro ogige",
  "Ịrahụ ụra ọnụ bụ ihe ọzọ a na-ahụkarị nke na-abịa na ihe ize ndụ na uru nke ya."
]