[
  "Ụkpụrụ Oslo, nkè a na-akpọ ụkpụrụ Oslo na Global Obligations to Reduce Climate Change, bụ usoro ụkpụrụ na-achọpụta ọrụ iwu nke steeti (na ụlọ ọrụ) iji belata mgbanwe ihu igwe, yana ụzọ isi mezuo ọrụ ndị a. N'ịbụ nke otu ndị ọkachamara n'iwu mba ụwa dere, ebumnuche ụkpụrụ ahụ bụ igbochi ịrị elu nke okpomọkụ ụwa ruo degrees Celsius abụọ",
  "E gosipụtara ụkpụrụ Oslo na ụbọchị iri atọ n'ọnwa Machị na King's College London.",
  "Ụkpụrụ Oslo na-adabere na iwu ikike mmadụ, iwu mba ụwa, iwu gburugburu ebe obibi mba nakwa iwu mmebi iwu iji mee ka ikpe na steeti na ụlọ ọrụ nwèrè ọrụ iji belata màkà igbanwe ihu ígwé n'okpuru usoro iwu dị ugbua.",
  "Ihe méré kà ụkpụrụ Oslo bụ na ikike mmadụ gụnyere ikike ndụ, nri, mmiri na gburugburu ebe obibi dị ọcha",
  "Dị ka e nwèrè nkwekọrịta sayensị na ikike ndị a nọ n'ihe ize ndụ nke mgbanwe ihu igwe, ịga n'ihu na-aga n'ihu n'ụzọ ikuku carbon ga-emebi ikike mmadụ. Dị ka iwu ikike mmadụ bụ iwu na-achịkwa mba ụwa, steeti na ụlọ ọrụ nwéré ọrụ iji belata ikuku carbon ọbụna na enweghị nkwekọrịta a kapịrị ọnụ. Tụkwasị na nke a, iwu mba ụwa na-ekweta ọrụ nke ọrụ steeti gafee ókèala mba ụwa, nké na-emetụta gas na-ekpo ọkụ.",
  "Otu nnukwu ikpe ụlọ ikpe na-agbaso ụkpụrụ Oslo bụ State of the Netherlands v",
  "Ntọala Urgenda, nkè ụlọ ikpe dị na The Hague kpebiri na gọọmentị Dutch nwèrè ọrụ iwu iji belata ikuku carbon n'ime ụlọ iji chebe ikike mmadụ nkè ụmụ amaala ya.",
  "Ụkpụrụ Oslo na-apụ na ụkpụrụ nchebe. N'iburu nkwekọrịta sayensị n'ihe gbasara mmerụ ahụ nke mgbanwe ihu igwe sitere n'aka mmadụ, a ga-ebelata gas na-ekpo ọkụ nke ọma iji chebe megide egwu nke mgbanwe ihu ọha",
  "Ọnọdụ mbelata iji zere egwu ndị a kwesịrị ịdabere na ihe omuma sayensị siri ike na nké kachasị njọ.",
  "N'okpuru ụkpụrụ Oslo, ma steeti ma ụlọ ọrụ nwèrè ọrụ iji hụ na okpomọkụ ụwa na-ejedebe na degrees Celsius abụọ",
  "Màkà nke a, ha ga-ebelata gas na-ekpo ọkụ ha n'enweghị ihe ndị ọzọ metụtara ya",
  "Tụkwasị na nke a, steeti na ụlọ ọrụ kwesịrị izere ịmalite ọrụ ọhụrụ na-akpata ikuku gabigara ókè, dị ka iwu ụlọ ọrụ ọkụ eletrik na-eji coal eme ihe.",
  "Tụkwasị na nke a, ụkpụrụ ahụ na-ekwu na mba ndị mepere emepe na ndị na-emepe emepe, na ụlọ ọrụ dị n'ime ha, ga-eme ihe iji belata gas na-ekpo ọkụ mgbè a ga-akwụ ụgwọ nke usoro ndị a site na nchekwa ma ọ bụ uru ego",
  "Ụkpụrụ a na-emetụta mba ndị na-emepebeghị emepe, na ụlọ ọrụ dị n'ime ha, naanị mgbè ụlọ ọrụ ndị ọzọ na-enye teknụzụ na ego.",
  "N'agbanyeghị ibu ọrụ na ọnụọgụ gas na-ekpo ọkụ achọrọ, steeti na ụlọ ọrụ nwéré ike ikpebi onwé ha ihe ha na-eji eme ihe iji mezuo ibu ọrụ ha.",
  "Ụkpụrụ Oslo na-ekwu na mbà niile nọ n'okpuru ọrụ ndị a, n'agbanyeghị enyemaka ha na-enye na ngụkọta gas na-ekpo ọkụ",
  "Mgbè iwu mba ma ọ bụ nkwekọrịta mba ụwa setịpụrụ ihe mgbaru ọsọ dị ala, ọrụ ndị dị n'okpuru ụkpụrụ Oslo anaghị emetụta.",
  "A na-achọ ka steeti belata gas na-ekpo ọkụ ha ruo n'ókè ha kwere omume ngwa ngwa o kwere mee n'ime ikike ha",
  "Ụkpụrụ Oslo na-ekwu na ọrụ nke steeti iji belata gas na-ekpo ọkụ bụ ihe a na-ahụkarị, mana dị iche: mba ndị na-emepebeghị emepe anaghị akwụ ụgwọ màkà gas na-eme ka okpomọkụ n'onwe ha",
  "Mba ndị dị nso na ọkwa ha kwere ka ha belata ikuku ha ma ọ bụrụ na ọ ga-esiri ya ike ịtụle akụ na ụba ya, mkpa ya, ịdabere na mmanụ ala na ohere màkà ike ọhụrụ",
  "Mba ndị na-ewepụta ihe na-erughị ka a na-ekwe ka ha ka nwèrè ọrụ izere mmụba nke ikuku ka ọnụọgụ nke ikuku na-ekpo ọkụ ga-agbadata ka oge na-aga",
  "Steeti ga-ezere inye ego màkà ọrụ ndị ga-eme ka ikuku na-ekpo ọkụ dị elu n'enweghị isi.",
  "Ọ bụrụ na mba na-ebelata ikuku ya n'ụzọ zuru ezu n'agbanyeghị mbọ ọ na-agba, ọ ga-akwụ ụgwọ ọzọ na mba ndị dị n'okpuru oke ikuku ha",
  "Enweghị ego anaghị ekwe ka steeti hapụ ọrụ ya, steeti nwekwara ọrụ ịchọpụta ụzọ iji belata ikuku ma ọ bụrụ na ha agaghị emezu ọrụ ya",
  "Tụkwasị na nke a, mba nwéré ọrụ ịmepụta nsonaazụ azụmahịa màkà mba ndị na-emezughị ọrụ ha.",
  "A na-enyekwa steeti iwu ịnakwere ikike nke ụlọ ikpe ma bipụta ozi gbásárá ihe ize ndụ mgbanwe ihu igwe.",
  "A na-amanye ụlọ ọrụ ka ha nyochaa nsogbụ ha na mgbanwe ihu igwe na ụzọ ha ga-esi mee ka ha dịkwuo ike",
  "Ozi a ga-abụrịrị nke ọha na eze ma nwee ike ịnweta ndị metụtara dịka ndị na-etinye ego, ndị ahịa na ndị na-achịkwa",
  "Ụlọ ọrụ mmanụ ala kpọmkwem, ga-enyocha otú mgbochi na nchọpụta mmanụ ala ga-esi metụta ọnọdụ ego ya.",
  "Ụlọ ọrụ ga-atụle mmetụta gas na-ekpo ọkụ na ọrụ ha na-atụle ịkwụ ụgwọ ma ga-eme nyocha mmetụta gburugburu ebe obibi mgbè ha na-ewu nnukwu ụlọ ọrụ ọhụrụ.",
  "Ndị ọkachamara Group on Global Climate Obligations nabatara ụkpụrụ Oslo, nke nwere ndị ọkachamara na iwu mba ụwa, iwu ikike mmadụ, iwu gbụrụ-gbúrụ ebe obibi na iwu mmebi iwu site na mahadum, ụlọ ikpe mba ụwa na òtù iwu",
  "Ndị otu a sonyere na ikike ha n'otu n'otu",
  "A na-akpọ ụkpụrụ ndị ahụ aha ọbọdọ Oslo, Norway, ebe ọ bụ na nke a bụ ebe ndị dere ya kwekọrịtara n'afọ 2014.",
  "Ìgwè ndị ọkachamara ahụ bụ:",
  "Ónyé nchịkọta akụkọ Guardian Julia Powles na ónyé ọka iwu ihu igwe Tessa Khan kọwara ụkpụrụ Oslo na The Guardian dị ka \"ngwọta màkà nsogbụ anyị na-ewe iwe\" na enweghị ọrụ gọọmentị na mgbanwe ihu igwe.",
  "Prọfesọ nkè Mahadum Leiden Ingrid Leijten kpọrọ ụkpụrụ ahụ \"mgbalị dị ịrịba ama na nkè a nabatara\" n'ịchọpụta ụzọ a na-enyochaghị enyocha iji dozie mgbanwe ihu igwe nkè ọma",
  "Ọ bụ ezie na ọ ka na-ejighị n'aka banyéré ọnọdụ iwu nke akwụkwọ ahụ, ọ kọwara ya dị ka \"enyemaka ọzọ màkà iru nkwubi okwu iwu ziri ezi\" màkà steeti Netherlands v",
  "Ikpe ụlọ ikpe nke Urgenda Foundation.",
  "Satvindar Nagra katọrọ ụkpụrụ Oslo maka ileghara itinye aka na mmetụta iwu nke mgbanwe ihu igwe n'okpuru iwu ikike mmadụ na iwu ndị gbara ọsọ ndụ.",
  "Ụkpụrụ Oslo na-elekwasị ányá na ọrụ nke steeti na steeti na ụlọ ọrụ",
  "Iji kọwaa ọrụ nke ụlọ ọrụ, ụkpụrụ ndị a agbakwunyere site na ụkpụrụ nke ibu ọrụ ihu igwe nke ụlọ ọrụ n'afọ 2020",
  "Akụkụ nke ndị dere ụkpụrụ Oslo rụkwara ọrụ na ụkpụrụ ọhụrụ ndị a."
]