[
  "The Strategic Approach to International Chemicals Management (SAICM) bụ usoro amụma zuru ụwa ọnụ iji kwalite njikwa ụda kemịkal",
  "Ụlọ ọrụ SAICM bụ nke United Nations Environment Programme na-akwado ya.",
  "\"Nhazi ụda nke kemịkalụ dị mkpa ma ọ bụrụ na anyị ga-enweta mmepe na-adịgide adịgide, gụnyere ikpochapụ ịda ogbenye na ọrịa, imeziwanye ahụike mmadụ na gburugburu ebe obibi na elu na ịkwado ụkpụrụ ibi ndụ na mba na ọkwa niile nke mmepe",
  "\" Dubai, 2006",
  "Ọ nakweere ya site na International Conference on Chemical Management na Dubai, United Arab Emirates, na 6 February 2006",
  "Nzukọ mbụ nke Nzukọ na usoro iji zụlite Strategic Approach to International Chemicals Management bụ ndị United Nations Environment Programme kwadoro",
  "(UN Environment), Inter-Organization Programme maka Sound Management of Chemicals (IOMC) na Intergovernmental Forum on Chemical Safety (IFCS).",
  "Ụzọ Strategic ahụ na-akwado mmezu nke ebumnobi ekwenyere na 2002 Johannesburg World Summit on Sustainable Development nke ịhụ na, n'afọ 2020, a ga-emepụta kemịkalụ ma jiri ya mee ihe n'ụzọ na-ebelata mmetụta ọjọọ na gburugburu ebe obibi na ahụike mmadụ",
  "Ọ na-anabata onyinye dị mkpa nke kemịkalụ na obodo na akụ na ụba dị ugbu a, ebe ọ na-amata ihe egwu nwere ike ime na mmepe na-adigide ma ọ bụrụ na anaghị ejikwa kemịkalụ nke ọma.",
  "(Dị ka nke 12 June 2015) Isi ihe gbasara usoro Strategic Approach gụnyere Gọọmenti 175, NGO 85, gụnyere ọtụtụ ndị nnọchiteanya sitere na ụlọ ọrụ na ndị obodo.",
  "A na-egosipụta nkwa SAICM site na Nkwupụta Dubai, Strategy Policy Strategy na Global Plan of Action.",
  "Usoro Strategic Approach nwere oke nke gụnyere:",
  "a",
  "gburugburu, akụ na ụba, mmekọrịta mmadụ na ibe, ahụike na ọrụ nke nchekwa kemịkal,",
  "b",
  "Kemịkalụ ugbo na ụlọ ọrụ mmepụta ihe, n'ebumnuche ịkwalite mmepe na-adigide yana ikpuchi kemịkalụ n'oge usoro ndụ ha niile, gụnyere na ngwaahịa.",
  "Ebumnuche ndị bụ isi nke Strategic Approach bụ:",
  "A",
  "Mbelata ihe ize ndụ",
  "B",
  "Ihe ọmụma na ozi",
  "C",
  "Ọchịchị",
  "D",
  "Iwulite ikike na mmekorita teknụzụ",
  "E",
  "Okporo ụzọ mba ụwa iwu na-akwadoghị",
  "Mmemme ngwa ngwa ngwa ngwa (QSP) bụ mmemme n'okpuru SAICM iji kwado mmalite na-enyere aka iwulite ikike na mmemme mmejuputa na mba ndị ka na-emepe emepe, mba ndị mepere emepe, obere agwaetiti na-emepe emepe na mba nwere akụ na ụba na mgbanwe",
  "QSP gụnyere ego ntụkwasị obi afọ ofufo, nke nwere oke oge, nke United Nations Environment Programme na-elekọta, yana ọtụtụ akụkụ, akụkụ abụọ na ụdị imekọ ihe ọnụ ndị ọzọ",
  "Pọtụfoliyo Fund Trust QSP gụnyere ọrụ 184 akwadoro na mba 108, nke 54 bụ mba kacha emepe emepe ma ọ bụ steeti na-emepe emepe obere agwaetiti, maka ego ruru nde $37.",
  "Nzukọ mba ụwa na njikwa kemịkalụ (ICCM) na-eme nlebanya oge nke SAICM",
  "Emere nnọkọ nke mbụ (ICCM 1) na Dubai, United Arab Emirates, site na 4–6 February 2006, mechaa wee nabata SAICM.",
  "Emere nnọkọ nke abụọ (ICCM 2) na Geneva, Switzerland, 11–15 Mee 2009 wee malite nyocha oge nke mbụ nke mmejuputa SAICM.",
  "Emere nnọkọ nke atọ (ICCM 3) na Nairobi, Kenya, 17-21 Septemba 2012 wee nyochaa ọganihu na mmejuputa nke SAICM na data a na-ahụ anya na 20 na-egosi ọganihu a nabatara na ICCM2, na-ekwu okwu gbasara amụma na-apụta ma nakwere Usoro Usoro Ahụike.",
  "Emere nnọkọ nke anọ (ICCM 4) na Geneva, Switzerland, site na 28 Septemba ruo 2 Ọktoba 2015",
  "Ntuzi aka na ntụzịaka maka mmezu nke ebumnuche 2020 bụ nsonaazụ amụma atụmatụ nke ICCM4, na-ewepụta usoro maka ime ihe na 2020",
  "A tụlekwara ICCM4 akụkụ mmejuputa iwu nke okwu amụma na-apụta na nsogbu ndị ọzọ, tụlere ebumnuche mmepe Sustainable, tụlere njikwa dị mma nke kemịkalụ na ihe mkpofu gafere 2020, wee nyochaa mmemme ndị a tụrụ aro.",
  "ICCM4, site na mkpebi IV / 4, malitere usoro intersessional iji kwadebe ndụmọdụ gbasara usoro Strategic na njikwa ụda nke kemịkalụ na ihe mkpofu gafere 2020",
  "Nzukọ mbụ nke usoro intersessional na-atụle usoro Strategic Approach na njikwa ụda nke kemịkalụ na ihe mkpofu gafere",
  "Emere 2020 na Brasilia, Brazil, site na 7 ruo 9 February 2017.",
  "A na-ahazi nnọkọ nke ise nke International Conference on Chemical Management na Bonn, Germany, 25 - 29 Septemba 2023.",
  "ICCM na-enye ikpo okwu ịkpọ oku maka ime ihe kwesiri ekwesi na okwu amụma na-apụta (EPI) ka ha na-ebilite yana imepụta nkwenye n'ihe ndị ka mkpa maka imekọ ihe ọnụ",
  "Ka ọ dị ugbu a, a nabatala mkpebi n'okwu ndị a:",
  "A",
  "Lead na paint",
  "B",
  "Chemicals na ngwaahịa",
  "C",
  "Ihe dị ize ndụ n'ime usoro ndụ nke ngwaahịa eletrik na eletrọniki",
  "D",
  "Nanotechnology na ihe ndị a rụpụtara",
  "E",
  "kemịkal na-emebi endocrine",
  "F",
  "Ọgwụ na-emetọ gburugburu ebe obibi",
  "Okwu ndị ọzọ na-echegbu onwe ha ekwetala:",
  "G",
  "kemịkal ndị nwere fluorine",
  "H",
  "Ọgwụ ahụhụ ndị dị oke egwu"
]