[
  "Atụmatụ mmiri emegharịrị nke Western Corridor, a oru ngo mmiri emeghariri, dị na Ndịda Ndịda nke Queensland na Australia",
  "Seqwater naachịkwa atụmatụ ahụ ma bụrụ akụkụ dị mkpa nke SEQ Grid mmiri nke Gọọmentị Queensland wuru iji meghachi omume na mmụba nke ọnụ ọgụgụ mmadụ, mgbanwe ihu igwe na oke ọkọchị",
  "A naakọ na ọrụ A $ 2.5 ijeri dị ka ọrụ mmiri kachasị ukwuu na Australia. Ka ọ na-erule nafọ 2019, e wuru atụmatụ ahụ ma kwado arụmọrụ ya. Ọ naanọgide na nlekọta na mmezi, ọ gaamalite ịrụ ọrụ mgbe ọkwa mmiri SEQ Water Grid ruru 60%.",
  "Western Corridor bụ mpaghara sitere na mpaghara ndịda ọdịda anyanwụ Brisbane gaa nobodo Ipswich",
  "Ruo ọtụtụ afọ, okporo ụzọ ahụ enweela mmụba dị ịrịba ama nke ọnụ ọgụgụ mmadụ na mmepe nke mpaghara Springfield na mgbatị nke Centenary Ụzọ okporo ụzọ na nkwalite na Ipswich Ụzọ okporo ụzọ.",
  "Atụmatụ ahụ gụnyere iwu ụlọ ọrụ mmiri atọ dị elu nke e wuru na Bundamba, Akpa Point na Gibson Agwaetiti, nke naadọta mmiri site na ụlọ ọrụ mmiri na-adịghị mma isii dị na mpaghara ahụ iji mepụta ihe ruru 232 megalitres (51 × 10 /   ; 61   / 66  gal) nke mmiri a naeme ka ọ dị ọcha kwa ụbọchị. Ụgbọ oloko ahụ nwere microfiltration, osmosis azụ, ìhè ultraviolet na oxidation dị elu na chlorine disinfection",
  "A naekesa mri ahụ site na netwọk nke paịpụ naatụ ihe karịrị kilomita 200 (120 mi) n'ogologo",
  "Ihe owuwu malitere na Recycled Water Project na 2006 ma wuchaa na ngwụcha afọ 2008. Gọọmentị Australia nyere nde $ 408 nke ego site na mmemme Mmiri Mara mma Australia.",
  "Na Nzọụkwụ 1 nke ọrụ ahụ, atụmatụ ahụ enyewo isi iyi mmiri ọzọ maka Swanbank Power Station na Tarong Power Station na tarong North Power Station",
  "Mbupu na Swanbank malitere na 2007 na mbupu na Tarong na Tarong North malitere na June 2008",
  "Ihe a akwụsịla kemgbe ahụ.",
  "Usoro ahụ nwere ikike inye ndị ọrụ ụlọ ọrụ mmepụta ihe ndị ọzọ mmiri, ndị ọrụ ugbo na iji gbakwunye mmiri ọṅụṅụ na Wivenhoe Dam",
  "A nwalere paịpụ ahụ na Wivenhoe Dam, mana na Nọvemba 2008, Premier Anna Bligh kwupụtara na mmiri a rụgharịrị agaghị abanye n'ime mmiri ahụ ọ gwụla ma ọ bụrụ na ọkwa ahụ adaa n'okpuru 40%. Na mbido, ụlọ ọrụ ọkụ atọ ahụ bụ ndị isi ahịa nke mmiri a naemegharị, na-eri 112 megalitres (25×10^  ; 30×10^ 6  gal) kwa ụbọchị.",
  "Kemgbe ọ batara n'ịntanetị n'ọnwa Ọgọstụ afọ 2007, ruo n'ọnwarị afọ 2010, Western Corridor Atụmatụ mmiri emegharịrị enyewo ihe karịrị puku megalitres iri atọ na asaa (8.1×10^9  ;8×10^ 9  gal) nke mmiri n'ime SEQ Water Grid.",
  "Na Jenụwarị 2013 a kọrọ na gọọmentị Newman na-atụle imechi akụkụ ma ọ bụ atụmatụ niile.",
  "E wepụrụ atụmatụ ahụ na 31 Machị 2015 mgbe mmiri ozuzo zuru oke gbochiri nchegbu nchekwa mmiri ozugbo."
]