[
  "Uzo (a mụrụ n'ọnwa Ọgọstụ n'afọ 1957) bụ onye Naijiria na-eme ihe nkiri na onye na-ese ihe osise",
  "O meela ihe nkiri abụọ, Walls & Bridges (1992) na Better Than Ever (1997)",
  "Mgbe ọ tụfuru nhọrọ maka ikike ihe nkiri na akwụkwọ akụkọ Mendel's Dwarf, mgbe ọ rụchara ọtụtụ afọ, ọ na-arụ ọrụ ugbu a na ihe nkiri nke atọ, Sophie's Wish",
  "Ọ bụ onye Igbo ma a mụrụ ya na Obiaruku, Nigeria, Uzo bụ nwa onye na-ere akwụkwọ na onye na-amụ nwa.  Nne ya nwụrụ mgbe ọ na-amụ nwa mgbe ọ dị afọ iri na abụọ n'ihi nlekọta ahụike na-adịghị mma n'ihi mmefu ego na agha Biafra, mgbe nke ahụ gasịrị, ọ bụ naanị nna ya zụlitere ya na ụmụnne ya abụọ.  Ọ gụrụ maka eserese eserese na Mahadum nke Nigeria, Nsukka, mgbe ahụ ọ gụrụ akwụkwọ na mmemme nna ukwu na eserese nke ọgbara ìgwè, na Mahadum Howard, Washington, DC wee were foto na Brooks Institute of Photography, Santa Barbara, California.  Mmasị mbụ ya na ihe nkiri bụ ihe nkiri sitere na India, Bollywood nke taa, nke na-ewu ewu na Naịjirịa n'oge ọ bụ nwata.",
  "A na-akpọ ụlọ ọrụ mmepụta ya Cold Grey Entertainment  Na mbụ ọ nọ na Patchogue, New York, ọ nọ ugbu a na Jamaica, Queens, New York City, New York.",
  "Onye ọkachamara na-ese ihe osise, ọ bụ onye guzobere ụdị uwe Devo, nke banyerela ugbu a n'ime akara akpụkpọ ụkwụ",
  "Ọ bụ ezie na ihe nkiri ya na-ekwu maka mmekọrịta agbụrụ, ọ dịghị mgbe a na-ekwu maka okwu agbụrụ n'elu.",
  "Uzo anaghị ewere onwe ya dị ka onye edemede, na ihe nkiri ya ọ bụla na onye ọzọ edekọwo ya dabere na echiche mbụ ya",
  "Mgbe o dechara ma degharịa edemede ahụ, maka Walls & Bridges, ọ goro Michael Edelson, mgbe ahụ prọfesọ ihe nkiri na SUNY Stony Brook na Barbara Gallen dị ka ndị ndụmọdụ akụkọ",
  "Ya na Alyssa McGuinness so dee ihe nkiri ahụ",
  "Uzo, Alan Fine, na onye na-emepụta ihe Anthony Breccia so dee Better Than Ever dabere na akụkọ ya, o nwekwara onye edemede ọzọ na Mendel's Dwarf, ọzọ mgbe ọ gbasịrị ọtụtụ edemede nke edemede nke ya",
  "N'oge na-adịbeghị anya, ya na Kimberly Britt kwurịtara ka ha dee ihe nkiri nke atọ ya, nke akpọrọ Sophie's Wish",
  "Uzo na-ahọrọ ime ka ihe nkiri ya dị mfe, kwụ ọtọ, na enweghị njikwa, \"n'ụdị Europe.\"",
  "Uzo's Walls & Bridges bụ akụkọ banyere onye nun ọcha Ellen Landress Bowkett nke hapụrụ Order ya ka ọ lụọ onye oji na-ese ihe Mark D",
  "Kennerly bụ onye kpuru ìsì n'omume ime ihe ike",
  "Ka ọ na-emepe edemede ahụ, Uzo nọrọ afọ abụọ na-ese nnukwu ihe osise Miro-esque nke gosipụtara na ihe nkiri ahụ",
  "Ihe nkiri a malitere na October 14, 1992, na John F",
  "Kennedy Center for the Performing Arts Washington, DC",
  "Ọ bụ otu n'ime ihe nkiri abụọ na-anọchite anya United States na Emume nke isii nke America, nke Organization of American States na American Film Institute kwadoro",
  "A na-ewere ya dị ka onye mbụ amụrụ n'Afrịka iduzi ihe nkiri America.",
  "Ihe nkiri nke abụọ nke Uzo, nke a gbara n'okpuru aha Cul-de-Sac, bụ nke Water Bearer Films wepụtara na nsụgharị dị mkpirikpi n'okpuru aha Better Than Ever, ma eleghị anya iji zere mgbagwoju anya na okpukpe Roman Polanski",
  "N'ịbụ nke a kọwara dị ka Grumpy Old Men meets Home Alone, ndị na-eme íhé nkiri Academy Award Nominee William Hickey, Carl Gordon, Victor Colicchio, Frank Gorshin, Donald McDonald, Sylva Gassel, Irma St",
  "Paule, Pee Wee Love, Neil Ruddy, na mmalite nke Joey Buttafuoco.",
  "Ọ họọrọ ikike ihe nkiri ahụ ma gbalịsie ike ruo ọtụtụ afọ na mgbanwe nke akwụkwọ akụkọ Simon Mawer nke 1999, Mendel's Dwarf",
  "Mgbe ọtụtụ afọ nke ịda mbà n'ihe ọ kpọrọ, \"Hollywood's development hell\", nhọrọ ahụ gafere ma mesịa e ree ya na ụlọ ọrụ Barbra Streisand.",
  "Uzo lụrụ onye ọcha Long Island si Wading River n'afọ 1980 ma gbaa alụkwaghịm n'afọ 1990; o nwere ụmụ nwanyị abụọ, Tyne na Anya."
]