[
  "Ụzọamaka Nwanneka \"Ụzọ\" Adụba (onye nke amụrụ na February 10, 1981) bụ onye nke na egwu egwuregwu nke onyo-onyoo na mba Amerika",
  "Ọ bụ onye ama-ama site n'egwuregwu onyo-onyoo nke akpọrọ Crazy Eyes ebe nke o biara were ọnọdụ nke nwa ada Suzanne, n'otu akpụrụka ihe ogologo onyo-onyo nke ndi otu Netflix akpọrọ Orange is the New Black (afọ 2013 - ruo ugbua)",
  "E ji maka ya nye ya ihe nrite Emmy Award nke \"Onye ọbia nke egwuregwu onyo-onyoo kachapụta ihie\" n'ihe egwuregwu nke na-atọ ọchi na-afọ 2014, Emmy Award nke \"Onye nke na akwalite ndi ọzọ na ihe egwuregwu onyo-onyoo kachapụta ihie\" n'ihe egwuregwu nke na-atọ ọchi na-afọ 2015, na Two Screen Actors Guild Awards nke \"Onye Omume prųiche n'egwuregwu nke na-atọ ọchi na-afọ 2014 na 2015.  Ọ bụ otu n'ime mmadu abụọ na-enwetala \"Emmy Award\" na Egwuregwu nke na-atọ ọchi na Egwuregwu nke onyo-onyoo maka otu ọrụ",
  "Onye nke ọzọ bu onye nke ana akpọ Ed Asner ebe o mereka onye ana akpọ Lou Grant.",
  "Amụrụ Adụba na Obodo Boston nke di na Massachusetts",
  "Nne na nna Adụba bụ ndi obodo Naigeria si na mpaghara ndi Igbo nke si na Obodo Achi nke di na Enugu Stetị",
  "Nwa Ada Adụba toro na Medfield nke di na Massachusetts, ma gụọ akwụkwọ na ụlọ akwụkwọ nke ndi sekọndiri di na Medfield na afọ 1999. O gakwara Mahadum Nke Boston ebe ọ gụrụ ihe bekee na akpọ classical voice ma tinye kwa aka na igba ọsọ. Adụba na akọwa na ezi na ụlo ya bụ ndi na egwu egwu ike. Nwanne ya nke ntakiri nke ana akpọ gwuru egwu ike nke hoki na Mahadum nke ndi Massachusetts ma gakwa na iru igwu egwu nkea ugboro isii na usoro ndi ọkacha mmụta.",
  "Aduba biara bụrụ onye nke ama ama maka ihe onyo onyo na afọ 2003, mgbe egwuruegwu ya na ihe onyo onyo nke ana akpọ Translations of Xhosa na ebe nkịrị onyo onyo nke ndi Olney ritere ya mkpọpụta aha na uru nke Helen Hayes nke onye pụrụ iche nke na enyere onye na eme ihe onyo onyo nke ụmụ nwanyi na ihe nkịrị. Aduba bụ kwa Amphiarus na afọ 2006 na ihe nkuzi nke di na ebe nkiri onyo onyo nke di na New York ma kwa mekwa nkea ọzọ na afọ 2008 na ụlọ egwuruegwu nke La Jolla",
  "Na afọ 2007, ọbiara me ihe mpụta ya na Broadway ebe ọkpara agwa ka onye ana akpọ Toby na ihe nkiri nke si na akwụkwu Coram Boy nke nwa ada Helen Edmundson dere, na ụlọ ihe nkiri nke di na Imperial. Site na afọ 2011 ruo na 2012, Aduba gụrụ ukwe nke \"Na akụkụ mụ\" maka na ọ bụ otu onye na ndi mere ihe onyo onyo nke Godspell na ụlọ ihe nkiri nke Circle di na Square. Ihe mpụta mbụ ya na ihe onyonyo nke nkiri televishọn bụ mgbe ọ kpara agwa ka onye nọọsụ na Blue Bloods na afọ 2012. Ọkpakwara agwa ka nne onye nke isi kpara agwa Venice na ụlọ ihe nkiri nke ọha di na at New York."
]