[
  "Uzuzu Eshia (nke a na-akpọkwa uzuzu odo, ájá odo, ifufe odo ma ọ bụ oké ifufe uzuzu China) bụ ihe na-eme n'ogè ihu igwe nké na-emetụta ọtụtụ n'ime East Asia n'afọ niile ma karịsịa n'ogè ọnwa opupu ihe ubi",
  "Uzuzu ahụ sitere n'ọzara nke China, Mongolia, na Kazakhstan, ébé ifufe na-agba ọsọ na oké ifufe uzuzu na-eme ka igwe ojii dị mma, nke kpọrọ nkụ",
  "A na-eburu igwe ojii ndị a gaa N'ébé ọwụwa anyanwụ site na ifufe na-efe efe ma gafee China, North na South Korea, na Japan, ya na akụkụ nkè Russian Far East",
  "Mgbè ụfọdụ, a na-ebugharị ihe ndị dị n'ikuku karịa, na oke dị ukwuu nké na-emetụta ogo ikuku ruo n'ébé ọwụwa anyanwụ dị ka United States.",
  "Kemgbe mbido nke narị afọ nke iri abụọ na otu, na-adaba na mmepe ngwa ngwa nke China, uzuzu odo aghọwo nnukwu nsogbu ahụike n'ihi mmụba nke mmetọ ụlọ ọrụ dị n'ime uzuzu",
  "Ọzara na-arịwanye elu n'ihi mgbukpọ ọhịa anọwo na-akpata ogologo ógè na ugboro ugboro",
  "Nsogbu ahụ emeela ka njọ ka Oké Osimiri Aral nke Kazakhstan na Uzbekistan kpọrọ nkụ",
  "Nké a bidoro n'afọ ndị 1960 site na ntụgharị nke Osimiri Amu na Osimiri Syr, dị ka akụkụ nke mmemme ọrụ ugbo Soviet iji gbaa ọzara Central Asia mmiri, ọkachasị màkà ubi owuwe ihe ubi.",
  "A na-edekọ ọtụtụ n'ime ihe ndekọ ndị mbụ e dere banyeré ọrụ nke uzuzu n'akwụkwọ ndị China ógè ochie. Ekwenyere na a chọtara ihe ndekọ mbụ nke China na Zhu Shu Ji Nian (Chinese: 竹书纪年; English: Bamboo Annals). Ihe ndekọ ahụ kwuru: n'afọ nké ise nke Di Xin (1150 BC, Di Xin bụ Aha Ógé nke Eze Di Xin nke Shang Dynasty), mmiri zoro na Bo (Bo bụ ebe dị na Henan Province na China; na Classical Chinese: 帝辛五年,土雨于 Xia).",
  "Nnyocha nke igwe ojii ntụ nke Eshia nkè e mèrè na China n'afọ 2001 chọpụtara na ha nwèrè nnukwu silicon (24:32%), aluminum (5.97.4%), calcium (6.212%), na ígwè",
  "A chọpụtakwara ọtụtụ ihe na-egbu egbu, gụnyere mercury na cadmium site na ọkụ coal.",
  "Nnyocha e mèrè n'afọ 2014 chọpụtara na uzuzu China nwèrè ezigbo uzuzu na obere uzuzu. Uzuzu dị mmá nwèrè re ezigbo ihe (PM)",
  "A na-ekewa ụmụ irighiri ihe ndị dị obere karịa 10 μm n'obosara dị ka PM dị mma (PM10), ébé ụmụ irighari ndị dị obere karịrị 2.5 μm n\"obosara na-ekewaa dị ka PM ultrafine (PM2.5)",
  "Ma obere ntụ na nke dị oke mma na-etinye ihe ize ndụ na ahụike",
  "Akụkụ uzuzu dị mmá dị obere iji banye n'ime alveoli akpa ume",
  "Uzuzu dị nro dị obere nke na ha na-abanye n'ime ọbara ma ọ bụ usoro lymphatic site na akpa ume",
  "Ozugbo ha batara n'ọbara, ụmụ irighiri ihe ndị dị nro nwèrè ike iru ụbụrụ ma ọ bụ akụkụ ahụ nwa.",
  "Ikekwe mmetụta kachasị njọ bụ ahụike",
  "Ọtụtụ nnyocha achọpụtala na uzuzu Eshia nwèrè mmetụta na-adịghị mmá na ọrụ iku ume ma na-amụba ọbịbịa nke ọrịa iku ume",
  "Ọtụtụ nnyocha e mèrè na Korea na Japan lekwasịrị ányá na arụmọrụ iku ume site n'ịtụle ọnụ ọgụgụ kachasị elu nke iku ume",
  "Nnyocha ndị a chọpụtara na ndị nwéré ọrịa iku ume dịka ụkwara ume ọkụ na-ata ahụhụ site na mmetụta kachasị njọ. Enwekwara ihe akaebe na ụbọchị ndị nwere ntụ Eshia tinyere anwụrụ ọkụ na-eduga n'ịbawanye ọnwụ n'ihi ọrịa iku ume na ọrịa obi n'etiti ndị bi na mpaghara ndị ahụ metụtara. Nnyocha e mèrè n'oge na-adịbeghị anya achọpụtala na PM2.5 nwèrè njikọ na ọrịa Parkinson na ọrịa akwara ndị ọzọ. OECD buru amụma ọnwụ mberede Otu puku na iri isii na itoolu kwà nde n'ihi mmetọ ikuku na-akawanye njọ na South Korea ka ọ na-erule afọ 2060.",
  "Na mgbakwunye na ego ndị mmadụ na-efu, ịrị elu nke uzuzu Eshia emeela ka mmetụta ego dị ichè íchè nwee ụlọ ọrụ dị íchè íchè",
  "Nké mbụ, ụlọ ọrụ ụgbọelu anọwo na-enwe ego mpụga n'ihi oke uzuzu Eshia",
  "Uzuzu a na-anakọta n'elu ụgbọelu nwèrè ike belata elu nke nku ma jiri mmiri mee ihe iji mebie elu ụgbọelu ma mee ka ágbá ahụ ghara ịdị. N'ihi ya, n'oge opupu ihe ubi, mgbè uzuzu Eshia dị elu, ụlọ ọrụ ụgbọelu nwèrè ụgbọelu na mpaghara ahụ metụtara na-etinye ógè na ego iji sachaa uzuzu ụgbọelu ha",
  "Ịsa ájá n'otu ụgbọ elu B747 jumbo na-ewe lita mmiri puku isii na awa asatọ na mmadụ itoolu na-arụ ọrụ. Ọ bụ ezie na nkwụsịtụ sitere na uzuzu odo bụ ihe a na-adịghị ahụkebe, a na-akagbu ụgbọ elu n'ihi enweghị ike ịhụ ụzọ n'ụbọchị ndị kachasị njọ.",
  "Uzuzu Eshia bụ ihe atụ nkè mpụga na-adịghị mma na ọha mmadụ",
  "Nhọrọ iwu ndị na-akwado mmepụta ihe ngwa ngwa na mgbukpọ ọhịa na China, Mongolia, na mpaghara ndị ọzọ dị nà Central Asia na-etinye ego ọha na eze na mba ndị dị N'ébé Ọwụwa Anyanwụ, dị ka Korea, Japan, na Russia na Far East.",
  "Na mgbalị iji lụso oke uzuzu odo na-akawanye njọ ọgụ, gọọmentị Korea na gọọmentị China na-arụkọ ọrụ",
  "N'ọnwa Jenụwarị afọ 2018, mba abụọ ahụ zutere na nzukọ nke iri abụọ na abụọ nke Kọmitii Jikọrọ Aka nke Republic of Korea-China na Mmekọrịta Gburugburu Ébé Obibi, n'ogè mba abụọ ahụ kwurịtara banyéré ịbawanye mbọ ha na-agba iji lụso mmetọ ikuku ọgụ, gụnyere uzuzu odo na uzuzu dị mmá, na mmetọ mmiri.",
  "Uzuzu Eshia abụghị ihe ọhụrụ",
  "N'akụkọ ihe méré eme, e nweela ihe ndekọ nké uzuzu Eshia dị ka 1150 BC na China na 174 AD na Korea. Otú ọ dị, data ihu igwe nke gọọmentị na-egosi mmụba dị egwu na oke ya na ugboro ole ọ na-eme.",
  "Uzuzu Eshia, na njikọta ya na anwụrụ ọkụ na mmetọ ikuku n'ozuzu ya, aghọwo ihe siri ike nke na ọ ghọrọ okwu ndọrọ ndọrọ ọchịchị na ntuli aka onye isi ala South Korea n'afọ 2017",
  "Ndị isi atọ niile na-azọ ọkwa nke ntuli áká Moon Jae-in, Ahn Cheol-soo, na Hong Joon-pyo Kwèrè nkwa ime ihe iji belata nsogbu ikuku ikuku na-arịwanye elu. N'ime ọnwa ole na ole mbụ nke afọ 2017, Seoul nwèrè okpukpu abụọ nke ịdọ aka ná ntị uzuzu, n'ogè a gwara ndị mmadụ ka ha belata ihe omume n'èzí ma nọrọ n'ime ụlọ ma e jiri ya tụnyere afọ 2016.",
  "El Niño na-arụkwa ọrụ na ifufe uzuzu nke Eshia, n'ihi na ice ógè oyi nwèrè ike igbochi uzuzu ka ọ ghara ikpochapụ ala."
]