[
  "\"'Victor Grippo'\" (10 May 1936 - February 2002) was an Argentine artist, painter and sculptor, considered the father of conceptual art and Argentina",
  "He was born in Junín, province of Buenos Aires, the eldest of two sons of an immigrant father  Italian  and an Argentinian mother from  Albanian",
  "A zụlitere Grippo n'obodo a mụrụ ya, mgbe ọ bụ nwata, ọ kwagara n'isi obodo nke ógbè ahụ, La Plata, wee gaa n'obodo Buenos Aires",
  "Ọ gụrụ Chemistry na Pharmacy na Mahadum La Plata, ma gaa nzukọ ọmụmụ ihe nke Héctor Cartier na Fine Arts School. O nwere mmasị na nka site na nwata",
  "Ọ malitere dị ka onye na-ese ihe na onye na-ese ihe na 1950s, na 1960s ọ malitere ịnwale ihe ọkpụkpụ, ma mepụta ihe osise (na engines na ọkụ).",
  "N'afọ 1966, o mere ihe ngosi nke mbụ ya na Lirolay gallery na Buenos Aires, na-egosi mmanụ jikọtara na geometric abstraction.",
  "N'ọrụ ya, ọ chọwo njikọta n'etiti sayensị na nka",
  "Ọrụ ya, otu n'ime ebumnobi ya bụ echiche nke mgbanwe, na-adabere na ndụ kwa ụbọchị, ụwa nke ọrụ, nri na ike",
  "Site na mbido, ọ na-eji ihe eji eme ihe na ụzọ ndị na-enweghị atụ na ihe ya, ihe ọkpụkpụ na ntinye ya, iji tụgharịa uche na ọnọdụ mmekọrịta mmadụ na ibe ya na ọnọdụ ime mmụọ nke ndị ọrụ, nke ndị na-ese ihe",
  "Ọ bụ nke otu iri na atọ, nke Jacques Bedel, Luis Fernando Benedit, Gregorio Dujovny, tinyere ndị ọzọ jikọtara",
  "N'ikpeazụ, otu a na-aghọ CAYC Group.",
  "N'agbata afọ 1968 na 1970 ọrụ ya dugara na kinetic na-egbuke egbuke, a na-ekpuchi igwe na ákwà, na-etinye ya n'elu ìhè.",
  "Victor Grippo na-eme nnyocha banyere usoro mmepụta ike site na akụ na ụzụ dị mfe",
  "Otu n'ime ihe eji emepụta ihe n'ọrụ ya bụ poteto (nke ọ na-eji dị ka ihe atụ) nri a mụrụ na America, mana mgbe mmeri ahụ gasịrị, ọ gbasara na Europe niile.",
  "Grippo, dabere na ihe nnọchianya ọdịbendị ya, jiri ike dị na poteto, na-emepụta batrị eletrik ma na-ejikọta ha na eriri iji rụọ ọrụ ngwaọrụ dị iche iche, site na redio ruo multimeter nke tụrụ ike a na-emepụta",
  "Ụdị ọrụ ahụ ghọrọ ihe a ma ama nke onye na-ese ihe na-emepe emepe na ụlọ ọrụ dị iche iche gburugburu ụwa.",
  "N'iji electrodes na usoro ịtụ ihe, onye na-ese ihe na-egosi ike latent na ndụ osisi.",
  "Ọ na-emepụta ụlọ ọrụ ndị bụ n'otu oge ohere nke ike a tọhapụrụ, n'azụ ọrụ ndị a, a na-ahụkwa ihe ọ pụtara na-ezo aka na alchemy na mgbalị iji gbanwee ụwa ihe onwunwe.",
  "Otu n'ime ọrụ ya a maara nke ọma bụ Analogía I (1970), nke e gosipụtara na ihe ngosi nchịkọta Art Systems I, na Museum of Modern Art, nke e gosipụtara mgbe e mesịrị na nsụgharị dị iche iche n'akụkụ dị iche iche nke ụwa.",
  "N'afọ 2002 Konex Foundation si Argentina nyere ya Diamond Konex Award, otu n'ime onyinye kachasị mma na Argentina, dị ka onye kachasị mkpa na Visual Arts nke mba ya n'ime afọ iri gara aga.",
  "O mere mgbakọ na mwepụ bara uru maka quantum physics, na-akọ banyere atọm na echiche nke nebula absorbent n'ụzọ na-emegharị kpamkpam na nka echiche, si otú a nweta ụdị hologram tactile.",
  "Ọrụ nke onye na-ese ihe a anaghịzi ekwu maka ike teknụzụ nwere iji gbanwee ndụ ndị mmadụ, kama ọ na-ekwu maka ịkọwapụta ya dị ka ngwá ọrụ nke echiche.",
  "Grippo nwụrụ na Buenos Aires na Febụwarị 2002."
]