[
  "Véronique Tadjo (amụrụ n'afọ 1955) bụ odee, onye na-ede uri, onye na-ede akwụkwọ akụkọ, na onye na-ese ihe na Côte d'Ivoire",
  "Ebe ọ bụ na o biri ma rụọ ọrụ n'ọtụtụ mba n'ime kọntinent Afrịka na mba ofesi, ọ na-eche na ọ bụ onye Afrịka, n'ụzọ a na-egosipụta na isiokwu, ihe oyiyi na ihe ndị metụtara ọrụ ya.",
  "A mụrụ ya na Paris, Véronique Tadjo bụ nwa nwanyị nke onye ọrụ gọọmentị Ivory Coast na onye na-ese ihe na onye na-ese ihe na France",
  "A zụlitere ya na Abidjan, Côte d'Ivoire, ya na ezinụlọ ya mere njem ga ọtụtụ ebe.",
  "Tadjo gụsịrị akwụkwọ ma nweta nzere BA ya na Mahadum Abidjan na nzere doctorate ya na Sorbonne na African-American Literature and Civilization",
  "N'afọ 1983, ọ gara Mahadum Howard dị na Washington, D.C., na agụmakwụkwọ Fulbright.",
  "N'afọ 1979, Tadjo họọrọ ịkụzi Bekee na Lycée Moderne de Korhogo (ụlọ akwụkwọ sekọndrị) na mpaghara ugwu nke Côte d'Ivoire",
  "O mechara bụrụ onye nkuzi na ngalaba Bekee na Mahadum Abidjan ruo n'afọ 1993.",
  "N'afọ 1984, o bipụtara akwụkwọ uri mbụ ya, Latérite/Red Earth, na-enweta ihe nrite edemede site na Agence de Coopération Culturelle et Technique",
  "Edepụtara Tadjo na 1992 anthology Daughters of Africa, nke Margaret Busby dezigharịrị.",
  "N'afọ 1998, o sonyere na ọrụ \"Rwanda: Ecrire par devoir de mémoire\" (Rwanda: Ide maka ncheta) ya na otu ndị edemede Afrịka gara Rwanda iji gbaa akaebe banyere mgbukpọ agbụrụ nke Rwanda na ihe si na ya pụta",
  "Akwụkwọ ya bụ L'Ombre d'Imana (2000) sitere n'oge ya na Rwanda.",
  "N'ime afọ ole na ole gara aga, ọ kwadoro ọmụmụ ihe na ide na iji ihe osise akwụkwọ ụmụaka na Mali, Benin, Chad, Haiti, Mauritius, French Guiana, Burundi, Rwanda, United States, na South Africa",
  "N'afọ 2006, o sonyere na mgbụsị akwụkwọ nke International Writing Program na Mahadum Iowa.",
  "Tadjo ebiela na Paris, Lagos, Mexico City, Nairobi na London",
  "Ọ nọ na Johannesburg mgbe 2007 gasịrị dị ka onye isi nke French Studies na Mahadum nke Witwatersrand",
  "Tadjo natara Literary Prize nke L'Agence de Cooperation Culturelle et Technique na 1983 na UNICEF Prize na 1993 maka Mamy Wata na Monster, nke a họọrọ dịka otu n'ime 100 Best Books of the 20th Century nke Africa, otu n'etiti naanị akwụkwọ ụmụaka anọ ahọpụtara.",
  "N'afọ 2005, Tadjo meriri Ihe nrite Grand prix littéraire d'Afrique noire",
  "N'afọ 2016 o ritere Bernard Dadié national grand prize for literature",
  "Akwụkwọ ya nke 2021 In the Company of Men meriri <i id=\"mwWw\">Los Angeles Times</i> Book Award for Fiction"
]