[
  "V",
  "Mitch McEwen (amụrụ n'afọ 1978) bụ onye Amerịka na-ese ụkpụrụ ụlọ na onye na-eme atụmatụ obodo, onye na-ahụ maka ọdịbendị, na onye enyemaka prọfesọ na Princeton University School of Architecture. Ọ bụ onye isi nke McEwen Studio na onye guzobere Atelier Office, ihe imewe na omenala na-arụ ọrụ n'ime mpaghara nke ime obodo, teknụzụ, na nka. McEwen bụ onye nchoputa na onye otu Black Reconstruction Collective na onye otu Van Alen Institute na New York. A họpụtara ya maka United States Artists Fellowship ma nye ya 2010 New York State Council na Arts Independent Projects Award for Architecture, Planning and Design.",
  "McEwen nwetara nzere Master of Architecture na Mahadum Columbia dị na New York City na B.A",
  "na Social Studies na Harvard College dị na Cambridge, MA.",
  "McEwen bụ osote prọfesọ na Mahadum Columbia na, site na 2014 ruo 2017, osote profesa na Mahadim nke Michigan's Taubman College of Architecture and Urban Planning; n'oge mgbụsị akwụkwọ nke afọ 2017, ọ sonyeere Princeton dị ka osote pròfesọ na Architecture.",
  "N'afọ 2014, McEwen natara onyinye nyocha nke Graham Foundation maka ọrụ ya bụ House Opera Opera, e nyekwara ya onyinye nke abụọ nke Graham Foundation n'afọ 2016 maka Methexis: The Algorithmic Recitative, mmekọrịta ya na Farzin Lotfi-Jam nke egosiri na MOCAD na Detroit.McEwen natara onyinye 2015 site na Knight Foundation maka ọrụ ọ gara n'ihu na ụlọ obodo na Detroit.",
  "N'afọ 2016, a họọrọ McEwen's A(n) Office dị ka otu n'ime usoro ihe owuwu iri na abụọ gụnyere na United States Pavilion maka 15th Venice Architecture Biennale.",
  "A họpụtara ya dị ka onye nlekọta nke New Museum's IDEAS city initiative n'afọ 2018.",
  "Na Febụwarị afọ 2021, a gụnyere ọrụ ya na ihe ngosi MoMA Reconstructions: Architecture and Blackness in America, ihe ngosi ihe owuwu mbụ nke ebe ngosi ihe mgbe ochie na-egosipụta njikọ dị n'etiti ihe owuwu na ọdịbendị na obodo ndị Afrịka Amerịka. N'ajụjụ ọnụ New York Times na \"ìgwè ọhụrụ nke ndị Black architects na ndị na-ese ihe\", onye na-ese onyinyo ibe ya bụ Emanuel Admassu kwuru na otu ahụ na-arụ ọrụ iji \"nweghachi nkwa ka ukwuu, nke obodo nke ụlọ\". Magazin ihe owuwu Dezeen gbara McEwen ajụjụ ọnụ maka edemede akpọrọ Twenty-two women architects and designers you should know."
]