[
  "Vachellia flava, otu aha Acacia ehrenbergiana, bụ ụdị osisi na-eguzogide oke ọkọchị ma ọ bụ obere osisi, nke a maara dị ka salam na Arabic",
  "A na-ahụ ya na Sahara, n'ebe ugwu Sahel, akụkụ nke East Afrika, Arabian Peninsula na Iran.",
  "Vachellia flava bụ obere osisi dị elu ma ọ bụ obere osisi, na-adịkarịghị agafe mita 4 (13 ) n'ịdị elu",
  "Ọ nwere ọtụtụ alaka, ogwe osisi ahụ nwere ụcha na-acha nchara nchara, ụgbụgbọ osisi na-acha akwụkwọ ndụ akwụkwọ ndụ ma ọ bụ na-acha ọbara ọbara na ụgbụ na-egbuke egbuke",
  "Akwụkwọ ndị a dị obere, nwere ihe ruru pinnae anọ, nke ọ bụla nwere asatọ ruo iri na abụọ nke pinnulas",
  "Na-eto n'ime axils akwụkwọ bụ ogwu ọcha abụọ nke ruru sentimita 6 (2.4 in) n'ogologo ma dị ogologo karịa akwụkwọ. Okooko osisi ndị -acha odo odo na-acha uhie uhie na-acha ọbara ọbara na ihe dị ka 1.5 cm (0.6 in) n'obosara",
  "A na-eme ka mkpụrụ osisi ahụ dị larịị ma gbagọọ ya na mgbochi n'etiti mkpụrụ osisi ahụ. Osisi a yiri red acacia (Vachellia seyal) mana ụdị ahụ na-ebi n'ebe mmiri ozuzo dị elu ma nwee ogwu dị mkpụmkpụ karịa akwụkwọ ya. Ọ dịkwa ka Vachellia hockii mana ụdị ahụ nwere akwụkwọ ndị na-enwekarị naanị otu ma ọ bụ abụọ pinnae.",
  "Vachellia flava bụ nwa amaala etiti na ndịda Sahara na akụkụ ugwu nke Sahel mana ọ bụghị ihe a na-ahụkarị na ọdịda anyanwụ Sahara",
  "Ọ na-emekwa n'Ebe Ọwụwa Anyanwụ Afrịka na Arebia",
  "Ọ bụ ụdị na-agide oke ọkọchị ma nwee ike ịdị ndụ n'ebe mmiri ozuzo dị n'etiti 50 na 400 milimita (2.0 na 15.7 in) kwa afọ. A na-ahụkarị ya na-eto eto na ndagwurugwu na ndagwupụta, ọnọdụ ebe a pụrụ ịtụ anya na mmiri ga-abanye n'ime ala n'oge ndị a na-adịghị ahụkebe mgbe mmiri na-ezo. IUCN Reddepụtara osisi ahụ dị ka nke Nchegbu kacha nta dịka ọ bụ ihe a na-ahụkarị n'ofe nnukwu ya, ọnụ ọgụgụ ya kwụsiri ike ma ọ na-abụkarị ụdị ahịhịa kachasị n'ógbè ọ na-eto",
  "Ka o sina dị, ọ dị mkpa na a naghị eji ya eme ihe n'ụzọ gabigara ókè n'ihi mkpa ọ dị nye ụmụ amaala.",
  "A na-eji akwụkwọ osisi Vachellia flava eme ihe maka nri anụ ụlọ ma na-agbanye osisi mgbe ụfọdụ maka nzube a. Ọ bụ ihe oriri dị mkpa maka kamel, ewu na atụrụ na okooko osisi ndị a na-eleta na-eme \"mmanụ aṅụ acacia\" site na mmiri ara ehi. A na-eji osisi ahụ eme ihe maka icheku ọkụ na nkụ ọkụ, ụgbụgbọ osisi maka eriri ka a na-afụkọta ya n'ime eriri, na sap na-emepụta chịngọm dị ala nke na-esi n'akụkụ mebiri emebi nke ogwe osisi ahụ apụta",
  "A na-eme ihe na-esi ísì ụtọ site na anụ ahụ nke osisi ahụ."
]