[
  "Valerie O Lawson (Onye a mụrụ n'abali mbụ n'ọnwa Ọgọstụ n'afọ 1991), bụ onye Ghana na-ete uri ịchọ mma ka ihu dị saam nke a maara maka ọrụ ya  n'ebe agbamakwụkwọ ma n'ebe azụmahịa. Ọ bụkwa onye nduzi nka nke Ghana maka ụlọ ọrụ ịchọ mma nke America, Maybelline New York na onye guzobere akara ahia, Contours By Valerie Lawson",
  "Lawson arụọrala Prime Minister nke Norway, Erna Solberg, Second Lady nke Ghana, Samira Bawumia, H.E",
  "Ms",
  "Anne Sophie-Avé French Ambassador na Ghana, Bozoma Saint John, Mastercard Foundation C.E.O, Reeta Roy, Nicole Ari Parker, na Yolanda Cuba ọrụ ite uri ọchụchọ mma.",
  "A mụrụ Valerie Lawson N'abalị mbụ n'onwa August , afọ 1991, na Ghana nye onye isi ndị agha, Rtd Colonel Emmanuel Nii Lante Lawson na Onye na-emepụta uwe Mrs",
  "Joan Lawson",
  "Ọ bụ nwa nke abụọ n'ime ụmụ atọ.",
  "Valerie gara ụlọ akwụkwọ ụmụ nwanyị Katọlik, Holy Child Secondary School site n'afọ 2006 ruo afọ 2009 ma n'enwe mmasị Mgbe dum ịme eserese nke ụmụ klas ya. O mechara gaa Mahadum nke Ghana n'afọ 2009 ebe ọ gụrụ Business Administration",
  "N'afọ 2014, ọ nwetara ọrụ mbụ ya na Wax print manufacturer, Printex wee malite ọrụ ite uri mma agbamakwụkwọ nye onye nlereanya nọ n'ogbọ.",
  "Ọ rụkwara ọrụ na ọtụtụ ngalaba ejiji nlereanya Ghana nke gụnyere Pistis Ghana, Christie Brown, Mina Evans, Charlotte Prive, Nadrey Laurent, Sarah Christian na Hat Box Company na ọtụtụ mgbasa ozi gbasara ejiji na nchịkọta akụkọ.",
  "N'afọ 2016, Valerie na ụlọ ejiji Pistis Ghana na ụlọ ọrụ Let's Be Seated Limited rụkọrọ ọrụ iji mee mgbasa ozi agbamakwụkwọ maka ndị Kraịst na ndị Alakụba ana-alụ ọhụrụ nke ụlọ ọrụ agbamakwụkwọ natara ,tinyere aha onye na-eme atụmatụ agbamakwụkwọ, David Tutera.",
  "Mgbasa ozi a aghọwo ọrụ kwa afọ ma ana  ewepụta ya kwa afọ kemgbe mmalite mbụ ya.",
  "N'abali asatọ nke ọnwa Machị afọ 2020, a họpụtara Valerie ka ọ bụrụ onye nduzi nka nke Maybelline New York ma bụrụ onye mbụ na-ese osise ịchọ mma  nke Ghana na-arụ ọrụ onye nduzi nka na Ghana, nyere Maybelline New York.",
  "Ms Lawson n'afọ 2017 kwupụtara mmalite nke azụmahịa ịchọ mma ya,  akpọrọ CVL Beauty. CVL beauty ewepụtala ọtụtụ ngwá ọrụ mara mma na ngwa gụnyere brọsh emepụtara maka ndị ọkachamara na-ese ihe n'ofe Africa na ụmụ nwanyị  isi ojii."
]