[
  "Van Taylor Monroe III (nke a makwaara dị ka Van Monroe) bụ ónyé na-ese ihe n'Afrịka na America nke a maara nke ọma maka omenala ya, sneakers e ji aka mee",
  "Ọrụ ya kachasị ama ama, Obama '08 sneakers, bụ nke Smithsonian Institution rịọrọ màkà itinye na National Museum of African American History and Culture. O nwèrè ndepụta dị ogologo nke ndị ahịa ama ama ma na-emepụta ọrụ ugboro ugboro iji ree nnukwu ihe nkírí Hollywood.",
  "A mụrụ Monroe ma zụlite ya na Cleveland, Ohio, ma gaa Mahadum Miami na Ohio ébé ọ gụrụ ihe osise eserese tupu ọ gbanwee isi ya na nkà mmụta uche. Monroe malitere ise sneakers na 2003 mgbè ọ nọ na kọleji, ma màkà onwé ya na ndị otu egwuregwu bọọlụ ibe ya. Mgbè ọ gụsịrị akwụkwọ, Monroe rụrụ ọrụ dị ka onye njikwa ahịa màkà Sherwin Williams, wee rụọ ọrụ dị ka ụlọ ọrụ na-ahụ màkà nhazi tupu ọ hapụ ọrụ ahụ na 2007 iji chụsoo ọrụ nka.",
  "N'afọ 2018, Monroe nọrọ n'oge ọkọchị dị ka ónyé na-ese ihe màkà ụlọ ọrụ nka nke Cleveland Museum of Art, Studio Go",
  "Ọ gakwara Africa ịkụzi ihe osise na Academie des Beaux-Arts na Kinshasa, DRC.",
  "Ọrụ ya bụ \"Obama\" nke e ji aka mee, nke na-egosi ihe osise onye bụbu onye isi ala Barack Obama na ihe onye bụbu onyeisi ala kwuru, gbasara na MySpace n'afọ 2008. O mechara nye Smithsonian sneakers ndị a, ebe a na-egosi ha ugbu a na National Museum of African American History and Culture na Washington, DC. Kemgbe ahụ, ndị ọzọ a ma ama nyere ya ọrụ, gụnyere Valérie Trierweiler, Spike Lee, Afeni Shakur, Will.i.am, Hill Harper, Queen Latifah, Nicki Minaj, Ray Romano, Tiësto, Jennifer Lopez, Carmelo na LaLa Anthony, na Josh Hutcherson.",
  "Ndị isi ụlọ ọrụ ihe nkiri goro Monroe ka ha mepụta sneakers omenala iji nyere aka na-ere ihe nkiri Hollywood gụnyere, Ice Age: Continental Drift na X-Men Origins: Wolverine.",
  "Ọ na-ebi ugbu a n'obodo ya Cleveland, Ohio ebe ọ na-elekọta VTM Creative, ụlọ ọrụ mgbasa ozi na akara.",
  "Ihe osise ya a ma ama, Obama '08 bụ usoro Nike Air Force 1s nke o ji aka ya see ihe yiri Barack Obama na okwu \"CHANGE\" na \"YES WE CAN\" na akpụkpọ ụkwụ ọ bụla",
  "Monroe ekwuola na ọ ghọrọ ihe sitere n'ike mmụọ nsọ mgbe ọ kiriri okwu Obama mgbe ọ meriri Iowa Caucus n'oge mbụ ọ bụ onye isi ala.",
  "Monroe sere nnukwu mgbidi nke gosipụtara ụmụaka abụọ ndị Africa America na mgbidi nke St",
  "Adalbert Catholic School, na Cleveland, Ohio na 2011",
  "Monroe kwuru na ihe mkpali maka mgbidi a sitere n'otu akụkụ sitere na Bible, Ọpụpụ 4:2, nke gosipụtara na ala mgbidi ahụ. Ihe osise a bụ otu n'ime ihe osise asatọ sitere na \"Community Mural Project\" nke Cleveland Foundation.",
  "Akpụkpọ ụkwụ ya, \"Obama '08\" dị na nchịkọta na-adịgide adịgide nke Smithsonian National Museum of African American History and Culture (NMAAHC) na Washington, DC. E gosipụtakwara ọrụ ya na Manifest Hope Gallery, nke dị n'ime Andenken Gallery, na Denver, Colorado."
]