[
  "Ụlọ Van Wouw, bụ ebe obibi ikpeazụ nke onye na-ese ihe na South Africa bụ Anton Van Wouw.\nỤlọ Van Wouw, bụ ebe obibi ikpeazụ nke onye na-ese ihe na South Africa bụ Anton Van Wouw.",
  "A mụrụ Anton van Wouw na Driebergen, na nso Utrecht na Netherlands n'ubochí irí abụọ na isii n'ọnwa Disemba n'afọ 1862",
  "O nwere ọzụzụ zuru oke na ihe ọkpụkpụ agụmakwụkwọ na Europe, na mbụ na studio nke onye Belgium na-akpụ ihe Joseph Graven (afọ 1836 rụọ afọ 1877), mgbe e mesịrị site na klas mgbede na Rotterdam Academie, ma na-arụkwa ọrụ na ndị ọrụ Stucco ndị ọzọ dị ka Vielvoije",
  "Ahụmahụ nke ọ nwetara na mbido ndụ ya dị ka onye na-arụ ọrụ stucco nwere mmetụta doro anya na mmasị ya maka nka nke ịme ihe ngosi.",
  "Ógè Anton van Wouw rutere South Africa site na Netherlands, ọ dị afọ iri abụọ na asatọ",
  "N'ebe a, ọ zutere ụmụ amaala nke mba ahụ na nke izizi ya",
  "Nsụgharị ya nke ndị Afrịka na-egosi nghọta nghọta",
  "Ọ bụghị naanị na Van Wouw na-egosi njirimara anatomical nke ndị Afrịka, kama o kere ọmụmụ ihe ndị a nke ụmụ amaala na ùgwù na nghọta",
  "Mmụọ na ọdịbendị pụtara ìhè n'ọrụ ndị a",
  "Van Wouw gosipụtara site na ndụ na ndị ọ na-achị na-egosi n'ọnọdụ na ọnọdụ dị iche iche",
  "Ọnọdụ obi iru ala na ntụgharị uche pụtara ìhè na ihe ọkpụkpụ ọla nchara ya, nke akpọrọ The Thinker (afi1935)",
  "N'ịbụ onye ihu ya dị n'aka ya, isiokwu ahụ yiri ka ọ maghị ụwa gbara ya gburugburu, furu efu n'echiche nke ya.",
  "E mepụtara ọnọdụ obi ụtọ na obi ụtọ na ọrụ ọla nchara The Laughing Basutu (afọ1936)",
  "N'iji aka ya kpuchie obi ya na isi ya tụgharịa gaa n'aka nri, isiokwu ahụ yiri ka ọ na-enwe obi ụtọ ma na-atọ ụtọ",
  "Egwuregwu nke ìhè na atụmatụ ndị ahụ na-agbakwụnye ndụ nke ọrụ ahụ.",
  "N'ime ọrụ ọla nchara The Shangaan (afọ 1907) anyị na-ahụ onye na-echekwa echekwa",
  "Ọ na-ele anya n'ala, ihu ya na-agbanye ma na-agafe ogwe aka ya n'obi ya dị ka à ga-asị na ọ na-ebipụ onwe ya n'aka onye na-ekiri ya.",
  "Na The Sleeping African nke afọ 1907, isiokwu ahụ dị jụụ kpamkpam, na-ehi ụra ngwa ngwa na ọnụ na-emeghe ma na-atụtụ aka n'aka nri",
  "A na-agbanye ogwe aka ndị ahụ n'ụzọ dị mfe",
  "N'ụzọ dị iche na ọrụ a, The Shangaan yiri ka ọ na-echegbu onwe ya",
  "Obi iru ala, obi iru ala na ihe fọrọ nke nta ka ọ bụrụ ihe eze dị na Zulu (afọ 1907)",
  "Ọdịiche dị ịrịba ama pụtara ìhè na ọdịdị ntutu isi na afụ ọnụ, yana akpụkpọ ahụ dị nro",
  "Nwoke ahụ yiri ka ihe ndị na-abaghị uru anaghị enye ya nsogbu",
  "Ọ na-ele anya n'ihu na anya dị n'obere ala, na-anya isi na ọ bụ onye Zulu.",
  "Van Wouw kere onye Afrịka n'ihe omume ya kwa ụbọchị dị ka a hụrụ na The Hammer Worker (afọ 1911)",
  "Onye ọrụ ahụ na-arụsi ọrụ ike na-akụ nkume ma ọ fọrọ nke nta ka nkume gbaa ya gburugburu",
  "Ọnụ ọgụgụ ahụ yiri ka ọ na-etolite' site na nkume",
  "The Skapu Player (afọ 1907) na-egosi onye Afrịka nọ ọdụ na-ezu ike mgbe ọ na-egwu egwu ya",
  "The Mieliepap Eater (afọ 1907) na-egosi onye Afrịka na-akwadebe nri ya n'ọnọdụ nkịtị",
  "Ọ na-anọdụ ala na-akpali nri ya n'ime ite ahụ nwere ụkwụ atọ.",
  "The Hunter Drinking (afọ 1907) na-egosi ahụ dị nro dị ka nwa okike",
  "Otu nhazi ahụ dị larịị dị na The Dagga Smoker (afọ 1907)",
  "Site na nkwanye ùgwù na nkwanye ùgwù, Van Wouw kpụrụ Eze Khama, onye isi Bamangwatu",
  "Onye agadi nwoke ahụ maara ihe na-ele anya n'ihu na anya ike gwụrụ",
  "Agadi na ahụmịhe pụtara ìhè na ọrụ a nke Van Wouw",
  "Van Wouw maara ihe nlereanya nke The Bushman Hunter nke ọma",
  "Ọ rụrụ ọrụ n'ezie n'ihe banyere Van Wouw bụ onye mụrụ ihe owuwu ya na mmegharị ya",
  "Van Wouw na ya na-egwukarị egwuregwu ụta na akụ́",
  "Nghọta ya banyere obere Bushman pụtara ìhè na ọrụ a.",
  "Ụlọ Van Wouw, nke bụzi ihe onwunwe nke Mahadum Pretoria, bụ ụlọ ikpeazụ na ụlọ ọrụ nke onye na-akpụ ihe Anton van Wouw (afọ 1862 rụọ afọ 1945)",
  "Ebe e wuru ụlọ ahụ na mbụ bụ nke Maazị J Brookes",
  "Ogige ahụ gbanwere nwe ya ugboro atọ ma ree ya Van Wouw n'afọ 1937",
  "O nyere onye na-atụpụta ụkpụrụ ụlọ Norman Eaton ọrụ iwuru ya ụlọ n'ebe ndịda.",
  "Ụlọ Van Wouw, nke emechara n'afọ 1938, na-egosi ụdị onwe onye nke Norman Eaton mepụtara n'oge ahụ",
  "E mere ụlọ ahụ dị ka ebe obibi na studio",
  "Ịdị n'otu dị n'etiti ụlọ na gburugburu ebe obibi pụtara ìhè",
  "Van Wouw bụ onye hụrụ okike n'anya nke ukwuu na onye na-elekọta ubi nke ọma ma nye Eaton ọrụ ịmepụta ebe obibi nwere njikọ dị n'etiti ụlọ na okike.",
  "Otú ọdọ mmiri ịchọ mma, n'oge e mesịrị n'ogige mara mma, nyere aka na njikọ a n'etiti ụlọ na okike",
  "E ji brik ihu wuo ụlọ ahụ n'onwe ya, nwere elu ụlọ na windo windo osisi nwere ihe mkpuchi",
  "Terracotta tiles na ala osisi na-agbakwunye ihe na ọmarịcha ya",
  "Ụda mmiri dị n'ọdọ mmiri azụ, osisi na-arịgo na ubi mara mma na-ejikọta ebe obibi ahụ na ala gbara ya gburugburu",
  "N'ihi na nnukwu veranda na-eche ihu n'ebe ndịda, mmadụ nwere echiche mara mma n'ebe ndịda.",
  "Van Wouw kwagara n'ụlọ ọhụrụ ya na mmalite afọ 1939 wee biri ebe ahụ ruo mgbe ọ nwụrụ n'ubochí irí atọ n'ọnwa Juun n'afọ 1945",
  "Prọfesọ na Oriakụ S F Oosthuizen nke Mahadum Pretoria wee nọrọ n'ụlọ ahụ ruo afọ 1973",
  "N'oge Nzukọ Ukwu nke iri abụọ na ise kwa afọ nke Rembrandt Group n'ubochí irí na isii n'ọnwa Nọvemba n'afọ 1973, Dr Anton Rupert kwupụtara na e nyere Mahadum Pretoria ego ruru ọnụ ahịa nke ihe onwunwe ahụ iji zụta Van Wouw House",
  "Site na mmegharị a, ụlọ a bara uru ma bụrụ nke pụrụ iche ghọrọ ihe onwunwe nke mahadum",
  "Dr Rupert nyefere ụlọ ahụ na Mahadum n'ubochí irí abụọ na otu n'ọnwa Mee n'afo 1974.",
  "Site n'ihe dị ka afọ 1976 ruo afọ 2008 a raara ụlọ ahụ nye ka ọ bụrụ ihe ngosi nka maka ihe banyere onye na-ese ihe, mana n'afọ 2008 Mahadum Pretoria kwagara ihe ngosi nka ahụ na campus Hatfield n'ihi nsogbu nchekwa yana ohere ọ na-enye ụmụ akwụkwọ",
  "Taa, Ụlọ ahụ nwere Tangible Heritage Conservation Studio nke mahadum ebe a na-azụ ndị nchekwa n'ọdịnihu."
]