[
  "Joseph van Vicker (a mụrụ na 1 August 1977), nke a maara nke ọma dịka Van Vicker, bụ onye Ghana na-eme ihe nkiri, onye nduzi ihe nkiri na onye enyemaka. Ọ bụ onye isi ọrụ nke Sky + Orange production, ụlọ mmepụta ihe nkiri",
  "Van Vicker nwetara nhọpụta abụọ maka \"Best Actor in a Leading Role\" na \"Best Upcoming Actor\" na Africa Movie Academy Awards n'afọ 008.",
  "A mụrụ Vicker na Accra, Ghana nye nne Ghana / Liberia na nna Dutch. Nna ya nwụrụ mgbe ọ dị afọ isii. Ọ na-ekwukarị n'ajụjụ ọnụ na ọ na-ewere onwe ya dịka nwa amaala ụwa dịka nne ya zụlitere ya n'ụwa niile",
  "N'ihi ọnwụ nna ya Vicker ekwuola na ya na nne ya dị ezigbo nso ma were ya dịka dike ya.",
  "Vicker gara ụlọ akwụkwọ Mfantsipim, ya na onye na-eme ihe nkiri ibe ya bụ Majid Michel. Ọ gụsịrị akwụkwọ na African University College of Communications n'afọ 2021.",
  "Vicker malitere na ụwa ntụrụndụ na redio dịka onye ngosi na Groove 106.3 fm (1999–2000) na Vibe 91.9fm (2001–2004) na dịka onye telivishọn maka TV3 Ghana (1997–1999) & Metro TV (2000–2004), Vicker pụtara na usoro telivishọn Ghana Sun city, nke gosipụtara ndụ mahadum",
  "O mere ihe nkiri LeRoy King Jr., nwa akwụkwọ Fine Arts a mụrụ na United States nke rutere n'obodo Sun iji gụchaa akwụkwọ ya",
  "Usoro ihe nkiri a gbara ọsọ maka ngụkọta nke ihe omume iri.",
  "N'oge na-adịghị anya, a họpụtara Vicker na ihe nkiri mbụ ya Divine Love dịka onye na-akwado ya",
  "Ihe nkiri a n'ụzọ dabara adaba, bụkwa ọrụ izizi nke ndị na-eme ihe nkiri ibe ya bụ Jackie Appiah na Majid Michel bụ ndị a họpụtara na nwanyị na nwoke n'otu n'otu.",
  "A na-akpọkarị Vicker dịka onye ndu nwoke na-ahụ n'anya, ọtụtụ mgbe ya na ndị na-eme ihe nkiri Jackie Appiah na Nadia Buari",
  "A na-ejikarị ya tụnyere onye Ghana ibe ya bụ Majid Michel na onye Naijiria Ramsey Nouah",
  "Vicker apụtawo n'ọtụtụ ihe nkiri Nollywood ya na ndị na-eme ihe nkiri Nollywood a ma ama, gụnyere Tonto Dikeh, Mercy Johnson, Stephanie Okereke, Chika Ike na Jim Iyke",
  "Ihe nkiri Nollywood ya gụnyere; My Soul Mate, Heart of Fire, Popular King, Gambling with Marriage, Harvest of Love, Stolen Will, The Joy of a Prince, Discovered, The Kingdom na Against the law.",
  "Vicker eduziela, mee ihe nkiri, ma mepụta ihe nkiri ise n'okpuru Sky + Orange Productions ya kemgbe afọ 2008",
  "2012 bụ afọ kachasị maka ụlọ mmepụta ya, nke mere ka ọ nweta NAFCA Best Actor and Director Awards maka ihe nkiri ya na-atọ ọchị, Joni Waka",
  "A họpụtala Vicker ma ọ merie ọtụtụ onyinye site na Africa ruo Caribbean",
  "Ihe nrite gụnyere Ghana Movie Awards, ACRAG awards na Nollywood Academy Films Critics' Awards",
  "N'afọ 2009, o meriri na Best African Caribbean Actor na Best Actor African American na n'afọ 2011, o meriri Pan African creative actor. N'afọ 2013, o ritere ihe nrite Best International Actor na Papyrus Magazine Screen Actors Awards (PAMSAA) 2013, nke emere na Abuja, Nigeria.",
  "Van Vicker lụrụ Dr",
  "Prophet La'Rika Van Vicker, onye isi oche nke Our Voice Matters International Peace Coalition, kemgbe June 28, 2018",
  "Van Vicker bụ onye isi oche nke otu nzukọ ahụ",
  "Van Vicker na Prophet La'Rika nwere ụlọ na United States na Nigeria",
  "Onye na-eme ihe nkiri ahụ lụrụ Adjoa Vicker",
  "Ha abụọ lụrụ n'afọ 2003 ma mụọ ụmụ atọ",
  "Otú ọ dị, mgbe ọtụtụ afọ nke ekwesịghị ntụkwasị obi na esemokwu na-enweghị nkwekọrịta, di na nwunye ahụ chere na ọ kachasị mma ka ha gbaa alụkwaghịm ma bụrụ nne na nna dịka ndị enyi",
  "Van bụkwa onye isi nke Sky + Orange Productions, ụlọ mmepụta ihe nkiri",
  "Ụlọ ọrụ ọzụzụ Van Vicker bụ ọrụ azụmaahịa kachasị ọhụrụ nke Vicker, ebe ndị ọkachamara na-azụ ụmụ akwụkwọ n'ọhịa na ime ihe nkiri",
  "Van Vicker Foundation bụ mmemme mgbasa ozi maka ndị ntorobịa."
]