[
  "Vanessa Low OAM (bu onye a mụrụ n'ụbọchị nke 17 n'ọnwa Julaị n'afọ 1990) bụ onye Germany amụrụ na Australia na-eme egwuregwu Paralympic na-asọmpi na T42 sprint na long jump events. A mụrụ ya na East Germany, ọ nwetara nnabata dịka onye mba Australia na June 2017.",
  "N'afọ 2016, Low bụ naanị nwanyị na-eme egwuregwu na-asọmpi nke nwere ụkwụ ya abụọ n'elu ikpere",
  "N'agbanyeghi ebe e gbupụrụ ndị a na n'agbanyeghị na ya na ndị na-eme egwuregwu nwere otu ụkwụ na-arụ ọrụ nke ọma, o mere nke ọma na njedebe nke asọmpi ya niile na-agba ọsọ na ogologo oge na 2012 Summer Paralympics na London na 2016 Summer Paralympics na Rio",
  "Na Rio, o ritere ihe nrite ọla edo site na ihe ndekọ ụwa nke 4.93m na T42 long jump na ihe nrite ọla ọcha na asọmpi T42 100m. E kwughachiri nke a na 2020 Summer Paralympics na Tokyo na T63 long jump gold medal na ndekọ ụwa n'agbanyeghị na a na-ahazi ya T61.",
  "A mụrụ Low na 17 Julaị 1990 na Schwerin, East Germany, ma tolite na Ratzeburg. N'ọnwa Juun afọ 2006, mgbe ọ dị afọ iri na ise, ụgbọ okporo ígwè kụrụ ya n'elu ikpo okwu ụgbọ okporo ígwè mgbe ọ kwụsịrị. Ihe mberede ahụ kewara ụkwụ aka ekpe ya ma mee ka ọ daa mbà ruo ọnwa abụọ",
  "N'oge ịwa ahụ na-azọpụta ndụ, a manyere ndị dọkịta ya ịkpụ ụkwụ ya nke ọzọ. O were Low afọ abụọ iji maliteghachi ije ije site na iji prostheses ya.",
  "Low lụrụ onye mba Australia Paralympic gold medallist bụ Scott Reardon.",
  "Low nwere mmasị n'egwuregwu tupu ihe mberede dakwasịrị ya, ma chọọ ịnọgide na-egwu egwu mgbe nke ahụ gasịrị",
  "O kwukwara na ọ bụ onye Amerịka nwere nkwarụ na-agba ọsọ ogologo oge bụ Cameron Clapp kpaliri ya. Ọ malitere egwuregwu n'afọ 2008 ma mee egwuregwu mbụ ya n'otu afọ ahụ, mana ọ gbajiri ikpere ya n'afọ 2009, na-eme ka ọ pụọ n'asọmpi ruo ọnwa atọ",
  "Afọ abụọ ka e mesịrị, a họpụtara ya maka ndị otu mba Germany, na-aga Christchurch na New Zealand ịsọ mpi na 2011 IPC Athletics World Championship",
  "N'ebe ahụ, ọ gbara nke anọ na ogologo ịwụ elu ma merie ọla nchara na T42 100m sprint.",
  "Na afọ 2012 Low ruru eru maka ma 100m sprint na ogologo ịwụ elu maka Summer Paralympics na London",
  "Ogologo ịwụ elu ahụ meghere n'ofe nhazi atọ, F42 ruo F44, ma kpebie usoro akara",
  "Nsonaazụ ya kachasị mma nke 3.93m mere ka ọ nọrọ n'ọkwa nke isii",
  "N'ọsọ ahụ, o dere oge 16.78, nke hapụrụ ya n'èzí ọkwa nrite, na-agba nke anọ n'azụ onye otu ya bụ Jana Schmidt. Low nwere mmechuihu na arụmọrụ ya na Egwuregwu na ọzụzụ ya n'ozuzu ya na-eduga na Paralympics",
  "Ọ gakwuuru onye na-enye ya ọzụzụ, Steffi Nerius, wee kpebie ịla ezumike nká n'egwuregwu asọmpi.",
  "N'afọ 2013, Low gara leta enyi ya na onye egwuregwu German ibe ya bụ Katrin Green, onye bi na United States ma lụọ onye na-eme egwuregwu America bụ Roderick Green",
  "Mgbe ọ na-enye ọzụzụ na Greens, Low chọpụtara na mmasị ya maka egwuregwu maliteghachiri ma kpebie ịkwaga Steeti, wee were Roderick dị ka onye na-enye ya ọzụzụ ọhụrụ. Ka ọ na-erule ngwụsị afọ ahụ, ọ laghachiri na-anọchite anya Germany, na nke ugbu a na 2013 World Championship na Lyon",
  "N'ebe ahụ, o ritere ọla nchara abụọ, na 100m sprint na long jump",
  "N'afọ sochirinụ, ọ hụrụ nnukwu ọganihu na ogologo ịwụ elu ya, mgbe ọ sọrọ mpi na 2014 IPC Athletics European Championship na Swansea",
  "Ogologo ya nke 4.24m bụ nnukwu ọganihu na asọmpi ukwu ya gara aga, ebe ọ wụfubeghị ihe karịrị mita anọ. Ihe si na ya pụta mere ka o merie ọla edo, ma nke ka mkpa, merie ndị isi ya abụọ n'ụwa: Schmidt na Martina Caironi nke Italy.",
  "Na mwube maka 2016 Summer Paralympics na Rio, Low sọrọ mpi na 2015 World Championship na Doha",
  "Na 100m sprint ọ debere ihe kacha mma nke 15.41s iji merie nrite ọla ọcha, mana ọ bụ ihe ndekọ ụwa ya nke 4.79m na ogologo ịwụ elu nke ọ bụghị naanị nyere ya ọla edo kamakwa o mere ka ọ bụrụ onye na-eme egwuregwu iji merie na Rio.",
  "Na afọ 2016 Summer Paralympics na Rio de Janeiro, Low meriri nrite ọla edo na 4.93m ndekọ ụwa na T42 ogologo ịwụ elu na nrite ọla ọcha na asọmpi T42 100m na ihe kacha mma nke 15.17s.",
  "Na 2019 World Para Athletics Championship na Dubai, o ritere nrite ọla edo na Women's Long Jump T61-63 na ịwụ elu nke 4.68m. Ọ bụ ihe nrite mba ụwa mbụ ya na-anọchite anya Australia.",
  "Low sọrọ mpi maka Australia na 2020 Summer Paralympics na  Tokyo. O ritere ihe nrite ọla edo nke ụmụ nwanyị T63 ogologo ịwụ elu, karịa ihe ndekọ ụwa gara aga ugboro atọ n'ọnọdụ mmiri, ịwụ elu ikpeazụ ya bụ 5.28m.\n \nIryna Dvoskina na-azụ Low."
]