[
  "Vanessa Nakate (amụrụ na 15 Nọvemba 1996) bụ onye na-ahụ maka ikpe ziri ezi na ihu igwe na Uganda.",
  "Nakate tolitere n'isi obodo Uganda, mpaghara Kampala. Ọ tolitere na Kampala ma ghọọ onye ama ama na Disemba 2018 mgbe ọ malitere ichegbu onwe ya banyere oke okpomọkụ dị elu na mba ya. Nakate gụsịrị akwụkwọ na nchịkwa azụmahịa na nzere ahịa na Makerere University Business School.",
  "N'ịbụ onye Greta Thunberg kpaliri ịmalite usoro ihu igwe nke ya na Uganda, Nakate malitere ọgbaghara naanị ya megide enweghị ihe ọ bụla na nsogbu ihu igwe na Jenụwarị 2019. Ruo ọtụtụ ọnwa ọ bụ naanị onye na-eme ngagharị iwe n'èzí ọnụ ụzọ ámá nke Nzukọ Ndị Omeiwu nke Uganda. N'ikpeazụ, ndị ntorobịa ndị ọzọ malitere ịzaghachi oku ya na mgbasa ozi mmekọrịta maka ndị ọzọ iji nyere aka dọta uche na ọnọdụ nke oké ọhịa mmiri ozuzo nke Congo. Nakate guzobere Youth for Future Africa na otu Rise Up Movement nke dị n'Afrịka.",
  "N'ọnwa Disemba 2019, Nakate kwuru okwu na nnọkọ COP25 na Spain, ya na ndị na-eto eto na-ahụ maka ihu igwe Greta Thunberg na Alejandro Martínez.",
  "Na mbido Jenụwarị 2020, ọ sonyeere ihe dị ka ndị ntorobịa 20 ndị ọzọ na-ahụ maka ihu igwe si gburugburu ụwa iji bipụta akwụkwọ ozi nye ndị sonyere na World Economic Forum na Davos, na-akpọ ụlọ ọrụ, ụlọ akụ na gọọmentị ka ha kwụsị ozugbo ịkwado mmanụ ala. Ọ bụ otu n'ime ndị nnọchiteanya mba ụwa ise nke Arctic Basecamp kpọrọ ka ha soro ha mara ụlọikwuu na Davos n'oge World Economic Forum; ndị nnọchite anya ahụ mechara sonye na njem ihu igwe n'ụbọchị ikpeazụ nke Forum ahụ.",
  "N'ọnwa Ọktoba 2020, Nakate kwuru okwu na Desmond Tutu International Peace Lecture na-agba ndị isi ụwa ume ka ha \"na-eteta\" ma kweta mgbanwe ihu igwe dị ka nsogbu, na-ejikọta ya na ịda ogbenye, agụụ, ọrịa, esemokwu na ime ihe ike megide ụmụ nwanyị na ụmụ agbọghọ",
  "\"Gbanwee ihu igwe bụ ihe egwu na-emetụta akụkụ ọ bụla nke ndụ anyị\", ka o kwuru",
  "\"Olee otu anyị ga-esi kpochapụ ịda ogbenye n'eleghị nsogbu a anya? Kedụ ka anyị ga-esi nweta agụụ efu ma ọ bụrụ na mgbanwe ihu igwe na-ahapụ ọtụtụ nde mmadụ na-enweghị ihe ọ bụla ha ga-eri? Anyị ga-ahụ ọdachi mgbe ọdachi gasịrị, ihe ịma aka mgbe ihe ịma aka gasịrị, nhụjuanya mgbe ahụhụ gasịrị (...) ma ọ bụrụ na emeghị ihe ọ bụla banyere nke a",
  "\" Ọ kpọkwara ndị isi ka ha wepụ ebe ntụsara ahụ ha ma hụ ihe ize ndụ anyị nọ na ya ma mee ihe banyere ya",
  "Nke a bụ ihe gbasara ndụ na ọnwụ.",
  "Nakate malitere Green Schools Project, atụmatụ ike na-agbanwe agbanwe, nke na-ezube ịgbanwe ụlọ akwụkwọ na Uganda na ike anyanwụ ma tinye stovu na-ahụ maka gburugburu ebe obibi n'ụlọ akwụkwọ ndị a. Ka ọ dị ugbu a, ọrụ ahụ emeela nrụnye na ụlọ akwụkwọ iri atọ."
]