[
  "Vanessa German (amụrụ n'afọ 1976) bụ ónyé America na-ese ihe, ónyé na-ese onyinyo, ónyé édémédé, onye na'eme ihe, onye mmepụta, na onye na-ede uri nke bi na Pittsburgh, Pennsylvania.",
  "Ihe ọkpụkpụ ya na-agụnyekarị ihe oyiyi nke ụmụ nwanyị na ihu ha ma ọ bụ isi ha na-acha oji, yana ihe dịgasị iche iche agbakwunyere, gụnyere ákwà, mkpịsị ugodi, ihe ndị a chọtara, na ngwá agha egwuregwu. German bụ ónyé na-eme ngagharị iwe, na-ekwu màkà nsogbụ dịka ime ihe ike na ịgba akwụna.",
  "A na-enwe ọrụ ya n'ọtụtụ nchịkọta na-adịgide adịgide, gụnyere Frederick R",
  "Weisman Art Foundation, Nelson-Atkins Museum of Art, na Crystal Bridges Museum of American Art; Sculpture nyochaghachikwara ya ma kwurịta ya na The New York Times, O, The Oprah Magazine, na NPR's All Things Considered. E gosipụtara nka ya n'ọtụtụ gallery, ebe ngosi ihe mgbè ochie na ihe ngosi njem, gụnyere 2012 \"African American Art 1950 China\" ihe ngosi njem site na Smithsonian Institution. Ọ bụ ónyé natara Louis Comfort Tiffany Foundation Biennial Grant na 2015. Ọ bụ ónyé mmeri nke 2018 Don Tyson Prize, onyinye $ 200,000 kwa afọ site na Crystal Bridges Museum of American Art.",
  "A mụrụ Vanessa German na Milwaukee, Wisconsin ma zụlite ya na mpaghara Mid-City nke Los Angeles na Loveland, Ohio site n'aka nne ya, Sandra Keat German (1949-2014), ónyé na-ese ihe, ónyé na-emepụta akwa na onye na-eme ejiji. Ọ bụ nwa nke atọ n'ime ụmụ ise. Ọ kwagara Pittsburgh, Pennsylvania na 2000 wee malite ime ma gosipụta ọrụ ya n'ógbè ahụ. Ọ kọwara ọrụ ya dị ka nke mmetụta siri ike site na nwata ya na Los Angeles, ébé nne ya gbara ụmụaka ume ime uwe nke ha, ọrịa AIDS na ịgba égbè na-emetụtakwa ya.",
  "Ónyé na-ese ihe n'onwe ya, ọtụtụ n'ime ihe osise German bụ collage na ihe a tụrụ atụ. Ọrụ ihe ọkpụkpụ nke German na-agụnyekarị ihe oyiyi ụmụ nwanyị ọ na-akpọ \"ihe oyiyi ike\" na \"ụmụaka\". Ọ na-emepụta ha site na ịchọ mma na ise nnukwu ụmụ bebi na ihe oyiyi, wee kpụọ n'èzí site na ịgbakwunye ihe dịgasị iche iche gụnyere ihe dị ka shells cowrie, égbè plastik, ábụ́bà, okpu karama, shells, ihe egwuregwu, na ngwaahịa ochie. Ọ na-ejikarị ihe ndị a chọtara ma nye ònyìnyé site na agbata obi ya Homewood. Ọ chọpụtara na ọrụ ya gụnyere ihe ndị yiri ọdịnala etiti Afrịka nke Nkisi nkondi, ihe oyiyi ndị nche e ji mbọ na ihe ndị ọzọ."
]