[
  "Vanessa Lynn Williams (amụrụ na Machị 18, n'afo 1963) bụ onye America na-agụ egwu, onye na-eme ihe nkiri, na onye na-emepụta ejiji",
  "O nwetara nkwanye ùgwù na mbụ dị ka nwanyị Afrịka-Amerịka mbụ natara aha Miss America mgbe e chiri ya Miss America 1984 na 1983",
  "Otú ọ dị, mkparị bilitere n'afọ sochirinụ mgbe, izu ole na ole tupu njedebe nke ọchịchị ya, ọ matara na magazin Penthouse ga-ebipụta foto ya gba ọtọ na mbipụta na-abịanụ",
  "N'etiti esemokwu mgbasa ozi na-arịwanye elu, ọ gbara arụkwaghịm dị ka Miss America na July, 1984 n'okpuru nrụgide sitere na Miss America Organization, ma dochie ya site na onye mbụ na-esote Miss New Jersey, Suzette Charles",
  "Afọ iri atọ na abụọ ka e mesịrị, Miss America CEO Sam Haskell rịọrọ ya mgbaghara n'ihu ọha, n'oge asọmupi Miss America 2016, maka ihe omume nke 1984.",
  "Williams laghachiri site na mkparị ahụ site na ọrụ na-aga nke ọma dị ka onye na-agụ egwu na onye na-eme ihe nkiri",
  "N'afọ 1988, o wepụtara abọm izizi ya bụ The Right Stuff, nke egwu ya nwere ihe ịga nke ọma tupu \"Dreamin' eruo n'ọkwa nke asatọ na chaatị <i id=\"mwIQ\">Billboard</i> Hot 100 na United States n'afọ 1989",
  "Site na abọm studio ya nke abụọ na nke atọ, The Comfort Zone (1991) na The Sweetest Days (1994), ọ hụrụ ọganihu azụmahịa ma nata ọtụtụ nhọpụta Grammy Award; nke a gụnyere egwu ya nke mbụ (na mbido 1992) na abụ ntinye aka, \"Save the Best for Last\", nke ọ rụrụ na mmemme Grammy Awards nke 1993",
  "Abọm studio ya ndị ọzọ gụnyere ịhụnanya dị ebe (2005) na The Real Thing (2009).",
  "Dị ka onye na-eme ihe nkiri, Williams nwere ihe ịga nke ọma na ogbo na ihuenyo",
  "O mere Broadway mbụ ya na afo 1994 na Kiss of the Spider Woman",
  "N'afọ 2002, ọ pụtara dị ka The Witch na mmegharị nke Stephen Sondheim's Into the Woods nke mere ka ọ nweta Tony Award for Best Actress in a Musical nomination",
  "Ọ gara n'ihu ịpụta n'elu ikpo okwu na egwu dịka Sondheim na Sondheim na 2010 na After Midnight na 2013",
  "N'oge na-adịbeghị anya, ọ pụtara na mmegharị nke Horton Foote's The Trip to Bountiful megide Cecily Tyson na afo 2013, na nchịkọta ndọrọ ndọrọ ọchịchị POTUS: Or, Behind Every Great Dumbass Are Seven Women Trying to Keep Him Alive na afo 2022",
  "A makwara ya ama maka ngosipụta ya na telivishọn, ebe ọrụ ya a maara nke ọma bụ Wilhelmina Slater na Ugly Betty (2006–2010), nke a họpụtara ya ugboro atọ maka Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series; na Renee Perry na Desperate Housewives (2010–2012).",
  "A mụrụ Vanessa Lynn Williams na Bronx, New York City ma zụlite ya na Millwood, New York",
  "na ọkwa ọmụmụ nke na-agụ: \"Here she is: Miss America.\"",
  "Nnukwu nna nna nna bụ William A",
  "Feilds, onye omebe iwu Africa-American na Tennessee House of Representatives. Nne ya bụ Helen Tinch zutere nna ya bụ Milton Augustine Williams Jr",
  "(N'afọ 1935 rụọ n'afọ 2006) mgbe ha abụọ bụ ụmụ akwụkwọ mmụta egwu na Fredonia State Teachers College na ngwụsị afọ 1950. Ha abụọ ghọrọ ndị nkụzi egwu ụlọ akwụkwọ elementrị mgbe ha lụsịrị, ọ bụ ezie na ọnọdụ nkuzi ha dị na mpaghara dị iche iche. Milton rụkwara ọrụ dị ka osote onye isi ụlọ akwụkwọ ya ruo ogologo oge.",
  "A zụlitere Williams na Katọlik, okpukpe nke nna ya",
  "Nne ya, onye a zụlitere Baptist, ghọrọ onye Katọlik mgbe ọ lụrụ di",
  "E mere Williams baptizim na Our Lady of Grace Church na Bronx",
  "Nne ya na-akpọ ụbọ akwara na St",
  "Theresa's Church na Briarcliff Manor maka agbamakwụkwọ na Missa, Williams na-enyere nne ya aka site na ịtụgharị peeji nke egwu.",
  "Williams and na nwanne ya nwoke nke ntakịrị Chris (who would later become an actor) toro na Westchester County, a predominantly white middle- to upper-class suburb of New York City. Williams kwere na ọnwere ike ibu onye nwa akwụkwọ African- America izizi si grade nke mbu rụọ grade nke iri na abụọ na  Chappaqua Central School District.",
  "Nwa nke ndị nkụzi egwu, Williams tolitere n'ezinụlọ egwu, na-amụ egwu oge ochie na jazz, mpi French, piano, na violin. E nyere ya Presidential Scholarship maka Drama ịga Mahadum Carnegie Mellon n'oge akwụkwọ kọleji, (otu n'ime ụmụ akwụkwọ iri na abụọ natara ya) mana o kpebiri kama ịga Mahadum Syracuse na agụmakwụkwọ dị iche. N'ihi ya, na 1981, Williams sonyeere Syracuse's College of Visual and Performing Arts, Department of Drama dị ka onye isi ihe nkiri egwu. Ọ nọrọ na Syracuse ruo afọ nke abụọ ya ruo mgbe e chiri ya Miss America n'afo 1984 na Septemba n'afo 1983.",
  "Na Mee n'afo 2008, Syracuse nyere Williams nzere bachelọ nke Fine Arts. Dị ka Syracuse News si kwuo, \"Williams nwetara akara ugo mmụta fọdụrụnụ maka nzere ya site na ahụmịhe ụlọ ọrụ na nnukwu arụmọrụ ya na ogbo na ihuenyo",
  "\" Williams nyekwara okwu nzukọ nke afọ 2008, na-agwa ndị agadi Syracuse ka ha \"na-echekwa oge a",
  "Ụbọchị ndị a enweghị ndoyachiazu ma bụrụ mmalite nke ndụ gị niile.",
  "A na-ahụkarị Williams n'ihu ọha dị ka \"Vanessa Williams\"",
  "Otú ọ dị, enwere mgbagwoju anya mgbe ụfọdụ na onye na-eme ihe nkiri aha ya bụ Vanessa E",
  "Williams",
  "A kọrọ na Vanessa L",
  "matara Vanessa E",
  "na oge 1980s mgbe onye na-edebanye aha ya na Mahadum New York gwara ya na nwa akwụkwọ ọzọ, onye merela agadi nke nwere otu aha na otu steeti ahụ etinyela akwụkwọ. Mgbe Williams pụtara dị ka Miss America na Macy's Thanksgiving Day Parade, Vanessa E",
  "natara ego ya na mberede maka mpụta ahụ, nke ọ laghachiri.",
  "Na mpaghara ime ihe nkiri, ha abụọ bayere na esemokwu aha mgbe iwu Screen Actors Guild machibidoro ịkpọ aha ọkwa",
  "Vanessa E",
  "debanyere aha \"Vanessa Williams\" na mbụ, ya mere dị ka nkwekọrịta, a na-akpọ Williams \"Vanessa L",
  "Williams\" mgbe ụfọdụ na ihe nkiri",
  "Iji mee ka mgbagwoju anya ahụ dịkwuo njọ, ndị na-eme ihe nkiri abụọ ahụ pụtara na nsụgharị nke ihe nkiri Soul Food (Williams na nsụgharị ihe nkiri, na Vanessa E",
  "na usoro TV ya)",
  "The Screen Actors Guild mechara were okwu ahụ gaa na mkpezi ma kpebie na ndị na-eme ihe nkiri abụọ ahụ nwere ike iji aha ọkachamara \"Vanessa Williams\".",
  "Williams bụ onye Afrịka mbụ natara aha Miss America mgbe e chiri ya Miss America 1984 na Septemba 1983",
  "Otú ọ dị, ọtụtụ izu tupu njedebe nke ọchịchị ya, ihe mkparị bilitere mgbe magazin Penthouse zụtara ma bipụta foto ya gba ọtọ n'enweghị ikike",
  "A manyere Williams ka ọ hapụ aha ya ma onye nke mbụ nọchiri ya, Miss New Jersey 1983, Suzette Charles",
  "Afọ iri atọ na abụọ ka e mesịrị na Septemba n'afọ 2015, mgbe Williams jere ozi dị ka onye isi ikpe maka asọmpi Miss America 2016, onye bụbu Miss America CEO Sam Haskell rịọrọ ya mgbaghara n'ihu ọha maka ihe omume nke 1984.",
  "Williams bu ụzọ nweta nkwanye ùgwù ọha na eze maka ikike egwu ya mgbe o meriri akụkụ mbụ nke asọmpi Miss America na ntụgharị ya nke \"Happy Days Are Here Again\" (Williams ga-emesị bụrụ Miss America 1984). Afọ anọ ka e mesịrị na 1988, Williams wepụtara abọm izizi ya, The Right Stuff Egwu mbụ, \"The Right Stuff\", nwetara ihe ịga nke ọma na chaatị R&B, ebe egwu nke abụọ, \"He's Got the Look\", nwetara ihe ịga nke ọma yiri nke ahụ n'otu chaatị ahụ",
  "Egwu nke atọ, \"Dreamin', bụ egwu pop, na-aghọ egwu iri mbụ nke Williams na Billboard Hot 100, nke ruru na No",
  "8, na egwu mbụ ya na chaatị Hot R&B / Hip-Hop Songs",
  "Abọm ahụ ruru ọkwa platinum na United States ma mee ka ọ nweta NAACP Image Award na nhọpụta Grammy Award atọ, gụnyere otu maka Best New Artist."
]