[
  "Vanilla polylepis bụ ụdị orchid na-arịgo n'ime ezinụlọ osisi Orchidaceae",
  "A mụrụ ya n'ebe okpomọkụ Afrịka, na mpaghara dị iche iche na-agbasa obosara nke kọntinent ahụ, site na Kenya ruo Angola",
  "Ọ na-eto n'oké ọhịa na-acha akwụkwọ ndụ akwụkwọ ndụ na ala ahịhịa dị n'etiti 1,2001,500 m (3,9004,900 ) ma na-ahụkarị ya na-etolite n'osisi ndị dị n'akụkụ osimiri na nsụda mmiri",
  "Osisi na-amịpụta ahịhịa ndụ na-egbuke egbuke, nke nwere anụ, 1010 mm (0.390.47 in) n'obosara, nwere nnukwu akwụkwọ na-egwurugwu",
  "White, mgbọrọgwụ ikuku na-apụta na ogwe osisi na-enye ohere ka orchid na-arapara n'osisi maka nkwado",
  "Dị ka ọtụtụ orchid, ha na-emepụta okooko osisi na-egbuke egbuke, nke na V",
  "polylepis na-acha ọcha na odo odo na-acha pinki na maroon",
  "Nke a na-eme ka ha dị iche na ụdị ndị yiri ya",
  "Ha nwere mkpụrụ osisi yiri mkpụrụ osisi, nke a na-akpọ capsules, nke na-emepụta ísì pụrụ iche ka ha na-akpọnwụ",
  "Ha nwere njikọ chiri anya na ụdị Vanilla planifolia a ma ama, nke a na-eji mkpụrụ ya eme ihe n'ahịa na mmepụta nke vanilla flavoring.",
  "Vpolylepis bụ osisi vaịn na-arịgo",
  "Ọ nwere ogwe na-acha anụnụ anụnụ, nke na-atọ ụtọ nke nwere ụcha akwụkwọ ndụ akwụkwọ ndụ",
  "Ogwe osisi ahụ nwere ike iru ihe dị ka 9 m (30 ) n'ogologo ma nwee obosara nke 10ī12 mm (0.39ī0.47 in)",
  "Ogwe osisi ndị ahụ bụ akụkụ na ọwa ndị na-aga n'ogologo ha",
  "A na-emepụta akwụkwọ n'ọnọdụ -agbanwe agbanwe n'akụkụ ogwe osisi ahụ, na-atụle 24 cm (9.4 in) n'ogologo na 6.5 cm (2.6 in) n\"obosara na nha zuru ezu",
  "Ha nwere ọdịdị lanceolate (ogologo ma dị warara na njedebe dị nkọ)",
  "Dị ka ogwe osisi, akwụkwọ ya na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "Ogwe osisi ahụ na-emepụta ụdị mgbọrọgwụ ikuku pụrụ iche, nke a na-akpọ mgbọrọgwụ adventitious, nke na-emepụta n'elu ala, kpọmkwem saịtị na ogwe osisi ahụ",
  "Mgbọrọgwụ ndị a na-ejikọta osisi ahụ na osisi ma ọ bụ nwee ike ịghọ mgbọrọgwụ na-amị amị ma ọ bụrụ na ha na-aga ma na-emetụta ala",
  "A na-emepụta okooko osisi ma ọ bụ na isi ogwe ma ọ bụ gbakọta ya na ogwe nke abụọ a na-akpọ inflorescences",
  "Ọ bụ ezie na okooko osisi ọ bụla nwere ike ịnwe ihe ruru okooko osisi 20, naanị ole na ole n'ime ndị a ga-emeghe n'otu oge ọ bụla ma a naghị ahụkarị osisi ọhịa na-agbasa okooko",
  "Dị ka orchid ndị ọzọ, V",
  "polylepis nwere okooko osisi gbanwere nke ukwuu",
  "Petals na sepals -acha ọcha / akwụkwọ ndụ akwụkwọ ndụ  ntọala odo ma na-atụ 3.56  (1.4 in) site na 0.52 cm (0.200.79 in)",
  "Okooko osisi ọ bụla nwere petals abụọ (n'aka ekpe na n'aka nri), sepals abụọ dị n'akụkụ (n'akụkụ aka ekpe na aka nri), na sepal azụ, nke niile bụ otu",
  "N'etiti okooko osisi ahụ bụ ihe gbanwere agbanwe, nke yiri funnel nke nwere ọnụ (egbugbere ọnụ/ akara)",
  "Egbugbere ọnụ ya na-acha pinki na-acha odo odo ma gbaa ogidi 3o4.5 cm (1.2o1.8 in) gburugburu nke nwere ovaries ma na-emepụta ntụ ntụ n'isi ya.",
  "Ozugbo a -etinye ya, osisi ahụ na-emepụta mkpụrụ osisi kpọrọ nkụ, nke a maara dị ka capsules, na-atụle 15  (5.9 in) saịtị na 1.5 cm (0.59 in)",
  "Capsule ọ bụla nwere mkpụrụ osisi na-enweghị nku",
  "Mkpụrụ na-atụle 0.30.67 mm (0.0120.026 in) n'ogologo, nke buru ibu maka orchid.",
  "Ụdị a yiri Vanilla imperialis mana enwere ike ịmata ya saịtị na usoro ibe na egbugbere ọnụ na ntụpọ na-acha odo odo karịa ahịrị na okooko osisi.",
  "Aha Vanilla sitere na okwu Spanish vanilla, nke pụtara \"obere oghere\", na-ezo aka na oghere mkpụrụ osisi ahụ",
  "Okwu polylepis sitere na Grik, na-ejikọta prefix 'poly', nke pụtara \"ọtụtụ, na lepis nke pụtara \"ọnụ ọgụgụ\"",
  "Polylepis na-ezo aka n'ahịrị nke ibe a hụrụ na akara, nke na-eme ka ọ dị iche na ụdị ndị ọzọ dị na ụdị ahụ.",
  "V",
  "polylepis na-eto n'ebe dị iche iche dị n'etiti oké ọhịa dị n'agbata 1,2001,500 m (3,9004,900 in) dị ka oké ọhịa marsh, oké ọhịa ndị dị n'akụkụ osimiri, ndagwurugwu ọhịa na n'akụkụ oké ọhịa ndị na-acha akwụkwọ ndụ akwụkwọ ndụ",
  "Ha na-eto mgbe ụfọdụ n'ọhịa na-ekpo ọkụ, nke na-ekpofu ahịhịa",
  "Ha bụkwa ndị na-ahụ maka okpomọkụ, nke pụtara na ha na-akwado ọnọdụ okpomọkụ.",
  "V",
  "polylepis bụ hemiepiphyte",
  "Nke a pụtara na ọ na-egozo ndụ dị ka osisi kwụụrụ onwe ya n'ala ọhịa mana mgbe ọ na-emetụta osisi ma ọ bụ nkume ọ na-ewepụ onwe ya n\"ala ma jiri osisi / nkume nkume  dị ka ihe owuwu nke ọ ga-eto.",
  "N'agbanyeghị ewu ewu nke ụdị ahụ na uru azụmahịa ya, ọtụtụ akụkụ ndị ọzọ nke gburugburu ebe obibi Vanilla ka bụ ndị a na-amaghị",
  "A ghọtachaghị mmịpụta n'ọhịa ma ruo ugbu a, ọ dịghị ihe ọ bụla a chọpụtara na ọ bụ ụdị Vanilla nke Afrịka",
  "A hụla ụdị Amerika Vanilla planifolia na Vanilla pompona ka a na-agbanye ha saịtị na aṅụ orchid euglossine",
  "Na mgbakwunye na ịdọrọ mmasị na ísì okooko osisi ahụ, Vanilla nwere ike ịdọrọ ndị na-eme ntụ ọka site n'iṅomi okooko osisi ndị ọzọ na-emepụta ihe na-atọ ụtọ",
  "V",
  "polylepis na-agbawa okooko osisi ugboro ugboro nke na ọ dịtụbeghị mgbe a hụrụ ihe omume mmịpụta nke okike",
  "Otú ọ dị, ọdịdị ọdịdị ya na Vanilla planifolia nwere ike ịnye echiche na aṅụ na-eme ka ọ bụrụkwa aṅụ na ya, ọ bụ ezie na ọ sitere n'ìgwè aṅụ dị iche, dịka aṅụ euglossine na-ejedebe na Amerịka.",
  "Ọtụtụ orchid na-emepụta mmekọrịta symbiotic na fungi ala iji nweta ihe oriri nke ha na-enweghị ike ịmepụta onwe ha (mycoheterotrophy)",
  "A naghị amụ mmekọrịta ya na fungi na Vanilla nke ọma mana ha nwere njikọ chiri anya na usoro mycoheterotrophic, dị ka Pseudovanilla, ya mere ha nwekwara ike ịmepụta ụdị mmekọrịta ụfọdụ na fungi ndị a.",
  "V",
  "polylepis nwere nkesa buru ibu ma e jiri ya tụnyere ọtụtụ orchid, a na-ahụ ya n'ebe okpomọkụ Afrịka niile",
  "Nkesa ya na-eme ka otu ìgwè gafee kọntinent Afrịka site na Kenya n'ụsọ oké osimiri ọwụwa anyanwụ ruo Angola n'ụsoro oké osimiri ọdịda anyanwụ",
  "A chọtawo ya na Malawi, Zaire, Zambia na Zimbabwe",
  "Ụdị Vanilla nwere nkesa pụrụ iche ma e jiri ya tụnyere ụdị orchid ndị ọzọ",
  "Ha nwere nkesa pantropical, a na-ahụ ha n'ebe okpomọkụ Central na South Amerika, Afrika (gụnyere Madagascar) na Indonesia",
  "Na mbido, e kwenyere na nkesa a sitere na Gondwanan, na ụdị na-agbasa tupu kọntinent kewaa",
  "Otú ọ dị, ọrụ mkpụrụ ndụ na-adịbeghị anya na-atụ aro na otu ahụ malitere na South Amerika ihe dị ka nde afọ 34 gara aga, nke bụ mgbe nkewa nke kọntinent",
  "Ya mere, o yikarịrị ka e nwetara nkesa ha ugbu a site na ihe omume mgbasa nke transsoceanic dị iche iche.",
  "A kọwara V",
  "polylepis na 1951 site n'aka onye na-ahụ maka ihe ọkụkụ bụ Victor Samuel Summerhayes, onye kọwara ụdị ndị ọzọ na ụdị ahụ",
  "A kọwaala ụdị ahụ dị ka ihe siri ike maka ihe dị iche iche",
  "Nke mbụ, a kpọrọ ya aha ma kọwaa ya tupu usoro aha abụọ nke Linnaeus, nke pụtara na ọtụtụ n'ime aha ọdịnala na ụdị dị iche iche siri ike itinye n'ime usoro binomial",
  "N'ihe gbasara ihe ndị dị ndụ, ọ na-esikwa ndị na-ahụ maka onye taxonomist ike, ebe ọ bụ na otu ahụ enweghị ihe doro anya, ihe ndị jikọrọ ya (synapomorphies)",
  "Ọzọkwa, ụdị ndụ ha na-egosi na ọdịdị ha nwere ike ịgbanwe nke ukwuu n'oge ndụ ha niile",
  "Ọtụtụ n'ime nkọwa mbụ nke ụdị na-eji naanị osisi ndị na-eto eto, n'ihi ya, a pụghịzi itinye njirimara ọdịdị na ụdị niile",
  "N'ihi ya, e meela nnukwu mmezigharị ọdịdị n'afọ ndị na-adịbeghị anya.",
  "Ezinụlọ orchid nwere ezinụlọ ise",
  "Usoro ndị dabeere na ọdịdị na mbụ kewara Vanilla n'ime otu ezinụlọ Epidendroideae, n'ihi nhazi anther ya na usoro nke mgbasa pollen",
  "Otú ọ dị, ọrụ ndị ọzọ na-adịbeghị anya etinyela ya n'ime ezinụlọ ya Vanilloideae, ikekwe usoro orchid kachasị ochie (ma e wezụga Apostasioideae).",
  "Ruo ogologo oge, e kewara ụdị Vanilla na ngalaba abụọ, Foliosae na Aphyllae, dabere na ọnụnọ / enweghị akwụkwọ",
  "Otú ọ dị, nkewa ọdịdị ọdịdị kachasị ọhụrụ egosila na ngalaba abụọ a abụghị ezigbo ìgwè evolushọn",
  "Kama nke ahụ, ọ na-ekewa ụdị ahụ n'ime ụdị abụọ: Vanilla na Xanata, na subgenus Xanata na-ekewaa n'ime ngalaba abụọ ọzọ Xanata and Tethya",
  "E debere V",
  "polylepis na ngalaba Tethya tinyere ụdị ndị ọzọ nke Afrika, dị ka V",
  "imperialis na V",
  "grandifolia.",
  "Ọrụ mkpụrụ ndụ akwadowo ọnọdụ nke Vanilla n'ime otu ezinụlọ Vanilloideae ma kwado ụdị na otu ezinụlọ dị ka ezigbo ìgwè evolushọn (monophyletic)",
  "N'agbanyeghị ọdịdị ọdịdị nke ụdị ahụ, na ọkwa nke mkpụrụ ndụ Vanilla, ụdị dị iche iche dị iche iche",
  "Nchịkọta dabere na usoro mkpụrụ ndụ ihe nketa sitere na oghere, mitochondria na chloroplasts niile na-akwado Vanilla dị ka otu monophyletic n'ime agbụrụ Vanilleae ma tinye ya dị ka otu nwanne nwanyị na Pseudovanilla / Eritthrorchis",
  "Ma ụdị Vanilla na Pseudovanilla bụ osisi na-arịgo, nwere mgbọrọgwụ na-adọrọ adọrọ na usoro ovary",
  "Ya mere, ihe odide ọdịdị na-akwado nkewa mkpụrụ ndụ ihe nketa a.",
  "Naanị otu phylogeny ka e bipụtara nke na-ele anya kpọmkwem na ụdị Vanilla",
  "Ọ bụkwa naanị phylogeny e bipụtara nke gụnyere V",
  "polylepis",
  "Dị ka ọ dị na phylogeny morphological kachasị ọhụrụ, ọ na-egosikwa na ìgwè Aphyllae na Foliosae abụghị ezigbo ìgwè evolushọn",
  "Kama nke ahụ, a na-ekewa ụdị ahụ n'ime obere ìgwè atọ, nke ndị dere ya kpọrọ alpha, beta na gamma",
  "Ìgwè ndị a yiri ka ha na-egosipụta nkesa ala, na alpha nwere ụdị membranous nke America, ụdị beta American na-esi ísì ụtọ na gamma ụwa ochie na ụdị Caribbean",
  "V",
  "polylepis dabara n'ime ìgwè gamma ma bụrụkwa nwanne nwanyị nke V",
  "imperialis.",
  "Ntinye nke ọtụtụ ụdị Vanilla na phylogeny a emeela ka mkpebi dị ukwuu nke mmekọrịta dị n'etiti ụdị",
  "Otú ọ dị, ụfọdụ n'ime ụdị ndị a gụnyere edepụtara naanị saịtị na nọmba ntinye ma enyebeghị aha zuru oke",
  "Ya mere, a ga-achọ ka a kọwaa ụdị ndị a ma kpọọ aha iji chọpụta ma ha bụ ụdị dị iche iche ma ọ bụ na ọ bụghị",
  "Nsonaazụ n'ozuzu nke ọmụmụ a dabara nke ọma na nhazi ọdịdị nke Soto-Arenas & Cribb (2010).",
  "Ọtụtụ ụdị dị n'ime otu ezinụlọ Vanilloideae dị ụkọ na ndị ọzọ dị ka V",
  "polylepis na-agbawa obere",
  "N'ihi ya, a ka nwere ọtụtụ oghere na phylogeny nke otu a",
  "Genomics nwere ike inye aka mejupụta oghere na ụdị Vanilla atọ enweela usoro genomes ha niile.",
  "V",
  "polylepis enweghị ihe eji eme ihe ugbu a na-abụghị ọrụ ugbo",
  "Otú ọ dị, dị ka onye ikwu dị nso na Vanilla planifolia dị mkpa na azụmahịa, a pụrụ iwere V",
  "polylepis dị ka \"onye ikwu ọhịa\"",
  "Otu onye ikwu nke ihe ọkụkụ ọhịa bụ ụdị osisi ọhịa nke nwere njikọ chiri anya na osisi a kụrụ akụ",
  "N'oge na-adịbeghị anya, ndị ikwu ọhịa nke ihe ọkụkụ enwetala ọtụtụ nlebara anya sayensị dị ka ihe nwere ike isi iyi maka mmezi ihe ọkụkụ",
  "Dịka ọmụmaatụ, ọ bụrụ na V",
  "polylepis nwere àgwà bara uru metụtara nguzogide ahụhụ ma ọ bụ nnagide ụkọ mmiri ozuzo, enwere ike ịzụlite àgwà ndị a n'ime Vanilla planifolia",
  "Nke a ga-emepụta ihe ọkụkụ vanilla siri ike karị, nke nwere ike ịnagide ihe ndị dị ka mgbanwe ihu igwe na ụmụ ahụhụ na-awakpo.",
  "Ọtụtụ akụkụ nke gburugburu ebe obibi nke V",
  "polylepis na-eme ka ọ nwee ike ịnwe ụdị ọnwụ",
  "Nke mbụ, dị ka epiphyte ọ na-adabere n'oké ọhịa siri ike nwere nnukwu osisi okpokoro iji too",
  "Ya mere, mgbukpọ ọhịa na-eweta nnukwu egwu",
  "Nke abụọ, ọtụtụ ndị V",
  "polylepis bi na West Afrika na-eme n'akụkụ obodo na obodo ndị mmadụ bi na ha, nke pụtara na mgbasawanye obodo nwere ike ịkpata mbibi na mmebi ebe obibi",
  "N'ikpeazụ, ọ na-agbasa okooko osisi ugboro ugboro na n'ụzọ na-adịghị mma nke na ụdị ahụ ga-ewe ogologo oge iji gbakee mgbe ọnụ ọgụgụ mmadụ dara.",
  "Otú ọ dị, a zụlitere V",
  "polylepis nke ọma n'ogige botanical, nke pụtara na nchekwa ex-situ nwere ike inye ụdị nchebe mak ụdị ahụ.",
  "Ihe ndị a a kpọtụrụ aha n'elu na-eme ka Vanilla orchids bụrụ otu nọ n'ihe ize ndụ",
  "A na-egosipụta nke a saịtị n'eziokwu ahụ bụ na a na-edepụta ụdị itoolu nke ụdị ahụ dị ka ndị nọ n'ihe ize ndụ ma ọ bụ ndị nọ n\"ihe ize ndụ saịtị na IUCN ndepụta uhie",
  "A chọpụtabeghị ọnọdụ nchekwa nke V",
  "polylepis n'ụzọ ziri ezi ma chọọ nyocha ọzọ iji ghọta ọnụ ọgụgụ na nkesa ya.",
  "Kpọpụta njehie: <ref> tag with name \"bailey1999\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"bouetard2010\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"cameron2006\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"cameron2009\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"chase2015\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"cribb1984\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"dressler1993\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"gris2007\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"hyde2018\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"iucn\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"lacroix1995\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"lacroix1998\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"lin1753\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"ncbi\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"porteres1954\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"pridgeon2003\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"rolfe1896\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"roubik1987\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"soto2010\" defined in <references> has group attribute \"\" which does not appear in prior text.\nKpọpụta njehie: <ref> tag with name \"summer1951\" defined in <references> has group attribute \"\" which does not appear in prior text."
]