[
  "Ndị Vazimba (Malagasy [vaˈʒimbə]), dị ka nkwenye",
  "e a ma ama si dị, bụ ndị mbụ bi na Madagascar",
  "Ọ bụ ezie na nkwenye banyere ọdịdị anụ ahụ nke Vazimba na-egosipụta ọdịiche dị n'ógbè, a n' ozuzu ha kọwara ha dị ka ndị dị obere karịa onye nkịtị, na - na Ihe akaebe sayensị na-akwado mbata mbụ na mmụba nke ndị mmadụ bi n' àgwàetiti ahụ n' oge a, mana enweghi ike igosi echiche pygmy(nakwa ndị agbụrụ Malagasy dị iche) ndị si n' ebe ala tọgbọrọ n' efu bụ Indonesia ugbua ma biri zie na Madagascar n' oge tere aka site na oge 350BCE-500CE",
  "Ndị Ọkammụta wetara ihe gbara àmà na n'èzí ndị mmadụ mbụ bara ụba n' Oge ahụ mana ekwumwu maka pygmy enwe echi ihe ịgba àmà",
  "Akụkọ banyere ndị Vazimba bụ ihe dị mkpa n' akụkọ ihe mere eme nke ọdịbendị na njirimara nke ndị Madagascar, site na ihe akụkọ mere eme n' ikike karịrị nke mmadụ, na-akpali nkwenye na omume dịgasị iche iche gafee agwaetiti ahụ",
  "Ha nwere ihe yiri ya na ọdịbendị Austronesian ndị ọzọ, gụnyere Menehunes na Hawaii.",
  "Eziokwu ndị gbara ndị na-eme nchọpụta n' oké osimiri si n\"ógbè Indonesia nke oge a gburugburu ebe obibi mbụ nke Madagascar, gụnyere oge ziri ezi na ọdịdị nke ọchịchị a, ka bụ isiokwu nke arụmụka n' ihe ọmụmụ ka na-aga n' ihu",
  "A na-eche na enwere ike inwe ọtụtụ ndị mbụ biri na Madagascar",
  "Dabere n' echiche a, ebili mmiri ahụ sitere n' otu mpaghara nke ndịda ọwụwa anyanwụ Eshia, na-asụ otu asụsụ ma nwee otu Omenala",
  "Mgbe ebili mmiri nke abụọ rutere, ha hụrụ agwaetiti ahụ nke ụmụ nke ebili mmiri mbụ bi na ya bụ ndị ọdịbendị na ụzọ ndụ ha sitere na ndị mbụ biri na ha, na-egosipụta ọtụtụ narị afọ nke ime mgbanwe na gburugburu ebe obibi na nnọpụiche zuru oke site na egwu ndị ọzọ",
  "Dabere na nkuwenye a ma ama, ndị Vazimba amaghị ihe banyere ịkpụ ígwè ma ọ bụ ịkọ osikapa ma jiri ngwá agha e ji ụrọ mee",
  "Mgbe ndị bi n'ebe ọwụwa anyanwụ Afrịka na-asụ asụsụ Bantu kwagara n' ebe ahụ ma weta omenala ha bụ ịzụ anụmanụ",
  "E kwuru n' ndị Zimba zụrụ anụmanụ ahụ na ejighị ya mee anụ oriri",
  "Ọbụrụ n' akụkọ oké ebili mmiri bụ eziokwu, ndị mbụ bụrụ ebe ahụ gara ịma ihe gbasara tekinologi nakwa ndị nke abụọ jekwudoro ha ga aka kọọ akụkọ ihe gbasara ndị mbụ biri ebe ahụ",
  "àgwàetiti ahụ ma weta omenala ha nke ịzụ ehi zebu, a sịrị na ndị Vazimba kpọkọtarabzepu ha nʼerighị ha maka anụ",
  "Ọ bụrụ na echiche nke ọtụtụ ebili mmiri ziri ezi, ndị obodo (nke mbụ) nke ndị bi na ya nwere ọganihu na teknụzụ ga-ezute mgbe ha rutere Madagascar ga'enye ihe ndabere akụkọ ihe mere eme maka akụkọ banyere ọdịdị mbụ nke obodo Vazimba ha kwuru na ha zutere n'ebe ahụ.",
  "Nnyocha ihe mgbe ochie na akụkọ ihe mere eme eme enyerela ụfọdụ ihe na-egosi otú ndị bi n' ugwu ndị a si biri. Mgbe ha rutere n'ọhịa ndị ahụ dị n' ebe okpomọkụ, ndị Vazimba na-eme tavy (ọrụ ugbo buru ibu, nke a n' ere ma na ya ọkụ) iji kpochapụ ala maka ịkọ unere, ji, ihe nri na ihe ndị ọzọ",
  "Ha na-achịkọta mmanụ aṅụ, mkpụrụ osisi na mkpụrụ ndị a n' eri eri ma na -achụ nta obere anụ n'ime ọhịa",
  "Ka ọnụ ọgụgụ ndị bi na ha na-abawanye, ndị isi na ndị eze mechara chịa obodo nta",
  "E kwenyere na ndị ọchịchị na-acha ọbara ọbara ntutu isi ha site na ero: ọgbakọ ndị isi ha n' acha ọbara ọbara ka ana ahụ na ọtụtụ mpaghara Madagascar ruo taa",
  "dị  n'ógbè ahụ;   na'ahụ njikọ nke ụcha ọbara uhie na ez'  n\"ọtụtụ akụkụ nke Madagascar ruo taa.",
  "Akụkọ ihe mere eme na-ekewa ndị Vazimba dịka akụkụ nke agwaetiti ebe e kwenyere na ha biri. vazimba andrano (\"Vazimba nke Mmiri\") biri n' akụkụ osimiri n' ọdọ mmiri",
  "E kwenyere na vazimba antety (\"Vazimba nke Ala\") bụ ndị kasị ọtụtụ ma a kọrọ na ha gbakọtara gburugburu ndagwurugwu Betsiriry na etiti Highlands",
  "Ndanda vazimbaingy (\"Vazimba nke Tsingy\") biri n' ọgba ndị gbara gburugburu usoro limestone (tsingy) nke Bemaraha na ọdịda anyanwụ Madagascar ma kwenyere na ha na-eri mkpụrụ osisi na ngwaahịa ọhịa ndị ọzọ iji biri.",
  "A maara oge mbụ nke akụkọ ihe mere eme nke Madagascar dị ka oge Vazimba (faha vazimba), malite na ndị Vazim na-ebi n' àgwàetiti ahụ na nguzobe alaeze ha nke Queens na mpaghara etiti ugwu nke Madagaskar. Dị ka ụfọdụ akụkọ si kwuo, aha mbụ nke Vazimba na-achị ugwu dị n'etiti bụ Andriandravindravina. Oge nke abụọ n'akụkọ ihe mere eme nke Highlands malitere site na mmeri nke alaeze Vazimba Highland site n' aka ndị eze Merina nʼ ihe a ga-akpọ Imerina iji sọpụrụ ha",
  "A na-eto Andriamanelo (1540-1575) onye bụ onwe ya ọkara-Vazimba site na ndị bu ya ụzọ Queen Rangita na Queen Rafohy ː (ya na onye nọchiri ya, Ralambo na Andrianjaka) site n' ịmanye ndị Vazimba ka ha si n' ugwu ahụ banye nʼakụkụ ọdịda anyanwụ nke agwaetiti ahụ.",
  "E nwere nkwenye na obere ndị fọdụrụ n' Vazimba nọrọ rue oge ọchịchị Andrianjaka (1610–1630)",
  "Ya mere, ịkọcha akụkọ gbasara ihu anụ ahụ ndị Vazimba, Jean-Pierre Domenichini kwuru n' aha a bụ  Vazimba nwere ike ịbụ aha si n' omenala karịa agbụrụ dị iche iche nakwa ndị amara dịka ndị Vazimba anwuchabeghi, kama ha bụ ndị omenala Merina",
  "Akụkọ akọrọ maka ezinaulo Merina and Betsileo na ekwu maka alum dị na nwunye dị na etiti nna nna Merina and Vazimba",
  ",ụfọdụ ndị Malagasy kọrọ akụkọ na dinta kpọrọ ndị  Mikea  na Vezo n' akụ azu, bi n'  Madagascar, may be descended from Vazimba.",
  "E nwere ọtụtụ akụkọ mgbe ochie na akụkọ ihe mere eme nke Madagascar metụtara ndị Vazimba dị mkpa",
  "Dịka ọmụmaatụ, akụkọ ihe mere eme na-ekwu maka nwanyị Vazimba aha ya bụ Ramboamana na nwoke Vazimma aha ha bụ ramboabesofy, nke a maara dị ka reale-tany (ndị nwe ala) bụ ndị mbụ bi na Madagascar, bụ ha biri na mpaghara Ankavandra",
  "Di na nwunye ahụ nwere ụmụ nwoke abụọ aha ha bụ Rangoromana na Zafihisoky bụ ndị akụkọ ifo kọrọ na ha butere zebu n' àgwàetiti ahụ.\nỤfọdụ ndị Merina na-achọpụta usoro ọmụmụ ha site n' otu nwoke aha ya bụ Ndrenavoavo ma ọ bụ nwanne ya nwanyị Pelamana bụ ndị, dịka akụkọ ihe mere eme si kwuo, bụ mmadụ mbụ n' abụghị ndị Vazimba (ya bụ, ndị bi na nke abụọ) rutere Madagascar",
  "E kwenyere na e liri ha n' oké ọhịa dị nso na Tsirendresaka",
  "A na-ekwu na ndị Vazimba niile nke Betsiriry n' asọpụrụ ili ha, na nzaghachi, ndị Tsirendresaka na na - emezu (taboo) nke machibidoro igbu zebu, iji sọpụrụ ndị Vzimba n' omenala ha nke ịzụ ehi n' erighị ha.",
  "Na Madagascar taa, nkwenye a ma ama na-ekwusi ike na Vazimba nwere ike ọ bụghị mmadụ ma ọlị, kama ọ bụ ụdị anụ ọhịa maọbụ mmụọ ọjọọ nke n' ebe okike dị ka osimiri, nkume ma Ọwara",
  "Akụkọ ihe mere eme na-ekwusi ike na ọ bụ omenala n' etiti ndị Vazimba itinye ndị nwụrụ anwụ n' ime mmiri a họpụtara ma ọ dị mmiri ndị ọzọ ma na mpaghara ndị a dị nsọ, mgbe ụfọdụ na ha n' ịbụ ebe njem ala nsọ na ịchụ àjà. A na-ahụkarị Vazimba dị ka ndị pere mpe karịa onye nkịtị, ma ọ bụ ndị n' ụzọ na na ya maọbụ ndị gbara ọchịchịrị",
  "Nkọwa ndị ọzọ dị egwu nke Vazimba na-ekwu maka ihu dị ogologo na nnukwu egbugbere ọnụ na'ime ezé yiri ezì",
  "N' etiti ọtụtụ nkwenkwe ndị metụtara Vazimba, a na-ekwu na ha enweghị ike iguzo iji metụ ihe ọ bụla metụrụ nnu aka, ma a machibidoro iweta galik ma ọ bụ anụ ezì n' ebe e kwenyere na ọ nwere ili Vazim."
]