[
  "Veija \"Veijo\" Oskari Baltzar (amụrụ na June 9, 1942) bụ onye Romani na-ede akwụkwọ na onye na-ese ihe si Finland.",
  "Mmepụta nka nke Baltzar gụnyere ihe karịrị akwụkwọ edemede iri asaa na abụọ, nke gụnyere akwụkwọ akụkọ, obere akụkọ, egwuregwu na egwu, ihe nkiri, akwụkwọ na ihe nkiri TV",
  "Baltzar akọwaala nwata ya dị ka onye dara ogbenye nke ukwuu mana ọ bara ọgaranya na mmekọrịta mmadụ na ibe ya na n'ụzọ ime mmụọ.",
  "Na Nọvemba 21, 2019 ejidere Baltzar maka ebubo nke ịzụ ahịa mmadụ. N'abalị iri abụọ na anọ nke ọnwa Nọvemba, akwụkwọ akụkọ Helsingin Sanomat bipụtara akụkọ dị iche iche maka omume Baltzar na-ekwesịghị ekwesị banyere ụmụ agbọghọ, ụfọdụ n'ime ha bụ ndị na-erubeghị afọ, ndị ọ kpọbatara n'ihe nkiri ya.",
  "Akwụkwọ akụkọ mbụ nke Baltzar Polttava tie, \"The Burning Road\" (1968, nke e bipụtara na Swedish n'afọ 1969 dị ka Brännande väg) nwere ihe ịga nke ọma ma mee ka uche ndị mmadụ bịa n'ebe ọ nọ",
  "Ọ bụ akwụkwọ Finland mbụ e dere banyere ndị Rom na ọdịbendị ha, nke a hụrụ site n'anya ndị Rom",
  "Verikihlat (1969), \"The Engagement of Blood\", bụ akụkọ banyere ịhụnanya, ịkpọasị na ịbọ ọbọ ọbara",
  "Na Mari (1972), Baltzar na-atụle ụmụ nwanyị na ọnọdụ ha n'ime ebo",
  "Akwụkwọ akụkọ ifo nke Baltzar nke afọ 1988 bụ Käärmeenkäräjäkivi bụ nke a họpụtara maka ihe nrite Finlandia Prize.",
  "Musta tango (1990), \"The Black Tango\", na-akọ banyere ndị Gypsies na obodo Finland nke oge a mgbe ha kwagara n'ime ime obodo",
  "Baltzar dekwara akwụkwọ akụkọ maka ụmụaka banyere Gypsies (Mustan Saaran kristallipallo, The Crystal Ball of Black Sarah) na 1978",
  "Phuro, nke e bipụtara n'afọ 2000, bụ akwụkwọ akụkọ banyere ndị Rom bi na Central Europe, akụkọ nke ezinụlọ, nke na-akọ akụkọ banyere obodo site na nke ndị ikwu",
  "Akwụkwọ akụkọ kachasị ọhụrụ nke Veijo Baltzar, In love and war, nke e bipụtara na 2008, na-akọ banyere okwukwe ọjọọ nke ndị Rom Europe n'etiti Agha Ụwa nke Abụọ.",
  "Veijo Baltzar edeela ọtụtụ egwuregwu, ọtụtụ n'ime ha na-elekwasị anya na ndị Rom, mana enwerekwa egwuregwu banyere akụkọ ifo, okpukpe na agha",
  "Ọ bụ onye guzobere naanị otu ụlọ ihe nkiri Roma na mba Nordic, Drom Theatre na 1976",
  "Ná mmalite afọ 1980, Baltzar rụrụ ọrụ dị ka onye nkuzi na Theatre Academy of Finland",
  "Baltzar dere ma duzie ọtụtụ iri ihe nkiri gụnyere, ihe nkiri ọdachi, egwuregwu uri na egwu nye otu ahụ.",
  "N'afọ ndị 1990 Baltzar gara n'ihu na-ede egwuregwu ma na-eduzi kwa ha, yana ịkụzi n'ụlọ ọrụ obodo na steeti",
  "Na Imatra, o dere ma duzie ihe nkiri Orli ya na mmadụ narị abụọ ndị na-eme ihe nkiri n'afọ 1994–1997",
  "Mbido nke ihe a na-akpọ Orli \"nke abụọ\", nke onye isi ala Finland bụ Paavo Lipponen kwadoro, mere na ụlọ egwu Finlandia na Machị 1997",
  "Kemgbe afọ 2013, Veijo Baltzar emepụtala ọrụ ihe nkiri na egwu na ogige ụlọ ihe nkiri Alexander.",
  "Mgbe Baltzar malitere ijikwa ụlọ ihe nkiri ya na nkuzi / iduzi na 1976, o mepụtara usoro nkuzi nke ya dabere na ọgụgụ isi mmetụta uche dị iche iche, nke a maara dị ka Intercultural Experiential Education",
  "N'afọ 2012, Baltzar bipụtara akwụkwọ arụmụka a kpọrọ Towards Experiential Philosophy (Kokemuspohjainen filosofia na Finnish), nke ọ na-ewebata usoro nkuzi ya na nzụlite nkà ihe ọmụma na agụmakwụkwọ ya",
  "E bipụtara akwụkwọ ahụ n'asụsụ Bekee n'afọ 2014.",
  "N'afọ 2002, iji mee ka ọnọdụ nke akwụkwọ Romani dị ike n'ụwa niile, Baltzar hiwere otu International Roma Writers Association: Otu nzukọ e jikọtara (IRWA) ma rụọ ọrụ dị ka onye isi oche ya n'etiti 2002–2005.",
  "Baltzar anọwo na-arụsi ọrụ ike n'ịkwalite iwu ndị Rom na Finland kemgbe 1965. N'akụkụ ndị ọzọ so n'obodo ndị Rom nke Finland, gụnyere onye na-ese ihe Kiba Lumberg na onye na-eti egwu Rainer Friman (fi), ọ katọrọ Miranda Vuolasranta, Onye isi oche nke European Roma & Traveller Forum ma kwuo na ọ na-edu conservatism na obodo ndị Rom na-achọ ibelata nsogbu ma wepụ olu ndị nkatọ.",
  "N'afọ 2014, Baltzar haziri nzukọ onye ozi mba ụwa The Conscience of Europe na nzuko omeiwu Finland",
  "Nzukọ ahụ lebara anya n'okwu gbasara ọha mmadụ dị iche iche na Europe",
  "Nzukọ ahụ wepụtara atụmatụ iri abụọ na anọ maka atụmatụ iwu maka ịgbanwe iwu Europe nke ọdịbendị dị iche iche, nke e zigara European Commission.",
  "Veijo Baltzar anọwo na-arụ ọrụ nka ọhụụ kemgbe ngwụsị afọ 1960",
  "E gosipụtara ọrụ ya na ngosi maka ndị na-eto eto na-ese ihe na Ateneum art museum na 1975",
  "Kemgbe ahụ, Baltzar enweela ọtụtụ ihe ngosi n'akụkụ dị iche iche nke Finland, Sweden na Czech Republic",
  "Kemgbe afọ 1980 Baltzar emewokwa atụmatụ ụlọ.",
  "Akwụkwọ akụkọ Veijo Baltzar (ndị na-ebipụta Tammi):",
  "Egwuregwu nke Veijo Baltzar (nke edere ma duzie)",
  "Egwuregwu abalị dum",
  "'2016 Sin",
  "Egwuregwu egwu",
  "Mbido na Alexander Theatre, Helsinki",
  "Egwuregwu uri",
  "Ndị ọzọ",
  "2012 “Sny’ (Dreams)",
  "Ụlọ ihe nkiri mba Prague, Nova Scena",
  "1980 Ihe nrite nke mbụ na asọmpia Golden Harp na Dublin maka ihe odide nke obere ihe nkiri Punainen puutarha (Ogige Uhie)",
  "1981 Ihe nkiri nke afọ",
  "Onyinye site na Finnish Theatre Center",
  "1992 Ihe nrite nka nke mpaghara Kuopio",
  "1991 Ihe nrite ọdịbendị nke Rautalampi",
  "1999 Ihe nrite nke atọ na asọmpi mba ụwa “Amico Rom”",
  "Ịtali",
  "2000 Ihe nrite nke abụọ na asọmpi mba ụwa “Amico Rom”",
  "Ịtali",
  "2002 Arvo Turtiainen literature prize",
  "2008 Mikael Agricola medal celebrating 40-year literary career",
  "Helsinki, Tammi publishers",
  "2011 Aha nsọpụrụ nke Onye Ndụmọdụ Omenala, kulttuurineuvos, nke Onye isi ala Finland Tarja Halonen nyere",
  "2016 Finalist and honorable mention (international recognition for 50-year activity for the benefit of European Roma), European Roma Spirit Award (ERSA)",
  "Bratislava, Slovakia",
  "2017 Artist pension, nke Arts Promotion Centre Finland nyere dị ka nkwanye ùgwù maka ọrụ nka kwesịrị ekwesị"
]