[
  "Veliswa Mvenya (amụrụ na 8 Machị na afọ 1969) bụ onye ndọrọ ndọrọ ọchịchị South Africa bụ onye isi guzobere Batho Pele Movement, otu o guzobere na Juun, na afọ 2021 mgbe ọ hapụsịrị African Transformation Movement",
  "Onye bụbu onye nkuzi mgbakọ na mwepụ, Mvenya sonyeere Democratic Alliance na afọ 2000 ma jee ozi dị ka onye kansụl DA na Amathole District Municipality ruo na afy 2004 mgbe a họpụtara ya na Eastern Cape Provincial Legislature dị ka onye nnọchi anya DA",
  "A họpụtara ya ọzọ na afọ 2009 na afọ 2014",
  "N'afọ 2014, a họpụtara ya dị ka onye isi oche mpaghara nke DA na Eastern Cape",
  "Mvenya nọ n'ọkwa ahụ ruo mgbe ọ gbara arụkwaghịm na Mee na afọ 2016",
  "Ọ gbara arụkwaghịm na DA na Mee, na afọ 2018 wee sonye na ATM na Septemba, na afọ 2018",
  "Mvenya bụ onye isi ndọrọndọrọ ọchịchị maka ntuli aka Mee, na afọ 2019",
  "Na ntuli aka ahụ, a họpụtara ya dị ka onye nnọchi anya ATM na ndị omeiwu",
  "Na Juun, na afọ 2021, ọ gbara arụkwaghịm na ATM wee guzobe Batho Pele Movement.",
  "A mụrụ Mvenya na 8 Machị 1969",
  "Ọ bụ otu n'ime ụmụ atọ nne naanị ya mụrụ. Ọ gara ụlọ akwụkwọ praịmarị Ntseshe ma mesịa gaa ụlọ akwụkwọ sekọndrị Colosha Senior ebe ọ gụrụ akwụkwọ. Mvenya nwetara diplọma onye nkuzi yana diplọma na nchịkwa ọha.",
  "Mvenya malitere ọrụ nkuzi ya na 1991",
  "Ọ kụziri mgbakọ na mwepụ na Ntlahlane Junior Secondary School ruo n'afọ 1993. Site na 1993 ruo 2004, ọ bụ onye nkuzi na Mavata Junior Secondary School.",
  "Mvenya sonyeere Democratic Party na 2000, n'otu afọ ahụ DP jikọtara ya na New National Party na Federal Alliance iji guzobe Democratic Alliance. N'ọnwa Disemba nke otu afọ ahụ, a họpụtara ya dị ka onye kansụl nke Amathole District Municipality. Ọ rụrụ ọrụ na kansụl ahụ ruo mgbe a họpụtara ya na ndị omeiwu nke Eastern Cape Provincial na 2004. A họpụtara ya ọzọ dị ka onye MPL na 2009.",
  "N'afọ 2012, a họpụtara Mvenya ka ọ bụrụ osote onye isi mpaghara nke DA. Ọ bụbu onye isi oche mpaghara na nke mba nke Women's Network nke pati ahụ. Mgbe ntuli aka mpaghara na Mee 2014, ọ laghachiri na ndị omeiwu maka oge ọzọ dị ka DA MPL. A họpụtara ya ka ọ bụrụ onye isi oche mpaghara nke DA na Nọvemba nke otu afọ ahụ. Ọ nọ n'ọkwa ahụ ruo mgbe ọ gbara arụkwaghịm na Mee 2016 n'ihi esemokwu n'ime pati ahụ na Eastern Cape na mmekọrịta ọjọọ ya na onye isi mpaghara Athol Trollip.",
  "N'ọnwa Mee afọ 2017, Mvenya gbara ọsọ maka onye isi mpaghara nke pati ahụ mana Nqaba Bhanga meriri ya",
  "Andrew Whitfield nọchiri ya dị ka onye isi oche mpaghara. N'ọnwa Mee afọ 2018, ọ gbara arụkwaghịm na DA ma kwụsị ịbụ onye otu ndị omeiwu mpaghara. Ọ sonyeere African Transformation Movement nke e guzobere ọhụrụ na Septemba. Mgbe ntuli aka mpaghara na Mee 2019, Mvenya laghachiri na ndị omeiwu dị ka naanị onye nnọchi anya pati ahụ.",
  "Na June 2021, ọ gbara arụkwaghịm na ATM wee guzobe Batho Pele Movement, 'otu na-abụghị nke isi' nke na-elekwasị anya na nnyefe ọrụ",
  "Ndị otu ahụ ga-asọ mpi na ntuli aka ime obodo nke afọ 2021.",
  "Mvenya alụghị di",
  "O nwere ụmụ abụọ."
]