[
  "Velina Hasu Houston (amụrụ Velina Avisa Hasu Houston na Mee 5, 1957) bụ onye America na-ede egwuregwu, onye edemede, onye na-ede uri, onye edemede, onye nchịkọta akụkọ na onye na-ede ihe nkiri nke mepụtara ọtụtụ ọrụ, gosipụta ma bipụta. Ọrụ ya sitere na ahụmịhe ya nke ịbụ onye agbụrụ dị iche iche, yana ahụmịhe ndị mbịarambịa nke ezinụlọ ya na ndị ọ zutere na-etolite na Junction City, Kansas.",
  "A maara Houston nke ọma maka egwuregwu ya Tea, nke na-egosi ndụ ndị nwunye agha Japan bụ ndị na-akwaga United States na di ha ndị ọrụ America.",
  "Nwa nke ikpeazụ n'ime mmadụ atọ, a mụrụ Houston na mmiri mba ụwa n'ụgbọ mmiri ndị agha na-aga n'ụlọ ọrụ United States na Japan",
  "Nne ya, Setsuko Takechi, bụ onye Japan sitere na Matsuyama, Ehime, obodo dị na Shikoku Island",
  "Nna ya, Lemo Houston, bụ African Native American / Blackfoot-Pikuni Native American Indian sitere na Linden, Alabama",
  "Usoro nna nna Houston gụnyere njikọ agbụrụ akụkọ ihe mere eme na India, Cuba, Armenia, Gris na China, na njikọ ezinụlọ na Hawaii, England, Germany, Brazil, Argentina na Scotland.",
  "Nne na nna ya zutere na Kobe n'afọ 1946, na-amalite mkpakọrịta nwoke na nwaanyị ha nke afọ itoolu na mmegide nke nna nna Velina bụ onye gburu onwe ya n'ihi mmeri mba ya na Agha Ụwa nke Abụọ na site na ọnwụ nke ala ezinụlọ ya n'ihi usoro mgbanwe ala nke ndị ọrụ US kwadoro",
  "Mgbe di na nwunye ahụ lụsịrị, ha mechara kwụsị mmekọrịta ha na ezinụlọ ha abụọ",
  "Di na nwunye ahụ gara n'ihu nakweere naanị nwa ha nwoke Joji Kawada George Adam Houston, onye Amerasia, na Tokyo mgbe a hapụrụ ya ka ọ bụrụ nwa mgbei mgbe ọ dị afọ asatọ n'oge ọrụ United States.",
  "N'afọ 1949, nna Velina laghachiri United States",
  "Iji jikọta ya na Setsuko, o wepụtara onwe ya maka ọrụ na Agha Korea wee laghachi Eshia n'afọ 1951",
  "Afọ itoolu Lemo na Setsuko gbara akwụkwọ bụ n'ihi eziokwu ahụ bụ na ọ na-akwanyere ọchịchọ ya ịnọgide na Japan iji lekọta nne ya na-arịa ọrịa",
  "Di na nwunye a lụrụ n'afọ 1954 wee bịa U.S",
  "n'afọ 1957 ya na Joji na nwanne Velina bụ Hilda Rika Hatsuyo",
  "A mụrụ Velina n'ụzọ ma nye ya nwa amaala na ọrụ mbụ nke nna ya na Fort Riley",
  "Ahụmahụ ọhụrụ ha nke ndị America zutere ndị America (gụnyere ndị Japan America) na-akpa ókè site n'ime na n'èzí ezinụlọ ha, mana ahụmịhe ahụ wusiri ha ike ma kụọ mkpụrụ maka onye edemede ahụ na-eto eto.",
  "Ezinụlọ ahụ biri na Junction City, Kansas, obere obodo dị n'akụkụ ebe ndị agha, na-ebi ndụ omenala ndị Japan na nkwenye nke nne Velina, Setsuko",
  "N'afọ 1969, n'ihi nrụgide metụtara ọgụ na ịṅụbiga mmanya ókè, nna Velina nwụrụ",
  "Setsuko gara n'ihu na-azụlite ezinụlọ ya na Junction City, obodo nke ọtụtụ ụmụ nwanyị ndị Japan na ndị Europe na-akwaga mba ọzọ lụrụ ndị America mgbe Agha Ụwa nke Abụọ gasịrị",
  "Houston bụ Prọfesọ, nsonye onye isi ngalaba ngalaba, Resident Playwright, na Onye guzobere / Onye nduzi nke Mmemme ngụsị akwụkwọ ngụsị akwụkwọ na nzere Master na nka mma n'ime odide ihe nkiri na Mahadum nke Southern California",
  "Ruo ọtụtụ afọ, ọ kụziri klas ndị isi na edemede ihe nkiri na Mahadum California na Ụlọ akwụkwọ ihe nkiri, ihe nkiri na telivishọn nke dị na Los Angeles",
  "A ghọtara Houston dị ka Ndị otu ntọala Japan, Rockefeller Foundation Fellow (ugboro abụọ), Sidney F",
  "Brody Fellow, James Zumberge Fellow (ugboro atọ), California Arts Council fellow, na Los Angeles Endowment for the Arts Fellow",
  "Ọ bụ Pinter Review Prize for Drama Silver Medalist for Calling Aphrodite, nke bụkwa onye ikpeazụ maka American Theatre Critics Association Steinberg New Play Award maka mbido ụwa nke afọ 2007.",
  "Houston nọgidere na-ede egwuregwu ma na-arụkwa ọrụ n'ụdị edemede ndị ọzọ.",
  "Mmepụta ya kachasị ọhụrụ bụ mmalite nke mgbanwe ya nke Ụmụ nwanyị nta, nke Playwrights 'Arena mepụtara na Los Angeles, na Ọktoba na Nọvemba, 2017.",
  "Houston bi na Los Angeles, nwere ụlọ na Hawaii na Kyoto",
  "Ọ lụrụ Peter H",
  "Jones nke Manchester, England, onye ya na ya nwere ụmụ abụọ na ụmụ abụọ: Kiyoshi S",
  "S",
  "Houston, K",
  "Leilani Houston, Evan W",
  "Jones na Jason K",
  "Jones",
  "N'ịbụ onye a zụlitere dị ka onye Buddha na Shintoist, Houston na-aga parish Episcopal, mana ọ na-eme okwukwe dị iche iche."
]