[
  "Tyler Bryant, nke a maara nkè ọma dị ka aha egwu ya bụ Velous, bụ onye America na-eti egwu, ónyé na-agụ egwu, ónyé édémédé egwu, na onye na-emepụta ihe ndekọ si Kingston, New York",
  "A maara ya nke ọma màkà ide Chris Brown na Drake's \"No Guidance\" na imepụta egwu egwu Kanye West \"All Day\", nke e nyèrè Gold-certified na US ma mesịa nweta nhọpụta Grammy màkà Best Rap Song. N'afọ 2016, Velous dere ma mepụta \"Flipmode\"",
  "N'afọ 2017, \"Flipmode\" ghọrọ otu egwu na Fabolous 'Summertime Shootout 3 ma rụọ ọrụ dị ka ihe ngosi izizi nke Velous. Mgbe m nụrụ egwu ahụ, ọ bụ ihe na-eme n'ụzọ ọgwụ ọjọọ, yabụ amaara m na m chọrọ ịghọ akụkụ nke abụ ahụ",
  "Chris gbakwunyere aka ya mgbè anyị nọ na njem ọnụ na ndị ọzọ bụ akụkọ ihe mere eme, ka Fabolous kwuru.",
  "A mụrụ Tyler Bryant na Kingston, New York",
  "Nna ya, ónyé nwụrụ anwụ, bụ onye egwu",
  "Nne ya bụ onye na-agụ egwu",
  "Mgbè ọ dị afọ iri na otu, ọ malitere ịpị rap mgbè ọ nụsịrị egwu Kanye West \"Through the Wire\"",
  "Ọ mụtara otú e si akpọ ụbọ, mgbe ahụ piano, wee malite ịkpọ ụbọ akwara mgbè ọ dị afọ iri na abụọ",
  "Ọ malitere ịbanye na mmepụta mgbè ọ dị afọ iri na atọ. Ọ nọkwa n'òtù jazz na ụlọ akwụkwọ sekọndrị.",
  "Velous chepụtara aha ya mgbe mmadụ gwara ya etu nkà mmepụta ya si dị ebube; áhà ahụ bụ \"maravelous\" na-ewepu \"mar\"",
  "N'afọ 2011, o wepụtara mixtape mbụ ya, Velocity The Mixtape Ntọhapụ ahụ nyeere Velous aka inweta nlebara ányà site n'aka Cus Maven, ónyé bịanyere aka na Swanky Music Group",
  "Velous zutere Fabolous site n'aka ónyé na-emepụta Vinylz, ónyé Velous na-arụkọ ọrụ ugboro ugboro n'afọ gárá aga",
  "Vinylz na Velous gara na ụlọ ọrụ Fabolous iji chọpụta ihe ọ na-eme",
  "Velous mechara kpọọ ụfọdụ egwu ya, nke Fabolous nwèrè mmasị na ya",
  "Ha abụọ mechara dekọọ egwu \"Gone For The Winter\" maka abọm Fab The Young OG Project na 2014.",
  "Ndepụta egwu dị ka onye na-emepụta ma ọ bụ onye na-arụkọ ọrụ, ya na ndị na-eme ihe nkiri na ndị na na-emepụta ihe ndị ọzọ, na-egosi afọ a tọhapụrụ na aha abọm."
]