[
  "Verónica Nataniel Macamo Dlhovo (amụrụ na onwa Nọvemba 13, na afo 1957) bụ onye ndọrọ ndọrọ ọchịchị Mozambik nke jere ozi dị ka Minista nke Mmekọrịta Mba Ọzọ kemgbe afo 2020",
  "Ọ rụrụ ọrụ dị ka onye isi oche nke Nzukọ nke Republic of Mozambique site na 2010 wee ruo afo 2020",
  "Dlhovo bụ onye otu Frelimo.",
  "Ọ malitere ọrụ ya dị ka onye nke ndọrọ ndọrọ ọchịchị na Gaza Province dị ka onye otu nke Organization of Mozambican Women ma ruo n'ókè nke ọrụ ya mgbe ọ buru nwanyị mbụ bụ onye isi oche nke Nzukọ ahụ kemgbe Mozambique nwetara nnwere onwe.",
  "A mụrụ Veronica Nataniel Macamo Dlhovo na ubochi iri na atonke onwa Nọvemba na afo 1957, na Bilene, Gaza Province",
  "Ọ lụrụ di ma nwee ụmụ atọ",
  "Dlhovo nwetara akara ugo mmụta na Mahadum Eduardo Mondlane n'afọ 1994",
  "Ọ gakwara ọmụmụ na physics na mgbakọ na mwepụ n'otu mahadum ahụ.",
  "Dlhovo malitere ịrụ ọrụ maka Frelimo ọbụna tupu nnwere onwe na mgbe Mozambique nweere onwe ya, ọ rụrụ ọrụ n'ọtụtụ ebe maka pati ahụ",
  "Ọ na-etinye aka na ọrụ mmekọrịta mmadụ na ibe ya na-arụ ọrụ na Kọmitii ndọrọ ndọrọ ọchịchị nke nkwadebe ndọrọ ndọrọ ọchịchị ndị agha na Moamba 1975 wee ruo 1977, dị ka onye ndụmọdụ iwu nke ụlọ ọrụ kemgbe 1994, onye ndụmọdụ ikpe ziri ezi site na 2005 wee ruo 2007, yana dịka onye ndụmọdụ ikpe na onye isi oche nke Board of the Tourism Fund site na afo 2000 wee ruo 2009. Ọ rụkwara ọrụ na òtù ụmụ nwanyị na-arụ ọrụ dị ka National Secretary for Formation of the Organization of Mozambican Women site na 1985 wee ruo afo 1989, a họpụtara ya ka ọ bụrụ onye otu nsọpụrụ nke Mozambican women's Organization na onye isi nke ngalaba ụmụ nwanyị na isi ụlọ ọrụ Central Committee, site na 1994 wee ruo afo 1995. Dị ka onye ndọrọ ndọrọ ọchịchị, a họpụtara Dlhovo ka ọ bụrụ onye omeiwu na 1999 site na mpaghara Gaza",
  "N'afọ 1999, a họpụtara ya ka ọ bụrụ osote onye isi oche nke National Assembly",
  "N'afọ 2004, a họpụtara ya dị ka onye otu Pan-African Parliament site na Mozambique.",
  "A họpụtara Dlhovo dị ka nwanyị mbụ bụ onye isi oche nke Nzukọ ahụ n'afọ 2010, na ngụkọta vootu nari iri iteolu na abuo n'ime nari iri iteolu na ano. Dị ka onye isi oche nke nzukọ ahụ, a maara Dlhovo maka àgwà ya siri ike",
  "O nyere echiche ya n'isiokwu ndị metụtara ndọrọ ndọrọ ọchịchị na Mozambique ma rụọ ọrụ dị mkpa n'ịmepụta iwu, gụnyere iwu gbasara alụmdi na nwunye ndị nọ n'afọ iri na ụma na mmetọ ụmụaka. A họpụtara ya ọzọ dị ka ọkà okwu n'afọ 2015.",
  "Na ubochi 17 Jenụwarị na afo 2020, onye isi ala Filipe Nyusi họpụtara ya dị ka Minista na-ahụ maka ihe gbasara mba ofesi na kọmitii ọhụrụ ya."
]