[
  "Vera Tembo (amụrụ na Julaị 25, na afo 1953) bụ onye ndọrọ ndọrọ ọchịchị Zambia na onye otu Movement for Multi-Party Democracy (MMD)",
  "Ọ rụrụ ọrụ dị ka First Lady nke Zambia site na afo 1991 ruo mgbe ya na di mbụ ya, President Frederick Chiluba, kewara na afo 2001.",
  "N'afọ 2006, ọ laghachiri na ndọrọ ndọrọ ọchịchị site n'ịbụ onye a họpụtara na National Assembly of Zambia site na mpaghara Kasenengwa.",
  "Tembo lụrụ Frederick Chiluba, onye ya na ya nwere ụmụ itoolu, ruo afọ iri atọ na atọ, ruo mgbe ọ kwupụtara nkewa ha n'afọ 2000. Chiluba ghọrọ onye isi ala Zambia na 1991, na-eme ka Tembo bụrụ nwanyị mbụ nke mba ahụ site na  afo 1991 ruo mgbe ha gbara alụkwaghịm. Tembo hapụrụ State House, ebe obibi onye isi ala, n'oge na-adịghị anya mgbe Chiluba kwupụtara ọkwa wee soro ezinụlọ ya biri na Ndola. Ịgba alụkwaghịm ha ghọrọ nke ikpeazụ na Septemba 25, na afo 2001, mgbe ụlọ ikpe dị na Ndola nyere ikike ka a kagbuo ya mgbe afọ iri atọ na atọ nke alụmdi na nwunye gasịrị.",
  "Vera Tembo kọwara ọnọdụ nkewa ya na ịgba alụkwaghịm ya na Chiluba dị ka \"ihe ihere\". O mere mkpọsa n'oge ntuli aka nke afọ 2001 site n'ịgba ụmụ nwanyị Zambia ume ka ha gbaa vootu na ntuli aka ahụ. O gosikwara ebumnuche ya ịbanye na ndọrọ ndọrọ ọchịchị. Chiluba hapụrụ ọrụ na Disemba na afo 2001 mgbe ọ na-enwetaghị nkwado maka oge nke atọ nke onye isi ala, nke iwu obodo machibidoro iwu. Onye bụbu onye isi ala Frederick Chiluba lụrụ enyi ya nwanyị, Regina Mwanza, n'afọ 2002, ọnwa ole na ole mgbe ịgba alụkwaghịm ya na Tembo kwụsịrị.",
  "Ka ọ na-erule mmalite afọ 2002, akwụkwọ akụkọ Zambia kọrọ na Tembo nọ na ịda ogbenye mgbe Chiluba kwuru na ọ kwụsịrị akaụntụ ụlọ akụ ya. O tinyere akwụkwọ $ 2.5 US dollar megide Chiluba dị ka akụkụ nke nkwekọrịta ịgba alụkwaghịm. Gọọmentị Zambia nyere Tembo enyemaka ego na Mee na afo 2002 mgbe o depụtara ihe onwunwe ya n'ahịa.",
  "N'afọ 2006, Tembo gbara ọsọ maka oche Kasenengwa na Zambia dị ka onye otu Movement for Multi-Party Democracy (MMD)",
  "Ọ meriri ntuli aka ahụ wee bụrụ nwanyị mbụ nọchitere anya Kasenengwa, oche ime obodo n'ụlọ ya bụ Eastern Province, na National Assembly. N'ọnwa Ọktoba afọ 2006, obere oge ka ntuli aka ahụ gasịrị, Onye isi ala Levy Mwanawasa họpụtara Tembo dị ka osote minista na-ahụ maka njem nleta, gburugburu ebe obibi na akụrụngwa n'ime ụlọ ọrụ ya.",
  "Vera Tembo, onye onye onye nọchiri Mwanawasa, Onye isi ala Rupiah Banda, họpụtara ọzọ dị ka osote minista, nwere ọfịs minista site na 2006 ruo na afo 2011, mgbe ọ hapụrụ Nzukọ Mba",
  "N'afọ 2010, Tembo lekọtara ịkwaga anụ rhinoceroses ojii na North Luangwa National Park na mpaghara okike ndị ọzọ nke Zambia, na-ekwu na mmemme ahụ bụ ihe na-akwalite ma gburugburu ebe obibi mba ahụ na ụlọ ọrụ njem nleta.",
  "Na Machị na afo 2015, Vera Tembo kwupụtara na ọ ghọwo onye ụkọchukwu Ndị Kraịst ma guzobe chọọchị ọhụrụ a na-akpọ Healing International Ministry."
]