[
  "Vermin (colloquially varmint(s) ma ọ bụ varmit(s)) bụ ụmụ ahụhụ ma ọ bụ anụmanụ na-enye nsogbu nke na-agbasa ọrịa ma ọ bụ na-ebibi ihe ọkụkụ ma ọ bụ anụ ụlọ. Ebe ọ bụ na akọwara okwu ahụ gbasara mmadụ ihe omume, nke ụdị na-agụnye iche iche site na mpaghara na ụlọ ọrụ.",
  "Okwu a sitere na Latin vermis (nkpuru), ma jiri ya mee ihe na mbụ maka ikpuru nke ụmụ ahụhụ ụfọdụ, ọtụtụ n'ime ha na-ebute nri. Achọpụtala okwu varmint (na vermint) na isi mmalite site na 1530-1540s.",
  "A na-eji okwu ahụ bụ \"vermin\" na-ezo aka n'ụdị dị iche iche nke ntule, gụnyere òké, oke bekee, termites, bed bugs, ferrets, stoats, sables, rats, na mgbe ụfọdụ nkịta ọhịa.",
  "N'akụkọ ihe mere eme, na narị afọ nke iri na isii na nke iri na asaa, a malitekwara iji okwu mkparị nke metụtara ìgwè ndị na-enwekarị ahụhụ, ya bụ ndị arịrịọ na ndị na-agagharị agagharị, na ndị ogbenye n'ozuzu ndị ogbenye.",
  "Ụmụ ahụhụ na-ebu ọrịa bụ ihe a na-ahụkarị, mana a na-etinyekwa okwu ahụ na ụmụ anụmanụ buru ibu - ọkachasị obere anụ - na-eri anụ - n'ihi na ha na-eri ihe onwunwe nke ụmụ mmadụ na-ewere dị ka nke ha, dị ka anụ ụlọ na ihe ọkụkụ",
  "Nnụnụ ndị na-eri mkpụrụ ọka na mkpụrụ osisi bụ ihe atụ",
  "Ndị ọrụ ugbo kpọrọ okpuru America (Corvus brachyrhynchos), asị n'ihi mmebi ihe ọkụkụ",
  "A na-ewerekwa nduru, nke e webatara n'ọtụtụ ebe n'obodo ukwu, mgbe ụfọdụ dị ka ụmụ ahụhụ",
  "A pụkwara ịkpọ ụfọdụ ụdị agwọ na arachnids dị ka ụmụ ahụhụ",
  "Ụfọdụ ndị na-ejikwa \"Vermin\" dị ka okwu mmetọ, ma n'otu n'otu ma ọ bụ n'otu n'otu.",
  "Varmint ma ọ bụ varmit bụ American-English colloquialism, nrụrụ aka nke \"vermin\" karịsịa na-ahụkarị na American East na South-east n'ime steeti ndị dị nso nke nnukwu mpaghara Appalachia",
  "Okwu a na-akọwa ụdị ndị na-awakpo ugbo site n'èzí, n'adịghị ka ụmụ ahụhụ (dịka òké) nke na-efe site n'ime, si otú a na-ezo aka na ndị na-eri anụ dị ka nkịta ọhịa, nkịta ọhịa, weasels, na coyotes, mgbe ụfọdụ ọbụna anụ ọhịa wolf ma ọ bụ na-adịkarịghị anụ ọhịa bea, kamakwa, n'ọkwa dị nta, ahịhịa ahịhịa na anụmanụ na-egwupụta ihe na-emebi ihe ọkụkụ na ala ozugbo.",
  "Ọ bụ ezie na \"varmint /varmit\" abụghị ihe eji eme ihe na Standard Written English, ọ bụ nkọwa nkịtị maka ụdị ụfọdụ nke ngwá agha na ọnọdụ nchịkwa ahụhụ na Appalachian na steeti ndị dị nso na American West na South-west nke nakweere okwu dịka égbè varmint na varmint hunting."
]