[
  "Verna Norberg Aardema Vugteveen (June 6, 1911 May 11, 2000), nke a mara nke ọma site na aha Verna Aardema, bụ onye odee Amerika nke akwụkwọ ụmụaka.",
  "A mụrụ Verna Norberg na New Era, Michigan",
  "Ọ gụsịrị akwụkwọ na Mahadum Michigan State jiri B.A",
  "nke ọrụ nta akụkọ n'afọ 1934",
  "Ọ rụrụ ọrụ dị ka onye nkuzi ụlọ akwụkwọ sekọndrị malite n'afọ 1934 ruo n'afọ 1973 wee bụrụ onye na-ede akwụkwọ maka Muskegon Chronicle n'afọ 1951, ọrụ nke dịgidere ruo n'afọ 1972, otu afọ tupu ọ laa ezumike nká na nkụzị.",
  "N'afọ ikpeazụ ya na Michigan State, Norberg meriri asọmpi edemede atọ; ọ bụ ezie na ọ bụghị nke mbụ ya, ha bụ ndị kachasị emetụta na mkpebi ya n' ịchụso nrọ ụmụaka",
  "O buru ụzọ chee echiche ide maka ụmụaka mgbe nwa ya nwanyị jụrụ iri nri ruo mgbe ọ nụrụ otu n'ime akụkọ nne ya kọrọ",
  "A na-etinyekarị aka azụ ndị a n'ebe ọ nọ na-agụ maka ya na nso nso a, ma ka ọ na-enwewanye mmasị na Afrika, a malitere itinye ha ebe ahụ ugboro ugboro.",
  "N'afọ 1960, o bipụtara akụkọ mbụ ya, Akụkọ sitere n'Okpu Akụkọ nke gara  nke ọma, ya mere ọ gara n'ihu na-agbanwe akụkọ ọdịnala na akụkọ ifo sitere na ọdịbendị dị anya, (nke na site na Africa na Mexico) iji kpughee ụmụaka n'etolite etolite na ọtụtụ ihe dị iche iche nke ngosipụta okwu mmadụ.",
  "Akwụkwọ ya, Why Mosquitoes Buzz in People's Ears  (1975), nke Leo na Diane Dillon gosipụtara, nwetara Caldecott Medal na n'afọ 1976 na akwụkwọ ǹkà Brooklyn maka ihe nrite ụmụaka n'afọ  1977",
  "Ònye nọ n'ụlọ Oke? 1977  bụ ụlọ akwụkwọ nke ọba akwụkwọ akụkọ kacha mma n'afọ ahụ nke afọ 1977 na onye mmeri Lewis Carroll Shelf Award na n'afọ 1978",
  "Aardema natara ihe nrite n'okirikiri okpokoro ihe ọgụgụ ụmụaka n'afọ 1981, ma ọtụtụ n'ime ọrụ ya abụrụla nke ahọpụtara dị ka akwụkwọ ama ama site na n'aka American Library Association",
  "Oh Kojo ya! Kedu ka isiri! merie na Parents' Choice Award nke afọ 1984 na Agụmagụ",
  "Ọ lụrụ Albert Aardema mbụ (1908-1974) na Joel Vugteveen nke abụọ.",
  "Ọ nwụrụ na Fort Myers, Florida ma liri  ya na Norton Cemetery, Norton Shores, Muskegon, Michigan n'akụkụ ebe eliri di mbụ ya.",
  "Anansi na nwunye ya na-aghọ nkọ karịa Chineke Eluigwe ma weghachite akụkọ ifo  ndị ha hụrụ n'anya.",
  "Lazy Anansi na-achọ ịghọgbu mmadụ ka ọ rụwa ọrụ siri ike nke itinye ọ́nyà ázù ya, mana kama nke ahụ, a ghọgburu ya ka o mee ọrụ ahụ n'onwe ya.",
  "Akụkọ ọdịnala iri sitere na ndịda Afrịka gụnyere akụkọ Hottentot, Zulu na Bantu.",
  "Zimwi tọọrọ nwa agbọghọ Swahili ma gwa ya ka ọ bụrụ olu dị n'ime ịgbà abụ ya.",
  "Obere nwa atụrụ na-eji aghụghọ ya eme ihe iji gbochie coyote iri ya.",
  "Nchịkọta egwu na-ekwu ka Ki-pat siri weta mmiri ozuzo na ala Kapiti  nke ụkọ mmiri ozuzo kpatara.",
  "Ọkara-Bọlụ-nke-Kenki napụtara Fly n'aka Agụ owuru ma, n\"ọgụ na-esote ya, Agụ owuru nwetara uwe nwere ntụpọ ruo mgbe ebighị ebi.",
  "Akụkọ sitere n'aka ndị Akamba nke Kenya nke na-akọwa ihe mere nnụnụ ji nwee olu dị ogologo.",
  "Site n'enyemaka nke crane na-acha anụnụ anụcha, nne nduru napụtara ụmụ ya n\"aka Jackal na - onye na",
  "Ọ na-ewepụta nchịkọta nke ihe omimi sitere na Africa.",
  "Akụkọ ọdịnala ndị Afrịka nke nwa onye isi ga-eji naanị akpa nke mkpụrụ osisi kola na enyemaka nke ụfọdụ ihe e kere eke o mesoro n'ụzọ dị mma banye n\"ụwa.",
  "N'akụkọ a nke akụkọ ndị Maasai, mongoose na-enyere nnụnụ aka iweghachite ụmụ ya n'aka ọdụm owu na ya nke zuru ha.",
  "Nchịkọta akụkọ ọdịnala sitere n'akụkụ dị iche iche nke Africa.",
  "Ọ na-egosi akụkọ ọdịnala iri na otu sitere na Africa.",
  "Ọ na-akọwa otú nwa okorobịa aha ya bụ Kojo si merie Anansi.",
  "N'akụkọ ọdịnala ndị Mexico a, nwa okorobịa umengwụ na-amụta ihe gbasara ịgha ụgha.",
  "Eze Gorilla nyere iwu na ọ dịghị onye nwere ike ịlụ nwa ya nwanyị ruo mgbe a chọtara onye na-achọ ịbata nke siri ike iji rie otu barel nke mmiri na'anya.",
  "Site n'enyemaka nke ndị enyi ya Bush-rat na Turtle, Rabbit nwere ọgụgụ isi ma dị ngwa na-eme ka onye nzuzu nke eze ọhịa dị ike ma na'amaghị nke ọma.",
  "Otu ogbenye nwere anyaukwu na-anwale ndidi nke Imana, Onyenwe Rwanda, ruo mgbe ọ tụfuru ihe niile.",
  "N'ịchegbu onwe ya iji gbochie nwa ya nwanyị ịlụ di, eze mara ọkwa na ọ dịghị nwoke nwere ike ị lụọ nwa nwanyị ya ma ọ bụrụ na o chebaghị ụdị akpụkpọ anụ eji eme ihe na drum nke onye dibịa afa mere.\nSebgugugu the Glutton: Akụkọ Bantu si Rwanda",
  "Foto nke Nancy L",
  "Clouse sere",
  "Nnukwu Rapids,",
  "Otu ogbenye nwere anyaukwu na-anwale ndidi nke Imana, Onyenwe Rwanda, ruo mgbe ọ tụfuru ihe niile.",
  "Nchịkọta nke akụkọ ifo nke itoolu sitere Afrịka.",
  "Akụkọ ifo Afrịka nke itoolu na-akọ akụkọ banyere njem nke ọdụm nwanyị nọrọ onwe ya, udide aghụghọ, hyena na ndị ọzọ.",
  "Anụmanụ a na-amaghị ama a kpọrọ Vingananee na'egbu anụmanụ ndị ọzọ niile ma rie anụ ha ruo mgbe obere osisi Awọ kwuru na ya ga-alụso ya ọgụ.",
  "Maka ịzọpụta ndụ agwọ, a na-akwụ Ketu ụgwọ site n'ikwe ka ọ nụ ka ụmụ anụmanụ na'iche echiche.",
  "Rabbit nwere nsogbu - mmadụ nọ n'ime ụlọ ya ma ọ gaghị ekwe ka ọ banye.",
  "Akụkọ akụkọ ọdịnala nke West Africa nke na-ekpughe otú anwụnta si zụlite omume ya na'ụzọ na - akpata oyi n'ahụ."
]