[
  "Vertner Woodson Tandy (Mee 17, 1885 ruo  Nọvemba 7, 1949) bụ onye Amerịka na-ese ụkpụrụ ụlọ. Ọ bụ otu n'ime ndị guzobere asaa (nke a na-akpọkarị \"The Seven Jewels\") nke Alpha Phi Alpha fraternity na Mahadum Cornell na 1906",
  "Ọ bụ onye Africa America mbụ debanyere aha na New York State",
  "Tandy jere ozi dị ka onye na-ahụ maka akụ na ụba mbụ nke isi Alpha na onye na-emepụta pin fraternity. E debanyere òtù ahụ n'okpuru nkwado ya.",
  "A mụrụ ya na Mee 17, 1885, na Lexington, Kentucky. Nne na nna ya bụ Henry A",
  "Tandy na Emma Brice Tandy",
  "Henry Tandy bụ onye ọchụnta ego na-aga nke ọma na onye na-ewu ụlọ",
  "A mụrụ ya dị ka ohu, na 1893 o guzobere ụlọ ọrụ Tandy & Byrd na Lexington",
  "N'etiti ọrụ ndị a ma ama nke ụlọ ọrụ ahụ bụ Lexington Opera House na Fayette County Courthouse, ugbu a ebe Lexington Visitor Center.",
  "N'afọ 1904, Tandy gara ụlọ akwụkwọ Tuskegee Institute na-amụ ihe osise ụlọ. N'afọ 1905, ọ gafere na Mahadum Cornell, nke ọ gụsịrị akwụkwọ na 1907 na nzere na ihe owuwu. Ọ bụ otu n'ime ndị guzobere, ndị a na-akpọ \"Anya asaa,\" nke Alpha Phi Alpha Society nke mbụ Afrịka-Amerịka fraternity na 1906.",
  "Mgbe ha gụsịrị akwụkwọ, Tandy na George Washington Foster malitere ụlọ ọrụ nke ha, Tandy & Foster, nwere ọfịs na Broadway na New York City. Tandy ghọrọ onye isi ojii mbụ debanyere aha na steeti New York.",
  "Ọrụ a ma ama nke Tandy nwere ike ịbụ Villa Lewaro, nnukwu ụlọ $250,000 maka nwa nwanyị nke Harlem millionairess Madam C",
  "J",
  "Walker, na Irvington na Hudson, New York. E wuchara nnukwu ụlọ ahụ n'ụdị Italianate na 1918 wee bụrụ ihe dị mkpa na Harlem Renaissance tupu ọnwụ Walker. N'etiti ọrụ ya ndị ọzọ dị ugbu a bụ Ivey Delph Apartments, na St",
  "Philip's Episcopal Church na 204 West 134th Street na Harlem, site na ụlọ ọrụ ụlọ ọrụ ya nke Tandy & Foster",
  "Ivey Delph Apartments, nke e mere na 1948, edepụtara na National Register of Historic Places na 2005.",
  "Tandy nwekwara ọdịiche nke ịbụ onye Afrịka Amerịka mbụ gafere ule ndị agha ma bụrụ onye isi ala na 15th Infantry nke New York State National Guard.",
  "Vertner W",
  "Tandy nwụrụ na oyi bara ya n'ahụ na Nọvemba 7, 1949, mgbe ọ dị afọ iri isii, na Manhattan, New York City."
]