[
  "La Vía Campesina (site na Spanish: la vía campesine, li) bụ òtù ndị ugpo mba ụwa nke e guzobere na 1993 na Mons, Belgium, nke òtù otu narị na iri asatọ na ábụọ guzobere zoro na mba 81, ma kọwaa onwe ya dị ka \"otu òtù mba niile nke na-ahazi òtù ụmụ amaala nke obere  ndị na'etiti na ha, ndị Ọrụ ugwo, ụmụ nwanyị ime obodo, na obodo ndị obodo si Eshia, Africa, America, da Europe\".",
  "La Via Campesina na-akwado ọrụ ugbo na ụlọ ọrụ na ya, ọ bụkwa otu ahụ chepụtara okwu ahụ bụ \"nchịkwa nri\". La Vía Campesina na-eme mkpọsa iji chebe ikike onye ọrụ ugbo nwere mkpụrụ, ịkwụsị ime ihe ike megide ụmụ nwanyị, maka mgbanwe ala, na n'ozuzu maka ịnakwere ikike nke ndị ọrụ ubi.",
  "Malite n'afọ ndị 1980 gọọmentị na-etinye obere aka n\"ime ime obodo, nke na'eme ka ikike ụlọ ọrụ na ndị otu ndị ọrụ ugbo ghara ịdị ike ka ha na na - na \"na-ebi ndụ n \"n'ọrụ ugpo\" na N'ihi ya, ìgwè ndị ọrụ ugbo mba malitere ịmekọrịta na òtù mba dị iche iche, malite na Latin America wee gaa n'ụwa niile.",
  "Ihe ndị ruuru ndị ọrụ ugbo sitere na nkwado ikike ọhụrụ nke bilitere na 1990s; n'oge ahụ, ihe ndị Ruuru Mmadụ na ihe omume mmepe jikọtara ọnụ nke gbasaa site na ikike ndọrọ ndọrọ ọchịchị na nke obodo iji tinye ikike mmekọrịta mmadụ na ibe ya na akụ na ụba. Ndị ọrụ ugbo na-arụ ọrụ n'ọrụ ugwo na'ihu na ịma echiche nke neoliberalism aka na akụ na ụba ụwa na ịchọta ụzọ ndị ọzọ ga-echebe ikike nke ndị ọrụ gburugburu ụwa.",
  "Ndị otu ndị ọrụ ugbo si Europe, Latin America, Eshia, North America na Africa guzobere nzukọ ahụ na 1993. Ntọala ahụ sochiri Uruguay Round nke General Agreement on Tariffs and Trade (GATT), ebe a bịanyere aka na nkwekọrịta World Trade Organization (WTO) maka Ọrụ Ugbo na Azụmaahịa metụtara Ikike Nzuzo (TRIPS). Nkwekọrịta ndị a kpatara mmeghachi omume site n'aka ọtụtụ ndị mmadụ gburugburu ụwa maka ilekwasị anya na nsogbu teknụzụ karịa ikike mmadụ inweta nri, ọkachasị maka ndị bi na Global South. Ijikọ ụwa ọnụ na-aga n'ihu n\"oge a, na'emetụta ọtụtụ ụlọ ọrụ gụnyere ọrụ ugbo. La Vía Campesina nyere ndị ọrụ ugbo obere ikpo okwu iji nụ olu ha banyere otu mgbanwe ndị a si emetụta ndụ ha.",
  "Mmegharị ahụ etoola ma bụrụkwa nke a ghọtara ugbu a dị ka akụkụ nke mkparịta ụka zuru ụwa ọnụ banyere nri na ọrụ ugbo",
  "O gosila ya n'ọtụtụ mba ụwa, dịka:",
  "Via Campesina etinyela aka na mkparita uka nke Nkwupụta United Nations na ikike nke ndị ọrụ ugbo na ndị ọzọ bi na mpaghara ime obodo, nke UN General Assembly nakweere na Disemba 2018..",
  "Dị ka weebụsaịtị La Via Campesina si kwuo, mmegharị ndị bụ isi okwu na-akwalite nri ọbụbụeze;  na-achọ mgbanwe agrarian;  ikike ndị mmadụ n'elu ala, mmiri, ókèala;  iguzogide ahia efu;  na-akwalite ụmụ nwanyị na-ewu ewu na-ewu ewu;  na-akwado ikike mmadụ, ikike nke ndị ọrụ na-akwaga mba ọzọ;  na-akwalite agroecology;  na-akwalite usoro mkpụrụ osisi ndị ọrụ ugbo;  na-amụba òkè ndị ntorobịa n'ọrụ ugbo.",
  "N'afọ ndị na-adịbeghị anya, òtù ahụ etinyela uche dị ukwuu na nsogbu nwoke na nwanyị na ikike ụmụ nwanyị, ma mee ka mmegide ya na ụlọ ọrụ mba dị iche iche sikwuo ike. O lekwasịrị anya n'inweta nkwado maka okwu gbasara ọbụbụeze nri, iweghachite okwu ahụ bụ \"onye ọrụ ugbo\" ma mepụta njirimara ndị ọrụ obodo n\"ofe ókèala na ọdịbendị mba. La Vía Campesina na-ejikọkwa aka na òtù ndị ọzọ na ndị na'abụghị gọọmentị (NGOs) iji mee ka ọnụnọ mba ụwa ya sie ike.",
  "Mkpebi ọchịchị onye kwuo uche ya bụ isi na ọrụ La Vía Campesina, a raara ya nye nnọchiteanya ziri ezi na itinye aka nke ndị niile sonyere, na-eme mgbanwe nhazi mgbe ọ dị mkpa. Echiche nke ndị mmadụ gburugburu ụwa dị mkpa iji nyochaa ma melite mmepụta nri na ọbụbụeze ụwa. Akụkụ nke mgbalị a maka ịha nhata n'etiti ndị otu ahụ bụ ịmepụta njirimara ndị ọrụ ugbo",
  "A na-akpọ iweghachite njirimara a \"re-peasantization\". Dị ka Desmarais si kwuo (2008), okwu ahụ bụ \"onye ọrụ ugbo\" n'asụsụ Bekee nwere ihe jikọrọ ya na feudalism, mana n\"asụsụ na ọnọdụ ndị ọzọ, ihe ọ pụtara sara mbara; campesino sitere na okwu campo, nke pụtara \"obodo\", nke na-ejikọta ndị mmadụ na ala. Nkọwa feudalist a bụ otu ihe mere nzukọ ahụ ji họrọ ịghara ịsụgharị aha ya n'asụsụ Bekee.",
  "N'ọnwa Nọvemba 2018, La Vía Campesina natara XV Navarra International Prize for Solidarity (Premio Internacional Navarre a la So solidaridad).",
  "Na June 2018, ndị kwụụrụ onwe, ọtụtụ na ọtụtụ omenala, bụ nke na-adabere kpamkpam na ndọrọ ndọrọ ọchịchị ma ọ bụ nke akụ na ụba ọ bụla, enwetara onyinye nrite nke Lush Spring Prize Prize Award.",
  "N'afọ 2015, nzukọ ahụ natara onyinye site na Latin American Scientific Society for Agroecology (SOCLA) \"n'ịghọta ihe atụ ya nke ọgụ na-adịghị agwụ ike maka agroeconology na ikike nke ndị ọrụ ugbo, n'imezu ọrụ ya ilekọta ụwa, inye ụwa nri, chekwaa ụdị dị iche iche ma mee ka mbara ala dị jụụ, site n\"",
  "Na 2004, La Vía Campesina nwetara onyinye nturu ugo International Human Rights Award site na Global Exchange, na San Francisco.",
  "La Vía Campesina bụ òtù na-eme ihe ike, na mpaghara na nke mba",
  "Ndị otu si mba ịrị asatọ na otu, nke a haziri n mpaghara itoolu. Kọmitii Nhazi Mba Nile na-anọchite anya otu nwoke na otu nwanyị na mpaghara ọ bụla na maysa onye ntorobịa na kọntinent ọ ọwụwa anyanwụ, nke ọkara ahọpụtara site na ndị otu mpaghara ha. N'inwe ihe dị ka òtù 182 nke obodo na nke mba dị iche iche dị na mmegharị ahụ, La Via Campesina na-anọchite anya ndị ọrụ ugbo 200 gburugburu ụwa.",
  "Dị ka Menser si kwuo (2008), La Via Campesina bụ ihe atụ nke ihe ịga nke ọma na mgbasawanye nke mmegharị mba na mba n'ihe gbasara ọchịchị onye kwuo uche ya n\"ihi usoro nhazi ya na mgbanwe ya iji hụ na nnọchiteanya ziri ezi.",
  "Ndị nnọchiteanya si n'ógbè ọ bụla na-ezukọ na Nzukọ Mba Nile ihe dịka afọ anọ ọ ga-abụ",
  "E nwere nzukọ ndị gara aga na Mons na 1993, Tlaxcala City na 1996, Bangalore na 2000, São Paulo na 2004, Maputo na 2008, Jakarta na 2013, na Derio na 2017. Ngalaba odeakwụkwọ mba ụwa na-agbanwe ebe etiti ya kwa afọ 4 dabere na mkpebi e mere na Nzukọ Mba Nile",
  "Ebe ndị gara aga bụ Belgium (1993-1996), Honduras (1997-2004), Indonesia (2005-2013) na Harare (2013-2021).",
  "Kemgbe Nọvemba 2021, odeakwụkwọ ahụ nọ na Bagnolet, France.  Onye nhazi nke ugbu a bụ Morgan Ody, onye na-emepụta akwụkwọ nri si Bretagne, France, otu (La Confédération paysanne na European Coordination Via Campesina (ECVC).",
  "E leghaara nwoke na nwanyị anya dị ka ihe atụ na mmalite nke mmegharị ahụ",
  "Mgbe a bịanyere aka na Nkwupụta Managua - onye bu ụzọ na La Vía Campesina - mmadụ asatọ niile nọ ebe ahụ bụ ụmụ nwoke. Ụmụ nwanyị na-arụ ọrụ ugbo malitere itinye aka ma na'ịgba mbọ maka ikike ụmụ nwanyị n'oge Nzukọ Mba Nile na Tlaxcala na 1996. Na nzukọ a, ha kpebiri ịmepụta kọmitii raara onwe ya nye ikike ụmụ nwanyị na nsogbu okike, nke mesịrị ghọọ Kọmiti Ụmụ nwanyị nke Vía Campesina. Ụmụ nwanyị nọ na kọmitii ahụ tinyekwara aka nke ukwuu n'ịdezi atụmatụ nke ọnọdụ isi nkuku na ọbụbụeze nri nke e gosipụtara na World Food Summit na 1996. Ha gụnyere ahụike dị ka ihe atụ maka mmepụta nri na-enweghị agro-chemicals, yana mkpa ụmụ nwanyị itinye aka na mgbanwe iwu n'ihi na a na'egbochi ụmụ nwoke itinye akwụkwọ na ndọrọ ndọrọ ọchịchị. Ụmụ nwanyị nke La Vía Campesina ka na-arụ ọrụ maka nnọchiteanya ka ukwuu na itinye aka nke ụmụ nwanyị ndị ọrụ ugbo, ọkachasị n'ọkwa ndị ndu.",
  "La Vía Campesina webatara ikike nke ọchịchị nri na Nzukọ nri ụwa na 1996 dị ka \"ikike nke ndị mmadụ inwe nri ahụike na omenala kwesịrị ekwesị nke a na-emepụta site na ụzọ na-adigide na ikike ha ịkọwapụta nri na usoro ugbo nke ha.\" Okwu ahụ bụ \"ọdịbendị kwesịrị ekwesị\" na-egosi na nri dịnụ ma nwee ike ịnweta maka ndị mmadụ kwesịrị dabara na ọdịbendụ nke ndị na'eri ya",
  "Dịka ọmụmaatụ, ngwaahịa ọka wit a kwadoro na nke a na-ebubata agaghị adaba n'okpuru ụdị a n\"ala ebe nri ọka bụ ihe ndabere nke nri ọdịnala.",
  "Nchịkwa nri dị iche na nchekwa nri",
  "A kọwapụtara nchekwa nri dị ka \"nweta anụ ahụ, mmekọrịta mmadụ na ibe ya, na akụ na ụba maka nri zuru oke, dị nchebe, ma na-edozi ahụ..",
  "n'oge niile iji zute nri na nri [ndị mmadụ] họọrọ maka ndụ dị mma ma dị ndụ\" site n\" nke D",
  "Moyo na nzukọ kwa afọ nke American Society of International Law na 2007",
  "Nchebe nri na-elekwasị anya n'inye nri maka mmadụ niile site n\"ụzọ ọ bụla dị mkpa, ma ọ bụ site na mmepụta mpaghara maọ bụ mbubata ụwa",
  "N'ihi ya, iwu akụ na ụba metụtara nchekwa nri na-emekarị ka ọrụ ugbo nke nwere ike ịmepụta nri dị ọnụ ala.",
  "Friedmann na-akọwa usoro nri dị ka usoro na'okpuru iwu nke mmepụta na oriri nke nri n'ụwa niile. A na-eji oge mgbanwe na mmepụta nri nke na'ihi mgbanwe dị ịrịba ama na mmekọrịta mmadụ na ibe ya, ndọrọ ndọrọ ọchịchị, na akụ na ụba mara ọchịchị nri. Enwere ike ịkpọ ọnọdụ dị ugbu a nke mmepụta nri zuru ụwa ọnụ \"usoro nri ụlọ ọrụ\" n'ihi oke nke inye na nhazi nri na ngalaba onwe. Dịka ọmụmaatụ, ụlọ ọrụ US nwere ikike ịchịkwa mmepụta nri site na ịnye ndị ọrụ ugbo obere, nke na-enye ha ohere isonye na uru na enweghị ihe ize ndụ nke ọrụ ubi, dị ka ihu igwe na ọrịa. Usoro nri bụ nsonaazụ nke ọgụ ndọrọ ndọrọ ọchịchị n'etiti ndị otu na-ese okwu maka ịchịkwa otu esi emepụta nri na echiche, dị ka McMichael si kwuo. Ọchịchị nri ụlọ ọrụ malitere na echiche akụ na ụba neoliberal nke na-akpali site na arụmọrụ na nnwere onwe azụmahịa, ma kwuo na mba kwesịrị ilekwasị anya na mgbalị na akụ ha na mmepụta ngwaahịa na ọrụ ebe ha nwere uru karịa mba ndị ọzọ (ya bụ, ngwaahịa ha kacha mma na imepụta), dịka Philip McMichael kwuru. Usoro nri ụlọ ọrụ adịla naanị maka afọ 100 gara aga, ma e jiri ya tụnyere puku afọ tupu mmepụta ihe na Green Revolution."
]