[
  "Vicoa bụ ụdị osisi na-agbasa okooko osisi nke sitere na agbụrụ elecampane n'ime Asteraceae (ezinụlọ ifuru anwụ A na-ahụ ya n'akụkụ ụfọdụ nke Afrika ma gbasaa gafee Eshia ruo Indochina",
  "Ọ bụ Alexandre Henri Gabriel de Cassini (Cass.) kọwara ya na 1829, mana e mechara tinye ụdị ahụ na Pentanema genus (nakwa n'ime ezinụlọ Asteraceae)",
  "Ruo mgbe nyocha nke mkpụrụ ndụ na 2018, kpebiri na ọ bụ ụdị dị iche.",
  "Ha bụ ahịhịa na-adị kwa afọ ma ọ bụ nke na-adịgide adịgide, nke nwere akwụkwọ dị mfe (nke a na-ekewaghị ma ọ bụ na-ekewaraghị), ma ọ bụ akwụkwọ zuru ezu (nke a naghị ekewa). A na-ahazi akwụkwọ ndị ahụ n'ụzọ dị iche iche (na ọkwa dị iche iche n'akụkụ ogwe osisi ahụ), na eriri pinnately (a na-a haziri akwara ndị dị n'akụkụ ọ bụla nke isi akwara ahụ) ma ha na-abụkarị amplexicaule (ala na-agbasa ma na-ejide ogwe osisi) na ala.\nHa nwere okooko osisi ndị nwere naanị ha, isi na-egbuke egbuke (ray floret gbara okooko osisi diski gburugburu), nke bụ ma axillary (n'akụkụ nkwonkwo akwụkwọ) ma ọ bụ akwụkwọ na-emegide. Ha nwere peduncle (ogwe okooko osisi), na bracts involucral nke na-agbakọta (na-ekpuchi) n'ọtụtụ ahịrị.\nAchenes (otu mkpụrụ indehiscent) bụ subterete (nke dị okirikiri na mpaghara) na pappus (tuft ma ọ bụ mgbanaka nke ntutu ma ọ bụ ibe a na-ebu n'elu ovary) nke bristles na-ahaghị nhata.",
  "Àtụ:Linked species listA ka ga-anabata ụdị ụfọdụ, dịka Vicoa gokhalei si India.",
  "Aha ụdị nke Vicoa bụ iji sọpụrụ Giambattista Vico (16681744), onye ọkà ihe ọmụma Ịtali, onye na-ekwu okwu, ọkọ akụkọ ihe mere eme, na onye ọka iwu n'oge Nkụzi nke Ịtali. A kọwara ya na mbụ ma bipụta ya na Ann",
  "Sci",
  "Ọ bụ n'oge a mụrụ ya (Paris) Vol.17 na peeji nke 418 na 1829.",
  "Mgbe ahụ, a na-etinye ya n'ime ụdị Pentanema, ruo mgbe n'afọ 2018, e guzobeghachiri ụdị Vicoa n'ihi nyocha nke ụdị Pentanem.",
  "A mụrụ ya n'akụkụ ụfọdụ nke Afrika na Eshia",
  "Site n'àgwàetiti Cape Verde, (Macaronesia), mgbe ahụ mba Afrịka nke; Angola, Benin, Burkina Faso, Central African Republic, Chad, Eritrea, Ethiopia, Guinea-Bissau, Ivory Coast, Malawi, Mali, Mauritania, Mozambique, Senegal, Somalia, Sudan, Tanzania, Togo, Uganda, Zambia na Zimbabwe",
  "Akụkụ nke Western Asia; Afghanistan na Iran",
  "Central Asia; Kazakhstan, Kirgizstan, Tadzhikistan, Turkmenistan na Uzbekistan",
  "China; ndịda etiti na ndịda ọwụwa anyanwụ China na Tibet",
  "Obodo India; East Himalaya, India, Nepal, Pakistan, Sri Lanka na West Himalaya",
  "N'ikpeazụ, akụkụ Indochina; Myanmar, Thailand na Vietnam.",
  "Ụfọdụ ụdị dị ka Vicoa indica ejirila ya mee ihe na ọgwụ ọdịnala, na Himalayas",
  "A na-eji mgbọrọgwụ ahụ agwọ nsogbu akụrụ ma jiri akwụkwọ ya mee ihe maka nsogbu afọ."
]