[
  "Victoria Island (VI) bụ mpaghara bara ọgaranya nke gụnyere agwaetiti mbụ nke otu aha ahụ dị nso na Lagos Island, Ikoyi na Lekki Peninsula site na Lagos Lagoon",
  "Ọ bụ isi ụlọ ọrụ azụmahịa na ego nke Lagos Steeti, Nigeria",
  "Victoria Island bụ otu n'ime ebe ndị pụrụ iche na ndị dị oke ọnụ iji biri na Lagos",
  "Obodo na agwaetiti ahụ dị n'ime ókèala nke Eti-Osa Local Government Area (LGA).",
  "Akụkụ kachasị ukwuu nke agwaetiti ahụ bụbu akụkụ nke ikike nke ezinụlọ Oniru nke Lagos na ndị bi n'ala ahụ",
  "N'afọ 1948, Ụlọ Ọrụ Mmepe nke Lagos kwụrụ 250,000 pound dị ka ụgwọ maka ala e nwetara n'aka ezinụlọ Oniru na pound 150,000 ọzọ dị ka ụgwọ ọrụ maka ndị bi na ebe nsọ mebiri emebi",
  "E mechara weghachite ndị bi n'obodo Maroko",
  "Mmiri gbara Victoria Island gburugburu na mbụ",
  "Oké Osimiri nke Atlantic dị n'ebe ndịda, ọnụ Lagos Lagoon dị n'Ebe Ọdịda Anyanwụ, Five Cowrie Creek dị n'Oké Osimiri Atlantic, na ala mmiri dị n'Ọwụwa Anyanwụ",
  "Gọọmentị na-achị mba ahụ malitere usoro nke imejupụta mmiri n'ebe ọwụwa anyanwụ iji belata ebe anwụnta na-amụ",
  "Nke a mepụtara àkwà mmiri dị n'etiti Victoria Island na Lekki Peninsula na-eme ka ịdị adị ya dị ka ezigbo agwaetiti.",
  "Mgbe nnwere onwe gasịrị, gọọmentị steeti ndị sochirinụ gbasaa mmepe a, na-agwụcha n'iwu okporo ụzọ awara awara jikọtara Victoria Island na Epe",
  "Ọrụ a, tinyere ngwa ngwa azụmahịa nke Victoria Island, rụrụ ọrụ iji kpalie mmepe obibi n'akụkụ Lekki-Epe corridor, malite na Lekki Phase 1",
  "Mpaghara nke àkwà mmiri ahụ, nke nwere ala mmiri ochie, ghọrọ nnukwu ogige a na-akpọ Maroko Town nke nwere ọtụtụ ndị mbịarambịa ọhụrụ na Lagos State",
  "Ndị bi n'àgwàetiti ahụ mere mkpesa banyere nsogbu a, na-eduga Gọvanọ ndị agha nke steeti ahụ, Raji Rasaki, iji ike wepụ ndị bi na 14 Julaị N'afọ 1990, na-akpata ọtụtụ mmerụ ahụ",
  "Gọvanọ Rasaki na ndị agha nchekwa ya mere ka a chụpụ ihe ruru mmadụ 300,000 bi na ya, ụfọdụ n'ime ha nwere ikike iwu maka ihe onwunwe ha.",
  "A na-akpọ mpaghara ọhụrụ a mgbe a chụpụrụ ha Victoria Island Annex",
  "E wepụrụ ya ma ree ya ndị na-azụ ụlọ",
  "[citation needed]",
  "Nchịkọta na-esote gbasaa mpaghara ahụ ruo n'ókè nke Victoria Island Annex jikọtara ya na Lekki Peninsula ugbu a",
  "A na-akpọ mpaghara ọhụrụ a, nke buru ibu \"Oniru Estate\" mgbe ezinụlọ na-achị mpaghara ahụ",
  "[citation needed]",
  "Na mbụ, a họpụtara ya dị ka ebe obibi dị elu, mmebi akụrụngwa na oke mmadụ na mpaghara azụmaahịa ochie na Lagos Island na mmanye mpaghara dị ala na Victoria Island dugara na nnukwu ọpụpụ nke azụmaahịa n'ime afọ iri abụọ na ise gara aga",
  "Taa, Victoria Island bụ otu n'ime ebe ndị na-ahụ maka ụlọ akụ na azụmahịa na Naijiria, ebe ọtụtụ ụlọ ọrụ Naijiria na nke mba ụwa nwere isi ụlọ ọrụ na agwaetiti ahụ.",
  "Àgwàetiti ahụ anọgidewo na-eto ngwa ngwa ma ya na Ikoyi, bụ ebe kachasị amasị ndị Naijiria na ndị mba ọzọ ibi ma kpọọ egwu.",
  "Otú ọ dị, mbata nke ụlọ akụ na azụmaahịa ndị ọzọ agbanweela ọnọdụ dị jụụ nke agwaetiti ahụ",
  "Ndị bi ogologo oge na-eme mkpesa banyere mmụba nke okporo ụzọ na mbata nke ndị ahịa n'okporo ámá na-elekọta ndị ọrụ ụlọ akụ na ndị ọchụnta ego.",
  "Ọrụ ọhụrụ nke Chagoury Group mepụtara gụnyere Eko Atlantic City, nke dị nso na Victoria Island. A na-ewu ọrụ ahụ n'ala e weghachiri nke furu efu n'ihi mbuze mmiri.",
  "N'afọ 2021, ka ọchịchọ maka Apartments / Condos dị elu na-abawanye na Victoria Island, mmepe ọhụrụ nke Periwinkle Condos Limited bụ ụlọ ọrụ nwanne nwanyị nke Periwinkles Residences Limited malitere ọrụ pụrụ iche na Premium a na-akpọ Atlantis City Towers n'etiti Victoria Island, na Bishop Aboyade Cole Street.",
  "Ụlọ ọbá akụ nke ndi Guaranty Trust Bank na ụlọ ọbá akụ nke ndi Access Bank plc nwere isi ụlọ ọrụ ha n'àgwàetiti ahụ, Halliburton na IBM na-arụ ọrụ n'ọfịs na Victoria Island.",
  "Ndị bibu na Maroko Town na-agbasi mbọ ike n'ime usoro ikpe ziri ezi nke Naijiria, n'enweghị ihe ịga nke ọma",
  "N'afọ 2008, otu òtù na-ahụ maka ihe ndị ruuru mmadụ, Social and Economic Rights Action Centre (SERAC), tinyere akwụkwọ mkpesa na African Commission on Human and Peoples' Rights n'aha ndị Moroko.",
  "Ndị na-eme ngagharị iwe na ndị bi na Maroko na-aga n'ihu na-eme Maroko ncheta kwa-ubochi ,kwa -ubochi na iri otu na anọ July.",
  "Victoria Island na-anabata ọtụtụ n'ime ndị nnọchi anya na Lagos, ọtụtụ n'etiti ha bụbu ndị nnọchianya na Naịjirịa tupu ịkwaga isi obodo Abuja",
  "Ndị nnọchi anya ugbu a, ụlọ ọrụ alaka ụlọ ọrụ nnọchi anya, ma ọ bụ osote Kọmitii Ukwu na Victoria Island gụnyere Benin, Brazil, Canada, China, Germany, India, Indonesia, Italy, Lebanon, Netherlands, Russia, South Africa, United Kingdom, na United States.",
  "British International School Lagos, na Lycée Français Louis Pasteur de Lagos dị na Victoria Island. Ọzọkwa dị na Victoria Island bụ American International School of Lagos."
]