[
  "Victoria Sekitoleko bụ onye bụbu Minista nke Ọrụ Ugbo na gọọmentị Uganda, ọfịs o nwere site na 1986 ruo 1995. Ọ bụ onye nnọchi anya United Nations Food and Agriculture Organization (FAO) na China, Mongolia, na South Korea (Ọktoba 2006 Eprel 2011) Ọ rụrụ ọrụ dị ka onye nnọchianya FAO na Ethiopia na African Union (AU), na Economic Community for Africa (ECA) (2005 Chine2006). Ọ bụ onye nnọchi anya mpaghara FAO na Eastern na Southern Africa, nke dị na Harare, Zimbabwe. A họpụtara ya n'oge na-adịbeghị anya na Biyinzika Poultry International Limited (BPIL) Board na June 2017.",
  "Sekitoleko gụrụ akwụkwọ na Mahadum Makerere dị na Kampala, ebe ọ nwetara BSc na Ọrụ Ugbo na-eme ihe na Farm Management and Extension (1970). N'afọ 1983, ọ gara Eastern and Southern Africa Management Institute (ESAMI) ebe ọ nwetara asambodo na Agriculture Project Identification, Appraisal and Management",
  "N'afọ 2003, ọ gara ụlọ akwụkwọ Zimbabwe Institute of Systemic Counseling, nweta asambodo na Systemic Coanselling",
  "N'afọ 2004, ọ gara Mahadum Limpopo na South Africa (na njikọ aka na Mahadum nke ndịda Hampshire, USA) ebe ọ nwetara asambodo na Micro Enterprise na Development.",
  "Sekitoleko bụ onye isi oche nke ụlọ ọrụ na-achịkwa Uganda Agribusiness Alliance ugbu a",
  "Ebumnuche nke Uganda Agribusiness Business Alliance bụ ijikọ ndị niile na-etinye aka na ụlọ ọrụ ahụ iji melite ikike ha iji nweta uru na nke na-adịgide adịgide na-achụso ọtụtụ ohere zuru ụwa ọnụ nke gosipụtara onwe ha dị ka akụkụ nke ịsọ mpi na ụlọ ọrụ kachasị n'ụwa.",
  "Sekitoleko sonyeere Business and Professional Women Kampala (BWP) n'afọ puku abụọ na iri na atọ",
  "Ọ sonyekwara Uganda Women Entrepreneurs Association Limited (UWEAL) n'otu afọ ahụ.",
  "N'afọ 2010, Victoria Sekitoleko guzobere Uganda Community Cultural Center nke na-azụ ahịa dị ka ndị ọkà okwu",
  "N'okpuru ndị ọkà okwu, ọ na-ekwu okwu n'ihu ọha na ọbá akwụkwọ obodo",
  "A na-ahụ ọfịs ahụ na Victoria House na Bukoto n'ihu Ụlọ Ọgwụ Kadic",
  "O guzobere nzukọ ahụ iji nye ndị ọkachamara ikpo okwu ịghọ ndị na-eme ihe ngosi ụwa",
  "Ruo ugbu a, ọ na-etinye ihe ka ukwuu n'oge ya na Speakers Forum ebe ọ na-eduzi ọzụzụ nke ndị ahịa ya n'ikwu okwu n'ihu ọha",
  "Ọ na-enye ha ikpo okwu iji mee ihe ma sonye na arụmụka na mkparịta ụka",
  "Na nzukọ ndị ọkà okwu, ndị mmadụ si n'ụdị ndụ niile na-ezukọta na ngwụcha ọnwa ọ bụla iji kesaa echiche ma kwurịta okwu ndị metụtara ndụ ha.",
  "Site na ndị ọkà okwu, Sekitoleko guzobekwara ma kwado ọbá akwụkwọ obodo, na-enye nhọrọ dị iche iche nke akwụkwọ iji nye ndị na-eto eto ozi dị mma iji melite ọdịbendị ịgụ akwụkwọ ha",
  "Ọbá akwụkwọ ndị dị otú ahụ gụnyere nke dị na Bukoto, ógbè dịpụrụ adịpụ na Kampala.",
  "Ọbá akwụkwọ Bukoto a na-enyekwa ozi zuru oke gbasara omenala China na omenala Uganda",
  "Ndị ọzọ nọ na Budondo Headquarters, Namulesa trading center, Wanyange, ma nyekwa aka n'ọbá akwụkwọ na Life Skills Center, Bugembe ebe ụmụ akwụkwọ ụlọ akwụkwọ sekọndrị na-aga maka ọzụzụ n'oge ezumike",
  "Onye bụbu onye nnọchi anya mba ọzọ enyerela aka ịmalite ọtụtụ ọbá akwụkwọ ndị ọzọ dịka ọmụmaatụ na Uphill Nursery na Primary School na Bugobya na mpaghara Jinja, Namaganga, ọbá akwụkwọ obodo Kigalagalagala na mpaghara Busede, Jinja, Bugodi na Mayuge District, Kasambira na mpaghara Kamuli, Nkondo, Buyende district, na Bubaale Primary School, District Kamuli.",
  "Sekitoleko na-aga n'ihu na-arụ ọrụ maka obodo ebe ọ kwenyere na inyeghachi obodo bụ akụkụ na akụkụ nke mmepe",
  "N'afọ 2012, Sekitoleko ghọrọ onye Rotarian",
  "Ọ bụ onye isi oche Charter nke Rotary Club nke Kampala-Impala.",
  "Ọ bi na Ntinda n'ụlọ ezumike nká ya",
  "Ọrụ ya bụ isi bụ: Ịkwalite Ọganihu Ọha na Eze, Ọganihu akụ na ụba nke ndị ogbenye site n'inye ha ike ilekọta ọdịnihu ha."
]