[
  "Obong Victor Bassey Attah (amụrụ na 20 Nọvemba 1938) bụ Gọvanọ nke Akwa Ibom Steeti na Naịjirịa site na 29 Mee 1999 ruo 29 Mee 2007",
  "Ọ bụbụ onye otu Board of Trustees nke People's Democratic Party (PDP), mana ọ mesịrị sonyere na Patị All Progressives Congress.",
  "A mụrụ Obong Victor Attah na 20 Nọvemba 1938",
  "Ọ gụsịrị akwụkwọ praịmarị na sekọndri na 1956",
  "O nwetara akara ugo mmụta na Leeds College of Art nakwa post graduate diplọma na Building Science na Mahadum Liverpool na 1965",
  "O ritere ohere ịgụ akwụkwọ n'efu iji gụọ akwụkwọ na Mahadum Columbia dị na New York, ebe ọ nwetara MA na Advanced Architectural Design and Planning",
  "Ọ gakwara Kennedy Graduate School of Governance na Mahadum Harvard",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ dị ka onye na-ewu ụlọ na Caribbean, New York City, na Nigeria",
  "Ọ rụrụ ọrụ dị ka onye isi ala nke Nigerian Institute of Architects",
  "O so na Peoples Democratic Movement nke Shehu Musa Yar'Adua duziri na mmemme mgbanwe Sani Abacha nke a kwụsịrị ya na ndị ndọrọ ndọrọ ọchịchị dịka Atiku Abubakar, Abdullahi Aliyu Sumaila, Magaji Abdullahi, Chuba Okadigbo na Sunday Afolabi",
  "A họpụtara Victor Attah ka ọ bụrụ gọvanọ nke Akwa Ibom n'afọ 1999 na Patị PDP nke Akwa Ibom, a họpụtakwara ya ọzọ n'afọ 2003",
  "A họpụtara ya ka ọ bụrụ onye isi oche nke Forum of the 36 Governors of Nigeria n'afọ 2003.",
  "N'afọ 2001, Attah gara United States ya na ihe ruru mmadụ iri abụọ na otu, ha gara ichọ ndị na-etinye ego na mba ọzọ",
  "Nleta a na ndị ọzọ rụpụtara ihe a na-ahụ anya.\nO kwere nkwa imeziwanye telecoms, ọkụ latrịk na akụrụngwa njem ụgbọelu, na imegharị Silicon Valley na Uyo.\nO mere atụmatụ iwu ọdụ ụgbọ elu na Uyo tupu ọ hapụ ọrụ na 2007.\nỌ tọrọ ntọala maka nguzobe nke Akwa Ibom State University of Technology.",
  "Attah pụtara ịzọ maka nhọpụta onye isi ala nke Peoples Democratic Party na 2007, mana o mechara pụọ.",
  "Obong Victor Attah lara ezumike nká na ndọrọ ndọrọ ọchịchị mgbe ọ tụfuru ọkwa onye isi ala PDP na 2007",
  "Ya na nwunye ya Alison onye na-arịa ọrịa shuga Type 2 nọrọ ọtụtụ oge",
  "Na Machị 2008, Victor Attah sonyeere ExecutiveAction, ndụmọdụ nke na-enyere ụlọ ọrụ aka ijikwa nsogbu na gburugburu azụmahịa siri ike.",
  "Na Nọvemba 24, 2018, na nkwupụta ihu ọha, Gọvanọ Udom Emmanuel nke Akwa Ibom steeti, gbanwere aha Akwa Ibom International Airport ka ọ bụrụ Victor Attah International Airport, A kpọrọ ya aha onye bụbu gọvanọ iji kwanyere ya ùgwù maka ịbụ onye guzobere ọdụ ụgbọ elu ahụ mgbe ọ nọ n'ọchịchị site na 1999 ruo 2007.",
  "Àtụ:AkwaIbomStateGovernors"
]