[
  "Victor Adebukunola Banjo, bido n'abalị mbụ nke ọnwa  (Eprel afọ 1930 rue n'abalị irí abụọ na abụọ nke ọnwa Septemba afọ 1967) bụ onye colonel na ndị agha Naijiria",
  "Ọ lụrụ agha na Biafran Army n'oge Agha Obodo Naịjirịa",
  "Gọọmentị Aguyi Ironsi boro Banjo ebubo na ọ bụ onye na-agba izu megide Praịm Minista Naijiria Abubakar Tafawa Balewa",
  "E boro ya ebubo na ọ kpara nkata iwe ọchịchị megide onye isi ala Biafra Odumegwu Ojukwu ma gbuo ya n'ihi ya",
  "Onye ọka ikpe agha mbụ nke Ojukwu kwuru na ọ bụghị ihe akaebe zuru ezu iji maa ya ikpe maka ebubo ọchịchị, mana ụlọ ikpe ndị agha nke abụọ mara ya ikpe.",
  "Lieutenant Colonel Banjo bụ onye nduzi Naijiria mbụ nke bụ Electrikal Injinia na Mekanical Injinia Corps nke ndị agha Naijiria",
  "Ọ sonyeere ndị agha n'afọ 1953 dị ka Warrant Officer nke iri ise na abụọ",
  "Ọ bụ onye Naijiria nke iri na isii a ga-enye ọrụ dị ka onye ọrụ",
  "Ngwaahịa nke Royal Military Academy Sandhurst, ọ nwetakwara BSc ya na injinia igwe.",
  "Nsogbu ya malitere mgbe nnupụisi nke abalị irí na ise nke ọnwa Jenụwarị afọ 1966, nke mere ka Major-General Johnson Aguiyi-Ironsi nwee ike. Ụbọchị atọ mgbe Aguiyi-Ironsi batara n'ọchịchị, a kpọrọ Banjo n'ọfịs nke Onye Ọchịagha Kasị Elu ma jide ya mgbe ọ ka na-echere ịhụ onye isi ala",
  "Banjo, onye Yoruba, nwara ịgbachitere onye ọrụ Yoruba , [onye?] mana Lieutenant Colonel G",
  "T",
  "Kurubo na Major P",
  "A",
  "Anwuna jidere ya ma tụba ya n'ụlọ mkpọrọ site n'aka General Aguiyi-Ironsi. E boro ya ebubo na ọ na-eme atụmatụ igbu onye isi ala",
  "Banjo kwupụtara na aka ya dị ọcha, mana ekweghị ka ikpe ya",
  "A na-enyo enyo [onye?] na e jidere Banjo n'ihi na e chere na o nwere aka na nnupụisi nke afọ 1966",
  "Mgbagha ọchịchị ahụ kpasuru iwe agbụrụ ma kewaa ndị agha",
  "E jidere Banjo n'ụlọ mkpọrọ dị iche iche n'agbata Jenụwarị afọ 1966 na Mee 1967",
  "Ndị isi ndị agha ọchịagha si na ugwu nwere ihe ịga nke ọma n'ịgba ọchịchị megide Aguiyi-Ironsi, onye Igbo",
  "E gburu Ironsi na Colonel Fajuyi, Gọvanọ nke Western Region.",
  "Mgbe a mara Biafra N'abalị iri atọ nke ọnwa  Mee afo 1967, Onye isi ala Odumegwu Ojukwu tọhapụrụ Banjo n'ụlọ mkpọrọ dị n'Ebe Ọwụwa Anyanwụ Naịjirịa ma bulie ya n'ọkwa Colonel",
  "Mgbe ndị agha Naijiria wakporo Biafra n'abalị isii nke ọnwa Julaị afọ 1967, Ojukwu zigara Banjo na Major Albert Okonkwo ka ha wakpo Naijiria",
  "Banjo nwere ike weghara Benin City n'ihe na-erughị otu ụbọchị ma nwee ike ịbanye n'ime kilomita narị atọ site na isi obodo Lagos n'oge ahụ",
  "Mgbe a chụpụrụ Banjo na Agha nke Ore, e boro ya na ndị isi ndị ọzọ (Emmanuel Ifeajuna, Phillip Alale, na Sam Agbam) ebubo na ha na-akpa nkata iwe ọchịchị megide Ojukwu. Mgbe ikpe ngwa ngwa, nke ụfọdụ ndị edemede gosipụtara dị ka ndị na-ele mmadụ anya n'ihu, a chọpụtara na ikpe mara ha maka ịgba ọchịchị mgba okpuru ma maa ha ikpe ọnwụ. E gburu ha site na ndị na-agba égbè n'abalị irí abụọ na abụọ nke ọnwa Septemba afọ 1967."
]