[
  "Victor Gordon (amụrụ n'afọ 1953) bụ onye na-ese ihe nkiri nke amụrụ na South Africa",
  "Gordon bụ onye na-ese ihe na onye na-akpụ ihe",
  "Ọ na-emepụta ihe owuwu, eserese na foto.",
  "A mụrụ Gordon n'oge oge ịkpa ókè agbụrụ na South Africa",
  "O tolitere na Alberton, obodo dị nso na Johannesburg tupu ezinụlọ ya akwaga Hillbrow",
  "Ọ gara ụlọ akwụkwọ sekọndrị Germiston nke ndị ọcha naanị (1966 -1968) na Parktown Boys High School (1968 -1970)",
  "E jidere ya mgbe ọ dị afọ iri na ise mgbe ọ wakporo onye uwe ojii ọcha maka itinye nkịta ya n'elu nwoke ojii na Hillbrow",
  "Nke a mere ka a tụọ ya mkpọrọ ma gosipụta ya n'ụlọ ikpe ụmụaka, ebe a mara ya ikpe maka mwakpo",
  "E debara aha ya n'akwụkwọ na South African Air Force Gymnasium Valhalla (SAAF) n'afọ 1971 n'afọ 1972",
  "Mgbe ọ nọsịrị oge ụfọdụ na London na kọntinent Europe, ọ laghachiri Johannesburg ebe o guzobere otu na 30 Wellington Road na Parktown",
  "N'afọ 1975, ọ kwagara Cape Town, wee laghachi Johannesburg n'afọ 1977 iji mụọ Fine Arts na Mahadum nke Witwatersrand  Ndị na-ese ihe Judith Mason, Robert Hodgins, Giuseppe Cattaneo na Paul Stopforth kụziiri ya.  Mgbe ọ gụsịrị akwụkwọ na Mahadum, o guzoro n'enweghị ihe ịga nke ọma maka Progressive Party na ntuli aka 1982 na Johannesburg Metropolitan City Council na Vrededorp / Mayfair Ward",
  "Ka ọ na-erule n'oge ahụ, ọ bụ onye na-akwado ọgụ megide ịkpa ókè agbụrụ",
  "Na nzuzo ọ gara n'ihu na-eme nka nguzogide",
  "Mahadum nke Witwatersrand (WITS) Students Representative Council (SRC) were Gordon n'ọrụ n'afọ 1982 ruo 1987 dị ka Onye isi nchịkwa ụmụ akwụkwọ",
  "Ọ chịkọtara nchịkwa SRC nke Mahadum site na 1982 ruo 1987 na ikike ndọrọ ndọrọ ọchịchị dị elu dị ka onye na-ahụ maka nchịkwa, na-emeziwanye mmetụta nke ndị uwe ojii South Africa na egwu egwu nke ngalaba nchekwa SAP, ime ihe ike na mmegbu na ụmụ akwụkwọ WITS. N'oge nke abụọ e kwupụtara South African State of Emergency na 1985 na 1986 e ji ya mee ihe, n'etiti ihe ndị ọzọ, dị ka onye ozi n'etiti nchịkwa mahadum dị elu na nnọchiteanya iwu ha iji nye Brigadier Jan Coetzee, onyeisi ndị uwe ojii na Protea Police Station na Soweto, akwụkwọ n'aka, n'aha ọtụtụ ụmụ akwụkwọ e jidere",
  "Nke a bụ mgbe ndị uwe ojii SA na-acha ọcha bi na Soweto dum na obodo iri atọ na ise n'ime obodo niile.",
  "N'afọ 1987, n'ihi na a kpọrọ ya maka njem nke abụọ nke ọrụ na ndị agha SA, ọ hapụrụ South Africa iji mee ka nka ya na-emegide ịkpa ókè agbụrụ bụrụ nke n'aga ọma na ịmụtakwu ihe ma mesịa biri na Australia",
  "O nwetara nzere masta na Sydney College of the Arts, Mahadum Sydney site na 1988 na 1990",
  "Ihe ngosi mgbe ọ gụsịrị akwụkwọ bụ \"Behold the Lands where Satan Reigns\" mere na Waterside Workers Federation Hall na Sussex Street Sydney na June na July 1990.",
  "Gordon nwere ụmụ abụọ, Sarah na Hannah, ma biri na Orange, NSW, Australia.",
  "Gordon kụziri ihe n'oge ụfọdụ na Sydney College of The Arts na Mahadum nke Sydney 1989-1993, na Mahaduma nke Western Sydney na kọleji dị iche iche nke Metropolitan TAFE.  N'afọ 1999 ọ kwagara Broken Hill, New South Wales, ebe ọ na-elekọta Western Institute of TAFE (WIT) Art School ruo n'afọ 1993 mgbe ọ kwagara na WIT's Orange Campus, New SouthWales, iji duzie nnukwu ụlọ akwụkwọ nka, mmewe na egwụ ruo mgbe onyinye ego gọọmentị New South Wales maka ọmụmụ nka kwụsịrị na 2013.",
  "Salon Des Refusés 1992 Finalist, Portrait Bruce Haigh",
  "Blake Prize 1996 Finalist",
  "Ihe nrite Sulman na 2007 Finalist, Portrait of Mike Parr Mike Parr na MCA 2006"
]