[
  "Victoria Herrmann bụ ónyé America na-ahụ màkà ọdịdị ala na onye na-ahụkarị mgbanwe ihu igwe",
  "Ọ bụ ónyé isi nchịkwa nke The Arctic Institute, ónyé nchọpụta National Geographic, na ónyé enyemaka prọfesọ nyocha na Mahadum Georgetown nke Walsh School of Foreign Service, ébé nyocha ya na-elekwasị ányà na mmekorita Arctic na ndọrọ ndọrọ ọchịchị na mgbanwe mgbanwe ihu igwe na US na US Territories.",
  "Herrmann bụkwa ónyé American Association for the Advancement of Science (AAAS) IF/THEN Ambassador ma na-arụ ọrụ iji nyé ụmụ agbọghọ na ụmụ nwanyị ike na STEM. A na-akpọ ya áhà na Forbes 30 Under 30 list, National Trust for Historic Preservation 40 under 40 list, a North American Young Leader by Friends of Europe, otu n'ime otu narị Most Influential People in Climate Policy world by Apolitical, na dị ka akụkụ nke \"CAFE 100 ː extraordinary change-emers who are take action to dozie ụfọdụ n'ime nsogbu ndị kachasị mkpà na America na gburu-gburu ụwa\" site n'aka ónyé ọka iwu US Preet Bharara.",
  "A mụrụ ya na Paramus, New Jersey, Herrmann nwèrè mmasị n'ihe gbasara gburu-gburu ébé obibi. A zụlitere ya dị ka ónyé Juu ma kwuo na nné na nnà ya ochie bụ ndị lanarịrị Oké Mgbukpọ ahụ dị ka ihe kpaliri nyocha ya na nkwado ya na mmetụta nke mgbanwe ihu igwe na obodo ndị na-enweghị ikike. Ọ gara Paramus High School.",
  "N'afọ 2012, ọ gụsịrị B.A",
  "na International Relations and Art History na Mahadum Lehigh ma mesịa nyé ya otu afọ Junior Fellowship na Carnegie Endowment for International Peace na Washington, DC, ébé ọ rụrụ ọrụ na njem na-adịgide adịgide na iwu ihu igwe n'obodo ukwu. Herrmann kwagara Canada na 2013 dị ka Fulbrightgrantee, na-emecha MA na International Affairs na Mahadum Carleton Norman Paterson School of International Affairs. N'afọ 2014, e nyèrè ya Gates Cambridge Scholarship maka ọmụmụ doctoral na Scott Polar Research Institute",
  "N'afọ 2017, e nyèrè Herrmann onyinye Bill Gates Sr",
  "maka mkpebi imeziwanye ndụ ndị ọzọ, n'afọ 2019 natara PhD ya na Mahadum Cambridge. N'afọ ikpeazụ nke PhD ya, Herrmann nọrọ ọnwa atọ na National Academies of Sciences, Engineering, and Medicine dị ka ónyé otu na mmemme Christine Mirzayan Science and Technology Policy Fellowship.",
  "Herrmann sonyeere The Arctic Institute n'afọ 2015, na 2016 ọ ghọrọ ónyé isi oche na ónyé isi nchịkwa. Ọ na-eduzi atụmatụ atụmatụ iji mezuo ebumnuche ya iji mee ka iwu màkà ezi omume, na-adịgide adịgide, na Arctic dị nchebe",
  "Herrmann na-ahụ màkà mmejuputa mmekọrịta nyocha zuru ụwa ọnụ ma na-elekọta otu ìgwè gafee North America na Europe",
  "N'okpuru ógè Herrmanns, The Arctic Institute anọgidewo na-ahọrọ dị ka ébé kachasị elu-iri asaa na ise na-eche echiche site na Mahadum nke Pennsylvania Think Tanks and Civil Societies Program ma bụrụ nke Prospect Magazine depụtara dị ka US Energy and Environment Think Tank kacha mma.",
  "Herrmann na-arụ ọrụ ma dị ka onye nkwurịta okwu sayensị màkà ndị na-ege ntị ọha na eze ma dị ka ọkà mmụta nyocha agụmakwụkwọ na-amụ nkwurịta Ókwú mgbanwe ihu igwe",
  "O bipụtara ihe karịrị akụkọ irí abụọ nke akwụkwọ akụkọ na isi akwụkwọ agụmakwụkwọ. Nnyocha ya na-elekwasị ányà n'otú ihe oyiyi eji eme ihe na mgbasa ozi ọha na eze si ewulite ụkpụrụ, njirimara, na echiche nke ike banyéré mgbanwe mgbanwe ihu igwe, obodo ndị na-adịghị ike, na iwu Arctic",
  "Herrmann ekwuola na agụmakwụkwọ mgbanwe ihu igwe nwèrè ike ma kwesịkwa ịkọwa ihe doro ányà, na otu omume nwere ike isi mee ka agụmakwụkwọ baa ọgaranya",
  "N'ịtụle nyocha ya na mahadum, ọ gbara ndị nchọpụta ndị ọzọ ume ịchọta olu ọha na eze ha ma tụlee mkpà ịkọ akụkọ dị ịkwalite mgbanwe ihu igwe.",
  "Ọ na-edekarị édémédé echiche banyéré mgbanwe ihu igwe na iwu Arctic maka The Guardian, Scientific American, na CNN. Herrmann na-apụta mgbè mgbè dị ka ọkachamara na akụkọ, gụnyere NPR[[s Science Friday, On Point, All Things Considered, na Weekend Edition; ABC News; na BBC, n'etiti ndị ọzọ. N'afọ 2019, a kpọrọ Herrmann American Association for the Advancement of Science (AAAS) IF/THEN Ambassador, ọ bụkwa ónyé na-akwado ịhụ ụmụ nwanyị n'anya na nyocha mgbanwe ihu igwe na ụmụ agbọghọ na-etinye aka na STEM. E gosipụtara Herrmann dị ka ihe nlereanya màkà ụmụ agbọghọ na STEM site na National Children's Museum the Ad Council o She Can STEM campaign."
]