[
  "Victoria Kalima Phiri (4 Ọktoba na afo 1972 na 11 June na afo 2018) bụ onye ndọrọ ndọrọ ọchịchị Zambia bụ Minista nke Mmekọahụ na onye otu National Assembly maka Kasenengwa site na afo 2016 na afo 2011, ruo mgbe ọ nwụrụ.",
  "A mụrụ Kalima na 4 Ọktoba na afo 1972 na Kitwe, nwa nke atọ nke Mustered na Evelyn Kalima. Ọ gara Kabale Primary School na Lwitikila Girls School na Mpika. Ọ gụrụ maka MBA na Mahadum Cavendish dị na Lusaka ma nwetakwara diplọma na njikwa azụmahịa ugbo na mmekọrịta mba ụwa",
  "Mgbe ahụ, ọ malitere ụlọ ọrụ site na ihe ọhụrụ, ọrụ agr-chem, na-etolite ya ka ọ bụrụ otu n'ime ndị na-ere ahịa agro kachasị mma na Zambia.",
  "Kalima rụrụ ọrụ dị ka onye nchịkwa azụmahịa maka Zambia Cooperate Federation na Lusaka site na afo 1994 ruo na afo 1998. N'afọ 1999, o guzobere ma bụrụ onye isi oche nke ụlọ ọrụ nke ya, Plant Agri-Chem.",
  "A họpụtara Kalima dị ka onye na-azọ ọkwa onye otu Movement for Multi-Party Democracy maka mpaghara Kasenengwa maka ntuli aka afo 2011",
  "Ọ bụ ezie na a họpụtara ya ka ọ bụrụ onye omebe iwu nke mba ahụ na ihe karịrị 17,500, Ngoni Chief Madzimawe mechara katọọ ya maka ịghara ileta ndị omebe iwu ya. A tụgharịrị mmeri ya na ntuli aka na Ụlọikpe Kasị Elu na Disemba na afo 2013 n'ihi na o nyere ndị na-eme ntụli aka ịnyịnya ígwè na ihe chitenge ma kwuo na Patriotic Front ga-egbu ndị agadi ma kwụsị nkesa ọgwụ antiretroviral. A họpụtara Kalima ọzọ dị ka onye na-azọ ọkwa MMD ma sonye na ntuli aka nke afọ 2014, ebe a laghachiri ya na National Assembly na ọnụ ọgụgụ ka nta nke 7,452.",
  "Mgbe a họpụtara ya ọzọ, ọ sonyeere Kọmitii na-ahụ maka nkwa gọọmentị na Kọmitii nke na-ahụkarị ihe gbasara iwu, ihe ndị ruuru mmadụ, nduzi mba, ihe gbasara nwoke na nwanyị na ọchịchị. N'oge ntuli aka onye isi ala nke afọ 2015 ọ gbara mbọ maka Hakainde Hichilema nke United Party for National Development, nke mere ka ọtụtụ ndị kansụl mpaghara na Kasenengwa na-ekwu na ha ga-achọ ịhụ na ọ tụfuru oche ya na ntuli aka n'afọ na-esote.",
  "Tupu ntuli aka nke afọ 2016 Kalima kpọrọ oku maka njikọ aka n'etiti MMD na Patriotic Front. N'agbanyeghị na ọ katọrọ ndị ndọrọ ndọrọ ọchịchị MMD ndị ọzọ maka ime nke a, o mechara banye na Patriotic Front ma họpụta ya dị ka onye na-azọ ọkwa na Kasenengwa na ntuli aka. A họpụtara ya ọzọ na National Assembly na 9,259 vootu. Mgbe ntuli aka ahụ gasịrị, a họpụtara ya ka ọ bụrụ Minista nke Mmekọahụ.",
  "N'afọ 2012, ọ gbachitere ikike nke ndị nta akụkọ e jidere ma weghara kamera ha.\nN'afọ 2017 ọ ghọrọ onye na-emegide enweghị nhata nwoke na nwanyị na alụmdi na nwunye ụmụaka. N'otu afọ ahụ, ọ tụkwara aro ka e dezigharịa iwu alụmdi na nwunye nke ga-amachibido alụmdi na ụba ọ bụla n'etiti nwoke na nwanyị ruo mgbe ha abụọ dịkarịa ala afọ 21.",
  "Kalima bụ nwanyị di ya nwụrụ, na nwa nwa nke onye bụbu onye isi ala Rupiah Banda. O nwere ụmụ abụọ ma bụrụkwa Onye Kraịst na-anụ ọkụ n'obi. Kalima nwụrụ na Maina Soko Military Hospital na Lusaka na 11 June na afo 2018 mgbe ọ dị afọ 45."
]