[
  "Nwada Victoria Okojie bụ  librerian, onye mmụta, na onye nchịkwa nke Naijiria",
  "O bụ onye na-edebe aha/ onye isi oche nke Librarians Registration Council nke Naijiria nọ na okpụrụ ọchịchị gọọmentị nke ṅaijiria",
  "Okojie is also a past president of the Nigerian Library Association as well as a member of the governing board of the International Federation of Library Associations and Institutions (IFLA). She is a lecturer at the Department of Library and Information Science, University of Abuja, Abuja.",
  "Okojie gụsịrị nzere masta ya na Library Science (MLS) na Mahadum Ibadan,nke dị na Ibadan, tupu ọ gaa Mahadum Ahmadu Bello, Zaria, ebe ọ gụsịrị PhD ya na Library and Information Science na 2012.",
  "Ọrụ Okojie na ọbá akwụkwọ malitere na na afọ nari iri itoolu iri asatọ na anọ na Mahadum Ibadan",
  "Ọ sonyeere Kansụl Britain na afọ nari iri itoolu iri itoolu na anọ wee ruo ọkwa onye nduzi na kansụl ahụ, onye Naijiria mbụ mere ya",
  "N'oge ọ na-arụ ọrụ, ọ gakwuuru World Bank, United Nations Educational, Scientific and Cultural Organization, yana UK Department for International Development.",
  "N'afọ puku abụọ na itoolu, Okojie sonyeere ọrụ nke Gọọmentị Federal nke Naịjirịa n'okpuru nchebe nke Kansụl Ndebanye aha nke Naịjarịa, ebe ọ ghọrọ onye na-edeba aha / onye isi oche nke kansụl ahụ. A họpụtara ya ka ọ bụrụ onye isi oche nke Nigerian Library Association site na afọ puku abụọ ruo afọ puku abụọ na iri",
  "Okojie jere ozi dị ka Onye isi oche nke International Federation of Library Associations and Institutions (IFLA) Africa Section",
  "n'etiti afọ puku abụọ iri na otu na afọ puku abụọ iri na ise. N'afọ puku abụọ iri na abụọ, ọ so n'etiti ndị isi ọbá akwụkwọ iri na abụọ zuru ụwa ọnụ ahọpụtara ka ha na IFLA rụọ ọrụ na Ngalaba Ọbá Akwụkwọ na Ozi",
  "Okojie jere ozi dị ka onye otu IFLA na-achịkwa; Kọmitii ndụmọdụ mba ụwa, UNESCO Memory of the World Programme; Kọmiti ndụmọdụ, Bill & Melinda Gates Foundation Global Libraries Program; na West African Library Association.",
  "Okojie meriri ihe nrite ọrụ a ma ama nke Nigerian Library Association n'afọ puku abụọ. O nwetakwala ihe nrite \"Daughter of Destiny\" nke isi nke Oyo State nke Nigerian Library Association, na mgbakwunye na Nigeria Youth Initiative for Transparency, Good Governance, Peace and Social Orientation (NYITGPSO) Merit Award dị ka \"Icon of Education\" nke afọ puku iri na abụọ",
  "N'afọ puku abụọ iri na abụọ, Mahadum Commonwealth, Belize, nyere Okojie nzere doctorate, maka onyinye ya n'ọhịa nke Ọbá Akwụkwọ na Sayensị Ozi.",
  "Okojie bụkwa onye otu Nigerian Library Association (puku abụọ na ise); International Visitor Leadership Program (IVLP) nke US Department of State, United States Government, USA (puku abụọ na asatọ), na UNESCO Institute for Lifelong Learning, Hamburg, Germany (puku abụọ na asaa)."
]