[
  "Victoria Keon-Cohen (amụrụ n'afọ 1989) bụ onye Australia na-ese ejiji na onye na-eme ihe ike.",
  "Keon-Cohen malitere ọrụ ime ihe ngosi ya mgbe ọ dị afọ iri na ise na Australia mgbe ọ meriri asọmpi ọchụchọ ihe nlereanya nke magazin Girlfriend na 2002 (n'okpuru aha Victoria Boston).  Ọ na-eje ije n'okporo ụzọ maka ndị na-emepụta ihe dịka Chanel, Vogue, Dior, Replay na Armani ma pụta na mgbasa ozi maka ụdị gụnyere Levis, David Jones.",
  "Keon-Cohen gụrụ akwụkwọ na Lauriston Girls' School na Melbourne, Australia na klas nke afọ 2003.",
  "Na Disemba 2007, Keon-Cohen gakwuuru Actors Equity na UK iji nọchite anya ihe nlereanya maka nchebe Union",
  "Keon-Cohen ghọrọ ọnụ na-ekwuchitere ikike ndị nlereanya maka Equity",
  "Ọ bụ onye guzobere oche nke Equity Models' Committee site na 2007 ruo 2012",
  "The Guardian kpọrọ ya aha n'ime aha iri atọ kachasị elu iji lelee dị ka onye ọhụrụ na-eme ihe ike na magazin Marie Claire kọwara ọrụ ya dị ka \"mgbasa ozi ọsụ ụzọ\". Na-arụ ọrụ na Equity, e guzobere Model Programme, njikọ aka n'etiti British Fashion Council, Association of Model agencies, Equity models committee na Greater London Authority iji dozie nsogbu ahụike nke ụlọ ọrụ ejiji na ọdịmma nke ụdị, gụnyere Code of Conduct mbụ maka London Fashion Week. Ọ na-aga n'ihu dị ka onye otu Equity Models Committee na onye nnọchi anya na mgbasa ozi",
  "N'afọ 2013, Equity kwupụtara nkwekọrịta mbụ ya na British Vogue bịanyere aka.",
  "N'afọ 2011, Keon-Cohen rụrụ ọrụ dị ka onye na-emepụta ejiji nke Robert De Niro na ihe nkiri Killer Elite N'afọ 2012, o mere ndokwa maka ngosipụta mbụ nke Girl Model na UK, ihe ngosi banyere usoro nnyefe nke ụmụ agbọghọ si Siberia gaa n'ahịa ihe ngosi nke Japan.  N'afọ 2012, o mere ihe nkiri mkpirikpi mbụ ya, Eternal Return, na-emekwa ka a mara ọrụ ebere Bipolar UK. Ihe nkiri nke abụọ nke Victoria nke akpọrọ A Civilized Life bụ nke onye na-emepụta ihe nkiri Oscar Lawrence Bender mepụtara ma gosipụta Dean Winters na Britt Lower",
  "Ọ natala ọtụtụ onyinye gụnyere Onye nduzi kacha mma site na California International Film Festival, Nhọrọ gọọmentị na Oscar qualifying Fickerfest na Australia, Phoenix Film Festival, New York City Independent Film Festival na Los Angeles Women's International Film Festival.",
  "Victoria bụ nwa ikpeazụ n'ime ụmụ nwanyị atọ nke onye ọka iwu Australia a ma ama Bryan Keon-Cohen QC, onye ndụmọdụ nke onye gbara akwụkwọ na Mabo v Queensland (No 2). Nwanne ya nwanyị Emily Keon-Cohen rụkwara ọrụ dị ka onye na-ese ejiji mba ụwa",
  "Victoria na onye Irish na-eme ihe nkiri Jonathan Rhys Meyers nwere mmekọrịta ịhụnanya na 2012."
]