[
  "Victor Moses (amụrụ na 12 Disemba 1990) bụ onye Naijiria na-agba bọọlụ nke na-agba egwu dị ka onye na-agba ọsọ n'akụkụ ọ bụla maka klọb Russia Spartak Moscow",
  "A na-ejikwa ya dịka onye na-agba ọsọ n'azụ mgbe ụfọdụ n'oge ọrụ ya.",
  "Moses malitere ọrụ ya na Asọmpi na Crystal Palace, tupu arụmọrụ ya adọta anya Wigan Athletic, ebe o mere Njikọ Njikọ mbụ ya na 2010",
  "Mgbe afọ abụọ gasịrị, egwuregwu ya emeela ka ọ dịkwuo mma ruo n'ókè nke ndị mmeri Europe bụ Chelsea nwere mmasị, ọ bịanyere aka na ha n'oge ọkọchị nke afọ 2012",
  "N'agbanyeghị goolu iri na asọmpi niile n'oge oge mbụ ya, ọ nọrọ oge nke abụọ ya na Liverpool, nke atọ ya na Stoke City na nke anọ ya na West Ham United",
  "A kpọghachiri Moses na Chelsea maka oge 201617 ebe ọ pụtara 34 ka Chelsea meriri Njikọ Njikọ",
  "Mgbe ọ na-enweghị mmasị n'oge mkpọsa ọzọ, Moses nọrọ na Fenerbahçe, Inter Milan na Spartak Moscow n'oge ndị na-esonụ.",
  "A mụrụ ya na Naịjirịa, Moses nọchitere anya ndị otu ndị ntorobịa England n'okpuru afọ 16, n'okpuru 17, n'okpuru 19 na n'okpuru 21, mana ọ họọrọ igwu egwu maka Naịjirịa ma ọ bụghị ịbụ onye zuru oke maka England",
  "O mere nke mbụ ya maka ndị otu Naijiria n'afọ 2012 wee nweta 38 caps ma gbaa bọọlụ ugboro 12 tupu ọ laa ezumike nká na egwuregwu mba ụwa n'afọ 2018",
  "Ọ gbara na mkpọsa mmeri nke Naijiria na 2013 Africa Cup of Nations, yana mkpọsa na 2014 FIFA World Cup na 2018 FIFA World Cup.",
  "A mụrụ Moses na Lagos, nwa nke onye ụkọchukwu Ndị Kraịst",
  "Mgbe ọ dị afọ iri na otu, e gburu nne na nna ya na ọgba aghara okpukpe na Kaduna mgbe ndị na-eme ọgba aghụghọ wakporo ụlọ ha",
  "Moses na-egwu bọọlụ n'okporo ámá n'oge ahụ",
  "Otu izu mgbe nke ahụ gasịrị, mgbe ndị enyi ya zoro ya, ndị ikwu ya kwụrụ ya ụgwọ ka ọ gaa UK iji rịọ maka mgbaba",
  "E debere ya na ezinụlọ nkuchi na South London. Ọ gara Stanley Technical High School (nke a maara ugbu a dị ka Harris Academy) na South Norwood",
  "N'ịbụ onye Scout na-egwu bọọlụ na Tandridge Njikọ maka Cosmos 90 FC, Crystal Palace bịakwutere ya, na ámá egwuregwu Selhurst Park nke klọb ahụ dị n'okporo ámá dị anya site n'ụlọ akwụkwọ ya.",
  "N'ịbụ onye e nyere ọnọdụ n'ụlọ akwụkwọ Ugo, Palace tụụrụ ya aro ka ọ gaa ụlọ akwụkwọ Whitgift na-akwụ ụgwọ na Croydon, ebe onye bụbu onye Arsenal na Chelsea bụ Colin Pates na-azụ ndị otu egwuregwu bọọlụ ụlọ akwụkwọ. Moses malitere ịpụta na 14 mgbe ọ gbasịrị goolu 50 maka ndị nọ n'okpuru afọ 14 nke Palace",
  "N'ịgba bọọlụ afọ atọ na Whitgift na Palace, Moses gbara ihe karịrị 100 goolu yana inyere Whitgift aka imeri ọtụtụ iko ụlọ akwụkwọ, gụnyere iko mba ebe Moses gbara goolu ise niile na nke ikpeazụ megide Ụlọ akwụkwọ na-agwọ ọrịa Grimsby na Ama egwuregwu Walkers, Leicester.",
  "Moses mere egwuregwu mbụ ya maka Palace mgbe ọ dị afọ iri na isii na 6 Nọvemba 2007 na 1 China na Cardiff City na Asọmpi. Ọ nọgidere n'ọnọdụ ya n'akụkụ mgbe nke ahụ gasịrị wee gbaa goolu mbụ ya dị elu na 12 Machị 2008 na 1 - 1 ise na West Bromwich Albion. N'ozuzu, Moses gbara bọọlụ ugboro iri na isii n'afọ 2007 ka Palace ruru asọmpi asọmpi Asọmpi ebe ha meriri Bristol City. Na ngwụcha oge ahụ, ọ bịanyere aka na nkwekọrịta ọhụrụ na Selhurst Park, nke mere ka onye njikwa Neil Warnock nwee obi ụtọ, onye kwuru, \"Ntinye aka Victor bụ nnukwu ihe maka klọb ahụ; agwa m Victor na ọ nwere ike ịga elu dịka ọ chọrọ",
  "Ọ na-akawanye mma kwa ụbọchị ma enwere m obi ụtọ na ọ bịanyere aka na nkwekọrịta a n'ihi na ọ bụ onye ọkpụkpọ ga-esi n'ike gaa n'ike.",
  "Moses gbara ugboro abụọ n'ime egwuregwu 32 n'afọ 2008 n'ihi na Palace nwere mkpọsa na-akụda mmụọ, na-agwụ na ọnọdụ nke iri na ise",
  "N'afọ 2009, Moses gbara goolu isii n'egwuregwu asatọ mana Palace nwere nnukwu nsogbu ego ma klọb ahụ batara n'ọchịchị na Jenụwarị 2010.",
  "N'ụbọchị ikpeazụ nke Jenụwarị 2010, ọ rụzuru £ 2.5 nde na Wigan Athletic nke Njikọ Njikọ mgbe Palace banyere na nchịkwa.\nO mere nke mbụ ya na 6 Febụwarị 2010 dị ka onye na-anọchi Sunderland na 1 China draw.\nNa 20 Machị 2010, Moses bịara dị ka onye nọchiri Burnley wee nweta enyemaka mbụ ya maka klọb ahụ, na-eguzobe Hugo Rodallega maka onye mmeri oge mmerụ ahụ. Ọ gbara goolu mbụ ya maka Wigan na 3 Mee 2010 megide Hull City.",
  "Moses merụrụ ahụ ugboro abụọ na mbido oge 2010 na 1911, ọ na-esikwa ya ike ịlaghachi n'ime otu mbụ n'ihi mmụba asọmpi maka ebe. Ọ gbara goolu mbụ ya n'egwuregwu ahụ n'ụbọchị iri na atọ n'ọnwa Nọvemba n'afọ 2010 na mmeri ya na West Bromwich Albion.",
  "Mgbe ọpụpụ nke onye na-agba ọsọ Charles N'Zogbia gasịrị, Moses ghọrọ onye mbido Wigan na oge 2011 na 12",
  "N'abalị iri n'ọnwa Disemba n'afọ 2011, ọ gbara goolu mbụ ya n'oge ahụ megide West Brom bụ goolu mbụ ọ gbara kemgbe ọ gbara otu otu otu egwuregwu ahụ n'oge gara aga.",
  "N'abalị iri abụọ na atọ n'ọnwa Ọgọstụ n'afọ 2012, Wigan nabatara arịrịọ nke ise site n'aka Chelsea mgbe ha mechara zute ọnụahịa Wigan na-arịọ arịrịọ mgbe arịrịọ anọ na-enweghị isi",
  "E nyere onye ọkpụkpọ ahụ ikike ịgwa Chelsea okwu. N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ, Chelsea kwupụtara na ebufeela Moses. Moses gbara egwuregwu mbụ ya maka Chelsea mgbe ọ pụtara dị ka onye na-anọchi anya ndị na-asọmpi West London Ogige QueensRangers na 15 Septemba.",
  "Moses mere nke mbụ ya zuru oke maka Chelsea mgbe ọ malitere egwuregwu Iko Njikọ megide Wolverhampton Wanderers wee gbaa goolu mbụ ya mgbe nkeji iri asaa na otu gachara n'egwuregwu nke mechara na Blues. Moses malitere egwuregwu mbụ ya na Nordsjælland",
  "N'abalị iri atọ na otu n'ọnwa Ọktoba, a kpọrọ Moses Man of the Match megide Manchester United na Iko Njikọ, egwuregwu Chelsea meriri 5o4.",
  "N'abalị atọ n'ọnwa Nọvemba n'afọ 2012, Moses gbara goolu mbụ ya na Njikọ Njikọ maka Chelsea n'egwuregwu ya na Swansea City, nke gwụrụ na 1 01. Ụbọchị anọ ka e mesịrị, ọ gbara goolu mbụ ya na Njikọ Njikọ maka Chelsea megide Shakhtar Donetsk; Moses nọchiri Oscar na nkeji nke 79 wee gaa n'ihu na nkuku Juan Mata na sekọnd fọdụrụ iji nweta mmeri 3 South2. N'ụbọchị nke ise n'ọnwa Jenụwarị n'afọ 2013, Moses meghere akara ya n'afọ ahụ site n'ịgba ọsọ dị ike n'akụkụ ala mgbe ọ na-egwu na agba nke atọ nke Iko FA megide Southampton, dịka Chelsea si n'azụ wee merie ndị Saints n'azụ.",
  "Moses gbara goolu mbụ ya na Europa League maka Chelsea na mmeri 3 na 1 n'ụlọ megide Rubin Kazan, wee gbaa nke abụọ ya na egwuregwu ọzọ otu izu ka e mesịrị. Ọ gara n'ihu n'ụdị ya dị mma na asọmpi ahụ site n'ịgba goolu mbụ nke otu ya na mmeri 1 South na Basel na 25 Eprel. Ọ gbakwara bọọlụ n'egwuregwu ọzọ megide Basel mgbe Blues meriri 3o1 n'ụlọ wee nweta òkè ha na Europa League Final, egwuregwu nke Moses na-egosighị mana Blues meriri 2o1 megide Benfica na Amsterdam na 15 Mee.",
  "Na 2 Septemba 2013, Moses bịanyere aka na Liverpool na nkwekọrịta mgbazinye ego ogologo oge. Ọ gbara bọọlụ na nke mbụ ya na 16 Septemba megide Swansea City na 2 na-aga n'ihu.\nN'abalị iri abụọ na ise n'ọnwa Jenụwarị n'afọ 2014, ọ gbara goolu mbụ nke mmeri 2 na AFC Bournemouth na agba nke anọ nke iko FA. N'ihi ụdị Raheem Sterling n'oge oge 2013 na 14, Moses chọtara ohere siri ike ịbịa n'okpuru Brendan Rodgers, na-egwu egwuregwu 22 nke naanị itoolu n'ime ha malitere.",
  "N'abalị iri na isii n'ọnwa Ọgọstụ n'afọ 2014, Moses sonyeere Stoke City na mgbazinye maka oge 2014 na afọ 15. O mere egwuregwu Njikọ Njikọ mbụ ya maka Stoke City na 30 Ọgọstụ na mmeri 1 na Manchester City. Na mmeri Stoke meriri Newcastle United na 29 Septemba, Moses nyere aka maka otu goolu Peter Crouch gbara ma họpụta ya Nwoke nke egwuregwu maka arụmọrụ ya. N'abalị iri na itoolu n'ọnwa Ọktoba, na mmeri ha meriri Swansea City, Moses meriri ntaramahụhụ mgbe ọ gbadatara n'okpuru ihe ịma aka nke Àngel Rangel; mgbe egwuregwu ahụ gasịrị, onye njikwa Swansea Garry Monk kwuru na Moses dara. Onye na-ahụ maka egwuregwu nke ụbọchị nke abụọ bụ John Hartson kwukwara na Moses ghọgburu, mana o mechara rịọ Moses mgbaghara maka okwu ya. Moses gbara goolu mbụ ya maka Stoke na 1 Nọvemba na 2 na West Ham United. O merụrụ ahụ n'apata ụkwụ megide Burnley na 22 Nọvemba nke mere ka ọ ghara ịga izu asatọ. N'abalị iri na asaa n'ọnwa Jenụwarị n'afọ 2015, Moses laghachiri na mbido megide Leicester City, nke mechiri na mmeri Stoke. N'abalị iri abụọ na otu n'ọnwa Febụwarị, Moses gbara penalty na nkeji iri itoolu iji nweta Stoke mmeri iri abụọ na iri na otu na ndị na-asọmpi Midlands Aston Villa na Villa Park. O nwetakwara goolu na mmeri 2 na Everton na 4 Machị.",
  "Site na André Schürrle na Mohamed Salah na-apụ na-adịgide adịgide na ịgbazinye ego, n'otu n'otu, a mara ọkwa na onye njikwa Chelsea bụ José Mourinho gbalịrị icheta Moses site na Stoke n'etiti oge, naanị maka onye na-agba ọsọ ịjụ ịlaghachi azụ. Moses merụrụ ahụ n'ọkpụkpụ ụkwụ mgbe ọ na-egwuri egwu megide West Ham na 11 Eprel, nke mere ka ọ ghara ịga n'ihu n'oge fọdụrụnụ.",
  "Mgbe oge gara nke ọma na Stoke, Moses laghachiri na Blues wee pụta na egwuregwu anọ niile tupu oge ezumike ma gbaa otu ugboro, megide Paris Saint-Germain F.C",
  "Moses mere asọmpi mbụ ya kemgbe ọ laghachiri n'ụbọchị nke abụọ n'ọnwa Ọgọstụ 2015 megide Arsenal maka Ọta obodo mgbe ọ nọchiri John Terry na nkeji nke iri asatọ na abụọ. Egwuregwu ahụ gwụrụ na Chelsea meriri 1 0 A gụnyekwara Moses na bench n'oge egwuregwu mbụ nke oge ahụ megide Swansea City, ọ bụ ezie na ọ pụtaghị ka Chelsea dọtara 2 Xia2.",
  "N'ụbọchị mbụ n'ọnwa Septemba n'afọ 2015, Moses sonyeere West Ham United na mgbazinye oge. Tupu ọ banye West Ham United na mgbazinye ego, Moses bịanyere aka na nkwekọrịta afọ anọ ọhụrụ, nke ga-eme ka ọ nọrọ na Chelsea ruo 2019. Moses mere West Ham mbụ ya na 14 Septemba na mmeri 2 na Newcastle United, ebe a kpọrọ ya Nwoke nke Egwuregwu. N'egwuregwu nke abụọ ya, na 19 Septemba megide Manchester City, Moses gbara naanị goolu West Ham ya, na mmeri 1 02. N'ụbọchị nke ise n'ọnwa Disemba, n'oge egwuregwu ahụ megide Manchester United, Moses nwere mmerụ ahụ n'ọkpụkpụ ụkwụ nke mere ka ọ ghara ịga ruo n'ọnwarị.",
  "N'ọnwa Eprel, a kpughere na nkwekọrịta mgbazinye ego nwekwara nhọrọ iji mee ka ọ gaa na njedebe nke oge, mana West Ham kpebiri ịjụ nhọrọ ahụ.",
  "Mgbe o masịrị onye njikwa ọhụrụ Antonio Conte n'oge mmalite oge, a gụnyere Moses na ndị otu mbụ",
  "N'abalị iri na ise n'ọnwa Ọgọstụ n'afọ 2016, Moses gbara bọọlụ mbụ ya na Chelsea n'ime afọ atọ, na-apụta n'oche maka Eden Hazard megide West Ham United na mmeri 2. N'abalị iri abụọ na atọ n'ọnwa Ọgọstụ, Moses bidoro nke mbụ ya wee gbaa goolu mbụ ya kemgbe ọ laghachiri, na agba nke abụọ nke iko EFL megide Bristol Rovers na mmeri 3[[2.",
  "Mgbe e merisịrị ya n'azụ azụ, Conte gbanwere n'ime usoro 3[] na Moses na-egwuri egwu dị ka onye na-agbachitere n'akụkụ aka nri na egwuregwu na-esonụ megide Hull City",
  "Ọrụ ya dị ka onye na-agbachitere Chelsea nyeere aka inwe mmeri 2 na-emekwa ka ọ bụrụ Nwoke nke Egwuregwu. N'abalị iri na ise n'ọnwa Ọktoba n'afọ 2016, Moses gbara goolu nke abụọ ya n'egwuregwu ahụ megide Leicester City na mmeri n'ụlọ. N'abalị iri abụọ na isii n'ọnwa Nọvemba n'afọ 2016, Moses meriri Tottenham Hotspur na mmeri nke abụọ na otu ma kpọọ ya Nwoke nke Egwuregwu. Moses gbara egwuregwu iri anọ na asọmpi niile maka Chelsea n'afọ 2016 na afọ iri na asaa, na-agba goolu anọ",
  "Site na Chelsea na-emeri n'asọmpi Premier League, Moses ghọrọ onye egwuregwu Naijiria na-eme ọtụtụ egwuregwu Premier League maka otu mmeri. Moses kpatara nnukwu esemokwu n'oge 2017 FA Cup Final megide Arsenal nke Chelsea meriri 2[]]",
  "Ebe ọ bụ na edepụtara ya maka mmejọ Danny Welbeck na mbụ, e nyere ya ndebanye aha nke abụọ, nke mere ka ọ nweta kaadị uhie, mgbe ọ gbasịrị n'ebe a na-eme ntaramahụhụ",
  "Ọ ghọrọ onye egwuregwu nke ise a chụpụrụ na ngwụcha FA Cup. E mere egwuregwu ahụ ụbọchị ise mgbe bọmbụ Manchester Arena nke mmadụ iri abụọ na atọ, ọtụtụ n'ime ha bụ ụmụaka, nwụrụ",
  "Chelsea eyighị armbands ojii n'oge ọkara mbụ mana o mere n'oge nke abụọ",
  "Mgbe ahụ, Moses, mgbe ọ na-apụ n'ámá egwuregwu wepụrụ nke ya ma tụba ya n'ala, na-akpata iwe na mgbasa ozi mmekọrịta, ọtụtụ na-ebo ya ebubo na ọ naghị egosi nkwanye ùgwù nye ndị nwụrụ anwụ.",
  "Moses gbara goolu mmeghe na 2017 FA Community Shield, nke Chelsea meriri ndị na-asọmpi Arsenal na penalties.",
  "Na Jenụwarị 2019, Moses bịanyere aka na nkwekọrịta mgbazinye ọnwa iri na asatọ na otu Turkey, Fenerbahçe. N'ụbọchị mbụ n'ọnwa Febụwarị n'afọ 2019, Moses gbara goolu mbụ ya na Fenerbahçe n'asọmpi ahụ n'asọmpị ahụ n'egwuregwu 2 na Göztepe.",
  "Mgbe e belatara nkwekọrịta Fenerbahçe, Moses bịanyere aka na Inter Milan na nkwekọrịta mgbazinye ọnwa isii na nhọrọ ịzụta na 23 Jenụwarị 2020. Ọ bụ otu n'ime ndị egwuregwu atọ bụbu ndị Premier League sonyeere Inter Milan na windo Jenụwarị, n'akụkụ Ashley Young na Christian Eriksen. O mere klọb mbụ ya na 29 Jenụwarị, na-abịa dị ka onye nọchiri Antonio Candreva na ọkara nke abụọ na mmeri Fiorentina n'ụlọ na nkeji iri na ise nke Coppa Italia. O mere egwuregwu mbụ ya ụbọchị ole na ole mgbe nke ahụ gasịrị, na 2 Febụwarị, malite n'aka nri na mmeri 2 na Udinese.",
  "N'abalị iri na ise n'ọnwa Ọktoba n'afọ 2020, Moses sonyeere otu egwuregwu Russian Premier League Spartak Moscow na mgbazinye oge na nhọrọ ịzụta. Ụbọchị abụọ ka e mesịrị n'ụbọchị iri na asaa n'ọnwa Ọktoba, o mere nke mbụ ya na klọb ahụ site na bench na mmeri 3 na 2 megide Khimki. N'abalị iri abụọ na anọ n'ọnwa Ọktoba, ọ pụtara nke mbụ ya dị ka onye mbido wee gbaa goolu mbụ ya maka Spartak na mmeri 3 na 1 megide Krasnodar. N'abalị iri na isii n'ọnwa Mee n'afọ 2021, ọ gbara bọọlụ n'egwuregwu ikpeazụ nke 2020 Russian Premier League megide FC Akhmat Grozny iji guzobe akara ikpeazụ nke 2",
  "Isi ihe Spartak nwetara nwetara nwetara nwetara ọnọdụ nke abụọ na ntinye nke Champions League maka klọb ahụ.",
  "N'ụbọchị nke abụọ n'ọnwa Julaị n'afọ 2021, Chelsea kwupụtara na Moses emechaala ịkwaga Spartak Moscow, na-akwụsị mmekọrịta afọ itoolu ya na klọb ahụ. Spartak mara ọkwa n'otu ụbọchị ahụ na ọ bịanyere aka na nkwekọrịta afọ abụọ na klọb ahụ. Na 10 Febụwarị 2022, Moses gbatịkwuru nkwekọrịta ya na Spartak ruo 2024",
  "Moses meriri 2021-22 Russian Cup na klọb ya na 29 Mee na mmeri 2-1 Old Russian Derby meriri Dynamo Moscow.",
  "N'agbanyeghị na o si Kaduna, Naịjirịa, Moses họọrọ na mbụ ịnọchite anya ebe obibi ya nke England, na-egosi maka ndị otu na-erubeghị afọ iri na isii, ebe ọ meriri Victory Shield na 2005, na ọkwa na-erughị afọ iri na asaa",
  "Ya na ndị otu ahụ gara 2007 UEFA European U-17 Championship na Belgium, na-agba goolu ugboro atọ (gụnyere naanị goolu na mmeri ikpeazụ na France) iji nyere John Peacock aka na asọmpi ikpeazụ, ebe Spain meriri ha otu goolu, ọ bụ ezie na Moses jisiri ike mechaa dị ka onye kacha gbaa goolu na asọmpi ahụ ma nweta Golden Boot maka ime otú ahụ.",
  "N'otu oge okpomọkụ ahụ, ndị otu ahụ gara South Korea maka FIFA U-17 World Cup",
  "Moses mechiri dị ka onye kacha gbaa bọọlụ nke Young Lions, na-agba bọọlụ ugboro atọ na egwuregwu Group B, mana o merụrụ ahụ na mmeri ya meriri Brazil nke mere ka ọ pụọ na asọmpi ahụ",
  "Ndị otu Moses gara n'ihu ruo n'ọkwa nke anọ.",
  "Mgbe asọmpi ahụ gasịrị, a kwalitere Moses ka ọ bụrụ onye na-erubeghị afọ iri na asatọ, ma na-agbaso ihe ọ na-eme maka ndị otu mbụ nke Crystal Palace, a kwaliri ya ka ọ bụrụ ndị na-erughị afọ iri na itoolu n'enweghị ihe zuru ezu maka U-18 iji nweta okpu n'ezie",
  "Ọ gara na U-19s na 2008 UEFA European U-19 Championship na Czech Republic, na-egwu egwuregwu abụọ ma na-enweta otu enyemaka ka Young Lions na-enweghị ike ịpụta na Group B",
  "Nkọwa na-etolite ka onye njikwa Stuart Pearce na-eleghara ya anya na Moses ga-alaghachi igwu egwu maka Naịjirịa na 2010 FIFA World Cup.",
  "A kwalitere Moses ka ọ bụrụ onye na-erubeghị afọ iri abụọ na otu na mbido oge 2010 na iri na otu wee mee nke mbụ ya megide Uzbekistan na mmeri abụọ.",
  "A họpụtara Moses ka ọ gbaa bọọlụ maka Naịjirịa megide Guatemala na Febụwarị 2011, mana a kagburu egwuregwu enyi na enyi. Ọ nabatara oku na Machị 2011 maka egwuregwu Naịjirịa megide Ethiopia na Kenya. Otú ọ dị, a chụpụrụ ya n'egwuregwu ndị ahụ n'ihi na enwetaghị akwụkwọ ya na FIFA iji gbanwee mba n'oge",
  "A mara ọkwa na 1 Nọvemba 2011 na FIFA ewepụla Moses na Shola Ameobi ka ha gwuo egwu maka Naịjirịa. A kpọrọ Moses ka ọ bịa n'òtù ndị ikom iri abụọ na atọ nke Naịjirịa maka iko mba Afrịka nke afọ 2013, na-enweta ntaramahụhụ abụọ n'egwuregwu ikpeazụ ha na Etiopia, nke Naịjarịa chọrọ iji merie iji gafee",
  "Maka nke abụọ, e nyere onye na-edebe goolu nke Etiopia bụ Sisay Bancha akwụkwọ nke abụọ ya na ihe omume ndị dugara na penalty ma chụpụ ya",
  "Ethiopia ejirila ndị nnọchi anya atọ ahụ mee ihe n'ihi ya onye na-ejide ha n'etiti etiti gara n'ime goolu, wee hapụ penalty Moses",
  "Egwuregwu ahụ gwụrụ n'afọ 2-0",
  "Naịjirịa gara n'ihu merie asọmpi ahụ, nke atọ ha",
  "Moses malitere na ngwụcha wee gbaa egwuregwu ahụ dum.",
  "A họpụtara Moses maka ndị otu Naịjirịa maka 2014 FIFA World Cup wee malite na egwuregwu mmeghe ha na agba nke 16 megide France ka ha meriri 2 00.",
  "Mgbe Gernot Rohr malitere dị ka onye isi nchịkwa Naịjirịa n'ọnwa Ọgọstụ 2016, Moses gosipụtara mgbe niile na egwuregwu FIFA 2018. Moses nyere Naịjirịa akara n'oge egwuregwu FIFA 2018 megide Algeria na Nọvemba 2016, na-enyere ha aka inweta mmeri 3o1",
  "N'ọnwa Mee afọ 2018, a kpọrọ aha ya na ndị otu mmadụ iri atọ nke Naijiria maka 2018 World Cup na Russia, ebe ọ nwetara ihe dị mkpa megide Argentina, ọ bụ ezie na, akụkụ ya meriri egwuregwu ahụ na nkeji ole na ole iji hụ Argentina site na Naijiria ka e wepụrụ. Mgbe asọmpi ahụ gasịrị, Moses mara ọkwa na 15 Ọgọstụ na ọ lara ezumike nká n'ịgba bọọlụ mba Naịjirịa.",
  "Moses tolitere na-akwado Arsenal. O nwere nwa nwoke, Brentley, (amụrụ n'afọ 2012) na nwa nwanyị, Nyah, (amuru n'afọ 2015).",
  "Àtụ:Updated",
  "Àtụ:Updated",
  "Chelsea",
  "Inter Milan",
  "Spartak Moscow",
  "Naịjirịa",
  "Onye ọ bụla",
  "Àtụ:NavboxesÀtụ:UEFA European Under-17 Football Championship awards"
]