[
  "Victor James Osimhen (amụrụ na 29 Disemba 1998) bụ onye Naijiria na-agba bọọlụ nke na-agba ọsọ dị ka onye na-agbachitere Serie A klọb Napoli na ndị otu mba Naijiria.",
  "A mụrụ ya na Naijiria, Osimhen malitere ọrụ ya dị elu na Germany na VfL Wolfsburg na 2017",
  "Mgbe otu oge na ọkara gachara na klọb ahụ, ọ kwagara n'akụkụ Belgian Charleroi na mgbazinye na 2018 na 19, tupu ọ kwaga France na Lille",
  "N'afọ 2020, Osimhen gafere na klọb Serie A Napoli maka ego ndekọ klọb nke € 70 nde",
  "O meriri ihe nrite Serie A Egwuregwu ntorobịa kacha mma na oge 2021.",
  "Osimhen meriri Ọla edo Ihe nrite buut na 2015 FIFA U-17 Iko Mbaụwa, nke Naịjirịa meriri",
  "O mere nke mbụ ya na mba ụwa na June 2017 wee gbaa bọọlụ na 2019 Iko Mba Afrịka",
  "A mụrụ Osimhen na LagosOlusosun ebe o tolitere) nne na nna si Edo Steeti",
  "Ka ọ na-etolite, onye ọ na-agba bọọlụ bụ Didier Drogba.",
  "Osimhen malitere ọrụ ya na Nke kacha Ndị na-eti ihe Ụlọ akwụkwọ agụmakwụkwọ, nke dị na Lagos, Nigeria",
  "Na Jenụwarị 2016, mgbe a chọpụtara maka arụmọrụ ya na 2015 FIFA U-17 Iko Mbaụwa, Osimhen kwenyesiri ike na nkwekọrịta tupu ya na VfL Wolfsburg, na-ekwu na ọ ga-esonye na klọb ahụ na Jenụwarụ 2017.",
  "Na Jenụwarị 5, 2017, Osimhen bịanyere aka na nkwekọrịta afọ atọ na ọkara na klọb ahụ, nke ga-adịgide ruo June 2020. N'ịbụ onye merụrụ ahụ mgbe ọ bịarutere, Na 13 Mee, Osimhen mere nke mbụ ya na Bundesliga maka Wolfsburg, na-abịa dị ka onye nnọchi anya na nkeji nke 59 na 1o1 ise megide Borussia Mönchengladbach. Osimhen bịakwara n'izu na-esote n'egwuregwu dị mkpa megide Hamburger SV, n'ihe bụ ụbọchị egwuregwu ikpeazụ nke oge 2016 Xi.17",
  "Ọ nọchiri onye na-agbachitere Sebastian Jung na akara jikọtara 1o1, Hamburg wee gbaa onye mmeri n'azụ oge iji gafee Wolfsburg na tebụl, na-eziga Wolfsburg ka ọ gaa na Eintracht Braunschweig",
  "Osimhen nọ na ndị otu maka egwuregwu abụọ ahụ, na-enweta cameo na njedebe nke akụkụ nke abụọ na ntinye Wolfsburg na Bundesliga na-esote gosipụtara, ka ha meriri 2o 0 na ngụkọta.",
  "A kpọrọ Osimhen aha na 12 n'ime ndị otu 17 na ọkara mbụ nke oge 2017 na 1918, na-apụta na egwuregwu 5",
  "O nwetara nke mbụ ya zuru oke na Bundesliga na 28 Jenụwarị 2018 megide Hannover, na-egwu nkeji 90 zuru ezu na mmeri ha. Osimhen bidoro ugboro abụọ ọzọ n'ime mkpọsa ahụ, na-egwuri egwu zuru ezu megide Werder Bremen na 11 Febụwarị ma bụrụ onye Daniel Didavi nọchiri na ọkara megide Hertha Berlin na 31 Machị",
  "Wolfsburg nọkwa na mgbada egwuregwu onye mmeri, mana Osimhen furu efu n'ihi mmerụ ahụ",
  "Ọ pụtakwara n'otu egwuregwu nke Wolfsburg's DFB Pokal mkpọsa, na-anọchi onye na-agba bọọlụ n'etiti Josuha Guilavogui maka nkeji iri ikpeazụ nke mmeri ha meriri Schalke na nkeji iri na ise nke ikpeazụ",
  "Osimhen gara ịwa ahụ n'ubu n'ụbọchị nke abụọ n'ọnwa Mee, na-emechi oge ya na egwuregwu iri na abụọ na Bundesliga n'aha ya.",
  "Osimhen nwere ule oge okpomọkụ na klọb Belgian Zulte Waregem na Club Brugge, ndị bụ ndị mmeri na-achị",
  "Otú ọ dị, ọgụ n'oge ọkọchị na ịba metụtara ọnọdụ ahụike ya, ọ dịghịkwa otu klọb kpebiri ịkwụ ụgwọ ya.\nN'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ n'afọ 2018, Osimhen sonyeere otu egwuregwu Belgian Charleroi na nkwekọrịta mgbazinye ego ogologo oge, ebe ọ na-emeghị akara na nke ọ bụla n'ime egwuregwu iri na isii ya na Wolfsburg. Ọ nọchiri Kaveh Rezaei, onye e rere na Club Brugge mgbe ọ gbasịrị goolu atọ na egwuregwu atọ mbụ nke oge ahụ. Osimhen mere nke mbụ ya na 1 Septemba megide Excel Mouscron, na-abanye dị ka onye na-anọchi anya Jérémy Perbet",
  "Osimhen mere nke mbụ ya zuru oke na 22 Septemba, na-agba goolu mbụ ya dị ka onye ọkachamara na azụ azụ megide Waasland-Beveren. Waasland-Beveren ga-ejikọta ya na mmadụ 10 Charleroi, Perbet ga-emesị bụrụ onye a chụpụrụ n'egwuregwu ahụ, na-enyere onye njikwa Felice Mazzu aka ịhọrọ n'elu",
  "Osimhen ga-amalite na Adama Niane maka egwuregwu anọ sochirinụ, na-agba naanị goolu klọb ahụ na mmeri Cercle Brugge na Gent",
  "O gbakwara bọọlụ ugboro abụọ na nkeji ise gara aga na mmeri 3102 meriri Zulte Waregem na 21 Ọktoba, mgbe Hamdi Harbaoui nyere Waregem mmeri 2101 na ọkara nke abụọ. Osimhen esighị n'akụkụ ahụ daa ruo n'ụbọchị iri abụọ na ise n'ọnwa Nọvemba, mgbe ọ gbara goolu n'elu bench na mmeri 4o2 nke klọb ahụ meriri Lokeren",
  "Mgbe egwuregwu ahụ gasịrị, Osimhen gwara BBC Sport na ọ \"chọtara obi ụtọ ya ọzọ\". Osimhen ji goolu asatọ n'egwuregwu iri na isii mechie ọkara mbụ, nke abụọ bụ naanị Cristian Benavente na otu ahụ.",
  "Mgbe ọ nwesịrị ihe ịga nke ọma n'akụkụ Belgium, na-egwu egwuregwu 36 ma gbaa goolu 20, Charleroi mere ka nhọrọ ha nweta Osimhen na-esote arụmọrụ ya dị mma mgbe ọ na-agbazinye ego.",
  "Na Julaị 2019, Osimhen bịanyere aka na Lille. N'abalị iri na otu n'ọnwa Ọgọstụ n'afọ 2019, o mere Ligue 1 mbụ ya maka klọb ahụ, na-agba goolu na mmeri 2 na Nantes.",
  "A kpọrọ Osimhen onye egwuregwu Ligue 1 nke ọnwa maka Septemba 2019, ebe ọ gbara goolu abụọ ma nyere aka abụọ ọzọ na egwuregwu ise nke Lille. Na 2 June 2020, e nyere ya Lille's Player of the Season, ebe ọ nwetara ọnụ ọgụgụ kachasị elu nke votu site n'aka ndị na-akwado ya.",
  "Osimhen gbara goolu mbụ ya na UEFA Champions League n'ụbọchị nke abụọ n'ọnwa Ọktoba n'afọ 2019, na-abịa na mmeri e meriri Chelsea n'ụlọ n'afọ 192 Onye Naijiria ahụ mechiri oge ahụ dị ka onye kacha gbaa bọọlụ na Lille, ya na goolu 13 na egwuregwu 25 nke Ligue 1, na goolu 18 na asọmpi niile. Egwuregwu ya siri ike mere ka ọtụtụ ndị mara Osimhen ka ọ na-agba ọsọ maka onyinye African Footballer of the Year n'ọdịnihu dị nso.",
  "N'abalị iri atọ na otu n'ọnwa Julaị n'afọ 2020, ụlọ ọrụ Serie A Napoli kwupụtara mbinye aka Osimhen, maka ego ndekọ nke € 70 nde nke nwere ike ịrị elu ruo € 80 nde na mgbakwunye, na-eme ka ọ bụrụ onye kacha ọnụ ahịa Afrịka ruo ugbu a.",
  "N'abalị iri na asaa n'ọnwa Ọktoba n'afọ 2020, Osimhen gbara goolu mbụ ya maka Napoli na mmeri 4 na Atalanta",
  "Mgbe ọ gbara bọọlụ, o welitere uwe elu na-akpọ oku ka a kwụsị obi ọjọọ ndị uwe ojii na-aga n'ihu n'ala nna ya Naịjirịa.",
  "N'abalị iri na atọ n'ọnwa Nọvemba 2020, n'oge egwuregwu asọmpi iko mba Afrịka nke e mere mgbe ọ nọ na ezumike mba ụwa na Naịjirịa, Osimhen merụrụ ahụ. A chọpụtara nke a dị ka mmerụ ahụ n'ubu nke ga-eme ka Osimhen ghara ịga egwuregwu ruo ọnwa abụọ",
  "Ka ọ na-agbake site na mmerụ ahụ, Osimhen nwetara ikike site na klọb ya ka ọ nọrọ oge na obodo ya, ebe o nwetara ohere ime ememe ncheta ọmụmụ ya",
  "Ọ bụ n'oge emume ncheta ọmụmụ ndị a ka ekwere na Osimhen butere nje COVID-19, ebe ọ nwalere na ọ nwere mgbe ọ laghachiri Naples. Ule a dị mma, tinyere mmerụ ahụ n'ubu ya, mere ka Osimhen ghara ịrụ ọrụ ruo mgbe ọ laghachiri n'akụkụ na 29 Jenụwarị 2021, mgbe a kwadoro ya maka ihe dị ka nkeji iri abụọ nke mmeri Napoli na Coppa Italia megide Spezia.",
  "N'abalị iri abụọ na itoolu n'ọnwa Ọktoba n'afọ 2022, ọ gbara bọọlụ mbụ ya na Serie A na mmeri 4 na Sassuolo.",
  "N'abalị iri na otu n'ọnwa Nọvemba afọ 2022, ọ gbara goolu ma nyere onye ọzọ aka inyere Napoli aka imeri 2-1 na Atalanta, na-aghọ onye kacha gbaa goolu na Naịjirịa na Italian Serie na goolu iri atọ na abụọ, ma gafee Simy Nwankwo nke iri atọ na otu.",
  "Osimhen bụ onye otu Naijiria na-erubeghị afọ iri na asaa nke meriri 2015 FIFA U-17 World Cup na Chile. Ọ gbara goolu iri n'egwuregwu asaa na asọmpi ahụ wee merie Golden Boot na Silver Ball. Egwuregwu ya mekwara ka o nweta ihe nrite CAF Youth Player of the Year na 2015.",
  "Osimhen mere nke mbụ ya na Naịjirịa na mmeri ha meriri South Africa na 10 June 2017",
  "Ọ hapụrụ na mkpọsa 2018 FIFA World Cup nke Naịjirịa mgbe oge ya na-adịghị agbanwe agbanwe na Wolfsburg. Mgbe ọ malitere ịgbazinye ego na Charleroi, Gernot Rohr kpọghachiri ya maka ezumike mba ụwa na Nọvemba 2018, malite mmeri enyi na enyi ha meriri Uganda.",
  "N'ọnwa Machị 2019, a tọhapụrụ Osimhen n'òtù Super Eagles ka ọ nọchite anya ndị Naijiria U23 n'ihi na ha gbara goolu abụọ megide onye iro ha bụ onye Libya",
  "Ọ gbara goolu atọ n'egwuregwu mmeghachi omume megide Libya na Asaba.",
  "Osimhen depụtara na ndepụta nke mmadụ iri abụọ na ise nke onye nkuzi Gernot Rohr maka asọmpi iko mba Afrịka nke 2019 na Egypt ma depụtakwuo ya na ndepụta ikpeazụ maka asọmpi ahụ. N'egwuregwu maka ọnọdụ nke atọ, ọ nọchiri Odion Ighalo merụrụ ahụ na ọkara oge na mmeri 1 0 nke otu ahụ meriri Tunisia. Ọ gbara ngụkọta nke nkeji iri anọ na ise na asọmpi ahụ.",
  "Super Eagles mechiri 2021 AFCON qualifiers na elu, na-emeri Lesotho 3o0. Otú ọ dị, Osimhen hapụrụ iko mba Afrịka nke a na-eche na ọ bụ n'ihi COVID‐19 dị ka klọb ya kwuru",
  "Nkwupụta a kpaliri nzaghachi sitere n'aka onye ọka iwu egwuregwu na Naịjirịa nke dere iji kwupụta nkụda mmụọ ya maka ebumnuche a na-ekwu na ọ bụ otu Osimhen, SSC Napoli, iji napụ Naịjirịja ọrụ nke onye na-eme ihe nkiri ha.",
  "Àtụ:Updated",
  "Àtụ:Notelist",
  "Àtụ:Updated",
  "Naịjirịa U17",
  "Naịjirịa",
  "Onye ọ bụla",
  "Àtụ:S.S.C",
  "Napoli squad"
]