[
  "Victor Ehikhamenor bụ onye Naijiria na-ese ihe, onye edemede, na onye na-ese foto nke a maara maka ọrụ ya sara mbara nke na-etinye aka na ọdịbendị ọdịbendị mba dị iche iche na postcolonial socioeconomics nke ndụ ndị isi ojii nke oge a",
  "N'afọ 2017, a họpụtara ya (ya na ndị omenkà abụọ ndị ọzọ) ka ọ nọchite anya Naịjirịa na Venice Biennale, nke bụ nke mbụ Naịjirịa ga-anọchite anya ya na mmemme ahụ. A kọwara ọrụ ya dị ka onye na-anọchite anya \"ihe nnọchianya nke iguzogide\" na colonialism.",
  "A mụrụ Ehikhamenor na Udomi-Uwessan, Edo State, Nigeria, akụkụ nke alaeze Benin oge ochie, nke a maara maka akụkọ ihe mere eme ya",
  "Ọ gụrụ akwụkwọ na Nigeria na United States",
  "O si United States lọta n'afọ 2008 iji rụọ ọrụ na Lagos.",
  "Nne nne ya bụ onye na-akpa ákwà, nwanne nna ya bụ onye na-ese foto, nna nna nne ya bụ onye na-akpụ ọla, nne ya bụ onye na-ese ihe n'obodo.",
  "Ọrụ ya na-emetụta ọrụ nke ukwuu site na ọrụ ndị obodo karịsịa nne nne ya. O kwuru na nkuzi ọdịnala a bụ ntọala nke ya; site na nne nne ya na-eji eriri a na-acha ọcha wee na-akpa ákwà n'ime obodo ya na-ahụ eserese nne ya iji hụ eserese nne ya na ụrọ a na-eme n'ụlọ na icheku ọkụ, na-ekiri ndị obodo ndị ọzọ na-eme akara na mgbidi ụlọ nsọ oge ochie na ebe ịchụàjà. Nke a abụrụla akụkụ na-adịgide adịgide nke ọrụ ya, nke bụ ihe na-enweghị isi, ihe atụ na ndọrọ ndọrọ ọchịchị; ma nwee mmetụta site na ọnụọgụ abụọ nke okpukpe ọdịnala Afrịka na ntinye nke nkwenkwe ọdịda anyanwụ, ncheta na nostalgia.",
  "Ehikhamenor emeela ọtụtụ ihe ngosi nka n'ụwa niile",
  "N'afọ 2016, ọ bụ otu n'ime ndị omenkà iri na otu a kpọrọ ka ha sonyere ndị omenkà iri abụọ na atọ nke Indonesia na nnukwu ngosi na Biennale",
  "Na Jogja National Museum, o gosipụtara ntinye akpọrọ \"The Wealth of Nations\". A kpọrọ Ehikhamenor na Art Dubai na Maachị 2018. N'ọnwa Julaị afọ 2018, ọ bụkwa otu n'ime ndị na-ese ihe na Naijiria ahọpụtara izute ma gosipụta ọrụ maka ileta onye isi ala France bụ Emmanuel Macron. Ihe ngosi a, nke ART X Lagos haziri mere na Afrika Shrine, ụlọ oriri na nkwari abalị nke Femi Kuti",
  "E gosipụtala ọrụ ya n'ihe ngosi nke naanị ya na nke otu ya na ụlọ ngosi ihe mgbe ochie na ụlọ ngosi ihe ngosi n'ụwa niile, nke gụnyere Tyburn Gallery (London), Rele Gallery (Lagos, Nigeria), Jennings Gallery (Washington, DC), 5th Meditationa Biennale (Poznan, Poland), 12th Dak'art Biennale (Dakar, Senegal), Biennale Jogja XIII (Yogyakarta, Indonesia).",
  "Ejirila nka na foto Ehikhamenor mee ihe maka nchịkọta akụkọ yana ihe osise mkpuchi na akwụkwọ ndị edemede dịka Chimamanda Adichie, Helon Habila, Toni Kan, Chude Jideonwo, na Chika Unigwe",
  "E gosipụtala ha na ákwà ma gosipụta ha na ngagharị ejiji mba ụwa.",
  "E bipụtara nchịkọta uri mbụ ya, Sordid Rituals, n'afọ 2002",
  "Akwụkwọ ya nke abụọ, Excuse Me! (2012), bu akwụkwọ na-akpa ọchị nke na-abụghị akụkọ ifo, banyere ndụ dị ka onye Africa ma n'ụlọ na ná mba ọzọ, bụ ihe akwadoro na mahadum abụọ Nigeria.",
  "O bipụtala ọtụtụ akụkọ ifo na edemede dị egwu na akwụkwọ akụkọ agụmakwụkwọ, magazin na akwụkwọ akụkọ sitere na gburugburu ụwa nke gụnyere The New York Times, CNN Online, Washington Post, Farafina, AGNI Magazine na Wasafiri",
  "Akụkọ ya dị mkpirikpi, \"The Supreme Command\", meriri ihe nrite nke Association of Commonwealth Broadcasters Award na 2003.",
  "E nwere mgbe a kọwara ya dị ka \"otu n'ime ndị na-ese ihe n'oge a n'Africa\" na otu n'ime \"42 African Innovators to Watch\".",
  "Na Mee 8, 2017, mgbe ọ na-ekere òkè na Venice Biennale, Ehikhamenor bu ụzọ kpọkuo uche na ihe ọ kọwara dị ka Damien Hirst omenala nke nka Yoruba nke Naijiria. Ihe ngosi nke onye Britain na-ese ihe, nke a na-akpọ Treasures From the Wreck of the Unbelievable, gosipụtara ihe ọkpụkpụ dị iche iche a ga-ele anya dị ka ihe mkpofu a napụtara site na ụgbọ mmiri",
  "Mana otu n'ime ihe ndị e gosipụtara bụ mbipụta nke \"Ori Olokun\", ihe osise ọla nchara Ife a ma ama site na narị afọ nke iri na anọ nke a kọwara ugbu a dị ka \"isi ọla edo\".",
  "N'ihe banyere ego ahụ, Ehikhamenor dere na Instagram \"Maka ọtụtụ puku ndị mmadụ ọ bu izizi ha na-ekiri nke a, ha agaghị eche Ife, ha agaghị eche Nigeria",
  "Ndị na-eto eto ha ga-etolite mara ọrụ a dị ka nke Damien Hirst",
  "Ka oge na-aga, ọ ga-agafe maka Damien Hirst n'agbanyeghị obere edemede ya",
  "Akụkọ ahụ ga-agbanwe ma onye Ife na-eto eto ma ọ bụ onye na-ese ihe n'oge a na Naijiria ga-agwa otu ụbọchị site n'aka onye nkatọ ogologo imi \"Ọrụ gị na-echetara m Damien Hirst's Golden Head",
  "Anyị chọrọ ndị ọzọ na-ede akụkọ ndụ maka anyị echefuru echefu",
  "\"",
  "Okwu ya mere ka okwu a pụta ìhè na mgbasa ozi obodo na nke mba ụwa.",
  "N'ọnwa Febụwarị afọ 2018, Ehikhamenor meghere Angels and Muse, nke a kọwara dị ka \"ebe a na-arụkọ ọrụ ọnụ dị iche iche na Lagos nke nwere ihe osise esere na ahụ aja, iko ndị nwere ntụpọ, na ọkụ mara mma, na-eme ka ọ bụrụ ahụmahụ dị egwu na nke mikpuru onwe ya",
  "\"  Oghere ahụ, nke a na-ejikwa maka ebe obibi ndị na-ese ihe, dị na mpaghara Ikoyi nke Lagos steeti ma nwee 'ọnụ ụlọ dị iche iche,' nke a na-eji maka \"ụlọ ọrụ, ọzụzụ, ịgụ akwụkwọ, nnwale ma ọ bụ ihe ngosi nka, n'etiti ojiji ndị ọzọ",
  "\" E gosipụtara ọrụ ahụ na ihe omume nke iri nke usoro Netflix 'Amazing Interiors' na July 2018."
]