[
  "Victoria Fikile Chitepo (27 Machị 1928 8 Eprel 2016) bụ onye ndọrọ ndọrọ ọchịchị South Africa - Zimbabwean, onye na-eme ihe ike na onye nkuzi",
  "Ọ bụ nwunye Herbert Chitepo, onye isi na Zimbabwe African National Union (ZANU), mana ọ bụ onye ndọrọ ndọrọ ọchịchị dị mkpa n'onwe ya ma jee ozi dị ka minista na gọọmentị nke Zimbabwe nwere onwe ya n'etiti m.wikipedia.org › wiki › Victoria_Chi...",
  "Victoria Fikile Chitepo (27 Maachị 1928 - 8 Eprel 2016) bụ onye South Africa - onye ndọrọ ndọrọ ọchịchị Zimbabwe, onye ndọrọndọrọ na onye nkuzi.  Ọ bụ nwunye Herbert",
  "mụrụ ya dị ka Victoria Mahamba-Sithole na obodo Dundee nke South Africa na KwaZulu-Natal",
  "Ọ gụrụ akwụkwọ na South Africa ma gaa Mahadum Natal, ebe e nyere ya nzere BA, wee nweta nzere postgraduate na agụmakwụkwọ na Mahadum Birmingham na UK",
  "Ọ zutere onye ga-abụ di ya, Herbert, na Adams College dị nso na Durban na South Africa",
  "N'agbata afọ 1946 na afọ 1953, ọ kụziri ihe na Natal, mana ọ kwagara n'ihe bụ n'oge ahụ British colony nke Southern Rhodesia na 1955 mgbe ọ lụrụ di ya Zimbabwe, onye na-arụ ọrụ dị ka onye ọrụ mmekọrịta mmadụ na ibe ya na isi obodo Salisbury (nke bụ Harare ugbu a).",
  "N'afọ 1960, Chitepo sonyeere National Democratic Party (Rhodesia) n'otu òtù National Democratic Party, otu òtù na-ahụ maka mba na-eme mkpọsa maka ikike ndọrọ ndọrọ ọchịchị maka ndị isi ojii na-enweghị ikike na Rhodesia",
  "Ọ duziri nnọkọ ụmụ nwanyị na ụlọ ikpe ndị isi Salisbury na 1961 iji kwalite mkpọsa maka ụmụ amaala ojii.",
  "Otu afọ mgbe e mesịrị, ya na di ya gara Tanganyika (nke bụzi Tanzania) wee rụọ ọrụ dị ka onye ọrụ mmekọrịta mmadụ na ibe ya na-enyere ndị ojii Rhodesian gbara ọsọ ndụ aka na Dar es Salaam ruo afọ atọ, n'etiti 1966 na 1968",
  "N'afọ 1975, ndị ọrụ gọọmentị Rhodesia gburu Herbert Chitepo na Lusaka, Zambia",
  "Ọ nọgidere na Tanzania ruo mgbe Rhodesia a gbanwere aha ya na Zimbabwe nwetara nnwere onwe ya ma guzobe ọchịchị ndị isi ojii n'afọ 1980.",
  "Mgbe ọ laghachiri Zimbabwe, Victoria Chitepo guzoro maka ntuli aka na mpaghara Mutasa na Buhara West na ntuli aka agbụrụ mbụ nke mba ahụ",
  "O meriri oche maka ZANU-PF na ụlọ nke ala, Ụlọ Nzukọ",
  "A họpụtara ya dị ka osote minista nke agụmakwụkwọ na ọdịbendị ma mesịa bụrụ minista nke ozi na agụmakwụkwọ site n'aka praịm minista nke oge ahụ, Robert Mugabe.",
  "N'afọ 1982, a họpụtara ya ka ọ bụrụ Mịnịsta na-ahụ maka akụ na njem nleta",
  "Ọ guzoro ọzọ maka ntuli aka na ntuli aka 1985 ma họpụta ya ọzọ ma họpụtaghachi ya ọzọ n'ọkwa minista ya, nke ọ nọgidere na ya ruo n'afọ 1990. Ọ malitere ọrụ dị ka Minista nke Ozi, Post na Telecommunications tupu ọ laa ezumike nká na 1992. N'ime afọ 1990 na 1992 ọ nwere mmasị dị ukwuu iso gọọmentị John Major na-arụ ọrụ, na-ekwu na nzukọ ya na ndị ọrụ Britain na-atọ ụtọ ma na-ewuli elu mgbe niile",
  "O kwuru na ndị ọrụ Britain \"na-akwanyere ùgwù mgbe niile ma na-agbakwụnye na ndị ọrụ France \"na-abụkarị ndị na-enweghị\".",
  "Chitepo lara ezumike nká n'afọ 2005 mgbe o guzoro ọzọ na tiketi ZANU-PF maka oche ndị omeiwu nke Glen Norah na Harare",
  "Ọ bụ ezie na ọ meriri na ntuli aka ahụ, ọ nọgidere bụrụ onye isi nke ndị na-achị ZANU-PF, politburo, ma bụrụ onye United States na-elekwasị anya na ndị \"na-emebi usoro ọchịchị onye kwuo uche ya na Zimbabwe\"",
  "Portugal, Spain, France, Germany, Belgium, Italy, Netherlands, Luxembourg, Denmark, Sweden, Norway, Switzerland na Republic of Ireland kwadokwara ya",
  "N'ụzọ dị ịrịba ama, United Kingdom enyeghị ya ikike. N'afọ 2014, e wepụrụ ya na ndepụta mmachibido iwu nke United States.",
  "N'abalị asatọ n'ọnwa Eprel afọ 2016, a hụrụ ya nwụrụ anwụ n'ụlọ ya dị na Mount Pleasant, Harare, mgbe o doro anya na ọ dara n'ime ụlọ ihi ụra ya. E liri ya na 13 Eprel na National Heroes' Acre."
]