[
  "Vida Amaadi Yeboah (1944-2006) bụ onye nkuzi Ghana, onye ndọrọ ndọrọ ọchịchị na onye isi obodo. Osote Minista nke Mmụta na Ọdịbendị site na afọ 1988 ruo afọ 1993, Yeboah nyere aka guzobe Forum for African Women Educationalists (FAWE) na 1992",
  "A họpụtara ya ka ọ bụrụ onye omeiwu na 1992, Yeboah ghọrọ onye otu gọọmentị Jerry Rawlings, na-eje ozi dị ka minista njem nleta site na afọ 1997 ruo  na afọ 2001.",
  "A mụrụ Vida Yeboah na 27 Julaị, na afọ 1944 n'obodo nne ya na mpaghara Ọwụwa Anyanwụ, nwa nwanyị nke Kate Oye Ntow Ofosu na Eric Perigrino Nelson",
  "Ọ gụrụ akwụkwọ na Wesley Girls High School tupu ọ nweta BA ya na French na Mahadum Ghana",
  "Ọ gụrụ maka MA na French na Mahadum Bordeaux na France, na diplọma post-graduate na agụmakwụkwọ na Mahadim Cape Coast.",
  "Ọ kụziri ihe afọ iri na anọ n'ụlọ akwụkwọ ụmụ nwanyị na Ghana, ọ ghọrọ onye isi ụlọ akwụkwọ sekọndrị ụmụ nwanyị Mfantsiman, tupu a họpụta ya dịka osote odeakwụkwọ maka agụmakwụkwọ n'afọ 1985.",
  "Site na afọ 1988 ruo afọ 1993 Vida Yeboah bụ osote minista nke agụmakwụkwọ na ọdịbendị. Yeboah gbanwere usoro agụmakwụkwọ tupu mahadum, na-eme ka ọnụ ọgụgụ ụmụ agbọghọ na-aga. N'afọ 1992, ya na ụmụ nwanyị anọ ndị ọzọ na-ahụ maka agụmakwụkwọ n'Afrịka guzobere Forum for African Women Educationalists: Fay Chung na Zimbabwe, Simone Testa na Seychelles, Paulette Moussavon-Missambo na Gabon, na Alice Tiendrebengo na Burkina Faso.",
  "A họpụtara Vida ka ọ nọchite anya Akuapim South na nzuko omeiwu mbụ nke mba nke anọ nke Ghana na 7 Jenụwarị, na afọ 1993 mgbe a kwupụtara na ọ bụ onye mmeri na ntuli aka ndị omeiwu Ghana nke afọ 1992 nke e mere na 29 Disemba, na afọ 1992.",
  "A họpụtara ya ọzọ n'ime ndị omeiwu nke abụọ nke mba nke anọ mgbe ọ nwetasịrị pasent 48 nke votu na ntuli aka afọ 1996. A họpụtara ya na afọ 1997 dị ka Minista nke Njem ebe ọ jere ozi ruo afọ 2001, ọkwa minista na-abụghị nke Cabinet.",
  "A na-echeta Vida Yeboah dị ka otu n'ime ndị guzobere Forum for African Women Educationalists (FAWE) Ghana's Chapter."
]