[
  "Viola Adaku Onwuliri (amuru na 18 June 1956) bụ onye prọfesọ mmuta biochemistry na mahadum na onye ndọrọ-ndọrọ ọchịchị jere ozi dika Minista na Naijiria.",
  "Viola Onwuliri bu ada mbu nke ezinụlọ eze nke His Highness Eze Cletus na Ugoeze Dorathy Oparaoji nke Amuzi, Ahiazu Mbaise LGA, Imo Steeti. O si Ahiazu Mbaise na Imo steeti, Nigeria ma a muru ya na Legos na 1956",
  "Ọ gara ụlọ akwụkwọ sekọndrị nke ụmụnwaanyị dị na Owerri tupu ọ gaa Mahadum Naijiria na Nsukka  ebe ọ nwetara nzere na Biochemistry",
  "Ọ gakwara Mahadum Jos ebe o nwetara PGCE, MSc na Applied Organic Chemistry na PhD na Molecular Biochemistry",
  "O mechara gaa maka asambodo na Mahadum Howard na ụlọ akwụkwọ Harvard School of Public Health na USA.",
  "Viola laghachiri Naịjirịa ebe ọ malitere ọrụ dịka onye enyemaka gụsịrị akwụkwọ na 1981",
  "Na 2004 ọ ghọrọ prọfesọ nke Biochemistry na Mahadum Jos.  Ya na di ya, Celestine Onwuliri, nwere ụmụ ise.",
  "Na 2004 Viola ghọrọ onye Naijiria na nwanyị Afrika mbụ a họpụtara ịbụ onye otu International AIDS Society (IAS) nke nọ na Geneva wee bụrụ onye nnọchi anya mpaghara Afrika site na 2004 rua 2008",
  "A họpụtara ya na 2008 ruo afọ anọ ọzọ.",
  "N’afọ 2011 ọ bụ onye ga-azọ okwa nke osote gọvanọ Imo steeti ya na Gov",
  "Ikedi Ohakim, mgbe emriri ha, ọ jụrụ onyinye ọkwa nke ije ozi di ka Kọmishọna site n'aka Gọvanọ Rochas Okorocha mana o jiri nwayọ wee kwuo ya.",
  "O mechara bụrụ onye Minista ma mee ihe ama ama na Ọktoba 2013 mgbe ọ duru ndị nnọchi anya Nigeria ka ha merie oche nke United Nations Security Council (UNSC) na nhoputa ndi ochichi a na-enwetụbeghị ụdị ya. Ọ nọkwa na okwa ahụ mgbe ọ kpọrọ oku ka onye ọchịchị Libya, Moammar Gadhafi, gbaa arụkwaghịm na-ekwu na otu nnupụisi Libya kacha anọchite anya ndị Libya. N'otu ọnwa ahụ ka Mịnịsta, ọ gara ebe bọmbụ metụtara ala nke bụAbuja United Nations bombing nke gburu ihe karịrị mmadụ iri abụọ",
  "Ọ kwuru na: \"Ihe a abụghị ọgụ Naịjirịa mana na ọgụ mba ụwa niile.\" Ihe ojoo dakwasiri ya mgbe ụgbọelu nke Dana Air Flight 992 si na mbara igwe daa na June 2012 nke gburu di ya Celestine Onwuliri na ihe karịrị mmadụ 150 ndị ọzọ",
  "Di ya bụbu onye isi ọchịchị Federal University of Technology Owerri (FUTO). Dika nwunye onye isi ọchịchị Mahadum FUTO na onye guzobere ma bụrụ onye isi nzukọ ụmụnwaanyị nke Mahadum FUTO(FUTOWA) (2006-2011), ọ rụrụ ọrụ dị oke mkpa n'ịmepụta ọrụ na mmepe nke FUTO site na FUTOWA gunyere okike ulo oru nlebara umuaka anya maka ndi oru na umu akwukwo, nguzobe ebe nlebara umuaka anya na ibuli onodu ndi nwanyi noo na FUTO. Ọ kpalitere ọgbaghara na 2013 dị ka Mịnịsta mgbe ọ rịọrọ ka Gọvanọ Imo n'oge ahụ nye akụkọ mmefu nke ego n'ụdị nke ndị gọọmentị etiti ọ natara n'aha Imo Steeti, gunyere ego Sure-P, Ego njikwa ide mmiri, ego ngalaba LGA, ego nkesa NDDC na ego ndị ọzọ nke gọọmentị nyere ya",
  "Dị ka Mịnịsta na-ahụ maka Ofesi na-arụ ọrụ iji weghachite ma melite mmekọrịta na ndị Naijiria nọ na mba ọzọ, dịka ụzọ mbụ iji mepụta gburugburu ebe obibi dị mma iji dọta ndị Naịjirịa nọ na-esonye na imezu ya Ebumnuche nke Onye isi ala na iji nweta ego ntinye ego nke Foreign Direct Investment na Foreign Direct Remittances nke ruru 8billion dollars na 21billion dollars n'otu n'otu n'oge ahụ, arụ ọrụ iji kwalite nkwanye ùgwù na ịkwalite ọgwụgwọ nke ndị Najiria nọ na mba ndị ọzọ; ọ ghọrọ onye isi ala Naijiria mbụ ka onye isi obodo ya nabatara na Mahadum Howard University. Dika Mịnịsta Ofesi na Naijiria o jere ozi site na 11 Julaị 2011 ruo 22 Ọktoba 2014 nke gunyere ije ozi dika onye Steetị-1 Minista na mgbe ahụ, Minista na-elekọta ngalaba ọrụ nke ofis ofesi n'etiti 2013 na 2014 tupu akwaga ya na ngalaba agụmakwụkwọ dị ka State-1 Mịnịsta.",
  "N’afọ 2013, ọ meriri ọkwa onye isi oche nke GlobalPOWER Women Network Africa. Mgbe afọ ahụ gasịrị, ọ natara oninye nsọpụrụ nke 'European Union Honorary Platinum Leadership Award in Politics na 28 November 2013 na Stockholm, Sweden.",
  "Onwuliri bu onye isi oche maka otu nke  African continental women's society SWAAN ma na-arụ oru dika onye isi nchoputa na onye ọrụ nduzi na mmekorita nke Bill and Melinda Gates Foundation. Onye isi ala Goodluck Jonathan kpaliri Onwuliri site na okwa nke Minista maka Mba Abroad ka ọ bụrụ Minista nke steetị maka agụmakwụkwọ na October 2014 mgbe Ezenwo Nyesom Wike gbara arụkwaghịm.",
  "N’afọ 2015, gọọmentị Naịjirịa họpụtara Onwuliri dịka Pro-Chancellor nke Nigerian Maritime University (NMU) na dịka onye isi oche kansụl ya"
]