[
  "Violet A Akurut also known as Akurut Violet Adome (born 25 August 1976) is a Ugandan politician and teacher by profession. She is the district woman representative of Katakwi District in the 10th Parliament of Uganda. She is a member of the National Resistance Movement political party. She was the aspiring Woman Member of Parliament 2021-2026, of Katakwi under NRM political party.",
  "N'afọ 1989, ọ gụsịrị akwụkwọ Primary Leaving Examination na Madera Girls Primary School ma mesịa sonye na Kangole Girls Senior Secondary School maka asambodo agụmakwụkwọ Uganda ya n'afọ 1993. N'afọ 1996, ọ gụsịrị akwụkwọ Uganda Advanced Certificate of Education na Tororo Girls School. N'afọ 1999, ọ nwetara asambodo na Project Planning and Management site na Uganda Management Institute. N'afọ 2003, e nyere ya nzere Bachelors na agụmakwụkwọ na Mahadum Makerere O nwere Post Graduate Diploma na Resource Mobilization and Management site na Uganda Management Institute nke ọ nwetara na afo 2010",
  "O mechara laghachi iji nweta Master of Diplomacy and International Studies na Mahadum Uganda Martyrs na afo 2016.",
  "Site na afo 2012-2016, ọ rụrụ ọrụ dị ka Kọmishọna na Uganda Human Rights Commission. N'afọ 2012, ọ bụ onye nhazi na Women of Uganda Network",
  "N'etiti afọ 2010-2011, ọ rụrụ ọrụ dị ka onye njikwa mmemme na Transform Uganda Site na afo 2009 ruo na afo 2010, ọ bụ onye isi mmemme na ANPPCAN. Ọ rụrụ ọrụ dị ka onye nhazi mmemme na World Vision International na afo 2007 ruo na afo 2008. N'afọ 2002 ruo na afo 2005, ọ rụrụ ọrụ na Ngalaba Mmụta, Soroti Catholic Diocese dị ka Onye Nlekọta mmemme. Ọ bụ onye ọrụ nwoke na nwanyị na Katakwi District Local Government n'afọ 2000 ruo na afo 2001. Site na afo 2012 ruo taa, ọ rụrụ ọrụ dị ka Onye isi oche, Advisory Board na Katakwi Grassroots Women Development Initiative. Ọzọkwa site na afo 2015 ruo taa, ọ rụrụ ọrụ dị ka onye isi na-ahụ maka ego na Uganda National AIDS Services Organization.",
  "Site na afo 2016 ruo taa, ọ rụrụ ọrụ dị ka onye omeiwu na ụlọ omeiwu nke Uganda",
  "Mgbe ọ nọ na Nzukọ Ndị Omeiwu nke Uganda, ọ bụ onye otu na Kọmitii na-ahụ maka HIV / AIDS & Related Disease, na Kọmiti na-ahụ Maka Mmụta na Egwuregwu.",
  "Ọ lụrụ di."
]