[
  "Lee Arthur Carter (amụrụ n'October 7, 1971), nke a maara site na aha egwu ya bụ Viper, bụ ónyé America na-eti egwu na onye na-emepụta ihe",
  "Viper anọwo na-emepụta egwu kemgbe ọ bụ nwata, mana ọ nwetara nlebara anya zuru oke n'ịntanetị maka abọm ya nkè afọ 2008, You'll Cowards Don't Even Smoke Crack",
  "Ọdịdị na-arụpụta ihe nkè ọrụ ya, tinyere mkpebi ya màkà mmepụta onwé ya, emeela ka ọ bụrụ ónyé ofufe na-eso ya dị ka onye na-ese ihe n'èzí, na ntụnyere nke ónyé na-eti egwu Lil B na onye na-agụ egwu Wesley Willis, a na-ewerekwa ya dị ka otu n'ime ndị malitere rap igwe ojii.",
  "A mụrụ Viper na El Dorado, Arkansas",
  "Ọ malitere ịkpọ piano mgbè ọ dị afọ ise",
  "Mgbè ọ dị afọ isii, ọ kwagara n'ógbè Hiram Clarke nke Houston, Texas wee malite ịgba egwu rap mgbè ọ dị afọ itoolu",
  "N'afọ 1997, ọ bụ ónyé na-eme ihe nkírí na ihe nkírí Fifth Ward, nke nwanne ya nwoke, Greg Carter duziri.",
  "Ọ bụ ezie na a kọrọ na Viper malitere ịgba egwu mgbe ọ bụ nwatakịrị, egwu mbụ ya pụtara bụ na soundtrack màkà Fifth Ward, n'okpuru aha \"J-Ride\".",
  "Na mbụ n'okpuru aha ónyé na-ese ihe Lee Dogg, Viper wepụtara abọm mbụ ya, Lee Dogg، na Ọktoba 7, 2003, nke a ga-emesị kpọgharịa Hustlin ' Thick. E kere abọm ahụ karịsịa na mmekorita ya na ndị omenkà dị iche iche bịanyere aka na akara egwu mpaghara Dope House Records n'oge ahụ, ónyé Viper kelere ọtụtụ ugboro na ederede ederede",
  "Viper mere atụmatụ ịga n'ihu na-ewepụta abọm n'okpuru aha Lee Dogg ma nwee ọtụtụ atụmatụ màkà mmekorita, mana n'ihi ihe ndị a na-amaghị ama nke a emeghị, ọ gbanwere aha abọm ya ka ọ bụrụ Hustlin 'Thick na aha ónyé na-ese ihe ya ka ọ bụ Viper.",
  "Carter nwèrè ụmụ anọ; a mụrụ otu n'afọ 2002, abụọ ya na nwunye mbụ ya, a mụrụ nke ikpeazụ n'ọnwa Ọktoba 2020",
  "Ọ na-ekwu na ya kwenyere na ọ bụ Kraịst nke abụọ, ma na-ezo aka n'onwe ya dị ka \"Black Jesus\" ma bụrụ Ónyé Kraịst na-anụ ọkụ n'obi. Na June 2016, Carter nwèrè oyi bárá ya n'ahụ. N'afọ 2021, Betty Carter, nne Lee Carter, nwụrụ mgbè ọ dị afọ 79."
]