[
  "Virginia DeBerry na Donna Grant bụ ndị edemede America bụ ndị so dee ọtụtụ akwụkwọ n'etiti afọ 1990 na afọ  2010.",
  "DeBerry na Grant zutere na mbụ na New York dị ka ụdị ndị ọzọ na-asọ mpi maka otu ọrụ ahụ",
  "Ha abụọ malitere magazin Maxima, magazin ejiji na ndụ maka ụmụ nwanyị buru ibu, ebe DeBerry bụ onye isi nchịkọta akụkọ na Grant bụ onye nchịkọta akụkọ",
  "Mgbe mbipụta nke Maxima kwụsịrị, ha gbalịrị ide akwụkwọ ọnụ. E bipụtara akwụkwọ akụkọ mbụ ha, Exposures, n'okpuru aha Marie Joyce (maka Donna Marie na Virginia Joyce)",
  "Akwụkwọ nke abụọ ha, nke e dere dị ka DeBerry na Grant, bụ Tryin' to Sleep in the Bed You Made nke nọrọ ọnwa 18 na ndepụta Essence Magazine Bestseller na ọnwa 5 dị ka nọmba 1 na ndepụta ahụ",
  "Ndị dere ya natara n'afọ 1998 Honor Award na Fiction site na Black Caucus nke American Library Association",
  "Akwụkwọ akụkọ ahụ nwetakwara onyinye Book of the Year site na Blackboard, na New Author of the Year Award site na Go On Girl Book Club",
  "Akwụkwọ akụkọ ha ọzọ, Far From the Tree, bụ <i id=\"mwEw\">New York Times</i> Bestseller yana Essence Magazine Bestseller na Better Than I Know Myself nwetara Open Book Awards abụọ, ma tinye ya na akụkọ ifo kacha mma nke afọ 2004 nke Borders na Waldenbooks.",
  "Grant gara Barnard College ma gụsịrị akwụkwọ na Mahadum New York",
  "Ọ bụ nwa afọ Brooklyn, New York ma na-ebi ugbu a na di ya Hiram. Tupu ọ bụrụ onye na-ede akwụkwọ akụkọ, ọ nọrọ ihe karịrị afọ iri dị ka ihe nlereanya, nke ngalaba 12+ nke Ford Models na-anọchite anya ya.",
  "DeBerry bụ onye bụbu onye nkuzi Bekee n'ụlọ akwụkwọ sekọndrị si Buffalo, New York",
  "Ọ gara Mahadum Fisk ma gụsịrị akwụkwọ na SUNY na Buffalo",
  "Ọ lụrụ onye na-egwu jazz tenor saxophonist Jerry Weldon ma biri na New Jersey.",
  "N'afọ 2008, DeBerry na Grant sonyeere ndị mmekọ Tyrha Lindsey na Tracey Kemble iji guzobe 4 Colored Girls Productions",
  "Ha nwere olile anya ime ihe nkiri nke Tryinī to Sleep in the Bed You Made, dabere na akwụkwọ akụkọ ha nke afọ 1997, dị ka ihe ngosi mbụ ha nwere onwe ha",
  "Ha enweghị obi ụtọ na ụdị ihe nkiri Hollywood chọrọ ma emeghị ihe nkiri ahụ.",
  "N'afọ 2009, ha kwuru okwu na California Book Club Summit nke mbụ kwa afọ ma bụrụ akụkụ nke mkparịta ụka panel banyere obi erughị ala nke ndị Africa America banyere ụlọ ọrụ mbipụta."
]