[
  "Virginijus Sinkevičius (amụrụ na 4 Nọvemba 1990) bụ onye ndọrọ ndọrọ ọchịchị Lithuania nke na-eje ozi dị ka European Commissioner for the Environment, Oceans and Fisheries na European Commission nke Ursula von der Leyen duziri kemgbe afọ 2019",
  "Ọ bụbu onye otu Seimas nke Republic of Lithuania na Minista nke Economy na Innovation nke Republic of Lithuania.",
  "N'afọ 2009, Sinkevičius gụsịrị akwụkwọ na Salomėja Nėris Gymnasium nke Vilnius, Lithuania, ebe a mụrụ ya.  Ọ gara n'ihu na mahadum Aberystwyth ebe ọ nwetara nzere bachelọ nke Economic and Social Studies na 2012.",
  "Na 2012, Sinkevičius bụ onye a na-azụ ọzụzụ na Unit of Regional and Ethnic Affairs na Office nke Prime Minister nke Republic of Lithuania.  Na 2013, ọ natara Master of Arts na European Studies na Maastricht University.",
  "Sinkevičius na-asụ Lithuanian dị ka asụsụ, nakwa Bekee, Russian na Polish.",
  "Site n'afọ 2012 ruo afọ 2015, Sinkevičius bụ onye edemede na onye nchịkọta akụkọ nke ụlọ ọrụ akụkọ Lithuania Tribune",
  "N'afọ 2013 ruo 2014, ọ rụrụ ọrụ dị ka osote onye njikwa ọrụ na Centre for European Policy Analysis (CEPA) na Washington, D.C.",
  "N'afọ 2014, Sinkevičius rụrụ ọrụ dị ka onye njikwa ọrụ mba ụwa na Lietuvos paštas; n'afọ 2014 ruo afọ 2015, o sonyere na mmemme Lithuania",
  "N'afọ 2015 ruo 2016, ọ bụ onye nhazi ọrụ na ọrụ nkwenye nke ọdụ ụgbọ elu Lithuania (LTOU)",
  "N'afọ 2016, ọ bụ onye isi otu nke Group for Improving the Investment Environment na Public Enterprise Invest Lithuania.",
  "N'afọ 2017, Sinkevičius gụsịrị akwụkwọ Digital Policy na Mahadum Oxford.",
  "Na ntuli aka ndị omeiwu nke afọ 2016, a họpụtara Sinkevičius na Seimas nke Republic of Lithuania na otu onye dị ka onye na-azọ ọkwa onye nweere onwe ya na mpaghara Šeškinė na Vilnius; a họpụtara ya ka ọ bụrụ onye isi oche nke Kọmitii na-ahụ maka akụ na ụba.",
  "N'abalị iri abụọ na asaa n'ọnwa Nọvemba n'afọ 2017, a họpụtara Sinkevičius ka ọ bụrụ Mịnịsta na-ahụ maka akụ na ụba n'ọchịchị Praịm Minista Saulius Skvernelis ma, mgbe a haziri Minista na-ahụ Maka akụ na ụba, ọ ghọrọ Mịnịsta Na-ahụ maka Akụnụba na Innovation.",
  "N'abalị iri abụọ na abụọ n'ọnwa Ọgọstụ n'afọ 2019, ndị omeiwu Lithuania kwadoro nhọpụta Sinkevičius maka onye kọmishọna Europe; Praịm Minista Skvernelis na Ramūnas Karbauskis, onye ndú nke Lithuanian Farmers and Greens Union (LVŽS) kwetara nhọpụta ahụ.",
  "Mgbe ọ banyere n'ọkwa, Sinkevičius ghọrọ onye Kọmishọna Europe kacha nta, mgbe ọ dị afọ 28.",
  "N'afọ 2022, Sinkevičius tụrụ aro ihe ndị iwu kwadoro iji belata ojiji nke ọgwụ ahụhụ na-eme ka okike dị n'ofe EU ruo ọ dịkarịa ala 20% nke ala EU ka ọ na-erule afọ 2030, na mgbalị iji chebe ahụike nke ọma ma weghachite ọnụ ọgụgụ anụ ọhịa na-ada.",
  "N'afọ 2018, Sinkevičius nwetara onyinye maka The Best Solution for Better Business Environment of the Year site n'aka njikọ Investorsz Forum, na Blockchain Leadership na #SWITCH! Ihe nrite Tech",
  "N'afọ 2019, ọ natara onyinye Partnership Leader 2018 maka mgbanwe ọhụrụ na mmepe nke usoro okike mmalite site na nzukọ Lithuanian Business Confederation",
  "N'afọ 2018, a gụnyere Sinkevičius na ndepụta nke 100 Worlds Most Influential Young People in Government site na ebe nrụọrụ weebụ nke a kpọrọ Apolitical.",
  "Àtụ:S-start\nÀtụ:S-off\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-inc\nÀtụ:S-end"
]