[
  "Vivian Jepkemoi Cheruiyot (amụrụ na 11 na onwa Septemba, na afọ 1983) bụ onye Kenya na-agba ọsọ ogologo oge nke na-ahụ maka ịgba ọsọ na ịgba ọsọ",
  "Ọ nọchitere anya Kenya na Summer Olympics na afo 2000, 2008, 2012, na 2016, na-emeri ihe nrite ọlaọcha na 5000 m na ọla nchara na 10000 m na afọ 2012 Olympics, ihe nrite ego na 10000 m, na ihe nrite edo na 5000 m n'egwuregwu Olimpik nke 2016, na-etinye ihe ndekọ Olympic ọhụrụ na ihe omume 5000 m",
  "Cheruiyot ritere ihe nrite ọlaọcha na mita 5000 na afọ2007 World Championships in Athletics wee bụrụ onye mmeri ụwa na ihe omume ahụ na mbipụta 2009, na-ekwughachi ihe a na afọ 2011 World Championships, ebe ọ merikwara 10,000 m.",
  "Mgbe o nwetasịrị ọlaọcha na afọ 2010 IAAF World Indoor Championships, ọ meriri ọtụtụ utu aha n'èzí n'afọ ahụ, ghọọ onye mmeri Afrịka, onye mmeri Commonwealth Games na onye mmeri IAAF Continental Cup, yana mmeri nke afọ 2010 IAAF Diamond League.",
  "O nwere ihe ndekọ Kenya na ihe ndekọ Commonwealth maka 10,000 m na oge kachasị mma ya nke 29:32.53, nke e debere na Rio Olympics na afọ 2016.",
  "Ọ bụ Ricky Simms zụrụ Cheruiyot. A mụrụ ya na nso Keiyo na Rift Valley Province, na-abịa site n'otu obodo ahụ dị ka nwanyị ọzọ na-agba ọsọ Alice Timbilili.",
  "Afọ ọganihu ya bịara na afọ 1999: mgbe ọ dị afọ iri na ise, o nwetara ihe nrite ọlaọcha na afọ 1999 IAAF World Cross Country Championships n'azụ Werknesh Kidane",
  "Na 1999 World Youth Championships in Athletics ọ meriri ọla nchara na mita 3000",
  "Ọ nwetara ọkwa dị elu maka na afọ 1999 All-Africa Games, ebe o nwetara ọla nchara na mita 5000",
  "Ọ ghọrọ onye mmeri na 2000 IAAF World Cross Country Championships",
  "Ọ nwetara nhọpụta maka na afọ 2000 Olympic Games wee ruo na 5000 m ikpeazụ mgbe o setịpụrụ ihe kachasị mma n'onwe ya na agba nke iru eru",
  "Ọ dị nwayọ na ngwụcha ma bụrụ onye ikpeazụ na-agba ọsọ iji mechie.",
  "Vivian Cheruiyot meriri nrite ọlaọcha na 5000m ikpeazụ nke afọ 2007 World Championships na Osaka na 14:58.50, n'azụ Meseret Defar (14:57.91).",
  "Na mbido afọ 2009 ọ mebiri ihe ndekọ nke Kenyan 3000 mita ime ụlọ (8:30.53) na Birmingham wee merie asọmpi World's Best 10K na Puerto Rico. N'ọnwa Mee, ọ meriri na ọsọ Great Manchester Run 10K",
  "Cheruiyot meriri n'asọmpi 5000m nke ụmụ nwanyị na 2009 World Championships na Berlin na oge nke nkeji 14 58.33 sekọnd, ebe onye obodo Sylvia Kibet weere ọlaọcha",
  "O mechiri oge egwu ahụ na ọlaọcha 3000m na ọla nchara 5000m na 2009 IAAF World Athletics Final",
  "O meriri na asọmpi Afọ Ọhụrụ nke afọ 2009 San Silvestre Vallecana.",
  "Ọ nọgidere na World's Best 10K title na afọ 2010. Ọ pụtara na 2010 IAAF World Indoor Championships mere ka o nweta ọlaọcha na 3000 m n'azụ Meseret Defar",
  "Ọ duziri ihe ịma aka nke Kenya 5000 m na 2010 African Championships in Athletics na Nairobi ma merie Defar n'oge a iji nweta aha Afrịka. Mgbe nke a gasịrị, isi ihe ọ lekwasịrị anya n'afọ ahụ bụ 2010 IAAF Diamond League",
  "O meriri na 5000 m na Meeting Areva na Memorial van Damme ma họpụta ya dịka onye mmeri Diamond League Trophy maka ihe omume ahụ n'ozuzu. O meriri Sentayehu Ejigu na 2010 IAAF Continental Cup iji nweta ihe nrite ọla edo 5000m maka Africa. Ihe nrite ọla edo ọzọ na ihe omume ahụ bịara na afọ 2010 Commonwealth Games na Delhi, ebe ọ na-eduzi asọmpi Kenya na Sylvia Kibet na Ines Chenonge. Ọ laghachiri Kenya iji zụọ ma merie kilomita 8 na nzukọ Tuskys Cross Country. Ọ mechiri afọ ahụ na ọkwa dị elu site na mmeri na asọmpi BOclassic 5K na New Year's Eve.",
  "Cheruiyot malitere ịkwadebe maka World Cross Country Championships na Jenụwarị na afọ 2011 wee bịa nke atọ na Great Edinburgh Cross Country tupu ọ gbanwee Linet Masai iji merie Cross de Itálica na Seville. Ọ bụrụ onye nke abụọ na Kenyan Cross Country Championships mere ka o nwee ọnọdụ na ndị otu Kenya ma, n'adịghị ka ihe ịga nke ọma ya n'okporo ụzọ ahụ, ọ na-achọ inweta ihe nrite mbụ ya n'ụwa. Onye na-asọmpi ya bụ Masai duziri ebubo mbụ na afo 2011 IAAF World Cross Country Championships, mana Cheruiyot gbapụrụ na agba ikpeazụ iji nweta ihe nrite ọla edo ma duru Kenya gaa n'ọkwa ụmụ nwanyị.",
  "Ọ malitere na afọ 2012 site na mmeri na World's Best 10K ma melite ihe kachasị mma ya n'okporo ụzọ ruo minit 30:47. Ọ meghere  na afọ 2012 Diamond League circuit na mmeri dị warara n'ihu Meseret Defar, nke mbụ na 3000 m na Doha mgbe ahụ karịa 5000 m na Rome. O mere ka o doo anya na ọ nọ n'egwuregwu Olimpik site na mmeri nke 10,000m na Nairobi na June. N'egwuregwu Olimpik, o ritere ihe nrite ọlaọcha na mita 5000 na ọla nchara na mita 10,000.",
  "N'afọ 2018, o meriri na 2018 London Marathon na oge nke 2:18:31.",
  "Ọ mechara nke abụọ na 2018 New York City Marathon, mechie na 2:26:02 n'azụ onye mmeri Mary Keitany na 2:22:48, na 20 sekọnd n'ihu Shalane Flanagan onye mechara na 2:26:22.",
  "Àtụ:S-start\nÀtụ:S-ach\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-sports\nÀtụ:Succession box\nÀtụ:Succession box\nÀtụ:S-end"
]