[
  "Vivian Konadu Adjei ( born 14 January 2000) is a [[Football | A Ghanaian footballer who plays for Thunder Queens and the Ghanaian women's national team",
  "< ref > Amoh (13 September 2021)",
  "Black Queens in Lagos for Aisha Buhari Tournament",
  "Graphic Online",
  "</ ref >< ref name=\":0\" > {{ Cite web | author= | first= | date = 5 July 2021 | title= Black Queens coach calls 38 players for camping | url= https://www.ghanafa.org/black-queens-coach-calls-38-players-for-camping | access date = 2021-09-18 | work= www.ghanafa.org | publisher= Ghana Football Association | language= en } } </ ref >",
  "Nwa afọ Techiman na Bono East Region nke Ghana, Adjei nwere ụlọ akwụkwọ sekọndrị ya na nke okenye na Kumasi Sports Academy JHS na SHS",
  "Kumasi Sports Academy bụ ụlọ akwụkwọ bọọlụ nke na-enye ndị na-eto eto egwuregwu bọọlụ ohere agụmakwụkwọ ka ha na-azụlite nkà ha dị ka ndị na-agba bọọlụ.",
  "Adjei malitere ọrụ ya na otu egwuregwu Ghana Women's Premier League nke Kumasi Sports Academy Ladies. O mechara sonye na Thunder Queens wee gbaa goolu asaa na 2020 21 Ghana Women's Premier League na-emechi oge ahụ dị ka onye kacha gbaa goolu na klọb ahụ",
  "Ihe kachasị ama n'etiti ihe mgbaru ọsọ ndị ahụ bụ mgbe ọ gbara isi na nkeji nke 85 iji nye Thunder Queens mmeri 2 na 1 na Immigration Ladies na 5 Mee 2021. E kpebiri ya dị ka nwoke nke egwuregwu ahụ na ngwụcha nkeji iri itoolu.",
  "Adjei emeela maka Ghana na U17 na ọkwa dị elu",
  "N'afọ 2016, ọ nọchitere anya Ghana U17 na 2016 FIFA U-17 Women's World Cup ya na ndị egwuregwu dị ka Sandra Owusu-Ansah",
  "Ọ gbara egwuregwu atọ ka South Korea wepụrụ Ghana na nkeji iri na ise nke ikpeazụ.",
  "N'ọnwa Julaị 2021, Adjei mere ndị otu maka Aisha Buhari Cup na 2022 Africa Women Cup of Nations qualifiers megide Naịjirịa. O mere nke mbụ ya n'oge egwuregwu Aisha Buhari Cup megide ndị otu ụmụ nwanyị Cameroon na 20 Septemba 2021",
  "O gosipụtara nke mbụ ya site n'ịgba goolu mbụ ya na nkeji nke 89 nke egwuregwu ahụ iji nyere Ghana aka inwe mmeri 2o0."
]