[
  "Samuel Ifeanyi \"Vop\" Osili, Jr",
  "bụ onye ndọrọ ndọrọ ọchịchị otu Patị Democratic si Indianapolis, Indiana",
  "Ọ bụ onye otu Indianapolis City-County Council site na mpaghara nke iri na otu, na mpaghara ugwu ọdịda anyanwụ nke Center Township",
  "Kemgbe ọnwa Febụwarị afọ 2018, ọ bụ onye isi oche nke kansụl ahụ.",
  "N'abalị iri abụọ na abụọ n'ọnwa Disemba n'afọ 2011, onye ọka ikpe nke Indiana kwupụtara na ọ bụ odeakwụkwọ nke steeti ahọpụtara nke Indiana n'ihi enweghị ikike nke onye mbụ bụ Charlie White, ọ bụ ezie na e mechara gbanwee nke a na mkpesa.",
  "A mụrụ Osili na Lagos, Nigeria, nna ya bụ onye Naijiria ebe nne ya bụ onye Amerịka",
  "E kwuru na ọ na-ekwu okwu nke ọma mgbe ọ bụ nwata, nke mere ka nne na nna ya kpọọ ya \"Vop\" - nke pụtara \"Voice of the People\"",
  "Aha njirimara ahụ nọgidere",
  "N'etiti agha obodo Naịjirịa, ya na nne ya gbagara United States; nna ya esoghị ha ruo afọ ise ọzọ. Ha biri n'ụlọ nne nne nne ya na Haughville.",
  "O tolitere dị ka onye Republican mana ọ ghọrọ onye Democrat na 1990s.",
  "Osili gụsịrị akwụkwọ na Mahadum Carnegie-Mellon ebe o nwetara nzere bachelọ na ise ụkpụrụ ụlọ, ma nweta nzere masta na ụkpụrụ ụlọ na imewe obodo na Mahadum Columbia",
  "O mechara jee ozi dị ka onye ozi ala ọzọ na Haiti na mba ndị ọzọ na-emepe emepe",
  "Ọ bụ onye mmekọ ntọala nke A2SO4, ụlọ ọrụ na-emepụta ụkpụrụ ụlọ nke dị na Indianapolis nke bụ otu n'ime ndị mbụ Leadership in Energy and Environmental Design-certified firms na mba ahụ",
  "Ọ bụ onye otu Indiana Fire and Building Services Commission site na 2001 ruo 2005, na onye isi oche nke Indianapolis Board of Zoning Appeals site na 2005 ruo 2008",
  "N'oge dị iche iche, ọ rụrụ ọrụ dị ka onye otu bọọdụ nke YMCA nke Greater Indianapolis, United Way nke Central Indiana na Children's Museum of Indianapolis.",
  "N'afọ 2011, Osili meriri na City-County Council District 15 megide onye Republican, A",
  "J",
  "Feeney-Ruiz na onye Libertarian, Zachary Capehart. O nwetara pasent irí asatọ nke vootu.",
  "N'afọ 2015, e degharịrị mpaghara kansụl ahụ, wepụ oche anọ buru ibu, ma wega Osili na District 11. Osili meriri na ntuli aka 2015 maka District 11 megide Republican Remington O'Guin ebe o nwetara nke votu.",
  "N'ọnwa Febụwarị afọ 2018, onye isi oche nke City-County Council bụ Stephen Clay kwụsịrị ma kwado Osili ka ọ nọchie ya",
  "A họpụtara Osili dịka onye isi ala n'otu olu.",
  "N'afọ 2010, Osili bụ onye ndọrọndọrọ ọchịchị Democratic maka ọkwa odeakwụkwọ nke steeti Indiana, na-ekwe nkwa ịmaliteghachi ngalaba ọrụ azụmahịa nke ụlọ ọrụ ahụ",
  "Na mbụ, ọ bụ onye na-enweghị ike megide onye Republican bụ Charlie White",
  "Otú ọ dị, a karịrị White maka ịzọ ụlọ ya mbụ na Fishers dị ka ebe obibi ya ma nọgide na-eje ozi na kansụl obodo Fishers ọbụna mgbe ọ kwapụrụ n'obodo, na maka ịtụ vootu na mpaghara ochie ya na Republican primary",
  "Nnyocha e mere na mbụ gosiri na Osili nwetara Ike karia White na mpaghara Indianapolis n'ihi esemokwu ahụ.  Otú ọ dị, n'ụbọchị ntuli aka, Osili nwetara naanị pasent iri atọ na asaa nke votu n'etiti nnukwu ebili mmiri Republican nke gafere Indiana.",
  "Ndị Democrats mechara gbaa akwụkwọ iji kagbuo mmeri White, na-ekwu na ebe ọ bụ na ndị odeakwụkwọ nke Steeti ga-abụ ndị debanyere aha ha, ha ga-edebanye aha n'ụzọ iwu kwadoro ya mere White erughị eru ịzọ ọkwa",
  "Otú ọ dị, Kọmitii Recount nke steeti kagburu nkwupụta ndị Democrats. Ndị Democrats rịọrọ arịrịọ, na Eprel 7 onye ọka ikpe Marion County bụ Louis Rosenberg nyere iwu ka Recount Commission mee mkpebi banyere iwu nke ndebanye aha White.  Kọmitii ahụ jiri otu olu mee ntuli aka iji kpochapụ White, na-anakwere nkwupụta ya na ọ bu n'obi iji ụlọ ochie ya dị ka adreesị ya na-adịgide adịgide.  Ndị Democrats gwara Rosenburg ka ọ nyochaa mkpebi ahụ, nke o mere (n'oge White na-anọghị ya) na Nọvemba 23",
  "A tụrụ anya na ọ ga-ekpe ikpe n'ime ụbọchị iri atọ.",
  "Na Disemba 22, 2011, Rosenberg kpebiri na White mebiri iwu ntuli aka n'ezie, nakwa na o rughị eru ịzọ ọkwa",
  "Rosenberg nyere iwu ka Recount Commission wepụ White n'ọfịs ma kwupụta Osili dị ka onye mmeri na ndabara.  White kwupụtara ozugbo na ọ ga-arịọ arịrịọ, ma gwa Rosenberg ka ọ kwụsị ikpe ya ruo mgbe ụlọ ikpe dị elu nwere ike ịnụrụ ikpe ahụ",
  "N'echi ya, Rosenburg nyere nkwụsịtụ na mkpebi nke ya ruo Jenụwarị 3, 2012.  Na Jenụwarị 4, Rosenburg kpebiri na White nwere ike ịnọ n'ọfịs mgbe arịrịọ ya na-arụ ọrụ n'ụlọ ikpe.  Ọ bụrụ na Osili mechara bụrụ odeakwụkwọ nke Steeti, ọ ga-abụ onye Democrat mbụ jidere ọkwa ahụ kemgbe 1994.",
  "Dị ka Jim Shella, onye nta akụkọ ndọrọ ndọrọ ọchịchị na WISH-TV na Indianapolis si kwuo, ọ bụrụ na Osili mechara bụrụ odeakwụkwọ nke Steeti, ndị Republican agaghị enweta votu ọ bụla n'ụzọ iwu kwadoro n'ọsọ odeakwụkwọ nke Steeti",
  "Nke a ga-eme ka ha daa n'okpuru pasent iri a chọrọ iji nọgide na-enwe ọnọdụ ndị isi na steeti (ọ bụ nsonaazụ odeakwụkwọ nke Steeti kpebiri ọnọdụ ndị isi).",
  "ASNa Febụwarị 4, 2012, a mara White ikpe maka mpụ isii metụtara omume ya na ntuli aka 2010, si otú a wepụ ya n'ọfịs ozugbo; Indiana, dị ka ọtụtụ steeti, anaghị ekwe ka ndị omekome a mara ikpe nọrọ n'ọkwa",
  "White gbalịrị ime ka ebubo ndị ahụ bụrụ ihe na-ezighị ezi mgbe a na-ekpe ya ikpe, mana onye ọka ikpe nke Hamilton County Superior Court bụ Steven Nation jụrụ ime nke ahụ, si otú a kwụsị ohere ọ bụla nke White inwetaghachi ọfịs ọ bụrụgodị na mkpebi Rosenberg nyere Osilli ụlọ ọrụ ahụ gbanwere na mkpesa",
  "Gọvanọ Mitch Daniels họpụtara osote White, Jerry Bonnet, dị ka onye odeakwụkwọ nke steeti. Otú ọ dị, Ụlọikpe Kasị Elu nke Indiana tụfuru mkpebi Rosenburg, na-ekwusi ike na ndị Democrats gbara akwụkwọ ịma aka ha n'oge. Mkpebi ụlọ ikpe ahụ nyere Daniels ohere ịhọpụta onye ga-anọchi ya."
]