[
  "Vyan Sampson (amụrụ n'ụbọchị nke abụọ n'ọnwa Julaị n'afọ 1996) bụ onye na-agba bọọlụ na Jamaica nke na-agbachitere Charlton Athletic na ndị otu ụmụ nwanyị nke mba Jamaica.",
  "Sampson malitere ọrụ egwuregwu ya n'otu ndị ntorobịa na Charlton Athletic tupu ọ banye na FA WSL 1 club Arsenal na 2011",
  "Na mbụ, ọ na-egwuri egwu n'otu ndị na-eto eto na otù ndị ọzọ, ebe ọ meriri iko mba na ọkwa ndị ọzọ na League Cup n'otu ndị nọ n'okpuru afọ irí asaa",
  "Ọ nọgidere na ọkwa dị ala nke Arsenal ruo afọ atọ n'etiti afọ 2011 na 2014 tupu a kwalite ya n'ime ndị otu mbụ, asọmpi mbụ ya bịara na 12 Ọktoba 2014 na egwuregwu WSL ikpeazụ nke oge ahụ; mmeri 3 - 1 n'ụlọ megide Everton.",
  "N'afọ sochirinụ, n'afọ 2015, Sampson mere naanị otu mputa egwuregwu maka Arsenal mana ọ gbara bọọlụ ugboro anọ na FA WSL Cup nke Arsenal gara n'ihu merie mgbe ha meriri Notts County; e webatara Sampson na nkeji ole na ole nke ikpeazụ. Na mbido afọ 2016, Sampson bịanyere aka na nkwekọrịta ọhụrụ na Arsenal. Otú ọ dị, ọnwa atọ ka e mesịrị, o merụrụ ahụ n'ikpere nke mere ka ọ ghara ịgba bọọlụ ọnwa anọ. N'ọnwa Eprel 2018, Sampson malitere igbara West Ham United nke FA Women's Premier League Southern Division. Na 19 June, ka West Ham banyere na WSL maka 2018 - 19, Sampson bịanyere aka na nkwekọrịta na klọb ahụ.",
  "N'ọnwa Ọgọstụ 2019, Sampson sonyeere ndị otu Championship ọhụrụ e guzobere London City Lionesses na mgbazinye ego.",
  "Na Septemba 2020, Sampson sonyeere San Marino Academy na Serie A",
  "A kpọrọ aha ya n'otu egwuregwu ụbọchị mana ọ pụtaghị.",
  "Na 28 Jenụwarị 2021, Sampson sonyeere Charlton Athletic na nkwekọrịta na-adịgide adịgide ruo na ngwụcha oge 2020 na 21.",
  "Sampson nọchitere anya England na Under-17 na Under-19 Oge izizi ya maka England U17s bịara na 13 Eprel 2012 na mmeri n'ụlọ na Iceland na 2012 UEFA Women's Under-17 Championship qualifier. Ọ pụtara ugboro anọ ọzọ n'afọ 2014 maka England U17s ma nyee otu goolu; megide Israel na iru eru maka 2013 UEFA Women's Under-17 Championship. N'afọ 2013, Sampson gara England U19s wee mee nke mbụ ya na 4 Eprel megide Serbia. Ọ pụtara ọzọ tupu England ahọrọ ya maka 2014 UEFA Women's Under-19 Championship, ọ gbara nkeji zuru ezu na egwuregwu abụọ mbụ nke mba ya tupu ọ hapụ egwuregwu nke atọ na nke ikpeazụ ka a kụrụ England n'ọkwa otu.",
  "N'ịgbaso asọmpi FIFA Women's World Cup nke ndị otu mba Jamaica, a kpọrọ Sampson ka ọ bịa na ndepụta nke ogige ọzụzụ ha na Jenụwarị 2019."
]