[
  "Ụmụnna nke Waawa nke enu ugwu ala igbo nke ana akpo ndi Waawa, ndi Waawa, bu ndi nwere mkpuru-iche nke ndi Igbo nọ na Enugu na Ebonyi Steeti, Naijiria, gụnyere ọtụtụ ime obodo, ndi nile na- asụ asụsụ Igbo pụrụ iche nke ana akpọ Waawa",
  "Ndi akacha mara ama bụ ndi Agbaja na Ngwo bụ ndi mmadụ ndi no n’agbata oke ọhịa nke Awka (isi obodo Anambra ) rue ndagwurugwu okwute nke Enugu (isi obodo Enugu )",
  "Agbaja mejuputara n' ime obodo ndi nọ ugbua na ụmụnna Ngwo, Udi, Ezeagu, Umulokpa, Igbo-Etiti, Oji-Riva, Awgu -ukwu, na okpuru ochịchị ndị dị na ọwụwa anyanwụ Enugu",
  "Akụkụ ndị ọzọ amaara n'ụmụnna Waawa gunyere Nkanụ, Nsukka, Abia(nke di n'ime Waawa na abụrọ Abia nke Steeti), Nike na ime obodo ndị ọzọ dị na Enugu Steeti",
  "Ndi ha na Waawa jikọtara ọnụ nke mere eji mara aha ha bụ ndị be ichie Onyeama na Eke, onye bụ onye ọchịchị kacha mkpa nke Agbaja na mbido narị afọ nke iri abụọ.",
  "Onyeama  ka amụrụ ihe dịka na afọ 1870s, nwa nke ikpeazu n'ime ụmụ iri nke özö Omulu Onwusi, nwoke zuru onwe ya nwere ọtụtụ nwanyi , na naanị nwa nwọke nne ya - Chinazụngwa Ijeonyeabọ nke agbataobi ime obodo Ebe",
  "Ọge ọ dị afọ asaa, nna ya kpuru ya anị",
  "Usoro nke ọge ntorobịa, nke a gosipụtara nkwa nke nwa okorobịa ahụ",
  "Nna Onyeama nwụrụ mgbe nke ahụ gasịrị",
  "Nne ya nwụkwara, eleghị anya maka nsị o jiri nyegbue nwoke yiri nwa ya nwọke Onyeama egwu ime ya ihe ike.",
  "Onye nwanne ya nwoke, Amadiezeoha Nwankwo-Onwusi wetara, Onyeama rụsiri ọrụ ike wee mee akara ya na azụmaahịa",
  "Ọ gara ọmarịcha ahịa azụmahịa ndị Aro na-achịkwa, gụnyere Abiriba, Arochukwu, Arondizuogu, Bende, Oguta, Uburu, wdg",
  "Mgbe ọchịchị ndị Britain rutere Eke na 1908, Onyeama bara ọgaranya iji zụta ụzọ ya n'ime obodo Ozo na ịlụ nwanyị mara mma, bụ Afia Nwirediagu, ma mesịa Gwachi Ebue.",
  "Nwayọ nwayọ ma n'ezie, Onyeama nwetara ndị colonist iji nye ya \"Warrant Chiefdom\" nke Eke",
  "O were ike ma kọwaa ya",
  "Onyeama hụrụ onwe ya dị ka onye ọchịchị zuru oke nke na-enweghị ike ịgbagha ikike ya",
  "Ma Eze Onitsha, Obi Okosi I, chịrị",
  "Onweghi eze Igbo ajuju banyere ike ọchịchị onye ọchịchị nke Onitsha, ma ya fọdụkwa ịsị na ọ bụ “ndị isi pere mpe” si ugwu.",
  "Onyeama gosipụtara n'ehihie na ọchịchị Obi nke Onitsha bụ akụkọ ntolite, n'ihi na ọ lere alaeze niile nke Onitsha anya dị ka ntọala nke ndị ọbịa si n'Alaeze Benin",
  "Ọ bụrụ na ihe ọ bụla, ya (Onyeama) nọ na njikọ nke Oba nke Benin ma ọ bụ Ooni nke Ife, bụ eze ndị Yoruba",
  "Nke a setịpụrụ ọnọdụ maka esemokwu dị egwu n’etiti ndị eze ugwu ugwu ọwụwa anyanwụ (nke a na-akpọ Wawa) na ndịda ọdịda anyanwụ Igbo (nke a na-akpọ Ijekeebé).",
  "Otu a ka ọ siri di na nchikota ndị eze Igbo n’afọ 1928, ndị isi niile na ndị isi nile n’obodo ochie bụ Onitsha (tinyere Enugwu) na ndị ọzọ ga-agbakọ na Enugwu iji nabata Captain W",
  "Buchanan-Smith, onye a họpụtara ọhụrụ dị ka gọvanọ ndịda",
  "Nigeria mpaghara",
  "Obi na-abụkarị oche kacha elu nke nsọpụrụ e chere na ọ bụ onye ọchịchị ọdịnala nke mba Igbo",
  "Mgbe Onyeama batara mgbe e mechara na ndị otu nche ya, ndị isi na ndị Igbanküda, ọ kpasuru iwe banyere ọnọdụ Obi dị elu nke ọchịchị ya.",
  "Onyeama nyere iwu ka ewepụ Eze Onitsha dị ike ozugbo",
  "Ihe omume soro Onye Ochichi na-anwa imebi Onyeama",
  "Na iwe, dị ka akụkọ akụkọ si kwuo, ọ kpọrọ, \"Wa\" (lingo mpaghara maka \"Mba\"); maka imesi okwu ike na dị ka ihe na-egosi na a pụghị ịgbanwe agbanwe, o kwuru, sị: “Wa –wa!” [Mgbe! O wee tụgharịa gwa ndị isi na-achị ala, sị: “Ọ bụrụ na nwoke ahụ ka nọ ọdụ n'oche ahụ mgbe m lọtara, agụ owuru ga-eri ya.” Onyeama nwetara ụzọ ya wee merie dị ka eze kachasị ukwuu n'obodo! Echetara na ndị nwere mmekọrịta mmekọrịta mmekọrịta ọha na eze ogologo oge na Onye Britain, Onyeama emeghị onwe ya ọtụtụ ndị enyi",
  "E mere ndekọ na 1930s na-ebo ya ebubo na ọ liri nwunye na-ekwesịghị ntụkwasị obi na ndụ! Otu ụlọikpe nyere iwu ka ụlọ ọrụ German ahụ mere akụkọ banyere nkwutọ kwụsị ya ịgbasa",
  "Akụkọ ndị a na akụkọ mbibi ndị ọzọ na-ebibi ihe nke ọchịchị aka ike, ịchụpụ nwunye na ọbụna igbu ọchụ apụtabeghị akụkọ akụkọ Onyeama",
  "Ndị ya lere ya anya nke ọma nke ọma",
  "Ndị uwe ojii nzuzo ya (nke ndị aka ya akara aka, ndị mmeri na-agba mgba) mere ka ụjọ jide ndị isi na ndị nkịtị na ọgbọ ka na-asọpụrụ ike nke eze ukwu a.",
  "N'etiti ndi Wawa enwere otutu uzo di iche-iche, ma achoputa obodo obula site na udiri egwu ha na egwu egwu ha",
  "Somefọdụ n'ụdị site na mpaghara gụnyere:",
  "Otu n'ime akwụkwọ nri kacha mkpa na nri Wawa na omenaala ndị Igbo n'ozuzu ya bụ tub tub",
  "A na-ahụta nke a dịka ihe ọkụkụ ndị Igbo ma bụrụkwa chi dị nsọ dịka Njoku Ji, chi yam",
  "Nri ndị Igbo gụnyere akwụkwọ nri ndị ọzọ dịka mkpụrụ ugu, nke a na-eme ofe a na-akpọ Egusi, Ahịrị Ilu nke a na-eme ofe na Okra, nke aha ya sitere n'asụsụ Igbo."
]