[
  "Wadsworth Aikens Jarrell (amụrụ na Nọvemba 20, 1929) bụ ónyé America na-ese ihe, ónyé na-ese ọkpụkpụ na onye na-ebi akwụkwọ",
  "A mụrụ ya na Albany, Georgia, wee kwaga Chicago, Illinois, ebe ọ gàrà Art Institute of Chicago",
  "Mgbe ọ gụsịrị akwụkwọ, ọ malitere itinye aka nke ukwuu n'ihe nkiri nka mpaghara ma site na ọrụ mbụ ya ọ nyochara ndụ ọrụ nke ndị Africa America na Chicago ma chọta mmetụta na anya na ụda nke egwu jazz",
  "Na ngwụcha afọ 1960 ọ meghere WJ Studio na Gallery, ebe ya na nwunye ya, Jae, kwadoro ndị na-ese ihe na ndị na-eti egwu mpaghara.",
  "A mụrụ Jarrell na Albany, Georgia, na 1929 na Solomon Marcus na Tabitha Jarrell",
  "A na-akpọ ya aha ónyé na-ede uri Henry Wadsworth Longfellow, ọ bụ nwa ikpeazụ n'ime ụmụ isii. Otu afọ mgbè amuchara Jarrell, ezinụlọ ahụ kwagara n'ugbo dị hekta iri abụọ na asatọ dị nso na Athens, Georgia, ebe ha na-akụ akwụkwọ nri na ogho. Nna Jarrell bụ ọkwá nkà na ónyé na-eme oche nke nwere azụmahịa nke ya, Ụlọ Ahịa Ngwongwo S.M",
  "Jarrell. Ụmụ nwoke atọ Jarrell rụrụ ọrụ n'ebe ahụ, otu n'ime ha na-amụta oche osisi. Ikike nka nke nna ha na nkà nke nne ha dị ka onye na-eme akwa nyere aka n'ịhụnanya ezinụlọ ahụ dum maka nka. Dị ka nwatakịrị, Jarrell gàrà ụlọ akwụkwọ nwere otu ọnụ ụlọ ebe onye nkuzi ya, Jessie Lois Hall, gbara ya ume ịchọpụta akụkụ nka ya. Ọ gàrà ụlọ akwụkwọ Baptist nke onwe ya malite na klas nke asaa tupu ọ gaa Athens High na klas nke iri",
  "N'ụlọ akwụkwọ sekọndrị, nkà ya màkà nka pụtara ìhè ka ọ malitere ịmepụta ihe nkiri nke ya, ihe osise maka akwụkwọ ụlọ akwụkwọ, na ihe osise iji mee ihe egwuregwu, n'ikpeazụ na-ese ihe osise mmanụ",
  "Dị ka nwa okorobịa nwere mmasị na nka n'oge ngwụcha afọ 1930 na mmalite afọ 1940 ọ mụtara banyéré eserese na ihe osise site na magazin ndị dị ka Saturday Evening Post na Collier's",
  "N'enweghị ike ịchọpụta ọdịiche dị n'etiti ihe osise na ihe osise, Jarrell chere na \"ndị na-ese ihe mechara baa ọgaranya mana ọ bụ ndị na-ese onyinyo na-eme nnukwu ego\".",
  "N'ịgbalịsi ike ịbanye na Howard, na-enweghị ike ịrụ ọrụ, yana nchegbu banyéré ọnụ ọgụgụ mpụ na-arịwanye elu na Washington, ezinụlọ ahụ kpebiri ịkwaga ọzọ na 1977, n'oge a na Athens, Georgia. N'oge na-adịghị anya mgbè ọpụpụ ahụ gasịrị, Jarrell ghọrọ osote prọfesọ na Mahadum Georgia",
  "Ya na nwunye ya malitere ụlọ ọrụ ihe eji egwuri egwu agụmakwụkwọ dị elu nke sitere n'ịhụnanya ụmụ ha nwèrè màkà ihe eji eg egwuri egwu yiri ya mgbe ha bi na Washington, D.C",
  "Ha meghere obere ụlọ ahịa a na-akpọ Tadpole Toys na Hobby Center na Athens màkà nnukwu nnabata. Otú ọ dị, n'ihi ahịa na-adịghị mma na Mee 1982, a manyere ha imechi ya",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, Jarrell nwetara ọrụ na Mahadum ahụ. N'afọ 1988, ọ lara ezumike nká n'ọkwa ya na nkuzi n'ozuzu ya iji lekwasị anya n'ọrụ okike ya. Ka ọ na-erule afọ 1994, ụmụ atọ ahụ toro; ụmụ nwanyị abụọ ahụ gara Art Institute nke Chicago, Wadsworth Jr",
  "ghọkwara onye ọrụ ụgbọ mmiri",
  "N'afọ ahụ, Jae na nwa ya nwanyị Jennifer kwagara New York iji chọta ebe ha ga-ebi, biri na SoHo, ebe Jarrell sonyeere ha ọnwa ole na ole ka e mesịrị. Ugbu a, Jarrell na Jae bi ma na-arụ ọrụ na Cleveland, Ohio.",
  "Mgbè ọ gụsịrị akwụkwọ na Art Institute, Jarrell na-ebi ndụ site na ịkwụ ụgwọ ya site na ịgwakọta ihe osise ma kwalite nkà ya na ụlọ ọrụ ya ruo otu afọ",
  "Ọ malitere itinye ọrụ ya na asọmpi, a nabatara ya na Chicago Show na Navy Pier na Union League Show",
  "Jarrell mepụtara ihe osise sitere n'ike mmụọ nsọ nke echiche ndị ọ mụtara n'ụlọ akwụkwọ na ihe nkírí nke ndụ kwa ụbọchị na Chicago ojii",
  "N'inwe mmasị na ịgba ọsọ ịnyịnya, klọb jazz na ụlọ mmanya, ọ na-ejikarị sketchpad na nyocha ya, mechaa mepụta ihe osise dị ka Neon Row (1958), ihe nkírí n'okporo ámá, Shamrock Inn (1962), ihe nkiri ụlọ mmanya, na The Jockeys #1 (1962), site na nleta n'okporong ịnyịnya. Isiokwu ndị a ga-apụta ọzọ n'oge niile ọ na-arụ ọrụ",
  "Ọrụ mbụ ya na-egosipụta \"echiche efu abụọ\" ọ mụtara n'ụlọ akwụkwọ: anya na geometric na ihe ndị na-ekpuchi ihe na-alaghachi na ebe na-apụ n'anya na mbara igwe",
  "A na-eji agba egosi mmegharị na nkwụsi ike, ọdịiche a hụrụ na Shamrock Inn na The Jockeys #1, Otú ọ dị, palette Jarrell agbanweela n'ime ngwakọta agba na-egbuke egbuke ma dị ike, mgbé ụfọdụ na-adị iche na ogbugbu ikpeazụ ha",
  "Mmetụta nke post-impressionism pụtara ìhè na ọrụ ndị a mbụ, n'ụzọ kwekọrọ na usoro agụmakwụkwọ nka n'oge ahụ.",
  "Dr",
  "Stacy Morgan, prọfesọ na ngalaba nke American Studies na Mahadum Alabama, kọwara ọrụ Jarrell dị ka \"otu ihe dị ịrịba ama nke nkà dị egwu, nke na-emepụta ihe ọhụrụ na nke na-etinye aka na ndọrọ ndọrọ ọchịchị\"."
]