[
  "Based on a long period of research and analysis, the work of Wael Shawky solves the idea of nation, religion and art through film, performance and storytelling",
  "< ref name=\"lissongallery.com\" > {{ Cite web | url= http://www.lissongallery.com/artists/wael-shawky | title= Wael Shawky | Artists | Lisson Gallery | work= www.lissongallery.com | language= en | accessdate= 2017-04-01 } } </ ref > Shawky creates contemporary culture through the lens of historical tradition and the other",
  "Mixing fact and fiction, childlike wonder and spiritual teachings, Shawky has created a depiction of the ancient conflict between Muslims and Christians in his trilogy of puppets and marionettes",
  "< ref name=\"lissongallery.com\" />",
  "Basedhawky was born in Alexandria, Egypt in 1971 and spent his youth in Mecca, Saudia before returning to Egypt at the age of 13",
  "< ref name=\"thenational.ae\" > {{ Cite news | url= http://www.thenational.ae/arts-culture/art/the-uae-and-majahim-camels-are-at-the-centre-of-wael-shawkys-film-dictums-manqia-i | title= The UAE and majahim camels are at the center of Wael Shawky's film Dictums: Manqia I | work= The National | access date = 2018-02-28 | language= en } } </ ref >Shawky is one of the most famous artists from the Middle East who has received international recognition for his work that traces the history of the Crusades from a Middle Eastern perspective",
  "< ref > \"Wael Shawky at the Castello di Rivoli Museum of Contemporary Art, Turin - purple ART\", Purple, 2016-11-16",
  "(in en-US) </ ref >He holds an MFA from the University of Pennsylvania, Philadelphia, USA, and a BFA from Alexandria University, Egypt",
  "< ref > {{ Cite web | url= http://www.lissongallery.com/artists/wael-shawky | title= Wael Shawky - Artists - Lisson Gallery | publisher= } } </ ref >",
  "A mụrụ Shawky na Alexandria, Ijipt na 1971 ma nọrọ oge ntorobịa ya na Mecca, Saudia tupu ọ laghachi Ijipt mgbe ọ dị afọ 13. Shawky bụ otu n'ime ndị omenkà a ma ama si Middle East bụ onye nwetara nkwado mba ụwa maka ọrụ ya nke na-achọpụta akụkọ ihe mere eme nke Crusades site na oghere Middle East. O nwere MFA site na Mahadum Pennsylvania, Philadelphia, USA, na BFA site na Маhadum Alexandria, Ijipt.",
  "5N'afọ 2017, Wael Shawky gosipụtara ọrụ ọhụrụ ya 'Song of Roland: The Arabic Version' na mmeghe nke Theater der Welt 2017 na Hamburg, German. Nnukwu ihe nkiri na egwu egwu na-asụgharị amaokwu French 'La Chanson de Roland' n'asụsụ Arabic ma gosipụta ihe ngosi nke ndi egwu iri abụọ na ise na-agụ egwu fidjeri",
  "Fidjeri bụ ụdị egwu nke ndị na-egwu pearl na-abụ site na steeti Gulf nke Persian, dịka akụkụ nke omenala nke malitere ihe karịrị afọ narị asatọ.",
  "N'afọ 2016, Shawky nwere ihe ngosi onwe ya na Kunsthaus Bregenz, Austria, The Fondazione Merz na Castello di Rivoli, ma na Turin, Ịtali. N'afọ 2014, Serpentine Galleries na London mere ihe ngosi nke ọrụ ya. Enwere ike ịchọta ọrụ Shawky n'ọtụtụ nchịkọta ọha na eze, ọkachasị: Museum of Modern Art (MoMA), na New York City, US, National Gallery of Canada, na Ottawa, Canada, na Tate Collection, na London, UK. Ọ bụ Lisson Gallery na-anọchite anya ya.",
  "Shawky enwetala ọtụtụ onyinye na ihe nrite maka ọrụ ya",
  "Ọ meriri Ernst Schering Foundation Art Award na 2011 ma bụrụ onye natara Mario Merz Prize mbụ (2015) maka trilogy ihe nkiri ya, Al Araba Al Madfuna",
  "N'afọ 2015, Shawky nwere ihe ngosi akpọrọ \"Crusades and Other Stories\" na Mathaf: Arab Museum of Modern Art.",
  "N'ime ihe nkiri ya nwere oké ọchịchọ, Cabaret Crusades, Wael na-ewere dị ka isiokwu ya akụkọ ihe mere eme na akụkọ mmekọrịta ọha na eze na ndọrọ ndọrọ ọchịchị gbara Agha Ndị Kraịst gburugburu. Usoro ahụ malitere na 2010 ma mechaa mechaa mezue na Jenụwarị 2015, mgbe emere ya na MoMA P.S.1, New York. Cabaret Crusades nwere ihe nkiri atọ: The Horror Show File, The Path to Cairo, na The Secrets of Karbala, nke onye edemede Lebanọn Amin Maalouf dere The Crusades Through Arab Eyes. Ihe nkiri Shawky gosipụtara akụkọ ihe mere eme dị iche iche na mgbalị inye ma gosipụta echiche ndị Arab banyere Agha Ntụte (site na 1095 ruo 1204). Ndị niile nọ na fim atọ Shawky bụ ndị na-eme ihe nkiri ma gosipụta ọdịnala Arabic. Ihe omume nke abụọ, The Path to Cairo, gosipụtara ụmụ bebi e ji ụrọ mee - ihe e kwenyere na ọ bụ ihe e ji mee ụmụ mmadụ dịka Qu'ran si kwuo.",
  "N'afọ 2011, Shawky gosipụtara ọrụ ya na 12th Istanbul Biennial. N'afọ 2013, o mepụtara ihe ngosi maka Sharjah Biennial site na usoro 'Dictums' ya, ebe ndị ọrụ 30 (nke kachasị sitere na ndị Pakistan) na-abụ abụ na qawwali, ụdị egwu nsọpụrụ Sufi na okwu ndị e si na nkwupụta nke Biennial. Shawky gara n'ihu nata ihe nrite Sharjah Biennial maka ọrụ ahụ N'afọ 2010, Shawky malitere MASS Alexandria nke bụ mmemme mbụ nke onwe ya maka ndị na-eto eto na-ese ihe na Alexandria, Egypt."
]