[
  "Aituaje Iruobe, onye a maara dịka Waje, bụ onye Naịjirịa na-agụ egwu nke ụda olu ya na-ekpuchi octaves atọ",
  "O bu ụzọ nweta nkwanye ùgwù mgbe e gosipụtara ya na mmegharị nke P-Square's \"Omoge Mi\"",
  "E gosikwara Waje na egwu abụọ ahụ nke afọ 2008 \"Do Me\"",
  "Ọzọkwa, o nyere aka na \"Thief My Kele\" nke Banky W na \"One Naira\" nke M.I. N'afọ 2016, Waje bụ otu n'ime ndị ọka ikpe anọ na oge mmeghe nke The Voice Nigeria",
  "N'afọ 2018, n'oge ikpeazụ ya nke Africa Magic telenovela, Battleground, Waje laghachiri.",
  "A mụrụ Waje na Septemba 1, na Akure, Ondo Steeti, Naijiria",
  "Ọ bụ ọkpara na nwa nwanyị mbụ n'ezinụlọ ya",
  "O tolitere na Benin City, mgbe nne na nna ya kwagara",
  "Nne na nna ya gbara alụkwaghịm mgbe ọ dị obere, ọ ghaghị imeri ihe isi ike nke sochiri nkewa nne na nna ya.",
  "Waje tụrụ ime mgbe ọ na-ede West African Senior Secondary Certificate Examinations",
  "Ọ nọ n'afọ ikpeazụ ya na Senior Secondary School n'oge ahụ",
  "Ọ gwaghị nne ya banyere afọ ime ahụ ruo ọnwa ise n'ime ime ahụ",
  "A machibidoro ya ịbụ abụ na ukwe nke ụka ya maka ịtụrụ ime n'alụghị di.",
  "Ọ na-abụ abụ ozioma iji mee ka Achịbishọp Benson Idahosa nwụrụ anwụ nwee obi ụtọ",
  "Idahosa nwere mmasị dị ukwuu na abụ ya ma kpebie inyere ya aka n'oge ọ nọ n'ụlọ akwụkwọ sekọndrị. Waje mechara kwaga Nsukka ịga Mahadum nke Naijiria, Nsukka, nweta nzere na ọrụ mmekọrịta mmadụ na ibe ya n'ụlọ akwụkwọ ahụ",
  "N'oge ọ nọ na UNN, ọ rụrụ egwu n'ụlọ akwụkwọ na mkpakọrịta",
  "Ọ gere ndị na-abụ abụ dịka Whitney Houston na Aretha Franklin ntị iji meziwanye ọrụ ya.",
  "Olu olu Waje na-ekpuchi octaves atọ",
  "A hụrụ ya ka ọ na-abụ abụ na chọọchị",
  "Ọ gụrụ ọrụ mmekọrịta mmadụ na ibe ya na Mahadum nke Naịjirịa, Nsukka (UNN) ma rụọ ọrụ nwa oge na njem nleta",
  "N'afọ 2007, Waje malitere ọrụ egwu ya",
  "Ọ ka bụ nwa akwụkwọ n'oge ahụ ma kwụọ ụgwọ ya site n'ime ọtụtụ ihe ngosi na ihe nkiri n'efu.",
  "N'afọ 2008, ọ pụtara na egwu P-Square akpọrọ \"Do Me\"",
  "A maara egwu a nke ọma n'ofe Afrịka na akụkụ ụfọdụ nke mba Europe",
  "O sonyere na Advanced Warning (ihe ngosi TV nke gosipụtara ndị na-ese ihe na-aga n'ihu)",
  "Ọ bụ MTV Base South Africa na Zain Naijiria haziri ihe ngosi ahụ, ebe ọ bụ onye nke abụọ.",
  "N'afọ 2010, 360nobs.com mere ihe ngosi pụrụ iche na Waje na mmesi ike \"Words Aren't Just Enough....I'm Speechless\"",
  "Waje esorola ndị na-ese ihe dịka Wyclef Jean na South Afrika, na-emeghe maka Kerry Hilson n'oge ihe ngosi a haziri na Calabar, ma soro ndị na-ese egwu na-arụkọ ọrụ, gụnyere \"One Naira\" na M.I na \"Do Me\" na P-Square",
  "Ya na Dencia rụkọrọ ọrụ na \"True Love\" ma nwee egwu ndị natara onyinye na nhọpụta. O weputara abọm izizi ya akpọrọ Words Aren't Just Enough n'afọ 2013.",
  "Waje mere ihe nkiri izizi ya na ihe nkiri afọ 2014 Tunnel, ya na Femi Jacobs, Patrick Doyle, Nse Ikpe-Etim na Lepacious Bose",
  "Onye nduzi ya bụ Stanlee Ohikhuare, ihe nkiri a na-adabere na ndụ pastọ na-eto eto.",
  "N'ọnwa Nọvemba afọ 2014, o wepụtara vidiyo egwu maka Diamond Platnumz nyere aka \"Coco Baby\". N'ọnwa Ọgọstụ afọ 2015, o wepụtara egwu \"Left for Good\", nke gosipụtara Patoranking na Godwin Strings. E gosipụtara Waje na \"Strong Girl\", bụ egwu maka One's Poverty is Sexist campaign, ma sonyekwa Bono maka mgbasa ozi Legos na afọ 2015. A mara ọkwa Waje dị ka otu n'ime ndị ọka ikpe na The Voice Nigeria, ya na 2face Idibia, Timi Dakolo na Patoranking.",
  "Na ọnwa Jenụwarị afọ 2019, Waje na Omawumi malitere Hermanes Media, ụlọ ọrụ mgbasa ozi nke na-ahụ maka mmepụta ihe nkiri na TV, mgbasa ozi, nhazi ọdịnaya, mmegharị ihe omume, na ahịa dijitalụ.",
  "Na ọnwa Machị afọ 2019, Waje kpughere ebumnuche ya ịkwụsị ọrụ egwu",
  "O kwuru na ọ na-atụle ịkwụsị n'ihi enweghị nkwado maka egwu ya.",
  "N'ọnwa Eprel afọ 2019, e gosipụtara Waje na ihe nkiri Somkele Idhalama mepụtara She Is",
  "Ya na Omawumi rụkọrọ ọrụ iji dekọọ ụda ihe nkiri ahụ.",
  "N'ọnwa Disemba afọ 2019, ya na onye egwu rap nke Naijiria ọzọ, Zoro, jikọrọ aka wepụta otu egwu akpọrọ ‘Ngwa’",
  "Abụ a bụ abụ a na-akpọ ballad nke Philkeyz mepụtara",
  "Okwu abụ ahụ dị n'asụsụ Igbo",
  "Egwu a sochiri egwu ya wepụtara na mbụ nke a na-akpọ 'Udue' ebe o gosipụtara Johnny Drille, onye na-ese ihe site na ndekọ Mavin.",
  "Waje bụ nne naanị ya.",
  "Nwanne ya nwanyị, Amaka Iruobe bụ onye na-eme ihe nkiri nke nwere obere akụkụ na ihe nkiri a ma ama Tinsel na ihe nkiri First Cut",
  "Waje na ndị ntorobịa obodo ya rụkọrọ ọrụ site na otu \"Waje's Safe House\", ebe ya na ndị NGO ndị ọzọ na-arụkọ ọrụ kwa nkeji iji nyere aka ịlụ ọgụ maka ihe ha na-eme",
  "Ọrụ mbụ a kwadoro n'okpuru Waje's Safe House bụ Mental and Environmental Development Initiative for Children, na-enyere aka na Project HELP (Help Educate the Less Privileged) nke ebumnuche nke ịkpata ego maka ikwe ka ụmụaka gaa n'ihu na ọmụmụ ha n'ụlọ akwụkwọ dị na Makoko, site na Ring Back Tones na egwu ya \"Oko Mi\" na \"I Wish\".",
  "Ọ bụ otu n'ime ndị ama ama na-eme egwuregwu na Naijiria bụ ndị ha na Independent National Electoral Commission (INEC) na-arụkọ ọrụ na Naịjirịa iji guzosie ike megide mmegharị ntuli aka, ịzụta votu, ime ihe ike na izu ọjọọ."
]