[
  "WakeMate bụ  ngwaọrụ eletrọniki nwere ihe mmetụta n'ihi nke dị ka ndị ọzọ ndị e bu n'obi iji nyochaa ọnọdụ ụra nke onye ọrụ site na iji actigraphy",
  "Ọ ga-ejikọta na ekwentị mkpanaaka onye ọrụ site na ụdị nke ụwa a ịghọ na Bluetooth iji dekọọ data ụra na iji mee ka ekwentị kpọtee ha n'oge ụra kachasị mfe n'ime windo nkeji 20 tupu oge mkpu achọrọ dị ndụ ebighị. O nwekwara ọtụtụ ngwaọrụ n'ịntanetị ndị na eme ìhè ahụ n'ebe iji nyere ndị mmadụ aka ime ka ụra ha dịkwuo irè ma melite ogo ụra ha.",
  "A na-egbu oge maka ọrụ WakeMate ọtụtụ ugboro, nke mere ka ụfọdụ ndị mmadụ na ímé ihe ọ ga esi egosi ịhụnanya n'ebe ndị na-akwado ọrụ ahụ pụọ tupu ngwaọrụ ahụ ebufee ndị mere. Ngwaahịa ahụ mechara zigara ndị nkwado ole na ole",
  "Otú ọ dị, mmalite ahụ nwere nsogbu ncheta USB na nsogbu ndakọrịta na gam akporo.",
  "Perfect Third Inc",
  "bụ ụlọ ọrụ nkụzi afọ okuku n'oge ochie nakwa ike ịbelata ọnụ nke ụwa na ụdị nke  eletrọniki nke Arun Gupta, nwa akwụkwọ Mahadum Yale, na Greg Nemeth, nwa akwụkwọ nke Mahadum Columbia, guzobere na Disemba 2009",
  "N'oge na-adịghị anya mgbe nke ahụ gasịrị, Craig Lewiston, onye nwetara nzere doctorate ya na Harvard-MIT Division of Health Sciences and Technology, na Tom Davis, onye nwere ahụmahụ na-amalite ọrụ nke na-agbabu ndị TicketStumbler na ímé ya di ka ndị ọzọ, sonyeere ha",
  "N'ịbụ nke dị na San Francisco, CA, ụlọ ọrụ ahụ natara ego mkpụrụ site na Y Combinator nke nyere ha ohere ịmalite ngwaahịa mbụ ha, WakeMate.",
  "Ngwaahịa ndị na-asọmpi na WakeMate gụnyere ekere òkè ọhụrụ mkpu aXbo, elekere aka Sleeptracker, na Zeo Personal Sleep Coach.",
  "Na Juun 27, 2012, Arun Gupta kwuru ihe ndị a na blọọgụ: \"...dị ka ọtụtụ kilomita iji bịa ndị mere n'oge ochie ma na ụdị nke dị ka onye isi dị otú ahụ n'ime unu chere, anyị agwụla isi obodo anyị ma anyị agaghịzi eme WakeMates",
  "Ka ọ dị ugbu a, atụmatụ anyị bụ ịnọgide na-arụ ọrụ ahụ ka anyị na-arụkọ na ímé ihe ọ ga esi- ọrụ na-emeghe teknụzụ",
  "Enwere olile anya na nke a ga-eme ka o doo anya na ị nwere ike ịnọgide na-enwe obi ụtọ na ngwaahịa ahụ na uru ya ọbụlagodi na ímé nke dị ka ndị ọzọ mgbe ụlọ ọrụ ahụ adịghịzi ndị mere.",
  "Mgbe ndị Kraịst nọ n'ọrụ njegharị n'afọ nke anọ na ụdị nke ụra site akụkọ na brik USB charger gụnyere na mbupu mbụ nke WakeMates gbawara n'ime ọkụ, Perfect Third Inc",
  "chetara brik USB niile ma dọọ ndị ahịa ya aka na ntị site na email na ekwentị ka ha ghara iji ha."
]