[
  "Wale Adenuga Productions Limited, (na mkpirisi WAPL ma ọ bụ WAP) bụ ụlọọrụ ngosi ntụrụndụ na Naịjirịa",
  "Ọ bụkwa magazin bu ọkachamara na mmepụta ihe nkiri na mmemme TV",
  "Ụlọ ọrụ ahụ bụ onye nkwado na onye nwe ezinụlọ Super Story, Papa Ajasco na Binta.",
  "Ọ bụ Wale Adenuga guzobere ụlọ ọrụ ahụ na 1978",
  "Echiche nke nhazi ahụ malitere mgbe ọ gụsịrị akwụkwọ na Mahadum Lagos na 1974, na-eguzobe ya na-emetụta ndụ nke ndị ọzọ na-ese ihe osise nke o nwere n'ụlọ akwụkwọ ma ọ bụ ọmụmụ nke magazin TV a ma ama nke Nigeria nwere, usoro a maara dị ka Super Story na Binta bipụtara ma ree magazin na ọkara nde",
  "O mepụtara usoro ihe nkiri a ma ama dịka Papa Ajasco na 1983 na Binta My Daughter na 1995",
  "Otú ọ dị, ọ rụpụtara ego ọzọ na ihe nkiri Papa Ajasco.",
  "Ụlọ ọrụ ahụ nwere mmekọrịta na National Agency for the Prohibition of Trafficking in Persons, Society for Family Health, National Agency for the Control of AIDS and Securities and Exchange Commission site na uru ahịa mgbasa ozi mmekọrịta na ụlọ ọrụ ndị ọzọ kpọmkwem na ihe ngosi ọha  na mmemme TV.",
  "Ọtụtụ n'ime usoro mmeri na-agụnye:",
  "WAPTV bụ ebe ngosi ntụrụndụ ezinụlọ",
  "E guzobere ya na 2011 mana ọ malitere mgbasa ozi n'ọnwa Ọktoba n'afọ 2012 ma nwee ụlọ ọrụ ọwa ntụrụndụ na Naịjirịa.",
  "Ọ nwere ike inye onyinye n'oge 2016 a maara dị ka mbipụta ne isii nke Nigerian Broadcasters Merit Awards, na-emeri ihe nrite atọ nke were na Barcelona Hotel, Wuse 2, Abuja",
  "Ihe nrite ndị a natara dabere na arụmọrụ dị ịrịba ama: Super Story Family dị ka Best TV Series WAPTV, Nnenna na Friends kacha mma ụmụaka ụmụaka TV mmemme na kacha mma Entertainment TV channel",
  "Ruo ihe karịrị afọ iri, ihe nkiri ezinụlọ Superstory TV ka bụ ihe nkiri TV a na-elekarị anya na WAPTV nke bụ ebe ihe ngosi TV bụ TV a ma ama nke a na-egosiputakari na StarSat, MyTV, StarTimes na Consat.",
  "PEFTI Film Institute Limited bụ nke Wale Adenuga Production guzobere na 2004, ụlọ ọrụ mmepụta ihe nkiri TV nke onwe na-enyere aka iguzobe ọzụzụ ọkachamara na ọzụzụ nke ihe nkiri, telivishọn na mmepụta egwu."
]