[
  "Walter Thomas Bailey (Jenụwarị 11, 1882 ruo Febụwarị 21, 1941) bụ onye Amerịka na-ese ụkpụrụ ụlọ si Kewanee, Illinois",
  "Ọ bụ onye Afrịka Amerịka mbụ gụsịrị akwụkwọ na nzere bachelọ nke sayensị na injinia ụlọ na Mahadum Illinois na Urbana-Champaign na onye Afrịka Amerịka na-ewu ụlọ na steeti Illinois",
  "Ọ rụrụ ọrụ na Tuskegee Institute, ma rụọ ọrụ na Memphis na Chicago",
  "Walter T",
  "Bailey ghọrọ onye Afrịka Amerịka nke abụọ gụsịrị akwụkwọ na Mahadum Illinois.",
  "A mụrụ Walter Thomas Bailey na Jenụwarị 11, 1882 na Kewanee, Illinois, ebe ọ gara Kewanee High School",
  "Ọ debara aha ya na Mahadum Illinois na Urbana-Champaign na 1900. Bailey bụ onye Afrịka Amerịka mbụ gụsịrị akwụkwọ na Mahadum nke Illinois 'School of Architecture na Bachelor of Science na injinia ụlọ. O nwetara akara ugo mmụta ahụ n'afọ 1904 ma nye ya nzere masta na-asọpụrụ n'ihe owuwu site na mahadum n'afọ 1910. N'Ọktoba 15, 1905, Walter T",
  "Bailey lụrụ Josephine L",
  "McCurdy",
  "N'otu afọ ahụ, Josephine mụrụ nwa mbụ ha, Edith Hazel",
  "Afọ asaa ka e mesịrị, ha mụrụ nwa ha nke abụọ, Edith Hazel na 1913.",
  "Bailey bụ onye mbụ nwere ikikere African-American architect na steeti Illinois.  Na mbido, mgbe ọ gụsịrị akwụkwọ, Bailey rụrụ ọrụ maka obere ụlọ ọrụ na-ahụ maka ihe owuwu nke Henry Eckland nwere n'obodo ya bụ Kewanee. N'oge a, ọ rụkwara ọrụ na ụlọ ọrụ Champaign, Illinois, Spencer & Temple. Bailey nyere aka na atụmatụ nke 1905 Colonel Wolfe School na Champaign n'oge a.",
  "N'afọ 1905, a họpụtara Bailey dị ka onye isi nke Ngalaba Ụlọ Ọrụ Mechanical na Tuskegee Institute. Mgbe ọ nọ na Tuskegee, Bailey rụrụ ọtụtụ ụlọ akwụkwọ gụnyere White Hall (1908), na ụlọ obibi nwa agbọghọ. Ọ nọgidere na Tuskegee ruo 1916 mgbe ọ kwagara Memphis wee mepee ụlọ ọrụ na Beale Street",
  "Mgbe Bailey kwagara Memphis, ọ malitere nke mbụ n'ime ọtụtụ ọrụ maka Knights of Pythias",
  "O chepụtara Mosaic State Temple Building na Pythian Theater Building, ma na Little Rock na 1922",
  "N'afọ sochirinụ, o mere ọrụ ọzọ na Arkansas, nke a na Hot Springs, Pythian Bath House na Sanitarium. E wuru ụlọ ịsa ahụ na Sanitarium nke Pythian naanị maka iji ndị Afrịka Amerịka.",
  "Site na njikọ ya Knights of Pythias, e nyere Bailey ihe ga-abụ ọrụ kachasị ukwuu n'ọrụ ya, National Knights of Pythhias Temple na Chicago, Illinois",
  "E bidoro iwu ụlọ ahụ na 1924 ma Bailey kwagara ọfịs ya n'obodo ahụ. Ihe owuwu nke National Pythian Temple furu $850,000. Ebe ụlọ nsọ ahụ dị n'akụkụ ndịda Chicago n'ógbè a maara dị ka \"Bronzeville\" ma ọ bụ \"Black Metropolis\". Bailey bu ụzọ gbazite ọfịs na okpukpu nke abụọ nke Overton Hygienic Building na South State Street. Ihe owuwu na National Knights of Pythias Temple gara n'ihu nwayọ ma site na 1928 ime ụlọ ahụ ka a rụchabeghị. National Pythian Temple \"e mere atụmatụ ka ọ bụrụ isi ụlọ ọrụ nke Knights of Pythias na ụlọ ọrụ mba ahụ, ọtụtụ ụlọ nzukọ, na ụlọ ahịa na ọfịs na-emepụta ego",
  "\" Walter T",
  "Bailey mepụtara griffins terra- cotta na frieze nke Knights of Pythias Temple. Ọ bụ ezie na Knights of Pythias mesịrị tụfuo ụlọ ahụ, Bailey nọgidere na-arụ ọrụ ya n'ime ụlọ ahụ mgbe ọ gwụchara",
  "A kwaturu ụlọ nsọ Knights of Pythias n'afọ 1980.",
  "Ewezuga Knights of Pythias Temple na Chicago Bailey nwere nnukwu ọrụ ole na ole n'oge 1920s na Great Depression na-esote belatara azụmahịa maka Bailey na ọtụtụ ndị ọchụnta ego ojii ndị ọzọ nọ n'ógbè ahụ",
  "Ọrụ ikpeazụ dị mkpa maka Bailey bụ Chicago Landmark art moderne First Church of Deliverance na 1939. The First Church of Deliverance e mere n'ụdị Art Moderne, sitere n'ike mmụọ nsọ nke Reverend Clarence H",
  "Cobbs",
  "Ụdị nka nke Moderne na-ejikarị ihe siri ike na windo windo wụgbọala buru ibu",
  "Walter T",
  "Bailey mejupụtara ụdị Art Moderne site na ịgbakwunye ahịrị nke blọk terra-cotta na-acha akwụkwọ ndụ akwụkwọ ndụ n'ihu Church of Deliverance. Ụlọ ahụ jere ozi dị ka ụlọ ụka na ụlọ ọrụ redio maka Reverend Clarance Cobbs iji gbasaa okwuchukwu.",
  "Walter T",
  "Bailey nwụrụ na Febụwarị 21, 1941 site na oyi bara ya n'ahụ na nsogbu ndị ọrịa obi kpatara",
  "Obituatries n'oge ahụ kwuru na ọ na-arụ ọrụ abụọ mgbe ọ nwụrụ",
  "Otu bụ Olivet Baptist Church, nke ọzọ bụ Ida B",
  "Wells Homes mana ọrụ ahụ nwere ike ịbụ na ọ bụ ọrụ nke abụọ."
]