[
  "Walter Edward Westbrook (3 Ọgọstụ 1921  - 15 Jenụwarị 2015) bụ onye na-ese ihe na South Africa nke biri na Kent, England",
  "A maara ya nke ọma karịsịa maka ọdịdị mmiri ya nke sitere na ala dị larịị nke Northern Cape na Namibia, ma mesịa site na ime obodo Kent na English Channel",
  "A mụrụ Westbrook na Pretoria na 1921 ma biri na Kimberley ruo ọtụtụ iri afọ tupu ọ kwaga England na ngwụcha afọ 1990. Ọ nwụrụ na Kent n'afọ 2015, mgbe ọ dị afọ iri itoolu na atọ.",
  "Westbrook malitere ise ihe mgbe ọ dị obere ma mụọ nka n'okpuru Walter Battiss na Pretoria",
  "A maghị ya dị ka onye na-ese ihe agha, Westbrook ka na-arụ ọrụ dị ka onye na-ese ihe n'oge agha ya niile na North Africa, na Ịtali ebe a kpọgara ya n'okpuru nku nke onye na-eme ihe nkiri Ịtali, Francisco Caprioli",
  "A na-egosipụta ọrụ agha ya na South African National Museum of Military History",
  "N'oge agha gachara, Westbrook mere ihe ngosi otu nwoke na Pretoria na 1947.",
  "Ọ bụ mgbe ọ bi ma na-arụ ọrụ na Kimberley ka ọ malitere itinye aka na ala kpọrọ nkụ nke Northern Cape, Kalahari na Namibia",
  "Ọ malitere ọrụ oge niile dị ka onye na-ese ihe n'afọ 1970",
  "Westbrook bụ onye otu 'Bloemfontein Group', nke Dr F.P",
  "Scott guzobere n'afọ 1960",
  "Ya na ndị na-ese ihe Marianne na Alexander Podlashuc, Fr Frans Claerhout, Stefan na Iris Ampenberger, Mike Edwards na Louis Scott, Westbrook nyere ọrụ abụọ na iri abụọ na anọ mejupụtara F.P",
  "Scott Trust na Oliewenhuis Art Museum na Bloemfontein",
  "Nchịkọta a, ya na ụtọ mpaghara ya siri ike, gosipụtara mkpebi nke otu ahụ maka nguzobe ụlọ ngosi Oliewenhuis.",
  "Ebe ọ kwagara na United Kingdom, Westbrook gara n'ihu na-enweta mkpali, ka ọ na-achọpụta mmasị maka foto, ihe oyiyi na ihe osise ndụ.",
  "Ọrụ Walter Westbrook gosipụtara na ngosi onwe onye na nke otu na South Africa, Germany, Spain, Portugal na England",
  "E meela nnukwu ihe ngosi nke ọrụ ya na William Humphreys Art Gallery na Kimberley, Mahadum nke Free State na Mahadum Pretoria.",
  "Ụlọ ngosi ndị ọzọ gosipụtara ihe osise ya gụnyere Sandton Gallery, Leicester Galleries, Bakker Gallery, South Africa Association of Arts, Hoffer Gallery na Pretoria na Oliewenhuis Art Museum na Bloemfontein",
  "Nnukwu ọrụ nka nke Westbrook gụnyere Standard Chartered Bank na New York, De Beers South Africa, De Beer Diamond Mines Kleinzee na Namaqualand, Southern Life South Africa, St James' Anglican church na Galeshewe, Kimberley, na Agricultural Co-op Leeudoringstad.",
  "William Humphreys Art Gallery dị na Kimberley nwere nnukwu nchịkọta nke ọrụ ya",
  "A ga-ahụkwa ọrụ ya na nchịkọta onwe na nke ọha na eze n'ụwa niile, nke gụnyere Cotton Collection, USA, Iziko South African Museum na Cape Town, Pretoria Art Museum, UNISA na Pretoria, Willem Annandale Art Gallery na Lichtenburg, nchịkọta nka SASOL, Oliewenhuis Art Museum na Bloemfontein, Mahadum nke Free State, Mahaduma Johannesburg, South African National Museum of Military History na ọtụtụ ụlọ ọrụ nnọchi anya South Africa na Europe.",
  "A gụnyere ọrụ Westbrook na Berman's Art and artists of South Africa na Alexander na Cohen's 150 South African Paintings Past and Present",
  "E gosipụtakwara ya na ihe omume nke anọ nke ihe ngosi telivishọn ịrị na atọ A Country Imagined, nke onye egwu Johnny Clegg, dị ka onye na-egosi, gara South Africa na-etinye njikọ dị n'etiti ala, nka na njirimara."
]