[
  "Italic textWalt Carr (amụrụ n'abalị iri abụọ na isii n'ọnwa Ọgọstụ n'afọ 1932) bụ onye Afrika-Amerika na-ese ihe nkiri na onye na-ese onyinyo nke a maara maka ihe nkiri ndọrọ ndọrọ ọchịchị ya na Black.",
  "E bipụtara ọrụ Carrńs na magazin ndị dị ka Playboy, Ebony, Negro Digest / Black World, Jet, na Players; yana n'ọtụtụ akwụkwọ akụkọ ndị Africa America, gụnyere The Washington Informer, New Pittsburgh Courier, The Sacramento Observer, The Philadelphia Tribune, Michigan Chronicle, Cleveland Call and Post, na Baltimore Afro-American.",
  "A mụrụ ya na Baltimore, Carr bikwa akụkụ nke nwata ya na Philadelphia",
  "Carr zụlitere mmasị na ihe ọchị na nka mgbe ọ dị obere, ọbụnakwa na-agụ akwụkwọ na Philadelphia Museum of Art.",
  "Nna ya na-etinye aka na akwụkwọ akụkọ ndị Africa na America ma dee edemede maka akwụkwọ akụkọ ọzọ, The Nitelifer Nne na nna ya abụọ na-arụsi ọrụ ike na ndọrọ ndọrọ ọchịchị, ọbụnakwa e jidere ha na ngagharị iwe mgbe Carr dị afọ iri na ụma. Mmekọrịta ezinụlọ a na ndọrọ ndọrọ ọchịchị kwadoro ọrụ Carr mechara rụọ n'ọhịa ihe nkiri ndọrọ ndọrọ ọchịchị.",
  "Carr gụsịrị akwụkwọ na Morgan State College na nzere nka.",
  "Ọ sonyeere ngalaba Visual Graphics nke Social Security Administration dị ka onye na-ese ihe na 1960. Mgbe ọ nọ na gọọmentị etiti, ọ rụrụ ọrụ n'efu ruo ọtụtụ afọ dị ka onye na-ese ihe osise magazin",
  "Peeji ya Strictly nye Laughs bụ ihe na-adịte aka maka magazin Ebony.",
  "N'afọ 1993, ọ lara ezumike nká n'ọrụ gọọmentị ya. N'ịhụ enweghị echiche ndi Ojii na ihe nkiri ndọrọ ndọrọ ọchịchị, ọ gbanwere ọrụ ya na isiokwu ndị a. Dị ka Carr kwuru, \"Ị hụtụbeghị ndị ojii na ndị na-acha nchara nchara na peeji nchịkọta akụkọ nke akwụkwọ akụkọ ndị a ma ama ọ gwụla ma ọ bụ ihe na-adịghị mma ma ọ bụ ọdachi",
  "Ị hụtụbeghị ntụgharị Ojii, akụkọ ndị Ojii ma ọ bụ echiche anyị banyere ọnọdụ ndị Ojii na America",
  "\"",
  "N'afọ 2019, Carr bipụtara Just Us (egwuregwu na okwu \"ikpe ziri ezi\"), nchịkọta nke ọrụ ya sitere na ihe karịrị  otu puku na narị abụọ e bipụtara. E kewara akwụkwọ ahụ ụzọ itoolu: Obama, GOP, Ịkpa ókè agbụrụ, Mpụ, Egwuregwu, Ndị uwe ojii, Ndị Ntorobịa / Mmụta, Mgbanwe, na Ntụrụndụ.",
  "N'afọ 2009, Cleveland Call and Post bipụtara ihe nkiri Carr nke gosipụtara State Senator Nina Turner dị ka Aunt Jemima",
  "Mbipụta nke ihe nkiri ahụ dugara na arụmụka siri ike banyere ihe a na-ahụ na ọ bụ ihe na-akpasu iwe nke ihe nkiri, yana arịrịọ maka mgbaghara na / ma ọ bụ ịgba arụkwaghịm site na ndị ndu akwụkwọ akụkọ (nke na-abịaghị).",
  "Carr bi na Columbia, Maryland, ya na nwunye ya, Queen."
]