[
  "Walter Ofonagoro (amụrụ na 24 June 1940) bụ onye ọkà mmụta Naijiria, onye ndọrọ ndọrọ ọchịchị na onye ọchụnta ego bụbu Minista nke Ozi na Ọdịbendị, Federal Republic of Naijiria Ọ bụkwa Onye isi oche nke Stanwal Securities Limited (onye otu Nigerian Stock Exchange), yana Onye isi oche ya nke Merit Microfinance Bank Ltd.",
  "A mụrụ ya ma zụlite ya na Port Harcourt Rivers Steeti, Naijiria na ọnwa June iri abụo na anọ, afọ otu puku narị itoolu na iri anọ, Ofonagoro bụ nwa nke atọ na nwa nwoke nke abụọ n'ezinụlọ mmadụ iri na ise",
  "Nna ya, Onyeisi Gabriel Obioha Ofonagoro (Duruishimbu IV nke Umuanu Amaigbo na Ugochinyere Igbo 1 nke Amaigbo) bụ n'oge a mụrụ ya, Assistant Transport Manager nke UAC Bulk Oil Plant, Port Harcourt",
  "Nne ya, Lolo Gladys Ogonnaya Ofonagoro bụ onye na-ere ahịa na UAC Textiles.",
  "Ọ gụrụ akwụkwọ na Baptist Day School Port Harcourt site na 1947 ruo 1954, ma mesịa na Baptist High School Port Harcaurt site na 1955 ruo 1959",
  "Ọ gara n'ihu na-agụ akwụkwọ na Holy Family College Abak na Akwa Ibom Steeti, Naijiria ebe ọ gụrụ maka ọkwa A ya wee gafee ule Cambridge Higher School Certificate na Distinction na afọ otu puku narị itoolu iri isii na otu",
  "Mgbe nke ahụ gasịrị, ọ gara gụọ akwụkwọ na Trinity College, Mahadum nke Toronto Canada ebe ọ gụsịrị akwụkwọ na BA",
  "Ndị isi klas mbụ",
  "Akụkọ ihe mere eme nke oge a, na 1966",
  "Ọ gụrụ akwụkwọ na Mahadum Columbia, New York, ebe ọ nwetara MA na African Economic History na Distinction na ọnwa June afọ otu puku narị itoolu iri isii na asaa, ma mesịa nweta PhD ya na African Economic akụkọ na Distinction",
  "Ọ bụ onye nkuzi a ma ama na Ngalaba Akụkọ Ihe Mere Eme na Mahadum Lagos, Naijiria",
  "Ọtụtụ afọ tupu ọrụ ya na Ministry of Information and Culture, Ofonagoro malitere ọrụ ya na afọ otu puku narị itoolu iri isii na abụọ dị ka onye nkuzi na Baptist High School Port Harcourt ebe ọ kụziri Bekee, Latin na akụkọ ihe mere eme",
  "Site na 1968 ruo 1975, o nwere ọtụtụ ọkwa a na-akwanyere ùgwù na Mahadum Columbia, New York gụnyere; Onye nkuzi Mahadum Colombia, Onye nkuzi na akụkọ ihe mere eme na Onye nkuzi nke akụkọ ihe mere mere eme",
  "N'oge ọ nọ na Columbia, o nyere aka ịhazi usoro nkuzi Columbia-Morningside na African Heritage site na 1968 ruo 1976",
  "A họpụtakwara ya dị ka onye ndụmọdụ na Undergraduate History Majors na Columbia University School of General Studies; ọ bụkwa onye otu Senate nke Mahadum site na 1970 ruo 1972",
  "Ọ rụkwara ọrụ dị ka prọfesọ nleta na mahadum dị iche iche na mpaghara New York / New Jersey dị ka; Queens College, New York University, Brooklyn College, Long Island University, Rutgers College, na City College",
  "Ọ laghachiri Naịjirịa n'afọ 1976 ebe ọ kụziri ihe dị ka onye nkuzi dị elu na Ngalaba Akụkọ Ihe Mere Eme, Mahadum Lagos ruo n'ọnwa Juun afọ otu puku narị itoolu iri asatọ na abụọ",
  "N'oge ahụ, ọ rụrụ ọrụ na Nzukọ Postgraduate nke guzobere Post Graduate School nke Mahadum Lagos",
  "Ọ bụkwa onye nkuzi na-eleta akụkọ ihe mere eme nke akụ na ụba na Mahadum Ibadan site na 1978 ruo 1979",
  "Ọ bụ onye ọsụ ụzọ na nkuzi nke akụkọ ihe mere eme nke Africa na Mahadum Lagos (1977 ruo 1982) na Mahadim Ibadan (1977 ruo 1978). Ọ wepụrụ ọrụ ya na Mahadum Lagos na 1982 iji chụsoo ọrụ na ndọrọ ndọrọ ọchịchị na azụmaahịa.",
  "Ofonagoro bụ onye na-enye aka na isiokwu na nchịkọta akụkọ ndị a na-ebipụta mgbe ụfọdụ na akwụkwọ akụkọ Eastern Nigerian Guardian, Port Harcourt, site na 1959 ruo 1960",
  "Ọ bụkwa onye na-enye aka ugboro ugboro na redio, telivishọn na mkparịta ụka akwụkwọ akụkọ na mgbasa ozi Canada na America",
  "Ọ kụzikwaara ihe gbasara Africa na mmemme Sunrise Semester nke CBS TV na New York",
  "Mgbe ọ laghachiri Naịjirịa na 1976, ọ gara n'ihu na ọrụ mgbasa ozi ya dị ka redio, telivishọn na akwụkwọ akụkọ",
  "O kwukwara okwu ihu ọha na National Institute for Policy and Strategic Studies, Kuru Plateau State na Command and Staff College na Jaji, Kaduna State.",
  "N'afọ otu puku narị itoolu iri asaa na itoolu, gọọmentị nke Federal Republic of Naijiria họpụtara ya dị ka onye ndụmọdụ ndọrọ ndọrọ ọchịchị na Nigeria Television Authority",
  "Ihe omume ya bụ Verdict 79 bụ akụkọ ifo na ntuli aka nke afọ 1979",
  "Ihe omume ahụ kwụsịrị na ọnwa Machị afọ otu puku narị itoolu na iri asatọ.",
  "Ọ duziri ndị nnọchi anya gọọmentị etiti na mba ndị ọzọ, gụnyere ndị nnọchianya na International Symposium on the Renaissance na Sofia, Bulgaria (1981). N'otu afọ ahụ, ọ duuru ndị nnọchiteanya gaa Shipyard Split, na Yugoslavia mbụ, iji nata MV River Maje n'aha gọọmentị etiti nke e nwetara maka Naịjirịa National Shipping Line. Ọzọkwa n'ọnwa Ọktoba n'afọ 1981, gọọmentị etiti nke Naijiria họpụtara ya ka ọ bụrụ onye ndụmọdụ nke ndị nnọchi anya Naijiria na onye otu kọmitii ndọrọ ndọrọ ọchịchị pụrụ iche nke Nzukọ Ezumezu nke Mba Ndị Dị n'Otu.",
  "N'afọ otu puku narị itoolu na iri asatọ na abụọ, a họpụtara ya ka ọ bụrụ onye isi oche nke ụlọ ọrụ mgbasa ozi nke Naijiria, n'oge na-adịghị anya ọ ghọrọ onye isi nchịkwa nke NTA n'afọ otu puku narị itoolu na iri asatọ na atọ.",
  "N'afọ 1993, ọ bụ onye nduzi nkwukọrịta na mkpọsa onye isi ala nke Bashir Tofa (n'okpuru ọkọlọtọ nke National Republican Convention) n'oge ntuli aka nke afọ 1993.",
  "Site na 1994 ruo 1995, a họpụtara Ofonagoro ka ọ bụrụ onye otu National Constitutional Conference Commission, ebe ọ rụrụ ọrụ dị ka onye isi oche nke nzukọ ahụ, Nzukọ Nzukọ na Kọmitii Mgbasa Ozi nke Kọmitii Nzukọ Iwu nke jere ozi dị ka odeakwụkwọ nke Nzukọ Iwu. A họpụtakwara ya ka ọ bụrụ onye otu kọmitii ndị ọzọ na nnọkọ ahụ dị ka Kọmitii na-ahụ maka nchekwa mba, Kọmitii Na-ahụ Maka Ihe Ndị Ruuru Mmadụ, Nnwere Onwe Mgbasa Ozi na Ụmụ amaala, na Kọmitii Nhazi Iwu.",
  "N'afọ otu puku narị itoolu iri itoolu na ise, a họpụtara ya ka ọ bụrụ onye isi oche nke Intergovernmental Council for the Development of Communications Among Non-Aligned Countries (IGC).",
  "Na Machị 20, 1995, a họpụtara Dr",
  "Ofonagoro ka ọ bụrụ Minista Federal nke Ozi na Ọdịbendị ka Nzukọ Iwu malitere ịkwụsị",
  "N'ụzọ dị otú a, ọ ghọrọ onye otu Federal Executive Council ma n'oge ọchịchị ya, o nyere aka ịhazigharị Federal Ministry of Information",
  "Mgbe ọ nọ na Ministri ahụ, ọ malitere ọrụ iji kwalite ọdịdị dị mma nke mba ahụ nke mebiri na mba ofesi.",
  "N'oge ọ nọ na Ministry of Information, Ofonagoro duuru ndị nnọchi anya gaa Germany na WIPO Geneva (1995)",
  "Naịjirịa meriri ihe nrite ọla edo nke WIPO maka ọganihu na Iwu Nkwado na Nchịkwa maka afọ ahụ",
  "Otu n'ime ọrụ ya na ọrụ ahụ bụ ịmekọrịta ma bịanye aka na nkwekọrịta ọdịbendị na nke abụọ maka Naịjirịa na mba ndị ọzọ nwere enyi",
  "Ọ duru ndị nnọchiteanya gaa ebe ndị dị ka North Korea, Iran, Ethiopia na Iraq, ebe ọ zutere Saddam Hussein na 1996.",
  "N'oge ọ na-arụ ọrụ dị ka Minista Na-asọpụrụ nke Ozi na Ọdịbendị, Ofonagoro bịanyere aka, n'aha Naịjirịa, na nkwekọrịta ọdịbendị na ihe dị ka mba 20 na òtù. N'ime ka mmekọrịta bara uru na mba ndị ahụ dị mfe.",
  "O mere ka mmepe zuru oke nke NTA Television College na Jos (1983) ma nye iwu ụlọ ọrụ injinia na nke nta akụkọ ya n'afọ ahụ. E guzobekwara National Film Institute, National Film Archives, na National Film Processing Laboratories na Jos (1995) n'oge ọchịchị ya. Nzọụkwụ ndị a dị mkpa iji guzobe Nollywood dị ka ụlọ ọrụ siri ike site n'inye ụlọ ọrụ dị mkpa maka ọzụzụ nke ndị ọrụ ebe a na Naịjirịa",
  "Ọzọkwa, 1996 hụrụ inye ikikere, n'ụzọ buru ibu, na ndị ọrụ ụlọ ọrụ onwe ha iji nwee ma rụọ ọrụ redio na TV na Naịjirịa",
  "Nke a mepụtara ahịa maka ndị na-emepụta ihe nkiri onwe ha iji rụọ ọrụ nke ọma ma si otú a, mee ka mmepe nke Nollywood dị mfe.",
  "O nwetakwala ọtụtụ ọkwa ndị ọzọ edepụtara n'okpuru ebe a:",
  "Site na afọ otu puku narị itoolu iri asatọ na otu ruo afọ otu puku narị itoolu iri asatọ na atọ, Ofonagoro jere ozi dị ka onye nduzi / onye isi oche nke Kọmitii Ego na Ntọala nke Board of Amalgamated Tin Mines of Naijiria Bukuru, Plateau Steeti, nnukwu ụlọ ọrụ na-egwupụta tin na Nigeria",
  "Site n'afọ 1981 ruo 1984, ọ rụrụ ọrụ dị ka Onye isi oche nke Finance and Establishment Committee nke ATMN Board of Directors.",
  "Ọ rụkwara ọrụ dị ka onye nduzi, onyeisi oche na onye isi oche nke ụlọ ọrụ Stanwal Group nke gụnyere Stanwal Builders Nigeria Ltd, Stanwal Consultants Nigeria Ltd, na SUNOD Transport and Haulage Company Ltd.",
  "Site na 1989 ruo 1995, ọ bụ onye nduzi nke Thomas Kingsley Securities Ltd (Member of Nigeria Stock Exchange)",
  "Mgbe ahụ, o guzobere ụlọ ọrụ nke ya (Stanwal Securities Ltd.) na 1991 nke a maara na mbụ dị ka Atlantic Securities Ltd",
  "A gbanwere aha Atlantic Securities ka ọ bụrụ Stanwal Securities iji zere mgbagwoju anya ọ bụla nke njirimara na ụlọ ahịa ndị ọzọ a na-akpọ aha yiri ya na Naịjirịa Capital Market",
  "Na ọnwa June iri abụo, afọ otu puku narị itoolu iri itoolu na asaa, ụlọ ọrụ ahụ nyere ikike site na Securities and Exchange Commission iji rụọ ọrụ dị ka ụlọ ahịa na-ere ahịa na-enweghị onwe ya nke nwere ego mbụ a kwụrụ ụgwọ nke N5,639,000. Otú ọ dị, ka ọ na-erule ọnwa iri atọ June afọ puku abụọ na ise ụlọ ọrụ ahụ enwetala ego a kwụrụ ụgwọ nke N251,704,028 ma nye ikike ego nke N1bn, mana ego ndị nwere ego dị na N72,990,619",
  "N'okpuru ọnọdụ ahụ, site na ọnụ ahịa mmanụ dị ugbu a na ahịa isi obodo na-ada n'efu, ụlọ ọrụ Stanwal na-enyocha atụmatụ maka ọrụ azụmaahịa n'ọdịnihu",
  "N'akụkụ na-egbuke egbuke, Stanwal Consultants Ltd",
  "ritere ihe nrite ọla edo maka Excellence in Business Practice site na Foundation for Excellence in business Practice, Geneva, Switzerland.",
  "Ofonagoro bụkwa onye isi na-ekere òkè, na onye isi oche nke Merit Microfinance Bank Ltd",
  "(nke a maara dị ka Amaigbo Community Bank Ltd). O nwetala ahụmịhe dị ukwuu site na itinye ego na New York Stock Exchange kemgbe afọ 1970, na Nigerian Stock Exchange kemgbe afọ 1977",
  "N'afọ otu puku narị itoolu iri asatọ na atọ, ụlọ ahịa Naịjirịa kwadoro Dr",
  "Ofonagoro maka nri ehihie onwe onye na Metropolitan Club Victoria Island, Lagos, iji kwado ọrụ ya n'ịkwalite Capital Market site na mgbasa ozi nke ihe oyoyo.",
  "Ofonagoro lụrụ Lolo Stephanie Nirmala Ofonaguro (née Lobo) nke Mumbai, India, onye nwere utu aha ọdịnala ndị a na Naijiria:",
  "Onye nkuzi, Mrs",
  "Ofonagoro nwetara nzere bachelọ ya na nzere masta na agụmakwụkwọ nwata site na Mahadum City nke New York, 1973 na 1975 n'otu n'otu, a họpụtara ya na 1978, dị ka Onye isi nke Mahadum Lagos Women's Society Nursery School",
  "Ọnọdụ ọ nọ na ya ruo afọ puku abụọ na atọ mgbe ọ lara ezumike nká",
  "Na mbụ, ọ kụziri na Muslim Teacher Training College, Surulere, Lagos",
  "Kemgbe ahụ, o guzobere ụlọ akwụkwọ ọta akara na Ikoyi nke a maara dị ka Cuddles Daycare",
  "Dr",
  "na Mrs",
  "Ofonagoro nwere ụmụ anọ: otu nwa nwanyị na ụmụ nwoke atọ.",
  "Ofonagoro bụ onye otu ndụ nke Imo Steeti Chapter nke Naijiria Red Cross, na onye nkwado nke òtù ụmụ akwụkwọ dị iche iche, klọb ndị ntorobịa na isi nke Nigerian Union of Journalists gafee mba ahụ. Ọ bụkwa onye debanyere aha na Amaigbo Town Union",
  "Ọ bụ onye otu Board of Trustees nke St",
  "Mary's Joint Hospital Amaigbo, na Patron nke Nze na Ozo Titleholders Society of Amaigbo",
  "Ọ bi ugbu a n'ụlọ ya, Duruishimbu Villa, Umuobi, Amaigbo, Imo Steeti.",
  "Ofonagoro ebipụtala ọtụtụ akwụkwọ na Canada, United States, United Kingdom, Europe na Africa",
  "N'etiti ogologo ndepụta nke akwụkwọ ya bụ ndị a:"
]