[
  "Walter Everette Hawkins (17 Nọvemba 1883-amaghị) bụ onye na-ede abụ, onye na-ezipụ akwụkwọ ozi, na onye na-eche echiche Nnwere onwe, nke a kọwara dị ka 'onye dị mkpa na mgbanwe nke akwụkwọ ndị isi ojii site na ụdị ndị isi nke narị afọ nke iri na itoolu gaa na mgbasa nke agha ndị isi ojii nke a na-ejikarị mara na Harlem Renaissance'.",
  "A mụrụ Hawkins na 17 Nọvemba 1883 na North Carolina, ọ bụ nwa nke iri na atọ nke nne na nna bụbu ndị ohu. Otu n'ime ụmụnne Hawkins ndị okenye, John R",
  "Hawkins - ọ bụ ezie na ọ bụ onye na-arụ ọrụ na ozi ụgbọ okporo ígwè mgbe amụrụ Walter - gara n'ihu ghọọ onye nkuzi na onye isi oche nke kọleji nke Kittrell Walter Everette Hawkins gụrụ akwụkwọ na Warrenton, gụsịrị akwụkwọ na Kittrell College n'afọ 1901, ma mesịa hapụ North Carolina gaa Washington. N'ebe ahụ, ọ rụrụ ọrụ dị ka onye na-ede akwụkwọ ozi maka ụlọ ọrụ nzipu ozi, ma dee abụ. 'Nanị ntụrụndụ m,' ka o dere, bụ 'ịzuru ohi ka mụ na ndị nna ukwu, ndị nwere ọgụgụ isi, nke ụwa, ndị na-agwa m okwu n'enweghị ihe mgbagwoju anya ma nye m mkpịsị ugodi nke ihe omimi nke ndụ.'",
  "Nchịkọta mbụ Hawkins bipụtara bụ Chords and Discords (nke e bipụtara n'afọ 1909, na ọzọ, dezigharịrị, n'afọ 1920). O dere n'okwu mmalite ya na Chords and Discords:",
  "Ụgwọ ọrụ m kachasị ukwuu dị n'olileanya na ụfọdụ Chords kụrụ ebe a nwere ike ịbụ mmụọ nke ụfọdụ ndị ha nwere ike ịbanye n'aka ha, ma mee ka ọ na-agagharị na mmetụta ndị ibe ha, nke ọbụbụenyi na ịhụnanya na-esi na m na-aga na ha, site n'ebe ahụ gaa n'obi niile nke na-eme ka ọṅụ na-eme ndị eze na ndị eze nwanyị nke ụrọ anyị a.",
  "N'afọ 1936, mgbe ọ bi na Brooklyn, New York, Hawkins bipụtara Petals site na Poppies.",
  "Ọ bụ ezie na, dị ka Dickson D",
  "Bruce, Jr",
  "kwuru, abụ Hawkins 'dị n'ime ókè nke ederede ojii nke narị afọ, nke na-agbaso omenala ma na-eji isiokwu na ihe oyiyi nke onye ọ bụla maara akwụkwọ ojii site n'oge ahụ, 'ọ hapụrụ ihe dị mkpa na ụfọdụ n'ime ọrụ ya - ọkachasị ndị na-awakpo okpukpe na ihu abụọ nke ọha. 'Okwu ya n'ezoghị ọnụ na..",
  "okwu na-adịghị mma' n'ime nke a 'mere ka agha nke mere ka Hawkins bụrụ ihe karịrị naanị onye na-eweta ọdịnala'. Hawkins kwuru okwu n'ihi na ọ kpọrọ okpukpe asị, na ihe o chere bụ omume ihu abụọ n'ime ndị na-ekpe okpukpe ma na-akpa ókè agbụrụ. Na 'Credo', Hawkins dere, sị:",
  "Abụ m onye agnostik",
  "/ Anaghị m anabata ihe ọ bụla n'ebughị ụzọ jụọ ajụjụ",
  "/ Ọ bụ ikike na ọrụ m / ịjụ ihe kpatara ya",
  "/ Ịnakwere n'enweghị ihe kpatara ya / Ọ bụ iji wepụ ihe a kpọrọ mmadụ / Ma bibie usoro bụ isi / N'ịghọta Eziokwu.",
  "N'akwụkwọ ya bụ Negro Poets na abụ ha ndị ozo Robert Thomas Kerlin kọwara nke a dị ka 'onye na-ekwusi ike n'ihe gbasara onwe ya dịka nwoke n'ezie bụ Walter Everette Hawkins",
  "Mmụọ na-enweghị egwu na nke nwere onwe ya na nke na-ama aka.' Ọ hụrụ mgbalị maka ikpe ziri ezi agbụrụ dị ka isi ọrụ ya dị ka onye na-ede abụ ojii. Hawkins nwere mmasị na W",
  "E",
  "B",
  "Du Bois, ma nwee mmasị n'echiche nke ọdịiche Black na ememe nke ihe nketa na ọdịbendị ndị Afrika Amerika. Ọ bụ onye otu Negro Society for Historical Research, ma bipụta abụ na African Times na Orient Review, na The Crisis Hawkins nwekwara njikọ chiri anya (ọ bụ ezie na ọ bụ obere oge) na The Messenger, nke A",
  "Philip Randolph na Chandler Owen dezigharịrị. Otu abụ ọ bipụtara na The Messenger, abụ na-mgbochị ịgbụ mmadụ na ike n'ekwesighi ekwesị a na-akpọ 'The Mob Victim', ka a họpụtara na akụkọ nke afọ 1919 nke Ngalaba Ikpe Ziri Ezi nke United States, jiri gosipụta na magazin ahụ bụ 'karịsịa nke siri ike'.",
  "N'okwu mmalite nke Petals nke sitere na Poppies (1936), o kwupụtara nkwenye ya na 'ebe ọ bụ na nka niile bụ mgbasa ozi n'ụzọ dị ukwuu', abụ kwesịrị 'ịgbakọta onwe ya na ike na-alụ ọgụ maka ikpe ziri ezi zuru ụwa ọnụ, nnwere onwe na udo; yana megide mmetụta na ụlọ ọrụ niile nke ihe ọjọọ, mmegbu na obi ọjọọ'."
]