[
  "Walter Whall Battiss (ubochí isii n'ọnwa Jenụwarị 1906 rụọ úbọchị irí abụọ n'ọnwa Ọgọst 1982) bụ onye na-ese ihe na South Africa, nke a makwaara dị ka ónyé mepụtara echiche \"Fook Island\".",
  "A mụrụ Battiss n'ezinụlọ English Methodist n'ọbọdọ Karoo nke Somerset East",
  "O bu ụzọ nwee mmasị na nkà mmụta ihe ochie na nka agbụrụ mgbè ọ bụ nwata nwoke mgbè ọ kwagara Koffiefontein na 1917",
  "N'afọ 1919, ezinụlọ Battiss biri na Fauresmith ebe ọ gụsịrị akwụkwọ ya, na-abanye na 1923",
  "N'afọ 1924, ọ ghọrọ odeakwụkwọ n'ụlọ ikpe ndị majie dị na Rustenburg",
  "Ọmụmụ nka ya malitere n'afọ 1929 nà Witwatersrand Technical College (ihe osise na eserese), nke Johannesburg Training College (Diploma Ónyé nkụzi) na ihe ọmụmụ etching sochiri",
  "Battiss gara n'ihu na agụmakwụkwọ ya mgbé ọ na-arụ ọrụ dị ka ónyé odeakwụkwọ onye majie, ma mesịa nweta nzere bachelọ ya na Fine Arts na Mahadum nke South Africa mgbe ọ dị afọ irí àtó nà isé.",
  "Battiss bụ ónyé guzobere New Group, ọbụbụenyi na-enweghị isi nkè ndị omenkà Europe na America a ma ama n'oge a",
  "Ọ bụ ónyé pụrụ iche n'etiti ha, n'echiche na ọ si n'ihe a na-ewere mgbè ahụ dị ka ndị na-achị achị nakwa na ọ gụghị akwụkwọ na Europe ma ọ bụ North America",
  "N'ezie, na 1938 ọ gara Europe na nke mbụ ya",
  "N'afọ sochirinụ, o bipụtara akwụkwọ mbụ ya, The Amazing Bushman",
  "Mmasị ya na nka nkume nwere mmetụta dị ukwuu n'echiche ya, gbasara ihe osise San dị ka ụdị nka dị mkpa",
  "Ọ nwekwara mmetụta nke ọdịbendị Ndebele nke Afrịka na n'ozuzu ya site na ọdịbendị na calligraphy tupu Islam.",
  "N'afọ 1949, ọ ghọrọ enyi Picasso ónyé ga-enwe mmetụta n'ụdị ya.",
  "Ọ gàrà Gris n'afọ 1966 rụọ afọ 1968 na Seychelles na 1972, nke kpaliri ya ime Fook Island.",
  "Battiss bipụtara akwụkwọ itoolu, dee ọtụtụ isiokwu ma guzobe akwụkwọ akụkọ \"De Arte\"",
  "Ọ kụziri nka na Pretoria Boys High School site n'afọ 1936 màkà ọtụtụ n'ime afọ irí àtó sochirinụ na Pretoria Art Centre, nke ọ bụ ónyé isi ya site na 1953 ruo 1958. Ọ kụzikwaara na UNISA ebe ọ ghọrọ Prọfesọ nke Fine Art na 1964 wee laa ezumike nká na 1971",
  "N'afọ 1973, e nyere ya D.Litt",
  "et Phil",
  "(honoris causa) site na UNISA.",
  "N'afọ 1981, o nyèrè ọrụ yá niile nà \"Walter Battiss Museum\" nkè e meghere ọhụrụ n'ebe a mụrụ ya na Somerset East.",
  "Walter Battiss nwụrụ site na nkụchi obi na Port Shepstone, KwaZulu-Natal n'ubochí irí abụọ n'ọnwa Ọgọst n'afọ 1982.",
  "Ogologo ọrụ Walter Battiss dị ka ónyé na-ese ihe raara onwé ya nye ọmụmụ banyere mmadụ na gburugburu ya; nke mbụ n'ihe gbasara Africa na nka nkume, mgbè ahụ, mgbè e mesịrị, na nkọwa nke echiche a n'echiche ya sara mbara",
  "Mgbanwe ya na mmetụta ya dị ka onye na-emepụta ihe ọhụrụ na ihe mkpali o nyere ọtụtụ ndị na-ese ihe na-achọ ime ka o nwee ọnọdụ pụrụ iche n'etiti ndị na-eme ihe nkiri South Africa.",
  "\"Agwaetiti nke echiche\" a bụ mmepụta nke nkà ihe ọmụma Battiss nke o mepụtara map, ndị mmadụ, osisi, anụmanụ, akụkọ ihe mere eme yana stampụ stampụ, ego, paspọtụ na ikikere ọkwọ ụgbọala",
  "O mepụtara asụsụ Fookian nke nwere mkpụrụ akwụkwọ zuru ezu",
  "'Agwaetiti' utopian a bụ ihe mejupụtara ọtụtụ agwaetiti ọ gara nke gụnyere Zanzibar, Seychelles, Madagascar, Fiji, Hawaii, Samoa, Greek Isles na Comores jikọtara ọnụ n'ụdị echiche ya",
  "N'okwu Battiss, \"Ọ bụ ihe na-adịghị adị",
  "Echere m na m ga-ewere agwaetiti nke dị n'ime anyị niile",
  "Aga m eme ka agwaetiti a bụrụ ihe dị adị..",
  "Aga m enye ya aha\".Fook bụ n'ihi echiche ya na-amị mkpụrụ yana mmegide ya na Conceptualist Art movement nke 1960s na 70s, na Europe na America",
  "Ndị otu ahụ kwupụtara na owuwu nka dị na 'oge' nke e kere ya",
  "O kwenyere n'ụzọ megidere nke ahụ na nka niile dị ugbu a na nke a ọ rụrụ ụka na ọ na-anọchite ányá Fook Island, nke dị mgbè nílé ugbu a ma bụrụkwa akụkụ dị mkpa nke eziokwu.",
  "Ndị South Africa gụnyere ónyé na-eme ihe nkiri Janet Suzman, ónyé na-ese ihe (na Battiss protégé) Norman Catherine, onye edemede Esmé Berman na ọtụtụ ndị ọzọ nabatara nkà ihe ọmụma nke Fook Island",
  "Ónyé nta akụkọ Jani Allan gbara Battiss ajụjụ ọnụ n'afọ 1982 ma kweta na arịrịọ ya nke ịghọ 'onye bi' nke agwaetiti ahụ e chepụtara echepụta.",
  "A nabatara akwụkwọ ikike ónyé ọkwọ ụgbọala Fookian nke Battiss na America na peeji ndị márá mmá nke paspọtụ Fookian ya nwere stampụ ndị ọrụ si Australia, Britain na Germany",
  "A gbanwekwara akwụkwọ ego Fookian n'ọdụ ụgbọ elu Rome màkà Dolla irí."
]