[
  "Walter R",
  "Livingston Jr",
  "(Mee 25, 1922 ruo Jụn 8, 2011) bụ onye Amerịka na-ese ụkpụrụ ụlọ, onye na-eme ihe ike na onye na-ahazi obodo.",
  "A mụrụ Walter R",
  "Livingston, Jr., zụlitere ya ma gụọ akwụkwọ n'obodo Philadelphia",
  "Ọ bụ nwa Eloise Nelson Livingston nwụrụ anwụ, onye nkuzi ụlọ akwụkwọ si Greensboro, NC na Walter R Livingston, Sr., onye ọka iwu na injinia igwe si Marianna, FL",
  "O nwere otu nwanne nwanyị, Grace Livingston Goss.",
  "Maazị Livingston, onye otu klas otu narị na iri asaa na abụọ nke Central High School (Philadelphia) gụsịrị akwụkwọ na 1939",
  "Mgbe ọ gụsịrị akwụkwọ, ọ gara Mahadum Cheyney wee nweta nzere bachelọ nke sayensị na agụmakwụkwọ na 1943",
  "Livingston sonyeere ndị agha US wee jee ozi afọ abụọ na Agha Ụwa nke Abụọ dị ka onye isi teknụzụ",
  "Ọ natara kpakpando ọla nchara abụọ maka obi ike na Agha nke Bulge",
  "Mgbe a chụrụ ya n'ọrụ n'ụzọ nkwanye ùgwù, ọ gara Mahadum Pennsylvania wee nweta nzere Bachelor of Architecture na 1949 na nzere Master of City Planning na 1955.",
  "Na 1951 Livingston lụrụ Marjorie V",
  "Cachie nke New York.  Ịhụnanya ha nọgidere ruo afọ iri isii",
  "ma ha abụọ nwere ụmụ isii, ụmụ nwoke atọ na ụmụ nwanyị atọ ụmụ ụmụ iri na abụọ sochiri ha ma nwee ụmụ asatọ na ụmụ atọ.",
  "N'afọ 1960, Maazị Livingston meghere ụlọ ọrụ ụlọ ọrụ mbụ ya na mmekorita ma gaa n'ihu na-arụ ọrụ ruo ihe fọrọ nke nta ka ọ bụrụ afọ iri ise dị ka onye isi mmekọ na ọtụtụ ụlọ ọrụ",
  "N'oge ahụ, ọ bụ onye na-ahụ maka imepụta ihe karịrị ụzọ atọ n'ụzọ anọ nke otu ijeri dollar nke ọrụ owuwu gụnyere ụlọ obibi, azụmahịa, ụlọ ọrụ na ụlọ ọrụ mmepụta ihe",
  "Ọrụ ya gụnyere ndị ahịa ọha na eze na ndị nke onwe",
  "N'afọ 1976, ndị ọgbọ ya sọpụrụ ya mgbe etinyechara ya na Fellow nke American Institute of Architects maka onyinye ya pụtara ìhè n'ọhịa nke Architecture, onye mbụ na naanị onye ojii Philadelphian natara nsọpụrụ a",
  "Ụlọ ndị a ma ama nke ụlọ ọrụ ya mepụtara, gụnyere Justice Juanita Kidd Stout Center for Criminal Justice, Zion Baptist Church, Triumph Baptist Church",
  "Edison / Fareira High School, Martin Luther King Recreation Center, West Branch YMCA, Clef Club of Jazz and Performing Arts, Ada B",
  "George Dining Hall na Mahadum Cheyney, ọtụtụ obere ụlọ, na ọtụtụ ụlọ ndị ọzọ",
  "E nyere ya ikikere ịrụ ọrụ n'ụlọ na steeti Pennsylvania, New York, New Jersey, Delaware na Indiana, ma kwado ya site na National Council of Architectural Registration Boards.",
  "Na mgbakwunye na ọrụ ọkachamara ya, ihe ndị dị mkpa nke ọrụ dị ukwuu nke Maazị Livingston na ọrụ obodo na obodo dị ọtụtụ",
  "Ọ bụ onye isi oche gara aga nke Philadelphia Urban League, onye nyere ya Whitney Young Heritage Award na 1994 maka enyemaka ya na obodo",
  "Ndị Boy Scouts nke Amerịka nyere ya Silver Beaver na Silver Antelope Awards maka nraranye ya na ọrụ ya nye ndị ntorobịa",
  "N'ịghọta onyinye pụrụ iche o nyere ya n'ọrụ ọha na eze, e nyere ya Jefferson Award site na Evening and Sunday Bulletin na 1978",
  "N'afọ 1980, Mahadum Cheyney nyere ya Leslie Pinckney Hill Centennial Recognition Citation maka onyinye ya n'ọhịa nke Architecture na City Planning.  Livingston jere ozi na bọọdụ nke Wesley Enhanced Living na Stapeley na Germantown, Southeastern Pennsylvania Chapter nke American Red Cross, Northeast Regional Board na kọmitii nchịkwa nke Cradle of Liberty Council nke Boy Scouts of America, The Presbyterian Foundation for Philadelphia, Berean Institute, Harcum College, na Philadelphia Housing and Development Corporation",
  "Tụkwasị na nke a, Maazị Livingston jere ozi dị ka onyeisi oche nke bọọdụ nke The Philadelphia Tribune Newspaper na Center Post Housing Development",
  "N'afọ 2011, a kwanyeere Livingston, onye jere ozi na bọọdụ nke NewCourtland, ùgwù, e nyere ezinụlọ ya onyinye Ephraim D",
  "Saunders maka ọrụ pụrụ iche nke ọrụ obodo na mmeghe nke ụlọ ọrụ nde $ 14.6.",
  "Ọ rụkwara ọrụ na bọọdụ nke Philadelphia Redevelopment Authority, Philadelphia Industrial Development Corporation, Philadelphia Chamber of Commerce, Youth Study Center of Philadelphia, The Philadelphia Foundation, Southern Home Services, Penn Presbyterian Medical Center, Berean Federal Savings Bank na Charter Deputy president nke The University City Swim Club.",
  "Maazị Livingston bụ onye mason nke ogo iri atọ na atọ, onye otu ndịozi dị nsọ na Chọọchị Mediator, Alpha Phi Alpha fraternity, Union League of Philadelphia, na Philadelphia Chapter of Rotary International."
]