[
  "Wana Udobang, nke a makwaara dị ka Wana Wana, bụ onye edemede Naijiria, onye na-ede uri, onye nta akụkọ, onye na'eme ihe nkiri, na onye na-eme ihe nkiri na onyonyo. Ọrụ ya apụtala na BBC, Al Jazeera, Huffington Post, BellaNaija, na The Guardian, A kọwawo ya dị ka \"otu n'ime ndị mmeri kachasị ukwuu nke okwu ọhụrụ anyị na-ekwu okwu na-abanye n'ime oghere\".",
  "A mụrụ ya na Lagos, obodo di na Naịjirịa, Udobang gụsịrị akwụkwọ na nzere mbụ na akwụkwọ akụkọ na Mahadum maka nka okike",
  "Mgbe ọ gụsịrị akwụkwọ, ọ rụrụ ọrụ na BBC World Service dị ka onye na-emepụta ihe nkiri n'onwe ya",
  "Ọ rụkwara ọrụ dị ka onye nyocha na Wise Buddah Productions, Above the Title Productions, na Somethin 'Else.",
  "Mgbe ọ laghachiri Lagos, ọ rụrụ ọrụ na 92.3 Inspiration FM na Lagos, Naịjirịa, ruo afọ isii dị ka onye na-egosi n'redio na onye na-emepụta ihe.",
  "E bipụtara akụkọ ifo ya na uri ya na Brittle Paper na ebe ndị ọzọ n'ịntanetị na n'akwụkwọ",
  "Ọ bụ onye gụsịrị akwụkwọ na Farafina Creative Writers Workshop nke Chimamanda Ngozi Adichie na-eme kwa afọ.",
  "Dị ka onye na-ede uri, ọ na-eme ihe nkiri ngosi na gburugburu Naịjirịa",
  "Abọm okwu mbụ ya, nke e wepụtara na 2013, akpọrọ Dirty Laundry",
  "N'afọ 2017, o wepụtara abọm nke abụọ, nke akpọrọ In Memory of Forgetting",
  "A kọwawo abọm ahụ dị ka \"onye nwere obi ike n'ụzọ dị egwu\", \"ụda nkịta ụmụ nwanyị\" nke na-agba gburugburu \"ihe fọrọ nke nta ka ọ bụrụ ụmụ nwanyị na-eguzogide, mmeri na ọgụ ha, mmerụ ahụ ha na ngosipụta nke Kraịst. Udobang na-akọwa ya dị ka \"nchịkọta nke ncheta na-agagharị na ahụmịhe nke sitere na ebe ndị na-adịghị mma na ajụjụ na imezigharị onwe onye\".",
  "N'afọ 2020, a họpụtara Wana ka ọ sonye na 54th International Writing Program Fall Residency na Mahadum Iowa, site n'enyemaka nke United States Department of State",
  "Ka ọ dị ugbu a, ndị edemede Naijiria 35 esonyewo na IWP Fall Residency",
  "Nke a bụ ndị ama ama n'etiti ha bụ Elechi Amadi (1973), Cyprian Ekwensi (1974), Ola Rotimi (1980), Femi Osofisan (1986), Niyi Osundare (1988), Festus Iyayi (1990), Lola Shoneyin (1999), Obari Gomba (2016) na Tade Ipadeola (2019)."
]