[
  "Wanda Ewing (1970-2013) bụ ónyé na-ese ihe a mụrụ na Omaha, Nebraska. O lere nka ya ányá dị ka \"ihe na-akpali akpali na ndọrọ ndọrọ ọchịchị\"",
  "Ozi a na-ahụkarị n'ọrụ nka ya bụ nwanyị ojii dị mpako, ọ ga-esiri ike ileghara ya anya. Ewing gụrụ akwụkwọ óbíbí akwụkwọ na San Francisco Art Institute ebe ọ natara BFA ya na 1997",
  "Ọ natara MA na MFA ya na obibi akwụkwọ na Mahadum Iowa na 2001 na 2002, n'otu n'otu. Ọ bụ prọfesọ na Mahadum Nebraska na Omaha, ebe ọ kụziri klas nka anya site na 2004 ruo 2013. Ewing gosipụtara na mba niile ma nweta ọtụtụ onyinye màkà ọrụ ya.",
  "Ewing bụ ónyé na-akọwa onwe ya dị ka \"latch hook maven\". O jiri collage, printmaking, latch hook, na mgbasa ozi ndị ọzọ mepụta ihe ya",
  "Ọrụ ya na-enyocha okwu gbasara agbụrụ, okike, mmekọahụ, ịma mma, na njirimara. Ihe osise ya na-eji ejiji na-akpali agụụ mmekọahụ na anya dị ike iji gbaghaa echiche ndị inyom ojii na mgbasa ozi",
  "Ụmụ nwanyị Ewing rụrụ ọrụ dị mkpa na nka ya",
  "Ihe osise ya na-eji ụdị ụmụ nwanyị na ọdịnaya ya \"mebie ihe oyiyi ụmụ nwanyị\". Mgbasa ozi na-egosipụtakarị ụmụ nwanyị ojii n'ụzọ na-adịghị mma site n'ịme ka ha nwee mmekọahụ ma mee ka ahụ ha bụrụ ihe ziri ezi",
  "Ọ bụ ebumnuche Ewing iji gbanwee ihe ngosi ndị ahụ ka ha bụrụ ndị dị mma",
  "Ihe osise ya na-egosi ụmụ nwanyị ojii dị ka \"ndị nwere obi ike\" na ndị nwéré obi ike.",
  "A gụnyere ọrụ Ewing n'ọtụtụ nchịkọta gụnyere Richard M",
  "Ross Museum na Delaware, Tama Art University Museum na Tokyo, Japan, na San Francisco Art Institute na ndị ọzọ. A tụlere ma nyochaa ọrụ ya n'akwụkwọ dị iche iche, ọkachasị Maria Buszek's Pin-up Grrrls: Feminism, Sexuality and Popular Culture. E gosipụtara nhọrọ nke ihe osise ya na International Print Center na New York n'etiti afọ 2000. A na-aga n'ihu na-egosi ma na-anakọta ọrụ ya.",
  "N'ọnwa Mee afọ 2013, a chọpụtara na Ewing nwere ọrịa kansa akpa ume nke anọ. Wanda Ewing nwụrụ na Disemba 8, 2013 mgbe ọ dị afọ 43 site na nsogbu na ọgwụgwọ ọgwụ.",
  "Ewing bụ onye nnọchi anya obodo Omaha. Ọ rụrụ ọrụ iji mepụta oghere maka ndị na-ese ihe na-acha anụnụ anụnụ na ihe nkiri nka nke Omaha",
  "Ọnụnọ nke ndị na-ese ihe na Omaha toro n'okpuru nlekọta ya",
  "Union for Contemporary Arts na Omaha, Nebraska kpọrọ gallery na ncheta ya. Ewing bụ prọfesọ mbụ na-arụ ọrụ oge niile nke agba iji nweta ọrụ na ngalaba nka nke nnukwu mahadum steeti. Mahadum nke Nebraska Foundation guzobere agụmakwụkwọ nka n'aha ya.",
  "Ọrụ Wanda Ewing na-aga n'ihu na-akpali ụmụ nwanyị na-ese ihe \"ịchọta olu ha\". Les Femmes Folles: Women in Art, otu nzukọ sitere n'ike mmụọ nsọ nke ihe ngosi ọ haziri n'okpuru otu aha ahụ, na-aga n'ihu na-akwado ụmụ nwanyị na nka iji sọpụrụ ya."
]