[
  "Wangechi Waweru (amụrụ na 19 Jenụwarị 1994), nke a maara dị ka Wangechi, bụ onye na-eti egwu na Kenya, onye na-agụ egwu na onye na-ede egwu. Ọ malitere ọrụ egwu ya n'afọ 2013 wee wepụta mixtape mbụ ya \"Consume - Chakula ya soul\" n'ọnwa Julaị afọ 2013",
  "Na Disemba 2, 2016, ọ wepụtara egwu 10 ya nke EP \"Dont Consume if Seal is Broken\" nke gụnyere egwu Tusker maka Here's to us Campaign malitere na 30 Nọvemba 2016.",
  "Wangechi ghọrọ onye a ma ama site na njirimara ya na Ligi Soo remix na 2013 nke gosipụtara ọtụtụ ụmụ nwanyị rappers",
  "Nke a nyere ya ikpo okwu iji mepụta aha ma wepụta ọrụ dị iche iche mgbe e mesịrị.",
  "A mụrụ Wangechi na Jenụwarị 19, 1994, a zụlitere ya na Nairobi, Kenya",
  "Mmasị ya maka egwu malitere mgbe ọ dị afọ iri",
  "Na-ekwu na isi ihe na-akpali ya n'azụ egwu bụ onye na-eti egwu na onye na-agụ egwu aha ya bụ Nazizi",
  "Ọ gere ndị dị ka Slum Village, I.N.I, Kalamashaka, Jay-Z, E-Sir, Digable planets, Kanye West, Lauren Hill, Missy Elliott, MF Doom, B.I.G na ọtụtụ ndị ọzọ nti",
  "Ọ banyere n'ụlọ ọrụ Kenya site n'ọrụ ya na mixtape mbụ ya \"Consume Chakula ya Soul\" nke dara na July 2013.",
  "Ọ malitere na Hype Masters Entertainment ebe ọ gosipụtara mmalite ya n'egwu",
  "Ka oge na-aga, ọ bịanyere aka na ya n'okpuru Nuke Recordings ebe ọ wepụtara mixtape mbụ ya Consume O mechara wepụta egwu dịgasị iche iche mgbe nke ahụ gasịrị n'afọ 2014 dịka Tulia Tu feat HHP na King Kaka, Play, Attention shopper na Analogue dreams feat Karun",
  "Ọ gosipụtara na CNN \"African Voices' na 2013 ebe a matara ya dị ka otu n'ime ndị Kenya na-eto eto na-ele anya.",
  "E gosipụtara ya na Coke Studio Season 3 na 2015 ebe ya na onye na-ese ihe na Tanzania Ben Pol jikọrọ aka wee laghachi maka izu superstar ebe ya na Ice prince, Alikiba, Dama do Bling, Maurice Kirya na onye na'agụ egwu America Ne-yo jikọrọ aka",
  "O weputara Cardiac Arrest na They Don't Know feat Fena Gitu na 2015",
  "Ya na ndị ọrụ mba ụwa dị iche iche dị ka Mos Def, Tinnie Tempah, Tim Westwood, Morgan Heritage na Ne-yo.",
  "N'afọ 2016 ọ bụ ya dere ma bụọ abụ maka Tusker Lager \"Here to Us\" nke lekwasịrị anya n'ịkpọkọta ndị Kenya ọnụ dị ka otu",
  "Ọ bụ onye na-ese ihe n'onwe ya ugbu a.",
  "N'afọ 2018 e gosipụtara ya na egwu nke Rajiv 'Raj' Okemwa n'akụkụ Fena Gitu na egwu a kpọrọ \"Suka\" ma bụrụ vidiyo mbụ sitere na BAE2 (Beautiful And Exquisite 2) EP nke Raj na-abịanụ.",
  "Na Septemba 14, 2014, ya na ndị enyi ya abụọ nwere ihe mberede okporo ụzọ",
  "Ezigbo enyi ya Tionna Wangechi nwụrụ",
  "E tinyere ya na na ICU n'ihi mmerụ ahụ na-eyi ndụ egwu ma hapụ ahụ mkpọnwụ nwa oge maka ọnwa ole na ole wee gaa n'ihu na-agbake."
]