[
  "Wangechi Mutu (a mụrụ n'afọ 1972) bụ onye amụrụ na Kenya na-ese ihe n'Amerịka, nke a maara maka eserese ya, ihe ọkpụkpụ, ihe nkiri, na ọrụ arụmọrụ ya. A mụrụ ya na Kenya, ọ biri ma guzobe ọrụ ya na New York ihe karịrị afọ iri abụọ. Ọrụ Mutu eduziela ahụ nwanyị dị ka isiokwu site na eserese collage, ntinye immersive, na ndụ na arụmọrụ vidiyo mgbe niile na-enyocha ajụjụ banyere echiche onwe onye, ihe owuwu nwoke na nwanyị, mmerụ ọdịbendị, na mbibi gburugburu ebe obibi, yana echiche nke ịma mma na ike.",
  "A mụrụ Mutu na 1972 na Nairobi, Kenya. Ọ gụrụ akwụkwọ na Loreto Convent Msongari (1978–1989), ma mesịa gụọ akwụkwọ na United World College of the Atlantic, Wales (I.B., 1991)",
  "Mutu kwagara New York n'afọ ndị 1990, na-elekwasị anya na Fine Arts na Anthropology na The New School for Social Research, na Parsons School of Art and Design",
  "O nwetara nzere BFA na Cooper Union for the Advancement of the Arts and Science n'afọ 1996 na nzere masta na ihe ọkpụkpụ na Yale School of Art n'afọ 2000.",
  "Ọrụ Mutu na-agafe usoro dị iche iche, gụnyere collage, vidiyo, arụmọrụ, na ihe ọkpụkpụ, ma na-enyocha isiokwu nke nwoke na nwanyị, agbụrụ, na colonialism. Ọrụ ya, n'otu akụkụ, na-elekwasị anya na ime ihe ike na nkwupụta na-ezighị ezi nke ụmụ nwanyị ojii na-enwe na ọha mmadụ nke oge a. Otu isiokwu a na-ahụkarị n'ọrụ Mutu bụ ihe ngosi ya dị iche iche nke nwanyị",
  "Mutu na-eji isiokwu nwanyị eme ihe na nka ya, ọbụlagodi mgbe ọnụ ọgụgụ ndị ahụ enweghị ike ịmata, ma ọ bụ site n'iji ụdị ahụ n'onwe ya ma ọ bụ ọdịdị na ụkpụrụ e ji mee ọnụ ọgụgụ ahụ",
  "Ojiji ya nke ihe ngosi nke ụwa ọzọ maka ụmụ nwanyị, ọtụtụ oge gosipụtara n'ụdị mmekọahụ ma ọ bụ nke anụ ahụ, na-eweta mkparịta ụka banyere ebumnuche nke ụmụ nwanyị. Kpọmkwem, Mutu na-ekwu maka oke mmegide nke ahụ ụmụ nwanyị ojii ma jiri ọdịdị ụwa ọzọ kwughachi ọdịdị akụkọ ifo nke ngosipụta ọha mmadụ nke ụmụ nwanyị ojii. Ma ọ bụ site na usoro dị nro ma ọ bụ ụlọ nwanyị maara nke ọma, a na-ekwu na ụzọ dị iche iche Mutu si anọchite anya àgwà nwanyị na-eme ka ike nke ihe oyiyi ahụ ma ọ bụ mkpa nke okwu ndị e gosipụtara",
  "A maara ọtụtụ n'ime ihe osise Mutu ka a na-akọwa ya n'ụzọ ndị na-emegiderịta onwe ha, ma a na-ahụta ha dị ka ndị na-akwado ọha mmadụ nwere nsogbu ma nwee olileanya maka mgbanwe n'ọdịnihu na ọha mmadụ. A na-ekwukwa na iji Mutu mee ihe osise dị otú ahụ na-asọ oyi ma ọ bụ nke ụwa ọzọ nwere ike inyere ụmụ nwanyị aka ịhapụ izu okè dịka a na-egosi ya na ọha mmadụ ma kama ịnabata ezughị okè nke ha ma na-anabatakwu ntụpọ nke ndị ọzọ.",
  "Mutu nwere ike ịme mgbanwe onwe onye na ọdịbendị site n'ịgbanwe site na eserese gaa na ihe ọkpụkpụ ma laghachi ọzọ",
  "Mutu na-ekwu \"Mgbanwe a dị ike n'ihi na eji m uche m dị ka onye na-emepụta ihe - echere m na m na-ese ihe mgbe niile dị ka onye na-akpụ ihe.  \"N'ime ọrụ collage nke Mutu, ọ malitere ịzaghachi mgbasa ozi ọdịda anyanwụ na ụkpụrụ ịma mma: \"Amalitere m nkatọ na-aga n'ihu na ọgụgụ isi na mmebi nke ihe oyiyi ndị ahụ, nke na-emebi m site n'ime ka m ghara ịhụ m anya",
  "\"",
  "Mutu egosipụtala ihe ọkpụkpụ. N'afọ 2006, Mutu na onye Britain na-atụpụta ụkpụrụ ụlọ bụ David Adjaye jikọrọ aka na ọrụ",
  "Ha gbanwere Upper East Side Salon 94 townhouse na New York ka ọ bụrụ ebe oriri na nkwari n'okpuru ala nke akpọrọ Exhuming Gluttony: A Lover's Requiem",
  "Furs na oghere mgbọ na-achọ mgbidi ahụ mma ebe karama mmanya na-agbanye n'ụdị chandelier na-enweghị nchekasị n'elu tebụl ahụ nwere ntụpọ",
  "Ọtụtụ ụkwụ tebụl ahụ yiri nnukwu femurs nwere tibias na-ahụ anya, ohere ahụ dum nwere ísì ụtọ",
  "Ndị na-ese ihe gbalịsiri ike igosi oge iri nri dị ka o kwuru, \"Achọrọ m ịmepụta oriri, mkparịta ụka nke uche na ndị na-ekiri ihe na-ezighị ezi, enwere ọdachi ma ọ bụ ikpughe ihe ọjọọ",
  "\" A hụrụ oké agụụ a dị ka njikọ dị n'etiti ihe oyiyi nke Nri Anyasị Ikpeazụ, ihu igwe nke ụwa na-azụ nka ugbu a, na agha na Iraq.",
  "Ntinye ọzọ nke Mutu, Suspended Playtime (2008) bụ usoro ngwongwo akpa mkpofu, nke ejiri eriri ọla edo kechie dị ka a ga-asị na a kwụgidere ya na akwa ududo, ha niile kwụpụrụ n'uko n'elu ụlọ n'elu onye na-ekiri ya",
  "Ntinye ahụ na-ezo aka n'iji akpa mkpofu eme ihe dị ka bọọlụ na ihe egwuregwu ndị ọzọ nke ụmụaka Afrịka.",
  "Dị ka onye na-ese ihe, Mutu na-enweta mkpali site na ejiji na magazin njem, ihe ndị na-akpali agụụ mmekọahụ, ethnography, na mechanics. N'afọ 2013, na Brooklyn Museum na New York, Mutu gosipụtara eserese akwụkwọ eserese ya na nke mbụ ya na ihe ngosi ngosi ya",
  "Akwụkwọ ndị ahụ nwere ihe osise ndị mara mma, mana ha dị egwu nke jikọtara ya na anụmanụ, osisi, ma ọ bụ igwe.",
  "N'afọ 2013, Wangechi Mutu mepụtara vidiyo mbụ, The End of Eating Everything, na mmekorita ya na onye na-edekọ egwu Santigold, nke Nasher Museum of Art nyere ọrụ. Vidio a bụ nke Awesome + Modest mere.",
  "N'afọ 2014, e gosipụtara nka Mutu na ihe ngosi akpọrọ Nguva na Nyoka, na Victoria Miro Gallery na London",
  "N'abalị mmeghe nke ihe ngosi ahụ, Mutu gosipụtara ihe nkiri, ebe a gbara ndị ọbịa ume ka ha rie Wangechi Mutu chocolate mermaids",
  "Ndị ọbịa ahụ nwere ike inweta mermaid naanị site na \"ịpịpụta foto nke mbụ ha tara, na-aracha, na-atọ ụtọ\", na-arụ ọrụ dị ka nkọwa banyere \"mmiri ọha na eze nke ahụ nchara nchara\".",
  "N'afọ 2019, Mutu kere ihe oyiyi ọla nchara (nke akpọrọ The Seated I, The Seated II, The Seated IV) maka niches mpụga nke Metropolitan Museum of Art. E gosipụtara ihe oyiyi ụmụ nwanyị nọ ọdụ site na Septemba 9, 2019 ruo Jenụwarị 12, 2020.",
  "E gosipụtala ọrụ Mutu na ụlọ ngosi nka na ụlọ ngosi ihe mgbe ochie n'ụwa niile gụnyere San Francisco Museum of Modern Art, The Contemporary Austin (Texas), Miami Art Museum, Tate Modern na London, Centre for Fine Arts na Brussels, Studio Museum na Harlem na New York, Museum Kunstpalast na Düsseldorf, Germany, Centre Georges Pompidou na Paris, na Nasher Museum of Art na Mahadum Duke",
  "Ihe ngosi nke mbụ ya na nnukwu ụlọ ngosi ihe  ochie nke North America mepere na Art Gallery of Ontario na Machị 2010",
  "[mgbe?]",
  "O meela ihe ngosi otu onye na Museum of Contemporary Art Australia; Deutsche Guggenheim, Berlin; Brooklyn Museum of Art; Montreal Museum of Contemporary Art; San Francisco Museum of Modern Art; Staatlichen Kunsthalle Baden-Baden, Germany; Wiels Contemporary Art Center, Brussels; Nasher Museum of Art na Duke University, North Carolina; Block Museum of Art na Northwestern University, Illinois; na Miami Art Museum",
  "[mgbe?]",
  "Ọrụ ya gụnyere na nchịkọta nke Museum of Modern Art, New York; The Whitney Museum of American Art; The Studio Museum na Harlem; Museum of Contemporary Art, Chicago; Museum of Contemporary Art, Los Angeles; Nasher Museum of Art na Duke University; Brooklyn Museum; na Tate Modern na London.",
  "Na 23 Febụwarị 2010, Deutsche Bank kwanyeere Wangechi Mutu ùgwù dị ka \"Onye na-ese ihe nke Afọ\" mbụ ha. Ihe nrite ahụ gụnyere ihe ngosi naanị ya na Deutsche Guggenheim na Berlin",
  "Aha ya bụ My Dirty Little Heaven, ihe ngosi ahụ mere njem na June 2010 na Wiels Center for Contemporary Art na Forest, Belgium.",
  "N'afọ 2013, e nyere Mutu BlackStar Film Festival Audience Award for Favorite Experimental Film na Philadelphia, Pennsylvania maka ihe nkiri ya The End of Eating Everything, yana Brooklyn Museum Artist of the Year, Brooklyn, New York.",
  "N'afọ 2014, Mutu hiwere òtù ọrụ ebere Africa's Out!, iji \"na-aga n'ihu na mgbanwe dị egwu site na ike nke nka na ọrụ, ọkachasị ịkwado ndị na-ese ihe, atụmatụ na ụlọ ọrụ sitere na Africa na Diaspora ya nke na-eme ememe nnwere onwe nke nkwupụta okike",
  "\""
]