[
  "Carolyne Wanjiku Tharau, nke a maara dịka Wanjiku onye nkuzi maọbụ onye nkuzi Wanjiku, bụ onye Kenya na-eme ihe ọchị, onye na-eme ihe nkiri na onye na-emepụta ihe.",
  "Ọ bụ onye guzobere na onye isi nke Mwalimu Production, ụlọ ọrụ na-emepụta ọdịnaya ebe a na-eme ka onye nkuzi Wanjiku dị mma ma na-eme ihe nkiri maka ụmụaka.",
  "Wanjiku malitere àgwà nke Onye Ozizi Wanjiku na egwuregwu Heartstrings nke a na-akpọ 43rd Kenyan tribe n'afọ 2007",
  "O nwetara otuto dị egwu ma gaa n'ihu isonye na egwuregwu akwụkwọ ndị ọzọ ma rụọ ọrụ na ihe karịrị egwuregwu iri atọ mgbe ndị nduzi Sammy Mwangi na Victor Ber, bụ onye mechara bụrụ di ya, na-enyere ya aka.",
  "Nnukwu ezumike ya bịara mgbe o mere ihe nkiri mbụ ya na Churchill Show n'afọ 2013 na-enweta ihe karịrị 200,000 YouTube na onyinye ndị ọzọ mgbe nke ahụ gasịrị",
  "Kemgbe ahụ, ọ pụtara n'ọtụtụ ọkwa na Kenya na mba ofesi gụnyere The Hot Seat na ihe ndị ọzọ",
  "A maara ya nke ọma maka omume ya na 'Teacher Wanjiku' na 'Wa John'",
  "Ọ hapụrụ Churchill Show n'afọ 2014 mgbe nkwekọrịta ya gwụchara wee laghachi dịka onye ọbịa mgbe ihe ngosi ahụ na-eme ememe afọ iri na ise nke bụkwa ụbọchị ọmụmụ Daniel nke iri anọ.",
  "O nwere ihe ngosi telivishọn mbụ ya na Citizen TV n'afọ 2014 mgbe ọ hapụrụ Churchill Show",
  "Ihe ngosi ya bụ Teacher Wanjiku malitere na Citizen TV n'otu izu ahụ dịka onye Uganda na-eme ihe ọchị bụ Anne Kansiime's Dont Mess With Kansiime",
  "Otú ọ dị, a kpochapụrụ ihe ngosi ya na-ezo aka n'ụkpụrụ mmepụta. O wee were ezumike site na ihe nkiri iji gaa mụọ nwa ya",
  "Ọ lọtara na ngọsị otu nwoke na National theatre n'afọ 2016 ma nwee ihe ịga nke ọma.",
  "Wanjiku abụrụla onye nnọchi anya ọtụtụ ụdị gụnyere Airtel, Airtel Money, Unilever's Blue Band, Honda, Bata, USAID, National Bank na ọtụtụ ndị ọzọ",
  "Ọ ghọrọ onye nnọchi anya Dettol mgbe ndị nnọchi anya mbụ bụ Julie Gichuru, Lulu Hassan na Patience Ozokwor.\nỌ rụkwara ọrụ n'ọfịs onye isi ala, na otu mgbasa ozi mba dịka onye na-egosi redio na Q FM, Kenya Literature Bureau na-akụziri ụmụaka banyere mmekọahụ n'ebe ahụ, USAID na-akwalite mgbanwe ndị uwe ojii, mgbasa ozi ihe nkiri Theirworld",
  "N'afọ 2017, Wanjiku pụtara na mkpọsa #5for5 nke Theirworld iji gosipụta mkpa mmepe nwata",
  "Mgbasa ozi ahụ gosikwara aha ndị ọzọ a ma ama dịka Rainn Wilson, Jackie Tohn, Matt Lucas, Wendy Liebman, Shappi Khorsandi na Nish Kumar",
  "Ọ bụ Caroline Wanjiku n'onwe ya kpụrụ ma mee ihe nkiri nke onye nkụzi Wanjiku",
  "Onye a bụ onye nkuzi nke asụsụ nne ya nwere mmetụta dị ukwuu",
  "Ọ na-eyikarị ihe fọrọ nke nta ka ọ bụrụ onye na-eme ihe ọchị na uwe nwere ntụpọ na nnukwu ugogbe anya na-enwu gbaa",
  "Caroline Wanjiku anọwo na-ede edemede maka agwa ahụ ma na-eme ihe nkiri ahụ na telivishọn karịsịa na Swahili ma onye njikwa ya, onye nduzi ya na di ya bụ Victor Ber duziri ya.",
  "Wanjiku onye nkụzi ahụ nabatara nke ọma site n'aka ndị na-eme ihe ọchị na Kenya na karịa na-ezo aka na ya dị ka nwanyị kachasị ukwuu, nwanyị kachasị nwee ọgụgụ isi na-eme ihe ọchị na Kenya, onye na-eme ihe ọchị ngwa ngwa ngwa dịka ndị ọzọ na-akpọ ya Kenya's Queen of Comedy",
  "A mụrụ ya ma zụlite ya na Nairobi County",
  "Ọ bụ onye nke anọ a mụrụ n'ime ezinụlọ mmadụ isii",
  "Ọ lụrụ di na Disemba afọ 2014 nye onye nduzi okike, onye na-emepụta ihe na onye njikwa ya Victor Ber na mmemme nzuzo na St",
  "Pauls Catholic Church, University way, Nairobi."
]