[
  "Agha Soviet-Ukrainian ma ọ bụ agha obodo nke Ukraine (Ukrainian: радянсько-українська війна, romanized: radjans'ko-ukrajins'ka vijna, ma ọ bụ більшовицвицšько-українська, Okwu a na-ejikarị na post-Soviet Ukraine maka ihe ndị na-eme n'etiti 1917-21, n'oge a na-ewere dị ka agha n'etiti Ukraine People's Republic na Bolshevik (Ukrainian Soviet Republic na RSFSR)",
  "Agha ahụ malitere n'oge na-adịghị anya ka mgbanwe nke October gasịrị mgbe Lenin zipụrụ ìgwè ndị njem Antonov na Ukraine na Southern Russia.",
  "Omenala akụkọ ihe mere eme Soviet lere ya anya dị ka ọrụ ndị agha nke Western na Central Europe were na Ukraine, gụnyere ndị agha Polish Republic - mmeri Bolshevik mejupụtara ntọhapụ Ukraine n'aka ndị agha a",
  "N'aka nke ọzọ, ndị ọkọ akụkọ ihe mere eme nke Ukraine nke oge a na-ewere ya dị ka agha nnwere onwe nke ndị Ukraine na-ebuso ndị Bolshevik agha.",
  "Akụkọ ihe mere eme",
  "Na akụkọ ihe mere eme nke Soviet na okwu okwu, a na-egosi agha agha dị ka akụkụ nke agha obodo Russia ka ukwuu: na Ukraine, a lụrụ agha a n'etiti gọọmentị mba (nke Symon Petliura na-edu) na ọchịchị Bolshevik (nke Lenin duziri).",
  "Enwere ike kewaa agha ahụ ụzọ atọ:",
  "Disemba 1917 - Eprel 1918: Ụbọchị mgbanwe, nnupụisi Bolshevik, mbuso agha nke ndị nche Red , bịanyere aka na nkwekọrịta nchebe, na ntọhapụ sitere na bolsheviks.",
  "Disemba 1918 - Disemba 1919: Agha obodo na Ukraine, mbuso agha nke Red Army, ịdị n'otu nke Ukraine, ọgba aghara ndị obodo Soviet, Denikin's Volunteer Army na ntinye aka nke Allied, ọnwụ nke West Ukraine na Poland.",
  "N'oge opupu ihe ubi 1920 - Mgbụsị akwụkwọ 1921: Polish-Soviet War (Nkwekọrịta nke Warsaw), Russian Civil War (n'etiti Bolsheviks agha na Armed Forces nke South Russia), Ukrainian guerrilla ọrụ (Mgbasa Ozi Mbụ na nke Abụọ Winter), ọchịchị n'agha.",
  "Akwụkwọ ndị dị mkpa",
  "Nkwupụta nke Central Council of Ukraine (Universals)",
  "Ultimatum nke Sovnarkom na Central Council nke Ukraine",
  "Nkwekọrịta nke Brest-Litovsk na-enye ọkwa nnọpụiche na Ukraine dị ka ebe nchekwa maka Central Powers, yana nchebe ndị agha, na mkparịta ụka udo na Bolshevik nke Russian Soviet Federative Socialist Republic.",
  "Iwu ịdị n'otu, ịdị n'otu nke ọdịda anyanwụ Ukraine",
  "Treaty nke Warsaw, Polish-Ukrainian mgbochi Bolshevik nkwekọrịta",
  "Udo nke Riga, nkewa nke Ukrainendabere",
  "Leekwa: Nkwekọrịta nke Brest-Litovsk na Kiev Bolshevik ọgba aghara",
  "Mgbe Mgbanwe nke February nke 1917 gachara, mba ndị nọ n'ime alaeze ukwu na-achị (nke a kpọgharịrị aha ya bụ Rọshịa Republic) chọrọ nnwere onwe obodo n'aka Petrograd",
  "N'oge okpomọkụ nke 1917, Gọọmenti Ogologo oge kwadoro nchịkwa mpaghara maka akụkụ ụfọdụ nke ndị na-achịbu Ukraine.",
  "N’October 1917, gọọmenti Ukraine katọrọ nnupụisi ngwa agha Bolshevik ma kwupụta na ọ ga-ejisi ike lụso ọgụ ọ bụla nwara ịchị ọchịchị na Ukraine ọgụ",
  "E hiwere kọmitii nkwonkwo pụrụ iche maka ichekwa mgbanwe iji mee ka ọnọdụ ahụ guzosie ike",
  "Ndị agha mpaghara Kiev gbalịrị igbochi ọchịchị Bolshevik, na-eduga n'ọgụ n'okporo ámá ma mesịa nyefee ndị agha pro-Bolshevik n'obodo ahụ",
  "Na November 14, 1917 Ukrainian Central Rada nyere ya \"Mkpegharị nke Central Council nye ụmụ amaala nke Ukraine\" nke ọ kwadoro ịnyefe ikike steeti na Ukraine n'onwe ya",
  "Na November 16 nnọkọ nkwonkwo nke Rada na kọmitii ndị isi nke ndị ọrụ obodo na ndị agha soviets ghọtara Central Rada dị ka ikike mpaghara na Ukraine",
  "Na November 20, 1917, Rada kwupụtara Ukraine ndị mmadụ Republic dị ka akụkụ kwụụrụ onwe nke Rọshịa Republic ma mee ndokwa na Jenụwarị 9, 1918 ntuli aka na Mgbakọ Ndị Ọchịchị Ukraine",
  "Onye ode akwụkwọ na-ahụ maka ndị agha Symon Petliura kwupụtara ebumnuche ya ijikọta ma ihu ndịda Southwestern na Romania nke gbasapụrụ n'ofe Ukraine n'ime otu ndị agha Ukraine n'okpuru iwu nke Colonel General Dmitry Shcherbachev.",
  "Na Disemba 17, 1917, Bolshevik haziri Nzukọ Ndị Ukrainian nile nke Soviet na Disemba 11–12, 1917 wepụrụ ọtụtụ ọgba aghara n'ofe Ukraine na Kiev, Odessa, Vinnytsia",
  "Ndị Rada meriri ha nke ọma",
  "Na Disemba 17, 1917 Sovnarkom, nke malitere mkparịta ụka udo na Central Powers na mbụ n'ọnwa ahụ, zigara Rada ultimatum awa 48 na-arịọ ya ka ọ kwụsị \"omume counterrevolutionary\" ma ọ bụ kwadebe maka agha",
  "Ọzọkwa na Disemba 17, 1917 Reingold Berzins duuru ndị agha ya si Minsk gawa Kharkiv ruo Don",
  "Ha na ndị agha Ukraine na-alụ ọgụ n'ọdụ ụgbọ okporo ígwè dị na Bakhmach, bụ́ ndị jụrụ ikwe ka ndị agha Red (ndị agha atọ na ndị agha ogbunigwe) gafee",
  "The Central Rada anabataghị ebubo na kwuru ya ọnọdụ: ude nke Ukraine People's Republic, na-abụghị nnyonye anya na ya esịtidem ihe na ihe omume nke ọhụrụ haziri Ukrainian Front, ikike na-ebufe nke Ukrainized agha na Ukraine, nkewa nke mbụ",
  "ego nke eze ukwu, òkè nke Ukraine People's Republic na n'ozuzu udo mkparita uka",
  "N'otu ụbọchị ahụ All-Ukrainian Congress of Soviets na Kiev, mgbe ndị nnọchiteanya Bolshevik gachara, ghọtara ikike nke ọchịchị Ukraine ma katọọ njedebe nke ọchịchị Russia",
  "Ndị Kiev Bolshevik n'aka nke ha katọrọ ọgbakọ ahụ ma hazie nke ọzọ na Kharkiv",
  "N'echi ya, Sovnarkom na Moscow kpebiri agha",
  "A họpụtara Vladimir Antonov-Ovseyenko ka ọ bụrụ ọchịagha-isi nke njem njem megide Kaledin na South Russia, mgbe nso ókè-ala na Ukraine (Bryansk - Belgorod) Red agha malitere ikpokọta.",
  "Ndị Kievan Bolshevik ndị gbapụrụ na Kharkiv sonyeere mpaghara Congress nke Soviets nke Donetsk-Krivoy Rog Soviet Republic",
  "Ha kwuziri nzukọ a mbụ All-Ukrainian Congress of Soviets nke kwuputara okike nke Ukrainian People's Republic of Soviets",
  "Ọ kpọrọ Central Rada nke Ukraine onye iro nke ndị mmadụ na-akpọsa agha megide ya na Jenụwarị 2",
  "Rada mebiri njikọ niile ya na Petrograd na Jenụwarị 22, 1918 ma kwupụta nnwere onwe, si otú ahụ malite Agha Independence nke Ukraine. 3] Ọ bụ n'oge a ka ndị agha Bolshevik malitere ịwakpo Ukraine site na Russia. Ndị agha Russia si Kharkiv, Moscow, Minsk na ụgbọ mmiri Baltic wakporo Ukraine.Ọnwa Iri na Abụọ 1917-Eprel 1918",
  "Hụkwa: Mbụ All-Ukrainian Congress of Soviets (Kharkiv) na otu ndị agha na-alụ ọgụ megide mgbanwe mgbanwe na South Russia.",
  "Ndị Bolshevik, na-agụta ihe dị ka 30,000 na ndị mejupụtara ndị agha Russia nọ n'ihu, ọtụtụ ndị agha, na Red Guard detachments nke ndị ọrụ sitere na Kharkov gubernia na Donbass, malitere site n'ịga n'ihu site n'ebe ugwu ọwụwa anyanwụ nke Vladimir Antonov-Ovseenko na-edu",
  "Mikhail Muravov. Ndị agha Ukraine n'oge mbuso agha ahụ nwere ihe dị ka 15,000 sitere na ndị ọrụ afọ ofufo na ọtụtụ ndị agha nke Free Cossacks na Sich Riflemen.",
  "Mwakpo nke pro-Soviet agha si Russia sonye na ọgba aghara butere na Ukraine site obodo Bolshevik na mepere emepe obodo nile n'ókèala Left-akụ Ukraine nakwa dị ka Right-akụ Ukraine",
  "Ndị Bolshevik nke Yevgenia Bosch duziri mere ọgba aghara na-aga nke ọma na Vinnytsia n'otu oge na December 1917",
  "Ha weghaara 2nd Guard Corps wee kwaga Kiev iji nyere ndị Bolshevik nọ n'obodo ahụ aka",
  "Pavlo Skoropadsky na ndị agha Free Cossacks jisiri ike kwụsị ha nso na Zhmerynka, bupụ ha ma bugara ha Rọshịa",
  "Ndị agha Bolshevik ndị ọzọ weghaara Kharkiv (December 26), Yekaterinoslav (Jenụwarị 9), Aleksandrovsk (Jenụwarị 15), na Poltava (Jenụwarị 20) ka ha na-aga Kiev",
  "Na Jenụwarị 27, ìgwè ndị agha Bolshevik gbakọtara na Bakhmach wee malite n'okpuru iwu Muravov iji weghara Kiev.",
  "Akụkụ mbụ nke Sich Riflemen mgbe e jidere Kiev na Jenụwarị 1918.",
  "Ka ndị Bolshevik na-aga Kiev, otu obere otu mba Ukrainian National Republic nke na-erughị ụmụ akwụkwọ 500 (ụfọdụ ebe na-enye ọnụ ọgụgụ nke 300), nke Captain Ahapiy Honcharenko nyere iwu, haziri ngwa ngwa wee ziga ya n'ihu na Jenụwarị 29, 1918",
  "isonye na agha Kruty",
  "Obere ngalaba ahụ gụnyere tumadi nke Battalion Student (Kurin) nke Sich Riflemen, otu ngalaba nke Khmelnytsky Cadet School, na ngalaba Haidamaka",
  "E gburu ihe dị ka ọkara nke ndị ikom 500 n'agha ahụ.",
  "Na Jenụwarị 29, 1918, Kiev Arsenal Jenụwarị Uprising, nnupụisi ngwa ọgụ nke Bolshevik haziri, malitere na ụlọ ọrụ Kiev Arsenal",
  "Ndị ọrụ nke ụlọ ọrụ ahụ jikọtara ndị agha nke Ponton Battalion, 3rd Aviation Regiment na Sagaidachny Rejiment",
  "N'ịchọpụta mmeri, \"Central Rada\" na ndị agha Petlyurist wakporo obodo ahụ na February 3. Mgbe ụbọchị isii nke agha gasịrị na nri na ngwa ngwa na-agwụ agwụ, ndị agha na-emegide mgbanwe kwụsịrị ọgba aghara ahụ,  nke ndị ọrụ Bolshevik 300 nwụrụ",
  "Dị ka akwụkwọ akụkọ oge Soviet si kwuo, e gburu ihe karịrị 1500 ndị ọrụ na ndị agha na-akwado Soviet n'oge mgba ahụ. Na February 8, gọọmentị Ukraine chụpụrụ Kiev iji zere mbibi site n'aka ndị agha Soviet na-emegide ya, bụ ndị batara Kiev n'okpuru Mikhail Muravyov na February 9.",
  "Ozugbo ndị Bolshevik weghaara Kiev, ha malitere ịwakpo na Right-Bank Ukraine",
  "Agbanyeghị, na February 9 UNR bịanyere aka na Nkwekọrịta nke Brest-Litovsk wee si otú a nweta enyemaka sitere n'aka ndị agha German na Austro-Hungary na ngwụsị February, ihe karịrị ndị agha 450,000. N'ọnọdụ maka enyemaka agha, ndị Ukraine ga-ebuga nri na Central Powers",
  "N'okpuru iwu nke Symon Petlura, ndị agha jikọtara chụpụrụ Bolsheviks na Right Bank Ukraine wee weghachite Kiev na March 1",
  "N'ihi na nke socialist atumatu nke Rada, tumadi amụma nke ala nationalization nke metụtara nri mbupụ na Central Powers, on",
  "Eprel 28 ndị agha German kwụsịrị Central Rada ma tinye gọọmentị Hetman n'ọnọdụ ya",
  "Ndị agha Ukraine, German na Austro-Hungarian nọgidere na-enweta uru, na-eweghachite ụlọ akụ ekpe Ukraine, Crimea na Basin Donets. Ihe ndọghachi azụ ndị a manyere ndị Bolshevik ịbịanye aka na nkwekọrịta udo na gọọmentị Ukraine na June 12.Ntinye aka mgbe Hetmanate gasịrị",
  "Polish-Ukrainian, Polish-Soviet na Ukraine-Soviet Wars na mmalite 1919",
  "Na November 1918, ndị agha sitere na Directorate nke Ukraine jiri enyemaka ụfọdụ si n'aka ndị Bolshevik kwaturu Hetmanate",
  "Ndị agha German nke Soldatenrat duziri nọgidere na-anọpụ iche n'oge agha obodo were izu abụọ ka ha na-apụ na mba ahụ, n'ihi mmeri e meriri Alaeze Ukwu German na Agha Ụwa Mbụ",
  "Ụlọ ọrụ Directorate weghachiri mba Ukraine",
  "Na Jenụwarị 22, 1919 ndị mba Ukraine gbara agbata obi jikọtara n'okpuru Iwu Zluky.",
  "Kọmitii Central Military-Revolutionary Committee na Kursk na October 22, 1918 nyere iwu ka e kee nkewa abụọ n'okpuru Army Group nke Ukraine Front ma ọ bụ Group nke Kursk Direction",
  "E kenyere otu ahụ ngalaba nke Moscow Worker's Division, 9th Soviet Division, 2nd Orlov Brigade, na ụgbọ oloko abụọ ejiri agha",
  "Dị ka Antonov-Ovsiyenko si kwuo, Ndị Agha ahụ nwetara ihe dị ka ndị agha 6,000, egbe egbe 170, egbe 427, ụgbọ elu ndị agha 15, na ụgbọ okporo ígwè 6",
  "Na Disemba 15, 1918, a kpọrọ nzukọ nke onye isi ndị ọrụ Ukraine na Kiev nke Otaman Osetsky na-eduzi yana gụnyere Chief Otaman Petliura, Colonel Bolbachan, Colonel Shapoval, Sotnik Oskilko",
  "Ha na-ekwurịta banyere nchekwa ókèala ma guzobe atụmatụ ma ọ bụrụ na egwu sitere n'akụkụ niile.",
  "Iji kwụsị agha na-abịanụ na ndị Bolshevik, ọchịchị Chekhivsky zigara ndị nnọchiteanya na Moscow nke Minista nke Mba Ọzọ Semen Mazurenko duziri",
  "Ndị nnọchiteanya ahụ nwere ihe ịga nke ọma n'ịbinye aka na nkwekọrịta udo nke mbụ ma ọ kwụsịghị mmegide ahụ site n'akụkụ ndị Russia n'ihi nkwurịta okwu na-adịghị mma n'etiti ndị nnọchiteanya nọ na Moscow na ọchịchị nke ndị Ukraine People's Republic.",
  "Na Disemba 28, 1918, kọmitii etiti nke ekpe UPSR kwupụtara nchikota nke ndị agha na nkwado nke gọọmentị Soviet site na ngwa agha",
  "Site ná mmalite nke Jenụwarị 1919, ndị agha Bolshevik na-agafe ókèala ọwụwa anyanwụ na n'ebe ugwu ọwụwa anyanwụ iji wakpo.",
  "Ọnwa Mbụ 1919-June 1919",
  "Na Jenụwarị 7, 1919, ndị Bolshevik wakporo Ukraine n'ike  na ndị agha Vladimir Antonov-Ovseyenko, Joseph Stalin, na Volodymyr Zatonsky duziri. The Directorate kwuputara agha ọzọ megide Russia na Jenụwarị 16 mgbe ọtụtụ mbido ultimatums ka Russian SFSR sovnarkom ịdọrọ ha agha",
  "Isi ụzọ abụọ nke ndị agha Bolshevik dị na Kiev na Kharkiv.",
  "N'oge ahụ, ndị agha Soviet nọ na-aga n'ebe ugwu-ọwụwa anyanwụ Ukraine ma weghara Rylsk na Novhorod-Soversky",
  "Na Disemba 21, ndị agha Ukraine weghaara njikọ ụgbọ okporo ígwè dị mkpa na Kupyansk",
  "Mgbe nke ahụ gasịrị, ọganihu zuru oke malitere n'etiti osimiri Dnieper na Oskol",
  "Na Jenụwarị 3, Red Army weghaara Kharkiv, ọ fọrọ nke nta ka ọ bụrụ n'otu ọnọdụ ahụ mgbe Bolshevik weghaara Kiev na February 1918",
  "Ndị agha Ukraine n'oge ahụ nwere usoro agha abụọ mgbe niile, Zaporozhian Corps na Sich Riflemen, yana ndị otu ndọrọ ndọrọ ọchịchị",
  "nkewa",
  "Ndị ndọrọ ndọrọ ọchịchị a bụ ndị ataman na-enweghị ntụkwasị obi bụ ndị na-akwado ndị Bolshevik mgbe ụfọdụ, dị ka Zeleny, Anhel, na Hryhoryev",
  "Ndị agha nke nwere ihe karịrị 100,000 ndị ikom, dara ihe dị ka 25,000 n'ihi ndị ọrụ ugbo na-ahapụ ndị agha na ịgbagha na Bolshevik. Bolbochan ya na ndị fọdụrụ nke Zaporizhian Corps laghachiri na Poltava nke na-egbochi Red Army maka izu ole na ole ọzọ",
  "Na Jenụwarị 6, 1919, gọọmentị Pyatakov kwupụtara okike nke Ukrainian Socialist Soviet Republic",
  "N'agbanyeghị nke ahụ, ọchịchị ya nọgidere na Kursk ruo Jenụwarị 24",
  "Na Jenụwarị 4, Bolsheviks Army Group Ukrainian Front emezigharịrị n'ime otu Yukren ihu n'okpuru iwu nke Antonov-Ovsiyenko na ndị nnọchiteanya ya Kotsiubynsky na Schadenko",
  "N'ọtụtụ ajụjụ gbasara ebumnuche ndị agha Russia na Ukraine nke akwụkwọ ndekọ aha na-eziga na Moscow, Chicherin mechara zaghachi na Jenụwarị 6:",
  "..",
  "enweghị ndị agha nke Russian Socialist Soviet Republic na Ukraine",
  "N'oge a, ọrụ agha nke na-ewere ọnọdụ na mpaghara Ukraine dị n'etiti ndị agha nke ndekọ aha na Ukraine Soviet Gọọmenti nke nwere onwe kpamkpam.",
  "Na Jenụwarị 12, ndị agha nọ n'okpuru iwu nke Mykola Schors nwere Chernihiv mgbe ndị ọzọ nkeji n'okpuru iwu nke Pavlo Dybenko weere Lozova, Pavlohrad, Synelnykove, ma guzobe kọntaktị na Nestor Makhno",
  "Mgbe ogologo mkparịta ụka dị ogologo n'etiti ndị òtù nke akwụkwọ ndekọ aha na ndị isi obodo ndị ọzọ, e kpebiri ikwusa agha megide Soviet Russia",
  "Naanị onye na-emegide ya, bụ onyeisi oche nke directory Volodymyr Vynnychenko, mgbe Shapoval, ihe atụ, n'ihi ihe ụfọdụ bụ nanị na-arịọ ngwa ngwa e kere eke nke Soviet ọchịchị",
  "Denikin mechara kwuo na nkwupụta agha ahụ agbanweghị kpamkpam ihe ọ bụla na frontlines ma gosipụta naanị nsogbu ndọrọ ndọrọ ọchịchị n'ime gọọmentị Ukraine na mmeri nke otu ndị agha nke ndị agha.Nọvemba 1921",
  "Isi edemede: Mgbasa Ozi oyi nke Abụọ",
  "Ihe ikpeazụ UNR mere megide ndị Soviet bụ mwakpo n'azụ ahịrị ndị agha Red Army na Nọvemba 1921 nke a maara dị ka mkpọsa oyi nke abụọ. Mgbasa ozi a bu n'obi kpalite ọgba aghara n'etiti ndị ọrụ ugbo Ukrainian, ndị na-ewebu iwe na ndị Soviet, na ijikọ ndị agha otu na-emegide ndị Bolshevik na Ukraine",
  "Onyeisi ndị agha Ukraine bụ Yurii Tiutiyunnyk.",
  "E guzobere ndị agha njem abụọ, otu sitere na Podolia (ndị ikom 400) na otu sitere na Volhynia (ndị ikom 800)",
  "Ndị otu Podolia mere ya naanị n'obodo Vakhnivka, tupu ịlaghachi n'ókèala Polish site na Volhynia na November 29",
  "Òtù Volhynia malitere na November 4, weghaara Korosten na November 7 wee gaa obodo nta Leonivka",
  "Mgbe ha malitere ịla n'iyi ha kpebiri ịlaghachi",
  "Otú ọ dị, mgbe ọ laghachiri n’ebe ọdịda anyanwụ, ndị agha ịnyịnya Bolshevik nọ n’okpuru ọchịchị Grigore Kotovski na Bazar jidere ya ma merie ya n’agha dị nso na Mali Mynky na November 17",
  "Ndị Soviet weghaara ndị agha 443 n’oge agha ahụ",
  "A gbagburu 359 na November 23 na nso obodo Bazar, ma nyefee 84 n'aka ndị ọrụ nchekwa Soviet.",
  "Nke a bụ ọrụ ikpeazụ nke ndị agha UNR megide ndị Soviet",
  "Ọgwụgwụ nke mkpọsa oyi nke abụọ wetara agha Ukraine-Soviet na njedebe doro anya, agbanyeghị ọgụ nke otu akụkụ megide Bolshevik gara n'ihu ruo etiti 1922 na nzaghachi Red Army tụrụ ime obodo ụjọ.",
  "N'ikpeazụ",
  "Eastern Europe mgbe nkwekọrịta nke Riga gasịrị",
  "N'ọgwụgwụ nke agha ahụ, e webatara ọtụtụ n'ime ókèala Ukraine n'ime Ukrainian Soviet Socialist Republic nke, na December 30, 1922, bụ otu n'ime ndị guzobere Union of Soviet Socialist Republics (USSR)",
  "Akụkụ nke Western Ukraine dabara n'okpuru ọchịchị nke abụọ Polish Republic, dị ka e depụtara na Peace nke Riga",
  "A manyere ọchịchị UNR, nke Symon Petlura duziri, n'ala ọzọ.",
  "N'ime afọ ole na ole sochirinụ, ndị na-ahụ maka mba Ukraine ga-anọgide na-agbalị ibuso ndị Soviet agha agha okpuru ọchịchị",
  "Ọgụgụ isi ndị Poland nyere ha aka (lee Prometheism); agbanyeghị na ha emebeghị nke ọma",
  "A ga-ekpochapụ mmegharị ndị Ukraine ikpeazụ na-arụ ọrụ n'oge Holodomor. Ọzọkwa, enweghị ikwu enweghị nkwado Polish maka ihe kpatara Yukren ga-eme ka iwe na-eto eto n'akụkụ ndị nta nke Ukraine na Poland kwupụta steeti interwar Polish."
]