[
  "Wardell Milan bụ ónyé America na-ese ihe nkírí nke bi na New York City",
  "Ọrụ ya gụnyere ise ihe, ise ihe, na foto, yana iwu dioramas atọ",
  "Dị ka ónyé na-ese ihe si kwuo, ọ na-ewere ọrụ ya dị ka \"akụkọ ányá\" nke a pụrụ iwere dị ka ahịrị, ma ọ bụ na-abụghị ahịrị dịka ụzọ ónyé na-ekiri ya si akọwa ihe nkiri ọ bụla",
  "Ọ na-ejikarị foto, ma chọta ihe na ọrụ ya",
  "Ọ sitere n'ike mmụọ nsọ, nkà ihe ọmụma, na ọdịdị mmadụ",
  "Milan ekwuola na ọrụ Tennessee Williams, Alice Walker, na James Baldwin enyewo ya nghọta na ikike ịkọ akụkọ ha.",
  "A mụrụ Milan na 1977 na Knoxville, Tennessee, ọ bụkwa ebe a ka ọ malitere igosi mmasị ya na nkà",
  "Nné na nnà ya, Wardell Sr",
  "na Linda Milan, nyere \"oghere studio\" dị iche n'ụlọ ha ka ọ rụọ ọrụ, ébé ndị nkuzi ya nyere agbamume ha n'oge agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya. Ọ bụ ezie na ọ maara nke ọma n'ọtụtụ usoro mgbasa ozi, dị ka ónyé nọ n'afọ iri na ụma Milan lekwasịrị anya na foto",
  "O nwetara nzèrè Bachelor of Fine Arts na Mahadum Tennessee n'afọ 2001",
  "Mgbè ọ nwetasịrị akara ugo mmụta, Milan bụ onye na-ese ihe na Skowhegan School of Painting and Sculpture na Skow Hegan, Maine",
  "Ọ nwetara Master of Fine Arts na Mahadum Yale na 2004, ma n'oge na-adịghị anya ọ kwagara New York.",
  "Nhọrọ Milan na iji ọtụtụ mgbasa ozi na-enyekwa nghọta banyéré nkọwa Milan na isiokwu nke ịma mma na mmekọahụ na ọha mmadụ nke ógè á",
  "A na-ahụ isiokwu ndị ọzọ dị ka njirimara onwé ónyé na ahụ, ébé ọ na-esite na omenala egwuregwu, ihe na-akpali agụụ mmekọahụ, na ejiji. N'afọ 2005 mgbè ọ gachara ụlọ akwụkwọ gụsịrị akwụkwọ, o gosipụtara Frequency na The Studio Museum na Harlem, Greater New York",
  "Ihe ngosi ahụ gosipụtara nkà Milan nke iji ihe dịgasị iche iche na-ese ihe na ihe osise ya, eserese na nnukwu foto montage-style",
  "N'otu afọ ahụ, ihe ngosi mbụ Milan na mba ofesi bụ La Beaute de l'Enfer na Galerie Rodolphne Janssen na Brussels.",
  "Dioramas bụ ihe owuwu atọ nke Milan mepụtara iji see foto, a na-egosikwa ya dị ka ihe nkiri abụọ",
  "Ọ dịghị mgbè ọ na-egosi ihe owuwu ahụ, mana ọ na-ahọrọ igosi ihe nkiri ahụ n'ogo buru ibu",
  "Dioramas ndị a na-egosipụtakarị gbụrụ-gbúrụ ebe dị egwu ebe ihe na ihe odide na-emekọrịta ihe",
  "Mgbè mbụ a na-ele ọrụ ahụ anya, o yiri ka a na-edezi ya na dijitalụ, mana mgbè a na-enyocha ya, onye na-ekiri ya nwere ike ịhụ ojiji Milan ji igwefoto ahụ",
  "Ihe nkírí ndị a na-emepụta oghere na \"oge n'oge\" nke \"agaghị adị\"."
]