[
  "Warda Al-Jazairia (Arabic; a mụrụ Warda Mohammed Ftouki ( محمد فتوكي); 22 Julaị 1939 17 Mee 2012) bụ onye na-agụ egwu Algeria",
  "A maara ya nke ọma maka abụ na egwu Arabic nke Ijipt",
  "A na-eme ka aha ya dị mkpụmkpụ mgbe ụfọdụ ka ọ bụrụ naanị Warda (Egyptian Arabic:  nke pụtara \"flowers\") ma ọ bụ dị ka \"Flowers Algeria\" n'ụwa ndị Arab.",
  "A mụrụ Warda Ftouki na Paris na ọnwa July abalị iri abụọ na abụọ, 1939",
  "Nna ya, Mohammed Ftouki, bụ onye Algeria si Souk Ahras, nne ya bụ onye Lebanọn. Ọ bụ nwa ikpeazụ n'ime ụmụ ise.",
  "Warda malitere ịbụ abụ n'afọ ndị 1950",
  "O mere nke mbụ ya na Tam-Tam, ụlọ oriri na ọṅụṅụ nke nna ya nwere nke dị na rue Saint-Séverin, na Latin Quarter, ọ bụ ebe ọtụtụ ndị ama ama na-agụ egwú Arabic, dị ka Safia Chamia na Farid El Atrache.",
  "Mohammed Ftouki meghere Tam-Tam na 1951 anagram nke \"Tunisia - Algeria - Morocco\", n'oge ọtụtụ ụlọ ọrụ ndị ọzọ dị ka El Djazaïr, El Koutoubia, Baghdad...\nỤlọ ọrụ nke ghọrọ ihe ịga nke ọma ngwa ngwa",
  "Farid al-Atrash bụrụ abụ n'ebe ahụ",
  "Salim Al Hillali, onye ọzọ souk-ahrassien, abụwo ebe ahụ kwa abalị ruo ọtụtụ afọ.\nEbe a na-anabata ihe na ụlọ nyocha nke abụ ndị Arab nke oge a, ụlọ oriri na ọṅụṅụ ndị a na-ezukọkwa ebe ndị diasporas ebe echiche na-agagharị, ezigbo ebe ngosi echiche",
  "Ya mere, n'oge Agha nke Nnwere Onwe, Tam-Tam ghọrọ adreesị nzuzo nke French Federation nke FLN, dị ka ebe nchekwa nke ngwá agha.  N'ezie, \"Le Tam-Tam\" jikọtara ya na isi ụlọ ọrụ MTLD, Movement for the Triumph of Democratic Freedoms, otu ndọrọ ndọrọ ọchịchị maka nnwere onwe Algeria",
  "Cabaret ahụ dị n'akụkụ isi ụlọ ọrụ MTLD ma nọrọ n'okpuru nlekọta ndị uwe ojii. N'ịbụ onye a katọrọ, a tụrụ Mohammed Ftouki mkpọrọ.",
  "Mgbe nke a gasịrị, ya na ezinụlọ ya gara biri na Beirut iji tinye onwe ya n'ọzụzụ nka nke ụmụ ya, ọkachasị Warda na Messaoud, nnukwu onye na-akụ ọkpọ na onye na-ede egwu",
  "Ụmụ Ftouki na-achịkwa, na-azụlite site na mba na nka nke nna ya, nke a maara nke ọma ruo taa maka omume ya karịa ndụ ya",
  "Mohammed Ftouki nwụrụ na Cairo na 1961 ebe e liri ya.",
  "Mgbe ọ dị afọ iri na otu, Warda bụrụ abụ na ihe ngosi nke Ahmed Hachlaf kwadoro, nke a na-agbasa na Paris Inter. N'afọ 1950, o dekọrọ ndekọ mbụ ya maka Pathé-Marconi.",
  "N'afọ 1956, mgbe agha Algeria tiwapụrụ, ndị uwe ojii chọpụtara ngwá agha maka FLN (Algerian National Liberation Front) na cabaret nna ya",
  "E mechiri ụlọ ọrụ ahụ, a chụpụkwara ezinụlọ ha",
  "Ha mere atụmatụ ịkwaga Hamra, mpaghara Beirut nke a maara maka ndụ abalị ya. Otú ọ dị, nne ya nwụrụ tupu ha abịarute.",
  "Warda bụrụ abụ na cabarets nke Beirut. N'afọ 1959, n'ụlọ ịgba chaa chaa dị na Aley, ọ zutere onye na-ede egwu Mohammed Abdel Wahab, onye kụziiri ya nka nke ịbụ abụ oge ochie ma gbanwee qasida nke onye na-agụ uri Ahmed Shawqi \"Bi-Omri Kullo Habbitak\" maka ya. Nke a dugara n'ịkpọbata ya na onye isi ala Ijipt, Gamal Abdel Nasser, onye tụrụ aro ka a tinye ya na egwu egwu pan-Arab ma mee egwu \"Al Watan Al Akbar\" nke Mohammed Abdel Wahab",
  "[citation needed] Warda dekọrọ ya, dị ka ndị ọzọ na-agụ egwu dịka Abdel Halim Hafez na Fayza Ahmed. Onye nduzi egwu nke Ijipt, Helmy Rafla, bịanyere ya aka na nkwekọrịta, na-enyere ya aka ịchụso ọrụ egwu na ihe nkiri na Ijipt. Ọ pụtara na ihe nkiri abụọ nke Rafla, \"Almaz We Abdo El-Hamouly\" na \"Amirat al-Arab.",
  "Nna Warda nwụrụ n'afọ 1961. Mgbe nnwere onwe gasịrị, ọ gara Algeria na nke mbụ ya wee lụọ onye ọrụ nke machibidoro ya ịbụ abụ",
  "Ọ hapụrụ egwu afọ iri, kama ịhọrọ ịzụlite ụmụ ya",
  "O nwere nwa nwanyị aha ya bụ Widad na nwa nwoke aha ya bụ Riad, onye aha ya bụ onye na-ede egwụ Riad Al Sunbati.",
  "N'afọ 1972, na arịrịọ nke onye isi ala Algeria bụ Houari Boumédiène, Warda sonyere na ncheta ncheta nke afọ iri nke nnwere onwe Algeria site n'ịrụ ọrụ na Algiers na ndị egwú Ijipt.",
  "Mgbe arụmọrụ ahụ gasịrị, Warda na di ya gbara alụkwaghịm site na nkwekọrịta ha abụọ, o kpebikwara ịmaliteghachi ọrụ ya. Ọ laghachiri Ijipt kpamkpam, ebe ọ lụrụ onye na-ede egwu Baligh Hamdi",
  "Ọ nwere nnukwu ewu ewu ma nwee ohere iso ndị Arab na-ede egwu, dị ka Helmi Bakr, Riad Al Sunbati, Sadok Thraya, Mohammed Abdel Wahab, Mohammed Al-Mougi, na Sayed Mekawy rụọ ọrụ. Onye isi ala Ijipt Anwar Sadat machibidoro ya ịrụ ọrụ na Ijipt n'ihi na abụ sitere na egwu ya, \"Inkan el-Ghala Yenzad\", toro onye ndu Libya Muammar Gaddafi",
  "E wepụrụ mmachibido iwu ahụ n'ihi ntinye aka nke nwunye ya Jehan.",
  "N'afọ 1990, Warda gbara di ya nke abụọ alụkwaghịm, onye nwụrụ na Paris afọ atọ ka e mesịrị. Ọrụ ya banyere n'ọchịchịrị ka ụdị egwu ọhụrụ pụtara",
  "Otú ọ dị, o nwere ike ịlaghachi n'ihu n'ihi egwu egwu ya na-ewu ewu site n'aka onye na-ede egwu Salah El-Sharnoubi, dị ka \"Harramt Ahebak\", \"Batwanes Beek\", na \"Ya Khsara\".",
  "Ọ malitere inwe nsogbu ahụike, nke mere ka ọ ghara ịga n'ihu",
  "N'afọ 1996, a wara ya ahụ n'obi, nke a gbatịrị imeju na mbido afọ pụkụ abụọ",
  "N'afọ 1999, a tọhapụrụ nchịkọta \"nke kachasị mma\" a na-akpọ \"Nagham El-Hawa\", nke gosipụtara egwu ya kachasị ewu ewu. E dekọrọ abọm studio ikpeazụ ya n'afọ 2001.",
  "Warda gara Lebanọn n'afọ 2000 iji rụọ ọrụ na Baalbeck International Festival",
  "Ọ bụrụ abụ n'ebe ahụ na 2005 na ọzọ na 2008, na-adọta ihe fọrọ nke nta ka ọ bụrụ ndị nkiri 3,000. N'otu afọ ahụ, ọ gara Algeria ma nye egwu dị iche iche na Djemila, na Casif Theatre na Sidi Fredj, na 4th International Festival. N'afọ 2009, Warda sonyere n'abalị mmeghe nke 2nd Pan-African Festival na Algiers. Ọ rụkwara ọrụ na Morocco n'oge mbipụta nke asatọ nke Mawazine, ebe ọ bụrụ abụ n'ihu mmadụ 30,000",
  "Otu n'ime kọntaktị ikpeazụ ya mere na Lebanọn na Septemba 2011.",
  "Abụ mbụ Warda dekọrọ na 1950s bụ abụ Algeria na-ahụ mba n'anya. O mechara bụrụ abụ na-eme emume maka ọgụ na nnwere onwe nke Algeria, dị ka Saïdouna Ila El Djibal, Min baide (From Far), Aid El Karama (The Festival of Dignity), Soummam na Biladi Ouhibouki",
  "Tupu ọnwụ ya, onye na-agụ egwu ahụ mere vidio akpọrọ Mazal wakfin (Anyị ka guzo), na-eme emume ncheta afọ iri ise nke nnwere onwe.",
  "Warda nwụrụ na 17 Mee 2012 n'ụlọ ya na Cairo mgbe nkwụsị obi nke mere n'oge ọ na-ehi ụra",
  "Ọ dị afọ iri asaa na abụọ. E bughachiri ozu ya n'ala nna ya, Algeria, e nyekwara ya olili ozu steeti",
  "E liri ya na 19 Mee na \"Martyrs' Square\" nke El Alia Cemetery na Algiers, nke echekwara maka ndị dike mba.",
  "N'afọ 2021, a gụnyere onye na-agụ egwu ahụ na ndepụta nke 318 Heroes of Diversity nke gọọmentị Onye isi ala Emmanuel Macron họpụtara. Onye na-agụ egwu ahụ bụ otu n'ime ụmụ nwoke narị abụọ, iri ise na otu na ụmụ nwanyị iri isii na asaa",
  "onye nnọchiteanya nke 'ọdịiche dị iche iche nke ókèala', ndị nwere ike ịkpali aha okporo ámá ma ọ bụ ụlọ ọha na eze n'ọdịnihu na France. N'etiti ndị a họpụtara bụ nnukwu aha sitere na akwụkwọ, nka, ndọrọ ndọrọ ọchịchị na sayensị, gụnyere Emile Zola, Guillaume Apollinaire, Dalida, Serge Gainsbourg, Léopold Sédar Senghor, Salvador Dalí, Pablo Picasso na Emir Abdel Kader."
]