[
  "William Waring Cuney (Ọnwa Mee 6, afọ 1906 - rụo ọnwa Juun 30, afọ 1976) bụ onye na-ede uri nke Harlem Renaissance",
  "A maara ya nke ọma maka uri ya \"No Images,\" nke a na-edepụta n'ọtụtụ ebe.",
  "William Waring Cuney bụ otu n'ime ejima abụọ amụrụ n'ọnwa Mee 6, afọ 1906, na Washington D.C",
  "Nna ya, Norris Wright Cuney nke Abụọ, rụrụ ọrụ maka gọọmentị etiti. Nne ya, Madge Louise Baker, kụziri na usoro ụlọ akwụkwọ ọha na eze DC",
  "Cuney gara ụlọ akwụkwọ ọha na eze DC, gụsịrị akwụkwọ na Armstrong High School",
  "Ọ gara Mahadum Howard ruo oge ụfọdụ tupu ọ nweta B.A",
  "ya na Mahadum Lincoln na Pennsylvania",
  "Ọ gụrụ akwụkwọ na New England Conservatory of Music na Boston na Conservatory nke Music na Rome.",
  "N'afọ 1926, mgbe Cuney ka bụ nwa akwụkwọ na Mahadum Lincoln, uri ya \"No Images\" nwetara ihe nrite mbụ na asọmpi nke magazin Opportunity kwadoro",
  "Abụ ahụ na-egosi n'ụzọ na-emetụ n'ahụ nwanyị ojii na-etinye ụkpụrụ ịma mma nke Europe",
  "A kọwakwara ya n'ọtụtụ ebe ma were ya dị ka obere ihe ochie nke New Negro Movement.",
  "Na Mahadum Lincoln, Cuney bụ nwa klas na enyi Langston Hughes",
  "Ọtụtụ iri afọ ka e mesịrị, ya na Hughes dezigharịrị akwụkwọ edemede, Lincoln University Poets: Centennial Anthology, 1854 - 1910 (New York: Fine Editions, 1954).",
  "Mgbe ọ zụchara maka ọrụ na egwu dị ka onye na-agụ egwú ya na nwanne ya nwoke bụ onye na-akpọ piano, Cuney kpebiri na ọ nwere olu abụ na-adịghị mma ma ọ dịghị mgbe ọ rụrụ ọrụ ọkachamara. Otú ọ dị, ihe odide ya nwere mmetụta dị ukwuu n'ịhụnanya ya maka egwu",
  "Abụ ya na-ada ụda nke ukwuu, a na-edekarị ya n'ụdị ballad ma ọ bụ n'ụdị mbụ nke na-echetara abụ blues",
  "Ọtụtụ n'ime ha bụ ihe osise nke ndị Afrịka Amerịka nọ n'ime obodo. Josh White, Al Haig, na Nina Simone etinyela ọtụtụ n'ime uri ya na egwu ma dekọọ ya. E bipụtara uri ya na akwụkwọ akụkọ ndị dị ka The Crisis na Black World, na n'akwụkwọ akụkọ nke Countee Cullen, James Weldon Johnson, Sterling Brown, na Arna Bontemps dezigharịrị.",
  "Ọ bụ ezie na e chefuru ọrụ ya na United States site n'afọ ndị 1950s, a sụgharịrị ya n'asụsụ German na Dutch ma mepụta ndị na-eso ya na Europe",
  "O bipụtara naanị mpịakọta abụọ nke uri n'oge ndụ ya: Puzzles, mbipụta dị mkpirikpi nke e bipụtara na Netherlands n'afọ 1960, na Storefront Church, nke e biụtara na London n'afọ 1973",
  "Ọ nwụrụ na New York City n'ọnwa Juun 30, afọ 1976."
]