[
  "Obodo Warri bụ obodo eji mmanụ were mara, nke dị n'ime mpaghara South-South Nigeria ma nwee ụlọ mgbakwunye nke Ụlọ Gọọmentị Delta State",
  "Ọ rụrụ ọrụ dị ka isi obodo nke Warri Province n'oge mba ọzọ nọ n'ọchịchị.",
  "Obodo ndị gbara ya gburugburu gụnyere Uvwie n'ebe ọwụwa anyanwụ, Udu",
  "n'ebe ndịda ọwụwa Anyanwụ, Ogbe-ijoh n'ebe Ndịda, obodo Itsekiri na Warri South LGA n'ebe ọdịda anyanwụ. N'ihi mmụba ngwa ngwa nke ndị mmadụ na okporo ụzọ ndị jikọtara ya, obodo ahụ na obodo ndị gbara ya gburugburu jikọrọ ọnụ wee bụrụ obodo mepere emepe a maara dị ka Warri.",
  "Aha nke a bụ \"Warri Province\" bụbụ nke e ji mara akụkụ nke mpaghara a na-akpọ Delta State ugbu a n'okpuru Colony na Protectorate nke Southern Nigeria. Ókè ya n'ebe ugwu ọwụwa anyanwụ bụ Sapele na Osimiri Forçados  dị na ndịda-ọwụwa anyanwụ na Jameson Creek na South-west nke mechara gbanwee na Delta Province.",
  "Warri bụ otu n'ime obodo eji ụlọ ọrụ na azụmaahịa mmanụ ala were mara na ndịda Naịjirịa",
  "Ọ bụ isi obodo azụmahịa nke Delta State, nke nwere  karịrị mmadụ 311,970 dịka ọnụ ọgụgụ mba nke afọ 2006 si dị.",
  "Warri City bụ obodo ndị eze anọ, ya bụ; Ovie nke Agbarha-Ame (Urhobo), Orosuen nke Okere-Urhobo (Urhobo)), Olu nke Warri (itsekiri) na Pere nke Ogbe-ijaw (Ijaw)",
  "Obodo ahụ n'onwe ya bụ obodo ụmụ amaala Urhobos, itsekiris na Ijaws.",
  "Ndị bi na ya na-abụkarị ndị otu Kraịst dị n'ụzọ okpukpe dị iche iche, ụfọdụ na-ejikwa ngwakọta nke okpukpe ọdịnala Africa dị ka ọtụtụ ndị ndịda ugwu nke Naijiriasi eme",
  "A maara obodo ahụ na mba niile maka Pidgin English ha pụrụ iche.",
  "Obodo Warri ma ọ bụ Iwerre adịla kemgbe 1480.",
  "Olu nke Warri nke ugbu a bụ Ogiame Atuwatse III, onye e kpuwere okpueze na 21 Ọgọst 2021.\nỌ bụbu isi obodo n'oge ọchịchị Britain",
  "Lagos na Protectorate nke Southern Nigeria jikọtara ọnụ dị ka Colony na Protectorat nke Southern Nigeria na 28 February 1906 ma Walter Egerton bụ onye a họpụtara dị ka Gọvanọ nke Colony ọhụrụ na Protectorates nke Southern Nigeria, na-arụ ọrụ ruo 1912 [citation needed]",
  "Na mpaghara ọhụrụ a a na-akpọ Southern Nigeria, Lagos Colony ochie bụụrụ Western Province, na Southern Nigerian Protectorate nke mbụ kewara n'ime Central Province nke isi obodo ya dị na Warri nakwa Eastern Province nke isi obodo ya dị na Calabar.",
  "Warri na-anọdụ n'ikpere mmiri Warri nke jikọrọ ọnụ na osimiri Forcados na Osimiri Escravos n'ebe Jones Creek na mpaghara Niger Delta dị ala",
  "Obodo a nwere ọdụ ụgbọ mmiri nke oge a nke na-arụ ọrụ dị ka ebe mbufe ibu n'etiti Osimiri Niger na Oké Osimiri Atlantic maka mbubata na mbupụ",
  "Agụgụala nke obodo ahụ malitere na narị afọ nke 15 mgbe ndị mgbasa ozi Kraịst sitere na Portugal bịara na ya",
  "N'ikpeazụ, ọ rụrụ ọrụ dị ka ebe isi azụmahịa ndị ohu maka ndị Portuguese na Dutch",
  "Warri bụụrụ obodo ọdụ ụgbọ mmiri dị mkpa karịa na ngwụcha narị afọ nke 19, mgbe ọ bụụrụ ebe azụmahịa mmanụ nkwụ na ihe ndị ọzọ dị mkpa dị ka rọba, ngwaahịa nkwụ, koko, ahụ ekere, akpụkpọ anụ, na akpụkpọ anụ.",
  "Ndị Britain guzobere Warri dị ka isi ụlọ ọrụ nke mpaghara ahụ na mmalite narị afọ nke 20. E nweela mmụba dị ukwuu n'ọnụ ọgụgụ mmadụ; ọ gbanweela site na ịbụ ime obodo were gaa n'obodo ukwu.",
  "A na-ahụta Warri dị ka obodo ukwu nke oge a nke nwere mbawanye mmepe akụrụngwa na mpaghara gọọmentị ndị ọzọ dị ka Uvwie, Udu, na Okpe n'afọ ndị na-adịbeghị anya, yana netwọk okporo ụzọ dị iche iche na-ejikọta ebe ndị a n'otu",
  "Nke ọ bụla n'ime mpaghara ndị a nwere usoro nchịkwa nke ya",
  "[citation needed]",
  "Ndị karịrị n'ọnụọgụ n'obodo Warri bụ ndị Urhobo, Itsekiri na Ijaw. Otú ọ dị, dịka o nwere ọnọdụ dị ka obodo ukwu, e nwere ọtụtụ ndị na-abata n'ime ya site n'akụkụ niile nke Naijiria, ọ kachasị ndị Igbo",
  "te\nsi n'akụkụ niile nke mba ahụ, ọkachasị ndị Igbos.",
  "Mpaghara ahụ na-enwe mmiri ozuzo dị mma na iru mmiri dị mma ọtụtụ ugboro afọ",
  "Ọnọdụ ihu igwe nwere ikuku ma nwee oge abụọ dị iche iche: oge ọkọchị na oge mmiri ozuzo",
  "Oge ọkọchị na-adị site n'ihe dị ka Nọvemba ruo Eprel ma bụrụ nke e ji uzuzu dị jụụ nke \"ụgụrụ\" sitere na ifufe ugwu ọwụwa anyanwụ wee maara",
  "Oge mmiri ozuzo na-agafe site na Mee ruo Ọktoba ma na-akwụsịtụ ntakịrị oge n'ọnwa Ọgọstụ, mana mmiri na-ezo ugboro ugboro ọbụladị n'oge ọkọchị",
  "A na-akọwa mpaghara ahụ site  ihu igwe nwere ikuku nke nwere okpomọkụ kwa afọ nke 32.8 °C (91.0 °F) na mmiri ozuzo kwa afọ nke 2,770 mm (109 in)",
  "Enwere oke okpomọkụ nke 28  °C (82 °F) na 32 °C (90 °F)",
  "Mpaghara gbara ya gburugburu na-abụkarị oké ọhịa mmiri ozuzo, nke na-abanye na ala mmiri na mpaghara ụfọdụ",
  "Ahịhịa jupụtara na oke osisi, nkwụ, yana osisi mkpụrụ osisi.",
  "E nwere Warri Refinery na Petrochemicals dị na Ekpan, ebe ọtụtụ ụlọ ọrụ mmanụ mba ụwa na-arụ ọrụ na Naịjirịa bụ ndị nwere ụlọ ọrụ ha n'ebe dị nso na gburugburu ahụ",
  "so.\nOtu n'ime nnukwu ọdụ ụgbọ mmiri nke mba ahụ dị n'ime Ugbuwangue, Warri.",
  "N'ihi esemokwu dapụtara na ngwụcha afọ 90, ọkachasị na 1999, ọtụtụ ụlọ ọrụ mmanụ gbapụrụ site n'obodo ahụ na mpaghara ndị dị ya nso.",
  "Ndị agha Amphibious Infantry battalion (Effurun Army Base) nke dị na Effurun,  [obodo ejima] bụ ndị na-eweta nchekwa na Warri ma na-achịkwa n'okpuru Brigade HQ na Port Harcourt.",
  "Ndị agha mmiri Naịjirịa na-arụ ọrụ site na ụlọ ọrụ ya na Warri.",
  "Ndị agha ụgbọelu nke 61 nke Naịjirịa na-arụkwa ọrụ site na ụlọ ọrụ ya dị na Jeddo, nke dị nso Warri.",
  "Warri nwere ámá egwuregwu mba ụwa nke nwere ike ịba puku mmadụ iri atọ nke bụ ụlọ Warri Wolves football club, nke kwadoro asọmpi nke African Women Football Championship na 2002 nakwa 2006 n'otu aka ahụ ma sonyekwa na otu n'ime ebe a tụrụ anya na a ga-eji mee ihe maka FIFA Under-17 World Cup na Nigeria na 2009. E ji ámá egwuregwu ahụ were kwado African Youth Athletics Championship (AYAC) na 2013.",
  "Warri Wolves, bụ otu egwuregwu bọọlụ ọkachamara nke dị na Warri na-esonye asọmpi na Nigeria National League. Ndị egwuregwu ochie ha a ma ama gụnyere Best Ogedegbe, Wilson Oruma, Efe Ambrose, Victor Ikpeba na Ekigho Ehiosun.",
  "Ntọala akụ na ụba nke obodo ahụ dabeere na ụlọ ọrụ nsicha mmanụ na ụlọ ọrụ mmanụ na gaasị ndị ọzọ.\nỌzọkwa, e nwere ụlọ ọrụ ígwè, Delta Steel Company, nke dị na mpaghara Ovwian Áladja nke Udu. Ụlọ ọrụ Beta Glass dị nso, na mpụga obodo Ughelli, ebe ala ahụ jupụtara na silica na silicates, ihe ndị a chọrọ maka imepụta glaasị, ceramics na simenti.\nTranscorp Power Distribution, otu n'ime ụlọ ọrụ na-emepụta ike na Naịjirịa, dịkwa na Ughelli, nke dị naanị nkeji 15 site na ụgbọ ala.",
  "N'afọ 1991, a malitere iwu ụzọ ụgbọ okporo ígwè zuru ezu site na ụlọ ọrụ ígwè dị na Ajaokuta ruo n'ọdụ ụgbọ mmiri Warri, ihe dị ka kilomita 275",
  "Ka ọ na-erule n'afọ 2006, ụzọ okporo igwe ahụ eruola kilomita 329 n'ogologo, mana akụkụ nke ikpeazụ nke Warri dị 27 kilomita bụ nke na-ezubeghị ezu",
  "N'afọ 2010, ọrụ maliteghachiri iji mezue akụkụ ikpeazụ ahụ na Warri",
  "E meghere ụzọ ụgbọ okporo ígwè ahụ na Septemba 2020.",
  "Gọọmentị steeti emeela ka netwọk okporo ụzọ dị n'ime Warri Metropolis dị mma iji melite onyinyo obodo ahụ",
  "Njem n'ime obodo ahụ na-abụkarị site na ụgbọala bọs na ụgbọala ụkwụ atọ",
  "Gọọmentị etiti emechaala ọrụ mbawanye okporo ụzọ Warri-Benin Road na akụkụ ndị dị mkpa nke East-West Road Project nke ga-ejikọ Warri-Uyo.",
  "E nwere ọtụtụ helipads na ụlọ ọrụ mmanụ, dị ka Shell yard Ogunu nakwa n'ime Escavos na Focados.",
  "Mbugharị nke ngwaahịa site n'oké osimiri bụ site n'aka Naịjirịa Ports Authority (Delta Ports) nke bụ maka mbupụ na mbubata ngwaahịa nke ọtụtụ nnukwu ụlọ ọrụ",
  "Ọzọkwa dị n'akụkụ osimiri Warri bụ ahịa na ọdụ ụgbọ mmiri nke ndị ahịa obodo na-eji, nke na-arụ ọrụ dị ka ebe njem na azụmahịa nke ime obodo",
  "E nwere ụgbọ mmiri ndị dị n'ógbè ahụ nke a na-eji aga site n'otu ebe gaa na nke ọzọ.",
  "Ụlọ akwụkwọ praịmarị na Warri bụ:",
  "Ụlọ akwụkwọ sekọndrị dịkwa n'ọnụ ọgụgụ n'obodo Warri",
  "Ndị a gụnyere:",
  "E nwere ọtụtụ ụlọ agụmakwụkwọ dị elu dị n'ime Warri Metropolis:",
  "E nwere ebe ndị njem nleta dị iche iche ị ga-eleta mgbe ị nọ na Warri:"
]