[
  "Wasila Diwura-Soale (amụrụ n'ụbọchị mbụ n'ọnwa Septemba n'afọ 1996) bụ onye Ghana na-agba bọọlụ nke na-agba dịka onye na-agba ọsọ n'etiti ndị otu ụmụ nwanyị nke mba Ghana. Diwura-Soale gbara Ghana bọọlụ na U-17 n'afọ 2012 ma bụrụkwa otu n'ime ndị Black Maidens nke nọ n'ọkwa nke atọ na 2012 World Cup na Azerbaijan",
  "O gosiputara maka otu Ghana U-20, Black Princesses, na 2014 na 2016 World Cup na Canada na Papua New Guinea.",
  "Diwura-Soale malitere ọrụ bọọlụ ya na Ghana Women's Premier League club Hasaacas Ladies",
  "N'oge ọ nọ na klọb ahụ, ọ meriri league n'ime oge atọ n'usoro n'etiti afọ 2012 na 2015. N'oge ya, ya na ndị egwuregwu dị ka Jennifer Cudjoe, Janet Egyir, Elizabeth Cudjoe na Lily Niber-Lawrence na-egwuri egwu.",
  "N'afọ 2017, Diwura-Soale kwagara United States n'azụ arụmọrụ ya na Ghana U20 na 2016 FIFA U-20 Women's World Cup",
  "Ọ sonyeere Navarro College na Corsicana, Texas, maka onye isi nchịkwa Alicia Wilson",
  "Wilson mere ka Diwura-Soale kwenye ịchụso nzere dịka akụkụ nke nkwadebe ya maka ịga ọkachamara mgbe ọ chọrọ ịchụso ọrụ bọọlụ ọkachamara ozugbo. N'oge mbụ ya, o nwetara akara 36 na egwuregwu ahụ ka ọ gbara goolu 12 gụnyere goolu mmeri egwuregwu 4 ma nye aka 12 na egwuregwu 17.",
  "N'afọ sochirinụ, ọ meziwanyere n'oge gara aga site n'inweta akara 52 site na goolu 18 gụnyere goolu mmeri 5 na 16 nyere aka na egwuregwu 19 iji nyere ha aka iru National Junior College Athletic Association (NJCAA). Ọrụ ya kachasị ama ama bụ na 5 Septemba 2018 mgbe ọ gbara goolu ise ma nye aka atọ na mmeri 11 na North East Texas. N'ime afọ abụọ ọ nọrọ na Bulldogs, ọ bụ ugboro abụọ, NJCAA First Team All-American, na-eme ka ọ bụrụ naanị onye egwuregwu Navarro nke atọ n'akụkọ ihe mere eme iji nweta nsọpụrụ ahụ. N'ozuzu ya, o nwetara akara iri asatọ na asatọ, goolu iri atọ, goolu itoolu na-emeri egwuregwu ma nye aka iri abụọ na asatọ na egwuregwu iri atọ na isii n'oge abụọ ya na Navarro. N'ọnwa Mee afọ 2018, o mere Navarro College President na Dean list maka ihe ọmụmụ ya.",
  "Mgbe oge abụọ ya na Navarro gasịrị, ọ gafere na Mahadum Lamar ebe ọ sonyeere Lamar Lady Cardinals na 2019. O nwere mmalite dị mma na Lamar site na ịmalite na egwuregwu anọ mbụ ma nye otu enyemaka mana oge ya belatara mgbe ọ nwetasịrị mmerụ ahụ nke akụkụ ahụ kwadoro ya maka oge fọdụrụ na 2019. N'oge ọ na-agbake, ọ tụlere ịhapụ bọọlụ.",
  "N'ọnwa Mee 2020, ọ gafere na Mahadum Steeti Louisiana wee sonye na ndị otu LSU Tigers, na-aghọ onye egwuregwu bọọlụ Afrịka mbụ na-egwuri egwu maka Tigers. O nwere mmetụta ozugbo na otu ahụ na oge mbụ ya, na-egwu egwuregwu 19 ka ọ na-enyere aka 4, nke kachasị elu na otu ahụ. N'ọnwa Ọgọstụ 2021, ọ gụsịrị akwụkwọ na Mahadum Steeti Louisiana na nzere bachelọ na Humanities na Social Science.",
  "Diwura-Soale mere nke mbụ ya na Ghana maka ndị na-erubeghị afọ iri na asaa n'afọ 2012. N'ọnwa Ọktoba n'afọ 2012, Diwura-Soale so n'òtù Ghana na-erubeghị afọ iri na asaa bụ ndị mechara bụrụ ndị nke atọ site n'ịkụ Germany n'egwuregwu nke atọ na 2012 FIFA U-17 Women's World Cup na Azerbaijan. Na asọmpi ahụ, ọ gbara ise n'ime egwuregwu isii.",
  "N'afọ 2014, ọ bụ otu n'ime ndị otu Under-20 nke gbara na 2014 FIFA U-20 Women's World Cup na Canada. N'afọ sochirinụ, Diwura-Soale rụrụ ọrụ dị mkpa na 2015 African U-20 Women's World Cup Qualifying Tournament, nyere Ghana aka iru eru maka 2016 FIFA U-20 Womenʼs World Cup na Papua New Guinea. O mere ndị otu ikpeazụ maka iko ụwa ma gbaa bọọlụ n'egwuregwu atọ niile dị ka e wepụrụ Ghana n'oge ahụ.",
  "N'ọnwa Julaị 2016, Yusif Basigi kpọrọ Diwura-Soale ka ọ bịa n'òtù ndị okenye maka egwuregwu enyi na enyi megide Germany. N'abalị iri abụọ na abụọ n'ọnwa Julaị n'afọ 2016, o mere nke mbụ ya maka Black Queens na mmeri ihere 11 na Germany, ọ malitere egwuregwu ahụ, gbara nkeji iri ise na otu tupu a dochie ya Mary Essiful. Mgbe afọ anọ nke mba ahụ gasịrị, Diwura-Soale nwetara oku ka ọ bụrụ onye otu mba kachasị elu na July 2021 n'ihu Aisha Buhari Cup na 2022 Africa Women Cup of Nations qualifiers megide Nigeria. Ọ gbara egwuregwu mbụ nke Aisha Buhari Cup megide ndị otu ụmụ nwanyị South Africa na 17 Septemba 2021, nke Ghana meriri site na 3 Xing0.",
  "Ụmụ nwanyị Hasaacas",
  "Ghana U17"
]