[
  "Wassila Ben Ammar Bourguiba (Arabic; April 22, 1912 , June 22, 1999) bụ nwunye nke abụọ nke onye bụbu onye isi ala Tunisia bụ Habib Bourguibe na nwunye mbụ nke Tunisia site na 1962 ruo 1986",
  "A na-akpọ ya Majda (onye nsọpụrụ).",
  "Nna Ben Ammar, onye ọka iwu Mhamed Ben Ammar، sitere n'ezinụlọ ndị Tunisian dara ogbenye nke nwere ndị isi ọrụ na nnukwu ndị nwe ala",
  "Nne ya, Fatma Dellagi, sikwa n'ezinụlọ ndị ọgaranya nke Tunisia.",
  "Wassila zutere Bourguiba na nke mbụ ya na 12 Eprel 1943, mgbe ọ bịara ikele ya maka ntọhapụ ya mgbe afọ ise nke ịtụ mkpọrọ gasịrị",
  "\"Ọ bụ ịhụnanya na anya mbụ\", ka Habib Bourguiba dere n'akwụkwọ akụkọ ndụ ya Ma vie, mon œuvre (French: \"Ndụ m, Ọrụ m\")",
  "Wassila n'oge ahụ enweela nwa nwanyị site n'aka obere onye nwe ala.",
  "Site na mmekọrịta ya na Bourguiba, o nwere mmetụta dị ukwuu n'iwepụ ọchịchị nke Bey nke Tunis ma kwalite nkwupụta nke mba na 25 Julaị 1957",
  "Mgbe nke a gasịrị, ọ kwadoro Ahmed Ben Salah, onye a họpụtara na 29 Julaị 1957 dị ka odeakwụkwọ nke steeti maka ahụike ọha na eze na mmekọrịta mmadụ na ibe ya, ọrụ ya na minista.",
  "Habib Bourguiba lụrụ Wassila na 12 Eprel 1962, ihe dị ka otu afọ mgbe ya na Moufida Bourguiva gbara alụkwaghịm na 21 Julaị 1961",
  "Nwa Habib Bourguiba na Moufida, Habib Bournuiba Jr., gosipụtara ibu iro n'ebe nne nne ya nọ",
  "Ebe ọ bụ na o sitere n'ezinụlọ ndị ọgaranya Tunisian, nke gụnyere ndị ikom nwere mmetụta na ndị bara ọgaranya, ụfọdụ n'ime ndị minista si Tunis hụrụ alụmdi na nwunye a dị ka ụzọ isi wepụ Bourguiba na ndị minista nke Tunisian Sahel nke Ben Salah sitere na ya",
  "N'ezie, nkwado ya maka nke ikpeazụ adịteghị aka mgbe ọ malitere inweta ike.",
  "N'afọ 1980, n'oge mwakpo a wakporo obodo Gafsa site n'aka ndị agha Arab, ọ họpụ tara Driss Guiga dị ka Minista Na-ahụ Maka Ihe Ndị Dị n'Ime na Mohammed Mzali dị ka Praịm Minista, ebe Mohamed Sayah nwere ihu ọma karịa",
  "Ọ kpọkwara ụfọdụ ndị enyi ya aha n'ọkwa gọọmentị",
  "Maka ntuli aka ndị omeiwu na 1 Nọvemba 1981, ntuli aka mbụ nke ọtụtụ pati kemgbe nnwere onwe, ọ kwadoro aghụghọ nke nsonaazụ iji mebie mmeri ndị mmegide, nke Movement of Socialist Democrats Ahmed Mestiri nọchitere anya",
  "Ọ bụkwa onye isi na-ahụ maka ntinye nke Palestine Liberation Organization na onye ndú ya Yasser Arafat na isi ụlọ ọrụ Tunis, mgbe ha si Beirut pụọ na 1982",
  "Bourguiba, ịka nká na ọrịa, nyere ya ọrụ ndị ọzọ na ihe omume steeti",
  "Wassila \"na-ejikọta ya na mkpa rịta ụka ekwentị\".",
  "Mgbe e mesịrị, Wassila kwagara Paris",
  "Mgbe a chụ pụrụ di mbụ ya na 7 Nọvemba 1987, ndị nta akụkọ Tunisia mara ọkwa na o zitere onye isi ala ọhụrụ Zine El Abidine Ben Ali ozi \"na-egosi pụta obi ike ya na ndị ndu ndọrọ ndọrọ ọchịchị ọhụrụ\" na \"mmeri na nkwanye ùgwù a na-enye onye isi ala mbụ\"",
  "Mgbe afọ abụọ na ọkara gachara, ọ lagha chiri Tunisia na July 1988",
  "Ọ nwụrụ na 22 June 1999 ma, n'adịghị ka nwunye mbụ nke onye isi ala, e liri ya na mausoleum Bourguiba na Monastir",
  "Ọ bụ nwanne nne nke onye na-emepụta ihe nkiri na onye na-ekesa ihe nkiri na Tunisia-French Tarak Ben Ammar, na nne nne Yasmine Tordjman-Besson onye ghọrọ nwunye Minista French Eric Besson. Nwa nwa ya nwanyị (nwa Taraks) bụ onye na-agụ egwú Sonia Ben Ammar, onye amụrụ ọnwa anọ tupu ọnwụ ya.",
  "Àtụ:S-start",
  "Àtụ:S-hon\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]