[
  "Wayne W",
  "Howard (ụbọchị irí abụọ na itoolu n'ọnwa Maachị, 1949 rụo ụbọchị itoolu n'ọnwa Disemba, 2007) bụ onye Africa-America na-ese akwụkwọ na-atọ ọchị. A maara ya nke ọma màkà ọrụ ya n'afọ 1970 na Charlton Comics, ebe ọ ghọrọ ónyé na-emepụta usoro mbụ nke akwụkwọ ndị America na-atọ ọchị nke a maara na a ga-eto ya na mkpuchi, na akụkọ egwu Midnight Tales na-akpọsa \"Wayne Howard kere ya\" na mbipụta ọ bụla \"nkwupụta ma eleghị anya pụrụ iche na ụlọ ọrụ ahụ n'oge ahụ\".",
  "A mụrụ Wayne Howard na Cleveland, Ohio, nwa Sherman na June (Monroe) Howard. Ọ gàrà Mahadum Wesleyan na Middletown, Connecticut, ebe ọ nwetara nzèrè Bachelor of Arts. Howard nyere aka na fanzines na-atọ ọchị n'etiti afọ 1960, ma nwee uri e bipụtara na Fantastic Four # irí abụọ na abụọ (Jen",
  "1964), nke ónyé nchịkọta akụkọ ji njakịrị kwuo na ọ bụ \"Poet Laureate of Yancy Street\"",
  "Ọ gara n'ihu bụrụ ónyé enyemaka nka na Long Island, New York, ụlọ ọrụ nke ónyé na-ese ihe na-atọ ọchị Wally Wood n'ihe dị ka 1969.",
  "Howard méré ihe nkírí mbụ ya dị ka onye na-ede akwụkwọ na inker na ónyé édémédé Marv Wolfman akụkọ peeji atọ \"Cain's True Case Files: Grave Results\" na DC Comics' House of Mystery #182 (Ọktoba 1969)",
  "O nyèrè aka na mbipụta ndị ọzọ, yana na magazin egwu na-atọ ọchị nke Major Publications Web of Horror #1 (Dec",
  "1969).",
  "Howard anaghị agafe ndị na-ebipụta akwụkwọ ndị ọzọ",
  "O dèrè otu akụkọ na Gold Key's TV-series tie-in The Twilight Zone #46 (Nov",
  "1972), ma dee otu akụkọ nke ọ bụla màkà magazin ojii na-acha ọcha nke Warren Publishing Creepy na Eerie",
  "O dèrè ihe na peeji ndị na-eyi egwu nke DC's House of Mystery # 256-257 (Feb.-Eprel 1978) gbakwunyere akụkọ ọ bụla na Weird War Tales #53 (May 1977) na Secrets of Haunted House #13 (Sept",
  "1978), na aha mma agha na amoosu Warlord #64 (Dec",
  "1982), ọrụ egwuregwu ikpeazụ a maara",
  "Nanị ihe odide ya bụ akụkọ dị na DC's Weird Mystery Tales #4 (Feb",
  "1973).",
  "Howard nwụrụ mgbè ọ dị afọ iri isé na asatọ na Griffin Hospital na Derby, Connecticut. Ọ biri na Oxford, Connecticut, n'oge ahụ, lụrụ Carol (Zavednak) Howard.",
  "George Wildman, ónyé nchịkọta akụkọ Charlton Comics n'oge afọ 1970, kọwara ónyé na-ese ihe dị ka, \"ụdị ihere",
  "Easy come, easy go\", ma kwuo na Howard lụrụ nwanne nwanyị nke otu n'ime ndị odeakwụkwọ mbụ Wildman. Enyi Howard na ónyé na-arụkọ ọrụ ọnụ mgbè niile bụ Nicola Cuti kwuru na onye na'ese ihe, ónyé na-ese siga, \"na-eyi otu uwe ahụ mgbe niile: uwe ọcha, ụdị jaket na-acha anụnụ anụnụ, okpu ojii, uwe ojii na tie ojii",
  "...Anọ m n'ụlọ ya, o meghere ụlọ nkwakọba ihe ya, e nwekwara uwe ọcha irí abụọ, jaket ọhịa irí abụọ, uwe ojii irí abụọ....\" Magazin Comic Book Artist na 2001 gbalịrị ịkpọtụrụ Howard màkà mbipụta a raara nye Charlton Comics, ma kọọ na ọ bụ ezie na ọ \"ka bi na Connecticut",
  "onye nke atọ gosipụtara na onye na-ese ihe / onye edemede enweghị mmasị n'ịga n'ime ihe gara aga\"."
]