[
  "Wayne E",
  "Baker bụ ọ́nyé édémédé America na onye na-ahụ màkà mmekọrịta mmadụ na ibe ya na ngalaba dị elu nke Mahadum Michigan Ross School of Business",
  "Mmasị nkụzi na nyocha ya dị na ngalaba nkè ụkpụrụ, American society, social capital, social networks na economic sociology",
  "A maara Baker nke ọma màkà nyocha ya na mmekọrịta akụ na ụba, ebe o gosipụtara na ahịa ego na-arụ ọrụ dị ka netwọk mmekọrịta, yana nyocha nyocha ya gbásárá ụkpụrụ, ebe o dere ụkpụrụ ndị America. Ihe ọmụma ya na-egosi na ndị America nwere ọtụtụ ụkpụrụ karịa ka mgbasa ozi na mkpọsa ndọrọ ndọrọ ọchịchị ga-ekweta. Ụkpụrụ ndị a gụnyere ịhụ mba n'anya, ikwere na Chineke, onye ọ bụla, ihe ịga nke ọma, ohere nhata, nnwere onwe na nnwere onwé, nkwanye ùgwù na ahịa nweere onwe. Ọ na-ede na agụmakwụkwọ na mgbasa ozi a ma ama na isiokwu a ma na-akpọkarị ya ka ọ gosipụta nchọpụta ya na US",
  "Baker nwetara M.A",
  "ya na sociology na B.S",
  "nà ego, summa cum laude, na Mahadum Northern Illinois",
  "Site n'ebe ahụ, ọ nwetara nzere doctorate ya na sociology na Mahadum Northwestern mà nwee post-doctoral fellowship na Mahadim Harvard.",
  "Tupu ọ banye na ngalaba Mahadum nke Michigan Ross n'afọ 1995, ọ nọ na ngalaba na Mahadum Chicago Graduate School of Business",
  "Ọ rụkwara ọrụ dị kà onye mmekọ na onye isi njikwa nke TSG, Inc., ụlọ ọrụ ndụmọdụ nchịkwa nke dị na Washington, DC.",
  "Wayne Baker bụ Robert P",
  "Thome Prọfesọ nke Nchịkwa Azụmaahịa na Prọfesor nke Nchịkọta & Organizations na Ross School of Business, na Ónyé isi ngalaba nke Center for Positive Organizations",
  "Ọ bụkwa Prọfesọ nke Sociology na Mahadum Michigan na Faculty Associate na Institute for Social Research",
  "Baker na-akụzi na Ph.D., MBA, BBA, na mmemme Executive Education. Baker bụ Ónyé ọbịa na-abụkarị onye nnọchiteanya na nzukọ na nzukọ mahadum, ma kwuo okwu na NPR C-Span, yana onye na-arụkọ ọrụ ugboro ugboro na Harvard Business Review.",
  "Baker bịdọrọ ímé nnyocha banyéré ụkpụrụ n'afọ 1996, na afọ 1998 chọpụtara akụkụ ndị bụ isi nke ha",
  "Nnukwu nchọpụta ya pụtara n'afọ 2005 n'akwụkwọ America's Crisis of Values: Reality and Perception",
  "Baker na-akọwa uru dị mkpà dị ka nke siri ike na nke a na-ejide n'ọtụtụ ebe, kwụsie ike ka oge na-aga, ma na-ekerịta n'ofe ọnụọgụ mmadụ na ndọrọ ndọrọ ọchịchị",
  "N'etiti ụkpụrụ ndị bụ isi na-egosi na ndị okenye America na-ejikarị ya eme ihe bụ: ịhụ mba n'anya, ikwere na Chineke, onye ọ bụla, ọchịchọ ịga nke ọma, nha nhata nke ohere na nnwere onwe ikwu okwu. Baker na-aga n'ihu na-eme nchọpụta banyere ụkpụrụ ndị America, ma bipụta United America n'afọ 2014, nke jikọtara nyocha ya na nkwupụta ndị na-agụ akwụkwọ site na blọọgụ ya iji malite mkparịta ụka mba niile banyere ụkpụrụ ndị American. Baker kwenyere na mkparịta ụka banyere ụkpụrụ ndị a na-ekerịta bụ isi ihe na-eme ka esemokwu ndọrọ ndọrọ ọchịchị dị iche iche.",
  "Baker ebipụtala akwụkwọ isii, abụọ n'ime ha bụ ndị kacha ere ahịa, na ihe karịrị isiokwu iri isii-",
  "Baker meriri Emory Williams Award for Excellence in Teaching, Max Weber Award for Distinguished Scholarship (ya na Robert Faulkner), Joanne Martin Trailblazer Award, (ya na ndị otu Center for Positive Organizational Scholarship), na SO!Ọ dị ọcha! Onyinye maka isiokwu kachasị mmá e bipụtara na Strategic Organization (ya na Gerald Davis na Mina Yoo).A kpọrọ Networking Smart otu n'ime akwụkwọ azụmahịa iri atọ kachasị mma nke afọ 1994 site na Executive Book Summaries."
]