[
  "Weet-Bix bụ ọka ọka ụtụtụ ọka wit zuru oke nke ụlọ ọrụ Sanitarium Health Food Company mepụtara ma mepụta na Australia na New Zealand.",
  "Ọ bụ Bennison Osborne mepụtara Weet-Bix na Sydney, Australia n'etiti afọ 1920",
  "Osborne malitere imepụta ngwaahịa dị ụtọ karịa Granose, biskit nke ụlọ ọrụ Sanitarium Health Food Company na-ere n'oge ahụ",
  "N'abalị iri na itoolu n'ọnwa Ọgọstụ n'afọ 1926, o tinyere akwụkwọ maka ndebanye aha nke akara ahịa Weet-Bix, aha o chepụtara.\nMmepụta malitere na 659 Parramatta Road, Leichhardt, n'okpuru njikwa Osborne na nkwado ego nke Arthur Shannon, onye mepụtara ụlọ ọrụ \"Grain Products\" iji mepụta ọka.  Enyi Osborne bụ Malcolm Ian Macfarlane si New Zealand sonyeere ya ka ọ rụọ ọrụ ahịa",
  "Ngwaahịa ahụ gara nke ọma nke na n'ọnwa Ọktoba 1928, Shannon rere ikike dị na ngwaahịa ahụ na Australasian Conference Association Limited (Sanitarium Health Food Company, ụlọ ọrụ enyemaka na ụlọ ọrụ nke Seventh-day Adventist Church na Australia)",
  "Macfarlane tụrụ aro ka ha zigara ngwaahịa ahụ na New Zealand, ebe ọ gosipụtara ihe ịga nke ọma nke na o siri ike ịnye ahịa ahụ n'ụzọ zuru ezu site na Australia",
  "Osborne na MacFarlane gara New Zealand ma guzobe ụlọ ọrụ na Auckland na Christchurch",
  "Otú ọ dị, ọzọ, Shannon rere ya na Australasian Conference Association Limited",
  "Osborne na Macfarlane wee bubata ngwaahịa ahụ na South Africa ma site na nkwado ego Shannon, gaa na mba ahụ ma wuo ụlọ ọrụ na Cape Town, na Osborne na-elekọta ahịa",
  "E mesịkwara ree ụlọ ọrụ a, n'oge a na Bokomo.",
  "Mgbe ha nọ na South Afrika, Osborne na Macfarlane chọrọ inweta nkwado ego zuru oke iji nweta ngwaahịa Osborne",
  "E guzobere otu, Osborne ñụchara ngwaahịa ahụ ma ya na Macfarlane gara England iji guzobe British & African Cereal Company, Ltd., nke ha debanyere aha na London na 1932, dị ka ụlọ ọrụ onwe onye, na onye nwe ya gosipụtara dị ka Weetabix Limited nke Weetabix Mills, Burton Latimer, Kettering.  A kọwapụtara òkè niile dị na ụlọ ọrụ ahụ ka ọ nọrọ n'okpuru nchịkwa nke ndị nduzi, nke mbụ n'ime ha bụ Bennison Osborne, Malcolm Ian Macfarlane, Alfred Richard Upton na Arthur Stanley Scrutton. Maka ebumnuche nke ịmata ọdịiche dị n'etiti ngwaahịa ahụ na nke a na-ere na Australia, New Zealand na South Africa, a kpọrọ ngwaahịa ahụ \"Weetabix\"",
  "Osborne na Macfarlane ghọrọ ndị isi nchịkwa na Osborne na-achịkwa mmepụta na Macfarlan na-achịkọta ahịa",
  "A nyochara ebe maka ụlọ ọrụ ahụ, na Burton Latimer na Northamptonshire ka a họọrọ n'ikpeazụ, n'ihi n'otu akụkụ maka onyinye nke ụlọ ọrụ ntụ ọka a na-ejighị eme ihe site n'aka Maazị George, onye rịọrọ òkè na ụlọ ọrụ ahụ ma nye ya oche na bọọdụ ndị nduzi dị ugbu a",
  "N'afọ 1933, Macfarlane hapụrụ ụlọ ọrụ ahụ iji chụọ ọdịmma azụmahịa ndị ọzọ, na-ahapụ Osborne dị ka naanị onye isi nchịkwa",
  "George mechara bụrụ onyeisi oche nke bọọdụ ahụ",
  "Osborne resịrị ndị nduzi òkè ya na July 1936, n'oge ahụ ka a gbanwere aha ụlọ ọrụ ahụ \"Weetabix Limited\".",
  "Osborne gara n'ihu n'oge ahụ na United States, na-eguzobe ụlọ ọrụ Weetabix na Clinton, Massachusetts",
  "Otú ọ dị, ọrụ ahụ enweghị ihe ịga nke ọma",
  "Weetabix mechara banye n'ahịa US site na Canada site na Clinton, Massachusetts, saịtị nke ụlọ ọrụ US mbụ",
  "[citation needed]",
  "N'ọnwa Julaị afọ 2014 Sanitarium wepụtara Gluten Free Weet-Bix, nke e ji mkpụrụ sorghum mepụta. Na mbido afọ 2014, ụlọ ọrụ ahụ weghachiri ụlọ ọrụ Weet-Bix nke dị na Perth n'ime ụlọ ọrụ mmepụta gluten na-enweghị ego iji mepụta ngwaahịa ọhụrụ a.",
  "A na-ahụ Weet-Bix na Australia na New Zealand dị ka ihe oriri mba",
  "Nnyocha n'ịntanetị nke mmadụ 16,000 na afo 2006 gosipụtara ya dị ka akara ahịa kachasị amasị Australia. A na-ere ngwaahịa ahụ na Australia kemgbe afọ 1985 na catchphrase \"Aussie Kids are Weet-Bix kids\"",
  "Dabere na  ịga nke ọma ya na Australia, a nabatara okwu yiri nke ahụ ọnwa isii ka e mesịrị na New Zealand: \"Kiwi Kids bụ ụmụaka Weet-Bix\"",
  "[citation needed]",
  "Sanitarium malitere ịnye kaadị ndị na-anakọta na afo 1942 dị ka ngwaọrụ ahịa na igbe ha nke Weet-Bix na ụfọdụ n'ime ngwaahịa ọka nri ụtụtụ ha ndị ọzọ gụnyere Granose, Bixies, Cerix na mgbe e mesịrị Puffed Wheat, Puffed Rice, Weeta Puffs, Weeta Flakes na Corn Flakes. Sanitarium enyekwara kadị na ngwaahịa ha na New Zealand, mgbe ụfọdụ yiri usoro Australia ma na-elekwasị anya na mbaNew Zealand dịka kaadị 'Stat Attack' nke All Blacks."
]