[
  "Bold text'''Weinberger v",
  "W'Bold text''''Bold text'Bold text''''iesenfeld, 420 U.S",
  "636 (afọ 1975), bụ mkpebi nke Ụlọikpe Kasị Elu nke United States, nke ji otu olu kwuo na ọdịiche dị n'etiti nwoke na nwanyị n'okpuru 42 U.S.C",
  ") nke Social Security Act nke afọ 1935 - nke nyere ndị inyom di ha nwụrụ ohere ma ọ bụghị ndị di ha nwụrụ ịnakọta uru pụrụ iche mgbe ha na-elekọta obere ụmụaka - megidere ikike nke nchebe nhata nke Usoro Kwesịrị Ekwesị nke Ndezigharị nke Iwu United States.",
  "Stephen Wiesenfeld na Paula Polatschek lụrụ nà 1970",
  "Stephen na-azụ ahịa ndụmọdụ obere kọmputa ma nwee ego na-adịghị mma",
  "Paula kụziri mgbakọ na mwepụ na Edison High School ma nweta ọtụtụ ihe karịa di ya",
  "Ógè Paula nwụrụ mgbe ọ na-amụ nwa site na amniotic embolism, Stephen ghọrọ naanị onye na-elekọta nwa ha nwoke a mụrụ ọhụrụ, Jason.: 4–6 Iji lekọta nwa ya nwoke, Stephen belatara oge ọrụ ya ma chọọ nlekọta ụmụaka.  Wiesenfeld zọrọ erughị eru ya maka uru ndị lanarịrị Social Security nke e nyere ndị inyom di ha nwụrụ, mana ọ bụghị ndị di ha nwụrụ",
  "Caspar Weinberger, odeakwụkwọ nke Ahụike, Mmụta, na Ọdịmma (afọ 1973 rụo 75), gbara akwụkwọ n'ụlọ ikpe Kasị Elu.",
  "Prọfesọ Rutgers Law School Ruth Bader Ginsburg, ya na Melvin Wulf, weere Weinberger v",
  "Wiesenfeld mgbe ọtụtụ mkpebi Ụlọikpe Kasị Elu na-adịghị mma banyere ikpe ịkpa ókè nwoke na nwanyị",
  "N'ime afọ 1974, Kahn v",
  "Shevin kwalitere ọdịiche dị na ụtụ isi ihe onwunwe n'etiti ụmụ nwanyị di ha nwụrụ na ndị di ha nwụrụ, Ụlọikpe Kasị Elu kpebiri na Geduldig v",
  "Aiello na ịgọnahụ nkwụghachi ụgwọ site na ọnwụ ọrụ n'ihi afọ ime emegideghị Ndezigharị nke iri na anọ",
  "Ginsburg lere anya na Weinberger v",
  "Wiesenfeld iji kwalite echiche nke \"nlekọta nke nne na nna abụọ na-ahụ n'anya, kama naanị otu.\"",
  "Ginsburg kwuru na Nkebi nke 402(g) nke Social Security Act na-akpa ókè megide Stephen Wiesenfeld site n'enyeghị ya otu uru ndị lanarịrị dị ka ọ ga-enye nwanyị di ya nwụrụ",
  "Ịga n'ihu,,Ginsburg rụrụ ụka na a naghị emeso onyinye Paula na Social Security n'otu aka ahụ na ụmụ nwoke na-akwụ ụgwọ, ya mere a na-akpa ókè megide ya.",
  "Ndị ọka ikpe asatọ niile nọ ọdụ kwadoro Wiesenfeld, ebe ọka ikpe Douglas anọghị ọdụ n'ihi ọrịa jị ya",
  "Ha kwupụtara na Nkebi nke 402(g) nke Social Security Act megidere iwu n'ihi na ọdịiche dị n'etiti nwoke na nwanyị megidere Usoro Kwesịrị Ekwesị nke Ndezigharị nke Ise",
  "Wiesenfeld n'onwe ya amataghi uru ego ọbụna n'ime mkpebi ahụ",
  "Ka ọ na-erule oge ọ malitere ikpe ahụ, ọ mechiri azụmahịa ndụmọdụ ya ma nweta ọkwa a na-akwụ ụgwọ nke ọma na ụlọ ọrụ kọmputa",
  "N'ihi ya, ụgwọ ọrụ ya karịrị nkwụsị ego maka ịnata uru Social Security: 10"
]