[
  "Weird MC (amụrụ Adesola Adesimbo Idowu na 9 Julaị na afọ 1970) bụ onye Naijiria-British rapper, songwriter, na producer. A maara ya maka okwu Bekee / Yoruba ya, Weird MC, onye a makwaara dị ka Shola Idowu na The Rappatainer, bụ otu n'ime ụmụ nwanyị na-eti egwu kachasị ewu ewu n'Afrika, na otu n'ime ụmụ nwanyị ole na ole na-ese egwu na Naijiria na Afrobeat.",
  "A mụrụ Idowu onye obodo Ogun na United Kingdom site n'aka ndị nne na nna na-adịghị agbanwe agbanwe bụ ndị na-akwadoghị ka nwa ha nwanyị na-achụso ọrụ ntụrụndụ. Ọ gara Maryland Comprehensive Secondary School, Lagos, ebe ya na ụmụ agbọghọ anọ ndị ọzọ bụ ndị enyi ya na ha guzobere otu hip-hop Weirdos",
  "N'agbanyeghị na ha na-ewu ewu na sekit campus, ha enwetaghị nkwekọrịta ndekọ ma gbasaa n'oge na-adịghị anya",
  "Idowu mechara banye na Mahadum Ogun Steeti iji mụọ Iwu, ọ bụ ezie na ọ hapụrụ mgbe otu afọ gasịrị iji lekwasị anya na ọrụ egwu ya ma mesịa nweta nzere na Music Technology. Tupu nke a, ọ chọsiri ike ịghọ onye na-egwu basketball, mana dịka Kọmitii Egwuregwu Naịjirịa akwadoghị ụmụ nwanyị n'ụzọ zuru ezu n'ọhịa a, Idowu laghachiri UK na ebumnuche ịkwaga America ma gbasoo ọchịchọ ya.",
  "N'ịbụ onye Fela Kuti, Miriam Makeba, Queen Latifah na Jimi Hendrix metụtara, Idowu sọrọ mpi n'agha rap dị iche iche gụnyere asọmpi Club 291, dịka Apollo nke America, nke ọ bịara nke atọ",
  "Ya na DJ P Tee Money gara UK na ọkara ikpeazụ nke afọ 1990 na n'afọ 1991",
  "N'afọ 1992 mgbe ya na onye na-emepụta egwu bụ Kevin Best rụkọrọ ọrụ ọnwa abụọ, Idowu wepụtara otu egwu \"I Wanna Make You Jack / Let's Get Wet\", nke natara nyocha dị mma site n'aka ndị nkatọ egwu wee ruo nọmba otu na chaatị Choice FM",
  "Ka ọ dị ugbu a, Idowu amalitela iji aha a maara ya ugbu a - Weird MC, nke e mepụtara site na aha ndị otu ya mbụ.",
  "N'afọ 1996, Idowu laghachiri n'ala nna ya ebe ọ wepụtara abọm Simply Weird - ngwakọta nke American hip hop na afrobeat - ma gosipụta otu vidiyo nke onwe ya \"Allen Avenue\", na-eme ka ọ bụrụ onye mbụ na-ese ihe na Naijiria wepụtara egwu site na nke ahụ",
  "Ọ bụ ezie na a kọwara Simply Weird dị ka abọm hip hop mbụ zuru oke, ihe fọrọ nke nta ka ọ bụrụ afọ iri gara aga site n'aka ndị otu egwu Naịjirịa na Amerịka Sound on Sound na abọm From Africa From Scratch, na Pidgin rap duo Junior na Pretty bụkwa aha ezinụlọ na mmalite afọ iri itoolu. N'agbanyeghị ewu ewu nke \"Allen Avenue\", Simply Weird ereghị ọnụ ọgụgụ dị egwu; ndị nkatọ kwenyere na ọ dị n'ihu oge ya",
  "Otú ọ dị, e nyere Idowu ọtụtụ onyinye, gụnyere onyinye AMEN mbụ maka Album Hip Hop kacha mma.",
  "N'afọ 2006, Idowu wepụtara abọm nke abụọ ya, After Da Storm",
  "A ghọtara hip hop ugbu a dị ka ụdị egwu dị mkpa na Naịjirịa, otu egwu Don Jazzy na JJC mepụtara \"Ijoya\" bụ nnukwu ihe ịga nke ọma, na-enweta ya onyinye AMEN maka Most Pop Song, na Channel O Music Video Award maka Album Hip Hop kacha mma",
  "E wezụga ịbụ onye na-ese egwu naanị ya, Idowu esorola ndị ọzọ na-ese ihe gụnyere Femi Kuti na ezigbo enyi ya Kween, na afọ 2010 ọ bụ nwanyị ikpeazụ fọdụrụ na nsụgharị ama ama nke ihe ngosi Gulder Ultimate Search N'ajụjụ ọnụ dị iche iche, o kwuru banyere otú ụmụ nwoke ibe ya na ụlọ ọrụ hip-hop nke Naịjirịa si akpa ókè megide ya, ma katọọ ụmụ nwanyị na-eti egwu maka ịghara ịnọgidesi ike iji nweta ọnọdụ ha na ụlọ ọrụ egwu."
]