[
  "Wema Bank Plc, nke a maara dị ka Wema Bank, bụ ụlọ akụ azụmahịa Naijiria",
  "Central Bank of Nigeria nyere ya ikikere; onye na-achịkwa ngalaba ụlọ akụ nke mba ahụ",
  "Ka ọ na-erule 2019, ụlọ akụ Wema na-arụ ọrụ usoro ụlọ akụ dijitalụ kachasị ukwuu na Naijiria, ALAT By Wema, nke a na-eji eme ihe n'ụzọ zuru ezu na steeti iri atọ na asaa na mpaghara mba ahụ",
  "E guzobere ụlọ akụ ahụ na Mee 2, 1945, dị ka ụlọ ọrụ na-akwụ ụgwọ (n'okpuru aha ochie nke Agbonmagbe Bank Limited)",
  "E hiwere ụlọ akụ ahụ na Mee 2, 1945 dị ka Agbonmagbe Bank site n'aka Onye isi nwụrụ anwụ Mathew Adekoya Okupe",
  "O guzobere alaka mbụ nke ụlọ akụ ahụ nke dị na Ebute-metta, Sagamu, Abeokuta na Ijebu-Igbo",
  "Ụlọ akụ ahụ nọgidere na-abụ nke ya ruo mgbe Western Nigeria Marketing Board weghaara ya ma mesịa kpọgharịa ya Wema Bank Limited na 1969",
  "Kemgbe ahụ, Wema Bank anọgidewo na-abụ ụlọ akụ ụmụ amaala kacha ogologo oge na Naịjirịa",
  "E nyere ya ikike ụlọ akụ azụmahịa ma malite ọrụ ụlọ akụ n'otu afọ ahụ",
  "Wema Bank gbanwere ka ọ bụrụ ụlọ ọrụ na-ahụ maka ụgwọ ọha na eze na 1987",
  "N'afọ 1990, edepụtara ụlọ akụ ahụ na Nigerian Stock Exchange",
  "Ọ na-azụ ahịa n'okpuru akara: WEMABANK",
  "E nyere ya ikike Universal Banking License na Febụwarị 2001.",
  "N'ọnwa Disemba afọ 2015, Wema ghọrọ ụlọ akụ mba, nke nwere ego azụmahịa karịrị N43.8billion n'ihi na ọ mezuru ihe ndị a chọrọ maka ikikere National Banking dị ka Central Bank of Nigeria kwuru.",
  "Wema Bank Plc",
  "bụ ụlọ ọrụ na-ere ahịa n'ihu ọha, na-azụ ahịa n'okpuru akara WEMABANK na Naịjirịa Stock Exchange",
  "Dị ka ebe nrụọrụ weebụ ụlọ ọrụ ahụ si kwuo, òkè dị na ụlọ akụ ahụ dị ka egosiri na tebụl dị n'okpuru ebe a:",
  "ALAT nke a makwaara dị ka ALAT by Wema bụ ụlọ akụ dijitalụ nke dị na Naijiria",
  "Ụlọ akụ ahụ enweghị alaka na akwụkwọ.",
  "ALAT malitere na Mee 2, 2017 site na Wema Bank Plc, ụlọ akụ azụmahịa Naijiria",
  "N'ime afọ mbụ ya, ALAT by Wema nwetara ihe karịrị ndị ahịa pụkụ narị abụọ na ịrị ise ma na-ahụ maka ihe karịrị NGN 1.6bn ($ 4.48m) na nkwụnye ego n'ozuzu",
  "N'afọ 2018, ụlọ akụ ahụ mechiri na akara NGN 1bn ($ 2.78m) n'ihe gbasara itinye ego na akaụntụ nchekwa",
  "ALAT For Business bụ ụdị ụlọ ọrụ nke ALAT.",
  "Maazị Babatunde Kasali bụ Onye isi oche nke ụlọ akụ ahụ; Ademola Adebise bụ Onye isi nchịkwa / Onye isi oche.",
  "Wema Bank na-arụ ọrụ netwọk nke ihe karịrị alaka otú narị na iri anọ na itoolu na ụlọ ọrụ na-akwado site na ikpo okwu ICT siri ike gafee Naịjirịa",
  "Wema Bank taa aghọwo otu n'ime ndị guzobere ndị bịanyere aka na ụkpụrụ na maka ụlọ akụ na-aza ajụjụ, na-agba mbọ ịhazi azụmahịa ya na ebumnuche mmepe na-adịgide adịgide na nkwekọrịta Paris na mgbanwe ihu igwe.",
  "ALAT by Wema",
  "Wema Bank malitere ụlọ akụ dijitalụ mbụ zuru oke na Naịjirịa, ALAT By Wema, na Mee 2017",
  "N'ime mgbalị ịkọwapụta ụlọ akụ ahụmịhe na Naịjirịa, ụlọ akụ na-enweghị alaka, nke na-enweghị akwụkwọ belatara nrụgide nke ịbanye n'ime alaka iji mepee akaụntụ na usoro ndebanye aha na-enweghị ntụpọ site na iji ekwenti maọbu igwe kọmputa.",
  "Na Maachị 2019, ọ chikọbara Hackaholics - hackathon mbụ ya."
]