[
  "Wemy Industries bụ ụlọ ọrụ Naijiria na-arụ ọrụ na imepụta na nkesa ngwaahịa ịdị ọcha, n'ime ahịa Fast-Moving Consumer Goods (FMCG) na Naijiria",
  "Ọ bụ Pastor Ademola Odunaiya na nwunye ya, onye nwụrụ anwụ Dr",
  "(Mrs.) Aderonke Odunaiya na afọ 1978. Ọ bụ ihe a ma ama maka ịbụ onye mbụ na-emepụta ákwà ụmụaka na Naịjirịa na West Africa",
  "Ọ malitere ọrụ na afọ 1981.",
  "Dr",
  "Brown es bụ aha njirimara nke ngwaahịa dị ọcha na ịdị ọcha nke Wemy Industries na-ere",
  "Dr",
  "Brown es na mbụ na-ere ihe nhicha na ákwà nhicha nwa n'afọ 1981.",
  "Ụdị Nightingale nke ngwaahịa ịdị ọcha bụ akara ọzọ sitere na ụlọ anụ ụlọ nke Wemy Industries, nke e webatara ọha na eze na afọ 2009.",
  "Ka ọ na-erule afọ 2014; ụlọ ọrụ ahụ nwere 37 SKUs",
  "A na-ekewa ụdị ngwaahịa ahụ n'ime usoro nlekọta 3 dị iche iche dịka akwụkwọ ntuziaka ụlọ ọrụ ahụ si dị.",
  "Dị ka omenala na Naijiria na ruo n'ókè ụfọdụ n'Ebe Ọdịda Anyanwụ Afrịka, ojiji nke nappies / diapers / training pants dị ala n'ihi oke ịda ogbenye na amaghị akwụkwọ; ọ dị n'ime ime obodo karịa n'obodo ukwu. N'ozuzu, uwe na ajị owu ka na-eji ụmụ nwanyị ndị na-enweghị ike ịzụta ngwaahịa nchebe dị mma karịsịa n'ime ime obodo.",
  "Otu n'ime mkpesa ndị a na-ahụkarị bụ na ọnụahịa nke ịdị ọcha na ihe nhicha maka ụmụ nwanyị na ụmụ ọhụrụ dị oke elu; nkwupụta dị otú ahụ banyere ọnụahịa bụ ihe a na-emekarị n'obodo ukwu",
  "N'ógbè nke enweghị ike ịṅụbiga mmanya ókè, enwere mmata dị nta banyere nnweta nke ngwaahịa ndị na-enweghị ike ịṅụ, ọtụtụ ndị na-arịa ọrịa nwere ike ịnwe nlekọta pụrụ iche ma ọ bụ ndụmọdụ ndị dọkịta, ụfọdụ amaghịkwa nnweta nke ụdị ngwaahịa ndị dị otú ahụ. Nke a abụghịzi ihe a na-ahụkarị - n'ihi nnukwu mmata na agụmakwụkwọ nke gọmentị na ndị na-emepụta ihe ndị ọzọ a ma ama gụnyere Wemy Industries.Ọ bụ ezie na ojiji ka dị ala, ma e jiri ya tụnyere mba ndị mepere emepe.",
  "Wemy Industries Ltd na-elekwasị anya na ndị na-enweta ego dị n'etiti na ndị dị ala na-enyere aka imeziwanye ụkpụrụ ịdị ọcha ma belata ọnụọgụ ọnwụ ụmụaka",
  "Wemy Industries Ltd aghọwo n'ime afọ ndị gafeworonụ naanị onye ọkpụkpọ ụlọ na-asọ mpi na akara mba ụwa na ahịa mpaghara."
]