[
  "Wendy Maria Carrillo Dono bụ onye ndọrọ ndọrọ ọchịchị America na-eje ozi na Nzukọ nke Steeti California",
  "Onye Democrat, ọ na-anọchite anya mpaghara 52 nke State Assembly, na-agụnye akụkụ nke ugwu ọwụwa anyanwụ Los Angeles na East Los Angeles. Ọ bụ onye isi oche nke Assembly Anthony Rendon ṅụrụ iyi n'ọkwa na Disemba 16, 2017. Tupu ọ bụrụ onye otu California State Assembly, ọ bụ onye nta akụkọ mgbasa ozi na onye na-arụ ọrụ.",
  "Carrillo bụ onye mbịarambịa mbụ nke Salvadoran na onye mbịara mbụ na-enweghị akwụkwọ a họpụtara na Nzukọ nke Steeti.",
  "A mụrụ Wendy Carrillo na El Salvador n'abalị iri n'ọnwa Ọgọstụ n'afọ 1980, ọ bụ nwa mbụ n'ime ụmụ nwanyị ise",
  "Nne ya kwagara na United States mgbe Carrillo bụ nwatakịrị, ebe ọ chere na ọ bụghị ihe na-adịghị mma ịnọ na El Salvador n'ihi agha obodo",
  "Nne Carrillo rụrụ ọrụ dị ka onye na-elekọta ụmụaka",
  "Site na nke a, o nwere ike ịchekwa ego zuru ezu iji kpọbata Carrillo, ya na nne nne Carrillo na nwanne nne ya, na United States. Ọ kwagara Los Angeles mgbe ọ dị afọ 5, ma too na Boyle Heights na City Terrace",
  "Ọ natara obibi mgbe ọ dị afọ iri na atọ mgbe nna ya rịọrọ ya arịrịọ",
  "Mgbe ọ dị afọ iri abụọ na otu, o tinyere akwụkwọ ka ọ bụrụ nwa amaala ma nye ya ikike ịbụ nwa amaala.",
  "Carrillo gara Harrison Elementary, El Sereno Middle School na Roosevelt High",
  "Ọ gụsịrị akwụkwọ na East Los Angeles College na Cal State Los Angeles",
  "Carrillo nwetara nzere masta, na-ekwusi ike na demography na ndọrọ ndọrọ ọchịchị, site na Mahadum nke Southern California.",
  "Ruo afọ iri, ọ bụ onye ọbịa na onye isi mmepụta nke mmemme obodo a na-akpọ \"Knowledge is Power\" na KPWR 106 FM",
  "Ihe ngosi okwu ahụ kpuchiri isiokwu ndị dị ka ikpe ziri ezi gburugburu ebe obibi, ohere agụmakwụkwọ dị elu na ndọrọ ndọrọ ọchịchị",
  "Carillo rụkwara ọrụ dị ka onye edemede na onye na-emepụta Nuvo TV",
  "Ọ bụkwa onye na-enye onyinye mgbe niile na Pivot's Take Part Live, Huff Post Live, The Young Turks\" The Point na Al Jazeera America.",
  "N'afọ 2014, ọ bụ onye guzobere Reported.ly, nke bụ mmalite mgbasa ozi mmekọrịta nke ebumnuche ya bụ ikpuchi esemokwu, ikike mmadụ na ndọrọ ndọrọ ọchịchị. Ọ bụkwa onye njikwa nkwukọrịta maka ndị ọrụ a na-akpọ Local 271, onye mmekọ Los Angeles nke Service Employees International Union.",
  "N'afọ 2017, Carrillo kwupụtara ebumnuche ya ịgba ọsọ iji dochie onye omeiwu nke oge ahụ bụ Xavier Becerra mgbe a họpụtara ya ka ọ bụrụ Attorney General nke California. Carrillo mechara nweta 5% ma merie onye omeiwu steeti Jimmy Gomez na onye ọka iwu Robert Lee Ahn. Gomez meriri Lee Ahn, na-enweta 60.1% nke votu ma ṅụọ iyi na July 11, 2017.",
  "Mgbe Gomez gbara arụkwaghịm ka ọ nọrọ n'ụlọ ndị nnọchi anya United States, Carrillo kwupụtara na ọ ga-agba ọsọ iji dochie Gomez na Nzukọ nke Steeti California",
  "N'October 3, 2017, Carrillo nwetara 22.2% nke votu ma nweta ohere na ntuli aka. Carrillo chere ihu na Planned Parenthood - onye otu Los Angeles Luis Lopez",
  "Na Disemba 5, 2017, Carrillo meriri Lopez, na-enweta 53.5% nke votu.",
  "N'afọ 2018, Carrillo zutere osote prọfesọ nnwere onwe Christopher Stare",
  "Carrillo meriri Stare n'ụzọ dị mfe dị ka a tụrụ anya ya, na-enweta 86.6% nke votu",
  "N'afọ 2020, Carrillo gbara ọsọ n'enweghị onye na-emegide ya na ntuli aka nke mbụ na nke zuru oke.",
  "N'abalị iri abụọ na abụọ n'ọnwa Ọktoba n'afọ 2022, onye a họpụtara na Los Angeles City Councilmember Eunisses Hernandez kwuru na otu nwanyị na-achọ Gomez na onye Assemblymember Wendy Carrillo kwuru okwu megide ndị Asia banyere ndị na-ama ha aka, David Kim, onye bụ onye Korea-America, na Mia Livas Porter, onye bụ Filipino-American, n'otu n'otu, mgbe ọ na-eleta ụlọ Hernandez",
  "Na ngwụcha Ọktọba 2022, onye na-eme ntụli aka na Highland Park mere ebubo yiri nke ahụ ma e wezụga n'oge a ọ metụtara ụmụ nwanyị abụọ na-ese ihe",
  "Na nzaghachi, ma mkpọsa Gomez na Carrillo rịọrọ ndị na-ama ha aka mgbaghara ma gakwuru Hernandez site na Twitter na mkparịta ụka ekwentị dị iche iche na-emesi obi ike na ha emeela ihe iji hụ na onye na-enyocha -na-ajụ abụghịzi akụkụ nke mkpọsa ahụ."
]