[
  "Wendy Felecia Philander (née Kaizer) bụ onye ndọrọ ndọrọ ọchịchị South Africa na-eje ozi dị ka onye otu Western Cape Provincial Parliament kemgbe Ọgọst 2018",
  "Ọ bụ onye isi oche nke Standing Committee on Health",
  "Ọ bụbu onye otu Kọmitii Mayoral nke Drakenstein Local Municipality",
  "Philander bụ onye otu Democratic Alliance",
  "A mụrụ Philander na New York, obodo Paarl nke ndị na-arụ ọrụ.\nỌ bụ nwa nwanyị nke Mary na Jack Kaizer",
  "Nne ya nwụrụ mgbe ọ nọ na klas 11",
  "Ọ gara ụlọ akwụkwọ praịmarị Paulus Joubert na ụlọ akwụkwọ sekọndrị Paulus Joubert. Ọ ghọrọ onye otu Democratic Alliance na 2008",
  "A họpụtara Philander dị ka onye kansụl mpaghara DA nke Drakenstein Local Municipality na ntuli aka obodo nke afọ 2011",
  "Mgbe ntuli aka ime obodo nke afọ 2016 gasịrị, ọ ghọrọ onye kansụl PR maka DA na ime obodo. Ọ rụrụ ọrụ ugboro abụọ dị ka onye otu Mayoral Committee for Human Settlements and Health n'oge Gesie van Deventer na Conrad Poole bụ ndị isi obodo.",
  "N'ọnwa Ọgọstụ afọ 2018, a ṅụrụ Philander iyi dị ka onye otu Western Cape Provincial Parliament, na-anọchi Lennit Max. E kenyere ya ọrụ na kọmitii Social Cluster. Mgbe ntuli aka nke Mee 2019 gasịrị, a ṅụrụ ya iyi maka oge mbụ ya zuru ezu na 22 Mee 2019",
  "Ọ bụ naanị onye omeiwu si na obodo Drakenstein",
  "Na June 2019, a họpụtara Philander ka ọ bụrụ onyeisi oche nke Kọmitii Na-ahụ Maka Ahụike.",
  "Philander bụ onye isi otu Democratic Alliance Women's Network (DAWN)",
  "Ọ bụ onye isi oche mpaghara nke netwọk ahụ",
  "Ọ bụkwa onye otu kọmitii na-ahụ maka mpaghara nke Democratic Alliance.",
  "N'ọnwa Nọvemba 2020, ọ gbara ọsọ maka onye isi mpaghara DA mana onye isi mpaghara Bonginkosi Madikizela meriri ya",
  "Philander nwetara ọnụọgụ nke abụọ kachasị elu na 255 mgbe Madikizela (444) sochiri onye na-ekwuchitere ndị omeiwu mpaghara, Masizole Mnqasela (210).",
  "N'abalị asaa n'ọnwa Mee afọ 2022, ọ guzoro maka osote onye isi mpaghara nke DA na nzukọ kansụl mpaghara nke pati ahụ iji họpụta onye isi mpaghara ọhụrụ",
  "Ọ meriri JP Smith.",
  "Àtụ:Members of the Western Cape Provincial Parliament"
]