[
  "Were nwa agbogho gaa oru bụ ihe omume itinye ego na ndida firika kwa afọ kemgbe afọ 2003",
  "Ụlọ ọrụ ndị metụtara na-ahazi maka ụmụ nwanyị na-amụ ihe (ụmụ akwụkwọ ụlọ akwụkwọ), na-esikarị n'ebe ndị ogbenye, iji nọrọ ụbọchị n'ebe ọrụ ha na Tosde ikpeazụ nke Mee",
  "Ọ bụ nga C, onye na-enye ọrụ ekwe nti haziri atụmatụ ahụ, ma Ngalaba Mmụta ndida Afirika kwadoro ya. A na-akpọ ya \"ọrụ enyemaka kachasị ukwuu nke  ndida Afirika\".",
  "N'ịbụ ndị na-emeghachi omume na gburugburu ebe obibi na-agbanwe agbanwe, evolushọn na imeghari ihe dị oke mkpa iji nọgide na-emetụta; na ịnagide ihe ịma aka na ohere ọhụrụ na-apụta.",
  "Nga C nwere obi ụtọ na ihe ùgwù nke ịmalite mmemme ubochi were nwa agbogho gaa oru ihe karịrị afọ iri abuogara aga, ihe omume mgbanwe iji nye nwa agbọghọ ike site n'ịkwado ya na nrọ ya dị mma ma nwee ike - site n'ikpughe ya ọtụtụ ọrụ karịrị njedebe nke ọrụ ndị a maara nke ọma.",
  "Site na mmekorita na ntinye aka nke òtù ndị nwere otu echiche, anyị ahụla etu mmemme a si emetụta ụmụ agbọghọ",
  "Nke a bụ ihe nketa dị mpako nke anyị na òtù ndị a na-ekerịta.",
  "Otú ọ dị, kemgbe a malitere ya, ọha mmadụ agbanweela nke ukwuu, ya mere, mkpa ụmụ agbọghọ na ndị na-eto eto n'ozuzu ha",
  "N'ihe gbasara enweghị ọrụ dị elu, ezinụlọ ndị na-enweghị isi, ụbụrụ dị mma, ime ime ndị nọ n'afọ iri na ụma, ime ihe ike dabere na nwoke na nwanyị (GBV), ịrị elu nke ọnụ ọgụgụ ndị na-ahapụ ụlọ akwụkwọ karịsịa n'etiti ụmụ nwoke, na ọtụtụ ihe ịma aka ndị ọzọ; nke ukwuu nke na uru nke ụbọchị ọrụ maka ụmụ nwanyị na-ebelata site na ihe ha ga-alụso ọgụ na gburugburu ebe obibi ka ukwuu.",
  "Anyị kwesịrị ime ka nkewa nwoke na nwanyị dị n'etiti site n'ile nha nhata nwoke na nwanyị n'ime usoro mmepe nke ndị ntorobịa ka ukwuu nke na-edozi nsogbu karịrị naanị ịtụle ọrụ.",
  "Anyị anọwo na-arụsi ọrụ ike iji dozie mmemme nke na-agụnye ndị ntorobịa niile ma na-agụnyekwa nsogbu ndị sara mbara na-emetụta ndị ntorobịa taa",
  "Ihe omume a e degharịrị edegharị na-ele anya ọ bụghị naanị na nduzi ọrụ na mmepe kamakwa usoro gburugburu ebe obibi dum - ọchụnta ego, ntụziaka, iduzi onwe onye na mmata, iwulite ọgụgụ isi mmetụta uche, nwoke na-egbu egbu, ịkụzi nkà dị oke egwu, dịka ịgụ na ide ego na nkà na ụzụ, ịkpọ aha ebe ole na ole",
  "N'otu aka ahụ, ọ na-eburu nwa nwoke na nwa nwoke.",
  "Inye ndị ntorobịa ike ịgbanwe ụwa ha -",
  "Nga C dị ka akụkụ nke re-evolushonu malitere lee ntorobia nke C kwadoro site na Cell C - mmemme mmepe ndị ntorobịa niile.",
  "Ebumnuche nke mmemme a bụ ime ka ọdịiche dị n'etiti nwoke na nwanyị ma nye ndị ntorobịa ike ịghọ ụdị kachasị mma nke onwe ha ma mesịa malite ịgbanwe ụwa ha",
  "Lee ntorobia nke Cell C kwadoro bụ ije ozi dị ka onye nduzi maka ndị na-eto eto iji mee ka ndụ na-agagharị ma mee ka ha bụrụ ndị okenye na ịnweta ihe onwunwe ndị na-enye aka n'akụkụ dị iche iche nke ndụ ha dịka mmekọrịta mmadụ na ibe ya, mmụta, ọchụnta ego na ahụike, nke nwere ahụike mmetụta uche.",
  "https://seeyouthbycellc.co.za/"
]