[
  "Àtụ:MedalTableTop\nWerknesh Kidane (Amharic: ወርቅነሽ ኪዳነ; amụrụ na Nọvemba 21, na afọ 1981), bụ onye Etiopia na-agba ọsọ ogologo oge si Tigray onye na-asọmpi na mita 5000 na 10,000",
  "O ritere ọtụtụ ihe nrite na IAAF World Cross Country Championships ma nọchite anya Ethiopia na Summer Olympics na afọ 2000, 2004 na afọ 2012",
  "Ọ bụ onye nwetara ọlaọcha na afọ2005 World Championships in Athletics na onye nwetara ọla edo na afọ 2003 IAAF World Cross Country Championships.",
  "A mụrụ ya n'obodo akụkọ ihe mere eme nke Maychew, Tigray, na aha mba mbụ ya bịara na afọ 1999 IAAF World Cross Country Championships ebe ọ nọ n'elu ikpo okwu na asọmpi ndị na-eto eto",
  "O mere egwuregwu Olympic mbụ ya dị ka onye nọ n'afọ iri na ụma wee bụrụ onye nke asaa na 5000m ikpeazụ na 2000 Sydney Olympics",
  "O meriri na afọ 2002 Great Ethiopian Run wee bụrụ onye nke abụọ na ọsọ dị mkpirikpi na afọ 2002 IAAF World Cross Country Championships.",
  "Werknesh malitere afọ 2003 ya site na mmeri na Antrim International Cross Country wee gaa n'ihu na-ewere aha ụmụ nwanyị ogologo oge na 2003 IAAF World Cross Country Championships",
  "O meriri nrite ọlaọcha na 10,000m na afọ 2003 All-Africa Games, na-agwụcha n'azụ onye Etiopia ibe ya Ejegayehu Dibaba",
  "Oge ya ruru n'ókè na 2003 World Championships in Athletics ebe o setịpụrụ 10,000 m kacha mma nke 30:07.15 nkeji iji nweta ọnọdụ nke abụọ n'azụ onye Etiopia Berhane Adere onye mebiri ihe ndekọ Afrịka maka ihe omume ahụ",
  "N'afọ sochirinụ, ọ bịara nke anọ na ihe omume na afọ 2004 Athens Olympics",
  "O nwetakwara ihe nrite ọla nchara ogologo oge na afọ 2004 IAAF World Cross Country Championships, yana iwere nke anọ na ọsọ dị mkpirikpi.",
  "O nwere ihe ịga nke ọma na afọ 2004/05 cross country circuit na Spain, merie na Soria, Valle de Llodio na Seville",
  "Na 2005 IAAF World Cross Country Championships ọ nọ n'ọnọdụ nke abụọ na ọsọ dị mkpirikpi na nke atọ na ọsọ dị ogologo, na-ewere utu aha otu na Tirunesh Dibaba na agbụrụ abụọ ahụ",
  "O sonyere na afo 2005 World Championships in Athletics mana ọ pụghị imeghachi ihe omume ya n'afọ abụọ gara aga, na-emecha nke isii na 10,000 m.",
  "Werknesh laghachiri na asọmpi mba ụwa mgbe ogologo ezumike gasịrị na 2010 IAAF World Cross Country Championships wee bịa n'ọnọdụ nke itoolu na asọmpi ndị okenye",
  "O mere mgbalị mbụ ya n'ọsọ ọsọ n'okporo ụzọ na 2010 Great Manchester Run wee merie na oge kachasị mma nke 32:31 nkeji. Ọ gbara ọsọ na NYRR New York Mini 10K na onwa isii, na afọ 2010, wee mechie n'ọnọdụ nke atọ n'azụ ndị Kenya Linet Masai na Emily Chebet. Ọ gara n'ihu n'okporo ụzọ US site na arụmọrụ na Philadelphia Half Marathon, ebe ọ bụ onye nke atọ n'ime oge 1:08:30.",
  "O mere marathon mbụ ya na 2011 Boston Marathon, ebe ọ nọ n'ọnọdụ nke asaa na oge nke 2:26:15",
  "N'afọ sochirinụ, ọ gbara ọsọ na Carlsbad 5000 ma bụrụ onye nke abụọ n'azụ Tirunesh Dibaba. Na afọ 2012 Summer Olympics, ọ mechara nke anọ na 10,000m ọzọ.  Ọ bụ onye na-abanye n'azụ oge na Carlsbad 5000 na 2015 (na-eyi aha \"Werky\" na bib ya), na-anọchite anya Adidas, ma tinye ya na nke iri na otu na oge nke 16:00 flat.",
  "Ọ bi na USA kemgbe ọ ghọrọ onye bi na US",
  "Nne na nna ya bi na Axum, Tigray",
  "Ọ na-eguzo 1.58 m / 5'2\" ogologo ma bụrụ onye Kassu Alemayehu na Dr Woldemeskel Kostre na-azụ mgbe ọ na-agba ọsọ maka ndị otu mba Etiopia",
  "Onye njikwa ya bụ Mark Wetmore nke Global Athletics & Marketing",
  "Werknesh lụrụ Gebregziabher Gebremariam."
]