[
  "Noël Ngiama Makanda nke a maara dịka Werra Son, bụ onye egwu Congo nke amụrụ na ọnwa Disemba 25, 1965 na Moliambo, obere obodo dị na ọdịda anyanwụ DRC, na mpaghara Kikwit, Kwilu District",
  "Werrason bụ otu n'ime ndị guzobere otu egwu Wenge Musica nke e guzobere na afọ 1981 mgbe ọ ka na-amụ maka nzere na Accountancy",
  "Werrason, na ndị enyi kọleji ya Didier Masela, Aimé Buanga, Machiro Kifaya na ndị ọzọ guzobere òtù ahụ ma mesịa sonye na J.B Mpiana",
  "Mgbe nkewa nke Wenge Musica mbụ gasịrị, o guzobere Wenge Musique Maison Mère (WMMM) otu egwu ọ mepụtara n'akụkụ Didier Masela na Adolphe Dominguez.",
  "Mgbe òtù kọleji Werrason bụ Wenge Musica kewara na ọnwa Disemba 1997, Werrason, Masela, na Dominguez mepụtara Wenge Musique Maison Mère, otu òtù dị na Zamba Playa na Kinshasa",
  "Site n'enyemaka nke Sankara de Kunta na Zacharie Babaswe, Werrason gara mba ahụ iji nweta ndị na-eto eto na-agụ egwú; ndị otu egwu ya bụ Masela, Dominguez, Ferre Gola, Baby Ndombe, Adjani Sesele, JDT Mulopwe, Celeo Scram, Bill Clinton Kalonji, Serge Mabiala, Didier Lacoste, Chou Lay, Michael Tee, ndị na-akpọ ụbọ Flamme Kapaya, Japonais Maladi, Christian Mwepu, na ndị na-akụ egwú Papy Kakol na Ali Mbonda",
  "E wepụtara abọm mbụ nke otu ahụ, Force d'Intervention Rapide na ọnwa Nọvemba 28, 1998.",
  "Egwú ya \"Chantal Switzerland\" ghọrọ abụ a ma ama n'afọ, ebe a họpụtara onye na-eme ihe nkiri ya bụ Bill Clinton Kalonji dị ka onye na-emepụta ihe nkiri kachasị mma",
  "[nkọwa dị mkpa] Abọm nke abụọ ha, Solola Bien (1999) nwere ihe ịga nke ọma na egwu egwu Afrịka, wee nweta Gold Record na France.",
  "Na ọnwa June 2001, Werrason wepụtara abọm mbụ ya Kibuisa Mpimpa, CD abụọ nwere egwu 17",
  "Ihe ndekọ a bụ nsonaazụ nke afọ ise nke nkwadebe, [citation needed] ọnwa anọ nke ọrụ studio, na  karịrị awa 2,000 nke ederede",
  "Abọm a meriri ya ihe nrite Kora abụọ na South Africa, gụnyere \"Best Artist\" na Africa na \"Best Album\" na Central Africa.",
  "Ka e mesịrị n'afọ ahụ, Werrason mere kọntaktị azụ azụ na Zénith Paris, otu n'ime nnukwu ụlọ kọntụ na France",
  "Ọ gara Europe gụnyere London, Amsterdam, Brussels, Dublin, Rome, na Stockholm",
  "Òtù Mba Ndị Dị n'Otu enyewo ya utu aha nke Universal Ambassador of Peace",
  "Na afọ 2001, Popu John Paul nke Abụọ nabatara Werrason",
  "Kemgbe ahụ, ọ na-ekwu maka mkpọsa UNESCO megide ọrịa AIDS na ịkpa ókè, yana mkpọsa megide alụmdi na nwunye n'oge na ịkwalite agụmakwụkwọ maka ụmụ agbọghọ",
  "N'oge njem ụwa ya, ya na ndị omenkà Afrịka ndị ọzọ gụnyere Manu Dibango na Paris Olympia, Passi, Doc Gynéco, na Benji na Akil. Werrason sokwa Shaggy rụkọọ ọrụ. N'otu afọ ahụ, Werrason kụrụ egwu na Stade des Martyrs, nke  karịrị 100,000 mmadụ bịara",
  "[citation needed] Ọ kụrụkwa maka 17,000 na Bercy na 2000.",
  "Na ọnwa Septemba 2021, ndị isi obodo Paris kwupụtara ịkagbu nnukwu egwu Werrason nke a ga-eme na Zénith nke Paris, na-ekwu maka \"ihe ize ndụ nke nnukwu nsogbu na usoro ọha na eze na nke ịwakpo nchekwa nke ndị na-ekiri\", ọkachasị egwu nke ngosipụta nke ndị na'ọchịchị dị n'ebe ahụ",
  "Werrason ekwupụtala iwe ya na France."
]