[
  "West Makian (nke a makwaara site na endonym Moi: 104 ) bụ asụsụ nke  dị iche iche nke North Halmahera nke ndi obodo Indonesia. A na-asụ ya n'ụsọ oké osimiri dị nso na Makian Island, na ọkara ọdịda anyanwụ nke agwaetiti ahụ.",
  "West Makian has been strongly influenced by a neighboring Austronesian language or languages to the extent that it was once classified as Austronesian, as East Makian (Taba) still is",
  "As a family-level isolate, it is not closely related to any other language. A brief description of the language can be found in Voorhoeve (1982)",
  "Much influence comes from Taba, as well as Malay, Ternate, Dutch, and potentially Portuguese.",
  "West Makian nwere ụdaume ise ma ọ bụ isii: /a, e, ə, i, o/, na /u/, na/ə/ nke Watuseke na-edeghị. Voorhoeve na-ekwu na /ə/ dị naanị na mgbazinye ego Indonesia.",
  "/ɲ/ is found almost exclusively in Indonesian loanwords",
  "The only original Moi word with /ɲ/ is /miɲe/ - 'one.'",
  "A na-ahụ ụyọkọ ụdaume fọrọ nke nta ka ọ bụrụ kpamkpam n'etiti okwu, na okwu ole na ole na-apụta-na mbido n'oge okwu na-aga n'ihu",
  "Ihe ka ọtụtụ n'okwu ndị a na-ekwusi ike na nkeji okwu nke abụọ, ebe ole na ole nwere ya na nkeji okwu tupu ma ọ bụ nkeji okwu nke ikpeazụ",
  "Nchegbu bụ isi phonemic.",
  "E nwere ụdị ụda olu abụọ a hụrụ ruo na oge ugbu a",
  "Otu na-agụnye ụda na-arị elu nke ukwuu mgbe ụfọdụ na-ada ọzọ, usoro a na-eji na mkpa siri ike na mgbe ụfọdụ na ajụjụ",
  "Ụkpụrụ nke ọzọ bụ ọdịda dị egwu na njedebe nke ahịrịokwu ahụ, nke a na-eji maka ahịrịokwu nkwupụta na ihe ndị na-adịghị mkpa.",
  "West Makian na-eji nkwekọrịta ụdaume regressive, nke na-emetụta ụdaume nke ọtụtụ prefixes, akara onwunwe, na preposition. N'ụzọ doro anya, ha na-emetụta prefixes fa-, ma-, na fala-; prefixes okwu prefixes ta-, na-, ma-, fa-, na da-; akara onwunwe da, na lative, ablative, na locative preposition ta.",
  "N'ozuzu, maka ihe CV (consonant-vowel) usoro dị ka ndị a:",
  "Agbanyeghị, enwere ọtụtụ ndị na-abụghị",
  "Ngwaa na-adịghị agbanwe agbanwe gei (\"ịbụ onye nwụrụ anwụ\") na-ewere prefixes fa- (fagei, \"igbu\") na ma- (magei, 'ọnwụ\") kama nke a tụrụ anya fe- na m-",
  "Ngwaa ntụziaka (naso \"ịga\", ọ dịghị \"ịbịa\", wdg) na ngwaa am (\"iri\") na-ewere naanị okwu mbido nke ụdị Ci (tiam \"M na-eri\", minaso \"anyị na-aga\", wdg.Ọ dị iche iche Ngwaa na-adịghị agbanwe agbanwe yiri ntụziaka n'ihe gbasara okwu mbido, ma e wezụga onye nke atọ, nke bụ i- maka inanimates na ma- (enweghị ụdaume) maka animates",
  "Tụkwasị na nke a, na imperative, 2nd singular (nV-) na 2nd plural (fV-) prefixes na-ejikọta na ụdaume na-esote: ngwaa uba (\"na-ebu\") na-emepụta nuuba (\"ị na-ebu ya!\"), fuuba (\"ị niile na-ebu ọ!\"Ọ dị iche iche"
]