[
  "Weziwe Tikana (amụrụ na 3 Nọvemba 1967) bụ onye ndọrọ ndọrọ ọchịchị South Africa, onye nkuzi na onye otu ọrụ",
  "Ọ bụ Eastern Cape MEC maka Transport, Safety and Liaison site na 2014 ruo 2022",
  "Ọ bụ onye otu Eastern Cape Provincial Legislature kemgbe afọ 2014",
  "Tikana bụ onye otu African National Congress",
  "A mụrụ Tikana na Cala na Cape Province (nke bụzi Eastern Cape)",
  "Ọ gụrụ akwụkwọ na Sewushe Commercial College Ọ gụsịrị akwụkwọ nkuzi na Arthur Tsengwa College of Education",
  "Tikana nwere diplọma ndị nkuzi praịmarị site na Belgravia Institute na diplọma na nchịkwa gọọmentị ime obodo site na Mahadum Pretoria",
  "Tikana nwetara diplọma na iwu ọrụ site na Global Business Solution",
  "Tikana rụrụ ọrụ dị ka onye nkuzi na onye na-enye ọzụzụ na Ngalaba Mmụta na Xhalanga Entrepreneurial Development Centre. Ọ bụkwa onye nlekọta agụmakwụkwọ ndị okenye na Cala Guidance Centre",
  "Ọ bụkwa onye isi nchịkwa na Emalahleni Local Municipality ma were ya n'ọrụ dị ka onye nduzi nke ntinye aka ọha na eze na Ngalaba Gọọmentị Obodo na Ọdịnala",
  "Tikana rụkwara ọrụ na bọọdụ redio Vukani Community Radio Station.",
  "Tikana bụ onye otu African National Congress na otu ụmụ nwanyị nke pati ahụ ma na-eje ozi na kọmitii ndị isi mpaghara abụọ ahụ",
  "Tikana rụkwara ọrụ na ụlọ ọrụ nke South African Democratic Teachers Union na Xhalanga Youth Congress.",
  "Tikana jere ozi na kọmitii nchịkwa mpaghara nke otu ụmụ nwanyị nke ANC na mpaghara Engcobo mbụ ma bụrụ onye otu n'ime usoro mpaghara nke mpaghara Ngcobo, Queenstown na mpaghara etiti-Karoo. Ọ rụkwara ọrụ dị ka onye na-ahụ maka akụ na ụba nke mpaghara Chris Hani nke ANC.",
  "Tikana bụ onye bụbu onye isi obodo nke Sakhisizwe Local Municipality na Chris Hani District Municipality ma bụrụkwa onye bụbu osote onyeisi oche nke South African Democratic Teachers Union. Ọ bụ onye otu kọmitii nchịkwa SALGA ma jee ozi dị ka onyeisi oche nke Kọmitii Gọọmenti nke nzukọ ahụ.",
  "N'afọ 2014, a họpụtara Tikana dị ka onye otu ndị omeiwu nke Eastern Cape Provincial Legislature",
  "A họpụtara ya dị ka onye otu Executive Council (MEC) maka Transport, Safety and Liaison site n'aka praịm Phumulo Masualle. A họpụtara Tikana ọzọ maka oge ọzọ na ndị omeiwu n'afọ 2019",
  "Ọ nọgidere n'ọkwa ya dị ka MEC maka Transport, Safety and Liaison na-esote nhọpụta Oscar Mabuyane dị ka praịm",
  "Ọ bụ naanị onye otu ndị isi nke Masualle ka a họpụtara na ndị isi nke Mabuyane.",
  "Na June 2020, Tikana meriri ikpe ụlọ ikpe nke ọ chọrọ ka onye ndú United Democratic Movement (UDM), Bantu Holomisa wepụ tweet na-akpali nchegbu banyere ụlọ ndị ọbịa, nke dị n'aha nwa ya nwanyị, na gọọmentị mpaghara kpebiri iji ụlọ ọrụ nzuzo COVID-19",
  "Ọkàikpe Gerald Bloem chọpụtara na o yikarịrị ka Tikana bụ onye nwe ya ma ọ bụ nwee uru na Mioca Lodge na Cala.",
  "N'ọnwa Machị 2021, onye na-ahụ maka onye na-echebe ọha na eze bụ Kholeka Gcaleka chọpụtara na ọ nweghị omume na-ekwesịghị ekwesị site na Tikana n'ihe gbasara ịzụta ụlọ nwa ya nwanyị dị ka ebe nzuzo COVID-19.",
  "N'abalị iri na isii n'ọnwa Ọgọstụ n'afọ 2022, Mabuyane gbanwere ndị isi ya ma wepụ Tikana dị ka MEC maka Transport, Safety and Liaison n'ihi nkwado ya maka Babalo Madikizela, onye na-azọ ọkwa onye isi oche mpaghara na nzukọ ntuli aka mpaghara nke ANC na Mee 2022.",
  "Àtụ:Members of the Eastern Cape Provincial Legislature"
]