[
  "WFM 91.7 MHz bụ ụlọ ọrụ redio Naijiria na-ahụ maka nwoke na nwanyị na nke pụrụ iche nke Nigerian Broadcasting Commission (NBC) nyere ikike iji gbasaa mmemme maka ụmụ nwanyị na ezinụlọ ha",
  "Ọ bụ ụlọ ọrụ redio mbụ na-elekwasị anya na ụmụ nwanyị na Sub-Saharan Africa",
  "Ọ bụ Dr",
  "Babatunde Okewale na Toun Okewale Sonaiya nwe ụlọ ọrụ ahụ ma jiri nkwukọrịta Ive rụọ ọrụ",
  "Isi ụlọ ọrụ ya dị na obodo Arepo, Ogun Steeti, Ndịda ọdịda anyanwụ, Naijiria",
  "Ọ bụ Clyde Broadcast, Glasgow, Scotland nyere ngwá ọrụ mgbasa ozi.",
  "Mgbasa ozi nnwale nke ụlọ ọrụ ahụ malitere na 29 Ọktoba afọ 2015",
  "N'otu ụzọ ahụ, a na-egosi ndị Naijiria mmemme mbụ nke ụlọ ọrụ ahụ na 16 Nọvemba afọ 2015",
  "Ụlọ ọrụ ahụ gosipụtara Abisola Grace Aiyeola, Funmi Jinadu, na Bolatito Bez Idakula dị ka ndị ọsụ ụzọ na ikuku bụ(OAP) maka ụlọ ọrụ ahụ",
  "A malitere ụlọ ọrụ ahụ na 18 Disemba afọ 2015, ndị bịara bụ Aisha Buhari, Folorunsho Alakija, Dele Momodu na ọtụtụ ndị ọzọ nọ na Naịjirịa.",
  "\"Voice of Women Conference and Award\" (VOW) bụ onyinye a na-enye kwa afọ nke WFM 91.7 chepụtara iji mee emume ụmụ nwanyị Naijiria ama ama",
  "N'afọ 2016, a kwadoro ụdị nke abụọ nke onyinye a na Eko Hotels and Suites, Lagos, Naijiria. Otu n'ime ndị nwetara ihe nrite na ihe omume ahụ bụ Joe Odumakin onye meriri ihe nrite nke onye ahụ maka afọ ahụ.",
  "Ụlọ ọrụ ahụ dị njikere ilekwasị anya na egwuregwu, azụmahịa, ndọrọ ndọrọ ọchịchị, ọchịchị, akụ na ụba, ahụike, ezinụlọ, mmekọrịta mmekọrịta, ndị ntorobịa na echiche ụmụ nwanyị. Dị ka Toun si kwuo na The Guardian (Nigeria) \"Ọ na-atọ anyị ụtọ inwe ụlọ ọrụ redio ụmụ nwanyị mbụ na Naịjirịa ma anyị emeela atụmatụ anyị iji jeere ndị mmadụ ozi mmemme ndị metụtara ụmụ nwanyị",
  "Ọ bụrụ na ị bụ nwanyị, nne, nwanne nwanyị ma ọ bụ nwa nwanyị, WFM bụ ụlọ ọrụ kachasị mma maka gị ige ntị iji mụta ọtụtụ ihe nakwa ịkọrọ gị echiche gị banyere nsogbu ụmụ nwanyị",
  "\"",
  "Ụlọ ọrụ ahụ malitere ịnwale mgbasa ozi n'ọnwa Nọvemba, 2015, na ikike ịgbasa mmemme gbasara nwoke na nwanyị. Mmalite nke ụlọ ọrụ redio ahụ mere na Oriental Hotel na Lagos na 18 Disemba 2015 na ndị nta akụkọ, ndị ọrụ mgbasa ozi na ndị isi si n'akụkụ niile nke mba ahụ.",
  "WFM 91.7 malitere mgbasa ozi ya na ndị na agbasa ozi (OAP) anọ ahọpụtara site na ihe karịrị ndị na-achọ ọrụ puku ise bụ ndị tinyere akwụkwọ maka ọkwa ahụ iji duzie ọrụ nke ụlọ ọrụ ahụ. E gosipụtara ndị mmadụ n'ihu ọha na 9 Septemba 2015 ma ha bụ:",
  "Ọ bụ nwanyị nta akụkọ Naijiria, onye gụrụ Broadcast Journalism na Mahadum nke West nke England",
  "Ọ bụ onye na-ahụ maka ụlọ akụ na Naijiria, onye edemede na onye na-eme atụmatụ ihe omume",
  "Ọ lụrụ Bez, onye egwu Naijiria.",
  "Aiyeola bụ onye a mụrụ na Britain sonyere na oge mbụ nke MTN kwadoro Project Fame West Africa, nke gosipụtara na 2008, na-agwụcha n'etiti ise mbụ na asọmpi ahụ",
  "Ọ bụ onye nke abụọ na Big Brother Naija oge nke abụọ na 2017",
  "Ọ bụ onye na-ese ihe, onye na-agụ egwu na onye na-eme ihe nkiri.",
  "Faith nwere akara ugo mmụta sayensị ndọrọ ndọrọ ọchịchị na Mahadum Lagos na M.Sc",
  "na International Law and Diplomacy",
  "O nwere CCSA site na Service Quality Institute of America na asambodo na njikwa ọchụnta ego site na Mahadum Pan African (LBS), Lagos.",
  "VOW bụ ihe omume a na-eme kwa afọ nke ụlọ ọrụ redio na Naịjirịa na-ahazi iji kwurịta okwu gbasara mmepe ụmụ nwanyị na maka ịnakwere ndị ama ama n'etiti ụmụ nwanyị",
  "Mbipụta nke abụọ nke onyinye ahụ mere na Eko Hotel N'afọ 2016, ọ bụ Folorunsho Alakija duziri ya nke akpọrọ FACING OURFUTURE  - ToGETHER",
  "Ememe mmeri na-ekpuchi mpaghara dị ka: Best Gender Empowering Company, Best Female in Business / Management, Best Family Focused Organization, Best Woman / Person / Organization of the Year, Lifetime Achievement Award, Best Government Organization / Agency Supporting Women and Their Families na Best Civil Society Organization Supporting Women na ha Families."
]