[
  "Ịgba ohu ọcha (nakwa ahia ohu ọcha ma ọ bụ ịzụ ahịa ohu ọcha) na-ezo aka n'ohu nke ndị Europe, ma ọ bụ ndị na-abụghị ndị Europe (dịka ndị West Asia na North Afrịka ), ma ọ bụ site n'aka ndị Europe ndị ọzọ (dịka ọmụmaatụ ndị ohu ụgbọ mmiri ma ọ bụ ndị ohu Vikings)",
  "Ndị ohu sitere na Europe nọ na Rom oge ochie na Alaeze Ukwu Ottoman.",
  "Ọtụtụ ụdị ndị ọcha dị iche iche bụ ndị ohu",
  "Na kọntinent Europe n'okpuru feudalism, e nwere ụdị ọnọdụ dị iche iche na-emetụta ndị mmadụ (dịka serf, bordar, villein, vagabond na ohu) bụ ndị a manyere ịrụ ọrụ n'akwụghị ụgwọ.",
  "N'okpuru ọchịchị ndị Alakụba, ahịa ndị ohu nke ndị Arab nke gụnyere ndị Caucasian a dọọrọ n'agha na-abụkarị mwakpo n'ókèala Europe ma ọ bụ were ha dị ka ụmụaka n'ụdị ụtụ isi ọbara site n'aka ezinụlọ nke ụmụ amaala nke ókèala ndị e meriri iji jeere alaeze ukwu ahụ ozi maka ọrụ dịgasị iche iche. N'etiti narị afọ nke iri na itoolu, e ji okwu ahụ bụ 'ohu ọcha' kọwaa ndị ohu Ndị Kraịst e rere n'ahịa ohu Barbary.",
  "Okwu iwu nke oge a na-emetụta ịgba ohu mmekọahụ, ịgba akwụna mmanye na ịzụ ahịa mmadụ, na-eleghị anya n'agbụrụ nke ndị metụtara ma ọ bụ ndị omekome.",
  "Charles Sumner jiri okwu ahụ bụ \"ohu ọcha\" mee ihe na afọ 1847 iji kọwaa ịgba ohu nke Ndị Kraịst na Barbary Steeti na ọkachasị na Algiers, isi obodo Ottoman Algeria. Ọ gụnyekwara ọtụtụ ụdị ịgba ohu, gụnyere ndị iko Europe (Cariye) a na-ahụkarị na ụlọ ndị Turkish.",
  "Clifford G",
  "Roe jikwa okwu a mee ihe site na mmalite narị afọ nke iri abụọ iji mee mkpọsa megide ịgba akwụna na ịgba ohu mmekọahụ nke ụmụ agbọghọ na-arụ ọrụ na ụlọ akwụna Chicago",
  "N'otu aka ahụ, mba Europe bịanyere aka na Paris n' afọ 1904 nkwekọrịta mba ụwa maka igbochi okporo ụzọ ndị ohu ọcha nke ebumnuche ya bụ ịlụso ire ụmụ nwanyị a manyere ịgba akwụna na mba Europe ọgụ.",
  "Ndị Varangian (Vikings) guzobere ụzọ ahia Volga bụ ndị biri na Northwestern Russia na mmalite narị afọ nke itoolu",
  "N'ihe dị ka kilota iri (6 mi) n'ebe ndịda nke Osimiri Volkhov na-abanye n'ime Ọdọ Mmiri Ladoga, ha guzobere ebe obibi a na-akpọ Ladoga (Old Norse: Aldeigjuborg). O jikọtara Northern Europe na Northwestern Russia na Caspian Sea, site na Osimiri Volga",
  "Ndị Rus jiri ụzọ a na-azụ ahịa na mba ndị Alakụba n'ụsọ ndịda nke Oké Osimiri Caspian, mgbe ụfọdụ na-abanye ruo Baghdad",
  "Ụzọ ahụ na-arụ ọrụ n'otu oge na ụzọ ahia Dnieper, nke a maara nke ọma dị ka ụzọ ahia site na ndị Varangian ruo ndị Gris, ma kwụsị ịdị mkpa ya na narị afọ nke iri na otu.",
  "E ji Saqaliba mee ihe na mbụ iji gosipụta ndị Slavic, mana mgbe e mesịrị, ọ bịara gosipụta ndị ohu Europe niile na mpaghara ụfọdụ ndị Alakụba dị ka obodo Spain gụnyere ndị a tọọrọ site na mwakpo na alaeze Ndị Kraịst nke Spain",
  "Ndị Frank malitere ịzụta ndị ohu n'aka ndị Slav na Avar Khaganate ebe ndị Alakụba hụkwara ndị ohu n'ụdị ndị agha na-eje ozi na Alaeze Ukwu Byzantium na ndị bi na mgbakwunye na n'etiti ndị Khazars",
  "A na-ebubata ọtụtụ ndị ohu Slavic na ụwa ndị Alakụba site na ókèala dị n'etiti alaeze Ndị Kraịst na nke Alakụba ebe a na-ahụkwa ebe a na-etinye ndị ohu kama ụzọ kpọmkwem",
  "Site n'ebe ahụ, e zigara ha na Spain Alakụba na mpaghara ndị Alakụba ndị ọzọ na-achị karịsịa North Afrịka",
  "Saqaliba nwetara ewu ewu na Umayyad Spain karịsịa dị ka ndị agha",
  "Mgbe ọdịda nke ndị Umayyads gasịrị, ha bịakwara chịa ọtụtụ n'ime taifas",
  "Site na ntụgharị nke ọdịda anyanwụ Europe, ahia ahụ belatara ma ọ nweghị ọtụtụ ihe ọmụma ederede na saqaliba mgbe narị afọ nke iri na otu gasịrị.",
  "Etiti Europe bụ ebe kachasị mma maka mbubata ndị ohu n'akụkụ  etiti Asia na Bilad as-Sudan, ọ bụ ezie na ndị ohu si Northwestern Europe dịkwa ọnụ ahịa",
  "Azụmahịa ohu a bụ nke ndị Europe na-azụ ahịa ohu na-achịkwa",
  "France na Venice bụ ụzọ eji eziga ndị ohu Slavic n'ala ndị Alakụba na Prague jere ozi dị ka isi ebe a na-eme ka ndị Slavic a dọọrọ n'agha. Emirate nke Bari rụkwara ọrụ dị ka ọdụ ụgbọ mmiri dị mkpa maka ahia a. N'ihi Alaeze Ukwu Byzantium na Venice na-egbochi ndị ahịa Arab site n'ọdụ ụgbọ mmiri Europe, ha mechara malite ibubata ndị ohu si Caucasus na Caspian Sea.",
  "A na-ebutekwa Saqaliba dị ka ndị ọnaozi na ndị iko na steeti ndị Alakụba. Otú ọ dị, ịgba ohu nke ndị ọnaozi n'ụwa ndị Alakụba dị oke ọnụ ma si otú a nye ha dị ka onyinye site n'aka ndị ọchịchị",
  "Ndị ọnaozi Saqaliba bụ ndị a ma ama n'ụlọ ikpe nke Aghlabids na mgbe e mesịrị Fatimids bụ ndị si Spain bubata ha",
  "Ndị Fatimid jikwa ndị ohu Saqaliba ndị ọzọ maka ebumnuche agha.",
  "N'oge Crimean Khanate, ndị Crimea na-eme mwakpo ugboro ugboro n'ime ndị isi Danubian, Poland-Lithuania, na Muscovy",
  "Maka onye ọ bụla a dọọrọ n'agha, khan natara òkè (savğa) nke pasent iri ma ọ bụ pasent iri abụọ",
  "Mgbasa ozi nke ndị agha Crimea na-ekewa n'ime sefers, kwupụtara ọrụ agha nke ndị khans n'onwe ha na-edu, na çapuls, mwakpo nke ìgwè ndị isi na-eme, mgbe ụfọdụ n'ụzọ iwu na-akwadoghị n'ihi na ha megidere nkwekọrịta ndị khans na ndị ọchịchị agbata obi",
  "Ruo ogologo oge, ruo mmalite narị afọ nke iri na asatọ, khanate nọgidere na-azụ ahịa ohu na Alaeze Ukwu Ottoman na Middle East",
  "Caffa bụ otu n'ime ọdụ ụgbọ mmiri azụmahịa a maara nke ọma na nke dị ịrịba ama na ahịa ndị ohu. Ndị agha Tatar nke Crimea gbara ohu n'etiti  otu  na abụọ nde ndị ohu si Russia na Poland-Lithuania n'ime oge 1500–1700. Caffa (obodo dị na Crimea peninsula) bụ otu n'ime ọdụ ụgbọ mmiri azụmahịa a maara nke ọma na nke dị ịrịba ama na ahịa ndị ohu. N'afọ 1769, nnukwu mwakpo ikpeazụ nke ndị Tatar mere ka e jide ndị ohu Russia na Ruthenian puku ịrị abụọ",
  "Ahịa ndị ohu na-aga nke ọma na Barbary Coast nke North Afrịka, na Morocco nke oge a, Algeria, Tunisia, na ọdịda anyanwụ Libya, n'etiti narị afọ nke iri na ise na etiti narị afọ nke iri na itoolu.",
  "Ahịa ndị a nwere ọganihu mgbe steeti ndị ahụ nọ n'okpuru ọchịchị Ottoman, ọ bụ ezie na, n'eziokwu, ha nwere onwe ha",
  "Ahịa ndị ohu nke North Afrịka  na-azụ ahịa na ndị ohu Europe nke ndị ohi Barbary nwetara na mwakpo ndị ohu na ụgbọ mmiri na site na mwakpo na obodo ndị dị n'ụsọ oké osimiri site na Italy ruo Spain, Portugal, France, England, Netherlands, na ebe dị anya dị ka Turkish Abductions na Iceland",
  "E jidere ụmụ nwoke, ụmụ nwanyị, na ụmụaka ruo n'ókè dị egwu nke na a gbahapụrụ ọtụtụ obodo ndị dị n'ụsọ oké osimiri.",
  "Dị ka Robert Davis si kwuo, ndị ohi Barbary jidere ndị Europe dị n'etiti otu nde na nde 1.25 ma ree ha dị ka ndị ohu na North Afrịka  na Alaeze Ukwu Ottoman n'etiti narị afọ nke iri ise na nke iri iteghete Otú ọ dị, iji gosipụta ọnụ ọgụgụ ya, Davis na-eche na ọnụ ọgụgụ ndị ohu Europe nke ndị ohi Barbary jidere na-adịgide adịgide ruo afọ narị abụọ na iri ise , na-ekwu:",
  "Ewero ebe e dere ọtụtụ umụ nwoke, ụmụ nwanyị na ụmụ ntakịrị e jiri na ohu, mana",
  "Ndị ọkọ akụkọ ihe mere eme ndị ọzọ, dị ka David Earle, bụ onye na-adọ aka ná ntị na ezi foto nke ndị ohu Europe na-ekpuchi eziokwu ahụ bụ na ndị corsairs jidekwara ndị ọcha na-abụghị Ndị Kraịst si n'ebe ọwụwa anyanwụ Europe na ndị isi ojii si n'ebe ọdịda anyanwụ Afrịka",
  "Akwụkwọ nke abụọ nke Davis dere, Holy War and Human Bondage: Tales of Christian–Muslim Slavery in the Early-Modern Mediterranean, mere ka uche ya gbasaa na ịgba ohu metụtara ya.",
  "Ọ dịkwa mkpa iburu n'uche na enwere mgbanwe dị ukwuu site n'afọ ruo n'afọ, ọkachasị na narị afọ nke iri na asatọ na nke iri na itoolu, ma nyekwa eziokwu ahụ bụ na, tupu afọ 1840, enweghị ihe ndekọ na-agbanwe agbanwe",
  "[nkọwa dị mkpa] Ọkachamara Middle East John Wright na-adọ aka ná ntị na atụmatụ ọgbara ọhụrụ dabere na mgbakọ azụ site na nlele mmadụ.",
  "Ihe nlele ndị dị otú ahụ, n'ofe ngwụsị afọ 1500 na mmalite afọ 1600 ndị na-ekiri ihe dị ka ndị ohu Ndị Kraịst Europe puku iri atọ na ịse e jidere n'oge a na Barbary Coast, gafee Tripoli na Tunis, mana ọ kachasị na Algiers",
  "Ihe ka ọtụtụ n'ime ha bụ ndị ọrụ ụgbọ mmiri (karịsịa ndị Bekee), ndị e ji ụgbọ mmiri ha, mana ndị ọzọ bụ ndị ọkụ azụ na ndị obodo dị n'ụsọ oké osimiri",
  "Otú ọ dị, ọtụtụ n'ime ndị a dọọrọ n'agha bụ ndị si n'ala ndị dị nso na Afrịka a, ọkachasị Spain na Italy.",
  "Site na ntọala dị na Barbary Coast nke North Afrịka a, ndị ohi Barbary wakporo ụgbọ mmiri na-agafe na Mediterranean na n'ụsọ oké osimiri ugwu na ọdịda anyanwụ nke Africa, na-ebukọrọ ibu ha ma na-agba ndị ha jidere ohu",
  "Site na ma ọ dịkarịa ala n'afọ 1500, ndị omekome ahụ mekwara mwakpo n'obodo ndị dị n'akụkụ osimiri nke Italy, Spain, France, England, Netherlands na ebe dị anya dị ka Iceland, na-ejide ụmụ nwoke, ụmụ nwanyị na ụmụaka",
  "N'oge ụfọdụ, a gbahapụrụ ebe obibi dị ka Baltimore, Ireland na-esote mwakpo ahụ, naanị ọtụtụ afọ mgbe e mesịrị",
  "N'agbata afọ 1609 na 1616, naanị England nwere ụgbọ mmiri ndị ahịa narị iri isii na ịsịi furu efu n'aka ndị ohi Barbary.",
  "Ọ bụ ezie na ndị corsairs Barbary na-apụnara ụgbọ mmiri ha jidere, ihe mgbaru ọsọ ha bụ ijide ndị mmadụ maka ire ere dị ka ndị ohu ma ọ bụ maka mgbapụta",
  "A dọọrọ ndị nwere ezinụlọ ma ọ bụ ndị enyi nwere ike ịgbapụta ha n'agha, mana ọ bụghị iwu na ha ga-arụ ọrụ; onye a ma ama n'ime ndị a bụ onye edemede Miguel de Cervantes, onye ejidere ihe fọrọ nke nta ka ọ bụrụ afọ ise",
  "E rere ndị ọzọ n'ụdị ohu dị iche iche",
  "A pụrụ iji ụmụ nwanyị ma ọ bụ ụmụ nwoke na-adọrọ adọrọ dị ka ndị ohu mmekọahụ",
  "A tọhapụrụ ndị a dọọrọ n'agha ghọrọ ndị Alakụba, ebe ọ bụ na a machibidoro ịgba ndị Alakụba ohu; mana nke a pụtara na ha enweghị ike ịlaghachi na mba ha. Sultan Morocco Moulay Ismail Ben Sharif na-achịkwa ụgbọ mmiri nke ndị corsairs nke dị na Salé-le-Vieux na Salé-le-Neuf (nke bụ Rabat ugbu a), nke nyere ya ndị ohu na ngwá agha Ndị Kraịst site na mwakpo ha na Mediterranean na n'ụzọ niile ruo Oké Osimiri Ojii",
  "Ndị Europe kpọrọ Moulay Ismail 'eze ọbara' n'ihi oke obi ọjọọ ya na ikpe ziri ezi n'ahụ ndị ohu ya bụ Ndị Kraịst",
  "A makwaara ya na obodo ya dị ka \"Igwe ndị Agha \".",
  "Ọnụ ọgụgụ omenala nke narị afọ nke iri na isii na nke iri na asaa na-egosi na mbubata ohu ọzọ nke Istanbul site na Oké Osimiri Ojii nwere ike ịbụ ihe dị ka nde 2.5 site na 1450 ruo 1700. Ahịa ndị ahụ belatara mgbe agha Barbary nwụsịrị ma kwụsị na 1830s, mgbe France meriri mpaghara ahụ.",
  "Ndị Alakụba Spain bubatara ndị ohu Ndị Kraịst site na narị afọ nke asatọ ruo Reconquista na ngwụcha narị afọ nke iri na ise",
  "A na-ebupụ ndị ohu ahụ site na mpaghara Ndị Kraịst nke Spain, yana site n'Ebe Ọwụwa Anyanwụ Europe, na-akpali mmeghachi omume dị ukwuu site n'aka ọtụtụ ndị nọ na Christian Spain na ọtụtụ Ndị Kraịst ka bi na Alakụba Spain",
  "N'oge na-adịghị anya, ndị Alakụba nwere ihe ịga nke ọma, na-ejide ndị Kraịst puku ịrị atọ site na Spain",
  "Na narị afọ nke asatọ, ịgba ohu were ogologo oge [nkọwa dị mkpa] n'ihi \"mgbagha na-agafe ókèala ugboro ugboro, nke a na-etinye n'etiti oge nnukwu mkpọsa\"",
  "Ka ọ na-erule narị afọ nke iri, n'ebe ọwụwa anyanwụ Mediterranean Byzantine, ndị Alakụba jidere Ndị Kraịst",
  "E mepụtara ọtụtụ n'ime mwakpo ndị Alakụba mere maka ijide ndị mkpọrọ ngwa ngwa",
  "Ya mere, ndị Alakụba gbochiri njikwa [nkọwa dị mkpa] iji mee ka ndị a dọọrọ n'agha ghara ịgbapụ",
  "Mpaghara Iberian jere ozi dị ka isi maka mbupụ ndị ohu n'ime mpaghara ndị Alakụba ndị ọzọ na Ugwu Afrika.",
  "Ịgba ohu bụ iwu na akụkụ dị mkpa nke akụ na ụba Alaeze Ukwu Ottoman na ọha mmadụ. Isi mmalite nke ndị ohu bụ ndị a dọọrọ n'agha ma hazie njem ịgba ohu na Afrịka a,ọdịda anyanwụ Europe, na Circassia na Georgia na Caucasus",
  "A kọrọ na ọnụ ahịa ire ere nke ndị ohu dara mgbe nnukwu ọrụ ndị agha gasịrị.  A machibidoro ịgba ohu nke ndị Europe na mmalite narị afọ nke iri na itoolu, ebe a na-ekwe ka ịgba ohu nke ìgwè ndị ọzọ.",
  "Ọbụna mgbe ọtụtụ ihe iji machibido ịgba ohu na ngwụsị narị afọ nke iri na itoolu, omume ahụ gara n'ihu n'ụzọ dị ukwuu n'ime mmalite narị afọ nke iri abụọ",
  "Ka ọ na-erule afọ 1908, a ka na-ere ndị ohu nwanyị na Alaeze Ukwu Ottoman. Ịgba ohu mmekọahụ bụ akụkụ dị mkpa nke usoro ohu Ottoman n'akụkọ ihe mere eme nke ụlọ ọrụ ahụ.",
  "Na Agha Arauco (1550–1662), esemokwu dị ogologo n'etiti ndị Spain na ndị Mapuches na Chile, akụkụ abụọ ahụ na-agba ohu nke ndị iro, n'etiti arụrụala ndị ọzọ. Dị nnọọ ka ndị Spen jidere ndị Mapuche, ndị Mapuches jidekwara ndị Spen, ọtụtụ mgbe ụmụ nwanyị, ma zụọ ihe onwunwe ha n'etiti ha. N'ezie, na Mbibi nke Obodo asaa (1599–1604) a kọrọ na ndị Mapuches dọọrọ ụmụ nwanyị Spen narị ịse n'agha, na-ejide ha dị ka ndị ohu. Ọ bụghị ihe a na-ahụkarị maka ụmụ nwanyị Spanish a dọọrọ n'agha ịgbanwe onye nwe ha ọtụtụ ugboro. Ka ọ na-erule n'afọ ndị 1850 ka e kwuru na Elisa Bravo ka ọ lanarịrị ụgbọ mmiri mebiri emebi na-ebi ndụ dị ka nwunye nke onye Mapuche cacique, n'ihe a kọwara dị ka ịdị n'otu n'ụzọ obi ọjọọ nke na-akpata ụmụ nke \"ọbara agwakọta\". Otu akụkọ sitere na 1863 kwuru na ndị jidere ya, na-atụ egwu ịbọ ọbọ site n'aka ndị Spain, rere ya n'aka onye isi agha Calfucurá na Puelmapu maka otu narị ịnyịnya ibu, mana ọ nwụrụ mgbe afọ atọ gasịrị.",
  "Na Roman Republik na mgbe e mesịrị Alaeze Ukwu Rom, ndị ohu bụ ihe ka ọtụtụ n'ime ụzọ mmepụta ụlọ ọrụ mmepụta ihe na azụmahịa ndị Rom",
  "Ndị ohu sitere na Europe na Mediterranean, gụnyere Gaul, Hispania, UgwuAfrica, Syria, Germania, Britannia, Balkans, na Gris",
  "N'ozuzu, ndị ohu nọ n'Ịtali bụ ụmụ amaala Ịtali, na obere ndị mba ọzọ (gụnyere ma ndị ohu ma ndị nweere onwe ha) amụrụ na mpụga Ịtali mere atụmatụ na 5% nke ngụkọta na isi obodo, ebe ọnụ ọgụgụ ha kachasị ukwuu, na ọnụ ọgụgụ ya kachasị elu.",
  "A manyere ndị ohu ruru ọtụtụ iri puku ịrụ ọrụ na ogbunigwe ma ọ bụ ebe a na-egwupụta ihe, ebe ọnọdụ dị njọ",
  "Damnati in metallum (\"ndị a mara ikpe na ogbunigwe\") bụ ndị ikpe tụfuru nnwere onwe ha dị ka ụmụ amaala (libertas), tụfuru ihe onwunwe ha (bona) na steeti, wee bụrụ servi poenae, ndị ohu dị ka ntaramahụhụ iwu",
  "Ọnọdụ ha n'okpuru iwu ahụ dị iche na nke ndị ohu ndị ọzọ; ha enweghị ike ịzụta nnwere onwe ha, ree ha, ma ọ bụ tọhapụ ha",
  "A tụrụ anya na ha ga-adị ndụ ma nwụọ na ogbunigwe. Ndị ohu alaeze ukwu na ndị nweere onwe ha (familia Caesaris) rụrụ ọrụ na nchịkwa na njikwa m.",
  "Na Late Republic, ihe dị ka ọkara ndị na-alụ ọgụ na-alụ ọgụ n'ọgbọ egwuregwu ndị Rom bụ ndị ohu, ọ bụ ezie na ndị kachasị nwee nkà na-abụkarị ndị ọrụ afọ ofufo nweere onwe ha. A na-akwụ ndị na-alụ ọgụ na-aga nke ọma ụgwọ nnwere onwe mgbe ụfọdụ",
  "Otú ọ dị, ndị na-alụ ọgụ, ebe ha bụ ndị agha a zụrụ azụ ma nwee ike ịnweta ngwá agha, nwere ike ịbụ ndị ohu kachasị dị ize ndụ",
  "N'oge gara aga, ọtụtụ ndị na-alụ ọgụ bụ ndị agha a dọọrọ n'agha",
  "Spartacus, onye duziri nnupụisi ohu nke 73–71 BC, bụ onye nnupụisi.",
  "Ndị ohu a na-ebubata na Ịtali bụ ndị Europe, ọ dịkwa ole na ole n'ime ha si na mpụga Europe",
  "A kwadoro nke a site na nyocha biochemical nke ọkpụkpụ 166 sitere na ili ozu atọ nke oge eze ukwu na nso Rome (ebe ọtụtụ ndị ohu bi), nke na-egosi na ọ bụ naanị otu onye si na mpụga Europe (North Africa), na mmadụ abụọ ọzọ nwere ike ime, mana nsonaazụ ya enweghị njedebe",
  "N'akụkụ ndị ọzọ nke ala Itali, akụkụ nke ndị ohu na-abụghị ndị Europe dị ala karịa nke ahụ.",
  "Ụtụ isi \"pençik\" ma ọ bụ \"penç-yek\", nke pụtara \"otu ụzọ n'ụzọ ise\", bụ ụtụ isi dabere na amaokwu nke kor'an; ebe otu ụzọ n'ụzọ ise nke ihe nkwata agha bụ nke Chineke, Muhammad na ezinụlọ ya, ụmụ mgbei, ndị nọ ná mkpa na ndị njem",
  "Nke a mechara gụnye ndị ohu, e nyekwara ndị agha na ndị isi ndị a dọọrọ n'agha iji nyere aka kpalie ha isonye n'agha.",
  "Ndị Kraịst na ndị Juu, ndị a maara dị ka Ndị nke Akwụkwọ na Islam, a na-ewere ha dị ka dhimmis n'ókèala dị n'okpuru ọchịchị ndị Alakụba, ọnọdụ nke ụmụ amaala nke abụọ nke e nyere nnwere onwe dị nta, nchedo iwu, nchekwa onwe onye, ma kwe ka ha \"na-eme okpukpe ha, n'okpuru ọnọdụ ụfọdụ, ma nwee oke nnwere onwe obodo\" na nkwụghachi maka ịkwụ ụtụ isi jizya na kharaj",
  "Ọ bụrụ na dhimmi mebiri nkwekọrịta ya ma hapụ ókèala ndị Alakụba gaa n'ala ndị iro, ọ ga-abụ ohu - ọ gwụla ma dhimmi hapụrụ ókèala ndị Alakụba n'ihi na ọ tara ahụhụ ikpe na-ezighị ezi n'ebe ahụ.",
  "Dhimmis bụ ndị a na-echebe ndị na-enweghị ike ịgba ohu ọ gwụla ma ha mebiri usoro nchebe",
  "Mmebi iwu ndị dị otú ahụ na-agụnyekarị nnupụisi ma ọ bụ ịgba ọchịchị mgba okpuru; dị ka ụfọdụ ndị ọchịchị si kwuo, nke a nwekwara ike ịgụnye ịghara ịkwụ ụtụ isi kwesịrị ekwesị. Ịghara ịkwụ ụtụ isi nwekwara ike ime ka a tụọ ya mkpọrọ.",
  "Devshirme bụ ụtụ isi ọbara nke a na-atụnye n'ụzọ dị ukwuu na Balkans na Anatolia nke Alaeze Ukwu Ottoman zigara ndị agha iji chịkọta ụmụ nwoke Ndị Kraịst nọ n'agbata afọ 8 ruo 18, ndị a kpọpụrụ n'ezinụlọ ha ma zụlite ha ijere alaeze ukwu ahụ ozi. Murad nke Mbụ nyere ụtụ isi ahụ n'etiti afọ 1300 wee dịgide ruo mgbe ọchịchị Ahmet nke Atọ na mmalite afọ 1700",
  "Site n'etiti ruo ngwụsị nke iri na anọ, site na mmalite narị afọ nke iri na asatọ, usoro devşirme-janissary mere ka ihe dị ka 500,000 ruo otu nde ụmụ nwoke na-abụghị ndị Alakụba na-eto eto. Ụmụ nwoke ndị a ga-enweta nnukwu agụmakwụkwọ na ọnọdụ mmekọrịta mmadụ na ibe ya dị elu mgbe ọzụzụ ha gasịrị ma mee ka ha gbanwee ha bụrụ ndị Alakụba",
  "Basilike Papoulia dere na \"devsirme bụ 'mwepụ n'ike', n'ụdị ụtụ, nke ụmụ nke ndị Kraịst na-achị site na agbụrụ, okpukpe na ọdịbendị ha na njem ha n'ime gburugburu ebe obibi Turkish-Islam na ebumnuche nke iji ha rụọ ọrụ nke Obí, ndị agha, na steeti, ebe ha nọ n'otu aka ijere Sultan ozi dị ka ndị ohu na ndị nweere onwe ha na n'aka nke ọzọ iji mepụta ndị na-achị achị nke Steeti",
  "\"",
  "Na narị afọ nke iri na asaa ruo nke iri na asatọ, ọtụtụ ndị ọcha nọ na Britain, Ireland na ógbè ndị Europe na North America bụ ndị ohu",
  "Sterling Prọfesọ nke akụkọ ihe mere eme na Mahadum Yale David Brion Davis dere na:",
  "Site na Barbados ruo Virginia, ndị na-achị obodo na-ahọrọ ndị ohu Bekee ma ọ bụ ndị Irish dị ka isi iyi nke ọrụ ubi ha; n'ime ọtụtụ narị afọ nke iri na asaa, ha gosipụtara obi abụọ ole na ole banyere ibelata ndị obodo ha na-enweghị ihe ịga nke ọma na ọnọdụ dịtụ iche na ndị ohu - mmechuihu nke a na-eme n'ụzọ dị oke njọ ma dị ukwuu gbasara ndị ọrụ ugbo na Russia nke oge a",
  "Ọnụ ọgụgụ na nhụjuanya nke ndị ohu ọcha, ndị ohu na ndị ohu na mmalite oge a na-egosi na ọ dịghị ihe a na-apụghị izere ezere banyere ibelata ịgba ohu n'ugbo nye ndị sitere na Afrịka.",
  "N'etiti pasent iri ise na iri isii na asaa nke ndị ọcha na-akwaga n'obodo ndị Amerịka, site na 1630s na American Revolution, mere njem n'okpuru nkwekọrịta. Ọtụtụ ụmụ nwanyị a kpọgara n'obodo ndị ahụ dara ogbenye, ụfọdụ bụ ndị a gbahapụrụ agbahapụ ma ọ bụ ụmụ agbọghọ a mụrụ n'alụghị di, ndị ọzọ bụ ndị akwụna ma ọ bụ ndị omempụ",
  "A kọrọ na otu onye isi ụgbọ mmiri kọwara ha dị ka \"ndị ọjọọ na ndị dara mbà n'obi\"",
  "E bugara ọtụtụ n'ime ha n'ụzọ megidere uche ha na maka uru na Virginia na Maryland",
  "Ndị French buuru ụmụ nwanyị si n'ụlọ mkpọrọ Salpêtrière maka ndị na-enweghị ebe obibi, ndị ara na ndị omempụ gaa New Orleans.",
  "A na-eke ụmụ nwanyị na Salpêtrière agbụ, pịa ha ụtarị ma biri n'ọnọdụ dara ogbenye na nke na-adịghị ọcha",
  "A manyere ụmụ nwanyị ndị mkpọrọ, ụfọdụ n'ime ha na-arịa ọrịa mmekọahụ, ịga nkwupụta ugboro atọ kwa ụbọchị ebe a ga-apịa ha ụtarị ma ọ bụrụ na omume ha na omume ha adịghị anabata. Na mgbakwunye na Salpêtrière, ndị French na-ebuga ụmụ nwanyị site na ụlọ ọrụ ebere na ụlọ ọgwụ ndị ọzọ gụnyere Bicêtre, Hôpital général de Paris na Pitié.",
  "Nkwekọrịta mba ụwa maka mmegbu nke okporo ụzọ ndị ohu ọcha bụ usoro nkwekọrịta megide ịzụ ahịa mmadụ, nke mbụ n'ime ha bụ nke mbụ a tụlere na Paris na 1904",
  "Ọ bụ otu n'ime nkwekọrịta mbụ dị iche iche iji dozie nsogbu nke ịgba ohu na ịzụ ahịa mmadụ",
  "Ohu, Ohu, Ọrụ mmanye na Ụlọ Ọrụ na Omume ndị yiri ya nke 1926 na Mgbakọ Mba Nile maka Mgbochi nke okporo ụzọ na Ụmụ nwanyị nọ n'afọ 1933 bụ akwụkwọ ndị yiri ya.",
  "N'afọ 1910, ndị omebe iwu US nyere iwu White Slave Traffic Act (nke a maara nke ọma dị ka Mann Act), nke mere ka ọ bụrụ mpụ ibuga ụmụ nwanyị gafee ókèala steeti maka ebumnuche nke \"ịgba akwụna ma ọ bụ omume rụrụ arụ, ma ọ bụ maka ebumnuche rụrụ arụ ọ bụla ọzọ",
  "\" A na-etinye Iwu ahụ n'ọtụtụ mmejọ dị iche iche, ọtụtụ n'ime ha bụ nkwekọrịta.",
  "E mere mgbalị iwebata iwu yiri nke ahụ na UK n'etiti 1910 na 1913 dị ka Iwu Ndezigharị Iwu Criminal 1912",
  "Arthur Lee ga-ekwu na Ụlọ ndị omebe iwu : \"United Kingdom, na ọkachasị England, na-aghọwanye ụlọ mkpochapu na ebe nchekwa na ebe a na-ezipụ ndị ohu ọcha, na isi ụlọ ọrụ nke ndị ọrụ mba ọzọ na-arụ ọrụ na oge kachasị ọnụ ma na-akwụ ụgwọ nke azụmahịa ahụ",
  "\" E kwuru na ọdịda Ùgwù America bụ isi ebe ụmụ agbọghọ a na-azụ ahịa na-aga.\nThe Spectator kwuru na \"onye otu [na-ezo aka na Frederick Handel Booth] ma ọ bụ ndị otu, n'ihi ihe dị iche iche na-atụle na ọ bụghị ihe a ga-etinye n'akwụkwọ iwu\" dịka ọ ga-emetụta nnwere onwe nke onye ahụ.",
  "Ọ bụ ezie na ụmụ nwanyị bụ n'ezie ndị a na-azụ ahịa na US, mkpesa ọha na eze banyere ịgba ohu ndị ọcha bụkarị nzaghachi maka nchegbu agbụrụ banyere mmekọrịta agbụrụ. Ndị ọkàiwu obodo na New York bụ ndị mbụ mara onye a na-ebo ebubo ikpe maka ikpe \"ohu ọcha\" site na iji Iwu Mann. Na People v",
  "Moore, onye ọka ikpe na-acha ọcha niile mara Bella Moore, nwanyị agbụrụ agwakọta si New York, ikpe maka \"ịgba akwụna mmanye\" nke ụmụ nwanyị ọcha abụọ - Alice Milton na Belle Woods. Ikpe ikpe ọzọ a ma ama metụtara Jack Johnson",
  "N'iji Iwu Mann, ndị ọkàiwu gọọmentị etiti mara Johnson ikpe maka ibuga enyi ya nwanyị ọcha gafee steeti.",
  "Edensibia"
]