[
  "Wikis nwere ike ịdị na-arụ otu ebumnuche, na n'ọnọdụ ndị dị otú ahụ, ndị ọrụ na-eji ikike nchịkọta akụkọ ha wepụ ihe ndị a na-ewere dị ka \"enweghị isiokwu\"",
  "Nke a bụ ihe gbasara akwụkwọ nkà ihe na-arụkọ ọrụ ọnụ Wikipedia. N'ụzọ dị iche, ebumnuche mepere emepe wiki na-anabata ọdịnaya na-enweghị iwu siri ike maka otu esi ahazi ọdịnaya.",
  "Ward Cunningham, onye mepụtara sọftụwia wiki nke mbụ, WikiWikiWeb, kọwara ya na mbụ dị ka \"data data ịntanetị kachasị mfe nke nwere ike ịrụ ọrụ.\" \"Wiki\" (Àtụ:Pron ma ọ bụ [ˈviki]) bụ okwu  Hawaii maka \"ngwa ngwa\"",
  "Kpọpụta njehie: Closing </ref> missing for <ref> tag Ward Cunningham malitere imepe WikiWikiWeb na 1994, wee tinye ya",
  "na Internet domain c2.com na 25 Maach 1995",
  "Ọ bụ Cunningham kpọrọ ya, bụ onye chetara Honolulu International Airport onye ọrụ na-arụ ọrụ na-agwa ya ka ọ gaa",
  "Were ụgbọ ala ụgbọ ala \"Wiki Wiki\" nke na-aga n'etiti ọdụ ụgbọ elu",
  "Dị ka Cunningham si kwuo, \"Ahọọrọ m wiki-wiki ka ọ bụrụ ihe ngbanwe maka 'ngwa ngwa' wee si otú ahụ zere ịkpọ aha ihe a ngwa-web.\"",
  "Cunningham bụ akụkụ nke Apple [[HyperCard] sitere n'ike mmụọ nsọ",
  "Apple emebela sistemu na-enye ndị ọrụ ohere ịmepụta “kaadị stacks” na-akwado njikọ n'etiti kaadị dị iche iche",
  "Cunningham mepụtara echiche Vannevar Bush site n'ikwe ka ndị ọrụ \"na-ekwu okwu ma gbanwee ederede ibe ha\"",
  "Cunningham bụ akụkụ nke Apple [[HyperCard] sitere n'ike mmụọ nsọ",
  "Apple emebela sistemu na-enye ndị ọrụ ohere ịmepụta “kaadị stacks” na-akwado njikọ n'etiti kaadị dị iche iche",
  "Cunningham mepụtara echiche Vannevar Bush site n'ikwe ka ndị ọrụ \"na-ekwu okwu ma gbanwee ederede ibe ha\"",
  "N'agbanyeghị ojiji Cunningham ji okwu ahụ, mmalite nke aha wiki na azụmaahịa nwere ike ị nweta na US mbụ.\nAkara ahia na aha \"wiki\", nke etinyere otu afọ tupu Ward Cunningham amalite imepe WikiWikiWeb na 1994 site n'aka otu ụlọ ọrụ a na-akpọ WikiDigs na Van Nuys, California na 12 Julaị 1993. Akara ụghalaahịa izizi maka \"wiki\" ka ejiri kọwaa ụdị mkpuchi na-abụghị igwe eji achịkọta na ịzụ ahịa. Otú ọ dị, December 1994 gbahapụrụ akara ahụ n'ihi enweghị ike iji akara ahụ na azụmahịa, na-emeghe ụzọ maka mgbasawanye",
  "nnabata nke okwu na ụlọ ọrụ kọmputa.",
  "Na mbido 2000s, wiki na-abawanye na ụlọ ọrụ dị ka ngwanrọ na-emekọ ihe ọnụ",
  "Ojiji ndị a na-ejikarị gụnyere nzikọrịta ozi oru ngo, intranets, na akwụkwọ, na mbụ maka ndị ọrụ nka",
  "Taa ụfọdụ ụlọ ọrụ na-eji wiki dị ka sọftụwia ha na-emekọrịta ihe yana dị ka nnọchi static intranet, ụfọdụ ụlọ akwụkwọ na mahadum na-eji wiki kwalite mmụta otu",
  "Enwere ike inwe nnukwu ojiji wiki n'azụ [firewall]] karịa na ịntanetị ọha.",
  "Na 15 Maachị 2007, wiki banyere na ịntanetị Oxford English Dictionary.",
  "==Ụdị njirimara\nÀtụ:Refimprovesect\nWard Cunningham, na onye na-ede akwụkwọ Bo Leuf, n'akwụkwọ ha The Wiki Way: Quick Collaboration on the Web kọwara isi okwu nke echiche Wiki dị ka ndị a:",
  "Wiki na-enyere aka ijikọ aka dee akwụkwọ, na sasusu akara site na iji ihe nchọgharị weebụ",
  "A na-akpọ otu ibe dị na webụsaịtị wiki dị ka “ibe wiki”, ebe mkpokọta ibe niile nke hyperlink na-ejikọ nke ọma bụ “wiki”",
  "Wiki bụ n'ezie nchekwa data",
  ".|}}",
  "The open philosophy of most wikis, allowing anyone to edit content, does not ensure that every editor is well-meaning",
  "Vandalism can be a major problem",
  "In larger wiki sites, such as those run by the Wikimedia Foundation, vandalism can go unnoticed for a period of time",
  "Wikis by their very nature are susceptible to intentional disruption, known as \"trolling\".\nWikis tend to take a soft security mana na-enye ndị ọrụ edebanyere aha ọrụ ndezi ọzọ; n'ọtụtụ wiki, ịghọ onye ọrụ edebanyere aha bụ usoro dị mkpụmkpụ ma dị mfe",
  "Ụfọdụ wiki chọrọ oge echere agbakwunyere tupu ịnweta ụfọdụ ngwaọrụ",
  "Dịka ọmụmaatụ, na Wikipedia Bekee, ndị ọrụ debanyere aha nwere ike ịnyegharị ibe ha aha ma ọ bụrụ na akaụntụ ha dị opekata mpe ụbọchị anọ",
  "Wiki ndị ọzọ dị ka Portuguese Wikipedia na-eji ihe ndezi chọrọ karịa oge achọrọ, na-enye mgbakwunye ngwaọrụ mgbe onye ọrụ mezichara ọnụọgụ ndezi iji gosipụta ntụkwasị obi na uru ha dị ka onye ndezi",
  "N'ụzọ bụ isi, wiki \"mechiri emechi\" na-adịkwa nchebe ma bụrụ ndị a pụrụ ịdabere na ya mana ha na-eto nwayọọ nwayọọ, ebe ọtụtụ wikis na-emeghe na-eto n'ike n'ike mana na-ebute ịbụ ihe mgbaru ọsọ dị mfe maka imebi ihe",
  "Ihe atụ doro anya nke a ga-abụ nke Wikipedia na Citizendium",
  "Nke mbụ mepere emepe nke ukwuu, na-enye onye ọ bụla nwere kọmputa na ịntanetị ohere dezie ya, na-eme ka ọ na-eto ngwa ngwa, ebe nke ikpeazụ chọrọ ezigbo aha ndị ọrụ na [[biography] nke onwe ha, na-emetụta uto nke wiki mana imepụta ya",
  "ihe fọrọ nke nta ka ọ bụrụ \"ihe mebiri emebi\" ambiance.",
  "Otu ụzọ e si achọta wiki na otu isiokwu bụ ịgbaso netwọk wiki-node site na wiki gaa na wiki; nke ọzọ bụ ịga Wiki \"njegharị ụgbọ ala\", dịka ọmụmaatụ: Àtụ:Srlink",
  "Aha ngalaba nwere \"wiki\" na-eto eto na ewu ewu iji kwado niche ndị akọwapụtara.",
  "Ọtụtụ wiki obodo bụ nke nzuzo, ọkachasị n'ime ụlọ ọrụ",
  "A na-ejikarị ha dị ka internal documentation maka sistemu na ngwa n'ime ụlọ.",
  "Enwekwara WikiNodes nke bụ ibe na wiki na-akọwa wiki nwere njikọ",
  "A na-ahazikarị ha dị ka ndị agbata obi na ndị nnọchiteanya",
  "Wiki onye agbata obi bụ naanị wiki nwere ike kparịta ọdịnaya yiri ya ma ọ bụ nwee mmasị ọzọ",
  "Wiki onye nnọchiteanya bụ wiki nke kwetara ka enyefe ụfọdụ ọdịnaya na wiki ahụ.",
  "Maka ndị nwere mmasị ịmepụta wiki nke ha, enwere \"wiki farms\" dị n'ihu ọha, ụfọdụ n'ime ha nwekwara ike ime wiki nke nzuzo, nke echekwara paswọọdụ.\nPBwiki, Socialtext, Wetpaint, na Wikia bụ ihe atụ ama ama nke ọrụ dị otú ahụ",
  "Maka ozi ndị ọzọ, lee ndepụta nke ugbo wiki",
  "Rịba ama na ugbo wiki efu na-enwekarị mgbasa ozi na ibe ọ bụla.",
  "Wiki bụ isiokwu na-arụsi ọrụ ike nke nyocha",
  "Nzukọ wiki abụọ ama ama bụ",
  "N'ime edemede nke 2009 maka akwụkwọ akụkọ agụmakwụkwọ London Times Higher, onye ọkà ihe ọmụma Martin Cohen buru amụma na ihe nlereanya 'n'okpuru' a ga-emesịa karịa \"ọbá akwụkwọ nke Ọmụma Niile\" dị ka Wikipedia na Citizendium.",
  "Àtụ:Spoken Wikipedia",
  "Àtụ:Wiki topics\nÀtụ:Computer-mediated communication"
]