[
  "Wikimedia Foundation, Inc",
  "(WMF, ma ọ bụ naanị Wikimedia) bụ ụlọ ọrụ na-enweghị uru 501(c)(3) nke nwere isi na San Francisco, California, edebanyere aha dị ka ntọala ọrụ ebere n'okpuru iwu US. Ọ bụ ya nwe ọrụ Wikimedia nke ọtụtụ puku ndị Wikipedian na ndị ọrụ afọ ofufo ndị ọzọ a na-akwụghị ụgwọ na ngwanrọ wiki MediaWiki dere ma hazie ya.",
  "E guzobere Wikimedia Foundation na 2003 na St",
  "Petersburg, Florida, site n'aka Jimmy Wales dị ka ụzọ na-enweghị uru iji kwado Wikipedia, Wiktionary, na ọrụ wiki ndị ọzọ nke Bomis, ụlọ ọrụ na-enweta uru nke Wales kwadoro ruo mgbe ahụ. Ntọala ahụ na-enweta ego n'onwe ya site na ọtụtụ nde obere onyinye sitere n'aka ndị na-agụ Wikipedia, nke a chịkọtara site na mkpọsa email na ọkọlọtọ nchịkọta ego kwa afọ nke a na-etinye na Wikipedia niile. A na-agbakwunye onyinye sitere na ụlọ ọrụ teknụzụ dị iche iche na òtù ndị ọrụ ebere ndị ọzọ",
  "Ntọala ahụ etoola ngwa ngwa n'oge niile ọ hiwere",
  "Ka ọ na-erule 2021, ọ were ihe karịrị ndị ọrụ 550 na ndị ọrụ nkwekọrịta n'ọrụ, na-enweta ego karịrị US $ 160 nde kwa afọ, mmefu kwa afọ nke ihe dị ka US $ 110 nde, na onyinye na-eto eto, nke karịrị US $ 100 nde na June 2021.",
  "Ebumnuche nke Wikimedia Foundation bụ \"inye ndị mmadụ ikike ma tinye aka n'ụwa niile iji chịkọta ma mepụta ọdịnaya agụmakwụkwọ n'okpuru ikikere n'efu ma ọ bụ na ngalaba ọha na eze, yana ịgbasa ya n'ụzọ dị irè na n'ụwa nile\".",
  "Iji rụọ ọrụ a, Ntọala ahụ na-enye teknụzụ na nhazi iji mee ka ndị otu ọha na eze nwee ike ịmepụta ọdịnaya wiki n'ọtụtụ asụsụ. Ntọala ahụ anaghị ede ma ọ bụ dozie ihe ọ bụla dị na wikis n'onwe ya. Ntọala ahụ na-arụkọ ọrụ na netwọk nke ndị ọrụ afọ ofufo n'otu n'otu na òtù ndị mmekọ dị ka isi Wikimedia, òtù isiokwu, ìgwè ndị ọrụ na ndị mmekọ ndị ọzọ na mba dị iche iche n'ụwa niile ma na-ekwe nkwa na nkwupụta ọrụ ya iji mee ka ozi bara uru site na ọrụ ya dị na ịntanetị n'efu ruo mgbe ebighi ebi. Ọ na-etinye aka na nkwado ndọrọ ndọrọ ọchịchị. \"Ntụziaka atụmatụ\" nke Foundation, nke e guzobere na 2017 maka afọ 15 sochirinụ, na-atụ anya na Wikimedia Foundation \"ga-aghọ ihe dị mkpa nke gburugburu ebe obibi nke ihe ọmụma n'efu\" site na 2030.",
  "Onye ọchụnta ego Ịntanetị Jimmy Wales na onye nhazi obodo / prọfesọ nkà ihe ọmụma n'ịntanetị Larry Sanger guzobere Wikipedia na 2001 dị ka encyclopedia Ịntanetị iji gbakwunye Nupedia",
  "Ọ bụ Bomis, ụlọ ọrụ Jimmy Wales maka uru, kwadoro ọrụ ahụ na mbụ",
  "Ebe ọ bụ na Wikipedia na-emebi ihe onwunwe Bomis, na echiche nke itinye mgbasa ozi na Wikipedia bụ ihe na-ese okwu na ndị ọrụ afọ ofufo nke Wikipedia, Wales na Sanger chere echiche banyere ihe nlereanya ọrụ ebere iji kwado ọrụ ahụ. E hiwere Wikimedia Foundation na Florida na June 20, 2003.  Ọ tinyere akwụkwọ na United States Patent and Trademark Office maka akara ahịa Wikipedia na Septemba 14, 2004",
  "E nyere akara ahụ ọnọdụ ndebanye aha na Jenụwarị 10, 2006",
  "Japan nyere nchebe akara ahịa na Disemba 16, 2004, na, na European Union, na Jenụwarị 20, 2005",
  "E nwere atụmatụ iji ikikere iji akara ahịa Wikipedia maka ngwaahịa ụfọdụ dịka akwụkwọ ma ọ bụ DVD.",
  "Aha \"Wikimedia\", ngwakọta nke wiki na mgbasa ozi, bụ nke onye edemede America bụ Sheldon Rampton chepụtara na post na ndepụta ozi Wikipedia nke Bekee na Machị 2003, ọnwa atọ mgbe Wiktionary ghọrọ ọrụ wiki nke abụọ nke a kwadoro na ikpo okwu Wales. E nyere Ntọala ahụ ọnọdụ nke ngalaba 501(c)(3) site na US Internal Revenue Code dị ka ọrụ ebere ọha na eze na 2005, nke pụtara na onyinye niile a na-enye Ntọala bụ ụtụ isi maka ebumnuche ụtụ isi gọọmentị etiti US",
  "Koodu National Taxonomy of Exempt Entities (NTEE) ya bụ B60 (Onye okenye, agụmakwụkwọ na-aga n'ihu). Na Disemba 11, 2006, ụlọ ọrụ Foundation kwuru na ụlọ ọrụ ahụ enweghị ike ịghọ nzukọ ndị otu nke e mere atụmatụ na mbụ mana emejuputa ya n'ihi enweghị ike izute ihe ndebanye aha nke iwu Florida",
  "N'ihi ya, e dezigharịrị iwu ndị ahụ iji wepụ ihe niile gbasara ikike na ọrụ ndị otu.",
  "A na-enye ọdịnaya na ọtụtụ ebe nrụọrụ weebụ Wikimedia maka nkesa n'okpuru v3.0 nke ikikere Attribution na Share-alike Creative Commons",
  "Ntọala ahụ nwere ma na-arụ ọrụ wikis iri na otu nke ndị ọrụ afọ ofufo na-akwụghị ụgwọ na-ede ma na-edozi ọdịnaya ya",
  "A na-anabata onye ọ bụla nọ n'etiti ọha na eze ka ọ nye aka na ịdebanye aha akaụntụ onye ọrụ aha ya bụ nhọrọ",
  "Wikis ndị a na-agbaso ihe nlereanya ọdịnaya n'efu na ebumnuche ha bụ mgbasa nke ihe ọmụma",
  "Ha gụnyere, site na ụbọchị mmalite:",
  "Ụfọdụ ọrụ ndị ọzọ dị iji nye akụrụngwa ma ọ bụ nhazi nke ọrụ ihe ọmụma n'efu",
  "Ndị a gụnyere:",
  "Ndị mmekọ Wikimedia bụ \"ndị nweere onwe ha na ndị a ma ama\" otu ndị mmadụ bu n'obi ịrụkọ ọrụ ọnụ iji kwado ma nye aka na mmegharị Wikimedia",
  "Ndị na-ahụ maka ụlọ ọrụ Wikimedia Foundation kwadoro ụdị atọ na-arụ ọrụ maka ndị mmekọ: isi, òtù isiokwu, na ndị ọrụ",
  "Ebumnuche ndị mmekọ bụ ịhazi ma tinye aka na ọrụ iji kwado ma nye aka na mmegharị Wikimedia, dị ka nzukọ mpaghara, mgbasa ozi, edit-a-thons, hackathons, mmekọrịta ọha na eze, nkwado iwu ọha na eze.",
  "Ntọala ahụ malitere ịmata isi na 2004. N'afọ 2012, Ntọala ahụ kwadoro, mechaa ma nabata nhazi isiokwu na ụdị njirimara njirimara ndị ọrụ",
  "A kwadokwara ihe nlereanya ọzọ, ndị mmekọ mmegharị, mana As of 19 May 2022[update] ,  [update] emechabeghị ma ọ bụ nabata.",
  "Kwa afọ, nzukọ mba ụwa a na-akpọ Wikimania na-eweta ndị mmadụ na-etinye aka na òtù na ọrụ Wikimedia",
  "E mere Wikimania mbụ na Frankfurt, Germany, n'afọ 2005",
  "Wikimania na-ahazi site na kọmitii na-akwado nke isi nke mba, na mmekorita ya na Wikimedia Foundation",
  "E meela Wikimania n'obodo ndị dị ka Buenos Aires, Cambridge, Haifa, Hong Kong, na, na 2014, London. Na 2015, Wikimania mere na Mexico City, na 2016 na Esino Lario, Ịtali, 2017 na Montreal, 2018 na Cape Town, na 2019 na Stockholm. A kagbuola ihe omume nke afọ 2020, na nke 2021 mere n'ịntanetị, n'ihi ọrịa COVID-19.",
  "Ntọala ahụ na-eji teknụzụ gụnyere ngwaike na ngwanrọ iji rụọ ọrụ ya.",
  "Ọrụ nke Wikimedia dabere na MediaWiki, usoro ngwanrọ wiki nke e mere n'onwe ya, n'efu na nke na-emeghe na PHP ma wuo ya na nchekwa data MariaDB kemgbe 2013; n'oge gara aga, ejiri nchekwa data MySQL mee ihe. Ngwá ọrụ ahụ na-etinye atụmatụ mmemme dịka asụsụ macro, mgbanwe, usoro transclusion maka ndebiri, na redirection URL",
  "MediaWiki nwere ikikere n'okpuru GNU General Public License ma ọrụ Wikimedia niile na-eji ya eme ihe.",
  "Ntọala ahụ na-enweta ego n'onwe ya site na onyinye sitere n'aka ọha na eze, nke a na-anakọta site na mkpọsa email na ọkọlọtọ nchịkọta ego kwa afọ nke a na Wikipedia, yana onyinye sitere na ụlọ ọrụ teknụzụ dị iche iche na òtù ọrụ ebere. Mgbasa ozi ịntanetị na-agụnye ozi ịntanetị nke na-arịọ ndị na-enye onyinye ka ha hapụ ego Wikimedia na testament ha.",
  "Ngụkọta akụ nke Foundation sitere na US $ 57,000 mbụ na njedebe nke afọ mmefu ego mbụ ya gwụrụ na June 30, 2004 ruo US $ 53.5 nde n'etiti afọ 2014 na US $ 231 nde (gbakwunyere onyinye US $ 100 nde, lee ngalaba dị n'okpuru) site na njedebe nke June 2021; n'otu afọ ahụ, Foundation kwupụtara atụmatụ ịkwụ nnukwu ụlọ ọrụ teknụzụ ụgwọ maka ịnweta ọdịnaya Wikipedia.",
  "N'ọnwa Jenụwarị afọ 2016, Ntọala ahụ kwupụtara na e mepụtara onyinye iji chebe ọdịnihu ya",
  "E guzobere Wikimedia Endowment dị ka ego ọrụ na Tides Foundation, na ebumnuche ekwupụtara iji nweta US $ 100 nde n'ime afọ 10 sochirinụ. Craig Newmark bụ otu n'ime ndị mbụ nyere onyinye, na-enye US $ 1 nde. Peter Baldwin na nwunye ya, Lisbet Rausing, nyere US $ 5 nde na onyinye ahụ na 2017.",
  "A na-ewere data dị n'okpuru site na \"Nkwupụta nke Ọrụ\" na akụkọ ndị a nyochara",
  "Ihe onwunwe anaghị agụnye ego e debere na Wikimedia Endowment",
  "Mmefu site na afọ mmefu ego 2015 2016 gaa n'ihu gụnyere ịkwụ ụgwọ na Wikimedia Endowment.",
  "Mmefu ego nke Wikimedia Foundation na-emetụta ụgwọ ọrụ, ụgwọ ọrụ na ọrụ na ọrụ ndị ọzọ ọkachamara. A na-ahazi ịkwụ ụgwọ na Wikimedia Endowment dị ka mmefu na nkwupụta ego nke Wikimedia Foundation.",
  "Wikimedia Foundation's expenses evolution by rubrics in USD",
  "Wikimedia Foundation's expenses percentage",
  "N'afọ 2008, Ntọala ahụ natara onyinye US $ 40,000 site na Open Society Institute iji mepụta mbipụta Wikipedia a na-ebipụta. Ọ nwetakwara onyinye US $ 262,000 site na Stanton Foundation iji zụta ngwaike, onyinye US $ 500,000 na-akparaghị ókè site na Vinod na Neeru Khosla, bụ ndị mechara sonye na ụlọ ọrụ ndụmọdụ Foundation n'afọ ahụ, na US $ 177,376 site n'aka ndị ọkọ akụkọ ihe mere eme Lisbet Rausing na Peter Baldwin (Arcadia Fund), n'etiti ndị ọzọ. N'ọnwa Machị afọ 2008, Ntọala ahụ kwupụtara ihe bụ onyinye kachasị ukwuu n'oge ahụ: afọ atọ, US $ 3 nde onyinye sitere na Alfred P",
  "Sloan Foundation.",
  "N'afọ 2009, Ntọala ahụ natara onyinye anọ, onyinye mbụ bụ onyinye US $ 890,000 Stanton Foundation iji nyere aka ịmụ ma mee ka interface onye ọrụ dị mfe maka ndị edemede Wikipedia oge mbụ. Nke abụọ bụ onyinye US $ 300,000 Ford Foundation na July 2009 maka Wikimedia Commons, iji melite interface maka bulite faịlụ multimedia. N'ọnwa Ọgọstụ afọ 2009, Ntọala ahụ natara onyinye US $ 500,000 site na William na Flora Hewlett Foundation. N'ọnwa Ọgọstụ afọ 2009, Omidyar Network tinyere aka na US $ 2 nde karịa afọ abụọ na Wikimedia.",
  "Ndị na-esonụ enyewo ngụkọta nke US $ 500,000 ma ọ bụ karịa, nke ọ bụla (2008[[2019, na-agụnyeghị onyinye nye Wikimedia Endowment; ndepụta nwere ike ọ gaghị ezu):",
  "N'afọ 2004, Ntọala ahụ họpụtara Tim Starling dị ka onye na-ahụ maka ndị mmepe iji nyere aka melite ngwanrọ MediaWiki, Daniel Mayer dị ka onye isi ego (ego, mmefu ego, na nhazi nke ego), na Erik Möller dị ka onye nhazi mmekọrịta ọdịnaya",
  "N'ọnwa Mee afọ 2005, Ntọala ahụ kwupụtara nhọpụta asaa ọzọ.",
  "Na Jenụwarị afọ 2006, Ntọala ahụ mepụtara ọtụtụ kọmitii, gụnyere Kọmitii Nkwurịta Okwu, na mgbalị ịhazi ọrụ ndị ọrụ afọ ofufo na-arụ n'oge ahụ. Starling gbara arụkwaghịm n'ọnwa ahụ iji nwetakwuo oge na mmemme PhD ya.",
  "Na Jenụwarị 2007, a họpụtara Carolyn Doran dịka onye isi ọrụ na Sandy Ordonez sonyeere dị ka onye isi nkwukọrịta. Doran malitere ịrụ ọrụ dị ka onye na-edebe akwụkwọ nwa oge na 2006 mgbe ụlọ ọrụ nwa oge zitere ya",
  "Doran, onye a chọpụtara na o nwere akụkọ mpụ, hapụrụ Foundation na July 2007 ma were Sue Gardner n'ọrụ dị ka onye ndụmọdụ na onye ndụmọdụ pụrụ iche; ọ ghọrọ onye isi nchịkwa na Disemba 2007. Florence Devouard kwuru na ọpụpụ Doran si n'òtù ahụ pụta dị ka otu n'ime ihe mere Foundation ji were ihe dị ka ọnwa asaa iji wepụta nyocha ego ya na 2007.",
  "Na Machị 2013, Gardner kwupụtara na ọ ga-ahapụ ọnọdụ ya na Foundation. A họpụtara Lila Tretikov ka ọ bụrụ onye isi nchịkwa na Mee 2014; ọ gbara arụkwaghịm na Machị 2016. A họpụtara onye bụbu onye isi nkwukọrịta Katherine Maher ka ọ bụrụ onye isi nchịkwa nke oge, ọkwá e mere ka ọ bụrụ nke na-adịgide adịgide na June 2016.  Katherine Maher jere ozi dị ka onye isi nchịkwa ruo n'ọnwa Eprel 2021.",
  "Na 2 Oktọba 2021 Foundation nwere ihe karịrị ndị ọrụ 550 na ndị ọrụ nkwekọrịta",
  "Akpọrọ aha Maryana Iskander  dị ka onye isi na-abata na Septemba 2021, wee bido ọrụ ahụ na Jenụwarị 2022..",
  "Ka ọ na-erule Mee 2022, WMF nwere usoro ngalaba ndị a:",
  "Ndị na-ahụ maka ntọala ahụ nwere ikike kachasị na azụmaahịa na ihe omume niile nke ntọala ahụ",
  "Site na 2008 ọ nwere ndị otu iri:",
  "N'etiti ụlọ ọrụ ndị a na-edepụta mgbe niile dị ka ndị na-arụ ọrụ n'onwe ha na Wikimedia Foundation's Form 990 revelations bụ ụlọ ọrụ iwu Jones Day na ụlọ ọrụ PR Minassian Media; nke ikpeazụ bụ Craig Minassian, onye isi oge niile na Clinton Foundation.",
  "Maka atụmatụ atụmatụ atụmatụ ya nke afọ 2030, Wikimedia Foundation jiri ọrụ williamsworks mee ihe nke ukwuu, onye ndụmọdụ nke Whitney Williams, onye bụbu onye nduzi njem maka Hillary Clinton, guzobere.",
  "Ọtụtụ esemokwu emeela ka ikpe dị n'ụlọ ikpe ebe ndị ọzọ emeghị. Ọkaiwu Matt Zimmerman kwuru, \"Na-enweghị nchebe siri ike, ọ ga-esiri Wikipedia ike ịga n'ihu na-enye ikpo okwu maka ọdịnaya encyclopedia nke onye ọrụ mepụtara",
  "\"",
  "N'ọnwa Disemba afọ 2011, Ntọala ahụ goro Washington, D.C., lobbyist Dow Lohnes Government Strategies LLC ka ọ gbaa United States Congress ume maka \"Civil Rights / Civil Liberties\" na \"Copyright / Patent / Tremark\"",
  "N'oge a na-akwụ ụgwọ, Ntọala ahụ nwere nchegbu kpọmkwem banyere ụgwọ a maara dị ka Stop Online Piracy Act.",
  "Na Septemba 2020, a gbochiri ngwa WMF ka ọ bụrụ onye na-ekiri na World Intellectual Property Organization (WIPO) mgbe gọọmentị China jụrụ maka ịdị adị nke Wikimedia Foundation na Taiwan. N'ọnwa Ọktoba 2021, gọọmentị China gbochiri ngwa nke abụọ nke WMF maka otu ihe ahụ. N'ọnwa Mee afọ 2022, China gbochiri isi isii nke ndị mmekọ Wikimedia ka ha ghara ịnata ikike na Kọmitii Na-ahụ Maka Nwe Ikike na Ikike Ndị metụtara (SCCR), na-azọrọ na isiakwụkwọ ndị ahụ na-agbasa ozi aghụghọ.",
  "N'afọ 2014, Jimmy Wales zutere ebubo na WMF nwere \"ọnụ ego / uru dị ala ma kemgbe ọtụtụ afọ ugbu a emefuola ọtụtụ nde mmadụ na mmepe ngwanrọ n'enweghị ihe ọ bụla na-arụ ọrụ n'ezie\". O kwetara na ya \"nwere nkụda mmụọ maka esemokwu na-adịghị agwụ agwụ banyere mwepụta nke ngwanrọ ezughi oke nke a na-emepụtaghị na ndụmọdụ obodo zuru oke na-enweghị mwepụta kwesịrị ekwesị iji jide nje na-akwụsị ihe ngosi\".",
  "N'ọnwa Febụwarị 2017, otu edemede nke The Signpost bipụtara, akwụkwọ akụkọ Wikipedia n'ịntanetị nke Bekee, nke akpọrọ \"Wikipedia nwere Cancer\" mepụtara arụmụka ma n'etiti ndị Wikipedian na ọha na eze. Onye edemede ahụ katọrọ Wikimedia Foundation maka mmefu ego na-arịwanye elu kwa afọ nke, o kwuru, nwere ike itinye ọrụ ahụ n'ihe ize ndụ ego ma ọ bụrụ na ihe omume a na-atụghị anya ya emee",
  "Onye edemede ahụ tụrụ aro itinye oke na mmefu ego, wulite onyinye ya dị ugbu a, ma gbanwee onyinye ahụ ka WMF wee ghara ịbanye n'ime isi mgbe oge na-adịghị mma",
  "Onye isi nchịkwa nke Wikimedia Foundation Katherine Maher zaghachiri site n'ikwu na e mepụtara onyinye dị otú ahụ na 2016, na-agbagwoju anya ịmepụta onyinye na iwulite onyinye dị ugbu a.",
  "Knowledge Engine bụ ọrụ search engine nke WMF malitere na 2015 iji chọta ma gosipụta ozi a na-enyocha ma tụkwasị obi na Ịntanetị. Ebumnuche nke KE bụ ka ọ ghara ịdabere na engines ọchụchọ ọdịnala ma jiri onyinye US $ 250,000 sitere na Knight Foundation kwado ya. Ụfọdụ ndị lere ọrụ ahụ anya dị ka ihe ihere, ọkachasị n'ihi na e chepụtara ya na nzuzo, nke ụfọdụ ndị lere anya dị ka esemokwu na ngosipụta nke obodo Wikimedia",
  "N'ezie, ụfọdụ n'ime ozi ndị obodo ahụ nwere nwetara site na akwụkwọ ndị a na-agbapụta site na The Signpost bipụtara na 2016. N'ihi esemokwu a, onye isi nchịkwa Wikimedia Foundation Lila Tretikov gbara arụkwaghịm."
]