[
  "Wikipedia (IPA: /ˌwikiˈpiːdi.ə/ or /ˌwɪkiˈpiːdi.ə/ (Audio (U.S.) (help·info))) bụ edemede eji asụsụ dị iche iche wee dee tinye na web, ka onye ọ masịrị gụọ.[ free content encyclopedia ]  Ndị volunteers;( ọrụ akwụ ụgwọ) gbakọtara aka ọnụ wee dee edemede ndị a na Wikipeadia",
  "Onye ọbụla nwere nghọta gbasara webụ saịtị nwere ike idezi maọbụ idegharị ihe edere ede ndi a maọbụkwanụ denye nke ya",
  "Aha ya bụ portmanteau  nke mkpụrụokwu wiki (nke a bụ ụdị njikọtaọnụ nke webụ saịtị)  na akwụkwọ mmụta ihe niile akpọrọ encyclopedia",
  "Ebe  servers  ya dị bụ na Tampa, Florida, ebe sava ndị ọzọ dị  na Amsterdam na Seoul.",
  "Ebidoro Wikipedia na mbụ dịka English Wikipedia  na 15 Jenụwarị 2001, iji wee kwado Nupedia, ezigbo akwụkwọ ederede bụ nke emechigoro.( defunct encyclopedia)",
  "Ugbu a ọ bụ ndị Wikimedia Foundation, a non-profit organization  nke Maazị Jimmy Wales bụ otu n’ime ndị bi",
  ".",
  "Wikipedia malitere dị ka ọrụ nkwado maka Nupedia, ọrụ ntanetịime ihe ọmụma n'efu nke ndị ọkachamara dere akụkọ ya wee nyochaa ya site na usoro nkịtị",
  "E hiwere Nupedia na 9 akpụkpọ ụkwụ 2008, n'okpuru ikike nke Bomis, Inc, ụlọ ọrụ portal webụ",
  "Ndị isi ya bụ Jimmy Wales, Bomis CEO, na Larry Sanger, onye nchịkọta akụkọ maka Nupedia na mechara Wikipedia",
  "Enyere Nupedia ikike na mbụ n'okpuru ikikere Nupedia Open Content License, na-atụgharị gaa na GFDL tupu ntọala Wikipedia na agbamume Richard Stallman.",
  "Na 29 Jenụwarị 2005, Larry Sanger tụrụ aro na listi nzipu ozi Nupedia ka imepụta wiki dị ka ọrụ “feder” maka Nupedia",
  "Ewepụtara Wikipedia na 15 Jenụwarị 2001, dị ka otu mbipụta asụsụ bekee na http://www.wikipedia.com/, ma Sanger mara ọkwa na ndepụta nzipu ozi Nupedia",
  "Amụma Wikipedia nke \"nlegharị anya na-anọpụ iche\" bụ ahaziri n'ime ọnwa mbụ ya, ma yie amụma Nupedia nke mbụ \"na-enweghị isi\"",
  "Ma ọ bụghị ya, enwere iwu ole na ole na mbụ na Wikipedia na-arụ ọrụ n'adabereghị na Nupedia",
  "Wikipedia nwetara nkwado mbụ site na Nupedia, Slashdot biputere, na nchọta ihe nchọta",
  "Ọ tolitere ruo ihe dị ka isiokwu 20,000, yana mbipụta asụsụ 18, ka ọ na-erule njedebe nke 2001",
  "O toro na mbipụta asụsụ 26 na njedebe nke 2002, 46 na njedebe nke 2003, yana 161 na njedebe nke 2004",
  "Nupedia na Wikipedia birikọ ọnụ ruo mgbe Sava nke mbụ gbadara, na-adịgide adịgide, na 2003, na ederede ya etinyere na Wikipedia",
  "Larry Sanger na Jimmy Wales bụ ndị haziri Wikipedia.",
  "Usòrò:WikipediaHomePage30Ma nchịkwa2001.png",
  "Wikipedia's English Edition na 30 Maachị 2001, ọnwa abụọ na ọkara ka e hiwechara ya.",
  "Wales na Sanger na-ekwu na echiche nke iji wiki bụ Ward Cunningham's WikiWikiWeb ma ọ bụ Portland Pattern Repository.Àtụ:Citation need Ọ bụ ezie na Wales kwadoro ebumnuche nke ịmepụta akwụkwọ nkà ihe ọmụma ọha na eze na-edezi, Sanger na-abụkarị atụmatụ nke iji wiki",
  "ka iru ihe mgbaru ọsọ ahụ.",
  "N'izo aka na egwu nke mgbasa ozi azụmahịa na enweghị njikwa na Wikipedia nke na-eche na Bekee, ndị ọrụ Wikipedia Spanish gbapụrụ na Wikipedia iji mepụta Enciclopedia Libre na Febrụwarị 2002",
  "Mgbe afọ ahụ gasịrị, Wales kwupụtara na Wikipedia agaghị egosipụta mgbasa ozi, yana webụsaịtị ya",
  "ebugara na wikipedia.org",
  "Ọrụ ndị ọzọ dị iche iche agbapụla na Wikipedia maka ebumnuche ndetu",
  "Wikinfo anaghị achọ echiche na-anọpụ iche ma na-enye ohere nyocha mbụ",
  "Ọrụ ọhụrụ sitere n'ike mmụọ nsọ Wikipedia - dị ka Citizendium, Scholarpedia na Amapedia - ka amalitela ileba anya na njedebe echere na Wikipedia, dị ka amụma ya na nyocha ndị ọgbọ, nyocha mbụ na mgbasa ozi azụmahịa.",
  "Emepụtara Wikimedia Foundation site na Wikipedia na Nupedia na 20 Juun 2003.",
  "Wikimedia Foundation tinyere akwụkwọ ikike nke United States Patent and Trademark Office iji nweta akara Wikipedia® na 17 Septemba 2004",
  "Enyere akara ahụ ọkwa ndebanye aha na 10 Jenụwarị 2006",
  "Japan nyere nchebe akara ahia na 16 Disemba 2004 na na European Union na 20 January",
  "2005",
  "Teknụzụ akara ọrụ, oke akara ahụ bụ maka: \"Nnyefe ozi na ngalaba nke ihe ọmụma encyclopedic izugbe site na ịntanetị”",
  "Enwere atụmatụ ịnye ikike iji ụghalaahịa Wikipedia maka ngwaahịa ụfọdụ, dị ka akwụkwọ ma ọ bụ DVD.",
  "N'ihe dị ka n'afọ 2007, Wikipedia Bekee nwere ihe karịrị nde akụkọ 1.6, na-eme ka ọ bụrụ akwụkwọ nkà ihe ọmụma kachasị ukwuu enwetụla, kpuchiri ọbụna Yongle Encyclopedia (1407), bụ nke nwere ndekọ ihe fọrọ nke nta ka ọ bụrụ afọ 600.",
  "N'oge Disemba 2005, ihe dị ka ndị ọrụ 27,000 mere ma ọ dịkarịa ala ndezi ise na Wikipedia; N'ime ndị a, 17,000 rụrụ ọrụ na mbipụta Bekee",
  "A na-arụ ọrụ nlekọta site na otu ndị ọrụ afọ ofufo; Ndị a gụnyere ndị mmepe, ndị na-arụ ọrụ na ngwa MediaWiki, yana ndị ọrụ ndị ọzọ tụkwasịrị obi nwere ọkwa ikike dị iche iche gụnyere \"onye nlekọta\", \"bureaucrat\" na \"onye nchịkwa\"",
  "Ndị na-elekọta ụlọ na ndị na-arụ ọrụ nwere ike ịkwalite ma ọ bụ wetuo ndị ọrụ n'ọkwa ikike dị iche iche",
  "Ndị nchịkwa bụ nnukwu ndị ọrụ nwere ihe ùgwù pụrụ iche, ma nwee ike ihichapụ ibe, gbochie idezi akụkọ, ma ọ bụ gbochie ndị ọrụ idezi",
  "Agbanyeghị, achọrọ ndị nchịkwa ka ha soro amụma obodo mgbe ha na-egosipụta ike ndị a",
  "A na-enyekarị ikike ndị a site na nkwenye obodo; A na-ahọpụta ndị na-elekọta ụlọ n'oge oge",
  "Imebi ma ọ bụ obere mmebi iwu nwere ike ịkpata ịdọ aka ná ntị ma ọ bụ ngọngọ nwa oge, ebe ogologo oge ma ọ bụ ihe mgbochi na-adịgide adịgide maka mmebi ogologo oge na nke dị njọ na-enye <citation need> (ma ọ bụ n'aha) Jimmy Wales ma ọ bụ, na Bekee- mbipụta asụsụ, \"Kọmitii Arbitration\" họpụtara.",
  "A na-enweta ego Wikipedia site na Wikimedia Foundation",
  "Ọnụ ego nke 4th Quarter 2005 bụ $321,000 USD, yana ngwaike na-eme ihe fọrọ nke nta ka ọ bụrụ 60% nke mmefu ego",
  "Wikimedia Foundation na-adabere ugbu a na onyinye nke onwe, ma na-ejide ndị na-akpakọba ego mgbe niile; ihe nchikota nke Jenụwarị 2007 welitere ihe karịrị nde $1.",
  "Arụmọrụ Wikipedia dabere na MediaWiki, ihe emebere nke ọma, sọftụwia sọftụwia wiki mepere emepe edere na PHP ma wukwaa n'elu nchekwa data MySQL",
  "Akụrụngwa na-agụnye atụmatụ mmemme ọgbara ọhụrụ, dị ka asụsụ nnukwu, mgbanwe dị iche iche, usoro ntụgharị maka ndebiri, na ntụgharị URL",
  "MediaWiki nwere ikike n'okpuru GNU General Public License ma na-eji ọrụ Wikimedia niile, yana ọtụtụ ọrụ wiki ndị ọzọ",
  "Na mbụ, Wikipedia na-agba ọsọ na UseModWiki nke Clifford Adams dere na Perl (Phase I), nke na mbụ chọrọ CamelCase maka hyperlinks akụkọ; agbakwunyere brackets okpukpu abụọ ugbu a ma emechaa",
  "Malite na Jenụwarị 2002 (Oge II), Wikipedia malitere ịgba ọsọ na injin wiki PHP nwere nchekwa data MySQL; Ngwanrọ a bụ nke Magnus Manske mere maka Wikipedia",
  "Emezigharịrị ngwa ngwa nke Abụọ ugboro ugboro ka ọ nabata ihe na-abawanye ụbara",
  "Na Julaị 2002 (Oge III), Wikipedia gbanwere gaa na ngwanrọ ọgbọ nke atọ, MediaWiki, nke Lee Daniel Crocker dere na mbụ.",
  "Nchịkọta nke usoro ihe owuwu, Mee 2006",
  "Isi mmalite: Eserese okirikiri nhọrọ ukwuu na Meta-Wiki.",
  "Wikipedia na-agba ọsọ na ụyọkọ Linux raara onwe ya nye na Florida na ebe anọ ndị ọzọ",
  "Wikipedia jiri otu ihe nkesa rụọ ọrụ ruo n'afọ 2004, mgbe agbasawanye ntọala nkesa ka ọ bụrụ ihe owuwu nkesa multitier",
  "Na Jenụwarị 2005, ọrụ a rụrụ na sava 39 raara onwe ya nye dị na Florida",
  "Nhazi a gụnyere otu ihe nkesa nchekwa data nke na-agba MySQL, ọtụtụ sava nchekwa data ohu, sava weebụ 21 na-agba Apache HTTP Server, yana sava cache Squid asaa",
  "Site na Septemba 2005, ụyọkọ nkesa ya etoola ihe ruru sava 100 n'ebe anọ.around the world.",
  "A na-ebu ụzọ bufee arịrịọ ibe na oyi akwa ihu nke sava Squid caching",
  "Arịrịọ na-enweghị ike ịnye site na cache Squid na-ezigara na sava na-edozi ibu na-arụ ọrụ ngwanrọ Perlbal, nke na-enyefe arịrịọ ahụ n'aka otu n'ime sava weebụ Apache maka iwepụta ibe site na nchekwa data",
  "Sava webụ ahụ na-ebuga ibe dị ka achọrọ ya, na-arụpụta ibe maka mbipụta asụsụ niile nke Wikipedia",
  "Ka iwelie ọsọ n'ihu, a na-echekwa ibe akwụkwọ maka ndị ọrụ na-amaghị aha n'ime sistemụ faịlụ ruo mgbe ọ mebiri emebi, na-enye ohere ka ịfefe ibe ya kpamkpam maka ịnweta ibe ndị a na-ahụkarị",
  "Iji mee ka oge nzaghachi dịkwuo ngwa ngwa, Wikimedia na-ewulite netwọk zuru ụwa ọnụ nke sava caching, na-amalite site na sava caching atọ na France",
  "Ụyọkọ abụọ buru ibu na Netherlands na Korea na-ejikwa ọtụtụ ibu okporo ụzọ Wikipedia.",
  "A kọwawo Wikipedia dị ka \"mgbalị imepụta na ikesa akwụkwọ nkà ihe ọmụma n'efu nke kachasị mma enwere ike nye onye ọ bụla nọ n'ụwa n'asụsụ nke ha\"",
  "Enwere mbipụta asụsụ 250 nke Wikipedia ugbu a; N'ime ndị a, 14 n'elu nwere ihe karịrị 100,000 akụkọ na n'elu 131 nwere ihe karịrị 1,000 isiokwu",
  "Dabere na ọrụ nha ndị na-ege ntị Internet Alexa, subdomain Bekee (en.wikipedia.org) na-enweta ihe dịka 55% nke okporo ụzọ Wikipedia, yana 45% nke fọdụrụ kewara n'etiti asụsụ ndị ọzọ",
  "A na-edobe mbipụta asụsụ dị iche iche na atumatu zuru ụwa ọnụ dị ka \"echiche na-anọpụ iche,\" n'agbanyeghị na ha nwere ike ịdịgasị iche n'echiche na omume aghụghọ.",
  "Ejikọtaghị mbipụta nke asụsụ, na akụkọ nke otu mbipụta agaghị adaba na ndị ogbo ha na mbipụta ọzọ",
  "A na-agba ndị ndezi asụsụ ọtụtụ asụsụ ume ka ha jiri aka ha sụgharịa akụkọ; anabataghị ntụgharị asụsụ akpaghị aka nke ọma",
  "Edemede atụgharịrị na-anọchi anya naanị ntakịrị akụkụ akụkọ n'ọtụtụ mbipụta",
  "Akụkọ dị n'ihe karịrị otu asụsụ na-enye njikọ \"InterWiki\" n'akụkụ aka ekpe ha, nke jikọtara ya na akụkọ ibe ya na mbipụta ndị ọzọ",
  "A na-ekekọrịta onyonyo na mgbasa ozi ndị ọzọ na-abụghị nke ọnụ n'etiti mbipụta asụsụ dị iche iche site na ebe nchekwa Wikimedia Commons.",
  "Wikipedia na-amasị ikike nke akwụkwọ ndị ọgbọ nyochara karịa ikike nke ndị ọkachamara",
  "Wikipedia anaghị achọ ka ndị ntinye aka ya nye aha iwu ha ma ọ bụ nye ozi ndị ọzọ iji gosi njirimara ha",
  "Ọ bụ ezie na ụfọdụ ndị ntinye aka bụ ndị ọchịchị n'ubi ha, Wikipedia chọrọ ka e jiri isi mmalite ndị ebipụtara kwado ọbụna onyinye ha",
  "Ihe ndọghachi azụ nke usoro nrụtụ aka a bụ na ndị na-agụ nwere ike ọ gaghị enwe ike ikpebi ntụkwasị obi nke isi mmalite edepụtara.",
  "Wikipedia na-anwa ileba anya na nsogbu nke nhụsianya nke usoro ihe omume, na imegide ndị editọ na-anụ ọkụ n'obi na-achọ imetụta ngosi nke isiokwu n'ụzọ na-adịghị mma, site n'ịkwụsi ike n'echiche na-anọpụ iche",
  "Wikipedia na-asụ Bekee ewebatala ọnụ ọgụgụ nke a na-ekpebi ogo akụkọ; mbipụta ndị ọzọ nakweere nke a",
  "Ihe dị ka 1200 agafeela usoro njirisi siri ike iji ruo ọkwa kachasị elu, ọkwa \"akụkọ pụtara\"; isiokwu ndị dị otú ahụ bụ ka e bu n'obi nye nkọwa nke ọma, nke edere nke ọma nke isiokwu ha, ma kwado ya site n'ọtụtụ ntụaka maka akwụkwọ ndị ọgbọ nyochara..",
  "Nnyocha na-egosi na Wikipedia na-enye ezigbo mmalite maka nyocha, ma mgbe ụfọdụ ọ na-enwe nsogbu na ihe na-ezighị ezi",
  "Mana nyocha nke Nature jiri tụnyere Wikipedia na Encyclopædia Britannica tụrụ aro ka ọ dị nso n'ogo nke ziri ezi n'ihe gbasara isiokwu sayensị okike ya; Otú ọ dị, Encyclopædia Britannica, Inc., kọwara ọmụmụ ihe a dị ka \"ndị nwere ntụpọ na-egbu egbu\", nke Nature mesịrị zaghachi ya, na-ekwupụta na ọmụmụ ya bụ nnọpụiche zuru oke",
  "Ọmụmụ ihe ndị ọzọ kwubiri na mkpuchi akụkọ ihe mere eme Wikipedia na-agbasawanye ma dị omimi karịa nke Encarta, ebe ọ bụ ezie na ọ bụ ezie na ọ bụ eziokwu, yana na mmebi iwu pụtara ìhè na-alaghachikarị ngwa ngwa",
  "N'ime nyocha nke Wikipedia dị ka obodo, nwa akwụkwọ PhD nke akụ na ụba Andrea Ciffolilli rụrụ ụka na ọnụ ahịa azụmahịa dị ala nke isonye na wiki software na-emepụta ihe na-eme ka mmepe mmekọrịta, yana na usoro \"ihe mmepụta ihe\" na-akwado nsonye",
  "A na-ele Wikipedia anya dị ka nnwale mmadụ; Onye nchoputa Jimmy Wales ekwuola na ebum n'obi abụghị otu, n'agbanyeghị na nke ahụ bụ nsonaazụ.",
  "Wikipedia has been accused of exhibiting systemic bias and inconsistency; critics argue that Wikipedia's open nature, and favouring consensus over credentials in its editorial process, makes it unauthoritative, and that a lack of proper sources for much of the information makes it unreliable, although the converse of the same argument can also be argued",
  "Some commentators suggest that Wikipedia is usually reliable, but that it is not always clear how much. The project's preference for consensus over credentials has been labelled \"anti-elitism\". Editors of traditional reference works such as the Encyclopædia Britannica have questioned the project's utility and status as an encyclopedia. Many university lecturers discourage students from citing any encyclopedia in academic work, preferring primary sources; some specifically prohibit Wikipedia citations. Founder Jimmy Wales stresses that encyclopedias of any type are not usually appropriate as primary sources, and should not be relied upon as authoritative. Technology writer Bill Thompson commented that the debate was possibly \"symptomatic of much learning about information which is happening in society today.\"",
  "Concerns have also been raised regarding the lack of accountability that results from users' anonymity, and that it is vulnerable to vandalism and Internet trolls. For example, false information was introduced into the biography of John Seigenthaler, Sr",
  "and remained undetected for four months.",
  "Wikipedia's community has been described as \"cult-like\", although not always with entirely negative connotations, and criticised for failing to accommodate inexperienced users. The addition of political spin to articles by organizations including the U.S",
  "House of Representatives and special interest groups has been noted, and organizations such as Microsoft have offered financial incentives to work on certain articles. Wikipedia has been parodied by its critics, notably by Stephen Colbert in The Colbert Report.",
  "In 2007 the Wikipedia article on then-Montana senator Conrad Burns was edited by his own staff, causing political scandal among his own constituents.",
  "Wikipedia's content policies and sub-projects set up by contributors seek to address these concerns. Several scholarly studies have concluded that vandalism is generally short-lived, and that Wikipedia is roughly as accurate as other online encyclopedias.",
  "Wikipedia won two major awards in Mee 2004. The first was a Golden Nica for Digital Communities of the annual Prix Ars Electronica contest; this came with a €10,000 (£6,588; $12,700) grant and an invitation to present at the PAE Cyberarts Festival in Austria later that year",
  "The second was a Judges' Webby Award for the \"community\" category. Wikipedia was also nominated for a \"Best Practices\" Webby",
  "In Septemba 2004, the Japanese Wikipedia was awarded a Web Creation Award from the Japan Advertisers Association",
  "This award, normally given to individuals for great contributions to the Web in Japanese, was accepted by a long-standing contributor on behalf of the project.",
  "In a 2006 Multiscope research study, the Dutch Wikipedia was rated the third best Dutch language site, after Google and Gmail, with a score of 8.1. On 26 Jenụwarị 2007, Wikipedia was also awarded the fourth highest brand ranking by the readers of brandchannel.com, receiving 15% of the votes in answer to the question \"Which brand had the most impact on our lives in 2006?\" Founder Jimmy Wales was named one of the 100 most influential people in the world by TIME Magazine in 2006. In 2006, the Russian Wikipedia won the \"Science and education\" category of the \"Runet Prize\" (Russian: Премия Рунета) award, supervised by the Russian government agency FAPMC.",
  "Wikipedia's content has been mirrored and forked by hundreds of sites including database dumps",
  "Its content has also been used in academic studies, books and conferences. and used in court cases. The Canadian Parliament website refers to Wikipedia's article on same-sex marriage in the \"related links\" section of its \"further reading\" list for Civil Marriage Act. The encyclopedia's assertions are increasingly used as a source by organizations such as the U.S",
  "Federal Courts and the World Intellectual Property Office — though mainly for supporting information rather than information decisive to a case. Wikipedia has also been used as a source in journalism, sometimes without attribution; several reporters have been dismissed for plagiarizing from Wikipedia.",
  "Wikipedia maintains a (non-comprehensive) list of notable uses of the encyclopedia as a source.",
  "With increased usage and awareness, there have been an increasing number of references to Wikipedia in popular culture",
  "Many parody Wikipedia's openness, with characters vandalizing or modifying the online encyclopedia project's articles",
  "Uncyclopedia is the largest such website; its Main Page claims that it is the \"content-free encyclopedia that anyone can edit,\" parodying the English Wikipedia's welcome message on its Àtụ:Srlink.",
  "In the episode \"Wikiality\" of The Colbert Report, host Stephen Colbert has instigated his viewers to vandalize articles in humorous ways, once doing so on the Wikipedia article on elephants. \"Weird Al\" Yankovic's character in his video 'White & Nerdy' is seen vandalising the entry for the Atlantic record label with the exclamation \"You suck!,\" after they rescinded permission for a parody.",
  "In a recent episode of American Dad (entitled Black Mystery Month), protagonists Stan Smith and Steve Smith fail to reveal to the world that George Washington Carver wasn't the person who invented peanut butter, then create a Wikipedia page entitled \"The Truth About Peanut Butter\" to inform the world, citing that it is the one place you can put crazy information out with no evidence and still have millions of people believe it to be true.",
  "Wikipedia has spawned several sister projects",
  "The first, \"In Memoriam: 11 Septemba Wiki\", created in Ọktoba 2002, detailed the 11 Septemba 2001 attacks; this project was closed in Ọktoba 2006. Wiktionary, a dictionary project, was launched in Disemba 2002; Wikiquote, a collection of quotations, a week after Wikimedia launched, and Wikibooks, a collection of collaboratively-written free books, the next month",
  "Wikimedia has since started a number of other projects.",
  "A similar non-wiki project, the GNUpedia project, co-existed with Nupedia early in its history; however, it has been retired and its creator, free-software figure Richard Stallman, has lent his support to Wikipedia.",
  "Other websites centered around collaborative knowledge base development have drawn inspiration from or inspired Wikipedia",
  "Some, such as Susning.nu, Enciclopedia Libre, and WikiZnanie likewise employ no formal review process, whereas others use more traditional peer review, such as the expert-written Stanford Encyclopedia of Philosophy, h2g2 and Everything2."
]