[
  "Ebe â bụ̀ ǹgà ha n'àkpata okwu gbasara ọrụrụ àkà àzụ Wikipidia.",
  "User talk:Ukabia|okwú na ókà]] 21:56, 5 Önwa Ise 2018 (UTC)",
  "Greetings / E kene m unu!",
  "After about 3 years of rigorous discussions aimed at shaping the Wikimedia 2030 strategy, the Wikimedia community has come up with ten (10) solid recommendations that would guide our actions from now on in this movement",
  "One very important recommendation in the line-up is to “Provide for Safety and Inclusion” and a major action point in this recommendation is to create a universal code of conduct, which would be designed and implemented in conjunction with our communities across the globe.",
  "The universal code of conduct would be a movement-wide policy which seeks to ensure the existence of a universal baseline of acceptable behaviour for everyone participating in our movement, in order to minimize incidents of harassment, bullying, discrimination or even disenfranchisement",
  "This is even more important for much smaller Wikipedia languages like the Igbo Wikipedia, where policies like this do not already exist",
  "A first draft of the Universal Code of Conduct was concluded in October 2020.",
  "As a global movement, we aim to further develop and enforce this very important blueprint through an inclusive process, with respect to local contexts and existing structures",
  "Hence, we would like to invite the Igbo Wikipedia community to discuss the different ways that you think that the Universal Code of Conduct should be implemented on this Wikipedia and across the global movement",
  "You can share your initial thoughts directly under this message, or on the UCoC meta talk page",
  "You can also reach out to me personally on my talkpage or privately through my e-mail (soyeyele-ctr@wikimedia.org)",
  "For further general information on the universal code of conduct, please also check out our frequently asked questions page.--SOyeyele (WMF) (talk) 12:10, 18 Ọnwam̀bụ 2021 (UTC)",
  "Hi Sam, daalụ maka ekele gị, ekeleekwa m gị 😊\nThe best way to reach our Community is usually through our WhatsApp group, Twitter and Facebook pages",
  "For a virtual discussion, we simply send out the information and reminders prior to the day of the meeting.",
  "We're glad to work together to achieve great results",
  "Let us know if you would require further assistance.\nTochiprecious (talk) 13:48, Abalị abụọ n'ọnwa abụọ n'afọ 2021 (UTC)",
  "Greetings!",
  "A big thank you to every person who participated in the enforcement discussions for the Universal Code of Conduct policy",
  "Please note that the summary of our discussions across various platforms is now available on meta, here",
  "Please feel free to translate to your local language for a wider reach",
  "Thank you again!--SOyeyele (WMF) (talk) 22:21, 14 Ọnwaànọ 2021 (UTC)",
  "Universal Code of Conduct News\nIssue 2, July 2021Read the full newsletter",
  "Welcome to the second issue of Universal Code of Conduct News! This newsletter will help Wikimedians stay involved with the development of the new code and will distribute relevant news, research, and upcoming events related to the UCoC.",
  "If you haven’t already, please remember to subscribe here if you would like to be notified about future editions of the newsletter, and also leave your username here if you’d like to be contacted to help with translations in the future.",
  "--SOyeyele (WMF) (talk) 16:11, 14 Ọnwaàsaà 2021 (UTC)",
  "The Universal Code of Conduct Phase 2 drafting committee would like comments about the enforcement draft guidelines for the Universal Code of Conduct (UCoC)",
  "This review period is planned for 17 August 2021 through 17 October 2021.",
  "These guidelines are not final but you can help move the progress forward",
  "The committee will revise the guidelines based upon community input.",
  "Comments can be shared in any language on the draft review talk page and multiple other venues",
  "Community members are encouraged to organize conversations in their communities.",
  "There are planned live discussions about the UCoC enforcement draft guidelines:",
  "Summaries of discussions will be posted every two weeks here.--SOyeyele (WMF) (talk) 19:09, 18 Ọnwaàsatọ 2021 (UTC)",
  "Voting for the 2021 Board of Trustees election is now open",
  "Candidates from the community were asked to submit their candidacy",
  "After a three week long Call for Candidates, there are 19 candidates for the 2021 election.",
  "The Wikimedia movement has the opportunity to vote for the selection of community-and-affiliate trustees",
  "By voting, you will help to identify those people who have the qualities to best serve the needs of the movement for the next several years",
  "The Board is expected to select the four most voted candidates to serve as trustees",
  "Voting closes 31 August 2021.",
  "The Wikimedia Foundation Board of Trustees oversees the Wikimedia Foundation's operations",
  "The Board wants to improve their competences and diversity as a team",
  "They have shared the areas of expertise that they are currently missing and hope to cover with new trustees.",
  "Learn more about candidates",
  "Learn about the Board of Trustees",
  "Vote.",
  "Read the full announcement.",
  "Best,\nThe Elections Committee",
  "--SOyeyele (WMF) (talk) 23:27, 18 Ọnwaàsatọ 2021 (UTC)",
  "Universal Code of Conduct News\nIssue 3, August 2021Read the full newsletter",
  "Welcome to the third issue of Universal Code of Conduct News! This newsletter will help Wikimedians stay involved with the development of the new code and will distribute relevant news, research, and upcoming events related to the UCoC.",
  "If you haven’t already, please remember to subscribe here if you would like to be notified about future editions of the newsletter, and also leave your username here if you’d like to be contacted to help with translations in the future.",
  "--SOyeyele (WMF) (talk) 16:50, 27 Ọnwaàsatọ 2021 (UTC)",
  "Thank you to everyone who participated in the 2021 Board election",
  "The Elections Committee has reviewed the votes of the 2021 Wikimedia Foundation Board of Trustees election, organized to select four new trustees",
  "A record 6,873 people from across 214 projects cast their valid votes",
  "The following four candidates received the most support:",
  "While these candidates have been ranked through the community vote, they are not yet appointed to the Board of Trustees",
  "They still need to pass a successful background check and meet the qualifications outlined in the Bylaws",
  "The Board has set a tentative date to appoint new trustees at the end of this month.",
  "Read the full announcement here.--SOyeyele (WMF) (talk) 22:50, 7 Ọnwa itoolu 2021 (UTC)",
  "This is a short message with an update from the Movement Charter process",
  "The call for candidates for the Drafting Committee closed September 14, and we got a diverse range of candidates",
  "The committee will consist of 15 members, and those will be (s)elected via three different ways.",
  "The 15 member committee will be selected with a 3-step process:",
  "The community elections will take place between October 11 and October 24",
  "The other process will take place in parallel, so that all processes will be concluded by November 1",
  "For the full context of the Movement Charter, its role, as well the process for its creation, please have a look at Meta",
  "You can also contact us at any time on Telegram or via email (wikimedia2030@wikimedia.org).--SOyeyele (WMF) (kwuo) 19:53, 23 Ọnwa itoolu 2021 (UTC)",
  "Hello, this is just a reminder that the Universal Code of Conduct Draft Enforcement Guidelines are open for review and comment",
  "The Drafting Committee will start working on revisions and improvement in less than two weeks (October 17), so it is important that you give them your ideas and opinions soon!",
  "There is now a short, simple version of the Draft Guidelines here to make your review easier",
  "If possible, also help translate the short version into more languages!",
  "We will also hold one last conversation hour on October 15, 2021 03:00 and 14:00 UTC.",
  "On behalf of the Drafting Committee, much thanks to everyone who has given ideas so far",
  "We hope to hear from more of you - the Guidelines will be much stronger if more opinions are included.--SOyeyele (WMF) (kwuo) 16:13, 6 Ọnwa iri 2021 (UTC)",
  "Voting for the election for the members for the Movement Charter drafting committee is now open",
  "In total, 70 Wikimedians from around the world are running for 7 seats in these elections.",
  "Voting is open from October 12 to October 24, 2021.",
  "The committee will consist of 15 members in total: The online communities vote for 7 members, 6 members will be selected by the Wikimedia affiliates through a parallel process, and 2 members will be appointed by the Wikimedia Foundation",
  "The plan is to assemble the committee by November 1, 2021.",
  "--SOyeyele (WMF) (kwuo) 16:27, 13 Ọnwa iri 2021 (UTC)",
  "Universal Code of Conduct News\nIssue 4, October 2021Read the full newsletter",
  "Welcome to the fourth issue of Universal Code of Conduct News! This newsletter will help Wikimedians stay involved with the development of the new code and will distribute relevant news, research, and upcoming events related to the UCoC.",
  "If you haven’t already, please remember to subscribe here if you would like to be notified about future editions of the newsletter, and also leave your username here if you’d like to be contacted to help with translations in the future.",
  "--SOyeyele (WMF) (kwuo) 21:48, 14 Ọnwa iri 2021 (UTC)",
  "Please be informed that the Movement Strategy Implementation grants is back and it now provides more than $2,000 USD to put Movement Strategy plans into action",
  "Find out more about Movement Strategy Implementation grants, the criteria, and how to apply here",
  "Also, the Movement Charter Drafting Committee election is still ongoing",
  "It would be great to increase community participation",
  "If you haven't voted, now is the time",
  "Please vote here before October 24",
  "Thank you!--SOyeyele (WMF) (kwuo) 16:29, 20 Ọnwa iri 2021 (UTC)",
  "The Movement Charter Drafting Committee election and selection processes are complete.",
  "The committee will convene soon to start its work",
  "The committee can appoint up to three more members to bridge diversity and expertise gaps.",
  "If you are interested in engaging with Movement Charter drafting process, follow the updates on Meta and join the Telegram group.",
  "With thanks from the Movement Strategy and Governance team.--SOyeyele (WMF) (kwuo) 17:53, 1 Ọnwa iri na otù 2021 (UTC)",
  "The Board of Trustees is preparing a call for feedback about the upcoming Board Elections, from January 7 - February 10, 2022.",
  "While details will be finalized the week before the call, we have confirmed at least two questions that will be asked during this call for feedback:",
  "While additional questions may be added, the Movement Strategy and Governance team wants to provide time for community members and affiliates to consider and prepare ideas on the confirmed questions before the call opens",
  "We apologize for not having a complete list of questions at this time",
  "The list of questions should only grow by one or two questions",
  "The intention is to not overwhelm the community with requests, but provide notice and welcome feedback on these important questions.",
  "Do you want to help organize local conversation during this Call?",
  "Contact the Movement Strategy and Governance team on Meta, on Telegram, or via email at msgwikimedia.org.",
  "Reach out if you have any questions or concerns",
  "The Movement Strategy and Governance team will be minimally staffed until January 3",
  "Please excuse any delayed response during this time",
  "We also recognize some community members and affiliates are offline during the December holidays",
  "We apologize if our message has reached you while you are on holiday.--SOyeyele (WMF) (kwuo) 14:38, 29 Ọnwa iri na abụọ 2021 (UTC)",
  "The Call for Feedback: Board of Trustees elections is now open and will close on 7 February 2022",
  "With this Call for Feedback, the Movement Strategy and Governance team is taking a different approach",
  "This approach incorporates community feedback from 2021",
  "Instead of leading with proposals, the Call is framed around key questions from the Board of Trustees",
  "The key questions came from the feedback about the 2021 Board of Trustees election",
  "The intention is to inspire collective conversation and collaborative proposal development about these key questions.",
  "Join the conversation.",
  "Best,",
  "Movement Strategy and Governance--SOyeyele (WMF) (kwuo) 23:44, 12 Ọnwa mbụ 2022 (UTC)",
  "Movement Strategy and Governance News\nIssue 5, January 2022Read the full newsletter",
  "Welcome to the fifth issue of Movement Strategy and Governance News (formerly known as Universal Code of Conduct News)! This revamped newsletter distributes relevant news and events about the Movement Charter, Universal Code of Conduct, Movement Strategy Implementation grants, Board elections and other relevant MSG topics.",
  "This Newsletter will be distributed quarterly, while more frequent Updates will also be delivered weekly or bi-weekly to subscribers",
  "Please remember to subscribe here if you would like to receive these updates.",
  "--SOyeyele (WMF) (kwuo) 16:26, 18 Ọnwa mbụ 2022 (UTC)",
  "Hello everyone,",
  "The Universal Code of Conduct (UCoC) Enforcement Guidelines were published 24 January 2022 as a proposed way to apply the Universal Code of Conduct across the movement",
  "Comments about the guidelines can be shared here or the Meta-wiki talk page.",
  "There will be conversations on Zoom on 4 February 2022 at 15:00 UTC, 25 February 2022 at 12:00 UTC, and 4 March 2022 at 15:00 UTC",
  "Join the UCoC project team and drafting committee members to discuss the guidelines and voting process.",
  "The timeline is available on Meta-wiki",
  "The voting period is March 7 to 21",
  "See the voting information page for more details.",
  "Thank you to everyone who has participated so far.",
  "Sincerely,",
  "Movement Strategy and Governance\nWikimedia Foundation.--SOyeyele (WMF) (kwuo) 00:13, 4 Ọnwa abụọ 2022 (UTC)",
  "Hello everyone!",
  "The Community Development team at the Wikimedia Foundation is supporting the creation of a global, community-driven Leadership Development Task Force",
  "The purpose of the task force is to advise leadership development work",
  "The team is looking for feedback about the responsibilities of the Leadership Development Task Force",
  "This Meta page shares the proposal for a Leadership Development Task Force and how you can help here",
  "Feedback on the proposal will be collected from 7 to 25 February 2022",
  "Thank you!--SOyeyele (WMF) (kwuo) 11:22, 10 Ọnwa abụọ 2022 (UTC)",
  "Hello everyone,",
  "A vote in SecurePoll from 7 to 21 March 2022 is scheduled as part of the ratification process for the Universal Code of Conduct (UCoC) Enforcement guidelines",
  "Eligible voters are invited to answer a poll question and share comments",
  "Read voter information and eligibility details",
  "During the poll, voters will be asked if they support the enforcement of the Universal Code of Conduct based on the proposed guidelines.",
  "The Universal Code of Conduct (UCoC) provides a baseline of acceptable behavior for the entire movement",
  "The revised enforcement guidelines were published 24 January 2022 as a proposed way to apply the policy across the movement",
  "A Wikimedia Foundation Board statement calls for a ratification process where eligible voters will have an opportunity to support or oppose the adoption of the UCoC Enforcement guidelines in a vote",
  "Wikimedians are invited to translate and share important information",
  "For more information about the UCoC, please see the project page and frequently asked questions on Meta-wiki.",
  "There are events scheduled to learn more and discuss:",
  "You can comment on Meta-wiki talk pages in any language",
  "You may also contact either team by email: msgwikimedia.org or ucocprojectwikimedia.org",
  "Sincerely,",
  "Movement Strategy and Governance \nWikimedia Foundation --SOyeyele (WMF) (kwuo) 12:22, 21 Ọnwa abụọ 2022 (UTC)",
  "The Call for Feedback: Board of Trustees elections is now closed",
  "This Call ran from 10 January and closed on 16 February 2022",
  "The Call focused on three key questions and received broad discussion on Meta-wiki, during meetings with affiliates, and in various community conversations",
  "The community and affiliates provided many proposals and discussion points",
  "The reports are on Meta-wiki.",
  "This information will be shared with the Board of Trustees and Elections Committee so they can make informed decisions about the upcoming Board of Trustees election",
  "The Board of Trustees will then follow with an announcement after they have discussed the information.",
  "Thank you to everyone who participated in the Call for Feedback to help improve Board election processes",
  "Best,",
  "Movement Strategy and Governance--SOyeyele (WMF) (kwuo) 11:23, 5 Ọnwa atọ 2022 (UTC)",
  "Hello!",
  "The Movement Strategy and Governance team of the Wikimedia Foundation would like to invite you to the next event about \"Regional and Thematic Hubs\"",
  "The Wikimedia Movement is in the process of understanding what Regional and Thematic Hubs should be",
  "Our workshop in November was a good start (read the report), but we're not finished yet",
  "Over the last weeks we conducted about 16 interviews with groups working on establishing a Hub in their context (see Hubs Dialogue)",
  "These interviews informed a report that will serve as a foundation for discussion on March 12",
  "The report is planned to be published on March 9.",
  "The event will take place on March 12, 13:00 to 16:00 UTC on Zoom",
  "Interpretation will be provided in French, Spanish, Arabic, Russian, and Portuguese",
  "Registration is open, and will close on March 10",
  "Anyone interested in the topic is invited to join us",
  "More information on the event on Meta-wiki.",
  "Best regards,",
  "Kaarel Vaidla 13:44, 10 Ọnwa atọ 2022 (UTC)Movement Strategy",
  "Hello everyone,",
  "The ratification voting process for the revised enforcement guidelines of the Universal Code of Conduct (UCoC) is now open! Voting commenced on SecurePoll on 7 March 2022 and will conclude on 21 March 2022",
  "Please read more on the voter information and eligibility details.",
  "The Universal Code of Conduct (UCoC) provides a baseline of acceptable behavior for the entire movement",
  "The revised enforcement guidelines were published 24 January 2022 as a proposed way to apply the policy across the movement",
  "You can read more about the UCoC project.",
  "You can also comment on Meta-wiki talk pages in any language",
  "You may also contact the team by email: ucocprojectwikimedia.org",
  "Sincerely,",
  "Movement Strategy and Governance",
  "Wikimedia Foundation--SOyeyele (WMF) (kwuo) 13:54, 10 Ọnwa atọ 2022 (UTC)",
  "Hello everyone,",
  "Thank you to everyone who participated in the feedback period for the Leadership Development Working Group initiative",
  "A summary of the feedback can be found on Meta-wiki",
  "This feedback will be shared with the working group to inform their work",
  "The application period to join the Working Group is now open and will close on April 10, 2022",
  "Please review the information about the working group, share with community members who might be interested, and apply if you are interested.",
  "Thank you,",
  "From the Community Development team--SOyeyele (WMF) (kwuo) 12:23, 18 Ọnwa atọ 2022 (UTC)",
  "Greetings,",
  "The ratification voting process for the revised enforcement guidelines of the Universal Code of Conduct (UCoC) came to a close on 21 March 2022",
  "Over 2300 Wikimedians voted across different regions of our movement",
  "Thank you to everyone who participated in this process! The scrutinizing group is now reviewing the vote for accuracy, so please allow up to two weeks for them to finish their work.",
  "The final results from the voting process will be announced here, along with the relevant statistics and a summary of comments as soon as they are available",
  "Please check out the voter information page to learn about the next steps",
  "You can comment on the project talk page on Meta-wiki in any language",
  "You may also contact the UCoC project team by email: ucocprojectwikimedia.org",
  "Best regards,",
  "Movement Strategy and Governance--SOyeyele (WMF) (kwuo) 17:23, 28 Ọnwa atọ 2022 (UTC)",
  "Hello all,",
  "We would like to thank the over 2,300 Wikimedians who participated in the recently concluded community vote on the Enforcement Guidelines for the Universal Code of Conduct (UCoC)",
  "At this time, the volunteer scrutinizing group has completed the review of the accuracy of the vote and the final results are available on Meta-wiki",
  "A quick summary can be found below:",
  "What this outcome means is that there is enough support for the Board to review the document",
  "It does not mean that the Enforcement Guidelines are automatically complete.",
  "From here, the project team will collate and summarize the comments provided in the voting process, and publish them on Meta-wiki",
  "The Enforcement Guidelines will be submitted to the Board of Trustees for their consideration",
  "The Board will review input given during the vote, and examine whether there are aspects of the Guidelines that need further refinement",
  "If so, these comments, and the input provided through Meta-wiki and other community conversations, will provide a good starting point for revising the Guidelines to meet the needs expressed by communities in the voter's responses",
  "In the event the Board moves forward with ratification, the UCoC project team will begin supporting specific proposals in the Guidelines",
  "Some of these proposals include working with community members to form the U4C Building Committee, starting consultations on training, and supporting conversations on improving our reporting systems",
  "There is still a lot to be done, but we will be able to move into the next phase of this work.",
  "Many people took part in making sure the policy and the enforcement guidelines work for our communities",
  "We will continue to collaboratively work on the details of the strong proposals outlined in the Guidelines as presented by the Wikimedians who engaged with the project in different ways over the last year",
  "Once again, we thank everyone who participated in the ratification of the Enforcement Guidelines.",
  "For more information regarding the results, please refer to the Results page",
  "Regards,",
  "User:SNg (WMF)",
  "Stella Ng on behalf of the UCoC Project Team",
  "Senior Manager, Trust and Safety Policy--13:20, 8 Ọnwa anọ 2022 (UTC)",
  "Akụkọ Atụmatụ Mmeghari na Ochịchị\nMbipụta 6, Eprel 2022Gụọ akwụkwọ akụkọ a zuru ezu",
  "Nnọọ na mbipụta nke isii nke akụkọ Movement Strategy na Governance!  Akwụkwọ akụkọ a mezigharịrị na-ekesa akụkọ na mmemme dị mkpa gbasara Movement Charter, Universal Code of Conduct, onyinye Movement Strategy Implementation, nhoputa ndi ochichi na isiokwu MSG ndị ọzọ dị mkpa.",
  "A ga-ekesa akwụkwọ akụkọ a kwa nkeji, ebe a ga-ebugakwa mmelite na-emekarị kwa izu",
  "Biko cheta ịdenye aha ebe a ma ọ bụrụ na ị ga-achọ ịnweta mbipụta akwụkwọ akụkọ a n'ọdịnihu.",
  "--SOyeyele (WMF) (kwuo) 22:39, 14 Ọnwa anọ 2022 (UTC)",
  "Hello,",
  "The Movement Communications and Movement Strategy and Governance teams invite you to discuss the 2022-23 Wikimedia Foundation Annual Plan, a plan of record for the Wikimedia Foundation's work.",
  "These conversations continue Maryana Iskander's Wikimedia Foundation Chief Executive Officer listening tour",
  "The conversations are about these questions:",
  "You can find the schedule of calls on Meta-wiki.",
  "The information will be available in multiple languages",
  "Each call will be open to anyone to attend",
  "Live interpretation will be available in some calls.",
  "Best regards,--SOyeyele (WMF) (kwuo) 23:17, 14 Ọnwa anọ 2022 (UTC)",
  "Ọ masịrị Kọmiti na-ahụ maka ihe gbasara obodo (Community Affairs Committee) nke Wikimedia Foundation Board of Trustees ikele onye ọ bụla sonyere na ntuli aka obodo mechiri nso nso a na Ntuziaka Mmebe iwu maka Universal Code of Conduct (UCoC)",
  "Otu ọrụ afọ ofufo na-enyochaputa emechaala nyocha nke izi ezi ntuli aka ahụ wee kọwapụta ọnụọgụ votu enwetara dị ka 2,283",
  "N'ime votu 2,283 enwetara, ngụkọta nke 1,338 (58.6%) ndị otu obodo tozuru oke maka ntụzịaka mmebe iwu, na ngụkọta nke 945 (41.4%) ndị otu obodo akwadoghị ya",
  "Na mgbakwunye, ndị sonyere 658 hapụrụ nkwupụta na 77% nke ihe edere na Bekee.",
  "Anyị na-amata ma nwee ekele maka mmasị na ntinye aka nke ndị otu obodo gosipụtara n'ịmepụta omenala dị nchebe na nke na-anabata nke na-akwụsị omume ọjọọ, na-akwado ndị mmadụ na-akpa àgwà dị otú ahụ, ma na-agba ndị nwere echiche ọma ume ka ha na-arụpụta ihe na ọrụ Wikimedia",
  "Ọbụna n'oge a na-ezughị ezu, nke a pụtara ìhè na nkwupụta a natara",
  "Ọ bụ ezie na Enforcement Guidelines ruru nkwado zuru ezu dị mkpa maka Bọọdụ iji nyochaa, anyị gbara ndị ntuli aka ume, n'agbanyeghị ụzọ ha si eme ntuli aka, inye nzaghachi na ihe ndị dị na ntuziaka mmebe iwu nke ha chere na ọ dị mkpa ka a gbanwee ma ọ bụ dozie ya,  yana ihe kpatara ya, ọ bụrụ na ọ dị ka ọ dị mma ịmalite usoro ndezi ọzọ nke ga-eleba anya maka nsogbu obodo",
  "Ndị ọrụ Foundation bụ ndị na-enyocha nkọwa dụrụ anyị maka ụfọdụ isiokwu na-apụta, n'ihi ya, anyị ekpebiela dị ka kọmitii na-ahụ maka ihe gbasara obodo nke bụ Community Affairs Committee ịjụ Foundation ka ọ kpọghachite kọmitii na-edepụta akwụkwọ na ka ha malite ọrụ obodo ọzọ iji mee ka ntụziaka mmebe iwu dabere na nzaghachi obodo enwetara site na ntuli aka emechiri nso nso a",
  "Maka idoanya, achịkọtala nzaghachi a na ngalaba anọ ndị a:",
  "Okwu ndị ọzọ nwere ike ịpụta n'oge mkparịta ụka, na karịsịa ka akwụkwọ Enforcement Guidelines na-amalite, anyị na-ahụ ndị a dị ka akụkụ bụ isi nke nchegbu maka ndị ntuli aka ma na-arịọ ndị ọrụ ka ha kwado nyocha nke okwu ndị a",
  "Mgbe itinyekwu aka n'ihu gasịrị, Foundation kwesịrị ịmegharị votu obodo iji nyochaa Enforcement Outline ohuru iji hụ ma akwụkwọ ọhụrụ ahụ adịla njikere maka nkwenye gọọmentị.",
  "Ọzọkwa, anyị maara nchegbu ndị ahụ na ndetu 3.1 dị na Universal Code of Conduct Policy",
  "Anyị na-eduzi Foundation ka ọ kwado nyocha nke asụsụ a iji hụ na Amụma ahụ mezuru ebumnuche ya iji kwado obodo dị mma na nke sonyere nụ, na-echeghị maka nyocha atụmatụ nke Amụma dum na njedebe afọ.",
  "Ọzọ, anyị na-ekele ndị niile sonyere, na-eche echiche banyere ihe ịma aka ndị a dị oke egwu na ndị siri ike ma na-enye aka na ụzọ ka mma n'ofe ije a iji ịrụkọta ọrụ nke ọma.",
  "Kachasị mma,",
  "Rosie",
  "Rosie Stephenson-Goodknight (she/her)\nOnye nnochitere Onyeisi , Community Affairs Committee \nWikimedia Foundation Board of Trustees---SOyeyele (WMF) (kwuo) 16:02, 26 Ọnwa anọ 2022 (UTC)",
  "The Board of Trustees seeks candidates for the 2022 Board of Trustees election",
  "Read more on Meta-wiki.",
  "The 2022 Board of Trustees election is here! Please consider submitting your candidacy to serve on the Board of Trustees.",
  "The Wikimedia Foundation Board of Trustees oversees the Wikimedia Foundation's operations",
  "Community-and-affiliate selected trustees and Board-appointed trustees make up the Board of Trustees",
  "Each trustee serves a three year term",
  "The Wikimedia community has the opportunity to vote for community-and-affiliate selected trustees.",
  "The Wikimedia community will vote to fill two seats on the Board in 2022",
  "This is an opportunity to improve the representation, diversity, and expertise of the Board as a team.",
  "Who are potential candidates? Are you a potential candidate? Find out more on the Apply to be a Candidate page.",
  "Thank you for your support,",
  "Movement Strategy and Governance on behalf of the Elections Committee and the Board of Trustees--SOyeyele (WMF) (kwuo) 16:02, 26 Ọnwa anọ 2022 (UTC)",
  "The Movement Strategy and Governance team is looking for community members to serve as election volunteers in the upcoming Board of Trustees election.",
  "The idea of the Election Volunteer Program came up during the 2021 Wikimedia Board of Trustees Election",
  "This program turned out to be successful",
  "With the help of Election Volunteers we were able to increase outreach and participation in the election by 1,753 voters over 2017",
  "Overall turnout was 10.13%, 1.1 percentage points more, and 214 wikis were represented in the election",
  "There were a total of 74 wikis that did not participate in 2017 that produced voters in the 2021 election",
  "Can you help increase the participation even more?",
  "Election volunteers will help in the following areas:",
  "Volunteers should:",
  "Do you want to be an election volunteer and ensure your community is represented in the vote? Sign up here to receive updates",
  "You can use the talk page for questions about translation.--SOyeyele (WMF) (kwuo) 23:54, 5 Ọnwa ise 2022 (UTC)",
  "Hello all,",
  "The Universal Code of Conduct (UCoC) project team has completed the analysis of the feedback accompanying the ratification vote on the Universal Code of Conduct Enforcement Guidelines",
  "Following the completion of the UCoC Enforcement Guidelines Draft in 2022, the guidelines were voted on by the Wikimedian community",
  "Voters cast votes from 137 communities, with the top 9 communities being: English, German, French, Russian, Polish, Spanish, Chinese, Japanese, Italian Wikipedias, and Meta-wiki",
  "Those voting had the opportunity to provide comments on the contents of the Draft document",
  "658 participants left comments",
  "77% of the comments are written in English",
  "Voters wrote comments in 24 languages with the largest numbers in English (508), German (34), Japanese (28), French (25), and Russian (12)",
  "A report will be sent to the Revision Drafting Committee who will refine the enforcement guidelines based on the community feedback received from the recently concluded vote",
  "A public version of the report is published on Meta-wiki here",
  "The report is available in translated versions on Meta-wiki",
  "Please help translate to your language",
  "Again, we thank all who participated in the vote and discussions",
  "We invite everyone to contribute during the next community discussions",
  "More information about the Universal Code of Conduct and Enforcement Guidelines can be found on Meta-wiki.",
  "On behalf of the Universal Code of Conduct project team--SOyeyele (WMF) (kwuo) 15:58, 23 Ọnwa ise 2022 (UTC)",
  "The 2022 Board of Trustees election Call for Candidates has now closed",
  "This Call led 12 candidates from the community to submit their applications",
  "Learn more about the 2022 Board of Trustees candidates.",
  "The Analysis Committee will now consider the candidates’ applications with the skills and criteria provided by the Board",
  "The trustees seek certain skills and competencies to improve the capacity of the Board",
  "After the Analysis Committee completes their review, the ratings of each candidate will be published",
  "These ratings are for informational purposes only.",
  "For more information about the 2022 Board election, you may find the timeline, voting information and other ways to get involved on Meta-wiki.",
  "Thank you for your support,",
  "Movement Strategy and Governance on behalf of the Elections Committee and the Board of Trustees --SOyeyele (WMF) (kwuo) 13:59, 3 Ọnwa isii 2022 (UTC)",
  "Hi all,",
  "Community members in the 2022 Board of Trustees election are invited to propose statements to use in the Election Compass.",
  "An Election Compass is a tool to help voters select the candidates that best align with their beliefs and views",
  "The community members will propose statements for the candidates to answer using a Lickert scale (agree/neutral/disagree)",
  "The candidates’ answers to the statements will be loaded into the Election Compass tool",
  "Voters will use the tool by entering in their answer to the statements (agree/disagree/neutral)",
  "The results will show the candidates that best align with the voter’s beliefs and views.",
  "Here is the timeline for the Election Compass:",
  "July 8 - 20: Community members propose statements for the Election Compass",
  "July 21 - 22: Elections Committee reviews statements for clarity and removes off-topic statements",
  "July 23 - August 1: Volunteers vote on the statements",
  "August 2 - 4: Elections Committee selects the top 15 statements",
  "August 5 - 12: candidates align themselves with the statements",
  "August 15: The Election Compass opens for voters to use to help guide their voting decision",
  "The Elections Committee will select the top 15 statements at the beginning of August",
  "The Elections Committee will oversee the process, supported by the Movement Strategy and Governance team",
  "MSG will check that the questions are clear, there are no duplicates, no typos, and so on.",
  "Best,",
  "Movement Strategy and Governance",
  "This message was sent on behalf of the Board Selection Task Force and the Elections Committee",
  "Zuz (WMF) (kwuo) 16:08, 11 Ọnwa asaa 2022 (UTC)",
  "Movement Strategy and Governance News\nIssue 7, July-September 2022Read the full newsletter",
  "Welcome to the 7th issue of Movement Strategy and Governance News! The newsletter distributes relevant news and events about the implementation of Wikimedia's Movement Strategy recommendations, other relevant topics regarding Movement governance, as well as different projects and activities supported by the Movement Strategy and Governance (MSG) team of the Wikimedia Foundation",
  "The MSG Newsletter is delivered quarterly, while the more frequent Movement Strategy Weekly will be delivered weekly",
  "Please remember to subscribe here if you would like to receive future issues of this newsletter.",
  "Other news and updates: a new forum to discuss Movement Strategy implementation, upcoming Wikimedia Foundation Board of Trustees election, a new podcast to discuss Movement Strategy, and change of personnel for the Foundation's Movement Strategy and Governance team",
  "(continue reading)",
  "Zuz (WMF) (kwuo) 10:59, 19 Ọnwa asaa 2022 (UTC)",
  "Hi everyone,",
  "The Affiliate Representatives have completed their voting period",
  "The selected 2022 Board of Trustees candidates are:",
  "You may see more information about the Results and Statistics of this Board election.",
  "The Affiliate organizations selected representatives to vote on behalf of the Affiliate organization",
  "The Affiliate Representatives proposed questions for the candidates to answer in mid-June",
  "These answers from candidates and the information provided from the Analysis Committee provided support for the representatives as they made their decision.",
  "Please take a moment to appreciate the Affiliate Representatives and Analysis Committee members for taking part in this process and helping to grow the Board of Trustees in capacity and diversity",
  "These hours of volunteer work connect us across understanding and perspective",
  "Thank you for your participation.",
  "Thank you to the community members who put themselves forward as candidates for the Board of Trustees",
  "Considering joining the Board of Trustees is no small decision",
  "The time and dedication candidates have shown to this point speaks to their commitment to this movement",
  "Congratulations to those candidates who have been selected",
  "A great amount of appreciation and gratitude for those candidates not selected",
  "Please continue to share your leadership with Wikimedia.",
  "What can voters do now?",
  "Review the results of the Affiliate selection process.",
  "Read more here about the next steps in the 2022 Board of Trustee election.",
  "Best,",
  "Movement Strategy and Governance",
  "This message was sent on behalf of the Board Selection Task Force and the Elections Committee</translate>",
  "Zuz (WMF) (kwuo) 19:50, 20 Ọnwa asaa 2022 (UTC)",
  "Hi all,",
  "Volunteers in the 2022 Board of Trustees election are invited to vote for statements to use in the Election Compass",
  "You can vote for the statements you would like to see included in the Election Compass on Meta-wiki.",
  "An Election Compass is a tool to help voters select the candidates that best align with their beliefs and views",
  "The community members will propose statements for the candidates to answer using a Lickert scale (agree/neutral/disagree)",
  "The candidates’ answers to the statements will be loaded into the Election Compass tool",
  "Voters will use the tool by entering in their answer to the statements (agree/disagree/neutral)",
  "The results will show the candidates that best align with the voter’s beliefs and views.",
  "Here is the timeline for the Election Compass:",
  "The Elections Committee will select the top 15 statements at the beginning of August",
  "Best,",
  "Movement Strategy and Governance",
  "This message was sent on behalf of the Board Selection Task Force and the Elections Committee",
  "Zuz (WMF) (kwuo) 17:49, 26 Ọnwa asaa 2022 (UTC)",
  "Hi all,",
  "I am reaching out to you today with an update about the timing of the voting for the Board of Trustees election.",
  "As many of you are already aware, this year we are offering an Election Compass to help voters identify the alignment of candidates on some key topics",
  "Several candidates requested an extension of the character limitation on their responses expanding on their positions, and the Elections Committee felt their reasoning was consistent with the goals of a fair and equitable election process.",
  "To ensure that the longer statements can be translated in time for the election, the Elections Committee and Board Selection Task Force decided to delay the opening of the Board of Trustees election by one week - a time proposed as ideal by staff working to support the election.",
  "Although it is not expected that everyone will want to use the Election Compass to inform their voting decision, the Elections Committee felt it was more appropriate to open the voting period with essential translations for community members across languages to use if they wish to make this important decision.",
  "The voting will open on August 23 at 00:00 UTC and close on September 6 at 23:59 UTC.",
  "Best regards,",
  "On behalf of the Elections Committee",
  "Zuz (WMF) (kwuo) 11:49, 16 Ọnwa asatọ 2022 (UTC)",
  "Hello everyone,",
  "The Movement Strategy Forum (MS Forum) is a multilingual collaborative space for all conversations about Movement Strategy implementation",
  "It provides a great opportunity to share your Movement Strategy(MS) work, find collaborators, and get even more support and ideas for your MS projects",
  "We are inviting all Movement participants to collaborate on the MS Forum",
  "The goal of the forum is to build community collaboration using an inclusive multilingual platform",
  "The Movement Strategy is a collaborative effort to imagine and build the future of the Wikimedia Movement",
  "Anyone can contribute to the Movement Strategy, from a comment to a full-time project",
  "Join this forum with your Wikimedia account, say hi here and go ahead and join or start a conversation on the recommendation you are most passionate about! Feel free to discuss your MS project ideas and plans or even reports from MS projects you have worked on",
  "To get started, you can also watch this video.",
  "The Movement Strategy and Governance team (MSG) launched the proposal for this MS Forum in May",
  "After a 2-month review period, we have just published the Community Review Report",
  "It includes a summary of the discussions, metrics, and information about the next steps.",
  "We look forward to seeing you at the MS Forum!",
  "Best regards,",
  "Zuz (WMF) (kwuo) 10:03, 19 Ọgọọst 2022 (UTC)",
  "Hi everyone,",
  "The Community Voting period for the 2022 Board of Trustees election is now open",
  "Here are some helpful links to get you the information you need to vote:",
  "If you are ready to vote, you may go to SecurePoll voting page to vote now",
  "You may vote from August 23 at 00:00 UTC to September 6 at 23:59 UTC",
  "To see about your voter eligibility, please visit the voter eligibility page.",
  "Best,",
  "Movement Strategy and Governance",
  "This message was sent on behalf of the Board Selection Task Force and the Elections Committee",
  "Zuz (WMF) (kwuo) 21:15, 23 Ọgọọst 2022 (UTC)",
  "Ndewo,",
  "Oge ntuli aka ógbè na 2022 bọọdụ ndị nlekọta bidoro na ọọgụst 23, 2022,ọ ga-emechị na Sepụtemba 6, 2022 23:59 UTC",
  "A ka nwere ohere ịsonye na ntụli aka à",
  "Ma ọ bụrụ na ị tinyebeghị aka, biko gaa leta na SecurePoll voting page ka ị tinye aka ụgbụ a",
  "Íji hụ ma ị tozuru ntụli aka à, biko gaa leta nke a na voter eligibility page",
  "Ọ bụrụ na ị chọrọ enyemaka na Ime mkpebi, ebe a enwere ọtụtụ njikọ nke ebe nyere aka:",
  "Election Compass, na egosi otú ndị ndoro-ndoro ọchịchị sịrị guzo na ịsiokwu 15 dị iche iche.",
  "Kachasị mma,",
  "Atụmatụ Mmegharị na Ọchịchị",
  "Zuz (WMF) (kwuo) 17:25, 30 Ọgọọst 2022 (UTC)",
  "Hello everyone,",
  "The Universal Code of Conduct Enforcement Guidelines Revisions committee is requesting comments regarding the Revised Enforcement Draft Guidelines for the Universal Code of Conduct (UCoC)",
  "This review period will be open from 8 September 2022 until 8 October 2022.",
  "The Committee collaborated to revise these draft guidelines based on input gathered from the community discussion period from May through July, as well as the community vote that concluded in March 2022",
  "The revisions are focused on the following four areas:",
  "The Committee requests comments and suggestions about these revisions by 8 October 2022",
  "From there, the Revisions Committee anticipates further revising the guidelines based on community input.",
  "Find the Revised Guidelines on Meta, and a comparison page in some languages.",
  "Everyone may share comments in a number of places",
  "Facilitators welcome comments in any language on the Revisions Guideline Talk Page",
  "Comments can also be shared on talk pages of translations, at local discussions, or during conversation hours",
  "There are planned live discussions about the UCoC enforcement draft guidelines; please see Meta times and details: Conversation hours",
  "The facilitation team supporting this review period hopes to reach a large number of communities",
  "If you do not see a conversation happening in your community, please organize a discussion",
  "Facilitators can assist you in setting up the conversations",
  "Discussions will be summarized and presented to the drafting committee every two weeks",
  "The summaries will be published here.",
  "Zuz (WMF) (kwuo) 13:22, 9 Septemba 2022 (UTC)",
  "Ndewo onye ọ bụla,",
  "Ọnye ọ bụla daalụ n'isonye na usoro 2022 Bọọdụ ndị nlekọta nhopụta",
  "Nsonye gị nyere aka n'ịnọdụ ndị nlekọta ndị ogbe chọrọ na bọọdụ ndị nlekọta Wikimedia Foundation.",
  "Enwere ndị mbido nsonaazụ nke 2022 bọọdụ ndị nlekọta nhopụta.",
  "Ị́ nwere ike ịhụ ihe ọgwụgwa ndị ọzọ maka Nsonaazụ na Ọnụọgụ nke a nke Bọọdụ nhopụta.",
  "Ndị bọọdụ ahụ ga-emecha nyocha ha nke ndị ntuli aka kacha nwee ntuli aka, gụnyere ime nyocha ndabere",
  "Ndị Board na-ezube ịhọpụta ndị nlekọta ọhụrụ na nzukọ ha na Disemba.",
  "Kachasị mma,",
  "Atụmatụ mmegharị na Ọchịchị",
  "E zịtere ozị a na nnọchite anya bọọdụ nhọrọ ndị agha ọrụ na ndị nhopụta Kọmitịị",
  "Zuz (WMF) (kwuo) 09:32, 22 Septemba 2022 (UTC)",
  "Please help translate to your language\nWe are really sorry for posting in English",
  "Voting in the Wikimedia sound logo contest has started",
  "From December 6 to 19, 2022, please play a part and help chose the sound that will identify Wikimedia content on audio devices",
  "Learn more on Diff",
  "The sound logo team is grateful to everyone who participated in this global contest",
  "We received 3,235 submissions from 2,094 participants in 135 countries",
  "We are incredibly grateful to the team of volunteer screeners and the selection committee who, among others, helped bring us to where we are today",
  "It is now up to Wikimedia to choose the Sound Of All Human Knowledge",
  "Best wishes, \nArupako-WMF (ṅkátá) 10:06, 16 Disemba 2022 (UTC)"
]