[
  "Wilda Gerideau-Squires (amụrụ n'ọnwa Juun 21, afọ 1946) bụ onye Afrịka-Amerịka na-ese foto nke a ma ama maka ụdị foto ya pụrụ iche nke gụnyere ihe oyiyi ndị a na-adịghị ahụkebe nke e mepụtara site na mmekọrịta nke ákwà na ìhè, yana foto ya na-emetụ n'ahụ nke ụmụ nwanyị",
  "N'afọ 2008, Women In Photography International kpọrọ Gerideau-Squires n'etiti ndị na-ese foto nwanyị kachasị mma n'ụwa",
  "A na-etinye foto ya na Peter E",
  "Palmquist Collection na Mahadum Yale's Beinecke Library, State House Office Building na Boston na nchịkọta onwe na United States na Canada.",
  "Gerideau-Squires tolitere n'ebe ugwu New York wee kwaga Boston mgbe ọ dị afọ 19",
  "Ọ gụsịrị akwụkwọ na College of DuPage n'afọ 1974 na-agụ akwụkwọ na Business Administration, tupu ọ bụrụ onye na-ese foto, Gerideau-Squires rụrụ ọrụ dị ka onye isi dị n'etiti na ụlọ ọrụ njem ruo afọ 30.",
  "Kemgbe afọ 1992, ya na di ya Walter Squires bi na Andover, MA",
  "Ọ ghọrọ onye na-ese foto n'afọ 2000, mgbe ọ gachara Studio Art Classes na Museum of Fine Arts na Boston n'etiti afọ 1996 na 1998.",
  "Gerideau-Squires na-eji ihe nkiri na mgbasa ozi dijitalụ iji jide \"ihe oyiyi mmadụ na ọdịdị ala\".  Ka ọ na-erule afọ 2007, ọ na-elekwasị anya n'ụdị abstract",
  "Gerideau-Squires na-akọwa, \"A na-emepụta ihe ndị m na-adịghị ahụkebe gburugburu ihe ndị a na-ahụkarị dị ka ákwà na ugegbe, n'ikpeazụ na-agbanwe n'ihe m bụ ihe oyiyi na-echetara m na, n'agbanyeghị etu anyị si bụrụ ihe nkịtị ma ọ bụ dị mfe, ma ọ bụrụ na anyị were oge ile anya, enwere ihe pụrụ iche na-echere ka a chọpụta ya ma nwee ekele",
  "Achọpụtara m na ndị na-ekiri ihe na-eme na-enwe ekele maka ọdịdị nke ọrụ m n'ihi na ọ na-agba ha ume itinye \"olu\" nke ha n'ime ihe oyiyi m, si otú a na-enye ha ohere ịnwale njikọ onwe onye na ha.",
  "Danforth Art Museum, Griffin Museum of Photography na Massachusetts State House na Boston egosila ọrụ ya",
  "E gosipụtara ọrụ ya na magazin gụnyere Merrimack Valley Magazine, Persimmon Tree Magazine, na ARTisSpectrum Magazine.",
  "Mmekọrịta ọkachamara ya gụnyere National Association of Women Artists, Cambridge Art Association, Professional Women Photographers, Pen and Brush, Women In Photography International na Royal Photographic Society",
  "Ọ bụ onye na-ese ihe na Western Avenue Studios na Lowell, MA ma na-eje ozi na Board of Advisors nke Brush Art Gallery na Studios.",
  "N'afọ 2008, Women In Photography International kpọrọ Gerideau-Squires na ndepụta ha dị elu nke ndị na-ese foto ụmụ nwanyị pụrụ iche nke na-asọpụrụ ihe ndị ụmụ nwanyị na-ese ihe na-arụ ọrụ gburugburu ụwa rụzuru. Na mgbakwunye, ọ bụ onye natara ọtụtụ onyinye mba na nke mba ụwa",
  "N'afọ 2007, a matara ọrụ ya na Prix de la Photographie Paris na Photography Masters Cup."
]