[
  "Wilhelmina McAlpin Godfrey (ubochí irí abụọ na asaá n'ọnwa Ọgọst, 1914 rụo ụbọchị irí na atọ n'ọnwa Mée, 1994) bụ ónyé America na-ese ihe, ónyé na-ebi akwụkwọ na ónyé na-ese akwa, ónyé nkụzi nka na ónyé na'obodo na Buffalo, New York.",
  "A mụrụ Godfrey na Philadelphia, Pennsylvania",
  "A zụlitere ya ma gụọ akwụkwọ na Buffalo, New York. Ọ lụrụ William Godfrey Jr",
  "ha nwèrè otu nwa, Carol Godfrey Wing. Wilhelmina Godfrey nwụrụ na úbọchị irí nà atọ n'ọnwa Mee, 1994 na Buffalo, New York.",
  "Wilhelmina Godfrey gara Fosdick Masten Park High School na Buffalo, ébé ọ gàrà klas nka niile ụlọ akwụkwọ ahụ nyere",
  "Ọ bụ ezie na Oké Ndakpọ Akụ̀ na Ụba kwụsịrị agụmakwụkwọ ya, ọ nwèrè ike ịga n'ihu na agụmakwụkwọ na 1940s na-enweta agụmakwụkwọ site na Art Institute of Buffalo na Albright Art School nke Buffalo Fine Arts Academy, ébé ọ gụsịrị akwụkwọ na 1949. N'afọ 1962, Godfrey gụsịrị akwụkwọ na ịkpa ákwà na Rochester Institute of Technology School for American Craftsmen.",
  "Godfrey malitere ọrụ ya dị ka ónyé na-ese ihe na ónyé na-ebi akwụkwọ, mgbè e mesịrị mepụta ihe osise na eriri malite na mbido afọ 1960",
  "Ọ na-akwalite ọrụ nka ọbọdọ na ọdịda anyanwụ New York.\nMalite na mbido afọ 1950, ọ haziri ma kụzie klas eserese na eserese na Buffalo, na YMCA na Michigan Ave na St",
  "Philip's Episcopal Church Community Center",
  "Site na 1952 ruo 1963 Godfrey rụrụ ọrụ na ụlọ ahịa ngalaba AM&A dị ka ónyé na-ese ihe, mana na 1963 ọ hapụrụ iji lekwasị anya na nka ya.",
  "Ihe osise mbụ nke Godfrey na-egosi ndụ ndị bi n'akụkụ ọwụwa anyanwụ nke Buffalo",
  "N'afọ 1958, mgbè ihe ngosi na Rochester, New York kpaliri ya, ọ malitere ịkpa ákwà ma malite ịmepụta ihe ọkpụkpụ na eriri",
  "Ọrụ akwa Godfrey bụ ihe na-enweghị atụ ma na-agụnyekarị ihe ndị sitere na nka Africa",
  "Ọ haziri mmemme ịkpa ákwà nke Mahadum na Buffalo ma site na 1967 ruo 1970, ọ kụziri na Creative Craft Center.",
  "Ya na onye na-ese ihe ibe ya Jim Pappas, ónyé na-akpụ ihe / ónyé na-ewe foto Allie Anderson, ónyé na'ihe osise Clarence Scott, Godfrey jikọtara aka guzobe Langston Hughes Center for the Visual and Performing Arts (nke e mechara kpọwa Langston Hughes Institute), nke gbalịrị iji nka mee ka ọnọdụ mmekọrịta mmadụ na ibe ya dịkwuo mma, na ịkụziri ụmụaka igosipụta ihe okike site na ịgba egwu, ise ihe, ịkpa ákwà, imepụta ihe osise, imepụta, na ite.  Ụlọ ọrụ ahụ mechiri n'afọ 2015.",
  "N'afọ 1974, Godfrey natara fellowship site na National Endowment for the Arts na agụmakwụkwọ site na Haystack Mountain School of Crafts, na Deer Isle, Maine",
  "N'afọ 1977, o dere na ọ na-enyocha \"mmetụta Afrịka na ndị ọrụ aka ojii America na-arụ ọrụ na United States taa\".   Afọ abụọ ka e mesịrị, na 1979, o gosipụtara na National African American Crafts Conference Symposium na \"The Negro Slave Crafts Workers of North and South Carolina\".",
  "E nyere Godfrey ọrụ ịmepụta ihe osise màkà St",
  "Philip's Episcopal Church (ihe osise ebe ịchụàjà triptych) na Buffalo's St",
  "Matthew's Episcope Church (ihe Osise ebe ịch ịchụàjà pentaptych). N'afọ 1990, ọ natara Onyinye Ónyé Ọkpụkpọ N'ime Ọbọdọ site na Buffalo na Erie County Arts Council",
  "N'otu afọ ahụ, o gosipụtara na Medaille College.",
  "Burchfield Penney Art Center nke Buffalo State College nwere ọtụtụ ọrụ Godfrey, gụnyere ihe osise acrylic nke 1989 Sint Maarten (Dutch West Indies) na City Playground (1949-1950), nke ikpeazụ nke di ya na nwa ya nwanyị nyèrè na 1994.  N'afọ 2009, ụlọ ọrụ ahụ natara onyinye nke ọmụmụ 15 mbụ Godfrey mere màkà City Playground nke na-egosi usoro ọrụ ya",
  "A na-egosipụtakwa ọrụ akwa ya n'etiti: Face Fetish na Untitled (# 22), na-etinye ihe ndị Afrịka.   N'afọ 2018, onye na-anakọta ihe Mark Dabney nyere onyinye dị ukwuu nke ihe ndị metụtara ọrụ Wilhelmina Godfreyz, gụnyere narị atọ na iri ise slides agba nke ihe osise ya, ịkpa, na mbipụta ya na akwụkwọ narị abụọ na iri asaa na asaa nke ihe odide ya, nke a na-akpọ These Hands: Contemporary African-American Craftspeople of the 60s nà 70z, nwebisiinka 1980"
]