[
  "Wilhelm Heinrich Franz Ludwig Langschmidt, ma ọ bụ Willem Langschmidт, (ụbọchị irí n'ọnwa Jenụwarị n'afọ 1805 Grabow, Gustrow  rụọ úbọchị isé n'ọnwa Ọktoba n'afọ 1866 Caledon) bụ onye na-ese ihe na South Africa nke a mụrụ na Germany na onye na-emepụta ihe na 59 Long Street, Cape Town.",
  "Ọ bụ nwa nke asaá n'ezinụlọ nwéré ụmụ nwoke anọ na ụmụ nwanyị atọ nke August Wilhelm Langschmidt (*ubochí asatọ n'ọnwa Juun afọ 1754), onye ahịa bara ọgaranya nke Grabow, na nwunye ya Dorothea Elisabeth Höpcker (*ubochí isii n'ọnwa Septemba afọ 1774) zụlitere. A tụrụ anya na Wilhelm ga-amalite ọrụ onye ahịa, mànà o gosipụtara mmasị dị otú ahụ, kama o nwere nnukwu mmasị màkà eserese",
  "N'afọ 1826, ọ gakwuuru Mecklenburg Grand Duke Friedrich Franz màkà nkwado, mànà a jụrụ ya",
  "Ruo oge ụfọdụ ọ gụrụ akwụkwọ na Berlin n'okpuru Prọfesọ",
  "Kretsch, wee kpebie ịkwaga South Africa, mana ọ bụghị tupu ọ lụọ Dorothea Ahrens si Ludwigslust, afọ irí na asatọ karịa ya.",
  "Dí nà nwunye ahụ rutere Cape Town n'ubochí abụọ n'ọnwa Machị n'afọ 1840, ebe Langschmidt biri ma rụọ ọrụ ruo afọ 1851",
  "Ọ na-arụsi ọrụ ike dị ka onye na-ese obere ihe, na onye na-ede ihe osise na ala, na-arụ ọrụ karịsịa na mmanụ, pastel na chalks",
  "Ọ na-eduzi klas ise ihe ma bụrụ onye na-ede akwụkwọ nke ọma",
  "Onye na-akwado ndị na-emegide ndị a mara ikpe, o bibiri ihe osise o sere nke Gọvanọ, Sir Harry Smith, na nzukọ ndị na-egbochi ndị a màrà mkpọrọ.",
  "N'ịlaghachi na mgbọrọgwụ ahịa ya n'afọ 1856, Langschmidt zụrụ ugbo \"Grietjiesgat\" wee malite ụlọ ahịa ahịa, nkè obodo Grabouw toro gburugburu ya n'oge kwesịrị ekwesị, aha ya bụ  ya German.",
  "A na-eche na Langschmidt mechara laa ezumike nká n'ugbo ya \"Gustrow\", nke dịkwa nso na Elgin na Western Cape",
  "O nwere ma ọ dịkarịa ala ụmụ iri na asatọ, ụfọdụ akwụkwọ kwuru iri abụọ na atọ, gụnyere ejima atọ",
  "Nwa nwa Langschmidt bụ onye na-ese ihe na Cape Town na onye na-echekwa whale, Noel Ashton.",
  "Media related to Wilhelm Langschmidt at Wikimedia Commons"
]