[
  "PopuL (nke a makwaara dị ka William Pope.L, amụrụ n'afọ 1955 na Newark, New Jersey) bụ onye America na-ese ihe nkiri nke a maara nke ọma màkà ọrụ ya na nka arụmọrụ, na nka ọha na eze",
  "Otú ọ dị, o mepụtara nka na eserese, foto na ihe nkírí",
  "A gụnyere ya na 2002 Whitney Biennial ma bụrụ Guggenheim Fellow na onye natara Creative Capital Visual Arts Award. PopuA gụnyekwara L na 2017 Whitney Biennial",
  "PopuL gara Pratt Institute site na 1973 ruo 1975 wee sonye na Whitney Museum of American Art Independent Study Program site na 1977 rụo 1978. O nwetara nzèrè Bachelor of Arts na Mahadum Montclair State, Montclair, New Jersey, n'afọ 1978. O nwetara nzere Master of Fine Arts na visual arts site na Mason Gross School of the Arts na Rutgers University, New Brunswick, New Jersey na 1981.",
  "Site na 1990 ruo 2010, Pope.L bụ ónyé nkụzi nke Theater na Rhetoric na Bates College na Lewiston, Maine",
  "Dị ka onye otu ngalaba, ọ duziri mmepụta nke Lorraine Hansberry's A Raisin In the Sun, nke o ji ndị na-eme ihe nkírí African-American na Caucasian mee ihe dị ka ndị otu ezinụlọ.",
  "Maka ATM Piece, nke emere na 1997, o tinyere onwé ya na ogologo asatọ nke Italian sausage n'ọnụ ụzọ nke Chase Bank na etiti Manhattan na-eyi ihe ọ bụla ma ọ bụghị akpụkpọ ụkwụ osisi na uwe elu e ji ego dollar mee.",
  "eRacism, ọrụ nke Pope.L malitere na ngwụcha afọ 1970, gụnyere ihe karịrị 40 na-adabere na ntachi obi nke nwere nke a na-akpọ Ōcrawls, dịgasị iche na ogologo na ogologo oge",
  "N'otu ihe atụ akpọrọ Tompkins Square Crawl (1991) Pope.L yi uwe azụmahịa ma na-agafe n'ọwara mmiri dị na Tompkins Square Park, New York, na-eji otu aka na-akwagharị okooko osisi",
  "Ihe atụ ọzọ akpọrọ The Great White Way gụnyere ịnyagharị nke gbatịrị ihe karịrị kilomita 22 ma were afọ ise iji mezue",
  "Maka arụmọrụ a, o yi uwe Superman ma kee skateboard n'azụ ya",
  "Ụgbọ ahụ gbatịrị kilomita 22 niile nke Broadway, na New York City.  E tinyere akwụkwọ nke arụmọrụ a na 2002 Whitney Biennial",
  "In 2015 MOCA, Los Angeles presented Trinket, the largest solo museum presentation of Pope.L's work to date",
  "The centerpiece of the show is Trinket, a monumental, custom-made American flag (approximately 54 x 16 feet) hanging on a pole in the middle of the Geffen",
  "During the museum's public hours the flag will be continuously blown by four large-scale industrial fans — the type used on Hollywood film sets to create wind or rain effects — and will be illuminated from below by a bank of custom theatrical lights",
  "Over time the flag will appear to fray at its ends due to the constant whipping of the forced air, a potent metaphor for the rigors and complexities of democratic engagement and participation. Trinket was originally produced in 2008 at Grand Arts, in Kansas City, Mo., as the centerpiece of Pope.L's exhibition  Animal Nationalism.",
  "PopuIhe osise L na-elekwasị anya n'ihe gbasara oriri, ọkwá mmekọrịta mmadụ na ibe ya, na nwoke ka ha na-emetụta agbụrụ",
  "A na-ehota ya ka ọ na-ekwu maka ọrụ nke ya: Abụ m onye na-egbu azụ nke enweghị isi, ma ọ bụrụ na ị ga-achọ..",
  "Ihe m na-elekwasị anya bụ ime ka enweghị ikike na ndọrọ ndọrọ ọchịchị, ime ka ọ ghara ịdị, imezigharị ihe dị n'okpuru anyị, iji cheta anyị ebe anyị niile si."
]