[
  "William McKinley Hutchison (December 6, 1944 na September 19, 2005), nke a maara nke ọma dị ka Willie Hutch, bụ ónyé America na-agụ egwu, ónyé na-ede egwu yana ónyé na-emepụta ihe ndekọ na ónyé na-edekọ egwu maka akara ndekọ Motown n'oge 1970s na 1980s.",
  "A mụrụ ya na 1944 na Los Angeles, a zụlitere Hutch na Dallas, Texas",
  "Ọ sonyeere òtù ukwe ụlọ akwụkwọ sekọndrị, The Ambassadors, dị ka onye nọ n'afọ iri na ụma",
  "Mgbè ọ gụsịrị akwụkwọ na Booker T",
  "Washington High School na 1962, ọ belatara aha nna ya mgbè ọ malitere ọrụ egwu ya na 1964 na akara Soul City na egwu \"Love Has Put Me Down\".",
  "Mgbè ọ kwagara Los Angeles, egwu ya dọtara uche ónyé nduzi maka pop / mkpụrụ obi quintet The 5th Dimension, [onye?] na Hutch na-ede, na-emepụta, ma na-ahazi egwu màkà otu ahụ",
  "N'afọ 1969, ọ bịanyere aka na RCA Records ma wepụta abọm abụọ tupu onye na-emepụta Motown bụ Hal Davis agwa ya ka o dee okwu \"I'll Be There\", abụ o dere màkà The Jackson 5",
  "Ndị otu ahụ dekọrọ abụ ahụ n'ụtụtụ mgbè Hutch natara oku ahụ. Onye isi oche Motown Berry Gordy bịanyere aka na Hutch ka ọ bụrụ onye édémédé, onye nhazi, onye mmepụta, na onye egwu n'oge na-adịghị anya.",
  "Hutch mechara soro dee egwu ndị Jackson 5 na ónyé isi ha Michael Jackson, Smokey Robinson, Miracles, na Marvin Gaye dekọọ. N'afọ 1973, Hutch malitere idekọ abọm màkà Motown, wepụta abọm Fully Exposed n'afọ ahụ",
  "N'otu afọ ahụ, Hutch dekọrọ ma mepụta ụdaolu maka ihe nkiri Blaxploitation, The Mack",
  "Hutch nwere ọtụtụ R&B hits n'oge a, gụnyere \"Brother's Gonna Work It Out\" na \"Slick\"",
  "O dekwara ụdaolu màkà ihe nkiri 1974 Foxy Brown O dekọrọ ma ọ dịkarịa ala abọm isii maka Motown, na-arị elu na egwu 1975 \"Love Power\", nke ruru ọnụọgụ 41 na <i id=\"mwMw\">Billboard</i> Hot 100",
  "Ọ hapụrụ Motown na 1977 màkà Norman Whitfield's Whitfield Records.",
  "Ọ nwụrụ n'afọ 2005, mgbè ọ dị afọ iri isii. Ọ bụ nwanne nna Cold 187um nke otu rap Above the Law. Onye njikwa ya, Anthony Voyce, kwuru banyere Hutch, sị: \"Ahụtụbeghị m ónyé mmesapụ aka na onye na-elekọta mmadụ karịa ya\"."
]