[
  "William Charles Franklyn Plomer CBE (ụbọchị irí n'ọnwa Disemba nke afọ 1903 ruo ụbọchị irí s a abụọ n'ọnwa Septemba n'afọ 1973) bụ onye South Africa na onye Britain na-ede akwụkwọ akụkọ, onye na-ede uri na onye nchịkọta akwụkwọ",
  "O dekwara usoro librettos maka Benjamin Britten",
  "O dere ụfọdụ n'ime uri ya n'okpuru aha Robert Pagan.",
  "A mụrụ Plomer na Pietersburg, na Transvaal Colony (ugbu a Polokwane na Limpopo Province nke South Africa) na 10 Disemba 1903, nye Charles Campbell Plomer (d",
  "1955) na Edythe, ada onye ọrụ ugbo, Edward Waite-Brown",
  "Nne na nna ya bụ ndị Bekee;  nna ya bụ onye ọrụ obodo colonial, onye na-amụbu ịzụ ahịa ajị anụ, ezinụlọ ahụ kwagara n'etiti England na South Africa ọtụtụ oge n'oge ntorobịa Plomer, na Plomer gụrụ akwụkwọ na UK, ruo mgbe nna ya hapụrụ ọrụ obodo wee weghara ịzụ ahịa",
  "ọdụ ụgbọ mmiri dị na mpaghara Zululand, mechara bụrụ onye na-ewe ndị ọrụ na-egwupụta akụ na Natal, nke nwa ya nwoke lere anya dị ka onye sitere n'ọkwa",
  "n'afọ 1781",
  "Plomer kwuru na akụkọ ndụ ya banyere ezinụlọ ya, sị: \"Ọ bụghị na ọ dịghị ihe ọzọ dị ịrịba ama, kama ọ bụ akara bourgeois nke akụ na ụba na-agbago na ala na nke na-adịkarịghị anọ ogologo oge n'otu ebe.\"  Nna nke nna nna nna ya site n'alụmdi na nwunye, ma ndị ikom abụọ a na-akpọ William Downing Bruce, bipụtara usoro ọmụmụ Plomer na 1847, na-ekwu na \"omenala ha na-enweta site n'aka onye otu Saxon dị mma, onye dịrị ndụ n'oge Eze Alfred\";  Plomer lere anya n'eleghị anya na nkwupụta a, na-akpọ ya \"fiddlesticks\", na-adabere n'ihe ọ bụla karịa eziokwu ahụ bụ na \"Nwa Bruce",
  "lụrụ nwanne mama m Louisa, ma eleghị anya ọ chọrọ ime ka a mara na njikọ a dị iche iche dị ka ọ dị",
  "na-enye nnukwu ego - n'ihi na Louisa bụ ihe nketa",
  "\"  N'ịbụ onye na-enweghị mmasị na \"aha naanị na ụbọchị\", ọ họọrọ ihe odide dị ka \"Christopher Plomer, a canon of Windsor",
  "na-ekpuchighị ya ma tinye aka n'ime Ụlọ Elu na 1535 maka ịkatọ, yana ọ nwere ike, omume nke nna ya ukwu, Henry",
  "VIII.\"",
  "Ọ dịkarịa ébé ótù ó si mmalite (Alexander) na-ekwu na Plomer abụghị onye nwoke na -edina nwoke n'oge ndụ ya; ọ na-ezo aka n'isiokwu ahụ",
  "Otú ọ dị, Southworth na-ekwu, ọ biri n'ihu ọha dị kà nwoke idina nwanyị na Japan, ma gosipụta mmekọrịta nwoke idina nwaanyị n'ọtụtụ akwụkwọ akụkọ ya, gụnyere Sado, The Case is Altered, na The Invaders",
  "Ka ógè na-aga, ya na onye na-ésè ihe Alan Aldridge rụkọtara ọrụ n'akwụkwọ nke amaokwu ụmụaka, The Butterfly Ball na the Grasshopperz Feast",
  "Plomer kọwara onwé ya dị ka \"Anglo-African-Asian\" n'otu édémédé 1967 nke aha ahụ, ihe fọrọ nke nta ka ọ bụrụ afọ 40 mgbè ọ laghachiri England.",
  "The England na Wales National Probate Calendar dere na n'oge ọnwụ ya, adreesị ya bụ 43, Adastra Avenue na Hassocks, West Sussex  (Cuckfield Vol 5H, Page 547, 3rd Quarter nke 1973); isi iyi ọzọ na-enye Lewes, ébé ụlọ ọgwụ dị nsó, dị ka ebe ọnwụ",
  "Ọ nwụrụ na 20 Septemba n'afọ 1973 mgbè ọ dị afọ 69 n'aka onye mmekọ/nwunye ya nke fọrọ nke nta ka ọ bụrụ afọ iri atọ, Charles Erdmann",
  "Ụbọchị nke Encyclopaedia Britannica na London Gazette nyere ezighi ezi.",
  "N'afọ 1951, a họpụtara Plomer kà ọ bụrụ onyè otu Royal Society nke Literature.",
  "Mahadum Durham nyere ya ihe nrite nsọpụrụ D.Litt",
  "n'afọ 1959.",
  "N'afọ 1966, ọ bụ ónyé isi óche nke ndị ọka ikpe màkà onyinye Cholmondeley.",
  "O ritere ihe nrite ọla edo nke Queen màkà uri n'afọ 1963.",
  "A gwara ya n'ihu ọha màkà onye na-ede uri Laureateship na 1967 nakwa 1972.",
  "E nyere ya CBE n'afọ 1968.",
  "N'afọ 1958, a họpụtara ya dịka ónyé isi óche nke Poetry Society.",
  "Ihe osise nke Plomer nọ ọdụ n'oche, ná mmanụ, nke Edward Wolfe sere ya ná 1929, na ọtụtụ foto nke Plomers, nke Howard Coster ná ndị ọzọ nwèrè National Portrait Gallery ná London."
]