[
  "William Van Mildert (6 Nọvemba 1765 - 21 Febụwarị 1836) bụ bishọp palatine ikpeazụ ma ọ bụ onye isi bishọp dị ka Bishọp nke Durham (1826–1836), na otu n'ime ndị guzobere Mahadum Durham. Aha ya dị ndụ na Van Mildert College, nke e hiwere na 1965 na Van Mildert Prọfesọ nke Divinity.",
  "Ọ bụ nwa Cornelius van Mildert, onye na-emepụta gin, na nwunye ya Martha née Hill",
  "Cornelius Van Mildert bụ nwa nwa nke onye ahịa Amsterdam nke kwagara London n'ihe dị ka afọ 1670, Martha nwa William Hill nke Vauxhall, Surrey, onye ahịa na onye na-enye ego",
  "William van Mildert gụrụ akwụkwọ na St Saviour's Grammar School, Merchant Taylors' School (mgbe ahụ na London) na Queen's College, Oxford",
  "N'ịbụ onye jikọtara ya na nnọkọ ụka dị elu, a họpụtara ya ka ọ bụrụ Bishọp nke Llandaff site na 1819 ruo 1826, ọkwa nke o nwere na ịja mma na Deanery nke St Paul's n'etiti 1820 na 1826, mgbe a sụgharịrị ya na Durham",
  "Tupu nke a, ọ bụ na 1790 onye nlekọta nke Witham, Essex, ebe ọ zutere Jane (1760-1837), nwa General Douglas, onye ọ lụrụ na 1795. Ọ ghọrọ onye isi nke ụka St",
  "Mary-le-Bow na London na Regius Prọfesọ nke Divinity na Oxford, ebe o nyere Bampton Lectures maka 1814",
  "A na-akọwakarị Van Mildert dị ka 'petrel oké ifufe' n'ihi nkwupụta ya n'ezoghị ọnụ nke echiche ya",
  "Dị ka Bishọp nke Llandaff, ọ kwụsịrị omume nke ndị bu ya ụzọ ma biri na dayọsis n'ezie",
  "Ka obí bishọp ahụ dara n'iyi, ọ gbazitere Coldbrook House dị nso na Abergavenny",
  "N'oge ọ nọ na Llandaff, ọ nwetara aha dị ka \"diocesan nwere akọ na uche\".",
  "Dị ka akụkụ nke ntọala Mahadum Durham, nke ọ bụ onye na-akwọ ụgbọala, o nyere Durham Castle na mahadum, ebe ọ ghọrọ ebe obibi nke Mahadum",
  "Ya mere, Auckland Castle ghọrọ naanị ebe obibi nke Bishọp nke Durham",
  "Na mgbakwunye, o nyere ọtụtụ ụlọ na Palace Green, n'etiti Castle na Katidral",
  "Ngalaba dị iche iche nke mahadum na-eji ndị a eme ihe ugbu a (karịsịa iwu, egwu na obere akụkụ nke Ọbá Akwụkwọ Mahadum).",
  "Van Mildert bụ Bishọp ikpeazụ nke Durham nwere ikike dị mkpa dị ka Palatinate Prince-Bishop.  E wepụrụ ihe ndị ahụ de jure vestiges nke feudal jurisprudence ma laghachi na Crown mgbe ọ nwụsịrị na 1836 site na Durham (County Palatine) Act 1836.",
  "N'eziokwu, ewepụla ọtụtụ n'ime ike ụwa nke Bishọp nke Durham n'oge ahụ",
  "The Great Reform Act 1832 hụrụ mwepụ nke ọtụtụ n'ime ikike nke Prince Bishop ọ bụ ezie na ọ nọgidere na-anọ n'oche na House of Lords na The Municipal Corporations Act 1835 nyere ikike ọchịchị nke obodo Durham n'aka otu ahọpụtara.",
  "Àtụ:S-start",
  "Àtụ:S-aca\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-rel\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-bef\nÀtụ:S-ttl\nÀtụ:S-aft\nÀtụ:S-end"
]