[
  "William Sidney Pittman (Eprel 21, 1875 ruo Maachị 14, 1958) bụ onye Amerịka na-ese ụkpụrụ ụlọ nke rụrụ ọtụtụ ụlọ ama ama, dị ka Zion Baptist Church na Deanwood Chess House dị nso na mpaghara Deanwood nke Washington, DC. Ọ bụ ọgọ Booker T",
  "Washington.",
  "A mụrụ Pittman N'Eprel 21, 1875 na Montgomery, Alabama n'aka onye bụbu ohu na-asa ákwà na onye ọcha a ma ama n'obodo ahụ. Mgbe ọ dị afọ iri na asaa, Pittman gara ụlọ akwụkwọ Tuskegee Institute, ebe ọ gụsịrị mmemme na ọrụ osisi na eserese ụlọ na 1897. E nyere ya agụmakwụkwọ ka ọ gaa ụlọ akwụkwọ Drexel Institute na-acha ọcha na Philadelphia,  ọ gụsịrị akwụkwọ afọ ise nke ihe owuwu na ihe osise igwe n'ime naanị afọ atọ, gụsịrị akwụkwọ na 1900, mgbe nke ahụ gasịrị ọ laghachiri Tuskegee iji kụzie maka afọ ise sochirinụ.",
  "Pittmann rụrụ ọtụtụ ụlọ maka Tuskegee Institute, gụnyere Collis P",
  "Huntington Memorial Building (1900 ruo 05)",
  "Mgbe ahụ, ọ kwagara Washington, DC, wee mepụta ọrụ owuwu nke ya na-aga nke ọma, na-enweta ọtụtụ ọrụ dị mkpa. Ọ mepụtara mmepe ụlọ Fairmount Heights maka ndị isi ojii na mpụga Maryland",
  "N'afọ 1907, ọ lụrụ Portia Washington, nwa nwanyị nke Booker T",
  "Washington, ụlọ ezinụlọ nke Pittman rụrụ na Fairmount Heights bụ ihe ịrịba ama ama",
  "Pittman meriri ọrụ gọọmentị etiti maka Negro Building na Tercentennial Exposition na Jamestown, Virginia na 1907. O chepụtara ọbá akwụkwọ Colored Carnegie nke Houston, nke e wuru na 1913 dị ka naanị ọbá akwụkwọ dị maka ndị Afrịka Amerịka nke obodo ahụ.",
  "Pittman kwagara Texas na 1913 iji gbanahụ mmetụta nke nna nna ya a ma ama",
  "Ozugbo ọ nọ na Texas, Pittman wuru ụlọ nsọ Pythian (1915 ruo 16), na St",
  "James African Methodist Episcopal Church (1920) na Dallas, Allen Chapel A.M.E",
  "Church na Fort Worth (1914); Joshua Chapel A,M.E Church na (Waxahachie 1917) na Wesley Chapel A., M.E",
  "na Houston (1926).",
  "N'afọ 1928, mgbe ha zụlitere ụmụ atọ, Pittman na nwunye ya (Portia Washington Pittman), nwa nwanyị nke onye isi ojii a ma ama Booker T Washington, kewara",
  "Ọ laghachiri ịkụzi na Tuskegee",
  "Ọ hapụrụ ọrụ nke ihe owuwu, na-arụ ọrụ dị ka ọkwá nkà",
  "N'ime ihe ka ukwuu n'ime afọ iri abụọ sochirinụ, o bipụtara akwụkwọ akụkọ kwa izu nke nwere echiche na esemokwu nke akpọrọ The Brotherhood Eyes, olu na-emegide n'etiti ndị Afrịka na Amerịka nke bụ ihe ọzọ maka akwụkwọ akụkọ ndị dị ka Dallas Weekly ma ọ bụ Dallas Express. N'akwụkwọ akụkọ ahụ, ọ wakporo ihe ọ hụrụ dị ka ọdịda n'etiti ndị nkwusa obodo na ndị isi ojii ndị ọzọ, na-enweta onwe ya ọtụtụ ndị iro.",
  "Pittman nwụrụ na Maachị 14, 1958 na Dallas, ebe e liri ya na Glen Oaks Cemetery.",
  "Allen Chapel AME Church, Fort Worth",
  "Knights of Pythias Temple, Elm Street, Dallas, Texas",
  "Portico nke Wesley Chapel AME Church na Houston"
]