[
  "Willie Obiano (a mụrụ n'ọnwa Ọgọstụ n'afọ 1955) bụ onye ndọrọ ndọrọ ọchịchị Naịjirịa, onye ọrụ ụlọ akụ na onye ọkachamara ọrụ",
  "Ọ rụrụ ọrụ dịka Gọvanọ nke anọ a họpụtara site na ọchịchị onye kwuo uche ya nke Anambra Steeti site na 17 Machị 2014 ruo 17 Machị 2022.",
  "A mụrụ Gọvanọ Obiano na Aguleri, obodo dị na Anambra Steeti, Eastern Nigeria\nO nwetara nzere bachelọ na Accountancy na Mahadum nke Lagos n'afọ 1979 na Master of Business Administration na otu mahadum ahụ.",
  "Gọvanọ Obiano malitere ọrụ ụlọ akụ ya n'afọ 1981 na First Bank of Nigeria tupu ọ gawa isonyere ọrụ Chevron Oil Nigeria Plc dịka onye na-ahụ maka ego ma rịgoo n'ọkwa nke Chief Internal Auditor.\nN'afọ 1989, ọ bụ otu n'ime ndị nyocha nke nyochara Texaco Refinery na Rotterdam, Netherlands.\nN'afọ 1991, ọ sonyeere Fidelity Bank dịka osote onye njikwa nakwa onye isi nke ngalaba nyocha wee bilie n'ọkwa onye isi oche na Ọktoba 2003.",
  "Obiano hapụrụ usoro ụlọ akụ iji sonye na ndọrọ ndọrọ ọchịchị Naịjirịa, ma n'afọ 2013 zọrọ ntuli aka gọvanọ nke November 16, 17 na 30 nke Anambra Steeti n'elu ikpo okwu nke All Progressives Grand Alliance, APGA O meriri na ntuli aka ahụ ma e due ya n'iyi ọrụ na 17 Machị 2014 iji nọchie Peter Obi. Na 18 Nọvemba 2017, a họpụtara ya ọzọ dịka Gọvanọ.\nỌchịchị ya kwụsịrị na 16 Machị 2022",
  "Na ngwụcha Nọvemba 2021, n'oge na-adịghị anya ka a họpụtara Charles Chukwuma Soludo dịka onye ga-anọchi Obiano, ọ pụtara na Kọmitii Na-ahụ Maka Mpụ akụ na ụba na Ego etinyewo Obiano na ndepụta nche ka a mara ma ọ ga-hapụ mba ahụ; Obiano efeela mba ọzọ na mbido Nọvemba. Na nzaghachi nke EFCC, Kọmishọna Anambra maka Ozi na Mmepeanya Ọha, Don Adinuba, kwuru na EFCC agaala \"ala ọhụrụ\" site na iwepụta akwụkwọ ozi ahụ na-etinye Obiano na ndepụta ahụ",
  "Adinuba kwukwara na a maara nke ọma na Obiano na-eme atụmatụ ịkwaga ebe obibi ya na United States mgbe ọ hapụsịrị ọrụ.",
  "Ọ bụ ezie na EFCC ekwughị ihe kpatara itinye ndepụta nche ahụ, ịkọ nkọ banyere nyocha ndị nwere ike ime na nrụrụ aka a na-ebo ebubo mere ka ndị nta akụkọ nyochaa ego nke ọchịchị Obiano",
  "Na 30 Nọvemba 2021, Peoples Gazette wepụtara akwụkwọ pụrụ iche na akwụkwọ ụlọ akụ na-egosi na n'abalị 29 ọnwa Machị afọ 2017, Obiano ewepụla ihe karịrị ijeri  ~ 4 site na ọtụtụ akaụntụ nkesa votu nchekwa Anambra na enweghị nkọwa ọ bụla",
  "Adinuba jụrụ na \"akwụkwọ ahụ",
  "apụtaghị na ọ bụ eziokwu\" na \"ọnụ ọgụgụ ị na-ehota yiri ihe ọchị nke ukwuu.\"",
  "Mgbe awa ole na ole mgbe Obiano hapụsịrị ụlọ ọrụ ma si otú a ghara ịgbanahụ ikpe na 17 Machị 2022, ndị EFCC jidere ya na Murtala Muhammed International Airport nke Lagos",
  "A ka ga-ekwupụta ihe kpatara njide ahụ mana ọnụ na-ekwuchitere EFCC bụ Wilson Uwajaren kwuru na ọ nwere njikọ na ntinye ndepụta nche nakwa na Obiano na-anwa ịgbapụ na mba ahụ."
]