[
  "William H",
  "Davis (Ọnwa Nọvemba 27, afọ 1848 - ọnwa Maachị 24, afọ 1938) bụ onye nkuzi Amerịka na onye nchịkwa ụlọ akwụkwọ na steeti US nke West Virginia",
  "Davis bụ onye nkuzi mbụ nke Booker T",
  "Washington, ọ bụkwa onye mbụ na naanị onye Afrịka-Amerịka na-azọ ọkwa gọvanọ West Virginia, na-agba ọsọ maka ọfịs ahụ n'afọ 1888.",
  "A mụrụ Davis na Columbus, Ohio, n'afọ 1848",
  "Ọ gụrụ akwụkwọ na ụlọ akwụkwọ ọha na eze na Columbus na Chillicothe",
  "Mgbe ọ gụsịrị akwụkwọ, ọ debanyere aha na 7th Independent Company nke Ohio Volunteer Cavalry, nke a maara dị ka Union Light Guard, na Union Army",
  "Ndị otu Davis bụ ndị agha ịnyịnya nke na-eche Onye isi ala Abraham Lincoln nche ma nọrọ na Washington, D.C",
  "n'oge Agha Obodo America",
  "A chụpụrụ ya n'ụzọ nkwanye ùgwù n'afọ 1865 mgbe a wasịrị ya n'ihi ọrịa nke akụkụ mastoid nke ọkpụkpụ ya",
  "Mgbe agha ahụ gasịrị, ọ rụrụ ọrụ ụgbọ mmiri n'etiti Gallipolis, Charleston, na Brownstown.",
  "N'ọnwa Septemba nke afọ 1865, ọ malitere ịbanye na Reverend Lewis Rice na mpaghara Tinkersville nke Malden",
  "Rice were Davis n'ọrụ dị ka onye nkuzi ụlọ akwụkwọ na ụlọ akwụkwọ Tinkersville nke onwe ya, na klas a na-eme n'ụlọ Rice na mbụ",
  "Davis bụ onye nkuzi mbụ nke Booker T",
  "Washington na ụlọ akwụkwọ Tinkersville",
  "N'afọ 1871, e were Davis n'ọrụ ka ọ bụrụ onye isi ụlọ akwụkwọ ndị Afrịka-Amerịka nke Charleston",
  "Davis jere ozi dị ka onye isi maka ngụkọta afọ 24 ma gaa n'ihu na-akụzi",
  "Ọ lara ezumike nká na nkuzi n'afọ 1913, ebe ọ kụziri ihe afọ 47.",
  "N'afọ 1888, ndị Colored Independent Party họpụtara Davis dị ka onye na-azọ ọkwa gọvanọ na ntuli aka nke afọ 1888",
  "Òtù ahụ haziri na-emegide ndị Republican Party n'ihi na ọ jụrụ ịnakwere ndị Afrị̀ka-Amerịka na-atụ vootu na West Virginia ma kwado ka a kwụsị ịkpa ókè ụlọ akwụkwọ",
  "Davis ghọrọ onye Afrịka-Amerịka mbụ a họpụtara dị ka onye na-azọ ọkwa gọvanọ West Virginia, ma As of 2022[update] bụ naanị onye Afrịka-Amerịka na-azọrọ ọkwa gọvanụ n'akụkọ ihe mere eme nke steeti ahụ",
  "Mgbe a na-asọpụrụ Booker T",
  "Washington na emume ncheta nke Mahadum Tuskegee n'afọ 1937, a kpọrọ Davis ma gaa dị ka onye ọbịa nsọpụrụ.",
  "A mụrụ William H",
  "Davis na Columbus, Ohio, n'ọnwa Nọvemba 27, afọ 1848",
  "Nna Davis bụ onye na-akwado Underground Railroad, na-enye ebe mgbaba na nri maka ndị ohu na-agbapụ na Southern United States. A zụlitere Davis na Columbus ma gụọ akwụkwọ na usoro ụlọ akwụkwọ ọha na eze ruo mgbe ọ dị afọ 13, mgbe ọ kwagara Chillicothe site n'afọ 1861 ruo afọ 1863 iji mụọ agụmakwụkwọ Bekee n'ụlọ akwụkwọ ọha na ala. Ọ laghachiri Columbus n'oge mgbụsị akwụkwọ n'afọ 1863.",
  "N'afọ 1869, Davis lụrụ Hallie Ann Lewis na Tinkersville. Davis na nwunye ya nwere ụmụ nwanyị anọ: Mamie, Josephine, Inez, na Fannie. N'oge ọnwụ ya n'afọ 1938, Davis nwere ụmụ ụmụ iri na asaa, ụmụ ụmụ iri abụọ, na ụmụ ụmụ isii.",
  "Davis sonyeere African Zion Baptist Church na Malden n'afọ 1866, wee bụrụ onye otu First Baptist Church dị na Charleston n'afọ 1872. Ruo ọtụtụ afọ, Davis jere ozi dị ka odeakwụkwọ ego na ndekọ maka First Baptist Church. Davis bụkwa onye otu Free and Accepted Masons, Blundon post nke Grand Army of the Republic (GAR), na Business and Professional Men's Club."
]