[
  "Willie Bester (amụrụ n'ubochí irí abụọ na itoolu n'ọnwa Febụwarị, n'afọ 1956) bụ onye South Africa na-ese ihe, onye na-akpụ ihe na onye na-ese ihe. A maara ya nke ọma n'ihe banyere ọrụ ya na ngagharị iwe nke usoro ịkpa ókè agbụrụ site na ihe osise ya",
  "Ugbu a, ya na nwunye ya, Evelyn na ụmụ ha atọ bi na Kuilsrivier, South Africa.",
  "A mụrụ Bester na Montagu, Western Cape, obodo dị na mpaghara Western Cape nke South Africa ihe dị ka kilomita otu narị na iri asatọ n'ebe ọwụwa anyanwụ site na Cape Town",
  "Nna ya bụ Xhosa na nne ya bụ onye a na-akpọ Coloured n'okpuru usoro ịkpa ókè agbụrụ",
  "A mụrụ ya tupu ha alụọ di ma ọ bụ nwunye, ya mere e mere e depụtara ya dị ka onye nwere agba, were aha nne ya.",
  "Mgbé ọ bụ nwata, Bester gosipụtara nkà okike maka nka",
  "A maara ya ka ọ na-emepụta ma na-ere ụgbọala egwuregwu site na waya, na-emepụta ọkụ isi site na kandụl na akwa tin a tụfuru",
  "O meriri n'asọmpi nka n'etiti ụlọ akwụkwọ ógè agbamume sitere n'aka onye nkụzi ụlọ akwụkwọ nke ghọtara mmasị ya na eserese. Otú ọ dị, ebe a na-ahazi nne na nna ya dị ka mmekọrịta agbụrụ, Bester chere ụfọdụ ihe ịma aka ihu ógè ọ na-etolite",
  "A jụrụ ha ụlọ na mpaghara 'Coloured' nke Montagu, ebe naanị ebe obibi maka ndị ọrụ ojii bụ ụlọ nkwari akụ nwoke na nwanyị",
  "Iji biri ọnụ dị ka ezinụlọ n'ime obodo, ha na-ebikarị n'azụ ụlọ ndị ọzọ. N'oge a, e nwere obere nguzogide a haziri ahazi megide ịkpa ókè agbụrụ",
  "Ezinụlọ nne ya jụrụ Bester na ụmụnne ya n'ihi na nna ha bụ nwoke ojii na-asụ Xhosa, kama ịbụ onye na-asụ Afrikaans. Bester gbakwara akaebe na ndị uwe ojii na ndị ọrụ ugbo na Montagu na-ama nna ya ojii ógè niile.",
  "Ógè ọ dị afọ iri na ụma, Bester, dị ka ụfọdụ obodo na ndị ntorobịa ime obodo nọ n'ọnọdụ ndị yiri ya sonyeere ndị agha nchebe South Africa",
  "Ọ nọrọ otu afọ n'ebe ahụ, na nke ọzọ n'ogige ndị agha maka ndị ntorobịa ojii na-enweghị ọrụ",
  "O mechara bụrụ onye enyemaka ezé",
  "N'oge afọ 1980s, mmegide dị ka Soweto Uprising kpaliri Bester, onye laghachiri na mmasị nwata ya na nka site na isonyere Community Arts Program na Cape Town ógè ọ dị afọ iri atọ.",
  "Bester na-arụ ọrụ n'ụdị dị iche iche, dị ka eserese, foto na ihe ọkpụkpụ. Ọ bụ onye ama ama maka ihe banyere ndị na-agwakọta na mgbasa ozi na-eji collage na eserese",
  "E jiriwo ojiji o jiri ihe ndị a chọtara na collage na-anọchite anya ụwa n'ezie tụnyere Pablo Picasso na Synthetic Cubism, ihe mkpofu nke Kurt Schwitters na ọrụ Pop Art izizi nke Robert Rauchenberg."
]