[
  "William Henry Weatherspoon (February 11, 1936 ̊ July 17, 2005) bụ ónyé America na-ede egwu na onye na-emepụta ihe ndekọ, nke a maara nke ọma màkà ọrụ ya màkà Motown Records na 1960s.  O so dee \"What Becomes of the Brokenhearted\", egwu mba ụwa màkà Jimmy Ruffin, na ọtụtụ egwu ndị ọzọ.",
  "A mụrụ ya na Detroit, Michigan; nwanne ya nwoke nke obéré bụ ónyé na-eme ihe nkírí John Witherspoon",
  "William Weatherspoon malitere ịbụ abụ na 1956 na otu ndị na-agụ egwú, Tornados, nke Charles Sutton, ónyé bụbu nke The Midnighters, duziri",
  "Ìgwè ahụ kewara na 1960, ma, mgbè ọ nọsịrị na ndị agha US, Weatherspoon malitere ịrụ ọrụ dị ka onye na-ede egwu na onye na-emepụta màkà akara Correc-Tone na Detroit.",
  "Mgbè akara ahụ kwụsịrị, ọ malitere ịrụ ọrụ maka Motown, ma soro ónyé na-ede egwu James Dean dee usoro egwu, ọtụtụ n'ime ha bụ màkà ndị na-eto eto ma ọ bụ ndị na-ese ihe na ndepụta ụlọ ọrụ ahụ.  Ya na Dean na ónyé nhazi Paul Riser, Weatherspoon dere \"What Becomes of the Brokenhearted\", pop US no.6 hit na 1966, ma soro William \"Mickey\" Stevenson mepụta ndekọ ahụ",
  "Ihe odide ndị ọzọ Weatherspoon nwèrè na Motown gụnyere egwu Jimmy Ruffin \"I've Passed This Way Before\" (ya na Dean) na egwu UK ya nke afọ 1970 \"Farewell Is a Lonely Sound\" (ya ne Dean na Jack Goga), \"I'll Say Forever My Love\" (ya da Dean na Stephen Bowden), na \"It's Wonderful (To Be Loved by You) \"ya na Dean); Marv Johnson's \"I's Pick a Rose for My Rose\" (ya le Dean na Edwin Amden and Edwin Starr).  Ya na Dean jikọtara aka mepụta \"When You're Young and in Love\", ihe egwu maka The Marvelettes.",
  "Mgbè Eddie Holland, Lamont Dozier, na Brian Holland hapụrụ Motown na 1968, Weatherspoon sonyeere ha na Invictus Records, wee guzobe mmekọrịta ederede na Angelo Bond",
  "Ha nyèrè Laura Lee ọtụtụ ihe, gụnyere \"Women's Love Rights\" na \"Rip Off\", na \"I'm Not My Brother's Keeper\" màkà The Flaming Ember",
  "Weatherspoon laghachiri Motown n'ihe dị ka 1980 wee gaa n'ihu na-ede màkà The Temptations, High Inergy, na ndị ọzọ."
]