[
  "Kpọpụta njehie: Invalid <ref> tag; refs with no name must have contentBold text",
  "William Edouard Scott (ubochí irí na otu n'ọnwa Machị, 1884 rụo ụbọchị irí na isé n'ọnwa Mée, 1964) bụ ónyé na-ese ihe n'Afrịka na America",
  "Tupu Alain Locke agwa ndị Africa America ka ha mepụta ma gosipụta New Negro nke ga-eme ka ha banye n'ọdịnihu, ndị na-ese ihe dị ka William Edouard Scott na-egosi ndị isi ojii n'ụzọ ọhụrụ iji pụọ na ihe oyiyi ndị na-achịkwa ógè gárá aga",
  "Scott, onye a maara nke ọma màkà ihe osise ya, ihe nkírí ndị Haiti, na mgbidi, gbàrà ihe ngosi nke ndị isi ojii na nka na ọkara mbụ nke narị afọ nke irí abụọ site na iji ihe ojii n'ụzọ dị elu",
  "Otú ọ dị, dịka ejiji ya nọgidere na-abụ omenala ma e jiri ya tụnyere ihe a na-adịghị ahụkebe, ọ bụ ónyé na-agbaso omenala n'ihe ngosi ya nke ojii.",
  "A mụrụ Scott na Indianapolis na 11 Machị 1884 n'aka Edward na Caroline Scott (née Russell)",
  "Mgbe ọ gụsịrị akwụkwọ na Manual Training High School na 1903, Scott nọrọ otu afọ na-amụ ise ihe n'okpuru Otto Stark. N'afọ 1904, ọ kwagara Chicago wee gaa ụlọ akwụkwọ nke Art Institute of Chicago, ebe ọ meriri ihe Nríte Frederick Mangus Brand maka ihe osise. N'oge ọ nọ na Chicago, o sere ihe osise gburugburu ọbọdọ ahụ, otu n'ime ha bụ Commerce, nke a ka na-eto taa dị ka \"ihe dị ịrịba ama\". Otú ọ dị, ọ mụtara ọtụtụ n'ime palette ya na usoro impressionist ya, n'oge njem ya na France",
  "Mgbè ọ nọ ná mba ọzọ, ọ gụrụ akwụkwọ na Académie Julien na Académie Colarossi ma Henry O",
  "Tanner, onye omenkà Africa-America a ma ama nke kwagara Paris iji zere ajọ mbunobi agbụrụ megide nka ya, duziri ya. N'ọzụzụ na Paris, Scott nwere ike iwulite aha màkà onwé ya n'ụzọ dị mfe karịa ka agbụrụ ya gaara ekwe ka ọ bụrụ na America",
  "Ikekwe n'ihi nke a, o yiri ka ọ bụ ónyé na-agbaso omenala n'ihe ngosi ya nke \"Negro Ọhụrụ\" karịa ndị ọzọ nọ n'òtù ahụ, mgbe ụfọdụ ọ na-ese ihe nkiri ndị na-enweghị ihe jikọrọ ya na agbụrụ ọ bụla",
  "Dị ka ihe atụ, n'ime afọ 1910 na 1914, ọ na-eleta onye nkuzi mbụ ya mgbe ụfọdụ na mpaghara nka nke Etaples ma mgbe ọ nọ ebe ahụ na-ese ihe nkiri dị ka ikuku Rainy Night na Étaples na ndị ọzọ n'okpuru mmetụta Tanner.",
  "Mgbè agụmakwụkwọ ya gụsịrị akwụkwọ, Scott natara onyinye Rosenwald Foundation wee gaa Haiti iji see ndị \"nọgidere na-enwe ihe nketa Africa\". O mechara gaa Alabama iji mụọ ndị isi ojii n'ọbọdọ dị iche iche na South",
  "Site n'ịjụ ise ndị isi ojii dị ka naanị ndị ohu na ndị ọrụ (dị ka ọtụtụ ndị bu ya ụzọ), Scott nwere olileanya \"ịgbanwe echiche ndị Afrịka America ma mechaa kwalite nghọta n'etiti agbụrụ\". Mgbè ọ laghachiri Chicago, Scott gara n'ihu na ebumnuche ahụ ka ọ na-egosi \"ndị ojii na ákwà n'ọnọdụ ndị a ma ama na-eme ọrụ dị mma\" n'ime ihe osise na mgbidi ọ mepụtara maka ndụ ya fọdụrụ.",
  "N'afọ 1931, e nyèrè Scott Julius Rosenwald fellowship (Rosenwald Fund) maka ọmụmụ na Haiti. N'oge ọ nọ na Haiti, Scott weghaara n'ezie isi ihe nke ọha mmadụ na mba ahụ",
  "[nkwado dị mkpa] Otu n'ime ihe osise ya a ma ama site n'oge a bụ Night Turtle Fishing na Haiti, 1931, nke na-egosi ọrụ nke ndị ikom Haiti anọ nọ na mmírí. Night Turtle Fishing bụ ihe e ji mara ike nke ndị ọrụ ha na-eme ka ọrụ ahụ dị ike. Ọrụ Scott na-egosipụta nlebara anya miri emi a na-enye n'iji ìhè eme ihe n'ịhazi ihe osise ya. N'ụzọ dị ukwuu, Scott na-eji anyanwụ na Night Turtle Fishing iji mee ka ọrụ ahụ dị n'etiti ma dọta anya ónyé na-ekiri ya na ndị ọkụ azụ.",
  "Mgbè Scott laghachiri na United States, ọ gara n'ihu na-ese ihe ojii na ihe ojii n'ụzọ ndị na-akọwapụta onyinyo ndị isi ojii na nka",
  "Ihe atụ nke ngosipụta ya dị mma nke ndị otu ndị isi ojii bụ ihe osise ya Frederick Douglass",
  "N'ihe osise ahụ, a \"gosiri Douglass n'ụdị echiche dị ka a ga-asị na ibu nke ụwa dị n'ubu ya\". Ọ bụ ezie na Scott na-ejikarị ọkụ eme ihe iji mee ka akụkụ ụfọdụ nke ọrụ ya pụta ìhè, ọ na-eji ya ebe a n'ụzọ dị ịtụnanya",
  "Akpụkpọ ahụ ya, ọ bụ ezie na ọ na-eji oji nke ukwuu iji yie ihe ziri ezi n'akụkọ ihe mere eme, yiri ka ọ na-acha odo odo karịa ka a ga-atụ anya ya",
  "Ọ dị ka a ga-asị na ìhè na-enwu kpọmkwem na isiokwu ahụ nke na akpụkpọ ahụ ya yiri ihe na-enwetụ ahụ mana nke a bụ nhọrọ na-adọrọ mmasị mgbe ọchịchịrị Douglass bụ ihe kọwara ya na omume ya n'oge ndụ ya niile",
  "Nhọrọ ndị dị ka nke ahụ na-egosi ụfọdụ nchedo na Scott n'agbanyeghị na ọ na-ese nwoke nke mere ọtụtụ ihe màkà ndị Afrịka-Amerịka, agbụrụ ya adịghị egosi",
  "Kama nke ahụ, akụkụ dị mkpa nke ihe osise ahụ bụ anya miri emi Douglass na ihu ya, nke na-ekwu ọtụtụ ihe banyèrè ọnọdụ ya a na-akwanyere ùgwù na ọnọdụ ọrụ karịa ọrụ ya dị ka nwoke ojii",
  "Ọzọkwa, ọnọdụ na uwe ya na-agbakwunye na nkwanye ùgwù nke Douglassʹhe yiri ka ọ dị n'ọbá akwụkwọ, na-atụ aro agụmakwụkwọ ya na ọgụgụ isi ya, ọ na-eyi uwe, na-egosi ihe ịga nke ọma ya",
  "Dị ka Scott họọrọ ise nwoke a ma ama n'Afrịka America, o doro anya na ọ na-agbagha nkọwa nke \"ọcha\" site na ngosipụta ya nke \"Negro Ọhụrụ\"",
  "Otú ọ dị, ọ bụ ezie na Scott na-eme nkwupụta mgbanwe site na ise ihe ojii a, a na-atụ aro na ọ bụ àgwà Douglass ọ bụghị oji ya nke na-eme ka o kwesiri ise ihe osise maka ụzọ Scott na-emegiderịta onwé ya na nke nnwere onwe na nsogbụ agbụrụ.",
  "Otú ọ dị, dịka ụdị nka Scott nọgidere na-abụ omenala ma dabere na usoro impressionist ọ mụtara na mbụ, ụzọ ya si emeso agbụrụ nọgidere na ya ruo mgbè ọ nwụrụ na Chicago na 1964."
]