[
  "Williams \"Skinny\" Elijah Smith (1913), bụ ónyé Africa America na-ese ihe nkè a maara màkà ịchọpụta ahụmịhe ndị isi ojii na nka ya. Enyi na ónyé na-ede uri Langston Hughes kọwara ọrụ Smith dịka \"ihe ọchị na mmetụta nke ndụ Negro nké e jidere na akara na agba\".",
  "A mụrụ William E",
  "Smith na 1913 na Chattanooga, Tennessee",
  "N'oge na-adịghị ányá mgbè nné ya nwụsịrị, Smith kwagara Cleveland, Ohio na 1927 ya na ụmụnne ya abụọ, iji sonyere nna ya",
  "N'ihi mmegide nna ya megide ọchịchọ nka ya, Smith hapụrụ ụlọ na 1932, ebe ọ mụtara banyéré ihe isi ike na ọgụ nke ndụ kwa ụbọchị na Cleveland. Na-adị ndụ naanị na cents iri abụọ n'ụbọchị ma na-ebi n'okpuru ala nke Central Avenue's Grand Central Theatre, ndị gụsịrị akwụkwọ na Oberlin abụọ, Russell na Rowena Jelliffe, ndị guzobere ihe a na-ewere ugbu a dị ka Karamu House, chọpụtara Smith. Mgbè ọ nwetasịrị afọ ise Gilpin Players' Scholarship, Smith gàrà John Huntington Polytechnic Institute na Cleveland site na 1935 ruo 1940",
  "Ọ bụ n'oge ọmụmụ Smith na ụlọ akwụkwọ ahụ ka ọ malitere igosi na Cleveland Museum of Art's May Show kwa afọ, ebe a na-egosi ọrụ ya n'etiti 1936 na 1949. Smith gakwara n'ihu na-amụ ihe na Cleveland School of Art (nke a maara taa dị ka Cleveland Institute of Art) na Chouinard Art Institute na Los Angeles.",
  "Na mbido afọ 1930, Smith malitere ọmụmụ ya na Karamu House n'okpuru nduzi nke ónyé nduzi Karamu House Studio Richard R",
  "Beatty. Onye lithographer zụrụ na Carnegie Institute of Art na The School of The Art Institute of Chicago, Beatty jere ozi dị ka onye nduzi Smith na-enye ya ohere ịchọpụta usoro na ụdị dị íchè íchè nke obibi akwụkwọ. Site na mmetụta Beatty na 1932, Smith ghọrọ ónyé nkuzi nke nka nke Karamu House Studios. N'ịga n'ihu n'ọmụmụ ihe ya, Smith gàrà klas ụtụtụ Satọdee na Cleveland Museum n'okpuru nkuzi nke onye na-ese ihe Paul Travis.",
  "Ebe ọ bụ na o mepụtara ọtụtụ ihe nkiri na ihe ngosi ma mepụta ihe karịrị ejiji iri atọ na Karamu House, nke a ma ama bụ ejiji ya màkà egwu Shirley Graham Du Bois, Tom Tom: An Epic of Music and the Negro (1932). E nyèrè Smith Gilpin Scholarship afọ ise iji gaa John Huntington Polytechnic Institute site n'afọ agụmakwụkwọ 1935 ruo 1940. Ụfọdụ ndị gụsịrị akwụkwọ na ụlọ akwụkwọ ahụ bụ ndị na-ese ihe Charles L",
  "Sallée Jr., Hughie Lee-Smith, na Elmer Brown.",
  "Michael Schwartz Library Special Collections"
]