[
  "William \"Bill\" Papas (15 Julaị 1927 - 19 June 2000) bụ onye na-ese ihe nkiri ndọrọ ndọrọ ọchịchị na onye na-eme ihe nkiri, onye na-ede akwụkwọ na onye na-eme ihe osise, na onye na-eji agba mmiri",
  "N'afọ 1960 na 1970 ọ rụrụ ọrụ maka The Guardian, The Sunday Times na Punch",
  "Ọrụ ya enwetala otuto mba ụwa ma tinye ya n'ọtụtụ nchịkọta onwe na ụlọ ọrụ gburugburu ụwa.",
  "A mụrụ Papas na Ermelo, Union of South Africa, ọ gụrụ akwụkwọ na Pretoria Boys High School",
  "Nna ya, bu Kostas Papas, bụ onye mbịarambịa Gris nwere ihe ịga nke ọma, otu n'ime ụmụ amaala obodo ahụ",
  "Mgbe ọ dị afọ iri na ise, ọ gbapụrụ n'ụlọ ya iji sonye na ndị agha ụgbọelu South Africa, wee gbaa ụgbọ elu n'ụsọ oké osimiri dị ka onye na-agba égbè n'oge agha ahụ",
  "O mechara mụọ nka na Johannesburg Art School, mgbe ahụ na Beckenham School of Art na Kent, na St Martin na London",
  "Ihe osise mbụ ya o bipụtara pụtara na Cape Times na 1951, e bipụtakwara akwụkwọ mbụ ya nwere ihe osise, Under the Table Cloth, na 1952",
  "O mechara rụọ ọrụ onwe ya na Johannesburg dị ka onye na-ese ihe na onye nta akụkọ, ọkachasị na-akọ akụkọ banyere ikpe ịgba ọchịchị mgba okpuru nke Nelson Mandela na 1958.",
  "N'afọ 1959, ya na ezinụlọ ya, nwunye ya Aroon McConnell na nwa ya nwanyị Peta, ụmụ ha nwoke abụọ Warren & Vollmer laghachiri Britain, wee biri na Kent wee sonye na ndị ọrụ The Guardian",
  "N'afọ 1963, ọ nọchiri David Low dị ka onye na-ese ihe nkiri ndọrọ ndọrọ ọchịchị",
  "Ọ na-ese ihe na-atọ ọchị ma mepụta akụkọ ihe osise, na-ekpuchi, dịka ọmụmaatụ, Saịprọs na 1965 na Agha Ụbọchị Isii na 1967",
  "N'agbata afọ 1964 na afọ 1972 ọ mepụtara ihe nkiri maka Sunday Times na Punch",
  "N'oge a, ọ malitekwara mmekọrịta ya na Oxford University Press, na-ede ma na-ese ihe osise maka ụmụaka na ndị okenye",
  "Dị ka onye na-ese ihe osise, ọ na-arụkarị ọrụ na-eji mkpịsị akwụkwọ na ink, ma otu oge kwuo \"M na-ahọrọ ide na ise ihe osise n'akwụkwọ ụmụaka, ọkachasị na isiokwu mmekọrịta mmadụ na ibe ya na ndọrọ ndọrọ ọchịchị",
  "Ọ bụ ụdị ihe osise dị ogologo",
  "\"",
  "Ọ gbara alụkwaghịm na 1969 ma lụọ nwunye ya nke abụọ, Tessa Pares n'afọ 1970",
  "Ọ nọrọ afọ iri sochirinụ na Gris, wee kwaga Geneva na 1984 na Oregon, na-aga n'ihu na-ese ihe eserese",
  "N'Oregon, ọ na-ejikwa ụlọ ngosi nka nke ya ma na-ese usoro ihe osise pen-na-ink na watercolour nke obodo ndị America, nke e mechara bipụta dị ka Papas 'America na Papas 'Portland n'etiti ndị ọzọ dị iche iche.",
  "Papas nwụrụ na Hotnarko Lake, British Columbia, na 19 June 2000, mgbe o nwechara ihe mberede ụgbọelu.",
  "Papas bụ onye a na-aja mma maka 1964, 1967, na 1968 Kate Greenaway Medals site na Library Association, na-amata ọrụ kachasị mma n'afọ nke ihe osise akwụkwọ ụmụaka site na isiokwu Britain",
  "O nwetara otuto isii nke gụnyere otu \"maka ọrụ n'ozuzu\" (nke pụrụ iche na 1964) na ise maka akwụkwọ 1967 na 1968 nke Oxford University Press bipụtara: The Church by Geoffrey Moorhouse; No Mules, A Letter from India, A Letter si Israel, na Taresh the Tea Planter, anọ nke Papas dere ma gosipụta.",
  "A họọrọ ụfọdụ n'ime ihe osise ya maka ihe ngosi National Portrait Gallery nke afọ 1970 \"Drawn and Quartered: the world of the British newspaper cartoon 1720 - 1970\", a na-ejikwa ihe atụ nke ọrụ ya na nchịkọta na-adịgide adịgide nke Victoria na Albert Museum, Centre for the Study of Cartoons and Caricature na Mahadum Kent, Vorres Museum (Athens) na Old City Museum (Jerusalem).",
  "Alan Coren, onye bụbu onye nchịkọta akụkọ nke Punch, kọwara Papas dị ka \"onye omenkà mbụ a ma ama, onye ọrụ ya, m kwenyesiri ike na ọ bụghị naanị ihe dị mkpa n'oge ya, kama ọ ga-enye aka dị mkpa na akụkọ ihe mere eme nke oge ahụ\".",
  "Akwụkwọ Papas sere nke ihe karịrị mmadụ iri na abụọ dere."
]