[
  "William John Grassie (Amụrụ na Mee 3, 1957) bụ onye na-eme ihe maka ọtụtụ ihe kpatara ya, gụnyere enweghị ime ihe ike na ịkwụsị ngwá agha nuklia, mgbanwe nke agụmakwụkwọ sayensị, na mkparịta ụka ka ukwuu n'etiti sayensị na okpukpe.  Ọ bụ onye isi nchịkwa nke Metanexus Institute, otu nzukọ nke ya na John Templeton Foundation rụkọtara ọrụ iji kwalite \"nkwurịta okwu na mmekọrịta mmekọrịta dị n'etiti okpukpe na sayensị na mba ụwa\".",
  "Amụrụ Grassie na Wilmington, Delaware ma gaa Middlebury College",
  "Ọ bụ onye otu Quakers.",
  "N'afọ 1980 na Philadelphia, ọ kwalitere nkwụsị nke ngwá agha nuklia site na Kọmitii Udo nke Ndị Enyi, ebe o nyere aka guzobe mkpọsa nkwụsị nke nuklia.",
  "E jidere Grassie n'ọtụtụ nnupụisi obodo na-abụghị nke ime ihe ike ma bụrụ onye na-eguzogide ụtụ isi agha. Grassie na David Falls, onye ọrụ ọzọ nke Religious Society of Friends, otu Quaker, jụrụ ịkwụ ụtụ isi gọọmentị etiti n'ihi na ọ ga-akwado agha nuklia, mana onye ọka ikpe kpebiri, na ikpe obodo nke IRS n'afọ 1990, na chọọchị ahụ dị mkpa ịmanye ụtụ megide ụgwọ ọrụ nke ndị ọrụ abụọ ahụ. Nkwupụta sitere n'aka òtù okpukpe Friends Quaker sochiri:\n \nN'afọ 1987 ruo afọ 1988, Grassie rụrụ ọrụ dị ka onye na-ahazi obodo na Southwest Germantown, Philadelphia, ma hazie \"Ememe Otu Narị Afọ nke Germantown Protest Against Slavery\" iji cheta ngagharị iwe mbụ nke Europe megide ịgba ohu na New World (1688). E mere ọrụ ahụ dị ka atụmatụ mmepe obodo ma nyere aka mee ka ọrụ ime ka obodo dịghachi ndụ nke a maara ugbu a dị ka \"Freedom Square\".",
  "Grassie nwetara Ph.D",
  "na okpukpe tụnyere site na Mahadum Temple n'afọ 1994, ma jee ozi dị ka osote prọfesọ na Intellectual Heritage Program.",
  "E hiwere Philadelphia Center for Religions and Science n'afọ 1998, ọ gbanwere aha ya na 2000 gaa na \"Metanexus Institute on Religion and Science\" iji gosipụta iru mba ụwa ya",
  "N'afọ 2011, nzukọ ahụ belatara aha ya ka ọ bụrụ Metanexus Institute ma ugbu a ọ dị na New York City",
  "Nzukọ ahụ na mbụ na-akwalite mkparịta ụka n'etiti okpukpe na sayensị, mana ugbu a \"na-akwalite nyocha sayensị siri ike na nke nkà ihe ọmụma nke ajụjụ ndị bụ isi\" site na itinye aka na Big History."
]