[
  "Bold text'''William Joshua Blackmon (ubochí irí abụọ n'ọnwa Eprel 1921 rụo ụbọchị asatọ n'ọnwa Febụwarị 2010), nke a makwaara dị ka onye amụma Blackmon, bụ ónyé America na-ekwusa ozi ọma n'okporo ámá na onye a ma ama na Milwaukee",
  "Jeffrey R",
  "Hayes, prọfesọ nke akụkọ nka na Mahadum Wisconsin São Milwaukee, kọwara ya dị ka \"otu n'ime ndị omenkà kachasị mma na-amụta onwe ha nke si na Milwaukeee pụta\".",
  "A mụrụ ya na 20 Eprel 1921, Blackmon tolitere na Albion, Michigan. Nne ya, Gussie Blackmon, ónyé Baptist na-anụ ọkụ n'obi, sitere na Macon, Georgia",
  "Nna ya, Dan Blackmon si Selma, Alabama",
  "Ha kwagara n'ebe ugwu dị ka akụkụ nke Nnukwu Migration nke ndị Africa America si na Southern United States ịchọ ọrụ ka mmá na ịgbanahụ ịkpa ókè agbụrụ na ajọ mbunobi na South",
  "Dị ka nwanne nwanyị Blackmon, Lyla M.Washington, si kwuo, nne na nna ha rutere Albion n'October 13, 1912, \"di na nwunye dị afọ iri na ụma\"",
  "Ha mechara nwee ụmụ iri na abụọ, ụmụ nwanyị asaa na ụmụ nwoke ise",
  "Ezinụlọ ahụ biri na obéré ugbo dị nso na Albion n'ụlọ nwere ọnụ ụlọ ise nke Dan Blackmon wuru",
  "Blackmon kwuru na mgbe ọ dị afọ asatọ, o buru amụma ọnwụ nke ónyé agbata obi ya mgbè ọ nụrụ \"ọnwụ na-ada ụda\" ya. Blackmon hapụrụ Washington Gardner High School na Albion na 1937 na klas nke iri iji soro nna ya chọọ ọrụ",
  "Ọ rụpụtara nkume ma dozie okporo ụzọ màkà New York Central Railroad wee rụọ ọrụ nwa oge na Albion Malleable Iron Works, ụlọ ọrụ kachasị ukwuu na Albion.",
  "N'afọ 1999, Patrick na Beatrice Haggerty Museum of Art, Mahadum Marquette, haziri ihe ngosi nke onwé ya Signs of Inspiration : The Art of Prophet William J",
  "Blackmon, ihe ngosi nka mbụ nke onye na-ese ihe",
  "Jeffrey R",
  "Hayes haziri ihe ngosi ahụ ma tinye ọrụ nnọchiteanya site n'oge niile nke ọrụ ya na ọrụ niile sitere na nchịkọta Paul na Jeanne Phelps nke ihe osise Blackmon",
  "Blackmon so ndị na-ahazi na ndị na-ede akwụkwọ rụọ ọrụ",
  "Ihe ngosi ahụ gàrà ebe atọ ọzọ; Diggs Gallery, Winston-Salem State University, City Museum na St",
  "Louis, Missouri, na Brauer Museum of Art na Valparaiso, Indiana."
]