[
  "Willie Robert Middlebrook, Jr",
  "(Ọnwa Ọgọọst 11, afọ 1957 na Detroit, MI - rụọ ọnwa Mee 5, afọ 2012 na Los Angeles, CA) bụ onye Amerịka na-ese foto, onye na-ese ihe na onye nkwado siri ike maka ndị Afrịka-Amerịka na Los Angeles",
  "Ọ natara ọtụtụ nsọpụrụ n'oge ndụ ya, gụnyere Visual Artist Fellowships abụọ na foto site na National Endowment for the Arts, na ọtụtụ ọrụ maka ọrụ ọha na eze gụnyere Los Angeles Metro Expo / Crenshaw Station. Nnukwu ụlọ ngosi ihe mgbe ochie gụnyere Art Institute of Chicago, Studio Museum na Harlem na LACMA chịkọtara ọrụ ya.",
  "N'afọ 1960, ezinụlọ ya kwagara Greater Los Angeles.",
  "O nwere nzere abụọ, nzere Associate of Arts na Art / Photography site na Compton Community College na asambodo na Design site na Communicative Arts Academy, ihe nketa ya gụnyere nkuzi n'ọtụtụ ụlọ ọrụ site na Watts Towers Arts Center ruo na Mahadum California State Los Angeles yana ịnọ na kọmitii ndụmọdụ maka Ngalaba Photography na amla mater ya, Compton Community University.",
  "A na-asọpụrụ ọrụ mmekọrịta ọha na eze na mgbasa ozi o mere na obodo Greater Los Angeles ọtụtụ ugboro, gụnyere inye ya onyinye City of Los Angeles Individual Artist Fellowship site na Ngalaba nke Ọdịbendị n'afọ 2009. Nke a bụ mgbe ihe karịrị afọ 20 nke onyinye na nkwenye gụnyere otuto atọ sitere na Los Angeles City Council maka foto ya, na ịbụ onye akpọrọ \"Hometown Hero\" site na City of Compton. Mmetụta ya ruru karịa Los Angeles site na ọrụ ya na-egosi na mba niile na ntọala gallery, na ọrụ ya dị ka onye nduzi maka Society for Photographic Education. Ọbụna o mere oge dị ka onye na-ese foto maka Time Magazine, na-enwe foto nke ọgụ ndị Africa na America na Los Angeles, nke a na-ebipụta na European Editions.",
  "Dị ka ezigbo onye na-ese ihe, a maara ya nke ọma maka ọrụ ya na-ese foto ndị Afrịka-Amerịka na obodo ndị dị na Los Angeles ka ukwuu na nkwanye ùgwù na nkwanye ugwu",
  "A makwaara ya nke ọma maka usoro obibi akwụkwọ foto ya, ebe o sere foto emulshon nke ukwuu, n'ụzọ na-agbanye n'elu, wee kpughee ihe a na-ahụ foto iji mee mbipụta",
  "Ọ ga-eme nke a n'ọtụtụ ọkwa",
  "O mechara kwaga na usoro dijitalụ ndị ọzọ, iji nweta mmetụta ya dị iche iche."
]