[
  "William Villalongo (amụrụ n'afọ 1975) bụ ónyé America na-ese ihe na-arụ ọrụ na eserese, obibi akwụkwọ, ihe ọkpụkpụ, na nka ntinye. N'ịbụ ónyé bi na Brooklyn, New York, Villalongo bụ osote prọfesọ na Cooper Union School of Art na New York.",
  "A mụrụ Villalongo na Hollywood, Florida, nnà Puerto Rican na nné African-American. Nnè na Nna ya kewara mgbè ọ bụ nwata ma zụlite ya na Bridgeton, New Jersey. Villalongo nwetara nzere Bachelor of Fine Arts site na The Cooper Union for the Advancement of Science and Art na 1999. Ọ gàrà n'ihu na agụmakwụkwọ ya site n'inweta Masters of Fine Art na Tyler School of Art na Mahadum Temple n'afọ 2001.",
  "Ọrụ Villallongo na-elekwasịkarị ányá na ndọrọ ndọrọ ọchịchị nke ihichapụ akụkọ ihe méré eme, na-elekwasịrị ányá na nyocha nka nke akụkọ ihe mere anya nke Western, American, na Africa. Ónyé na-ese ihe na-ekwu na ebumnuche ya màkà nyocha ndị a sitere na akụkọ ihe méré eme nke West nke \"iwere ihe nka Africa ma tinye ha n'akụkụ sofa iji chọọ ya mma, ọ bụ ezie na nke ahụ abụghị ebumnuche ha",
  "Anyị na-echegbu onwe anyị banyéré itinye akụkọ, akụkọ",
  "\"",
  "Villalongo egosila na United States niile",
  "Ihe ngosi ya n'onwe ya gụnyere Mahadum Connecticut Contemporary Art Galleries; Rosenwald-Wolf Gallery na Mahadum nke Arts Philadelphia; Scarfone-Hartley Gallery na Machịum Tampa, Florida, nà Harvey B",
  "Gantt Center for African-American Arts and Culture ná Charlotte, North Carolina.",
  "E tinyere ọrụ ya na nnukwu ònyínyé nye nchịkọta na-adịgide adịgide nke Studio Museum na Harlem na 2018 site n'aka Ónyé nchịkọta Peggy Cooper Cafritz. Villalongo bụ otu n'ime ndị omenkà irí anọ na abụọ nyéré aka n'ọrụ na Sotheby's auction na-edekọ ihe ndekọ iji kwado iwu ụlọ ọhụrụ maka Studio Museum, nke ga-adị na 125th Street. E gosipụtara ọrụ ya na ihe ngosi otu na El Museo del Barrio na New York City; Weatherspoon Art Museum na Greensboro, North Carolina; Museum of Contemporary Art Cleveland; na, Elizabeth Foundation for the Arts, New York City. Enwere ike ịchọta ọrụ ahụ na nchịkọta nke Baltimore Museum of Art; Denver Art Museum; Pennsylvania Academy of Fine Arts; Princeton University Art Museum; Rose Art Museum, Brandeis University; Studio Museum na Harlem, NYC; Toledo Museum of Art, Weatherspoon Museum of Art. O bipụtakwala ọrụ ya na ESOPUS irí abụọ na abụọ.",
  "N'afọ 2016, Villalongo jikọtara Black Pulp!, ihe ngosi na-agagharị agagharị nke ihe fọrọ nke nta ka ọ bụrụ otu narị afọ nke mmepụta ihe oyiyi Black site n'aka ndị na-ebipụta Black, ndị na-ese ihe Black na ndị na-abụghị ndị Black, ya na ónyé na-ese egwu Mark Thomas Gibson. A na-akpọ ihe ngosi ahụ màkà pulp, akwụkwọ dị ọnụ ala nke e ji ebipụta akwụkwọ akụkọ, akwụkwọ, akwụkwọ mpịakọta, na ihe ndị ọzọ e biri ebi na narị afọ nke irí na itoolu na nke irí abụọ wee mee ka nkwurịta okwu buru ibu nwee ike. N'ime narị afọ ndị a, ihe oyiyi nke ndị Africa America nke pụtara na akwụkwọ pulp nke ndị ọcha America mepụtara ma kesaa na-abụkarị ịkpa ókè agbụrụ. N'ihi ya, ndị isi ojii jiri \"black pulp\" mee ihe iji lụso ngosipụta agbụrụ ndị a ọgụ na iji mee ka nkwurịta okwu dị n'ime na banyéré njirimara ndị isi ojii dị mfe."
]