[
  "William Kamkwamba (amụrụ n'ụbọchị nke 5 n'ọnwa Ọgọstụ n'afọ 1987) bụ onye Malawi na-emepụta ihe, injinia, na onye edemede",
  "O nwetara aha na mba ya n'afọ 2001 mgbe ọ rụrụ igwe ikuku iji mee ka ọtụtụ ngwa eletriki dị n'ụlọ ezinụlọ ya na Wimbe, 32 kilomita (20 mi) n'ebe ọwụwa anyanwụ nke Kasungu, na-eji osisi chịngọm na-acha anụnụ anụnụ, akụkụ ịnyịnya ígwè, na ihe ndị a chịkọtara na ebe a na-ekpofu ihe",
  "Kemgbe ahụ, ọ rụrụ pọmpụ mmiri na-eji ike anyanwụ eme ihe nke na-enye mmiri ọṅụṅụ mbụ n'obodo ya na igwe ikuku abụọ ọzọ, nke kachasị elu na mita iri na abụọ (39 ft), ma na-eme atụmatụ abụọ ọzọ, gụnyere otu na Lilongwe, isi obodo ndọrọ ndọrọ ọchịchị nke Malawi.",
  "A mụrụ Kamkwamba n'ezinụlọ dara ogbenye ma dabere na ọrụ ugbo iji dị ndụ",
  "Ọ na-enwe mmasị iso ndị enyi ya, Gilbert na Geoffrey, na-egwuri egwu, na-eji ihe eji emegharị ihe",
  "Ụnwụ nri na-akụda mmụọ manyere Kamkwamba ịhapụ ụlọ akwụkwọ, ọ nweghịkwa ike ịlaghachi ụlọ akwụkwọ n'ihi na ezinụlọ ya enweghị ike ịkwụ ụgwọ akwụkwọ",
  "N'ịgbalịsi ike iji nọgide na-agụ akwụkwọ, Kamkwamba malitere ịga n'ọbá akwụkwọ ụlọ akwụkwọ dị n'ógbè ahụ",
  "Ọ chọpụtara ịhụnanya ya maka eletrik n'ebe ahụ",
  "Tupu mgbe ahụ, o guzobere obere ụlọ ọrụ na-arụzi redio obodo ya, mana ọrụ a enwetaghị ya nnukwu ego.",
  "Kamkwamba, mgbe ọ gụsịrị akwụkwọ a na-akpọ Using Energy, kpebiri ịmepụta igwe ikuku. Ọ nwalere obere ihe nlereanya site na iji dynamo dị ọnụ ala ma mesịa mee igwe ikuku na-arụ ọrụ nke na-arụ ọrụ ụfọdụ ngwa eletriki n'ụlọ ezinụlọ ya",
  "Ndị ọrụ ugbo na ndị nta akụkọ obodo nyochara ngwaọrụ a na-atụgharị ihe na ama ama Kamkwamba na akụkọ mba ụwa rịrị elu",
  "Edere blọọgụ banyere ihe ndị ọ rụzuru na Hacktivate na Kamkwamba sonyere na mmemme mbụ na-eme ememe ụdị ọgụgụ isi ya a na-akpọ Maker Faire Africa na Ghana n'ọnwa Ọgọstụ afọ 2009.",
  "Mgbe The Daily Times na Blantyre, isi obodo azụmahịa, dere akụkọ banyere igwe ikuku Kamkwamba na Nọvemba 2006, akụkọ ahụ kesara site na blogosphere, onye nduzi ogbako TED Emeka Okafor kpọrọ Kamkwamba ka ọ kwuo okwu na TEDGlobal 2007 na Arusha, Tanzania dị ka onye ọbịa. Okwu ya kpaliri ndị na-ege ntị, ọtụtụ ndị isi ego na ogbako ahụ kwere nkwa inye aka nweta ego maka agụmakwụkwọ sekọndrị ya",
  "Sarah Childress kpuchiri akụkọ ya maka The Wall Street Journal Ọ ghọrọ nwa akwụkwọ na African Bible College Christian Academy na Lilongwe",
  "Ọ gara n'ihu nweta agụmakwụkwọ na African Leadership Academy ma n'afọ 2014 ọ gụsịrị akwụkwọ na Dartmouth College dị na Hanover, New Hampshire",
  "N'ime ngosipụta ndị ọzọ, a gbara Kamkwamba ajụjụ ọnụ na The Daily Show na 7 Ọktoba 2009 (n'oge a na-eji egwuregwu tụnyere dike akụkọ ifo Angus MacGyver maka ọgụgụ isi sayensị ya dị egwu).  Na mgbakwunye, a kpọrọ ya ma gaa nzukọ mmeghe nke Google Science Fair nke afọ 2011, ebe ọ bụ onye ọbịa na-ekwu okwu.",
  "A họpụtara akwụkwọ Kamkwamba, The Boy Who Harnessed the Wind, dị ka 2013 \"1 Book, 1 Community\" aha maka Loudoun County, Virginia's Public Library system",
  "\"1book 1community bụ usoro ọgụgụ mpaghara niile nke na-akwalite mkparịta ụka obodo na nghọta site na ahụmịhe nke ịgụ na ịtụle otu akwụkwọ ahụ",
  "\" A zụtara akwụkwọ ahụ site na A.V",
  "Symington na Irwin Uran Gift Funds.",
  "Kamkwamba bụ isiokwu nke ihe nkiri William and the Windmill, nke meriri Grand Jury Prize for Best Documentary Feature na 2013 South By Southwest film festival na Austin, Texas.",
  "N'afọ 2010, a họpụtara The Boy Who Harnessed the Wind dị ka akwụkwọ nkịtị nke Mahadum Florida na Boise State University, nke a chọrọ ka ụmụ akwụkwọ niile na-abata gụọ.  N'afọ 2014, a họpụtara ya dị ka akwụkwọ nkịtị na Mahadum Auburn na Mahadum Michigan College of Engineering, yana",
  "William pụtara na mahadum ọ bụla iji kwurịta akwụkwọ ya na ndụ ya.",
  "N'afọ 2013, magazin TIME kpọrọ Kamkwamba otu n'ime \"30 People Under 30 Changing The World\".",
  "E gosipụtara Kamkwamba n'akwụkwọ Extraordinary People nke Michael Hearst dere ma bụrụkwa isiokwu nke abụ sitere na abọm ibe ya bụ Songs For Extraordinary People",
  "N'afọ 2014, Kamkwamba nwetara nzere bachelọ nke nka na ọmụmụ gburugburu ebe obibi na Dartmouth College dị na Hanover, New Hampshire ebe a họpụtara ya na Sphinx Senior Honor Society.",
  "N'afọ 2019, a gbanwere The Boy Who Harnessed the Wind ka ọ bụrụ ihe nkiri, nke Chiwetel Ejiofor, onye dekwara ma duzie."
]