[
  "William Modisane (28 August 1923 - 1 March 1986), nke a maara nke ọma dịka Bloke Modisane, bụ onye edemede South Africa, onye na-eme ihe nkiri na onye nta akụkọ.",
  "William \"Bloke\" Modisane, nwa mbụ nke Joseph na Ma-Willie Modisane, tolitere na Sophiatown, mpaghara agbụrụ dị iche iche dị na Johannesburg, South Africa. E gburu nna ya ma nwanne ya nwanyị nwụrụ n'ihi nsogbu nri na-edozi ahụ",
  "Iji nweta ego, nne ya na-agba ịnyịnya",
  "Dịka Modisane ga-ede n'akụkọ ndụ ya: \"Nne m chọrọ ndụ ka mma maka ụmụ ya, ụdị mkpuchi megide ịda ogbenye site n'ịgbalị inye m ọrụ a ma ama, ma ọ bụrụ na ọ dị mkpa ọ ga-aga mkpọrọ mgbe ọ na-eme ya",
  "\"",
  "Ọ sonyeere magazin Drum dịka onye nta akụkọ wee bụrụ otu n'ime \"Drum Boys\" n'oge oge Drum n'afọ ndi 1950, ya na Henry Nxumalo, Can Themba, Es'kia Mphahlele na Lewis Nkosi. Modisane bụkwa onye nkatọ jazz na mbipụta nwanne nwanyị Drum, tabloid kwa izu Golden City Post.",
  "Aha njirimara ya nke \"Bloke\" sitere n'ike mmụọ nsọ nke otu onye na akwụkwọ akụkọ Leslie Charteris nke gosipụtara \"The Saint\".",
  "Modisane gbalịrị ime ka ọganihu na-abụghị agbụrụ dị mfe na nka site n'ime ka ndị na-ege ntị Black nwee kọntaktị na ihe nkiri ma gbalịa ịkwalite mbọ nke Arts Federation na Union of South African Artists, nke abụọ na-abụghị ndị agbụrụ.",
  "O dere ọtụtụ akụkọ mkpirikpi nke e bipụtara na Drum",
  "Otu akụkọ dị otú ahụ, \"Ọdịdị ahụ\", sitere na Tsotsitaal (slang) maka ndị isi ojii gụrụ akwụkwọ na-ebili n'elu ọdụ ha (ya bụ, dị n'elu ụlọ ọrụ ha) mana ha adabaghị n'ọnọdụ ọhụrụ ha",
  "(Don Mattera kwuru nke a mgbe ọ na-akọwa ndị nta akụkọ ahụ: \"E nwere nkewa klas doro anya",
  "Anyị nọ n'okporo ámá, ha nọkwa na tebụl",
  "Anyị na-akpọkarị ndị dị otú ahụ ọnọdụ",
  "\")",
  "Modisane chọtara ụzọ isi mee ihe nkiri",
  "Ọ sonyeere African Theatre Workshop ma kpọọ egwu na mmepụta mbụ nke Athol Fugard's No-Good Friday (1958).",
  "O kesara ihe odide na Come Back, Africa, ihe nkiri afọ 1959 nke e mere na Sophiatown.",
  "N'ịbụ onye ọnọdụ ndọrọ ndọrọ ọchịchị na mmegbu n'okpuru ọchịchị ịkpa ókè agbụrụ nwere nkụda mmụọ, Modisane kwagara England n'afọ 1959, ebe e bipụtara akụkọ ndụ ya, Blame Me on History, n'afọ 1963",
  "Nke a kọwapụtara obi nkoropụ ya na bulldozing nke Sophiatown (na-egosipụta akụkọ mkpirikpi nke Can Themba \"Requiem for Sophiatowns\") na nkụda mmụọ na iwe ya na ịkpa ókè agbụrụ",
  "N'ihi ya, a machibidoro akwụkwọ ahụ na South Africa na 1966.",
  "Modisane gara n'ihu na-eme ihe nkiri ma nwee ọrụ dị mkpa na egwuregwu Jean Genet The Blacks na Royal Court Theatre na London. Ọ pụtara n'ọrụ a na-amaghị aha ya na ihe nkiri 1964 Guns at Batasi, nke Richard Attenborough, John Leyton, na Mia Farrow gosipụtara",
  "N'ime ihe omume 1968 Dark of the Sun, Modisane nwere obere ma a na-echefu echefu na-akwado ọrụ dịka Corporal Kataki, onye agha nwere mmetụta nke na-ejide iwe na egwu nke agha obodo Congo nke afọ 1960",
  "Ihe nkiri a gosipụtara Rod Taylor, Kenneth More, na Yvette Mimieux",
  "Ọ bụ nnukwu ihe ịga nke ọma n'ọfịs mgbe mbụ a tọhapụrụ ya.",
  "Na mbido afọ 1960, Modisane biri na Dortmund, West Germany, ebe ọ nwụrụ n'afọ 1986 mgbe ọ dị afọ 63."
]