[
  "William T",
  "Williams (amụrụ n'afọ 1942) bụ ónyé America na-ese ihe na ónyé nkuzi",
  "A maara ya màkà usoro ya na-adabere na eserese nke na-etinye ihe ndị sitere na ncheta onwe onye na akụkọ ọdịbendị iji mepụta ihe ndị na-abụghị nke na-ezo aka, ihe ndị a na-adịghị ahụ ányá",
  "Ọ bụ Prọfesọ nke nka na Brooklyn College, City University of New York site na 1971 ruo 2008.",
  "O gosipụtara na ihe karịrị otu narị ébé ngosi nka na ébé nka na United States, France, Germany, Russia, Venezuela, Nigeria, Ivory Coast, People's Republic of China na Japan",
  "Williams bụ ónyé natara ọtụtụ onyinye gụnyere John Simon Guggenheim Fellowship, abụọ National Endowment for the Arts Awards, na Joan Mitchell Foundation Award",
  "Ọ bụkwa onye natara Studio Museum na Harlem's Artist Award na 1992 ma nata The James Van Dee Zee Award site na Brandywine Workshop màkà ihe ịga nke ọma na nka na 2005",
  "Ọ natara 2006 North Carolina Award for Fine Arts, nsọpụrụ kachasị elu nke steeti nwere ike inye.",
  "Williams bi na New York City na Connecticut.",
  "A mụrụ William T",
  "Williams n'ubochí irí na asaá n'ọnwa Julaị, 1942, na Cross Creek, North Carolina, United States. Williams bụ ónyé Africa America. Ezinụlọ ya kwagara Queens, New York City mgbe ọ dị afọ anọ, mana ọ nọrọ n'oge ọkọchị nwata ya na Spring Lake, North Carolina. Mgbè ezinụlọ ahụ kwagara n'ebe ugwu, ónyé isi nke ụlọ ọrụ ọbọdọ dị n'ógbè ahụ matara nkà nka ya, onye nyere ya ụlọ n'ebe ahụ iji mee ihe dị ka ụlọ ọrụ",
  "N'afọ 1956, ọ gàrà ụlọ akwụkwọ Industrial Art na Manhattan (nke bụzi High School of Art and Design), nke nwéré ọtụtụ klas nka ya na Museum of Modern Art na Metropolitan Museum of Art.",
  "N'afọ 1962, Williams banyere Pratt Institute iji mụọ ihe osise. Na Pratt Institute ọ gụrụ akwụkwọ n'okpuru Richard Lindner, Philip Pearlstein, Alex Katz, na Richard Bove. N'oge obéré afọ ya, ọ meriri agụmakwụkwọ oge okpomọkụ na Skowhegan School of Art, ma nata onyinye njem National Endowment for the Arts",
  "Mgbè ọ nọ n'ụlọ akwụkwọ, ọ nyochara ihe osise na-acha anụnụ anụnụ. O nwetara nzèrè Bachelor of Fine Arts (BFA) na 1966 site na Pratt Institute; soro nzèrè Master of Fine Arts, MFA) na 1968 site na Mahadum Yale, School of Art and Architecture.",
  "N'afọ 2005, a kpọrọ Williams ka o mepụta akwụkwọ na Brandywine Workshop na ịnata James Van Der Zee Award for Lifetime Achievement",
  "N'etiti ọnwa Julaị na ngwụcha ọnwa Ọgọstụ, o mèrè njem ise na Philadelphia, nọrọ ọtụtụ ụbọchị n'otu oge",
  "Njem ndị a wepụtara mbipụta anọ na ọtụtụ mbipụta aka pụrụ iche",
  "E hiwere ụlọ ọrụ Brandywine nke dị na Philadelphia na 1972 iji kwalite mmasị na nkà na obibi akwụkwọ ka ọ na-azụlite ọdịiche ọdịbendị na nka.",
  "N'afọ 2006, Williams bụ ónyé ọkà mmụta na ónyé na-ese ihe na-ebi na Lafayette College's Experimental Printmaking Institute (EPI), nke gụnyere nkuzi Williams banyere ọrụ ya nke David L",
  "Sr",
  "na Helen J",
  "Temple Visiting Lecture Series Fund kwadoro",
  "N'ime afọ a, egosikwara ọrụ Williams na Studio Museum na Harlem na Energy and Experimentation: Black Artists and Abstraction 19641980.",
  "N'afọ 2006, William T",
  "Williams natara onyinye North Carolina Governors Award for Fine Arts site n'aka Gọvanọ Mike Easley.",
  "N'afọ 2007, Williams so n'ihe ngosi otu What Is Painting? Ihe osise nke ógè a site na Nchịkọta na Museum of Modern Art na New York City."
]