[
  "Wim Botha (a mụrụ n'afọ 1974) bụ onye South Africa na-ese ihe n'oge ọhụrụ a.",
  "A mụrụ Botha na Pretoria n'afọ 1974 ma bi ugbu a na Cape Town, South Africa",
  "O tolitere n'obodo dị n'akụkụ ọwụwa anyanwụ nke Pretoria. N'afọ 1996, Botha gụsịrị akwụkwọ na Mahadum nke Pretoria na Bachelors na Visual Art",
  "Ọ natara Helgaard Steyn Prize maka ihe banyere ọkpụkpụ n'afọ 2013, Standard Bank Young Artist Award nkè afọ 2005, na Tollman Award nkè afọ 2003.",
  "Botha achọtala mkpalite n'ihe gbasara ọrụ ya na ederede gọọmentị na ihe oyiyi okpukpe, ihe ndị na-egosi nkwenkwe, okwukwe, nlele, mmebi iwu na mgbaghara. Otu n'ime ihe ndị ọ na-eji eme ihe bụ osisi a gwọrọ, akwụkwọ, acrylic enamel paint, oil paint, steel, Indian ink, bronze, paper, na marble.",
  "Onye na-ese ihe na-akọwa; “Ọrụ m bụ usoro distillations...Ha na-anwa ibelata echiche niile na ihe ndị zuru ụwa ọnụ ruo n'echiche ha bụ isi",
  "Inyocha n'ụzọ “intercepting variables’ and “patterns’”",
  "2014 Linear Perspectives - Stevenson, Cape Town",
  "2013 PREDICATES - Galerie Jette Rudolph, Berlin",
  "2012 Wim Botha - Stevenson, Johannesburg",
  "2011 All Around - Galerie Jette Rudolph, Berlin Wim Botha - Stevenson, Cape Town",
  "2009 Wim Botha: Joburg Altarpiece & Amazing Things from Other Places - Stevenson, Cape Town",
  "2008 Wim Botha - Galerie Jette Rudolph, Berlin Wim Botha - Stevenson, Johannesburg",
  "2007 Wim Botha: Apocalagnosia - Stevenson, Cape Town",
  "2006 Wim Botha: Standard Bank Young Artist for Visual Art 2005 - Standard Bank Gallery,Johannesburg",
  "2005",
  "2003 Speculum - Stevenson, Cape Town",
  "Ihe ngosi otu",
  "2014",
  "2013 A Sculptural Premise - Stevenson, Cape Town Pophits & Alptraum - Artspace RheinMain, Offenbach The Loom of the Land - Stevenson, Johannesburg",
  "2012",
  "2011",
  "2010",
  "2009 Self/Not-self - Stevenson, Johannesburg",
  "2008 Disguise: The art of attracting and deflecting attention - Stevenson, Cape Town",
  "2007",
  "2006",
  "2005",
  "2004",
  "2003"
]