[
  "Windows FirewallWindows Firewall (nke a na-akpọ Windows Defender Firewall na Windows 10), bụ akụkụ firewall nke Microsoft Windows",
  "Ebu ụzọ tinye ya na Windows XP na Windows Server 2003",
  "Tupu ewepụta Windows XP Service Pack 2 na 2004, a maara ya dị ka Firewall Njikọ Ịntanetị",
  "Na ntọhapụ nke Windows 10 ụdị 1709 na Septemba 2017, a kpọgharịrị ya Windows Defender Firewall.",
  "Mgbe ebugoro Windows XP na Ọktoba 2001, ọ gụnyere obere firewall akpọrọ \"Firewall Njikọ Ịntanetị\"",
  "Ọ nwere nkwarụ site na ndabara n'ihi nchegbu na ndakọrịta azụ azụ, na e liri ihuenyo nhazi ahụ na ihuenyo nhazi netwọk nke ọtụtụ ndị ọrụ anaghị ele anya",
  "N'ihi ya, a naghị eji ya eme ihe",
  "N'etiti afọ 2003, Blaster worm wakporo igwe igwe Windows buru ibu, na-eji emezighị emezi na ọrụ RPC Windows",
  "[njikọ nwụrụ anwụ] Ọtụtụ ọnwa ka e mesịrị, Sasser worm mere ihe yiri ya",
  "Ọganihu nke ikpuru ndị a na-aga n'ihu site na 2004 butere ọrịa na-ebute igwe anaghị agbake n'ime nkeji nkeji",
  "N'ihi ihe omume ndị a, yana nkatọ ndị ọzọ na Microsoft anaghị arụsi ọrụ ike n'ichekwa ndị ahịa site na iyi egwu, Microsoft kpebiri imeziwanye ma ọrụ yana interface nke Windows XP firewall arụnyere n'ime ya, gbanwee ya ka ọ bụrụ Windows Firewall, wee gbanwee ya",
  "na ndabara kemgbe Windows XP SP2..",
  "Otu n'ime profaịlụ atọ na-arụ ọrụ na-akpaghị aka maka interface netwọk ọ bụla:",
  "Agụnyere ikike ndekọ nchekwa, nke nwere ike ịdekọ adreesị IP yana data ndị ọzọ metụtara njikọ sitere na netwọk ụlọ ma ọ bụ ụlọ ọrụ ma ọ bụ ịntanetị",
  "Ọ nwere ike ịdekọ ma ngwugwu ndị a tụfuru yana njikọ na-aga nke ọma",
  "Enwere ike iji nke a, dịka ọmụmaatụ, soro oge ọ bụla kọmputa dị na netwọk jikọọ na weebụsaịtị",
  "Enweghị ndekọ nchekwa a na ndabara; onye nchịkwa ga-emerịrị ya.",
  "Enwere ike ịchịkwa / ịhazi Windows Firewall site na COM object-oriented API, scriptable site na iwu netsh, site na ngwá ọrụ nchịkwa GUI ma ọ bụ n'etiti site na iwu otu. E nwere atụmatụ niile n'agbanyeghị otú e si hazie ya.",
  "Na Windows Neptune a na-ahapụghị, e webatara firewall [nkọwa dị mkpa]",
  "Ọ dị ka nke dị na Windows XP.",
  "E bu ụzọ webata Windows Firewall dị ka akụkụ nke Windows XP Service Pack 2",
  "Ụdị njikọ netwọk ọ bụla, ma ọ bụ wired, wireless, VPN, ma ọ bụ ọbụna FireWire, nwere firewall enyere site na ndabara, na ụfọdụ wuru na iche iji kwe ka njikọ sitere na igwe na netwọk mpaghara",
  "O dozikwara nsogbu ebe a na-agaghị enyere iwu firewall aka na njikọ netwọk ruo ọtụtụ sekọnd mgbe e mepụtara njikọ ahụ n'onwe ya, si otú a mepụta windo nke nkwarụ. E mere ọtụtụ mgbakwunye na Group Policy, ka ndị nchịkwa usoro Windows wee nwee ike ịhazi ngwaahịa Windows Firewall na ọkwa ụlọ ọrụ",
  "XP's Windows Firewall enweghị ike igbochi njikọ ndị na-apụ apụ; ọ bụ naanị ike igbochi ndị na-abata.",
  "Windows Firewall bịara bụrụ otu n'ime ihe abụọ kachasị mkpa (nke ọzọ bụ nchekwa ọrụ DCOM) nke ọtụtụ ụlọ ọrụ emeghị ka ọ dị elu na Service Pack 2 n'oge kwesịrị ekwesị. N'ihe dị ka oge ntọhapụ SP2, ọtụtụ saịtị Ịntanetị na-akọ banyere nsogbu nkwekọrịta ngwa dị mkpa, ọ bụ ezie na ihe ka ọtụtụ n'ime ndị ahụ mechara bụrụ ihe ọ bụla karịa ọdụ ụgbọ mmiri ndị dị mkpa imeghe na firewall ka akụkụ nke usoro nkesa (nke na-abụkarị nkwado na ngwọta antivirus) wee nwee ike ikwurịta okwu.",
  "Windows Firewall gbakwunyere IPv6, nke onye bu ya ụzọ, Internet Connection Firewall akwadoghị.",
  "Rịba ama na enwere ike idozi nsogbu DCOM site na ịkwaga ngwa na protocol ComBridge nke DComLab.",
  "Windows Vista meziwanye firewall iji dozie ọtụtụ nchegbu gbasara mgbanwe nke Windows Firewall na gburugburu ụlọ ọrụ:",
  "Windows Server 2008 nwere otu firewall dị ka Windows Vista",
  "Firewall na Windows Server 2008 R2 na Windows 7 nwere ụfọdụ mmezi, dị ka ọtụtụ profaịlụ na-arụ ọrụ.",
  "Mgbanwe na akụkụ a na Windows 10 bụ:",
  "Àtụ:Microsoft Security Products"
]