[
  "Windsock (nke a na-akpọkwa wind cone ma ọ bụ wind sleeve) bụ tube ákwà conical nke yiri nnukwu sọks",
  "Enwèrè ike iji ya mee ihe dị ka ihe na-egosi ọsọ na ntụziaka nke ifufe, ma ọ bụ dị ka ihe ịchọ mma",
  "A na-ejikarị windsocks eme ihe n'ọdụ ụgbọ elu iji gosi ndị na-anya ụgbọelu ntụziaka na ike nke ifufe, na ụlọ ọrụ kemịkal ébé enwèrè ihe ize ndụ nkè gas na-agbapụta",
  "A na-anọkwa ha mgbè ụfọdụ n'akụkụ okporo ụzọ n'ébé ikuku na-efe.",
  "N'ufodu ọdụ ụgbọ elu, a na-enwu ikuku n'èzí ma ọ bụ n'ime n'abalị.",
  "Ụzọ ifufe na-aga bụ ụzọ ikuku na-atụ aka",
  "(A na-akọwa ntụziaka ifufe dị ka ébé compass nke ifufe na-esi, ya mèrè, windsock na-ezo áká n'ébé ugwu na-egosi ifufe ndịda.) A na-egosi ọsọ ifufe site na akụkụ nke windsock na-adabere na ikuku dị ala na-arịwanye elu ọ na-ada; na ikuku dị elu ọ na'elu.",
  "A na-eji eriri na-agbanwe agbanwe nke oroma na ọcha na-ahụ ányà na mbụ iji nyéré ákà tụọ ọsọ ifufe, na eriri ọ bụla na-agbakwunye 3 knots (5.6 km / h; 3.5 mph) na ọsọ a tụrụ ányá",
  "Otú ọ dị, ụfọdụ okirikiri okirikiri na-eme ka a na-emeghe windsocks n'otu nsọtụ, na-egosi ọsọ nkè knots atọ ọbụna mgbè eriri adịghị",
  "Windsock zuru oke na-egosi ọsọ ifufe nke 15 knots (28 km / h; 17 ) ma ọ bụ karịa.",
  "Dabere na ụkpụrụ FAA, windsock na-arụ ọrụ nke ọma na-eduzi onwé ya nà ikuku nke ọ dịkarịa ala knots atọ (5.6 km / h; 3.5 mph) ma gbasaa n'ụzọ zuru ezu na ifufe nke knots irí na ise (28 km / h) 17 ).",
  "Dabere na ụkpụrụ Transport Canada, ifufe 15-knot na-agbatị ikuku ahụ kpamkpam; ifufe 10-knot (19 km / h; 12 ) na-ebuli ya ruo Ogo ise n'okpuru ala; na ifufe 6-knot (11 km / h) na-ibuli ya ruo ogo iri atọ n'ala ala.",
  "Ụkpụrụ ICAO na-akọwapụta windsock dị ka cone nke dịkarịa ala mita 3.6 (12 ft) n'ogologo na mita 0.9 (3 ) n\"obosara na nnukwu njedebe",
  "Ọ ga-abụrịrị nke a na-agụ site na ịdị elu nke mita narị atọ  (980 ) ma bụrụ nke otu agba",
  "Ọ bụrụ na ọ dị mkpa iji agba abụọ, ha kwesịrị ịdị oroma na ọcha, ha haziri n'ìgwè ise na-agbanwe agbanwe, na nke izizi na nke ikpeazụ na-agba ọchịchịrị",
  "Na ọsọ ifufe nke knots atọ (5.6 km / h; 3.5 ) ma ọ bụ karịa, ha ga-egosi ụzọ ifufe ga-esi banye n'ime ±5 °."
]