[
  "Winifred Hall Allen bụ onye Amerịka na-ese foto nke dere Great Depression na Harlem Renaissance. Ọrụ ya nyochara ọrụ ndị Afrịka-Amerịka n'ime ọrụ ọkachamara na mmekọrịta mmadụ na ibe ya",
  "Ịdị adị ya dị ka nwanyị na-ese ihe n'Afrịka na Amerịka mere ka ikike ya ise foto n'ime obodo dị iche iche nke Harlem.",
  "Mgbe ọ dị afọ iri na asatọ, Allen si West Indies kwaga New York City, ebe ọ gara New York Institute of Photography. Ọ gụsịrị akwụkwọ na Woodward Studio na New York City ma mesịa bụrụ onye nwe ohere ahụ mgbe Woodward kwagara Chicago",
  "O mechara nye ụlọ ọrụ ahụ aha \"Winifred Hall Photo Studio\". Ọ lụrụ Fred Allen ọtụtụ afọ ma zụọ ya ka o nyere aka n'ọrụ foto ya tupu ha kewaa.",
  "Mmalite nke ọrụ foto Allen dakọtara na nguzobe nke New Deal, ọ ghọkwara otu n'ime ndị isi na-enye onyinye foto maka akwụkwọ akụkọ ojii na ntọala ojii. N'okpuru New Deal, enwere ike ise foto Harlem n'ụzọ ziri ezi karị, nke na-emegide ihe ngosi ndị na-akpali akpali n'oge gara aga. Dị ka onye a ma ama n'oge ya bụ James Van Der Zee, Allen chọrọ \"ịga n'ihu n'ọsọ\" site n'ọrụ ya. Allen na-ebi ndụ site na foto na ndi afọ 1930s na afọ 1940s na-arụ ọrụ dị ka onye na-ese foto. Ihe ndekọ ya banyere oriri ụbọchị ọmụmụ, agbamakwụkwọ, mmeme klọb, yana ọtụtụ oge ndị ọzọ na-eme ka a mara eziokwu nke ndị Harlem.",
  "Allen họọrọ ịghara igosi ọrụ ya ọ bụla na gallery ma ọ bụ ngosi",
  "Nanị foto ndị e bipụtara bụ nke Jeanne Moutoussamy-Ashe, onye gara Allen na ụlọ ọrụ ya iji gbaa ajụjụ ọnụ. Moutoussammy chọtara igbe atọ nke negatives n'ime ụlọ nkwakọba ihe Allen ma mee ka Allen kwenye inye ya ụfọdụ. Allen n'onwe ya bibiri ihe fọdụrụ n'ọrụ Allen, ebe ọ chere na ha abaghị uru.",
  "Ihe ka ukwuu n'ihe Allen nwetara bụ ndị edemede, ndị na-ekwukarị ọrụ ya gbasara ụmụ nwanyị ndị ọzọ na-ese foto n'Afrịka n'afọ ndị 1930. Otú ọ dị, ọnọdụ ya n'ime obodo Harlem emeela ka njikọ dị n'etiti ọrụ ya na nke James Van Der Zee.",
  "N'afọ 1986, Jeanne Moutoussamy-Ashe bipụtara foto iri abụọ na otu nke Hall, nke a na-ebipụtabeghị na isi mmalite ọ bụla ọzọ."
]