[
  "Winnie Yu Wai-ming (Chinese: 余慧明; amụrụ na 28 Mee 1987) bụ onye nọọsụ na onye na-eme ngagharị iwe na Hong Kong",
  "Ọ bụ onye guzobere na onye isi oche nke Hospital Authority Employees Alliance (HAEA), otu ndị ọrụ na-anọchite anya ndị ọrụ Hospital Authority",
  "O keere òkè dị mkpa na ọgbaghara ndị ọrụ na Febụwarị 2020 iji chọọ ka e mechie ókèala zuru oke na nzaghachi maka ntiwapụ COVID-19 na Hong Kong.",
  "Yu natara ọzụzụ dị ka nọọsụ na mahadum",
  "Ọ ghọrọ onye nọọsụ n'ụlọ ọgwụ ọha na eze nke Hospital Authority mgbe ọ gụsịrị akwụkwọ. Na ngagharị iwe Occupy nke afọ 2014, o wepụtara onwe ya dị ka onye ọrụ ahụike na ebe ngagharị iwe nke meghere ụzọ maka ya maka ọrụ ọha na eze",
  "O weputara onwe ya n'ọtụtụ ihe omuma ngagharị iwe, gụnyere ọgba aghara obodo nke Mong Kok na 2016",
  "A kpọpụkwara ya n'ụlọ ọrụ nlekọta siri ike gaa n'isi ụlọ ọrụ ụlọ ọgwụ ma mee atụmatụ ịkwaga Japan.",
  "Na ngagharị iwe 2019 megide ịnyefe, Yu malitere ịrụsi ọrụ ike na mmekọrịta ọha na eze, na-arụ ọrụ afọ ofufo dị ka onye ọrụ ahụike. E guzobere Hospital Authority Employees Alliance (HAEA) na oku maka ịmepụta òtù ndị ọrụ iji malite ọgbaghara n'obodo niile iji nye gọọmentị nsogbu, nke Yu ghọrọ onyeisi oche. Mgbe ntiwapụ mbụ nke COVID-19 na Hong Kong na Jenụwarị 2020, gọọmentị Hong Kong kwupụtara ọtụtụ usoro nchịkwa, gụnyere mbelata ụgbọ elu na mmechi nke ọtụtụ ọdụ ụgbọ mmiri",
  "Ndị ọkachamara na-ahụ maka ahụike na HAEA kpọrọ oku maka mmechi nchịkwa ókèala siri ike karịa ihe gọọmentị mara ọkwa; n'oge ahụ, mpaghara ndị dị na China dị nso na Hong Kong, dị ka Shenzhen, nwere ọtụtụ ọrịa coronavirus karịa Hong Kong",
  "HAEA kpọrọ oku ka e mechie ókèala ya na China, na-achọ ka gọọmentị gbochie ndị niile na-abụghị ndị Hong Kong ịbanye n'obodo ahụ site na China",
  "Njikọ ahụ dọtara ihe karịrị akwụkwọ 12,000 ka ha sonye na Jenụwarị 2020.",
  "N'ịgbaso ọkwa onye isi oche Carrie Lam iji mechie ókèala anọ na mpaghara ahụ, kama imechi ya kpamkpam nke HAEA chọrọ, ndị otu ahụ malitere ọgbaghara ọrụ ụbọchị ise n'etiti 3 na 7 Febụwarị 2020. Yu kwuru na ihe karịrị ndị ọrụ ụlọ ọgwụ 2,500 sonyere na ọgbaghara ahụ n'ụbọchị mbụ, ihe dị ka pasent 60 ruo 70 n'ime ha bụ ndị nọọsụ. Ihe dị ka ndị ọrụ 6,000 bịara ọgbaghara ahụ kwa ụbọchị n'ime ụbọchị ise",
  "Na nzaghachi, Chief Executive Carrie Lam kwupụtara na a ga-emechi ókèala anọ ọzọ mana ọ jụrụ imechi ókèala ahụ kpamkpam. Ọ kpọkwara ndị ọrụ ahụike na-eme ngagharị iwe dị ka \"ndị siri ike\". N'ịzaghachi mkpebi gọọmentị na-emechaghị ókèala ahụ n'ụzọ zuru ezu, Yu gbanwere ihe ndị otu ahụ chọrọ, na-arịọ maka usoro nchebe zuru oke maka ndị ọrụ ahụike HA na maka HA ka ha wepụ ndị ọrụ na-ata ahụhụ na-ekere òkè na ọgbaghara ahụ",
  "yana Na 7 Febụwarị, HAEA dara 2,000 vootu na-erughị ihe mgbaru ọsọ ọ setịpụrụ ịgbatị ọrụ ụlọ ọrụ n'etiti izu na-abịa. Na nzaghachi, Yu kwupụtara njedebe nke ọgbaghara ụbọchị ise, ọ bụ ezie na o kwuru na ịkwụsị ọgbaghara ahụ \"apụghị ịpụta na [ndị otu] na-ahapụ\" ihe ha chọrọ.",
  "Yu sonyere na ntuli aka nke 2020 Hong Kong pro-democracy ma nweta vootu 2,493, na-emeri onye omeiwu nọ n'ọkwa Joseph Lee na mpaghara ọrụ ahụike.",
  "Na 6 Jenụwarị 2021, Yu so na ndị otu 53 nke ogige ndị na-akwado ọchịchị onye kwuo uche ya bụ ndị e jidere n'okpuru iwu nchekwa mba, ọkachasị ndokwa ya gbasara ebubo nke nnupụisi",
  "A na-ebo otu ahụ ebubo na ha na-ahazi ma na-ekere òkè na primaries nke July 2020. A tọhapụrụ Yu na mgbapụta na Jenụwarị 7.",
  "N'abalị iri abụọ na asatọ n'ọnwa Febụwarị, e boro Yu ebubo, ya na ndị ọzọ iri anọ na isii, maka nnupụisi. Mgbe e boro Yu ebubo maka imebi ọchịchị, ndị Hong Kong Hospital Authority kwụsịtụrụ ya n'ọrụ ya. N'abalị iri abụọ na asatọ n'ọnwa Julaị, a tọhapụrụ ya na mgbapụta, mgbe onye ọka ikpe ụlọ ikpe dị elu Esther Toh nyere ya akwụkwọ mgbapụta. Dabere na mkpebi ikpe e dere ede nke ụlọ ikpe wepụtara na 14 Septemba, Toh nyere ya mgbapụta, na-ekwu na nkọwa ya edere na ọ nweghị ihe akaebe na Yu nwere njikọ mba ụwa.\nN'abalị asatọ n'ọnwa Machị afọ 2022, otu ụbọchị mgbe e jidere Yu ọzọ, onye majie kagburu mgbapụta ya; ka a jụrụ arịrịọ maka iwepụ ihe mgbochi ịkọ akụkọ, ọdịdị nke mmebi nke ọnọdụ mgbapụta ahụ edoghị anya ozugbo.",
  "Àtụ:Hong Kong 47"
]