[
  "Amamihe, amamihe, ma ọ bụ amamihe bụ ikike ịtụgharị uche na ime ihe site na iji ihe ọmụma, ahụmịhe, nghọta na nghọta",
  "A na-ejikọta amamihe na àgwà ndị dị ka ikpe na-enweghị ntụpọ, ọmịiko, ihe ọmụma onwe onye, ịdị elu onwe onye na enweghị mmasị, na omume ọma ndị dị ka ụkpụrụ omume na obiọma.",
  "A kọwaala amamihe n'ọtụtụ ụzọ dị iche iche, gụnyere ọtụtụ ụzọ dị iche iji nyochaa njirimara ndị a na-ekwu na amamihe.",
  "Oxford English Dictionary na-akọwa amamihe dị ka \"Ikike ikpe ikpe ikpe ziri ezi n'ihe ndị metụtara ndụ na omume; ikpe ziri ezi na nhọrọ nke ụzọ na njedebe; mgbe ụfọdụ, na ụzọ na-adịghị mma, ezi uche, esp",
  "n'ihe omume: opp",
  "to folly;\" nakwa \"Ihe ọmụma (esp",
  "nke ụdị dị elu ma ọ bụ nke na-adịghị ahụkebe); nghọta, mmụta, agụmakwụkwọ",
  "\" Charles Haddon Spurgeon kọwara amamihe dị ka \"iji ihe ọmụma eme ihe na ụzọ ziri ezi\". Robert I",
  "Sutton na Andrew Hargadon kọwara \"àgwà amamihe\" dị ka \"iji ihe ọmụma na-eme ihe mgbe ị na-enwe obi abụọ banyere ihe mmadụ maara\"",
  "Na sayensị mmekọrịta mmadụ na ibe ya na nke akparamagwa, ọtụtụ ụzọ dị iche iche maka amamihe dị, na nnukwu ọganihu e mere na ime afọ iri abụọ gara aga n'ihe gbasara arụmọrụ na ịtụle amamihe dị ka ihe owuwu akparamagwaa. Amamihe bụ ikike inwe ihe ọmụma, ịmara ihe ga-esi na ya pụta (ma nke ọma ma nke ọjọọ) nke ihe niile dịnụ, yana ịnye ma ọ bụ were nhọrọ ndị nwere uru kachasị maka ihe dị ugbu a ma ọ bụ n'ọdịnihu.",
  "Ndị Gris oge ochie weere amamihe dị ka omume ọma dị mkpa, nke a na-eme ka ọ bụrụ chi nwanyị Metis na Athena",
  "Metis bụ nwunye mbụ nke Zeus, onye, dị ka Theogony nke Hesiod si kwuo, riri ya dị ime; Zeus nwetara aha Mêtieta (\"The Wise Counselor\") mgbe nke ahụ gasịrị, ebe Metis bụ ihe ngosi nke amamihe, ọ mụkwara Athena, onye a sịrị na o si n'isi ya pụta. E gosipụtara Athena dị ka onye siri ike, onye ikpe ziri ezi, onye nwere ebere, na onye dị ọcha. A na-ewerekwa Apollo dị ka chi amamihe, nke a họpụtara dị ka onye nduzi nke Muses (Musagetes), ndị bụ ndị na-anọchite anya sayensị na nke sitere na ike mmụọ nsọ na nka uri; Dị ka Plato si kwuo na Cratylus ya, aha Apollo nwekwara ike ịpụta \"Ballon\" (onye na-agba ụta) na \"Omopoulon\" (onye jikọtara osisi [nke chi na nke ụwa]), ebe ọ bụ onye na-ahụ maka mmụọ nsọ na nke ezi mmụọ nsọ, ya mere a na-ewere ya dị ka onye na-agba égbè nke ziri ezi mgbe niile na ọgwụgwọ na oracles: \"ọgwụ bụ onye na onye na-acha ụta mgbe niile\". A na-ewere Apollo dị ka chi nke buru amụma site n'aka ndị nchụàjà nwanyị (Pythia) n'ụlọ nsọ nke Apollo (Delphi), ebe e dere okwu \"mara onwe gị\" (gnōthi seauton) [lower-alpha 1] (akụkụ nke amamihe nke Delphic maxims). E jiri ya tụnyere Hermes, onye nwere njikọ na sayensị na amamihe teknụzụ, na, na narị afọ mbụ mgbe Kraịst gasịrị, e jikọtara ya na Thoth na syncretism Ijipt, na okpuru aha Hermes Trimegistus. Omenala ndị Gris dekọrọ ndị mbụ na-ewebata amamihe na ndị amamihe asaa nke Gris.",
  "Nye Socrates na Plato, nkà ihe ọmụma bụ na ụzọ nkịtị ịhụnanya nke amamihe (philo-sophia)",
  "Nke a na-emetụta mkparịta ụka Plato; na The Republic ndị isi nke Utopia ya bụ ndị eze ọkà ihe ọmụma na-aghọta Ụdị nke Ezi ma nwee obi ike ime ihe kwekọrọ na ya",
  "Aristotle, na Metaphysics, kọwara amamihe dị ka nghọta ihe mere ihe ji bụrụ ụzọ ụfọdụ (causality), nke miri emi karịa naanị ịmara ihe bụ ụzọ ụfọdụ. Ọ bụ onye mbụ mere ọdịiche dị n'etiti phronesis na sophia.",
  "Dị ka Plato na Xenophon si kwuo, Pythia nke Delphic Oracle zara ajụjụ \"onye bụ nwoke kacha mara ihe na Gris?\" site na ikwu na Socrates bụ onye kacha mara ihe. Dị ka Apology nke Plato si kwuo, Socrates kpebiri ịchọpụta ndị a ga-ewere dị ka ndị maara ihe karịa ya, na-ekwu na ha enweghị ezi ihe ọmụma:\n \nN'ihi ya, ọ ghọrọ ihe a na-ahụkarị na ahịrịokwu \"Amaara m na amaghị ihe ọ bụla\" na ọ bụ ihe amamihe dị na ya ịmata amaghị ihe nke onwe gị na iji ịdị umeala n'obi epistemic kpọrọ ihe.",
  "Ndị Rom oge ochie jikwa amamihe kpọrọ ihe nke e gosipụtara na Minerva, ma ọ bụ Pallas",
  "Ọ na-anọchite anya ihe ọmụma na omume ọma, ọkachasị ịdị ọcha",
  "Ihe nnọchianya ya bụ nnụnụ nke ka bụ ihe nnọchianya a ma ama nke amamihe, n'ihi na ọ nwere ike ịhụ n'ọchịchịrị",
  "A na-ekwu na a mụrụ ya n'egedege ihu Jupiter.",
  "Amamihe dịkwa mkpa n'ime Iso Ụzọ Kraịst",
  "Jizọs mesiri ya ike. Pọl onyeozi, n'akwụkwọ ozi mbụ ya o degaara ndị Kọrịnt, kwuru na e nwere amamihe ụwa na nke Chineke, na-agba Ndị Kraịst ume ịchụso nke ikpeazụ",
  "Nlezianya, nke nwere njikọ chiri anya na amamihe, ghọrọ otu n'ime àgwà ọma anọ nke Katọlik",
  "Onye ọkà ihe ọmụma nke Ndị Kraịst bụ Thomas Aquinas weere amamihe dị ka \"nna\" (ya bụ, ihe kpatara ya, ihe ọ̀tụ̀tụ̀, na ụdị ya) nke omume ọma niile.",
  "N'omenala ndị Buddha, ịzụlite amamihe na-arụ ọrụ dị mkpa ebe a na-enye nduzi zuru oke banyere otu esi azụlite amamihe. N'omenala Inuit, ịzụlite amamihe bụ otu n'ime ebumnuche nke izi ihe",
  "Otu Inuit Elder kwuru na mmadụ ghọrọ onye maara ihe mgbe ha nwere ike ịhụ ihe a ga-eme ma mee ya nke ọma n'agwaghị ya ihe ha ga-eme.",
  "N'ọtụtụ ọdịbendị, aha maka molars nke atọ, nke bụ ezé ikpeazụ na-etolite, nwere njikọ na amamihe, dịka, dịka ezé amamihe Bekee",
  "O nwere aha njirimara ya sitere na ọdịnala oge ochie, nke a na-akpọ sóphronistér (n'asụsụ Grik, metụtara ihe ọ pụtara ma ọ bụ nkuzi), na Latin dens sapientiae (ezé amamihe), ebe ọ bụ na ha na-apụta n'oge ntozu okè na njedebe nke uto na mmalite nke okenye.",
  "Ụlọ akwụkwọ ọha na United States nwere ụzọ maka agụmakwụkwọ agwa",
  "Ndị na-eche echiche narị afọ nke iri na asatọ dịka Benjamin Franklin, zoro aka na nke a dịka ọzụzụ amamihe na omume ọma",
  "N'ọdịnala, ụlọ akwụkwọ na-ekekọrịta ọrụ ịzụlite agwa na amamihe yana ndị nne na nna na ndị obodol",
  "Nicholas Maxwell, onye ọkà ihe ọmụma nke oge a na United Kingdom, na-akwado na agụmakwụkwọ kwesịrị ịgbanwe uche ya site na inweta ihe ọmụma gaa na ịchọ na ịkwalite amamihe. Nke a ọ na-akọwa dị ka ikike ịghọta ihe bara uru na ndụ, maka onwe gị na ndị ọzọ. Ọ na-akụzi na ihe ọmụma ọhụrụ na nkà na ụzụ na-eme ka ike anyị ime ihe dịkwuo elu",
  "Na-enweghị amamihe, Maxwell na-ekwu na ihe ọmụma ọhụrụ a nwere ike imerụ mmadụ ahụ yana ọdịmma mmadụ",
  "Ọ na-ekwu na ịchụso ihe ọmụma bara uru ma dị mma n'ezie, mana na a ga-ewere ya dị iche na ọrụ sara mbara nke imeziwanye amamihe.",
  "Ndị ọkà n'akparamàgwà mmadụ amalitela ịnakọta data gbasara nkwenkwe ndị a na-ekwukarị ma ọ bụ echiche ndị mmadụ banyere amamihe. Nnyocha mbụ na-egosi na ọ bụ ezie na \"e nwere njikọ nke ozizi amamihe na ọgụgụ isi, nghọta, ime mmụọ na amamihe, o doro anya na amamihe bụ nka n'ịnagide ajụjụ siri ike nke ndụ na ime mgbanwe na ihe dị mgbagwoju anya",
  "\""
]