[
  "Wunmi Mosaku (amuru n’afọ 1986) bu onye Naijiria nke Britain ejiri ọrụ ihe nkiri na ịtị egwu wee mara. A maara ya maka ọrụ ya dị ka Joy na ihe ngosi BBC Two bụ Moses Jones (2009) na Holly Lawson na ihe ngosi ITV bụ Vera (2011–12)",
  "O meriri 2017 BAFTA TV Award for Best Supporting Actress maka ọrụ ya dịka Gloria Taylor na ihe nkiri TV bụ Damilola, Our Loved Boy (2016)",
  "Na 2019, ọ putara n'usoro nke ise Luther.",
  "A mụrụ Mosaku na Naijiria, ma o mechara kwaga Manchester, England, mgbe ọ dị otu afọ",
  "Ọ gara Trinity Church of England High School na Xaverian Sixth Form College",
  "Ọ gụrụ egwu ruo afọ iri na otu na otu ụmụ egwu nke  Manchester Girls Choir",
  "Ndị mụrụ ya bụ ndị prọfesọ na Naijiria mana ha enweghị ike ịrụ otu ọrụ ahụ na UK",
  "Nne ya bidoro ọrụ azụmahịa na nna ya mechara laghachi Naịjirịa.",
  "Mosaku gụsịrị akwụkwọ na Royal Academy of Dramatic Art na 2007 wee mee ọrụ ihe nkiri mbụ ya na Arcola Theatre na mmepụta nke Pedro Calderón de la Barca ' The Great Theatre of the World",
  "Kemgbe ahụ ọ pụtawo na Rough Crossings, nke Rupert Goold duziri ma dabere na akwụkwọ Simon Schama na Lyric Hammersmith; The Vertical Hour nke David Hare na Truth & Reconciliation, ha abụọ gosiri na Royal Court Theatre; Mules na Young Vic",
  "Na 2009, ọ pụtara na Katrina, ejije nke gosipụtara akụkọ mmadụ isii banyere ọgụ ha maka idị ndụ mgbe Hurricane Katrina mebiri obodo New Orleans na August 2005",
  "Mosaku mere dị ka Sophie na ihe ngosi nke Ruined nke Lynn Nottage duziri ma gosi na ụlọ ihe nkiri nke Almeida Theatre.",
  "Na 2008, ọ pụtara na mmepụta izizi nke UNDEREXPOSED na National Portrait Gallery, ezubere iji bulie mmata ndị dị ojii a n'asọpụrụ ma na-agbapụta ikike dị n'etiti obodo ndị dị ojii na Britain",
  "Foto ya pụtara na Commerce Way, Peckham, London",
  "Na 2009, ọ pụtara na uhe ngosi nke BBC Two bụ Moses Jones, nke o meriri Best Actress in a Miniseries na mmemme Roma Fiction Festival.",
  "O gosipụtara na mkpuchi ihu akwụkwọ nke Screen International magazin June – July 2009 dị ka otu n'ime UK Stars of Tomorrow, na 2011 ọ pụtara na mbipụta Nylon Magazine nke afọ 2011.",
  "N’afọ 2010, akpọrọ Wunmi Mosaku otu n’ime ihu ndị ohuru asaa na mmemme Toronto International Film Festival, maka ọrụ ya na ihe nkiri nke I Am Slave,   Ọ na-mere dịka Malia; nwa agbọghọ a tọọrọ n'obodo ya na Sudan, ma resị ya ịbụ ohu",
  "Maka ọrụ ya Mosaku nwetara akara ngosi dịka Nwaanyị ọrụ ihe nkiri Kachasị Mma na Birmingham Black Film Festival, Ọrụ ihe nkiri kacha mma na mmemme Cultural Diversity Awards na Okachasi mma nwaanyị ọrụ ihe nkiri na Screen Nation Awards",
  "Na 2011, Mosaku sonyeere ndị ọrụ maka ihe nkiri Vera, ebe ọ meere dịka Holly Lawson, mana ọ hapụrụ ihe nkiri ahụ ka otu afọ gachara.",
  "Na 2015, Mosaku gosipụtara na-ọrụ nkiri dika Quentina, onye polis na-ahụ maka okporo ụzọ, ihe ngosipụta nke BBC Capital dabere na akwụkwọ akụkọ John Lanchester dere nke otu aha. Na 2016, ọ pụtara na Playtest, ihe omume nke ngosi bụ Black Mirror.",
  "Mosaku meriri 2017 BAFTA TV Award for Best Supporting Actress maka ime ka Gloria Taylor na ihe nkiri onyonyo bụ Damilola, Our Loved Boy",
  "Mgbe ajụrụ ya ka o depụta ndị ọ na-asọpụrụ, Mosaku gụnyere nne nne ya bụ Anike Adisa, bụ onye ọ kọwara dịka onye \"kuziri m ọtụtụ ihe\"; onye ọrụ ihe nkiri Albert Finney onye bụ onye gbara ya ume maka ịga Royal Academy of Dramatic Art; onye ọrụ ibe ya na onye nkụzi mbụ na RADA, William Gaskill; Paul Newman, onye ọ masịrị, ọ bụghị naanị maka ime ihe nkiri, kamakwa maka mbọ enyemaka ya site na Newman's Own; na Oprah Winfrey, onye Mosaku weere dị ka \"nwaanyị siri nnukwu ike.\""
]