[
  "Àtụ:Infobox musical artist\nWurlD",
  "Aha\tSadiq Onifade",
  "Amụrụ\tLegọọsụ, Naịjirịa",
  "Nkenụụdị",
  "Elektrọniki",
  "mmụọ",
  "pọpụ",
  "Aka ọrụ",
  "Odee egwu",
  "otii egwu",
  "mmepụta ndekọ egwu",
  "Ngwa egwu\tOlu",
  "Afọ ọ nọ ọrụ\t2012–ugbua",
  "Lebeelụ\tWEAREGVDS",
  "Ndị egwu",
  "Mario",
  "Major Lazer",
  "Walshy Fire",
  "Gromee",
  "B.o.B",
  "Akon",
  "Timbaland",
  "Sir Felix",
  "Scotty ATL",
  "Shizzi",
  "Trinidad James",
  "Sarz",
  "Website\twww.wurldmusic.com",
  "Sadiq Onifade, onye akacha mara dịka WurlD, bụ onye Naijiria na-eti egwu na onye na-ede egwu",
  "Amụrụ ya na Legọọsụ, Naịjirịa, WurlD kwagara Atlanta, Georgia iji gaa ụlọ akwụkwọ sekọndrị ma dekọọ egwu",
  "Ọ na-akọwa ụdị egwu ya dị ka elektro-fuchọn",
  "Ọ wepụtara egwu izizi ya Evolution na 2013",
  "Amụrụ ya na Legọọsụ, Naịjirịa, WurlD kwagara na US dịka onye na-eto eto wee nata agụmakwụkwọ kọleji ya na Mahadum Georgia Steeti, ọ na-agụ  kọmputa Sayensị",
  "Mgbe WurlD nọ n'ụlọ akwụkwọ, ọ bịara nwee nnukwu mmasị na arụmọrụ egwu.",
  "Na ngwụcha 2012, WurlD wepụtara otu egwu nke mbụ ya, \"Beyond Our Dreams\" site na mbido egwu mbụ ya bụ EP Evolution, n'oge okpomọkụ 2013",
  "Na ndakọ na egwu ya ahụ, SESAC mere nnọkọ egem ntị na  Atlanta ọfisi maka Evolution EP nke WurlD na-abịa",
  "na mbido 2013, WurlD na Mario nọ na studiyo na-edekọ egwu maka   R&B nke na-abịa",
  "N'oge na-adịghị anya, vidiyo egwu maka Evolution nke abụọ, \"Alive\" ka ebuputara site na MTV : The Wrap Up na 2 Mee 2013",
  "WurlD jikọtara ya na onye Timbaland, BK Brasco dị ka onye egosipụtara na \"Beautiful Girls.\" Ọ pụtara na onyonyo egwu ahụ",
  "Na Mee 2016 WurlD wepụtara \"Show You off\" ihe ndekọ Afuro nke mmụọ na-egosipụta Walshy Fire nke Major Lazer na onye mmepụta Afuro-Biiti bụ Shizzi",
  "Na Juunu 2016 WurlD weputara egwu etikọrịta ọnụ \"Better Days Ahead\" ya na Sir Felix; ọ ghọrọ ukwe ala maka DelfSail 2016",
  "WurlD (Sadiq Onifade) dekọrịta egwu a bụ \"Blow my mind\" nke Davido gosipụtara Chris Brown na 2019",
  "Emepụtara egwu a site na onye na-eme ihe nkiri Davido ogologo oge Shizzi.",
  "Na 2015 WurlD gara ọla edo kwadoro ya na Sony Music nke egwu a \"Follow You\" na onye Polish DJ, Gromee   na 2017, ọ natara nhọpụta maka \"Best Diaspora Act na Nigerian Entertainment Award\" n'akụkụ Rotimi na Wale",
  "Ọ nwere otu egwu dara ụdaugbu a na-akpọ 'Trobul'",
  "(EP)",
  "ịarab"
]