[
  "Xiahou Ying (nwụrụ n'afọ otu narị na iri asaa na abụọ BC), mgbe ọ nwụsịrị a mara ya dị ka Marquis Wen nke Ruyin, bụ onye ọrụ na China jere ozi dị ka Minister Coachman 太僕 n'oge Usoro ndị eze Han",
  "O jere ozi n'okpuru Liu Bang (Eze Ukwu Gaozu), onye guzobere eze ukwu nke usoro Han, wee lụọ ọgụ n'akụkụ Liu Bang n'oge Mkparịta ụka Chu -Han (206–202 BC) megide onye iro Liu Bang bụ Xiang Yu",
  "Aha a na-akpọ ya mgbe ụfọdụ bụ Duke nke Teng na ndekọ akụkọ ihe mere eme.",
  "Xiahou Ying sitere na Ogbe Pei",
  "na Jiangsu nke oge a",
  "Ọ malitere ọrụ ya dị ka onye ọrụ na-elekọta ịnyịnya, ụgbọ ịnyịnya na ụgbọ ala di n'ụlọ ọrụ ogbe",
  "Mgbe ọ bụla ọ gafere Obodo Sishui (泗水亭), otu n'ime obodo ndị dị na ogbe Pei, ọ ga-eleta enyi ya Liu Bang, onye ọrụ ọkwa ya dị ala n'obodo ahụ, wee soro ya kparịta ụka ogologo oge.",
  "N'otu oge, Liu Bang gwusara Xiahou Ying egwu wee mee ka ọ merụọ ahụ",
  "Onye ọka ikpe mpaghara ahụ chọpụtara ihe merenụ ma nye iwu ka eme nyocha",
  "N'okpuru iwu nke usoro ndị eze Qin n'oge ahụ, a ga-ata Liu Bang ahụhụ nke ukwuu karịa onye nkịtị n'ihi na ọ bụ onye ọrụ obodo",
  "Xiahou Ying ghaara ụgha na o merụrụ onwe ya ahụ na mberede iji chebe Liu Bang, mere eji emechie ikpe ahụ na mbụ",
  "Ka oge na-aga, mmadụ kọọrọ Xiahou Ying maka ikwu okwu ụgha, yabụ ejide Xiahou Ying, pịa ya ihe ma tụọ ya mkpọrọ ihe karịrị otu afọ",
  "Agbanyeghị, ọ ka gara n'ihu na -ekpuchi Liu Bang.",
  "N'afọ narị abụọ na itoolu BC, ọtụtụ nnupụisi malitere na China niile iji kwatuo usoro ndị eze Qin",
  "Mgbe Liu Bang malitekwara nnupụisi na Ogbe Pei, Xiahou Ying sonyeere ya wee nyere ya aka n'iweghara mpaghara obodo ha",
  "Liu Bang wee nye onwe ya aha \"Duke of Pei\" (沛公), wee mee Xiahou Ying onye ọkwa ọkwa nke asaa (七大夫) wee họpụta ya ka ọ bụrụ ọkwọ ụgbọ ala nke onwe ya.",
  "Mgbe Liu Bang na-awakpo Huling (胡陵; ugwu ọwụwa anyanwụ nke Obodo Longgu nke ugbu a, Ogbe Pei, Jiangsu), Xiahou Ying na Xiao He, onye ọzọ n'ime ndị na-eso Liu Bang, jisiri ike mee ka onye ọrụ Qin na-eche Huling nyefee Liu Bang",
  "Maka mmezu ya, a kwalitere Xiahou Ying ka ọ bụrụ onye ọrụ ọkwa ise (五大夫).",
  "N'agbata afọ narị abụọ na itoolu BC na narị abụọ na isii BC, Xiahou Ying sonyeere ndị nnupụisi Liu Bang n'ịwakpo ndị agha Qin na ebe dị iche iche: Ogbe Dang (碭縣), Jiyang (濟陽) na Yongqiu (雍丘), ha niile dị n'ebe ọwụwa anyanwụ Henan  ; Dong'e (東阿; Liaocheng nke oge a, Shandong); Puyang ; Kaifeng ; Luoyang ; Nanyang ; Lantian ; na Zhiyang nke oge a",
  "(芷陽; ọwụwa anyanwụ nke Xi'an ugbu a, Shaanxi )",
  "N'oge agha, amaara ya na ọ na-anya ụgbọ ịnyịnya ya ọsọ ọsọ ma na-egbu oke onye iro",
  "N'otu agha dị na Kaifeng, o jidere ndị agha iro iri isii na asatọ, nata nyefe nke narị asatọ na iri ise ọzọ, wee nweta igbe akàrà ọlaedo",
  "Maka mmezu ya, a na-akwalite ya n'ọkwa dị elu: zhibo (執帛); zhigui (執珪); na Duke nke Teng (滕公).",
  "Mgbe ndị agha nnupụisi kwaturu usoro ndị eze Qin na 206 BC, e kewara alaeze Qin mbụ ahụ n'ime alaeze iri na asatọ, onye ọ bụla onye ndu nnupụisi na-achị ma ọ bụ onye ọchịagha Qin nyefere onwe ya",
  "Liu Bang ghọrọ Eze Han (漢王) ma nye ya ngalaba na mpaghara Bashu nke dịpụrụ adịpụ ( Chongqing na Sichua nke ugbua)",
  "Ọ họpụtara Xiahou Ying ka ọ bụrụ Minista Coachman (太僕) wee nye ya aha otutu Marquis nke Zhaoping (昭平侯).",
  "Site n'afọ narị abụọ na isii BC ruo afọ narị abụọ na abụọ BC, Xiahou Ying lụrụ ọgụ n'akụkụ Liu Bang megide onye iro  Liu Bang, Xiang Yu, n'ọgụ maka ikike elu na China n'akụkọ ihe mere eme nke a kpọrọ Chu -Han Content",
  "N'ihe dị ka afọ narị abụọ na isii BC, Han Xin, onye jeburu ozi n'okpuru Xiang Yu, dapụrụ gaa n'akụkụ Liu Bang mgbe Xiang Yu jụrụ ị ge ya ntị na aro ya",
  "Mgbe mbụ Han Xin sonyeere Liu Bang, e nyere ya ọnọdụ dị ala dị ka onye na -eweta ọkọnọ na ọ nweghị onye hụrụ akaraka ya",
  "N'otu oge, etinyere Han Xin n'okwu ikpe metụtara mmadụ iri na atọ ndị ọzọ nke achọrọ igbu",
  "N'oge ahụ, Xiahou Ying na -ahụ maka ogbugbu ndị mmadụ",
  "Mgbe oge nke ya ruru, Han Xin leliri anya n'ebe Xiahou Ying nọ wee jụọ, \"Eze Han ọ chọghị ịchị alaeze ukwu a? Gịnị mere o ji egbu ndị dike agha mgbe ahụ? \" Xiahou Ying chọpụtara na Han Xin abụghị onye agha nkịtị wee hapụ Han Xin, soro ya kparịta ụka wee mata akaraka ya",
  "Ọ tụziri Han Xin nye Xiao He, otu n'ime ndị isi ndụmọdụ Liu Bang",
  "Xiao He, n'aka nke ya, tụrụ aro ka Xin nye Liu Bang, mana Liu Bang enweghị mmasị na Han Xin.",
  "Mgbe mbụ Liu Bang batara na mpaghara ime obodo Bashu nke dịpụrụ adịpụ, ọtụtụ ụmụ nwoke nọ n'okpuru ya gbahapụrụ",
  "N'ịbụ onye nwere nkụda mmụọ na Liu Bang enweghị ekele maka nkà ya, Han Xin gbahapụrụ",
  "Mgbe Xiao Ọ nụrụ maka ya, ọ hapụrụ ịchọ Han Xin wee jisie ike chọta ya ma kpọghachite ya",
  "Xiahou Ying hụkwara ha, ya na Xiao He, nwere ihe ịga nke ọma ime ka Han Xin laghachiri Liu Bang",
  "Oge a, Liu Bang gere Xiao He na Xiahou Ying ntị; ọ họpụtara Han Xin ka ọ bụrụ ọchịagha.",
  "N'afọ narị abụọ  na ise BC, Liu Bang meriri Xiang Yu na Agha nke Pengcheng wee manye ya ịlaghachi azụ",
  "Ndị agha ndị iro chụrụ ya, ọ gbalagara n'ụgbọala ya na nwa ya nwoke na nwa ya nwanyị nke Xiahou Ying chụpụrụ",
  "N'oge njem ha, ụjọ jidere Liu Bang wee nwaa ịhapụ ụmụ ya ka ụgbọ ala wee nwee ike ịga ọsọ ọsọ",
  "Oge ọ bụla ọ chụpụrụ ụmụ ya n'ụgbọala, Xiahou Ying ga -akwụsị buru ha ọzọ",
  "Liu Bang were iwe nke ukwuu na Xiahou Ying nke na ọ tụrụ egwu na ya ga -egbu ya oge ọ bụla o mere nke ahụ",
  "N'ikpeazụ, ha jisiri ike gbapụ n'ihe egwu ma Xiahou Ying nyefere ụmụ Liu Bang n'enweghị nsogbu na ntọala Liu Bang na mpaghara Guanzhong",
  "N'afọ narị abụọ na abụọ BC, Liu Bang meriri Xiang Yu, wee bụrụ eze ukwu China, wee guzobe usoro ndị eze Han",
  "Xiahou Ying sochiri Liu Bang iji gbochie nnupụisi nke ndị eze na -enweghị isi n'oge ọchịchị eze ukwu niile",
  "N'oge agha Baideng n'afọ narị abụọ BC, Xiahou Ying nyeere Liu Bang aka ịgbanahụ ihe egwu mgbe Xiongnu meriri ndị agha Han",
  "Eze ukwu ahụ kpọkwara Xiahou Ying dị ka Marquis nke Ruyin (汝陰侯).",
  "Mgbe Liu Bang nwụsịrị n'afọ otu narị na iri itoolu na ise BC, Xiahou Ying gara n'ihu n'ije ozi dị ka onye nchịkwa minista n'okpuru nwa Liu Bang na onye nọchiri ya, Liu Ying (Emperor Hui), onye bụ eze ukwu nke nne ya na -achị, bụ Empress Lü",
  "Mgbe njedebe nke ọgba aghara Lü Clan n'afọ otu nari na iri asatọ BC, Xiahou Ying na ndị ọzọ kwadoro Liu Heng (Emperor Wen), nwa Liu Bang ọzọ, ka ọ bụrụ eze ukwu ọhụrụ, si otú a weghachite ezinụlọ Liu Bang n'ike ọzọ.",
  "Xiahou Ying gara n'ihu na -eje ozi n'okpuru Emperor Wen ruo mgbe ọ nwụrụ n'afọ otu nari na iri asaa na abụọ BC",
  "Emperor Wen nyere Xiahou Ying utu aha nwụrụ anwụ \"Marquis Wen\" (文侯).",
  "Ọtụtụ ụmụ Xiahou Ying nọ na-arụsi ọrụ ike na njedebe nke usoro ndị eze Han",
  "Ndị ama ama bụ ndị ọchịagha Xiahou Dun na Xiahou Yuan, ndị jere ozi n'okpuru ọchịagha Cao Cao",
  "Ụmụ ha jere ozi na steeti Cao Wei n'oge alaeze atọ."
]