[
  "Xiuhtezcatl Roske-Martinez (/ʃuːˈtɛzkɔːt/ shoo-TEZ-kawt; amụrụ na Mee 9, 2000), nke eji mkpụrụ edemede mbụ 'X' wee mara, bụ onye America na-agbalị maka ọdịmma gburugburu ebe obibi na onye na-ese hip hop. Martinez bụbu onye ntụzi ntorobịa nke Earth Guardians ruo n'afọ 2019.",
  "Martinez ekwuola banyere mmetụta nke mmanụ ala na obodo ndị ọzọ a na-akpa ókè",
  "Ọ kwuola okwu na United Nations ọtụtụ ugboro, ọ nwetakwara ewu ewu mgbe o kwusịrị okwu n'afọ 2015 na United Nations General Assembly n'asụsụ Bekee, Spanish na asụsụ ala ya, Nahuatl.",
  "Martinez bụ otu n'ime mmadụ iri abụọ na otu ndị gbara akwụkwọ Juliana v",
  "United States, nke bụ akwụkwọ e tinyere megide gọọmentị US maka ịghara ime ihe na mgbanwe ihu igwe. E tinyere akwụkwọ ahụ n'afọ 2015, ụlọ ikpe gọọmentị etiti jụrụ mmegharị gọọmentị mere iji kagbuo ikpe ahụ na Nọvemba 2016. Martinez bụkwa otu n'ime ndị gbara akwụkwọ asaa na Martinez v",
  "Colorado Oil and Gas Conservation Commission; ikpe ahụ bụ ikpe steeti yiri Juliana v",
  "United States.",
  "A mụrụ Martinez na Colorado, mana ọ kwagara Mexico mgbe ọ ka bu nwata. Ya na ezinụlọ ya biri na Boulder, Colorado site na 2019 wee kwaga Portland, Oregon. Nne ya, Tamara Roske, bụ otu n'ime ndị guzobere Earth Guardian Community Resource Center, ụlọ akwụkwọ sekọndrị na Maui, Hawaii",
  "Roske jere ozi dị ka onye isi nchịkwa nke Earth Guardians ruo na Mee 2021",
  "Martinez nwere ụmụnne abụọ, nwanne nwanyị Tonantzin, na nwanne nwoke Itzcuauhtli",
  "Nna ya, Siri Martinez, bụ onye Aztec, ọ zụlitere ụmụ ya na omenala nke ndị Mexica (otu n'ime ndị obodo Mexico)",
  "Ezinụlọ ya ebufeela ihe ọmụma ọdịnala nke ịhụ onye dị ka akụkụ nke ihe ka ukwuu, na nke ikwusi ike njikọ dị n'etiti akụkụ niile nke ụwa okike",
  "Ya mere, Martinez na-ahụ mmegbu nke okike dị ka \"ịdọwa nke usoro na-emebi emebi na nke a na-asọpụrụ\".",
  "Dị ka onye nọ n'afọ iri na ụma, Martinez ekwuola okwu TED ma kpọọ ya ka ọ kwuo okwu n'ihu United Nations gbasara iwu gburugburu ebe obibi. Na June 2015, ọ kwuru okwu mgbe ọ dị afọ iri na ise n'asụsụ Bekee, Spanish, na Nahuatl n'ihu Nzukọ Ezumezu nke UN na Mgbanwe ihu igwe",
  "Martinez gbara ume ka e mee ihe ozugbo na ihu igwe na-ekwu, \"Ihe dị n'ihe ize ndụ ugbu a bụ ịdị adị nke ọgbọ m\".",
  "N'otu afọ ahụ, ya na ndị egwu na-eto eto si gburugburu ụwa na-asọ mpi bụ ndị nyere egwu ha mepụtara \"iji kpalie mkparịta ụka\" na United Nations Framework Convention on Climate Change na egwu ha na nhọrọ Martinez \"Speak for the Trees\" ka a họọrọ dị ka onye mmeri nke Jury Award.",
  "Martinez na-ekwusi ike na agụmakwụkwọ na ndị na-eto eto bụ ihe dị mkpa nke mmegharị maka mgbanwe mmekọrịta mmadụ na ibe ya na gburugburu ebe obibi: \"Ịgagharị n'okporo ámá, mgbanwe ndụ ezughi ezu nke mere na ihe siri ike kwesịrị ime",
  "Mgbanwe anyị chọrọ agaghị esi n'aka onye ndọrọ ndọrọ ọchịchị, site na orangutan nọ n'ọchịchị, ọ ga-esi n'ihe na-abụkarị ihe na-akpali mgbanwe ike ndị mmadụ, ike ndị na-eto eto",
  "\" Mgbe ọ na-ekwu maka nkatọ nke ndị na-eto eto na-eji teknụzụ eme ihe n'ụzọ gabigara ókè n'ajụjụ ọnụ ya na Bill Maher na 2016, Martinez kwuru na teknụzụ na-ejikọkwa ndị mmadụ ọnụ iji lekwasị anya na nchegbu ha na-emekọ ihe ọnụ: \"Echere m na ọ bụ ngwá ọrụ dị mkpa anyị nwere maka ịkparịta ụka na ijikọ na ndị mmadụ",
  "Mgbasa ozi mmekọrịta na teknụzụ bụ ma ọ bụ ọdịda na ndọpụ uche maka ọgbọ anyị, ma ọ bụ ngwá ọrụ dị ike anyị nwere ike iji.",
  "Earth Guardians bụ òtù na-ahụ maka gburugburu ebe obibi nke e guzobere na 1992. Martinez jere ozi dị ka onye nduzi ndị ntorobịa ruo n'afọ 2019, na-agafe na onye nduzi na-eto eto n'akụkụ Marlow Baines, onye weghaara ọrụ ndu ndị ntorobịa na 2020.  Ọrụ ndị Earth Guardians bụ \"ịkpali ma zụọ ndị ntorobịa dị iche iche ka ha bụrụ ndị isi dị irè na gburugburu ebe obibi, ihu igwe na ikpe ziri ezi",
  "Site n'ike nke nka, egwu, ịkọ akụkọ, itinye aka na obodo, na usoro iwu, anyị na-emepụta ngwọta na-emetụta ụfọdụ n'ime nsogbu ndị kachasị njọ anyị na-eche ihu dị ka obodo ụwa",
  "\" Ha na-arụ ọrụ iji hazie ọgbaghara ihu igwe, zụlite iwu na-elekwasị anya na gburugburu ebe obibi, ma gbaa ndị mmadụ ume ka ha na-arụsi ọrụ ike site n'ịkwalite ndebanye aha ịtụ vootu.",
  "N'afọ 2015, Martinez na ndị ntorobịa iri abụọ na otu ndị ọzọ gbara akwụkwọ megide gọọmentị US Federal, Juliana et al",
  "v United States et al",
  "Ha na-ekwu na gọọmentị etiti na-agọnahụ ikike iwu ha nwere maka ndụ, nnwere onwe na ihe onwunwe site n'ileghara mgbanwe ihu igwe anya",
  "Ndị gbara akwụkwọ gụnyekwara ndị otu sitere na ụlọ ọrụ mmanụ ala dị ka ndị a na-ebo ebubo na ikpe ahụ, mana e wepụrụ ndị otu ahụ dị ka ndị na-ebo onwe ha n'oge ikpe ikpe",
  "Ndị na-eme mkpesa dị site na afọ 9 ruo 20 na iri n'ime ụmụaka ahụ nwere ma ọ bụ ndị ojii ma ọ bụ ụmụ amaala",
  "A malitere ikpe ahụ mgbe Obama ka nọ n'ọchịchị, mana n'afọ 2017, ndị gbara akwụkwọ gbanwere aha Trump maka nke onye bụbu onye isi ala.",
  "N'afọ 2018, ya na ndị ntorobịa ịrị na atọ ndị ọzọ gbara akwụkwọ ọzọ, n'oge a megide gọọmentị steeti Colorado",
  "Ọ bụ onye isi mkpesa na Martinez v",
  "Ikpe nke Colorado Oil and Gas Conservation Commission",
  "Ọkàikpe Ụlọikpe Kasị Elu nke King County bụ Michael Scott jụrụ ikpe ahụ na Jenụwarị 14, 2019, na-adọ aka ná ntị, na onye mkpesa na ụlọ ọrụ ndị ọzọ niile na-eme otu azụmahịa nke mmepe na mmepụta mmanụ ala na mmepụta na-agbaso iwu na ebumnuche ya, dịka edepụtara na Iwu Nchekwa Mmanụ na Gas nke Colorado (COGCA), nke na-ekwu na a chọrọ \"(1) iji kwalite mmepe nke mmanụ na gas, na-echebe ma na-eme ka nchekwa nke ndị nwe ya na ndị na-emepụta, na-eme nke ọma, na-ahụ maka ọdịmma ọha na eze, na (2) n'ime ya, iji gbochie ma na-echepụta ya, iji chebe oke na-eche echiche. Akụkụ nke abụọ nke COGCA, a na-eche na ọ ga-abụ ihe a ga-elekwasị anya maka ikpe ikpe n'ọdịnihu na mgbanwe iwu, dịka ọ dị n'ọnọdụ ebe mmepụta mpaghara na-efu karịa ego mpaghara ma ọ bụ n'ọnọdụ mgbe ọha na eze ga-esi na mmepe na mmepụta mmanụ ala ala ala pụọ",
  "Ihe ndị a tinyere mbelata ọchịchọ maka mmanụ ala na-ele anya nke ọma site na ụlọ ọrụ dị iche iche na ndị na-ahụ maka gburugburu ebe obibi maka nzọụkwụ ndị ọzọ n'ihe nwere ike ịbụ ihe ịma aka iwu siri ike n'ime steeti Colorado.",
  "Na Disemba 2018, Remezcla kpọrọ Martinez na ndepụta ha nke \"30 Latinxs Who Made an Impact in Their Communities in 2018\".",
  "N'ọnwa Eprel 2019, Martinez dere edemede na TeenVogue na-akwado Bernie Sanders maka onye isi ala, na-ekwu, \"Ekwenyere m na Bernie Sanders nwere azụ anyị na mgbanwe ihu igwe\". N'ọnwa Disemba afọ 2018, Martinez gwara Sanders okwu n'otu ihe omume ụlọ nzukọ obodo a na-akpọ \"Idozi Nsogbu Ihu igwe\".",
  "Martinez na nwanne ya nwoke na nwanne ya nwanyị guzobere otu egwu",
  "A tọhapụrụ abọm mbụ ha, Generation Ryse, n'ọnwa Ọgọstụ afọ 2014, ọ gụnyekwara egwu hip-hop dịka \"What the Frack\" na \"Speak for the Trees\"",
  "Site na egwu ya, o gosipụtara nsogbu gburugburu ebe obibi ndị metụtara steeti ya (Colorado) na ihu mba ahụ dum",
  "Tụkwasị na nke a, e mere abọm ahụ maka ndị ntorobịa taa na-enwe olileanya ịgbasa ozi ha banyere mmata gburugburu ebe obibi na ọgbọ nke ha.",
  "Martinez wepụtara abọm mbụ ya, Break Free, n'oge opupu ihe ubi nke afọ 2018, na-egosi egwu dịka \"Sage Up\" na \"Young\"",
  "Ya na ndị na-ese  dịka Nakho, Shaliene Woodley, na Tru na nwanne ya nwanyị nke ọ tọrọ rụkọtara ọrụ, onye gosipụtara n'ọtụtụ egwu ya, Tonantzin Martinez.",
  "N'afọ 2013, Onye isi ala Barack Obama nyere Martinez onyinye U.S",
  "Volunteer Service Award.",
  "Na 2017, etinyere ya na Rolling Stone's \"25 under 25 list\" nke ndị na-eto eto ga-agbanwe ụwa.",
  "N'afọ 2018, ọ natara onyinye Generation Change Award na MTV Europe Music Awards.",
  "N'afọ 2021, ọ pụtara dị ka otu n'ime ndị na-eme ihe nkiri na  nkiri French Bigger Than Us."
]