[
  "Xiye Bastida (amụrụ n'abalị iri na asatọ n'ọnwa Eprel afọ 2002) bụ onye na-ahụ maka ihu igwe na Mexico na onye otu obodo Otomi-Toltec",
  "Ọ bụ otu n'ime ndị isi na-ahazi Friday for Future New York City ma bụrụkwa onye isi olu maka ọdịdị ụmụ amaala na ndị mbịarambịa na-ahụ anya na ihu igwe. Ọ nọ na kọmitii nchịkwa nke People's Climate Movement na onye bụbu onye otu Sunrise Movement na Extinction Rebellion",
  "Ọ bụ onye nchoputa nke Re-Earth Initiative, otu mba ụwa na-abụghị maka uru nke na-agụnye ma na-agbakọta dịka ije mgbanwe ihu igwe kwesịrị ịdị.",
  "A mụrụ Bastida na Atlacomulco, Mexico nye nne na nna Mindahi na Geraldine, ndị bụkwa ndị na-ahụ maka gburugburu ebe obibi, ma zụlite ya n'obodo San Pedro Tultepec na Lerma. Nna ya bụ onye Otomi-Toltec ebe nne ya bụ onye Chile nwere ndị nna nna Celtic. Bastida nwere ụmụ amaala abụọ nke Mexico na Chile ugbu a.",
  "Bastida na ezinụlọ ya kwagara New York City mgbe oke idei mmiri dakwasịrị obodo ha nke San Pedro Tultepec na 2015 mgbe afọ atọ nke ụkọ mmiri ozuzo gasịrị.",
  "Bastida gara ụlọ akwụkwọ Beacon Ọ debara aha ya na Mahadum Pennsylvania n'afọ 2020.",
  "Bastida malitere ọrụ ya na klọb gburugburu ebe obibi",
  "Klọb ahụ mere ngagharị iwe na Albany na New York City Hall ma gbaa mbọ maka Iwu Nchedo Ndị Nchebe Na-ahụ Maka Ọnọdụ Ihu igwe na Obodo (CLCPA) na Dirty Buildings Bill. Ọ bụ mgbe ahụ ka ọ nụrụ banyere Greta Thunberg na ọgbaghara ihu igwe ya.",
  "Bastida kwuru okwu banyere Cosmology nke ụmụ amaala na 9th United Nations World Urban Forum, e nyekwara ya onyinye Spirit nke UN na 2018.",
  "Bastida duziri ụlọ akwụkwọ sekọndrị ya, The Beacon School, na nnukwu ọgbaghara ihu igwe mbụ na New York City na 15 Machị 2019. Ya na Alexandria Villaseñor kelere Thunberg mgbe o si Europe jiri ụgbọ mmiri bịa na Septemba 2019 iji gaa nzukọ UN Climate Summit. A na-akpọ Xiye \"Greta Thunberg nke America\" mana o kwuru na \"ịkpọ ndị na-eto eto na-eme ihe ike na mba ha na-ebelata ahụmịhe onwe onye na ọgụ onwe onye\".",
  "Teen Vogue wepụtara obere ihe ngosi We Rise on Bastida na Disemba 2019. Bastida ejikọtakwara ihe nkiri 2040 iji mepụta vidiyo dị mkpirikpi akpọrọ Imagine the Future na-enyocha ihe ọdịdị ọdịdị ọdịnihu na obodo nwere ike ịdị ka n'ọdịnihu.",
  "Bastida nyere aka na All We Can Save, akwụkwọ akụkọ ụmụ nwanyị na-ede banyere mgbanwe ihu igwe. N'oge na-adịbeghị anya, o kwuru okwu na Leadership Summit on Climate nke gọọmentị Biden kwadoro, na-ekwu okwu na-agba ndị isi ụwa ume ka ha sonye n'iru ọrụ maka ọdịmma ihu igwe.",
  "Ọ bụ ezie na ọ nweghị ike ịtụ vootu na mba United States n'ihi na ọ bụghị nwa amaala America, Bastida gosipụtara nkwado maka Massachusetts Senator Elizabeth Warren na ntuli aka onye isi ala nke afọ 2020, ọ bụ ezie na o kwusiri ike gbasara ndọrọ ndọrọ ọchịchị abụọ nke mgbanwe ihu igwe."
]