[
  "Ihe omume ike nwanyị agbụ nke Xuzhou ( Chinese ), nke a makwaara dị ka ihe omume nne nwa asatọ nke Xuzhou ( Chinese ), bụ ikpe nke ịzụ ahịa mmadụ, mmegbu siri ike, na ihe omume ndị sochirinụ nke pụtara ìhè na ngwụcha ọnwa Jenụwarị n'afọ 2022 na Feng County, Xuzhou, Jiangsu, People's Republic of China",
  "Vidio nke otu nwanyị nwere nsogbu uche ma tụọ ya mkpọrọ nke agbụ na mgbidi ma mụọ ụmụ asatọ gara n'ịntanetị China ma kpalie nnukwu mkpu ọha na eze.",
  "N'ihi njikwa ndọrọ ndọrọ ọchịchị siri ike na nyocha nke mgbasa ozi na China, ọtụtụ n'ime ndị nta akụkọ nyocha kachasị elu nke mba ahụ hapụrụ ọrụ ahụ n'afọ 2010",
  "N'ihi ya, ndị ọrụ ịntanetị mba China chọrọ azịza aghaghị igwu akụkọ ahụ n'onwe ha. E jidere ụfọdụ ndị ntaneti mgbe ha na-enyocha ikpe ahụ, ka ihe omume ahụ mere n'oge ndọrọ ndọrọ ọchịchị nke afọ2022 Winter Olympics.",
  "Ndị isi obodo bu ụzọ kagbuo ebubo ịtụ mgbere",
  "ụ ahịa mmadụ n'ụbọchị 28 Jenụwarị, site n'ikwu na nwanyị ahụ lụrụ nwoke obodo n'ụzọ ziri ezi ma na-arịa ọrịa uche. Otú ọ dị, na-eche nrụgide ọha na eze na-aga n'ihu, ndị ọchịchmba ị China mechara mee nyocha abụọ dị elu nke mere ka ejide mmadụ abụọ a na-enyo enyo na ha na-azụ ahịa mmadụ, yana di nwanyị ahụ maka \"njide iwu na-akwadoghị\". Ndị ọchịchị enyewokwa ndị isi iri na asaa na mpaghara ahụ ntaramahụhụ maka \"ịghara ọrụ\" na njikwa ikpe ahụ.",
  "N'ọnwa Jenụwarị 28, 2022, onye ọrụ TikTok (nke a makwaara dị ka Douyin na China) bipụtara vidiyo nke Dong Zhimin na-eyi ụmụ ya uwe ma na-eri nri n'ime ụlọ ya, ebe nwunye ya, nke a maara dị ka Yang, bụ Dong ka o kechiri ya n'agbụ na mgbidi n'ime ụlọ mebiri emebi n'akụkụ nnukwu ụlọ ezinụlọ ahụ n'etiti oge oyi",
  "Yang anaghị eyi akpụkpọ ụkwụ, nwere ntutu isi na-adịghị mma na ntì apịtị, a na-ahụkwa nri ya ka ọ gbasasịa n'ala.",
  "Mgbe vidiyo ahụ gbasasịrị, ngalaba mgbasa ozi nke obodo Feng County nyere nkwupụta, na-ekwu na Yang lụrụ Dong n'ụzọ iwu kwadoro, na ọ dịghị ịtụ mgbere ahịa mmadụ metụtara, nakwa na a chọpụtara na Yang nwere ọrịa uche.",
  "Ụbọchị abụọ ka e mesịrị, ndị ọchịchị obodo nyere nkwupụta ọzọ, na-ekwu na Yang bụ onye arịrịọ ma nna Dong nwụrụ anwụ kpọbatara ya n'afọ 1998, ọ bụ ezie na ekwenyeghị njirimara ya mgbe Dong debanyere aha maka alụmdi na nwunye, na-agbakwụnye na ọnọdụ Yang na-akawanye njọ kemgbe afọ 2021, ya mere agbụ nkịta iji gbochie ya imerụ ndị ọzọ ahụ\".",
  "N'ọnwa Febụwarị 7, 2022, kọmitii Chinese Communist Party (CCP) nke Xuzhou na gọọmentị obodo ya nyere nkwupụta, na-ekwu na Yang sitere na Fugong County, Yunnan, wee gbaa alụkwaghịm n'afọ 1996",
  "Otu nwanyị aha ya bụ Sang si n'otu obodo ahụ kpọọrọ Yang gaa Jiangsu maka ọgwụgwọ",
  "Dị ka Sang si kwuo, Yang kpafuru mgbe ha si n'ụgbọ okporo ígwè ahụ pụta, mana ọ kpọghị ndị uwe ojii ma ọ bụ gwa ezinụlọ Yang.",
  "N'ọnwa Febụwarị 10, 2022, ndị ọrụ nyocha nke Xuzhou nyere nkwupụta ọzọ na-ekwu na ihe omume ahụ bụ n'ezie ịzụ ahịa mmadụ",
  "Dong, Sang, na di ya bụ ndị a na-enyo enyo maka ikpe ahụ",
  "Kemgbe ahụ, e jidere mmadụ atọ ahụ ma jide ha.",
  "Otú ọ dị, akụkọ ndị ọchịchị Xuzhou akwụsịbeghị obi abụọ nke ọha na eze, gụnyere ajụjụ banyere ezi njirimara nke nwanyị ahụ nọ n'agbụ.",
  "N'ihi njikwa ndọrọ ndọrọ ọchịchị siri ike na nyocha nke mgbasa ozi na China, ọtụtụ n'ime ndị nta akụkọ nyocha kachasị elu nke mba ahụ hapụrụ ọrụ ahụ n'afọ 2010",
  "N'ihi ya, ndị ọrụ ịntanetị China chọrọ azịza aghaghị igwu akụkọ ahụ n'onwe ha. Ụfọdụ gara n'obodo Yang na ebe ndị ọzọ iji gbaa ajụjụ ọnụ",
  "N'ọnwa Febụwarị 11, ndị uwe ojii jidere ụmụ nwanyị abụọ ndị ọrụ afọ ofufo na Feng County mgbe ha na-enyocha ikpe ahụ.",
  "N'ọnwa Febụwarị 17, 2022, a kọrọ na kọmitii CCP nke mpaghara Jiangsu guzobere ndị otu nyocha ọzọ iji mee \"nyocha zuru ezu banyere ihe mere nwanyị ahụ agbụ na Feng County\". Nnyocha ahụ chọpụtara ezi njirimara nke nwanyị ahụ dị ka Xiao Huamei, ma gosipụta na ọ bụ onye ọtụtụ mpụ ịzụ ahịa mmadụ metụtara ma wepụta oge zuru ezu",
  "Ndị uwe ojii ejidewo mmadụ isii ma chụọ ndị isi otu Kọmunist asatọ n'ọrụ n'oge nyocha ahụ, n'ihi ihe dị iche iche gụnyere ịghara ichebe ọdịmma ọha na eze na ibipụta ozi ụgha.",
  "Ọtụtụ ụlọ ọrụ mgbasa ozi na-abụghị China, gụnyere The New York Times, The Wall Street Journal, BBC News, na Deutsche Welle, ekwuola banyere ihe merenụ. Ndị na-ekwu okwu gosipụtara nchegbu banyere ọdịmma ụmụnwanyị mba China",
  "Radio Free Asia kwuru na ihe omume ahụ na-egosipụta enweghị nchebe nke ikike ụmụnwanyị na China, na-agbakwụnye na ọ fọrọ nke nta ka ọ bụrụ na ọ dịghị ụlọ ọrụ mgbasa ozi gọọmentị na China nyochara ma ọ bụ kọọ akụkọ banyere ihe ahụ merenụ.",
  "Ihe omume a bụ karịsịa n'ihi na ọ pụtara n'oge asọmpi 2022 Winter Olympics na Beijing, ndị mmadụ na-achọ azịza n'agbanyeghị ohere a na-enyocha ma na-emetụta ndọrọ ndọrọ ọchịchị nke ịntanetị China.",
  "Geling Yan, onye ama ama nke China-American na-ede akwụkwọ na onye na-ede ihe nkiri, bụ onye a na-enyocha na ịntanetị China mgbe o kwusịrị okwu banyere ihe ahụ merenụ.",
  "Mo Shaoping, onye ọka iwu China nke nọchitere anya Liu Xiaobo na mbụ, kwuru na ọ bụrụ na Yang na-arịa ọrịa uche, a ga-emekwa nyocha n'ike megide Dong.",
  "Ụfọdụ ndị na-ekwu okwu jụrụ ma e nwere igbu ụmụnwanyị na-etinye aka na ikpe ahụ, ebe ọ bụ na asaa n'ime ụmụ asatọ nke Yang na Dong bụ ụmụnwoke, ihe omume a na-atụghị anya ya."
]