[
  "Xylocarpus granatum, nke a maara dị ka cannonball mangrove, cedar mangrove",
  "Ma ọ bụ osisi puzzlenut, bụ ụdị mangrove n'ezinụlọ mahogany (Meliaceae). A na-ahụ ya na Afrika, Eshia, Australasia na Pacific Islands. Ọ bụ ụdị mangrove a na-ahụkarị, na otu mba ụwa maka nchekwa ihe okike enyochawo ọnọdụ nchekwa ya dị ka nke \"na-adịchaghị echegbu onwe ya\".",
  "Xylocarpus granatum bụ obere osisi na-acha akwụkwọ ndụ akwụkwọ ndụ, na-eto ruo n'ogo kachasị elu nke 12 m (39ft )",
  "Ogwe osisi ahụ nwere mgbidi na mgbọrọgwụ dị n'elu ala nke na-agbasa ogologo oge n'akụkụ ọ bụla",
  "Akpụkpọ ahụ na-acha nchara nchara ma na-akwọ mụrụmụrụ, ma na-apụ n'ime flakes",
  "Akwụkwọ ya na-acha pinate ma na-ahazi ya na-agba gburugburu n'elu alaka; ha nwere akwụkwọ abụọ ruo anọ ma na-acha akwụkwọ ndụ akwụkwọ ndụ mgbe ha dị obere ma na-agba ọchịchịrị ka ha na-eto",
  "Inflorescence na-etolite na mkpirikpi panicle na axil nke akwụkwọ ma ọ bụ na njedebe nke osisi",
  "Okooko osisi nke ọ bụla dị 8 mm (0.3 in) n'obosara,  akụkụ anọ, ma na-acha ọcha ma ọ bụ na-acha odo odo",
  "A -eso ha nnukwu, okirikiri, capsules osisi, 9 ruo 12 cm (4 ruo 5 in) n'obosara, nke kewara na-emeghe iji kpughee mkpụrụ iri na abụọ. Aha a na-akpọkarị \"osisi puzzlenut\" sitere na ọdịdị na-adịghị mma nke mkpụrụ: enwere ike ịme mgbagwoju anya site na ịkwagharị mkpụrụ ma gbalịa ịhazi ha n'ime nhazi okirikiri mbụ.",
  "Ụdị a sitere na mpaghara okpomọkụ na mpaghara ọdịda anyanwụ Indo-Pasifik",
  "Ogologo ya sitere na Kenya, Tanzania na Mozambique (nke ọ bụ otu n'ime ụdị mangrove iri ) ruo India, Malaysia, Thailand, Indonesia, Philippines, Northern Australia na Papua ọhụrụ Guinea;  ọ na-etolite na mpaghara intertidal dị elu, a na-ahụkwa ya na estuaries na n'akụkụ mmiri mmiri.",
  "Osisi ahụ siri ike ma na-adịgide adịgide ma nwee ike iji ya rụọ ụgbọ mmiri, iwu na ime oche, agbanyeghị, osisi ndị ahụ na-agbaji ma na-enwekarị oghere ka nnukwu osisi wee ghara ịdị; a na-ejikwa osisi ahụ maka aka ngwá ọrụ na obere ihe ndị ọzọ, a pụkwara iji ya mee ihe dị ka nkụ ọkụ ma na-ere ọkụ ngwa ngwa",
  "Akpụkpọ ahụ jupụtara na tannins ma jiri ya mee ka eriri sie ike na ákwà na-anwụ anwụ",
  "A na-eji ụgbụgbọ osisi, mkpụrụ osisi na mkpụrụ osisi eme ihe na ọgwụ ọdịnala.",
  "Mangroves n'ozuzu ha nọ n'ihe ize ndụ site na mmepe osimiri na owuwe ihe ubi, ihe egwu ọzọ bụ okpomọkụ ụwa na ịrị elu nke oke osimiri",
  "Xylocarpus granatum bụ ụdị mangrove a na-ahụkarị nke nwere ọtụtụ ebe, ma eleghị anya ọ naghị adaba na ọsọ ọsọ zuru ezu iji tinye ya na ụdị ọ bụla na-eyi egwu",
  "N'ihi ihe ndị a, otu mba ụwa maka nchekwa ihe okike depụtara ya dị ka nke \"na-adịchaghị echegbu onwe ya\"."
]