[
  "Yaba College of Technology, nke a maara nke ọma dị ka YABATECH, tọrọ ntọala na  afọ 1947, ọ bụkwa ụlọ akwụkwọ agụmakwụkwọ dị elu mbụ na Naịjirịa. Ọ dị na Yaba, Lagos",
  "Ọ nwere ụmụ akwụkwọ ndebanye aha karịrị 16,000.",
  "E guzobere Yaba College of Technology na afọ 1947 dị ka onye nọchiri Yaba Higher College",
  "O nwetara ọnọdụ na-achị onwe ya na afọ 1969 site na Iwu 23 nke nyere ya ikike inye oge zuru ezu na oge nke nkuzi na ọzụzụ na teknụzụ, sayensị eji eme ihe, azụmahịa na njikwa, mmepụta na nkesa ọrụ ugbo; na maka nyocha.",
  "Yaba College of Technology bụ ụlọ ọrụ mbụ dị elu na Naijiria iji guzobe Centre for Entrepreneurship Development, nke nwere njikọ na ụwa nke azụmahịa na ụlọ ọrụ. Ụlọ ọrụ ahụ na-enye ọmụmụ ihe iwu nke ụmụ akwụkwọ niile ga-ewere n'oge niile ha nọrọ na kọleji.",
  "E nwere Quality Assurance Unit na kọleji nke na-enyocha ogo nke nnyefe ọrụ agụmakwụkwọ.",
  "E guzobere Ngalaba Nnyocha na Nkà na Ụzụ Innovation (ARTI) iji kwalite nyocha na njikọ ya na ụlọ ọrụ ndị nwe onwe ha maka iji nyocha na iji ya eme ihe",
  "ARTI na-enyekwa aka ịkwalite njikọ dị n'etiti ụmụ akwụkwọ Yabatech na ụmụ akwụkwọ nke ụlọ ọrụ ndị ọzọ karịsịa na mpaghara nyocha.",
  "A na-enye ọrụ ahụike n'efu na Medical Center, nke na-emeghe 24/7",
  "A na-enye ụlọ egwuregwu na ụlọ egwuregwu nke dị n'etiti ogige ahụ",
  "Kọleji ahụ emeriwo Nigeria Polytechnic Games Association ugboro ise n'ime mbipụta iri na isii nke asọmpi ahụ.",
  "Kọleji ahụ nwere ogige nke abụọ na Epe, ogige a bụ ebe Ngalaba Nkà na Ụzụ Ọrụ Ugbo na Michael Otedola Information and Communication Centre.",
  "Onye isi kọleji ahụ bụ Injinia Obafemi Omokungbe, Rector",
  "Ọ bụ onye gụsịrị akwụkwọ na ụlọ ọrụ ahụ ka a họpụtara Rector",
  "Ọ nọchiri Dr",
  "Margaret Kudirat Ladipo, na Machị 6, na afọ 2018, onye rụchara ọrụ ya na Disemba 10, na afọ 2017.",
  "A gbanwere aha ahụ ka ọ bụrụ Federal Polytechnic Yaba na afọ 1979, mana ọ gbanwere azụ na nke ugbu a na afọ 1980. Ọtụtụ ndị isi na ndị isi obodo na-eduzi ụlọ ọrụ ahụ ihe karịrị afọ iri asaa:",
  "Dr E.A Akinleye - Onye isi (1970-1975)",
  "Maazị G.M Okufi - Rector (1975-1985)",
  "Dr Philip Adegbile - Rector (1985-1993)",
  "Oriakụ F.A Odugbesan - Rector (1993-2001)",
  "Maazị Olubunmi Owoso - Rector (2001-2009)",
  "Dr(Mrs) M.K Ladipo - Rector (2009-2017)",
  "[Ihe e dere n'ala ala peeji] Obafemi Owoseni Omokungbe - Onye isi ụlọ akwụkwọ",
  "Yaba College of Technology nwere ụlọ akwụkwọ asatọ na ngalaba agụmakwụkwọ iri atọ na anọ nwere ngụkọta nke mmemme iri isii na anọ, gafee ND, HND na Post-HND",
  "Kọleji ahụ na-enyekwa ọmụmụ asambodo.",
  "YABATECH na-enye B.Sc",
  "(Ed) ọmụmụ na agụmakwụkwọ teknụzụ na ọrụ aka na diplọma postgraduate na injinia",
  "A na-agba ọsọ mmemme abụọ ahụ na Mahadum Naịjirịa, Nsukka na Mahadume Federal nke Teknụzụ, Akure, n'otu n'otu",
  "Ọnụ ọgụgụ ụmụ akwụkwọ nke mejupụtara ma ụmụ akwụkwọ oge niile na nke nwa oge dị n'agbata 15,000, ebe ike ndị ọrụ bụ 1,600.",
  "N'ọnwa Eprel afọ 2015, National Board for Technical Education (NBTE) kwadoro ọmụmụ ọhụrụ ise maka Yaba College of Technology",
  "Ihe ọmụmụ ndị a bụ Higher National Diploma na Mass Communication, Banking na Finance, Metallurgy Engineering, National Diploma na Welding na Fabrication na Public Administration.",
  "N'ọnwa Juun, afọ 2019, Yaba College of Technology mere njem iji soro ụlọ ọrụ na-ahụ maka nchekwa na Naijiria [buzzword] na-arụkọ ọrụ iji mepụta ma mejuputa mmemme asambodo nchekwa",
  "Dị ka duo ahụ si kwuo, mmemme ahụ na-elekwasị anya n'otu n'otu, ndị chọrọ ịbụ ndị njikwa nchekwa nke oge a na ndị na-arụ ọrụ nchekwa ma ọ bụ na-eme atụmatụ ịbanye n'ime ụlọ ọrụ nchekwa site na ọkwa njikwa",
  "N'ikwu okwu na ihe omume nke ụlọ ọrụ ahụ haziri n'oge na-adịghị anya iji bịanye aka na Memorandum of Understanding (MoU), Director, Yabatech Consult Limited, Uduak Inyang-Udoh, kwuru na mmekorita ahụ ga-edozi ọdịiche ihe ọmụma iji nweta ụkpụrụ nchekwa zuru ụwa ọnụ.",
  "Kọleji ahụ nwekwara ụlọ ọrụ redio na-arụ ọrụ YCT RADIO 89.3FM, e guzobere ụlọ ọrụ redio ahụ iji bụrụ ebe ọzụzụ maka ụmụ akwụkwọ nkwurịta okwu na ndị mgbasa ozi n'ọdịnihu.",
  "Ọbá akwụkwọ Yabatech bụ ebe ọrụ agụmakwụkwọ na kọleji. Ọbá akwụkwọ ahụ nwere nnukwu mpịakọta nke nchịkọta na mbipụta na nke na-abụghị mbipụta iji gboo mkpa ozi nke ndị ọrụ, ụmụ akwụkwọ na-akpọsa obodo kọleji dum.",
  "Yabatech Radio (89.3 MHz FM) bụ redio ụlọ akwụkwọ nke Yaba College of Technology, na-ekpuchi akụkụ nke Steeti Lagos",
  "Ụlọ ọrụ redio ahụ malitere n'okpuru nchịkwa nke Engr",
  "Femi Omokungbe dị ka Rector, Yaba College of Technology.",
  "E guzobere ụlọ ọrụ redio ahụ iji jeere obodo YABATECH na obodo ndị gbara ya gburugburu ozi site na mmepe mmemme mpaghara, ngosipụta nke nkà mpaghara, egwu, akụkọ, ihu igwe, na ozi ahịa yana inye ndị mmadụ olu",
  "Na mgbakwunye, ọ na-eje ozi dị ka ebe ọzụzụ maka ụmụ akwụkwọ nke ngalaba nkwukọrịta ọha na eze nke kọleji.",
  "New_Ụlọ,_Yabatech",
  "Yabatech_Ọbá Akwụkwọ",
  "Mechanical_workshop,_Yabatech",
  "School_of_Art,_Design_and_Printing,_YabaTech_2",
  "School_of_Art,_Design_and_Printing,_YabaTech",
  "School_of_environmental_studiesSchool_of_evironmental_estudies,_YabaTech",
  "Dr_Philip_Adegbile_Sport_Complex,_Yaba_Tech_2",
  "Yaba_Tech_nke abụọ_gate",
  "YabaTech_Ọbá akwụkwọ"
]