[
  "Yaba bụ ógbè dịpụrụ adịpụ nke dị na Lagos Mainland, Lagos na Lagos State, Nigeria",
  "E nwere ọtụtụ ụlọ ọrụ gọọmentị etiti n'ógbè ahụ, nke gụnyere Queen's College, Nigerian Institute of Medical Research, Yaba College of Technology, Igbobi College, Mahadum Lagos, Federal Science and Technical College, na Federal College of Education (Technical) Akoka.",
  "Yaba nwere otu n'ime ebe ahịa kachasị na Lagos, nke a maara dị ka Tejuosho Market",
  "A kwaturu ahịa Tejuosho ochie na 2008 ma wughachi ya ka ọ bụrụ ụlọ ahịa ọgbara ọhụrụ na ngwụcha afọ 2014",
  "N'ihu ahịa Yaba bụ ụlọ ọgwụ ndị isi mgbaka nke ọtụtụ ndị Lagosian maara dị ka Yaba Left.",
  "Yaba bụ otu n'ime ebe a na-aga maka mmelite teknụzụ n'Africa, yana mmalite teknụzụ dịka Hotels.ng, Andela, Cc-Hub na ọtụtụ ndị ọzọ nwere mmetụta dị mma na akụ na ụba",
  "Mmepe nke Tejuosho Market, nke emere dị ka akụkụ nke Lagos Megacity Project, agbanweela ya ka ọ bụrụ nnukwu ụlọ ahịa maka ndị Lagos",
  "Ụlọ ahịa ahụ nwere ihe dị iche iche gụnyere ụlọ ahịa, ụlọ ahịa nri, na ebe egwuregwu.",
  "E wepụtara mpaghara mmepe nke kansụl mpaghara Yaba site na mpaghara gọọmentị mpaghara Lagos Mainland ochie, nke e mepụtara na afọ 1977 dị ka gọọmentị ime obodo dị iche iche na-esote mgbanwe mba nke gọọmentị obodo na Septemba, na afo 1976",
  "E wepụtara Lagos Mainland site na kansụl obodo Lagos nke na-achịkwa obodo Lagos Metropolitan nke nwere Lagos Island na Lagos Mainland",
  "Site n'ịmepụta gọọmentị ime obodo atọ ọzọ na 27 Ọgọstụ, na afọ 1991, e guzobere ala Lagos mbụ na Surulere nke e wepụtara na ya",
  "Mpaghara mmepe nke kansụl mpaghara Yaba bụ otu n'ime mpaghara 37 e mepụtara ọhụrụ nke kansụল mmepe nke gọọmentị Senate Bola Ahmed Tinubu mepụtara na Lagos Mainland, mgbe nzukọ steeti ahụ wepụtara iwu na-emepụta mpaghara mmepe nke Kansụl Obodo ọhụrụ.",
  "Ndagwurugwu Yabacon bụ aha njirimara maka mpaghara dị n'ime Yaba",
  "Ọ bụ portmanteau nke 'Yaba' na 'Silicon', ihe kemịkal eji emepụta ọtụtụ semiconductors maka azụmahịa maka kọmputa eletrọniki",
  "Aha ahụ bụ iṅomi ndagwurugwu Silicon nke America",
  "[citation needed]",
  "A maghị ma ọ bụrụ na a kpọtụrụ okwu Yabacon Valley aha ma ọ bụ jiri ya mee ihe na-ezo aka na ụyọkọ teknụzụ a n'oge gara aga, mana a na-ekwu na ojiji mbụ e bipụtara ya bụ The Business Aim",
  "Dabere na nsonaazụ ọchụchọ Google, Blaise Aboh bu ụzọ jiri aha ahụ mee ihe dị ka akụkụ nke aha maka edemede na mmalite teknụzụ ọhụrụ.",
  "N'afọ 2011, Wennovation Hub na mmekorita ya na African Leadership Forum malitere ịmalite mmalite na usoro teknụzụ.",
  "Ebe teknụzụ dị na yaba ghọrọ ihe a ma ama na ngwụcha afọ 2011 mgbe Bosun Tijani na ndị ọrụ ibe ya guzobere Cc-HUB, ọ ghọkwara otu n'ime ndị na-amalite mmalite nke Naịjirịa",
  "Site na itinye ego na nkwado sitere n'aka òtù ndị dị ka Indigo Trust, Omidyar Network, MainOne Cable Company na gọọmentị Lagos State, n'oge na-adịghị anya, ọ nwetara ume ma gaa n'ihu na-etinye okporo ụzọ ozi na-arụ ọrụ na fiber-optic",
  "N'afọ 2011, onye bụbu onye na-ahụ maka ụlọ akụ bụ Seun Onigbinde guzobere BudgIT, ọrụ mmefu ego, na okpukpu nke atọ nke ụlọ CC Hub nwere okpukpu isii na Yaba",
  "Dị ka otu n'ime mmalite mmalite mbụ iji rite uru site na CC Hub's incubation drive na 2011, ọ natara $ 5,000 nke $ 90,000 mkpụrụ ya site n'aka onye ọchụnta ego Tony Elumelu",
  "Nnukwu aha dị ka Konga, ụlọ ọrụ eCommerce nke ruru ihe dị ka $ 200 nde ka ọ nwetasịrị nde $ 20 na usoro C, rutere na afo 2013, ebe Africa Internet Group nke nwere nde $ 469 na agba 4 site na ndị na-etinye ego isii wegara isii n'ime ụlọ ọrụ ya na Yaba na afọ 2014",
  "N'otu afọ 2014 BudgIT natara onyinye $ 400,000 site n'aka Omidyar",
  "N'etiti afọ 2016, Andela bụ onye na-eme ka ndị na-eme mmemme nwee ụlọ akwụkwọ na Lagos, Nairobi na New York nwetara nde $ 24 na itinye ego site na Chan Zuckerberg Initiative",
  "N'afọ 2015, Hotels.ng, ebe a na-ede akwụkwọ na họtel na Naịjirịa nwetara $ 1.2 nde na ego site na Omidyar Network iji gbasaa ndepụta ya n'ofe Afrịka.",
  "N'ọnwa Ọgọstụ, na afọ 2016, Mark Zuckerberg gara Naijiria, na ọkachasị Yaba",
  "Otu ụbọchị mgbe Zuckerberg gachara Yaba, ụlọ ọrụ mgbasa ozi obodo na nke mba ụwa gara n'ihu na-ekwu maka ihe mere Yaba ji bụrụ 'Nigeria's Silicon Valley'.",
  "Sabo Roundabout at Yaba",
  "Road directional at Sabo Yaba",
  "Yaba, Lagos, 2013",
  "Psychiatric Hospital Yaba",
  "Reagan Girls Memorial Secondary School",
  "Yaba Baptist Church",
  "All Saints Anglican Church Yaba",
  "Layout of the COVID-19 isolation centre, Infectious Diseases Hospital, Yaba."
]