[
  "Yaba Badoe (a mụrụ n'afọ 1955) bụ onye mba  Ghana-nwetara akwukwo onuno Britain na-eme ihe nkiri, onye nta akụkọ na onye edemede.",
  "A mụrụ Yaba Badoe na Tamale, n'ebe ugwu Ghana. Ọ hapụrụ Ghana ka ọ gụọ akwụkwọ na Britain mgbe ọ ka  dị  obere. Onye gụsịrị akwụkwọ na King's College, Cambridge, Badoe rụrụ ọrụ dị ka onye ọrụ obodo na ngalaba ulo oru na ahu maka okwu gbasara mba ofesi  na Ghana, tupu ọ malite ọrụ ya na ọrụ nta akụkọ dị ka onye ọzụzụ na BBC. Ọ bụkwa onye nchọpụta na Institute of African Studies na Mahadum Ghana",
  "Ọ kụziri na Spain na Jamaica ma rụọ ọrụ dị ka onye na-emepụta ihe na onye nduzi na-eme ihe nkiri maka isi ihe onyonyo  na Britain. Otu n'ime ihe ndị o metara bụ: Black and White (1987), nyocha banyere agbụrụ na ịkpa ókè agbụrụ na Bristol, na-eji kamera vidiyo zoro ezo maka BBC1; I Want Your Sex (1991), ihe nkiri nka na-enyocha ihe oyiyi na akụkọ ifo ndị gbara mmekọahụ ojii gburugburu na nka ọdịda anyanwụ, akwụkwọ, ihe nkiri na foto, maka Channel 4; na usoro isii nke Voluntary Service Overseas maka ITV na 2002.",
  "Na mgbakwunye na ime ihe nkiri, Badoe bụ onye edemede okike, akwụkwọ mbụ ya, Ezi ogbugbu, nke Jonathan Cape bipụtara na London na 2009.  N'ịtụle Ezi Ogbugbu na The Africa Report, Zagba Oyortey kọwara ya dị ka \"ọgaranya mgbagwoju anya nke ihe ijuanya, ọnwụ, ọbụbụenyi na akọ na uche site n'echiche Ajuba, nwa agbọghọ Afrịka si n'ụlọ ya mara mma na Ghana gaa n'ụlọ akwụkwọ obibi n'ime ime obodo England mgbe alụmdi na nwunye nne na nna ya gbasasiri",
  "\" E tinyere obere akụkọ ya \"The Rivals\" na anthology African Love Stories (Ayebia, 2006), nke Ama Ata Aidoo deziri. O dekwara akwụkwọ ndi na eto eto atọ.",
  "Badoe duziri ma mepụta (ya na Amina Mama) ihe nkiri The Witches of Gambaga, nke meriri Best Documentary na Black International Film Festival na 2010, e nyekwara ya Nrite nke abụọ na ngalaba Documentary nke FESPACO 2011. Ihe nkiri ya kachasị ọhụrụ, nke malitere n'afọ 2014, akpọrọ The Art of Ama Ata Aidoo",
  "N'afọ 2016, o sonyere na \"Telling Our Stories of Home: Exploring and Celebrating Changing African and Africa-Diaspora Communities\" na Chapel Hill, NC.",
  "Ọ bụ onye na-enye aka na 2019 ndeko abu  New Daughters of Africa, nke Margaret Busby deziri."
]