[
  "Yadesa Bojia (amụrụ na Julaị 9, 1970 na Ambo, Ethiopia) bụ onye na-emepụta ihe osise na onye na-ese ihe na Seattle",
  "Bojia egosipụtala ihe ngosi na mpaghara kemgbe afọ 2006",
  "N'afọ 2010, ọ nwetara otuto mba ụwa mgbe ahọpụtara atụmatụ ya maka ọkọlọtọ African Union",
  "Bojia egosila ọrụ ya n'ihe ngosi, rụchaa ọrụ ndị e nyere ya, ma kwuo okwu ihu ọha banyere isiokwu nke ọrụ ya, nke gụnyere ikike mmadụ, ikike ndị nta, Africa, na ikpe ziri ezi",
  "Ụdị Bojia dị ka onye na-ese ihe na-esite n'echiche Afrịka.",
  "Bojia gụrụ Art na Visual Communication na Seattle",
  "Ọ bịara United States mgbe ọ dị afọ iri abụọ na ise na 1995 dị ka onye gbara ọsọ ndụ ndọrọ ndọrọ ọchịchị. O si n'agbụrụ Oromo, nke kachasị ukwuu na Ethiopia.",
  "Ụdị ya dị ka ezigbo onye na-ese ihe osise na-esite na mmetụta nke Afrịka",
  "Ọ na-eji acrylic na mmanụ.aru ọrụ, na-ejikwa agba na onyinyo",
  "Na nkọwa banyere ọrụ ya, Bojia na-ekwu na ọ na-ese ihe iji mee ka a mara ihe gbasara ikike mmadụ.",
  "E nyewo Bojia ọrụ ịse ihe dị iche iche, site na ihe osise gaa na ihe osise na-enweghị atụ nke isiokwu ndị dị mkpa maka ikpe ziri ezi na ịha nhata",
  "Kemgbe afọ 2006, e gosipụtala ọrụ ya na ihe ngosi nka na mpaghara Pacific Northwest",
  "A kpọrọ ya ka ọ kwuo okwu na panel na ajụjụ ọnụ banyere ọrụ ya.",
  "Nkọwa Bojia dị ka onye na-ese ihe bilitere na mba ụwa na ngwụsị afọ 2009 mgbe ọ chọpụtara na ndị ọka ikpe họpụtara atụmatụ ya ka ọ bụrụ onye mmeri nke asọmpi mba ụwa iji mepụta atụmatụ ọkọlọtọ ọhụrụ maka African Union",
  "Bojia matara na ihe osise ya meriri mgbe ọ na-ekiri Larry King Live na telivishọn ma hụ ọkọlọtọ ya n'azụ onye isi oche nke African Union, Muammar el-Qaddafi nke Libya",
  "Bojia wee kpọọ ndị na-ahazi asọmpi ahụ bụ ndị kwadoro na ọ bụ onye mmeri",
  "N'afọ 2010, e bugara ezinụlọ ya Addis Ababa, Ethiopia, ịnabata ihe nrite ahụ.",
  "Akụkọ banyere ihe ịga nke ọma ya wetara mgbasa ozi na mba o si na n'etiti ndị Ethiopia Diaspora, nke gụnyere ndị agbụrụ ya, ndị Oromo. Mgbe ọ natara onyinye a, Bojia amụbaala ọhụ dị ka onye na-ese ihe",
  "Na mgbakwunye na ngosipụta mpaghara nke eserese ya na ihe ngosi, a kpọrọ Bojia ka ọ kwuo banyere nka, ikike mmadụ, ikike ndị nta, Ethiopia, na Black Lives Matter na ajụjụ ọnụ, nzukọ, na nnọkọ ọha na eze.",
  "A makwaara Bojia dị ka onye ndu obodo",
  "N'afọ 2020, n'ịbụ onye natara ozi n'ezighi ezi banyere coronavirus nke na-agbasa na Amharic, o mere vidiyo Facebook Live na-agụ ụkpụrụ nduzi CDC na Amharic iji hụ na ndị mbịarambịa ghọtara ọrịa ọhụrụ na ntuziaka ahụike ọha na eze.",
  "A mụrụ Yadesa Bojia na Ambo, Ethiopia, n'ezinụlọ nwere ego",
  "Mgbe Bojia dị afọ abụọ, nna ya, Zewge Bojia, bụ onye otu ndị agha mgbanwe gburu n'oge agha obodo Etiopia",
  "Nna Bojia bụ onye ndọrọ ndọrọ ọchịchị, a họpụtara ya site na ntuli aka a ma ama ugboro atọ iji jee ozi n'ụlọ omeiwu Etiopia n'oge ọchịchị eze Haile Selassie",
  "O sokwa guzobe Mecha na Tulema Self-Help Organization",
  "Mgbe nna ya nwụsịrị, Bojia na ezinụlọ ya kwagara Addis Ababa ebe Bojia gara ụlọ akwụkwọ elementrị na nke sekọndrị tupu ha akwaga United States.",
  "Mgbe ọ bụ nwata, Bojia kwụrụ na ọ hụrụ akara obi ike nke eserese Ndị Kraịst Ọtọdọks n'anya",
  "O kwụrụ na ihe oyiyi ndị a kpaliri mmasị ya na nka.",
  "Otu n'ime ụmụnne Bojia bi na Washington, DC ma Thomas Friedman gbara ya ajụjụ ọnụ maka akwụkwọ ya, Thank You For Being Late",
  "Bojia lụrụ Hewan Gebremicheal, ha nwere ụmụ abụọ, Becca na Isaiah Bojia."
]