[
  "Yael Averbuch West (onye amụrụ Yael Friedman Averbuch; Nọvemba 3, 1986) bụ onye bọọlụ bọọlụ nke America",
  "Ọ bụbu onye isi nchịkwa nke National Women's Soccer League Players Association ma bụrụkwa onye isi njikwa nke NJ / NY Gotham FC ugbu a. Onye na-agba bọọlụ bọọlụ lara ezumike nká, ọ gbara bọọlụ ikpeazụ dị ka onye na-agbachitere Seattle Reign FC na National Women's Soccer League.",
  "N'oge ọ na-arụ ọrụ dị ka onye na-agba bọọlụ n'etiti na Mahadum North Carolina na Chapel Hill, a kpọrọ Averbuch onye egwuregwu mba nke afọ site na Soccer Buzz na Top Drawer Soccer",
  "A họpụtara Averbuch na agba nke mbụ nke 2009 WPS Draft (4th overall) site n'aka ndị otu obodo ya, Sky Blue FC",
  "O mechara gbaa bọọlụ maka Kopparbergs / Göteborg FC na Damallsvenskan na UEFA Women's Champions League ma soro WFC Rossiyanka mee obere oge",
  "Ọ bụ onye mmeri WPS ugboro abụọ na Sky Blue FC na Western New York Flash.",
  "Averbuch gbara bọọlụ maka United States na ọkwa ọ bụla nke ndị otu egwuregwu bọọlụ mba ma nọchite anya otu egwuregwu bekee ụmụ nwanyị nke United States site na 2007 ruo 2013.",
  "A mụrụ Averbuch, onye bụ onye Juu, na New York City",
  "Ọ bụ nwa nwanyị nke Gloria Averbuch na Paul Friedman",
  "Aha nke abụọ ya bụ aha nna ya na aha nna ya bụ aha nne ya. Aha mbụ ya pụtara \"capra\" na Hibru.",
  "Averbuch tolitere na Montclair, New Jersey, ebe ọ gara Montclair High School, gụsịrị akwụkwọ na 2005. Yael nwetara ọkwa High Honor Roll n'afọ anọ niile ọ nọ n'ụlọ akwụkwọ sekọndrị",
  "Ọ naghị agba bọọlụ ụlọ akwụkwọ sekọndrị, na-elekwasị anya na bọọlụ klọb kama",
  "A kpọrọ ya NSCAA All-American na USYSA All-American dị ka onye nọ n'afọ nke abụọ, onye na-eto eto na onye okenye",
  "Dị ka onye na-eto eto na onye okenye, a kpọrọ ya Parade All-American.",
  "N'oge ọ na-arụ ọrụ dị ka onye na-agba bọọlụ n'etiti na Mahadum North Carolina na Chapel Hill, Averbuch setịpụrụ ndekọ na-amalite egwuregwu 105 n'usoro",
  "Ọ bụ onye isi ụgbọ mmiri ugboro abụọ ma họrọ ya dịka onye na-eme ihe nkiri na Atlantic Coast Conference, otu n'ime nzukọ kachasị asọmpi na mba ahụ. O nyeere Tar Heels aka imeri ugboro abụọ NCAA Women's College Cup na 2006 na 2008",
  "N'afọ 2006 na 2007, ọ nwetara ọkwa otu NSCAA All-America",
  "N'afọ 2008, a kpọrọ ya aha na otu nke abụọ nke NSCAA All-America ma nweta NSCAA Scholar-Athlete of the Year na NCAA VIII Award.",
  "Dị ka onye ọhụrụ na 2005, Averbuch malitere egwuregwu 25 niile",
  "Ọ gbara goolu atọ n'ime goolu anọ ọ gbara site na ịgba ọsọ kpọmkwem dị ka onye na-agba ọsọ n'efu na onye na-akụ ọkpọ n'akụkụ",
  "A kpọrọ ya aha na Soccer America na Soccer Buzz mbụ-team freshman All-America teams mgbe o nyere aka asaa na goolu anọ na oge mbụ ya na Tar Heels",
  "A kpọkwara ya Soccer Buzz Southeast Region Freshman of the Year ma kpọọ ya maka All-Southeast Region Second Team na Southeast Regional All-Freshman Team",
  "ACC nabatara Averbuch dị ka onye ọkpụkpọ Academic All-Conference na dịka onye otu ACC All-Freshmen Team",
  "A kpọrọ ya aha na Duke adidas Classic All-Tournament Team nakwa na 2005-06 ACC Honor Roll.",
  "N'afọ 2006, Averbuch bụ onye nke abụọ na-ebute akara na Carolina na akara 39 ma duzie otu ahụ na goolu mmeri egwuregwu na asaa",
  "A kpọrọ ya onye egwuregwu mba nke afọ site na Soccer Buzz na Top Drawer Soccer ma bụrụ onye ikpeazụ maka Missouri Athletic Club Hermann Trophy na Honda Soccer Award",
  "O setịpụrụ ndekọ NCAA maka goolu kachasị ọsọ n'egwuregwu mgbe ọ gbara sekọnd anọ n'egwú ahụ na Yale na ịgba ọsọ n'etiti etiti iji malite egwuregwu ahụ",
  "Averbuch nyere aka na ihe mgbaru ọsọ abụọ megide UCLA na NCAA semifinals ma kpọọ ya ACC's Offensive Player of the Year, Soccer Buzz's Southeast Region player of the year, first-team All-ACC, na All-ACc Academic maka afọ nke abụọ n'usoro",
  "A kpọkwara ya aha na ESPN The Magazine's women's football third-team Academic All-America.",
  "N'oge obere afọ ya na 2007, Averbuch pụtara ma malite egwuregwu ọ bụla maka Tar Heels",
  "Ọ bụ onye nke anọ n'ime ndị otu ahụ na akara 18, chịkọtara goolu isii na enyemaka isii maka oge ahụ, ma duzie ndị otu ahụ n'ịgba bọọlụ 88",
  "A kpọrọ ya aha na ESPN The Magazine / College Sports Information Directors of America Academic All-District Team ma bụrụ onye otu nke abụọ ESPN The Magazin All-America",
  "A kpọrọ ya ACC's Scholar-Athlete of the Year maka bọọlụ ụmụ nwanyị ma bụrụ onye nhọpụta All-ACC Academic Team, ndị otu mbụ All-ACc na All-AC C Tournament",
  "Ọ bụkwa onye ikpeazụ maka Soccer Buzz Player of the Year na onye MAC Hermann Trophy semifinalist",
  "O mere ndị otu atọ nke mbụ All-America Teams dị ka ndị nkuzi NSCAA kpọrọ aha, Soccer America na Soccer Buzz ma bụrụ onye mmeri nke Umbro / Soccer News Net Player of the Year Award",
  "Averbuch bụkwa onye Soccer Buzz na NSCAA mbụ-team All-Southeast Region selection nakwa Jewish Sports Review All America.",
  "Averbuch gbara bọọlụ maka New Jersey Lady Stallions na W-League site n'afọ 2002 ruo afọ 2004",
  "Mgbe ọ dị naanị afọ iri na anọ, ọ ghọrọ onye ọkpụkpọ kachasị nta n'oge ahụ na-apụta na W-League.",
  "Averbuch ghọrọ onye nnọchi anya n'efu na NWSL mgbe ọ tụfuru ọrụ ya mgbe oge 2014 gasịrị",
  "Na Nọvemba 7, 2014 ọ bịanyere aka na FC Kansas City. Averbuch pụtara ugboro iri abụọ maka klọb ahụ ma gbaa goolu abụọ",
  "FC Kansas City meriri asọmpi NWSL na 2015.",
  "Ọ laghachiri na FCKC maka oge 2016 NWSL, ọ gbara goolu 3 na egwuregwu 20, mana FC Kansas City mechara n'ọnọdụ nke isii na-erughị eru maka egwuregwu.",
  "N'afọ 2017, Averbuch gbara bọọlụ iri abụọ na atọ wee gbaa otu goolu, FCKC hapụrụ egwuregwu nke abụọ n'usoro",
  "Mgbe oge NWSL nke afọ 2017 kwụsịrị, FC Kansas City kwụsịrị ọrụ",
  "Utah Royals FC banyere na league ma nyefee nkwekọrịta ndị egwuregwu FCKC niile na franchise ọhụrụ. Na 2018 NWSL College Draft, e rere Averbuch na Seattle Reign iji gbanwere Diana Matheson, na-eweghachi ya na onye isi nchịkwa FC Kansas City Vlatko Andonovski.",
  "Averbuch nyere aka n'ịmepụta National Women's Soccer League Players Association na Mee 2017",
  "Ọ rụrụ ọrụ dị ka onye isi ala ma kwado NWSLPA dị ka onye nnọchi anya nkwekọrịta nke ndị egwuregwu NWSL na Nọvemba 2018.",
  "Averbuch nwere ike igwu egwu n'otu egwuregwu maka Reign na 2018 ka ọ na-alụ ọgụ na ulcerative colitis",
  "Ọ mara ọkwa tupu oge NWSL nke 2019 na ọ na-akwụsị ọrụ ịgba bọọlụ ya n'ihi ọrịa a. Averbuch ga-anọgide na-etinye aka na NWSLPA ka a na-akpọ ya Executive Director maka 2019.",
  "Averbuch gbara bọọlụ maka United States na ọkwa ọ bụla nke ndị otu mba ntorobịa, malite na otu ụmụ nwanyị U-16 na 2002 na otu U-17 na 2003 tupu ọ banye n'òtù U-19 mgbe e mesịrị na 2003",
  "Ọ gwụchara ọrụ U-19 ya na 15 caps na goolu abụọ ma bụrụ onye otu US nke mechara nke atọ na 2004 FIFA U-19 Women's World Cup na Thailand, ebe ọ gbara bọọlụ abụọ",
  "Ọ gbara bọọlụ maka U.S",
  "U-23s n'afọ 2008, na-eduzi ndị otu ahụ na Nordic Cup na Sweden.",
  "Averbuch nwetara akara abụọ mbụ ya n'afọ 2007, na-apụta n'elu oche n'egwuregwu abụọ na asọmpi mba anọ na China, na-egwuri egwu megide England (na Jenụwarị 28, 2007) na China",
  "N'afọ 2009, a kpọrọ ya ka ọ malite n'èzí n'etiti etiti megide Germany na mmeri 1-0 nke USA n'ọnwa Ọktoba na Augsburg, naanị egwuregwu ya n'afọ",
  "N'afọ 2010, ọ gbara bọọlụ iri mgbe ọ malitere ise ma gbaa otu goolu.",
  "Goolu mbụ Averbuch gbara maka otu egwuregwu bọọlụ ụmụ nwanyị nke mba United States mere n'oge asọmpi CONCACAF Women's Gold Cup nke afọ 2010 megide Costa Rica na Nọvemba 1, 2010, na Cancun, Mexico",
  "Ọ gbara bọọlụ atọ n'oge asọmpi asọmpi iko mba ụwa nke ụmụ nwanyị, malite abụọ.",
  "Averbuch edeela maka The New York Times na Our Game Magazine. Ugbu a ọ na-ede blọọgụ nke ya."
]