[
  "Yagazie Emezi (amụrụ na Machị 2, 1989) bụ onye Naijiria na-ese ihe na onye na-ese foto n'onwe ya na Lagos, Nigeria.",
  "Emezi, bụ onye Umuahia ochie na Umuahia South, Abia State",
  "Amụrụ ya na Machị 2, 1989 ma zụlite ya na Aba, Nigeria",
  "Ọ bụ nwa nke ụmụnne abụọ, nwanne ya nke okenye bụ Akwaeke Emezi",
  "Emezi malitere ọrụ ise foto na 2015 ma The Washington Post, National Geographic, Al-Jazeera, The New York Times, Vogue, Newsweek, Inc., TIME, The Guardian, Refinery29, Everyday Projects, The Weather Channel na The New York Times Magazine akwadola ọrụ ya. N'afọ 2017, Emezi biri na Monrovia, Liberia ruo ọnwa iri ebe ọ na-edekọ mmetụta nke agụmakwụkwọ maka ụmụ agbọghọ nọ n'obodo ndị nọ n'ihe ize ndụ wee laghachi na ọrụ ya nke na-aga n'ihu a kpọrọ Re-learning Bodies nke na-enyocha otú ndị lanarịrị, na-abụghị akụkọ banyere ime ihe ike na mmegbu, si eme mgbanwe na ahụ ọhụrụ ha mgbe ọ na-egosi enweghị ọdịbendị na-akpali akpali gburugburu ahụ dị ka ihe ọdịbendị dị ịrịba ama.",
  "Emezi bụ onye natara 2018 inaugural Creative Bursary Award site na Getty Images ma bụrụ onye sonyere na 2018 na New York Portfolio Review",
  "British Journal of Photography, Huffington Post, i-D, Nieman Reports, Paper, Vogue, CNN na The Washington Post gosipụtara ya",
  "N'afọ 2018, ọ natara onyinye site n'aka Consulate General nke United States na Lagos maka usoro foto ya na-ekwu maka eziokwu nke ime ihe ike mmekọahụ megide ụmụ nwanyị na ndị na-eto eto na-adịghị ike na Lagos, Nigeria",
  "N'afọ 2019, ọ ghọrọ nwanyị ojii Afrịka mbụ sere foto maka National Geographic Magazine ma bụrụ onye ritere ihe nrite n'aka National Geographic Explorer",
  "Yagazie so na ndị na-ese ihe na 2019 ahọpụtara maka ebe obibi nka nke Kehinde Wiley na Black Rock, Senegal",
  "Ebumnuche foto nka ya bụ ịkatọ ọnọdụ ndọrọ ndọrọ ọchịchị Naịjirịa na ọrụ mgbasa ozi na-arụ na ya mgbe ọ na-esite na akụkọ ihe mere eme nke mba ahụ na ihe ndị na-eme ugbu a.",
  "Emezi bụ onye a họpụtara na 2019 na Rolex Mentor na Protégé Arts Initiative",
  "Ọ na-eje ozi na kọmitii ndụmọdụ nke Everyday Africa ma bụrụ onye na-enye aka."
]