[
  "Yahaya Adoza Bello (amụrụ na 18 June 1975) bụ onye ọchụnta ego na onye ndọrọ ndọrọ ọchịchị Naijiria nke jere ozi dị ka Gọvanọ nke Kogi Steeti kemgbe 2016. Onye otu All Progressives Congress, Bello abụwo gọvanọ kachasị nta na Naịjirịa n'oge niile ọ nọ n'ọchịchị.",
  "A mụrụ ya na Okene, Bello gụrụ ndekọ ego na nchịkwa azụmahịa na Mahadum Ahmadu Bello tupu ọ banye n'ọrụ n'etiti afọ 2000",
  "Ọrụ ntuli aka ya malitere site na mmeri Abubakar Audu meriri na ntuli aka gọvanọ APC na 2015 tupu Audu emeri na ntuliaka; Otú ọ dị, Audu nwụrụ n'ụbọchị ntuli aka ahụ ma họrọ Bello dị ka onye nọchiri ya dị ka onye nnọchiteanya pati ma ṅụọ iyi n'afọ na-esote. Afọ anọ ka e mesịrị, a họpụtara ya n'onwe ya, ọ bụ ezie na ọ bụ n'etiti nnukwu akụkọ banyere ime ihe ike na wayo. Akụkọ ya arịwo elu ngwa ngwa n'oge ọ na-anọ n'ọkwa, n'otu akụkụ n'ihi na ọ bụ nwata ma e jiri ya tụnyere ndị ndọrọ ndọrọ ọchịchị Naijiria ndị ọzọ yana nkwupụta ya na-ese okwu na mmefu ego a na-enyo enyo.",
  "A mụrụ Bello na June 18, 1975, na Okene, Kogi State, nwa ikpeazụ n'ime ụmụ isii. Ọ gara ụlọ akwụkwọ praịmarị nke Ndị isi ọchịchị na-ahụ maka agụmakwụkwọ (Nigeria) (LGEA), Agassa na Okene LGA malite na 1984",
  "A kpọrọ ya aha dị ka onye isi klas nke klas nke abụọ ma mee ya onye isi ụlọ akwụkwọ na klas nke isii. Ọ gara ụlọ akwụkwọ sekọndrị na Agassa Ụlọ akwụkwọ sekọndrị obodo, Anyava, Agassa-Okene wee nweta asambodo Nnwale asambodo ụlọ akwụkwọ sekọndrị (JSSCE) na Saịtị asambodo Senior Secondary Certificate (SSCE) na Ụlọ akwụkwọ sekọndrị gọọmentị.\nBello gụrụ akwụkwọ na Kaduna State Polytechnic Zaria na 1995 wee nweta akara ugo mmụta na Mahadum Ahmadu Bello na 1999",
  "Yahaya Bello gara n'ihu debanye aha maka mmemme Masters na Mahadum Ahmadu Bello na Zaria ebe ọ nwetara Masters na Business Administration (MBA) n'afọ 2002",
  "Bello ghọrọ onye otu Association of National Accountants of Nigeria na 2004.",
  "Gọvanọ Bello hụrụ egwuregwu na ahụike n'anya, ọkachasị ịkụ ọkpọ.",
  "A mara Bello dị ka onye mmeri nke ntuli aka gọvanọ Kogi nke afọ 2015 mgbe a họpụtara ya na ikpo okwu nke All Progressives Congress dị ka onye nọchiri Abubakar Audu nwụrụ anwụ onye meriri ntuli aka ahụ na mbụ mana ọ nwụrụ tupu ekwupụta nsonaazụ ahụ. N'abalị iri na isii n'ọnwa Nọvemba n'afọ 2019, a họpụtara Bello maka oge nke abụọ mgbe o meriri onye nnọchiteanya PDP bụ Musa Wada site na ihe karịrị vootu 200,000. Bello bụ gọvanọ kachasị nta na Naịjirịa na naanị gọvanọ a mụrụ mgbe Agha Obodo Naịjirị gasịrị. Victory Obasi kwupụtara na 2020 na ọ ga-akwado Bello na ntuli aka onye isi ala nke afọ 2023.  Na Abuja na Eprel 2, 2022, Bello kwupụtara mmasị ya ịgba ọsọ na ntuli aka onye isi ala Naịjirịa maka afọ 2023. Bello nwetara nkwado site n'aka otu ndọrọ ndọrọ ọchịchị na mmekọrịta ọha na eze a maara dị ka Bello Netwọk Ambassadors nke Edogbo Anthony guzobere. Ìgwè ahụ nwere ihe karịrị nde ndị Naijiria abụọ debanyere aha.",
  "Ozugbo ahụ, onye ọhụrụ a ṅụrụ iyi na Gọvanọ malitere ọrụ n'ịsacha Gọọmentị nke steeti kogi",
  "Ọ chọrọ ime ka usoro na usoro gọọmentị dị mfe ma weghachite ihe onwunwe gọọmentị furu efu na / ma ọ bụ zuru ohi gụnyere ego",
  "Ọ malitekwara mmega ahụ iji kpochapụ ndị ọrụ gọọmentị nke Kogi steeti nke ndị ọrụ mmụọ. Ka yahaya Bello rutere n'oche gọvanọ, ọ zutere steeti kogi nke a na-achịkwa nke ọma",
  "A kọrọ na ihe karịrị nde ụmụaka 1.3 na-anọghị n'ụlọ akwụkwọ, ndị ntorobịa na-enweghị ọrụ na-agagharị n'okporo ámá, ụlọ ọgwụ na-adịghị arụ ọrụ na mpaghara gọọmentị ime obodo nke dara kpamkpam, ebe onye bụbu gọvanọ na ndị otu ya na-eme ka anyaukwu na aghụghọ ha. Ọchịchị yahaya Bello ji mpi jide ehi ahụ ngwa ngwa n'enyeghị ohere maka oge dị oké ọnụ ahịa iji kpochapụ",
  "O tinyere nitty - gritty iji setịpụ ndị ọrụ kọmitii maka iweghachite ihe onwunwe na ego gọọmentị furu efu na nke e zuru ohi",
  "Kọmitii nke ndị mmadụ si n'ofe òtù dị iche iche bi",
  "Ndị ọrụ kọmitii ahụ nwere ike ịchọpụta ma weghachite ọtụtụ ijeri naira na ego steeti nke Gọvanọ tinyere n'ọrụ ozugbo saịtị na itinye ego na steeti saịtị na iwu ihe ndị na-adịgide adịgide dị ka okporo ụzọ [ụkpụrụ mba ụwa], ụlọ akwụkwọ, ụlọ ọrụ nhicha mmiri, mmelite ụlọ ọgwụ na nrụzigharị, ọrụ ugbo / ọrụ ugbo, ike na mmiri na-enye obodo ime obodo, na ngalaba ndị ọzọ dị oke egwu nke steeti ahụ. N'abalị iri abụọ na otu n'ọnwa Ọktoba n'afọ 2022 steeti Kogi esonyewo na otu egwuregwu nke steeti na-emepụta mmanụ na Naịjirịa ka ọ natara nkwekọrịta mbụ site na akaụntụ gọọmentị etiti",
  "na ndekọ na yahaya bello nchịkwa edekọla ọtụtụ nnukwu ọganihu na ngalaba dị iche iche na-ekpuchi mpaghara isiokwu ahụ",
  "nkwekọrịta steeti ahụ bịara n'oge gọọmentị steeti ahụ na-ewu ọrụ nketa gafee steeti ahụ.",
  "Gọọmentị Bello na steeti Kogi malitere nnukwu mkpọsa iji melite ma melite usoro nnyefe ahụike na steeti ahụ",
  "Ọchịchị ya malitere na akụrụngwa ahụike",
  "N'ime afọ anọ mbụ, e wuru ụlọ ọrụ ahụike 400, mezigharịa ya ma nye ya ihe zuru oke n'ime ime obodo ndị dị n'okpuru",
  "N'ime afọ ndị ahụ, nchịkwa Bello wuru ụlọ ọgwụ nlekọta ahụike nke abụọ a rụzigharịrị, melite ma nwee ihe zuru oke dịka ụlọ ọgwụ ndị dị n'ofe mpaghara gọọmentị iri abụọ na otu nke steeti Kogi site na iwu ụlọ ọgwụ ọhụrụ na Prince Abubakar Audu mahadum na-akụzi ụlọ ọgwụ na-akwalite ma mezigharịa ụlọ ọgwụ nyocha ahụike na ihe oyiyi, lokoja",
  "N'okpuru atụmatụ enyemaka ahụike nke yahaya Bello, e mere ihe dị ka narị asatọ na iri asaa na isii 876 ịwa ahụ na ihe karịrị 50,000 ọrịa sitere na steeti kogi",
  "National Population Commission NPC na gọọmentị etiti nke ahụike na mba ndị dị n'otu họọrọ nlekọta ahụike nke gọọmentị yahaya Bello tinyere ọnụ ọgụgụ ndị nwụrụ anwụ kachasị ala na Naịjirịa",
  "Gọọmentị Bello ewuwokwa ụlọ ọgwụ ọhụrụ na Badoko, Ajaokuta na Gega Bilu na steeti Kogi",
  "Steeti Kogi rụzigharịrị ma mezigharịa ụlọ ọgwụ ọkachamara ahụ, lokoja gụnyere iwu ụlọ ọrụ nchịkwa ọhụrụ nke oge a",
  "Atụmatụ mkpuchi ahụike Intiatine nwere uru sitere na mbelata ụgwọ ndị ọrụ.",
  "N'ime afọ ise ọ bụ Gọvanọ nke Kogi steeti, yahaya Bello ewuola ihe karịrị kilomita 500 ma malitelarị usoro iwu okporo ụzọ na flyovers na obodo ime obodo na ugbo",
  "Okporo ụzọ na-aga n'ihu nke e wuru n'okporo ụzọ lokoja 15.5 km na Idah Road na kogi ọwụwa anyanwụ bụ 60.8 km na okporo ụzọ obodo kabba na kogi steeti bụ 95.5 km",
  "Gọvanọ yahaya Bello amalitela nnukwu ọrụ eletrik na Agasa, Ogori / Banda / Kyoto na akụkụ ndị ọzọ nke steeti iji kwalite ọrụ akụ na ụba",
  "Gọọmentị Yahaya Bello wuru ụlọ nkwari akụ nke Kogi steeti nke ụlọ nzukọ KGHA na iwu ụlọ ọrụ ọhụrụ maka ọrụ ego nke kogi steeti",
  "Nchịkwa yahaya Bello site na ngalaba ọrụ na ụlọ na-emefu ihe karịrị N26.5 ijeri maka iwu okporo ụzọ 30 gafee steeti ahụ",
  "Iji kwụsị nsogbu dị ogologo nke enweghị mmiri a na-ebugharị ebugharị na okene yahaya Bello ọchịchị malitere reticulation nke okene mega mmiri ọrụ",
  "Gọọmentị yahaya Bello ewuola àkwà mmiri na-agafe agafe na Ganaja junction.",
  "Ọchịchị yahaya Bello n'okpuru nkwado nke yahaya Belro akụ na ụba na ike na-enye ya n'ụzọ ziri ezi malitere mmemme ike kachasị mma na nke na-adịgide adịgide na akụkọ ihe mere eme nke steeti kogi",
  "Ụfọdụ n'ime mkpụrụ nke mmemme ahụ gụnyere nkesa nke narị bọs azụmahịa abụọ gafee 21 LGAs, nkesa nke 1800 igwe kwụ otu ebe, guzobe obere onyinye nke 10,000 obere azụmaahịa ọ bụla [ụmụ nwanyị] ma guzobe atụmatụ enyemaka micro na N300nde, malite atụmatụ N75nde na-edebe kwa LGAs ọ bụla maka ndị ntorobịa na ụmụ nwanyị, ego ọzọ nke N500nde echekwara maka ndị ahịa na ndị omenkà.",
  "A ghọtara ya, Gọvanọ kpọrọ agụmakwụkwọ, ọkachasị agụmakwụkwọ ụmụaka",
  "Ọ na-ele agụmakwụkwọ ụmụaka anya dị ka ikike gọọmentị ji",
  "N'okpuru ọchịchị yahaya Bello, a họpụtara kogi steeti dị ka onye na-eme ihe nke asaa n'etiti steeti niile na fct na kọmitii agụmakwụkwọ Universal Basic UBEC nke a bụ n'ihi iwu ihe karịrị 375 klas na imezigharị ihe karịrị 700 klas klas gafee steeti ahụ.\nGọọmentị steeti Kogi na-emefu 1.5 ijeri kwa afọ nke UBEC chọtara maka afọ anọ (4) n'usoro nke ruru ijeri 6",
  "Maka inye ihe enyemaka mmụta na ụlọ ọrụ ICT e wuru maka ụmụ akwụkwọ gafee 21 LGAs",
  "Ọchịchị Yahaya Bello emeela ka pasentị nke ụmụaka na-anọghị n'ụlọ akwụkwọ daa otu nọmba",
  "Ntọala nke njikọ mahadum sayensị na teknụzụ (CUSTECH) osara",
  "Ọzọkwa Sayensị ahụike na teknụzụ Obangede nyere ikike zuru oke maka mmemme ọzụzụ afọ anọ, sayensị ụlọ nyocha ahụike, Mgbatị ahụike obodo, sayensị ozi ahụike na Ndị na-ahụ maka ụlọ ahịa ọgwụ",
  "N'ihi nke a, o mere agụmakwụkwọ otu n'ime ihe ndị kachasị mkpa ya",
  "Ka ọ dị ugbu a, gọọmentị ya emefuola ọtụtụ ego na agụmakwụkwọ, ma kwado ịkwụ ụgwọ nke ụgwọ ule NABTEB maka ụmụ akwụkwọ SS3 niile nke 2000 nke Government Technical College na steeti ahụ.",
  "N'ihe gbasara ọrụ ugbo, nchịkwa yahaya Bello lekwara ọrụ ugbo ụzọ dị ka otu n'ime atụmatụ ya bara uru",
  "N'ime afọ ise gara aga, ọ zụtara ihe karịrị 10,000 metric ton nke fatịlaịza maka ndị ọrụ ugbo steeti Kogi ma kwado ụmụ akwụkwọ 2,000 maka ọrụ ugbo na usoro ọrụ ugbo ka mma, ihe karịrị ndị ọrụ ugbe 20,000 bụ ndị natara fatịla",
  "E guzobere ụlọ ọrụ na-egweri osikapa kachasị ukwuu na Northern Nigeria na Ejiba, n'okpuru nchịkwa yahaya Bello na ikike ịmepụta tọn 50 nke osikapa 50 kilogram ma tinye ndị ntorobịa 5,000 n'ọrụ kpọmkwem na nke na-apụtaghị ìhè",
  "E guzobere ugbo ụmụaka na kaba, lokoja na ochaja maka ịzụlite osisi koko, cashew na nkwụ mmanụ maka ndị ọrụ ugbo na steeti ahụ",
  "Ihe karịrị ndị ntorobịa 600 na-etinye aka n'ịkpụchasị osisi nkwụ mmanụ 6,510 na Aloma na ịkpụcha ala dị hekta 40 na itinye ego nde N3 na ụlọ ọrụ ndị jikọtara Agro",
  "Gọọmentị yahaya Bello kesara traktọ Massey Ferguson 140 nye ndị ọrụ ugbo gafee 21 LGAs",
  "Kogi steeti site na ntinye aka nkeỤlọ akụ ụwa enyerela mmadụ 4,000, ndị ntorobịa na ụmụ nwanyị ike na agro-nhazi, mmepụta mmepụta ihe na nkwado mmezi ndụ (APPEALS) naEgo Mba Nile Maka Mmepe Ugbot (IFAD) iji bulie ọrụ ugbo na nchekwa nri na steeti ahụ.",
  "Gọọmentị steeti Kogi emeela ka oge na-aga hụ na ngalaba nchekwa na steeti ahụ guzobere ụlọ ọrụ nchekwa na-aza ajụjụ nke na-enye nchebe n'ụzọ doro anya dị ka ihe ọma ọha na eze",
  "Nke a emeela ka gọọmentị steeti Kogi nwee ọnọdụ udo n'ihi njikọ aka n'etiti ndị agha niile e zigara na steeti ahụ",
  "Njikọ ha ewepụla ọnọdụ nke mpụ ndị a na-ahụkarị n'oge gara aga dị ka ịtọrọ mmadụ, ịpụnara mmadụ ihe, ịpụ ohi aka na omume ọjọọ ndị yiri ya",
  "Gọọmentị Bello ewuola ebe ọrụ maka ndị agha Naịjirịa nke furu N200nde na nhazi nke ụgbọala 410 zụrụ n'etiti afọ 2016 na 2017",
  "Ọ zụrụ ma nata ndị agha 3,000",
  "E kesara ọgba tum tum 360 na ụgbọala Hilux 20 na ndị vigilante",
  "Zụta 10,000 ekwentị nye ụmụ amaala maka Vigiscope maka akụkọ mberede ngwa ngwa",
  "Ndị ntorobịa 441 na-etinye aka n'ịkpọbata na ọzụzụ ndị uwe ojii n'ime ndị uwe ojii Naijiria",
  "Gọọmentị yahaya Bello emebiwo ihe onwunwe ndị na-eje ozi dị ka ebe nzuzo maka ndị omempụ na ndị ntọ na steeti kogi.",
  "Na Septemba 14, 2020, Bello so na ndepụta nke ndị ndọrọ ndọrọ ọchịchị nke Ngalaba Na-ahụ Maka Ọchịchị United States machibidoro iwu visa maka imebi ọchịchị onye kwuo uche ya na Naịjirịa. Ọ bụ ezie na ndị na-eme ngagharị iwe toro mkpebi ahụ ma kpọọ mba ndị ọzọ mepere emepe ka ha tinye mmachibido iwu yiri nke ahụ, Bello boro United States ebubo na ọ na-akwado ma kwuo na ntuli aka gọvanọ nke Kogi State nke 2019 bụ nke udo na nke ziri ezi. N'agbanyeghị nkwupụta ya, ntuli aka ahụ nwere akụkọ dị ịrịba ama banyere ime ihe ike na wayo tinyere nkwupụta na Bello kpaliri ime ihe ike saịtị na abụ 'ta-ta-ta' nke na-eṅomi ụda égbè.",
  "N'afọ 2020, Bello kwughachiri abụ égbè 'ta-ta-ta' na Akure, Ondo Steeti mgbe ọ na-ekwu okwu maka mkpọsa Rotimi Akeredolu. Ndị PDP katọrọ abụ ahụ bụ ndị boro Bello ebubo na ọ na-ahazi ndị omempụ iji menye ndị na-atụ vootu Ondo egwu. Bello gọnahụrụ nkwupụta ahụ ma boo PDP ebubo na ọ na-agbasa ozi na-ezighị ezi.",
  "N'oge dị iche iche n'oge ọrịa COVID-19, Bello kwuru na nje ahụ bụ 'ihe e kere eke' ma ọ bụ na-agọnahụ nje ahụ' ka gọọmentị steeti ya gbochiri nyocha ma lụọ ọgụ na NCDC iji mee ka ọnụ ọgụgụ ndị ọrịa dị ala. Bello jụkwara iyi ihe nkpuchi n'ihe omume ọha na eze, gụnyere mgbe nzukọ ndị Gọvanọ na Onye isi ala Muhammadu Buhari na olili ozu Tolulope Arotile. N'ekpere ncheta maka Kogi State Chief Judge Nasir Ajanah, onye nwụrụ na COVID-19 na 28 June 2020, Bello kwuru ụgha na Ajanah anwụghị na COVID-19 wee sị \"ma ndị ọkachamara na-ahụ maka ahụike na ndị ọkà mmụta sayensị, kwenyere na ọ bụ na ọ bụghị, COVID-19 ga-eme ka ndụ ndị mmadụ dị mkpirikpi, ọ bụ ọrịa a na-agbasa site n'ike maka ndị Naijiria ịnakwere",
  "\"",
  "N'ọnwa Ọktoba 2020, Bello kwuru na ọ jụrụ ego nkwado ijeri 1.1 maka Kogi State site na World Bank n'ihi nkwenye ya na COVID-19 bụ ịba zuru oke",
  "O kwukwara na ọ jụrụ ego ụlọ akụ ụwa n'ihi na ekwenyeghị m na COVID-19",
  "Ọbụna ikpe ise a kọrọ na Kogi Steeti bụ ihe NCDC mepụtara",
  "\" Nkwupụta a bụ n'agbanyeghị na ya onwe ya kwetara na Kogi Steeti enwetala ijeri iri na otu site na Gọọmentị etiti maka mgbake COVID-19.",
  "N'okwu ya n'abalị ọhụrụ nke afọ 2020, Bello jụrụ oke nke abụọ nke COVID na Naịjirịa, na-ekwu na \"anyị ka kpebisiri ike dị ka gọọmentị ka anyị ghara imeghachi omume na oke esemokwu nke abụọ na oke hysteria\" ma kwuo na Kogi \"na-enweghị coronavirus\". Nkwupụta a bụ dịka Kogi State ka na-eme nyocha ma yabụ na ọ naghị achọta ikpe.",
  "Bello na-emegide ịgba ọgwụ mgbochi, n'ụzọ megidere nkwekọrịta sayensị na ọgwụ mgbochi dị mma ma dị irè",
  "N'oge a na-agba ọgwụ mgbochi COVID-19, Bello kwuru n'ụzọ na-ezighị ezi na ndị na-eme ọgwụ mgbochi chọrọ..",
  "iwebata ọrịa ga-egbu gị, Chineke machibidoro ma jụ ịṅụ ọgwụ mgbochi ọrịa COVID-19. E gosipụtara nkwupụta ndị a dị ka ihe atụ nke ozi na-ezighi ezi gbasara ọgwụ mgbochi ma mee ka a katọọ ya n'ọtụtụ ebe, gụnyere site na Nzukọ Ndị Gọvanọ Naịjirịa.",
  "N'ọnwa Eprel 2021, Bello kwuru na ọ natara Prọfesọ Honorary na \"Ọrụ Humanitarian, Human Resources Management, Peace Building\" site na Mahadum St Thomas-a-Becket dị ka Kogi State Commissioner for Information Kingsley Fanwo si kwuo. Otú ọ dị, nyocha nke Sahara Reporters chọpụtara na Mahadum St Thomas-a-Becket anaghị enye nzere UK a ma ama ma ọ bụ nwee ọmụmụ ihe ọ bụla na ọrụ enyemaka, njikwa ndị ọrụ mmadụ, na / ma ọ bụ iwu udo.",
  "N'ime ụbọchị ole na ole mbụ ya dị ka Gọvanọ, Bello kwadoro mmefu nke ngụkọta nke nde 260 na ego nchekwa n'ọtụtụ ego",
  "N'ụbọchị mbụ ya (Jenụwarị 27, 2016), onye odeakwụkwọ na-adịgide adịgide n'ụlọ gọọmentị Ilemona John rịọrọ nkwado maka mmefu nde 15 na ego nchekwa na Bello kwadoro ya ụbọchị abụọ ka e mesịrị; na Febụwarị 2, John rịọrọ ikike maka nde 20 ọzọ na ego nchekwa ma Bello kwadokwara ya n'otu ụbọchị ahụ",
  "N'abalị atọ n'ọnwa Febụwarị, John rịọrọ nkwado ọzọ maka mmefu ego, na-arịọ maka nde 5 dịka ego nchekwa \"agwụla\" na Bello kwadoro ya n'otu ụbọchị ahụ",
  "Ka e mesịrị na Febụwarị 3, John rịọrọ maka nde iri abụọ iji \"juputa\" ego ahụ ma Bello nyere nkwado ozugbo",
  "N'ikpeazụ, na Febụwarị 8, John rịọrọ 100 nde ugboro abụọ na Bello na-akwado mmefu ego ahụ ozugbo ugboro abụọ ahụ.",
  "Bello kwadokwara ihe karịrị nde 148 maka ime ụlọ na imezigharị ọfịs Gọvanọ n'ụlọ gọọmentị",
  "Na Febụwarị 1, 2016, John rịọrọ nkwado maka mmezigharị ahụ na Bello kwenyere ozugbo na mmefu ahụ",
  "N'ọnwa na-esote, na Machị 4, John rịọrọ ọzọ nkwado maka mmefu ego, na-arịọ maka 48,593,250 iji kwụọ ụgwọ \"maka ọrụ ndị ọzọ na mmezigharị / itinye ihe na mmezi nke ụlọ ọrụ gọvanọ na Kogi Government House\"",
  "Nchịkwa Bello nyekwara Maj Global Construction Company nkwekọrịta ijeri 1.4 maka \"Nmegharị na Nweghachi nke Ụlọ Ụlọ Gọọmentị;\" na 2020, Maj Global Constructure Company Managing Director Michel Abboud kwuru na nchịkwa Bello akwụghị nde 726 n'agbanyeghị mmecha zuru ezu.",
  "Kogi State Commissioner for Information Kingsley Fanwo kwuru na nnukwu mmefu ngwa ngwa dị mkpa n'ihi enweghị nchebe na Kogi State ebe nnukwu mmezigharị dị mkpa iji mee ka Ụlọ Gọọmentị bụrụ ebe obibi",
  "Fanwo mechara kwuo, \"ọchịchị Gọvanọ Yahaya Bello na-etinye aka na nkwekọrịta iji lụso nrụrụ aka ọgụ ma mee ka nghọta pụta ìhè na ọchịchị",
  "\" N'afọ 2020, Fanwo gọnahụrụ na Kogi State ji Maj Global Construction Company ụgwọ ihe karịrị nde 100.",
  "N'oge na-adịghị anya mgbe ọ banyere n'ọfịs gọvanọ na 2016, ndị otu ndọrọ ndọrọ ọchịchị, Kogi in Action and Egalitarian Mission for Africa boro Bello na gọọmentị ya ebubo nrụrụ aka",
  "Ndị otu ahụ kwuru na ha zitere EFCC ozi gbasara ihe a na-ekwu na ọ bụ ego a na-ewepụ na ihe akaebe nke nkwekọrịta nkwekọrịta nke gọọmentị Bello na 2016",
  "Kogi na-ekwuchitere Action Majeed Abdullahi kwuru na o nyere EFCC nkọwa zuru ezu banyere enweghị uche nke gọvanọ na ndị nnọchi anya ya ma gosipụta nchegbu banyere ihe ụlọ ọrụ ahụ na-ekwu na ọ naghị eme.",
  "N'ọnwa Febụwarị 2021, nyocha nke mmefu ego steeti Kogi 2021 kpughere ọtụtụ ihe a kpọtụrụ aha COVID-19, nje Bello kwuru na ọ dịghị adị ma jụ ịlụ ọgụ na mgbochi",
  "Ọ bụghị naanị na mmefu ego ahụ kwuru banyere COVID-19, o kenyere ọtụtụ ijeri naira maka usoro mgbochi COVID-19 dị iche iche site na \"E-health COVID-19 nzaghachi\" na \"e-learning program (COVID-19 palliative for students in JSS 3 and SSS 3) \" yana ijeri naia 9.7 e kenyere maka naanị \"COVID-19.\" Fanwo emeghị arịrịọ maka ịza ajụjụ banyere mmefu ego dịka ụfọdụ boro gọọmentị Bello ebubo nrụrụ aka site na \"COVID-19\". N'ozuzu, e kenyere ma ọ dịkarịa ala ijeri 16.8 iji kwado usoro mgbochi COVID-19. Nnyocha e mechara mee site na Premium Times gosiri na e kenyere ihe karịrị ijeri 2.6 maka mmemme mgbochi COVID metụtara ọrụ ugbo, Otú ọ dị, ndị ọrụ ugbo gbara ajụjụ ọnụ kwuru na gọọmentị steeti enyeghị ha enyemaka ọ bụla",
  "Babaniyi Asorose, onye ọrụ ugbo na onye nhazi Lokoja nke All Farmers Association of Nigeria, kwuru na a kwụsịrị nkesa mkpụrụ na fatịlaịza Lokoja n'ụbọchị mgbe Minista Ọrụ Ugbo Sabo Nanono meghere atụmatụ nkesa Kogi State; e mechara wakpo ụlọ nkwakọba ihe niile n'etiti ngagharị iwe SARS End",
  "Asorose, tinyere ndị ọrụ ugbo ndị ọzọ, gọnahụkwara ịnata nkwado gọọmentị steeti ọ bụla ma kwuo na ọtụtụ n'ime ihe ndị e kesara n'ezie bụ ndị e nyere \"ndị ọrụ ugbo ndọrọ ndọrọ ọchịchị,\" na-enweghị ugbo n'ezie",
  "Mgbe e tinyere ya na arịrịọ nnwere onwe nke ozi, Kọmishọna na-ahụ maka ọrụ ugbo David Apeh kwuru na enweghi enyemaka gọọmentị nyere ndị ọrụ ugbo n'ihi na ọ dịghị ego ọ bụla e mebiri emebi; mgbe onye nta akụkọ gwara ya na akụkọ ahụ gosipụtara na emefuola ego ahụ, Apeh tụgharịrị na-ekwu \"ọ bụghị n'ọfịs nke m",
  "\" Kọmishọna na-ahụ maka ego bụ Asiru Idris, onye bịanyere aka na akụkọ ahụ, na Onye isi odeakwụkwọ mgbasa ozi Bello bụ Onogwu Mohammed azaghachighị arịrịọ maka ikwu okwu.",
  "Ka e mesịrị na Febụwarị 2021, Anti-Corruption Network, otu Kogi nke boro Bello ebubo nrụrụ aka ọtụtụ ugboro gara aga, wepụtara akụkọ ọhụrụ na-ebo Bello ebu ebubo na ọ na-eme ka ọtụtụ ijeri naira na ego ọha na eze; nzukọ ahụ wee tinye akwụkwọ EFCC megide gọvanọ na 1 Machị",
  "Dị ka onye bụbu Senator PDP Dino Melaye si kwuo, e zigakwara akwụkwọ mkpesa ahụ na Independent Corrupt Practices Commission, United States embassy, British High Commission, na Transparency International",
  "Akụkọ ahụ kọwapụtara ụdị dị iche iche nke nrụrụ aka a na-ebo ebubo na 2016, 2017, 2018, na 2019 Kogi State Government Expenditures, gụnyere (ma ọ bụghị nanị) inye ndị na-abụghị ndị iwu kwadoro nkwekọrịta steeti, mmebi iwu n'inye nkwekọrịta, esemokwu nke mmasị n'inye kọntaktị, inye nkwekọrịta na-enweghị usoro kwesịrị ekwesị, na ịsa ego",
  "Akụkọ ahụ kpaliri oku ọhụrụ maka nyocha EFCC na Bello, gụnyere site n'aka ndị otu Kogi na-emegide nrụrụ aka na Peoples Democratic Party. Gọọmentị Bello zaghachiri site n'ịkpọ ebubo ndị ahụ na-akpali ndọrọ ndọrọ ọchịchị ma na-azọrọ na PDP na-atụ egwu ọkwa Bello na-arịwanye elu. N'abalị iri atọ n'ọnwa Machị, EFCC kwupụtara nyocha banyere ebubo aghụghọ nke Anti-Corruption Network. Otú ọ dị, na Julaị 2021, Anti-Corruption Network kwuru na EFCC enwebeghị ọganihu na nyocha a mara ọkwa na Bello ma yie egwu ime ihe iwu ma ọ bụrụ na ụlọ ọrụ ahụ emeghị ihe ozugbo.",
  "N'abalị iri abụọ na isii n'ọnwa Machị 2021, Premium Times kọrọ na gọọmentị Kogi Steeti emefuola ihe karịrị nde iri itoolu na ngwanrọ na-enyocha COVID nke na-efu naanị narị puku atọ",
  "Akụkọ kpughere na n'agbanyeghị enweghị usoro mgbochi COVID nke gọọmentị Bello, ihe ndekọ ego gosipụtara na gọọmentị steeti zụtara otu afọ nke ngwanrọ nyocha ihe ize ndụ COVID-19 maka 90,720,000 na Machị 2020",
  "Onye nta akụkọ na-eme ka ọ bụrụ onye ọrụ gọọmentị nke chọrọ ịmepụta ngwa yiri nke ahụ na steeti dị iche kpọtụrụ Telnet Technology Limited, ụlọ ọrụ teknụzụ nyere ọrụ Kogi, onye kwuru na ọrụ yiri nke ahụ ga-efu naanị 300,000 maka otu afọ",
  "Fanwo kwuru na ọrụ ahụ na-efu ihe na-erughị otu nde naira mana ọ jụrụ ịkọwa ihe mere akụkọ ego steeti ji gosi ihe karịrị nde 90 ka a na-akwụ ụgwọ maka ọrụ ahụ. Akụkọ Premium Times kpaliri ọbụna oku maka nyocha ọzọ, na Socio-Economic Rights and Accountability Project (SERAP) na-arịọ Onye isi ala Buhari ka ọ nye onye ọka iwu ukwu nke Federation na Minista Ikpe Abubakar Malami, SAN na ụlọ ọrụ ndị na-emegide nrụrụ aka kwesịrị ekwesị iji nyochaa ojiji na-ezighị ezi nke onyinye N4.5 ijeri, mgbazinye ego na nkwado gọọmentị Kogi State nwetara site na Gọọmentị etiti, gụnyere N90,720,000 a kọrọ na ha jiri ngwanrọ nyochaa ikpe COVID-19 na steeti ahụ.",
  "N'abalị iri atọ na otu n'ọnwa Ọgọstụ n'afọ 2021, Ngalaba Lagos nke Ụlọikpe Kasị Elu nke Federal kwụsịrị \"Kogi State Salary Bailout\" Sterling Bank mgbe etinyechara akwụkwọ site na EFCC",
  "Nkwupụta nke kọmitii ahụ kwuru na ọ nwere \"ihe ọmụma a pụrụ ịtụkwasị obi na nke a na-ahụ anya\" na e ji ijeri 20 mejupụta akaụntụ ahụ n'ụzọ iwu na-akwadoghị site na akaụntụ mgbazinye ego gọọmentị steeti na 25 Julaị 2019 ma e jighị ya kwụọ ụgwọ ọrụ ndị ọrụ gọọmentị",
  "Dị ka EFCC si kwuo, n'ime afọ abụọ dị n'etiti mmalite akaụntụ na ụbọchị ụlọ ikpe, e wepụrụ 666,666,666.64 na akaụntụ ahụ na kọmitii ahụ na-azọrọ na ha na-anwa ịchọta ego ndị ahụ n'ihi na \"ejighị ha maka ịkwụ ụgwọ ụgwọ\"",
  "Ọkàikpe Tijjani Ringim, onye kwadoro arịrịọ nke kọmitii ahụ iji mechie akaụntụ ahụ, kwuru na nkwụsị ahụ ga-anọgide ruo 1 Disemba na-echere nyocha EFCC na ikpe ikpe nwere ike.",
  "Na nzaghachi, Sterling kwuru na Kogi State enweghị akaụntụ a kapịrị ọnụ na ụlọ akụ ha ma kwuo na akaụntụ ahụ EFCC kwuru bụ nọmba dị n'ime ụlọ ụlọ akụ ahụ na-eji jikwaa akaụntụ Kogi State; Otú ọ dị, Sterling kwetara na enwere akaụntụ a kapịtara ọnụ nke ụlọ akụ ahụ anaghị arụ ọrụ",
  "Gọọmentị Bello haziri nzukọ ndị nta akụkọ ebe Fanwo kwukwara na gọọmentị steeti enweghị akaụntụ ọ bụla na Sterling Bank nakwa na akaụntụ gọọmentị atọ dị na Sterling bank nwere naanị nde 46",
  "Fanwo bokwara EFCC ebubo na ọ na-eduhie ndị ọka ikpe na ọha na eze tupu ọ yie egwu ịgba ndị ọrụ na ndị mgbasa ozi akwụkwọ maka ịkọ akụkọ banyere usoro ụlọ ikpe. Bello n'onwe ya gọnahụ ebubo ahụ, na-akpọ ikpe ahụ \"nkwupụta ụgha nke eziokwu\" yana na-azọrọ na ọ nweghị akaụntụ steeti Kogi kwụsịtụrụ nakwa na \"ndị ọrụ EFCC\" nwere ike iduhie ndị ọrụ ahụ. EFCC gwara gọọmentị steeti Kogi ka ha gaa n'ụlọ ikpe ma ọ bụrụ na ha agbagha nchọpụta ha",
  "Ka ọ dị ugbu a, onye na-ahụ maka ihe ndị ruuru mmadụ Deji Adeyanju kwuru na Bello \"kwesịrị ịnọ n'ụlọ mkpọrọ ruo mgbe ebighị ebi\" n'ihi nrụrụ aka na Septemba 2021, ndị omeiwu atọ niile nke Kogi (Smart Adeyemi, Jibrin Isah, na Yakubu Oseni - niile APC) zutere Onye isi oche EFCC Abdulrasheed Bawa iji kwado ikpe Bello. Bawa jụrụ ikpe ndị omeiwu ahụ mgbe ọ kọwapụtara ihe mere EFCC ji ghara ilekwasị anya na Kogi; ndị nyocha kwuru na ikpe ahụ nwere ike ịbụ ule kachasị ukwuu maka Bawa kemgbe nhọpụta ya na Febụwarị 2021.",
  "N'ọnwa Nọvemba 2021, Central Bank nke Naịjirịa kwetara na ọ natara ego enyemaka ụgwọ ọnwa nke Kogi State nke ihe dị ka ijeri 19.3 mgbe EFCC nwetaghachiri ego ahụ. Fanwo gọnahụrụ ọzọ na ego ahụ bụ nke Gọọmentị Steeti Kogi, na-akpọ akụkọ EFCC \"ajọ, ụgha na ndọrọ ndọrọ ọchịchị\". N'abalị iri na abụọ n'ọnwa Disemba, Gọọmentị Kogi Steeti gbara EFCC akwụkwọ maka mmebi nke ijeri 35 maka nkwupụta nke kọmitii ahụ na okwu ahụ."
]