[
  "Yahia Turki, (يحيى التركي), a mụrụ Yahia Ben Mahmoud El Halibyo na 1903 na Istanbul, Alaeze Ukwu Ottoman nke nwụrụ na 1 Maachị 1969, bụ onye na-ese ihe na Tunisia nke a kọwara dị ka \"nna nke ihe osise Tunisia\".\nMgbe nnwere onwe na 1956, Yahia ghọrọ onye isi oche nke l'Ecole de Tunis, nke Pierre Boucherle mepụtara na 1947 na mgbalị ịchịkọta ndị na-ese ihe na Tunisia, n'agbanyeghị okpukpe, agbụrụ, ma ọ bụ nka ha, yana mmasị ha niile nke ịmepụta ụdị ihe osise Tunisia.",
  "A mụrụ ya na Istanbul nye nne Turkish na nna Djerbian, Turki gụrụ akwụkwọ mbụ na Sadiki College ma mesịa na Lycée Carnot de Tunis",
  "N'otu oge ahụ, ọ gara ụlọ akwụkwọ Koranic, ebe a kpaliri mmasị ya, na nke mbụ ya, site na nhazi nke ọdịdị na agba na mbadamba ederede",
  "Ọ gara n'ihu na agụmakwụkwọ ụlọ akwụkwọ sekọndrị ya na Lycée Alaoui, ebe ọ nwere Georges Le Mare dị ka onye nkuzi eserese, onye chọpụtara nkà nke onye ọhụrụ ahụ na-eto eto na ebe o tinyere onwe ya n'ịmụta ihe ndị bụ isi nke ọzụzụ ahụ",
  "N'ịbụ onye na-eche nrụgide ezinụlọ ihu, Turki hapụrụ ọmụmụ ya wee banye n'ọrụ gọọmentị. Ọ nwetakwara ọzụzụ agụmakwụkwọ na Centre for art studies, nke ghọrọ Tunis Institute of Fine Arts n'afọ 1930.",
  "Turki nwere ihe ịga nke ọma mbụ ya na 1923 na salon Tunisia",
  "E ji mmanụ mee ihe osise mbụ nke Turki na ákwà",
  "O mechara nweta ohere agụmakwụkwọ n'efu wee gaa Paris na 1927, ebe ya na Albert Marquet na Lucien Mainssieux nọgidere na-arụkọ ọrụ. Ọ gụrụ akwụkwọ na Centre d'Xëart de Tunis na agụmakwụkwọ sitere na French Protectorate nke o nwetara site n'enyemaka nke Alexandre Fichet na Pierre Boyer. N'afọ 1928, ọ nọrọ na France ma sonye na Colonial Exhibition of French artists na Salon des Indépendents. N'oge ọ nọrọ na Paris site na 1926 ruo 1928 na site na 1931 ruo 1935 ọ na-eleta ụlọ ọrụ nke ndị na-ese ihe na France dị ka Matisse na Derain.",
  "Mgbe ọ laghachiri Tunis na 1935, o gosipụtara usoro ọrụ nwere isiokwu Paris",
  "Ọ bụ onye otu Groupe des Dix na 1947 na otu n'ime ndị guzobere École de Tunis (Tunisian School) na 1948. N'afọ 1956, mgbe Tunisia nweere onwe ya, ọ nọchiri Pierre Boucherle dị ka onye isi oche nke ụlọ akwụkwọ Tunisian, ọfịs ọ nọrọ ruo mgbe ọ nwụrụ. Ọ ghọkwara osote onye isi oche nke ụlọ oriri na ọṅụṅụ Tunisia.",
  "O nwere mmetụta dị ukwuu n'ebe ndị na-eto eto na-ese ihe na-achọsi ike \"ịkwado njirimara mba Tunisia n'ime usoro nka e ketara eketa\"",
  "Enwere ike ịchọta echiche a banyere ya n'ụzọ dị mfe n'ọrụ ya",
  "Oghere ụlọ nke Turki, ọdịdị ala, ndụ, na foto gosipụtara ndụ kwa ụbọchị nke Tunisia",
  "N'afọ ndị 1950 o mere ihe osise na École d'Agriculture de Moghrane(Agricaultural School na Mograne). Ụmụ akwụkwọ ya gụnyere ndị dị ka Abdelaziz ben Rais (1903-1962), Hatem El Mekki (1918-2003) na Ammar Farhat (1911-1986).",
  "A na-ere ụfọdụ n'ime ọrụ ya na nke gụnyere Femme en sefsari nke e rere na Artcurial Orientalism na 2013 maka $ 9,576.",
  "Mgbe ọ dị afọ iri ịse na abụọ, Turki lụrụ onye Tunisia, ma nwee nwa nwanyị aha ya bụ Nazly."
]