[
  "General|image=Mr.Richard kasesela with former Nigerian President Yakubu Gowon during the Friends of Global fund Africa meeting in Kigali (cropped).jpg|caption=Gowon in 2007|order=3rd Head of State of Nigeria|term_start=1 August 1966|term_end=29 July 1975|1blankname=Chief of Staff|1namedata=Joseph Edet Akinwale Wey|predecessor=Johnson Aguiyi-Ironsi|successor=Murtala Mohammed|office2=Federal Commissioner of Defence|term_start2=1966|term_end2=1975|predecessor2=Inuwa Wada|successor2=Illiya Bisalla|office3=Chief of Army Staff|term_start3=16 January 1966|term_end3=29 July 1966|predecessor3=Johnson Aguiyi-Ironsi|successor3=Joseph Akahan|birth_date=October 19 1934 (1934-10-19) (age 88)|birth_place=Kanke, Northern Region, British Nigeria(now Kanke, Nigeria)|spouse=",
  "|alma_mater=Royal Military Academy SandhurstStaff College, CamberleyJoint Staff College, LatimerUniversity of Warwick|allegiance= Nigeria|branch= Naijiria Army|serviceyears=1954–1975|rank= General|battles=Congo CrisisNigerian Civil War|nationality=Nigerian|nickname=Jack}}",
  "Yakubu Dab- Yumma ma 'Jack' Gowon (amụrụ n'abali irí na iteghete nke ọnwa  Ọktoba afọ 1934) bụ onye isi ndị agha Naijiria lara ezumike nká na onye isi ndị ọrụ. Dị ka Onye isi ala nke Naịjirịa, Gowon duziri agha obodo Naịjiria na-ese okwu ma kwuo okwu a ma ama \"enweghị onye mmeri, enweghị mmeri\" na njedebe agha ahụ na mgbalị ịkwalite ọgwụgwọ na ime udo. A na-edepụta Agha Obodo Naịjirịa dị ka otu n'ime ndị kasị gbuo mmadụ n'akụkọ ihe mere eme nke oge a, ebe ụfọdụ na-ebo Gowon ebubo mpụ megide mmadụ na mgbukpọ agbụrụ. Gowon na-ekwusi ike na o meghị ihe ọjọọ ọ bụla n'oge agha ahụ nakwa na idu ndú ya zọpụtara mba ahụ.",
  "Onye Kraịst Anglịkan sitere n'ezinụlọ Ngas nke Northern Nigeria, Gowon bụ onye Naijiria na-ahụ mba n'anya, na onye kwere na ịdị n'otu na ịdị n\"otu nke Naijiria. Ịrịgo Gowon n'ọchịchị na-esote ọchịchị aka ike na  ọnwa Julị nke afọ 1966 kwadoro ọchịchị ndị agha na Naịjirịa",
  "N'ihi ya, Gowon bụ onye isi ala Naịjirịa na-eje ozi ogologo oge, na-achị ihe fọrọ nke nta ka ọ bụrụ afọ itoolu ruo mgbe Brigadier Murtala Mohammed chụpụrụ ya na nnupụisi nke afọ 1975.",
  "Gowon bụ onye Ngas (Angas) sitere na Lur, obere obodo dị na mpaghara Gọọmentị Kanke nke Plateau Steeti ugbu a",
  "Nne na nna ya, Nde Yohanna na Matwok Kurnyang hapụrụ Wusasa, Zaria dị ka ndị ozi ala ọzọ otu ọrụ ụka  (CMS) n'oge mmalite nke ndụ Gowon",
  "Nna ya nwere obi ụtọ n'eziokwu ahụ bụ na ọ lụrụ n'otu ụbọchị ahụ onye ga-abụ eze nwaghị nne Elizabeth lụrụ onye ga-abịa n'ọdịnihu bụ Eze George VI. Gowon bụ nwa nke ise n'ime ụmụ iri na otu",
  "Ọ tolitere na Zaria ma nwee ndụ na agụmakwụkwọ ya n'ebe ahụ",
  "N'ụlọ akwụkwọ, Gowon gosipụtara na ọ bụ ezigbo onye na-eme egwuregwu: ọ bụ onye na-edebe goolu bọọlụ n'ụlọ akwụkwọ ahụ, onye na-agba ọsọ, na onye na- ọsọ ogologo oge",
  "Ọ mebiri ihe ndekọ kilomita ụlọ akwụkwọ n'afọ mbụ ya",
  "Ọ bụkwa onyeisi ndị ọkụ ọkpọ.",
  "Gowon sonyeere ndị agha Naijiria n'afọ 1954, ma nata ọrụ ya dị ka onye isi nke abụọ n'ụbọchị iri na itoolu n'ọnwa Ọktoba n'afọ 1955, ụbọchị ọmụmụ ya nke iri abụọ na otu. A zụrụ ya na Royal Military Academy Sandhurst, UK (n'afọ 1955), Staff College, Camberley, UK (n'afọ 1962) yana Joint Staff College",
  "Ọ hụtara ọrụ na Congo dị ka akụkụ nke United Nations Peace-keeping Force, ma n'afọ1960 na 1963",
  "Ọ gara n'ihu ruo n'ọkwa onye isi ndị agha n'afọ 1966, n'oge ahụ ọ ka bụ lieutenant colonel.",
  "N'ọnwa Jenụwarị n'afọ 1966, ọ ghọrọ onye isi ndị agha kacha nta na Naịjirịa mgbe ọ dị afọ iri atọ na otu, n'ihi na otu ndị agha na-eto eto n'okpuru Major Chukwuma Kaduna Nzeogwu mere ka a kwatuo ọchịchị ndị nkịtị nke Naịjirịa. N'oge nnupụisi a, e gburu ọtụtụ ndị isi ugwu na ọdịda anyanwụ, gụnyere Sir Abubakar Tafawa Balewa, Praịm Minista Naịjirịa; Sir Ahmadu Bello, Sardauna nke Sokoto na Praịm nke Northern Region; na Samuel Akintola, Praịma nke Western Region, Lt Col Arthur Unegbe na ọtụtụ ndị ọzọ",
  "Lieutenant Colonel Gowon nke oge ahụ laghachiri na Joint Staff College, Latimer UK ụbọchị abụọ tupu nnupụisi ahụ, nke nwere ike ịhapụ ya na ndepụta ndị na-akpa nkata. Ọdịda nke Major General Johnson Aguiyi-Ironsi (onye bụ onye isi ala na-esote nnupụisi nke Jenụwarị 1966 - ya na Gowon Chief of Staff ya) iji zute ihe ndị Northern chọrọ maka ikpe ndị na-eme atụmatụ nnupụnụ ahụ mere ka iwe ndị Northern gbasaa",
  "E nwere nkwado dị ukwuu maka ndị na-akpa nkata nnupụisi site na mpaghara Ọwụwa Anyanwụ yana ọtụtụ ndị na-ebipụta akwụkwọ akụkọ \"Lagos-Ibadan\".",
  "Mgbe ahụ, Iwu Aguyi Ironsi nke ọnụọgụ dị irí atọ na anọ  bịara, nke tụrụ aro ka ewepụ usoro gọọmentị etiti iji kwado otu steeti, ọnọdụ nke ụfọdụ ndị Southerners kwadoro ogologo oge - ọkachasị site na nnukwu akụkụ nke Igbo-na-achịkwa National Council of Nigeria na Cameroon (NCNC) Nke a nwere ike ịbụ na ndị ùgwù kọwara ya n'ụzọ na-ezighi ezi dị ka Southern (karịsịa Igbo) na-anwa iweghara ike niile na mba ahụ. Ebe ugwu nọ n'azụ mpaghara ọdịda anyanwụ na nke ọwụwa anyanwụ n'ihe gbasara agụmakwụkwọ (n'otu akụkụ n'ihi nguzogide ozizi ndị Alakụba na omenala na mmekọrịta mmadụ na ibe ya), ebe ọtụtụ ndị Igbo Eastern nọworị na ọrụ gọọmentị etiti.",
  "Ebumnuche mbụ nke Murtala Mohammed na ndị na-akpa nkata ọchịchị ya yiri ka ọ bụ iji mepụta nkewa nke mpaghara Northern site na Naịjirịa n'ozuzu ya, mana ọtụtụ ndị ndụmọdụ mechara mee ka atụmatụ ha kwụsị, nke gụnyere ọtụtụ ndị ọrụ gọọmentị na ndị ọkàikpe dị elu, na ndị ozi dị mkpa nke gọọmentị Britain na Amerika nwere mmasị na ọchịchị Naịjiria",
  "Ndị isi na-eto eto wee kpebie ịkpọ aha Lieutenant Colonel Gowon, onye o doro anya na ọ naghị etinye aka na ihe omume ruo n'oge ahụ, dị ka Onye isi ala Naijiria",
  "Mgbe ọ na-arịgo n'ọchịchị, Gowon gbanwere mkpochapụ Ironsi nke ụkpụrụ gọọmentị etiti.",
  "N'afọ 1966, a họpụtara Gowon ka ọ bụrụ onye isi ala. Ruo mgbe ahụ, Gowon nọgidere bụrụ onye agha na-arụ ọrụ na-enweghị itinye aka ọ bụla na ndọrọ ndọrọ ọchịchị, ruo mgbe ọgba aghara nke afọ ahụ mere ka ọ bụrụ onye ndu na mberede, mgbe nzụlite ya pụrụ iche dị ka onye ugwu nke na-abụghị nke ndị Hausa ma ọ bụ Fulani ma ọ bụ nke okwukwe Alakụba mere ka ọ nwee nhọrọ dị nchebe iji duzie mba nke ndị bi na ya nwere esemokwu agbụrụ.",
  "Gowon buliri onwe ya elu ugboro abụọ dị ka Onye isi ala Naijiria",
  "Gowon bụ Lt",
  "Colonel mgbe ọ rịgooro n'elu ọchịchị ndị agha Federal ọhụrụ nke Naịjirịa n'abalị mbụ nke n'ọnwa August afọ 1966 mana ndị isi ndị agha ndị ọzọ dị ka Commodore Joseph Wey, Brigadier Babafemi Ogundipe, na Colonel Robert Adebayo bụ akụkụ nke gọọmentị na ndị isi agha ha na Gowon bụ ihe ihere. Iji mee ka ọnọdụ ya dị ka Onye isi ala kwụsie ike, Gowon buliri onwe ya ka ọ bụrụ Major-General obere oge tupu mmalite nke agha obodo n'afọ1967 na General zuru ezu na njedebe nke agha obodo n'afọ 1970.",
  "N'ịtụ anya nkewa ọwụwa anyanwụ, Gowon mere ngwa ngwa iji belata nkwado nke mpaghara ahụ site n'inye iwu ka e mepụta steeti iri na abụọ ọhụrụ iji dochie mpaghara anọ ahụ",
  "Isii n'ime steeti ndị a nwere ndị pere mpe nke chọrọ ka e mepụta steeti kemgbe afọ 1950",
  "Gowon gbakọrọ n'ụzọ ziri ezi na ndị ka nta n'ebe ọwụwa anyanwụ agaghị akwado ndị Igbos, n'ihi atụmanya nke inwe steeti nke ha ma ọ bụrụ na e merie mgbalị nkewa",
  "Ọtụtụ n'ime ndị agha gọọmentị etiti lụrụ agha na Agha Obodo Naijiria, nke a makwaara dị ka Agha Biafran, iji weghachite mpaghara Ọwụwa Anyanwụ na njikọ ahụ, bụ ndị otu ndị pere mpe.",
  "Agha ahụ were ọnwa iri atọ ma kwụsị na Jenụwarị nke afọ 1970",
  "N'ịnakwere nkwụsị agha Biafra n'enweghị ihe mgbochi, Gowon kwupụtara na ọ gaghị enwe onye mmeri ma ọ bụ onye meriri",
  "N'ime mmụọ a, a kwupụtara na afọ ndị sochirinụ bụ oge mmezigharị, iwughachi, na ime udo",
  "Ọganihu ọnụ ahịa mmanụ, nke malitere n'ihi ọnụ ahịa dị elu nke mmanụ ala (onye isi na-enweta ego na mba ahụ) n'ahịa ụwa na 1973, mere ka ikike gọọmentị etiti nwere ịrụ ọrụ ndị a.",
  "Esemokwu bilitere n'etiti mpaghara Ọwụwa Anyanwụ na gọọmentị etiti nke Gowon na-achịkwa n'ebe ugwu",
  "N abalị anọ nke 'ọnwa Jenụwarị nke afọ 1967, n'ikwekọ na arịrịọ Ojukwu ka ha gbakọọ maka mkparịta ụka naanị n'ala na-anọpụ iche, e nwere nzukọ nke Gowon, Ojukwu na ndị ọzọ so na Kansụl Ndị Agha Kasị Elu gara na Aburi na Ghana, ebumnuche ya bụ idozi esemokwu niile dị ịrịba ama ma guzobe Naịjirịa dị ka njikọ nke mpaghara. Nsonaazụ nke nzukọ a bụ nkwekọrịta Aburi. Nkwekọrịta Aburi ahụghị ìhè nke ụbọchị ahụ, ebe ọ bụ na gọọmentị Gowon na-eduzi nwere nnukwu nchebara echiche maka ego nwere ike ịba, ọkachasị ego mmanụ nke a tụrụ anya na ọ ga-abawanye n'ihi na achọpụtara ihe ndị dị n'ógbè ahụ n'etiti afọ 1960",
  "E kwuwo na-enweghị nkwenye na ma Gowon na Ojukwu nwere ihe ọmụma banyere nnukwu mmanụ dị na mpaghara Niger Delta, nke taa aghọwo isi ihe na-akwado akụ na ụba Naijiria.",
  "N'ime njem iji nyochaa mmetụta nke gọọmentị Ojukwu n'Ebe Ọwụwa Anyanwụ, Gowon kwupụtara n'abalị ise nke ọnwa Mee n'afọ 1967 nkewa nke mpaghara Naịjirịa atọ n'ime steeti iri na abụọ: North-Western Steeti, North-Eastern Steeti, Kano Steeti, North'Central Steeti, Benue-Plateau Steeti, Kwara Steeti, Western Steeti, Lagos Steeti, Mid-Westh Steeti, na, site na, site n'Eastern Region, a Rivers Steeti, South-Easth-Eastic Steeti, na East-Central Steeti. Steeti ndị na-abụghị ndị Igbo South-Eastern na Rivers nke nwere mmanụ na ohere ịbanye n'oké osimiri, ka a tụrụ iji kewapụ mpaghara Igbo dị ka steeti East-Central. Otu akụkụ na-ese okwu nke njem a bụ ntinye Gowon nke Port Harcourt, nnukwu obodo dị na Niger Delta, na South nke Naịjirịa (Ikwerres na Ijaws), na-anọdụ na ụfọdụ n'ime ebe nchekwa kachasị ukwuu na Naịjirịa, n'ime Rivers State ọhụrụ, na-eme ka ndị ahịa Igbo na-akwaga ebe ahụ. Ọpụpụ nke ọtụtụ n'ime ha laghachiri n'obodo ha dị na \"Igbo heartland\" n'Ebe Ọwụwa Anyanwụ Naịjirịa ebe ha chere na ọ dị nchebe ka a na-ebo ebubo na ọ bụ ihe na-emegide iwu Gowon \"enweghị onye mmeri, enweghị mmeri\", mgbe na njedebe nke agha ahụ, ihe onwunwe ha hapụrụ n'azụ bụ ndị ụmụ amaala Rivers State kwuru.",
  "Ndị agbụrụ dị ala nke mpaghara Ọwụwa Anyanwụ abụghị ndị na-ekwu okwu banyere atụmanya nkewa, n'ihi na ọ ga-apụta ibi n'ihe ha chere na ọ ga'abụ mba Igbo na-achị. Ụfọdụ ndị na-abụghị ndị Igbo bi na mpaghara Ọwụwa Anyanwụ ma ọ bụ zere inye nkwado siri ike maka ọgụ Biafran, ma ọ bụ nyere aka n'akụkụ gọọmentị etiti site na ịbanye n'òtù ndị agha Naijiria ma nye ya ihe ọmụma banyere ọrụ agha Biafran",
  "Otú ọ dị, ụfọdụ rụrụ ọrụ dị ukwuu na gọọmentị Biafran, na N.U",
  "Akpan na-eje ozi dị ka odeakwụkwọ nke gọọmentị, Lt",
  "Col (mgbe e mesịrị Major-General) Philip Effiong, na-eje ije ozi dị ka onye isi ndị agha Biafra na ndị ọzọ dị ka Chiefs Bassey na Graham-Douglas na-eje ọrụ ndị ọzọ dị mkpa.",
  "N'abalị  irí atọ nke ọnwa Mee n'afo 1967, Ojukwu zaghachiri ọkwa Gowon site n'ịkwupụta nkewa nke mpaghara Ọwụwa Anyanwụ, nke a ga-akpọ ugbu a Republic of Biafra. Nke a ga-akpata agha nke ga-adịru ihe dị ka ọnwa iri atọ , ma hụ ọnwụ nke ihe karịrị  otu puku narị ndị agha na ihe karịrị otu nde ndị nkịtị, ọtụtụ n'ime ndị nke ikpeazụ ga-anwụ n'ihi agụụ n'okpuru mgbochi nke Naịjirịa. Agha ahụ hụrụ mmụba dị ukwuu nke ndị agha Naijiria n'ibu na mmụba siri ike na nkuzi na nkà na ụzụ ya, ebe a mụrụ ndị agha ụgbọelu Naijiria na-aga n'ihu n'oge esemokwu ahụ. Otú ọ dị, nnukwu esemokwu gbara ọrụ ụgbọ elu nke ndị agha Naijiria gburugburu, dịka ọtụtụ ndị bi na Biafra, gụnyere ndị ọrụ Red Cross, ndị ozi ala ọzọ na ndị nta akụkọ mba ọzọ, boro ndị agha ụgbọelu Naijiria ebubo na ha na-elekwasị anya na ndị nkịtị, ebe enyemaka na ahịa",
  "Gowon agọnahụla nkwupụta ndị ahụ, tinyere nkwupụta na ndị agha ya mere arụrụala dịka ndina n'ike, igbu ndị nkịtị na ịpụnara ndị mmadụ ihe n'ebe ndị e weghaara; Otú ọ dị, otu n'ime ndị ọchịagha ya n'oge agha, Benjamin Adekunle yiri ka ọ na-enye ụfọdụ ntụkwasị obi na nkwupụta ndị a n'akwụkwọ ya, ka ọ na'ihi na ha bụ ihe ọjọọ sitere n'agha.",
  "Agha ahụ biri n' abalị iri na atọ nke ọnwa  Jenụwarị n'afọ 1970, mgbe Colonel Olusegun Obasanjo nabatara inyefe ndị agha Biafra. N'echi ya, Obasanjo kwupụtara ọnọdụ ahụ na ụlọ ọrụ redio ndị nnupụisi Radio Biafra Enugu",
  "Gowon mechara kwupụta okwu ya a ma ama \"enweghị onye mmeri, enweghị onye meriri\", wee soro ya na mgbaghara maka ọtụtụ n'ime ndị sonyere na nnupụisi Biafran, yana mmemme nke \"Nkwekọrịta, Nrụzigharị, na Nweghachi\", [ihe odide dị mkpa] iji dozie nnukwu mmebi nke akụ na ụba na akụrụngwa nke mpaghara Ọwụwa Anyanwụ n'oge afọ agha. N'ụzọ dị mwute, ụfọdụ n'ime mgbalị ndị a ahapụghị bọọdụ eserese",
  "Na mgbakwunye na nke a, Gen",
  "Iwu nchịkwa Gowon nke inye ndị Biafra nwere akaụntụ ụlọ akụ na Naijiria pound iri abụọ, n'agbanyeghị ego ole dị na akaụntụ ha, ndị ọrụ enyemaka mba ọzọ na nke obodo katọrọ ya, n'ihi na nke a dugara n'ịgba arịrịọ, ịpụnara mmadụ ihe na ịpụnọrọ ihe n'ebe Biafran mbụ mgbe agha ahụ gasịrị.",
  "Mkpebi ọzọ Gowon mere n'oge ọganihu mmanụ bụ inwe ihe ụfọdụ weere dị ka mmetụta na-adịghị mma maka akụ na ụba Naijiria n'afọ ndị sochirinụ, ọ bụ ezie na mmetụta ya ozugbo bụ ihe a na-ahụ anya",
  "Iwu ya nke afọ 1972, nke kwupụtara na ọtụtụ ngalaba nke akụ na ụba nke Naijiria anaghị anabata itinye ego mba ọzọ niile, ka ọ na-ewepụ ihe karịrị ndị mba ọzọ na-ekere òkè na ọtụtụ n'ọtụtụ ebe ndị ọzọ. Iwu a nyere ọtụtụ ndị Naijiria nwere njikọ dị mma uru ma gosipụta na ọ na-emebi itinye ego na-abụghị mmanụ na akụ na ụba Naijiria.",
  "Afọ ndị agha obodo gachara hụrụ Naịjirịa na-enwe ọganihu akụ na ụba, mmanụ, nke na-eme ka ọrụ gọọmentị etiti Naịjirịa rịa elu ruo n'ókè a na-ahụtụbeghị mbụ, yana mmụba ego sitere na ego mmanụ",
  "Otú ọ dị, n'ụzọ dị mwute, oge a hụkwara mmụba ngwa ngwa na nrụrụ aka, ọkachasị iri ngo, nke ndị ọrụ gọọmentị etiti na ndị ọrụ gọọmenti etiti; ọ bụ ezie na onye isi ala n'onwe ya, Gen",
  "Gowon, achọtabeghị na ọ na-akwado omume nrụrụ aka, a na-ebo ya ebubo ugboro ugboro na ọ na'eleghara ọrụ nke ndị ọrụ ya na ndị enyi ya anya.",
  "N'abalị mbụ nke ọnwa Ọktoba n'afọ 1974, n'ụzọ megidere nkwa mbụ ya, Gowon kwupụtara na Naịjirịa agaghị adị njikere maka ọchịchị ndị nkịtị site n'afọ 1976, ọ kwupụtakwara na a ga-eweghachi ụbọchị nnyefe ahụ ruo mgbe ebighi ebi. Ọzọkwa, n'ihi uto nke bureaucracy, e nwere ebubo nke ịrị elu nke nrụrụ aka",
  "Ọgaranya na-abawanye na mba ahụ mere ka e nye ikikere mbubata adịgboroja",
  "E nwere akụkọ banyere ọtụtụ nkume na ájá na-abanye na mba ahụ, na nke General Gowon n'onwe ya na-agwa onye nta akụkọ mba ọzọ na \"naanị nsogbu Naịjirịa nwere bụ otu esi emefu ego o nwere\".",
  "Nrụrụ aka n'ọchịchị Gowon ruru n'ókè n'ihe omume \"ụgbọ mmiri simenti\" a ma ama n'oge ọkọchị nke afọ 1975, mgbe ọtụtụ narị ụgbọ mmiri na-anwa ịtọpụ simenti jupụtara n'ọdụ ụgbọ mmiri Lagos.  N'ụzọ ụfọdụ, ndị ọrụ gọọmentị Naijiria bịanyere aka na nkwekọrịta na ndị na-eweta mba ụwa 68 dị iche iche maka nnyefe ngụkọta nke nde tọn simenti iri abụo n'otu afọ na Lagos, ọ bụ ezie na ọdụ ụgbọ mmiri ya nwere ike ịnabata naanị otu nde tọn ibu kwa afọ. Ọbụna nke ka njọ, nkwekọrịta simenti ndị a na-edeghị nke ọma gụnyere nkwekọrịta demurrage nke na-akwado ndị na-eweta ya, nke pụtara na ụgwọ ahụ malitere ịrị elu ma ọ bụrụ na ụgbọ mmiri ahụ nọdụrụ n'ọdụ ụgbọ mmiri na-echere ibudata (ma ọ bụ ọbụna ma ọ bụrụgodị na ha nọdụrụ na ọdụ ụgbọ mmiri ha na-echera ikike ịpụ Naịjirịa)",
  "Gọọmentị Naịjirịa aghọtaghị oke mmejọ ya ruo mgbe ọdụ ụgbọ mmiri Lagos jupụtara nke ukwuu nke na ihe ndị dị mkpa enweghị ike ịgafe",
  "Ka ọ na-erule n'oge ahụ, oge agafeela",
  "Mgbalị ya iji jụ nkwekọrịta simenti ma tinye mmachibido iwu mberede na ụgbọ mmiri niile na-abata na-ejikọta mba ahụ na ikpe gburugburu ụwa ruo ọtụtụ afọ, gụnyere mkpebi 1983 nke Ụlọikpe Kasị Elu nke US.",
  "Ihe ihere ndị a kpatara nnukwu enweghị afọ ojuju n'ime ndị agha",
  "N'abalị iri abụọ na itoolu n'ọnwa Julaị n'afọ 1975, mgbe Gowon na-aga nzukọ OAU na Kampala, otu ndị isi nke Colonel Joe Nanven Garba duziri kwupụtara iwepu ya",
  "Ndị na-akpa nkata iwe ọchịchị họpụtara Brigadier Murtala Muhammed dị ka onye isi nke gọọmentị ọhụrụ, na Brigadier Olusegun Obasanjo dị ka onye nnọchi anya ya.",
  "Gowon mechara gaa mba ọzọ na  mba United Kingdom, ebe ọ nwetara Ph.D",
  "na sayensị ndọrọ ndọrọ ọchịchị dị ka nwa akwụkwọ na Mahadum Warwick",
  "Ebe obibi ya bụ isi na Britain dị n'ókè ugwu London na Hertfordshire, ebe ọ ghọwo akụkụ nke obodo Bekee n'ógbè ya",
  "Ọ rụrụ ọrụ dị ka onye na-elekọta ụka na chọọchị parish ya, St Mary the Virgin, Monken Hadley.",
  "N' ọnwa Febụwarị nke 1976, Gen",
  "E gburu Murtala Mohammed n'ọchịchị na-enweghị isi nke Lt",
  "Col Buka Suka Dimka duziri, onye metụtara Gowon",
  "Dị ka \"nkwupụta\" Dimka si kwuo, ọ zutere Gowon na London wee nweta nkwado n'aka ya maka nnupụisi ahụ. Na mgbakwunye, Dimka kwuru tupu e gbuo ya na ebumnuche nke Mgbagha Ọchịchị bụ iweghachi Gowon dị ka Onye isi ala",
  "N'ihi nchọpụta ụlọ ikpe nke nnupụisi ahụ, gọọmentị Naijiria kwupụtara na Gowon chọrọ ya, wepụ ya n'ọkwá ya <i id=\"mwARg\">n'anọghị ya</i>, ma belata ezumike nká ya.",
  "Gen",
  "E mechara gbaghara Gowon (ya na onye bụbu onye isi ala Biafran, Emeka Ojukwu) n'oge Republic nke Abụọ n'okpuru Onye isi ala Shehu Shagari",
  "Ọkwá Gowon (nke ọchịagha) e weghachighị ruo n'afọ 1987 site n'aka General Ibrahim Babangida.",
  "Mgbe ọ nwetasịrị nzere doctorate ya na Mahadum Warwick, Gowon ghọrọ prọfesọ nke sayensị ndọrọ ndọrọ ọchịchị na Mahadụ Jos n'etiti afọ 1980. Gowon guzobere otu nke ya na 1992 nke a na-akpọ Yakubu Gowon Centre",
  "A na-ekwu na nzukọ ahụ na-arụ ọrụ na nsogbu na Naịjirịa dị ka ọchịchị dị mma yana nchịkwa ọrịa na-efe efe gụnyere HIV / AIDS, ogwu guinea, na ịba",
  "Ọzọkwa, Gen",
  "Gowon na-etinye aka na Guinea Worm Eradication Programme yana ihe nchịkọba gbasara ọrịa mmịnwụ (HIV Programme) na Global Fund nke Geneva.",
  "N'ọnwa Nọvemba afọ 2020, Tom Tugendhat onye omeiwu na-agbasa iji kwado ọgba aghara ndị uwe ojii nke afọ 2020 na Naịjirịa boro Gowon ebubo na ọ na-apụnara \"ọkara nke Central Bank of Nigeria\" mgbe a kwaturu ya n'ọchịchị nke afọ 1975. Nkwupụta ahụ, nke mbụ a na-anwa ijikọ Gowon na nrụrụ aka, chere mmeghachi omume dị ukwuu ihu na Naijiria, na Bishọp Matthew Kukah na-ede na nnukwu Daily Trust na-akọwa okwu ahụ yiri ihe nzuzu dị ka \"Ọ siri ike ịghọta otú onye otu ndị omebe iwu Britain a na-asọpụrụ nke ruru nnu ya, nwere ike ịkwa emo site n'ịkwado ebubo na-enweghị isi, na-enweghị ezi uche na nke nrụrụ aka megide General Yakubu Gowon, onye isi anyị na aka, mba ahụ na-esote ihu nke omume n'ihu ọha\". N'ịgbaso arịrịọ gọọmentị Naijiria rịọrọ mgbaghara, Ngalaba Na-ahụ Maka Mba Ọzọ mechara kewapụ onwe ya na nkwupụta ahụ na-ekwu na, nkwupụta nke onye omeiwu ahụ anaghị egosipụta echiche nke Gọọmentị Eze ya na Gọọmentụ Britain enweghị usoro maka ịchịkwa omume na okwu nke ndị ome iwu.",
  "Gowon lụrụ Miss Victoria Zakari, onye nọọsụ a zụrụ azụ n'afọ 1969 na emume nke Seth Irunsewe Kale duziri na Cathedral Church of Christ, Lagos.",
  "Àtụ:S-start\nÀtụ:S-mil\nÀtụ:Succession box\nÀtụ:S-off\nÀtụ:Succession box\nÀtụ:S-end"
]