[
  "Yalemzerf Yehualaw Densa (amụrụ n' ụbọchị nke atọ n'ọnwa Ọgọstụ n'afọ 1999) bụ onye Etiopia na-agba ọsọ ogologo oge",
  "Ọ bụ onye na-edekọ ihe ndekọ ụwa ugbu a na kilomita iri,  ọ na-agba onye nke abụọ na ndepụta akwụkwọ nke ụwa oge niile na ọkara marathon na nke isii na ndepụta oge ụwa niile maka marathon.",
  "N'afọ 2019, Yalemzerf Yehualaw nọchitere anya Etiopia na African Games nke e mere na Rabat, Morocco ma merie ihe egwuregwu ọkara marathon nke ụmụ nwaanyi , ọ tụrụ ugo n' egwuregwu a na oge nke 1:10:26. N'otu afọ ahụ, ọ merikwara Great Ethiopian Run nke emere na Addis Ababa, Ethiopia na-etinye ihe ndekọ ọhụrụ nke 31:55.",
  "O meriri ọla nchara na ọkara marathon ụmụ nwaanyị  na 2020 World Athletics Half Marathon Championships nke emere na Gdynia, Poland.",
  "N'ọnwa Ọgọstụ 2021, Yehualaw sonyere asọmpi na Antrim Coast Half Marathon na Northern Ireland na-etinye oge ndekọ ụwa ọhụrụ nke 63m 44s, akara ụmụ nwanyị mbụ n'okpuru nkeji 64 a kwadoghị n'ihi na usoro ahụ dị mita 54 dị obere Ọ gbara ọsọ iwu 63m 51s n'ọnwa Ọktoba na Valencia Half Marathon, si otú a nweta ọnọdụ nke abụọ na ndepụta oge niile n'ụwa n'azụ onye otu ya Letesenbet Gidey onye setịpụrụ ndekọ ụwa na asọmpi a.",
  "N'abalị iri abụọ na asaa n'ọnwa Febụwarị, o setịpụrụ ihe ndekọ ụwa ọhụrụ na ọsọ okporo ụzọ ụmụ nwanyị kilomita iri na Castellón, Spain, na-ewepụ sekọnd iri abụọ na anọ site na akara a na-akwadoghị nke Kalkidan Gezahegne nke Bahrain nwere kemgbe 2021, na elekere nkeji iri abụọ na itoolu na sekọnd na anọ",
  "N'oge ahụ, Joyciline Jepkosgei nke Kenya nwere ihe ndekọ a kwadoro nke 29:43, nke e debere na 2017",
  "Ọ bụ naanị ụmụ nwanyị abụọ gbagoro ọsọ nke ukwuu n'okporo ụzọ ahụ.",
  "N'ọnwa Epurel, na marathon mbụ ya a tụrụ anya ya, Yehualaw nwetara ọsọ ọsọ kachasị ọsọ nke ụmụ nwanyị marathon nke 2:17:23 na Hamburg Marathon,ọ mebiri ndekọ Etiopia n'ihi nke a, ndekọ ndị Germany niile na-abata, ma tinye ya onye nke isii na ndepụta ụwa niile",
  "O meriri n' ihe fọdụrụ  nke nta ka ọ bụrụ nkeji itoolu."
]