[
  "Yamilé Aldama Pozo (Arabic; amụrụ n'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 1972) bụ onye Cuban a mụrụ na Cuban",
  "Ọ nọchitere anya Cuba ruo 2003, Sudan site na 2004 ruo 2010, mgbe ahụ Great Britain site na 2011 gaa n'ihu",
  "Onye egwuregwu Olimpik ugboro anọ (200012), o ritere ihe nrite ọlaọcha na 1999 World Championships na ihe nrite ego na 2012 World Indoor Championships.",
  "A mụrụ Aldama na Havana, Cuba, ma na mbụ na-anọchite anya mba a mụrụ ya",
  "Na mbụ, ọ na-asọ mpi na ihe omume heptathlon, mana n'afọ 1994 ọ nwara ịwụli elu okpukpu atọ ma afọ abụọ ka e mesịrị ruo eru maka ndị otu Olympic maka 1996 Summer Olympics. Enweghị ike ịsọ mpi n'ebe ahụ n'ihi mmerụ ahụ n'afọ na-esote, ọ ruru na ngwụcha na 1997 IAAF World Indoor Championships na-agwụcha n'ọnọdụ nke isii",
  "Afọ abụọ ka e mesịrị, ọ meriri naanị ihe nrite ya ruo ugbu a na nnukwu asọmpi mba ụwa na-enweta ihe nrite ọlaọcha na 1999 World Championships in Athletics na Seville, Spain",
  "N'afọ sochirinụ na 2000 Summer Olympics ọ gwụchara n'ọnọdụ nke anọ si otú a mee ka ọnọdụ ya dị ka onye na-agba ọsọ atọ.",
  "N'afọ 2001, ọ lụrụ Andrew Dodds, onye na-emepụta telivishọn na Scotland, ma mesịa kwaga United Kingdom",
  "Mgbe ọ lụsịrị di, o tinyere akwụkwọ maka ịbụ nwa amaala Britain",
  "Otú ọ dị, n'oge na-adịghị anya mgbe nke ahụ gasịrị, a mara di ya ikpe afọ iri na ise maka òkè ya na ịzụ ahịa heroin nke ruru £ 40million. N'enweghị njikọ na mmejọ ahụ n'onwe ya, o kpebiri ịnọgide na United Kingdom na di ya. Ebe ọ bụ na ọ bibeghị na Britain, ọ ga-echere afọ atọ iwu iji nweta paspọtụ",
  "O kwupụtara mkpebi ya ịnọchite anya Great Britain na 2004 Summer Olympics, David Moorcroft kwadoro ya. N'ihi nke a, o sonyeghị na 2003 World Championships n'ihi na nke a gaara egbochi ohere ya ịgbanwe nkwado ya na Great Britain.",
  "Otú ọ dị, n'afọ 2004, ụlọ ọrụ na-ahụ maka paspọtụ na Britain jụrụ ịkwalite arịrịọ ya maka paspọpọtụ",
  "Ka ọ kwagara Great Britain na Nọvemba 2001, ọ gaghị eru maka paspọtụ ruo na Nọbemba 2004, ọnwa atọ mgbe egwuregwu Olimpik gasịrị",
  "Aldama kama ịchọ mba ọhụrụ ọ ga-anọchite anya ya, mgbe onyinye sitere na Spain, Ịtali, na Czech Republic, ọ gbanwere Sudan.",
  "Mgbe ọ nwetasịrị nwa amaala Sudan na 23 Jenụwarị 2004, ọ gara nọchite anya Sudan na 2004 Summer Olympics ebe ọ mechara n'ọnọdụ nke ise",
  "N'afọ 2004, ọ gbakwara ihe ndekọ atọ nke Sudan na-awụli elu ruo mita 15.28. Mgbe ọ nwetaghachiri ọnọdụ nke anọ na 2005 World Championships in Athletics ọ hapụrụ asọmpi ikpeazụ na 2007 na 2009 World Championships yana asọmpi ikpeazụ nke 2008 Summer Olympics.",
  "Na 5 Febụwarị 2010, ihe fọrọ nke nta ka ọ bụrụ afọ iri mgbe ọ rịọchara akwụkwọ mbụ ya, o mechara nweta nwa amaala Britain ma otu afọ mgbe nke ahụ gasịrị, na-asọmpi ugbu a dị ka onye nnọchi anya Great Britain, were ọnọdụ nke ise na 2011 World Championships in Athletics.",
  "Na 9 Machị 2012, mgbe ọ dị afọ 39, Aldama ghọrọ onye mmeri IAAF World Indoor Champion na Triple Jump, na Istanbul, Turkey, onye egwuregwu nke abụọ kacha okenye iji nweta ihe omume ahụ",
  "N'ime usoro ahụ, ihe karịrị ọnwa ise tupu afọ 40 ya, ọ meziwanyere ihe ndekọ Masters W35 ugboro abụọ",
  "A kwadoghị nsonaazụ ime ụlọ dị ka ihe ndekọ ụwa, mana ka e mesịrị na Mee ọ wụliri 14.65 na Rome Diamond League iji setịpụ ihe bụ ihe ndekọ ugbu a",
  "N'ịgba ọsọ ahụ, ọ dara n'ụzọ na-adịghị mma ma merụọ ya ahụ n'ubu. Ọ ga-asọ mpi na 2012 Olympics, ihe na-erughị otu ọnwa na-erubeghị afọ 40, na mmerụ ahụ ka na-emecha nke ise.",
  "Na British Athletics Writers' Association awards na Ọktoba 2012, Aldama chịkọtara BAWA's 2012 Inspiration award",
  "O mechakwara nke atọ n'azụ onye mmeri Jessica Ennis na Christine Ohuruogu na ntinye maka \"British Athlete of the Year\".",
  "Na Jenụwarị 2013, Aldama mere mkpebi ịnọchite anya Scotland na 2014 Commonwealth Games, na-eme ka ọ bụrụ onye egwuregwu mbụ na-asọmpi maka mba anọ dị iche iche. O nwetara ihe omume ahụ site na isonye na asọmpi a, ọ bụ ezie na ọ bụ maka England kama."
]