[
  "Yasmin Miller (amụrụ na 24 Mee n'afọ 1995) bụ onye na-eme egwuregwu track and field nke Britain nke na-asọ mpi na sprint na ihe mgbochi",
  "O sonyere na 100 mita hurdles maka Great Britain mgbe ọ dị afọ 16 na 2011 World Youth Championships in Athletics",
  "Ọ meriri otu ihe omume ahụ na Commonwealth Youth Games nke afọ ahụ ma bụrụkwa onye otu mmeri 4 × 100 mita relay team",
  "Ọ kwughachiri ihe ịga nke ọma ikpeazụ na 2013 European Athletics Junior Championships",
  "Miller enweela ihe ịga nke ọma na mba mgbochi, na-emeri ọla nchara abụọ, ọlaọcha na ọla edo na ihe mgbochi mita 60 na British Indoor Athletics Championships na ọlaọcha Na ọla nchara na ihe mg mgbochi 100m na British Athletics Championship.",
  "A mụrụ Miller na 24 Mee n'afo 1995.  Ọ gara ụlọ akwụkwọ na Derbyshire.  Mgbe ọ dị afọ iri na isii, ọ sonyeere Great Britain na 2011 World Youth Championships in Athletics na Lille, France",
  "O nweghị ọganihu site na ọkara ikpeazụ na ihe omume 100m.  Na Septemba nke afọ ahụ, Miller ritere ọla edo n'otu ihe omume ahụ na 2011 Commonwealth Youth Games  N'otu asọmupi ahụ, o ritere ọla edo na 4 × 100 m relay na Dina Asher-Smith, Sophie Papps na Jazmin Sawyers.",
  "Miller so n'òtù ndị Britain nwetara ihe nrite ọla edo na 4 × 100 m relay na 2013 European Athletics Junior Championships na Rieti, Ịtali, n'akụkụ Asher-Smith, Steffi Wilson na Desiree Henry.  Miller mekwara asọmupi na 100m hurdles n'otu ihe omume ahụ mana ọ nweghị ọganihu gafere okpomọkụ.  N'afọ ahụ, a kpọrọ ya onye egwuregwu nke afọ ahụ na 2013 Derbyshire Schools ' Sports Association awards. Miller bịara nke anọ na 100m hurdles na 2014 World Junior Championships na Athletics na Eugene, Oregon, US; n'otu afọ ahụ ọ meriri ọla edo na England Athletics n'okpuru 20s 100m hurgles.  Miller sonyere na 100m hurdles na 2015 European Athletics U23 Championships na Tallinn, Estonia, mana ọ nweghị ọganihu karịa okpomọkụ",
  "Ọ nọ n'ọnọdụ nke anọ na 100 mita ihe mgbochi na 2017 European Athletics U23 Championships na Bydgoszcz, Poland.",
  "Miller gụrụ akwụkwọ iwu na Mahadum London South Bank, n'oge ahụ ọ biri na Canada Water",
  "Miller nọchitere anya mahadum ahụ na British Universities and Colleges Sport Nationals",
  "Na ihe omume ime ụlọ nke afọ 2017 o setịpụrụ ndekọ asọmpi ọhụrụ na 60m hurdles semi-final mana ọ bịara nke abụọ na nke ikpeazụ site na 0.01 sekọnd",
  "Ka e mesịrị n'afọ ahụ, na ihe omume n'èzí, ọ meriri 100m hurdles ikpeazụ",
  "Na Septemba n'afọ 2017 Miller ga-alaghachi na mahadum iji mụọ maka nzere Master of Laws na iwu azụmahịa mba ụwa.",
  "Miller sonyere dị ka onye okenye na 2013 British Indoor Athletics Championships, na-etinye nke atọ na 60m hurdles.  Ọ kwughachiri ọnọdụ a na 2015 British Indoor Athletics Championships.  Na 2017 British Athletics Championships ọ bịara nke abụọ na 100m hurdles.",
  "Miller esonyere nhọrọ maka 2018 Commonwealth Games na 2017 site na 0.01 sekọnd, na-agba ọsọ 60m ihe mgbochi na 8.16, mgbe achọrọ oge nke 8.15",
  "N'afọ 2021, ọ kọwara ihe omume ahụ dị ka \"ala nkume\" nke ọrụ egwuregwu ya",
  "O mechara hụ onye na-ahụ maka egwuregwu.  Na 2017 England Athletics Senior Track & Field Championships Miller meriri n'ọnọdụ mbụ na 100m hurdles.  Ọ bụ onye nke abụọ na 60m hurdles na 2018 British Indoor Athletics Championships na nke atọ na 100m hurdlas na 2019 British Athletics Championship.",
  "Miller meriri n'ọnọdụ mbụ na 60m hurdles na 2020 British Indoor Athletics Championships.  Mgbe mkpọchi COVID-19 nke 2020 bidoro na United Kingdom, Miller enweghị ike iso onye nkuzi ya zụọ",
  "Kama nke ahụ, ọ zụrụ n'ogige ntụrụndụ dị n'ihu ụlọ ya na London, na ụmụaka nọ n'ógbè ahụ na-eso ma na-eṅomi ya na-agba ọsọ. Enyi nwoke Miller nyere aka site n'ịhazi oge ọ na-agba ọsọ."
]