[
  "Yasmine Ashraf Sabri (amụrụ na 21 Jenụwarị 1988) bụ onye Egypt na-eme ihe nkiri.",
  "A mụrụ Sabri ma zụlite ya na Alexandria",
  "Nna ya, Ashraf Sabri, na-arụ ọrụ dị ka onye dọkịta, ebe nne ya bụ onye na-egwu mmiri. Nne na nna ya gbara alụkwaghịm mgbe e mesịrị",
  "Sabri kwuru n'ajụjụ ọnụ na ọ bụ naanị nne ya na nne nne ya zụlitere ya nakwa na ọ hụbeghị nna ya kemgbe ọ dị afọ abụọ, \"Enweghị mmekọrịta dị n'etiti mụ na nna m, mana nkewa abụghị ihe kpatara ya n'ihi na ndị mmadụ na-eme nhọrọ na ndụ ha, e nwekwara ndị na-ahọrọ iburu ibu ọrụ ma kwado ndị ọzọ, na ndị ọzọ n'onwe ha\" ka o kwuru. Nna Sabri bipụtara foto ya na nwa ya nwanyị n'oge oriri mbụ ya, na-agbakwụnye mgbe m nụrụ ụgha nke nwa m nwanyị m zụlitere n'ụlọ m, ọ bụkwa onye nwe ụlọ ahụ ma nwee ọrụ..",
  "ọ nwekwara ike ịkwugide nna ya n'azụ, na \"ndị enyi ezinụlọ na-abịa n'ụlọ ahụ hụ ya ka ọ nọrọ n'ebe ahụ, mgbe ọ tolitere m zụtara ya ụgbọ ala\".",
  "N'afọ 2022, Sabri kwuru na ọ tolitere dị ka nwatakịrị dara ogbenye ma gụọ akwụkwọ n'ụlọ akwụkwọ ọha na eze dị n'Aleksandria, nke nna ya gọnahụrụ, onye weere akaụntụ Facebook ya ma gọnahụ ebubo ya, na-ekpughe na Sabri bụ nwa agbọghọ e mebiri emebi ma kwuo na onye na-eme ihe nkiri ahụ gara otu n'ime ụlọ akwụkwọ kachasị elu n'Alekandria na uwe jupụtara na Paris. Sabri na-eleghara ihe a niile anya ugbu a.",
  "Mgbe ọ malitere n'ụlọ ọrụ telivishọn na 2013, Sabri rụrụ ọtụtụ ọrụ nkwado",
  "O mere ihe nkiri izizi ya na Hell in India na 2016. N'afọ 2018, ọ pụtara na ihe nkiri abụọ na-aga nke ọma, Leilat Hana wa Surour (transl. \"N'abalị nke Hana na Surour\") na El Diesel. Na El Diesel, ọ rụrụ ọrụ Donia El-Sayyad, onye na-eme ihe nkiri a ma ama n'akụkụ Mohamed Ramadan",
  "N'afọ 2019, Sabri mere ihe nkiri telivishọn mbụ ya na Hekayti (transl. \"My Story\"), n'afọ sochirinụ, ọ pụtara na Forsa Tanya (transl. \"Oge nke Abụọ\").",
  "N'ọnwa Eprel 2019, a kpọrọ Sabri onye nnọchi anya ụmụ nwanyị Afrịka n'oge Arab African Conference on Women's Empowerment n'ihu ndị minista na ndị isi si n'ofe mpaghara Arab na kọntinent Afrịka. Na Jenụwarị 2020, Sabri ghọrọ nwanyị Arab mbụ na-eme ihe nkiri na mkpọsa Cartier maka nchịkọta Panthere De Cartier, e gosipụtara ya n'akụkụ onye nlereanya Itali Mariacarla Boscono na ndị na-eme egwuregwu Britain Ella Balinska na Annabelle Wallis.",
  "Sabri lụrụ di tupu ọrụ ya n'afọ 2012. Ọ kpughere alụmdi na nwunye ya n'ihu ọha n'afọ 2015. Mgbe ahụ, na 2017, o kwuru na mmemme telivishọn na aha di ya bụ Muhammad, ha kewara mgbe afọ ise nke alụmdi na nwunye gasịrị.",
  "N'ọnwa Eprel 2020, Sabri lụrụ onye ọchụnta ego Ijipt bụ Ahmed Abu Hashima n'ememe agbamakwụkwọ na ọnụnọ nke ndị ikwu naanị n'ihi ọrịa COVID-19.",
  "Na 2020 El Gouna Film Festival, Sabri nwetara mmeghachi omume maka ihe o kwuru banyere COVID-19 mgbe onye nta akụkọ jụrụ ya banyere ọrịa a, \"Ee e, egwu anaghị m eche banyere ya",
  "Ana m aga n'ihu n'ibi ndụ m ka m si wee chọọ, \"ọ sịrị \"Ọ gaghị ekwe omume na anyị butere nje ahụ ma ugbu a ọ apụọla? Ọ bụ ezi uche, ọ ga-emetụta ụwa dum, \"Onye ọ bụla nwetara ya, nweta ya, na onye na-aga n'ihu, na-aga, na-adị ndụ bụ maka ndị kachasị ike",
  "\""
]