[
  "Yasmin Omar, onye a makwaara dị ka Yasmin Hossam al-Din, bụ onye ọka iwu na-ahụ maka ihe ndị ruuru mmadụ n'Ijipt",
  "A mụrụ ya na 1988 na Saudi Arabia, a maara ya maka nraranye ya n'ịkwalite na ichebe ikike nke obodo ndị a na-akparaghị ókè.",
  "Omar nwetara nzere bachelọ nke iwu na Mahadum Beni Suef, Faculty of Law, Beni Suef",
  "N'oge ọ na-agụ akwụkwọ, ọ bụ otu n'ime ndị otu ndọrọ ndọrọ ọchịchị na-amalite ịrụ ọrụ megide mmegbu na mmekpa ahụ maka ikike mmadụ",
  "E jidere ya otu ugboro",
  "N'ajụjụ ọnụ 2015, Yasmin kwuru, sị:",
  "Ndị na-arụ ọrụ na ụlọ ikpe na ndị ọka iwu nọ n'ezinụlọ m niile chọrọ ka m sonyere ha mgbe m gụsịrị akwụkwọ",
  "Mgbe e jidere m, achọpụtara m na ọ dị m mkpa ịnọ n'ebe m nwere ike inyere ndị mmadụ aka ma ghara itinye ọrụ m na ndọrọ ndọrọ ọchịchị n'agbanyeghị echiche m.",
  "Mgbe ọ gụsịrị akwụkwọ, Yasmin na-arụ ọrụ iwu ikike mmadụ n'okpuru nlekọta nke onye ọka iwu a ma ama Ahmed Seif, ma soro Khalid ali rụọ ọrụ n'ọtụtụ ikpe.",
  "N'afọ 2016, onye isi ala Abdel Fattah al-Sisi boro otu n'ime ndị ahịa Yasmin, Mahmoud Shafiq Mohamed Mostafa, ebubo na ọ na-atụ bọmbụ na Chọọchị Botroseya site na iji belt na-agbawa agbawa.",
  "Yasminn, onye nọchitere anya Mostafa n'oge ikpe ya na 2014, kwuru na ọ nọ nso na ngagharị iwe nke Muslim Brotherhood na Fayoum mgbe e jidere ya ma mesịa boo ya ebubo na ọ na-eme ngagharị iwe n'enweghị ikike, inwe ngwá agha na isonye n'òtù a machibidoro iwu. Yasmin kwuru na e jidere onye ahịa ya n'ụzọ na-enweghị isi na nso ngagharị iwe na Fayoum ma mesịa mekpọọ ya ọnụ ka o kwupụta na o nwere ngwá agha n'ụzọ iwu na-akwadoghị, nke a na-agbasa na telivishọn mba ebe ọ pụtara na akara mmekpa ahụ a na-ahụ anya n'ihu ya",
  "A kpọgara ya n'ụlọ mkpọrọ maka ndị okenye n'agbanyeghị arịrịọ m na-arịọ mgbe niile n'oge ahụ ka m kpọga ya n'ebe ndị ntorobịa",
  "E debere ya n'ebe ahụ n'ụlọ mkpọrọ tupu ikpe ya ruo otu afọ. Ọ katọrọ ọkwa onye a na-enyo enyo site n'aka onye isi ala tupu ndị ọkàiwu ahụ enwee ike ikwubi nchọpụta ya nke nwere ike imebi iguzosi ike n'ezi ihe nke nyocha na nnwere onwe ya",
  "Nkatọ ọha na eze ya banyere onye isi ala ahụ dugara na mgbasa ozi nkwutọ megide ya site na ụlọ ọrụ mgbasa ozi na-akwado ọchịchị, na iyi egwu n'ịntanetị na ọtụtụ egwu.",
  "N'afọ 2007, Yasmin meriri Open Society Foundation nke Civil Society Leadership Award",
  "Ọ kwagara New York, USA iji mezue LLM ya, Master of Laws, na Syracuse University College of Law na 2018",
  "Prọfesọ Cori Zoli nyere ndụmọdụ maka edemede ya, \"Iwu na Iwu ndị gbara ọsọ ndụ na Ijipt: Ọdịiche dị n'etiti Iwu ndị a kwadoro na Omume na Nchebe Ndị gbara ọsọ ndụ\".",
  "Mgbe ọ gụsịrị akwụkwọ, Yasmin sonyeere The Tahrir Institute for Middle East Policy",
  "Washington DC, ebe ọ rụrụ ọrụ site na 2018 ruo 2021; ọ rụkwara ọrụ na CFJ dị ka UN na Regional Mechanisms Manager site na 2022. N'oge COP27, Yasmin wuru nchịkọta nke ikike mmadụ, otu African na Arab-led, njikọ sara mbara nke otu na ebumnuche dị mkpa nke ilekwasị anya na ikpe ziri ezi ihu igwe na olu nke ndị kachasị emetụta, ọkachasị site na Global South, na COP27. Iji mee nke a, Njikọ ahụ ga-akwado nkwado ọha na eze na omume ndị na-eduga na na n'oge COP, ma wulite ịdị n'otu n'ofe Africa na Arab World iji bulie ike nke mmegharị ahụ",
  "Ndị otu njikọ ahụ gụnyere òtù, netwọk, NGO, òtù ọrụ, mkpọsa obodo, òtù okwukwe, ndị na-eto eto na ọtụtụ ndị ọzọ. Ha kesara akwụkwọ mkpesa na-akpọ maka ntọhapụ nke ndị mkpọrọ ndọrọ ndọrọ ọchịchị."
]