[
  "Yemi Osunkoya (a mụrụ n'afọ 1966) bụ onye na-emepụta ejiji na New York na Naijiria na onye nguzobe na onye nduzi okike nke Kosibah Creations - ụdị ejiji agbamakwụkwọ na ejiji mgbede",
  "A kpọrọ akara ngosi ya, \"Kosibah\" aha nne ya \"Cosiba\", nke, na Republic of Benin, na-anọchite anya \"aha ụbọchị\" nke nwa nwanyị a mụrụ na Sọnde",
  "Ụlọ ọrụ ya Kosibah Creations na-emepụta uwe agbamakwụkwọ okomoko na uwe mgbede maka ụmụ nwanyị bara nnukwu uru na UK, Nigeria, South Africa, US na Caribbean.",
  "A mụrụ Osunkoya na Ibadan, Oyo Steeti nke Naịjirịa ma ọ gara International School, Ibadan site na 1977 ruo 1982 tupu ọ gaa n'ihu na-agụ akwụkwọ na Mahadum Obafemi Awolowo ebe ọ gụsịrị akwụkwọ na BA na Fine Arts na Textile Design na 1987",
  "Ọ kwagara United Kingdom wee gụchaa diplọma ejiji na Paris Academy School of Fashion, London.",
  "Mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ ejiji nke London nke a na-akpọ \"Paris Academy School of Fashion\", nke mechiri emechi ugbu a, ebe ọ mụtara otú e si emepụta, gbubi ma na-adụ ma uwe ụmụ nwanyị ma uwe nwoke, Osunkoya malitere ụlọ ọrụ ejiji ya \"Kosibah Creations\" na London na 1991. Akara agbamakwụkwọ Kosibah ya na-egosi n'ọtụtụ ụlọ nkwari akụ na ihe ngosi ejiji n'ụwa niile ma nwee ọtụtụ ndị ahịa a ma ama dị ka Diane Abbott; onye na-agụ egwu na onye TV Alesha Dixon; Janet Boateng nwunye Paul Boateng onye na-eme ihe nkiri Louise Rose; onye na-agụ egwú Stephanie Benson; Miss World Agbani Darego; onye na-eme ihe nkiri Hollywood Indra Ove yana Kelly Rowland; Sheila Ferguson nke The Three Degrees; onye na-eme ihe nkiri Helen Fraser nke ITV's Bad Girls na Angela Griffin nke BBC's Babyfather",
  "N'afọ 2016, Osunkoya kwagara New York City ebe ọ na-elekọtazi ụlọ ịchọ mma agbamakwụkwọ Kosibah nke dị na US mana ọ ka na-eleta ébé ya na London ọtụtụ mgbe",
  "N'oge na-adịbeghị anya, ọ bịanyere aka na Mark Ingram Atelier nke ụlọ nkwari akụ agbamakwụkwọ dị na Manhattan nke a maara maka atụmatụ agbamakwụkwọ dị elu na nke dị mgbagwoju anya ebe ọ kpughere nchịkọta agbamakwụkwọ Kosibah nke afọ 2020 n'oge ngwụcha izu agbamakwụkwọ na Madison Avenue, New York.",
  "Ná mmalite nke ọrịa COVID-19, Osunkoya na Kelly Hall-Tompkins, onye guzobere Music Kichen (òtù ọrụ ebere nke na-enye egwu oge ochie na ebe obibi ndị na-enweghị ebe obibi), na-adụ ihe mkpuchi ihu ma nye ha maka ebe obibi ndị na-enweghị ebe obibi nke Music Kichen na-arụ ọrụ.\nỌ bụ onye otu Bridal Council na onye mbụ nke isi ojii sonyeere nzukọ a na-abụghị maka uru na New York nke na-akwado ndị na-emepụta ihe, ndị na-ere ahịa na ndị mgbasa ozi.",
  "N'afọ 2017, City People Magazine depụtara ya n'etiti Top 10 Bridal Designers na Nigeria O nwetakwara \"Pride Of Africa\" Award na 2014 na 'Africa Fashion Week Barcelona' (AFWB) na Barcelona, Spain. O nwetakwara 2012 International Designer of the Year site na City People Magazine; Onyinye Ọkachasị na Nchịkọta nke Africa's Best na 2006; nkwanye ùgwù Diamond na 2005 National Weddings show; Bridal Designer of the Year na Mahogany Bridal Awards na 2002 na 2004; ma nwetakwa aha a na-aja mma nke ukwuu site na National Weddings show na 2002."
]