[
  "Ebe ngosi nka Yemisi Shyllon bụ ebe ngosi nka nke oge a dị na Ibeju-Lekki, Lagos State, Nigeria.",
  "Echiche nke ịmepụta ebe ngosi ihe mgbe ochie ahụ bụ nke nwa eze Yoruba nke Abeokuta, Yemisi Shyllon, onye chịkọtara foto puku iri ise na ise na ihe osise puku asaa nchịkọta Shyllons nwere ọrụ nke ndị na-ese ihe Naijiria, mana o nwekwara ọrụ nka nke ndị na'ese ihe si mba Afrịka ndị ọzọ dị ka Ghana, Senegal, South Africa, Cameroon na Togo",
  "Onye na-ese ihe na Spain-Nigeria bụ Jesse Castellote haziri ihe ngosi nka ahụ, nke nwere ihe dị ka ihe osise otu puku na narị abụọ nke Shyllon nyere",
  "Ihe ngosi abụọ mbụ nke ebe ngosi ihe mgbe ochie ahụ bụ banyere nka Naijiria",
  "Nke a bụ ebe ngosi nka mahadum mbụ nke Naịjirịa. Na ọnwa Septemba afọ 2014, Yemisi Shyllon gosipụtara echiche maka ịmepụta ebe ngosi nka na Mahadum Pan-Atlantic",
  "Na ọnwa June afọ 2015, Yemisi Shyllon nyere ọtụtụ onyinye maka iwu ebe ngosi ihe mgbe ochie ahụ. Iwu ebe ngosi ihe mgbe ochie ahụ malitere na afọ 2018. E meghere ebe ngosi nka ahụ n'ọnwa Ọktoba 2019. N'ọnwa Nọvemba 2020, ebe ngosi ihe mgbe ochie ahụ meriri Apollo Award maka mmeghe nke afọ. Na ọnwa Mee afọ 2021, ebe ngosi nka ahụ ga-esonye na ọrụ MuseumFutures nke Africa, ọrụ e mere iji melite ebe ngosi nka na kọntinent Afrịka. Kemgbe  ọnwa Ọktọba afọ 2021, ebe ngosi nka ahụ abụwo akụkụ nke ikpo okwu nka na omenala Google. Site na mmekorita ya na Google, e mere ihe narị iri ise sitere na ebe ngosi ihe mgbe ochie, gbakwunyere njem nlegharị anya na mbipute Google Street View.",
  "Ebe ngosi nka ahụ nwere ọrụ nka sitere n'aka ndị na-ese ihe dị iche iche dị na West Africa dịka El Anatsui, Uche Okeke na Bruce Onobrakpeya",
  "Ebe ngosi nka ahụ nwere nchịkọta ihe osise akụkọ ihe mere eme. Ebe ngosi ihe mgbe ochie ahụ nwere ihe osise sitere n'oge tupu oge ọchịchị ruo ugbu a. Ebe ngosi nka ahụ nwere Nok terracotta nke dị na Igbo-Ukwu na North Central Nigeria, tinyere ihe ngosi na nka Ife na nka Benin",
  "Ebe ngosi ihe mgbe ochie ahụ nwere ihe osise osisi ọdịnala nke Africa nke onye na-ese ihe Yoruba bụ Lamidi Olonade Fakeye",
  "Na mgbakwunye, ebe ngosi nka ahụ nwere ihe osise nke ndị na-ese ihe bu Ben Enwonwu, Peju Alatise, Victor Ehikhamenor, Akinola Lasekan na Aina Onabolu. Ebe ngosi ihe mgbe ochie ahụ nwere ihe a tụrụ atụ ọla nchara nke isi Ife. Ebe ngosi nka ahụ nwere foto nke ememme ọdịbendị dị iche iche na Naịjirịa, Ariyo Oguntimehin mepụtara ọtụtụ n'ime foto ndị a",
  "Na mgbakwunye, ebe ngosi nka ahụ nwere ihe ọkpụkpụ nke Isiaka Osunde, Oladapo Afolayan, Adeola Balogun na Okpu Eze. Ebe ngosi ihe mgbe ochie ahụ nwekwara nchịkọta nke ihe ndị a tụrụ n'osisi. Ebe ngosi ihe mgbe ochie ahụ nwere nchịkọta ihe nkpuchi Afikpo, nke bụ ihe nkpuchi ọdịnala nke e ji osisi mee nke ndị Afikpo ji eme ihe,bụ otu agbụrụ nke Ebonyi State.  N'ọnwa Ọgọstụ afọ 2021, ebe ngosi ihe mgbe ochie ahụ gosipụtara ihe ngosi a na-akpọ \"The Invincible Hands\", nke e bu n'uche ime emume maka onyinye nka nke ụmụ nwanyị Naijiria na-ese ihe, na-egosi ọrụ nka nke Nmadinachi Egwim, Ayobola Kekere-Ekun, Damilola Tejuoso, Winifred Ukpong, Chidinma Nnoli, Fati Abubakar, Joy Labinjo, Abigail Nnaji, Lucy Azubuike, Taiye Idahor na Olawunmi Banjo. Ebe ngosi nka ahụ nwere ngalaba a raara nye ndị otu Oshogbo School of Art, na-egosi ọrụ Muraino Oyelami, Susanne Wenger, Rufus Ogundele na Nike Davies-Okundaye. Ebe ngosi nka ahụ nwekwara Ifa Divination Trays. Ebe ngosi ihe mgbe ochie ahụ nwere n'etiti ihe ndị dị oké ọnụ ahịa sitere na narị afọ nke iri na isii site na alaeze Benin, ebe ngosi ihe mgbe ahụ nwekwara ihe oyiyi eze sitere na narị narị afọ nke anọ nke alaeze Ife."
]