[
  "Yemisi Aribisala (amụrụ ya na ụbọchị 27  na ọnwa Eprel na afọr 1973) bụ onye edemede Naijiria, onye edemede, onye na-ese ihe, na onye na-ede ihe oriri",
  "A kọwaala ya dị ka onye nwere \"olu na-enweghị egwu, nke nwere ọgụgụ isi, na nke na-enweghị mgbaghara\" Ọrụ ya gosipụtara na The New Yorker, Vogue magazine, Chimurenga, Popula, Google Arts & Culture, The Johannesburg Review of Books, Critical Muslim 26: Gastronomy, Sandwich Magazine (The African Scramble), The Guardian (UK), Aké Review, na Olongo Africa.",
  "Aribisala bụ onye a ma ama maka ọrụ ya n'idepụta nri Naijiria dị ka ebe mbata na-eche echiche na nghọta ọdịbendị na ọha mmadụ",
  "Akwụkwọ mbụ ya, Longthroat Memoirs: Soups, Sex, and the Naijiria Taste Buds, meriri John Avery Prize na André Simon Book Awards n'afọ 2016. Ọrụ ya apụtawokwa na New Daughters of Afrịka: An International Anthology of Writing by Women of Afrịka Descent (nke Margaret Busby dezigharịrị); In the Kitchen: Essays on Food and Life, na The Best American Food Writing 2019 (nke Samin Nosrat dezigharị).",
  "Aribisala bi ugbu a na London, United Kingdom.",
  "Aribisala gara Mahadum Wolverhampton, England, ebe ọ nwetara akara ugo mmụta n'iwu n'afọ 1995",
  "O mechara nweta nzere masta na Legal Aspects of Maritime Affairs and International Transport na Mahadum Wales, Cardiff, n'afọ 1997.",
  "Ọ bụ onye nchịkọta akụkọ nke akwụkwọ edemede na ọdịbendị Naijiria Farafina Magazine.",
  "Site na afọr 2009 ruo na afọr 2011, ọ bụ onye na-ede akụkọ nri na akwụkwọ akụkọ 234Next, nke na-adịghịzi adị ugbu a, ebe ọ nwetara nlebara anya ọha na eze, na-ede n'okpuru aha \"Yẹ́misí Ogbe\". Ọ na-enye aka mgbe niile na akwụkwọ edemede, gụnyere Chimurenga Chronicle, akwụkwọ akụkọ ọdịbendị avant-garde.",
  "N'abalị iri atọ na otu n'ọnwa Ọktoba n'afọ 2016, Cassava Republic Press bipụtara akwụkwọ edemede mbụ nke Aribisala na Naịjirịa. A kpọrọ ya Longthroat Memoirs: Soups, Sex, and the Naijiria Taste Buds, nchịkọta nke edemede na-enyocha \" ndọrọ ndọrọ ọchịchị ọdịbendị na agụụ mmekọahụ nke nri Naijiria\". A nabatara ya nke ọma, na-edepụta ya maka onyinye André Simon Food and Drink Book Award ma merie John Avery Award.",
  "A na-ekwu ihe ndị a banyere ọrụ ya: \"Ọ na-esiri ike ịsụgharị ihe site na okwu, mana Aribisala na-enwe ike ịkọwa ụtọ, ihe na-esi ísì ụtọ nke ihe dị iche iche na-esi ụtọ n'Afrịka n'ụzọ dị ịtụnanya",
  "\" A kọwaala akwụkwọ ahụ dị ka \"akụkụ akwụkwọ nri kwụ ọtọ, akụkụ akụkọ ọdịbendị, akụkụ njem, akụkụ nkwupụta nzuzo, ọ dị mgbagwoju anya ma dị omimi dị ka otu n'ime ofe Naijiria Aribisala na-akọwa n'ụzọ na-adọrọ mmasị na ibe ya\" na ọrụ \"nke na-ebu ibu nke ọdịbendị na akwụkwọ, ma nwee ike iji amara na ụdị mee ka ọ dị\". \"[Ọ sonyeere ndị na-eche echiche dị ka Chinua Achebe n'ịjụ echiche nke onye edemede Afrịka dị ka onye na-akọ akụkọ, ọ bụghị onye na-eche ihe",
  "\"",
  "E jirila ya tụnyere ndị edemede dị ka Aminatta Forna na Binyavanga Wainaina bụ ndị \"na-egwuri egwu na ontology nke akwụkwọ ncheta Afrịka nke narị afọ nke iri abụọ na otu, ma na-agbanwe n'etiti nke onwe na nke ndọrọ ndọrọ ọchịchị doro anya\"; akwụkwọ nke bụ \"nnyocha ọnụ nke ndọrọ ndọrọ ndọrọ ọchịchị ọdịbendị na ihe na-akpali agụụ mmekọahụ nke nri Naijiria\". Peeji [nke akwụkwọ ya] na-eji ọgụgụ isi ya, okwu mara mma na anya dị nkọ na-abụ abụ. Ọ bụ ọrụ \"na-atọ ụtọ, na-atọ ọchị na ihe gbasara mmekọahụ, ihe ncheta ya na-eme ka nrọ efu nke nwere ike imeju naanị site n'ịgụ isi ọzọ",
  "\"",
  "Onye na-ese ihe na UK bụ Lynn Hatzius, onye kwuru na ebumnuche ya na ihe osise mkpuchi bụ \"igosi etu omenala nri si bụrụ akụkụ siri gbanyere mkpọrọgwụ n'ime anyị..",
  "Achọrọ m ka ihe oyiyi mkpuchi ahụ gosipụta ọṅụ nke a ma kpọọ onye na-agụ ya ka ọ banye na mmemme nri nke Yemisi Aribisala",
  "\"",
  "Na  ọnwa Jenụwarị na afọr 2017, akwụkwọ izizi nke Aribisala Longthroat Memoirs meriri John Avery Prize na André Simon Book Awards n'afọ 2016.",
  "Na ọnwa Machị na afọr 2017, edepụtara Aribisala dị ka otu n'ime ụmụ nwanyị 100 na-akpali akpali na Naịjirịa na afọr 2017.",
  "Na ụbọchị 13 na onwa Febụwarị na afọr 2018, Longthroat Memoirs: Soups Sex Na NaịjirịTaste Buds depụtara maka afo2018 Art of Eating Prize",
  "https://artofeating.com/prize/short-list/",
  "Na May 2018 Gourmand World Cookbook Awards, Longthroat Memoirs: Soups Sex & Nigerian Taste Buds meriri n'ọnọdụ nke abụọ na ngalaba nke Best in the World in African Cuisine."
]