[
  "Ifá Hyūmi Ọ̀ṣundàgbónu Elebuibon (amụrụ n'afọ 1947) bụ onye Yoruba na onye edemede Naijiria, onye na-ede uri, onye edemede, onye ọkà mmụta asụsụ, na onye ụkọchukwu Ifa a ma ama n'ụwa. Egwuregwu ya na ihe nkiri ya enwetawo otuto zuru ụwa ọnụ maka ịchụso nchekwa nke ọdịbendị na ihe nketa Yoruba",
  "Ọ na-ejekwa ozi dị ka onye nkuzi na-eme njem n'ọtụtụ ụlọ ọrụ gụnyere na ngalaba asụsụ na akwụkwọ Afrịka na Mahadum Obafemi Awolowo na Black Studies na Mahadim San Francisco State na Wa Messenger Cultural Institution na California.",
  "A mụrụ Elebuibon na 1947 na Osogbo na Akínrìndé Àkàndé Ẹlẹbúìbọn (c",
  "1885 - 1957) onye ụkọchukwu Ifa na onye na-achụ nta, na Ṣíjuwọyá Abeje Ẹlẹbú Ìbọn (née Awóníyì). Elebuibon sitere n'ọtụtụ ndị na-achụ nta, ndị ụkọchukwu, ndị na-ahụ maka ọgwụ, na ndị agha",
  "A na-azọrọ na nna ya bụ nwa onye agha a ma ama Olutimehin, otu n'ime ndị guzobere obodo Osogbo",
  "A mụrụ nne ya n'ezinụlọ ndị ụkọchukwu na-efe Oya na Ifa",
  "A na-enye onye isi ụkọchukwu Ifa nke Osogbo utu aha \"Araba\", ọ bụkwa nna nna ya, Kwàhìndé Adé Hyūmi Awóníyì, onye na-eje ozi ogologo oge na-ejere Araba nke Osogbo, nwere utu aha a. Nne nne ya bụ Oyawenu Awoniyi",
  "Aha Elebuibon na ndị mụrụ ya doro anya n'ịkọwa mmalite na omenala ezinụlọ ahụ",
  "Aha nne Elebuibon, Sijuwoya pụtara \"Mmeghe anya gị iji hụ / ife Oya ofufe,\" na-egosi na ndị mụrụ ya fere Oya ofufe",
  "\"Elebuibon\" sitere na aha nna ya nke pụtara \"Onye nwe ọtụtụ égbè,\" na-egosi na ọ bụ onye na-achụ nta. Aha nne Elebuibon bụ Awoniyi pụtara \"Okpukpe ahụ bara uru,\" onye amụma na-ezo aka na Ifa.",
  "Nna Elebuibon bụ onye lụrụ ọtụtụ nwanyị nke nwere ndị nwunye isii, nne Elebuibon bụkwa nwunye ikpeazụ",
  "Nna ya nwere ọtụtụ ụmụ, mana n'oge ahụ ọtụtụ n'ime ha nwụrụ na nwata",
  "A maara ihe omume a na omenala Yoruba dị ka abiku",
  "Nna Elebuibon na nna nna Elebuibon (Awoniyi) bụ ndị Ifa dị nso ma kpughere na iji dozie nsogbu a, nna Elebubon ga-alụ nwa nwanyị nke ezinụlọ ndị isi Araba",
  "Nwa agbọghọ a bụ nne Elebuibon",
  "Otú ọ dị, mgbe ọ lụrụ Sijuwoya, ọ ka nwere nsogbu Abiku, ma nwee ụmụ abụọ nwụrụ na nwata",
  "Iji chọpụta nsogbu na nke a, ọ gakwuuru Ifa ma kpebisie ike na ọ ga-eji mmiri mee ihe ma nye chi nwanyị Osun (n'osimiri Osun) onyinye",
  "N'oge na-adịghị anya, ọ mụrụ naanị nwa ya dị ndụ, Elebuibon",
  "Enwere ike ịhụ ọnọdụ ọmụmụ ya na aha e nyere Elebuibon",
  "Aha mbụ ya bụ Ifayemi pụtara na Ifa dabara m na aha ọzọ ya bụ Osundagbonu na-ezo aka na chi nwanyị Osun, onye ha kwenyere na o nyere ha Elebuibon.",
  "Elebuibon malitere ọzụzụ dị ka onye ụkọchukwu Ifa site n'aka nna ya na 1951 mgbe ọ dị afọ 4. Ọ gara n'ihu na ọzụzụ a siri ike na nka ọdịnala ruo mgbe nna ya nwụrụ mgbe ọ dị naanị afọ 10 na 1957",
  "Mgbe ahụ, e tinyere ya n'okpuru nduzi nke Chief Faniyi Ajani (Agbongbon-Awo nke Osogbo), onye ụkọchukwu Ifa ọzọ a zụrụ nke ọma nke nwere ike ịbụ onye ya na nna Elebuibon dịkọrọ ndụ",
  "Mgbe ọ zụchara ọzụzụ afọ iri ọzọ, ọ ghọrọ onye ọrụ Babalawo na 1967",
  "Ọ gara ụlọ akwụkwọ kama ọ gụrụ onwe ya akwụkwọ",
  "Ọ ghọrọ onye na-eme ihe nkiri maka ihe nkiri a ma ama nke Duro Ladipo gụnyere Ọba kò so. Mgbe ahụ, ọ sonyeere National Black Theatre, ebe ọ na-eje ozi ugbu a dị ka onye ndụmọdụ ọdịbendị",
  "Ọ malitere ibipụta ọtụtụ akwụkwọ na akwụkwọ na Yoruba na Bekee",
  "O dekwara ọtụtụ egwuregwu ọdịnala Yoruba dabere na ndị Yoruba (nke a maara dị ka èwí na Yoruba)",
  "Ihe nkiri omume ọdịnala ya \"IFA OLOKUN ASORODAYO\" (okwu a ma ama na-eto Ifa na Orunmila sitere na Odu-Ifa ka e gosipụtara dị ka usoro na netwọk telivishọn mba Naijiria). N'ime mgbalị iji chekwaa akụkọ ihe mere eme na ọdịbendị Yoruba nke o chere na mmetụta ọdịda anyanwụ na-efu, o guzobere ọtụtụ ụlọ ọrụ ọdịbendị na Naijiria, gụnyere Ancient Philosophy International na Osogbo, ebe a raara nye ịkụzi okpukpe ọdịnala Africa na nka",
  "A họpụtara ya ka ọ bụrụ osote onye isi oche nke Board of Traditional Medicine, Osun State, ọ bụkwa onye isi oche ugbu a nke International Congress of Orisa Tradition and Culture, Nigeria Chapter",
  "Site na mgbalị ya, a kpọrọ Osun-Osogbo Grove ebe ihe nketa ụwa nke UNESCO na 2005, UNESCO kwupụtara na nkwupụta nke atọ nke World Masterpieces na Ifa Divination System na Naịjirịa bụ otu n'ime ihe nketa ọnụ na nke a na-apụghị ịhụ anya nke mmadụ ka echekwa ma chebe ya",
  "Ọ na-aga n'ihu na njem nkuzi na mgbakwunye na ime okpukpe ọdịnala ya."
]