[
  "Yeshi Esayias Tessema (amụrụ na 28 Disemba 1985) bụ onye Etiopia na-agba ọsọ ogologo oge nke so na asọmpi na  marathon",
  "Oge kacha mma ya maka ebe ahụ bụ awa 2:24:06",
  "O meriri ịgba ọsọ na Ottawa na Montreal ma bụrụ onye mmeri ugboro abụọ nke Taipei International Marathon na Daegu Marathon",
  "Ọ bụkwa onye nke abụọ nke ọsọ nke Tokyo Marathon (ugboro abụọ) na Beijing Marathon.",
  "Yeshi mere mpụtara nke mbụ ya nke kilomita 42.195 n'afo 2007 Marrakech Marathon, ebe ọsọ ya nke awa 2:40:10 wetara ya ọnọdụ nke abụọ",
  "Ọ gbara ọsọ marathon abụọ ọzọ n'afọ ahụ, na-emeziwanye na 2:36:58 maka nke atọ na Ottawa Marathon, mgbe ahụ emeghi nke ọma na Istanbul Marathon (16th na 2:44:14). Mgbe ọlaghachiri n'ebe mbụ ya, ọ meriri asọmpi Marrakech nke afọ 2008 na oge kachasị mma nke 2:35:40. Ọ gara ngwa ngwa ọzọ na Ottawa, oge 2:35:28, mana nke a zuru ezu maka nke ise n'oge ahụ",
  "Ọ gwụchara na mmeri na Marathon Oasis de Montreal na nke atọ na Casablanca Marathon.",
  "Oge nke afọ 2009 hụrụ Yeshi na-ada n'okpuru awa abụọ na ọkara ka ọ na-agbachitere aha Marrakech ya na nkéji 2:29:52 awa",
  "O weputara akara yiri nke a iji merie Daegu Marathon na Taipei Marathon nke afọ ahụ, yana ịgba onye nke abụọ na Casablanca. Mgbe ọlaghachiri n'ebe Ọwụwa Anyanwụ Eshia n'afọ 2010, ọ nwetaghachiri mmeri ya na Daegu na Taipei",
  "Mmeri Daegu ya bụ ihe ndekọ na oge kachasị mma nkeji 2:29:17 awa. Ọ bụkwa onye nke anọ na Taiyuan International Marathon Yeshi meziwanyere oge ya ọzọ na 2011: ọ dị ngwa karịa ihe ndekọ ya na Daegu, na-agba ọsọ nkèji 2:26:04, mana ọ mechara bụrụ onye nke abụọ n'azụ Atsede Habtamu. Ọ bụrụ onye ọzọ n'ikpeazụ n'afọ ahụ, na-agwụ n'azụ Wei Xiaojie na Beijing Marathon, ọ bụ ezie na ọ mechara n'ihu Catherine Ndereba.",
  "Yeshi nwere ihe kachasị mma maka afọ nke isii n'usoro na 2012, ebe ọ kacha mma nkeji 2:26:00 maka nke abụọ na Tokyo Marathon. Mgbe afọ atọ gachara, ọ gbara ọsọ na Ottawa Marathon ma n'oge a ọ meriri n'ọsọ ahụ. oso-na otu onye nke ndị Etiopia na-eme ihe nkiri na Guangzhou Marathon na Nọvemba, na-abịa nke abụọ na Mulu Seboka. Yeshi nwere ihe fọrọ nke nta ka ọ bụrụ arụmọrụ ziri ezi na 2013 Tokyo Marathon, na-agwụ otu sekọnd nwayọ karịa na 2012, mana ọ ka nọ n'ọnọdụ nke abụọ. O setịpụrụ ihe kachasị mma iji merie na Ottawa Marathon na Mee, na-agwụcha n'oge ndekọ nke 2:25:31 awa. Ọ gara n'ihu ruo awa 2:24:06 na Frankfurt Marathon, na-ewere ọnọdụ nke isii."
]