[
  "Yesomi Umolu (amụrụ n'afọ 1983 ma ọ bụ n'afọ 1984) bụ onyé Britain na-ahụ maka nka nke oge a na onye edemede bụ onye nduzi nke ihe omume ndị na-ahụ anya na omumé ọha na eze maka Serpentine Galleries kemgbe afọ 2020.",
  "Umolu nwere ọkwa curatorial na Walker Art Center, Eli na Edythe Broad Art Museum na Mahadum Michigan State, na Logan Center for the Arts na Mahadim Chicago",
  "Ọ rụrụ ọrụ dị ka onyé nduzi nka nke Chicago Architecture Biennial 2019 tupu ọ banye n'ọkwa ya ugbu a na Serpentine Galleries",
  "Umolu ebipụtala ọrụ n'akwụkwọ ndị dị ka Art in America na Afterimage, ma dee ma kwụo okwu banyere okwu gbasara ọdịiche dị iche iche na ịkpa ókè agbụrụ na ebe ngosi ihe mgbe ochie.",
  "A mụrụ Yesomi Umolu ma zụlite ya na Lagos, Nigeria",
  "Nne ya na-akụzi Bekee na nna ya bụ onye ọrụ gọọmentị",
  "Ọ kwagara London mgbe ọ dị afọ iri. Dị ka onyé  nọ n'afọ iri na ụma, ọ sonyeere otu nka na Tate Modern.",
  "Umolu nwetara nzere masta na nhazi ụlọ na Mahadum Edinburgh. Mgbe ọ rụchara ọrụ dị ka onye na-ese ụkpụrụ ụlọ ruo afọ ole na ole, Umolu gbasoro ọrụ nka n'ihi mmasị n'\"okwu na mmekọrịta mmadụ na ibe ya nke gburugburu ebe obibi ahụ na-emepụta\". O nwetara nzere masta na nka nke oge a na Royal College of Art n'afọ 2010.",
  "Na mmalite ọrụ ya, Umolu nyere aka na mmemme na Tate Modern na Iniva ma nwee ọkwa na European biennial of contemporary art Manifesta 8 na Serpentine Gallery. N'afọ 2012 ọ ghọrọ onye na-ahụ maka ihe na Walker Art Center na Minneapolis, Minnesota, United States. N'ebe ahụ, ọ haziri ihe ngosi US mbụ maka ndị na-ese ihe Karen Mirza na Brad Butler, nke akpọrọ The Museum of Non Participation: The New Deal, ma rụọ ọrụ na ihe ngosi ndị ọzọ dị iche iche.",
  "Umolu jere ozi ọzọ dị ka onyé enyemaka onye nlekọta na Eli na Edythe Broad Art Museum na Mahadum Michigan State, ebe ọ haziri mmemme ndị lekwasịrị anya na nka nke oge a zuru ụwa ọnụ",
  "N'afọ 2014, ọ haziri John Akomfrah: Imaginary Possessions, ihe ngosi nka mbụ nke US na-elekwasị anyá na ọrụ ọhụrụ nke onye na-ese ihe na Britain bụ John Akomfrah",
  "Ihe ngosi ndị ọzọ gụnyere Focus: Pao Houa Her (2015), The Land Grant: Forest Law (2014), na Revelations: Examining Democracy (2013). Ọrụ nlekọta ikpeazụ ya na Broad, Material Effects, nyochara ọrụ nke ndị omenkà isii si mba West Africa. N'ime nyocha nke ihe ngosi maka Hyperallergic, onye na-enyocha nka Sarah Rose Sharp kwuru na \"Umolu emeela ọrụ dị egwu nke ibuga ihe na ndị na-ese ihe nke Africa ebe a na Michigan, ebe, na mgbanwe, ha nwere ike ibuga anyị Africa\". Lansing's City Pulse kwuru banyere omimi nke enwere ike ịnụ ụtọ ihe ngosi ahụ, dị ka ọdịdị na agba nke ihe dị n'ime ihe ngosi ahụ ma ọ bụ nkà ihe ọmụma dị n'okpuru.",
  "Mahadum Chicago kpọrọ Umolu onye nlekọta ihe ngosi nke Logan Center for the Arts na 2015. Na mgbakwunye na ọrụ ya, ọ kụzikwaara ihe osise na-ahụ anya nke oge a na omume mbara igwe na mahadum. N'afọ sochirinụ, n'afọ 2016, e nyere ya onyinye curatorial fellowship site na Andy Warhol Foundation. Ihe ngosi ya nke afọ 2018 Candice Lin: A Hard White Body, a Porous Slip, nke ya na Katja Rivera haziri, akpọrọ otu n'ịme ihe ngosi US 20 kachasị elu nke afọ site na Hyperallergic. Dị ka onye nduzi nka nke Chicago Architecture Biennial 2019, Umolu rụrụ ọrụ n'akụkụ ndị na-ahụ maka nhazi Sepake Angiama na Paulo Tavares ma lekọta mmemme nhazi nke gosipụtara ọrụ nke ihe karịrị iri asatọ na ụlọ ọrụ ndị e debere n'ebe iri anọ gafee Chicago",
  "Architectural Record kwuru na mmemme nke afọ abụọ ahụ nyere \"nkatọ siri ike banyere otu ụlọ na imewe si arụ ọrụ n'ime usoro ike, ịkpa ókè agbụrụ, ọchịchị, na enweghị nhata\" ma kwuo na njikọta dị ukwuu nke ihe ngosi n'ime obodo ahụ ma e jiri ya tụnyere afọ abụọ gara aga.",
  "A họpụtara Umolu dịka onyé nduzi nke ihe omume curatorial na ọrụ ọha na eze maka Serpentine Galleries na London na 2020",
  "Ọrụ ya n'ọnọdụ a gụnyere imeziwanye njikọta na nnweta nke mmemme Serpentine.",
  "Ihe odide Umolu apụtala na akwụkwọ akụkọ dị iche iche gụnyere Art in America na Afterimage O deela ma kwuo okwu banyere okwu ndị gbara ọdịiche na ịkpa ókè agbụrụ gburugburu na ebe ngosi ihe mgbè ochie.",
  "N'ọnwa Juun afọ 2020, Umolu bipụtara post Instagram nke akpọrọ \"14 Points on the Limits of Knowledge and Care\" na njịkọ akụkọ ihe mere eme nke ebe ngosi ihe mgbe ochie na \"mgbalị ọchịchị ịchịkọta\"; otu ụlọ ọrụ ndị a nwere ike isi kweta ọnọdụ a; na \"na-achọ iwulite ọzọ n'usoro ndị na-emegide ịkpa ókè agbụrụ na ndị na-achịkwaghị\" n'etiti ngagharị iwe megide ịkpa ókè ịkpa ókè ama megide ndị isi ojii",
  "O dere otu edemede banyere otu isiokwu ahụ maka Artnet News n'ikpeazụ n'ọnwa ahụ."
]