[
  "Yinka Davies (onye amụrụ na Julaị 16, 1970) bụ nwaafọ Naijirịa nke na-eme ụda olu, na-agba egwu, bụrụ abụ na onye ọka ikpe nke ihe nkiri Nigerian Idol",
  "Yinka nọrọ na ọrụ ihe nkiri Naịjirịa kemgbe afọ iri abụọ na asatọ.",
  "Nkwụpụta – \"Time has come to speak up for ourselves\"",
  "Nna ya - si ala Benin Republic/Sierra Leone ezinụlọ Lisabi ma kwagara Lagos n'ihi na ọ bụbụ onye Naijiria.",
  "Nne ya - si Ikorodu, Lagos Steeti.",
  "Nne na nna ya - sitere na ezinụlọ eze ndị Shagamu",
  "Isi mmalite a metụtara usoro egwu ya",
  "Ọ na-echeta na nna ya nwere jita",
  "O tolitere na ụda nke Sam Cooke, Johnny Cash, Elvis na Jimmy Dean mgbe ọ na-etolite n'ihi na nke a bụ egwu nna ya nwere mmasị ige ntị.",
  "Ka ọ na-etolite na 1970s na 1980s, redio dị na ụlọ nne na Nna",
  "Ha na-ege ntị mgbe niile na Radio Lagos nke na-akụ ọtụtụ egwu Afrika site na Manu Dibango (Cameroun - Makossa), Mmaman Shatta (onye na-akụ egwu si Ugwu Hausa na Naijria), Dan Maria Jos ( si Ugwu Hausa na Naijria), Orlando Julius (si ndida Naijiria - highlife), Hadjia Funtua (si Ugwu Hausa na Naijria), Victor Uwaifo (si ndida Naijiria - Joromi), Fela (si ndida Naijiria - Afrobeat) ma ndị ọzọ.",
  "Ọ echetakwara ilele onye ọrụ televishọn bụ Art Alade (nna Dare Art-Alade) onye nwere mmemme onyonyo a ma ama nke akpọrọ 'Bar Beach Show' bu nke gosipụtara ọtụtụ ndị egwu ma ndị nke ya",
  "Ọ bịara doo Yinka anya na enwere ụkọ ụmụ nwanyị na-akụ egwu- n’afọ 1980 ka o gere Salawa Abeni (Yoruba) na Dora Ifudu (onye egwu ama ama n’egwu RnB) onye bụ otu n’ime ụmụnwaanyị na-akụ egwu ọrụ ha metutara ya.",
  "Ihụnanya mbụ ya n’ezie bụ eserese na ịkpụzi; ịbụ onye na-eti egwu abụghị ihe kacha ya mkpa na mbụ",
  "N eshi Ista Mọnde nke 1987 bụ mbido njem ya na nka mgbe ọ gara na National Theatre nke Lagos ịchọpụta maka ịbụ onye na-ese ihe",
  "Ọ gara izute Abiodun Olaku, onye ama ama na-ese ihe na Naịjirịa",
  "Emechara Bassey Effiong (onye isi ihe nkiri) nyere ya ọrụ aka ka ọ mepụta ọtu ihe esese maka mmepụta ya nke akpọọrọ Marriage of Anansewa nke Efua Sutherland dere.",
  "N'oge nleta ọ gara na ụlọ ihe nkiri nke National Theatre,Yinka jekwutere Elizabeth Hammond (onye na-agba egwu si Ghana) bụ onye na akuzi nkuzi maka ịgba egwu - ọ bụ ya gbaara ya ume ka ọ bụrụ onye na-agba egwu",
  "Elizabeth Hammond na Christie Essien Igbokwe rụkọrọ ọrụ onye nke merịrị ọlaọcha na mmemme 6th Seoul Songs Festival na South Korea na 1983",
  "Dị ka Yinka si kwuo ya, ọ bụ otú o si \"gbawaa door\" ụdị nka dị iche iche.",
  "N'afọ 1992, ndị na-ahazi Fame music award hụrụ ya dịka onye ọrụ gburugburu ebe ọ nọ na-eme ihe nkiri, ihe nkiri onyonyo, ihe nkiri olu, ụda olu dị iche iche maka ndị egwu Naịjirịa dị iche iche wee họpụta ya ma nye ya onyinye nsọpụrụ mbụ ha nke bụ Upcoming Artist Award.",
  "Ndị nlekọta otu klọb na Lagos, Bread and Butter Jazz club gụnyere ya na ngosi ikpeazụ dị ka klọb na mbọ ịmebata onye egwu ọhụụ akpọrọ Lagbaja, ọ sonyere na mmepụta record mbụ Lagbaja a nke akpọrọ Side by Side nke ewepụtara na 1993",
  "O mechara lekwasị anya na egwu n'ihi na nke a na-eri ya oge",
  "Ọ bụ n'oge a ka ya na ọtụtụ ndị egwu rụkọrọ ọrụ gunyere Mike Okri (RnB), Shina Peters (Afro juju), Blackky (Reggae) na ọtụtụ ndị ọzọ",
  "Nnukwu oti-egwu ọzọ ya na ya rụkọrọ ọrụ bụ Geraldo Pino (nke sitere na Sierra Leone) na Etienne T Boy (Cameroon) onye ya na Pino rụkọrọ ọrụ.",
  "Jenụwarị 21, 1994 ka Yinka nwere ihe mberede nke ụgbọ ala dị ukwuu mgbe ọ na-agafe n'okporo ụzọ",
  "N'okwu ya, ọ \"gafere okporo ụzọ wee kụọ ụgbọ ala\"",
  "Nke a kpatara nnukwu ịwa ahụ nke metụtara igba-egwu ya.",
  "Ezinụlọ siri ike dị ka ọ na-ebu ọrụ ilekọta ụmụnne ya anya mgbe ha ka dị obere.",
  "Nna ya so na ọrụ Nigerian Airforce mere mgbe ọ bụ nwatakịrị ha na-agagharị ọtụtụ ebe nna ya nọ n'arụ ọrụ dị iche iche na Naijiria",
  "Ọ na-echeta nke ọma ebe akpọrọ 9th Mile nke dị na Enugu ebe ụzọ kewara ụzọ atọ na-eduga na North, South, na East nke obodo Naijiria",
  "9th Mile dị ka ebe nzukọ, ya mere, ọ bụ ebe dị mkpa nke ọdịbendị niile nke Naijiria na e jekọ",
  "Ahụmịhe ndị a niile ọ nwetara metụtara usoro iti egwu ya."
]