[
  "Yinka Shonibare CBE, RA (a mụrụ ya n'ụbọchị nke 9 n'ọnwa Ọgọstụ n'afọ 1962), bụ onye Britain na Naijiria na-ese ihe bi na United Kingdom",
  "Ọrụ ya na-enyocha njirimara ọdịbendị, colonialism na post-colonialism n'ime ọnọdụ nke ụwa",
  "Ihe ngosi nke nka ya bụ ákwà Ankara na-egbuke egbuke ọ na-eji",
  "N'ihi na o nwere nkwarụ anụ ahụ nke na-eme ka otu akụkụ ahụ ya nwee nkwarụ, Shonibare na-eji ndị enyemaka arụ ọrụ n'okpuru nduzi ya.",
  "A mụrụ Yinka Shonibare na London, England, na 9 August 1962, nwa Olatunji Shonibare na Laide Shonibare. Mgbe ọ dị afọ atọ, ezinụlọ ya kwagara Lagos, Nigeria, ebe nna ya na-arụ ọrụ iwu",
  "Mgbe ọ dị afọ iri na asaa, Shonibare laghachiri Britain iji mee ọkwa A ya na Redrice School. Mgbe ọ dị afọ iri na asatọ, ọ butere ọrịa myelitis transverse, nke na-eme ka ọkpụkpụ azụ, nke kpatara nkwarụ anụ ahụ ogologo oge ebe otu akụkụ ahụ ya nwere nkwarụ.",
  "Shonibare gara n'ihu mụọ Nkà mara mma na mbụ na Byam Shaw School of Art (nke bụzi kọleji nka nke Central Saint Martins and Design) wee gaa Goldsmiths, University of London, ebe ọ natara nzere MFA ya, na-agụsị akwụkwọ dị ka akụkụ nke ọgbọ Young British Artists",
  "Mgbe ọ gụsịrị akwụkwọ, Shonibare rụrụ ọrụ dị ka onye ọrụ mmepe nka maka Shape Arts, otu nzukọ nke na-eme ka ndị nwere nkwarụ nwee ike ịnweta nka.",
  "N'afọ 1999, Shonibare mepụtara ihe ọkpụkpụ anọ yiri ndị ọbịa nke ọ kpọrọ \"Ezinụlọ adịghị arụ ọrụ\", nke nwere nne na nwa ya nwanyị, ha abụọ na-acha ọcha na-acha anụnụ anụnụ, na nna na nwa nwoke na-acha uhie uhie na odo odo.",
  "O gosipụtala na Venice Biennial na ụlọ ngosi ihe mgbe ochie ndị isi n'ụwa niile",
  "Okwui Enwezor nyere ya ọrụ na documenta XI n'afọ 2002 iji mepụta ọrụ ya a ma ama, Gallantry and Criminal Conversation, nke malitere ya na mba ụwa.",
  "N'afọ 2004, edepụtara ya maka Turner Prize maka ihe ngosi Dutch abụọ ya na Museum Boijmans van Beuningen na Rotterdam nakwa maka ihe ngosi ya na Stephen Friedman Gallery, London",
  "N'ime mmadụ anọ a họpụtara, o yiri ka ọ bụ onye kachasị ewu ewu n'etiti ọha na eze n'afọ ahụ, na nyocha nke ebe nrụọrụ weebụ BBC mere ka pasent iri isii na anọ nke ndị na-eme ntuli aka kwuo na ọrụ ya bụ ọkacha mmasị ha.",
  "Shonibare ghọrọ onye a na-asọpụrụ na Goldsmiths 'College na 2003, e nyere ya MBE n'afọ 2004, natara Honorary Doctorate (Fine Artist) nke Royal College of Art n'afọ 2010 ma họpụta ya CBE n'afọ 2019. A họpụtara ya Royal Academician site na Royal Academy of Arts n'afọ 2013. Ọ sonyeere Iniva's Board of trustees n'afọ 2009. O gosipụtala na Venice Biennial na mba ụwa na ụlọ ngosi ihe mgbe ochie ndị isi n'ụwa niile",
  "N'ọnwa Septemba afọ 2008, nnukwu nyocha ya malitere na MCA Sydney wee gaa Brooklyn Museum, New York, na June 2009 na National Museum of African Art nke Smithsonian Institution, Washington DC, na October 2009",
  "N'afọ 2010, Nelson's Ship in a Bottle ghọrọ ọrụ nka ọha na eze mbụ ya na Plinth nke anọ na Trafalgar Square.",
  "Na 3 Disemba 2016, e debere otu n'ime ihe osise \"Wind Sculpture\" nke Shonibare n'ihu Smithsonian's National Museum of African Art (NMAA) na Washington, DC",
  "Ọrụ a na-ese n'elu, nke akpọrọ \"Wind Sculpture VII\", bụ ihe ọkpụkpụ mbụ a ga-etinye na-adịgide adịgide n'èzí ọnụ ụzọ NMAA.",
  "Ọ na-arụ ọrụ Guest Projects, ohere ọrụ maka ndị na-ese ihe na-apụta na Broadway Market, ọwụwa anyanwụ London. Ọ na-agbasa nke a na oghere dị na Lagos na Nigeria.",
  "Ọrụ Shonibare na-enyocha nsogbu nke colonialism n'akụkụ ndị nke agbụrụ na klas, site na ọtụtụ mgbasa ozi nke gụnyere eserese, ihe ọkpụkpụ, foto, ntinye nka, na, n'oge na-adịbeghị anya, ihe nkiri na arụmọrụ",
  "Ọ na-enyocha, ọkachasị, owuwu nke njirimara na mmekọrịta dị n'etiti Africa na Europe na akụkọ akụ na ụba na ndọrọ ndọrọ ọchịchị ha",
  "N'ịchọpụta akụkọ ihe mere eme na akwụkwọ ndị dị n'Ebe Ọdịda Anyanwụ, ọ na-ajụ ihe mejupụtara njirimara anyị nke oge a taa",
  "N'ịbụ onye kọwara onwe ya dị ka \"post-colonial\" hybrid, Shonibare na-ajụ ihe nkọwa ọdịbendị na mba pụtara",
  "Ọ bụ ezie na ọ na-arụkarị ọrụ site na ndụ ya na ahụmịhe ya gburugburu ya, ọ na-enweta mkpali site na gburugburu ụwa; dị ka o kwuru: \"Abụ m nwa amaala nke ụwa, ana m ekiri telivishọn ka m wee rụọ ọrụ banyere ihe ndị a",
  "\"",
  "Otu ihe dị mkpa na ọrụ Shonibare kemgbe afọ 1994 bụ ákwà \"African\" na-egbuke egbuke (Dutch wax-printed cotton) nke ọ na-azụta onwe ya n'ahịa Brixton na London",
  "\"Ma n'ezie, ákwà ndị ahụ abụghị n'ezie Afrịka dịka ndị mmadụ si eche,\" ka Shonibare na-ekwu",
  "\"Ha na-egosi na ha nwere ọdịbendị nke ha",
  "Ọ bụkwa ụgha nke ihe ahụ pụtara na-amasị m",
  "Ọ bụ ụzọ m si ele ọdịbendị anya - ọ bụ ihe eji emepụta ihe",
  "\" Shonibare na-ekwu na e bu ụzọ mepụta ákwà ndị ahụ na Europe iji ree ha n'ahịa Indonesia wee ree ha na Africa mgbe a jụrụ ha na Indonesia. Taa, ndị isi na-ebupụ ákwà \"Africa\" si Europe nọ na Manchester na UK na Vlisco Véritable Hollandais si Helmond na Netherlands",
  "N'agbanyeghị na ọ bụ ihe ndị mba Europe mepụtara, ọtụtụ ndị Afrịka na England na-eji ákwà wax Dutch, dị ka Shonibare. O nwere ákwà ndị a ka ha bụrụ uwe ndị Europe nke narị afọ nke iri na asatọ, na-ekpuchi ihe ọkpụkpụ nke ndị ọbịa ma ọ bụ gbatịa n'elu akwa ma na-ese ya nke ọma.",
  "A maara Shonibare nke ọma maka ịmepụta ihe ọkpụkpụ na-enweghị isi, nke dị ndụ nke ọma ma na-eyi uwe na-egbuke egbuke iji mee ka akụkọ ihe mere eme na njirimara agbụrụ dị mgbagwoju anya ma sie ike ịgụ. N'ihe osise ya nke afọ 2003 Scramble for Africa, Shonibare wughachiri Nzukọ Berlin nke afọ 1884–1885, mgbe ndị isi Europe kwurịtara ma kewaa kọntinent ahụ n'ụzọ na-enweghị isi iji nweta ókèala Afrịka",
  "Site n'inyocha colonialism, ọkachasị na tableaux a, ebumnuche nke ihe oyiyi na-enweghị isi na-egosi ọnwụ nke mmadụ dị ka Shonibare na-akọwa: \"Achọrọ m ịnọchite anya ndị isi Europe a dị ka ndị na-enweghị uche na agụụ ha maka ihe Eze Belgium Leopold nke Abụọ kpọrọ 'otu akụkụ nke achicha Afrịka a mara mma.' \" A pụghị ịgụ Scramble for Africa dị ka \"ihe dị mfe\", kama ọ na-ekpughe \"mmekọrịta dị n'etiti onye na-ese ihe na ọrụ ahụ\". Ọ bụkwa nyocha nke otú akụkọ ihe mere eme si emeghachi onwe ya",
  "Shonibare na-ekwu, sị: \"Mgbe m na-eme ya, m na-eche n'ezie banyere mbuso agha Amerịka na mkpa ọ dị n'Ebe Ọdịda Anyanwụ maka akụ na ụba dịka mmanụ na otú nke a si ebute itinye akụkụ dị iche iche nke ụwa",
  "\"",
  "Shonibare's Trumpet Boy, nnweta na-adịgide adịgide nke egosipụtara na The Foundling Museum, na-egosi ákwà mara mma eji arụ ọrụ ya",
  "E kere ihe ọkpụkpụ ahụ iji kwekọọ na isiokwu nke \"chọtara\", na-atụgharị uche na ihe nketa nke ụlọ ihe ngosi nka ahụ, site na ijikọta ọrụ ọhụrụ na nke dị ugbu a na ihe ndị a chọtara maka mkpa ha.",
  "Ọ na-emegharịkwa eserese nke ndị na-ese ihe a ma ama site na iji mannequins na-enweghị isi na Batik ma ọ bụ Ankara textiles kama ákwà Europe. Ọ na-eji ákwà ndị a mgbe ọ na-egosi nka na ejiji Europe iji gosipụta 'nsogbu ọdịbendị' na isiokwu nke mmekọrịta ọdịbendị n'ime postcolonialism. Otu ihe atụ nke ụfọdụ n'ime ntụrụndụ ndị a ga-abụ Gainsborough's Mr and Mrs Andrews Without Their Heads (1998) na Reverend on Ice (2005) (mgbe The Rev Robert Walker Skating on Duddingston Loch nke Raeburn).",
  "Otu onye na-ese ihe ọ rụgharịrị ọtụtụ ọrụ ya bụ Jean Honoré Fragonard",
  "O megharịrị usoro Fragonard The Progress of Love (1771-1773), nke gụnyere ọrụ ya The Meeting, The Pursuit, The Love Letter, na The Swing Ntinye pụrụ iche n'ime ntụrụndụ ndị a, bụ itinye ákwà akara",
  "The Swing (After Fragonard) (2001) nwere nwanyị na swing na-eyi ihe nṅomi ma ọ bụ 'knock-off' Chanel patterned fabric",
  "E bu n'uche iji ákwà a mee ihe iji nyochaa isiokwu nke afọ mgbe ihe mmegide gachara, mba ụwa niile, na mmekọrịta ọdịbendị nke dị n'ọtụtụ ọrụ ya, ebe ọ na-ekwukwa banyere ịzụ ahịa na omenala ndị ahịa nke ụwa nke oge a na otú isiokwu ndị a niile si ejikọta.",
  "Shonibare na-ejikwa nlezianya na-ese foto na vidiyo na-emegharị ihe osise ndị Britain a ma ama ma ọ bụ akụkọ sitere na akwụkwọ mana ya onwe ya na-ewere ọnọdụ etiti dị ka ihe ọzọ, onye isi ojii British dandy - dịka ọmụmaatụ, A Rake's Progress nke Hogarth, nke Shonibare sụgharịrị n'ime Diary of A Victorian Dandy (1998), ma ọ bụ Dorian Gray (2001), aha ya bụ akwụkwọ akụkọ Oscar Wilde The Picture of Dorian Gray",
  "Nnukwu ibu karịa ụgbọ mmiri na-ahụkarị n'ime karama, mana ọ dị ntakịrị karịa ezigbo HMS Victory, n'ezie ihe nlereanya 1:30, Shonibare's Nelson's Ship in a Bottle, bụ \"ọrụ mbụ na Plinth nke anọ iji tụgharịa uche kpọmkwem na ihe nnọchianya akụkọ ihe mere eme nke Trafalgar Square, nke na-echeta Agha Trafalgar, ma ga-ejikọta ya na kọlụm Nelson",
  "\" E debere ọrụ ahụ n'ebe ahụ na 24 Mee 2010 ma nọrọ ruo 30 Jenụwarị 2012, ebe ọtụtụ ndị nwere mmasị",
  "N'afọ 2011, Art Fund malitere mkpọsa ma nweta ego nke ọma maka ịzụta na ịkwaga ihe ọkpụkpụ ahụ na National Maritime Museum na Greenwich, ebe ọ chọtara ụlọ ọhụrụ ya na-adịgide adịgide.",
  "Ọrụ ndị ọzọ gụnyere ụrọ e biri ebi, na akpụkpọ ụkwụ kpuchiri ákwà, akwa, mgbidi na efere.",
  "N'ọnwa Ọktọba afọ 2013, Shonibare sonyere na Art Wars na Saatchi Gallery nke Ben Moore haziri",
  "E nyere onye na-ese ihe okpu agha, nke ọ gbanwere ka ọ bụrụ ọrụ nka",
  "Ihe a na-aga n'ihu gara na Missing Tom Fund, nke Ben Moore guzobere iji chọta nwanne ya nwoke Tom, onye na-efu kemgbe ihe karịrị afọ iri",
  "E gosikwara ọrụ ahụ na Regent's Park dị ka akụkụ nke Art Below Regents Park",
  "The Goodman Gallery kwupụtara n'afọ 2018 na utoala Norval, ụlọ ngosi nka kachasị ọhụrụ nke South Africa nke dị na Cape Town, enwetala Shonibare's Wind Sculpture (SG) III, na-eme ka ọ bụrụ nke mbụ maka kọntinent Afrịka",
  "A ga-ekpughe ihe ọkpụkpụ ahụ na Febụwarị 2019, na-eme ka onye na-ese ihe na mba Britain na Naijiria pụta ìhè na kọntinent ebe o tolitere.",
  "Shonibare esorola Bellerby & Co, Globemakers.",
  "Ihe ngosi mbụ nke Shonibare bụ n'afọ 1989 na Byam Shaw Gallery, London",
  "N'oge 2008–09, ọ bụ isiokwu nke nnukwu nyocha n'etiti ọrụ na Australia na USA; malite na Septemba 2008 na Museum of Contemporary Art Australia (MCA), Sydney, wee gaa Brooklyn Museum, New York, na June 2009 na Museum of African Art na Smithsonian Institution, Washington DC, na October 2009",
  "Maka ihe ngosi nke Brooklyn Museum nke afọ 2009, o mepụtara ntinye saịtị akpọrọ Nne na Nna na-arụsi Ọrụ Ike Ka M Pụrụ I Can Play nke a na-ele anya n'ọtụtụ ụlọ oge Museum",
  "Ntinye saịtị ọzọ, Party Time—Re-Imagine America: A Centennial Commission nọ n'otu oge na Newark Museum na Newark, New Jersey, site na 1 Julaị 2009, ruo 3 Jenụwarị 2010, n'ime ụlọ iri nri nke ụlọ ngosi nka afọ 1885 Ballantine House.",
  "Shonibare nwere nkwarụ ugbu a, enweghị ike ịrụ ọrụ n'onwe ya, ma dabere na otu ndị enyemaka, na-arụ ọrụ onwe ya dị ka onye na-ese ihe.",
  "Nkwarụ Shonibare amụbaala ka ọ na-aga, nke mere ka ọ jiri oche nkwagharị eletrik",
  "N'oge ndụ ya, Shonibare atụlewo nkwarụ ya na ọrụ ya n'ime ọrụ ya dị ka onye na-ese ihe. N'afọ 2013, a mara ọkwa Shonibare dị ka onye nlekọta nke ihe ngosi Ụdị nka \"Open\" kwa afọ ebe a na-akpọ ndị nwere nkwarụ na ndị na-enweghị nkwarụ ka ha nyefee ọrụ na nzaghachi maka isiokwu Open."
]