[
  "Yolanda Becerra Vega (amụrụ n'afọ 1959) bụ onye Colombia na-ahụ maka ụmụnwanyị na onye na-ahụ Maka udo",
  "Ọ bụ onye guzobere National Directorate of the Popular Women's Organization (Spanish: Organización Femenina Popular; OFP), otu ụlọ ọrụ e guzobere n'afọ 1972 na Diocese's Pastoral Ministry, nke n'afọ 1988 ghọrọ nzukọ na-achị onwe ya nke dị na Barrancabermeja iji kwado ụmụnwanyị na nguzogide udo megide ime ihe ike ma chebe mkparịta ụka udo",
  "Ọ na-etinye mgbalị ya ugbu a n'ịtọlite ụlọ ọrụ maka ụmụnwanyị dịka iwu ụlọ ngosi nka nke ncheta na ikike mmadụ maka ụmụnwanyị.",
  "N'ime ihe karịrị afọ iri anọ na-agbachitere ụmụnwanyị ndị agha ahụ metụtara na Barrancabermeja na Magdalena Medio, ọ tara ahụhụ mkpagbu na nnọchibido site n'aka ndị agha ma yie egwu ọnwụ n'ọtụtụ oge. Ọfịs nke Attorney General n'onwe ya katọrọ atụmatụ nke United Self-Defense Forces of Colombia igbu ya",
  "A mara Òtù Ụmụnwanyị na-ewu ewu na òtù ndị ọzọ na-emegide ime ihe ike ahụ dị ka ndị agha na-achọ ma na-amanye ha ka ha mee ihe nchebe siri ike.",
  "Yolanda Becerra bụ nwa mbụ n'ime ụmụnne asaa ma si n'ezinụlọ na-arụ ọrụ site n'akụkụ ugwu ọwụwa anyanwụ nke Barrancabermeja",
  "Nna ya Gustavo Becerra nwụrụ mgbe ọ dị afọ iri na asaa",
  "Akọnuche ya malitere itolite na Camilo Torres School, ọ ghọkwara akụkụ nke ụmụ akwụkwọ na mmemme ịgụ na ide nke parish Señor de los Milagros.",
  "Mgbe ọ dị afọ 20, mgbe ọ gụsịrị akwụkwọ sekọndrị, ọ malitere ịrụ ọrụ dị ka odeakwụkwọ nke parish nke mpaghara ugwu ọwụwa anyanwụ nke obodo ya, afọ abụọ ka e mesịrị, ọ malitere ọrụ na Diocese's Social Pastoral Ministry, gburugburu ebe obibi nke nkà mmụta okpukpe nnwere onwe na-emetụta karịsịa, wee malite n'ụzọ ya n'ime OFP",
  "Becerra kọwara n'ajụjụ ọnụ na ọ ghọtaghị ihe mere ụmụ nwanyị ji hazie onwe ha mgbe òtù mmekọrịta siri ike adịlarị",
  "\"Ọ dị ka ihe mkpofu ma enwere m nnukwu iwe",
  "Mgbe e mesịrị, aghọta m ihe mere o ji dị mkpa inwe nzukọ ụmụnwanyị, \"ka o kwuru.",
  "N'afọ 1988, Yolanda Becerra na Rosalba Meriño tinyere onwe ha n'aka nnwere onwe nke OFP n'ihe gbasara Ozi Pastoral.",
  "N'abalị iri abụọ na atọ n'ọnwa Disemba afọ 2000, ndị agha batara n'obodo ahụ ma tinye iwu ha n'ahụ ndị nkịtị",
  "Ọ bụ mgbe ahụ ka OFP nakweere ọnọdụ nke iguzogide n'ịgbachitere ikike obodo na nke ndọrọ ndọrọ ọchịchị ma chọọ nkwado mba na nke mba ụwa",
  "E gbuola ọtụtụ n'ime ndị otu ya: Esperanza Amaris n'ọnwa Ọktoba afọ 2003, Diafanol Sierra Vargas n'afọ 2002, e mekwara Yamile Agudelo ahụhụ ma gbuo ya n'ọnwa Maachị n'afọ 2006",
  "A wakporo Yolanda Becerra n'onwe ya, yie ya egwu, ma mekpọọ ya ọnụ n'ụlọ ya n'afọ 2007.",
  "N'afọ 2005, a họpụtara Yolanda Becerra maka Nobel Peace Prize ya na ụmụnwanyị 1,000 ndị ọzọ si mba 155.",
  "N'afọ 2007 obere oge ka gọọmentị Sweden kwupụtara na a na-enye ya onyinye Per Anger, a wakporo ya n'ụlọ ya. Afọ ole na ole ka e mesịrị, Becerra gara n'ihu na-alụ ọgụ iji chebe mkparịta ụka na udo."
]