[
  "Yola Mgogwana (amụrụ n'afọ 2008) bụ onye na-agba mbọ maka ọdịmma ihu igwe",
  "Ọ bụ onye mba South Africa n'obodo Khayelitsha, Cape Town.",
  "Mgogwana malitere ọrụ n'afọ 2019, mgbe ọ dị naanị afọ iri na otu, mgbe ọ malitere ichegbu onwe ya banyere mmetọ, ọnọdụ ihu igwe pụrụ iche, na nsogbu mmiri na-abịa na mba ya. Ọ bụ ihe na-akpali ndị ntorobịa nọ n'Africa isonyere ya n'ọgụ ya maka ikpe ziri ezi ihu igwe",
  "Ya na Kiara Nirghin na Ruby Sampson, a na-eto ya dị ka azịza South Africa nye onye na-ahụ maka ihu igwe na Sweden Greta Thunberg.",
  "Mgogwana bụ nwa akwụkwọ na Yolomela Primary School na Khayelitsha, otu n'ime obodo ndị kasị daa ogbenye na Cape Town. Onye nkuzi gburugburu ebe obibi ya bụ Xoli Fuyani, onye bụ onye nduzi na onye isi na-arụkọ ọrụ na ọrụ ya, ọ bụkwa onye nhazi agụmakwụkwọ gburugburu ebe obibi na Earthchild Project, otu na-enweghị uru Mgogwana jikọtara ya.",
  "Mgogwana abụwo onye na-eme ihe ngosi n'ụlọ akwụkwọ ma na-agba gọọmentị South Africa ume ugboro ugboro ka ha mee ihe ngwa ngwa na mgbanwe ihu igwe.",
  "Na Jenụwarị 2019, ọ malitere ịrụ ọrụ afọ ofufo na Earthchild Project Eco-Warriors, mmemme na-esote ụlọ akwụkwọ nke na-ezube ijikọta ọzụzụ idu ndú, nkà ndụ na agụmakwụkwọ gburugburu ebe obibi. Earthchild Project bụ òtù na-enweghị uru nke ebumnuche ya bụ iwebata agụmakwụkwọ gburugburu ebe obibi n'ime obodo na klas ndị na-enwetabeghị ihe ọmụma a.",
  "N'ọnwa Maachị 2019, ọ sonyeere ndị ntorobịa mbụ ya n'èzí ụlọ omebe iwu nke Cape Town na-achọ ka mma na iwu ziri ezi. N'oge ihe omume a, ọ gwara mmadụ pụkụ abụọ ndị na-ege ntị na Cape Town okwu banyere ikpe ziri ezi nke ihu igwe.",
  "N'ọnwa Ọgọstụ 2019, ọ bụ onye isi okwu na nnọkọ UNFPA na ahụike mmekọahụ na ọmụmụ, Mmekọahụ na mgbanwe ihu igwe na Johannesburg",
  "Ọrụ ya dabara n'ime mmata na-arịwanye elu n'etiti ndị ntorobịa n'ụwa niile na ọgbọ ha ga-eche ihe kachasị njọ nke mgbanwe ihu igwe ihu, ọ bụ ezie na ha gaara enye obere aka na mbibi gburugburu ebe obibi",
  "Okwu Zulu \"Ubuntu\" sitere n'ike mmụọ nsọ ya, nke pụtara \"Abụ m, n'ihi na ị bụ\".",
  "Ka ọ na-erule 2022 na njikọ aka ya na African Climate Alliance, Vukani Environmental Justice Movement in Action, na groundWork, Mgogwana na-etinye aka ugbu a na ikpe ụlọ ikpe #CancelCoal nke ndị ntorobịa na-eduzi iji gbochie mgbasawanye ụgbọ mmiri coal nke gọọmentị South Africa na Mpumalanga.",
  "Mgogwana enwetala nkwado na mgbasa ozi mba na nke mba ụwa dị ka onye na-eto eto na-ahụ maka ihu igwe nke na-adabere na Greta Thunberg na South Africa."
]