[
  "Yona Harvey (amụrụ ya n'afọ 1974) bụ onye America na-ede abụ na osote prọfesọ na Mahadum Pittsburgh O meriri Ihe nrite nke nchoputa nke afọ 2014. Ọ bụkwa onye edemede nke Marvel Comics' World of Wakanda, na-aghọ otu n'ime ụmụ nwanyị ojii abụọ mbụ na-ede maka Marvel.",
  "Harvey nwetara akara ugo mmụta ya na Bekee na Mahadum Howard, ebe ụmụ klas ya gụnyere onye edemede Ta-Nehesi Coates, onye na-ede egwuregwu Kemp Powers, na onye na-agụ abụ Doug Kearney. Ọ gara n'ihu nweta akara ugo mmụta na Bekee na Mahadum Ohio State na nzere Masta na sayensị  oba akwukwo na  ozi na Mahadim nke Pittsburgh.",
  "Ọrụ Harvey apụtala na jubilat, Ploughshares, Gulf Coast, Callaloo, na West Branch.",
  "Harvey bipụtara nchịkọta uri mbụ ya, Hemming the Water, na Four Way Books n'afọ 2013",
  "O meriri Ihe nrite nke nchoputa nke afọ 2014 maka nchịkọta ahụ ma kpọọ ya onye ikpeazụ maka 2014 Hurston / Wright Legacy Award na uri. N'ịtụleghachi Hemming the Water na Pittsburgh City Paper, Mike Schneider kwuru, sị, \"N'ihe kachasị mma ya dịka 'Rose Lassi' ː Harvey na-emepụta mmetụta nke ihe jikọtara ọnụ yana igwe kachasị mma na-akwa akwa ma na-abụ abụ, okwu ọ bụla bụ akụkụ dị mkpa nke ịma mma niile",
  "\" N'akwụkwọ akụkọ Asterix Journal, Lauren Russell dere banyere nchịkọta ahụ na \"mgbanwe ya bụ ụbụrụ na-aghọ nkọ",
  "N'abụ ndị na-akpa àgwà n'ụzọ dị nro na ime ihe ike, atụmanya na ihe ijuanya, Harvey na-egbochi nnukwu ihe a na-ahụ anya ọbụna ka ọ na-achọ ya, na-ejikọta ọtụtụ olu, ọhụụ na abụ n'ime ihe na-amị amị maka ihe oyiyi ọ bụla",
  "\"",
  "Harvey bụ osote prọfesọ na Mahadum Pittsburgh",
  "Ọ na-akụzi na mmemme edemede nke ngalaba Bekee; nkuzi ya na-ekwu maka akwụkwọ na ọdịbendị ndị Afrịka na ndị na-adịghị mma, mgbasa ozi dijitalụ na ọhụrụ, uri na edemede lyric, na ihe osise multimodal. Ọ nọ na ngalaba maka The Frost Place's 2017 Conference on Poetry.",
  "Harvey akọwaala mmasị nka ya dị ka ụdị dị iche iche iji gosipụta \"ndụ dị iche iche na ahụmịhe nke ụmụ nwanyị Black America site na akwụkwọ..",
  "ọhụụ na enweghị ike ịhụ ụmụ nwanyị Black, ahụike uche anyị na nlekọta onwe anyị, na ihe akaebe nke echiche anyị na ọha mmadụ dị ka egosiri na ntutu anyị, uwe, okwu, nne na nna, mkpebi na nna, na mmekọrịta na ụmụ nwanyị ndị ọzọ",
  "\"",
  "Harvey dere ihe ọchị mbụ ya, mbipụta nke \"Flatbush Maiden,\" dị ka nwa akwụkwọ na mahadum.",
  "N'afọ 2016, Harvey ghọrọ onye edemede maka usoro Marvel Comics World of Wakanda, nke sitere na usoro Black Panther; ya na Roxane Gay bụ ụmụ nwanyị ojii abụọ mbụ dere maka Marvel. Ta-Nehisi Coates, onye na-ejikọta Gay na Harvey na franchise Marvel, kwuru na ọ tụrụ aro Harvey n'ihi na o chere na nkà ya na uri ga-asụgharị nke ọma na ịkọ akụkọ dị mkpirikpi dị mkpa na ihe ọchị na-aga nke ọma: \"Nke ahụ bụ obere ohere, ị ga-ekwukwa okwu n'ike dị ukwuu",
  "Echere m na ọ ga-abụ ihe okike\". Harvey nyere akụkọ mmalite maka onye ndú mgbanwe nke World of Wakanda bụ Zenzi, ma kwuo na ihe nlereanya nke Winnie Mandela kpaliri ya.",
  "Harvey na Coates dere onye ibe ọzọ na usoro Black Panther, nke a na-akpọ Black Panther & The Crew, nke e debere na Harlem.  A kagbuola usoro ahụ n'ihi ire ahịa na-adịghị ngwa ngwa ma gbaa ọsọ maka mbipụta isii.",
  "Harvey na-emecha akwụkwọ edemede nke abụọ ma na-arụkwa ọrụ n'akwụkwọ ncheta banyere ọgụ nwanne ya nwanyị nke obere na ịda mbà n'obi.",
  "Harvey na Terrance Hayes gbara alụkwaghịm ugbu a; ha abụọ zutere na Cave Canem retreat maka ndị na-ede uri ojii n'afọ 1996. Ha nwere ụmụ abụọ, nwa nwoke na nwa nwanyị.",
  "Nwanne Harvey nwụrụ n'ụlọ ọgwụ ebe ọ gara ịchọ enyemaka ndị isi mgbaka."
]