[
  "Roxanne Jeanal Bolzonello (amụrụ n'abalị abụọ nke June afọ 1998), nke a maara dị ka aha Yorxe, bụ onye South Africa na-agụ egwu na onye na-ede egwu",
  "O bu ụzọ nweta nlebara anya na ngwụsị afọ 2020 mgbe egwu ya \"Down with Me\" pụtara na egwu n'elu ewu maka ihe nkiri The Doorman O weputara egwu ya \"Bang Bang\", \"Hide Your Bodies\", na \"Like Me\" n'afọ 2020.",
  "Yorxe malitere imepụta ma n'ede egwu mgbe ọ dị afọ iri na atọ, ma  na-arụkwa ọrụ n'etiti ndị ama ama na mba uwa  ma na-agba mbọ dị ka onye na-agba egwu ahia",
  "Ọ tolitere n'ezinụlọ na-abụghị ndị egwu, mana ọ hụrụ egwu n'anya mgbe ọ malitere ige ntị na CD Pink Floyd na Van Morrison nke nna ya mgbe ọ dị obere.\nka o dechara usoro egwu ndị a na-ebipụtabeghị n'ime ụlọ ihi ụra ya nke gbanwere ghọọ ụlọ ọrụ, a mụrụ ya n'etiti afọ 2018 iji gosipụta onye ọhụrụ na mmalite ọhụrụ. Ebumnuche Yorxe bụ \"ịgbalị ime ka ọ dị ukwuu ruo ogo ịnụ egwu m n'ụgbọala ndị ọzọ nọ n'okporo ụzọ\". Ụfọdụ n'ime mmetụta Yorxe gụnyere Billie Eilish na Halsey.",
  "N'abalị iri na asaa nke n'ọnwa Jenụwarị afọ 2020, Yorxe wepụtara egwu mbụ̀ ya Down With Me",
  "Nke a bụ ndepụta maka ọgụ nke ịlụ onye na-abụghị onye omenala kwadoro ma nwee mmetụta egwu  ọzọ nwere ụda nke ndakọ̀rita ntọala abụ. E weputara vidio egwu \"Down with Me\" na Vevo n'abalị̀ iri abụọ na anọ̀ nke ọnwa Jenụwarị afọ 2020. N'abalị iri abụọ na asatọ n'ọnwa Ọgọstụ n'afọ 2020, e gosipụtara egwu mbụ ya \"Down with Me\" na trailer maka ihe nkiri The Doorman, nke mere ka Yorxe bụrụ <i id=\"mwPA\">onye</i>  ama ama na Spotify na YouTube.",
  "N'abalị iri na anọ nke ọnwa Febụwarị afọ 2020, Yorxe wepụtara egwu ọzọ ya bụ \"Bang Bang\"",
  "Dị ka S",
  "Ben Ali si kwuo, \"Bang Bang\" bụ \"ihe osise mara mma na ngosipụta ziri ezi nke ike egwu Yorxe.",
  "Yorxe weputara \"Hide Your Bodies\" n'abalị̀ iri n'ọnwa Eprel afọ 2020",
  "Otu a bụ ngwakọta nke Alternative rock  na dark pop , yana ụda pụrụ iche jupụtara na bass, synths na ezigbo akụrụngwa dị ka piano na guitar eletrik. Yorxe kwuru \"N'ihe gbasara ụdị na ụda egwu m, ọ̀nwụnwam ijikọta ya na otu isiokwu bụ ihe m ka na-agbasi mbọ ike ime ma họrọ ma wepụta ihe ọ bụla na-ada ụda n'ime n'oge ahụ, tinyere ihe ọ bụla nke nwere ike ịdị ka ya onyinye mkpali",
  "\" A ka na-akọwa egwu ahụ dị ka otu n'ime egwu kachasị amasị ya ruo ugbu a.",
  "N'abalị iri na anọ n'ọnwa Ọgọstụ n'afọ 2020, Yorxe wepụtara egwu ya bụ \"Like Me\"",
  "Dị ka Yorxe si kwuo, egwu ahụ bụ \"ihe gbasara echiche ọ bụla nwere mkpụrụ eziokwu na echiche nke a na-ekwuputaghị ekwupụta I nweerela ọ bụla ị nwetụla, ọkachasị isiokwu ndị  na arụ na ndị na-adịghị mma\". Dị ka otu egwu ya \"Hide Your Bodies\", o ji ụda mmepụta dị egwu nke na-eji nwayọọ nwayọọ na-agbakọta dị ka otu n'ime ụda akara Yorxe. Yorxe wepụtara vidiyo egwu maka egwu \"Like Me\" na Vevo n'abalị̀ iri na anọ nke ọnwa ọgọstụ afọ 2020.",
  "E wepụtara egwu ọhụrụ Yorxe bụ \"Black Dog\" n'ụbọchị mbụ n'ọnwa Ọktoba n'afọ 2021. Dị ka Indie Criollo si kwuo, \"Black Dog\" bụ egwu rock dị ike ma dị saịtị iji nụ ụtọ egwu."
]