[
  "Tyree Lamar Pittman (amụrụ na Nọvemba 14, 1993), nke a maara nkè ọma site na aha egwu ya bụ Young Chop, bụ ónyé America na-emepụta ihe ndekọ, onye na-eti egwu, na onye na-ede egwu",
  "N'afọ 2012, ọ nwetara nkwado zuru oke n'ime ọbọdọ hip hop America màkà ịmepụta egwu Chief Keef \"I Don't Like\", \"Love Sosa\", na \"3Hunna\"",
  "O weputara abọm studio mbụ ya Precious na 2013, guzobe akara nke ya, Chop Squad Records, wee wepụta abọm Still n'afọ sochirinụ",
  "Young Chop, ya na Chief Keef, onye nwụrụ anwụ Fredo Santana, na ndị ọzọ, bụ ndị otu Chicago a na-akpọ 3hunna, na-eme egwu egwu nke ha na-emekarị rap banyéré ịzụ ahịa ọgwụ ọjọọ, ngwá agha, na ụdị ndụ ha",
  "[isi iyi a na-apụghị ịdabere na ya?]",
  "Pittman tolitere na South Side nkè Chicago, Illinois",
  "Pittman malitere ịkụ ọkpọ mgbè ọ dị afọ iri na otu site n'enyemaka nke nwa nwanne ya.Ọ zutere Chief Keef na Facebook wee gaa n'ihu mepụta ọtụtụ egwu ya. Pittman so n'otu ndị otu mmepụta a na-akpọ BandKamp nke na-agụnye ónyé mmepụta na ónyé isi oche BandKamp, Paris Beuller na ónyé na-arụ ọrụ WaldooBeatz, Chief Keef's Back From The Dead bụ mixtape mbụ ọ mepụtara. Pittman malitere n'oge na-adịbeghị anya akara nke ya nke a na-akpọ Chop Squad. Ọ malitekwara ebe nrụọrụ weebụ a na-akpọ SoundKitWiz.com, ebe nrụọrụ nrụọrụ weebụ na-emepụta egwu n'ịntanetị ebe ndị na-emepụta ihe na ndị injinia nwere ike ịzụta injinia ọdịyo na ngwaahịa metụtara mmepụta egwu. Akara onye na-emepụta ya bụ \"Young Chop On the Beat\", nke nwa nwanne ya nwoke dị afọ anọ kwuru.",
  "N'ọnwa Eprel 2020, Pittman bulite vidiyo na Instagram nke ọ na-agba égbè n'èzí ụlọ ya mgbè ndị mmadụ nọ n'èran na-akpọ aha ya. N'April 5, 2020, Pittman nọ na-asọ na Instagram Live ka ọ na-achọ onye na-eti egwu na Atlanta 21 Savage. Pittman akpọworị 21 Savage n'ihu ọha ụbọchị ole na ole tupu ihe ahụ emee. Mgbe ọ laghachiri n'ụgbọala Uber na-ebu ya, Pittman kwùrù na a gbagburu ụgbọala ahụ, na-egosi ihe nkírí nke ugegbe gbajiri agbaji dị ka ihe akaebe.",
  "N'April 16, 2020, e jidere Pittman na Gwinnett County, Georgia màkà imebi nnwale ya",
  "E bokwara ya ebubo na ọ na-emegbu ụmụ anụmanụ ọnwụ mgbe e kwuru na agụụ gbúrù nkịta ya na Febụwarị 2020."
]