[
  "Youssef Alimam (amụrụ na 8 Febụwarị 1991) bụ onye na-eme ihe nkiri, onye na-eti egwu, na onye na-eme ihe nlereanya",
  "Ọ gụrụ akwụkwọ na Egypt na Canada, ma na-asụ Arabic na asụsụ Bekee",
  "N'ịbụ onye sitere na Cairo, Egypt, Alimam na-eke oge ya ugbu a n'etiti Cairo, Egypt na Quebec, Canada.",
  "Alimam enwetala aha ọjọọ n'ọnwa ndị na-adịbeghị anya maka ihe nkiri mkpirikpi ya nke na-ese okwu",
  "Aha ihe nkiri ahụ bu Libido",
  "Libido na-agbaso ndụ Mazen, nwa okorobịa Ijipt na-anwa ịnagide mmekọahụ ya, ihe a machibidoro iwu n'Ijipt.",
  "O mepụtara ihe nkiri ahụ dị ka ọrụ ngụsị akwụkwọ ikpeazụ na High Cinema Institute na Cairo, Egypt",
  "Mgbe a gbara ya ajụjụ ọnụ banyere Libido site na Global Voices Online, Alimam kwuru, \"M na-eche na achọrọ m ikwu maka isiokwu ahụ n'ihi na m onwe m chere banyere nke a ọtụtụ oge dị ka nwata",
  "Enwetaghị m agụmakwụkwọ mmekọahụ kwesịrị ekwesị n'ụlọ akwụkwọ m, ọchịchọ ịmata ihe dị ka nwatakịrị ọ bụla ọzọ, yabụ echere m na ọ ga-abụ ihe na-adọrọ mmasị ịjụ onwe m ajụjụ na nke mbụ mgbe m dị afọ 20",
  "Mgbe ahụ, amalitere m ime nnyocha, ruo mgbe m mechara chepụta echiche niile nke ihe nkiri ahụ, na otu esi eme ya.\"",
  "Alimam wepụtara ihe nkiri ahụ na ịntanetị, na-eru ndị mmadụ n'ebe dị iche iche",
  "Site n'ime nke a, ndị na-eto eto gafee ọ bụghị naanị Middle East, kamakwa n'ebe niile nwere ike ile anya ma na-emetụta ihe okike, ma na-akụda mmụọ.",
  "Kemgbe ọ tọhapụrụ Libido, Alimam emeela ihe nkiri nke abụọ dị mkpirikpi akpọrọ, Speed of Light",
  "Ọ bụ ihe nkiri sayensị nke nkeji asatọ nke Alimam kọwara dị ka, \"dị nnọọ iche na Libido\"",
  "A họọrọ Speed of Light na mmemme isii dị iche iche, nke malitere na Dubai Film Festival",
  "Na-esote, a ga-egosi ya na LA Shorts Fest.",
  "Alimam gụrụ maka injinia ụda na Recording Arts Canada, ma ugbu a ọ na-edekọ abọm mbụ ya, nke ọ na-eme atụmatụ ịhapụ na YouTube n'okpuru aha MAYET NAR",
  "N'asụsụ Bekee, a na-akpọ abọm ahụ \"Sulphuric acid\"",
  "Aha ya bụ ihe atụ banyere mbibi mmetụta uche na mgbe a sụgharịrị ya dịka onye na-ese ihe si kwuo, ọ na-ezo aka na \"mmiri ọkụ\"",
  "Alimam na-emepụta olu, samplings, bass, guitar, na drum",
  "Monir Mazhar, onye ọzọ so n'òtù ahụ, na-akpọ piano ma na-abụkwa abụ."
]