[
  "Youssou N'Dour (French: [jusu (ɛ) nduʁ], Wolof: ; nke a makwaara dị ka Youssou Madjiguène Ndour; amụrụ n'ụbọchị mbụ n'ọnwa Ọktoba n'afọ 1959) bụ onye Senegal na-agụ egwú, onye na-ede egwu, onye na'egwú, onye edemede, onye na__ibo____ibo____ibo____ibo__ Ọchị, onye na onye ndọrọ ndọrọ ọchịchị. N'afọ 2004, magazin Rolling Stone kọwara ya dị ka, \"ma eleghị anya onye na-agụ egwú a ma ama\" na Senegal na ọtụtụ n'ime Africa. Site n'April 2012 ruo Septemba 2013, ọ bụ Minista Na-ahụ Maka Njem na Senegal.",
  "N'Dour nyere aka mepụta ụdị egwu Senegalese a ma ama nke ndị Senegambian niile (gụnyere ndị Wolof) maara dị ka mbalax, ụdị nke nwere mmalite dị nsọ na omenala egwu Serer njuup na emume mmalite ndut",
  "Ọ bụ isiokwu nke ihe nkiri na-enweta ihe nrite Return to Gorée (2007) nke Pierre-Yves Borgeaud na Youssou N'Dour duziri: I Bring What I Love (2008) nke Elizabeth Chai Vasarhelyi duziri, nke e wepụtara gburugburu ụwa.",
  "N'afọ 2006, a họpụtara N'Dour dị ka Olaudah Equiano na ihe nkiri Amazing Grace",
  "N'agbụrụ, N'Dour bụ Serer, nke nna Serer na nne Toucouleur mụrụ. Otú ọ dị, na omenala, N'Dour bụ Wolof. A mụrụ ya na Dakar. Ọ malitere ịrụ ọrụ mgbe ọ dị afọ iri na abụọ ma mesịa soro Star Band, otu kachasị ewu ewu na Dakar n'afọ ndị 1970.",
  "N'agbanyeghị njikọ nne N'Dour na ọdịnala griot, a zụliteghị ya n'omenala ahụ, nke ọ mụtara kama n'aka nwanne ya nwoke",
  "Ọ bụ ezie na ọ bụ nna ya sitere n'ezinụlọ N'Dour, echiche ụwa nke ndị mụrụ ya gbara ume ka a hụ ọdịbendị abụọ ma si otú ahụ kpalie njirimara N'Door dị ka griot nke oge a",
  "Dị ka onye na-eso ụzọ Mouride, taalibé na Wolof, onye Alakụba nke òtù ụmụnna Mouride، otu n'ime nnukwu usoro Sufi anọ na Senegambia, ọ na-etinyekarị akụkụ nke egwu na abụ Islam n'ime ọrụ ya.",
  "Mgbe ọ dị afọ iri na ise, Youssou N'Dour sonyeere Super Diamono ma, n'afọ 1975, soro ndị otu ahụ gaa njem na West Africa.",
  "N'afọ 1976 mgbe N'Dour dị afọ iri na isii, ọ bịanyere aka na nkwekọrịta ka ya na Ibra Kasse's Star Band bụrụ abụ na klọb Kasse'n's Miami na Dakar ebe ọ ga-aghọ ihe na-akpali akpali.",
  "N'afọ 1978, N'Dour ga-eso dịka ọtụtụ ndị otu Star Band hapụrụ iji guzobe Étoile de Dakar, otu egwu nke nyere aka dị mkpa na ụdị egwu ọhụrụ nke Senegal a na-akpọ Mbalax nke tinyere egwu ọdịnala Senegalese n'ime ụdị Latin nke na-achịkwa egwu Senegalees. Ọ bụ ezie na ha ghọrọ otu n'ime ndị egwu kachasị ewu ewu n'obodo ahụ, otu ahụ adịteghị aka n'ihi nsogbu dị n'ime",
  "Étoile de Dakar kewara n'ìgwè abụọ: Étoile 2000 na Super Étoile De Dakar.   Otu nke ikpeazụ gụnyere N'Dour, onye na-akpọ ụbọ akwara Jimi Mbaye, onye na na-akpọ bass Habib Faye, na onye na-egwu egwu tama (na-ekwu okwu)",
  "Super Étoile de Dakar mepụtara abọm anọ na cassette n'ime ọnwa ole na ole ma mesịa ghọọ ndị na-akwado N'Dour.",
  "Ka ọ na-erule n'afọ 1991, ọ meghere ụlọ ndekọ nke ya, na, ka ọ na-aga n'ihu n'afọ 1995, ụlọ ọrụ ndekọ nke ya bụ Jololi.",
  "N'Dour bụ otu n'ime ndị egwu Afrịka a ma ama n'akụkọ ihe mere eme",
  "Ngwakọta ya nke omenala Senegalese mbalax na mmetụta dị iche iche sitere na Cuban rumba na hip hop, jazz, na mkpụrụ obi emeela ka ọ bụrụ ọtụtụ nde ndị na-akwado mba ụwa",
  "Na West, N'Dour esorowo Peter Gabriel, Axelle Red, Sting, Alan Stivell, Bran Van 3000, Neneh Cherry, Wyclef Jean, Paul Simon, Bruce Springsteen, Tracy Chapman, James Newton Howard, Branford Marsalis, Ryuichi Sakamoto, Dido, Lou Reed, Bruce Cockburn, na ndị ọzọ rụkọọ ọrụ.",
  "The New York Times kọwara olu ya dị ka \"tenor na-ejide, ngwá agha dị nro nke ejiri ikike amụma mee ihe\". Ọrụ N'Dour na-amịkọrọ ụdị egwu Senegalese niile, nke a na-enyocha site na oghere nke egwu rock ma ọ bụ egwu pop na-emegide ụdị site na ọdịbendị Senegale.",
  "N'ọnwa Julaị afọ 1993, Africa Opera nke N'Dour dere gosipụtara na Opéra Garnier maka French Festival Paris quartier d'été.",
  "N'afọ 1994, N'Dour wepụtara egwu egwu ya kachasị ukwuu n'ụwa niile, \"7 Seconds\" nke asụsụ atọ, nke ya na Neneh Cherry bụrụ.",
  "O dere ma mee ukwe nke 1998 FIFA World Cup na Axelle Red \"La Cour des Grands (Do You Mind If I Play) \".",
  "Magazin Folk Roots kọwara ya dị ka onye na-ese ihe n'Afrịka nke narị afọ",
  "Ọ gara mba ụwa ruo afọ iri atọ",
  "O meriri American Grammy Award mbụ ya (album egwu kachasị mma n'ụwa) maka CD ya Egypt na 2005.",
  "Ọ bụ onye nwe L'Observateur, otu n'ime akwụkwọ akụkọ kachasị na Senegal, ụlọ ọrụ redio RFM (Radio Future Medias) na ụlọ ọrụ TV TFM.",
  "N'afọ 2002, e nyere N'Dour onyinye Prince Claus, n'okpuru isiokwu nke afọ ahụ \"Asụsụ na ụdị okwu ọdịbendị\".",
  "N'afọ 2006, N'Dour rụrụ ọrụ nke onye Africa-British abolitionist Olaudah Equiano na ihe nkiri Amazing Grace, nke kọrọ banyere mbọ William Wilberforce na-agba ịkwụsị ịgba ohu na Alaeze Ukwu Britain.",
  "N'afọ 2008, N'Dour nyere otu n'ime egwu ya, Bébé, maka onye na-agụ egwu French Cynthia Brown.",
  "N'afọ 2011, e nyere N'Dour nzere doctoral na egwu site na Mahadum Yale.",
  "N'afọ 2013, N'Dour ritere òkè nke onyinye egwu Polar $ 150,000 nke Sweden maka ịkwalite nghọta n'etiti okwukwe yana maka egwu ya.",
  "A họpụtara N'Dour dị ka onye nnọchi anya Goodwill nke Food and Agriculture Organization of the United Nations (FAO) na 16 Ọktoba 2000.",
  "Na Senegal, N'Dour ghọrọ ihe ngosi ọdịbendị dị ike, na-etinye aka na nsogbu mmekọrịta mmadụ na ibe ya",
  "N'afọ 1985, ọ haziri egwu maka ntọhapụ nke Nelson Mandela",
  "Ọ bụ onye na-eme ihe nkiri na 1988 Amnesty International Human Rights Now! Njem na-arụkọ ọrụ na Lou Reed na ụdị egwu Peter Gabriel \"Biko\" nke Richard James Burgess mepụtara ma gosipụta na abọm uru nke Amnesty International The Secret Policeman's Third Ball",
  "Ọ rụrụ ọrụ na United Nations na UNICEF, ọ malitekwara Project Joko iji mepee ụlọ oriri na ọṅụṅụ ịntanetị n'Africa na ijikọ obodo ndị Senegal gburugburu ụwa.",
  "Ọ bụ nkwenye siri ike m na ọrụ maka iwepụ Iraq kwesịrị ịnọ na United Nations",
  "Dị ka okwu akọ na uche, ana m ajụ ebumnuche doro anya nke gọọmentị United States ịmalite agha na Iraq",
  "Ekwenyere m na ịbịa America n'oge a ga-aghọta n'ọtụtụ akụkụ nke ụwa - n'ụzọ ziri ezi ma ọ bụ n'ụzọ na-ezighị ezi - dị ka nkwado maka iwu a, nakwa na, n'ihi ya, ọ baghị uru ịrụ ọrụ na US n'oge ugbu a.",
  "Ọ rụrụ ọrụ na atọ n'ime Live 8 concerts (na Live 8 concert, London, Live 8 concert), Paris na Live 8 concert. O kpuchiri \"Jealous Guy\" nke John Lennon maka CD Instant Karma nke afọ 2007: The Amnesty International Campaign to Save Darfur",
  "N'Dour pụtara na mkpọsa mgbasa ozi Spain na Senegal iji mee ka ọha na eze Afrịka mara banyere ihe dị egwu nke mbata na-akwadoghị. O sonyere na ọrụ Stock Exchange of Visions na 2007.",
  "N'afọ 2008, ọ sonyeere kọmitii nsọpụrụ nke Fondation Chirac. N'otu afọ ahụ, e bidoro nzukọ microfinance nke Youssou N'Dour nke akpọrọ Birima (\"Birima\" bụkwa aha egwu) na njikọ aka nke United Colors nke Benetton.",
  "N'afọ 2009, o wepụtara egwu ya \"Wake Up (It's Africa Calling) \" n'okpuru ikikere Creative Commons iji nyere IntraHealth International aka na mkpọsa IntraHe Health Open iji weta ngwa ahụike na-emeghe na Africa",
  "Ọtụtụ ndị na-ese egwu gụnyere Nas, Peter Buck nke R.E.M., na Duncan Sheik remixed abụ ahụ iji nyere aka ịnakọta ego maka mkpọsa ahụ.",
  "N'Dour bụ onye na-akwado mkpọsa maka nguzobe nke Nzukọ Ndị Omeiwu nke United Nations, otu na-akwado mgbanwe ọchịchị onye kwuo uche ya nke United Nations.",
  "N'Dour bụ onye otu ọrụ ebere nke Canada Artists Against Racism",
  "Na mbido afọ 2012, ọ kwupụtara atụmatụ iguzo dị ka onye na-azọ ọkwa onye isi ala na ntuli aka onye isi ala nke Senegal n'afọ 2012, na-asọ mpi megide Onye isi ala Abdoulaye Wade. Otú ọ dị, a chụpụrụ ya n'ịgba ọsọ na ntuli aka n'ihi izi ezi nke mbinye aka ọ chịkọtara iji kwado mkpọsa ya. N'Dour kwadoro onye mmegide Macky Sall, onye meriri Wade na ntuli aka nke abụọ na Machị 2012",
  "A họpụtara N'Dour dị ka Minista nke Ọdịbendị na Njem Nleta n'ọnwa Eprel afọ 2012 dị ka akụkụ nke ụlọ ọrụ Praịm Minista ọhụrụ Abdoul Mbaye. E mere akụkọ banyere mkpọsa N'Dour maka mmemme PBS TV Sound Tracks: Music Without Borders Mgbe e mesịrị, a gbanwere ọfịs ya ma họpụta ya dị ka Minista nke Njem na Ntụrụndụ",
  "A chụpụrụ ya n'ọkwa ahụ na 2 Septemba 2013, mgbe a họpụtara gọọmentị ọhụrụ n'okpuru Praịm Minista Aminata Touré",
  "Kama nke ahụ, a họpụtara N'Dour dị ka onye ndụmọdụ pụrụ iche nye onye isi ala, na ọkwa nke minista, ma nye ya ọrụ ịkwalite mba ahụ na mba ofesi.",
  "Àtụ:End",
  "A tọhapụrụ usoro cassettes a na Senegal n'etiti afọ 1982 na 1988, a na-ekwukwa na ọ bụ Youssou N'Dour & Le Super Etoile de Dakar.",
  "Obiọma dị ịtụnanya (2006)",
  "Ịlaghachi na Gorée (2007)",
  "Youssou N'Dour: M na-eweta ihe m hụrụ n'anya (2008)"
]