[
  "Youssef Abdallah Wahbi Qotb (Arabic) (Fayoum, Egypt; July 14, 1898 - Ō October 17, 1982) bụ onye Egypt na-eme ihe nkiri na onye nduzi, onye isi kpakpando nke afọ ndi 1930 na 1940 na otu n'ime ndị Egypt na-emepụta ihe nkiri nke oge ọ bụla, onye jere ozi na ndị ọka ikpe nke Cannes Film Festival n'afọ 1946",
  "A mụrụ ya n'aka onye isi ọchịchị na Egypt mana ọ hapụrụ akụ na ụba ezinụlọ ya wee gaa Rom n'afọ 1920 iji mụọ ihe nkiri",
  "E wezụga ọrụ ya n'elu ihe nkiri, o mere ihe nkiri iri ise, malite na Awlad al-Zawat (Ụmụ Aristocrats; 1932) ruo \"Iskanderiya..",
  "lih?\" (Aleksandria..",
  "N'ihi gịnị?[Ihe e dere n'ala ala peeji]",
  "A mụrụ Youssef Wahbi n'ezinụlọ ndị Egypt sitere na Egypt, site na mpaghara Fayoum. A gụrụ ya aha ebe a mụrụ ya, Bahr Yussef na nna ya rụrụ ọrụ dịka onye nyocha na Ministry of Water Resources and Irrigation.",
  "N'afọ 1926, onye Turkey na-eme ihe nkiri Vedat Örfi Bengü gakwuuru Wahbi ka ọ rụọ ọrụ onye amụma Muhammed na ihe nkiri Europe nke gọọmentị Turkey na onye na-emepụta ihe na Germany ga-akwado",
  "Ka onye isi ala Turkey, Mustafa Kemal Atatürk, na kansụl Istanbul nke ulamas kwadoro ihe nkiri ahụ, Mahadum Al-Azhar nke Islam na Cairo bipụtara mkpebi ikpe na-ekwu na Islam machibidoro nnọchite anya onye amụma na ndị enyi ya. Mgbe nke ahụ gasịrị, Eze Fouad dọrọ Whabi aka na ntị na a ga-achụpụ ya ma napụ ya nwa amaala Egypt ya ma ọ bụrụ na o sonye na ihe nkiri ahụ. N'ihi ya, e mechara hapụ ihe nkiri ahụ.",
  "Wahbi malitere ime ihe nkiri n'oge ọlaedo nke ihe nkiri Egypt n'afọ 1932, ọ rụkwara ọrụ n'ọtụtụ ihe nkiri nke ọ sụgharịrị n'ọtụtụ asụsụ n'ihi na ọ na-asụ Bekee, French, na Italian nke ọma, yana asụsụ Arabic ya. Ọ rụrụ ọtụtụ ọrụ dị iche iche na nke a na-adịghị ahụkebe maka ihe nkiri na egwuregwu ndị Egypt O nwere oge ọ na-eme Ekwensu ma mesịa chọọ ime Muhammad mana ụlọ ọrụ mgbasa ozi na Mahadum Al-Azhar, ụlọ ọrụ nwere ikike na Sunni Islam, megidere echiche ahụ ma machibido ya iwu ịgafe ya.",
  "Ọ bụ otu n'ime ndị na-ese ihe a na-akwanyere ùgwù ma hụ n'anya n'oge niile na Cinema nke Egypt na ọtụtụ ụlọ ọrụ French na English gbalịrị ịchekwa ihe nkiri ya site na iweghachi ha ọzọ.",
  "Ọ nwụrụ n'afọ 1982, na-arịa ọrịa ogbu na nkwonkwo na ọkpụkpụ ọkpụ gbajiri agbaji, nwunye ya hapụrụ ya na Cairo, Egypt mgbe ọ dị afọ 80, ọ bụ ezie na o si n'ezinụlọ bara ọgaranya, n'oge ọrụ ya na ndụ ya niile ọ lekwasịrị anya bụ ụlọ ọrụ ihe nkiri."
]