[
  "Youssef Shaaban Shemis (Arabic; 16 Julaị 1931[lower-alpha 1] 28 Febụwarị 2021) bụ onye Egypt na-eme ihe nkiri.",
  "Shaaban malitere ịmụ iwu na Mahadum Ain Shams, mana o mechara gaa gụọ akwụkwọ na Higher Institute of Dramatic Arts wee gụsịa akwụkwọ n'afọ 1962. Ọrụ ya a ma ama bụ na There is a Man in our House n'afọ 1961 ya na Omar Sharif na Rushdy Abaza, The Miracle n'afọ 1962, Cairo n'afọ 1963 ya na George Sanders na Faten Hamama, Mother of the Bride n'afọ 1963 ya ne Taheyya Kariokka, For Men Only n'afọ 1964 ya na Suad Husni na Nadia Lutfi, The Three Loves Her n'afọ 1965, My Wife, the Director General n'afọ 1966 ya na Salah Zulfikar na Shadia",
  "Nwoke nke Abụọ n'afọ 1967, The Idol of People n'afọ 1967 ya na Abdel Halim Hafez na Shadia, The Man Who Lost His Shadow n'afọ 1968 ya na Salah Zulfikar, Kamal El-Shennawi na Magda, An Incident of Honor n'afọ 1971 ya na Zubaida Tharwat na Shoukry Sarhan, Guys in Storm ya na Nelly na Nour El-Sherif, Fear Moments n'afọ 1972 ya na Farid Shawqi na Mervat Amin Mgbe ahụ n'afọ 1972, Shaaban so na Salah Zilfikar na Sabah mee ihe nkiri na Paris ma hụ n'anya",
  "Ọrụ ọzọ ọ rụrụ bụ na Sun and Fog n'afọ 1973, A Woman With a Bad Reputation n'afọ 1973 na Shams al-Baroudi na Mahmoud Yacine, Malatily Bathhouse n'afọ 1973, The Bullet is Still in My Pocket n'afọ 1974, The Guilty n'afọ 1975 na Hussein Fahmy, Salah Zulfikar na Soheir Ramzi",
  "Days in London n'afọ 1976 na Samira Tewfik, Cheta M n'afọ 1978 na Naglaa Fathi, The Iron Woman n'afọ 1987 na NaglaaFathi na Farouk al-Fishawy, Fakhfakhino n'afọ 2009, The Elephant on Handkerchief n'afọ 2011 na Talaat Zakaria, na The Fourth Pyramid n'afọ 2016. Ọ mara ọkwa na ọ lara ezumike nká n'afọ 2017. Otú ọ dị, o mechara laghachi n'ime ihe nkiri, nke o nwere ọrụ na Esh Al-Dababir, nke e mere na Beirut na mbido afọ 2021.",
  "Ọ lụrụ nwanyị ugboro anọ, ebe o nwere otu nwa nwoke na ụmụ nwanyị abụọ",
  "Ọ lụrụ onye na-eme ihe nkiri, Leila Taher, ruo afọ anọ",
  "Mgbe ahụ ọ lụrụ Nadia Chirine, nwa nwanyị Fawzia Fuad nke Egypt, onye ya na ya nwere nwa nwanyị, Sinai. O mechara lụọ onye ọzọ na-eme ihe nkiri, Seham Fathi",
  "N'afọ 1989, ọ lụrụ onye Kuwait, Iman Shreaan, onye ya na ya nwere nwa nwanyị ọzọ, Zainab, na nwa nwoke, Murad.",
  "N'ọnwa Febụwarị 2021, ọ butere COVID-19 n'oge ọrịa COVID-19 na Egypt, a nabatara ya n'ụlọ ọgwụ Dokki, wee kpọga ya n'Ụlọ ọgwụ Al-Agouza dị na Giza. N'abalị iri abụọ na asatọ n'ọnwa Febụwarị, ọ nwụrụ site na nsogbu ndị metụtara COVID-19. E liri ya n'ebe ili ozu nke 6 nke Ọktoba."
]