[
  "El Sherif malitere ọrụ ya n'afọ 2003 na 7 Playing cards",
  "Mgbe ahụ ọ rụrụ ọrụ na Open your eyes (2005), On low heat (2005), Agent 1001 (2005), Cinderella (2006) na Halim (2006)",
  "O meela ihe nkiri na The End of The World n'afọ 2006",
  "N'afọ 2007, onye nduzi Youssef Chahine họọrọ El Sherif ka ọ sonye na ihe nkiri ikpeazụ ya tupu ọnwụ ya Le Chaos",
  "El Sherif rụrụ ọrụ dị mkpa n'ọtụtụ usoro TV kemgbe 2011, nke mbụ Citizen X na 2011, mgbe ahụ Private Number n'afọ 2012, Temporary Name n'afọ 2013, The Hunter n'afọ 2014, The Devil's Game n'afọ 2015, The Caesar na 2016 na Kafr Delhab n'afọ 2017",
  "Ọ laghachiri na sinima n'afọ 2018 na ihe nkiri Sons Of Adam",
  "mgbe ahụ ọ hapụrụ afọ atọ nke ihe nkiri telivishọn, mana ọ laghachiri site na usoro ihe nkiri televishọn sayensị sayensị nke mbụ nke Ijipt The End in Ramadan na 2020, nke Ministri Na-ahụ Maka Mba Ọzọ nke Israel katọrọ usoro ahụ n'ihi na ọ na-ebu amụma mbibi Israel.",
  "Aha ọmụmụ ya bụ Mohamed Ismail Naji",
  "A mụrụ ya na Cairo, na Septemba 14 1978, nna ya na-arụ ọrụ na ndị agha. Ọ gbara bọọlụ na obere otu Al-Ahly, mana o merụrụ ahụ tupu ọ gaa na otu mbụ, nke mere ka ọ ghara ịga n'ọgbọ egwuregwu",
  "Mgbe ahụ ọ gara rụọ ọrụ na ngalaba mgbasa ozi wee gụsịrị akwụkwọ na Faculty of Engineering, Ain Shams University, Department of Mechanics na 2002. N'afọ 2009, Youssef El-Sherif lụrụ onye isi nchịkọta akụkọ nke magazin Euphoria, Engy Alaa, ha nwekwara ụmụ atọ: ejima Abdelrahman na Abdallah yana Jana.",
  "N'afọ 2004, onye nduzi Sharif Sabry họọrọ ya ka ọ rụọ ọrụ na nke mbụ ya na kaadị 7 Playing ma họrọ aha nka maka ya, \"Youssef El Sherif\". Mgbe nke ahụ gasịrị, o sonyere na Open your eyes, Agent 1001 na Cinderella n'afọ 2005, ebe ọ gosipụtara àgwà nke onye nduzi Ali Badrakhan",
  "Ruo mgbe onye nduzi Youssef Chahine họọrọ ya n'afọ 2007 ka ọ sonye na ihe nkiri ikpeazụ ya tupu ọnwụ ya Le Chaos",
  "O sonyere na Venice Film Festival na nnọkọ nke 51 nke London International Film Festival.",
  "Youssef El Sherif kwuru ihe karịrị otu ugboro n'ọtụtụ ajụjụ ọnụ telivishọn na ọ na-etinye ọnọdụ na nkwekọrịta azụmahịa ya site n'inyeghị \"ihe nkiri anwụrụ ọkụ\"",
  "O kwuru, sị: \"Enweghị m obi iru ala, ma ọ bụ chọpụta na ọ dị mma maka m, inwe ihe nkiri na-esi ísì ụtọ, dịka ọmụmaatụ, site na isusu ọnụ ma ọ bụ ijide",
  "Enweghị m mmetụta na ọ bụ ihe ziri ezi site n'echiche m, ana m amanye nke a na ndụ m na naanị onwe m",
  "\""
]