[
  "Ikikere ndị ntorobịa, ma ọ bụ ikikere ụmụaka, bụ ikikere ndị ntorobịa nwere ịtụ vootu ma bụrụ akụkụ nke mmegharị zuru oke nke ikikere ndị ntụrụndụ",
  "Ruo n'oge na-adịbeghị anya, Iran nwere afọ ntuli aka nke iri na ise; Argentina, Austria, Brazil, Cuba, Ecuador na Nicaragua nwere afọ ntuziaka nke iri na isii ; na Gris, Indonesia, East Timor, Sudan, na Seychelles nwere afọ ntubiaka nke iri na asaa",
  "Na mba ndị United States, a pụghị igbochi ikikere ịtụ vootu na mbụ n'ihi afọ naanị ndị dị afọ iri abụọ na otu ma ọ bụ karịa; a kpọtụrụ afọ a aha na Ndezigharị nke Iri na Anọ na Iwu Iwu United States",
  "Ndezigharị nke iri abụọ na isii nke Iwu Iwu United States, nke a kwadoro na ọnwa Julaị 1, afọ otu puku, narị itoolu na iri asaa na otu , belatara afọ ahụ ruo na afọ iri na asatọ",
  "Isi ihe kpaliri mgbanwe a bụ eziokwu ahụ bụ na a na-edebanye ụmụ okorobịa ka ha lụọ agha na Agha Vietnam tupu ha eruo oke ịtụ vootu",
  "E nweela ọtụtụ aro iji belata afọ ịtụ vootu ọbụna karịa",
  "N'afọ  puku abụọ na anọ , onye omeiwu steeti California bụ John Vasconcellos (D-Santa Clara) tụrụ aro ka e mezigharịa iwu ndị ntorobịa a na-akpọ Training Wheels for Citizenship nke ga-enye ndị dị afọ iri na anọ otu ụzọ n'ụzọ anọ, ndị dị afọ 16 ọkara, na ndị dị afọ 17 vootu zuru ezu.",
  "N'afọ 2013, Takoma Park, Maryland ghọrọ obodo US mbụ nyere ndị dị afọ 16 na 17 ikike ịtụ vootu. Na Jenụwarị 5, 2015, Hyattsville, Maryland sonyeere Takoma Park iji belata afọ ịtụ vootu ruo 16.  Na 8 Jenụwarị 2018, Greenbelt, kansụl obodo Maryland ji otu olu tie vootu iji kwado usoro na-ebelata afọ ịtụ vootu ruo 16, na ntuli aka ime obodo.",
  "Na mkpụrụ ụbọchị asatọ na onwa Nọvemba na afọ puku abụọ na iri na isii, ndị na-eme ntụli aka na City of Berkeley, California kwadoro Measure Y1 na 70.31% nke votu, na-enye ndị kansụl obodo ikike ibelata afọ ịtụ vootu ruo 16, maka ntuli aka ụlọ akwụkwọ.  N'ọnwa Mee nke afọ 2020, Onye isi oche Oakland City Council Rebecca Kaplan dere Oakland Measure QQ, nke tụrụ aro belata afọ ịtụ vootu ruo 16, maka ntuli aka ụlọ akwụkwọ.  Kansụl Obodo Oakland ji otu olu tie vootu iji tinye usoro a na vootu.  N'abalị isii n'ọnwa Nọvemba 2020, obodo Oakland, California vootu ka ha gafee Oakland Measure QQ, na-eme ka Oakland bụrụ obodo kachasị ukwuu na United States iji nye ndị na-eme ntụli aka dị afọ iri na isii ikike.  Usoro ntuli aka a gafere na 67.88% nke votu.",
  "N'afọ 2016, San Francisco, California tụụrụ vootu megide Proposition F, nke gaara belata afọ ịtụ vootu ruo 16 maka ntuli aka ime obodo, site na 4.2% margin.  N'oge ntuli aka nke afọ 2020, ndị na-eme ntụli aka na San Francisco jụrụ Proposition G, nke belatara afọ ịtụ vootu ruo 16 maka ntuli aka ime obodo na usoro ntuli aka.  Atụmatụ G dara site na 1.6% nke mmeri.",
  "Ndị Venezuelan bi na mba ahụ ma ọ bụ mba ọzọ bụ ndị dị afọ iri na asatọ ma ọ bụ karịa nwere ikike ịtụ vootu na ntuli aka, mgbe edebanyesịrị aha.",
  "E meriri atụmatụ iji belata afọ ịtụ vootu site na 18 ruo 16 na ntuli aka iwu Venezuelan nke afọ 2007.",
  "A na-achọ ka ndị mmadụ nọ n'afọ ndụ niile kwụọ ụtụ isi maka ego ha na-enweta na ahịa; ya mere, ịjụ ha ikike ịtụ vootu bụ ụtụ isi na-enweghị nnọchiteanya.\nIwu na-enye ndị ntorobịa ikike inwe mmekọahụ ma ọ bụ ịkwọ ụgbọala na mba ụfọdụ, nke nwere ike ịdị ize ndụ ma sie ike karịa ịtụ vootu.\nỌnụ ọgụgụ ndị na-eme ntụli aka n'etiti ndị ntorobịa ga-akawanye mma ma ọ bụrụ na ndị na-eto eto amalite ịtụ vootu tupu ha eruo afọ iri na asatọ ma gaa kọleji dị anya site na steeti ha, dịka o mere na Germany mgbe ụfọdụ steeti belatara afọ ịtụ vootu ha maka ntuli aka ime obodo.\nMmụta maka na banyere ọchịchị onye kwuo uche ya ga-aka mma ma ọ bụrụ na enweghị afọ ịtụ vootu.\nIkike gọọmentị na-egbochi ịmụ nwa, nke pụtara na a na-egbochi ọnụ ọgụgụ ndị ntorobịa, na-enweghị ike ndọrọ ndọrọ ọchịchị iji gbochie mmetụta ahụ.\nGọọmentị na-enweta ikike ziri ezi ha site na nkwenye nke ndị a na-achị",
  "Iji bụrụ ndị iwu kwadoro, ndị na-achị na ndị na-eme iwu ga-abụrịrị ndị mmadụ ga-ahọpụta, ọ bụghị ndị pụrụ iche nke ndị mmadụ, dị ka ndị karịrị afọ X.",
  "Ụfọdụ ndị na-eto eto kwenyere na ha enweghị nghọta zuru oke banyere eziokwu nke ndụ iji sonye na ịtụ vootu.",
  "Nnyocha ahụbeghị ihe dị iche na ogo nke nhọrọ ndị na-eto eto na-atụ vootu na ndị okenye.",
  "Nnyocha nke ndebanye aha (debanye aha ndị mmadụ tupu ha eruo ịtụ vootu) chọpụtara na ọ nwere njikọ na ọnụ ọgụgụ dị elu nke ndị ntorobịa, nakwa na ndị ndọrọ ndọrọ ọchịchị na-emeghachi omume karịa na nsogbu ndị ntorobịa nwere mmasị siri ike na ya, dị ka mmefu agụmakwụkwọ dị elu. Otu nnyocha chọpụtara na ikwe ka ndị dị afọ iri na isii na-atụ vootu mere ka ndị na-atụ ntụli aka ahụ nwee \"nkwado dị elu nke itinye aka na ọchịchị onye kwuo uche ya (site na ịtụ vootu) yana ụdị ndị ọzọ nke itinye aka ndọrọ ndọrọ ọchịchị\".",
  "Ntuli aka demeny bụ echiche na ndị nne na nna ga-atụ vootu maka ụmụ ha si otú a hụ na a na-akọwa ọdịmma ụmụaka n'ụzọ ziri ezi na usoro ntuli aka",
  "Ọtụtụ ndị na-eto eto anaghị akwado onwe ha n'ụzọ ego ma na-adabere na ndị nne na nna maka nkwado, ya mere ikike ịtụ vootu ndị nne na nne kwesịrị ịba uru na ọnụ ọgụgụ ndị na-adabereghị, ọkachasị ebe uru gọọmentị metụtara, iji gbochie ọdịmma nke ndị na-enweghị nwa. N'ụzọ bụ isi, ikpe maka \"enweghị ụtụ isi na-enweghị nnọchiteanya\"",
  "Otú ọ dị, dị ka ụmụaka na ndị mụrụ ha na-enwekarị ọdịmma ndọrọ ndọrọ ọchịchị, mmekọrịta mmadụ na ibe ya, na akụ na ụba dị iche iche, ọ bụ  a na-enyo enyo na ịtụ vootu nke demeny ga-eme ka ọganihu ọ bụla dị ịrịba ama nke ọdịmma ndị ntorobịa na gọọmentị",
  "[citation needed]",
  "Àtụ:Suffrage"
]