[
  "Òtù na-ahụ maka ihe ndị ruuru ndị ntorobịa (nke a makwaara dị ka nnwere onwe ndị ntorobịa) na-achọ inye ndị na-eto eto ikike ndị a na-echekwa maka ndị okenye, n'ihi na ha eruola afọ a kapịrị ọnụ ma ọ bụ ntozu oke",
  "Nke a yiri echiche nke ikike na-agbanwe agbanwe n'ime òtù na-ahụ anya nke ụmụaka, mana òtù na-ekwu maka  ndị ntorobịa dị iche iche dị iche na ụzọ ndị okenye chọrọ, ebe òtù na-achọ ịnye ikike iwu na-eme mkpebi ndị ntorobịa na-eme onwe ha [nke ndị okenye dị ka afọ ha nwere ikike dị ka afọ dị ka afọ ndị dị ala na-eme]",
  "Ikike ndị ntorobịa amụbaala na narị afọ gara aga n'ọtụtụ mba. Òtù na-ahụ maka ihe ndị ruuru ndị ntorobịa na-achọ ịbawanye ikike ndị ntorobịa, ebe ụfọdụ na-akwado ịha nhata n'etiti ọgbọ.",
  "Ihe ndị ruuru ndị ntorobịa bụ otu akụkụ nke otu esi emeso ndị ntorobịa na ọha mmadụ",
  "Akụkụ ndị ọzọ gụnyere ajụjụ mmekọrịta mmadụ na ibe ya banyere otu ndị okenye si ele ma mesoo ndị ntorobịa, na otu ọha mmadụ si emeghe maka itinye aka ndị ntorobịa.",
  "Ihe kachasị oké mkpa nyere ndị ekwuchitere ndị ntorobịa ọnu ha bụ otu ndị ntorobịa sir ghọta ihe mere na mgbe ochie nke ha sịrị na O nwere mmegbu ma bụrụ kwa ihe nna nna ha hiwere, nke hinyere isi na ihe ndị bụ okenye na ihe gbasara afọ ole mmadu gbara na ihe ndị ọzọ, tinye kwara ụjọ n'ebe ụmụaka na ndị ntorobịa dị",
  "Ọtụtụ nghọta ndia nke ndị obodo dị iche iche bụ nke gụnyere na nkwenye na ndị ntorobịa enweghị ike iwepụta ezi echiche dị nma ma zuo okè na ha kwesịrị ka ha bụrụ nd a echekwa ka ha ghara iche uche gbagọrọ agbagọ. Ndị n' ekwuchitere ndị ntorobịa ọnụ ha kwere nyere  na echiche ndia na akọwa maka ụkpụrụ iwu dị iche iche na ebe ọtụtụ ndị mmadụ dị, nke gụnyere afọ ole nke kwesịrị ịbịanye aka mgbe ana atụ okwe ndọrọ ndọrọ ọchịchị, iwu nke oké ntaramahụhụ nke ụmụaka, nnwere onwe nke I ruo ọrụ, iwu nke ngbachi, ịnụ ihe ọṅụṅụ / afọ ole nke ha ga gba tutu ha see ihe osise, afọ ole ha ga agba tutu ha gwụbe okwe ego, afọ ole ha ga agba tutu achowa ha maka ntunye oké, afọ maka ikwo ụgbala, ndị ntorobịa itinye aka na okwe ndọrọ ndọrọ ọchịchị, iji chi ndị n' etorubeghi etoru, ndị n' etorubeghi etoru na ịsị ime, nkuchikota ụmụaka, igbu mmadụ na ụdị ntaramahụhụ, afọ nke ndị ọzọ, ndọrọ na agha nke ndị agha, ngwusitu nke ndị na-eto eto nke a pụrụ iche si na achọghị ya ma ọ bụrụ na etinye ya na ebe iwu nke ndị okenye dị, ha na ahụ ya dị ka nkewa",
  ".",
  "E nwere usoro ụfọdụ nke okwu na-ekwu maka ikike nke ndị ntorobịa n'ụlọ akwụkwọ, gụnyere enweghị nnagide, \"ụlọ akwụkwọ gulag\", In loco parentis, na ikike ụmụ akwụkwọ n'ozuzu",
  "Homechooling, unschooling, na ụlọ akwụkwọ ndị ọzọ bụ nsogbu ndị na-ewu ewu maka ikike ndị ntorobịa.\nMgbalị ogologo oge n'ime òtù ndị na-ahụ maka ihe ndị ruuru ndị ntorobịa lekwasịrị anya na itinye aka na obodo",
  "Okwu ndị ọzọ gụnyere nkwado iwu na ịzụlite ndị na-abụghị ndị na-achị achị. E nweela ọtụtụ mkpọsa akụkọ ihe mere eme iji mụbaa ikike ịtụ vootu ndị ntorobịa site n'ibelata afọ ịtụ vootu na afọ nke ịzọ ọkwa",
  "A na-emekwa mgbalị iji mee ka ndị na-eto eto bụrụ ndị a ma ama n'obodo ndị dị n'ógbè, gụnyere dịka ndị otu kansụl obodo na dịka ndị isi obodo",
  "Dịka ọmụmaatụ, na ntuli aka onye isi obodo Raleigh nke afọ 2011, Seth Keel dị afọ iri na asaa malitere mkpọsa maka onye isi obodo n'agbanyeghị afọ 21 a chọrọ.\nAtụmatụ maka inweta ikike ndị ntorobịa nke ndị na-akwado ha na-ejikarị eme ihe gụnyere ịmepụta mmemme ndị ntorobịa na òtù ndị na-akwalite ọrụ ndị ntorobịa, itinye aka na ndị ntorobịa.",
  "Na mbụ na-apụta dị ka òtù dị iche na 1930s, ikike ndị ntorobịa anọwo na-echegbu onwe ha banyere ikike obodo na ikpe ziri ezi n'etiti ọgbọ",
  "N'ịchọpụta mgbọrọgwụ ya na ndị na-eto eto na-eme ihe n'oge Great Depression, ikike ndị ntorobịa emetụtala òtù na-ahụ maka ikike obodo, mmegide na Agha Vietnam, na ọtụtụ òtù ndị ọzọ",
  "Kemgbe ọbịbịa nke Ịntanetị, òtù na-ahụ maka  ndị ruuru ndị ntorobịa anọwo na-enweta mmeri ọzọ",
  "[citation needed]",
  "Ụfọdụ ndị na-akwado ikike ndị ntorobịa na-eji arụmụka nke mmejọ megide nkwenye na ndị ọzọ nwere ike ịmara ihe kachasị mma ma ọ bụ nke kachasị njọ maka otu onye, ma katọọ òtù na-ahụ maka ikike ụmụaka maka iche na ndị omeiwu mpụga, ndị nne na nna, ndị ọchịchị na ihe ndị ọzọ nwere ikike ịmara ihe bụ maka \"onye na-eto eto\"",
  "Ndị na-eche echiche a na-ekwu na ikike idozi ihe ndị ọzọ na-eche banyere ọdịmma onwe onye n'ụzọ na-adịghị mma (dị iche na postmodernist) bụ ọnụ ụzọ uche na-abụghị nke aka ike nke onye ọ bụla nwere ike ikwu maka onwe ya n'enweghị ihe ọ bụla na-eche n'èzí, n'adịghị ka afọ kachasị elu na iwu",
  "Ha na-akatọkwa carte blanche maka nkọwa na-enweghị isi nke \" ntozu okè\" nke pụtara na iwu ikike ụmụaka dịka \"na-eto eto na ntozu okè' maka ịbụ akụkụ nke nsogbu ahụ, ma na-atụ aro ọnụ ụzọ zuru oke nke mgbazi echiche iji dozie ya.",
  "Ndị mmadụ na-akwado echiche ndị a na-enwekarị ahụmịhe nke nkwenye na mmepe uche na-aga n'ihu na-eji ya eme ihe n'ụzọ na-ezighị ezi dị ka arụmụka maka \"mkpa\" nke ọdịiche dị iche iche dị ka afọ nke ha na-ele anya dị ka mmegbu (ma ọ bụ ugbu a ma ọ bụ na-emegbu ha n'oge gara aga, dabere na afọ na ikike), ma kama na-ehota ụdị njikọ nke na-enye ohere maka ihe dị oke egwu nke na-agụnye ụbụrụ dum",
  "Ndị na-eche echiche ndị a na-ekwusi ike na ndị mmadụ dị iche iche na-eru oke oke n'afọ dị iche iche n'enweghị ihe karịrị otu n'ime 365 (otu n'ime 366 n'ihe gbasara afọ ndị na-agafe agafe) ohere nke ikwekọ na ụbọchị ọmụmụ, nakwa na ọdịiche dị mkpa nke ọ dị mma iji mee ka ọgwụgwọ dị iche iche bụ naanị n'etiti ndị mmadụ ọ bụghị n'etiti ikike",
  "N'ozuzu, ndị na-akwado echiche ndị a na-ekwusi ike mkpa ọ dị ikpe onye ọ bụla ikpe ikpe site n'omume dị mkpa a na-ahụ anya ọ bụghị site na ụbọchị ọmụmụ.",
  "Ikike ụmụaka na-ekpuchi ikike niile nke ụmụaka",
  "Mgbe ndị mmadụ na-etolite, a na-enye ha ikike ọhụrụ (dị ka ịtụ vootu, nkwenye, na ịkwọ ụgbọala) na ọrụ (dị ka ibu ọrụ mpụ na iru eru)",
  "E nwere oke afọ dị iche iche nke ndị ntorobịa, n'ọnọdụ, anaghị anọpụ onwe ha ma ọ bụ bụrụ ndị iwu kwadoro iji mee mkpebi ụfọdụ ma ọ bụ mee ihe ụfọdụ",
  "Ụfọdụ ikike na ibu ọrụ ndị iwu kwadoro na-abịa na afọ bụ:",
  "Mgbe ndị ntorobịa ruru ókè ndị a, ha nweere onwe ha ịtụ vootu, ịzụta ma ọ bụ ṅụọ ihe ọṅụṅụ na-aba n'anya, na ịkwọ ụgbọala, n'etiti ihe ndị ọzọ.",
  "\"Mgbasa ikike ndị ntorobịa\", nke a kọwakwara dị ka \"nnwere onwe ndị ntorobịa\" bụ òtù na-eto eto nke ebumnuche ya bụ ịlụ ọgụ megide ịkpa ókè afọ na maka ikike obodo nke ndị na-etolite \"n'okpuru afọ nke ndị ka n'ọnụ ọgụgụ\", nke ndị dị afọ iri na asatọ n'ọtụtụ mba",
  "O yiri ka ọ bụ mgbalị iji lụso pedophobia na ephebiphobia ọgụ n'obodo niile site n'ịkwalite olu ndị ntorobịa, inye ndị ntorobịa ike na n'ikpeazụ, ikpe ziri ezi n'etiti ọgbọ site na mmekọrịta ndị ntorobịa / ndị okenye.\nNdị na-akwado ikike ndị ntorobịa na-eme ka ọdịiche dị n'etiti òtù ha na òtù ikike ụmụaka, nke ha na-ekwu na ọ na-akwado mgbanwe ndị na-egbochi ụmụaka na ndị ntorobịa, nke ha-ebo ebubo na ha na-akwado nna, pedophobia, na ndị okenye",
  "Ha na-egosi ọdịiche dị iche n'etiti akwụkwọ nnwere onwe ndị ntorobịa nke afọ 1970 na akwụkwọ ikike ụmụaka site n'òtù ndị dị ka Children's Defense Fund.",
  "International Youth Rights (IYR) bụ òtù na-ahụ maka ikike ndị ntorobịa na China, nke nwere isi mpaghara na mba ahụ na mba ofesi",
  "Ebumnuche ya bụ ime ka a nụ olu ndị ntorobịa n'ụwa niile ma nye ndị ntorobịa ohere iji mezuo ngwọta nke ha maka nsogbu ụwa na ndụ n'ezie.",
  "European Youth Forum (YFJ, site na Youth Forum Jeunesse) bụ ikpo okwu nke National Youth Council na International Non-Governmental Youth Organisations na Europe",
  "Ọ na-agba mbọ maka ikike ndị ntorobịa na International Institutions dị ka European Union, Council of Europe na United Nations.\nEuropean Youth Forum na-arụ ọrụ na ngalaba nke iwu ndị ntorobịa na mmepe ọrụ ndị ntorobịa",
  "Ọ na-elekwasị anya n'ọrụ ya n'ihe gbasara iwu ndị ntorobịa Europe, ebe site na itinye aka na ọkwa ụwa ọ na-eme ka ikike nke ndị otu ya dịkwuo mma ma na-akwalite mmekọrịta ụwa",
  "N'ọrụ ya kwa ụbọchị, European Youth Forum na-anọchite anya echiche na echiche nke òtù ndị ntorobịa na mpaghara iwu niile dị mkpa ma na-akwalite ọdịdị nke iwu ndị ntorobịa n'etiti ọtụtụ ndị na-eme ihe nkiri",
  "A na-etinye ụkpụrụ nke ịha nhata na mmepe na-adịgide adịgide n'ọrụ nke European Youth Forum.\nÒtù ndị ọzọ na-ahụ maka ikike ndị ntorobịa na mba ụwa gụnyere Nkeji edemede 12 na Scotland na K.R.A.T.Z.A",
  "na Germany.",
  "Na Malta, e belatara afọ ịtụ vootu ruo 16 na 2018 iji tie vootu na ntuli aka mba na nke European Parliament.",
  "European Youth Portal bụ ebe mbido maka iwu ndị ntorobịa nke European Union, na Erasmus + dị ka otu n'ime atụmatụ ya dị mkpa.",
  "National Youth Rights Association bụ òtù na-ahụ maka ikike ndị ntorobịa maka ndị ntorobịa na United States, nwere isi obodo gafee mba ahụ",
  "Nzukọ a maara dị ka ndị America maka Society Free from Age Restrictions bụkwa nzukọ dị mkpa",
  "Freechild Project enwetala aha ọma maka itinye nsogbu ndị na-eto eto n'ime òtù ndị na-elekwasị anya na mmepe ndị ntorobịa na ọrụ ndị ntorobịa site na ndụmọdụ na ọzụzụ ha",
  "Global Youth Action Network na-etinye ndị na-eto eto gburugburu ụwa n'ịkwado ikike ndị ntorobịa, na Peacefire na-enye nkwado teknụzụ maka ndị na-ahụ maka ikike ndị ntụrụndụ.\nChoose Responsibility na nzukọ ndị nọchiri ha, Amethyst Initiative, nke Dr",
  "John McCardell, Jr., guzobere, dị iji kwalite mkparịta ụka banyere oge ịṅụ mmanya, kpọmkwem",
  "Choose Responsibility na-elekwasị anya n'ịkwalite afọ ịṅụ mmanya iwu kwadoro nke 18, mana gụnyere ndokwa dịka agụmakwụkwọ na ikikere",
  "Amethyst Initiative, njikọ aka nke ndị isi kọleji na ndị nkụzi ndị ọzọ, na-elekwasị anya na mkparịta ụka na nyocha nke afọ ịṅụ mmanya, na-elebara omenala mmanya anya dị ka ọ dị na kọleji kọleji yana mmetụta ọjọọ nke afọ ị ṅụrụ mmanya na agụmakwụkwọ mmanya na ịṅụ mmanya.",
  "Young India Foundation (YIF) bụ òtù na-ahụ maka ihe ndị ntorobịa na India, nke dị na Gurgaon nwere isi mpaghara gafee India",
  "Ebumnuche ya bụ ime ka a nụ olu ndị ntorobịa n'ofe India ma chọọ nnọchiteanya maka pasent 60 nke ndị India na-erubeghị afọ 25. YIF bụkwa nzukọ na-eme mkpọsa afọ nke ndọrọndọrọ ọchịchị iji belata afọ mgbe onye otu omebe iwu ma ọ bụ onye otu omeiwu nwere ike ịlụ ọgụ.",
  "Ikike ndị ntorobịa, dị ka nkà ihe ọmụma na dị ka mmegharị, ka ọtụtụ ndị mmadụ na ụlọ ọrụ dị iche iche na-eduzi ma na-edu ya na United States na gburugburu ụwa",
  "N'afọ 1960 na 70 John Holt, Richard Farson, Paul Goodman na Neil Postman bụ ndị a na-ewere dị ka ndị edemede na-ekwu maka ikike ndị ntorobịa n'obodo niile, gụnyere agụmakwụkwọ, gọọmentị, ọrụ mmekọrịta mmadụ na ibe ya na ụmụ amaala a ma ama",
  "Shulamith Firestone dekwara banyere nsogbu ndị na-eto eto na nke abụọ nke ụmụ nwanyị \"The Dialectic of Sex\"",
  "Alex Koroknay-Palicz aghọwo onye na-akwado ikike ndị ntorobịa, na-apụta mgbe niile na telivishọn na akwụkwọ akụkọ",
  "Mike A",
  "Males bụ onye a ma ama na-ahụ maka mmekọrịta mmadụ na ibe ya na onye nchọpụta nke bipụtara ọtụtụ akwụkwọ gbasara ikike ndị na-eto eto gafee United States",
  "Robert Epstein bụ onye edemede ọzọ a ma ama nke kpọrọ maka ikike na ibu ọrụ ka ukwuu maka ndị ntorobịa",
  "Ọtụtụ ndị isi nzukọ, gụnyere Sarah Fitz-Claridge nke Taking Children Seriously, Bennett Haselton nke Peacefire na Adam Fletcher (onye na-eme ihe ike) nke The Freechild Project na-eduzi mpaghara, mba, na mba ụwa maka ndị ntorobịa na ndị okenye gbasara ikike ndị ntorobịa",
  "Giuseppe Porcaro n'oge ọ na-arụ ọrụ dị ka odeakwụkwọ ukwu nke European Youth Forum dezigharịrị mbipụta nke abụọ nke mpịakọta \"The International Law of Youth Rights\" nke Brill Publishers bipụtara."
]