[
  "Yul Edochie onye nke aha ya mgbe mụrụ ya na ụbọchị asaa na ọnwa Jenụwarị na afọ iri na itoolu na iri asatọ na abụọ (1982) bu Yul Chibuike Daniel Edochie)  Ọ bụ onye na-eme ihe nkiri, onye Nigerian, ma'na akpọrọ ya Yul make onye Russian Yul Brynner bu kwa onye na-eme ihe nkiri Ọ bụ onye Anambra state Nigeria, nwa Pete Edochie onye na emekwa ihe nkiri",
  "O tolitere na Lagos na Enugu, ọ bụrụ kwa onye nke ikpeazụ n’ime ụmụ isii",
  "ọ lụrụ nwanyi mgbe ọ dị afọ iri abụọ na abụọ. Ọ gara Mahadum Port Harcourt, ebe ọ natara asambodo nke Bachelor of Arts na ihe nkiri akpọrọ Dramatic Arts na asụsụ bekee.",
  "Yul gara ulo akwụkwọ ọta akara na Lillians Day Nursery School na Robinson Street Primary School, Enugu n'etiti 1984 na 1992",
  "Ọ gara akwụkwọ ndekọ na 1992 ruo 1998 na Marist Brothers 'Juniorate, Uturu, Sekọndrị nke ndị Mahadum Enugu, Ecumenical Community Sekọndrị School Enugu na New Haven Boys Sekọndrị School Enugu.",
  "Ọ hụ May Aligwe ma nwee ụmụ nwoke 3 na otu nwa amụrụ",
  "Ọ sonyeere Nollywood na 2005 na ihe nkiri mbụ ya nke akpọrọ \"The Exquires\" ya na Justus Esiri na Enebeli Elebuwa ndị nke nwụgorụ nu",
  "Ọ ghọrọ onye a ma ama na 2007 mgbe ya na Genevieve Nnaji na Desmond Elliot  gosipụtara ihe nkiri akpọrọ \"Wind Of Glory\"",
  "N’afọ 2015, Yul Edochie mepere ụlọ akwụkwọ maka mmuta ihe nkiri na Lagos",
  "Ọ malitere ụlọ akwụkwọ agụm akwụkwọ nkea n'ihi ndalata na ogo na ọrụ aka nke ndị na-eme ihe nkiri",
  "Dị ka ọ kọwara, ulo akwukwo nke ahụ kwesiri izụ umu umu Nollywood ndi na eme ihe nkiri, Ọrụ nke ọ chọrọ ịrụ n'onwe ya",
  "Ulọ akwụkwọ ahụ na-enye ndị nwere amamihe ohere maka iwebata ha na ọrụ ihe nkiri nke Nigeria",
  "N’abalị iri na anọ n’ọnwa nke Julaị n'afọ 2017, Yul Edochie kwupụtara na ya bu n’obi ịzọ ọkwa Gọvanọ Anambra State. Ọkwuputara nkwupụta na atụmanya na iwu ọhụrụ maka Not Too Young To Run ga-enyere ya aka. Ekwuputara nkwupụta ọkwa a na ụbọchị 22nd nke ọnwa Ọgọst 2017 mgbe ọ were akwụkwọ nke otu ndọrọndọrọ ọchịchị \"Democratic Peoples Congress\" ma bụrụkwa onye mechara bụrụ ọkọlọtọ na onye ga-azọ ọkwa gọvanọ nke pati ahụ maka ịzọ ọkwa gọvanọ nke steeti Anambra."
]