[
  "Onome Onokohwomo (a mụrụ n'ụbọchị nke 8 n'ọnwa Julaị n'afọ 1989), nke a maara nke ọma site na aha ya bụ Yung6ix, bụ onye na-edekọ egwu hip hop na Naijiria.",
  "A mụrụ Onokohwomo ma zụlite ya na Warri, Delta Steeti",
  "O tolitere dị ka nwa mbụ n'ime ezinụlọ mmadụ ise, ma nwee mmasị dị ukwuu na egwu mgbe ọ dị obere",
  "Mgbe ọ bụ nwa akwụkwọ na FGC Warri, ọ na-alụ ọgụ rap ma zụlite mmekọrịta enyi na ụmụ akwụkwọ nwere echiche yiri nke ahụ, nke mere ka e guzobe otu hip hop G-Squad",
  "N'oge na-adịghị anya, ndị otu ahụ malitere ime ihe ngosi dị iche iche na Delta Steeti. Egwú nọgidere bụrụ ezigbo mmasị ha na-enweghị atụ",
  "N'ajụjụ ọnụ nke afọ 2012 na akụkọ Thisday, Yung6ix chetara, \"Ịhụnanya m maka egwu dị omimi ma anọgidere m na-aga ruo mgbe ọ ruru ọkwa ha ga-anabata m maka onye m bụ",
  "Otú ọ dị, ọ na-atọ ọchị, abụ mbụ m dekọrọ n'ụlọ akwụkwọ bụ nke e ji ego mmụta WAEC m iji kwụọ ụgwọ maka ngwá ọrụ ma cheta mgbe niile ị ga-aga site n'ụlọ akwụkwọ gaa na studio maka ihe fọrọ nke nta ka ọ bụrụ awa 2 ma ọ bụ karịa",
  "Ọ bụ n'ezie ihe siri ike n'oge ahụ n'ụlọ akwụkwọ kwa ebe ọ bụ na a naghị ekwe ka anyị mee ihe anyị dị ka anyị ga-amasị anyị mana agụụ anyị mere ka anyị na-aga n'ihu ma sie ike",
  "\"",
  "Mgbe ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị, Onokohwomo kwagara n'ebe ọdịda anyanwụ Naịjirịa iji rụọ ọrụ egwu ma debanye aha na Mahadum Oduduwa",
  "O nwetara aha ọgbọ ya Yung6ix site na aha njirimara ụlọ akwụkwọ sekọndrị ya \"6ixty\"",
  "N'oge na-adịghị anya mgbe ọ kwagara Legos, ọ gara n'ihu na-edekọ egwu; egwu ya \"Abụ m onye Afrịka\" dọọrọ uche A&R Gbemi Ereku, onye bịanyere aka na 411 Entertainment Company na 2009. Ka ọ na-erule afọ 2010, ọ malitere ịdọta mmasị ndị mgbasa ozi mgbe nsụgharị mkpuchi ya nke \"Oleku\" gbasara na ịntanetị",
  "O mechara wepụta \"So Far Gone\", nke gosipụtara P",
  "Fizzy, otu egwu site na Green Light Green mixtape ya",
  "Abụ a bụ freestyle nke Wiz Khalifa's \"This Plane\"",
  "Na ọnwa Jenụwarị afọ 2011, 6ix wepụtara \"Plenty Money\", egwu ọzọ sitere na mixtape; ewepụtara vidiyo egwu na-eso ya obere oge",
  "Egwu a mere ihe ngosi redio Naịjirịa na Beat 99.9 FM.",
  "Na 2 Eprel afọ 2011, Vanguard kwupụtara na 411 Entertainment bịanyere aka na nkwekọrịta nkwonkwo na Storm Records",
  "Mmekọrịta ahụ ga - enyere aka melite ọrụ egwu Yung6ix. Yung6ix na Wizkid rụkọrọ ọrụ na \"Follow Me\", egwu sitere na abọm studio mbụ ya",
  "Mgbe a tọhapụrụ egwu ahụ, e mere ihe nkiri vidio egwu na-eso ya; Bobby Boulders duziri ya",
  "Na ọnwa Septemba afọ 2011, Yung6ix wepụtara egwu nke anọ site na ọrụ Green Light Green ya, \"Oh My Gosh\", nke mere ka ọ nweta \"Lyricist on the Roll\" na \"Best Rap Single\" nominations na Headies Awards n'afọ sochirinụ.",
  "E bu ụzọ wepụta Green Light Green maka ntọhapụ Eprel afọ 2011; Otú ọ dị, emechara wepụta ya na 26 Disemba 2011",
  "Vidio egwu nke \"Oh My Gosh\", nke Bobby Boulders duziri, wepụtara na onwa Jenụwarị afọ 2012",
  "E mere ya na Lagos na Johannesburg, Naeto C, Jesse Jagz, DJ Neptune, na P",
  "Fizzy pụtara",
  "Yung6ix so na ndị egwu egwu gosipụtara na M.I's Illegal Music 2; M.I mechara bịanye aka ma kpọọ ya \"Eze nke Ndịda\". Na ọnwa Mee afọ 2012, \"Picking Things\", nke abụọ sitere na abọm mbụ ya wepụtara",
  "Egwu a nwere ndị otu ya bụbu ndị otu ya bụ Naeto C na E",
  "Kelly",
  "N'ọnwa sochirinụ, n'ajụjụ ọnụ ya na onye na-ede blọgụ Ogaga Sakpaide, Yung6ix kpughere aha abọm ahụ bụ 6ix 'O Clock. O nwetakwara nhọpụta maka \"Most Promising Act\" na afo 2012 Nigeria Entertainment Awards, mana Eva Alordiah meriri ya.",
  "N'afọ 2013, Yung6ix wepụtara akara ya \"Kash Kamp\" nke nwere Percy yana onye mmepụta nwere nkà Otee Beatz",
  "Na 4 Septemba afọ 2013, ogige Yung6ix nabatara aka nke \"Trick Billionaire MusiQ\" nyere maka ndị otu abụọ ahụ ka ha soro njedebe nke iwepụta Yung6ix na akara ya n'Africa ma kesaa ọgụgụ isi ya na ụwa niile",
  "Yung6ix na Percy rụkọrọ ọrụ na \"First Class\", nke atọ sitere na abọm ya",
  "O weputara vidiyo egwu maka egwu ahụ nke mere ka ọ nweta nhọpụta \"Best Hip Hop Video\" na afọ 2013 Nigerian Music Video Awards",
  "E mechara wepụta abọm izizi nke 6ix, 6ix O Clock, na 6 Febụwarị afọ 2014. Abọm ahụ nwere egwu iri na isii gosipụtara ndị ọbịa sitere na Phyno, Percy, Da L.E.S, M.I, Ice Prince, Yemi Alade, YQ, na Wizkid.",
  "Na 11 Ọgọstụ afọ 2019, Yung6ix bịanyere aka dị ka onye nnọchi anya mbụ na ụlọ ọrụ e-azụmahịa na-eto ngwa ngwa Patricia, otu n'ime ndị ahịa kachasị ukwuu nke Bitcoin na kaadị onyinye na West Africa.",
  "Ọ gbanahụrụ ka enyi ya jiri égbè gbaa ya n'afọ 2017",
  "Ihe kpatara ya, dị ka ya si kwuo bụ n'ihi na ọ nọghị maka vidiyo egwu nke otu enyi ya gosipụtara",
  "A kọọrọ ndị uwe ojii okwu ahụ ma jide enyi ya."
]