[
  "Yvonne Anuli Orji (amụrụ na 2 Disemba 1983) bụ onye Naijiria nke Amerika na ome ọrụ ntọchi",
  "A maara ya nke ọma maka ọrụ ya na ihe nkiri telivishọn bụ Insecure (egosiri na-afọ 2016 ruo ugbu a), bụ nke a họpụtara ya maka oniynye nsọpụrụ nke Primetime Emmy Award na NAACP Image Awards nke atọ.",
  "A mụrụ Orji na 2 Disemba 1983, na Port Harcourt, Rivers Steetị, Naijiria, ma ọ tolitere na Laurel, Maryland na mba United States. Ọ gụrụ akwụkwọ sekọndrị na obere obodo Lititz, Pennsylvania ebe ọ gara Linden Hall (ụlọ akwụkwọ)",
  "O nwetara BA na mmuta a na-akpọ Liberal Arts na Mahadum George Washington wee gaa n'ihu na-enweta nzere mastas na mmuta Public Health na Mahadum George Washington",
  "Ndị mụrụ Orji tụrụ anya na ọ ga-abụ dọkịta, ọkàiwu, ọkà mmụta ọgwụ, ma ọ bụ injinia",
  "Agbanyeghị, a kpaliri mmụọ nsọ ya ime ihe ntọchị mgbe ọ gụsịrị akwụkwọ.",
  "Mgbe ọ gụsịrị akwụkwọ, na 2009, Orji kwagara New York City ịchụso ọrụ na ntọchị. Na 2015, ọ rutere ọrụ dịka Molly na ihe nkiri Insecure n'enweghị onye ọrụ ma ọ bụ ahụmịhe ọ bụla.",
  "Orji bụ Onye Kraịst ji okpukpe kpọrọ ihe ma kwuo na ya ga-anọgide n’amaghị nwoke ma ọ bụ nwanyị ruo mgbe ọ lụrụ di.",
  "Ọ bịara mmemme nke TEDxWilmingtonSalon na 2017, nke akpọrọ \"The wait is sexy\" na YouTube",
  "N’okwu a, ọ kọwara ihe ndị mere o ji wezuga mmekọahụ ya na nwoke tupu ya alụọ di.",
  "N'èzí ọrụ okike ya, ọ na-eme nyemaka ọrụ ebere",
  "Na 2008 na 2009 ọ nọrọ ọnwa isii na-arụ ọrụ na esemokwu Liberia, yana Population Services International (PSI), NGO nke na-eji azụmaahịa mmekọrịta mmadụ na ibe ya eme ihe iji kwado omume ọma",
  "Mgbe ọ nọ na Liberia, ya na otu ndị ntorobịa nwere ọgụgụ isi rụkọrọ ọrụ iji nyere aka wulite ọtụtụ mmemme maka ịnye ndụmọdụ yana nkwukọrita nke ikuziere ma gbochie mgbasa nke afọ ime ụmụ agbọghọ na ọria bụ HIV/AIDS",
  "Ọ na - etinye oge ya na olu ya ugbu a dịka onye nnọchi anya R(ED), onye mmuta na-agụmakwụkwọ maka Jumpstart ma soro JetBlue na - arụ ọrụ.",
  "Wilson, H",
  "W",
  "(November 2018)",
  "\"Yvonne Orji\"",
  "Current Biography",
  "79 (11): 51–55",
  "ISBN 9781682176412",
  "OCLC 1005191045"
]