[
  "Yvonne Losos de Muñiz (amụrụ na 8 Septemba, 1967 na Ịbadan, Naijiria) bụ onye gara Olympik na-eme egwuregwu ịnya ịnyịnya a na-akpọ Grand Prix dressage, ọ na-agbare na-anọchite anya ndị Dominican Republic. O so na ndi egwuregwu a ma ama na otu egwuregwu Dominican Olympik bụ CRESO. O meriri ọla nchara na egwuregwu nke 2007 Pan American Games emere na Rio de Janeiro, Brazil ya na ịnyịnya aha ya bụ Bernstein",
  "Site na nrite ahụ, o megharịrị ihe ọ rụpụtara site na 2003 Pan American Games emere na obodo ya, ebe o nwetakwara ọla nchara ya na ịnyịnya aha ya bụ Inatana.",
  "Tupu akara ya Pan Am, Losos de Muñiz nwetakwara ọla edo abụọ na ọla nchara na egwuregwu emere na Central American n'afọ 2002 na El Salvador",
  "Na 2010 o tinye ọla ọcha abụọ na nchịkọta ya na Central American na Caribbean Games nke mere na Mayagüez, Puerto Rico.",
  "Na 2010, o jiri ịnyịnya si Austria aha ya bụ Optimus Prime tozuọ maka asọmpi World Equestrian Games (WEG).",
  "Na elu nrite mmeri iri na abụọ ya, o nwetala ọtụtụ mmeri na Grand Prix na Small Tour na mmemme mba ụwa emere na West Palm Beach, Florida, Sunshine Tour (Spain), France na Germany",
  "A zụrụ ya azụ na ịnya ịnyịnya n'aka Jean Bemelmans - onye isi na egwuregwu ahụ, onye zụkwara ndị otu egwuregwu Spanish, yana Harry Boldt si Germany, Jeff Ashton Moore si USA, Carl Hester si England, Diederik Wigmans si Netherlands, Ton de Ridder si Germany, Jose Antonio Garcia Mena na Severo Jurado si Spain, Andreas Helgstrand si Denmark na onye kọọchị ya ugbu a bụ Kathy Priest si United States.",
  "Losos de Muñiz Zọrọ mpi na 2016 Summer Olympics na Rio de Janeiro, na-aghọ onye egwuregwu ịnyịnya mbụ si Dominican Republic sonyere na egwuregwu Olympik.",
  "Mgbe agbasoro mmeri n'ọtụtụ emume mba ụwa na Wellington, Florida n'oge Adequan Global Dressage Festival nke 2018, ọ tozuru oke - ya na ịnyịnya Belgium a na-akpo  Foco Loco W - na katigọrị otu onye maka mba ndị na-abụghị njikọ FEI Dressage World cup emere na Paris, France",
  "Ntinye aka ya na mmemme ahụ gosipụtara oge mbụ onye na-agba ịnyịnya si Central America na Caribbean na-asọmpi na mmemme mba ụwa.",
  "Na July 2018, o ritere ọla edo abụọ na egwuregwu Central American na Caribbean Games nke emere na Colombia, ma ritekwa otu ọla ọcha maka ndị otu ya dị ka onye isi ịnya ịnyịnya maka otu mba Dominican Republic",
  "Na mmemme a ọ nọkwasịrị n'elu ịnyịnya a na-akpọ Fredensdals Zig Zag si Denmark ma ọ bụ Kathy Priest nwekwa ya.",
  "Agbanyeghị na o jiri ịnyịnya abụọ wee toro asọmpi ịnya ịnyịnya nke 2018, mmerụ ubu gbochiri ya isonye, ma mee ka laa ezumike maka ọnwa abụọ ka ọ ghara ịgba ịnyịnya kpam kpam.",
  "Na 2019, ọ sonyere na asọmpi FEI Dressage World Cup Final nke emere na Gothenburg, Sweden, ma tozuo oke dịka otu onye maka asọmpi Olimpik 2020, nke ewezugara ya ugbu a ga 2021",
  "Na 2019 ọ sonyekwara na Pan American Games emere na Lima, Peru, ebe ọ gbaara onye nke anọ na nke katigọri nke ikpeazụ",
  "Ọ gara n'ihu na asọmpi ya n'oge 2020, mgbe ọ meriri ọla ọcha maka katigọri otu onye ịnyịnya ya  bụ Aquamarijn na FEI Nations Cup emere na Wellington, Florida.",
  "N'oge oyi, ọ na-azọọ asọmpi dressage a na-eme na Wellington, Florida. N'oge ọkọchị ọ na-azọ mpi mgbe niile na European circuit ma na Canada.",
  "A na-ahọrọ ya n'ime mmadu iri kachasị elu na FEI World Dressage Rankings, naanị ya bụ onye Latin Amerika na enweta nke a.",
  "Na Septemba 2020, ọ nwetara ọmarịcha ọla edo nke asọpụrụ sitere na International Equestrian Federation (FEI), dị ka mmata nke ọtụtụ nsonye ya na asọmpi Olympik ndị mere eme, Continental Championship, World Cup Finals na Nations Cup, nke a mere ya-aghọrọ onye egwuregwu a mbụ na Latin Amerika ịnata oke a.",
  "Dị ka onye na-enye ọzụzụ, ọ kụziiri ọtụtụ ndị na-agba ịnyịnya na Latin America na Europe ka ọ bụrụ ihe ngosi kachasị elu na mmemme mba ụwa na asọmpi kọntinent, kita, ụmụ akwụkwọ ya abụọ, Virginia Yarur si Chile na Patricia Ferrando si Venezuela, nọ na ndepụta ndị tozuru maka Egwuregwu Olympik nke 2021",
  "Ọ bụ onye otu International Dressage Riders Club, yana onye ritere USDF ọla edo, ọcha na nchara.",
  "Nne na nna Losos de Muñiz si Canada ma na ha nwere mgbọrogwu nke Germany na Poland",
  "O tolitere na Uganda na Kenya",
  "Ọ malitere ịnya inyịnya mgbe ọ ka bụ nwa agbọghọ na Germany tupu ọ kwaga Canada",
  "O bi na Dominican Republic kemgbe 1990 ya na di ya onye amaala Dominican Republic; Ọ na-asụ Bekee, German, Spanish, na Swahili."
]