[
  "Sierra Leone portal",
  "Yvonne Denise Aki-Sawyerr, OBE (née ; amụrụ na 7 Jenụwarị 1968) bụ onye ndọrọ ndọrọ ọchịchị Sierra Leone na ọkachamara na ego, onye na-eje ozi dị ka onye isi obodo Freetown ugbu a, isi obodo Sierra Leone na obodo kachasị ukwuu; ọ malitere ọrụ na 11 Mee 2018. Tupu ọ bụrụ onye isi nke Freetown City Council, Aki-Sawyer rụrụ ọrụ nke ukwuu na ụlọ ọrụ ego na ọrụ ọkachamara na UK",
  "O jikwa ọrụ ọsụ ụzọ ma ọ bụ ọrụ dị mkpa n'ọrụ ebere na ọrụ ọha na eze dị iche iche na UK na Sierra Leone, gụnyere itinye aka n'ọgụ megide Ebola na 2014 na atụmatụ mgbake ndị sochirinụ.",
  "A mụrụ Yvonne Denise Aki-Sawyerr (née Morgan) na 7 Jenụwarị 1968 na Freetown, na British Dominion nke Sierra Leone (nke Sierra Leone ugbu a)",
  "Ọ bụ onye otu agbụrụ Creole nke Sierra Leone",
  "Ọ gara St",
  "Joseph's Secondary School na Freetown ebe ọ bụ onye isi nwanyị na Loreto House Captain.",
  "Aki-Sawyerr gụsịrị akwụkwọ na Fourah Bay College na 1988 ebe ọ nwetara nzere bachelọ na Economics. Na mahadum, ọ na-arụsi ọrụ ike na AIESEC (International Association of Students in Economics and Management) ma ọ ghọrọ onye Afrịka mbụ na AIESCE's Brussels-based International Exchange Committee na 1988.",
  "O nwetara nzere masta na International Relations and Politics of the World Economy na London School of Economics and Political Science N'afọ 1993, ọ natara asambodo ya site na Institute of Chartered Accountants na England na Wales.",
  "Onye isi obodo Aki-Sawyerr bụ Chartered Accountant, ma nwee ahụmịhe nke ụlọ ọrụ onwe onye nke ihe karịrị afọ 25 na ọrụ dịka ịnye atụmatụ atụmatụ atụmatụ, njikwa ọrụ, njikwa ihe ize ndụ, ọchịchị ụlọ ọrụ na ọrụ ndụmọdụ nchịkwa maka ndị ahịa dị elu na ụlọ ọrụ ọrụ ọrụ ọrụ ego UK. Ọ malitere ịrụ ọrụ maka ụlọ ọrụ ọrụ ọrụ ọkachamara Arthur Andersen na 1990",
  "Ọ ghọrọ onye nduzi itinye ego nke IDEA (Inspiring Digital Enterprise Award) n'afọ 2009, ebe e nyere ya ọrụ ịnakọta ego mba ụwa iji kwado ọrụ, yana njikwa nke ndị otu ndị nwere mmasị.",
  "N'afọ 1999, Aki-Sawyerr guzobere ọrụ ebere Sierra Leone War Trust (SLWT), nke ebumnuche ya bụ ịkwalite ọnọdụ enyemaka, mmekọrịta mmadụ na ibe ya na ọdịmma nke ụmụaka na ndị ntorobịa na Sierra Leone.",
  "N'oge ntiwapụ Ebola na Sierra Leone na 2014, ọ duziri mkpọsa na UK na ebumnuche nke ịbawanye mmata mba ụwa banyere ntiwapụ ahụ",
  "Ọ natara ezumike ezumike site na IDEA wee sonye na Sierra Leone's National Ebola Response Centre (NERC), wee ghọọ onye nduzi atụmatụ",
  "Ọ kwagara Sierra Leone ma nata ndị ọrụ afọ ofufo ịrụ ọrụ na Ebola Treatment Centres.",
  "Tupu ọ na-azọ ọkwa kachasị elu na Freetown City Council, Aki-Sawyerr rụrụ ọrụ dị ka onye isi otu President's Recovery Priorities (PRP), na-eje ozi dị ka onye nduzi nnyefe, site na Jenụwarị 2016 ruo Ọktoba 2017",
  "PRP bụ nke abụọ nke mmemme ọtụtụ ndị na-etinye aka na ebumnuche ịkwalite mgbanwe mmekọrịta na akụ na ụba na Sierra Leone mgbe nsogbu Ebola gasịrị",
  "Ọ rụrụ ọrụ dị mkpa na imepụta na mmejuputa nke \"Operation Clean Freetown\" nke bụ akụkụ nke mmemme PRP nke lekwasịrị anya n'ịmepụta usoro na-adịgide adịgide nke nchịkọta ihe mkpofu ụlọ n'obodo Freetown.",
  "Aki-Sawyerr abụwo onye isi obodo Freetown kemgbe ọ malitere ọrụ na 11 Mee 2018 mgbe ọ meriri ngụkọta nke votu 309,000 na-anọchite anya 59.92% nke votu a tụbara na ntuli aka onye isi obodo",
  "Ọ bụ onye otu ndọrọ ndọrọ ọchịchị All People's Congress (APC) - otu n'ime òtù ndọrọ ndọrọ ọchịchị abụọ, n'akụkụ Sierra Leone People's Party (SLPP), nke na-achịkwa ndọrọ ndọrọ ọchịchị Sierra Leone kemgbe nnwere onwe site na United Kingdom",
  "Na Jenụwarị 2023, Yvonne Aki Sawyerr ga-agba ọsọ maka oge ọzọ na ntuli aka June 2023..",
  "Aki-Sawyerr lụrụ di ma nwee ụmụ abụọ.",
  "A matara Aki-Sawyerr maka ọrụ ya n'oge nsogbu Ebola nke Sierra Leone na ihe nrite ọla edo Ebola site n'aka onye isi ala Sierra Leone Ernest Bai Koroma na Disemba puku abụọ na iri na ise.",
  "Aki-Sawyerr nọ na ndepụta nke BBC's 100 Women (BBC) mara ọkwa na 23 Nọvemba na afo puku abụọ na iri abụọ",
  "Na Febụwarị 2021, Time Magazine kpọrọ ya dịka otu n'ime ndị \"100 Next\" nke Time."
]