[
  "Yvonne Cherrie (nke a makwaara dịka Monalisa, a mụrụ n'August 19, 1981) bụ onye Tanzania na-eme ihe nkiri. N'afọ 2010 ọ meriri Zanzibar International Film Festival maka onyinye 'Best Actress'. A họpụtakwara ya maka 2011 Nigeria Entertainment Awards maka Pan African Actress Of The Year A na-ekwu na ọ bụ otu n'ime ndị na-eme ihe nkiri na ndi mbụ kachasị mma na ụlọ ọrụ ihe nkiri nke Tanzania. Ọ bụkwa onye guzobere ntọala Act With Monalisa nke na-elekwasị anya n'ịtụzi na ịkwado ụmụ nwanyị Tanzania na-eto eto na nduzi ọrụ na ikpo okwu iji gosipụta nkà ha na onye nduzi nke African Women Arts and Film Festival (AWAFFEST).",
  "A mụrụ Cherrie na August 19, 1981 na Muhimbili, ụlọ ọgwụ mba Tanzania",
  "Nne ya, Suzan Lewis, bụkwa onye na-eme ihe nkiri.",
  "Ọ gụrụ akwụkwọ n'oge ọ bụ nwata na Luanda, Angola ebe nna ya na-arụ ọrụ; o mechara laghachi Tanzania wee malite agụmakwụkwọ praịmarị ya na Muungano Primary School na Temeke, Dar Es Salaam ma nwee agụmakwụkwọ sekọndrị na Zanaki Girls High School tupu ọ gawa Tanzania Public Service College ebe ọ gụrụ akwụkwọ odeakwụkwọ.",
  "N'afọ 2002, ọ sonyeere British Council Tanzania for Pre Advance iji mụọ asụsụ Bekee, mgbe nke ahụ gasịrị ọ sonyeara Wilnag Media Training College na Nairobi ebe ọ gụsịrị akwụkwọ na diplọma na nkwukọrịta ọha.",
  "O nwetara aha njirimara ya bụ o sitere na arụmọrụ ya n'afọ 1998 dịka nwa agbọghọ, na-agba mbọ ime ka ndụ ya na ọtụtụ ndị na-ahụ ya n'anya dịghachi n'otu, na usoro Mambo Hayo N'afọ 2002, Monalisa mere ihe nkiri mbụ ya na ihe nkiri a na-akpọ Girlfriend ebe ọ rụrụ ọrụ dịka Tumpale enyi nwanyị TID'S Tumpale onye a manyere ịgbanwe ndụ ya mgbe nna ya chụpụrụ ya",
  "O mechara rụọ ọrụ n'ọtụtụ ihe nkiri, dịka Sabrina (2003), Dilemma (2004), She Is My Sister (2006), Kwa Heshima Ya Penzi, Binti Nusa na Network",
  "Otu n'ime ihe ngosi ya a ma ama sitere na Black Sunday nke mere ka o nweta onyinye 'Best Actress' maka 2010 Zanzibar International Film Festival na nhọpụta maka Pan African Actress of The year 2011 Nigeria Entertainment Awards.",
  "Ndị na-eme ihe nkiri: Jacob StevenJb), Single Mtambalike (Richie), Bishanga, Waridi na Cathy",
  "Telivishọn: East Africa Television (EATV) na TV 1"
]