[
  "Yvonne Shortt (amụrụ na Disemba 5, 1972 na Queens, New York) bụ onye na-ahụ ụzọ na-adịghị ahụ ụzọ nke African American social practice installation artist",
  "Ọrụ ya gụnyere ihe osise, ntinye, ihe ọkpụkpụ, na foto",
  "E gosipụtara ọrụ Shortt na ebe ngosi ihe mgbè ochie na ogige ntụrụndụ ọha na eze na New York City, ma na-ekwu màkà isiokwu dị iche iche, gụnyere ịha nhata, nkwarụ, ọbọdọ, na agbụrụ.",
  "Shortt nwèrè Master of Science - MS, Mathematics site na Mahadum New York.",
  "N'afọ 2017, Shortt guzobere Elmhurst Sculpture Garden n'ebe a na-adọba ụgbọala na Elmhurest, Queens, New York site n'enyemaka nke ndị ọrụ afọ ofufo na ndị na-ese ihe",
  "Site na ego ọzọ site na Burning Man Global Arts Grant na 2017 na National Endowment of the Arts Grant na 2018, ogige ọbọdọ ahụ nwere ike ịgbasawanye na oghere mpaghara. N'okpuru nduzi Shortt, ogige ahụ na-eje ozi dị ka ebe nka màkà ndị na-ese ihe iji gosipụta ihe ha, yana ịnata nduzi n'inweta onyinye iji mee ka oghere ọha na eze dịghachi ndụ na ọbọdọ ha.",
  "N'afọ 2018, Shortt mepụtara iberibe abụọ sitere n'ike mmụọ nsọ ya site na ọnọdụ retinitis pigmentosa",
  "A họpụtara ya iji gosipụta otu n'ime ihe osise ya n'èzí, Peppermint Pieces, dị ka akụkụ nke Art in the Parks: Active Open Space initiative, nke Public Health na New York, Inc",
  "na-akwado maka Ngalaba Ahụike na Mental Hygiene nke New York City, na mmekorita ya na City of New York Parks and Recreation. Peppermint Pieces bụ mpempe akwụkwọ multimedia nke e ji osisi na aluminum mee na ngosi na Captain Tilly Park na Jamaica",
  "Ihe osise simenti nke Shortt, Waking Blind, sikwa n'ike mmụọ nsọ nke ọnọdụ ányá ónyé na-ese ihe, nkè egosiri na Elmhurst Sculpture Garden.",
  "N'afọ 2016, Shortt duziri ọrụ nyocha nke nyochara ọrụ ụmụ nwanyị, ma ọ bụ enweghị ya, na ụlọ ọrụ iwu ihe",
  "Site na ego nkè Awesome Foundation, Queens Council on the Arts, na Culture Push nyèrè, yana nkwado ọzọ sitere na Eileen Fisher Activating Leadership Grant, Shortt kewara ọrụ ahụ n'akụkụ abụọ. Nzọụkwụ mbụ gụnyere usoro ọmụmụ ihe owuwu, ébé a kụziiri ihe karịrị ụmụ nwanyị 100 nkà íwú ihe na njikwa ngwá ọrụ. Nzọụkwụ mbụ mechiri site n'ịmepụta obéré ụlọ na wiil, nke a na-eji ugbu a dị ka tii na ogige zen."
]