[
  "Yvonne Pickering Carter (amụrụ n'afọ 1939) bụ ónyé America na-ese ihe, onye na-ese egwu, na ónyé nkuzi",
  "Ọ rụrụ ọrụ na mgbasa ozi gụnyere watercolor na collage.",
  "A mụrụ ya na Febụwarị 6, 1939 na Washington, D.C., Carter na ezinụlọ ya biri na Charleston, South Carolina",
  "Nna ya bụ dọkịta ezé n'ebe ahụ, mànà ọ makwaara otu esi ewu ụlọ na oche, nkà ọ kụziiri Carter mgbè ọ bụ nwa agbọghọ. Carter nwetara nzèrè bachelọ ya na nzèrè Master of Fine Arts na Mahadum Howard ebe ọ gụrụ akwụkwọ n'okpuru Lila Asher",
  "Ọ mụrụ nwá nwanyị n'ihe dị ka afọ 1968.",
  "N'afọ 1976, Carter na di ya zụrụ ụlọ tọgbọrọ n'efu nké bụ Murray & Son Funeral Home na 10th na O Streets NW na Washington D.C",
  "Ụlọ ahụ tọgbọrọ chakoo, kpochapụrụ ya ma na-emebi emebi ruo afọ ise",
  "N'iji ihe ọmụma ụlọ o nwèrè site n'aka nna ya, Carter lekọtara nrụzigharị nke ụlọ ahụ n'ime nnukwu ebe obibi na ụlọ ọrụ",
  "Ọrụ ahụ were ọnwa isii ma Carter kọrọ na ha mefuru ihe dị ka puku dọla iri ise na ise.",
  "Carter rụrụ ọrụ dị ka ónyé na-ese ihe na-enweghị atụ ruo ọtụtụ afọ, ọ bụ ezie na usoro ya toro ịgụnye mmiri, collage, na nka arụmọrụ",
  "N'otu ógè, Carter rụrụ ọrụ na nnukwu ákwà, na-egosi otu ọrụ na Martin Luther King Jr",
  "Memorial Library na oghere 15 x 40 ụkwụ",
  "Mkpà ya màkà nnukwu ákwà mere ka ọ zụta ihe site n'aka ónyé na-eweta ụgbọ mmiri na Baltimore",
  "Ihe omuma ya na nka arụmọrụ bịara mgbe oge nnwale ya na ákwà ya gasịrị - na-etinye ha na mgbidi, na-etinye ma na-etinye ya, ma ọ bụ na-ebipụ ha n'ime eriri",
  "Carter kọwara n'ụzọ nkịtị na-ewepụ ákwà n'elu mgbidi ma na-ekpuchi onwe ya na ya",
  "Ihe ngosi mbụ ya bụ na 1981, ebe ọ hụtụbeghị ihe osise na-eme n'ihu onwe ya",
  "Ọrụ arụmọrụ ya bịara tinye uri, ụda, na mmegharị",
  "Otu arụmọrụ, na Jenụwarị 8, 1984 na Baltimore Museum of Art, Carter jiri egwu nke Lawrence Moss dere, onye bụ ónyé nduzi nke ihe osise na Mahadum Maryland.",
  "Ọrụ ya apụtala na ihe ngosi otu gburugburu United States, gụnyere na ihe ngosi na \"Celebrate African-American Art: Yesterday and Today\", nke pụtara na Art na otu narị Pearl Street gallery na Hartford, Connecticut, na 1989. N'etiti ụlọ ọrụ ndị gosipụtara ihe ngosi mgbasa ozi ya bụ National Museum of Women in the Arts, Walters Art Gallery, na Mahadum Maryland, Baltimore, n'etiti ndị ọzọ",
  "Ọrụ ya dị na nchịkọta nke Gibbes Museum of Art, North Carolina Museum of Art. Carter kụziri na Mahadum nke District of Columbia ruo ọtụtụ afọ, na-eje ozi dị ka Onye isi oche nke Mass Media, Visual and Performing Arts, tupu ọ laa ezumike nká na Charleston, South Carolina, ebe ọ meghere Gallery Cornelia iji gosipụta nka Africa-America."
]