[
  "Zaghawa bụ asụsụ Sahara nkè ndị Zaghawa nkè ọwụwa anyanwụ-etiti Chad (na Sahel) ná ugwu ọdịda anyanwụ Sudan (Darfur) na-asụ",
  "Ndị na-asụ asụsụ a na-akpọ ya Beria, site ná Beri, aha ndị Zaghawa, ná, Zaghawa màkà \"ọnụ\"",
  "E méré atụmatụ ná e nwèrè n'etiti 750,000 ndị na-asụ asụsụ Zaghawa, ndị bi ná Chad ná mpaghara Darfur nkè Sudan.",
  "Asụsụ Zaghawa, nkè na-ekwekọghị mgbè niile ná nkewa agbụrụ, bụ:",
  "Zaghawa nwere usoro ụdaume itoolu nwere nkwekọrịta ụdaume dị elu",
  "Mkpụrụedemede na-adaba n'usoro abụọ:",
  "na ụdaume nke affixes dabere na ụdaume dị na ogwe, yana /a/ na-arụ ọrụ na usoro abụọ ahụ",
  "E nwere ụfọdụ ọdịiche n'etiti olumba dị iche iche maka ọnụnọ nke ụdaume nke iri, /ə/, nke n'asụsụ ụfọdụ na-arụ ọrụ dị ka +ATR nke /a/",
  "Diphthongs bụ //ei əu iə// na //aɪ aʊ ɔɪ//.",
  "Osman gụnyekwara /ʒ ħ/ na ndepụta a",
  "/ʃ/ na-apụta n'asụsụ Sudanese dị ka ụdị /s/ na-egosi tupu /i/",
  "Ọnọdụ ụdaume nke rhotics edoghị anya: Osman na-ekwu na [ɾ r] nwere ike ịgbanwe n'enweghị mgbanwe ọ bụla n'ihe ọ pụtara, ma na-ekwusi ike na ha bụ ụdaume dị iche iche",
  "N'ime ihe mgbochi, /p/ nwe/r/e ike ọ gaghị apụta okwu-na mbido, ọ bụ naanị //p t k s// nwere ike ịpụta okwu-n'ikpeazụ, na /b/ na ọnọdụ ikpeazụ n'asụsụ ụfọdụ",
  "/r/ nwere ike ghara ịpụta okwu - na mbido, na //f ɾ// naanị na-apụta n'etiti okwu, dịka na //tòrfù// 'nnụnụ'.",
  "E nwere ụda ise, elu, etiti, ala, na-arị elu, na-ada, nke niile nwere ike ịpụta na ụdaume dị mfe, dịka ọmụmaatụ na /ɪ́ɡɪ́/ m na-agba mmiri, /ɪ̌ɡɪ̂/ m kwuru, //ɪ́ɡɪ́// aka nri (n'akụkụ)",
  "Ụda na-eme ka okwu dị iche, mana o nwekwara ọrụ ụtọ asụsụ; dịka ọmụmaatụ, a na-emepụta ọtụtụ aha site na ịgbanwe ụda nke nkeji okwu ikpeazụ site na ala gaa n'elu, a na'otu aka ahụ, akụkụ zuru oke nke ọtụtụ ngwaa site na ịgbanwe olu nke nkeji okwu njedebe site na ala ruo elu.",
  "Okwu na-adịkarị mkpụmkpụ, mgbe mgbe CV na CVCV",
  "Mkpụrụ okwu kachasị mgbagwoju anya bụ CVC na CRV, ebe R bụ nke ọ bụla n'ime rhotics abụọ.",
  "N'afọ 1950, onye nkuzi ụlọ akwụkwọ Zaghawa aha ya bụ Adam Tajir mepụtara mkpụrụ akwụkwọ maka asụsụ Zaghawa nke dabeere na akara njirimara agbụrụ (akara)",
  "Mgbe ụfọdụ a maara dị ka mkpụrụedemede kamel, ọ dabeere na nhọrọ phoneme na asụsụ Arabic karịa na Zaghawa",
  "Ọzọkwa, ụfọdụ n'ime akara ndị ahụ dị ogologo karịa ndị ọzọ, nke mere ka o sie ike iji ya dị ka mkpụrụedemede kọmputa.",
  "N'afọ 2000, onye na-ahụ maka anụmanụ Beri aha ya bụ Siddick Adam Issa kwadebere ụdị mkpụrụ akwụkwọ ka mma nke aha ya bụ Beria Giray Erfe (Beria Writing Marks)",
  "N'afọ 2007, Seonil Yun gbanwere usoro edemede a ka ọ bụrụ mkpụrụedemede kọmputa na mmekorita ya na SIL International na Mission Protestante Franco-Suisse au Tchad.",
  "Enwekwara mkpụrụedemede Arabic na-emepe emepe, dabere na usoro Tijani nke ide asụsụ Africa na narị afọ nke 13.",
  "Àtụ:Languages of Sudan"
]