[
  "Bulelwa Mkutukana, nke a maara nke ọma site na aha ya bụ Zahara, bụ onye South Africa na-agụ egwu na onye na-ede egwu a mụrụ n'abalị itoolu nke ọnwa Nọvemba afọ 1987.",
  "Mgbe ọ bịanyere aka na nkwekọrịta ndekọ nke TS Records, abọm  nke Mkutukana, Loliwe (2011), gara platinum okpukpu abụọ",
  "Abọm nke abụọ ya, Phendula (2013), mepụtara egwu atọ \"Phendula\", \"Impilo\", na \"Stay\".",
  "Abọm nke atọ nke Zahara, Country Girl (2015), nwetara platinum atọ ugboro atọ",
  "Mgbe ọ hapụrụ TS Records, ọ bịanyere aka na nkwekọrịta ndekọ nke Warner Music. Abọm ya nke anọ, Mgodi (2017), bụ abọm ya kacha aga ahịa ma nweta platinum.",
  "Abọm ya nke ise, Nqaba Yam (2021), rutere n'ọkwa mbụ na iTunes.",
  "Ihe nrite ya gụnyere ihe nrite South African Music , ihe nrite Metro FM  atọ, na otu ihe nrite nke Nigeria Entertainment Awards. N'afọ 2020, Zahara nọ na ndepụta nke Ụmụ nwanyị <i id=\"mwLQ\">Otu nari</i> nke BBC. Ọ gara n'ihu pụta dị ka onye ọka ikpe ọbịa na oge nke iri na asaa nke Idols South Africa n'afọ 2021.",
  "A mụrụ Zahara dị ka 'Bulelwa Mkutukana' na Phumlani Informal Settlement na mpụga East London na Eastern Cape, South Africa, ebe ya na nne na nna ya Nokhaya na Mlamli Mkutukana biri",
  "Ọ bụ nwa nke isii n'ime ụmụ asaa",
  "Zahara malitere ịbụ abụ n'òtù ukwe ụlọ akwụkwọ ya mgbe ọ dị afọ isii, mgbe ọ dị obere, a gwara ya ka ọ sonye n' otu ukwe ndị okenye n'ihi olu ya siri ike",
  "Aha ya pụtara \"ihe ọkụkụ na-achawanye\"; na mgbe ọ bụ nwatakịrị, a maara ya dịka \"Spinach\".",
  "A na-akọwapụta  egwu ya dị ka \"Afrosoul\" ma ọ na-abụ abụ n'asụsụ ala ya, Xhosa, yana n'asụsụ Bekee. A kọwawo egwu ya dị ka ngwakọta nke ụdị nke Tracy Chapman na India Arie mere ka ọ bụrụ ihe a ma ama.",
  "Zahara malitere ọrụ ya na-agba egwu n'okporo ámá nke East London",
  "TK Nciza nke TS Records hụrụ ya, onye nabatara ya na akara ya.",
  "E wepụtara abọm mbụ nke Zahara bụ Loliwe n'afọ 2011",
  "Erere Mbipụta mbụ  n'ime awa iri asaa na abụọ, ma ụbọchị iri na itoolu ka e mesịrị, abọm ahụ ruru ọkwa platinum okpukpu abụọ na South Africa site n'ịgafe akara ahịa narị otu puku Nke a mere ka ọ bụrụ onye egwu nke abụọ na-esote Brenda Fassie, onye bụkwa nwa amaala Xhosa, iji ruo ọnụ ọgụgụ a n'oge ndekọ dị otú ahụ",
  "Zahara wepụtara DVD mbụ ya nke gosipụtara onye asọmpi X-Factor USA LeRoy Bell",
  "DVD ahụ ruru platinum (dị ka ụkpụrụ ụlọ ọrụ ndekọ nke South Africa setịpụrụ) n'otu ụbọchị.",
  "N'abalị̀ mbụ nke onwa Mee afọ 2012, na South African Music Awards kwa afọ, Zahara ritere ihe nrite asatọ, gụnyere \"Best Female Artist\" na \"Album of the Year\".",
  "N'afọ 2013, Zahara wepụtara abọm studio nke abụọ ya, Phendula",
  "Phendula meriri ụzọ ihe nrite atọ nke egwu South Africa dị ka albọm kachasị repụ erepụ , Best R&B, Soul and Reggae Album na Nwanyị nwere nka egwu kachasị mma nke afọ",
  "N'otu afọ ahụ, Nelson Mandela kpọrọ ya ka ọ bịa n'ụlọ ya ka ọ rụọ ọrụ Egwu ụlọ",
  "O wee cheoụta\"Nelson Mandela\" iji sọpụrụ ya wee wepụta ya dị ka EP.",
  "N'ọnwa Julaị afọ 2014, e gburu nwanne Zahara nke obere na East London",
  "Dị ka Zahara si kwuo, ọ dabara n'ogo ịda mbà n'obi mgbe ọ nwụsịrị, mana ọ gbakere nke ọma maka ntọhapụ 2015 nke Country Girl. N'afọ 2015 na Eastern Cape Music Awards, ọ meriri ihe nrite abụọ gụnyere; nwanyị kachasị mma, onye nwere nka nke ato.",
  "Na mbido afọ 2017, Zahara bịanyere aka na Warner Music South Africa. \nN'abalị iri na atọ n'ọnwa Ọktoba n'afọ 2017, e wepụtara abọm studio ya nke anọ bụ Mgodi. Abọm ahụ ruru ọkwa ọla edo mgbe naanị awa isii gasịrị. Iji kwado album Mgodi, Zahara malitere Africa All Star Music Festival, na-nleta ebe atọ na United States. Njem ahụ malitere na Toronto, Canada, n'abalị iri na asaa nke onwa ọgọstụ afọ 2019, wee mechie n'abalị iri abụọ na anọ nke ọnwa ọgọstụ afọ 2019, na Washington DC.",
  "N'afọ 2018 Next Generation Entertainment Award, abọm ya Mgodi meriri ihe nrite nwanyị kachasị mma.",
  "Mgbe afọ anọ gachara, Zahara kwupụtara abọm studio nke ise ya na saịtị CapeTalk, ma mesịa wepụta otu egwu nke abọm ahụ bụ \"Nyamezela\"n'abalị̀ asaa nke ọnwa Mee afọ 2021.\nA ga-ewepụta abọm ahụ n'abalị itoolu nke onwa Julaị afọ 2021. N'abalị irí atọ nke ọnwa  Julaị afọ 2021, ọ wepụtara egwu nke abụọ \"Nqaba Yam\".",
  "Ka enwechara ọtụtụ igbu oge n'ihi mkpọchi COVID-19, ewepụtara abọm ya na South Africa n'abalị iri na atọ nke ọnwa ọgọstụ afọ 2021. N'ọnwa Disemba afọ 2021, ọ gụpụtara egwu Amapiano mbụ ya nke e kesara na intanetị micro-blogging, Twitter.",
  "N'afọ 2021, o mere ihe nkiri mbụ ya na telivishọn dị ka onye ọka ikpe ọbịa maka Idols South Africa oge nke iri na asaa n'akụkụ Dineo Ranaka."
]