[
  "Haja Zainab Hawa Bangura (/ˈzaɪnəb ˈhɑːwə bəŋˈɡuːrə/; amụrụ na 18 Disemba 1959) bụ onye ndọrọ ndọrọ ọchịchị Sierra Leone na onye na-ahụ maka mmekọrịta mmadụ na ibe ya nke na-eje ozi dị ka onye isi nchịkwa nke United Nations Office na Nairobi (UNON) kemgbe 2018, nke odeakwụkwọ ukwu United Nations António Guterres họpụtara. Ọ rụrụ ọrụ dị ka onye nnọchi anya pụrụ iche nke United Nations nke abụọ na ime ihe ike mmekọahụ na esemokwu na ọkwa nke Under-Secretary-General nke United Nations site na 2012 ruo 2017, na-anọchi onye mbụ nwere ọkwa ahụ, Margot Wallström",
  "N'afọ puku abụọ na iri na asaa, Pramila Patten nọchiri ya.",
  "N'afọ puku abụọ na iri na asaa, Bangura ghọrọ minista mba ọzọ nke Sierra Leone na ọchịchị nke Onye isi ala Ernest Bai Koroma nke All People's Congress (APC) Party. Ọ bụ nwanyị nke abụọ jere ozi n'ọkwa ahụ, na-esote Shirley Gbujama onye nọ n'ọkwá ahụ site na 1996 ruo 1997",
  "Ọ rụrụ ọrụ dị ka Minista nke Ahụike na Ahụike site na 2010 ruo 2012.",
  "A mụrụ nwa nwanyị nke onye imam, Zainab Hawa Bangura \"Zainab Hawa Sesay\" na obere ime obodo nke Yonibana, Tonkolili District na Northern Province nke British Sierra Leone",
  "[citation needed] Ọ si n'agbụrụ Temne. A mụrụ ya n'ezinụlọ nwere ego ole na ole, ọ gakwara ụlọ akwụkwọ sekọndrị na agụmakwụkwọ nke Mathora Girls Secondary School dị nso na Magburaka nyere ya",
  "O mechara gaa Annie Walsh Girls Secondary School na isi obodo Freetown.",
  "Mgbe ahụ, mgbe ọ gụsịrị akwụkwọ na Sierra Leone's Fourah Bay College, Bangura kwagara United Kingdom maka diplọma dị elu na Insurance Management na City University Business School nke London na Mahadum Nottingham. Mgbe ọ dị afọ iri atọ, ọ ghọrọ osote onye isi oche nke otu n'ime ụlọ ọrụ ịnshọransị kachasị ukwuu na mba ya.",
  "Bangura ghọrọ onye na-ahụ maka mmekọrịta mmadụ na ibe ya n'oge siri ike mgbe ndị agha NPRC na-achị Sierra Leone",
  "Ọ malitere site na mgbalị ime ka ndị inyom na-azụ ahịa n'obodo ukwu mara, na-echetara ndị na-eso ụzọ ya na nne ya bụ nwanyị ahịa",
  "N'afọ 1994, o guzobere Women Organized for a Morally Enlightened Nation (W.O.M.E.N.), otu mbụ na-abụghị nke ndọrọ ndọrọ ọchịchị na mba ahụ",
  "N'afọ sochirinụ, o guzobere Campaign for Good Governance (CGG)",
  "Mgbe ahụ, na-eji CGG dị ka ikpo okwu ya, ọ gbara mbọ maka ịme ntuli aka mba nke mechara chụpụ NPRC n'ọchịchị na 1996 ma weghachite ọchịchị onye kwuo uche ya",
  "Nke a bụ ntuli aka ọchịchị onye kwuo uche ya mbụ na Sierra Leone n'ime afọ 25, ụlọ ọrụ mgbasa ozi Sierra Leone na ọha na eze kwuru na ihe ịga nke ọma ahụ bụ n'ụzọ dị ukwuu na mbọ ya.",
  "N'oge agha obodo Sierra Leone (1991X2002) Bangura kwuru okwu n'ike megide arụrụala ndị Revolutionary United Front (RUF) mere megide ndị nkịtị ma bụrụ onye otu ahụ lekwasịrị anya maka igbu ọchụ ọtụtụ ugboro",
  "O kwukwara okwu megide nrụrụ aka na gọọmentị ndị nkịtị nke Onye isi ala Ahmad Tejan Kabbah na arụrụala ndị agha gọọmentị mere megide ndị nkịtị",
  "Na June 1997, ka agha na-ekpuchi mba ahụ, Bangura ji ụgbọ mmiri na-egbu azụ gbaga Guinea dị nso.",
  "Na ntuli aka nke afọ 2002, Bangura gbara ọsọ megide Kabbah maka ọkwa onye isi ala nke Sierra Leone, na-apụ na nke mbụ ya site na ọrụ ọ na-arụ dị ka onye na-abụghị onye na-akwado ọha na eze",
  "O meriri ihe na-erughị otu pasent nke votu, na otu Movement for Progress (MOP) ya enwetaghị oche ọ bụla na ndị omeiwu Sierra Leone",
  "Bangura kwuru na ọnụ ọgụgụ dị ala nke pati ya sitere na nrụrụ aka na usoro ịtụ vootu.",
  "Mgbe ntuli aka afọ pụkụ abụọ na abụọ gasịrị, Bangura guzobere National Accountability Group (NAG) nke ebumnuche ya bụ ịlụ ọgụ megide nrụrụ aka gọọmentị na ịkwalite nghọta na ịza ajụjụ na gọọmentị",
  "N'afọ 2006, ọ hapụrụ Sierra Leone gaa Liberia dị nso ebe a họpụtara ya dịka onye nduzi nke Civil Affairs Office na United Nations Mission in Liberia (UNMIL) ma nye ya ọrụ maka iwughachi ụlọ ọrụ 16 nke Liberia na ụlọ ọrụ gọọmentị 30 mgbe agha obodo ahụ gasịrị.",
  "Bangura laghachiri Sierra Leone na 2007 mgbe Ernest Bai Koroma meriri onye isi ala na ntuli aka mba siri ike ma kpọọ ya minista mba ọzọ n'oge na-adịghị anya mgbe nke ahụ gasịrị",
  "N'oge ahụ, ọtụtụ ndị Sierra Leone kwenyere na onye isi ala ọhụrụ ahụ buliri onye nkatọ a ma ama nke gọọmentị n'ọkwa dị elu iji gosipụta ezi okwukwe ya na mgbanwe na-ekwe nkwa.",
  "Dị ka onye Alakụba raara onwe ya nye, Bangura wepụrụ oge ndọrọ ndọrọ ọchịchị na 2009 iji gaa n'obodo nsọ nke Mecca na Saudi Arabia iji sonye na mmemme njem ala nsọ Hajj nke 2009.",
  "N'afọ 2012, Bangura jere ozi na United Nations Commission on Life-Saving Commodities, nke Goodluck Jonathan na Jens Stoltenberg jikọrọ aka duzie, ma nye aro iji mụbaa ohere na ojiji nke ihe 13 dị mkpa maka ahụike ụmụ nwanyị na ụmụaka.",
  "Bangura mechara were ọnọdụ ya ọzọ dị ka onye nnọchi anya pụrụ iche nke odeakwụkwọ ukwu na ime ihe ike mmekọahụ na esemokwu na ọkwa nke Under-Secretary-General na 4 Septemba 2012",
  "N'ọrụ a, ọ bụkwa onye isi oche nke netwọk interagency UN Action Against Sexual Violence in Conflict. N'oge ọ nọ n'ọchịchị, o nyere aka malite usoro mba ụwa na 2014 maka ịnagide ndina n'ike na ime ihe ike mmekọahụ na esemokwu, na-enye ntuziaka maka nyocha nke mpụ mmekọahụ na nchịkọta ihe akaebe maka ikpe n'ọdịnihu. O kwurịtara nkwekọrịta June 2015 ya na ndị isi ndị agha na Ivory Coast iji kpụpụ ndị agha a na-ebo ebubo ime ihe ike mmekọahụ. N'otu afọ ahụ, ọ gara Iraq na Syria ma rụọ ọrụ na atụmatụ ime ihe iji dozie ime ihe ike mmekọahụ nke ndị agha Islamic State of Iraq and the Levant (ISIS) na-eme.",
  "Bangura enwetala ọtụtụ onyinye mba ụwa maka ịkwalite ọchịchị onye kwuo uche ya na ikike mmadụ n'Africa, gụnyere: African International Award of Merit for Leadership (Nigeria, 1999); Human Rights Award nke Kọmitii Ndị Ọkaiwu maka Ihe Ndị Ruuru Mmadụ nyere (New York, 2000); Bayard Rustin Humanitarian Award nke A",
  "Philip Randolph Institute (Washington, DC, ); na Democracy Award nke National Endowment for Democracy nyere (Washington",
  "DC, 2006).",
  "N'ọnwa Nọvemba afọ pụkụ abụọ na iri na atọ , Bangura natara onyinye site na Project 1808 Inc, otu nzukọ na mmekorita ya na Mahadum Wisconsin Madison African Studies, Division of International Studies",
  "Ihe nrite ahụ kwetara na Bangura nwere ike ime nke ọma n'ịdọrọ uche gaa n'okwu ndị gbara ime ihe ike mmekọahụ gburugburu n'ụwa niile site na itinye ndị isi ụwa ibe ya, ndị nnupụisi, ndị agha, ndị merụrụ ahụ na obodo."
]