[
  "Zainab Shamsuna Ahmed (amụrụ 16 Juun 1960) bụ onye na-edekọ ego na Naịjirịa. Ọ bụ Mịnịsta na-ahụ maka ego, atụmatụ mmefu ego na mba site na 2019 ruo ugbu a.",
  "Mgbe arụkwaghịm nke onye mịnịsta na-ahụ maka ego Kemi Adeosun na Septemba 14, 2018, a họpụtara Zainab Ahmed ka ọ bụrụ Mịnịsta na-ahụ maka Ego na Septemba 2018. N’afọ 2015, onye isi ala Muhammadu Buhari họpụtara ya dịka obere Mịnịsta na-ahụ maka atụmatụ mmefu ego na obodo.",
  "Amụrụ Ahmed na Kaduna Steeti",
  "Ọ gụrụ akwụkwọ sekọndrị na Queen Amina College, Kaduna, ma mesịa nwee A'Level na Zaria. O nwetara nzere mbụ ya na mmuta Akaụntụ na Mahadum Ahmadu Bello na 1981, mgbe nke ahụ gasịrị, ọ gara Mahadum Olabisi Onabanjo maka MBA ya.",
  "Ahmed nwetara MBA ya na August 2004 na Mahadum Ogun Steetị, Ago Iwoye; na BSc Accounting (1981) site na Mahadum Ahmadu Bello(ABU), Zaria; IJMB 'A' Levels (1979) site na SBS / ABU Zaria; na WASC 'O' Level na 1977 site na Queen Amina College, Kaduna.",
  "Zainab Shamsuna bụ Mịnịsta na-ahụ maka ego, atụmatụ mmefu ego na mba nke Naijiria.",
  "Zainab Shamsuna bụbu onye isi odeakwụkwọ gara aga na onye nhazi mba nke Nigeria Extractive Industries Transparency Initiative (NEITI)",
  "O sokwa na otu ndị isi NEITI abuo gara aga, na aru oru na NEITI na global EITI.",
  "Onye na-ahụ maka ego site na ọzụzụ ya ma nwe nzere bachelor na mmuta banyere ego site na ABU Zaria na nzere masta na Business Administration (MBA), Ahmed, na ndekọ ndu ya, kwuru na ya nwere “oke omuma na ahụmahụ di iche iche na nhazi ma nchikwa ọrụ nke ndi obodo.”",
  "Mgbe ọ gụsịrị akwụkwọ, Ahmed nwetere ọrụ na 1982 dị ka Akaụntụ II na Main Accounts nke Ministri okwu ego na Kaduna steetị ma e bulie ya na Akaụntụ I na March 1984, mana ọ gbara arụkwaghịm na 1985 iji sonyere NITEL",
  "N'oge gara aga, ọ rụrụ ọrụ National Youth Service na Kaduna steetị na 1981/1982 ebe e zigara ya maka ọrụ mbụ ya na Messrs",
  "Egunjobi Suleiman & Co",
  "Chartered Accountants, ma jekwa ozi dị ka onye ọrụ ọzụzụ.",
  "Ahmed arụọla ọrụ maka ndị Naịjirịa n'ọkwá dị elu dị iche iche, gụnyere onye isi nchịkwa nke ụlọ ọrụ ọchụnta ego nke Kaduna Steetị na Nigeria, yana onye isi ego nke ụlọ ọrụ nkwukọrịta ekwentị mkpanaaka Nigeria. Ahọpụtara Zainab dịka Mịnịsta na-ahụ maka ego n'ụbọchị 21 nke August 2019 site n'aka onye isi ala."
]