[
  "Zain Sudan (nke bụbu Mobitel) bụ onye na-ahụ maka ekwentị mkpanaaka na Sudan, na akụkụ nke Zain Group",
  "E guzobere na 1996, akụkụ dị ukwuu nke netwọk ahụ kewara n'afọ 2011 gaa Zain South Sudan.",
  "Zain Sudan (nke bụbu Mobitel) malitere na ngwụcha afọ 1996, dị ka onye ọrụ ekwentị mkpanaaka mbụ na Sudan",
  "Ọ malitere ọrụ azụmahịa ya na Febụwarị 1997, malite na Greater Khartoum na netwọk GSM, na-agbanwe Sudan ka ọ bụrụ mba nke anọ iji malite ọrụ mkpanaka na North Africa",
  "E guzobere ya dị ka ụlọ ọrụ na-ejikọta ọnụ na òkè nkewa n'etiti Sudan Telecommunications Company Ltd",
  "(Sudatel) na ọtụtụ ndị ọzọ nwere òkè gụnyere Celtel, ruo 2006 mgbe ụlọ ọrụ Mobile Telecommunications Company (MTC) nwetara ya n'ụzọ zuru ezu dị ka akụkụ nke atụmatụ ya; iji gbanwee site na mpaghara gaa na mpaghara, mgbe ahụ ụlọ ọrụ nkwukọrịta zuru ụwa ọnụ",
  "Mgbe nnweta ahụ gasịrị, Zain wusiri ọnọdụ ya na Middle East na Africa ike, na-aghọ onye isi na-ahụ maka ekwentị mkpanaaka na Sudan.",
  "Na Septemba 9, 2007, Mobitel rebranded na Zain ya na ụlọ ọrụ ndị ọzọ na Group na Kuwait, Bahrain na Jordan",
  "Zain wee bụrụ aha njirimara nke ụlọ ọrụ otu dị na Africa na Middle East, na-arụ ọrụ na Kuwait, Bahrain, Saudi Arabia, Iraq, Jordan, Lebanon (MTC Touch), na Sudan.",
  "Taa, Zain Sudan nwere ihe karịrị nde mmadụ iri na otu na-arụsi ọrụ ike (ka Jenụwarị 2014) na mkpuchi ruru  karịrị pasent iri itoolu nke ndị bi na Sudan.",
  "Zain na-enye ọrụ ekwentị mkpanaaka 2G, 3G na 4G n'okpuru ikike nke National Telecommunications Corporation (NTC) nyere ya dịka usoro mgbasa ozi 2001 siri dị.",
  "Zain na-agbaso iwu nke iwe ndị ọrụ na ndị ọrụ Sudan n'ọrụ ya niile, na mgbakwunye na inye ohere maka ndị nwere nkwarụ.",
  "N'afọ 1996, 15 Zain wụnyere ọdụ ụgbọ mmiri 10 mbụ (BTS), na-ekpuchi \"Dar Elhatif\", Burry, Bahri, Shambat, Omdurman, Almahdia, mgbatị ọhụrụ nke Khartoum South, General Command na Abo Haraz.",
  "Ka ọ na-erule njedebe nke 1997, Wad Madani na Port Sudan, na mgbakwunye na obodo na steeti ndị ọzọ, sonyeere Sudanese Mobile ekwentị Network, site na eriri eriri anya",
  "Afọ 1998-1999 ọ kpuchiri ọtụtụ obodo;  obodo na obodo nta na steeti ọ bụla na Mba ahụ.",
  "N'ime afọ ndị gafeworonụ, ọnụ ọgụgụ na-arịwanye elu nke ọdụ ụgbọ mmiri Zain mụbara mkpuchi na mba na mgbakwunye na imelite teknụzụ netwọkụ",
  "Ewebata ọrụ nzikọrịta data nke chọrọ imelite na dochie ngwaọrụ na akụrụngwa eji.",
  "Ikike nke netwọk ahụ gafere nde mmadụ iri na otu.",
  "Ọ na-abụkarị na n'ihi ihe dị iche iche ka netwọk telecom jikọ ọnụ",
  "Mana ọ bụ nke mbụ n'akụkọ ihe mere eme nke ụlọ ọrụ telecom n'ụwa niile maka netwọk kewara ọrụ ya",
  "N'ihi nchichi South Sudan, Zain ga-eche ihe ịma aka nke ikewa netwọk ya gaa na netwọk abụọ nwere onwe ha.",
  "Mgbalị iji kewaa netwọk South Sudan na ndokwa maka akụrụngwa netwọk ọhụrụ malitere na 2010, ebe mkpa dị ngwa iji kwadebe Data na Switch na Centers pụtara",
  "Ebe ndị ahụ zuru ezu ma dị njikere ka ọ na-erule afọ 2011.",
  "A kwadoro atụmatụ maka nkewa netwọkụ nke kpuchie 90% nke ebe ndị mmadụ bi kemgbe Jenụwarị 2011",
  "Ebumnobi bụ iwulite netwọkụ kwụụrụ onwe ya site na Sudan nke nwere usoro ịgba ụgwọ na VAS kachasị elu",
  "Emechara nke a tupu Septemba 1 nke bụ ụbọchị akara maka nkewa ahụ",
  "Emechara nkewa netwọk ahụ ozugbo nnwere onwe nke South Sudan gasịrị.",
  "Ndị injinia South Sudan na mgbakwunye na ndị ọrụ ndị ọzọ a zụrụ azụ ka ha jikwaa netwọk Zain South Sudan nke bụ netwọk mbụ nwere onwe ya ma e jiri ya tụnyere ndị ọzọ",
  "N'ihi atụmatụ mmalite na nlezianya, ejiri teknụzụ 3G kachasị elu n'ụwa guzobe netwọk ahụ wee kpuchie nnukwu obodo South Sudan gụnyere Juba, Wau na Malakal",
  "A gbatịkwara netwọk ahụ gaa n'obodo ndị ọzọ bi na ya ma gbanwee kaadị SIM ka ọ buru aha ọhụrụ, Zain- South Sudan.",
  "Zain bụ ụlọ ọrụ izizi jiri ọnụọgụ ọhụrụ ahụ ka ọ kwagara na koodu obodo ọhụrụ yana kaadị SIM Zain-South Sudan ọhụrụ na mba a mụrụ ọhụrụ",
  "A kwadokwara atụmatụ teknụzụ iji hụ na ọrụ ahụ na-aga n'ihu ọbụlagodi mgbe ị na-eji ọnụọgụ ọhụrụ..",
  "Na mgbakwunye, ndị debanyere aha na South Sudan nwere ike iji netwọk Zain-South Sudan n'oge ndị ọzọ na-eche  isi ike ihu n'ịnakwere ndị debany aha na-agagharị agagharị."
]