[
  "Zalabiyeh (Arabic) ma ọ bụ Pitulici bụ fritter ma ọ bụ doughnut a na-ahụ n'ọtụtụ nri na Europe, Middle East na West Asia",
  "A na-eme ụdị igwe njuoyi site na ntụ ọka ọka wit dị nro nke a na-awụnye n'ime mmanụ ọkụ ma sie ya. Nchịkọta nri mbụ a maara maka nri ahụ sitere na akwụkwọ nri Arabic nke narị afọ nke iri ma e mere ya na mbụ site na ịwụsa ụyọkọ ahụ n'ime mkpokoro akị bekee",
  "Zalabiyeh bụkwa okwu asụsụ Arabic nke ndị Juu Mizrahi na-eji eme ihe maka ntụ ọka yeast siri ike, nke a na-ejikarị mmanụ aṅụ ma ọ bụ syrup, nke a makwaara dị ka burmuelos na Ladino.",
  "Nchịkọta nri mbụ a maara maka zalabiya sitere na akwụkwọ nri Arabic nke narị afọ nke 10 bụ Kitab al-Tabikh N'akwụkwọ ochie Al-Baghdadi nke usoro nri nke ndị Arab; a wụsara ntụ ọka ahụ n'ime mkpokoro akị bekee",
  "Ụdị friza a yiri nke Indian jelabi na usoro nri nke narị afọ nke iri na isii sitere na nri ndị Germany maka strauben nke ejiri funnel mee.",
  "Ụzọ dị iche iche emeela n'ịkwadebe nri na-atọ ụtọ",
  "Dị ka Muqadassi (narị afọ nke iri OA) si kwuo, ndị nọ na nnukwu Syria n'oge oyi \"[ga-akwadebe] ụdị Zalabiya na-enweghị ihe ọ bụla",
  "Nke a ga-abụ Zalabiya, onye na-esi achịcha e siri esi",
  "Ụfọdụ na-adị ogologo n'ọdịdị, yiri crullers, ebe ndị pere mpe, mgbe ụfọdụ a na-eme ka ha bụrụ bọọlụ, yiri ọdịdị dumplings",
  "\" Na North Africa, ha ga-enye aha Zalabiya na ụdị achịcha dị iche, ya bụ Mushabbak, ịbụ achịcha a siri esi nke a na-eme site na ịpị ụfụfụ, ma tinye ya na 'asal (honey) syrup ma ọ bụ qatr",
  "\"",
  "N'afọ 1280, dọkịta ndị Juu Sicilian bụ Faraj ben Salim sụgharịrị akwụkwọ ọgwụ n'asụsụ Latin, (beke: nah nkewa mba dị iche iche Latin: Tacvini Aegritvdinvm et Morborum ferme omnium Corporis humani), nke Ibn Jazla onye dibịa Arab dere ma nwee ọtụtụ usoro nri ndị Peshia, gụnyere otu maka \"Zelebia\".",
  "N'etiti ndị Juu Yemenite, zalabiyeh bụ nri a na-eri karịsịa n'oge ọnwa oyi",
  "Na Yemen, a na-esi zalabiyeh n'ime ite ncha nke e ji mmanụ dị ihe dị ka 1 cm",
  "miri emi kpuchie, ebe a na-agwakọta mmanụ na mgbe ụfọdụ mmanụ aṅụ. N'ebe ahụ, a \"mere zalabiyeh site na achịcha yeast dị nro [na] nke a na-esi n'akụkụ abụọ na mmanụ miri emi",
  "E nwere ndị na-agbakwunye cumin ojii na ntụ ọka maka uto ka mma",
  "A na-eri ha mgbe ha ka na-ekpo ọkụ, ebe ụfọdụ na-eri ya na mmanụ aṅụ ma ọ bụ shuga",
  "\".",
  "Dị ka 2 Samuel 13:810 si kwuo, nwa nwanyị Eze Devid kwadebere fritters (Hibru: ) maka nwanne ya nwoke Amnon. Ka ọ na-erule narị afọ nke abụọ OA, aha onye na-esi nri ewerela aha sūfğenīn (Hibru: ) na Mishnaic Hibru, okwu sitere na ọdịdị sponge ya nwere oghere alveolar.",
  "Ndị Alakụba na-eri Zalabiyeh n'oge ọnwa Ramadan, na n'oge ememe Diwali maka ndị Hindu na ndị Kraịst n'oge Advent na Ista, na ndị Juu Sephardic maka Hanukkah.",
  "Zalabiyeh (ma ọ bụ zelbi) bụ sufgan ọdịnala (\"achịcha spongy\") maka ndị Juu Peasia.",
  "A na-ahụkarị fritter na mpaghara India, na mba ndị dị ka India, Pakistan, Sri Lanka, Nepal, Bangladesh, ọ bụ ezie na emere ya n'ụzọ dị iche na nke Middle East na North Africa",
  "N'ọtụtụ mba Middle East na North Africa, dị ka Iran, Iraq, Jordan, Syria, Lebanon, Tunisia, Algeria, Ethiopia, nakwa n'Ijipt, ha yiri spongy-cake e siri na mmanụ.",
  "Na Iran, ebe a maara ya dị ka zolbiya, a na-enye ndị ogbenye ihe na-atọ ụtọ n'oge Ramadan",
  "E nwere ọtụtụ usoro nri nke narị afọ nke iri na atọ nke ihe na-atọ ụtọ, nke a nabatara nke Muhammad bin Hasan al-Baghdadi kwuru n'akwụkwọ nri.",
  "Na Iraq na narị afọ nke 20, starch (Arabic: ) bụ ihe dị mkpa na zalabiyeh ha, nke e ji shuga kpuchie. N'Ebe Ugwu Africa, a na-ejikarị yogọt agbakwunye na ihe ndị kpọrọ nkụ eme zalabiyeh.",
  "A maara ha dị ka zlebia na nri Tunisia, jalebie na Philippines, zülbiya na Azerbaijan na jilapi na India."
]