[
  "A makwaara ụlọ ọrụ Zambia Postal Services dị ka ZamPost bụ ụlọ ọrụ gọọmentị nwere na Zambia",
  "ZamPost bụ onye a họpụtara maka ọrụ nzipu ozi na Zambia",
  "Akụkọ ihe mere eme nke ozi na Zambia malitere na 1896 mgbe e guzobere post ọfịs mbụ na Abercorn, Fort Jemeson (Mbala, Chipata ugbu a), na Osimiri Kalungwishi, nso Ọdọ Mmiri Mweru",
  "Otú ọ dị, ụlọ ọrụ post ndị a enweghị nkwado mba ụwa ruo 1926, mgbe a nabatara General Post Office, nke bụ ngalaba gọọmentị n'oge ahụ, na ndị otu Universal Postal Union (UPU)",
  "N'afọ 1975, site n'iwu nke ụlọ omebe iwu, e guzobere otu iwu iji rụọ ọrụ ma post ọ bụ nkwukọrịta.",
  "N'afọ 1986, etinyere nzukọ a n'ime ụlọ ọrụ nwere oke ụgwọ ọrụ ọha wee bụrụ onye amara dị ka Posts and Telecommunications Corporation (PTC) nke ụlọ ọrụ na-ejide mbata ZIMCO, n'aha gọọmentị",
  "Nke a bụ ọnọdụ ruo na Julaị 1, 1994",
  "N'ọnwa Julaị 1994 ewepụtara ụlọ ọrụ nzi ozi ụlọ ọrụ Zambia (Zampost) n'okpuru Iwu Ọrụ Nzi ozi nke 24 nke 1994 ka mgbasa PTC kwụsịrị nke kewapụrụ ngalaba nzi ozi na ngalaba nkwukọrịta",
  "N'August 2009 ka a kagburu Iwu Ọrụ Nzi ozi nke 24 nke 1994 ma dochie ya na Iwu Nzigharị Ozi nke 22 nke 2009 nke kọwara ọrụ Zampost dị ka ịnye ọrụ nzi ozi na ozi, ọrụ ego gụnyere ịmepụta Post Bank.",
  "Ozi ahịrị maka Zampost bụ Ministry of Transport and Communication",
  "Onye Minista Line bụ onye na-ahọpụta ikike maka ndị isi oche n'ikwekọ n'usoro iwu nke ọrụ nzi ozi no.22 nke 2009",
  "Ụlọ ọrụ ahụ na-enye nlekọta dị mkpa na njikwa",
  "Ndị Board ahụ na-enyefe ndị Postmaster General ọrụ kwa ụbọchị nke ụlọ ọrụ ahụ.",
  "Postmaster General bụ onye isi ụlọ ọrụ nke ụlọ ọrụ ahụ ma nwee otu ndị ọrụ nlekọta ọrụ ise na-aga n'isi nduzi dị iche iche na ụlọ ọrụ ahụ",
  "Ndị a bụ;  Ọrụ onye isi, onye isi ọrụ mmadụ, onye isi ego, odeakwụkwọ ụlọ ọrụ / ndụmọdụ gbasara iwu, na onye isi nyocha nke ime",
  "Gọọmentị nke Republic of Zambia nwere nha nha nha 100% na ụlọ ọrụ ahụ.",
  "Site na 146 Post Offices gbasaa na mba ahụ, Zampost nwere ugbu a ụlọ ọrụ enyemaka anọ na-arụ ọrụ ya bụ; Post Bus Company Limited, ZamPost Freight and Forwarding, na Zampost Travel and Tours.",
  "Ndị enyemaka ahụ nwere bọọdụ ha na-enye nlekọta na njikwa nke ndị enyemaka",
  "Zampost ewepụtala ọrụ dị iche iche (ma ọ bụ “ngwaahịa”) Pọtụfoliyo nke gụnyere ozi na ọrụ ozi, nnyefe ego mpaghara na mba ụwa, yana ọrụ ego ndị ọzọ",
  "Ụlọ ọrụ ahụ na-enyekwa ọtụtụ azụmahịa ndị ọzọ na ụlọ ọrụ na-eji ike netwọk obodo ya dị ka ọwa ịzụ ahịa..",
  "Na Mee 2022, na mmemme mmalite EU-Zambia Economic Forum nke emere na Lusaka, gọọmentị Zambia bịanyere aka n'akwụkwọ nkwekọrịta na ASSECO nke Poland, ụlọ ọrụ sọftụwia nke isii kachasị na Europe, iji guzobe ụlọ ọrụ nkwonkwo € 10.0 nde iji digitize na melite  ZamPost arụ ọrụ."
]