[
  "Zanagee Artis (amụrụ n'afọ 2000 ma ọ bụ 2001) bụ onye America na-ahụ maka ihu igwe",
  "A maara ya nke ọma maka ịtọ ntọala otu ndị ntorobịa na-eduzi ihu igwe nke a kpọrọ Zero Hour na 2017",
  "Ka ọ na-erule 2021, Artis bụ onye na-anọchite anya onye nduzi iwu nke Zero Hour.",
  "N'ụlọ akwụkwọ sekọndrị, ọ malitere Kọmitii Nkwado nke ụlọ akwụkwọ sekọnị ya, nke gbanwere ghọọ Green Team. N'oge ọkọchị n'etiti afọ ndị dị obere na afọ ndị dị elu n'ụlọ akwụkwọ sekọndrị n'afọ 2017, ọ gara mmemme oge okpomọkụ na Mahadum Princeton",
  "Artis kwuru na ọ malitere iche echiche karịa obodo ya mgbe ya na ndị otu mmemme Jamie Margolin na Madelaine Tew kwurịtara okwu",
  "Ha na ndị ntorobịa ndị ọzọ na-eme ngagharị iwe guzobere Zero Hour. Zero Hour na-akpọ colonialism, capitalism, ịkpa ókè agbụrụ, na nna ochie dị ka isi ihe kpatara nsogbu ihu igwe.",
  "Zero Hour haziri Youth Climate March na July 2018 na Washington, D.C., na njem satellite e mere n'ụwa niile. Artis, dị ka onye nduzi nhazi, haziri ihe omume ahụ ma soro ndị uwe ojii United States Capitol am aka",
  "Artis na-ekwu, \"Nke ahụ bụ ezigbo mmalite maka mmegharị anyị, ọ mekwara ka ndị na-eto eto gburugburu ụwa",
  "Greta Thunberg's Fridays for Future sitere n'ike mmụọ nsọ nke Youth Climate March.",
  "N'ikpeazụ, Artis so ndị Sunrise Movement rụọ ọrụ na September na November 2019 climate strikes. N'ọnwa Septemba 2020, o kwuru na Zero Hour agbanweela uche ya na agụmakwụkwọ",
  "N'oge ntuli aka onye isi ala nke United States na 2020, dị ka onye nduzi iwu, Artis duziri mkpọsa #Vote4OurFuture",
  "Mgbasa ozi ahụ lekwasịrị anya na steeti ndị na-agbanwe agbanwe dị ka Michigan na Pennsylvania, na ebumnuche nke ịbawanye ọnụ ọgụgụ ndị na-atụ vootu iji kwado Green New Deal. Artis kwuru, sị, \"Anyị chọrọ ka mgbanwe ihu igwe bụrụ ihe kachasị mkpa n'uche ndị mmadụ mgbe ha na-aga ntuli aka na Nọvemba n'ihi ụzọ ọ ga-esi metụta ndị na-acha ọbara ọbara na ndị bi n'obodo ndị ahụ\".",
  "Artis tolitere na Clinton, Connecticut ma kwuo na oge ọ nọrọ na Hammonasset Beach State Park na-akpali mmasị ya na gburugburu ebe obibi. Artis banyere Mahadum Brown na 2018, na ebumnuche ịga ụlọ akwụkwọ iwu",
  "Ọ bụ onye otu Zeta Delta Xi."
]