[
  "Zanele Mbeki (née Dlamini; amụrụ na 18 Nọvemba 1938) bụ onye ọrụ mmekọrịta ọha na eze nke South Africa nke guzobere Women's Development Bank",
  "Ọ bụkwa onye bụbu nwanyị mbụ nke South Africa.",
  "A mụrụ Zanele Dlamini na Alexandra na 1938 ebe nna ya bụ onye ụkọchukwu Metọdist na nne ya bụ onye na-emepụta ejiji. O nwere ụmụnne nwanyị ise.",
  "Mbeki bụ onye bi na Catholic Inkamana Academy na KwaZulu-Natal tupu ọ gụọ akwụkwọ ịbụ onye ọrụ mmekọrịta mmadụ na ibe ya na Mahadum nke Witwatersrand",
  "Mgbe ọ rụchara ọrụ afọ atọ maka Anglo American plc dị ka onye na-arụ ọrụ na Zambia, Mbeki kwagara London wee mechaa diplọma na iwu mmekọrịta mmadụ na ibe ya na nchịkwa na London School of Economics na 1968. O mechara nweta agụmakwụkwọ iji mee PhD ya na ọnọdụ ụmụ nwanyị Afrịka n'okpuru ịkpa ókè agbụrụ na Mahadum Brandeis na United States, ọ bụ ezie na ọ hapụrụ United States ịlụ Thabo Mbeki tupu ọ gụchaa ya.",
  "Mgbe ọ nọ na London, Mbeki rụrụ ọrụ dị ka onye ọrụ mmekọrịta ọha na eze na Guy's Hospital, na Marlborough Day Hospital.",
  "Mgbe ọ lụsịrị di, Mbeki rụrụ ọrụ maka International University Education Fund na Lusaka, Zambia",
  "Ọ gbara arụkwaghịm na 1980, obere oge tupu emechie ya mgbe a kpughere onye isi ya, Craig Williamson, dị ka onye nledo South Africa. A họpụtakwara ya na Njikọ Ụmụ nwanyị nke ANC ma dezie Voice of Women Mbeki kụziri ihe na Mahadum Zambia ruo afọ abụọ wee rụọ ọrụ maka United Nations High Commissioner for Refugees na Nairobi.",
  "Mgbe ha laghachiri South Africa na 1990, Mbeki guzobere Women's Development Bank, nke na-enye ụmụ nwanyị South Africa dara ogbenye microfinance. Mgbe di ya na-eme mkpọsa, ọ naghị apụta na ya ma jụ inye ajụjụ ọnụ. Mgbe di ya ghọrọ onye isi ala na 1999, ọ ghọrọ nwanyị mbụ nke South Africa",
  "Ọ bụ onye na-ahụ maka ụmụ nwanyị na onye na-akwado ikike ụmụ nwanyị. N'ọnwa Julaị afọ 2003, ọ kpọkọtara ndị South African Women in Dialogue, nke e mere iji mee ka ụmụ nwanyị sonye n'ụzọ zuru ezu na mmepe mba ahụ.",
  "Mbeki zutere Thabo Mbeki mgbe ọ na-agụ akwụkwọ na Mahadum London ma ha lụrụ n'ọfịs ndebanye aha na London na 23 Nọvemba 1974, ememe okpukpe sochiri ya n'ụlọ nwanne ya nwanyị nke okenye Edith, Farnham Castle na Surrey. Ọ ga-enweta ikike site n'aka ANC ịlụ di ma kwuo na ọ gwara Adelaide Tambo \"ọ bụrụ na Papa [Oliver Tambo] ekweghị ka m lụọ Zanele, agaghị m alụọ di ọzọ",
  "Agaghị m ajụọ ọzọ",
  "Ahụrụ m naanị otu onye n'anya ma enwere naanị otu onye m chọrọ ime ndụ m, nke ahụ bụ Zanele",
  "\" Di na nwunye ahụ enweghị ụmụ ma na-ebikarị iche."
]