[
  "Zeina Soufan (Arabic) bụ onye nta akụkọ Lebanọn na onye na-eme ihe nkiri telivishọn nke bi na Dubai. Soufan bụ onye isi nchịkọta azụmaahịa na Dubai Media Incorporated na onye na-akwado \"Money Map\" na Dubai TV",
  "Ọ bụkwa onye edemede onwe ya na onye na'emepụta ọdịnaya dijitalụ.",
  "A mụrụ Zeina Soufan na Saida, Lebanon",
  "Ezinụlọ ya gbapụrụ n'Agha Obodo Lebanọn wee kwaga Saudi Arabia ebe Zeina gụsịrị akwụkwọ afọ ole na ole tupu ọ laghachi Lebanọn obere oge wee gaa Ijipt",
  "N'ọnwa Febụwarị afọ 1993, ọ gụsịrị akwụkwọ na nzere bachelọ na Middle Eastern Studies na Mahadum America dị na Cairo.",
  "Zeina Soufan mepụtara ma gosipụta akụkọ akụkọ, akụkọ akụkọ na ihe ngosi telivishọn n'oge ọrụ ya niile. Ọ gbara ndị mmadụ ajụjụ ọnụ, ndị isi na ndị ọrụ gọọmentị ma mepụta akụkọ ndọrọ ndọrọ ọchịchị na azụmaahịa siri ike na mgbakwunye na akụkọ sitere gburugburu ụwa.",
  "Ọ malitere ọrụ ya na ihe nkiri nke Lebanese Future n'afọ 1993 na Beirut tupu ọ kwaga na ụlọ ọrụ mgbasa ozi Reuters dị ka onye nta akụkọ Beirut n'afọ 1995",
  "Otu n'ime ọrụ ya a ma ama bụ mkpuchi nke afọ 1994 Israel blitz na ndịda Lebanọn nke a kpọrọ \"Operation Accountability\" n'afọ 1996 \"War of Wrath\" n'oge ndị agha Israel gburu ya na Qana",
  "N'afọ 2000, Zeina so n'ime ndị nta akụkọ mbụ batara n'ebe ndịda Lebanọn awa ole na ole mgbe Israel wepụrụ ndị agha ya na mpaghara ahụ.",
  "Soufan laghachiri na telivishọn n'y 1998 iji sonye na Dubai Business Channel",
  "N'afọ 2004, ọ sonyeere Al Arabiya ma bụrụ otu n'ime ndị isi otu malitere ihe ngosi azụmahịa pan Arab \"Al Aswaq Al Arabiya\"",
  "N'afọ 2011, ọ kwagara Dubai TV ebe ọ ka na-emepụta ma na-egosi ihe ngosi azụmahịa kwa izu nke ọwa \"Money Map\".",
  "Zeina Soufan bụ ọkà okwu ihu ọha na onye nhazi na ihe omume ndị dị elu, gụnyere nzukọ zuru ụwa ọnụ dị ka Nzukọ akụ na ụba ụwa na Nzukọ Ọchịchị Ụwa. N'afọ 2019, a họpụtara ya ka ọ bụrụ onye ọka iwu na Asọmpi nke  Dubai Smart Government n'okpuru nkwado nke nwa eze Dubai Sheikh Hamdan Bin Rashed Al Maktoum.",
  "Soufan na-aga n'ihu na-ede isiokwu na kọlụm echiche",
  "A na-ebipụta ọrụ ya na ụfọdụ akwụkwọ akụkọ na ebe nrụọrụ weebụ kachasị elu dị ka Alhayat, Asharq Al-Awsat, Alarabiya Net na Emarat Al Youm.",
  "N'afọ 2016, o ritere ihe nrite nke onye odeakụkọ azụmahịa Arab n'emume e mere na Amman, Jọdan."
]