[
  "Zeina (Arabic: زينة, IPA: ; a mụrụ Wessam Reda Ismail Morsi, 4 Febụwarị 1977) bụ onye Egypt na-eme ihe nkiri na ihe nlereanya",
  "Ọ malitere ime ihe nkiri n'afọ 1995 ma kemgbe ahụ emeela ọtụtụ ihe nkiri na usoro telivishọn, gụnyere Afaryt el-Sayala (Ghosts of Sayala) (2004) na El Haya fe Montaha el Laza (Joys of Life) (2005).",
  "Zeina malitere ọrụ ya dịka ihe nlereanya na vidiyo , na-eji ezigbo aha ya Wesam",
  "Onye nduzi Daoud Abdel Sayed họọrọ ya ka ọ rụọ ọrụ Hanna na Ard El Kof (Ala Egwu), nke mbụ ya",
  "Ọ rụkwara ọrụ dịka onye mgbasa ozi n'otu n'ime ọwa nke Arab Radio na Television ebe ọ gosipụtara mmemme teknụzụ.",
  "Site na ịbanye n'ime ụwa ime ihe nkiri, ọ họọrọ ịkpọ onwe ya \"Zeina\"",
  "Onye nduzi Youssef Chahine kpọrọ ya \"Sophia Loren nke ndị Arab\" mgbe ọ hụrụ ya na ihe nkiri Montaha El Laza (Joys)",
  "O meriri n'aha onye na-eme ihe nkiri kachasị mma n'afọ 2005 na 2006 na ntuli aka ọha na eze ma merie ihe nrite maka arụmọrụ pụtara ìhè maka ọrụ ya na usoro Hdrat El Motaham Aby (Nna m bụ onye a na-ebo ebubo).",
  "Onye na-ese ihe Ahmed Zaki kpọrọ ya \"Penélope Cruz\" maka myirịta dị n'etiti ya na onye na-eme ihe nkiri na Spain",
  "Zeina sonyere n'ọtụtụ ọrụ ihe nkiri, dịka El Haya fe Montaha el Laza (Joys of Life), Sayed El Atefy (Lord of the Emotional), El Sahabh (Ghost), El Gezyra (island), 90 Minutes, Puskas, Trapezoid, Captain Hima, One - Zero, Two Girls from Egypt, Adult and Seven Albermbp.",
  "Zeina sokwa mee ihe nkiri na TV malite na Shaba ra2 gedan na Wael Nour n'afọ 1995",
  "Ọ pụtakwara na Afaryt el-Sayala (aha Bekee Ghosts of Sayala), Lel Sarwa Hesabat o5ra (Wealth Other Accounts), Ali Wika, Hadret el Motaham Aby (My Father The Accused), na Layaly. Ọ bụ otu n'ime ndị isi Characters na usoro Ramadan 2017, Le a3la se3r (N'ihi ọnụahịa kachasị elu) na-eme ihe nkiri dịka Laila.",
  "Ọ pụtakwara na ụfọdụ redio dịka Sinbad Emad, na Runaway to Travel",
  "N'ọnwa Jenụwarị afọ 2008, ụlọ ikpe mara Zeina ikpe ịga mkpọrọ ọnwa abụọ na ịkwụ ụgwọ £ E1,000 n'ihi na onye ọrụ okporo ụzọ na onye agha kwuru na Zeina wakporo ha n'ọnụ mgbe ha na-emebi iwu okporo ụzọ",
  "Ọ nwetara nnwere onwe n'aka ụlọ ikpe mkpegharị ikpe n'ọnwa Eprel afọ 2008 na-azọrọ na gọọmentị chọrọ igosi ikpe ya megide aghụghọ na aghụghọ nke ndekọ site n'aka ndị ọrụ metụtara.",
  "Zeina mụrụ ụmụ ejima n'ọnwa Ọktoba afọ 2013",
  "O kwuru na nna ha bụ onye na-eme ihe nkiri bụ Ahmed Ezz mgbe alụmdi na nwunye omenala gasịrị",
  "Ezz gọnahụrụ ebubo ndị dị otú ahụ ya mere ọ rịọrọ maka nyocha DNA iji kwado nkwupụta ya. N'afọ 2015, ụlọ ikpe ezinụlọ Cairo kpebiri na Zeina ga-edebanye aha ụmụ nwoke ahụ na Ezz bụ nna ya mgbe ọ jụrụ ime ule ahụ. Ka oge na-aga, ụlọ ikpe nke Nasr City mara Ezz ikpe n'anọghị ya afọ atọ n'ụlọ mkpọrọ ma kwụọ ụgwọ £ E15,000 maka ebubo nkwutọ na nkwutọ megide onye na-eme ihe nkiri Zeina."
]