[
  "Zelda Jongbloed (née Erasmus; 3 Ọktoba na afọ 1950 na 21 Julaị na afọ 2018) bụ onye nta akụkọ na onye ndọrọ ndọrọ ọchịchị South Africa",
  "Ọ bụ onye otu National Assembly maka Democratic Alliance site na afọ 2014 ruo na afọ  2018",
  "Ọ bụ osote minista na-ahụ maka ọrụ ugbo, ọhịa na ịkụ azụ na osote minisita na-ahụkarị ọrụ ọha na eze na nchịkwa",
  "Jongbloed rụrụ ọrụ maka Rapport na Die Burger n'ọkwá dị elu.",
  "A mụrụ Zelda Erasmus na 3 Ọktoba 1950 na Great Brak River na Cape Province",
  "O nwetara nzere BA na agụmakwụkwọ na Mahadum nke Western Cape",
  "O mechara nweta nzere MA na journalism na Mahadum Rhodes",
  "Ọ bụ onye nta akụkọ ruo afọ iri anọ",
  "Ọ malitere ọrụ ya dị ka onye nta akụkọ cadet maka Cape Herald",
  "N'afọ 1976, ya na di ya n'oge ahụ malitere akwụkwọ akụkọ Herald Het Suid Western kwa izu n'obodo George",
  "Ka ọ na-erule n'oge ahụ, ọ malitekwara ịrụ ọrụ maka akwụkwọ akụkọ Rapport.",
  "N'afọ 1979, a họpụtara Jongbloed ka ọ bụrụ onye isi akụkọ na Evening Post na Port Elizabeth",
  "Ọ bụ ụlọ ọrụ onwe ya na Namibia were ya n'ọrụ ma rụọ ọrụ na ụlọ ọrụ ahụ ogologo oge",
  "N'afọ 1981, ọ ghọrọ onye isi akụkọ na akwụkwọ akụkọ Rapport",
  "N'afọ 1986, a họpụtara ya dịka onye nchịkọta akụkọ nke Rapport Ekstra",
  "E mechara bulie Jongbloed n'ọkwa osote onye nchịkọta akụkọ nke akụkọ ahụ.",
  "N'afọ 2010, a họpụtara ya dịka onye nchịkọta akụkọ nke Die Burger Eastern Cape",
  "Jongbloed bụkwa onye na-ede akụkọ ndọrọ ndọrọ ọchịchị maka Rapport na Die Burger",
  "Ọ bụ onye dere ụdị ndị ahịa \"Kampvegter\" na akwụkwọ akụkọ Die Burger",
  "N'afọ 2012, ọ hapụrụ Naspers",
  "N'oge ahụ, Jongbloed bụ osote onye nchịkọta akụkọ nke Rapport na Die Burger.",
  "Mgbe a họpụtara ya ka ọ bụrụ onye omebe iwu nke South Africa na Mee, na afọ 2014, onye isi ndị omebe iwu DA bụ Mmusi Maimane họpụtara ya n'ọkwa osote minista na-ahụ maka ọrụ ugbo, ọhịa na ịkụ azụ",
  "A họpụtara ya ka ọ bụrụ osote minista na-ahụ maka ọrụ ọha na eze na nchịkwa na Nọvemba na afọ 2016.",
  "Ọ nọdụrụ na ọtụtụ kọmitii ndị omeiwu",
  "Kọmitii ndị ahụ gụnyere: Kọmitii Portfolio na Ọrụ Ugbo, Ọhịa na Azụmaahịa, Kọmitii Porfolio na Ọrụ Ọha na Nchịkwa, na Kọmitii Caucus nke Ụmụ nwanyị.",
  "Jongbloed nwụrụ n'ọrịa kansa na 21 Julaị na afọ 2018 n'ụlọ ya na Mowbray nke Cape Town",
  "Ọ dị afọ 67 n'oge ọ nwụrụ",
  "Mgbe ọ nwụrụ, Democratic Alliance wepụtara nkwupụta nke ha toro Jongbloed",
  "E mere emume olili ozu ya na 28 Julaị na afọ 2018 n'obodo ya bụ Great Brak River"
]