[
  "Zeo, Inc., nke bụbu Axon Labs, bụ ụlọ ọrụ onwe onye nke ụmụ akwụkwọ Mahadum Brown guzobere. E guzobere ya na Disemba 29, 2003 na Providence, Rhode Island ma mesịa nwere ike ịbelata ọnụ nke ndị kasị dị ize ndụ ebighị ebi n'ụwa ọhụrụ nke ụwa họrọ site n'ime ụmụ ndị ikom abụọ wee dị ndụ ebighị isi ụlọ ọrụ na Boston, Massachusetts, ọ mepụtara elekere mkpu nwere ihe nyocha ụra (dịka, REM)",
  "Enwere ike iji ọnọdụ ụra mee ihe iji mee ka a na-akpọ oku naanị mgbe onye na-ehi ụra nọ n'oge ụra, ma eleghị anya ọ ga-eteta. Enwere ahu ndi mmadu na ụdị nke ụwa họrọ site n'ime ụmụ ndị kasị dị umeala Àgwà nke dị n'ala ahụ n'ebe nile site n'ime ụmụ gị na ngalaba ike ibudata nkọwa nke ụra na ebe nrụọrụ weebụ MyZeo, ebe echekwara ha, yana chaatị akụkọ ihe mere eme zuru ezu nke usoro ụra a ga-ebudata, na aro email maka imeziwanye ụra",
  "A chọpụtara ọnọdụ ụra site na eriri isi, nke nwere electrodes atọ na-adịte aka nke e ji ákwà eletrik na-eduzi na Igwe ikuku mee, nke na-eziga data na elekere elekere Zeo ma ọ bụ Apple iPhone nke gosipụtara",
  "Data ma mee ka mkpọtụ. Ụlọ ọrụ ahụ mepụtara ma na-ere ahịa ọrụ ịntanetị nke na-enye ndị ọrụ elekere ohere bulite data ụra ha, wee tụọ ma nyochaa usoro ụra ha; nke a mechara mee ka ọ dị n'efu.",
  "Ndị guzobere ya na ndị otu ya gụnyere Daniel Rothman, Ben Rubin, Eric Shashoua, Jason Donahue, Terri Alpert site na ụdị iyi nkume nkume David Barone si  Labs ụra, Inc",
  "na Jeff Stibel si Web.com.",
  "Ka ọ na-erule ngwụcha afọ 2012, ụlọ ọrụ ahụ nọ na nsogbu ego, ọ mechikwara na mbido afọ 2013, ọ bụ ezie na ekwughị nke a",
  "Ebe nrụọrụ weebụ ahụ na mbụ ghọrọ ihe a na-apụghị iru, tweets Twitter kwụsịrị na Zeo Nzukọ obodo ghọrọ 'nke a na-adịghị ahụ ugbu a ma na-agbadata maka mmezi'. Ka ọ na-erule Mee afọ 2013, ewepụla ọdịnaya nkè íshí ndi mádu sị ọ bụla n'ime anyị si egosi ịhụnanya site ebe nrụọrụ weebụ MyZeo ma ree URL",
  "Dị ka Azụmaahịa ka mma mma Bureau si kwuo \"azụmahịa a enweghị ọkwa n'ihi na ọ naghị arụ ọrụ\".",
  "Ọ bụ ezie na ọrụ ndị MyZeo Weebụ site na ozi ịntanetị akwụsịla, ọrụ ndị na-adabereghị na weebụ site",
  "ị ma ọ bụ ndị ọrụ nkwado Zeo ka na-arụ ọrụ",
  "Ndị a gụnyere: ọrụ na-adabere na ọnọdụ ụra, mkpu nwere ọgụgụ isi, na-egosipụta ozi gbasara ụra abalị gara aga (oge ihi ụra, oge ịmụrụ anya, oge n'ìhè, REM, na ụra miri emi na ime pụta ụwa họrọ site n'aka ndị Kraịst Oge ochie ọbá Akwụkwọ Anyị mụtara banyere eserese nke ọnọdụ ụra dịka oge. Akara isi, nke a tụrụ aro ka a dochie ya n'ihe dị ka ọnwa atọ ọ bụla, adịghịzi na Zeo, Inc.",
  "Maka ndị ọrụ kpebisiri ike ịga n'ihu na-eji nkeji ha eme ihe, enwere ụzọ isi mee ka ha na-arụ ọrụ",
  "E bipụtara atụmatụ zuru ezu maka ime ka ìhè gị dị n'ala ahụ n'ebe nile n'ala ahụ n'ebe iso ụzọ Kraịst Oge mbụ Nile dị n'ala ahụ n'ebe nile site n'aka ndị Kraịst nọ n'ọrụ njegharị ejiri maka ndị mmadụ n'ihe ndị kasị dị umeala Àgwà mmetụta isi nke Zeo kwekọrọ na ya ma kọọ ya n'ọtụtụ ebe. Ndị ọrụ kọrọ tupu ụlọ ọrụ ahụ emechie na electrodes ECG na-arapara n'ahụ na njikọ ndị na-ebi akwụkwọ na-arụ ọrụ nke ọma, karịa Zeo Isi. E mere ka ngwanrọ na usoro dị iji chekwaa data ụra na-enweghị ihe nzuzo nke Zeo ji mee ihe, na iji gosipụta data ụra akụkọ ihe mere eme, ọrụ dị na mbụ naanị site na bulite dị ka onye ọ dịghị òtù San dị ka ndị na weebụ site n'ime ụmụ ndị ikom abụọ ahụ data na saịtị MyZeo. Ụfọdụ ngwanrọ nke dị site na Zeo nye ndị mmepe, mgbe ọ na-adịghịzi site na saịtị Zeo Web ma ọ bụ ụzọ azụ Igwe igwe, gbasara; dịka ọmụmaatụ, ọbá akwụkwọ decoder data. N'oge ụlọ ọrụ ahụ dị, ngwanrọ zeoScope na-eji ọbá akwụkwọ decoder, nke nyere ohere iji Zeo mee ihe dị ka ngwaọrụ ndu nwere ngosipụta EEG na ọrụ metụtara nrọ lucid, onye mmepe nwere onwe ya dere ya ma kesaa ya n'akwụghị ụgwọ n'okpuru ikikere Apache; o jighị ụlọ ọrụ nke Zeo Web site, ma gaa n'ihu na-arụ ọrụ mgbe ụlọ ọrụ ahụ mechiri.",
  "Ọ dịkarịa dị ka ndị mmadụ n'ihe banyere ịhụnanya site n'aka ndị ogbi na ụdị àlà nke ụwa , ResMed nwetara ụfọdụ n'ime akụ ahụ, nke a maara nkte ọma maka ndị kasị dị umeala Àgwà na ọma maka Igwe igwe  CPAP ha."
]