[
  "Zerihun Yetmgeta (a mụrụ n'afọ 1941 na Addis Ababa, Ethiopia) Yetmgeta bụ onye Ethiopia na-ese ihe",
  "Ihe osise ya na ngwakọta mgbasa ozi ya jikọtara ihe ndị dị na nka nke oge a na ụdị ọdịnala nke obodo ya bụ Ethiopia, ọkachasị site na ihe oyiyi na akwụkwọ mpịakọta nke nkà Ọtọdọks nke Etiopia.",
  "Omume nka Yetmgeta malitere mgbe ọ dị obere",
  "Mgbe ọ dị afọ iri na ise, o ritere ihe nrite mbụ na asọmpi nka mba, nke a maara dị ka asọmpi \"All Ethiopian School\"",
  "Mgbe ọ gụsịrị ụlọ akwụkwọ sekọndrị, ọ gara Alle School of Fine Arts and Design na Addis Ababa (1963-1968)",
  "Mgbe ọ na-aga mahadum, Yetmgeta na Alexander Boghossian, nke a maara dị ka Skunder Boghossian, kekọritara otu ụlọ ọrụ",
  "Boghossian, ya na Gebre Kristos Desta na Karl Heinz Hansen (ndị prọfesọ ya na School of Fine Arts), bu ndị ekwụrụ na ha nwere mmetụta dị ukwuu na mmepe nke onye na-ese ihe ahụ nọ.  Yetmgeta akụziela na Alle School of Fine Arts and Design kemgbe 1978.",
  "Mgbe mgbanwe nke afọ 1974 nke Etiopia gasịrị, mgbe a kwaturu Eze Ukwu Haile Selassie, ọtụtụ ndị na-ese ihe gara mba ọzọ",
  "Ọchịchị ndị agha na-ahụ maka mmekọrịta mmadụ na ibe ya nke Kansụl Nchịkwa Ndị Agha (nke a maara dị ka Derg) nke sochirinụ, guzobere omume mmegbu n'ebe nka dị, na-enye iwu ka e jiri ezi mmekọrịta mmadụ na ibe ya na nyochaa isiokwu",
  "Otú ọ dị, Yetmgeta họọrọ ịnọ na Addis Ababa",
  "Kemgbe njedebe nke ọchịchị Derg, Yetmgeta enweela ima ama na mba ụwa ma o gosipụtakwala ọtụtụ ebe.",
  "N'abalị iri abụọ na anọ n'ọnwa Ọgọstụ afọ 2019, ogige ọdịbendị Etiopia, nke gosipụtara atụmatụ mbụ nke Yetmgeta na mgbakwunye na mmegharị nke ọrụ ya \"Mgbe Anyanwụ Na-ezute Ọnwa\", raara ya nye na Rockefeller Park na Cleveland, Ohio",
  "Ọ bụ ogige ọdịbendị mbụ sitere na kọntinent Afrịka ma ekwere na ọ bụ naanị ihe ncheta nke Ethiopia na United States.",
  "Chojnaki, Stanislau",
  "\"A Survey of Modern Ethiopian Art.\" Na Äthiopien",
  "Stuttgart: Institut für Auslandsbeziehungen, 1973, 84–94.",
  "Isi mmalite nke omume dị iche iche nke Yetmgeta gụnyere ihe osise sitere na nka Coptic nke ndị Ọtọdọks nke Etiopia na nka nkume oge ochie",
  "Ọrụ ya nwere ike ịgụnye ihe odide Amharic na ihe ngosi anya na akwụkwọ mpịakọta ekpere, ihe oyiyi, na ebe ịchụàjà",
  "Ọ na-emepụta ọrụ metụtara njikọ ya na kọntinent Afrịka, na-esite na ihe osise sitere na Ijipt oge ochie, ihe mkpuchi West na Central Africa, na ọkachasị nka ọdịnala sitere na Ghana",
  "A pụrụ ịchọta ememe ya maka mgbọrọgwụ ọdịbendị ya ọ bụghị naanị na ọrụ ya, kamakwa na ụlọ ọrụ ya, nke na-agbaso atụmatụ ala nke ụka Etiopia.",
  "Yetmgeta na-arụ ọrụ na mgbasa ozi dị iche iche, nke gụnyere mbipụta, eserese, na mgbasa ozi agwakọtara agwakọta",
  "Ihe ndị a rụrụ na-adabere na ihe osise osisi nwekwara ike ịgụnye ihe ndị dị na akpụkpọ anụ, bamboo, wax, na ọlaedo.",
  "Nrite nke mbụ, All Ethiopian School, Addis Ababa, 1958",
  "Ọ nọchitere anya Ethiopia na Havana Biennial nke anọ na 1991, isiokwu ya bụ: Ihe ịma aka nke ọchịchị ndị ọcha",
  "Prix de la Biennale, Dakar Biennale, ma ọ bụ Dak'Art ’92",
  "Ihe nrite nke abụọ na Kenya Art Panorama, French Cultural Center, Nairobi, 1994",
  "Biasio, Elisabeth",
  "\"The Hidden Reality",
  "Three Contemporary Ethiopian Artists: Zerihun Yetmgeta, Girmay Hiwet, Worku Goshu",
  "' (1989).",
  "---",
  "\"Magic Scrolls in Modern Ethiopian Painting.\" Africana Bulletin 52 (2004): 31–42.",
  "---, na Zerihun Yetmgeta",
  "\"Ethiopian World Art.\" Ethiopia–Traditions of Creativity, University of Washington Press, Seattle (1999): 88–111.",
  "Chojnaki, Stanislau",
  "\"A Survey of Modern Ethiopian Art.\" Na Äthiopien",
  "Stuttgart: Institut für Auslandsbeziehungen, 1973, 84–94.",
  "Martin Nagy, Rebecca",
  "Ịga n'ihu na mgbanwe: Ọgbọ atọ nke ndị na-ese ihe na Etiopia",
  "Gainesville, U nke Florida 2007 74-75.",
  "Silverman, Raymond A",
  "“Zeribun Yetmgeta: Portfolios.” African Arts 30/1 (1997), 52-57",
  "---et al, Ethiopia: Omenala nke Okike",
  "East Lansing, Michigan State University, 1999",
  "Sylla, A",
  "\"Yetmgeta, Zerihun, A Spiritual Art.\" CIMAISE 43, no",
  "240–41 (1996): 82–86.",
  "Yetmgeta, Zerihun, na Abebe Zegeye",
  "Zerihun Yetmgeta: The Magical Universe of Art",
  "Unisa Press, 2008."
]