[
  "Zethu Dlomo-Mphahlele (a mụrụ na 31 Machị 1989), bụ onye na-eme ihe nkiri na South Africa",
  "A maara ya nke ọma maka ọrụ 'Madi' na usoro ihe nkiri telivishọn America Black Sails",
  "A mụrụ ya na 31 Machị afọ̀ 1989 na Lenasia, Gauteng province, South Africa. E mechara zụlite ya na Mmesi Park, Dobsonville, Soweto",
  "Ọ gụrụ akwụkwọ na The National School of the Arts",
  "N'afọ 2010, ọ gụsịrị akwụkwọ na Bachelor Degree Honours na Dramatic Art na Mahadum nke Witwatersrand",
  "N'ọnwa Septemba afọ 2018, ọ lụrụ onye ya na ya na-eme ihe nkiri ogologo oge bụ Lebogang Mphahlele.",
  "N'afọ 2012, ọ rụrụ ọrụ dị mkpa na usoro ihe nkiri telivishọn sayensị nke a na-akpọ Room 9 na SABC 1",
  "Ọ rụrụ ọrụ 'Detective Alice Kunene' na usoro ahụ",
  "Ka ọ dị ugbu a, ọ gosipụtara na ọtụtụ ihe ngosi mba ụwa; dịka usoro HBO Number One Ladies Detective Agency n'afọ̀ 2008 dịka 'Baone Magasane'",
  "Mgbe ahụ n'qfọ̀ 2013, ọ pụtara na ọrụ cameo 'Patience' na ihe nkiri Mary na Martha nke Phillip Noyce duziri.",
  "N'afọ 2014, ọ gosipụtakwara na Canadian Broadcasting Corporation (CBC) na BET International (BET) zụ Book of Negroes ebe ọ rụrụ ọrụ nke ohu dị ime 'Sanu'",
  "N'afọ 2014, o mere ihe nkiri mbụ ya na ihe nkiri Fanie Fourieńs Lobola dịka 'Dinky Magubane'",
  "Maka ọrụ ya, ọ meriri ma South African Film and Television Awards (SAFTA) n'afọ 2014 nakwa South Africa India Film and Television Award (SAIFTA) n'afọ 2013 nhọpụta na ngalaba nke 'Best Actress in a Feature Film'",
  "Ka e mesịrị n'afọ ahụ, ọ rụrụ ọrụ nkwado na oge 1 nke usoro telivishọn Ayeye dịka 'Sibongile'. N'afọ 2015, a tụbara ya maka ọrụ 'Madi' na oge nke atọ nke Black Sails, usoro Starz Network",
  "Ọ gara n'ihu na-eme maka ihe omume iri na isii na ndị na-eme ihe nkiri ugboro ugboro na ọrụ dịka nwa nwanyị Maazị Scott, Madi ruo na njedebe nke oge nke anọ",
  "Usoro ahụ nyere ya nkwado mba ụwa.",
  "Ka ọ dị ugbu a, Dlomo meriri ihe nrite maka 'Brett Goldin Best Newcomer' n'afọ 2014/2015 Naledi Theatre Awards maka ọtụtụ ihe odide ya na egwuregwu egwuregwu Have You Seen Zandile? nke Khutjo Green duziri",
  "N'afọ 2017, ọ kwagara Africa iji mee ihe nkiri na telenovelas kachasị ewu ewu na South Africa Isibaya N'ime usoro ihe nkiri ahụ, ọ rụrụ ọrụ 'Nonhlanzi' aka 'LethuHlatshwayo'",
  "Mgbe ahụ, ọ pụtara na egwuregwu abụọ: Jero nke Dominique Gumede duziri, na Play nke Khutjo Green duziri.",
  "Na ngwụcha afọ 2017, ọ pụtara na ihe nkiri ọdịda anyanwụ South Africa nke mbụ Five Fingers for Marseilles Ọ rụrụ ọrụ ahụ dịka 'Lerato'. Ihe nkiri ahụ nwere ihe ngosi ụwa ya na Toronto International Film Festival e mechara wepụta ya na sinima na United States of America na Septemba afọ 2018. N'afọ 2018, Dlomo pụtara na ihe nkiri Mandela10 Gun nke John Irvin duziri",
  "Ọ rụrụ ọrụ Winnie, nwunye Nelson Mandela na ihe nkiri ahụ",
  "Ihe nkiri ahụ nwere ihe ngosi ụwa ya na New York, Harlem NY",
  "Ka e mesịrị n'otu afọ ahụ, ọ sonyeere ihe nkiri Mzansi Magic Sunday mgbede The Herd na ọrụ 'Lwandle'.",
  "N'afọ 2020, ọ rụrụ ọrụ na ihe nkiri dị mkpirikpi Hotel on the Koppies nke Charlie Vundla dere ma duzie",
  "Mgbe ahụ, ọ sonyeere obere usoro SABC 1 nke akpọrọ Amazing Grace na ọrụ 'Sarah'",
  "N'ikpeazụ tupu ọrịa COVID-19, ọ rụrụ ọrụ 'Lindo Cele' na usoro ihe nkiri nke a na-akpọ Erased telivishọn site na Moja Love Channel."
]