[
  "Zina Saro-Wiwa (a mụrụ n'afọ 1976, Port Harcourt, Nigeria) bụ onye na-ese vidio na onye na-eme ihe nkiri na Brooklyn",
  "Ọ na-eme ntinye vidiyo, ihe nkiri, vidiyo egwu na ihe nkiri nnwale.",
  "Saro-Wiwa bụ onye guzobere ihe nkiri nke alt-Nollywood movement",
  "Otu mmegharị nke na-eji akụkọ, ụdị na mgbakọ ọhụụ nke ụlọ ọrụ ihe nkiri Nollywood mana maka njedebe na-agbagha agbagha, nke ndọrọ ndọrọ ọchịchị.",
  "Ọ bụbu onye nta akụkọ ụlọọrụ BBC, ọrụ nka ya sitere na mmasị ya n'ịgbanwe ụzọ ụwa si ahụ Africa site na iji ihe nkiri, nka, na nri",
  "Ihe omume ya gụnyere New West African Kitchen, ọrụ ebe Saro-Wiwa na-echegharị nri West Africa",
  "Ememe nke ọ bụla na-egosipụtakwa ihe ngosi nka vidio nke Afrịka na obere nkuzi.",
  "Na 22 Machị 2011, akpọrọ Saro-Wiwa dị ka otu n'ime ndị isi iri abụọ na ise kachasị elu nke African Renaissance na akwụkwọ akụkọ The Times",
  "A mụrụ Zina Saro-Wiwa na Port Harcourt, Nigeria nye Ken na Maria Saro-Wiwa",
  "Nna ya nwụrụ anwụ, bụ onye edemede na onye na-ede uri Ken Saro-Wiwa, ghọrọ onye ama ama na Naijiria na-ahụ maka gburugburu ebe obibi na ikike mmadụ",
  "E gburu ya n'afọ 1995 site n'aka ndị ọchịchị ndị agha na Naịjirịa mgbe ọ dị afọ iri na itoolu",
  "O tolitere na Surrey na Sussex na UK ebe nwunye Saro-Wiwa bụ Maria na ụmụ ya ise bi",
  "Ọ gara ụlọ akwụkwọ ụmụ nwanyị, Roedean, na Sussex, na Mahadum Bristol ebe ọ gụrụ akụkọ akụ na ụba na mmekọrịta mmadụ na ibe ya.",
  "Ejima ya nwanyị bụ onye edemede njem Noo Saro-Wiwa, odee wdnke Looking For Transwonderland (nke Granta bipụtara)",
  "Nwanne ya nwoke nke okenye bụ Ken Wiwa, bụ onye dere akwụkwọ ncheta In The Shadow of a Saint (nke Random House / Vintage bipụtara).",
  "Saro-Wiwa bụ onye nta akụkọ BBC, onye nchọpụta, onye ngosi na onye mmepụta",
  "Ọ rụrụ ọrụ n'onwe ya na BBC Radio 4, Radio 3, World Service Radio na BBC2",
  "Mgbe ọ dị afọ iri abụọ, ọ malitere inye akụkọ na mmemme BBC Radio 4 a kpọrọ All in the Mind na In Living Colour",
  "Ọ gara n'ihu na-arụ ọrụ na mmemme dị iche iche nke BBC Radio 4 nke gụnyere You & Yours, Woman's Hour, Home Truths, The Long View na mmemme nka nke World Service, The Ticket",
  "O gosipụtala usoro Radio anọ: A Samba For Saro-Wiwa, usoro Radio 4 nke nwere akụkụ abụọ nke ọ kọrọ ahụmahụ ya na Bahia, Brazil; Water Works, usoro ise na-eleba anya na mmiri na ụwa nke atọ; Faith & Fashion, usoro abụọ na njikọ dị n'etiti ejiji dị elu na okpukpe maka World Service, na Hello World Service, nakwa maka The World Service, ebe ọ nyochara omenala Brazil, India, Nigeria na Britain site na nzacha nke magazin ha a ma ama nke ọma.",
  "Site n'afọ 2004 ruo n'afọ 2008, Saro-Wiwa bụ otu n'ime ndị na-egosi ihe omume magazin nka nke BBC Two, The Culture Show",
  "N'ọnwa Ọgọstụ n'afọ 2008, o sonyere n'atọ n'ime mmemme BBC (The Edinburgh Show) nke kpuchiri ememme Edinburgh, ya na ọkọ akụkọ ihe mere eme na onye mgbasa ozi BBC Matthew Sweet",
  "N'afọ 2008, Saro-Wiwa gbara onye edemede Naijiria Chinua Achebe ajụjụ ọnụ n'ụlọ ya",
  "Na 5 June 2008 BBC Radio 4 gosipụtara usoro ihe omume nke ọkara awa banyere Achebe na akwụkwọ ya bụ Things Fall Apart na ncheta afọ iri ise nke mbipụta akwụkwọ ahụ.",
  "Saro-Wiwa malitere ọrụ ya dị ka onye na-eme ihe nkiri nke afo 2002 a kpọrọ Bossa: The New Wave, obere ihe nkiri banyere egwu Bossa Nova nke oge a, nke ọ duziri ma mepụta",
  "Ọ gara n'ihu iduzi ma mepụta Hello Nigeria! (2004), ihe nkiri nkeji iri abụọ na atọ nke na-enyocha ọha mmadụ Naịjirịa site na magazin ama ama na ọha mmadụ dị elu, Ovation E gosipụtara Hello Nigeria! na New York African Film Festival n'afọ 2004",
  "Akwụkwọ akụkọ The Telegraph kpuchiri ihe nkiri a ma gosipụta ya na mmemme BBC nke Talking Movies",
  "N'afọ 2008, mgbe ọ hapụsịrị BBC's Culture Show, ọ malitere ilekwasị anya na ịme ihe nkiri ma duzie This Is My Africa (2008/9), nke na-enyocha ọdịbendị Afrịka site na akụkọ na nkọwa nke ndị Africa na Africaphiles bi na London",
  "Ndị a gbara ajụjụ ọnụ gụnyere onye na-ese ihe Yinka Shonibare, onye na-eme ihe nkiri Colin Firth, onye na-eme ihe nkiri John Akomfrah, Channel 4 News anchor Jon Snow, na onye na-eme ihe nkiri Chiwetel Ejiofor",
  "E gosipụtara ihe nkiri a n'ọtụtụ ụlọ ngosi nka, ebe ngosi ihe mgbe ochie na ememme ihe nkiri n'ụwa niile, nke gụnyere New York African Film Festival, Cambridge African Film Festival, Real Life Film Festival Accra, Stevenson Gallery na The Brooklyn Museum",
  "O meriri obere ihe nkiri kachasị mma na International Black Docufest 2008",
  "HBO nyere 'This Is My Africa' ikike, e wee na-egosi na ọwa site na Febụwarị 2010 ruo Febụwarị 2012.",
  "N'afọ 2010, Saro-Wiwa gara Lagos Nigeria ime ihe nkiri abụọ (Phyllis na The Deliverance of Comfort) iji zaghachi mmasị ya nke ụlọ ọrụ ihe nkiri Nollywood",
  "E gosipụtara ụkpụrụ nke ụdị alt-Nollywood (ihe nkiri ego dị ala nke na-eji mgbakọ ọhụ nke Nollywood eme ihe maka uru akụkọ na-agbagha agbagha) na obere ihe nkiri abụọ a nke e kere na mbụ maka ihe ngosi Sharon Stone na Abuja:",
  "Phyllis bụ ihe osise ikuku nke 'psychic' vampire, nwanyị na-echegbu onwe ya banyere ihe nkiri Nollywood, nke bi naanị ya na Lagos, Nigeria",
  "Ngwá ọrụ Nollywood nke sitere na mkpali na obere ihe nkiri nnwale a bụ omume na ihe dị mkpa nke iyi wig na ihe nkiri Nollywood; omume Saro-Wiwa tinyere ego na akparamaagwa miri emi yana akụkọ sayensị",
  "Otú ọ dị, ịkwado echiche a bụ nkatọ maka mmeso na-enweghị mgbaghara nke ụmụ nwanyị na-alụbeghị di na Nollywood na Nigeria.",
  "The Deliverance of Comfort bụ obere akụkọ ifo banyere 'nwa amoosu' a na-akpọ Nkasi Obi",
  "Ihe nkiri a bụ mmeghachi omume dị oke egwu na nke dị ukwuu maka nkwenkwe na ụmụaka amoosu n'akụkụ ụfọdụ nke ime obodo Naịjirịa na Afrịka",
  "Ihe nkiri a na-ajụ ụdị nkwenkwe ma na-ekwu banyere mmekọrịta dị mgbagwoju anya dị n'etiti nkwenkwe ndị ọgọ mmụọ tupu oge Ndị Kraịst na Iso Ụzọ Kraịst nke oge a",
  "Mmekọrịta dị n'etiti Exu, Ekwensu, mmụọ mmadụ na Chineke",
  "N'ike mmụọ nsọ site na mmetụta pụrụ iche dị ala nke a na-arụ ọrụ na ihe nkiri Nollywood nke Naijiria karịsịa mgbe a na-akpali ihe karịrị ike mmadụ, The Deliverance of Comfort na-eji otu usoro ndị a mana ọ na-agbagha echiche ndị na-adịghị agbanwe agbanwe agbanwe banyere ihe karịrị ike mmadụ na-eme nkwubi okwu na-adịghị mma",
  "E gosipụtara nnapụta nke nkasi obi na Toronto International Film Festival na 2011.",
  "N'ọnwa Eprel afọ 2012, The New York Times nyere Saro-Wiwa ọrụ ime obere ihe nkiri banyere Natural Hair movement n'etiti ụmụ nwanyị ojii maka usoro Op-Doc ha a ma ama",
  "E wepụtara ihe nkiri nkeji ise Transition na Mee 2012 ma bụrụ vidiyo kachasị ele ma kesaa nke New York Times n'izu nke ntọhapụ ya.",
  "Ụlọ ọrụ ihe nkiri nke Lincoln Center kọwara Saro-Wiwa dị ka otu n'ime ndị nduzi ụmụ nwanyị Afrịka na-apụta ìhè bụ ndị \"na-agbagha ma na-ajụ ọdịnala ndị a na-akwadoghị nke kọntinent na obodo ojii n'ozuzu ha",
  "\"",
  "Omume nka vidio nke Saro-Wiwa na-achọ ịde ala mmetụta uche, na-enyocha arụmọrụ anụ ahụ ha na mmetụta ọdịbendị",
  "Oghere na mmekọrịta dị n'etiti eziokwu na arụmọrụ nke mmasị pụrụ iche.",
  "Ọ malitere ime ihe osise vidio n'afọ 2010 mgbe ọ haziri ihe ngosi Sharon Stone na Abuja nke gosipụtara na Location One Gallery na Greene Street na SoHo, New York",
  "Ihe ngosi ahụ nyochara mgbakọ ọhụụ na akụkọ nke ụlọ ọrụ ihe nkiri Nollywood",
  "Ihe ngosi ahụ gosipụtara ndị na-ese ihe: Pieter Hugo, Wangechi Mutu, Andrew Esiebo na Mickalene Thomas (onye Saro-Wiwa kere Nollywood Living Room n'ime ụlọ ngosi ahụ)",
  "Maka ihe ngosi ahụ Saro-Wiwa gosikwara Mourning Class: Nollywood ntinye vidiyo mbụ ya na ihe nkiri alt-Nollywood abụọ Phyllis na The Deliverance of Comfort",
  "CNN kpuchiri ihe ngosi ahụ ma nyochaa ya site na magazin Art in America",
  "Mourning Class: Nollywood bụ nke mbụ n'ime usoro ntinye vidiyo na-aga n'ihu nke Saro-Wiwa na-enyocha omume na arụmọrụ nke iru uju na iru uju",
  "Maka Mourning Class: Nollywood ọ gwara ndị na-eme ihe nkiri Naịjirịa ise ka ha kwaa ákwá maka igwefoto, jiri ọnụ ọchị mebie arụmọrụ ha. E gosipụtala ibe a na Location One Gallery, na The New Museum dị ka akụkụ nke ngosi ncheta ụbọchị ọmụmụ afọ iri ise nke Transition Magazine na The Pulitzer Foundation na St Louis",
  "E gosipụtara ọrụ ahụ dị ka otu ọwa na ọtụtụ ọwa.",
  "N'afọ 2011, Saro-Wiwa gara n'ihu mee Sarogua Mourning, ihe ntinye vidiyo nke chere enweghị ike iru uju ọnwụ nna ya n'ihu ọha",
  "Maka Sarogua Mourning Saro-Wiwa kpụpụrụ isi ya ma gbalịa ime ihe ngosi iru uju maka igwefoto ya",
  "E bu ụzọ gosipụta ibe a na Stevenson Gallery, Cape Town ma na-egosi ya ugbu a na The Pulitzer Foundation na St Louis dịka akụkụ nke ihe ngosi The Progress of Love",
  "N'afọ 2012, The Menil Collection nyere Saro-Wiwa ọrụ ịrụ ọrụ na-ekwu maka nsogbu ịhụnanya na Afrịka maka ihe ngosi The Progress of Love",
  "Saro-Wiwa mepụtara ọrụ Eaten by the Heart, ntinye vidiyo na ọrụ ihe nkiri na-enyocha arụmọrụ ịhụnanya na obi mgbawa n'etiti ndị Afrịka na ndị Afrịka Diasporans",
  "Nkeji nke mbụ nke ọrụ a nwere obere ihe nkiri atọ n'ịntanetị na ntinye vidiyo nkeji iri isii na abụọ nke gosipụtara di na abụọ nke di na nwunye di na nwunye di na Africa / Africa na-asusu ọnụ n'etiti nkeji anọ na asaa nke ọ bụla",
  "Ntinye ahụ na-egosi ugbu a na Menil Collection.",
  "N'afọ 2012, Saro-Wiwa sere ma dezie vidiyo egwu mbụ ya",
  "\"Dindi\", egwu bossa nova na jazz classic nke Antonio Carlos Jobim dere, nke e mere site nke onye America bi na São Paulo na-agụ egwú Alissa Sanders mere.",
  "N'afọ 2008, a gwara Saro-Wiwa ka o dee edemede banyere ụlọ ọrụ Nollywood, nke akpọrọ \"No Turning Back\", maka onye na-ese foto South Africa bụ Pieter Hugo's monograph Nollywood (nke Prestel bipụtara).",
  "Akụkọ ya dị mkpirikpi \"Lola of the Red Oil\", dabere na ahụmịhe Saro-Wiwa dị ka onye njem na-eto eto na Bahia, Brazil, ewepụtara n'akwụkwọ maka ihe ngosi Riflemaker Gallery nke 2008 \"Voodoo\".",
  "Sable LitMag bipụtara obere akụkọ Saro-Wiwa \"Anya ya na-enwu dị ka nwatakịrị\" n'afọ 2009."
]