[
  "Zindziswa \"Zindzi\" Mandela (23 Disemba 1960 ♡ 13 Julaị 2020), nke a makwaara dị ka Zindzi Mandela-Hlongwane, bụ onye nnọchi anya mba South Africa na onye na-ede uri, na nwa nwanyị nke ndị na-emegide ịkpa ókè agbụrụ na ndị ndọrọ ndọrọ ọchịchị Nelson Mandela na Winnie Madikizela-Mandela. Zindzi bụ nwa ikpeazụ na nke atọ n'ime ụmụ nwanyị atọ nke Nelson Mandela, gụnyere nwanne nwanyị Zenani Mandela.",
  "Ọ rụrụ ọrụ dị ka onye nnọchi anya mba ya na Denmark, ruo mgbe ọ nwụrụ na 2020, ọ ga-eweghara ọrụ dị ka ihe nnọchi anya na Liberia. Ọ rụrụ ọrụ dị ka onye nnọchi anya nwanyị mbụ nke South Africa site na 1996 ruo 1998.",
  "E bipụtara nchịkọta uri ya, Black As I Am, na 1978, na foto nke Peter Magubane.",
  "A mụrụ Zindzi Mandela na 23 Disemba 1960 na Soweto, n'ihe bụ Union of South Africa n'oge ahụ, nye Nelson na Winnie Mandela. Afọ a mụrụ ya bụkwa afọ African National Congress (ANC) malitere ngalaba agha ya",
  "Gọọmentị chọrọ nne na nna ya.  Zindzi dị ọnwa iri na asatọ mgbe e zigara nna ya n'ụlọ mkpọrọ.  N'oge ọ na-eto eto, a na-ahapụkarị ya n'aka nwanne ya nwanyị nke okenye Zenani Mandela mgbe a tụrụ nne ya mkpọrọ ọtụtụ ọnwa n'otu oge.",
  "N'afọ 1977, mgbe a chụpụrụ nne ya na Orange Free State, Zindzi sooro ya biri n'ebe ahụ",
  "Zindzi enweghị ike ịgụcha akwụkwọ ya ruo mgbe e zigara ya Swaziland. N'ikpeazụ, e kwere ka nne ya laghachi Soweto. Onye isi ala nke oge ahụ, P",
  "W",
  "Botha, nyere nna Zindzi ntọhapụ na 1985",
  "Otu n'ime nne na nna ya enweghị ike inye nzaghachi nna ya",
  "N'ihi ya, a họọrọ Zindzi ka ọ gụọ ọjụjụ ya na nzukọ ọha na eze na 10 Febụwarị 1985.",
  "E bipụtara uri ya na 1978 n'akwụkwọ Black as I Am, ya na foto nke Peter Magubane, ọ pụtakwara na mbipụta gụnyere Somehow We Survive: An Anthology of South African Writing, nke Sterling Plumpp dezigharịrị, na Daughters of Africa: An International Anthology of Words and Writings by Women of African Descent, nke Margaret Busby dezigharị. Zindzi gụrụ akwụkwọ iwu na Mahadum nke Cape Town, ebe ọ nwetara BA na 1985.",
  "Ọ rụrụ ọrụ dị ka onye na-anọchite anya nwanyị mbụ nke South Africa site na 1996 ruo 1998, n'etiti ịgba alụkwaghịm nne na nna ya na Graça Machel.",
  "A họpụtara Zindzi ka ọ bụrụ onye nnọchi anya South Africa na Denmark n'afọ 2014",
  "O rutere Denmark na June 2015. Na June 2019, mgbe ọ bụ onye nnọchi anya na Denmark, akaụntụ Twitter Mandela zigara usoro tweets siri ike, ebe ọ tụlere \"ndị ụjọ na-atụ ụjọ bụ ndị na-ezu ohi na-edina Van Riebeck [sic]\", na \"ndị ọbịa a na-akpọghị òkù na-achọghị ịpụ\" nke kpatara nnukwu esemokwu. Mandela-Hlongwane gosipụtara n'ọnwa ahụ \"ịhụnanya na nkwanye ùgwù miri emi, nke na-enweghị atụ\" maka \"CIC\" (onye ndú) nke Economic Freedom Fighters (EFF), Julius Malema.",
  "Mgbe Ngalaba Na-ahụ Maka Mmekọrịta na Nkwado Mba Nile (DIRCO) na-enyocha ya maka imebi iwu mgbasa ozi mmekọrịta ha, Mandela nọgidere na-enupụ isi, na-ezigara Twitter na \"Adịghị m ịza ajụjụ nye onye ọcha ọ bụla maka echiche nke onwe m",
  "Enweghị missus ma ọ bụ baas ebe a",
  "Nwee onwe gị #OurLand\". Minista na-ahụ maka mba ofesi bụ Naledi Pandor nyere ya iwu ka ọ \"na-akpa onwe ya dị ka onye nnọchi anya mba ọzọ\" ma na-agbaso iwu mgbasa ozi mmekọrịta nke ngalaba ahụ, onye bụbu onye isi ala Thabo Mbeki gosipụtara nchegbu banyere echiche ya, a kọwakwara echiche ya dị ka okwu ịkpọasị nke onye agha ANC bụ Mavuso Msimang, ebe echiche ya nwetara nkwado site na EFF na onye isi ala nke KwaZulu-Natal Sihle Zikalala. tweets ya bịara nso na njedebe nke afọ anọ ya dị ka onye nnọchi anya na Denmark.",
  "N'oge ọ nwụrụ na Johannesburg, a họpụtara ya ka ọ bụrụ onye nnọchi anya na Liberia, ọrụ ndị ezinụlọ kọwara dị ka \" ntaramahụhụ\" maka tweets ya na-ese okwu n'afọ gara aga.",
  "Zindzi lụrụ di ugboro abụọ ma mụọ ụmụ anọ site n'aka di mbụ ya: nwa nwanyị Zoleka Mandela (1980) na ụmụ nwoke Zondwa Mandela (1985), Bambatha Mandela (1989) na Zwelabo Mandela (1992). Di mbụ ya bụ Zwelibanzi Hlongwane Ọ lụrụ di ya nke abụọ, Molapo Motlhajwa, onye bụ onye otu South African National Defence Force, na Machị 2013.",
  "A na-ekwu na Mandela-Hlongwane kwetara ịhazi egwuregwu ịkụ ọkpọ n'etiti Floyd Mayweather na Manny Pacquiao iji kwekọọ na ụbọchị ọmụmụ nna ya na 2011",
  "Egwuregwu ahụ emeghị ma onye na-akwalite ịkụ ọkpọ Duane Moody gbara akwụkwọ n'ụzọ gara nke ọma maka ụlọ ikpe US iji nye iwu ka ọ kwụọ US $ 4.7m, tinyere ụgwọ, maka mmebi Moody",
  "A tụrụ anya na Mandela-Hlongwane ga-arịọ arịrịọ.",
  "Zindzi nwụrụ na 13 Julaị 2020, n'ụlọ ọgwụ dị na Johannesburg mgbe ọ dị afọ 59. A kpughere na ọ nwalere COVID-19 n'ụbọchị ọ nwụrụ",
  "Otú ọ dị, ekwughị na nje ahụ bụ ihe kpatara ọnwụ ya ka ezinụlọ ya na-echere akụkọ nyocha ozu. E liri ya n'akụkụ nne ya, Winnie Madikizela-Mandela, na Fourways Memorial Park na 17 Julaị, otu ụbọchị tupu ihe ga-abụ ụbọchị ọmụmụ nke 102 nke nna ya nwụrụ anwụ, Nelson Mandela.",
  "Àtụ:Nelson Mandela"
]