[
  "Omoniyi Temidayo Raphael (a mụrụ n'ụbọchị nke 19 n'ọnwa Disemba n'afọ 1994), onye a maara dịka Zlatan Ibile, bụ onye Naijiria na-eti egwu, onye na-agụ egwu, onye na-ede egwu, onye na-eti egwu na onye na-agba egwu si Ijurin Ekiti, Ijero local government area, Ekiti state. Ọ bụ onye isi na onye guzobere Zanku records. N'afọ 2014, o meriri na Airtel kwadoro One Mic talent show nke emere n'afọ 2014, Abeokuta, Ogun Steeti.",
  "Ka ọ na-erule ngwụsị nke afọ 2018, Zlatan wepụtara otu egwu akpọrọ \"Zanku\", na usoro ịgba egwu ọhụrụ nke otu aha ahụ. Na 3 Nọvemba 2019, o wepụtara abọm studio mbụ ya bụ Zanku, nke bụ aha maka Zlatan Abeg No Kill Us",
  "Onye na-ese ihe kwuru na 2020 na ọ bụ nrọ ya ịghọ onye na-agba bọọlụ, ọ bụghị onye egwu.",
  "A mụrụ Omoniyi Temidayo Raphael ma zụlite ya na Ilorin, Kwara Steeti mana o nwere mgbọrọgwụ ezinụlọ na Ekiti Steeti",
  "N'afọ 2011, ọ gụsịrị akwụkwọ na diplọma mba na nchịkwa azụmahịa na Moshood Abiola Polytechnic Zlatan kpebiri ịchụso ọrụ egwu mgbe ọ gụsịrị akwụkwọ sekọndrị. Mgbe ọ dị afọ iri na itoolu, o meriri asọmpi egwu \"One Mic Campus Tour\" nke Airtel kwadoro n'afọ 2014, nke emere na Abeokuta, Ogun Steeti. O nwetara nkwanye ùgwù na ụlọ ọrụ egwu Naịjirịa mgbe o weputara egwu Olamide nyere aka \"My Body\" n'afọ 2017. N'afọ 2018, Lawrence Irabor, otu n'ime ndị nwe ụlọ ọrụ Alleluyah Boiz Entertainment bịanyere aka na Zlatan na ndekọ ndekọ ha A.B.E",
  "ndekọ mgbe ọ nụrụ egwu Zlatan na Olamide bụrụ.‘I Don’t Regret Signing Zlatan To A.B.E Records’",
  "Na Jenụwarị 1, 2020, Zlatan gara na peeji Instagram ya iji kwupụta mmalite nke akara ndekọ ya 'Zanku Records' n'enweghị ndị na-ese ihe kpughere. Ruo Febụwarị 25, o mere emume ụbọchị ọmụmụ ya mgbe ọ na-ekwupụta nọmba na aha ndị ọ bịanyere aka na ha",
  "O depụtara ndị omenkà atọ aha ha bụ: Papisnoop, Oberz na Jamopyper, o kwuputakwara ntinye aka nke onye Videographer / Cinematographer aha ya bụ Visionary Pictures, onye njikwa ya 'Manager Jiggy', onye mmepụta egwu ya Rexxie na onye ndụmọdụ PR 'Biesloaded'",
  "O mere ọkwa a na foto ya na mmadụ asaa ndị ọzọ site na ibe Instagram ya.",
  "N'ọnwa Mee afọ 2019, EFCC jidere Zlatan na mmadụ ole na ole ndị ọzọ n'ihe gbasara ebubo ebubo aghụghọ n'ịntanetị na mmefu ego. Ụbọchị ole na ole ka e mesịrị, a tọhapụrụ ya na mgbapụta nchịkwa.",
  "N'ọnwa Ọktọba afọ 2020, n'oge ngagharị iwe EndSARS, Zlatan wepụtara \"Soro Soke\" iji gosipụta nchegbu ya banyere ogbugbu nke ndị ntorobịa aka ha dị ọcha na Lekki toll gate"
]