[
  "Zohra Bensemra (amụrụ n'ọnwa Ọktoba n'afọ 1968) bụ onye Algeria na-ese foto nke na-arụ ọrụ na Middle East, Africa na Eshia",
  "Ọ bi na Africa ugbu a.",
  "A mụrụ Zohra Bensemra na Algiers, Algeria, n'ọnwa Ọktoba afọ 1968",
  "Ọ tolitere ịhụ ka nwanne ya nwoke nke okenye ka ọ na-ese foto",
  "N'ihe dị ka afọ isii, ọ malitere iṅomi ya ma were igwefoto ya mgbe ọ na-anọghị n'ụlọ",
  "Otu ụbọchị nwanne ya nwoke chọpụtara ihe ọ na-eme ma bara ya mba, mana o mechara nye ya obere igwefoto maka onwe ya wee malite site na ise foto nke ụmụ klas ya.",
  "Bensemra arụwo ọrụ dị ka onye nta akụkọ foto kemgbe afọ 1990",
  "O kwuru na profaịlụ Reuters ya na mbụ ọ dị ya ka onye na-ese foto na 1995: oge mbụ ọ hụrụ ozu na ndụ ya",
  "E nwere bọmbụ ụgbọ ala n'etiti isi obodo Algeria, nso ụlọ ọrụ ndị uwe ojii na ebe ọrụ ya",
  "Ihe mbụ ọ hụrụ bụ ozu nwanyị ọkụ gbara n'ala",
  "N'echi ya, ọ tetara ma nwee mmetụta nke ịbụ ezigbo onye na-ese foto",
  "O kwenyesiri ike na iji nwee ihe ịga nke ọma, ọkachasị n'ọrụ dịka foto akụkọ, mmadụ ga-amụta ịnabata ihe ịma aka ndị na-abịa na ya. O bu ụzọ rụọ ọrụ na Reuters dị ka onye na-arụ ọrụ n'oge Agha Obodo Algeria na 1997",
  "N'afọ 2000, ọ kọrọ banyere esemokwu dị n'etiti ndị Albania na ndị Serbia na Masedonia",
  "E zigara ya Iraq n'afọ 2003",
  "Mgbe ọ na-arụ ọrụ na Najaf, ọ ghọrọ onye na-ese foto maka Reuters",
  "Ọ sere ihe maka ntuli aka maka nnwere onwe South Sudan, 2011, mgbanwe Tunisia, 2011 agha obodo Libya, na agha Mosul na 2017. Ọ dabeere dị ka onye isi foto Reuters na Pakistan (2012-2015) ma na-ebi ugbu a n'Africa dị ka onye na-ese foto West Africa.",
  "Mgbanwe Tunisian, Bensemra kwuru, bụ ọrụ nke hapụrụ nnukwu akara n'ebe ọ nọ n'ihi na ọ dịghị mgbe ọ chere na ụbọchị ga-abịa mgbe ndị Tunisia ga-enupụrụ onye na-achị ha isi, n'ihi etu esị chikwaa steeti ahụ",
  "Ọ bịarutere Tunis na Jenụwarị 14, 2011, mgbe nnukwu ìgwè mmadụ gbakọtara n'èzí ụlọ ọrụ na-ahụ maka ime obodo na-achọ ka Onye isi ala Zine al-Albidine Ben Ali gbaa arụkwaghịm.",
  "N'afọ 2011, e gosipụtara foto Bensemra na ụlọ Deutsche Bank na Frankfurt, Germany",
  "Onye isi nka zuru ụwa ọnụ nke ụlọ akụ ahụ, Friedhelm Hütte, kwuru, sị: \"Bensemra bụ onye omenkà dị mkpa nye anyị ebe ọ maara otu esi agafe ókèala nke uche iji hapụ mmetụta na-adịgide adịgide ma nwee nzube",
  "O nwere ikike dị ukwuu igosi nrụgide na nsogbu ndị dị n'ime esemokwu nke oge ahụ",
  "N'afọ 2012, ọ gara ma see foto na Syria.",
  "Ọrụ ya na-egosipụta \"esemokwu, okwu enyemaka, na akụkọ gbasara ụmụ nwanyị na ndọrọ ndọrọ ọchịchị\" ma dabere n'ụzọ dị ukwuu na mba ndị na-ata ahụhụ site na esemokwu n'ime obodo, akụ na ụba, ma ọ bụ ọrụ enyemaka",
  "Bensemra kwuru na ebumnuche ya mgbe ọ na-ese foto bụ ịkwalite nghọta ka mma banyere esemokwu ahụ iji maa ndị nọ n'ọchịchị aka iji melite ọnọdụ ahụ",
  "Ọrụ kachasị amasị ya bụ akụkọ ndị metụtara ọgụ ndị mmadụ na-alụ maka ịbụ nwa amaala na ikike mmadụ megide ike na-achịkwa.",
  "N'afọ 2017, a họpụtara Bensemra dị ka onye na-ese foto nke afọ site na tebụl foto nke The Guardian."
]