[
  "Zora Howard bụ onye America na-eme ihe nkiri na onye edemede",
  "A maara ya nke ọma maka idekọ ma gosipụta ya na ihe nkiri nke afọ 2019 Premature",
  "Egwuregwu izizi ya, STEW, malitere na Broadway na February 2020 ma bụrụ onye ikpeazụ maka Ihe nrite Pulitzer Na ihe nkiri.",
  "A mụrụ Howard n'aka onye na-ahụ maka anụ ụlọ Julie Butler na Claude Howard ma zụlite ya na Harlem. Ọ malitere ide uri mgbe ọ dị obere, ma soro ndị otu okwu ọnụ The Strivers Row rụọ ọrụ. Mgbe ọ dị afọ iri na atọ, ọ bụ onye na-ede uri kacha nta meriri na Urban Word NYC Grand Slam finals. O nwere Bachelors of Arts na Mahadum Yale",
  "Ọ gụsịrị akwụkwọ n'afọ 2014",
  "na nzere Masters Nke nka mma site na mmemme gụsịrị akwụkwọ na Mahadum California, San Diego",
  "Premature bụ ọrụ mbụ Howard na oge mbụ ya na-ede ihe nkiri, ya na onye nduzi Rashaad Ernesto Green dere. Howard zutere Green na ihe nkiri New York mgbe ọ dị afọ iri na otu",
  "Mgbe ọ dị afọ iri na anọ, ọ tụbara ya na ihe nkiri nwa akwụkwọ ya mgbe ọ bụ nwa akwụkwọ na NYU Tisch, nke a na-akpọkwa Premature Ya na Green rụkọrọ ọrụ na ihe nkiri mbụ ya, Gun Hill Road",
  "N'afọ 2017, Green kpọtụrụ Howard ka o mepụta ihe nkiri maka Premature Ihe nkiri a na-eso Howard dị ka Ayanna, onye New York dị afọ iri na asaa nke ya na onye na-ese ihe n'afọ iri abụọ (Joshua Boone) na-enwe mmekọrịta n'oge okpomọkụ. Ọ malitere na Sundance 2019. Ihe nkiri ahụ nwetara nnabata dị mma",
  "Mgbe ọ na-ede maka Elle, Candace Frederick kpọrọ ya \"ụdị ihe nkiri nwere obi ike, nke na-adịghị ike nke ọbụna ndị na-akọ akụkọ ochie na-achọ.\" Michael Cuby nke Nylon kọwara ya dị ka, \"akụkọ ịhụnanya na-abịa n'afọ ndụ nke gbasara ịchọta ịhụnanya mbụ gị dịka ọ bụ maka iji ịhụnanya mbụ ahụ chọta onwe gị.\"",
  "Egwuregwu mbụ nke Howard, STEW, gbara na February 2020 na Walkerspace na New York. Ọ na-etinye ezinụlọ nke ọgbọ atọ nke ụmụ nwanyị ga-alụ ọgụ na nhọrọ onwe ha. N'ime nyocha kachasị mma maka Vulture, Helen Shaw kwuru, \"Howard na-esi na ọrịa strok sara mbara gaa na mgbagwoju anya nke ontological fọrọ nke nta ka ọ bụrụ tupu ị mara ya...Howard na-eme ka anyị nụ ọtụtụ narị afọ nke ihe mgbu, na-akụ aka ka a hapụ anyị ka anyị bata."
]