[
  "Zora Neale Hurston (Januari 7, 1891  – Januari 28, 1960) onye odee Amerika, onye ọkachamara n'agumagu maka ndụ mmadụ, nakwa onye na-eme ihe nkiri",
  "Ọ gosipụtara mgba agbụrụ na ndịda Amerika emeputara na mmalite 1900 wee bipụta nnyocha na hoodoo. Akwụkwọ akụkọ ya kacha ewu ewu nime akwụkwọ o bipụtara bụ Anya Ha Na-ekiri Chineke, nke e bipụtara na 1937",
  "O dekwara akụkọ mkpirisi, egwuregwu, na edemede karịrị Zora Neale Hurston (Januari 7, 1891  – Januari 28, 1960) onye odee Amerika, onye ọkachamara n'agumagu maka ndụ mmadụ, nakwa onye na-eme ihe nkiri",
  "Ọ gosipụtara mgba agbụrụ na ndịda Amerika emeputara na mmalite 1900 wee bipụta nnyocha na hoodoo. Akwụkwọ akụkọ ya kacha ewu ewu nime akwụkwọ o bipụtara bụ Anya Ha Na-ekiri Chineke, nke e bipụtara na 1937",
  "O dekwara akụkọ mkpirisi, egwuregwu, na edemede karịrị iri ise.",
  "A mụrụ Hurston na Notasulga, Alabama, o wee soro ezinụlọ ya kwaga Eatonville, Florida na 1894",
  "O mechara jiri Eatonville dị ka ntọala maka ọtụtụ akụkọ ya",
  "N'oge ọrụ mbụ ya, Hurston mere nchọpụta gbasara mmadụ na agbụrụ mmadụ mgbe ọ bụ nwa akwụkwọ na Barnard College na Columbia University.  O nwere mmasị na akụkọ ọdịnala ndị Africa, American na Caribbean, nakwa ka ndị a si enye aka na njirimara obodo.",
  "O dekwara akụkọ ifo gbasara ihe ndị dị ugbu a na obodo ojii wee bụrụ onye isi na Harlem Renaissance",
  "Satires ya dị mkpụmkpụ, na-esite na ahụmịhe ndị Africa-American na nkewa agbụrụ, ka ebipụtara n'akụkọ ọdịnala dị ka The New Negro na Fire!!! Mgbe ọ laghachiri na Florida, Hurston dere ma bipụta akwụkwọ akụkọ agụmagụ ya na akụkọ ọdịnala Africa-American na  North Florida, Mules and Men (1935), na akwụkwọ akụkọ atọ mbụ ya: Jonah's Gourd Vine (1934);  Anya Ha Na-ele Chineke (1937);  na Moses, Nwoke nke Ugwu (1939).  Ebipụtakwara n'oge a Gwa Ịnyịnya m: Voodoo na Ndụ na Haiti na Jamaica (1938), na-edekọ nyocha ya gbasara emume na Jamaica na Haiti.",
  "Ọrụ Hurston metụtara ma ahụmahụ Africa-American na mgba ya dị ka nwanyị Africa-American",
  "Ụwa agụmagụ amachaghị akwụkwọ ya ruo ọtụtụ iri afọ",
  "Enweghachiri mmasị na 1975 mgbe onye edemede Alice Walker bipụtara otu akụkọ a kpọrọ, \"In Search of Zora Neale Hurston\", na mbipụta March nke magazin Ms",
  "nke afọ ahụ",
  "Ihe odide Hurston nke ọ kpọrọ Every Tongue Got to Confess, nchịkọta akụkọ ifo gbakọtara na 1920, ka ebipụtara n'afọ 2001 mgbe achọpụtara ya na ebe nchekwa Smithsonian",
  "Akwụkwọ akụkọ ya na-abụghị akụkọ ifo nke a kpọrọ Barracoon: Akụkọ nke ikpeazụ \"Black Cargo\", gbasara ndụ Cudjoe Lewis (Kossola), ka ebipụtara n'afọ 2018 mgbe ọ nwụsịrị.",
  "Hurston bụ nwa nke ise n'ime ụmụ asatọ nke John Hurston na Lucy Ann Hurston (née Potts) mụrụ",
  "A mụrụ nne na nna ochie ya dika ndị ohu ohu",
  "Nna ya bụ onye nkwusa Baptist na onye na-akọ ihe ubi, bụ onye mechara ghọọ ọkwá nkà, nne ya bụkwa onye nkụzi n'ụlọ akwụkwọ",
  "A mụrụ ya na Notasulga, Alabama, na Jenụarị 7, 1891, ebe nna ya tolitere na nna nna ya bụ onye nkwusa nke ụka Baptist.",
  "Mgbe ọ dị afọ atọ, ezinụlọ ya kwagara Eatonville, Florida",
  "N'afọ 1887, ọ bụ otu n'ime obodo ndị isi ojii ewebara na United States.  Hurston kwuru na Eatonville bụụrụ ya “ụlọ” ebe ọ ka bụ nwata mgbe ọ kwagara ebe ahụ",
  "Mgbe ụfọdụ, ọ na-ekwu na ọ bụ ebe a mụrụ ya",
  "Afọ ole na ole ka e mesịrị, a họpụtara nna ya ka ọ bụrụ onyeisi obodo ahụ na 1897",
  "N’afọ 1902, a kpọrọ ya ije ozi dị ka onye ozi nke ụka ya kacha ukwuu, Macedonia Missionary Baptist.",
  "Dị ka okenye toro eto, Hurston na-ejikarị Eatonville mee ihe dị ka ntọala na akụkọ ya-ọ bụ ebe ndị Africa America nwere ike ibi dị ka ha chọrọ, na-adabereghi n'obodo ndị ọcha",
  "Na 1901, ụfọdụ ndị nkụzi n’ebe ugwu gara Eatonville ma nye Hurston ọtụtụ akwụkwọ ndị meghere uche ya n’akwụkwọ ọgụgụ",
  "O mechara kọwaa edemede a nke onwe ya dị ka ụdị “ọmụmụ\"",
  "Hurston biri ndụ n'oge ọ bụ nwata na Eatonville wee kọwaa ahụmahụ nke itolite ebe ahụ na edemede 1928 ya nke a kpọrọ, \" How it feels to be coloured Me \"",
  "Eatonville na-enwezi “ Ememe Zora\" maka nsọpụrụ ya.",
  "Nne Hurston nwụrụ na 1904, nna ya mechara lụọ Mattie Moge na 1905.   E weere nke a ka ọ bụ ihe jọgburu onwe ya n’ihi na a na-anụ kepu kepu na ya na Moge nwere mmekọahụ tupu nwunye mbụ ya anwụọ",
  "Nna Hurston na nwunye nna ya zigara ya ụlọ akwụkwọ obibi nke Baptist na Jacksonville, Florida",
  "Ha mechara kwụsị ịkwụ ụgwọ akwụkwọ ya, e mechara chụọ ya n'ụlọakwụkwọ n'ihi ụgwọ akwụkwọ.",
  "N'afọ 1916, onye na-agụ egwú Gilbert & Sullivan weere Hurston n'ọrụ dị ka nwa agbọghọ na-eje ozi",
  "N'afọ 1917, ọ maliteghachiri agụmakwụkwọ ya, ọ gara Morgan College, ngalaba ụlọ akwụkwọ sekọndrị nke Morgan State University, kọleji ndị ịsị ojii na Baltimore, Maryland",
  "N'oge a, o doro anya na iji ruo eruo maka agụmakwụkwọ ụlọ akwụkwọ sekọndrị n'efu, Hurston dị afọ 26 malitere ịzọrọ 1901 dị ka afọ ọmụmụ ya",
  "Ọ gụsịrị akwụkwọ na ụlọ akwụkwọ sekọndrị nke Morgan State University na 1918.",
  "Mgbe ọ nọ na kọleji, ewebatara ya ka ọ na-elele ndụ site na enyo ndị na-agu maka ndu mmadụ n'ebe dịpụrụ adịpụ site na Eatonville",
  "Otu n'ime ebumnuche ya bụ igosi myirịta dị n'etiti agbụrụ.  Na 1918, Hurston malitere ọmụmụ ya na Mahadum Howard, kọleji ndị isi ojii na Washington, DC",
  "Ọ bụ otu n'ime ndị e weere na mmalite nke Zeta Phi Beta Sorority, Inc., nke a tọrọ ntọala ya maka ụmụ nwanyị ndị isi ojii, ma burukwa The Hilltop soro wee tọọ ntọala ya, the Hilltop a bụ akwụkwọ akụkọ ụmụ akwụkwọ mahadum.  Ọ gụrụ akwụkwọ n'asụsụ Spanish, Bekee, Grik, na ikwu okwu ọha wee nweta akara ugo mmụta na 1920",
  "N'afọ 1921, o dere obere akụkọ, \"John Redding Goes to Sea\", nke mere ya ka ọ bụrụ onye so na otu ndị edemede a kpọrọ Alain Locke, The Stylus.",
  "Hurston hapụrụ Howard na 1924, na 1925, e nyere ya ohere igu akwụkwọ n'efu nke onye nlekọta Barnard aha ya bu Annie Nathan Meyer nyere Barnard College of Columbia University, kọleji ụmụ nwanyị, ebe ọ bụ naanị nwa akwụkwọ isi ojii.  Mgbe ọ nọ na Barnard, o mere nchọpụta gbasara agbụrụ ya na ọkà mmụta gbasara agụmagụ ndụ mmadụ aha ya bu Franz Boas nke Mahadum Columbia, ma mesịa soro ya mụọ akwụkwọ dị ka nwa akwụkwọ gụsịrị akwụkwọ",
  "Ya na Ruth Benedict rụkwara ọrụ nakwa nwa akwụkwọ ibe ya bụ Margaret Mead.  Hurston nwetara BA na nkà mmụta ihe ọmụmụ na 1928, mgbe ọ dị afọ 37.",
  "Hurston zutere Charlotte Osgood Mason, onye na-ahụ maka ọdịmma mmadụ na onye na-agụ akwụkwọ, bụ onye nwere mmasị na na ọrụ ya",
  "Ọ kwadoro ndị odee Africa-American ndị ọzọ, dị ka Langston Hughes na Alain Locke, ndị gwara ya maka Hurston",
  "Ma ọ gbalịkwara iduzi ọrụ ha",
  "Mason kwadoro njem Hurston na ndịda maka nyocha site na 1927 ruo 1932,  site n'inye ya nkwado nke $200 kwa ọnwa",
  "Ya onwe ya chọrọ ka Hurston nye ya ihe niile ọ na-anakọta gbasara egwu Negro, akụkọ ọdịnala, akwụkwọ, hoodoo, na ụdị omenala ndị ọzọ",
  "N'otu oge ahụ, Hurston aghaghị ịgbalị ime ka obi di Boas mma dị ka onye ndụmọdụ agụmakwụkwọ ya, onye bụ onye na-akwado omenala ma chọọ ịkwatu echiche dị elu nke omenala na ọkwa nke ụkpụrụ.",
  "Mgbe ọ gụsịrị akwụkwọ na Barnard, Hurston gụrụ akwụkwọ afọ abụọ dị ka nwa akwụkwọ gụsịrị akwụkwọ na nkà mmụta ihe ọmụmụ na Mahadum Columbia, soro Boas na-arụ ọrụ n'ime oge a",
  "Mgbe ọ bi na Harlem na 1920s, Hurston nwere ezi mmekọrịta ya na ndị na-ede uri Langston Hughes na Countee Cullen, nakwa ọtụtụ ndị edemede ọzọ",
  "Ụlọ ya, dị ka akụkọ ụfọdụ si kwuo, bụ ebe na-ewu ewu maka nnọkọ oriri na ọṅụṅụ",
  "N'ihe dị ka oge a, Hurston nwekwara ihe ịga nke ọma n'oge mbụ, gụnyere itinye n'ime obere akụkọ na asọmpi edemede nke Opportunity: A Journal of Negro Life , nke National Urban League bipụtara.",
  "Hurston bụ otu n'ime ndị mbụ a nabatara na otu ụmụ nwanyị a kpọrọ Zeta Phi Beta Sorority, Incorporated, ọ bụ ndi ụmụ nwanyị ịsị ojii tọrọ ntọala otu ọgbakọ a na 1920 maka ụmụ nwanyị ndị isi ojii",
  "O kwere nkwa na ngalaba Alpha sorority dị ka nwa akwụkwọ na Mahadum Howard.",
  "Na 1927, Hurston lụrụ Herbert Sheen, onye egwu jazz na onye bụbu onye nkuzi na Howard; o mesịrị ghọọ dibịa",
  "Alụmdi na nwunye ha biri na 1931",
  "Na 1935, Hurston sonyeere Percy Punter, nwa akwụkwọ gụsịrị akwụkwọ na Mahadum Columbia",
  "O kpaliri àgwà Tea Cake na anya ha na-ekiri Chineke.",
  "Na 1939, mgbe Hurston na-arụ ọrụ na WPA na Florida, ọ lụrụ Albert Price",
  "Alụmdi na nwunye ahụ kwụsịrị mgbe ọnwa ole na ole gachara,   ma ha agbaghị alụkwaghịm ruo 1943",
  "N'afọ sochirinụ, Hurston lụrụ James Howell Pitts nke Cleveland",
  "Alụmdi na nwunye ahụ erughị otu afọ",
  "Hurston biri n'otu ọnụ ụlọ dị na Eau Gallie, Florida ugboro abụọ: na 1929 nakwa na 1951.",
  "Mgbe onyinye ntọala dị iche iche kwụsịrị n'oge nnukwu ịda mbà n'obi, Hurston na enyi ya Langston Hughes abụọ dabere na nkwado nke onye ọrụ ebere Charlotte Osgood Mason, onye ọcha na-akwado edemede. N'ime afọ ndị na-esote 1930, Hurston biri na Westfield, New Jersey, mpaghara New York, ebe enyi ya Hughes nọ n'etiti ndị agbata obi ya.",
  "Na 1934, Hurston guzobere ụlọ akwụkwọ nke nka ememe \"dabere na naanị nkwupụta Negro\" na Mahadum Bethune-Cookman (n'oge ahụ, ọ ka bụ Bethune-Cookman College), kọleji nke ndi isi ojii na Daytona Beach, Florida.  Na 1956 Hurston nwetara ihe nrite kọleji Bethune-Cookman maka agụmakwụkwọ na mmekọrịta mmadụ na nkwado maka mmezu ya",
  "Ngalaba Bekee na kọleji Bethune-Cookman ka raara onwe ya ụkọ ifonye maka ichekwa ihe nketa omenala ya.",
  "Mgbe e mesịrị na ndụ ya, na ịga n'ihu na ọrụ edemede ya, Hurston jere ozi na ngalaba nke North Carolina College for Negroes (ugbu a North Carolina Central University ) na Durham",
  "Hurston gara njem nke ukwuu na Caribbean na South America wee tinye onwe ya na omume omenala obodo iji mee nchọpụta gbasara mmadụ",
  "Site n'ọrụ ya na ndịda, nke Charlotte Osgood Mason onye ọgaranya na-enyere mmadụ aka kwadoro site na 1928 ruo 1932, Hurston dere Mules na Men na 1935",
  "Ọ nọ na-eme nchọpụta n'ogige osisi dị n'ebe ugwu Florida ma kwuo okwu banyere ajọ omume nke ndị ikom ndị ọcha nọ n'ọchịchị ndi na-ewere ụmụ nwanyị ndị ịsị ojii dị ka ndị ha ga na na-akwasa iko, ma mekwa ka ha mụọ ụmụ",
  "Akpọrọ omume a ka emechara dị ka \" ikike paramour \", nke putara ikike ụmụ nwoke n'ihi oke agbụrụ nke metụtara omume n'oge ịgba ohu",
  "Akwụkwọ ahụ gụnyekwara ọtụtụ akụkọ ifo",
  "Hurston si na ihe a nweta mmekọrịta akụkọ ifo o mepụtara maka akwụkwọ akụkọ ya dị ka Jonah's Gourd Vine (1934)",
  "N'afọ 1935, Hurston mere njem gaa Georgia na Florida ya na Alan Lomax na Mary Elizabeth Barnicle maka nyocha banyere egwu ọdinala Afrika na America nakwa mmekọrịta ha na ịbụ ohu na egwu ochie nke Africa",
  "Enyere ya ọrụ ịhọpụta mpaghara na isiokwu ndị a ga-enyocha.",
  "N'afọ 1936 na 1937, Hurston gara Jamaica na Haiti maka ime nyocha, site na nkwado nke Guggenheim Foundation",
  "O nwetara site na nyocha a maka ọrụ gbasara mmadụ, Tell my Horse (1938).",
  "N'afọ 1938 na 1939, Hurston rụrụ ọrụ na Federal Writer's Project (FWP), akụkụ nke nchịkwa ọganihu ọrụ",
  "Egoro ya maka ahụmahụ ya dị ka odee na onye akụkọ ọdịnala, ọ chịkọtakwara ozi iji gbakwunye na mkpokọta akụkọ ihe mere eme na omenala Florida",
  "Site n'Ọktoba 1947 ruo Februarị 1948, Hurston biri na Honduras, nke dị n'ebe ugwu nke dị n'ụsọ oké osimiri nke Puerto Cortés",
  "O nwere olile anya ịchọta mkpọmkpọ ebe nke Mayan ma ọ bụ akụkụ nke mmepeanya a na-achọpụtabeghị",
  ": Mgbe ọ nọ na Puerto Cortés, o dere ọtụtụ Seraph na Suwanee, nke e mere na Florida",
  "Hurston gosipụtara mmasị na ọdịdị ọtụtụ agburu nke ndị bi na mpaghara ahụ (ọtụtụ, dị ka Miskito Zambu na Garifuna, bụ ndị sitere na Africa ma na-emepụta omenala criole ).",
  "N'ime afọ iri nke ikpeazụ ya, Hurston rụrụ ọrụ dị ka onye edemede nweere onwe ya maka akwụkwọ akụkọ na akwụkwọ akụkọ ụwa",
  "N'oge mgbụsị akwụkwọ nke 1952, Sam Nunn, onye nchịkọta akụkọ nke Pittsburgh Courier , kpọtụrụ ya ka ọ gaa Florida iji wee leta ikpe igbu mmadụ nke Ruby McCollum",
  "E boro McCollum ebubo igbu Dr",
  "C",
  "Leroy Adams, onye bụkwa onye ndọrọ ndọrọ ọchịchị",
  "McCollum kwuru na ya manyere ya ka ha nwee mmekọahụ ka ọ wee mụọrọ ya nwa.  Hurston chetara ihe ọ hụrụ banyere ikike ụmụ nwoke ndị ọchana na-achị n'ogige osisi dị na North Florida, wee soro Nunn kparịta ụka màkà ya",
  "Ha abụọ chere na ikpe ahụ nwere ike ịbụ maka \"ikike paramour\" dị otú ahụ, ma chọọ \"ikpughe ya nye ndị niile na-ege ntị\"",
  "Mgbe ọ rutere Live Oak, ihe turu Hurston anya ya abụghị nanị iwu onye ọkà ikpe na-ekpe ikpe ahụ nyere kama site n'enweghị ike ime ka ndị bi n'ime obodo kwuo okwu banyere ikpe ahụ; ma ndị oji na ndị ọcha gbachiri nkịtị",
  "O kwenyere na nke ahụ nwere ike ịbụ ihe metụtara ebubo eboro Dr",
  "Adams' maka itinye aka na ịgba chaa chaa nke di Ruby, Sam McCollum",
  "E bipụtara akwụkwọ akụkọ ya n'oge ikpe ahụ",
  "A mara Ruby McCollum ikpe site n'aka ndị ọkà iwu bu naanị ụmụ nwoke, ndị ọkà iwu bu naanị ndị ọcha, ma maa ya ikpe ọnwụ",
  "Hurston nwere ọrụ pụrụ iche ide ihe ndekọ n'usoro, The Life Story of Ruby McCollum, ihe karịrị ọnwa atọ na 1953 na akwụkwọ akụkọ uwa",
  "Akụkụ ya kwụsịrị na mberede mgbe ya na Nunn nwere nghọtahie banyere ụgwọ ya, o wee pụọ",
  "Enweghị ike ịkwụ ụgwọ onwe ya ịlaghachi maka mkpesa na ikpe nke abụọ, Hurston kpọtụụrụ onye nta akụkọ William Bradford Huie, onye ya na ya rụkọrọ ọrụ na The American Mercury, iji gbalịa ịmasị ya n'okwu ahụ",
  "Ọ kpuchiri mkpesa na ikpe nke abụọ, ma mepụtakwa ihe sitere na nyocha ndabere",
  "Hurston kesara ya ihe ya site na nnwale mbụ, mana ọ nabatara ya naanị obere oge n'akwụkwọ ya, Ruby McCollum: Nwanyị nọ n'ụlọ mkpọrọ Suwannee (1956), nke ghọrọ onye na-ere ahịa kacha mma. Hurston ñuriri n'ihi na:",
  "\"Ihe akaebe McCollum n'ịgbachitere onwe ya bụ oge mbụ a na-ahapụ otu nwanyị sitere na Africa-America ka ọ gbaa akaebe maka nna nke nwa ya site n'aka onye ọcha",
  "Hurston kwenyesiri ike na ọ bụ akaebe nke Ruby McCollum malitere okwu ikwusi 'ikike paramour' na ndị nkewa nke ndida.\"",
  "Hurston mechara rụọ ọrụ na Pan American World Airways Technical Library nakwa na Patrick Air Force Base na 1957",
  "A chụrụ ya n'ọrụ n'ihi na ọ \"gụrụ akwụkwọ nke ọma\" karịa etu ọrụ ọ na-arụ si wee chọọ.",
  "Ọ kwagara Fort Pierce, Florida",
  "N'ịbụ onye na-arụ ọrụ n'ebe ọ ga-achọta ha, Hurston rụrụ ọrụ mgbe ụfọdụ dị ka onye nnọchiteanya onye nkụzi.",
  "Mgbe ọ dị afọ iri isii, Hurston lụrụ ọgụ \"iji nweta ihe oriri\" site n'enyemaka nke enyemaka ọha",
  "N'otu oge ọ rụrụ ọrụ dị ka odibo na Miami Beach's Rivo Alto Island.",
  "N'ime oge nsogbu ego na ahụike, a manyere Hurston ịbanye na St",
  "Lucie County Welfare Home, bụ ebe ọ nwere ọrịa mkpọnwu ahụ",
  "Ọ nwụrụ n'ọrịa obi ọbara mgbali elu na Jenụarị 28, 1960, e wee lie ya n'ogige a kpọrọ Garden of Heavenly Rest na Fort Pierce, Florida",
  "Ozu ya nọ n'ili ọtụtụ oge na-enweghị akara ruo 1973",
  "Onye na-ede akwụkwọ akụkọ Alice Walker na onye otu ọkà mmụta Hurston Charlotte D",
  "Hunt chọtara ili na-enweghị akara na mpaghara izugbe ebe e liri Hurston; ha kpebiri kaa ya akara dika a ga-asi na ọ bụ nke ya. Walker commissioned a gray marker inscribed with \"ZORA NEALE HURSTON / A GENIUS OF THE SOUTH / NOVELIST FOLKLORIST / ANTHROPOLOGIST / 1901–1960.\"  Walker nyere ihe nrịbama nke e dere \"ZORA NEALE HURSTON / A GENIUS OF THE SOUTH / NOVELIST FOLKLORIST / ANTHROPOLOGIST / 1901-1960.\"  Ahịrị \"onye ọgụgụ isi nke ndịda\" sitere na abụ Jean Toomer, Georgia Dusk, nke pụtara n'akwụkwọ ya Cane",
  "A mụrụ Hurston na 1891, ọ bụghị 1901",
  "Mgbe Hurston nwụsịrị, e nyere iwu ka e suo akwụkwọ ya ọkụ",
  "Otu onye ọrụ iwu na enyi ya, Patrick DuVal, mgbe ọ na-agafe n'ụlọ ebe o bi, kwụsịrị ma gbanyụọ ọkụ ahụ, e wee si otú a wee chekwa akwụkwọ edemede nke mechara baara ụmụ mmadụ uru",
  "Enyere ohere nke mkpokọta a na ụlọ akwụkwọ mahadum nke Florida na 1961 site n'aka Oriakụ Marjorie Silver, enyi, na onye agbata obi Hurston",
  "Enyere ihe ndị ọzọ na 1970 na 1971 site n'aka Frances Grover, ada EO Grover, onye prọfesọ College Rollins na enyi ogologo oge nke Hurston",
  "Na 1979, Stetson Kennedy nke Jacksonville, onye maara Hurston site na ọrụ ya na Federal Writers Project, gbakwunyere akwụkwọ ndị ọzọ (Zora Neale Hurston Papers, University of Florida Smathers Libraries, August 2008).",
  "Mgbe Hurston rutere obodo New York City na 1925, Harlem Renaissance nọ na ogogo dị elu ya, n'oge na-adịghịkwa anya ọ ghọrọ otu n'ime ndị edemede na etiti ya",
  "N'oge na-adịghị anya tupu ya abanye Barnard, a họrọ akụkọ mkpirikpi Hurston a kpọrọ \"Spunk\" maka New Negro, akụkọ ihe mere eme nke akụkọ ifo, uri, na edemede na-elekwasị anya na nkà na akwụkwọ ndị Africa na African-American. Na 1926, otu ndị na-eto eto na-ede akwụkwọ ojii nke gụnyere Hurston, Langston Hughes, na Wallace Thurman, na-akpọ onwe ha Niggerati, wepụtara akwụkwọ akụkọ edemede a na-akpọ Fire!! nke gosipụtara ọtụtụ ndị na-eto eto na-ese ihe na ndị edemede nke Harlem Renaissance.",
  "N'afọ 1927, Hurston gara na mpaghara ndịda nke di omimi iji nakọta akụkọ ọdịnala ndị Africa na America",
  "Ọ gbakwara Cudjoe Kazzola Lewis ajụjụ ọnụ, nke Africatown, Alabama, onye bụ onye ikpeazụ ama ama lanarịrị ndị Afrịka gbara ohu bu n'ụgbọ Clotilda, ụgbọ ohu iwu na-akwadoghị nke batara US na 1860, wee si otú a bụrụ onye ikpeazụ ama nke e e bufere n'ụgbọ mmiri maka Azụmahịa ohu transatlantic",
  "N'afọ sochirinụ, o bipụtara isiokwu bụ \"Cudjoe's Own Story of the last African slave\" (1928)",
  "Dị ka onye na-ede akụkọ ndụ ya bụ Robert E",
  "Hemenway si kwuo, ibe a na-edepụta ọrụ nke Emma Langdon Roche, onye edemede Alabama nke dere banyere Lewis n'ime akwụkwọ e dere na 1914",
  "Hurston gbakwunyere ozi ọhụrụ gbasara ndụ kwa ụbọchị na obodo Lewis nke Bantè.",
  "Hurston bu n’obi ibipụta mkpokọta ọtụtụ narị akụkọ ọdịnala sitere na ọmụmụ ihe ya na mpaghara ndịda",
  "Ọ chọrọ ka ha nọrọ na nke mbụ dịka o kwere mee mana ọ gbalịsiri ike ime ka atụmanya nke onye ndụmọdụ ya, Franz Boas, na onye na-elekọta ya, Charlotte Osgood Mason",
  "Ebipụtaghị ihe odide a n'oge ahụ",
  "E mechara chọta otu n'ime ebe nchekwa Smithsonian n'etiti akwụkwọ nke ọkà mmụta gbasara mmadụ William Duncan Strong, enyi Boas",
  "Hurston's Negro Folk-tales sitere na Gulf States ka ebipụtara n'ime afọ 2001 dika Every Tongue Got to confess.",
  "Na 1928, Hurston ji ihe onwunwe ndị ọzọ laghachite na Alabama; ọ gbara Lewis ajụjụ ọnụ karịa, ma sere foto ya na ndị ọzọ nọ n'ime obodo ahu, wee dekọọ naanị ihe onyonyo a ma ama banyere ya - onye Afrịka eji ahia ohu gbagara United States",
  "Dabere na ihe a, o dere ihe odide, Barracoon, na-emecha ya na 1931",
  "Hemenway kọwara ya dị ka \"akụkọ dị egwu nke ukwuu, nke a na-edepụta nke ọma maka onye na-agụ akwụkwọ ama ama.\"    A kọwakwara ya dị ka “edemede akaebe”, karịa n'ụdị ọmụmụ gbasara mmadụ ndị ọzọ kemgbe ngwụcha narị afọ nke iri abụọ.",
  "Mgbe ajụjụ ọnụ ndi a gasịrị, onye na-akwado agụmagụ Hurston nakwa onye na-ahụ maka ọdịmma mmadụ, Charlotte Osgood Mason, matara banyere Lewis wee malite iziga ya ego maka nkwado ya",
  "Ndị nta akụkọ gbakwara Lewis ajụjụ ọnụ maka mbipụta ya nke mpaghara na nke mba.  E mechara bipụta ihe odide Hurston nke a kpọrọ \"Barracoon\" na Mee 8, 2018. \"Barracoon\", ma ọ bụ ogige n'asụsụ Spanish, bụ ebe a tụkpụrụ ndị Africa ejidere n'ụlọ mkpọrọ nwa oge tupu ebuga ha mba ọzọ maka ịgba ohu.",
  "Na 1929, Hurston kwagara Eau Gallie, Florida, ebe ọ nọ wee dee Mules na Men",
  "E bipụtara ya na 1935.",
  "Ka ọ na-erute 1930 na afọ ndị ọzọ na-esote ya, Hurston ebipụtala ọtụtụ akụkọ mkpirisi nke gụnyere Mules na Men (1935), ọrụ dị egwu nke \"akwụkwọ ọgụgụ akwụkwọ\" bu nke na-edepụta akụkọ ọdịnala ndị Afrika bi na America site na ogige osisi dị na North Florida",
  "N'afọ 1930, ya na Langston Hughes jikọrọ aka wee dee Mule Bone: A Comedy of Negro Life, egwuregwu nke ha na-emetụbeghị",
  "Mmekọrịta ha mere ka ọbụbụenyi ha daa",
  "Emechara mee egwuregwu a na 1991.",
  "Hurston megharịrị ọrụ gbasara mmadụ maka nka",
  "Ntụle akụkọ ọdịnala ya, The Great Day, gosipụtara abụ na egwu Africa bụ ezie, wee mee ihe ngosi ya nke mbu na John Golden Theatre na New York na Januari 1932. N'agbanyeghị nyocha dị mma, ọ nwere naanị otu ngosi nke ọra",
  "Mpụta mbụ nke Broadway hapụrụ Hurston na ụgwọ ruru dọla narị isii ($600)",
  "Ọ dịghị ndị na-emepụta ihe chọrọ ịga n'ihu na-eme ihe ngosi zuru ya",
  "N'ime 1930s, Zora Neale Hurston weputara nyocha egwu abụọ ọzọ nke a kpọrọ From Sun to Sun, nke bụ mmegharị nke Great Day, na Singing Steel",
  "Hurston nwere nkwenye siri ike na akụkọ ifo kwesịrị ịbụ ihe nkiri.",
  "E bipụtara akwụkwọ akụkọ atọ nke Hurston na 1930 nke a kpọrọ Jonah's Gourd Vine (1934); Anya Ha Na-ekiri Chineke (1937), nke e dere n'oge ọ na-arụ ọrụ na Haiti ma leba anya n'ọrụ nkà ya n'akwụkwọ a kporo Moses, Nwoke nke Ugwu (1939).",
  "N'afọ 1937, e nyere Hurston onyinye Guggenheim Fellowship iji mee nchọpụta agbụrụ na Jamaica na Haiti",
  "Tell my horse (1938) dekọrọ akụkọ ya banyere ọrụ ya na ọmụmụ emume ime mmụọ na omenala na Jamaica na vodoun na Haiti.",
  "N'afọ ndị 1940, e bipụtara ọrụ Hurston n'akwụkwọ mbiputa ndị gụnyere American Mercury na Saturday Evening Post",
  "Akwụkwọ akụkọ ikpeazụ ya e bipụtara, nke aha ya bu Seraph na Suwanee, nke ama ama maka itinye uche ya na mkpụrụedemede dị ọcha, bu nke ebipụtara na 1948",
  "Ọ nyochara ihe oyiyi nke ụmụ nwanyị \" ihe mkpofu ọcha \"",
  "Jackson (2000) na-arụ ụka na ntụgharị uche Hurston na mkpofu, na iwu klaasị na njirimara nwoke na nwanyị n'etiti ndị ọcha dara ogbenye na-egosipụta okwu eugenics nke 1920s.",
  "N'afọ 1952, ndị Pittsburgh Courier zigara Hurston ka ọ ga leta ikpe igbu ọchụ nke e boro Ruby McCollum, nwunye ojii bara ọgaranya, onye gburu onye ọcha na-akpa ókè agbụrụ",
  "O nyekwara aka na Ruby McCollum: Nwanyị nọ na Jail Suwannee (1956), akwụkwọ nke onye nta akụkọ na onye na-akwado ikike obodo William Bradford Huie.",
  "Ihe odide Hurston Every Tongue Got to Confess (2001), nke bu nchịkọta akụkọ ifo anakọtara na 1920s, ka ebipụtara ka Hurston nwuchara mgbe achọpụtachara ya na ebe nchekwa Smithsonian",
  "N'afọ 2008, Library nke America họọrọ ụfọdụ n'ime akụkọ sitere na Ruby McCollum: Nwanyị nọ na Jail Suwannee (1956), nke Hurston nke a nyere aka na nsonye na nlegharị anya nke narị afọ abụọ gara aga banyere ide akụkọ mpụ ndị America.",
  "E bipụtara akwụkwọ akụkọ Hurston a kpọrọ Barracoon na 2018",
  "Barracoon bụ ụdị ụlọ mkpọrọ a tụrụ ndị ohu tupu a kpọga ha mba ofesi",
  "N'Isi nke iri na ise nke Dust Tracks on a Road, nke isiokwu ya bụ \"Okpukpe\", Hurston kwupụtasiri ekweghị ekwe na nlelị maka theism na nkwenkwe okpukpe. Ọ na-ekwu:",
  "\"Ekpere yiri m mkpu nke adịghị ike, na mgbalị iji zere, site n'aghụghọ, iwu egwuregwu dị ka e debere",
  "Anaghị m ekwere adịghị ike",
  "Ana m anabata ihe ịma aka nke ibu ọrụ",
  "Ndụ, dị ka ọ dị, adịghị atụ m egwu, ebe ọ bụ na emewo m udo na eluigwe na ụwa dị ka m hụrụ ya, na-eruberekwara iwu ya isi.\"",
  "Otú ọ dị, ọ bụ ezie na ọ na-ajụ n'ụzọ doro anya nkwenkwe Baptist nke nna onye nkwusa ya, ọnọdụ ime mmụọ ya dị nnọọ mgbagwoju anya karịa ekweghị na Chineke",
  "Ọ na-enyocha voodoo, ruo n'ókè nke ikere òkè n'ememe ndị dị otú ahụ, ọzọkwa na ihe odide mbụ ya a na-enyochabeghị maka akụkọ ndụ ya na-ekwu maka mmasị o nwere maka ndị a kọrọ akụkọ ha na Bible dị ka Eze Devid : \"Ọ bụ onye na-eme dika obi Chineke si chọọ, ọ na-arụkwa ọrụ nke ọma n'inyere aka ka Chineke wee kpochapu ndi nādighi-agu n'ọlu ndi nākpasa ebe ahu",
  "Ọrụ Hurston dabara na nzuzo ruo ọtụtụ iri afọ, n'ihi ma omenala na ndọrọ ndọrọ ọchịchị",
  "Ojiji olumba nke Africa-American, dị ka e gosipụtara na akwụkwọ akụkọ Hurston, bịara bụrụ nke na adịghị ewu ewu",
  "Ndị na-eto eto na-ede akwụkwọ chere na ọ bụ ihe na-eweda ala iji ụdị olumba dị otú ahụ, n'ihi akụkọ ihe mere eme nke akụkọ ifo dị n'akwụkwọ America",
  "Ọzọkwa, Hurston emewo nhọrọ dị mma na mkparịta ụka nke ọmụmụ agụmakwụkwọ",
  "N'ịche echiche dị ka onye na-agụ akụkọ ọdịnala, Hurston gbalịsiri ike ịnọchite anya usoro okwu nke oge ahụ, nke o dekọtara site na nnyocha.",
  "Ọtụtụ ndị na-agụ akwụkwọ Hurston katọrọ iji olumba ya, na-ekwu na ọ bụ ihe na-akatọ omenala ndị Africa na America na gbanye kwa mkpọrọgwụ na mgbe agha obodo gasịrị, omenala ịkpa ókè agbụrụ ọcha",
  "Ndị edemede a, ejiikọtara ha na Harlem Renaissance, katọrọ ọrụ Hurston dika nke na-adịghi akwalite mmegharị ahụ",
  "Richard Wright, na ntụle ya nke Anya Ha Na-ekiri Chineke, kwuru:",
  "Ntụgharị uche nke akwụkwọ akụkọ ya enweghị isiokwu, enweghị ozi, enweghị echiche",
  "Na isi, a na-agwa ndị Negro akwụkwọ akụkọ ya, kama ọ bụ ndị na-ege ntị na-acha ọcha bụ ndị ọ maara otú e si emeju ihe ụtọ ha, ọ na-erigbu oge nke ndụ Negro nke bụ \"quaint,\" usoro nke na-eme ka ọnụ ọchị dị nro na egbugbere ọnụ",
  "agbụrụ \"karịrị\".",
  "Mana kamgbe narị afọ nke iri abụọ, enweela mmụgharị na mmasị n'ọrụ Hurston",
  "Kemgbe ahụ, ndị nkatọ etowo otú o si jiri nkà na-ekwu okwu akpaala.",
  "N'ime afọ 1930s na 1940s, mgbe e bipụtachara ọrụ ya, onye odee Africa-American mbụ bụ Richard Wright, onye bụbu onye Kọmunist. Wright dere n'ụzọ doro anya n'okwu gbasara ndọrọ ndọrọ ọchịchị",
  "Ọchịchị Kọmunist enweghị ya, mana o jiri mgba nke ndị Africa bi na America maka nkwanye ugwu na ọganihu akụ na ụba dịka ntọala na mkpali maka ọrụ ya",
  "Ndị ọzọ na-ede akwụkwọ Africa-American na-ewu ewu n'oge ahụ, dị ka Ralph Ellison, na-emeso otu nchegbu dị ka Wright.",
  "Hurston, onye bụ onye nchekwa, nọ n'akụkụ nke ọzọ nke esemokwu maka nkwa nke ndọrọ ndọrọ ọchịchị nke aka ekpe maka ndị Africa-America. Iji maa atụ, n'afọ 1951, Hurston rụrụ arumaru ụka na nkwado akụ̀ na ụba New Deal nkeá mere ka ndị Africa America nwee ntụkwasị obi na-emerụ ahụ na gọọmenti nakwa na ndabere a nyefere ndị ndọrọ ndọrọ ọchịchị ikike dị ukwuu",
  "N'agbanyeghị ihe isi ike nke bawanyere, Hurston nọgidere na nwere onwe ya na inwe nchekwube siri ike",
  "O dere n'akwụkwọ ozi na 1957:",
  "\"Ma emeela m uto dị egwu dị ka onye na-ese ihe",
  "Achọghị m ịhụ ihe onwunwe n'anya",
  "Ọ bụrụgodi na m anwụọ n’enweghị ego, mmadụ ga-eli m, ma etu ọsila dị, achọghị m ka ọ dị otú ahụ.\"",
  "Hurston bụ onye Republican bụ onye nwere ọmịiko na amụma mba ọzọ nke na-etinyeghi aka na Old Right na onye na-akwado ndọrọ ndọrọ ọchịchị enyemaka onwe onye Booker T",
  "Washington",
  "O kwenyeghị na nkà ihe ọmụma (gụnyere Kọmunist na New Deal ) nke ọtụtụ n'ime ndị ọrụ ibe ya na Harlem Renaissance kwadoro, dị ka Langston Hughes, bụ onye nọ na 1930 bụ onye na-akwado Soviet Union ma too ya n'ọtụtụ abụ ya",
  "John McWhorter akpọọla Hurston \"Ndị nchekwa nchekwa ojii kacha amasị America\"  ebe David T",
  "Beito na Linda Royster Beito rụrụ ụka na ọ ga-aka mma iji mara ya dị ka onye nnwere onwe",
  "N'agbanyeghị ọtụtụ ihe jikọrọ ya na Old Right na amụma ụlọ na nke mba ọzọ, Hurston abụghị onye nchekwa ọha",
  "Ihe odide ya na-egosi njikọ nke feminism",
  "N'akụkụ a, echiche ya yiri ndị edemede libertarian abụọ bụ ndị ha na ya dịkọrọ ndụ: Rose Wilder Lane na Isabel Paterson.  Ọ bụ ezie na nhota nke onwe ya na-egosi ekwenyeghị n'okpukpe, Hurston ewepụghị ihe ime mmụọ dị ka egosipụtara na akwụkwọ maka akụkọ ndụ ya nke e bipụtara na 1942, a kpọrọ ya, \"Dust Tracks on a Road\":",
  "Ekpere yiri ka ọ bụ mkpu nke adịghị ike, na mgbalị iji zere, site n'aghụghọ, iwu egwuregwu dị ka e debere",
  "Anaghị m ahọrọ ịnakwere adịghị ike",
  "Ana m anabata ihe ịma aka nke ibu ọrụ",
  "Ndụ, dị ka ọ dị, adịghị atụ m egwu, ebe ọ bụ na emewo m udo na eluigwe na ụwa dị ka m hụrụ ya, na-eruberekwa isi n'iwu ya",
  "Oké osimiri na-adịghị ehi ụra mgbe nile n'ihe ndina ya, na-eti mkpu \"ogologo oge?\" ruo Oge; nde akpụ akpụ ọkụ na-enweghị isi; iche echiche nke akụkụ abụọ a naanị, na-enye m nri zuru oke maka nkeji iri nke ndụ m tụrụ anya ya",
  "Ọ dị m ka nkwenye a haziri ahazi bụ mkpokọta okwu gburugburu ọchịchọ",
  "Ọ dị m ka enweghị m mkpa maka nke ahụ",
  "Agbanyeghị, agaghị m, site n'okwu ma ọ bụ omume, nwaa ịnapụ onye ọzọ nkasi obi ọ na-enye",
  "Ọ bụghị naanị m",
  "Onye ọzọ nwere ike na-ele m anya na ndị mmụọ ozi",
  "Isi-iyi nke ahịrị edo edo nke ụtụtụ site n'alụlụ nke miri emi nke ụtụtụ ezuworo m",
  "Amaara m na ọ dịghị ihe na-emebi emebi; ihe na-agbanwe naanị ụdị",
  "Mgbe nsụhọ anyị maara dị ka ndụ kwụsịrị, ama m na m ka ga-abụ akụkụ na akụkụ nke ụwa",
  "M bụ akụkụ tupu anyanwụ akpọrepu n'ime udi na-agbawa pụta na ebube mgbanwe",
  "Abụ m mgbe e si n’ọnụ ọkụ ya chụpụ ụwa",
  "M ga-eji ụwa laghachi na Nna Sun ma ka dị adị mgbe anyanwụ tufuru ọkụ ya wee gbarie n'ime enweghi ngwụcha ka ọ bụrụ akụkụ nke mkpọmkpọ ebe nke mbara igwe",
  "Gịnị mere ụjọ ji? Ihe dị n'ime m bụ okwu, na-agbanwe agbanwe, na-emegharị mgbe niile, ma ọ dịghị efu; ya mere kedu ihe mkpa nke ụka na nkwenye ịgọnarị onwe m nkasi obi nke mmadụ ibe m nile? Akara sara mbara nke eluigwe na ala anaghị achọ mgbaaka mkpịsị aka",
  "Abụ m otu onye nwere enweghị ngwụcha, ọ nweghịkwa mmesi obi ike ọzọ",
  "Na 1952, Hurston kwadoro mkpọsa onyeisi oche nke Senator Robert A",
  "Taft",
  "Dịka Taft, Hurston megidere amụma New Deal nke Franklin D",
  "Roosevelt",
  "Ọ kekọrịtakwara mmegide ya megide amụma mba ofesi itinye aka na Roosevelt na Truman",
  "N'ime akwụkwọ mbụ o dere maka akụkọ ndụ ya, Dust Tracks on a Road, Hurston jiri ọchịchị United States tụnyere \"ngere\" na ngwongwo zuru ezu na Mafia - dị ka raket nchebe",
  "Ọ na-akparị ndị na-achọ \"nnwere onwe\" maka ndị si mba ọzọ mana ọ gọnarị ya ndị mmadụ nọ na obodo ha: Roosevelt \"nwere ike ịkpọ aha n'ofe oke osimiri\" maka nnwere onwe anọ ya, mana o nweghị \"obi ike ikwu okwu ọbụna nwayọọ na ụlọ.\"  Mgbe Truman tụbara bọmbụ atọm na Japan ọ kpọrọ ya \"onye na-egbu anụ nke Asia\"",
  "Hurston guzogidere mkpebi nke ulọikpe Kasị Elu n'ikpe Brown v",
  "Board of Education ikpe nke 1954",
  "O chere na ọ bụrụ na ụlọ akwụkwọ dị iche iche hà n'ezie (ma o kwenyere na ha na-aghọ ngwa ngwa), ịkụziri ụmụ akwụkwọ ndị isi ojii na nso ụmụ akwụkwọ ọcha agaghị eme ka agụmakwụkwọ ka mma",
  "Ọzọkwa, ọ na-echegbu onwe ya maka mbibi nke ụlọ akwụkwọ ndị isi ojii na ndị nkuzi isi ojii dị ka ụzọ isi nyefee ọdịnala ọdịnala nye ọgbọ ndị Africa America n'ọdịnihu",
  "O kwuputara mmegide nke a n'akwụkwọ ozi, \"Court Order Can't Make Races Mix\", nke e bipụtara na Orlando Sentinel na August 1955",
  "Hurston agbanwebeghị mmegide ya ogologo oge n'ihi nkewa",
  "Kama, ọ tụrụ egwu na mkpebi ụlọikpe ahụ nwere ike bụrụ ihe atụ maka gọọmentị etiti imebi nnwere onwe onye ọ bụla n'ọtụtụ okwu n'ọdịnihu.  Hurston megidekwara ọgwụgwọ mmasị maka ndị Africa-America, Ọ na-ekwu si:",
  "\"Ọ bụrụ na m na-ekwu na usoro dum ga-ewe iwe ka m nwee mmeri, ana m ekwu na enweghị m ike ịnọdụ ala na egwuregwu ahụ nakwa na ekwesịrị ịme iwu dị nchebe iji nye m ohere",
  "M jụrụ nke ahụ",
  "Ọ bụrụ na ndị ọzọ nọ n'ebe ahụ, nyefee m aka ka m hụ ihe m nwere ike ime, n'agbanyeghị na m maara na ụfọdụ n'ime ha na-emekọ ihe site na ala na ịghọ aghụghọ ule dị ka ọkụ n'ụzọ ndị ọzọ\".",
  "Darwin Turner, onye prọfesọ bekee, na ọkachamara n'ime akwụkwọ African-American kwujoro Hurston n'afọ 1971 maka imegide njikọta nakwa maka mmemme mmegide iji nye ndị ojii ikike ịrụ ọrụ. N'agbanyeghị na a katọrọ ya, Hurston pụtara na ọ na-emegide mwekota dabere na mpako na echiche nke nnwere onwe",
  "Ọ kweghị \"ehulata ala ihu onye ọcha\", ma kwuo na \"ụlọ akwụkwọ Negro zuru oke\" adịkarị kamgbe n'afọ 1955.  A kọwara Hurston dị ka “onye na-agba mbọ inye ụmụ nwanyị isi ojii ike” n'ihi ọtụtụ ihe ọ rụzuru n'otu n'otu yana nkwenye siri ike ya na ụmụ nwanyị ojii nwere ike ịbụ \"onwe ha\"",
  "Otú ọ dị, nkatọ a na-akatọkarị banyere ọrụ ya bụ na enweghị isi nke ndọrọ ndọrọ ọchịchị agbụrụ ya na ederede ya, karịsịa banyere ụmụ nwanyị ojii, na-eme ka ọ bụrụ \"onye bụ isi maka ikpere arụsị ndị ọcha.\"",
  "Ndị ode akwụkwọ ndị ọzọ dị iche iche katọkwara Hurston maka ihe ngosi ya na-akpali akpali nke voodoo. Na magazin Crisis na 1943, Harold Preece katọrọ Hurston n'ihi ọbịbịa ya nke \"Negro primitivism\" iji kwalite ọrụ edemede ya. Akwụkwọ akụkọ nke Negro History mere mkpesa na ọrụ ya na voodoo bụ ebubo nke amaghị ama na nkwenkwe ụgha nke ndị Africa na America.",
  "Jeffrey Anderson kwuru na ụzọ nyocha Hurston bụ ihe a na-enyo enyo nakwa na ihe ọ na-ekwu maka ọrụ ya bu voodoo abuchaghi ihe mere eme",
  "Ọ hụrụ na ọ kwetara ịmepụta mkparịta ụka maka akwụkwọ ya Mules na Men n'akwụkwọ ozi o degaara Ruth Benedict ma kọwaa ịkọ akụkọ Mules na Men akụkọ nke ndị dọkịta voodoo na-asọ mpi mgbe ọ bụ nwata na akụkọ ndụ ya mesịrị",
  "Anderson kwenyere na ọtụtụ n'ime ihe ndị ọzọ Hurston kwuru na akwụkwọ voodoo ya bu ihe a na-enyo enyo.",
  "Ọtụtụ ndị na-ede akwụkwọ ekwuola na Hurston tinyere aka na ideghari ọrụ ndị ọzọ degoro nakwa na ọtụtụ ihe ndi o dere na akwụkwọ akụkọ ya a kpọrọ \"Akụkọ Cudjo banyere onye ohu Afrịka ikpeazụ\" bụ ihe mmadụ ndị ọzọ degoro maka ya, nakwa na ọ na-edekwa ọtụtụ n'ime ọrụ ndị ọzọ n'ọrụ ya na voodoo.",
  "Color Struck (Opportunity: A Journal of Negro Life, 1925), play",
  "Àtụ:Portal",
  "Àtụ:Wikiquote"
]