[
  "Zora J",
  "Murff (amụrụ n'afọ 1987) bụ onye Amerịka na-ese foto, onye nlekọta, na onye nkuzi. Ọ bi ugbu a na Fayetteville, Arkansas ma na-akụzi foto na Mahadum Arkansas. Ọrụ Murff na-elekwasị anya na mmekọrịta mmadụ na ibe ya na ọdịbendị gụnyere agbụrụ na mpụ",
  "Usoro ya, Corrections, bụ nyocha anya nke ụmụaka na usoro ikpe ikpe mpụ nke ụmụaka na Eastern Iowa.",
  "A mụrụ Murff n'afọ 1987 na Des Moines, Iowa, n'ezinụlọ ndị Afrịka Amerịka. Ọ gụrụ maka BS na Psychology na Mahadum Iowa State",
  "Mgbe ọ gụsịrị akwụkwọ n'afọ 2010, ọ nwetara ọrụ dị ka onye na-ahụ maka Linn County Juvenile Detention and Diversion Services na Cedar Rapids, Iowa",
  "Murff debanyere aha na Mahadum Iowa iji mụọ foto n'otu oge ahụ",
  "O sere foto ụmụaka ya na ha na-arụkọ ọrụ, nke dugara na Corrections, ọrụ BA ikpeazụ ya, \"banyere usoro nke na-emekarị ka ndị ntorobịa na-enweghị ikike na-elekọta ha\". E sere foto ndị a na-ese na Corrections site n'afọ 2013 ruo afọ 2015. O bipụtara ọrụ ahụ dị ka akwụkwọ edemede n'afọ 2015 na Aint-Bad Magazine Murff gara n'ihu na-emepụta ọrụ gbasara ịtụ mkpọrọ na Amerịka.",
  "Ka ọ na-agbaso ọmụmụ ya na Mahadum Iowa, Murff debanyere aha na mmemme nka studio nke MFA na Mahadim Nebraska Tian Lincoln. N'ọnwa Eprel afọ 2018, ọ malitere ihe ngosi thesis ya Re-Making the Mark, ngwakọta nke foto na ihe ọkpụkpụ lekwasịrị anya na mmetụta akụkọ ihe mere eme nke redlining na North Omaha, mpaghara akụkọ ihe mere anya nke Afrịkan-Amerịkan na Omaha, Nebraska. Akwụkwọ edemede ya nke abụọ Lost: Omaha, gụnyere ụfọdụ ọrụ sitere na Re-Making the Mark.",
  "Murff malitere ịkụzi foto na Mahadum nke Arkansas' School of Art n'afọ 2018",
  "Ọ bụkwa onye na-ahụ maka Strange Fire Artist Collective (nke e guzobere n'afọ 2015) ya na ndị na-ese ihe Jess T",
  "Dugan na Rafael Soldi, na onye na-elekọta Hamidah Glasgow. N'afọ 2019, ọ bụ onye na-ese ihe na Light Work na Syracuse, NY.",
  "N'afọ 2020, e nyere Murff ihe nrite Next Step Award site na magazin Aperture, Baxter St na Camera Club nke New York, na 7 avigG Foundation."
]