[
  "Zoubeir Turki (19 Nọvemba 1924 - 23 Ọktoba 2009) bụ onye Tunisia na-ese ihe na onye na-akpụ ihe ọkpụkpụ nke sitere na Turkey. Ọ bụ nwanne nwoke nke Hedi Turki (1922 - 2019).",
  "A mụrụ ya na Medina nke Tunis n'ezinụlọ sitere na Turkey, Turki gụrụ akwụkwọ n'ụlọakwụkwọ Mahadum Ez-Zitouna na Institute for Advanced Studies, mgbe ọ na-agụ akwụkwọ na Tunis Institute of Fine Arts na Tunis. N'afọ 1946, o nwere ọkwá na nchịkwa tupu ụlọ akwụkwọ French akpọbata ya ka ọ kụzie Arabic",
  "N'afọ 1952, a manyere ya ịgba ọsọ ndụ maka isonye na omume nke òtù mba Tunisia bụ Neo-Destour",
  "Ọ biri na Sweden, site na 1953 ruo 1958, ebe ọ sonyeere Academy of Fine Arts na Stockholm.",
  "Ọ laghachiri Tunisia n'afọ 1958, afọ abụọ mgbe mba ahụ nweere onwe ya ebe ọ maliteghachiri mmekọrịta ya na ụlọ akwụkwọ Tunis nke ọ bụ onye guzobere ma jee ozi dị ka onye isi ọrụ na Ministry of Culture. Njikọ nchịkwa na ndọrọ ndọrọ ọchịchị ya nọgidere na-abawanye, ọ ghọrọ onye isi oche nke ọtụtụ njikọ na òtù, nke gụnyere National Union of plastic and graphic arts, Cultural Commission of the city of Tunis, na Union of Plastic Artists Arab Maghreb",
  "O guzobere ma duzie Ụlọọrụ Center for Living Art na Belvedere; Ọzọkwa, n'ihu ndọrọ ndọrọ ọchịchị, a họpụtara ya na National Assembly na 1979 na onye kansụl obodo maka obodo Tunis.",
  "Ihe osise ndị Turki sitere na mkpali n'ihe gbasara ọdịbendị Tunisia na ọdịnala ya, na-egosi ihe odide na ihe nkiri nke Tunis kwa ụbọchị",
  "Ịmepụta ihe ncheta zuru oke nke Tunisia mere ka ọrụ ya bụrụ ụdị pụrụ iche nke mere ka ọ bụrụ onye a ma ama n'ụwa niile",
  "Onye nkatọ Louati Ali kwuru n'akwụkwọ a raara nye nka nke oge a na Turki bụ onye omenkà kachasị ewu ewu na akụkọ ihe mere eme nke nka na Tunisia. Turki bụkwa onye na-ese ihe; o mere ihe oyiyi ọla nchara nke Ibn Khaldun, nke e guzobere na Avenue Habib Bourguiba, ebe e guzobere ụlọ akwụkwọ Tunis na 1949",
  "O mekwara ihe osise ahụ n'ime ụlọ nke ụlọ redio Tunisia.",
  "Turki nwụrụ mgbe ọ dị afọ iri asatọ na anọ."
]