[
  "Zukiswa Veronica Ncitha bụ onye ndọrọ ndọrọ ọchịchị si South Afrika nke nọchitere anya African National Congress (ANC) na National Council of Provinces kemgbe ọnwa June afọ 2015",
  "Tupu nke ahụ, ọ bụ onye isi obodo nke Buffalo City Metropolitan Municipality n'etiti ọnwa Mee afọ 2011 na June 2015",
  "ANC wepụrụ ya n'ọfịs onye isi obodo mgbe e boro ya ebubo wayo na nrụrụ aka n'ihe ihere metụtara ebubo na ha na-ezighị ezi na ego ọha na eze a họpụtara maka olili ozu onye isi ala Nelson Mandela",
  "Ncitha bụbu onye na-arụ ọrụ n'Ebe Ọwụwa Anyanwụ Cape, jere ozi na Central Committee nke South African Communist Party (SACP) site n'afọ 2007 ruo 2012",
  "A mụrụ Ncitha na New Brighton na Port Elizabeth na mpaghara Cape Province. Ọ ghọrọ onye ama ama na ndọrọ ndọrọ ọchịchị site na òtù ndị ọrụ dịka onye ndú mpaghara nke Congress of South African Trade Unions (Cosatu) jikọtara otu ANC",
  "N'afọ 1990, a họpụtara ya dị ka onye nnọchi anya Cosatu na okwu gbasara okike na mpaghara Border, na afọ 1994 e zigara ya n'ọfịs nke onye isi ala Eastern Cape iji nyere aka guzobe ọfịs gọọmentị mpaghara na ọnọdụ ụmụ nwanyị.",
  "A họpụtara ya ka ọ bụrụ onye isi nke Women's National Coalition na afọ 1999 ma bụrụ onye guzobere Progressive Women's Movement na afọ 2006. Ọ rụkwara ọrụ otu oge dị ka onye otu sentral komitii nke SACP site na 2007 ruo 2012.",
  "Ruo n'afọ 2011, Ncitha nọchitere anya otú ANC dị ka onye kansụl mpaghara na onye na-ekwuchitere kansụl na Amathole District Municipality. N'abalị iri atọ na otu n'ọnwa Mee n'afọ 2011, mgbe ntuli aka ime obodo nke afọ 2011 gasịrị, a họpụtara ya dị ka onye isi obodo nke Buffalo City Metropolitan Municipality. Ọ rụrụ ọrụ n'ọfịs ahụ ruo n'ọnwa Juun nke afọ 2015.",
  "N'onwa June nke afọ 2014, e jidere Ncitha n'ihe metụtara nyocha nke mmefu ego banyere ojiji a na-ekwu na ego ọha na eze ejirila ya mee ihe n'ụzọ na-ezighị ezi nke e mere maka olili ozu onye bụbu onye isi ala Nelson Mandela, onye nwụrụ na ọnwa Disemba nke afọ 2013",
  "A na-ebo ya na ọtụtụ ndị ọrụ Buffalo City ndị ọzọ, gụnyere osote ya bụ Themba Tinta, ebubo wayo na ịghọ aghụghọ. N'ọnwa June nke afọ 2015, mgbe ebubo a na-ebo ya na-echere, ANC wepụrụ Ncitha n'ọkwa ya dị ka onye isi obodo Buffalo; Alfred Mtsi nọchiri ya.",
  "Ozugbo e wepụrụ Ncitha n'ọfịs onye isi obodo, òtù ANC zigara ya n'oche na National Council of Provinces, ebe a ṅụrụ iyi na abalị iri na asaa nke ọnwa June iji mejupụta oghere nkịtị. A họpụtara ya ọzọ mgbe ntuli aka afọ 2019 gasịrị.",
  "Mgbe ANC weputara ụkpụrụ ọchịchị ya, Ncitha weputara onwe ya ka ọ pụọ n'oche omebe iwu ya, nke pụtara na ọ ga-ewepụ onwe ya n'ọrụ pati ya ma ghara ịnọchite anya otú ANC na usoro omebe iwu",
  "Otú ọ dị, na ọnwa June nke afọ 2021, Sowetan kọrọ na Ncitha nọgidere na-eduzi nzukọ kọmitii ma sonye na nnọkọ zuru ezu. Ka ọ na-erule afọ 2022, ikpe wayo ya na-aga n'ihu."
]