{
  "published": "16 Febụwarị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Oke ọ ga-agọpụli onwe ya na ebubo a?",
    "Ka ọ dị be oke, ka ọdị be ọgịnị. N'obodo Kwale nke mba Kenya, ndị uweojii atọ boro oke na ọ kpụrụ ọgwụike akpọrọ 'Bhang 540' nari ise na iri anọ nke e dokwara n'ogige ha maka iji mee ihe akaebe n'ụlọikpe.",
    "Ndị uweojii atọ aha ha bụ Inspetọ Ken Olonde, onye bụ onye nchọpụta, AP Inspectọ Patrick Baya na Sagent Hamisi Komboaha bụ ndị akaebe n'ikpe ụmụnwaanyị anọ e jidere maka ibu ọgwụike ruru 1,710 site n'obodo Migori ga Ukunda nke dị na Kwale. Ndị uweojii a bụ ndị nwụchiri ụmụnwaanyị ndị a.",
    "Mgbe ọ na agba ndị uweojii a ajụjụọnụ, onye ọkaiwu nọchitere otu na ndị eboro ebubo bụ Abdull Aminga jụrụ ndị uweojii ahụ ka ha kọwaa ihe mere na agba ọgwuike ahụ fọrọ sọọsọ 1,170.",
    "Gu kwa A kwụsịla onye JAMB boro agwọ ebubọ ọrụ n'ike",
    "Lekwa agwọ loro nde naira 36",
    "Ndị uweojii ahụ kwuru na oke banyere n'oge ndị uweojii Kwale ebe e dotere agba ndị ahụ ma taa ha.",
    "Mana ihe gbakwojuru ndị biara n'ụlọikpe ahụ nke onye Okaikpe Paul Mutai nọ n'isi ya bụ na onweghị ogehre dị na igbe anọ ahụ ebe ọgwụike ahụ dị.",
    "Ọ bụ n'ọnwa Julai afọ garaaga ka ha nyụchiri Pauline Moraa, Elizabeth Atieno, Nancy Auma, na Mercy Achieng.",
    "Kenya",
    "Nchekwa ndị ụwe ojii",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taaelekere 5 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "'EFCC jidere T.A Orji makana ọ gwaghị ha na ọ na-aga njem'",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}