{
  "published": "29 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikwa iko na nwaanyị nọ na nsọ ya anaghị aba Ọgba Ezeagu",
    "Ọgba na Ọgbaagada dị n' Obunọfia n'Okpuru Ọchịchị Ezeagụ n' Enugwu Steeti bụ nke nwere nsọ dị iche iche nakwa ihe nribama e jiri mara ya.",
    "Ndị obodo ahụ gwara anyị na iwu nakwa nsọ di n'Ogba gunyere na nwaanyi nọ na nsọ ya agaghị abanye na ya bụ ọgba.",
    "Ọ ga-akachie nti banye, ọ ga-ahụ nnukwu agwọ ga-achụpụta ya.",
    "Ihe ọzọkwa bụ na nwaanyị anaghị eyi uweimeahụ abanye ọgba ahụ, uwe agada bụkwazị ihe nsọ na ya.",
    "N'ọgba ahụ, naanị otu ụdị anụ ka onye chọro ka o ga-egbu wee laa n'ulọ.",
    "Ya bụ na amaghị ebe Ọgba ahụ obidoro nke a na ama ebe o jedebere mọọbụ ebe mmiri si na ya agbapụta oge niile.",
    "Ebe foto si, BBC Igbo",
    "Pete Edochie gọọrọ ma waa ọjị",
    "Ị ma ebe njirimara ala Igbo ụfọdụ dị?",
    "Mmiri si n'Ọgba ahụ gbadatara wee ghọrọ obosara mmiri nke ana-akpọ Ọgbaagada.",
    "Mmiri Ọgbaagada ahụ bụ nke ndị mmadụ si ebe dị iche iche na-abịa egwu mmiri na ya .",
    "Ndị nchekwa mmriri a n'Obunọfia, Ezeagu kwuru na onye ọbụla nwereike igwu mmiri n'ebe ahụ mana onye anwakwala anwa kwaa iko na ya bụ mmiri.",
    "Ha kwuru na ọ bụ ọru ha igwa ndị ọbula na-abịa nleta na ya bụ ebe ọkachasi ụmụakwụkwọ, ihe ndịa na-asọ nsọ.",
    "Onye ọbụla nupuru isi n'ihe Ọgba na Ọgbaagada ahụ na asọ nsọ na-enweta ntaramaahụhụ ya ozigbo.",
    "Mkpebi Binta Nyako megidere ikpemkwụmọtọ - Nnamdi Kanu",
    "Ọgba nwaanyị nọ na nsọ anaghị aba",
    "Ihe mere anyị ji gbajọ Rochas Okorocha - APC",
    "Vidio, Edochie si na ọjị bụ ihe eji anabata ndi obịa19 Febụwarị 2018",
    "Vidio, Iri ji na mgba azụeruala17 Nọvemba 2018",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo19 Juun 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Vidio, Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua19 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ndị mmadụ ajaala eze dọnyere Jason Njoku na Iroko TV ukwu",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọEmelitere ikpeazụ na: 23 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}