{
  "published": "20 Febụwarị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emmanuella Instagram Page",
    "Ụlọọrụ Nickelodeon ewepụtala aha ndị ha ga-etunye ugo 'Nickelodeon Kids Choice Awards(KCA) n'afọ 2021 a.",
    "Ndị aha ha so na ya bụ ndekọ nturugo gunyere Ikorodu Bois, Emmanuella, Elsa Majimbo, Bonang Matheba, Mo Salah, Master KG plus GhettoKids nakwa ndị ọzọ.",
    "Ụmụ Naijiria na-eto eto asatọ soshal midia mere ọgaranya",
    "Uru nwaanyị abụghị sọ n'ụsọekwu",
    "Ndọrọndọrọ nturugo a ga-ata akpụ makana ọtụtụ n'ime ndị a bụcha ọkaibe n'elu soshal midia ma nwe ọtụtụ mmadụ ha na-akpalite mmụọ ha na-eso ha n'ebe ahụ.",
    "Onye na-eme ihe nkiri, ọkpachị nakwa onye tuburu ugo a bụ Kenan Thompson, ga-ahazi mmemme ahụ n'ụbọchị March 15, 2021.",
    "Ebe foto si, Ikorodu Bois Instagram Page",
    "Ndị nso nso ha nwereike itunyere ha vootu na twitter, KidsChoiceAwards.com, nakwa app na-arụ ọrụ n'igwe ipad, iphone nakwa android na mba U.S.",
    "Emmanuella nakwa Ikorodu Bois  so na ndị ama ama na Naịjirịa ahọpụtara n'ogo \"Favourite African Social Media Star\" , ndị ọzọ nọ n'ogo a si mba Kenya.",
    "'Ime ihe ọchị anakwaghị Emmanuella ịgụ akwụkwọ'",
    "Ọ bụghị sọọsọ nne m ka m wurula ụlọ a, nna m so - Ọkpaọchị Emmanuella",
    "Ebe foto si, Emmanuella Instagram page",
    "Ọtụtụ ndị ama ama bụ ụkpa ekele ebunye ọkpaọchị Emmanuella dịka ọ rụtara nne ya ụlọ.",
    "Ọkpaọchị a dị afọ iri wepụtara foto ụlọ ọhụrụ ọ rụrụ nne ya n'ụbọchị Fraịde.",
    "N'okwu ya, ´a rụrụ m nne m ụlọ a , maka ekpere, nkwado, ọ na-enye m. Nne m, a ma m na ịchọrọ ụlọ dị pichọ pịchọ, lee ya ebe a.",
    "\"Mana gbaghara m makana m ga-arụcharịrị gị ụlọ ukwu gị n'afọ na-abịanụ.\"",
    "Nne Emmanuella egbughị oge n'igosi oke ọnụ ya dịka ọ nọ na-elegharị anya n'ụlọ ahụ e doziri nke ọma.",
    "'Ime ihe ọchị anakwaghị Emmanuella ịgụ akwụkwọ'",
    "Nwata nwanyị bụ Emmanuella Samuel bụ onye a ga-eji maatụ ilu sị na 'nwata kwọ aka, o soro okenye rie nri'.",
    "Akụkọ n'ekwụ na ọ banyere ihe onyonyo ndị Walt Disney na Hollywood. Ọ sị na-ịme ihe na-akpa ọchị n'onyonyo we rue ebe ahụ.",
    "Ka ude ya n'ede, anyị ga-ewetara gị ịhe ise ị maghị maka nwata nwanyị a pụrụ ịche.",
    "Emmanuella bụ nwa afọ Imo steetị amụrụ n'bodo PortHacourt na Rivers steeti:",
    "Ebe foto si, @markangelcomedy",
    "O nwere ihe karịrị mmadụ otu nde na-elele ihe onyonyo ya",
    "N'agbanyeghị afọ ya, o ritela ntuliugo asaa maka ime ihe na-akpa ọchị.",
    "Ebe foto si, @markangelcomedy",
    "Ọ bụ nwata na-emepụta ihe ọchị",
    "Ọ bụ n'elu ọkwa nwanne ya bụ 'Mark Angel Comedy' ka o si bido ịmepụta ịhe ọchị nke ya.",
    "Ebe foto si, @markangelcomedy",
    "Nwata nwanyị ahụ na nwanne ya nwoke bụ Mark Angel",
    "Akụkọ kwuru na Emmanuella eritela ego ruru nde naira iri abụọ n'ise.",
    "Ebe foto si, @OfficialEmanuella",
    "Nwata kwọ aka, o soro okenye rịe nrị",
    "Lee kwa ya eba:",
    "Onyeịsị ụlọ omeiwu Sinetị bụ Bukola Saraki ezịgara la ya ozi ya bịa n'ụlọọrụ Sineti nara nkwanye ugwu.",
    "Vidio, \"Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ\" - Ndị obodo Inya Abam n'Abia steeti na-ebeku gọọmenti10 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Abaribeelekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Abaribe",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Nickelodeon Kids Choice Awards 2021: Emmanuella achakeela ọzọ",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}