{
  "published": "20 Febụwarị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Anyi bụ ndị otu gọvanọ Igbo bụ otu.",
    "Nde mmadụ atọ bụ ihe nwụrụ n'ọgụ Biafra.",
    "Ọgụ ọzọ bido, ọ ga-agbasa anyị.",
    "Nwunye Nnamdi Kanu: Amaghị m ebe di m nọ",
    "Soyinka: Ndị okenye kwesiri ị ga zuo ike",
    "Iceland amachiela ibe nwoke ugwu",
    "Vidio, Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo, Duration 28,5427 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Biafra: Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo, Duration 9,5426 Jenụwarị 2022",
    "Vidio, Army couple killed: Nwaada Gloria Matthew, di afọ 10 hụrụ ka e si gbuo mmadụ abụọ ọzọ so ha e me njem - Nwanne Gloria, Duration 28,0623 Mee 2022",
    "Vidio, \"Amụghị m ịma mbem amụ, ebu m ya pụta ụwa\", Duration 5,052 Julaị 2020",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Vidio, World Water Day 2022: 'Anyị enweghi mmiri ọṅụṅụ n'obodo Ezeukwu, Abia Steeti', Duration 2,4022 Maachị 2022",
    "Vidio, Deborah Samuel Yakubu : Lee ọnọdụ ezinaụlọ nwaada e gburu na Sokoto kemgbe Pastọ Chibuzọ Chinyere nyechere ha ụlọ, Duration 2,5331 Mee 2022",
    "Vidio, Happy Childrens Day: Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu, Duration 4,0527 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}