{
  "published": "21 Febụwarị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụnyaahụ bụ ụbọchị ụwa niile ji echeta asụsụ nne ji mụ onye nke ndị bekee na-akpọ \"World Language Day\".",
    "Ka ụwa niile na-eme nke a,onye ọkammụta n'asụsụ Igbo bụ Chigozie Nnabụihe kọwapụtara uru ọ bara isụ asụsụ Igbo.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ị ma ebe njirimara ala Igbo ụfọdụ dị?",
    "Iceland amachiela ibe nwoke ugwu",
    "Ị ga-agụnwu abụ ala n'asụsụ Igbo?",
    "Vidio, 'Etu anyị si buru asụsụ Igbo gaa mahadum Oxford' - Nwelue na Umenyirioha, Duration 13,59elekere 6 gara aga",
    "Vidio, Chukwuemeka na Chinyere Odunukwe: Etu di na nwunye ji otu nwa na-erubeghi otu afọ si laa mmụọ, Duration 1,54elekere 4 gara aga",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Bullying in schools: Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ - Victor Nwankwo, Duration 4,1917 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Nnamdi Kanu Case: Ozi m na-ezi bụ ihe Kanu gwara m zie, Duration 14,3517 Febụwarị 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}