{
  "published": "23 Febụwarị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi ndị elektrọniks n'ahia Alaba Int'l gwara BBC Igbo service etu o siri bido ndụ. O dụrụ ndị ntorobia ọdụ si ha 'e ledala obere ihe ị na-eme anya.'",
    "Pete Edochie gọọrọ ma waa ọjị",
    "Ị ma ebe njirimara ala Igbo ụfọdụ dị?",
    "Vidio, Mr Ibu: Nwunye m ka na-akụja maka ihe ọ hụrụ n'aka ndị omekome, Duration 2,2623 Febụwarị 2018",
    "Vidio, Akị: Ewere m onwe m dịka Chineke si kee m, Duration 2,5122 Febụwarị 2018",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Etu anyị si rụpụta ogbunigwe e ji lụọ agha Biafra - Felix Oragwu2 Disemba 2022",
    "Etu ịpụ n'anyanwụ si butere m ọrịa kansa dịka onye anyarị - Gerald Eke13 Juun 2023",
    "Vidio, Ọzọ title in Igbo Land: Ihe mere ichi ọzọ n'ala Igbo ji bụrụ egwu onye obi kara, Duration 6,393 Febụwarị 2022",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "'Abụbu m 'pastor' mana ugbua a bụzị m dibịa' - Ikuku the Great Ijele 3 Nọvemba 2022",
    "Etu m siri malite ịrụpụta akpụkpọụkwụ na-amụghị ya amụ - Nwaada Anastasia Uzodinma 31 Mee 2023",
    "Miss Universe 2023: Ihe mere m ji ahapụ Amerịka bịa turuugo ‘Miss Universe’ na Naịjirịa - Montana Onose12 Jenụwarị 2023",
    "Eji m ụkwụ ụkpọrọ malite ịgba bọọlụ n'Aba - Uchenna Kanu26 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}