{
  "published": "25 Febụwarị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Kamgbe ụka batara ala Igbo, ọ bụghịzi ebe niile ka a na-akpụ nwaanyị na-agba mkpe isi",
    "N'ala Igbo, ịgba mkpe bụ ọmenala nwaanyị di ya nwụrụ anwụ kwesịrị ime iji gosi na ọnwụ di ya wutere ya ọfụma.",
    "Na gboo, ndị Igbo na-ekwu na nwaanyị na-ekweghị agba mkpe di ya ma ihe gburu ya.",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Etu ndị Igbo si agba \"alụkwaghịm\"",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "Mgbe gboo, ụfọdụ na-enye nwaanyị ahụ mmiri eji saa ozu di ya ahụ ka ọ ṅụọ ma ọ bụrụ na a na-enyo ma aka ya ọ dị n'ọnwụ di ya.",
    "N'ụfọdụ obodo, ọ bụ nwaanyị di ya nwụrụ kwesịrị iji akwa na mkpu otiti mete ndị na-arahụ ụra n'isi ụtụtụ.",
    "Ụfọdụ na-ahapụ nwaanyị ahụ n'ime otu ọnụụlọ ebe adọwara ozu di ya, ka ya na ya nọrọ abalị ole na ole tupu elie ya.",
    "Ebe ụfọdụ, anaghị ekwe nwaanyị na-agba mkpe saa ahụ ruo oge a ga-etinye ozu di ya n'ala. Mgbe gboo, a ga-eduru ya gaa n'akụkụ mmiri iyi ebe a ga-asa ya ahụ ma kpụọ ya isi na ntutu niile dị ya n'ahụ.",
    "Ndụmọdụ Charly Boy maka alụm di na nwunye",
    "Ụfọdụ anaghị ekwe nwaanyị isi mkpe rie nri ọha niile na-eri maka na ha kwetara n'onwere ike igbu ya, a na-esi nri nwaanyị isi mkpe na-eri iche.",
    "Mgbe gbuo, nwaanyị na-agba mkpe di ya bido oge ọ nwụrụ ruo ọnwa isii maọbụ otu afọ, mana ka ụka batachara ala Igbo, ụfọdụ na-agba nkpe nanị afọ atọ.",
    "N'agbanyeghị n'ụka batara ala Igbo gbanwee ọtụtụ ihe, ụfọdụ obodo ka na-eme emume ịgba mkpe nke kpatara n'onye ọbụla hụrụ ya ga-ama na ọ bụ nwaanyị di ya nwụrụ.",
    "Ụfọdụ na-eyi uwe ojii: Ha ga-eyi ma uwe ojii, ọlantị, mgbaolu na mgbaaka ojii, akpụkpọụkwụ ojii na ihe niile oyi n'ahụ ga-abụ nke ojii.",
    "Ụfọdụ na-eyi uwe ọcha: Ihe niile oyi site n'isi ruo n'ụkwụ ga-abụ nke ọcha.",
    "Ndị ụmụada ga-akpụcha ntutu niile dị ya n'ahụ",
    "Ụfọdụ na-akwụsị ọrụ maọbụ ịzụ ahịa, ruo mgbe ọ gbachara",
    "A ka na-agba mkpe n'ọtụtụ obodo dị icheiche n'ala Igbo, kama etu esi agba ya bụ mkpe agbanweela.",
    "Ọbibịa ụka na agụmakwụkwọ mere ka ntaramahụhụ nwaanyị na-agba mkpe na-ata belata.",
    "Ụfọdụ ndị di ha gụrụ akwụkwọ na-enye iwu tupu ha anwụọ, sị onye enyekwala nwunye ha nsogbu maọbụ taa ha ahụhụ.",
    "Anyị alụọla afọ 57 mana anyị anaghị atọ ka shuga mgbe niile",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọelekere 8 gara aga",
    "NA EME UGBU A , Ezinaụlọ Alexie Navalny na-ebo gọọmentị Rọshịa ebubo ịkpachi ozu nwa ha",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa14 Febụwarị 2024",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ13 Febụwarị 2024",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị13 Febụwarị 2024",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding13 Febụwarị 2024",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu KatọlikEmelitere ikpeazụ na: 14 Febụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}