{
  "published": "4 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nwabueze Nwonwu",
    "'Onye wetara ọjị wetara ndụ'",
    "Ọjị bụ otu ihe ị ga-ahụrịrị n'emume ọbụla gbasara ala Igbo.",
    "Ọjị na ịwa ọjị dị oke mkpa n'omenala ndị Igbo, maka na Igbo na-ekwu na \"onye wetara ọjị wetara ndụ\".",
    "Ihe isii nwere ike ịnọchị anya ọjị n'omenala Igbo",
    "Etu e si akwanyere ọjị ugwu n'ala Igbo",
    "Lee ihe omimi ị maghị maka ọjị",
    "Ụfọdụ ndị Igbo kwenyere na ỌJỊ pụtara \"Omenala Jikọtara Igbo\".",
    "Ọjị bụ mkpụrụ osisi a na-akụ akụ ma na ọ na-epukwara onwe ya.",
    "Ọjị nwere ike ịmị n'ụlọ ma mịkwaa n'ọhịa.",
    "Enwere ụdịrị ọjị dị iche iche, ụfọdụ na-aza aha site n'etu o si mịpụta.",
    "Abịa na Naịjirịa, enwere ọjị Igbo ma nwee ọjị ugwu Awụsa ma nwekwaa nke ndị ọdịda anyanwụ bụ ndị Yoroba.",
    "Ọjị Igbo na-agbakarị n'ibe sitere n'atọ ruo ibe asaa.",
    "Igbo na-akwanyere ọjị gbara ibe asaa ugwu, ụfọdụ na-egbukwa ọkụkọ ma ha hụ ya bụ ọjị.",
    "Ọjị Awụsa",
    "Ọjị ugo bụ nke na-acha ọcha, a na-akpọ ya ugo maka na ọ na-ama mma n'anya",
    "Ọjị ikenga na-enwe ibe atọ, na-achakarị uhie uhie",
    "Ọjị ndị awụsa bụ nke a na-akpọ 'gworo', ọ na-enwe ibe abụọ na-achakarị ọcha",
    "Lee ihe omimi ị maghị maka ọjị",
    "Ndị Igbo kwenyere na ọjị anaghị anụ bekee n'ụzọ ọbụla, ya mere eji eji ya eme omenala ndị Igbo dị iche iche dịka:",
    "Eji ọjị alụ nwaanyị n'ala Igbo",
    "Eji ọjị anabata ọbịa",
    "Eji ọjị edozi esemokwu n'etiti ndị mmadụ",
    "Eji agba agọ ọfọ/ekpe ekpere",
    "Eji ọjị achụ aja",
    "Eji ọjị agba ndụ",
    "Eji ọjị akwa ozu",
    "N'ala Igbo, inye onye ọbịa ọjị gosiri na ị nabatara ya, o na-egosikwa na ị hụrụ ya n'anya nke ukwuu ma nwekwaa ntụkwasị obi n'ebe ọ nọ.",
    "N'omenala Igbo, enwere ihe ndị ọzọ a na-eji ata ọjị",
    "Ose ọjị nke bekee kpọrọ alligator pepper",
    "Akị ilu nke bekee kpọrọ bitter kola",
    "Mmịmị",
    "Ụfọdụ na-eji nzu ata ọjị",
    "Ose ọjị akwọrọ akwọ",
    "Kola nut: Etu e si akwanyere ọjị ugwu n'ala Igbo",
    "Tupu awaa ọjị n'ala Igbo, a na-ebu ụzọ gọọ ọjị (kpeere ya ekpere). Ọ bụ iwu na onye kachasị bụrụ okenye ga-agọ ọjị, ebe ụfọdụ na-enye onye kacha bụrụ nwata ka ọ waa ya ma kesaa ya.",
    "Nwoke anaghị awa ọjị na be ndị ọgọ ya, ọ gaghị awakwa ọjị ebe ndị tọrọ ya nọ na-abụghị ma ha nyere ya ikike ịwa ya.",
    "Ọ bụkwa iwu na nwaanyị anaghị awa ọjị n'ala Igbo.",
    "N'ala Igbo, nwaanyị anaghị arị elu ọjị, ọ naghị aghọtu ọjị n'osisi ya.",
    "Nwaanyị anaghị agọ ọjị.",
    "Ebe foto si, Nwabueze Nwonwu",
    "Nwaanyi anaghị arị oji elu mana nwaanyị na-ere oji",
    "Anaghị ekwe ka nwaanyị tinye aka n'ime efere were ọjị ma ọ bụrụ na ụmụnwoke nọ ebe ahụ ewerechabeghị.",
    "Ụfọdụ na-aga n'ihu were aka ha nye nwaanyị ọjị ka ọ ghara inwe ohere tinye aka n'efere e jiri kee ọjị.",
    "Pete Edochie gọrọ BBC Igbo ọjị",
    "Na ụka bịara egbochighị ndị mmadụ iji ọjị ekpe ekpere dịka esi eme ya mgbe gboo.",
    "West Africa",
    "Afịrịka",
    "Naijiria",
    "Omenala",
    "Nigerian foods: Ihe ị na-amaghị maka ụkwa ị na-eri27 Febụwarị 2020",
    "Ọmụgwọ ọ bụ omenala ga-akwụsị n'ala Igbo?15 Maachị 2018",
    "Ị ma agwọ abacha?1 Eprel 2018",
    "International Widows Day 2019: Kedụ ihe bụ ebumnuche gị maka ịgba mkpe?24 Juun 2019",
    "Etu nwa m si nwụọ n'ọgbaghara Anti-tout n'Onitsha - Nne Chimezie Udujielekere 8 gara aga",
    "Caf awards 2023: Osimhen a ga-abụ onye ukwu ọzọ nturugo a nwereike ịfunarị? 11 Disemba 2023",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "Caf awards 2023: Osimhen a ga-abụ onye ukwu ọzọ nturugo a nwereike ịfunarị?",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}