{
  "published": "27 Febụwarị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii na ndị agha Naịjirịa nọ na Benue maka nsogbu a na-ebo ndị ọchụehi",
    "Akụkọ site na Kaduna Steeti na-akọwa n'ihe ruru mmadụ ise anwụọla n'ogbaghara diri n'etiti ndị ụka Kraist na ndị alakọba na gburugburu ebe a na-akpọ Kasuwan Magani, nke dị n'okpuru Kajuru 'Local Government Area'.",
    "Agbakwala ụfọdụ ụlọ epere na ụlo obibi ọkụ ma merụọ ọtụtụ mmadụ ahụ n'ọgbaaghara a.",
    "'Atọrọla mmadụ 80 n'ụzọ Birnin Gwari'",
    "Ọdụm agbala ọsọ na Zoo dị na Kaduna",
    "Achọtala ozu 45 na Gwaska",
    "Ndị mmadụ ka na-alụ uka etu ọgbaghara a siri bido, mana otu akụkọ sịrị na-obidoro mgbe ndị okoroọbia n'ime ndị na-epe ụka Kraist na Kasuwan tiri umụnwaanyị ha ihe maka ha sị na ha na ndị okoroọbịa alakoba na-aghị ọghị, akụkọ ọzọ kwuru n'ọgbaghara a bidoro mgbe asiri gbasara na ndị alakọba n'obobo ahụ achọrọ iji ike me ka ụmụnwaanyị ndị ụka Kraist kpebe Alakọba.",
    "Mana, akụkọ ọzọ na-akọwa n'akpọmashị dị n'etiti ndị okwukwe abụọ a na Kasuwan Magani na mbụ tupu ọ bịa n'isi n'ụtụtụ ụnyahu bụ Monde.",
    "Kasuwan Magani dị n'ụzọ esi aga Plateau, Nasarawa na Benue Steeti, nakwa ndịda Kaduna Steeti bụ mpaghara steeti ahu ndị uka Kraist kachasị.",
    "Ndị si ụzọ ahu agafe tọọrọ ka ọgbahara a na-eme.",
    "Ọdụm agbala ọsọ na Zoo dị na Kaduna",
    "Nye Ndigbo onyeisiala 2019 - Balarabe Musa",
    "Nyocha ICC amala ndị agha Naịjirịa ikpe",
    "Aliyu Mukhtar bụ onyeisi ndị uweojii na Kaduna gwara ndị ntaakụkọ na ndị ọrụ ha gbochiri ogbaghara ahụ ma hụkwa na onweghi nsọbụ dị na Kasuwan Magani ọzọ.",
    "O kwuru na ya zipuru onyeisi uweojiii na-ahụ maka ọrụ nchekwa ka ọ ga ebe ihe na-eme ma hụ na orughị ebe ọzọ na steeti ahụ.",
    "\"Anyị wetara ozi na nsogbu di na Kasuwa Magani n'utụtụ a. Onye na-ahu maka ọrụ nchekwa n'ụlọọrụ anyi no ebe ahu ugbua. Ndị Mopol nọkwa ya. Ha ncha hụrụ na nsọgbu ọbụla adịghịzi na Kasuwan Magani,\" Mukhtar kwuru.",
    "Ọ gara n'iru kwuo na ya enweghi ike ikwu ihe bụtere okwu n'ebe ahụ ma ya bụrụ na ndị uweojii emechaghị nchọpụta.",
    "Onye na-achị Kaduna steeti nụ Mazi Nasir el Rufai si ka-ejiri ọsọ ọsọ jide ndị niile aka ha dị n'ogbaghara a. Samuel Aruwan, bu onye na-ekwuchịtere el Rufai, si na ka ọ na-asị ndi ihe a metutara ndo, ọ gwakara ndị ọrụ gbata gbata na Kaduna Steeti ka ha ga-nyere ndị chọrọ enyemaka aka ozugbo.",
    "BBC Igbo kpọrọ Emeka Okeiyi bụ onye be ya dị nso n'ebe ihe mere n'ụtụtụ a ka anyi mata etu obodo ahụ dị ugbua.",
    "Mazi Okeiyi gwara BBC Igbo na Kaduna dị oyi, na-onweghi nsogbu ọbula dị. Ọsịkwa n'ọgbaghara ụnyahụ abaghị n'ime Kaduna kpomkwem, mana ha nụrụ maka ya n'ehihe mgbe ọgọ ya nwaanyị kpọrọ ha gwa ha n'ahịa Kasuwa Magani enwụrụla ọkụ.",
    "Kaduna Steeti so na steeti dị n'ugwu Naịjirịa ebe oghaghara n'etiti ndị uka alakọba na ndị ụka Kraist na-eme kwamgbe kwamgbe.",
    "Ọgbaghara nke mere n'afọ 2000 gburu mmadu ruru puku ma me ka-ekewa obodo Kaduna abụọ ka ndị ụka Kraist birizi na ndịda Kaduna, ka ndị ụka Alakọba biri na ugwu ya.",
    "Gọọmenti Naịjirịa ezipụla ụgbọelu ịchọ ụmụ Dapchi",
    "Otu nwoke egbuola ụmụaka ya n'Awada",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọwnụelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Onye omeiwu, Ossy Prestige nwa Aba alaala mmụọ",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọwnụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}