{
  "published": "2 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @AIT_Online",
    "Akụkọ na-ekwu na eji ndị ọrụ AIT ugwọ ọnwa ruru ọnwa iri na atọ.",
    "Akụkọ na-eru anyi nti na-ekwu na a chụọla ndị ọrụ ruru nari atọ n'ụlọ ọrụ mgbasa ozi a kpọrọ Ait dị na Naijiria.",
    "Nke a na-abia ka oji otu ụbọchị gafee a chụrụ ndị nọ n'isi oche akwụkwọ mgbasa ozi a kpọrọ Sun Newspaper dikwa na Naijiria.",
    "Mgbe BBC Igbo kpọrọ otu onye na-arụ ọrụ na AIT na-achọghị ka akpọpụta aha ya,ọ gwara anyị na ọ bụ ezumike nka ka mmadụ 330 a lara na AIT.",
    "Akwụkwọ kwuru na ya bụ achụmnọrụ bụ iji we doziarie ọnọdụ na ụlọ ọrụ Daar communications bụ aha isi AIT.",
    "BBC gbakwara otu onye n'ime ndi a chụrụ na Sunnewspaper ajụjụ ọnụ, ọ sị na chọghị ka kpọputa aha ya mana o kwuputere uche ya.",
    "Onye ahụ kwuru na ọ ka nọ na Abuja ebe o mere njem mgbe ozi achum n'ọru a rutere ya nti.",
    "O kwuru na ọ bata Lagos na ọ ga ga nata akwukwọ achụmnọ ọrụ ya mara ihe dị n'ime ya.",
    "Onye isi otu na-elekọta ndi mgbasa ozi na Naijiria akpọrọ Waheed Odusile kwuru na ya na ndi otu ya ga-enyocha ihe a mere nụ ka ha chọpụta ihe kpatara ya.",
    "O kwuru na ọ bụrụ na o nweghị ihe ọjọọ ndị a mere,ha ga-agba mbọ hụ na enyere ndi a ego niile diara onye ma ọ kwusi ọrụ.",
    "O kwukwara na ihe nke a wutere ha nke ukwu maka na obodo bụ igwe kita.",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "E duola Bassirou Diomaye Faye n'iyi ọrụ dịka Onyeisiala ọhụrụ nke mba Senegal",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}