{
  "published": "2 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @NigAirForce",
    "A tọrọ ụmụakwụkwọ 110 a n'ọnwa Februwarị",
    "Taa mere ụbọchị nke iri otu na otu (11) a tọrọ ụmụakwụkwọ na-agụ akwukwọ na Girls Government Girls Science and Technical College (GGSTC) ,Dapchi, Yobe steeti ruru notu nari na iri.",
    "Akwụkwọ ozi ndị isi ọchịchị Naijiria depụtara na-ekwu na ha ga-ebido chọwa ha n'obodo ndị agbataobi Naijiria.",
    "Ọ bụ Mịnịsta na-ahụ maka mgbasa ozi na omenaala nke gọọmenti Naijiria bụ Lai Mohammed depụtara akwụkwọ ozi a.",
    "N'ime ya,o kwuru na ndị isi ndị agha akwarala gawa Ugwu Awụsa ka were kwado mbọ ịchọ ụmụ aka ahụ na-efu efu.",
    "E gbuola mmadụ atọ na Rann",
    "'APC na Buhari agbajọọla ndị Naijịrịa'",
    "Enugwu steeti ekewapụtala ijeri naira 103 maka 2018",
    "Ndị sonyere na njem a bụ ndị agha Naijiria gbalitere n'ọkwa.",
    "Ha gụnyere Gen. Abayomi Olonisakin,Vice Admiral Ibok-Ete Ekwe Ibas; Chief of Army Staff; Lt.-Gen.Tukur,Buratai na Alhaji Lawal Daura.",
    "Ha sonyere onyeisi ndị agha ụgbọelụ bụ Air Marshal Sadique Abubakar,onye nke kwagarala Ugwu Hausa.",
    "Na mbu, gọọmentị etiti na nke Yobe steeti na-agọ na onweghị ụmụaka na-efu ebe ha kwuru na ha achọtala ha. O bụ mgbe ndị nwe ụmụ aka ndị bidoro tiwe mkpu na-ha ahụ beghị ụmụ ha magbakọ dekọta aha mmadụ nari ise ka gọọmentị kwetara na mmadụ otu narị na iiri na-efu kemgbe ndị Boko Haramwakporo ụlọ akwụkwọ ha n'onwa Februwarị iri na itoolu.",
    "E wepụtakwara kọmiti ga-enyocha ihe niile gbasara ntọ ụmụaka ahụ.",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "E duola Bassirou Diomaye Faye n'iyi ọrụ dịka Onyeisiala ọhụrụ nke mba Senegal",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}