{
  "published": "2 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "A wara nwoke na-ekwesịghị isi",
    "Ọ na-akpọtụ akpọtụ na mba Kenya n'otu nnukwu ụlọgwụ, Kenyatta National Hospital ebe ndị dọkịta na-awa ahụ wara otu onye ekwesighị ahụ.",
    "Dịka akụkọ onye ntaakụkọ BBC nọ na Nairobi bụ  Anne Soy, siri kwuo, a kwusịla dọkịta na ndị nọọsụ mere nke a ọrụ n'ike.",
    "Nke a bụ nnukwu nghakọ ndị na-arịa ọrịa enwerela n'obodo ahụ.",
    "A kwabatara mmadụ abụọ na-arịa ọrịa na amaghị onwe ha n'ụlọọgwụ ụbọchị ụka; otu nwere  mkpụkọ ọbara n' ụbụrụ, nke ọzọ nwere ebe zara aza n'isi ya.",
    "Ougadougou: mwakpo na-eme ugbua",
    "E gbuola mmadụ atọ na Rann",
    "Naijiria kachasị atụbata mmanụ n'ụwa",
    "E kweresịrị iwepụ mkpụkọ ọbara ngwangwa kama a wara isi onye nke nwere ebe zara aza n'isi ya.",
    "Ọ bụ mgbe dọkịta wara isi ahụ ka ọ ghọtara  nzọghe ahụ ha mere.",
    "Onyeisi ụlọọgwụ ahụ kwuru na ọnye ahụ awara isi na-adị mma ma kwukwa na nyocha na-aga n'ihu.",
    "Mana ndị dọkịta nọ n'ụlọọgwụ kwụnyere onye otu ha n'azụ. ha na-asị ndị isi ụlọọgwụ nye onye ọ dịri ịkwadọ ma nye ndị ọria akara jị mata onye bụ onye.",
    "Ngalaba nyocha ọrụ ahụike dị n'aka kwuru na nke a bụ mbụ a na-enwe ụdị nghakọ na mba Kenya. Ha enyela ụlọọgwụ ahụ iwu ka ha nye akwụkwọ nkọwa ihe mere, ebe kwuru na ha ga-eme gbatakwuoọnụgi banyere ya.",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "E duola Bassirou Diomaye Faye n'iyi ọrụ dịka Onyeisiala ọhụrụ nke mba Senegal",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}