{
  "published": "5 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ama ama dịka Eze ndị ntoroọbịa na Naịjirịa bụ Charly Boy kwuru na obi adịghị ya mma maka ọnọdụ Naịjirịa.",
    "Mgbe ndị BBC Igbo gbara ya ajụjụọnụ, ọ jụrụ \"Gịnị mere o jiri bụrụ ndị ọjọọ na-achị Naịjirịa?\".",
    "Charly Boy kwuru na ọ na-achọ ndị ntoroọbịa pụrụiche ọ ga-akwado maka ị were oche ọchịchị Naịjirịa.",
    "\"Ọbi na-agwa m kamgbe afọ iri atọ na ise gara aga na nzọpụta Naịjirịa ga-abụ maka ndị ntoroọbịa pụrụiche,\" dịka Charly Boy kwuru.",
    "Ndị mere akụkọ a: Chimamaka Ihenacho",
    "African wrestling Championship e bidola",
    "Conte ọ ka ga-enwe ọrụ ma abalị a gaa?",
    "Naijiria ji ọgbọ n' African Wrestling Championship",
    "Vidio, Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo, Duration 28,5427 Mee 2022",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Happy Childrens Day: Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu, Duration 4,0527 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Army couple killed: Nwaada Gloria Matthew, di afọ 10 hụrụ ka e si gbuo mmadụ abụọ ọzọ so ha e me njem - Nwanne Gloria, Duration 28,0623 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Toyin Lawani: Ihe o were m ịkwapụta akwa Ifu Ennada yiri gaa AMVCA n'ezie, Duration 10,3224 Mee 2022",
    "Vidio, Charly Boy ekwuola na ọ chọrọ ndị ntoroọbịa pụrụiche maka ịchị Naịjiria, Duration 3,595 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}