{
  "published": "5 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Charly Boy",
    "Charly Boy ji otu ya #MumuDondo ajụ ndị ọchịchị ase etu ha si achị",
    "Ọ bụrụ na-enweghi ihe mgbochi ọbụla, ndị otu #Mumudondo nke Charles Oputa (Charly Boy) akwadosila njeghari iwe ha ga-eme n'Abuja ụbọchị Wednezde maka onyeisi ụlọọrụ mgbasa Daily Independent ndị ọrụ DSS jidere.",
    "E jidere Tony Ezimakor n'Abuja maka akụkọ ndị ụlọọrụ Daily Independent mere gbasara ego e kwuru na ndị gọọmenti Naịjirịa kwụrụ ndị Boko Haram.",
    "Charly Boy: Ndị ọjọọ na-achị Naịjirịa",
    "Okorocha: Ipob enweghi isi",
    "Buhari anaghị emegbu ndị Igbo - Okorocha",
    "Ndị DSS ji Tony kamgbe ụbọchị 28 Feburuwarị afọ 2018 ka o kwuo ebe ha si weta akụkọ ahụ ha buru.",
    "N'aka nke ọzọ, Charly Boy kwuru na ihe ndị DSS mere jọgburu udele sigbuo nkakwụ maka na Naịjirịa nwere iwu onye kwuo uche ya.",
    "Charly Boy ji otu ya #MumuDondo ajụ ndị ọchịchị ase gbasara etu ha si achị",
    "Dịka o si gwa BBC Igbo - \"Ndị ntaakụkọ na-agwa anyị etu Naịjirịa si aga, ndị gọọmenti mechicha ha ọnụ, ole ndị ga na-akọwara anyị na-agwa anyị eziokwu?\"",
    "O kwuru na dịka nwa afọ Naịjirịa, na ha nwere ike ime ngagharị kwuo etu ọchịchị si ewuta ha mana ha degara ndị ụweojii akwụkwọ ka ha mara maka ngagharị ahụ.",
    "Otu ahụ dere n'akara ha na twita na ha chọrọ ka ndị DSS hapụ onye ọrụ Daily Independent ha ji.",
    "Otu ndị dị ọzọ dịka Concerned Nigerians, Campaign for Democracy sonyere na ndị ga-eme ngagharị iwe ahụ.",
    "N'aka nke ọzọ, ndị ụlọọrụ Daily Independent kpọkukwara gọọmenti etiti ka ha hapụ onye ọrụ ha ha jidere.",
    "Otu ajụjụ dị ọtụtụ ndị mmadụ n'ọnụ bụ ka gọọmenti Naịjirịa a na-egbochizi iwu onye kwuo uche ya?",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boyelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steetielekere 5 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boy",
    "Ọ bụ eziokwu na ndị oji egbe gburu ndị nchekwa n'ụlọụka dị n'Ekwulobia?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Tunde Bakare ọ kpere ndị Igbo ekpere ka ọ bụrụ ha ọnụ?",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}