{
  "published": "12 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ọtụtụ ihe na-amasị ụmụnwaanyị",
    "Nrị dị nma, ịchọ nma, ego, ezumike, ụmụaka, alụmdinanwunye, mmekọrịta ha na enyi ha...ihe masịrị ụmụnwaanyị karịrị akarị.",
    "Mana ugbua anyị ga-akọrọ unu ihe ise kachasị amasị ụmụnwaanyị, ọkachasị ndị Igbo:",
    "Ha anaghị eji ụmụ ha egwu egwu makana ezinaụlọ ha dị oke mkpa.",
    "Ụmụaka ha bụ ihe mbụ na ndụ ha.",
    "Ebe foto si, AFP",
    "\"Ahụ chọrọ nhicha\" ụmụnwaanyị adịghị achọ mmekpa ahụ.",
    "Ha chọrọ ka ha kee ekike dị mma",
    "Ụmụnwaanyị Igbo na-eji ejiji dị mma ọge ọbụla.",
    "Ebe foto si, AFP",
    "Ụmụnwaanyị ala Igbo na-achọ ụmụnwoke na-agba mbọ",
    "Ihe ọbụla nwoke tinyere aka na ya, nwaanyị Igbo ga-akwado ya.",
    "Ebe foto si, AFP",
    "Ha na-achọ itinye aka n'ọrụ oge ọbụla, ha anaghị achọ ịnọ nkịtị",
    "Ihe niile nwaanyị chọtara ime, ọ ga-eme ya ọfụma.",
    "Ebe foto si, AFP",
    "INEC kwenyere n'igwe 'card reader'",
    "China emela Xi onyeisiala ruo n'ọnwụ",
    "Rwanda: Amụmaigwe egbuola ndị ụlọụka",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọelekere 9 gara aga",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}