{
  "published": "15 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ọmụgwọ bụ ọmenaala Igbo bidoro kemgbe gboo nke ka na-eme ruo ugbua",
    "Ile ọmụgwọ n'omenala Igbo bụ oge nne na-abịa ileta nwa ya nwaanyị na nwa ọ mụrụ (nke bụ nwa nwa ya).",
    "Ụfọdụ oge, ọ bụrụ na nwaanyị enweghịzị nne (ọ bụrụ na nne mụrụ ya anwụọla), nwunye nna ya maọbụ nne di ya ga-abị nọrọ n'ụlọ ya lee ya ọmụgwọ.",
    "Ihe ise masịrị ụmụnwaanyị",
    "Ụmụnwaanyị ewechighala isiowu n'ụdị ọhụrụ",
    "Uru nwaanyị abụghị sọ n'ụsọekwu",
    "Ihe mere o ji bụrụ nwaanyị na-ele ọmụgwọ kama nwoke, bụ maka na a na-ewe ya na ọ bụ nwaanyị kacha mara ihe gbasara ya maka na ọ gabigala ọnọdụ ahụ n'onwe ya.",
    "Oge ọmụgwọ bụ oge nne na-akụziri nwa ya nwaanyị ihe niile ọ ma maka ilekọta nwa a mụrụ ọhụrụ.",
    "Ụfọdụ oge, ọ na-abụ nne mụrụ nwa laa, nne di ya abịa bido lewe ya ọmụgwọ nke ya.",
    "Nwaanyị mụrụ nwa ọhụrụ na-eji ohere ọmụgwọ zuru ike ma nne ya na-elekọta nwa ya.",
    "Nne ga na-enye nwa ya nwaanyị ihe ga-eme ka mmiri ara ya gbaa ọfụma",
    "Nne ga na-esiri ya nri ndị ga-eme ka ahụ ya gbakee ọfụma",
    "Nne ga na-ama ya mmiri ọkụ n'afọ na ebe ndị ọzọ ọ chọrọ, ma tekwaa ya ihe ga-ekpo ya ahụ ọkụ (robb, aboniki)",
    "Nne ga na-enye nwata ọhụrụ nri, saa akwa ya ma saa ya ahụ",
    "Ọ ga-adọtịkwa nwa ọhụrụ ahụ, ma hịa ya aka n'ahụ ọfụma",
    "Ọ ga na-ahụ na nwa ya nọ ala n'elu bọketị awụnyere mmiri ọkụ na nnu na ọgwụ eji achụ nje, nke ga-eme ka ọbara ọjọọ nwee ike gbapụta",
    "Ọ ga na-ekekpa ya afọ ka o nwee ike taa ma hara etu ọhabu tupu ọ dị ime",
    "Nne ga na-agba nwa ya nwaanyị ume maka na ya na onwe ya anọọla n'ọnọdụ ahụ mbụ",
    "Ọ ga na-arụkwa ọrụ ndị ọzọ dị n'ụlọ dịka ihazi ụlọ na isi nri ezinaụlọ na-eri",
    "Ebe foto si, Getty Images",
    "Ọmụgwọ bụ oge nne, nwa ya na nwa nwa ọhụrụ ya na-eji enwe ezigbo mmekọrịta nke bekee kpọrọ 'bonding'. Maka nke a ka ọtụtụ ndị nne na-eji aga ebe ọbụla nwa ha nọ mụọ nwa, ma n'ụlọ maọbụ na mba ofesi, ịga nọkọọ ihe ruru ọnwa atọ maọbụ karịa.",
    "Ọ ga-akuzikiri nwa ya nwaanyị ihe ubeakwa nwa ya pụtara, maọbụ akwa agụrụ maọbụ akwa mmekpa ahụ.",
    "'Ụmụnwaanyị anyị kajara akaja' - Charly Boy",
    "Nri ekwesịrị iri n'ọmụgwọ",
    "Nwaanyị a na-ele ọmụgwọ nwere nri ndị ọ na-eri. Ụfọdụ bụ iji asụchapụ ọbara kpụkọrọ ya n'afọ oge nwa nọ ya n'ime. Nri ndị a bụ ma mkpọrọgwụ ma ngwanri dị icheiche.",
    "Ofe mmiri ụda",
    "Ji mmiri ọkụ",
    "Ofe nsala",
    "Mmiri ọgwụ etere ete",
    "Tii dị ọkụ na akamụ",
    "Nri asụrụ asụ",
    "Nzu",
    "Azụ ọkpọọ na okporoko",
    "Anụ ọkụkọ",
    "Ụda",
    "Ehuru na ehu",
    "Ụzịza",
    "Ụtazị",
    "Nri ọbụla ga-enwe ezigbote ose",
    "A na-ekwu na ụda na-egbochi afọ ime na ọrịa ndị ọzọ dịka agbaikpere",
    "Ihe juru oke oyi",
    "Egwusi, ọgbọnọ na ofe ọbụla e ji mmanụ e si",
    "Ahuekere",
    "Nri ọbụla nwere abụba  (nwaanyị anaghị eri ya maka na a na-ewe ya na abụba ga-akpụkọ ya n'afọ maọbụ n'ahụ)",
    "Ọmụgwọ gwụ, nne bịara ọmụgwọ ga-enweta ihe buru ibu.",
    "Ndị ọ bịara ileta ga-azụtara ya ihe onyinye dị icheiche dịka ego, akwa ọmụma, akpụkpọụkwụ, akpa, ihe nri dị icheiche, wee dịrị gawazie.",
    "A ga-azụtara ya akpa nnu na akpa ncha nke ọ ga-eke ndị agbataobi ya ma ọ laruo ebe o bi.",
    "Ụgwọ isi nwaanyị ọ dị mkpa taa?",
    "Ihụtụla nwaanyị gbara ajị ka nwoke?",
    "Ihe ise masịrị ụmụnwaanyị",
    "Kedụ ihe bụ ebumnuche gị maka ịgba mkpe?",
    "West Africa",
    "Ụmụnyanyị",
    "Afịrịka",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "African Eye: Etu otu enyemaka e hibere ịzọpụta ụmụaka si akpụpụ ụmụaka n'ezinụlọ ha n'aka ikeelekere 8 gara aga",
    "NA EME UGBU A Etu NNPC si nyochapụta ma jichie oke ụgbọmmiri na-ezufu mmanụ agbidi Naịjirịa",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmegbu ndị Igbo akarịala mana... - Kcee LimpopoEmelitere ikpeazụ na: 26 Nọvemba 2021",
    "Ihe NUJ kwuru maka nnwụchi onye otu ha dere maka akụkọ ‘sit at home’ n'Enugwu",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị BiafraEmelitere ikpeazụ na: 25 Septemba 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'AbateteEmelitere ikpeazụ na: 15 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}