{
  "published": "14 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Buhari o ga-enwe ike merị Boko haram?",
    "Onyeisiala Mohammadu Buhari agwaala ndị Yobe steeti na ihe emere ojiri ga steeti ha bụ maka ị gwa ndị nne na nna ndị agha iyiegwu tọọrọ umu ha ndo.",
    "Buhari kwuru na kemgbe ihe a mere, ha na-agba mbọ ị hụ na achọtara ndị ụmụakụkwọ a sị ụlọakwụkwọ akpọrọ Government Girls Science and Technical College na bekee n'ime Dapchi, Yobe steeti.",
    "Mwakpo Yobe: 'Anyị amaghị ebe ụmụ anyị nọ'",
    "Ndị agha agbapụtala ụmụakwụkwọ Boko-Haram tọrọ",
    "O kwukwara na ọ nyeela onyeisi ndị uweojii na ndị isi otu nche di ịcheịche iwu ị me ihe niile ha nwereike ị me maka ịzọpụta ụmụawụkwọ a.",
    "Buhari kwuru na \"ndị agha ala anyi na-achọ ụmụakwụkwọ a n'ime ọhịa dị na mpaghara ugwu Naịjirịa\"",
    "O kwukwara na ndị aghaelu na-enyocha yabụ ala, na gwa kwa ndị nne na nna ndị ha tọọrọ ihe niile ha mara gbasara ịzọpụta ha.",
    "Buhuri kwere ha nkwa na kọmitee iri na abụọ ebidoola ọrụ maka ihe nzọputa ụmụakwụkwọ a.",
    "Innoson azaghị oku ụlọịkpe",
    "NotTooYoungToRun emeela ngaghari iwe n'Abuja",
    "Stephen Hawking anwụọla n'afọ 76",
    "Ntọrọ ụmụakwụkwọ Naịjirịa",
    "Naijiria",
    "Yobe steeti",
    "Boko Haram",
    "Yobe steeti: Ndị agha agbapụtala ụmụakwụkwọ ndị a tọrọ22 Febụwarị 2018",
    "Mwakpo Yobe: 'Anyị amaghị ebe ụmụ anyị nọ'22 Febụwarị 2018",
    "Buhari in Imo state today: Lee ndị a ma ama na-abịaghị nabata Onyeisiala Buharielekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Meforelekere 6 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya1 Septemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Buhari in Imo state today: Lee ndị a ma ama na-abịaghị nabata Onyeisiala Buhari",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakor",
    "Ihe ụlọikpe Magistrate kpebiri maka Chidimma Ojukwu e boro ebubo ogbugbu Usifo Ataga",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}