{
  "published": "15 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ahịa osisi dị na Timbershade Enugwu nke gbara ọkụ ụbọchị ole na ole gara aga, abụrụla nke ọrụ mgbanwe malitere na ya na ike na ike.",
    "BBC Igbo gara na ya bu ọgbọ ahia wee hụ na ofoziri ntakịrị ka a ruchaa ya bu ụlọ ahia dị iri asaa na abụọ nke gbara ọkụ pia pia.",
    "Onye isi otu jịkọtara ndị ahịa Timbershade bu Levi Obi, kwuru na ọchịchị ya ga-eji ego ahụ dị nde naira iri na anọ na ụma, Gọvanọ Ifeanyi Ugwuanyi nyere ha wee rụzisia ya bụ ahia.",
    "O kwere nkwa na o nweghi onye ọ bụla a ga-emegbu na ya bụ ọrụ.",
    "Friday Egbo na Moses Nwangwu kwuru na ha nwere olileanya na gọọmenti ga enye ndị Timbershade igwe na enye ọkụ transformer nke ha, ya na ụgbọala na agbanyụ ọkụ ka ewee chekwaa ọdachia na ọdinihu.",
    "Levi Obi kwukwara na gọvanọ Ugwuanyi kwekwara onye ọ bụla ụlọ ahịa ya gbara ọkụ nkwa ị nye ha niile otu nari puku naira na otu otu ka ha were kwanye ngwa ahịa.",
    "Ọrụ na-aga ọsọsọ na ya bụ Timbershade, nke na oge na adịghị anya ahịa ga amalite n'uju.",
    "Uru ọmụgwọ bara n'omenala Igbo",
    "Nhazigharị usoro ndọrọndọrọ ọchịchị",
    "Buhari: A ka m Jonathan mma",
    "Ọkụ dị egwu agbapịala ngwa ahịa ruru nde kwuru nde naịra na ahịa osisi na ewu ewu n' Enugu a na-akpo Timbershed.",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}