{
  "published": "17 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "A na-emekpa ụmụagbọghọ na-alụbeghị di ahụ",
    "Nkiru (anyị etinyeghị aha nna ya dịka anyị siri kwe ya nkwa) dị ihe karịrị afọ iri atọ na-arụ ọrụ dịka onye na-anabata mmadụ n'ụlọọrụ ha dị na Lagos mana ọ lubeghị di.",
    "Nkiru gwara onye ntaakụkọ  BBC na ọnọdụ ya na-ebutere ya mkparị, mmegbu, ịkpa oke na ihe obi ọjọọ n'aka ndị ezinaụlọ ya na ndịọzọ.",
    "\"Oge ikpeazụ m gara ụlọ, ndị ụlọ anyị gwara m na m alọtazina ụlọ  ma o buru na onweghị nwoke m ji aka lọta.\"",
    "Ọ tụrụkwara arịrị na nwanne nna ya (nna ya anwụọla) anaghị enye ya na nwanne ya nwaanyị oke ruru ha n'ihi na ha alubeghị di.",
    "Gee ihe Nkiru kwuru:",
    "Ndị ụlọ anyị sị m alọtazila ụlọ ma ọ bụrụ na onweghị nwoke m ji aka'",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'",
    "N'ala Igbo, ịlụ di bụ ihe e ji agụ onye tozuru okenye",
    "Dịka nchọpụta nke ọnụọgụgụ na ahụike nke a kpọrọ 'National Demographic and Health Survey' na bekee e mere n'afọ 2013 siri gosipụta, n'ala Naijiria, ụmụnwaanyị dị bido afọ 15 rue afọ 19 lụrụ di dị pasentị 28.2, ebe ndị dị afọ 35 rue afọ 39 lụrụ di dị pasentị 89.4.",
    "Uru ọmụgwọ bara n'omenala Igbo",
    "Osu a ga-akwụsị n'ala Igbo?",
    "Nke a na-egọsị na ịlụ di bụ omenaala zụrụ agbụrụ ọnụ n'ala Naijiria.",
    "Mana ọ bụrụ na nwaanyị etoruo ogo ịlụ di ma ọ lughị, ọkachasị na mpaghara ọwụwa-anyanwụ Naijiria, a na-elede ya anya, na-emekpakwa ụfọdụ ahụ, ọtụmadị ihe ha mepụtarala na ndụ.",
    "Dika ndị ọkammụta n'ihe gbasara mmekọrịta mmadụ na ibe ya nke a kpọrọ 'sociologists' na bekee siri kọwa, ihe na-akpatakarị mmegbu maọbụ mkpagbu ụmụnwaanyị alụghị di bụ omenaala na enweghị ezi nghọta.",
    "N'okwu ya, Dr Adedeji Oyenuga bụ onye na-akụzi 'Sociology' na Lagos State University, kọwara na ọ bụ omenaala nakwa na ụfọdụ ndị nne na nna na-ahụ alụghị di nwa ha  dika ihe na-egosi na ha azụghị nwa ha nke ọma.",
    "\"O si na omenaala. O nwere oge nwata na-elekwasị nne na nna ya anya, mana mgbe nwata toro bụrụ okenya nọrọ onwe ya, a na-ele nwanwoke anya ịlụ nwaanyị ,na-ele nwanwaanyị anya ịlụ dị. ọ bụrụ na o meghị otu a, ọ kachasị na ọ bụrụ nwaanyị, nne na nna ya ga-ewe ya dịka na ha akụọla afọ n'ala n'ịzụlite ya.\"",
    "Dr  Nkechi Emma-Echiegu bụ onye nkuzi na Ebonyi State University kwukwara na ọ bụ omenaala.",
    "\"N'ala Igbo, ọ na-abụ ajụkata onye mụrụ, a jụwa onye na-alụ.\"",
    "Ọ gara n'ihu kwuo na ọ bụ omenaala ọjọọ na a na-akparị maọbụ emegbu nwagbọghọ n'ihi alụghị di.",
    "Gee ihe o kwuru n' uju:",
    "Dr Nkechi Emma-Echiegu:Ọghọm dị na ikpagbu agbọghọ alụbeghị di''",
    "Gịnị na-ebute alughị di n'oge:",
    "Dr Adedeji Oyenuga kwuru na ihe so akpata alụghị di n'oge bụ nwaanyị ịgụ oke akwụkwọ nke nwere ike ime ka ụmụnwoke gara ịlụ ya na-atu ya egwu.",
    "Ọzọ bụ na umunwaanyi kariri ụmụnwoke n'ọnụọgụgụ.  O kwukwara na ụmụnwoke na-ahapụkarị ebe a mụrụ ha ga mba tere aka karịa ụmụnwaanyị nke mere na ịlụ onye ya na ya tokọrọ na-ara ahụ.",
    "Ihe ịkpagbu agbọghọ alụbeghị di na-ebute",
    "Dịka ọkachamara Oyenuga siri kwuo, oke megide nwaanyi alubeghị di na-ebute otutu ihe dịka oke mmanya, ịṅụ anwụrụike, ọnwụ ike , oke nchekasị nke ndị bekee kpọrọ,'depression', nke nwere ike ibute ọnwụ ike, ịkwụ ụdọ.",
    "Echiegu kwuru na o nwere ike ibute ọdachi dị iche iche gunyere oke echiche, agwa ọjọọ, ịlụ ajọ di, mkpafu na ọnwụ ike.",
    "Ha kwuru na ịnwe nghọta ga-enye aka ị kwụsị omenaala ọjọọ nke na-eme ka a na-ahụta nwaanyị alụbeghị di dịka onye enweghị iru ọ bara.",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọelekere 9 gara aga",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}