{
  "published": "19 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A na-ahapụ ụkwa ka o ree ure tupu e were mkpụrụ ya",
    "Ọtụtụ ndị Igbo ma ụkwa ma na ha amaghị etu esi emepụta ụkwa tupu ọ bụrụ ihe a na-eri eri.",
    "Ụkwa nwere osisi nke na-amịpụta mkpụrụ ụyọkọ buru ibu nke Bekee na-akpọ 'breadfruit'. Azụ mkpụrụ ụyọkọ ya na-acha akwụkwọndụ akwụkwọndụ, ebe mkpụrụ mkpụrụ dị ya n'ime na-emepụta ihe anyị na-akpọ ụkwa.",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Kedu ihe ofe Egusi gị na-enye ahụ gị?",
    "Ụyọkọ ụkwa chaa, o si n'elu osisi ya daa n'ala, a hapụ ya ka ọ ree ure tupu a kụwaa ya ma wepụta ụkwa nke a na-esi esi. Ya mere ndị Igbo ji asị na 'ụkwa ruo oge ya ọ daa'.",
    "Tupu e rie ụkwa, ọ ga-agabiga ụzọ dị icheiche dịka:",
    "Isi ya esi",
    "Ighe ya eghe",
    "Maọbụ ịhụ ya n'ọkụ",
    "Ose",
    "Nnu",
    "Ụkwa",
    "Mmanụ nri",
    "Ụfọdụ na-etinyekwa yabasị, maggị nakwa ịsha",
    "Ụfọdụ na-etinye azụ ọkpọọ ebe ụfọdụ na-etinye akwụkwọ nri",
    "Ụfọdụ na-etinyekwa mkpụrụ ọka",
    "Ụfọdụ na-etinyekwa ogiri",
    "\"Ụkwa ruo oge ya ọ daa\"",
    "Etu e si esi ya",
    "Ihe ndị a ka ị ga-eme tupu i sie ụkwa gị:",
    "Saa ụkwa gị mmiri ọfụma iji hụ na aja maọbụ kịrịkịrị okwute adịghị ya n'ime.",
    "Wunye ya n'ime ite tụmadụ nke bekee kpọrọ 'pressure pot' ma wunyekwa ya mmiri ga-ekpuchi ya ọfụma",
    "Ụfọdụ na-etinye akanwụ maọbụ ngọ iji mee ka o dee ma ghee ọsịsọ",
    "O ghewe nakwa mmiri dị n'ime ya tawa, tinye ya ose akwọrọ akwọ, mmanụ nri na nnu",
    "Hapụ ya ka ya na ngwa nri ndị ị tinyere n'ime ya sụkọta ọnụ",
    "Kpagharịa ya ma hapụzịa ya ka ọ nọrọ n'ọkụ dee ede ma ghee ọfụma",
    "Ụkwa bụ otu nri nwere ụtọ nke ya ị ga-erinwu ma ị tinyere maọbụ itinyeghị ngwanri ọbụla",
    "Etu e si eri ya",
    "A bịa n'ụfọdụ obodo dịka Urualla dị n'Imo steeti, ha anaghị azapụ mmiri e ji sie ụkwa ha. Ha na-aṅụ mmiri ya iche ma riekwa ụkwa ha iche.",
    "Ụfọdụ anaghị etinye mmanụ nri n'ime n'ụkwa ha, ebe ụfọdụ na-ahapụ mmiri ụkwa n'ime ya nke bụ na ha kuru ya ha ekuru ya na mmiri.",
    "A na-eghekwa mkpụrụ ụkwa eghe, jiri akị etiri eti maọbụ akị bekee taa ya.",
    "Ọtụtụ ndị mmadụ na-eji ụkwa eghere eghe atagharị ọnụ",
    "A na-agba ụkwa n'anwụ ka ọ kpọọ tupu a gbaa ya n'akpa maka ndị ga-azụta ya iji aga ala bekee.",
    "Tupu ị sie nke kpọrọ akpọ, banye ya na mmiri site n'abalị ruo mgbe chi foro n'ụtụtụ. Nke a ga-eme ka o nwee ike dee ọfụma ma ghee ọsịsọ mgbe ị ga-esi ya.",
    "Nchọpụta ndị ọkachamara sayensị chọpụtara gosiri na ụkwa nwere ọtụtụ ihe ndị dị mma n'ahụ, dịka riboflavin, iron, niacin, thiamin, iron na fosforụs. O nwekwara potassịọm, kọpa, iron, magnizịọm, kalshịọm, zịnkị, manganeezi, selenịụm nakwa fosforụs na vitamin C.",
    "Ọ dị mma maka mkpụrụ obi mmadụ. Ụfọdụ na-eji akwụkwọ osisi ya asacha isi maka ọ na-egbu igu isi nke bekee kpọrọ dandruff, na-akwụsịkwa ndapụsị ntutu.",
    "O nwekwara obere abụba kpụkọrọ ọnụ nke bekee kpọrọ saturated fats, kọlesterọl nakwa sodịọm.",
    "Ụfọdụ na-aṅụ mmiri ụkwa iche ebe ụfọdụ na-eri ya na mmiri ya",
    "A na-etinye ụkwa n'ime ụfọdụ mmanụ na-aba n'anya iji nye ya ụtọ (flavour)",
    "A na-akwọ mkpụrụ ụkwa akwọ jiri ya mee ihe Bekee kpọrọ flour",
    "A na-apịpụtakwa ya mmanụ",
    "Ndị ụka katọlịk emeela ngagharị maka nchekwa ndụ na Naijirịa",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ",
    "Coronavirus o si n'ikuku agbasa?",
    "Ihe nkiri a ga-amasị gị:",
    "Igbo foods: Ihe mere anyị ji ericha nri tupu anyị ataa anụ",
    "Kedụ ndị na-azọ ọkwa Onyeisiala Taiwan na ihe anya ụwa ji dị na onye ga-emeri?6 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}