{
  "published": "21 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Akụkọ kwuru na ndị gburu mmadụ gbara ọtụtụ ụlọ ọkụ",
    "Ọtụtụ mmadụ bị n'ime obodo dị icheiche na Kogi Steeti agbaala ọsọndụ maka ọtụtụ mmadụ egburu n'ịme steeti ahụ.",
    "Cheta n'ụbọchị iri na itoolu nke ọnwa nke a, ndị oji egbe a na-eche na ha bụ ndị ọchịehi nwakporo obodo Agbenema, Aj'Ichekpa, Opada na Iyade nke dịcha n'ime Kogi.",
    "BBC Igbo kporo otu nwoke akpọrọ David Faruna bi bu na Abejukolo n'ime Kogi n'elu ekwenti, o kwuru na ya na ezịnaụlọ ya agbaala ọsọndụ.",
    "O kwuru na: \"ndị agha Naịjirịa ka nọ na-obodo ndi a oge mkpamkpa a mere. Oruola izuụka abụọ ndị a ji egbe na-egbu mmadụ mana anyị ahubeghị gọvanọ na-ebe a.\"",
    "Faruna kwuru na ugbua sọọsọ mmadụ ole na ole bi na obodo ndị a makana onye ọbụla agbaala ọsọndụ nke ya.",
    "Ndị ọchị ehi ka ha na-ebo ebubo a. Ndị putara na ndụ sị na ndị ọchịehi na sị obodo baa obodo, na-egbu ndị mmadụ ma gba ụlọ ha ọkụ.",
    "Ebe foto si, Getty Images",
    "A na-eche na ọ ndị Fulani na-akpa ike niile na-eme na etiti Naịjirịa",
    "Ihe mpkampka na-eme na Benue, Kogi, Platue na Taraba steetị ọfụma ọfụma.",
    "Cheta na ọ bụ na Benue ka ha gburu mmadụ iri asaa na isi n'ọnwa Janụwarị afọ a.",
    "Ndị agha nọkwa n'obodo ndị a ha na-egbu ọtụtụ mmadụ. Gọọmentị ekwuole na mkpamkpa a ga-akwụsị ma ọ bụrụ na steetị di icheiche mụpụtara ọdọ ehị.",
    "Mana Faruna ekweghị na nke a, o kwuru na: \"ihe gọọmentị kwesịrị ịme bụ iji ike sa ike, sọọsọ ihe a ga akwụsị ogbugbu a na-eme na obodo anyị\"",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Kogi steeti",
    "Umahi amachiela ndị ọchị ehi ịbata Ebonyi Steeti28 Febụwarị 2018",
    "'Ndị ọchị ehi egbuola nwata akwụkwọ na mmadụ 4 ọzọ' na Edo18 Maachị 2018",
    "'Ndị ọchị ehi' Egbuola ndịagha Naịjirịa abụọ na Plateau15 Maachị 2018",
    "Vidio, Ọtụtụ Ụmụ okoroọbịa agbaala ọsọ n'Adani maka ogbugbu egburu ndị agha abụọ na be ha17 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Willie Obiano na Emeka Offor ekwuola na aka ha adịghị na nwuchi Nnamdi Kanu16 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Willie Obiano na Emeka Offor ekwuola na aka ha adịghị na nwuchi Nnamdi Kanu",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti",
    "Sunday Igboho na-achọ akwụkwọ njem ọ ga-eji si Naịjirịa gbapụ - Gọọmentị Naịjirịa",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Ugboro atọ mgbọ egbe 'stray bullet' tụrụ ndị NollywoodEmelitere ikpeazụ na: 21 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}