{
  "published": "5 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nri ogbenye ọgalanya na-erizi",
    "N'ala Naijiria, ihe dịka afọ iri atọ maọbụ iri anọ gara aga, a na-ahụ ụfọdụ nri dịka nri ndị ihe na-esiri ike.",
    "Ọtụtụ nri ndị a bụ nri ndị mmadụ na-enwetara onwe ha n'ugbo ha maọbụ zụta ọnụ ala n'ime ahịa n'ihi na ndị na-achọ ha adịghị ọtụtụ.",
    "Mana ugbua, nri ndị a bụzị ihe na-amasị ndị ọgaraanya n'ihi mbawanye ọrịa tara nchara dịka ọbara mgbalielụ, ọrịa shuga, ọrịa obi, ọtụrụọkara (stroke), kansa na oke ibu bụ ọrịa ndị a na-ewe dịka 'ọrịa ndị ọgaranya'.",
    "Na nchọpụta ngalaba na-ahụ maka ahụike na mba ụwa bụ WHO n'aha ịchafụ mere n'afọ 2008, ndị Naijiria pasenti 11.2 n'ime nde 169 bụ ndị nwere ọbara mgbalielụ ebe pasenti 2.7 nwere ọrịa shuga.",
    "Egwu ọrịa ndị a mere ọtụtụ ndị mmadụ ji alaghachị na nri a na-eleda anya na mbụ nke mere na ugbua nrị ndịa a na-ada oke ọnụahịa nke bụ na aka ụmụogbenye anaghị eruzị ha.",
    "Lee 10 n'ime nri ndị ahụ:",
    "A na-ahụbu azụ friji dịka nri ndị ogbenye",
    "Ihe karịrị afọ iri atọ gara aga, a na-ahụ iji azụ 'friji' sie nri n'ụlọ ndị ogbenye, ụmụakwụkwọ maọbụ mgbe ego adịghị mmadụ n'akpa, ebe anụ ehi maọbụ anụ ọkụkọ bụ maka ndị rijuru afọ.",
    "Otu onye bi na Lagos bụ Kingsley Udofa kọwara anya a na-eleda azụ mbụ n'okwu ya sị: \"O nwere oge n'ala anyị bụ Naijiria mgbe azụ friji bụ maka ndị ogbenye.",
    "\"Oge ahụ, a na-akpọ azụ friji aha ọjọọ dị icheiche iji kwaa ya emo dịka, 'Ozu azụ' n'asụsụ Igbo; 'Ókù Ékò' n'asụsụ Yoruba nke pụtara, 'Ozu Lagos' ; 'Àkpa asuko nse' n'asụsụ Ibibio nke pụtara, 'ọ nwụrụ anwụ ma mụrụ anya.' Ndị mmadụ na-ahara ịzụ ma rie azụ ndụ.\"",
    "Ugbua, egwu adagharịala. Azụ friji bụ ahụghị ma erighị nke ọtụtụ mmadụ gunyere ndị ọgaranya nke bụ na azụ na-adazị oke ọnụ n'ahịa.",
    "Ihe ị na-amaghị maka ụkwa ị na-eri",
    "Kedu ihe ofe Egusi gị na-enye ahụ gị?",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Dịka Mịnịsta nta na-ahụ maka ọrụugbo bụ Sen Heineken Lokpobiri siri kwuo, ndị Naijiria na-eri azụ ruru nde 3.2 metrik tọn kwa afọ nke a na-atụbata ihe karịrị pasentị iri asatọ n'ime ya.",
    "Mata na metrik tọn puku iri pụtara kọntena puku nari atọ iri atọ na anọ.",
    "Ede na-agalazị oke ọnụ",
    "Ọ bụ ede ụrị ka ọ bụ ede koko ma ọ bụ achịcha, ede bụ nri ụganị, nrị ndị onweghị ka ọra ha ji agbado ume n'ihi na ha enweghị ego zụrụ ji.",
    "Mana ugbua, nri ede bụzị ụkwa achị n'aka ya a na-agba n'ihi na oke na ngwere na-erizi ya.",
    "Ewepụ obodo jiri ụtaraede mere nnukwu nri, ndị na-asọ nsọ nrị n'ihi ọrịa dịka ọrịa shuga, ọbara mgbalielu na ndị chọrọ ịta ahụ ekweghịzị ka aka ogbenye rute ede, nke na i go ede e ji esi ofe dịzị ka igo ahịa iwu.",
    "Ebe foto si, Ntanta/Instagram",
    "Akpụkpọanụ ehi nke ndị Yoruba na-akpọ, 'kpọmọ', bụbu ihe ndị ogbenye ji emegharị ọnụ oge ha ahụghị ego zụrụ anụ ehi ma maọbụ anụ ọkụkọ.",
    "Dịka ihe si aga ụgbụa, ndị ọgaranya ewerela ya mee ezi nri, ebe e ji ya esi nri ọpụrụiche dịka edikakong maọbụ gwọ ya na ose ma were ya anụ mmanya.",
    "N'afọ 2014 mgbe gọọmenti si n'ọnụ onye bụbu Mịnịsta na-ahụ maka ọrụugbo bụ Akinwumi Adesina kwuo na ha chọrọ ịmachi ndị mmadụ iri kanda nke butere oke iwe ndị mmadụ ma mekwa ka gọọmenti kpofuo atụmatụ ahụ n'ọhịa.",
    "Dịka ndị ọkachamara sị kọwa, kanda enweghị abụba maọbụ mmanụ ọjọọ a kpọrọ kọlesịtọrọl na bekee dịka anụ ehi nke ha kwuru na oke iri ya na-ebute ajọ ọrịa tara nchara dịka ọrịa obi na ọbara mgbalienu.",
    "Ụfọdụ na-akpọ ya ogede, ụfọdụ abịrịka, ndị ọzọ ojoko, ebe ọtụtụ na-akpọ ya une maọbụ unere.",
    "Ụmụ ogbenye na-eji mmanụ eri nke ahụrụ n'ọkụ, ma jiri ya sie agwa mana ugbua, ọgaranya emeela ojoko nnukwu nri.",
    "Ojoko bụ ezi nri na-edochi ahụ nihi na o nwere faiba, na mineral ndị ọzọ na-enyere ndụ aka dịka magnesium, phosphorous na potassium.",
    "Dịka ndị ọkachamara ahụike siri kọwa, ojoko na-enye ọbara mgbe e siri ya na-achaghị acha.",
    "Ejula bụ ezi nri na-enye ihe n'ahụ ma ọ na-adazi oke ọnụ ugbua",
    "Ma anụ adighị, azụ adịghị, ogbenye na-aba n'ọhia kpara ejula, were sie nri.",
    "Ogaranya, enwebughị efe ejula mgbe mbụ n'ihi na, dịka ndị Igbo ji ya ekwu okwu, ahụhụ dị na imecha ejula.",
    "Ma ugbua, iji ejula isi nri bụzị akara ejiri mara ọgaranya n'ihi oke ọnụ ahịa ya.",
    "Ejula bụ ezi nri nwere proten, calcium, selenium, magnesium ma na-enye ọbara.",
    "Garị bụ nri ma ogbenye ma ọgaranya na-erizi",
    "Iri garị, ọ kachasị mgbe aṅụrụ ya aṅụ, bụ ihe a na-ewe dịka nri ndị ụwa na-atụ n'ọnụ maọbụ mgbe ego kọrọ gị n'akpa na mbụ. Ị jụọ ụmụakwụkwọ bi n'ụlọakwụkwọ ha ga-akọwara gị etu ịji ọpapa, azụ e ghere eghe maọbụ anụ mkpọ aṅụ gari si zọọ ha ndụ.",
    "Ugbua garị bụzị ahịa iwu. Ọgaranya na ogbenye na-azọzị garị nke otu ọba a na-akpọ 'painter' na-ada ihe karịrị nari naira ise (N500).",
    "Onye ọkammụta ọrịa kansa n'ụlọọgwụ Lagos University Teaching Hospital, bụ Dr Remi Ajekigbe kwuru na ihe mere ọtụtụ ndị Naijiria ji arịa ọrịa kansa ugbua bụ na ha anaghị erizi nrị ala anyị dịka garị, ji nke nwere faiba ka ma ha na-eri nri ndị bekee.",
    "Ebe foto si, Ntanta Delicacies",
    "Agwa bụ ezi nri na-edozi ahụ",
    "Agwa bụ nri ọzọ e jiri mara ndị ogbenye mana ọtụtụ ọgaranya na-erizi ya.",
    "Agwa na-enye proten ma na-enyekwa ọbara. Ndị ọkachamara n'ihe gbasara nri na ihe ha na-enye na-ekwu na agwa kacha mma maka nweta protein karịa anụ ehị n'ihi na onweghị abụba ọjọọ nke a kpọrọ Kọlesịterọl.",
    "Ụkwa bụ oke oriri pụrụ iche onye ike dị na-akwado",
    "Ụkwa bụ nrị ndị ọgrlanya na-eleghara anya na mbụ, ikekwa n'ihi ahụhụ dị na-ikwado ya, mana ugbua, ọ bụzị onye ji ego na-eri ụkwa.",
    "Ụkwa na-enye proten, ọbara, potassium nakwa ngwa ndị ọzọ na-edozi ahụ.",
    "Ji mmiri nwere fibre",
    "Ji mmiri bụ nri ndị mmadụ anaghị erikarị na mbụ n'ihi na ọ naghị atọ ka ji. Sọọsọ ndị ogbenye jibu ya achụ agụụ. Mana ugbua, ọtụtụ ndị mmadụ gunyere ndị ọgaranya na-eri ya.",
    "Ndị na arịa ọrịa shuga na-erikwa ya.",
    "Ndị nchọpụta na-akọwa na ji mmiri nwere fibre rie nne, obere \"sodium\" na nnukwu \"potassium\" nke mere e ji kwuo na ọ na-adị ndị na-arịa ọrịa shuga mma n'ahụ.",
    "Cheta na \"fibre\" na-enyere nrị aka igwepịa n'afọ (digestion), oke \"sodium\" so ebute ọbara mgbalienu, ebe \"potassium\" na-akụjulata ọbara, chụmie mmadụ inwe ọrịa okwute akụrụ (kidney stone).",
    "Ebe foto si, Getty Images",
    "Isha na-adazị oke ọnụ nke na aka ụfọdụ ogbenye eruzi ya",
    "Ndị enweghi ego na-ejibu isha esi nri oge ha e nweghị ego anụ maọbụ azụ, ma ugbua, isha bụzikwa maka ndị nwere ego n'ihi oke ida ọnụ ahịa.",
    "'Ihe mere ọgaranya ji erizi nri ndị ogbenye'",
    "Dika ọkammụta na ihe gbasara nri na ihe ọ na-arụ n'ahụ bụ Dr Florence Uchendu si kọwa ihe mere na ọtụtụ ndị mmadụ na-eri nri a na-agbara ọsọ ugbua karia bụ maka na ọrịa dị na Naijiria ugbua dịka ọrịa shuga, ọbara mgbalienu, ọtụrụọkara(stroke), kansa.",
    "\"Ọrịa dịzị na Najiria bụ ọrịa dị n'obodo oyibo anyị anaghị arịabu mbụ.",
    "Ihe dika ọbara mgbalienu, ọrịa shuga juziri kịta.\"",
    "\"Ndị mmadụ amatago ihe ị ga-eri onyewe gị nsogbu n'ahụ ma nwekwa ike nyewe gị nsogbu n'ahụ.\"",
    "Ụgbọ agha Saụt Korịa agala Ghana",
    "Anthony Joshua Vs Joseph Parker: Onye bụ dike?",
    "Vidio, Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị21 Mee 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Bishọpụ achụọla ụkọchukwu Katọlik na-azọ ọkwa Gọvanọ na APC ọsọelekere 9 gara aga",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/845F/production/_124678833_womentiltle.png.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/845F/production/_124678833_womentiltle.png 400w\" type=\"image/png\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/845F/production/_124678833_womentiltle.png.webp\" alt=\"Ụmụnwaanyị e chiri echichi\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ezenwaanyị, Ugoeze, Iyom na echichi ndị ọzọ a na-echi ụmụnwaanyị n'ala Igbo12 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1459B/production/_124755338_p0c6xl7s.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1459B/production/_124755338_p0c6xl7s.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1459B/production/_124755338_p0c6xl7s.jpg.webp\" alt=\"Egwu Atiilogwu\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etu egwu Atịịlogwu siri nweta aha ya15 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103B6/production/_124668466_husbandbirthdaycard.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103B6/production/_124668466_husbandbirthdaycard.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103B6/production/_124668466_husbandbirthdaycard.jpg.webp\" alt=\"Akara ndị okenye\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Gịnị bụ 'Revenge Porn'?10 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/8397/production/_124678633_unknowngunmen&#x27;unmasked2.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/8397/production/_124678633_unknowngunmen&#x27;unmasked2.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/8397/production/_124678633_unknowngunmen&#x27;unmasked2.jpg.webp\" alt=\"Ebubeagu na ndị ojiegbe\" width=\"970\" height=\"546\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụzọ asaa ị ga-eji ama na nchekwa adakpọọla n'Ọwụwa Anyanwụ11 Mee 2022",
    "Eucharia Anunobi ekwuola nke bụ eziokwu gbasara akụkọ agbamakwụkwọ ya na-ewu ugbua.",
    "Lee etu mmemme akwamozu Arthur Nzeribe siri gaa n'obodo ya bụ Oguta",
    "Bishọpụ achụọla ụkọchukwu Katọlik na-azọ ọkwa Gọvanọ na APC ọsọ",
    "CAN asaala IPOB ozi ha zigaara ndị ụka Deeper Life",
    "Ụlọikpe eyighariala ikpe Nnamdi Kanu ọzọ",
    "Gịnị bụ 'Revenge Porn'?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF",
    "Fada Mbaka asaala ndị na-akọta yaEmelitere ikpeazụ na: 6 Disemba 2018",
    "'Nyochakwaa 'genotype' tupu ị lụọ onye ọbụla ị chọrọ ịlụ' - Eucharia AnunobiEmelitere ikpeazụ na: 7 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}