{
  "published": "26 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ahmed Buhari/Fela Durotoye/Yul Edochie",
    "Naijiria ga eme ntuliaka n'afọ 2019",
    "Ngalaba na-ahụ maka ntuliaka bụ INEC n'aha ịchafụ enyebeghị iwu ka ndị chọrọ ịzọ ọkwa ọchịchị  n'afọ ahụ bido ozi ịchụ nta votu, mana nke a akwụsịghị ndị mmadụ ikwu ebunobi ha maka ya.",
    "O dobeghị anya ma onyeisiala Muhammadu Buhari ọ chọrọ ịzọ ọkwa onyeisiala ọzọ n'ihi na o jibeghị ọnụ ya kwuo na ya ga-azọ.",
    "Mana ihe doro anya bụ na o nwere ndị atụghị anya kwupụtara na ha chọrọ ka ha na onyeisiala tinye ụkwụ n'otu traụza na ntuliaka na-abịa.",
    "Ndị a bụ ndị ntorobia, ndị ama n'ọrụ dị icheiche dịka ijiegoachụego, ime ihe nkiri, na nkuzi:",
    "Ha bụ:",
    "Ahmed Buhari,onye a mara dịka 'Ahmed Bee' bụ onyeisi na ihe gbasara technuzu.",
    "Buhari, dị afọ iri atọ na itoolu(39) kwuru kemgbe 2016 na ya chọrọ ịzọ ọkwa onyeisiala n'afọ 2019.",
    "Nwa amadi ahụ nke enweghị ka ya na onyeisiala Buhari siri metụta kwara onye ntaakụkọ BBC na ọ bụ ebunobi ya ịchịkọta Naịjiria ọnụ ka udo di, gba mbọ ka enwe nchekwa  ya na ọrụ n'obodo.",
    "N'ọnwa Janụarị, onye na-eme ihe nkiri ama bụ Yul Edochie kwuru na igwe okwu instagram na ya nwere ike ịzọ ọkwa onyeisiala ma agbanyeghị na ya emerighị ntuliaka Gọvanọ Anambra nke o soro zọ.",
    "A mara Fela Durotoye dị ka onye ọka okwu ji ya agba ndị mmadụ ume mana ọ bụ nwa na-awụ ahụ n'afọ n'afọ n'ihe gbasara ndọrọndọrọ ọchịchị.",
    "Mana nke a akwụsịghị ya ikwupụta na ya ga-azọ. Dịka ọ siri kwuo, oge kwalite ala Naịjiria eruola.",
    "\"O tela anyị hapụrụ ndị ọzọ dịka ndị ọrụ gọọmenti, ndị mba ọzọ na na otu mba ụwa ọrụ ikwalite obodo anyị. Anyị hapụrụ ọrụ ime ka Naijiria bụrụ nnukwu obodo n'aka mmadụ ole na ole ndị gosirila anyi ugboro,ugboro  na ebumobi dị na ọganighu onwe ha, na abụghị ndị ala anyị maọbụ ọhanaeze. Oge eruola oge iji gbanwe ọnọdụ a.\"",
    "Olufumilayo Adesanya-Davies bụ onye ọkammụta na ngalaba asụsụ na nka nzisa ozi nke a kpọrọ'Language and Communication Arts' na mahadum, 'Rivers State University of Education,' bụ sọọsọ nwaanyi kwupụtarala mmasị ya ịzọ ọkwa onyeisiala n'afọ na-abịa.",
    "O kwuru: \"A na m ele anya ịbụ onyeisiala Naijiria. Achọrọ m itinye ochi n'ọnụ mmadụ niile.\"",
    "Mana  Adesanya-Davies ekwughị pati ọ ga-eji zọọ ọkwa ahụ.",
    "Na nsonso a, okwu na-ada  bụ mkpa ndị na-eto eto  iweghara ọchịchị nn'aka ndị aka ochie. Nke a kpalitere mkpaliteụka #notooyoungtorun na'eelu igwe okwu intanet.",
    "N'otu aka ahụ, ụfọdụ ndị ọnụ na-eru n'okwu guntyere, Olusegun Obasanjo akpọọla ụmụnwaanyị oku ka ha sonye na ndọrọndọrọ ọchịchị.",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha22 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodoelekere 5 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Katsina Catholic Priest: Etu ndị ekperima si wakpo ụlọụka Katọlik na Katsina Steeti, gbuo otu ụkọchukwu",
    "Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Etu e si lie Ọchịagha Attahiru Ibrahim na ndị ọzọ nwụrụ na mberede ụgbọelu",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodo",
    "Anyị na-enyocha akụkọ ọnwụ Abubakar Shekau, onyeisi ndị Boko Haram - Ndịagha Naịjirịa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}