{
  "published": "19 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akpụ ori nwa bụ ihe ndị bekee na-akpọ 'uterine fibroid'. Ọ kachasị enye ụmụnwaanyị ndị ojii nsogbu.",
    "O nwere ọtụtụ ihe ndị na akpata ya. Dokịnta Francis Ezenwankwo gwara anyị maka ha. O kwukwara ihe onye nwe ọrịa nwere ike ime iji gbanwe ya.",
    "O kwuru na otu akpụ ori nwa si egosipụta onwe ya bụ:",
    "Ọ bụ ọrịa na-eme n'akpanwa ụmụnwaanyị",
    "Afọ ya na-ebu ibu karịa otu ọ dịbụ na mbụ maka na akpa nwa ya buru ibu ka o nwere afọ ime",
    "O nwere ike inwe afọ mgbu n'okpuru afọ ha",
    "Oge nwaanyị ha na-adị agbasị ike karịa otu ọ sị agbabụ",
    "Ya na nwoke na-enwe mmekọrịta, ọ na-afụ ha ụfụ",
    "O nwekwara ike ime ka nwaanyị nwe isike na ịdị ime. Maọbụ ọ dị ime, ọ pụọ.",
    "Ebe foto si, Getty Images",
    "Akpụ ori nwa nwekwara ike ịdị n'afọ onye dị ime",
    "Dokịnta Ezenwankwo kwuru na onweghi ihe e nwere ike ibido aka na ọ bụ ya kpatara ọrịa a. Mana o kwuru na ihe ndị a nwere ike ibute ya:",
    "Onye ahụ ga-abụrịrị nwaanyị tozuru ịdị ime mụọ nwa.",
    "A na-ahụkarị ya na ụmụnwaanyị ruru iri atọ. Nwaanyị na-adịghị ime ọsịsọ nwere ike ikpata ya.",
    "A na-ahụkarị ya na ụmụnwannyị ndị ojii karịa ụmụnwaanyị ndị ọcha. Nwaanyị ojii niile na-enwe ya, mana ọ bụghị nwaanyị nille ka ọ na-enye nsogbu.Nwankwo kwuru na ndị na-eme research si na ọ nwere ike ịbụ ụdị nrị anyị na-eri na Afrịka. O nwekwara ike ịbụ mkpụrụ ndụ ihe nketa na-ebute ya.",
    "Ihe onye nwere ya nwere ike ime bụ:",
    "Ịlụ dị ma dịkwa ime ọsịsọ",
    "Ọ bụrụ na ọ na-enye nsogbu, nwaanyị ahụ nwere ike ị ga ụlọ ọgwụ, awaa ya afọ, wepụ ya. Dọkịnta Nwankwo kwuru na o nweghi ọgwụ ana aṅụ iji agwọ ya. Kama ọgwụ ndị ahụ ga-ebute nsogbu.",
    "Gee ntị nụrụ ihe niile Dọkịnta Ezenwankwo kwuru ugbua.",
    "Onye dere akụkọ a: Chioma Nkemdilim",
    "Kedụ ka ị si emegharị ahụ?",
    "Ahụrụ enweghị ọrụ di iche n'arụ mmadụ",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Ankara white Wedding: Ihe mere m ji were uwe puruiche kwaara onwe m akwa agbamakwụkwọ - Chioma Inyang, Duration 2,1414 Febụwarị 2021",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}