{
  "published": "30 Maachị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Amaghị ọnụọgụ mmadụ ole na-ekwoụra n'ụwa",
    "Ikwo ụra bụ ihe dị ebe niile ma na ọ bụghị  ihe gba aka, onwere ihe na-akpata ya.",
    "Ikwo ụra bụ mkpọtụ mmadụ na-eme na-amaghị ama oge ọ na-arahụ ụra.",
    "Ndị ọnụ na-eru n'okwu n' ahụike kwuru na ikwo ụra na-eme oge ikuku nwere nsogbu n'ime akpịrị mmadụ.",
    "Dịka Britishsnoring.co.uk, websait ọkachamara nike gbasara ikwo ụra, sị kọwa,ihe na-akpatakarịsị ikwo ụra bụ; oke ibu, ịṅụ mmanya,ise anwụrụ, ọrụ onye na-arụ na ọrịa dịka onye na-arụ eme a na-eme asbetos, egwupụta ihe maọbụ ebe a na-edowe ngwa ahịa(warehouse) ebe oke etum na-adị nwere ike ibute ụkwara na azụzụ nke ga-enuba onye ahụ n'ikwo ụra.",
    "Ọrịa ntị(ear infection), ọrịa mburupụta ụwa(congenital diseases) dịka Down syndrome nwekwara ike ibute ịgwọ ụra.",
    "Kedu ihe ofe Egusi gị na-enye ahụ gị?",
    "Ihe ị na-amaghị maka ụkwa ị na-eri",
    "Ihe ise masịrị ụmụnwaanyị",
    "Ihe ndị ị kwesiri ịma maka ikwo ụra:",
    "Ndị na-ekwo ụra na-enwe nsogbu ahụike ugboro atọ karịa ndị na-anaghị ekwo ụra",
    "Ikwo ụra na-esi n'agbụrụ. O nwere ike ọ bụrụ nna nna gị bunyere gị ya",
    "Ndị na-edina ndị na-ekwo ụra nso kwuru na ha anaghị ehi ụra nkeọma, karịa elekere ato rue elekere ise",
    "Ndị na-ekwo ụra na ndị ha na ha na-edina nso nwere ike inwe nti ike karịa ndị na-anaghị ekwoụra",
    "Ọtụtụ dị na nwunye na-ese okwu kwuru na ọ bụ maka ikwo ụra",
    "Ọ bụrụ na mkpọtụ ị na-eme oge i na-ekwoụa siri ike, ọ ga-abụ na i buru ibu nke ukwu",
    "Ndị na-ekwoụra nwere ike inwe ọbara mgbalielu, ọrịa obi, ọrịa stok, ọrịa shuga na ọrịa abụba ugbo ise karịa ndị na-adịghị ekwoụra.",
    "Ọtụtụ na-eche na ikwo ụra anaghị akwụsị akwụsị mana ndị ọkachamara na-ekwu na o nwere ụfọdụ ihe i nwere ike ime iji belata ya maọbụ kwụsị ya kpamkpam:",
    "Taa ahụ",
    "Ọ bụrụ na ihe na-akpata na i na-ekwo ụra bụ maka na i buru ibu karịa, ị mara na ị mara abụba nke nwere ike idi na-atọ gị n'olu maọbụ n'akpịrị oge ị na-ehi ụra. Ị nọ n'ahụike site na iri ezi nri nakwa imegharị ahụ(exercise) ga-enye aka gbochie ikwo ụra.",
    "Belata ịnụ mmanya ike",
    "Mmanya na-eme ka akwara mmadụ zuo ike karịa oge mmadụ na-ehi ụra. Nke a nwere ike ịkpachi akpịrị ebe mmadụ si eku ume ga-eme na ikuku agaghị enwe ike gafe nkeọma. Ndị ọụ ahụike na-ekwu na mmadụ belata mmanya ike, i nwere ike i belata ikwo ụra.",
    "Dina n'akụkụ gi",
    "Idina n'azụ nwere ike ime ka abụba dị mmadụ n'ire, nti na onu gbochie ebe ikuku si aba makwa apụta n'imi mmadụ. Ya bụ gbaa mbọ rahụ n'akụkụ gị.",
    "Hichaa imi gị nke ọma tupu ilabaa ụra",
    "Ọ bụrụ na azụzụ na-eme gị ma imi gị ọkpọchiri akpochi, ị mara na i nwere ike ikwo ụra. Ya bụ gbaa mbọ zie imi gị nke ọma tupu ị laba.",
    "Mgbanwe ego: Dọla ọdaala n'akụkụ Naịra?",
    "Enwe achụpụla ndị mmadụ na Legọs",
    "Atiku etinyela ụkwụ na ndọrọndọrọ 2019",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche19 Ọgọọst 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steetielekere 5 gara aga",
    "NA EME UGBU A Niger coup: Ndị Ecowas zigara atụọla ụkwụ na Niger",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Etu ikpe Godwin Emefiele si gaa n'ụlọikpe ukwu dị n'Abuja taa",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche",
    "Ihe asaa ị kwesiri ịma maka ịgwọ ụraEmelitere ikpeazụ na: 30 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}