{
  "published": "17 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chisom Ihenacho",
    "Ụfọdụ ndị Igbo kwenyere na ọ bụrụ na Ị bụ onye Igbo ma Ị ribeghị ofe ọha, ị maghị ihe na-atụ ndụ mmanụ.",
    "Maka na Igbo nwere olumba dị icheiche, ụfọdụ na-akpọ ya 'ọha' ebe ndị ọzọ na-akpọ ya 'ọra'.",
    "Ọha bụ akwụkwọ osisi ọha. A na-egbuji maọbụ bejiri ya karịa ịkpata ya n'ọhịa.",
    "Ọha na-enwe 'oge', ọ na-apụtakarị n'oge ọkọchị. Mgbe ahụ ka ị ga-enweta nke ahụ dị mma ọfụma.",
    "Ị na-eri ofe ọha tọrọ ụtọ mana ị maghị etu esi esi ya? Nke abụ ohere gị iji amụta ya.",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Ihe ị na-amaghị maka ụkwa ị na-eri",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Akwụkwọ ọha",
    "Ede ofe maọbụ ede ụrị",
    "Mmanụ nri/mmiri akwụ",
    "Anụ dị iche iche (isi anụ ehi na-amasị ọtụtụ ndị mmadụ)",
    "Azụ ọkpọọ",
    "Okporoko",
    "Ose",
    "Ogiri Igbo",
    "Ịsha",
    "Ụzịza (ma mkpụrụ ya na akwụkwọ ya)",
    "Magị",
    "Ụfọdụ na-etinye ịsam ebe ndị ọzọ na-etinye ero nakwa eju",
    "Kpaa akwụkwọ ọha gị, tụchaa ya ma sakwa ya mmiri (anaghị eji mma ebi akwụkwọ ọha maka ịchagharị)",
    "Sie ede gị, o ghee, sụọ ya n'ikwe. (ọ bụrụ ede akwọrọ akwọ ka ị chọrọ iji esi ya, tinye ole ga-ezu gị n'ime mmiri ma mekọta ya ọnụ ruo oge o bidoro ịlọ alọ)",
    "Kpaa akwụkwọ ụzịza gị ma bie ya ebi",
    "Kwọọ mkpụrụ ụzịza gị",
    "Sachaa nakwa situ ero, eju nakwa/maọbụ ịsam gị n'ọkụ nwaọbere oge",
    "Sachaa ma sie mkpụrụ akwụ gị ma ọ bụrụ na ị chọrọ iji ya karịa iji mmanụ",
    "Sụpụta ya mmanụ/mmiri akwụ",
    "Ọ na-adị mkpa ịkwụ aka gị tupu ị metụ ihe nri ọbụla aka, ya mere anyị ga-eji asị gị kwụọ aka gị ọfụma.",
    "Ihe ndị a ka ị ga-eme tupu isie ọha gị:",
    "Sachaa ma sinye anụ gị n'ọkụ, tinyekwa okporoko ka o nwee ike ghee, tinye ya nnu na maggị, o ghewe, wụnye ya mmiri ole ga-ezuru gị mmiri ofe",
    "Tinye ose nakwa ịsha akwọrọ akwọ",
    "Tinye azụ ọkpọọ nke ị gbawachara agbawa",
    "Hapụ ya ka ọ sụkọta ọnụ",
    "Tinye mmanụ nri/mmiri akwụ",
    "Tinye ede asụrụ asụ n'ọkpụ n'ọkpụ, nke a ga-eme ka ofe gị nwee ike rọọ arọ ọfụma",
    "Tinye ogiri, hapụ ya ka ọ gbazee n'ime ite ofe",
    "Wunye akwụkwọ ọha gị nakwa akwụkwọ ụzịza",
    "Kpagharịa ofe gị, tinye ya nnu etu o si tụ gị n'ọnụ",
    "Wunye ya ero, eju nakwa/maọbụ ịsam",
    "Hapụ ya ka ọ sikwuo ọbere tupu ị fọtuo ya n'ọkụ",
    "Ụfọdụ ndị Igbo kwenyere na ọ bụ akpụ a sụrụ asụ kacha mma iji elofe ofe niile.",
    "Kama e nwere ihe ndị ọzọ eji elofe nri dịka:",
    "Garị emere eme",
    "Ụtara ji",
    "Nke ndị bekee kpọrọ semovita",
    "Nakwa nke bekee kpọrọ wheat",
    "Ị mụtala etu I ga-esi esi ofe ọha gị ugbua?",
    "Vidio, Mụta usoro esi esi ofe nsala n'ihe nkiri a13 Eprel 2018",
    "Lee nri ogbenye 10 ọgaranya na-erizi5 Eprel 2018",
    "Etu e si wee dulaa Junior Popeelekere 3 gara aga",
    "Ụlọikpe akwụsịla  alụmdi ụmụnwaenwe nnenanna 100 na Niger steeti17 Mee 2024",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha 16 Mee 2024",
    "‘Egwuruegwu Invictus na-egosi m na ọ bụghị nanị m so’13 Mee 2024",
    "Public Ranch Agency Bill: Iwu a a ga-egbo ọgụ ndị ọchịehi na ndị ọrụ ugbo?13 Mee 2024",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "'Landlord jụrụ inye m ụlọ si na m jọrọ njọ'11 Mee 2024",
    "\"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah8 Mee 2024",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "Etu e si wee dulaa Junior Pope lakwụrụla ndị ichie",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Junior Pope: Ụlọomeiwu Anambra etiela iwu  'life jacket' maka njem ụgbọmmiri",
    "Sie ofe ọha ma rachaa aka gịEmelitere ikpeazụ na: 17 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}