{
  "published": "5 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Maada Bio chịburu mba Sierra Leone dịka onye agha",
    "Maaida Bio meriri Samura Kamara, onye pati nọ n'ọchịchị bụ All Peoples Congress (APC) na mmetọpụ ntuliaka e mere na ụbọchị iri atọ na otu nke ọnwa Maachị.",
    "Onyeisi ngalaba na-ahụ maka ntuliaka na mba Sierra Leone bụ Mohamed Conteh, kwupụtara na Bio ji votu 1,319,406, nke pụtara pasenti 51.81 nke o nwetara n'ime 2,546,577 bụ ezi votu a tụrụ na ntuliaka were merie Kamara.",
    "Kamara  nwetara votu 1,227,171 nke pụtara pasenti 48.19 n'ime ezi votu a tụrụ.",
    "Conte kwuru na ọ bụ mmadụ 2,578,271, nke pụtara passenti 81.11 ndị tinyere aha ha n'akwụkwọ ntuliaka sonyere na ntuliaka ahụ, ebe votu 31,694  bụ votu adabanyechaghị (invalid votes),",
    "Ndị Sierra Leone na-emezu ntulịaka taa",
    "Ntuliaka ndị Sierra Leone ka na aga n'ihu",
    "Conteh sị: \"Site na ikike e nyere me dịka onyeisi ntuliaka site na iwu ntuliaka nke afọ 2012, ana m etinye aka n'akwụkwọ iji kwuo na dịka  Bio Julius Manda nwetara votu 1,319,406  n'ime ezi votu a turu na mmetọpụ ntuliaka onyeisiala e mere n'abali iri atọ na otu nke ọnwa Maachị, na a họrọla ya dịka onyeisiala nke mba Sierra Leone.",
    "\"Onye ọbụla bụ onye Sierra Leone sonyere na ntuliaka nwere ike igbagha ntuliaka site na ide akwụkwọ mkpesa degara ụlọikpe kacha n'ala anyị tupu abalị asaa a ga, dịka iwu alanyị gbasara ntuliaka siri dị.\"",
    "Maada Bio chịburu mba Sierra Leone nwa obere oge, mgbe ya na ndị agha otu ya weghara ọchịchị n'ike n'afọ 1992 ga bụ onyesisala nke ise nke Sierra leone dịka o jiri votu karịrị 92,000 merie ogbo ya onye APC.",
    "Bio ga ewere ọchịchị n'aka Ernest Bai Koroma nke APC, onye chịzuola agba abụọ nke bụ afọ ise,afọ ise.",
    "Ọ bụ pati iri anọ sonyere na ntuliaka nke mbụ mere na ụbọchị nke asaa nke ọnwa maachị, ebe e nweghị onye nwetara pasent 55 dịka iwu ala ha siri dị.",
    "Okwu mwakpo ndị ọchi ehi a ga-ebi ebi?",
    "Mmadu atọ emerụọla ahụ n'isiụlọọrụ YouTube",
    "Ronaldo egosịla ihe o jiri bụrụ onye egwu",
    "Sierra Leone Presidential Elections: Samura Kamara nke All People’s Congress atụọla vootu.24 Juun 2023",
    "NA EME UGBU A Jamb Cut-off mark: 140 bụ akara o pekata mpe e ji aba mahadum n'afọ a- Jamb",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Etu otu onye ọrụ ngo si gbukasịa ụmụnwaanyị anọ ọ na-arụrụ ọrụ - Ndị obodo Nkerefi",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere na Gọvanọ Peter Mbah abịaghị ụlọikpe ntuliaka n'Enugwu taa- Ọkaiwu ya",
    "Ụmụ m nwaanyị atọ ndị na-akwado ịlụ di nwụrụ n'ihe ọdachị ụgbọmmiri kwara a",
    "Ihe mere ndị mmadụ anaghị agbapụ na mmekọrịta na-echi ha ọnụ n'alaEmelitere ikpeazụ na: 27 Eprel 2022",
    "Mmegbu ndị Igbo akarịala mana... - Kcee LimpopoEmelitere ikpeazụ na: 26 Nọvemba 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe isii nwere ike ịnọchị anya ọjị n'omenala IgboEmelitere ikpeazụ na: 12 Julaị 2020",
    "Ooni of Ife, Pete Edochie handshake: Ihe ndị chiri echichi Igbo na Yoruba na-ekwu",
    "Mr Ibu vs Wife : Ihe m kwuru ekwughịzi m-Nwunye IbuEmelitere ikpeazụ na: 4 Febụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}