{
  "published": "9 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamanda Adichie bụ nwaada Igbo a ma ama na mbaụwa dịka onye na-ekwupu okwu maka ụmụnwaanyị ekwuola na ọtụtụ ụmụnwaanyị Igbo bụ feminisiti.",
    "O kwuru na ọtụtụ ụmụnwaanyị Igbo bụ feminisiti ma na ha amaghị ihe ọ pụtara.",
    "Chimamanda kọwara na 'feminizim' bụ oge nwaanyị na-agba mbọ onwe ya maọbụ pụta kwuo na ya na nwọke ha.",
    "Ụka nne ndị Katọlik akpọtụrụ akpọtụ",
    "Ndị nne bụ dịmkpa asaa-Chioma Akpotha",
    "Ụzo atọ nwaanyị kwesiri  idozi ya",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Igbo apprenticeship system harvard: Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Vidio, Biafra News: Nkewapụ agaghị egbo nsogbu mkpagbu na Naịjiria - Alexander Madiebo, Duration 6,1229 Eprel 2021",
    "Vidio, Nne m ochie bụ feminisiti - Chimamanda Adichie, Duration 2,339 Eprel 2018",
    "Vidio, Insecurity in Nigeria: Amaghị m ma ndị gọvanọ anyị ọ na-atụ ụjọ - Pete Edochie, Duration 4,2328 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}