{
  "published": "10 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mgbe onyeisiala Muhammadu Buhari ka na-azọ ọkwa onyeisiala n'afọ 2015, o nwere ọtụtụ nkwa o kwere n'achụmnta vootu ya.",
    "Ọ kachasị ọtụtụ ihe o kwuru na ọ ga-ebelata ego dị na ya dịka o kwere nkwa ịweta \"mgbanwe\".",
    "Bọjetị 2018: Ihe asaa na-esere Buhari na ndị omeiwu",
    "'Iwepụ 'fuel subsidy' ga-ebute oke ọnụ ahịa mana...' - Chizea",
    "Mana ugbua, ọ bụghị etu akụ ilu si ada n'ụda ka o si atọ ụtọ, lee ihe ndị tinyesịrị ego kemgbe Buhari batara ọchịchị.",
    "Mgbe onyeisiala Buhari na-achụ nta vootu, o kwere nkwa ọkụ latrik ebighebi mana o nweghị ihe o kwuru maka itinye ego.",
    "Ugbua, ngalaba na-elebanye anya n'ọnụ ọkụ latrik bụ NERC etinyela ego n'elu ụgwọ ọkụ latrik bido n'ụbọchị mbụ nke ọnwa Sepụtemba afọ 2020.",
    "E si na Naira 30.23 maka otu kilowatị maka otu awa were pasent otu narị bulie ya rue naira 62.33 maka otu kilowatị.",
    "Nke a na-abịa n'agbanyeghị na ha kwere nkwa na ha agaghị eweli ọnụ ya bụ ọkụ n'ezinaụlọ ndị dara ogbenye.",
    "N'ọnwa Febụwarị afọ 2015 mgbe emere ntuliaka ọkwa onyeisiala Naịjirịa, ọnụ mmanụ agbịdị bụ N97 nke emechara butuo rue N87 n'afọ ahụ kwa.",
    "Mana ọ gbanweela ụgboro ise kemgbe ahụ, otu mgbe n'afọ 2016, nakwa ugboro atọ n'afọ 2020.",
    "O si 87 rue 145 si ya rue 125 si ya rịkwa 143 ma sizie ebe ahụ rue 151 ebe ọ kwụ taa.",
    "Nke a na-eme n'ihi ihe Bekee kpọrọ 'Deregulation' emere na mmanụ agbịdị eji arụpụta mmanụ ụgbọala.",
    "Gụọ nkọwa anyị mere maka 'Deregulation' n'uju ebe a.",
    "Ọ bụghị ihe ọhụrụ na ọnụ ego nri na-arị elu kemgbe Buhari banyere ọchịchị.",
    "O bu ụzọ rịa elu n'afọ 2016 mgbe akụnaụba Naịjirịa banyere ọtanisi.",
    "Lee ihe nri na-ada na-ahịa ugbua e mechichara 'border'",
    "Mgbe ọzọ nke a mere bụ n'afọ 2019 mgbe onyeisiala Muhammadu Buhari nyere iwu ka a gbachie oke ala Naịjirịa na Benin Repọblik.",
    "O kwuru na nke a bụ iji belata nzubata osikapa mana o mere ka nri ndị ọzọ a na-esi mba Afrịka ndị ọzọ ebubata rịa elu.",
    "Nkwa asaa Buhari kwere n'afọ 2015 na ihe o mere",
    "Ebe foto si, Getty Images",
    "Dịka onyeisiala Naijiria bụ Muhammadu Buhari zọtara ọkwa ọchịchị na ntụlịka afọ 2019, ajụjụ ọtụtụ dị ndị mmadụ n'ọnụ.",
    "Otu n'ime ha bụ o mezuru nkwa ya na otu pati ya bụ APC kwere ndị Naijiria nke ha gbadọrọ ukwu were tunyere ya votu n'afọ 2015?",
    "Kedụ ihe o merela ha, iji nata ha nkwado ọzọ na agba nke abụọ?",
    "Buhari: Aga m azọ ọchịchị 2019",
    "Chụaranụ Naịjirịa aja -Buhari",
    "Isiokwu di n'akwụkwọ Obasanjo degara Buhari",
    "BBC Igbo lenyere anya n'asaa n'ime nkwa o kwere iji tulee ndị o mere na ndị o meghị:",
    "I. Ibuso mmerụaka agha",
    "Ihe o mere: EFCC napụtara ọtụtụ mmadụ e boro ebubo mmerụaka nnukwu ego na ụlọ mana o nwebeghị onye ụlọikpe mara ikpe maka mmerụka.",
    "Ebe foto si, @bashirahmad",
    "N'aka nke ọzọ, ndị pati ndị ọzọ na-ebo Buhari ebubo na ọ bụ sọsọ ndị esonyeghị na pati ya ka a na-anwụchi maka mmerụaka.",
    "Ibuso Boko Haram agha iji nwe ezi nchekwa",
    "Ebe foto si, Reuters",
    "O belatara mkpamkpa Boko Haram ma nata ha obodo ndị ha kpaara dịka nke ha.",
    "N'aka nke ọzọ, nchekwa obodo ka na akpụ afọ n'ala n'ihi na ndị Fulani na-achị ehi egbuola ọtụtụ mmadụ n'ọgbaghara dị na-etiti ha na ndị ọrụugbo.",
    "Inye ọrụ dị 720,000 kwa afọ",
    "Ihe o mere: Kama inye ọrụ dịka Buhari siri kwe na nkwa ma rotekwara ndị mmadụ oge ọ biara na Legos nsonso, a chụrụ mmadụ ruru nde anọ n'ọrụ.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Imachi ndị ọrụ gọọmenti ịga mba ofesi maka ọgwụgwọ ọrịa",
    "Ebe foto si, Getty Images",
    "Ihe o mere: Buhari amachighị ya dịka osi kwe na-nkwa, kama, ya onwe, na nwa ya nwoke bụ Yusuf gara mba ofesi maka ịnata ọgwụgwọ.",
    "Otu nri n'ụbọchị maka ụmụaka Prịmarị nke gọọmentị",
    "Ebe foto si, AFP",
    "Ihe o mere: E bidola atụmatụ a na nanị steeti iri na anọ: Anambara, Enugwu, Oyo, Osun, Ogun, Ebonyi, Zamfara, Delta, Abia, Benue, Plateau, Bauchi, Kadụna na Taraba.",
    "Mana ụfọdụ ndị ọrụ obodo kwụụru onwe ha sị na N70.00 maka otu nri anaghị enye nri nwere isi.",
    "Ịrụ mahadum nka na ụzụ isii",
    "Ebe foto si, Getty Images",
    "Ihe o mere: A rụbeghị ọbụladi otu.",
    "Ime ọkụ latrik ka ọ gbalite rue 20,000 megawat n'afọ anọ",
    "Nke a bụ maka iji mee ka ọkụ na-adị mgbe niile.",
    "Ihe o mere: Dịka Mịnịsta na-ahụ maka ọkụ bụ Babatiunde Fashola siri kwuo, Naijiria enwetarula 7000 megawat.",
    "Ebe foto si, Ebere Nzewuji",
    "Gọọmenti Imo steeti, ekwuola na ha ewepụtala ego a ga-eji mee meme ịnyefe ọchịchị n'aka Ihedioha.",
    "Onye enyemaka Gọvanọ Okorocha, Ebere Nzewuji kwuru nke a mgbe ya na BBC nwere mkparịta ụka taa.",
    "Ebe foto si, FEC_Twitter",
    "Anyị abata n'Abuja ebe Onyeisiala Muhammadu Buhari gbatikwuru ụbọchị ọrụ ndị Minista ya ruo ụbọchị iri abụọ na asatọọ nke ọnwa Mee a.",
    "Ọ gwara ndị Minista ahụ ha were akwụkwọ nyefe ọchịchị ha bịawa ọgbakọ ikpeazụ nke ha ga-eme n'ime ọnwa bụ ebe ha ga-anọ chisa ọwara.",
    "Ebe foto si, Getty Images",
    "N'ofesi, ụlọikpe na mba UK amaala ụmụnwanne atọ ndị Naịjrịa ikpe maka ịnye aka bufeere ndị otu nzuzo akporo Black Axe ego ruru otu nde pound mba ofesi.",
    "Otu n'ime ndị a amara ikpe na-agọ na ọnweghị ihe gbarasa ya na ndị otu nzuzo a, agbanyeghị na nwanne ya nwaanyị na-anụ onyeisi ndị otu a ebe ha bị na London.",
    "Onye ntuziaka Chelsea bụ Maurizio Sarri ga-ama ọdịnihu ya nsonso",
    "Ebe foto si, AFP",
    "N'egwuruegwu, onye ntuziaka Chelsea bụ Maurzio Sarri ga-amata ọdịnịhu ya mgbe otu egwu bọlụ ahụ mgbe ya na ndị isi kpachara ụbụbọ.",
    "Maurizio sị na ọ bụ mgbe ha na Arsenal gbachara asọmpị  nke ikpeazụ ka ya ga-amata ma ya a ka ga-anọ ka ọ bụ ya uje.",
    "Ipob: Mpụtagharị Buhari ga-enye anyị Biafra",
    "'Wepụ aha IPOB dịka 'otu oyiegwu'",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}