{
  "published": "9 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ ndị kachasị mkpa mere taa:",
    "Ihe Ipob kwuru maka mpụtaghrị Buhari na 2019",
    "Ebe foto si, Getty Images",
    "Ode akwụkwụ mgbasa ọzị Ipob, Peace Chukwudi sịrị na Biafra ga abịa ọsịsọ ma Buhari bata ọzọ",
    "Ọnụ na-ekwuru Ipob bụ Rev. Chukwudi Peace sịrị na ya bụ ebụm n'ọbị Onyeisiala bụ ihe obi ụtọ nyere ha.",
    "Okwụrụ na Biafra ga abịa nkwankwa ma ọbụrụ na Buharị chịrị gawa.",
    "Na ọbụrụ na onye ọzọ chịwa, ihe dị mma, Igbo nwere ike ị da mba ọzọ.",
    "Ihe kọmiti ọkpe udo Ọhaneze chọpụtara",
    "Nnia Nwodo Onyeisi Ohaneze ndị Igbo sịrị na nsogbụ ụfọdụ ụmụnorobịa bụ nkata ezianụlọ",
    "Kọmitii Ohaneze ndị Igbo hibere maka ị lebe anya na-ọgbaghara na-ada n'otu ahụ a ekwuola na ọ bụ ndị isi ndị ntorobia na nke ụmụnwaayị oge ha zụgoro bụ ihe malitere ọgbaaghara na otu ahụ.",
    "Ode akwụkwụ kọmitii ahụ bụ Nze ọkpani Nkama kwuru nke a na mkparita ụka ya na BBC.",
    "Ohaneze ndị Igbo ga amalite ntụliaka ndị ntorobia nakwa nke ụmụnwaanyị ha na ọgụ ụbọchị nke Ọnwa bụ Epurelu.",
    "Ihe Russia kwuru maka ogbunigwe agbara na syria",
    "Ebe foto si, Getty Images",
    "Agbara ihe a na-eche na ọ bụ ogbunigwe nuklea na Douma, ọdịda anyanwụ Ghouta nke Syria ụbọchị satọde",
    "Mba Russia ekwuola na ogbunigwe ahu atụrụ na Saria ụbọchị satụde bụ ogbuigwe nke nuklea.",
    "Minista Russia na ahụ maka mba ndị ọzọ bụ Sergie Lavrov sị na onweghị ihe gosiri na ihe agbara ebe ahụ bụ ogbunigwe nke nuklea.",
    "Ebe foto si, Getty Images",
    "Ndị egwuruegwu 37 na ndị isi 4 ka Naịjirịa dugara egwuruegwu kọmọnwelt",
    "N'egwuruegwu, Naịjirịa enwetala otu ọla ọcha na egwuruegwu Commonwealth nke a na-eme na mba Australia.",
    "Mba India jị ọkpụ atọ were ọla edọ etinyere na egwuruegwu tenis.",
    "Ihe ndị ọzọ ị kwesịrị ịma taa",
    "Asọmpi Commonwealth: Naịjirịa agafeela na tenisi",
    "'Mmegbu butere akwa nnwereonwe Ndigbo'",
    "Gere akụkọ mere na mgbede a n'otu nkeji",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Chioma Akpotha: Ugwu ka e jiri mara nwaanyị Afrịka",
    "Ndọrọndọrọ ọchịchị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Kukah: Ọgbaghara ga-ada na 20196 Eprel 2018",
    "Ntuliaka 2019: Buhari ekwuola na ọ ga-azọ ọzọ9 Eprel 2018",
    "Vidio, Ntuliaka 2019: Ndị mmadụ ekwuola obi ha gbasara Buhari9 Eprel 2018",
    "Buhari in Imo state today: Lee ndị a ma ama na-abịaghị nabata Onyeisiala Buharielekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Meforelekere 6 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya1 Septemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Buhari in Imo state today: Lee ndị a ma ama na-abịaghị nabata Onyeisiala Buhari",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakor",
    "Ihe ụlọikpe Magistrate kpebiri maka Chidimma Ojukwu e boro ebubo ogbugbu Usifo Ataga",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}