{
  "published": "14 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ụmụakwụkwọ Chibok atọghapụrụ n'agbụ na-agụzị akwụkwọ na mahadum dị n'Amerịka",
    "Taa bụ ụbọchị 14 nke ọnwa Epreelụ ga-eme ya afọ anọ ndị Boko Haram ji tọrọ ụmụnwaanyị ruru 219 n'ụlọakwụkwọ ha n'obodo Chibok dị na Borno steeti.",
    "Cheta na ndị Boko Haram tọrọla ụmụakwụkwọ a n'afọ 2014 n'ụlọakwụkwọ ha bụ Government Secondary School, Chibok, nke mere ka ụwa niile tinye ọnụ.",
    "N'agbanyeghị na ndị Boko Haram nọ na-ewepụta ihe nkiri na-egosi na ha ji ụmụakwụkwọ ahụ, ụfọdụ ndị Naịjirịa ekweghị na-eji ha eji.",
    "Onye ntaakụkọ so na ndị gara okwu maka ịhapụ ụmụakwụkwọ mgbe ihe a mere bụ Ahmad Salkida, gbara ama na ọ bụ nanị ụmụagbọghọ iri na ise (15) fọrọ ndụ n'ime mmadụ otu narị na iri an abuo (112) ka nọ n'aka ndị Boko Haram.",
    "BBC jụkwara otu n'ime odeakwụkwụ nta akụkọ gọọmenti etiti bụ Garba Shehu ihe o chere maka nke ahụ.",
    "N'ọsịsa ya, Shehu zara na ya \"amaghị maka nke ahụ\".",
    "Na nso nso a, gọọmentị Naịjirịa wepụtara otu ijeri dọla ha sị na ha ga-eji buso ndị Boko Haram agha.",
    "Ebe foto si, Getty Images",
    "Onyeisiala Muhammadu Buhari ka ọ na nabata ọtụ ụmụakwụkwọ Chibok atọghapuru na nwa ya",
    "Ụmụaka 101 bụ ndị akpọghachitere Dapchi",
    "A chọtala ụmụakwụkwọ atọro na Dapchi?",
    "Ndị mụrụ ụmụakwụkwọ Dapchi wuchiri Abuja",
    "Ebe foto si, Getty Images",
    "Nwunye osote onyeisiala Naịjirịa nabatara ụfọdụ ụmụakwụkwọ Chibok atọghapụrụ n'agbụ",
    "Tupu ụmụakwụkọ a ebido ịpụta n'agbụ n'ụzọ dị icheiche, ma ndị gbafuru agbafu ma ndị eji gbanweta ndị Boko Haram eji eji n'ụlọmkpọrọ, onyeisi Boko Haram bụ Abubakar Shekau, ziputere ihe nkiri gosiri ka ya na ọtụtụ n'ime ha nọ, iji kparịa gọọmentị Naịjirịa.",
    "Ebe foto si, Getty Images",
    "Ihe nkiri a Abubakar Shekau wepụtara na-egosi ụmụakwụkwọ Chibok ebe ha na-ekpe alakụba",
    "Afọ abụọ gachara tupu ahụ otu n'ime ụmụakwụkwọ a.",
    "A hụrụ onye nke mbụ n'ọhịa Sambisa ebe o ku nwa ọ mụrụ ka ọ nọ n'agbụ ndị Boko Haram.",
    "Onye nke abụọ gbanahụrụ ndị ji ya n'ọnwa Septemba 2016.",
    "N'ọnwa Oktoba 2016, ndị Boko Haram tọghapụrụ mmadụ 21 n'ime ha.",
    "Onye ọzọ gbapụtara n'ọnwa Jenụwarị 2017.",
    "N'ọnwa Mee nke afọ 2017, ndị agha ji ụfọdụ ndị Boko Haram a tụrụ mkpọrọ gbanweta ụmụakwụkwọ 82.",
    "A na-eche na Boko Haram ka ji ụmụakwụkwọ 113, ebe ụfọdụ akụkọ na-ekwu na ụfọdụ n'ime ha anwụọla.",
    "Ebe foto si, Getty Images",
    "Nne na nna ụmụakwụkwọ Chibok ka nọ n'agbụ ka na-enwe olileanya na ụmụ ha ga-alọghachitere ha n'udo",
    "Kamgbe eji tọrọ ụmụakwụkwọ Chibok, gọọmentị ọzọ abanyela n'ọkwa ọchịchị na-achọkwa ịzọ ndọrọndọrọ ọchịchị ọzọ.",
    "N'ọnwa Maachị, Onyeisiala Naịjirịa bụ Muhammadu Buhari kwere nkwa ịgbaghara onye Boko Haram ọbụla ga-echegharị ma chilie aka elu.",
    "Ebe foto si, Getty Images",
    "Onyeisiala Buhari zutere ụmụakwụkwọ Chibok eji gbanwee ndị Boko Haram n'ụlọọrụ ya n'Aso Rock",
    "Cheta na atọghapụkwara otu nwata akwụkwọ ọzọ bụ Salomi Pogu, n'ọnwa Jenụwarị 2018.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị ama ama dịka ndị na-eme ihe nkiri na ndị na-agụ egwu tinyere ọnụ n'ịkpọku gọọmentị Naịjirịa ka ha gbaa mbọ hụ na ụmụaka ahụ lọghachitere",
    "Ụfọdụ ndị na-eru n'okwu na ndị na-akwado ihe gbasara ntọrọ ụmụakwụkwọ Chibok kwuru etu o si metụta ha n'elu Twitter.",
    "Ụmụaka Dapchi ezutela Buhari22 Maachị 2018",
    "'Nye anyị Shekau were nde Naira atọ'15 Febụwarị 2018",
    "NA EME UGBU A Ọgwụ mgbochi covid-19 awụchiela n'Abuja",
    "Gee ntị, BBC Nkeji2 Maachị 2021",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igboelekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igbo",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}