{
  "published": "20 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "David Anyaele bụ onye ọrụ mmepe obodo kwụrụ onwe ha. David ji anya ya hu ntị ya mgbe ọ na-azụ ahịa na Sierra Lone. Anye enwetebuolara gị akụkọ ya.",
    "Na nke a, BBC na David Anyele nwere mkparịta ụka, ọ kọwara anyị ihe ọ mụtara na ọnwụnwa ọ gabigara na ka o si tinye ya na ọrụ.",
    "Ọ sị na \"Ndị ọchịchị na ele ndị ike dị n'obi anya ka ndị arịrịọ. Ndị chọrọ enyem aka nrị ọnụ\"",
    "Akụkọ ndị ga-amasị gị:",
    "Mba Amerịka, UK na Fransị awakpola Sirịa",
    "Lee ụmụ ndị China na-ata ahụhụ na Ghana",
    "Ọchị ehi chọrọ ịnapụ anyị ala anyị - Abaribe",
    "Vidio, Otu nwoke hụrụ ọnwụ ya na ndụ. Kirie ka ihụ ka osi gaa, Duration 3,3820 Maachị 2018",
    "Plateau Steeti: 'Baba oyoyo' ọ pụtara Buhari bịa chịa anyị ọzọ?10 Maachị 2018",
    "Vidio, Pụta tulie, ọ bụ ikikere gị igbanwe ọnọdụ ọchịchị Naịjirịa, Duration 3,5712 Maachị 2018",
    "Vidio, Japan 2021: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, Africa Eye: 'O nweghi onye ga-etigbunwu m n'Afrịka niile - Jane Mugo, Duration 5,3025 Jenụwarị 2021",
    "Vidio, Nigeria UFC: Etu m si bụrụ ọkaibe n'ịlụ ọgụ 'Martial arts' ka awụchara m 'acid' - Lovethpatra Young, Duration 2,4926 Jenụwarị 2021",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Herny Onyekuru: Ị chọrọ ịme ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a, Duration 1,4723 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}