{
  "published": "25 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọgwụanwụ na-egbu anwụnta na-ebute ọrịa ịba mana i were iwe anwụnta hapụ  ime etu o kwesiri n'ihe gbasara ịchụ anwụ, ụchịcha na, ahụhụ ndị ọzọ, inwere ike hapụ igbochi ọrịa goro ọnwụ.",
    "Na nsonso a, Ghana ebe ụmụaka atọ gụnyere ejima dị ọnwa itoolu nwụrụ ka ha kuruchara ọgwụanwụ ndị mụrụ ha gbara n'ụlọ ha.",
    "Ọkachamara n'ihe gbasara ahụike ọha na ụlọọgwụ Lagos University Teaching Hospital(LUTH) bụ Dọkịta Ezekiel Oridota kwụrụ na emeghị  ọgwụanwụ ka o kwesiri nwere ike ibute nsogbu dị icheiche dịka mgbaka akpụkpọahụ,ụkwara,azụzụ, ọrịa ebe e si eku ume na ọnwụ.",
    "Ihe ise ịba jiri dị iche na Taịfọd",
    "Ụzọ iri ị ga-eji gbochie ịba lasa",
    "Lee ụzọ ise ị ga-esi gbalahụ iji aka gị gbuọ onwe gị ebe n'achụ anwụ:",
    "Ogwụanwụ ndị na-enyekarị nsogbụ na-abụkarị ọgwụ ndị ọrụugbo ji echekwa  mkpụrụ ha kọrọ ka ọ ghara ịgba ụtụ. Ebe ụfọdụ bụ ọgwụanwụ gọọmentị mabidoro n'iwu mana ndị mmadụ gara n'ihu were ya egbụ ahụhụ.",
    "Dọkịta Oridota dọrọ ndị mmadụ aka na ntị sị\"Gba mbọ gụọ ihe e dere n' ahejiri mee ọgwụanwụ ịtupu ịzụ ya.\"",
    "Zụụ naanị ọgwụanwụ e jiri flawa mebe",
    "Dịka Dkta Oridota siri kọwaa, ọgwụanwụ ndị na-egbukarị ndị mmadụ bụ ndị nwere  chemịcalụ a kpọrọ 'organophosphosphate' nakwa 'carbamate'.",
    "Ebe foto si, Getty Images",
    "Ọ sị: \"Gbara ọgwụanwụ nwere chemicalụ ndị a na-akpọ 'organophosphosphate' nakwa 'carbamate' n'ihi na ihe ahụ dị n'ime ha mere ka  ha na-egbunwu anwụ, ụchịcha na oke nwekwara ike igbụ mmadụ.\"",
    "Yiri ihe n'aka na ị na-agba ọgwụanwụ",
    "Ọgwụanwụ nwere ike ikuba n'ọnụ,n'imi nakwa metụta gị n'ahụ na ị na agba ya. Iji gbochi nke a, Oridota nyere ndụmọdụ ka ị yiri ihe n'aka, n'elu imi nakwa n'arụ gị oge ị na-agba ọgwụanwụ.",
    "Nye ohere tupu ịlabanye n'ụlọ ị gbara ọgwụanwụ",
    "Nyee ogologo oge iji chere ka ọgwụanwụ kusasịa tupu ịbanye hiee n'ụlọ ị gbara ọgwụanwụ.",
    "Oridota dụrụ ọdụ ka, \"Mepe windo gị na ma chee ogologo oge ma ịgbacha ọkwụanwụ tupu ịlaba ụra.\"",
    "Edowela ihe oriri maọbụ ihe ọṅụṅụ na okpokoro ejibu tinye ọgwụanwụ",
    "Ụfọdụ na-asa okpokoro ha ji debe ọgwụanwụ na kemikalụ ndị ọzọ were tinye mmanụ, mmiri na ihe ndị ọzọ a na-etinye n'ọnụ. Oridota kwuru: \" Onwela ndị nwụrụ site n'ime ụdị ihe dị otu a.\"",
    "Edowela nri, mmiri n'ebe ị na-edewe ọgwụanwụ",
    "Oge ụfọdụ ndị mmadụ na hapụ nri na mmiri ha oghere mee ka ọgwụanwụ na hibanye na mmiri na nri a na-eri eri. Oridota kwukwara mkpa ọ dị ikuziri ndịọrụugbo ụzọ ha ga-eji chekwaa ihe ha kọrọ na-ejighị ajọ ọgwụ nwere ibanye na nri.",
    "Ebe foto si, AFP",
    "Jiri akwa mgbochi anwụta chụọ anwụ",
    "Dịka ọkammụta Oridota siri kwuo, \" Irahụ ụra n'ime akwa mgbochi anwụnta bụ ụzọ kachasị mma igbochi ọrịa anwụta.\"",
    "Gee ihe Dkta Oridota kwuru na bekee:",
    "Buharị akatọọla ọnwụ ndị ụkọchukwu abụọ",
    "Gịnị mere akwụkwọ eji amaonye ndị Naịjirịa?",
    "Chimamanda na okwu feminizim",
    "World Malaria Day: Ihe ise ịba jiri dị iche na Taịfọd25 Eprel 2020",
    "Iba Lasa abanyelaa ihe ruru steeti 20 na Naịjiria5 Eprel 2018",
    "",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa1 Juun 2024",
    "\"Ndị niile nwere ụlọ maọbụ ala n’Enugwu ga-ebido ịkwụ gọọmenti akatamkpo ụgwọ ala kwa afọ\"31 Mee 2024",
    "Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa30 Mee 2024",
    "\"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan29 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "Tinubu abaala mba n’ihi ndịagha e gburu n’Abịa steeti",
    "Abụ njirimara ochie ga-enyere aka jikota obodo Naịjirịa – Sịnatọ Victor Umeh",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa",
    "'Ejima m nwụrụ na Malaysia'Emelitere ikpeazụ na: 29 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}