{
  "published": "25 Eprel 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ dị mkpa inyocha ọbara iji mata na ọ bụ ịba",
    "Ihe karịrị ọkara mmadụ niile nọ n'ụwa gbaa gburugburu nwere nsogbu ọrịa ịba.",
    "Ịba bụ ọrịa a na-ebute site n'ọtịta anwụnta nke na-egosi onwe ya site na ahụọkụ na oyi ọmụma.",
    "Ebe foto si, Getty Images",
    "Ọ dị mkpa inyocha ọbara iji mata ma n'ọ bụ",
    "Kedụ ihe mere n'agbanyeghị mbọ a na-agba megide ya, achụpụbeghị ya? Kedụ ụzọ anyị ga-esi chekwaba onwe anyị ịgbalahụ ọrịa ịba na mmefu ego dị na ị rịa ya?",
    "Ajụjụ a na ndị ọzọ ka Onye ọkamụta Dọkịta Chukwujekwu Ezechi onye nyocha na Nigeria Institute of Medical Research (NIMR) na ndị ọzọ zara:",
    "Mmadụ ole na-arịa ịba n'ụwa?",
    "Mmadụ nde nari abụọ na iri isii (216m)rịara ịba na mba iri itoolu na n'ụwa  n'afọ 2016.",
    "Kedụ mpaghara kacha nwe nsogbu ịba?",
    "Ndị isi ojii Afrịka bụ ndị ọrịa ka emekpa ahụ.  Pasentị iri itoolu ndị na-arịa n'ọrịa ịba nọ n'Afrịka, ebe o gbuola ihe ruru pasentị iri itoolu na otu.",
    "Gini mere na anyị ekpochapụbeghị ịba?",
    "Dịka Dkta Ezechi is kọwa, ihe kachasị egbochi Naijiria imeri ịba bụ ; Anaghị etinye uchu nanchọpụta gbasara ịba, gọọmenti anaghị etinye ego na mbọ ịchufu ọrịa iba nakwa ndị mmadụ anaghị echekwa gburu gburu ha.",
    "Ebe foto si, AFP",
    "Irahụ n' ime akwa mgbochi anwụnta",
    "Site na idebe gburugburu gị ọcha, ịlahụ n'ime akwa mgbochi anwụnta na ime nyocha ọbara tupu ibido ịgwọ ịba.",
    "Dr Ezechi sị: \"Ihe na-ebute ịba bụ anwụ. Ọ na-eto n'ebe mmiri adịghị ọcha dọ. Ọ dị mkpa ka ndị mmadụ kpochapụ ngwongwo dịka komkom, karama kụwara akụwa na taya  na gburugburu ha.\"",
    "Ahụ ọkụ niile abụghị ịba. Maka ịgbalahụ ọgwụ ịba ịnyụ ọkụ n'ihe gbasara ọgwụgwọ ịba,  ndị ọkachamara ahụike gụnyere WHO na-adụ ndị mmadụ ka ha mee nyocha ọbara tupu ha ebido ịgwọ ahụokụ ọbụla ha chere na ọ bụ ịba.",
    "Akụkọkachasị n'ụtụtụ a: Ebola ndị ndọrọndọrọ ebubo",
    "Soyinka: Ọchịchị adaala na Naijiria",
    "Saụt Koria agbanyụọla igwe mgbasaozi ga Nọt",
    "Vidio, 'A rịọla m ndị niile m mejọrọ mgbaghara' - Ada Jesus Comedy5 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state26 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Enyinnaya Abaribe",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe anọ ị maghị maka ọrịa ịbaEmelitere ikpeazụ na: 25 Eprel 2018",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}