{
  "published": "3 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ngalaba na-ahụ maka nchekwa nri na ọgwụ na Naịjirịa nke akpọrọ NAFDAC n'aha ịchafụ wakporo ụlọọrụ anọ na-emepụta ọgwụ na Lagos, Ilorin na Kano.",
    "Mwakpo a, na-eso nchọpụta BBC mere nke gosiri etu ndị mmadụ si emebi ọgwụ ụkwara nwere codeine.",
    "NAFDAC kwuru na mwakpo a ha mere, gosiri na ụlọọrụ ndị a ka na-emepụta ọgwụ ụkwara nwere codeine karịrị ọnụọgụgụ iwu ala nyere ha ohere imepụta.",
    "Mmachi Codeine: Dextromethorphan aga-ebe okwu?",
    "Gọọmenti amachiela ọgwụ codeine",
    "Codeine ọtọmegbum: Emzor achụọla ndịọrụ",
    "Nwunye onyeisiala etiela mkpu maka codeine",
    "Onyeisi ụlọọrụ NAFDAC bụ Mojisola Adeyeye, gwara ndị ntaakụkọ na ugbua, ha na-enyocha ọrụaka ndị ụlọọrụ anọ ahụ BBC gosiri n'ihe nkiri ha.",
    "N'ọnụ okwu ya: \"anyị akpachiela ọtụtụ ọgwụ nwere codeine n'ụlọọrụ na-emepụta ọgwụ n'Ilorin.",
    "Ụlọọrụ Bioraj Pharmaceuticals kwuru na ha akwụsịla ọnye ọrụ ha bụ Junaid Hassan ọrụ n'ike, Emzor kwukwara na ha achụọla onye ọrụ ha bụ Chukwunonye Madubuike n'ọrụ.",
    "Ha abụọ pụtara n'ihe onyonyo BBC dika ndị na-eji azụ aka na-ere ọgwụ codeine.",
    "Mana ndị ọnụ na-eru n'okwu na-ekwu na gọọmenti kwesịrị ịta ndị ụlọọrụ a ahụhụ karịa nyocha a na-enyocha ha.",
    "Ụzọ anọ ndị ọrụ ntaakụkọ sị ahụshị anya n'ọrụ.",
    "Ụlọikpe ajụla ịhapụ Dino Melaye rue Juunu 11",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}