{
  "published": "10 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Mba niile nakwa agbụrụ niile nwere ihe ha na-asọ nke ha na-ewe na ime ya ga-ebutere ha ọdachi.",
    "Ime ụfọdụ ihe ndị ahụ mgbe gboo nwere ike ibute nsọ ala na ịsacha maọbụ Ịkwụ ala nke bekee kpọrọ 'cleansing'.",
    "Ụfọdụ n'ime 'nsọ' ndị a bụ ihe ndị a mụrụ n'ọgbara ọhụrụ nwere ike ịhụta dịka ihe na-atọ ọchị, maka etu o si dịka ihe na-araghị ahụ.",
    "Ị ma uru ọjị bara n'ala Igbo?",
    "Ihe ndị ị kwesịrị ịma tupu ị lụọ nwaanyị Igbo",
    "Lee ihe isii (6) ndị Igbo na-ewe ka nkwenkwe ụgha nke bekee kpọrọ 'superstitious belief'.",
    ") Ịṅefe nwaanyị dị ime ụkwụ: Ụfọdụ oge ka ị ga-anụ ka mmadụ tiri mkpụ \"ngwa gafegharịa ụkwụ ya ọsịsọ\". Nke a na-abịa ma ị gafee ụkwụ mmadụ ọkachasị nwaanyị dị ime.",
    "Ha na-ekwu na Ị ṅefee ụkwụ nwaanyị dị ime, na ị ga-aghọgburu ya nwa nọ ya n'afọ (ya bụ na nwa ya ga-eyi gị kama iyi nne na nna ya) maọbụ ọ ga-amụta akpụda.",
    "Ebe foto si, Getty Images",
    ") Aka ịkọ ụkọ: Ụfọdụ ndị Igbo kwenyere na ọbaaka na-akọ gị ụkọ na ọ pụtara na ezigbote ego ga-abanye aka n'oge na-adịghị anya.",
    ") Iji aka ekpe: Ụfọdụ na-ekwu na iji aka ekpe enye mmadụ ihe adịghị mma. Ha sị na ọ bụ mkparị nye onye ị na-enye ihe ọkachasị ọ bụrụ onye tọrọ gị.",
    ") Igbu mkpọrọhịhị: Ndị Igbo kwenyere na onye na-egbu mkpọrọhịhị n'abalị na-akpọpụta agwọ nke nwere ike ịbata n'ụlọ. Ha na-ekwukwa na mkpọrọhịhị na-ebutekwa mmụọ na-aga n'abalị.",
    ") Azala ụlọ n'abalị: Oge mmadụ na-eto, ọtụtụ ndị kwenyere na ịza ụlọ n'abalị na-akpọlite ndị mmụọ. Ha kwenyekwara na ịza ụlọ n'abalị bụ izafu akụnaụba dị n'ezinaụlọ ahụ.",
    "N'otu aka ahụ, ụfọdụ ndị Igbo anaghị ekwe ka ọnụ azịza metụ ha n'ụkwụ. A na-ekwu na ọnụ azịza metụ gị n'ụkwụ na ọ ga-ewepụ ihe ị ji bụrụ nwoke.",
    "Ebe foto si, Getty Images",
    ") Ịza oku: Ndị Igbo na-ekwu na ị nụ aha gị ma ị hụghị onye kpọrọ gị oku, na gị azakwala.",
    "Ha kwenyere na ịza oku a nwere ike ibute ọnwụ maka na 'ọ bụ chi gị na-akpọ gị'.",
    ") Ịgba aka ahịa: Ụfọdụ ndị kwenyere na ọ bụrụ na ị kwụọ ụgwọ ma ị gote ihe n'aka ha, na ị bupula njọ ahịa gaara ajọ ha ụbọchị ahụ. Ha kwenyere na ị ga-ebutere ha akanchawa.",
    "Ebe foto si, Getty Images",
    ") Ịghọ njọ maọbụ ịdọ ashị: Ụfọdụ kwenyere na ọ bụrụ na otito too gị n'anya, na ọ pụtara na ị naghị enye mmadụ ihe.",
    ") Ịma uzere: Ụfọdụ ndị na-ekwu na ị maa uzere na ọ pụtara na mmadụ na-akpọ aha gị n'otu ebe.",
    ") Iji enyo aga ahịa: Ụfọdụ ndị na-ekwu na ị were enyo gaa ahịa, tinye ya n'etiti ụkwụ gị, na ị ga-ahụ ndị mmụọ nakwa ndị ụkwụ ha na-anaghị emetụ ala.",
    "Ebe foto si, Getty Images",
    "Ị chọrọ ịhụ mmụọ?",
    "Ị ma ndị ọzọ?",
    "Akụkọ ga-amasị gị:",
    "Ihe na-akpa m bụ nchekwa na akụnaụba obodo",
    "Etu ndị Sinetọ si agbari ego Naijiria",
    "Ndị mahadum IMT majara onye ntaakụkọ BBC",
    "Vidio, Ndị Igbo na-ekwu na Igbo agaghị enweta ọchịchị Naịjirịa na 201926 Maachị 2018",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru22 Febụwarị 2018",
    "Ọmụgwọ ọ bụ omenala ga-akwụsị n'ala Igbo?15 Maachị 2018",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ imeelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'elekere 7 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere m ji rie mbọmbọ ọsọ na PDP - Uche OgbuaguEmelitere ikpeazụ na: 25 Febụwarị 2020",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}