{
  "published": "11 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ mmadụ nwụrụ maka ịgbuichi a",
    "Ọ ga-atụ gị n'anya, mana foto a na-egọsị ụdịrị ichi ndi mmadụ na-egbu n'ala Igbo mgbe gboo.",
    "Ịgbuichi dị ụzọ abụọ ama ama. Otu bụ ụdịrị ndị Nri na echi, nke ọzọ bu nke ndị Agbaja. Ichi Nrị na-ewu bu na gbụrụgbụrụ Ọka bu obodo di na Anambra steeti ugbua, nke Agbaja si na gbụrụgbụrụ Ọgwụ nke dịzị na Enugwu steetị.",
    "N'ime akwụkwọ akpọrọ Journal of International African Institute na Bekee, ha kọwara na ndị Igbo anaghị egbu ichi maka ị gosi ebe onye gburu ya sịrị bia.",
    "Ihe ndị ị na-ekwesịghị ime n'akụkụ onye Igbo",
    "'Aguleri na Igboukwu abụghị mbido Ndigbo'",
    "Ihe ndị ị kwesịrị ịma tupu ị lụọ nwaanyị Igbo",
    "Ọ bụ maka igosi ogo, ọkwa maọbụ ugwu, na ị gosi na onye ahụ abaala otu ndị ọzọ.",
    "Ha na-akpọ ndị gburu ichi ndịnze maọbụ ndịichie.",
    "Naanị ndị dị ike ga-egbụ ichi",
    "Dịka omenaala siri kwu, ọ bụ sọọsọ ndị gburu ichi ga-emeri ọnwụ.",
    "N'oge ahụ, ha nwere nkwenye na ndị gburu ịchị ga-ebi ebeebe n'ala ndị mmụọ.",
    "Ndị gburu ichi anaghị arụ ọrụ dịka ndị ọzọ, ha anagị ebu ihe ọbụla n'elu isi ha. Ọ bụ arụ ị chọ ha okwu obụla maọbụ kpaso ha iwe.",
    "Ọ dị ezigbo mkpa ka ọnwa na anyanwụ dị n'ichi ọbụla ha ga-echị.",
    "Ọnwa na-ebụrụzọ, anyanwụ na-esote ya, nke atọ ga-abụ ichi ahụ.",
    "Otụtụ ndị igbo nwere nkwenye na Ogbanji ka dị ire",
    "Igbuichi ọzọ ha na-egbu bụ maka ụmụaka ha chere na ha bụ ogbanje.",
    "Dịka omenaala siri kwu, ha na-egbu ha ichi a ka mmụọ ogbanje naghị mata ha ma ọ bịa ọzọ.",
    "Ọzọ bụ igbu ichi maka ntị fụrụafụ.",
    "Ndị Igbo nwere nkwenye na igbuichi a ga-eme ka ntị ọbụla fụrụafụ gba mmee nakwa da ba n'ime.",
    "Ị ma uru ọjị bara n'ala Igbo?",
    "Ihe ndị ị na-ekwesịghị ime n'akụkụ onye Igbo",
    "Etu e siri egbuichi",
    "Ọ bụ n'isi ụtụtụ ka onye chọrọ ị gbu ichi ga-ebilite, pụọ n'iro, dina n'ala cheli ihu ya elu.",
    "Ha ga-eji mma toro ogologo dị nkọ gbuo ichi a.",
    "Ọ bụ arụ ka onye ahụ bee akwa, maọbụ tie mkpu mgbe a na-egbu ya ichi a.",
    "Onweghị ihe ọbụla ha ga-enye ya maka ị nye aka ịdị ụfụ maọbụ ị kwụsị ọbara ga-agba n'oge igbu iche a.",
    "Igbuichi a bụ maka ị chọ mma",
    "Onweele ndị nwụrụ mgbe a na-egbu ha ichi, otụtụ ndị ọzọ kpuru isii maka ihe a.",
    "Ọ bụrụ na onye ha na-egbu ichi bee akwa, e nwere ike ị napụ ya akụnaụba ya.",
    "Ebe anaghị egbuichi n'ahụ mmadụ",
    "Anaghị egbu ichi na obi, uvu maọbụ n'ụkwụ, ọ bụ sọọsọ n'ihu na afọ ka ha na-egbu ichi.",
    "Igbuichi bụ ihe ogo",
    "Ihe kwụsịrị igbuichi",
    "Ugbua, onweghị onye ị ga-ahụ gburu udịrị ichi a na egbu mgbe gboo.",
    "Onya ọkammụta aha bụ Chigozie Nnabuihe kwuru na ndị niile gburu ichi a anwuchaala.",
    "O kwukwara na ọbịbịa ụka otu Kraịst mere ka ọtụtụ mmadụ kwụsị igbuichi.",
    "N'ime akwụkwọ Journal of International African Institute, otu nwoke a jụrụ ajụjụ kwuru na ụmunwoke ugbua anaghị enwe ike idi ụfụ ga-apụta na igbu ichi a.",
    "Otu Obasanjo kpokobara abala ndọrọndọrọ",
    "Onye odee akwụkwọ ndi otu CAN awụọla",
    "Ị ma na ọjị anaghị anụ bekee n'ala Igbo?4 Eprel 2018",
    "Ọmụgwọ ọ bụ omenala ga-akwụsị n'ala Igbo?15 Maachị 2018",
    "Vidio, Edochie si na ọjị bụ ihe eji anabata ndi obịa19 Febụwarị 2018",
    "Vidio, Ihe mere m ji echekwa arụsị ndị ọkpụkperechị wepụtara ịla n'iyi- Father Okunerere9 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Fada Mbaka egbuola ikpere n'ala rịọọ Bishop Onaga na ụka Katọliki mgbaghara9 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Fada Mbaka egbuola ikpere n'ala rịọọ Bishop Onaga na ụka Katọliki mgbaghara",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}