{
  "published": "16 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Nkemdilim",
    "Senior Broadcast Journalist, Igbo Service",
    "Ebe foto si, Teyannasecret/Instagram",
    "Ejiji ndị ndị Igbo pụụ iche nke ụkwuu",
    "Ịlụ di maọbụ nwaanyị bụ ezigbo njem na ndụ mmadụ. Ọ bụ ihe mmadụ ole n'ole chọrọ ijide aka tupu ha ahapụ ụwa.",
    "N'ala Igbo, nwoke gara ịlụ nwaanyị ga-amara na ọ bụghị sọọsọ nwunye ya ka ọ na-alụ. Ọ na-alụkwa ndị be ya niile. N'otu aka ahụ, nwaanyị na-alụ di na-alụkwa ndị be ya. N'ihi nke a, onye ọbụla siri n'ezinụlọ ha abụọ na-etinyekọta aka ịhụ na mmemme gbasara ndị a na-achọ ịlụ onwe gara nke ọma.",
    "Okporoụzọ Umunya ọ nyịala gọọmentị idozi?",
    "Ịdịnotu ọdịla n'ala Ozalla?",
    "Ihe ukwu nke dị n'alụm di na nwunye bụ uwe ha ga-eyi n'ahụ makwa nke ndị ga-abịanụ ga-eyi.",
    "Ndị a bụ uwe dị icheiche ndị be anyị na-eyi n'ala Igbo.",
    "Uwe nwaanyị na-alụ dị na-adị iche maka ọ bụ ya ka onye ọbụla ga-ekiri ụbọchị ahụ. Nke nwoke na-apụkwa iche nke ya.",
    "Ebe foto si, Clarisbay/Instagram",
    "Ọ bụnwaanyị ka onye ọbụla ga-ekiri ụbọchị ahụ.",
    "Ọtụtụ ụmụ nwaanyị na-eme ịgbankwu na-eyị uwe elu na nke mwụda. Ọbụghị iwu na uwe a ga-enwe otu agwa, mana agwa akwa nwaanyị ga-eyi ga-emejurịta ibe ya.",
    "Aka uwe elu a nwere ike ịkwụsị ebe ọbụla. E nwere ike iji ọla akwa dị icheiche achọ ya mma. Uwe mwụda bụ ụdịrị akwa na-amasị ndị ibe nke nwunye na ndị agbọghọ bịara mmemme a. Ndị nwaanyị lụrụla di na-adị ama akwa n'ukwu.",
    "Ndị nwoke na-eyi uwe elu na traụza. Ụfọdụ na-ama akwa n'ụkwu.",
    "Nke a bụkwa uwe ọzọ dị mkpa n'ejiji alụm dị na nwunye dịka omenaala Igbo sịrị dị.",
    "Ebe foto si, Divalukky/Instagram",
    "Ọdụ ịnyịnya, okpu na ọla olu bụ ụfọdụ ihe eji achọ mma",
    "Nwaanyị nwere ike ịsụ ịchafụ n'isi. E nwere ike itinye ola uwe n'ịchafụ nke nwaanyị ka ọma ezigbo mma. Nwoke na-ekpu okpu isi. O nwere ike ịbụ okpu na-acha uhie uhie, edo na ndị ọzọ.",
    "Uwe a na-eyi n'igba nkwụ nwaanyị anaghị ezu oke ma ọbụrụ na ola dị icheiche adịghị na ya. Ọla ọcha, ọla edo, kọral, ọdụ na ọla a na-etinye n'akwa. Ha juru eju. Nwaanyị na nwoke na-agba uwe olu na nke aka. Ọzọkwa, nwaanyị na nwoke nwere ike iji ọdụ ịnyịnya. Nwaanyị nwekwara ike iji akụpe n'aka ma ọ chọọ.",
    "Abịa na akpụkpọ ụkwụ, ndị nwaanyị na-eyi akpụkpọ ụkwụ mara mma. Ufọdụ na-eyi nke dị elu maọbụ nke ala ka ha nwe ohere ịgba egwu. Nke ndị nwoke bụ nke e ji akpụkpọ anụ mee.",
    "Ebe foto si, Teyannasecret/Instagram",
    "Mkpọrọ na-eme ka ejiji nwoke",
    "N'ikpeazu, nwoke nwere ike jide mkpọrọ o ji aga ije.",
    "I ga-egbu ụdịrị ichi a egburu mgbe gboo?",
    "Ihe ndị ị na-ekwesịghị ime n'akụkụ onye Igbo",
    "Uru nwaanyị abụghị sọ n'ụsọekwu",
    "Omume",
    "Omenala",
    "Ezinụlọ",
    "Alụmdịnanwụnye",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọelekere 9 gara aga",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}