{
  "published": "18 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Violet J kwuru na ọ nọ n'ụra mgbe ara ya bịara fagide ya n'olu chọrọ ị fagbu ya.",
    "Mana o tiri mkpu ma bilie, ya bụrụ ara ya bịara fachie ya na nkọlọ na-ekweghi ya kuru ume.",
    "Ihe a bụ akụkọ ọtụtụ ndị ụmụnwa nwere ara ukwu na-ahụ.",
    "\"Kamgbe ahụ anaghị m eji azụ m, arahụ ụra, kama akụkụ m\" dịka Violet kwuru.",
    "O kwuru na ihe ga-egbo nsogbu ahụ bụ ịwa ara ya.",
    "Ndị Medview akwụwala ndị njem n'ọdọ ụgbọelu",
    "Ike agwụla ndị iro anyị-Sam Ọnwụemeodo",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Joe Igbokwe: A bụ m oke osisi n'ezinụlọ Igbokwe, nwanna m sị na-agụpụrụ m esoghi atụ ụtụ ụmụnna, Duration 4,513 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie dị afọ 29, Duration 4,04elekere 5 gara aga",
    "Vidio, Ogwu-Aniocha: 'Ụmụnwaanyị anyị na-anwụ ka ọkụkọ n'afọ ime maka enweghị ezigbote ụzọ nakwa ihe ndị e ji bi ndụ ọfụma', Duration 11,444 Julaị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Ara m bụ oke ibu arụ nye m, Duration 1,5418 Mee 2018",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Chinedum Ofomata: Ndị ọcha na-akwalite asụsụ n'omenala Igbo karịa ndị Igbo, Duration 4,1828 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 6 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}