{
  "published": "22 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwafọ Igbo ama ama n'ime ihe nkiri Nollywood bụ Bobmanuel Odogwu kwuru na ọnọdụ ndị Igbo na Naịjirịa bụ ihe nwute.",
    "O kwuru nke a mgbe ya na BBC Igbo nwere mkparịtaụka n'Enugwu.",
    "Odogwu kwuru na ndị Igbo bụ ndị mbụ na Naịjirịa, mana e bidoro na akpagbu ha ma kpagide ha n'akụkụ.",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'Awka",
    "'Ndigbo agaghị alụ agha nwereonwe ọzọ'",
    "O kwuru na mgbe a lụchara agha Biafra, na a naara ndị Igbo ihe niile ha nwere.",
    "Mana n'ime afọ iri anọ, ndị Igbo wee pultekwa dịka osiisi achara ma soro n'ihe niile a na-eme na Naịjirịa.",
    "Odogwu gara n'ihụ rịọ ndị Igbo ka ha nwee otu obi ma pụta n'okwu ndọrọndọrọ ọchịchị na Naịjirịa, i ji were ezi ọnọdụ ruru ha.",
    "Nollywood",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Igbo Presidency 2023: Anyị jikọta ọnụ enweghị ihe anyị agaghị eme na ndọrọndọrọ ọchịchị - Kenneth Okonkwo, Duration 8,473 Jenụwarị 2022",
    "Vidio, Paralympics 2021: Ịkpụ ụzụ na-eme ka m chefuo na m nwere nkwarụ - Lucy Ejike Obichukwu, Duration 4,5116 Disemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}