{
  "published": "13 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ala, agwọ eke bụ onyeozi ọtụtụ ofeke mmụọ",
    "Ala Igbo bụ ebe amaama dịka ala na-akwado mmụọ dị icheiche dịka dọkịta Chigọzie Nnabụihe sịrị kọwa.",
    "Ufọdụ mmụọ a biri na mbarigwe, n'ime mmiri, n'ime ala na ebe ndị ọzọ.",
    "N'ime akụkọ nke a, anyị ga-agosiputa mmụọ dị icheiche n'ala Igbo nakwa ka e si efe ha.",
    "Idemmiri afọ a kacha njọ - Osinbajo",
    "Nwata akwụkwọ akwụọla ụdọ na mahadum Nsugbe",
    "Igbo bi n'ofesi ekpebiela maka nnwereonwe Alaigbo",
    "ALỤSỊ",
    "Alụsị bụ mmụọ di icheiche so Chi-ukwu n'usoro mkpa n'ala Igbo. (Anyị ga-akọwa maka Chi na ngwụcha akụkọ a).",
    "Alụsị n'ala Igbo dị icheiche. Ụfọdụ n'ime ha bụ:",
    "ANYANWỤ na ỌNWA",
    "Anyanwụ bụ Chi a na-efe na mba ofesi dị iche iche",
    "Anyanwụ na Ọnwa bụ mmụọ abụọ ndị Igbo nwere nkwenye na ha bụ ndị ozi Chi.",
    "Anyanwụ bụ anya Chi, ọ na-aga njem na mbara igwe. O si ọwụwa anyanwa na-aga ọdịda anyawụ ụbọchị niile.",
    "Dọkịta Chigọzie Nnabụihe kwuru na ndị Igbo kwenyere na omenala ndị Nri na-efe anyanwụ nke ukwuu nke bụ na ha na-egbu akara ya n'ihu.",
    "Uru ọmụgwọ bara n'omenala Igbo",
    "Igbo nwere nkwenye na Anyanwụ bụ Chi na-enye ahụmaụzọ. Dika ka ọkụ anwụ sị achụsa ọchịchịrị, Chi nke a na-ekpupụ ihe niile dị na nzuzo.",
    "Igbo nwekwa nkwenye na ọnwa bụ ndị ozi Chi-ukwu.",
    "Dịka akụkọ a sịrị ga, ụbọchị niile ka Chi-ukwu na-ezipu Anyanwụ na Ọnwa gawa ụwa.",
    "Ọnwa na Ala bụ ụmụnne",
    "Anyanwụ sị ọwụwa anyanwụ na-aga ọdịda nyanwụ nakwa ọnwa sị mpaghara ugwu na-aga ndịda.",
    "Ha abụọ bụ mmụọ kewara ụbọchị anọ dị n'ọnụ ọgụgụ ụbọchị n'ala Igbo akpọrọ Nkwọ, Eke, Orie na Afọ.",
    "Dika ndị Igbo siri nwe nkwenye, mmụọ ndị a bụ ndị na-agwa 'Chi' ihe niile na-eme n'uwa.",
    "IKENGA",
    "Ikenga bụ mmụọ ama ama n'ala Igbo. Omenala kọwara na ọ bụ ya bụ sọọsọ Chi puru mpi nakwa siri ezigbo ike.",
    "Ikenga bụ chi akachasị enwe akpụrakpụ ya n'ala Igbo",
    "N'oge gboo, ụmụnwoke niile n'ala Igbo nwekwa agba n'ime ọgbọ ha nwere Ikenga nke ha na-efe, ụfọdụ ụmụnwaanyị nwekwara Ikenga nke ha.",
    "Dika Igbo siri wee nkwenye, Ikenga bụ mmụọ na-enye akanaụba, mmerị n'oge agha na ihe ọma ndị ozọ.",
    "Ha na-eji ọbara ọkụkọ maọbụ ewu nakwa ji na ose were turu Ikenga aja.",
    "NDỊ ICHIE",
    "Ndị Ichie bụ ndị nna-nna bi buru n'oge garaaga. Ha bụ mmụọ na-eyi nnukwu egwu oge ọbula, maka Igbo were nkwenye na ha nwere ike ị nye ngọzị maọbụ bụọ onye ahụ ọnụ.",
    "Ezenaụlọ niile n'ala Igbo nwere 'Ndị Ịchie' nke ha, dịka omenaala siri kọwa ha bụ mmụọ na-erị ndụ nke ọma makana oge niile ka a na-atụrụ ha aja.",
    "Ndị Ichie bụ mmụọ na-enye amamihe, mana Igbo anaghị efe ha, sọọsọ nsọpụrụ ka ha na-enye ha. Igbo nwekwa nkwenye na Ndị Iche lọrụ ụwa.",
    "ALA",
    "Omenala kọwara na mmụọ Ala bụ nwaanyị.",
    "Ọ bụkwa mmụọ ama ama na-enye nwa.",
    "A gafesie Chi-ukwu, ala bụ mmụọ kachasị mkpa n'ala Igbo.",
    "Ihe 7 ị ga-eji cheta ndị Naịjirịa ma ị zute ha n'ụgbọelu",
    "N'oge gboo, Igbo nwere nkwenye na ala nwere ike imesu onye ọbụla kpasuru ya iwe.",
    "Ọ bụkwa mmụọ a na-ahụ na ihe niile a kọrọ n'ugbo mịrị mkpụrụ, na-ahụ na mmiri dị n'ala oge ọbụla.",
    "Igbo nwere nkwenye n'ala bụ nne na-enye ndụ.",
    "Igbo nwere nkwenye na Chi-ukwu si ala nwe kee mmadụ.",
    "Ihe a mere ka ọ bụrụ iwu na ha ga-eli onye Igbo nwụrụ anwụ n'ime ala.",
    "Mana, onye ọbụla kpasoro ala iwe, Igbo nwekwara nkwenye n'ala ga-ajụ ahụ onye ahụ.",
    "Dịka ka omenaala sịrị kọwa, Amadịọha bụ Di Ala, nakwa na-agwọ Eke bụ onyeozi mmụọ a.",
    "Ọ bụ Ala bụ mmụọ na-elekọta iwu niile dị n'ala Igbo nakwa chekwa ụmụnwaanyị na ụmụaka.",
    "A na-efe Ala ruo ugbua na mme mme iri jii ọhụrụ.",
    "OFEKE MMỤỌ",
    "Dịka ala, agwọ eke bụ onyeozi ọtụtụ ofeke mmụọ",
    "Ofeke Mmụọ bụ mmụọ ọjọọ.",
    "Dịka ndị Igbo siri nwe nkwenye, n'Ogbanje na mmụọ mmiri bụ ndị kacahsị bụ mmụọ ofeke ama ama.",
    "Ụdịri mmụọ a na-ebuta nnukwu egwu, ha nwekwa ndị na-efe ha ruo ugbua.",
    "Dika ihe esemese anyị gosiri, ọtụtụ n'ime ndị mmụọ a na-apụta dịka ụmụnwaanyị machara mma nakwa nwere akụnaụba na ike.",
    "Igbo nwere nkwenye na mmụọ mmiri a na-ebi n'ime mmiri dị icheiche n'ala Igbo.",
    "Nnukwu mmiri dịka nke Njaba, Oshimiri nakwa Ota mmiri dị n'Imo steeti bụ ebe ha nwere nkwenye na mmụọ mmiri bi.",
    "Ọgbanje bụkwa ofeke mmụọ.",
    "Ọ bụ mmụọ na-ata ndị mmụrụ ya ahụhụ.",
    "Dịka ka omenala siri kọwa mmụọ a na-ama ụma nwụrụ ma o ruo oge ọchọrọ ị nwụ.",
    "CHI-ukwu",
    "O teela ndị Igbo na-efe mmụọ akpọrọ 'Chi'. Ọ bụ chi nke ha kwenyere kachasị chi niile ha na-efe.",
    "Na nkwenye ndị Igbo, Chi bụ mmụọ kachasị dị ukwu n'ala Igbo.",
    "Igbo nwere nkwenye na Chi bụ nwoke, bụkwa mmụọ nke kere ụwa niile.",
    "Ya mere ha na-akpọ ya Chineke maọbụ Chi okike makwa bụrụ onye ga-ekpe ikpe kwụrụọtọ na ngwụcha oge.",
    "N'ala Igbo, ha kwenyere na onwebeghi onye jiri anya ya abụọ hụ ya, ya mere onweghị ihe ọbụla akpụrụakpụ a na-eji egosipụta mmụọ nke a dịka ha kpụrụ akpụ.",
    "Dịka ndị ụka Krist siri nwe nkwenye na 'Chukwu', ndị Igbo nwekwara nkwenye na 'Chi' bi na mbara igwe (elu), ihe a mere ka ọtụtụ ndekọ nwere nkwenye na Chi nke ndị Igbo na nke ndị ụka Kraist bụ otu mmụọ.",
    "Ofụfe",
    "Naijiria",
    "Asụsụ",
    "Omenala",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ akaelekere 6 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ aka",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}