{
  "published": "25 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Anwụchiela ụfọdụ ndị ụlọọrụ Jamb maka agwọ lolo ego",
    "Kemgbe mmadụ nwụrụ mgbe agwọ tara n'ụlọ mposi, ụjọ jizi ndị mmadụ maka nke a.",
    "Mana ị ma ihe ị ga-eme ma agwọ taa gị maọbụ etu ị ga-esi chụpụ agwọ n'akụkọ ebe i bi?",
    "Agwọ atụọla nwanyi n'ike n'ulo mposi",
    "Agwọ loro ego: EFCC anwụchiela mmadụ",
    "Ngwa gụrụ akụkọ a gawa n'ihu ka ị mata ihe ndị a.",
    "Ebe foto si, Getty Images",
    "Udi agwọ dị iche iche n'ụwa ruru puku 3,400",
    "Agwọ bụ anụmanụ na-ebi n'ọhịa na-akpụ akụ.",
    "Ụfọdụ agwọ anyị na-ahu na mpaghara Afịrịka bụ ;Eke, ajụala, echieteka na ndị ọzọ.",
    "A kwụsịla onye JAMB boro agwọ ebubọ ọrụ n'ike",
    "Ekwere agwọ arụ ya anaghị egbu mmadụ ma nwee nke na-egbu na-atufughị oge.",
    "Ngalaba na-ahụ maka ahụike na mbaụwa bụ World Health Organisation (WHO) dere akwụkwọ ọhụrụ kọwara na n'otu afọ, ihe karịrị mmadụ nde 5.4 ka agwọ na-ata niile n'ụwa.",
    "Iba Lasa eriela ndụ otu onye ọrụ ahụike",
    "Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ",
    "Lee nkọwa etu ị ga-esi ma agwọ nwere ike igbu mmadụ nakwa ihe niile i kwesiri ime ngwa ngwa ma ọ bụrụ na agwọ taa gị ma ọ bụ taa mmadụ n'ihu gị.",
    "Ebe foto si, Getty Images",
    "Olulu di n'imi Agwọ ka ọ jị achọpụta anụ o ga-eri",
    "Lee isi ya: Ọtụtụ agwọ ọjọọ nwere isi dika ihe nwere akụkụ atọ nke a kpọrọ 'triangle' na Bekee.",
    "Lee agwa ya: Ụfọdụ ajọ agwọ nwere agwa na-acha ọfụma",
    "Lee ma ị ga-ahụ olulu n'etiti anya na imi ya: Ọtụtụ agwọ ọjọọ nwere olulu bụ ihe ha ji aṅụta isi anụọhịa ha chọrọ igbu.",
    "Anya agwọ: Ọ na-ara ahụ iji anya agwọ mara ma ọ bụ nke na-ata arụ na-egbu mmadụ ka ọ bụ nke nkịtị n'ihi na ọtụtụ agwọ ọjọọ na-achọ nri n'ụtụtụ nwere nwaanya (pupil) dị okirikiri.",
    "Lee ebe ọ tara gị maọbụ onye ọ tara: Ọ bụrụ na eze ya dịkọta ọnụ, o gosiri na agwọ ahụ bụ nke ọjọọ.",
    "Ihe niile I kwesiri ime",
    "Ebe foto si, Getty Images",
    "Ọtụtụ agwọ ọjọọ na-acha nke ọma",
    "Kpọọ ndị ụlọọgwụ maọbụ gawa ụlọọgwụ ngwa ngwa!",
    "Lee agwọ ahụ anya ọfụma ọfụma: Ọ dị ezigbo mkpa ka ị kọwara ndị dọkịnta etu agwọ a siri dị.",
    "Dinaa duu n'ala: Nke a ga-akwụsị mmịrị ọjọọ( venom) nke agwọ ahụ ịgbasa n'ime ahụ gị",
    "Jiri akwa a kpọrọ 'bandage' na bekee kechie ọnụ ọnya ahụ.",
    "Ebe foto si, Getty Images",
    "Udi agwọ dị iche iche n'ụwa ruru puku 3,400",
    "A mina ọnya ahụ ọnụ",
    "Ejila mma bee ọnya ahụ",
    "Ejila ụdọ kechie ọnya ahụ",
    "Enyela onye agwọ tara mmanya ike ọbụla.",
    "Atụọla ndị na-achọ Biafra mkpọrọ",
    "Anaghị m atụ egwu ụlọikpe — Innoson",
    "Ahụike",
    "Ọmụmụ na mmụta",
    "Malaria: Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ25 Eprel 2020",
    "World Malaria Day: Ihe ise ịba jiri dị iche na Taịfọd25 Eprel 2020",
    "Iba Lasa eriela ndụ otu onye ọrụ ahụike n'Ondo9 Mee 2018",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15elekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Etu ndị ojiegbe siri tọrọ ndị mmadụ n'ụzọ si Uturu gawa Akara n'Abia Steeti",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}