{
  "published": "28 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gwongworo akụgbuola nwa okorobia dị afọ 35 nọ n'okada n'ike na Satellite town Legọsị.",
    "Aha nwokorobia ahụ bụ Obinna Morris Egbo.",
    "Obinna bụ nwafọ Akụzụ dị n'Anambra steeti gara ịza oku akpọrọ ya n'ekwenti n'ụbọchị n'ụbọchị Mee 24.",
    "Ejima atọ nna ha 'gbara ọsọ'",
    "Lee ụmụ ndị China na-ata ahụhụ na Ghana",
    "Arewa achọghị ka Ipob nọrọ n'ụlọ echi",
    "Ọ banyere okada n'ụzọ Marwa road, Ijegun Satellite town ka ọ wee jee ọsịsọ mana orughi ntabi 30 ọ banyechara ya bụ ọkada, gwongworo kụrụ ya na ọkada kujipu ya aka n'ụkwụ.",
    "Tupu o ruo ụlọọgwụ o kubie.",
    "Lee ihe ndị nwe Obinna na uweojii na-ekwu maka ọnwụ Obinna n'onyonyo a.",
    "Ipob na ndị uweojii na-ama aka",
    "Onye Mali rigoro ụlọelu ịzọ nwata abụrụla onye France",
    "Lai Mohammed: Buhari emeela ọfụma",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Waste recycling: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Uche Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m', Duration 4,103 Nọvemba 2020",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}