{
  "published": "30 Mee 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe nkiri a bara n'ime Ojukwu Bọṅka ga-nyopuo ihe dị n'ime ya.",
    "Ọtụtụ okwu adịghị n'ụka mmgbede, gbaara anya gị ekeresimesi.",
    "Onye mere akụkọ a: Chris Sanctus Okereke",
    "Osikapa ụbọchị ụka ọ na-ewesti oge?",
    "Ihe ise na-egosi na mmiri kọrọ gị n'ahụ",
    "BBC na MTN enweela nkwekọrịta itinye akụkọ BBC na myMTNApp",
    "Etu ndị ntoroọbịa si awụbanye ọbaozi N-Power ịchọ ọrụ",
    "Vidio, Etu ndị uweojii mba Yuganda siri gbuo ndị mmadụ oge ntuliaka, Duration 15,01elekere 5 gara aga",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Biafra: Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo, Duration 9,5429 Mee 2021",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Biafra at 50: Etu Uli/Amọka 'Airstrip' siri zọọ ndị Biafra, Duration 2,5013 Jenụwarị 2020",
    "Vidio, Mbazulike Amechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra', Duration 7,0229 Mee 2020",
    "Vidio, Biafra Remembrance: Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi, Duration 6,3330 Mee 2021",
    "Vidio, Biafra: Etu ndị Igbo ga-esi nwete ya - Tony One Week, Duration 3,0116 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}