{
  "published": "1 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Adichie bụ onye na-agba mbo ihu na nwoke na nwaanyị nọ nhatanha",
    "Soshal media na-akpọtụ na Naịjirịa kemgbe nwanne ụnyaahụ maka okwu ada Igbo bụ Chimamanda Adichie kwuru na mkparịtaụka ya n'ụlọ ntaakụkọ New Yorker nwere.",
    "N'ime mkparịtaụka ahụ, ka Adichie na aza aziza banyere etu o siri ahu asụsu Igbo na ụjọ ọ na-atụ na ya bụ asụsụ na-anazị ana, o kwuru na ndị Igbo toro na Legọs anaghị achọ ịsụ Igbo.",
    "\"Onyere ihe m na-akpọ, na mmegbụ o, ihere Igbo,\" Chimamanda kwuru. \"Ndigbo toro na Legọs na-agbara ịgbo ha ọsọ. Ị hụ ha n'ezi were gwa ha okwu n'Igbo, ha agaghi aza gị n'Igbo.\"",
    "Chimamanda sị na onwere onye wakporo ya",
    "Ejiji ankara Chimamanda pụrụ iche",
    "Okwu a, bụ nwaọbere ọkwụ ka ụwa dọgidere aka n'ime akukọ niile edere na ya bu mkparịta ụka n'tụtụ taa.",
    "Na Twitter, enwere ndị kwere n'ihe Adichie kwuru, ma kwuo n'eziokwu:",
    "Nicholas Ibekwe bu onye ntaakụkọ kwuru na enwere eziokwu di na okwu Chimamanda:",
    "@Tokwonna kwuru na-ebe ọ nọ, na ya bụ akụkọ dị mma maka ọ na-egosi ndị mmadụ na-akwadozi asụsụ Igbo.",
    "@Tokwonna gakwara n'ihu sị na Adịchie bụ \"efele nkụwa nke Igbo\"",
    "@edumontee kwuru sị ka ahapụ Adichie aka maka ọtụtụ ndị na-ako ya ọnụ bụ ndị akpọgara ala Igbo ha ga mụọ Igbo.",
    "@Omojuwa, bụ onye ama ama na Twitter kwuru na ọbụghị ihe Adichie kwuru na-ese okwu, na onwere ihe ọzọ mere ndị mmadụ jị ewere ya iwe.",
    "Mana, onwere ndị ekweghị na okwu Chimamanda kwuru.",
    "@tomisanokomi kwuru na ihe Adichie kwuru adabaghị ma chaa, maka na ndị Igbo ọ ma adịghị eme otu a.",
    "@reminola kwenyere n'ihe okwuru.",
    "@Duks_OG kwuru n'ebe ya na-arụ ọrụ, ndị Igbo na-asụ asụsụ ha, nke mere ya ejighị kwenye n'ihe Adịchie kwuru.",
    "Ka okwu a na-ada, ihe ndi mmadu ga na-ajụ bụ kedu nke bụ eziokwu.",
    "Vidio, Chimamanda: Anyị niile bụ feministi8 Maachị 2018",
    "Ajujụ Chimamanda jụrụ Hillary ebulitela okwu feminizim ọzọ24 Eprel 2018",
    "Ejiji ankara 5 Chimamanda Adichie pụrụ iche21 Febụwarị 2018",
    "NA EME UGBU A Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi",
    "NA EME UGBU A Esther Lungu: A tọhapụla nwunye onye bụbu onyeisiala Zambia a sị zuru ohi",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe 6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok5 Septemba 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mbaEmelitere ikpeazụ na: 21 Mee 2021",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe",
    "E liela ozu mmadụ 110 ọkụ gbagburu n'EgbemaEmelitere ikpeazụ na: 26 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Talcum Powder: Ite nwa ọhụrụ maọbụ onwe gị nzu bekee nwere ike inye gị 'cancer' - Ndị ọkachamaraEmelitere ikpeazụ na: 22 Maachị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}