{
  "published": "3 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Maria na Consolata kwuru okwu ị lụ di mgbe ha ka nọ ndụ.",
    "Maria na Consolata Mwakikuti bụ ụmụ ejima kpụkọtara ọnụ anwụọla site n'ọrịa mkpụrụ obi na mba Tanzania.",
    "Ụmụ nwaanyị ahụ kpụkọtara ọnụ site n'otubo gbadaa nwere otu umeju na otu akpa ume kama ha nwere mkpụrụ obi abụ na aka dị ịcheiche.",
    "Ha gara ụlọọgwụ dị n'obodo ha n'ọnwa disemba maka nsogbu mkpụrụ obi tupu ha anwụọ ụnyaahụ bụ Satode.",
    "Ekewala ejimma abụọ na Bauchi",
    "Ejima atọ anwụọla na Jigawa Steeti",
    "Akụkọ ọnwụ ha butere oke mwute na mba Tanzania n'ihi na ha bụ ndị ama ama ma hụ kwa na-anya nke ukwuu.",
    "Onyeisiala mba Tanzania John Magufuli dere n'elu Twitter n'ọnwụ a wutere ya nke ukwu n'ihi na ejima ahụ chọrọ ị fee ala ha.",
    "Lee ebe Magufuli kwuru nke a ma na-eti ezinaụlọ ha aka n'obi maka ọnwụ ejima ahụ:",
    "Maria na Consolata jụrụ atụmatụ ọbụla ikewa ha site n'ọwụwa ahụ, ma na-ekwu \"anyị nwere olileanya ị lụ otu di n'oge adịghị anya\"",
    "Mgbe BBC gbara ha ajụjụ ọnụ n'afọ 2017 ha kwuru na ha chọrọ ị bụ ndị nkuzi ma ha gụchaa Mahadum.",
    "Ọ bụ ndị enyemaka ụka Katọlịk Maria Consolata zụrụ ha ebe nne na nna ha nwụrụ mgbe ha ka dị obere.",
    "Igwe mmadụ zitere ha ozi ekele n'afọ gara aga ha gụchara akwụkwọ sekọndrị.",
    "Ebola: FAAN etetala n'ụra?",
    "Inec na-eti mkpu maka 'PVC'",
    "Onye Mali rigoro ụlọelu ịzọ nwata abụrụla onye France",
    "Ejima atọ anwụọla na Jigawa Steeti22 Jenụwarị 2018",
    "Ndị ọka mara na Bauchi ekewala ejima abụọ13 Febụwarị 2018",
    "Vidio, Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo6 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Etu e si tọọrọ ụmụakwụkwọ ABSU n'ụzọ si Uturu gawa Okigwe",
    "Onye bụdị Sheikh Gumi a ndị mmadụ kpụ n'ọnụ?",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na EffiumEmelitere ikpeazụ na: 22 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}