{
  "published": "4 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mgbe Pastọ Don Ọdụnze na Oriakụ ya bụ Ogechi Ọdụnze chere na oge ịmụ nwa ha agafela, ha mụrụ ejịma atọ, ụmụ nwoke abụọ na otu nwanyị.",
    "Mgbe BBC Igbo bịara n'ụlọ ya n'Enugwu, Pastọ Ọdụnze jiri egwu ọṅụ na-eto Chukwu ma nyekwa ndị na-achọ nwa ndụmọdụ ka ha tụkwasa chukwu obi n'ihi na ọ naghị agharịpụ onye ọbụla tụkwasịrị obi na ya.",
    "Ejima atọ nna ha 'gbara ọsọ'",
    "Lee ka nwoke si asa ụmụ ejima atọ ya ahụ",
    "'Ndị mmadụ kọrọ m ọnụ nwa' - Nne ejima atọ",
    "Nne Ejima atọ Ogechi Odụnze kọrọ ka ụmụ nwaanyị ibe ya siri na-eme ya akaja na ya na dị ya na-ekpere ndị ọzọ ekpere mana ha apụghị ikpepụta onwe ha.",
    "Don Odunze na Ogechi nwunye ya nọzị ugbua na-enwere aṅụrị.",
    "Ihe Uche Nwosu kwuru maka ebubo ohi na ọchịchọ Biafra",
    "Gịnị bụ nje Herpes a esi na nsusu ọnụ na aramara ebute?",
    "Eh! Ekwenyeghị m na covid-19 dị",
    "Ụlọakwụkwọ Eton arịọla Onyeama mgbaghara maka ịkpasị ya oke agbụrụ",
    "Naijiria",
    "Ụmụaka",
    "Ezinụlọ",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, IVF: Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a?, Duration 7,015 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Jude Eze and Lastma clash: 'Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ', Duration 4,512 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,57elekere 7 gara aga",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}