{
  "published": "15 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ntuliaka nke 2019 na-abịa nso, BBC Igbo bara ahịa igba ndị Igbo na-azụ ahịa ajụju banyere etu ha si akwado.",
    "Ụfọdụ kwuru na ha dị njikere, ebe ndị ọzọ kwuru na ha agaghị eso mee ntuliaka ahụ.",
    "Gee ihe ha kwuru n'onyonyo ebe a.",
    "Ọnwụ Igwe: Ụmụokoroọbịa Akpugo agbaala ọsọ",
    "Nne Shekau: Ahụbeghị nwa m kemgbe afọ 15",
    "World Cup 2018: Lee mmemme niile mere na mmepe Iko mba ụwa taa",
    "Vidio, Pụta tulie, ọ bụ ikikere gị igbanwe ọnọdụ ọchịchị Naịjirịa, Duration 3,5712 Maachị 2018",
    "Usoro INEC ji eme ntuliaka ugbua ga-emegide pati ụfọdụ24 Jenụwarị 2018",
    "Sinetị akwụsịla akwụkwọ iwu ga-awụgharị usoro ntuliaka19 Eprel 2018",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Chioma Akpotha: Mgbasa ka mma karịa ịtụnye ndụ gí n'alụmdi tigbuo-zọgbuo, Duration 9,4020 Febụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Bullying in schools: Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ - Victor Nwankwo, Duration 4,1917 Febụwarị 2022",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}