{
  "published": "9 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Don Odunze/Facebook",
    "Ụmụ ejima atọ goziri ezinaụlọ Dan na Ogechi Odunze",
    "Nwaanyị mụrụ nwa ka ọchọchara nwa afọ iri na itoolu ekwuola na ọtụtụ ndị mmadụ kọrọ ya ọnụ nwa.",
    "Ogechi Odunze, nwunye ụkọchukwu a ma ama bụ Don Odunze (Jnr) ritere ejima atọ na nsonso a.",
    "Na mkparịtaụka ya na BBC nwere, Ogechi kwuru na ndị mmadụ mere ya akaje n'ihi amụtaghị nwa.",
    "\"Ọtụtụ ndị mmadụ kọrọ m ọnụ nwa. Ma ndị kpọrọ onwe ha ndị enyị m sị m na ọ bụghị itu fashọn ka m ga-eji mụta nwa.",
    "Ụmụ nwaanyị chọrọ ka gọọmenti kwụwa ha ego ọmụgwọ",
    "Ụmụnwaanyị na-egoli maka mbugo ọnwa ọmụgwọ",
    "Uru ọmụgwọ bara n'omenala Igbo",
    "Oriaku Odunze kwuru na ọtụtụ ndị ụkọchụkwụ gwakwara ya okwu ọjọọ.",
    "N'ọnụ ya, \"Ha sịrị m bịa ka ha gbanye m holi sidi (holy seed) n'ahụ.",
    "\"Agwara m ha sị, 'Tụfịakwa! Na ọ bụghị mụ na ha. Na holi sidi di m na enyeghị esighị n'aka Chukwu were bịa.",
    "\"Aha m bụ Ogechi mana o nwere oge o ruru, m gwa di m ya akpozila m Ogechi na ọ dịka aha m akpatara ihe na-eme m jị eme m.\"",
    "Oriakụ Odunze kọwara na ime pụrụ ya ugboro atọ: ime ejima atọ; ime ejima abụọ nakwa ime otu.",
    "\"A dịla m ime ejima atọ pụrụ, abụọ pụọ, na otu kwa. Mụ na dị m na-ekpere ndị na-achọ nwa ekpere, ha amụta nwa.",
    "Di na nwunye mụrụ ejima atọ",
    "\"Akaebe na-eju n'ụlọụka anyị kwa mgbe. Anyị were na-ajụ Chukwu keɗụ oge Ọ ga-enye anyị nwa nke anƴị.",
    "Mana egwu mechara tụgharịala di na nwunye a,\" Ogechi Udunze kwuru.",
    "Akụkọ ga-amasị gị",
    "APC adọla Okorocha aka na ntị",
    "Naịjirịa ga-ere akụnụba ọha",
    "Ihe mere m ji tee mmanụ n'isi ndị mmadụ - Okorocha",
    "Naijiria",
    "Ụmụaka",
    "Ezinụlọ",
    "Vidio, 'Di m gbahapụrụ m makana a mụrụ m ejima ma waa afọ ịmụpụta ha'- Amaka Chinwenduelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ebubeagu ga-azọpụta Ebonyi n'aka ndị Ipob- Umahielekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Ebubeagu ga-azọpụta Ebonyi n'aka ndị Ipob- Umahi",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Atọhapụla Aloy Igwe bụ Eze obodo Umuezeala-Ama dị n'Imo steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebubo Gift boro m bụ ụgha, ọ gbahapụrụ nwa ya n'ụlọ m gawa ịgba alabanko- Nne ya ukwu",
    "Ihe Ipob sara maka ebubo na ụfọdụ ndị otu ha na-erifusi ego",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}