{
  "published": "11 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị uweojii Naịjirịa",
    "Ndị Naịjirịa amalitela ịchọ ka amachịe ngalaba uweojii akpọrọ SARS n'ịchafụ site na atụmatụ akpọrọ #EndSARS na soshal midia, ọkachasị Twitter.",
    "Cheta na n'ime afọ gara aga ndị mmadụ na soshal midia malitere atụmatụ #EndSARS a ka ọtụtụ mmadụ bidoro ide ihe ha na-ahụ n'aka ndị SARS, ọkachasị etu ha si awakpo ha ma napụ ha ego n'ike.",
    "Mgbe ahụ, akara #EndSARS wuru ewu ọfụma, nke mere ndị uweojii jiri tinye ọnụ na ya bụ ihe na-ese okwu ma kwuo na ha ga-ahazịgharị SARS.",
    "Egbuola onyeisi SARS n'Oyo Steeti",
    "Etu esiri jide ndị SARS mere mpụ",
    "Ejizi maka Soshal midia achụ ndị uweojii?",
    "Mana, ka ndị mmadu na-ekwu na soshal midia, nakwa site n'ihe na-emegasị, ụfọdụ ndị SARS ka na-aga n'ihu na-emekpa umu Naịjirịa ahụ.",
    "N'ọnwa Maach nke afọ a, Immanuel James Ibe-Anyanwu tiri mkpu na Facebook na ndị SARS chebiri ya ka osi ụlọaku apụta were chọ iwakpo ya. Mkpu a otiri mere ka ndi mmadụ, ma onye bu ọnụ na ekwuchitere uweojii na Legọs, gbatara ya ọsọ nyemaka. Ndị uweojii mechakwara jide ndị kpara ike a.",
    "Gee etu o siri kọwa njem ya ebe a:",
    "Okwu Immanuel James Ibe-Anyanwu maka nwakpo SARS wakporo ya.",
    "Ka a ka na-ahụ asọ Ibe-Anyanwu gbụrụ n'ala anya, onye ọzọ tikwara udiri mkpu ahụ na Twitter.",
    "Nwaada Ifeoluwa Adegoke, bụ onye ji akara @ife_luv12 na Twitter dere na otu onye uweojii wakporo ya ma yie ya egwu, n'ihi na ọ jụrụ inye ya ego n'agbanyeghị na onye uweojii ahụ kwuru na ọ gaghị ahapụ ya ma ọ bụrụ na o nyeghị ya ego.",
    "Mkpụ a na soshal midia mere ka anwụchịkọ onye uweojii kpara ike a.",
    "Mana, agbanyeghi na ndị mmadu dị ka Ibe-Anyanwu na Ifeoluwa Adegoke jizi soshal midia na-eti mkpu na-eme ka ejide ndị aka ha dị na arụ a, akụkọ ndị akpasiri ụdịrị agwa ka na-apụtakwa.",
    "Ngalaba anọghi na gọọmentị na-ahụ maka mmekpa ahụ bụ nke akpọrọ Amnesty International n'asụsụ Bekee dere na nchọpụta ha mere gosiri na ndị SARS na-enufuru iwu obodo isi ma na-awakpo ụmụ Naịjirịa.",
    "Ha gakwara n'ihu dee na ndị uweojii na-ahụ ikete ọrụ na ngalaba SARS ka ohere iji bụrụ ogalanya, nke mere otu onye n'ime ha jiri kwuo na ha na-akwụ ihe ruru puku naira 300 iji nye aka azụ ka ha nweta ọrụ a.",
    "Ka amalitere #EndSARS ọzọ, ihe ndị mmadụ na ajụ bụ ma mkpu nke ugbua ọ ga-eme ka ndị nwere ikike ịhazị ngalaba uweojii a ha a ga-eme ihe ndị a na-akwado atụmatu a chọrọ?",
    "Na mkparịtaụka BBC Igbo mere banyere okwu a na Facebook n'ime izuụka ato gara aga, nwaafọ Igbo bụ ọnu na ekwuchitere ndị uweojii na Legọs steeti bụ Chike Oti kwuru na ọrụ ndị uweojii bụ ichekwa ndị mmadụ. Ọ gakwara n'ihu kwuo na ọ bu eziokwu na o nwere ndị uweojii na-akpa arụ, mana ọ bụ mmadụ ole na ole n'ime ha.",
    "Na ọzọ, o kwukwara na ndị ọrụ uweojii ruru mmadụ puku 400, nke mere mmadụ agaghi ịsị na ndi na-eme mpụ anọghị n'ime ha, ma a na-achụ ha ma achọpụta ihe ha mere.",
    "Oti gakwara n'ihu were si na ọ ka onye uweojii mma na ọ yipụrụ uwe ya wee kpawa ike, makana ọ bụru na onye uweojii kote okwu, o kaara ya mma na-amụghị ya amụ.",
    "Mana, okwu ya ka koro n'elu makana ihe na-ebe ka na-ebe.",
    "#EndSARS ka na-ewukwa na Twitter ka anyị na-ede akụkọ a.",
    "Amabeghị ezinaụlo mmadụ 7 nwụrụ n'ụzọ Onicha -Uweojii",
    "Ọgbakọ G7: \"Onye zụrụ nwaanyị zụrụ obodo\"",
    "'Ndị mmadụ kọrọ m ọnụ nwa' - Nne ejima atọ",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ13 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Ndị otu nzuzo na-awakpo ndị POS n'Aba, anya ga-ahụ ha ndị mmụọ - Nnamdi Kanu",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}