{
  "published": "20 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nzu bụ ihe pụtara n'onwe ya n'ime ala bụbu akpụkpụ eju dị n'ime ala ruo ọtụtụ puku afọ, mana i nwere ike iji aja, nzu sị na nkụ pụta, na kwa nnu agwọkọrọọnụ nwere mee nzu.",
    "N'ala Igbo oge gboo, nzu maọbụ ọjị bụ ihe e ji anabata onye ọbịa.",
    "Mgbe ahụ, ị bata na bee nwaafọ Igbo ọbụla, ha ga-enye gị nzu ka ite na njibi aka gị.",
    "I ga-egbu ụdịrị ichi a egburu mgbe gboo?",
    "Nke a bụ maka igosi na obi gị nakwa ọbịbịa gị dị ọcha.",
    "Nzu bụ ihe dị mkpa e ji egosipụta amamihe.",
    "Ihe ụlọikpe gwara ọkaiwu Nnamdi Kanu dịka gọọmenti mechiri ikpe ya",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtara",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Uru nzu bara n'ala Igbo",
    "End of Akachasị Gụọ",
    "Ndị okenye na-aka nzu n'ala. Ihe a bụ igosi n' ebe ha nọ bụ ebe dị nsọ maka na ndị Igbo nwere nkwenye na onye ọbula were nsọ 'chi' n'ime ha.",
    "Emume a bụkwa maka ịkwanyere ala ugwu. Igbo nwere nkwenye na ọ bụ sọọsọ onye nwere obi ọcha ga-enwe ike ime nke a.",
    "Ruo ugbua, ọtụtụ ụmụnwaanyị nakwa nwoke na-ata nzu maka na ọ na-atọ a ụtọ mana ọ bụ ụmụnwaanyị di ime na-ata nzu nke ọma maka ịkwụsị agbọ na kwa oke asọ mmiri ọnụ.",
    "Ụmụnwaanyị di ime na kwa na-ata nzụ maka ịgwọ ọrịa nke ụtụtụ akpọrọ 'Morning Sickness' na bekee.",
    "Mana otu dị icheiche na-ahụ maka ahụ ike na-adọ aka na ntị na udi emume ga-ebute nnukwu ọrịa makana ọ nwere kemikal akpọrọ lead na arsenic.",
    "Ndị bekee kpọrọ nzu 'Chalk'. Ndị French kpọrọ ya 'La Craie' maọbụ Argile.",
    "Ndị Calabar na-akpọ ya 'Ndom', ebe ndị Bini kpọrọ ya 'Eko.'",
    "'One chance' emeela Legọs otu n'ime obodo kachasị njọ ịbanye ụgbọala'19 Juun 2025",
    "Ihe ụlọikpe gwara ọkaiwu Nnamdi Kanu dịka gọọmenti mechiri ikpe ya19 Juun 2025",
    "NA EME UGBU A, Ọ ga-abụ nnukwu ọdachi ma Amerịka sonye na mwakpo Izrel na-awakpo Ịran - Minista",
    "Ndị ọrụ akpụpụla Onyeisi ụlọmgbasaozi Sun FM Aba n'ụlọọrụ Public Complaints Commission maka ebubo iti ha ihe18 Juun 2025",
    "WhatsApp ọ na-akwado inye ndị mmadụ ohere isi na ya akpata ego igwe?17 Juun 2025",
    "Nsụ m na-asụ egbochighị m iji egwu ebu agha megide ọgwụike - David Jones16 Juun 2025",
    "Etu ndị ọchịehi si wakpo obodo Agwa dị n'Oguta Imo steeti ma gbaa nwaanyị dị ime egbe ugboro ise13 Juun 2025",
    "June 12: Ọkpụrụkpụ okwu Onyeisiala Tinubu kwuru n'ozi 'Democracy Day'12 Juun 2025",
    "\"Ana m arịọ ka a chọpụta onye gbara egbe tugburu nwa m dị naanị otu afọ na ọnwa asatọ\" - Maazị Eleweke11 Juun 2025",
    "Ihe ụlọikpe gwara ọkaiwu Nnamdi Kanu dịka gọọmenti mechiri ikpe ya",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Uru nzu bara n'ala IgboEmelitere ikpeazụ na: 20 Juun 2018",
    "June 12: Ọkpụrụkpụ okwu Onyeisiala Tinubu kwuru n'ozi 'Democracy Day'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}