{
  "published": "12 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, iStock",
    "Iji cheta ntuliaka emere n'ụbọchị iri na abụọ nke Juun afọ 1993 nakwa MKO Abiola dịka onye meriri, lee ihe ndị mmadụ kwesịrị ịma banyere Abiola.",
    "N'afọ gara aga, onyeisiala Muhammadu Buhari kwanyere Abiola ugwu kachasị na Naịjirịa nke a na-enye ndị isiala bụ GCFR na bekee.",
    "Ebe foto si, @mko_abiola",
    "Ọ kpọpụtara ụbọchị iri na abụọ nke ọnwa Juun, afọ 1993 dịka ụbọchị ọhụrụ maka ncheta ọchịchị onyekwuouche ya.",
    "Humphrey Nwosu: Agaghị m abịanwu emume ncheta Juun 12",
    "Juun 12 bụ ụbọchị ncheta ọchịchị onyekwuoucheya ọhụrụ",
    "Ọtụtụ ndị nwereike ị na-ajụ ihe butere oke okwu a gbasara Abiola nakwa ụbọchị iri na abụọ ọnwa Juun afọ 1993.",
    "Lee ụfọdụ ihe ndị gbapụtara ihe na ndụ MKO Abiola.",
    "Ebe foto si, iStock",
    "Ihe ịkwesiri ịma maka Abiola",
    "Aha e ji mụọ ya bụ Moshood Kashimawo Olawale Abiola nke bụ MKO n'ịchafụ, n'abalị iri na anọ ọnwa Ọgọstụ, afọ 1937, n'Ogun Steeti.",
    "Ọ bụ nwa nke iri na anọ nke nna ya ma bụrụkwa nwata mbụ pụtara ndụ ebe ndị ọzọ nwụrụ n'ezinaụlọ ahụ.",
    "Abiola bụ onye achụmntaego nwere ụlọọrụ gụnyere nke ekwentị, nke mmanụ nakwa ọrụ ugbo.",
    "Abiola zọrọ ọchịchị onyeisiala Naịjirịa n'afọ 1993 ma kpọrọ Babagana Kingibe dịka osote ya.",
    "Ibrahim Babangida bụ ọchịagha na-achị Naịjirịa kagburu ntuliaka ahụ.",
    "N'afọ 1994, Abiola kwupụtara onwe ya dịka onyeisiala Naịjirịa na mpaghara Epetedo nke Legọs bụ mmalite nsogbu ya na ọchịchị ndị agha.",
    "Nke a butere nwụchi na ntaramaahụhụ nye ya n'afọ ise.",
    "Abiola bụ editọ akwụkwọ akụkọ 'Trumpeter' ebe onyeisiala Olusegun Obasanjo bụ osote ya.",
    "Abiola lụrụ ụmụnwaanyị anọ, mụọ ụmụ karịrị iri anọ.",
    "Abiola nwụrụ n'abalị asaa nke ọnwa Julaị afọ 1998, bụ ụbọchị ekwesịrị ịtọhapụ ya.",
    "Kamgbe ọnwụ ya, ọtụtụ ndị mmadụ na-ekwu ka a kpọpụta aha ya dịka onyeisiala, bụ nke onyeisiala Mohammadu Buhari mere ugbu a.",
    "Humphrey Nwosu: Agaghị m abịanwu emume ncheta Juun 12",
    "Wepụ onyeisi INEC - Ezeife na ndị ọzọ",
    "NAPTIP anwụchiela ndị na-atụ mgbere ụmụaka",
    "",
    "MKO Abiola: Ihe 11 ị na-amaghị maka ya12 Juun 2019",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK6 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu4 Julaị 2024",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ eziokwu na mmadụ 80 nọ n’ime ụgbọmmiri  ahụ kpuru n’Ogbaru?Emelitere ikpeazụ na: 10 Ọktọba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}