{
  "published": "18 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ralph Uwazuruike ga-aga mkpọrọ",
    "Ebe foto si, Getty Images",
    "Otu ụlọikpe na Owere tụrụ Ralph Uwazuruike bụbụ onyeisi otu na-achọ ị nweta onwe ha akpọrọ Massob mkpọrọ otu ọnwa makana ọ jụrụ ị bịa zaa ọnụ ya n'ụlọ.",
    "Mana okaiwu Uwazuruike kwuru na mkpebi a gbagwojuru ha anya makana ha ka na-arịọ ụlọikpe nọ n'Abuja arịrịọ banyere ikpe a.",
    "Otu ahịa na Benue agbaala ọkụ",
    "Ebe foto si, Getty Images",
    "Anya hụrụ ihe mere kwuru na ụlọ ahịa ruru otu narị lere n'ọkụ a.",
    "Ọnụ na-ekwuchiri gọọmentị Bauchi steeti kwuru na ọ hịara ahụ ị mmenyụ ọkụ a makana ụzọ ị ga yabụ ahịa adịghị mma ncha ncha.",
    "Ụgbọ oloko gburu mmadụ atọ na London",
    "Ebe foto si, PA",
    "Ndị uweojii kwuru na ugbua, ha agaghị enwe ike ikwu ka ihe a siri mee. Ha kwukwara na ha ka na-eleba anya na yabụ ihe.",
    "Ọkara nke iko mba ụwa",
    "N'Egwuregwu, Sweden meriri South Korea otu ọkpụ na asataghị ihe n'asọmpị ha taa n'iko mba ụwa.",
    "Belgium jiri goolu atọ merụọ Panama ahụ n'asọmpị ha.",
    "Tunisia na England ga-asụ mpi nke ha n'elekere asaa nke abalị a.",
    "Gee akụkọ anyị n'otu nkeji",
    "Lee ihe nkiri anyị",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikikeelekere 8 gara aga",
    "NA EME UGBU A, Ụgbọelu kpọkara na Brazil gburu mmadụ niile nọ n’ime ya",
    "Sit at Home: Ụzọ asatọ ị ga-eji ama na nchekwa adakpọọla n'Ọwụwa Anyanwụ11 Mee 2022",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go",
    "Akụkọ kachasị na-abalị: Ụlọikpe atụọla Ralph Uwazuruike mkpọrọEmelitere ikpeazụ na: 18 Juun 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ị ma ihe mere i ji ekwo ụra?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}