{
  "published": "19 Juun 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Okwu gbasara ibubata ahịa iwu osikapa n'ike na Naịjirịa emela gọọmenti ji chọọ imechi oke Naịjirịa na obodo ndị ọzọ, mana amabeghi obodo nke ha ga-emechi oke ha.",
    "Mịnịsịta okwu ọrụ ugbo dị n'aka bụ Audu Ogbeh kwuru na gọọmenti adịla nkwadebe imechi ya bụ oke, o kwuru nke a oge ọ na-agwa ndị ntorobịa ji aha Guardians of the Nationa International bụ (GOTIN) n'aha ịchafụ okwu n'Abuja.",
    "Ogbeh kwuru na mmechi ahụ bụ iji kpalie mmụọ ndị na-akọ osikapa na Naịjirịa ka ha teta n'ụra.",
    "Gọọmenti ga-egbubilata osikapa a na-ebubata",
    "Ọnụ ahịa ihe oriri agbadatala?",
    "'Baba oyoyo' ọ pụtara 'Baba bịa ọzọ'?",
    "Onye nkwuchiteọnụ mịnịsịtrị ahụ bụ Olukayode Oyeleye gwara BBC na o teela ya bụ okwu oke ala bụ nsogbu mana ha ekwubeghi mba ha ga-emechi oke nke ya.",
    "Mba Kameroon, Bene, Chad na Nijee na Naịjirịa nwere oke ala nke Ogbeh kwuru na otu n'ime ha chọọ ịghasa Naịjirịa.",
    "N'okwu ya; \"Nsogbu ọzọ anyị nwere bụ ibubata ahịa iwu. Otu n'ime mba agbata obi anyị na-ebeubata osikapa karịa ihe mba China na-ebubata.\"",
    "O kwuru; \"Ana m agwa unu na mkpụrụ ụbọchị ole na-abịa, unu ga-anụ na anyị emechiela oke anyị.\"",
    "Ebe foto si, Getty Images",
    "Ha kwuru na ụfọdụ osikapa a na-ebubata na Naịjirịa adịghị mma, ha bụ nsị nwere ike ibute onwu nke bekee kpọrọ acid.",
    "Ogbeh kwuru na gọọmenti ewetuola osikapa mbubata kamgbe afọ abụọ gara aga rue pasentị 95 ma wulite ndị na-akọ osikapa site na nde mmadụ ise rue nde mmadụ 30.",
    "O kwuru na ụfọdụ steeti dịka Anambara, Ebonyi, Kano, Jigawa na Kebbi na-akọ osikapa ebe ọ dị ukwuu.",
    "Akụkọ kachasị na mgbede a: Ebelebe gburu na Borno steeti",
    "World Cup 2018: Enweghị onye meriri ka Brazịl na Swizaland gbara 1-1",
    "Akụkọ kachasị n'ụtụtụ a: Okocha ekwuola echiche ya gbasara mmeri Super Eagles",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}