{
  "published": "13 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụnwaanyị atọ agaala mkpọrọ na Pọtakọtụ(Port-Harcourt) dịka onye ọkaịkpe ukwu nụchara etu ha si emegbu ndị odibo ha.",
    "Nwaanyị nke mbụ jiri mmiri ọkụ etinyere ose kwaa n'ahụ nwata odibo ya dị afọ iri.",
    "Onye nke abụọ kwara nwata dị afọ iri na anọ ya na ya bi mmiri ọkụ, ebe nwaanyị nke atọ ji mma dị ọkụ ti nwata odibo ya ihe ma tinye kwa ya ose n'ike.",
    "Mgbe ụlọịkpe nụchara ịkpe a nke otu ụmụnwaanyị ndị okaiwụ bụ FIDA n'aha ịchafụ bugara ụlọịkpe na Rivas steeti, onye ọkaikpe ukwu ahụ ekpebie n'ụmụnwaanyị ahụ ga-anọ n'ụlọ mkpọrọ rue mgbe a ga-anụ ihe gbasara okwu a ọzọ.",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'",
    "Ndị na-ere mmadụ atọọrọla ụmụakwụkwọ na Benin",
    "NAPTIP anwụchiela ndị na-atụ mgbere ụmụaka",
    "Anthonia Osademe bụ onyeisioche otu ndị ọkaiwu ụmụnwaanyị nke a kpọrọ 'FIDA' nke Rivas steeti kwuru na uche ndị mmadụ ebidola ị ga n'ihe gbasara mmegbu odibo na ebe ha nwere ike ị ga mkpesa maka ya.",
    "O kwukwara na ọtụtụ ndị mmadụ ebidola ị bịa n'ụlọọrụ ha ma na-agakwa n'ụlọọrụ ndị uweojii ekpesa maka mmegbu ọbụla ha hụrụ.",
    "Osademe kọwara na ọ bụ ndịnkuzi na ndị agbataobi gwara ha bụ FIDA na ndị uweojii maka akụkọ ndị a.",
    "Amerịka achụlatala ụfọdụ ụmụ Naịjirịa",
    "N'ọnụ ya, \"Na agbanyeghị na ụdị okwu a na-ebute nwute, ọ bụ ndị mmadụ dịka mụ na gị bịara kọrọ anyị akụkọ a. Ụmụaka ndị odibo nwere ikikere dịka ụmụaka ọzọ n'ala Naịjirịa.\"",
    "Ụmụaka 12 na onye nchịkọta ha apụtala n'ọgba Thailand10 Julaị 2018",
    "NAPTIP anwụchiela ndị na-atụ mgbere ụmụaka na-aga Rọshịa11 Juun 2018",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra16 Julaị 2023",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye a ma ama n'ihi Declan Rice15 Julaị 2023",
    "Etu mgbọ e chere si n’egbe ndị NDLEA si tugbuo nwata dị afọ abụọ15 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Aspartame - akụrụngwa ọtọ bịrịbịrị a na-etinye na mmanya - ọ na-akpata kansa?30 Juun 2023",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye ụwa ma ama n'ihi Declan Rice",
    "Etu mgbọ e chere si n’egbe ndị NDLEA si tugbuo nwata dị afọ abụọ",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ ngaEmelitere ikpeazụ na: 1 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}