{
  "published": "12 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Teyannasecret/Instagram",
    "Ejiji ndị ndị Igbo pụụ iche nke ụkwuu",
    "Onye mba Afrịka chọọ ịza aha nna nwunye ya, e nwere ike ịchị ya ọchị maka mkpebi o mere, maka na ọ bụghị ihe ntị na-anụkarị na mpaghara a.",
    "Ndị Afrịka ọkachasị ndị Igbo, na-ewere ya na ọ bụ ezigbo ihe ka nwaanyị gosi na ọ lụọla di ma o bido ịza aha di ya.",
    "Naanị ọbere pasentị ndị mmadụ bụ ndị na-anaghị atụgharị aha e ji mara ha tupu ha alụọ di, ebe ọbere pasentị bụkwa ndị na-etinyekọta aha di ha na nke nna ha ọnụ.",
    "Uru ọmụgwọ bara n'omenala Igbo",
    "'Ọdighi ihe di iche n'etiti nwaanyị na nwoke' - Chimamanda",
    "'A ghọrọm nwụnye mmadụ na mkpụrụ ụbọchị isii'",
    "Ọ bụghị omenaala ndị Igbo na nwaanyị ga-aza aha di ya dịka usoro Bekee na-akpọ 'surname' mgbe gboo, mana ugbua, ndị Igbo anabatala usoro Bekee ji eme ya. Nwaanyị na azazị aha di ya, mere o ji bụrụzịa omenaala nke ọgbara ọhụrụ.",
    "Ya mere, ọ ga-abụ ihe mgbawoju anya ma nwoke Igbo sị na ọ bụ aha nna nwunye ya ka ọ ga-aza.",
    "Ndị ụmụnna ya nwere ike inyocha ya ka ha nwee ike ibo nwunye ya ebubo na o ji ọgwụ kechie ya. Ha nwekwara ike iwe ya na ọ gọpụla onwe ya n'ezinaụlọ ha, ma bụrụzịa onye ezinaụlọ nwunye ya.",
    "Ajụjụ dị iche iche bụ ihe ụmụnna ya ga-akpụ n'ọnụ dị ka:",
    "Ọ ga-ahapụ iketa oke n'ụlọ nna ya? N'ihi na ọ bụ aha ya ga-enye ya ikike iji eketa oke.",
    "Ọ ga-ahapụ ezinaụlọ ya kwaba biri nakwa bụrụ onye ezinaụlọ nwunye ya?",
    "Ndị ezinaụlọ nwunye ya a ga-ahapụ ya ka ọ banye ma bụrụ onye otu nzukọ ha?",
    "Ọ ga-eketanwu oke dị ka ala na ụlọ n'ezinaụlọ nwunye ya?",
    "Mana, mgbe ochie, e nwereike jiri aha nwaanyị a ma ama, mara di ya. Ọmụmaatụ: Ọ bụru na \"Nwaanyị Ọcha\" bụ nwunye Okechukwu, ma bụrụkwa onye a ma ama, a ga amaatụ Okechukwu ka \"Okechukwu Nwaanyị ọcha\". Nke bụ etu Igbo ji akpọ aha.",
    "Ya mere onye odee akwụkwọ a ma ama bụ Chimamanda Ngọzị Adichie jiri kwuo na \"aha nna\" adịghị oke mkpa n'ala Igbo na mkparịtaụka ya na BBC Igbo nwere.",
    "O kwuru nke a oge a jụrụ ya ihe kpatara o ji aza aha nna ya n'agbanyeghị na ọ lụọla di.",
    "Ebe foto si, Getty Images",
    "Ọ sị na ụfọdụ ndị na-ekwu na enweghị ihe o ji omenaala Igbo kpọrọ kpatara o ji ọ naghị aza aha di ya; mana \"ha amaghị na n'ezie 'aha nna' adịbughi n'ala Igbo mgbe gboo, ọ bụ ndị Bekee wetere ya\".",
    "Ihe ndị mmadụ kwuru maka ịza aha nwunye ha",
    "BBC Igbo jụrụ ndị mmadụ ọnọdụ nwere ike ime ka ha zaa aha nna nwunye ha, lee ihe ha kwuru.",
    "World Cup 2018: Kroeshia agbapụla Ingland n'ụzọ njem ị bute ikombaụwa",
    "Akụkọ dị mkpa na mgbede a",
    "Ala Igbo ebutela esemokwu n'etiti nwaanyị na nwoke",
    "Naijiria",
    "Omume",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Omenala",
    "Vidio, Ị maara ka e sị ete mmanya nkwụ?10 Juun 2018",
    "Igbo traditional wedding outfit: Uwe anyị na-eyi agba nkwu16 Mee 2018",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "NA EME UGBU A Onyeisiala Tinubu akpọghachila ndị nnọchiteanya Naịjirịa na mba ụwa niile",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}