{
  "published": "14 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọriakụ Nene Adesanya kọwara BBC Igbo etu Paul Achegbulu jiri ghọrịgbuo nwa ya nwoke ma mịrị \"pint\" ọbara anọ n'ahụ ya.",
    "Nne kwuru na nwa ya nwoke dị afọ iri na asaa bụ onye lechara ule WAEC nke afọ a ka otu nwoke hụrụ n'ebe ọ na-ekiri bọọlụ kpọrọ ya gaa n'ụlọ Paul Achegbulu bụ onye mịrị ya ọbara.",
    "Ụmụ Naịjirịa anaghị enye ọbara",
    "E nwela nyọcha ọbara ịma nwaanyị ga-amụkwo nwaEtu nwaanyị siri kwaa odibo ya mmiri ọkụ",
    "Etu nwaanyị siri kwaa odibo ya mmiri ọkụ",
    "O kwuru na ọ mịrị nwa ya \"pent\" ọbara anọ n'ime otu ọnwa nke mere nwa ya jiri daa dịka o si n'ụlọ Achegbulu na-apụta.",
    "Nene kwuru na ọ bụ ndị enyi nwa ya kpọrọ ya gawa n'ụlọọgwụ tupu ọ na-ata ozi ihe na-eme.",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "IPOB asaala Miyetti Allah",
    "Enyi azọgbuola ndị na-ese foto",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "Etu anyị si rụpụta ogbunigwe e ji lụọ agha Biafra - Felix Oragwu2 Disemba 2022",
    "Vidio, World AIDS Day: Ihe m mere oge m chọpụtara na m bu HIV - James Brown, Duration 3,011 Disemba 2020",
    "Sex for work: Etu ndịisi ụlọọrụ ebe a na-akọpụta ahịhịa tii si edina ụmụnwaanyị na-achọ ọrụ20 Febụwarị 2023",
    "Obudu: Ị ma maka obodo a ụmụnwoke na ụmụnwaanyị nwere asụsụ nke ha? 12 Nọvemba 2022",
    "Etu otu enyemaka e hibere ịzọpụta ụmụaka si akpụpụ ụmụaka n'ezinụlọ ha n'aka ike11 Julaị 2023",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Eji m ụkwụ ụkpọrọ malite ịgba bọọlụ n'Aba - Uchenna Kanu26 Julaị 2022",
    "Vidio, Anita Joseph: 'Ụfọdụ ụmụnwaanyị Nollywood ka enwe ego maka 'nnukwu mpa' nọ ha n'akukụ', Duration 3,2214 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}