{
  "published": "17 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ndị mmadụ na Naịjira nwere ọrụsị na-eju n’okporoụzọ na-arịọ arịrịọ, mana Doris ekwenyeghi na nke a.",
    "Ọ gwara BBC Igbo na ya agaghị esonye na ndi na-arịọ arịrịọ maka na Chukwu goziri ya.",
    "Doris kọwara na ọ bụ ọgba tum tum kụrụ ya oge ọ bụ nwata ma gbajie ya ụkwụ nke mere na ndị dibia Bekee kwuru ka e bee ya ụkwụ.",
    "Ndị Igbuzo na-akpa ike n'igba mgba",
    "Mmeri anyị bụ ka ụmụnwaanyị mụta Teknụzụ",
    "O kwuru na ọ gbawara ya obi mana ya chọpụtara na ya bụ onye a goziri agozi maka na o nwere ndị enweghi ụkwụ maọbụ aka, mana ya nwere otu ụkwụ na aka abụọ.",
    "Doris si na olileanya ya bụ ịbụ onye a ma ama n’ihe nkiri site n’ime ihe onyonyo nakwa na ịgba egwu nke ụkwụ ya anaghịakwụsị ya ime.",
    "O mela ihe onyonyo ruru mkpụrụ anọ ebe ọ na-esonyekwa na ihe onyonyo egwu.",
    "'A mịrị nwa m 'pint' ọbara anọ n'ime otu ọnwa'",
    "Ejima atọ nna ha 'gbara ọsọ'",
    "Etu nwaanyị siri kwaa odibo ya mmiri ọkụ",
    "Di na nwunye a mụrụ ejima atọ ka ha chechara afọ 19",
    "Vidio, Etu SARS si wakpo onye oji ego achụ nta ego, Duration 0,5211 Eprel 2018",
    "Vidio, Triplets after 19 years: Ị hụtụla ụdị ọrụ ebube a?, Duration 3,0117 Nọvemba 2018",
    "Vidio, 'Ihe mberede a akwụsịghị mmasị m na ebe mgbasa ozi dị', Duration 1,5023 Maachị 2018",
    "Vidio, Sefer Torah ndị Izrel nyere ndi ntoroọbịa Jew na Naịjirịa ọ bụ maka Biafra?, Duration 5,488 Julaị 2021",
    "Vidio, Nsukka Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Unlawful assembly bill: 'Onweghị mgbe iwu m na-ekwu maka ịtụ ndị ngagharịiwe nga', Duration 4,297 Julaị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Marriage Anniversary: Anyị anaghị atọ ka shuga mgbe niile - Di na nwunye lụrụla afọ 57, Duration 2,1613 Eprel 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}