{
  "published": "20 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ama a gbaara ndị uweojii emela ka ha nwuchie dọkịnta Denis Furtado bụ onye asị gbụrụ nwaanyị chọrọ otele ukwu.",
    "Ka ọ dị ụgbụa, Furtado nọ na ụlọ mkpọrọ ha na Rio de Janeiro ezuru nwaike.",
    "Lilian Calixto bụ onye bịara ka o nye ya ukwu sara mbara nwunahuru ya n'aka maka ogwu asị na-ọgbara ya nke kwesiri inye aka ka otele ya buo ibu.",
    "A ga-ekpe Denis Furtado ikpe ọchụ maka nke a.",
    "Dọkịta egbuola nwaanyị otele ukwu gbalaga",
    "Buhari akpọghachiela onyeisi NHIS",
    "Akụkọ kọrọ na-ejidekwuru nne Furtado bụ onye a na-eche n'aka ya dị na ya bụ ọdachi.",
    "Ndị na-enyocha ya bụ okwu sị na Dọkịnta Furtado gara ịrụ Calixto gbara afọ 46 ọrụ n'otele ya na-ụlọ be ya mgbe ọgwụ ọ gbara ya bidoro ịnye ya nsogbu.",
    "Dọkịnta Furtado mere ngwa ngwa bụrụ Calixto gawa ụlọ ọgwụ bụ ebe ọ nọ nwụọ, dịka ndị uweojii si kwuo.",
    "Akụkọ kwuru na mgbe o ruru na ya bụ ụlọọgwụ na obi bidoro ịkụsị nwaanyị ahụ ike.",
    "Mgbe ahụ ka Furtado matara na ekwu adagharịala were rịe mbọmbọ ọsọ.",
    "Ụbọchị Wednezde ka ọkaiwu Furtado kwuru n'aka Furtado dị ọcha, na ọ bụ maka obi mmapụ ka o jiri gbaa ọsọ.",
    "Ihe nkiri o kwuru okwu ka ejidechere ya ụnyahụ Furtado sị na onwu Calixto dị nwute maka na ọbụghị taa ka ya bụ oke enwe tawara akwụ n'ohia.",
    "Ebe foto si, Facebook",
    "Ọ sị na ya arụọla ya bụ ọrụ ihe uru ugboro 9,000 na-ekwukwa na iwu Brazil nabatara ụdị ọrụ ahụ.",
    "A makwa Furtado ama na Brazil nke bụ na mmadụ ruru 650,000 na eso ya n'instagram.",
    "Calixto si be ya na Kuiaba gawa sentral Brazil ụbọchị Satọde ịme ka otele ya bukwuo ibu bụ ebe ọ nọ zute onwu ya were gbahapụ ụmụ abụọ ọmụrụ.",
    "Ndị uweojii kpụrụkwara enyi nwaanyi Furtado bụ onye ha na-eche na ọ na-enyere ya ka n'ọrụ ahụ.",
    "Ndị ụlọọrụ na ahụ maka ahụike na steeti Rio de Janerio sị na ha amalitele nnyocha na ya bụ okwu.",
    "Ndị Igbo a ga-ege Ipop nti maka ntuliaka 2019?",
    "Akpụpụla ụmụafọ Naịjirịa ise ụlọikpe",
    "Ndị ojiegbeezu awakpuola ebe obibi n'Ọnịcha",
    "Bọjetị 2018 ọ ga-enyere ndị ntoroọbịa aka?17 Mee 2018",
    "Aka akparala dibia na-atụ mgbere ahia ụmụaka15 Febụwarị 2018",
    "'Ọ nara m ngwa ọrụ m n'ike'20 Maachị 2018",
    "Ihe mere ndị Igbo ji akwanyere ụbọchị Eke, Orie, Afọ na Nkwọ ugwu22 Febụwarị 2025",
    "NA EME UGBU A, Onyeisiala Macron na Praịm Mịnịsta UK ga-aga mba Amerịka izuụka n’abịa",
    "Ụmụnwoke Igbo anaghị eji aka ike alụ ndị nwunye ha - Omoni Oboli21 Febụwarị 2025",
    "Onyeisiala Bola Tinubu ezigala ozi nkasiobi nye ezinaụlọ Edwin Clark lara mmụọ18 Febụwarị 2025",
    "Hamas kwuru na ha ga-atọhapụ ozu ndị e ji eji nke gụnyere ezinaụlọ Bibas19 Febụwarị 2025",
    "Ndịiche dị n'okpukperechi ọdịnala na ịgwọ ọgwụ 'okeite'18 Febụwarị 2025",
    "Gọọmentị Anambra Steeti agbachiela ụlọekpere 'Children of Light Anointing Ministry' nke Onye eze Jesus nwee17 Febụwarị 2025",
    "Anyị amaghị na ndị anyị nyefere ọchịchị ga-ahapụ ịrụcha ọrụ anyị malitere - Sullivan Chime17 Febụwarị 2025",
    "\"Okeite bụ ajọ ọgwụ, ọ bụghị omenala Igbo\" – Law Mefor14 Febụwarị 2025",
    "Ihe i kwesiri ịma maka Ayo Adebanjo okeosisi dara oge ọ gbara afọ 9615 Febụwarị 2025",
    "Mahadum Unizik achụọla nwataakwụkwọ lụsoro onye nkụzi ọgụ14 Febụwarị 2025",
    "Etu ndị a na-enyo na ha gburu onyeomeiwu Anambra Steeti si rie mbọmbọ ọsọ n'aka ndị uweojii",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Hamas kwuru na ha ga-atọhapụ ozu ndị e ji eji nke gụnyere ezinaụlọ Bibas",
    "Dọkịnta Bumbum: Aka akparalanụ dibia otele ukwuEmelitere ikpeazụ na: 20 Julaị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}