{
  "published": "21 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kọmishọn na-ahụ maka ihe gbasara mpụ na mmehie dị icheiche ekwuola na ha anabataghị ọchụchụ achụrụ onyenkuzi chọrọ idina nwataakwụkwọ ya na mahadum Obafemi Awolowo.",
    "Ha kwuru site n'ọnụ kọmishọna na-ahụ maka agụakwụkwọ ha bụ Mohammed Bade na mahadum ahụ kwesiri ị nyocha ọkammụta Richard Akindele maka akụkọ a.",
    "O si \"N'agbanyeghị na mahadum achụọla ya (Akindele) n'ọrụ, anyị na-atụ anya na a ga-eme ya nyocha zuru oke ma kpụpụ ya ụlọịkpe maka nke a\".",
    "Ọchụchụ ọkammụta OAU: Ọ bụ ihe kwesịrị- Ụmụnwaanyị",
    "'Onyenkuzi kwadara m n'ule maka na ekweghị m\"",
    "Gbalahụ idina onye nkuzi gị n'ụzọ ise a",
    "Bade kwuru na ọ dị mkpa iji chekwa ụmụnwaanyị na-agụ akwụkọw na mahadum dị icheiche n'ihi na ụdị omume a buru ibu n'etiti ndịnkuzi na ụmụakwụkwọ mahadum.",
    "Ọkammụta Richard Akindele bụ bu onyenkuzi na mahadum Obafemi Awolowo chọrọ idina nwataakwụkwọ ya tupu ọ gafe ule.",
    "Ebe foto si, OAU Facebook page",
    "Achụrụ ọkammuta ahụ n'ọrụ mgbe mahadum ya mere nyocha chọpụta na nwata akwụkọ ahụ gafere ule ya ma jide kwa olu ọkammụta ahụ mgbe ọ na-agwa ya na ọ ga-edina ya.",
    "Vidio, OAU achụọla onyenkuzi ha maka ebubo ndina maka ịgafe ule, Duration 1,4321 Juun 2018",
    "OAU achụọla onyenkuzi ha maka ebubo ndina maka ịgafe ule22 Juun 2018",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}