{
  "published": "26 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "N'oge gboo, Igbo nwere nkwenye na ndị bu isi dada nwere ike ime anwansi",
    "Akwa nwata ọhụrụ n'ụlọ ọbụla na-ebute nnukwu ọṅụ n'obi onye ọbula.",
    "Mana o nwere ụfọdụ ebe n'ala Igbo ebe nwata ọhụrụ a mụrụ buru isi dada nwere ike ịbute egwu.",
    "Ndị obodo a dịka Igbuzo(Ibusa) n'ime Delta steeti , ebe a na-ahụ ụmụaka bu dada dịka ndị pụrụ iche.",
    "Onye bụ onye isi dada?",
    "Akụkọ ụfọdụ kọwara na nwata a mụrụ ọhụrụ buru isi dada bụ maka na nne ya rịọ otu mmụọ bi n'ala a arịrịọ ka o nye ya nwa.",
    "I ga-egbu ụdịrị ichi a egburu mgbe gboo?",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Ha nwere nkwenye na isi dada bụ akara ndị mmụọ kara nwata ahụ nke ha ga-eji mara ya.",
    "Ha na-akpọ ụmụaka a 'Ezenwa'.",
    "Ha nwere nkwenye na isi dada ha bụ okpueze ha.",
    "Dịka ka ha siri nwe nkwenye, nwata buru isi dada ga-abụ nwata ga-eme nke ọma n'ụwa maka na chi ya kwụsiri ike n'akụkụ ya, ha na-esi ezigbo ike, nakwa na ha ga-eto buru dike na-ebute nnukwu egwu n'oge agha.",
    "Mana ọtụtu nsogbu na-eso ndi bụ isi dada.",
    "Ọ na-afịahụ ị lekọta isi dada nke ọma",
    "Nsọ sonyere n'isi dada",
    "Ọtụtụ n'ime ndị ọbọdọ a, nwere nkwenye na nwata buru isi dada ga-arịa nnukwu ọrịa maọbụ nwụọ ma ọ bụrụ na mbọisi banye na ntụtụ ya.",
    "Ọ bụ arụ imetu aka na ntutu onye bu isi dada.",
    "Onye ọbụla mere udi ihe a kwesiri inye nwata ahụ ego n'aka ngwa ngwa ma ọ bụ kedo ego ayọrọ n'isi ya.",
    "Sọọsọ emume a ga-akwụsị nwata ahụ ịrịa nnukwu ọrịa.",
    "Ọ bụ sọọsọ nne nwata ahụ nwere ike ịmetụ ntụtụ nwata a nwere isi dada aka.",
    "Akụkọ kwuru na ọ bụ ndị dibia na-akpụ isi nwata buru isi dada.",
    "Ebe foto si, Getty Images",
    "Ugbua ndị ama ama n'ihe onyonyo na kwa ọtụtụ mmadụ ji isi dada eme ịnyanga",
    "Nwata ahụ ga-atoola eto, bụrụ nwata na-ekwu okwu.",
    "Ezinaụlọ ya ga-ajụ ya ihe ọ chọrọ ka eji nwere kpụ ya isi dada ya.",
    "Ihe niile ọ chọrọ n'ụbọchi ahụ ka ha ga-enye ya.",
    "Uka Kraist",
    "Ala Igbo niile bụ ebe okwukwe ndị otu ụka Kraist kwusiri nke ọma. Ihe a emeela ka ọtụtụ omenaala Igbo gbanwe agbanwe.",
    "Ugbua ọtụtụ ndị umụafọ Igbo ekweteghị na ajọ mmụọ bi n'ịme nwata ọbụla buru isi dada pụta n'ụwa.",
    "Mana ha ka na-akpọrọ ụdị nwata ahụ gawa ụlọụka ka ndị ụkọchukwu mere ya ekpere.",
    "Dọkịta Anthony Mgbolu gwara BBC Igbo na isi dada bụ ihe na-esite na agbụrụ ezinaụlọ ahụ.",
    "Ihe omenaala Igbo kọwara maka ndị isi dada",
    "Ọkachamara n'ihe ọmụmụ gbasara Afrịka na asụsụ na Mahadum University of Lagos bụ Chiagozie Nnabuihe kọwara BBC Igbo na ala Igbo n'oge gboo enweghị nkwenye ọbụla gbasara ndị bu isi dada.",
    "Nnabuihe kwusiri ike na ọ bụrụ na Igbo n'oge gboo nwere nkwenye n'isi dada ha kwesiri inye ya aha.",
    "N'ọnụ okwu ya: \"Dada bụ aha ndị yoruba nyere ya. Ndị Igbo na-asọ isi dada bụ maka a ha na ndị Yoruba enweela mmekọrịta.\"",
    "Mana isi dada ọ bụ ihe ọjọọ n'ezie?",
    "Ebe foto si, Nnamdí Daniels",
    "Nnamdi Daniels bụ onye na-eme ihe nkiri",
    "Ọtụtụ ndị mmadụ anyị gbara ajụjụ ọnụ kwuru na o nweghị ihe ọjọọ dị n'isi dada mana n'ezi e, ọtụtụ mmadụ ka na-ele ndị bu isi dada dịka ndị na-eme agwaa ọjọọ.",
    "Nnamdi Daniels bụ nwoke bu isi dada gwara BBC Igbo na ọ hushiela anya maka mkparị ha na akparị ya maka isi dada ya.",
    "N'ọnụ okwu ya: \"Echetera'm otu oge m mere njem gawa mahadum nke Niger Steeti. Onye nchekwa bidoro ịgba m ajụjụ gbagwojuru m anya maka isi dada m. Ihe a butere m nnukwu ihere.\"",
    "Kedụ ndị na-azọ ọkwa Onyeisiala Taiwan na ihe anya ụwa ji dị na onye ga-emeri?6 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}