{
  "published": "8 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ịrụ ụka ka na-aga n'ihu maka oke ruru nwaanyị na be nna na ya nakwa be dị ya.",
    "Ebe ụfọdụ si na ụmụnwaanyị nwere ikike dị ebube n'ala Igbo, ndị ọzọ sị na agbaọhụrụ azapụchala oke ụmụnwaayị kpam kpam.",
    "Ihe iri agboghọ ugbua chọrọ na nwoke ga-alụ ya",
    "'Di m ji akụrụ m mejuo ụgwọ isi m'",
    "Ihe asaa nwoke Igbo chọrọ na nwaanyị ọ ga-alụ",
    "Oriri Ịgwa nshị n'Eke ejikọtala obodo niile ọnụ.",
    "Juliet Kaego na Ọzọ Mcginger Ibeneme tinyere ọnụ na ya bụ okwu ma gbaa ya n'anwụ ka ọ dị ụgbụa. Soro anyị lee ihe nkiri a.",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala Igbo3 Julaị 2018",
    "Nigerian churches: Gịnị kpatara ndị Igbo ji agakarị ụlọụka ndị a?29 Julaị 2018",
    "'Di m ji akụrụ m mejuo ụgwọ isi m'8 Febụwarị 2018",
    "Omenaala Igbo ọ ga-ekwe nwoke zaa aha nwunye ya?12 Julaị 2018",
    "Ndị Igbo na chi ha na-efe13 Julaị 2018",
    "Vidio, Killiwee Nwachukwu: Etu dike a siri nwete aha ya, Duration 3,3121 Eprel 2019",
    "Abụbu m ụkọchukwu n'ụka 'deeper life' tupu m banye okpukperechi Islam - Murtala Chukwuemeka26 Julaị 2022",
    "Etu anyị si rụpụta ogbunigwe e ji lụọ agha Biafra - Felix Oragwu2 Disemba 2022",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, King Jaja of Opobo: Ndị ntọ tọọrọ ya mgbe ọ gbara afọ 12, Duration 2,5913 Ọktọba 2019",
    "Ndị Igbo bi na Kano enweghị ụjọ ọbụla, obi ruru anyị ala - Eze ndị Igbo na Kano15 Jenụwarị 2023",
    "Europe by road:  Etu enyi m si ree m nye ndị tinyere m n'ọrụ akwụna na Morocco30 Julaị 2022",
    "Etu m ga-esi weghachite ebube na ugwu Abia steeti – Alex Otti 14 Maachị 2023",
    "Etu m si eji ụkara nsibidi, uli na Mbarị akọ akụkọ omenala ndị Igbo - Chinwendu Kelechi 18 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}