{
  "published": "30 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ebere Ekeopara",
    "Ndịgbo na ndị agbụrụ ọzọ zukọrọ n'Awka ịkpa maka \"restructuring\"",
    "Onyeisi ụlọ mgbasa ozi Voice of Nigeria (VON) bụ Osita Okechukwu ekwuola na ọ kaara ndị Igbo mma ịchọwa onyeisiala 2023 karịa ịkwuwe okwu ihazigharị obodo Naịjirịa.",
    "N'okwu ya, ịchụwa ọkwa onyeisiala nke 2023 ka nso karịa ị chọwa ka a ga-esi hazigharịa obodo Naịjirịa.",
    "O kwuru na ọ fọro naanị afọ anọ ka onyeisiala Buharị chizuo.",
    "Okechukwu bụ onye otu APC kwukwara na ọbụrụ na Igbo kwado Buharị, Buharị akwado Igbo n'ịnweta ya bụ ebum n'obi nke pụtara na onye keele Sunny, Sunny ekeele ya.",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'Awka",
    "'Ndigbo agaghị alụ agha nwereonwe ọzọ'",
    "Ejighi ọnụ agwa Igbo na ụzọ dị mma - Ohuabunwa",
    "N'aka nke ọzọ Okpani Nkama bụ otu n'ime ndị ọnụ na-erụ n'okwu n'Ohaneze Ndigbo sara Okechukwu na \"ọ bụ uche ya ka ọ na-akọ\".",
    "N'okwu ya \"uche onye adịghị ya njọ\".",
    "Ọkpanị kwuru na ihe Ohaneze na ọrụ na Igbo kpụ n'ọnụ bụ ka a ga-esị hazigharịa obodo Naịjirịa nke ga-enye aka ka egbe bere ugo bere.",
    "Otu onye ọnụ na-eru n'okwu na-achọghị ka a kpọọ aha ya kwuru na ya agaghị ewetu onwe ya ala ịsawa Okechukwu okwu maka na ọ bụ ihe a tụrụ anya ka onye nọ na ọnọdụ ya kwuo ka a ghara ịchụ ya n'ọrụ.",
    "Onyeisiala Naịjirịa dị Igbo nso karịa 'restructuring'- Osita Okechukwu",
    "Ọ rịọrọ BBC Igbo ka ha ghara ịkpọ aha ya maka na ọ achọghị itinye ọnụ na-ụdị okwu ahụ na-erijughị afọ.",
    "Gọọmentị ekpochapụọla ọgwụ ụkwara Codiene kariri nde abụọ",
    "Election: Lee ụfọdụ ụmụafọ Igbo chọrọ ịzọ ọkwa onyeisiala",
    "Ndị si APC lọghachite PDP alụọla nwaanyị abụọ mara nke ka mma - Uzochukwu",
    "Akụkọ kachasị n'ụtụtụ a: Okechukwu sị Ndigbo tinye uche na ịnweta ọkwa onyeisiala 202330 Julaị 2018",
    "Komiti el-Rufai gụpụtala ihe ha chọpụtara maka okwu 'restructuring'26 Jenụwarị 2018",
    "Niger Delta Avenja: Anyị ga-amalite igosi iwe na ọnụma mgbe adịghị anya19 Jenụwarị 2018",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Abaelekere 5 gara aga",
    "Papa Okoro dị afọ 100 mana ọ ka na-eji ụkwụ aga echute mmiri n'iyi12 Disemba 2023",
    "Etu nwa m si nwụọ n'ọgbaghara Anti-tout n'Onitsha - Nne Chimezie Uduji11 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s9 Disemba 2023",
    "Google Trends: Mohbad, Peter Obi, Ntuliaka 2023, Mr Ibu, Moyo Lawal na ihe ndị ọzọ a kachasị chọọ n'intanet n'afọ a12 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Aba",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Election: Lee ndị ntorobịa chọrọ ịnọchite anya ndị Anambra n'ọchịchịEmelitere ikpeazụ na: 23 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}