{
  "published": "31 Julaị 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọvanọ chiburu Anambra Steeti bụ Peter Obi agwala Ndigbo ka ha dị njikere ịzọta oke ruru ha na Naịjiria.Obi kwuru na-onweghị onye gara ebe a na-eme asọ mpi dịka onye nkiri anya na-enweta ọla mmeri, kama nanị ndị sonyere na-asọ mpị na enwe mme",
    "Akụkọ kachasị n'ụtụtụ a: Ekweremadụ sị na ya ahusiele anya n'ọchịchị a",
    "Peter Obi kpọkuru Ndịgbo ka hapụ ị na-eme ka ha abịara ikiri anya n'obodo a, kama onye ọbụla kulie zọta oke ruoro ha.",
    "Okwuputara ihe ndị a n'Enugwu na mmemme ndị Alaigbo Development Foundation, ADF jiri wepụta akwụkwọ ha dere.",
    "Peter Obi gbarụrụ ihu na akparamagwa ndigbo mụtazịrị ugbua, nke bụ na onye ọbụla chọrọ ịbụ onyeisi, wee chezọọ na ezigbo onyeisi ọbụla ga-abụ odibo.",
    "Kirie ma gee ihe Peter Obi kwuru ebea.",
    "Akụkọ ga-amasị gị:",
    "Lee ihe idemmiri na-eme n'ala Igbo ugbua",
    "Okenze anọchiela Madumere n'Imo Steeti - Osuji",
    "Vidio, Army couple killed: Nwaada Gloria Matthew, di afọ 10 hụrụ ka e si gbuo mmadụ abụọ ọzọ so ha e me njem - Nwanne Gloria, Duration 28,0623 Mee 2022",
    "Vidio, Anambra: Okwu a akarịala gọọmenti ọwụwaanyanwụ Buhari tinye 'State of emergency' - Joe Igbokwe, Duration 14,3023 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Josephine Ezeanyaeche: Ihe mere m ji pụta ịzọ ọkwa onyeisiala agbanyeghị na m dị afọ 102, Duration 4,128 Maachị 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Vidio, “Onye ọbụla na-ekwu na Naịjịria dara ogbenye enweghi anya ime mmụọ” – Rochas Okorocha, Duration 37,0015 Febụwarị 2022",
    "Vidio, Toyin Lawani: Ihe o were m ịkwapụta akwa Ifu Ennada yiri gaa AMVCA n'ezie, Duration 10,3224 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,58elekere 8 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}