{
  "published": "5 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, AFP",
    "Oge eruola ọzọ mgbe ndị ụmụakwụkwọ nwere oge ezumike pụrụiche maka na ọ dị ogologo.",
    "Ụfọdụ ndị nne na nna akwadola etu ha ga-esi kpọga ụmụ ha ụlọakwụkwọ nke a kpọrọ 'Summer Lesson' mana ọ bụghị ụmụaka niile ka nke a ga-amasị.",
    "Ọ bụrụ na ị sonyeghi na ndị ga-akpọga ụmụ ha 'Summer Lesson', lee ihe ndị i nwereike i mere ha.",
    "Ụmụ nwaanyị chọrọ ka gọọmenti kwụwa ha ego ọmụgwọ",
    "Akpokpụtala ụmụaka 4 n'ime 12 bụ ndị tọrọ n'ime ọgba Thailand",
    "Buhari: Buo agha megide mwakpo ụmụaka",
    "Kuziere ha etu e si egwu mmiri",
    "Igwu mmmiri bụ ụzọ ụmụ gị ga-eji megharịa ahụ ma mụta ị zọ onwe ha ma ha danye n'ime mmiri. Ọ ga-emekwa ha ka ike gwụ ha ọfụma ka ha nweike rahụ ụra ọfụma ma too ọfụma.",
    "Gbalia kpọga ha taa.",
    "Ebe foto si, Getty Images",
    "Kuziere ha eserese nakwa nka na ụzụ ndị ọzọ",
    "Ebe foto si, Getty Images",
    "Kuziere ha etu esi agba egwu",
    "Igbo kwenu!",
    "O nwere egwu karịrị egwu ogene? Mba! Anyị a ga-akụziri ụmụ anyị ya? Eeeeeee",
    "Kọrọ ha akụkọ oge gboo",
    "Ị ma ụbọchị mbụ atụrụ ogbunigwe n'ala Igbo? Ị ma aha nwoke mbụ si n'oru tọghapụ onwe ya?",
    "Ị nwere ike ị maata nke a ma kuzikwara ụmụ gị. Otu ụzọ ị ga-esi mee nke a bụ ị kpọrọ ha gaa n'ụlọ ngosi dị ịcheịche n'ala Igbo.",
    "Ebe foto si, Getty/Rodney Patrick",
    "Aka-ọrụ",
    "Kpọrọ ha gaa ebe ha ga-amụta ọrụ aka. Nke a ga-eme ha mụta aka ọrụ nwere ike ị nye ha nri n'ọdịnihu maọbụrụ na ha enwetaghị ọrụ na ngwụcha mahadụm.",
    "Ebe foto si, AFP",
    "Otu Ọgbọ",
    "Na ngwụcha, ọ bụrụ na ị bụ onye omenala na-amasị nke ọma, oge ezumike ogologo a bụ mgbe i nwere ike iji tinye ha na mmanwụ maọbụ otu ọgbọ n'obodo unu.",
    "Nke a ga-eme ka ha nwee ezigbo amamihe, akọ na uche banyere omenala Igbo nakwa n'ebe o siri ike.",
    "'Nye nwa gị ohere ka ọ mịta ara'",
    "Ihe mere Igbo ji asụpụ mmadụ n'ajọ ọhịa",
    "Lee etu ndị mmadụ si cheta ụmụaka taa27 Mee 2018",
    "Vidio, Lee ihe kachasị ụmụaka Naịjirịa mkpa ugbu a27 Mee 2018",
    "Vidio, 'O nweghi onye gwara m maka ịmụ nwa oge ya erughi'30 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT29 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Ihe mere 'Onye eze Jesus' taa",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Birth Control: Etu ọgwụ 'contraceptives' si chọọ idula m mmụọ",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwaEmelitere ikpeazụ na: 27 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}