{
  "published": "4 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Agbamakwụkwọ abụghị ụkwa achị na'aka n'ụka Katọlik",
    "N'ụka Katọlik na Naijiria, agbamakwụkwọ abụghị egwu achị ụtaba n'aka agba.",
    "Nchọpụta BBC mere gosiri na ọtụtụ atụmatụ na nkụzi eji akwadọ agbamakwụkwọ n'ụka Katọlik na-eri oge, ego ma sikwa ike.",
    "Ọ na-ewe opekata mpe ọnwa isii iji kwado ma gba akwụkwọ n'ụka Katọlik na Naijiria.",
    "Na nkọwa ya, otu nnukwu ụkọchukwu ụka Katolik na Lagos Steetị bụ Monsignor Bernard Okodua kwuru na ọ bụ ijikwado ndị a nke ọma.",
    "Ihe iri agboghọ ugbua chọrọ na nwoke ga-alụ ya",
    "Ihe asaa nwoke Igbo chọrọ na nwaanyị ọ ga-alụ",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "Okodua gwara BBC sị, \"O kwesiri ka ndị mmadụ dị njikere ime ihe kwesiri ka ha mee iji gba akwụkwọ n'ụka dịka iwu Chukwu na nke ụka siri dị.\"",
    "Otu onye nkụzị alụmdinanwunye n'ụka Katolik dị na Legos, bụ Anselm Uzoma kọwara na nkụzị a nke a na- akuzi na atụmatụ ndị ọzọ so bụ iji  kuziere ndị na-akwado ihe niile ha kwesiri ịmata tupu ha agba akwụkwọ.",
    "Ebe foto si, Getty Images",
    "Ọ sịrị: \"Ihe ndị a niile dị mkpa n'ihi na alụmdinanwunye bụ onye gbara ọsọ banye, ya agbara ọsọ pụta.\"",
    "Ọriakụ Benedatte Etinosa, onye gbara akwụkwọ na St Sabina Catholic Church Idimagoro, Lagos, na ọnwa November afọ 2017 kwenyere na ịgba akwụkwọ Katolik siri ike, \"mana i jisie ike mee ihe ụka sị gị mee, ị ga-ahụ uru dị na ya n'ihi na ị mara na ọ bụghị ihe ị tụtara n'ala.\"",
    "Atụmatụ ndị ahụ gụnyere:",
    "Ụkwụ mbụ onye ọbụla na-akwado ịgba akwụkwọ na Katọlik na-abụ ị ga-ahụ ụkọchukwu ma kọwapụtara ya ebụmobi gị, ya agba gị na ọnye gị na ya na-akwado agbamakwụkwọ ajụjụ ọnụ ijị mata ma ụnụ adị nkwadebe. Tupu nke a eme, ụkọchụkwụ ga-eji na aka na ị bụ ọnye na-abịa ụka ahụ.",
    "Ọriakụ Etinosa kwuru na \"Mgbe m huru Fada, ọ gwara m na mu na di m ga-eso biakọta ọnụ ị gwa ụka ebumnobi anyị.\"",
    "Ebe foto si, Getty Images",
    "Ana ama ọkwa agbamaakwụkwọ (banns of marriage) ndị na-akwado izu ụka atọ n'ụlọ ụka obodo ya na ebe niile ha biri. Onye nkụzị alụmdinanwunye n'ụka katolik dị na Legos, bụ Anselm Uzoma, kọwara na nke a bụ i ji me ka amata ma onye ahụ onwere onye ọzọ ọ lụrụ.",
    "Nnyocha na ikike sị n'aka ụlọ ụka obodo",
    "Ha ga-agakwa n'ụlọ ụka dị n'ime obodo ha ị nata ikike na nkwadọ, ebe a ga-enyocha, makwa ọkwa agbamaakwụkwọ ahụ ọzọ. Tupu nke ahụ eme, onye na-akwado ịgba akwụkwọ ga-anata akwwụkwọ n'aka ọtụ ndị ntorobia nke ụka.",
    "Ebe foto si, Getty Images",
    "Ego Naira ndị Naịjirịa",
    "Ndị na-agba akwụkwọ na-atụ ọtụtụ ụtụ dị iche iche.",
    "Oriakụ Etinosa kọwara: \"Oge m wegara ọkwa, ha gwara m na m ga-akwụ ego youth na chọchị development. Ha nara m N6000 maka ịmepe ụlọ ụka ime obodo. Ndị youth nara m N3,000. Mana, na Legos, onweghị ihe ọbụla ha nara anyị.\"",
    "Nkuzi agbamaakwụkwọ",
    "A macha ọkwa, ma o nweghị onye megidere ya, onye ọbụla na-akwado ịgba akwụkwọ na-aga nkụzi ọnwa isi nke bụ iwu tupu agba ya akwụkwọ.",
    "Oriakụ Etinosa sị, \"Di m abụghị onye Katọlik, mana dịka iwu Katolik siri dị, o sonyere na nkuzi ahụ. Soso ihe dị iche bụ na ụbọchị agbamakwụkwọ, ọ gaghị a nata oriri nsọ.\"",
    "Ọ bụ ka nke a mechara ka ndị chọrọ ịgba akwụkwọ na ụkọchụkwụ na-atulekwa ma nwe mkpebi ụbọchị ha ga-eme emume agbamakwụkwọ ahụ.",
    "'A ghọrọm nwụnye mmadụ na mkpụrụ ụbọchị isii'",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ihe m hụrụ mgbe m na-agba ọsọ ndụ Igboho- Nwunye Seriki, onyeisi ndị Fulani n'Oyo steeti24 Jenụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego14 Jenụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe m hụrụ mgbe m na-agba ọsọ ndụ Igboho- Nwunye Seriki, onyeisi ndị Fulani n'Oyo steeti",
    "I so na ndị sị na agbamakwụkwọ Katolik edoghị anya? Lee ihe isii ọ ga-eri gị ịgba akwụkwọ Katọlik na NaijiriaEmelitere ikpeazụ na: 16 Ọgọọst 2018",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump",
    "NIMC NIN Registration: Oge ọhụrụ ị nwere ịjịkọ NIN na airtel, MTN na Glo SIM gị",
    "Ọ tụwara nwaanyị ime gbaa ọsọ, ugbua nwa ahụ a mụtaara ya adịrịla ya imeEmelitere ikpeazụ na: 18 Nọvemba 2018",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Etu e si achụ nwaanyị taa na mgbe gbooEmelitere ikpeazụ na: 24 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}