{
  "published": "8 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisioche Inec ekwuola na ọ bụ ndị ntorobia nwereike ị họpụta onye ga-abụ onyeisiala na ntuliaka 2019.",
    "O kwuru na nke a ga-eme site n'ọnụọgụgụ ndị bụ ntorobia n'ala Naịjiria ugbua.",
    "\"Dịka anyị na-eme ndenye aha maka ntuliaka afọ 2019, ihe anyị hụrụ bụ na ndị ntorobia bụ ndị kachasị n'ọnụọgụgụ ndị denyere aha maka ịtuliaka na 2019\".",
    "E ji Ndigbo eme akaje",
    "Election: Lee ụfọdụ ụmụafọ Igbo chọrọ ịzọ ọkwa onyeisiala",
    "Election: Ndị a chọrọ ịnọchite anya ndị Imo steeti",
    "O kwukwara na n'agbanyeghi na e nwere otu ndọrọndọrọ ruru 68 ugbua, otu ndị ọzọ ruru 130 etinyela aha ịbụrụ otu ndọrọndọrọ nke ha.",
    "Yakubu kwukwara na kemgbe ebidoro ị denye aha maka ntuliaka 2019 n'ọnwa eprelu nke 2017, mmadụ ruru nde iri n'otu edenyela aha ha.",
    "'Ihe mere Osinbajo jiri chụọ onyeisi DSS n'ọrụ'",
    "'Njọ' ise Lawal Musa Daura mere butere ọdịda ya",
    "Dike alaa mmụọ ebe ọ na-azọ ndị mmiri na-eri",
    "Etu ndị 'unknown gunmen' si wakpoo Obeagu, Amechi dị n'Enugwu steeti, gbuo ndị mmadụ, gbaa ọtụtụ ụgbọala ọkụelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ned Nwoko Vs Jaruma: Jaruma ọ gbaala ọsọ maka ikpe ya na Ned Nwoko?23 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Etu ndị 'unknown gunmen' si wakpoo Obeagu, Amechi dị n'Enugwu steeti, gbuo ndị mmadụ, gbaa ọtụtụ ụgbọala ọkụ",
    "Ned Nwoko Vs Jaruma: Jaruma ọ gbaala ọsọ maka ikpe ya na Ned Nwoko?",
    "Ihe ndị uweoji kwuru maka ndị otu ha a sị a gbagburu n’Okija, Anambra steeti",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Etu e si tụọ Sarah Ochekpe bụbụ Mịnịsta mkpọrọ afọ isii",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Imo State na ihe akụ ọnatarachi juputara n'ime yaEmelitere ikpeazụ na: 28 Ọktọba 2019",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}