{
  "published": "12 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii na ndị agha Naịjirịa nọ na Benue maka nsogbu a na-ebo ndị ọchụehi",
    "Ndị uweojii na Kaduna steeti kwuru na ndị oji egbe aga gburu ndị otu ha anọ ụnyaahụ n'obodo Jankasa nke dị nso obodo Rigasa dị n'okpuru ọchịchị Igabi na steeti ahụ.",
    "Onye kwuru nke a bu ọnụ na-ekwuchitere ndị uweojii na Kaduna steeti bụ Sabo Yakubu.",
    "'Atọrọla mmadụ 80 n'ụzọ Birnin Gwari'",
    "Ọdụm agbala ọsọ na Zoo dị na Kaduna",
    "Achọtala ozu 45 na Gwaska",
    "Yakubu kwuru na mgbede ụnyaahụ ebe elekere isii, ndị uweojii nọ ọrụ na Jankasa danyeere ndị omekome.",
    "\"Ka ha na ndị omekome a gbakọrọ egbe, mmadụ ano n'ime ha lara mmụọ,\" Yakubu kwuru.",
    "Ndị ji egbe aga na-akpa ike na mpaghara ụfọdụ na Kaduna, ọkachasị etiti Birnin Gwari ebe a tọọrọ mmadụ 80 n'ọnwa Mee nke afọ a.",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe13 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ọgbambọ: Etu m si malite ahịa nri na UK- Mobughichi Eberendu13 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe mere ụfọdụ ndị Igbo ji nabata okpukperechi 'Islam'",
    "Ebube Agu Meaning: Etu otu nchekwa ọhụrụ a ga-esi arụ ọrụ",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ugboro atọ mgbọ egbe 'stray bullet' tụrụ ndị NollywoodEmelitere ikpeazụ na: 21 Febụwarị 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Otele ukwu egbuola nwaanyị ọzọEmelitere ikpeazụ na: 4 Ọktọba 2018",
    "Ị na-aga ala Igbo? Mara na e mechiela Akwa ShagamuEmelitere ikpeazụ na: 26 Disemba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}