{
  "published": "14 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Church of Satan archives",
    "Ndụ ụka ekwensu nke kpọrọ onwe ha \"Church of Satan\" na Bekee akpọpụtala Naịjirịa maka na ndị ndu Naịjirịa na-akpọ aha onyeisi ha etu masịrị ha.",
    "Onye kpasuru ha iwe ọhụrụ a bụ onye bụbụ mịnịsta na-ahụ maka ọrụ ụgbọelu bụ Femi Fani-Kayode, ebe o kwuru na osote onyeisiala Naịjirịa bụ Yemi Osibanjo bụ 'Onyeozi Ekwensu.\"",
    "Fani-Kayode dere n'akara twitter ya na osote onyeisiala Osibanjo enweghi ikike ikatọ ndị ụkọchukwu na-anaghị ekwu okwu megide mpụ na ha na-emejo ụka Kraịstị.",
    "'Israel na-emegide ụka Kraist'",
    "Pope: Ikpe ọnwụ bụ mmetọ ugwu ruru mmadụ",
    "'Buhari gbara nkiti ihe na-emebi'",
    "Ọ gara n'ihu kwuo na Osibanjo n'onwe ya rapụtakwara ndị ụka Kraịstị maka na ọ bụ onye ụkọchukwu.",
    "Fani-Kayode nọ na-azaghachi Osibanjo bụ onye na-akatọ ndị ụkọchụkwụ Naịjirịa na ha anaghị akwado gọọmenti Buhari n'agha ọ na-ebuso mpụ.",
    "Mana ọ bụ ihe Fani-Kayode kwuru mere ndị ụka Ekwensu jiri wee iwe.",
    "Ebe foto si, @ChurchofSatan/Twitter",
    "Ndị ụka ahụ azaghachibuola onyeisiala Muhammadu Buhari n'ozi o dere n'akara twitter ebe o kwuru na ndị na-awakpo ụlọụka bụ ndị ajọ ọrụ ekwensu.",
    "Nigeria ga-akpọlata ụmụafo tọọrọ na Russia - Garba Shehu",
    "Ekiti: Fayose ebola Buhari ọdịda ya",
    "'Boko Haram emerighị anyị'-Ndị agha Naịjirịa",
    "Ofụfe",
    "Naijiria",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Eze Ekwensu lụrụ nwaanyị 57 eferela ụwa a akaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Oparaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ụlọikpe atọhapụla ụmụokorobịa Ipob atọ a nwụchiri n'Emene n'afọ 2020",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}