{
  "published": "15 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụ akwụkwọ nwaanyị ise a mere ihe nyere ndị nkụzị aṅụrị",
    "Mgbe BBC Igbo rutere na ya bụ ụlọ akwụkwọ ndị ụka katọlịk dị na n'onitsha, ụmụakwụkwọ juru ebe ahụ na-agụkwa akwụkwọ a na-achịkọba oge ezumike.",
    "Onyeisi ụlọakwụkwọ ahụ na-ahụ maka ọdịmma ụmụ akwụkwọ bụ maazị Ken Nwoye kọwara na obi dị ndị nkuzi na ụmụ akwụkwọ niile ụtọ maka nturu ugo umu aka ise ahụ.",
    "Nwoye kọwara na ụmụ aka ụmụnwaanyị ise ahụ nọ n'agbata afọ iri na atọ nakwa iri na ise, ma nọrọkwa na klaasị SS1.",
    "Ihe Buhari gwara ndị Yobe",
    "'Tinye nwa gị n'ụlọakwụkwọ maọbụ ije nga'",
    "Ụmụaka Igbo eturula ugo ọkaibe na teknụzụ na mbaụwa",
    "O kwuru na ụmụaka ahụ rụpụtara akụrụngwa ahụ, a na-akpọ 'FD Detector' ma ọ bụ \"Fake drug Detector' n'olu Bekee.",
    "Ndị mmadụ na-aga nleta ụlọakwụkwọ Regina Pacis kamgbe ihe ọṅụ mechara",
    "Nke a pụtara na akụrụngwa ahụ pụrụ igbochi mkpamkpa ọgwụ adịgboroja na-akpa na Naijịria.",
    "O kwuru na ya bụ FD detector bụ nke ndị ụlọ orụ NAFDAC nabatagoro.",
    "Ebe foto si, Ken Nwoye",
    "Ụmụ Regina Pacis na ndị nkụzị ha",
    "Ndị ya na Regina Pacis zọrọ ya bụ asọmpi bụ ụlọakwụkwọ si mba 115 n'uwa niile bịa, ha tukwara ugo dịka ndị mbụ.",
    "Aha ya bụ asọ mpi bụ World Technovation Challenge nke e mere na San Francisco na US.",
    "Ụmụaka turu ugo a bụ, Promise Nnalue, Jessica Osita, Nwabuaku Ossai, Adaeze Onuigbo na Vivian Okoye.",
    "Ebe foto si, Edufun Technik STEM center",
    "Ụmụada ise a si Regina Pacies Secondary School Onicha, 'Anambara steeti meriri n'asompi Technovation 2018",
    "Iji kwanyere ụmụaka ahụ ugwu, onye commisioner na-ahụ maka agụmakwụkwọ n'Anambara steeti  kwuru na ya ga na-eyị uwe akwụkwọ Regina Pacis aga ọrụ ruo otu ọnwa.",
    "O bidoro nkwa a o kwere site n'iyi ya bụ uwe gaa ọrụ ụnyaahụ.",
    "Ebe foto si, Ken Nwoye",
    "Okammuta Kate Azuka kwuru na ya ga-eyị uwe ụlọakwụkwọ ahụ otu ọnwa",
    "Onyeisiala ụlọakwụkwọ ahụ ụkọchukwu Fada Vincent Ezeaka ka dukwa ya bụ ụmụ aka nọrọ na mba Amerịka ebe ha na -kwadozị ịlọtawa.",
    "Osibanjo enyela iwu ka a hazigharịa SARS",
    "Onye ntọ ṅụrụ ọgwụ ike anwụọla",
    "Ndị ụka Ekwensu na-apịasu Naịjirịa",
    "Tekinụzụ",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "E mechala nyocha 'autopsy' n'ozu Sylvester Oromoni7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii19 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "E mechala nyocha 'autopsy' n'ozu Sylvester Oromoni",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere Ohanaeze Ndigbo jiri nye ndị gọvanọ izuụka abụọ ihibe Ebubeagụ na steeti ha",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}