{
  "published": "15 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Eze Scholar/Chukwuorji Igodo",
    "Ọtụtụ ndị ntorobịa na Naịjirịa apụtala ịzọ ọchịchị na ngalaba dị icheiche maka iwu gọọmenti etiti binyere nke hazigharịrị afọ ndị nọ n'ọchịchị dị icheiche dị.",
    "BBC Igbo gwara ụmụ Igbo ka ha zite ndị dị afọ 18-40 chọrọ ịzọ ọchịchị n'afọ 2019 n'elu soshal midia.",
    "Lee ndị gwara BBC Igbo na ha chọrọ ịzọ ọkwa ọchịchị n'Ebonyi steeti na ntuliaka 2019.",
    "Election: Ndị Abia lee ndị chọrọ inochi anya unu",
    "Election: Ndị a chọrọ ịnọchite anya ndị Imo steeti",
    "Election: Lee ụfọdụ ụmụafọ Igbo chọrọ ịzọ ọkwa onyeisiala",
    "Ụfọdụ ndị ntorobia chọrọ isonye na ndọrọndọrọ ọchịchị zitere aha ha ka a gbaa ha n'anwụ ka ọha nwee ike mata ha.",
    "Ezaka Caesar Okwudili dị afọ 38 gụrụ 'Banking and Finance' na mahadum.",
    "Ọ chọrọ ịnọchite anya ndị Ebonyi Sentraal n'ụlọomeiwu ukwu.",
    "Ebe foto si, Ezaka Caesar",
    "Eze Scholar dị afọ 31 bụ ọkaiwu.",
    "Ọ bụ onye Afikpo chọrọ ịnọchite anya ndị Afikpo Nọt/Sawụtụ n'ụlọomeiwu nta.",
    "Ebe foto si, Eze Scholar",
    "Chukwuorji Igodo dị afọ 31 bụ ọkaiwu.",
    "Ọ bụ onye Ivo chọrọ ịnọchite anya ndị Ivo n'ụlọomeiwu nke steeti",
    "Ebe foto si, Chukwuorji Igodo",
    "Agwu Chijioke Agwu dị afọ 31 bụ onye ntaakụkọ.",
    "Ọ bụ onye Amagu Anike Ọnịcha chọrọ ịnọchite anya ndị Ọnịcha Westị n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Agwu Chijioke Agwu",
    "Omenka John Michael dị afọ 28 bụ onye achụmntaego.",
    "Ọ bụ onye Ohaozara chọrọ ịzọ oche n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Omenka John Michael",
    "N'afọ 2018 a ka onyeisiala Naịjirịa bụ Muhammadu Buhari binyere aka n'akwụkwọ ga-eme ka ndị ntorobịa Naịjirịa nwee ohere ịzọ ọkwa ọchịchị.",
    "Akụkọ ga-amasị gị",
    "Ọgụ Izzi na Ukelle: Lee ihe onye ntaakụkọ BBC hụrụ",
    "Onyeisiala Naịjirịa dị Igbo nso karịa 'restructuring'- Osita Okechukwu",
    "Okenze anọchiela Madumere n'Imo Steeti - Osuji",
    "Ọ gafeela ọnwa iri a hụrụ Nnamdi Kanu bụ onyeisi otu Independent People Of Biafra (Ipob) anya n'ọha.",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Abaelekere 5 gara aga",
    "Papa Okoro dị afọ 100 mana ọ ka na-eji ụkwụ aga echute mmiri n'iyi12 Disemba 2023",
    "Etu nwa m si nwụọ n'ọgbaghara Anti-tout n'Onitsha - Nne Chimezie Uduji11 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s9 Disemba 2023",
    "Google Trends: Mohbad, Peter Obi, Ntuliaka 2023, Mr Ibu, Moyo Lawal na ihe ndị ọzọ a kachasị chọọ n'intanet n'afọ a12 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Aba",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Election: Lee ndị ntorobịa chọrọ ịnọchite anya ndị Anambra n'ọchịchịEmelitere ikpeazụ na: 23 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}