{
  "published": "15 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Taa ka o mere otu afọ kpọmkwem ndị agha Naijiria gbagburu ụfọdụ ndị ntorobia na-eme ngagharịiwe EndSars na Lekki Toll Gate dị na Legọs n'abalị 2010/2020.",
    "End Sars Memorial: 'Njiji jiri mgbe anyị garuru Okpara Square n'ụtutụ a'",
    "End SARS: Ndị ekperima etinyela ndị mmadụ n'ụjọ n'ụfọdụ obodo na mpaghara Ọwụwa Anyanwụ",
    "Anyị wetagharịrị ụnụ ụfọdụ ihe mere malite n'abalị 16 nke ọnwa Oktoba afọ 202o abalị ole na ole tupu ụbọchị ahụ ka na-agba ụmụ Naijria anyammiri rue taa :",
    "Ebe foto si, NigeriaGov/Twitter",
    "Gọọmentị Naịjirịa si na Ministrị na-ahụ maka egwuregwu na ndị ntorọbịa hazie mkparịtaụka n'etiti ndị uweojii na ndị na-anọchi anya ndị ntorọbịa.",
    "Dịka ha depụtara n'elu ihe ngosi ha wepụtara iji zie ozi maka ya, ha kwuru na ọ bụ ịkpa maka etu mmegbu na mkpagbu ndị uweojii si metụta ndị ntorọbịa.",
    "Otu onye akpọrọ aha ya so na ndị ga-anọchị anya ndị ntorọbịa bụ Ife Durosimi-Etti agbụrụla onwe ya na ya bụ nzụkọ.",
    "O kwuru n'akara Twitter ya kwa na ọ gaghị eso n'ihi na ihe ndị ntorọbịa chọrọ doro anya.",
    "Dọkịta Joe Abah bụkwa onye gaara achịkọta ọgbakọ a dekwuru na ọ gaghị emezi ya bụ ihe.",
    "Ebe foto si, Reuters",
    "Otu ndị kpọrọ onwe ha Anonymous ewegharala ụfọdụ akara Twitter gọọmentị Naịjirịa n'ike.",
    "Ha mere nke a iji gosi nkwado ha n'ebe ndị na-eme ngagharịiwe gbasara END SARS nọ.",
    "Ha kpọrọ oku ka gọọmentị Naịjirịa nwụchie ma nyochaa ndị ọrụ SARS pụrụiche.",
    "Ngalaba ehibere n'Afrịka iji chekwa ikike ruru onye bụ ACHPR n'aha ịchafụ akpọọla oku ka akwụsị ịwakpo ndị na-eme ngagharịiwe n'udo.",
    "Ha kwuru nke a n'akwụkwọ ozi ha gbasara n'akara Twitter ha ma kwuo na oge eruwo a ga-eji nyocha ndị ọrụ SARS na ebubo niile eboro ha n'ụzọ ziri ezi.",
    "Ndị otu a enweghi ihe maọbụ onyeisi.",
    "Mkpụru okwu ha ji aga bụ \"anyị dị igwe\", nke ha ji atụ aka na ọtụtụ mmadụ so n'otu ha.",
    "Dịka ha enweghị ndị ọchịchị, onye ọbụla nwereike sio na ya so n'otu a.",
    "Nke mekwara ka ndị so otu a nwee ebumnuche dị iche iche, nke mere ha enweghị olileanya otu.",
    "Mana, ha bụ ndị na-agba mbọ maka ndị ji aka ike achịgbụ ndị mmadụ.",
    "Ha na-eji ịnara ndị mmadụ ogige ịntanetị ha eme ihe a.",
    "Ọ bụ ihu nwoke a kpọrọ Guy Fawkes, bụ onye wuru ewu maka akwụkwọ Alan Moore dere a kpọrọ V for Ventetta.",
    "N'akwụkwọ ahụ, otu nwoke na-eyi ihu ahụ dịka ọ na-agba mbọ ịkwatu gọọmenti nrụrụaka karịrị na ya.",
    "Ebe foto si, Twitter/Sanwo-Olu",
    "Aka na-achị Legọs steeti bụ Babajide Sanwo-Olu akpọpụtala aha ndị uweojii anọ a na-enyo maka iwakpo ndị na-eme ngagharịiwe na steeti ya.",
    "Ọ kpọrọ mmadụ anọ a dịka ọ na-asa otu nwaagbọghọ e setere n'ihe onyonyo ka ndị uweojii na-akpụbanye ya n'ime ụlọọrụ ha.",
    "O kwukwara na gọọmentị ya eburula ihe gbasara akparamagwa ndị uweojii n'isi, ma kwuo na e kpewela ndị uweojii anọ a ikpe.",
    "O kwuru na gọọmentị ya ewepụtala nde naịra narị abụọ (200m) maka iti ndị nwụrụla nn'aka ndị uweojii aka n'obi na steeti ya.",
    "Ma kwukwaa na gọọmentị ya ga-etinye anya n'ihe gbasara mmegbu ndị uweojii.",
    "Ọ gakwara n'ihu rịọ ndị e tiri ihe ebe ọ na-eme ngagharịiwe mgbaghara maka nke a.",
    "N'ihe gbasara ụgwọ ọnwa ndị uweojii, Sanwo-Olu kwuru na ha etinyewela anya n'ihe gbasara ya n'obi gọọmentị etiti.",
    "Bishọpụ Paulinus Ezeokafor etinyela ọnụ na ngagharịiwe END SARS",
    "Bishọpụ Paulinus Ezeokafor bụ bishọpụ ndị Katọlik nke Ọka Dayọsis etinyela ọnụ n'ihe gbasara END SARS.",
    "O kwuru na ọ bụ emeghi ihe mgbe e kwesịrị ime ya na-ebute mmebi ihe.",
    "O kwuru na ndị SARS emekarịala ihe e dinyere ha, mere ka ndị ntorobịa wewe iwe a ha na-egosi ugbua.",
    "Ndị ji mma nwakporo ndị na-eme ngagharịiwe maka SARS na Kano bu isi obodo Kano steeti.",
    "Ndị a mechara chụsasịa ndị a na-eme ngagharịiwe.",
    "Ụdịrị ihe a mekwara ụnyaahụ n'Abuja nakwa Legọs dịka ndị ji mma na okporo wakporo ndị a na-eme ngagharịiwe.",
    "Ha mebichara ụgbọala ndị mmadụ n'Abuja ụnyaahụ.",
    "Ebe foto si, Screenshot/Twitter",
    "Ihe onyonyo BBC nwetara na-egosi ebe ndị mmadụ makpuru n'ala na-eti mkpu dịka ụda egbe na-ada ebe a na-eme ngagharịiwe na Jos.",
    "Ndị mmadụ n'ime onyonyo ahụ na-eti \"ha na-agba anyị egbe\" n'asụsụ Bekee.",
    "Akụkọ kwuru na ndị mmadụ na-eme ngagharịiwe na Jos bụ isi obodo Plateau steeti bụ ndị nọ n'ime ihe onyonyo ahụ.",
    "Ha so nzọmụkwụ steeti ndị ọzọ ịme ngagharịiwe gbasara mmegbu na mkpagbu n'aka ndị uweojii n'aha END SARS.",
    "Dịka ngagharịiwe maka mkpagbụ ndị ọrụ nchekwa na-aga n'ihu, ndị mmadụ nọ n'Enugwu ejirila ekpere malite nke taa.",
    "Amalitela ngagharịiwe maka mkpagbu ndị uweojii n'Abakiliki",
    "Dị ngagharịiwe maka SARS na mkpagbu ndị ọrụ ncheka amalitela ngagharịiwe n'Abakiliki bụ isi obodo Ebonyi steeti amalitela njem ha Ọdọ egwuregwu dị n'Abakiliki.",
    "Ha nọ n'ihu Obi Gọọmentị ochie dị na obodo ahụ.",
    "Angela Okorie na-eme ejije sonyere ngagharịiwe END SARS n'Ebonyi steeti",
    "Ha na-esi ọnwụ na gọvanọ David Umahi ga-abịarịrị gwa ha okwu.",
    "Ebe foto si, @Insidemainland/Screenshot",
    "Ndi amaghị ndị ha bụ wakporo ndị mmadụ pụtara ime ngagharị iwe END SARS n'obi gọọmentị Legọs steeti.",
    "Ihe onyonyo pụtara gosiri ebe ndị agboro si n'ime ụgbọala BRT apụta n'igwe ha ma buru kwa osisi na ngwa agha dị icheiche.",
    "Ndị mmadụ pụtakwara ịkwu na a na-awakpo ha na-agbakwa egbe n'Alausa bụ ebe ha na-eme ya bụ nzogbu.",
    "Ebe foto si, Uche Okoye P",
    "Ndị mmadụ mere ngagharị iwe mapụtara n'Awka n'ụbọchị Wenzde lahụrụ n'ihu obi gọọmentị Anambra steeti.",
    "Ha lahụrụ ebe ahụ maka na ha chọrọ ka aka na-achị Anambra steeti bụ Willie Obiano pụta bịa zaa ha oku.",
    "Otu onye nọ ebe ahụ kwuru na ha na-achọrọ ikpe nkwụmọtọ gbasara ndị niile echere na SARS gburu n'ụlọọrụ ha dị n'Awkuzu.",
    "Ebe foto si, @Afamdeluxo",
    "Ọzọ",
    "Onye omeiwu ama ama na-anọchite anya Anambra Idemili North and South Federal Constituency n'ulọomeiwu nta bụ Obinna Chidoka ekwuola na ego atọgbọghị n'ọrụ ha dịka ndị omeiwu na gọọmentị etiti.",
    "Obinna kwuru nke a mgbe ọ na aza BBC Igbo ajuju ajụrụ ya maka ebubo ego ana ebo ndị omeiwu nke Gọọmentị Etiti.",
    "#EndSARS: Mgbanwe ọ bịala na ngalaba uweojii a?",
    "Mụgharịanụ etu esi ebu egbe - Mohammed Adamu",
    "A chụọla onye uweojii SARS maka ịna akaazụ N5,000",
    "O kwuru na ihe na-eme ka ndị omeiwu enwere oke ego bụ ụdị ndị ndụ okoko ụfọdụ n'ime ha na-ebi.",
    "Ọ sị na ụfọdụ n'ime ha na-enwere ọnọdụ ha dịka ndị omeiwu ga biri oke ego n'ụlọakụ bụ nke ha ji ego oke ụgbụala na okoko ụlọ.",
    "Obinna sị \"ụfọdụ ndị otu anyị sị na ọchịchị pụọ na-ebizi ego ụgbụa iji rie nri ọnụ\".",
    "Ọ sị na ndị ngagharịiwe bịa na ya ga-egosi ha akwụkwọ e ji akwụkwụ ha ụgwọ ọnwa ka ha mata na anụ adịghị na ya bụ isiazụ.",
    "Chieso Iziga-Eruchalu bụ osote onyeisi ndị Ọhaneze ndị Igbo ngalaba ndị ntorobịa kwuo na ya ekwetachaghị ihe Obinna kwuru maka na ha bụ nnụnụ na-eri eficha ọnụ n'ala.",
    "N'okwu akpụ n'ọnụ bụ ENDSARS, ha abụọ kwekọrịtara na ọrụ ndị uweojii kwesiri ịkpatụ aka ka oyie ihe.",
    "Na ihe a ga-eme ka ụmụntorobịa kwusi ngagharịiwe bụ ịme ka obodo dị mma, nyere ndị mmadụ ọtụ na ihe ndị ọzọ ha chọrọ.",
    "Ndị uweojii Naịjirịa ewepụtala usoro ise ha ga-eji hiwe ngalaba ọhụrụ ga-anọchị SARS.",
    "N'ihe ha depụtara na Twitter, ha kwuru na ọnweghị onye sị na SARS bụ nke ekposara ekposa ga-eso na otu ọhụrụ a.",
    "Ha sị na ọrụ otu ọhụrụ a ga-abụ naanị isi imi n'ala chọpụta mpụ na ohi.",
    "Ndị otu ọhụrụ a agaghi na-agaghị agharị.",
    "Ha agaghị na-enyocha ekwentị, laptọpụ, na akụrụngwa ndị mmadụ na-enweghị ikike.",
    "Ya bụ ozi nke Frank Mba tinyere aka kwukwara na ọnweghị onye ọbụla ga enwere ikpe, ọkacha nke gbasa iji egbe meruo mmadụ ahụ ga-abata na ya bụ otu.",
    "Dịka ana eme ngaghrịiwe ENDSARS na steeti niile n'ala Igbo BBC Igbo nwere mkparịtaụka ekwentị ha na ndị isiọchịchị n'ala Igbo.",
    "Kọmịshọna mgbasaozi n'Anambra steeti bụ Don Adinuba kwuru na akụkọ ndị mmadụ na-akọ mgbasara SARS Ọkụzụ bụ akụkọ mgbeochie.",
    "N'iji maa atụ, okwuru na ya bụ James Nwafọ onye ọbụla kpụ n'ọnụ dịka onyeisi ndị SARS Ọkụzụ alaarị ezumike nka ihe karịrị afọ abụọ ya malitere ọrụ dịka kọmịshọna mgbasaozi nke steeti ahụ.",
    "Adinuba kwuru na kemgbe ya malitere ọrụ dịka kọmịshọna na steeti ahụ na ya anụbeghị maka nsogbu ndị mmadụ na SARS ebe ahụ.",
    "O kwuru na-azụrụ ndị SARS Anambra steeti nke ọma bụ nke mere ha ji akpa ezigbo agwa.",
    "N'Abia steeti, Gọvanọ Okezie Ikpeazụ dere n'akara Twitter ya na ha anụla ma hukwa iwe ụmụntorobịa na-eme ngagharịiwe na steeti ahụ.",
    "Ọ kwere ha nkwa na ya ga-agba mbọ ihụ gọọmentị etiti nụrụ olu ha.",
    "Ndị Enugwu na ndị Imo steeti azaghị ekwenti.",
    "N'aka nke ọzọ, Kọmịshọna mgbasaozi nke Ebonyi steeti bụ Uchenna Orji kwuru na ngagharịiwe a gbasara gọọmentị etiti, na ọnweghị ka osi gbasa ndị gọomentị steeti.",
    "Ebe foto si, Twitter/D_iiW/Vinchy",
    "Ngagharịiwe maka ịkwụsị ngalaba uweojii bụ Special Anti-Robbery Squad (SARS) na Naịjirịa abanyela n'ụbọchị asatọ.",
    "Kemgbe a malitere, ọtụtụ ihe pụrụiche emeela ebe ndị mmadụ gbakọrọ na-egosi iwe ha, ihe ndị ahụ na-eme ka ndị mmadụ na-ekwu na ọ bụ ya njirimara ezigbo obi ndị Naịjirịa.",
    "Ihe ndị ahụ gụnyere etu ndị mmadụ si enyere ibe ha aka n'agbanyeghi na ọtụtụ amabughi onwe ha tupu ha ezute n'ọgbakọ ahụ, etu e si atụkọta ego e ji ahụ na ya bụ ngagharịiwe gara nke ọma nakwa ihe ndị ọzọ dị iche iche.",
    ") 'Protest jollof'",
    "Ebe foto si, Vinchy",
    "Ndị mmadụ wepụtara onwe ha na-eke nri, mmiri, ihe e ji atagharị ọnụ, iji hụ na ndị mmadụ adaghị mba n'ikwu okwu a na-anụ ndị ntorobịa ọkụ n'obi.",
    "Ụfọdụ tụkọtara ego ha, ebe ndị ọzọ ji ego nke ha site nri ma na-eke ndị mmadụ.",
    "Nke a bụ usoro ha ji ahụ na okwu a ebighi etu ahụ na-akaghị ya ọnụ.",
    "Ụfọdụ ndị mmadụ bu n'obi ịpụta sonye mee naanị ngagharịiwe mgbe ha hapụrụ ụlọ ha, mana okwu dagharịrị.",
    "Ka ọ dị ugbua, ụfọdụ ndị a achọtala enyi, ọyị nakwa ọdị n'obi ha na-atụwaghị anya.",
    "Ndị ọzọ enwetala ndị na-ajụ ha \"nwanne ị ga-apụtakwa nke taa?\"",
    "Na Legọs, mmiri ozuzo malitere izo n'ụtụtụ, mana o gbochighi ndị mmadụ ịpụta maka ya bụ ngagharịiwe.",
    "Ya mere onye dị ka Feyi jiri wepụta onwe ya wee na-enye nwaanyị ọbụla chọrọ iyipu akwa ya mmiri mara, ohere ịnọ n'ụlọ ya gbanwee akwa ya.",
    "Dịka ndị mmadụ na-eri nri na-aṅụ mmiri na ngagharịiwe na mpaghara dị iche iche na Naịjirịa, e nwere ndị wepụtara onwe ha na-atụtụ ihe ndị ha na-atụfu.",
    "Ma n'Enugwu ma na Legọs, ha chọrọ ka e debe ụzọ ọcha dịka ndị ntorobịa na-ekwu uche ha.",
    "Ebe foto si, @Afamdeluxo",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra steeti bụ Haruna Mohammed ekwuola na-aghachiela ụlọọrụ ndị SARS n'Awkuzu.",
    "Haruna kwuru nke a na mkparịta ụka ya na BBC Igbo bụ ebe ọ nọ kwuo na gọomentị amalitela imejipupa nkwa ha kwere ndị mmadụ.",
    "Ị jụọ ndị ma maka ya, ọkachasị ndị bi na Awka na Dunukofia, ha ga-agwa dị na ngalaba SARS Awkuzu bụ nke ka njọ n'ala Igbo niile maka arụrụala, mmegbu na ogbugbu mmadụ ha na-egbu.",
    "Mapụ steeti ebe e mere ngagharịiwe na Naịjirịa",
    "A na-ebo ndị ọrụ ebe ha ebubo igbo ndị aka ha kwụọtụ bụ ndị na-enweghị ego ha ga-eji  agbara isi onwe ha.",
    "Ha na-ebokwa ha ise si ndị ajọ dibia akụkọ ahụ mmadụ ha ji agwọ ọgwụ.",
    "Otu edemede ngosi  ndị na-eme ngagharịiwe ji na-ekwu na ngagharịiwe EndSARS na-ekwu na SARS Awkuzu bụ nke kacha njọ n'Ọwụwa anyanwụ nakwa na Naịjirịa gbaa gburu gburu.",
    "Ngagharịiwe ENDSARS ajụla \"ị endi\" kemgbe abalị asaa agbanyeghị onyeisi ndị uweojii apụtala kwuo na ya egbosaala ngalaba ọrụ ndị isiekwe ọnwụ a.",
    "Onyeisila Muhammadu Buhari apụtakwala zaa oku ndị mmadụ kpọrọ ya site n'ịpụta kwa ha na ya nụrụ olu ha.",
    "O kwukwara na ikposa ndị otu SARS bụ otu ụzọ n'ime ụzọ ha chọrọ iji hazịgharịa ọrụ ndị uweojii.",
    "Mana agbanyeghị ihe ndị a niile, ngagharịiwe ka na-aga n'ihu na steeti dị iche iche na Naịjirịa.",
    "Ụfọdụ ndị na-eme ya bụ ngagharịiwe gwara BBC na ọnwe ihe mere ha agaghị eji kwusi ya bụ ngagharịiwe.",
    "Ndị mmadụ sị na ihe ka na-ewe ha iwe bụ na ndị uweojii ji mgbọigwe agbagbu ndị na-eme ngagharịiwe.",
    "Ha sị na iji mgbọ igwe, ịgba ha mmiri, ịkpọchị ha, ịtị ha ihe so na mmegbu ndị uweoji na-eme ndị mmadụ bụ ihe mere ha ji eme ya bụ ngagharịiwe.",
    "Ha kwuru na gbanyeghị na ha ka nọ na ya bụ ngagharịiwe, ndị uweojii ka na-egbukwa ndị mmadụ dịka ha na kpochikwa ndị ụfọdụ.",
    "Ọ bụghị taa ka ndị mmadụ bidoro iti mkpu ka e machị SARS.",
    "Ihe dị ka afọ anọ ugbua, ndị mmadụ nakwa ndị otu kwuuru onwe ha amalitelaarị tiwe mkpu na Twitter maka ajọ ihe ndị otu ọrụ a na-eme.",
    "Ụfọdụ ndị a na-egosi ihe onyonyo mkpagbu na ihe ndị uweojii a ji ndị ndị ntorobia eme.",
    "Ọtụtụ mmadụ ekwenyeghị n'ihe gọọmentị kwuru maka ikposa SARS.",
    "Nke bụ maka na nke a abụghị mbụ .",
    "Mapụ ebe emere ngagharịiwe na Naịjirịa",
    "N'ụbọchị 13 October bụ abali asaa ụmụntorobịa malitere ngagharịiwe ENDSARS na Naịjirịa.",
    "Ụmụntorobị na ndị ama ama pụtara igosi iwe ha n'ụdị pụrụiche n'ike na ebube na steeti dị iche iche.",
    "Ka chi na-efo bụ ka steeti dị iche iche na-esonye na ya bụ ngagharịiwe.",
    "Ka ọ dị taa, steeti iri na isii gụnyere Abuja na-eme ya bụ ngagharịwe.",
    "Steeti ndị a bụ Abuja, Kwara, Oyo,Oshun, Kogi, Ondo, Ogun, Legọs, Edo, Anambra, Enugwu, Imo, Delta, Abia, Cross River na River steeti.",
    "A malitela ime ngagharịiwe maka nkwụsị Special Anti-Robbery Squad (SARS) na Naịjirịa n'Okpara Square dị n'Enugwu steeti.",
    "Ndị Enugwu sonyere taa n'ihe mere ya ụbọchị asaa a malitere ime ngagharịiwe a na mpaghara dị iche iche na Naịjirịa.",
    "Lee ka o si aga ebe a",
    "Dịka ebidoro ngagharịiwe EndSARS, obutela ọtụtụ okwu ọkchasi na Twitter. Lee nchịkọta ụfọdụ ya ebe a :",
    "#BuhariHasBeenABadBoy -  Dịka ndị ntaakụkọ gbara otu nwa agbọghọ ajụjọ onụ maka i so eme ngagharịiwe, O kwuputara na ndị uweojii ji egbe pụta mana ndị na-eme ngagharịwe bu ndị ntoroọbia gba aka.",
    "O kwuru na ha mechaa nke EndSARS na ọzọ ha ga-eme bụ maka Buharị n'ihi na obi adịghị ha mma maka ọchịchi ya, were sị na n'okwu bekee \"Buhari has been a bad boy\".",
    "N'otu aka ahụ ihe na-ewu na soshal Midia bụ ngagharịiwe nke Rivas steeti dịka ndị mmadụ na-eme ngagharịiwe na steeti ahụ na-ekwu na ha ga-eme ngaghariiwe na-agbanyeghị na Gọvanọ steeti ahụ sị ha emela ngagharịiwe.",
    "Ebe ngaharịiwe na-akpotụ na Ibadan, Akure, Uyo,Akure na nke Enugwu.",
    "Onye Omeiwu Rochas Okorocha ekwuola na site n'iwu nke 43, ka ndị ụlọomeiwu nye ikike ka-atọghapu ndị niile na-eme ngagharịiwe ha jichiri.",
    "N'aka nke ọzọ ka omeiwu Ifeanyi Ubah gbadoro ụkwụ n'ịwu ndị omeiwu nke 43 were kelee onyeisi ndị uweojii maka ịkwụsị ndị uweojii SARS.",
    "Ha nọ n'ihu ụlọ ndị uweojii akpọ oku ka kọmịshọna ndị uweojii pụta bịa gwa ha okwu.",
    "N'agbanyeghị na ụfọdụ ndị na-ekwu na ndị uweojii agbaala ha gburugburu ebe ha gbakọrọ ime ka ọha nụrụ olu ha.",
    "Ndị otiegwu a ma ama dịka Flavour, Phyno, Zoro na ndị ọzọ kwuru na ha ga-edu ndị mmadụ n'ime ngagharịiwe n'Enugwu maka mkpamkpa ngalaba uweojii Naịjirịa a kpọrọ SARS na-akpa.",
    "Ebe foto si, Twitter/GovWike",
    "Gọvanọ na-achị Rivas steeti bụ Nyesom Wike amachiela ngagharịiwe maka nkagbu SARS ndị mmadụ na-akwado ime na steeti ya taa.",
    "Mana ndị mmadụ ka na-esi ọnwụ na ha ga-emerịrị ya n'ihi na iwu Naịjirịa kwadoro ime ngagharị udo.",
    "Ndị gụnyere Tacha nke si na Big Brother Naija nke agba nke anọ so buru ya n'isi ma na-ekwu na ha ga-emerịrị ya bụ ngagharị.",
    "Ọ gara n'ihu kwuo na Wike kwesịrị ịma na enweghi ihe ọjọọ dị n'ihe ha chọrọ ime, n'ihi na ọ bụ ọkaiwu.",
    "Ebe foto si, Zainab Adewale",
    "Otu nwoke aha ya bụ Sam Okafor gwara BBC na onye egburu na-ebe a na-eme ngagahrịiwe na mpaghara Surulere di na Legọs bu ọkwa ụgbọala ya.",
    "Maazị Okafor sị na ha nọ na njem ị ga Surulere oge ọnwụ jekwuru ọkwọụgbọala ya aha ya bụ Ikechukwu Ilohamauzo pụrụ ikiri ihe na-eme tupu mgbọ were tụọ ya.",
    "\"Ọ bụ Ilupeju ka anyị na-aga tupu ihe a eme.\"",
    "Akwa arịrị ekweghị nwoke ahụ kwuo okwu ọfụma dịka BBC na-agba ya ajụjụ ọnụ.",
    "Ndị uweojii si na Maazị Ilohamauzo dị afọ 55.",
    "N'ihe onyonyo nakwa akụkọ pụtara na soshal midia gosiri ebe otu nwoke iyi akwa mee mee ma dinara n'ala dịka ndị ọrụ ahụike na-azọ ndụ ya.",
    "Ndị ọzọ gosikwara ebe ndị mmadụ na-agba ọzọ ma na-asị na a na-agba ha egbe.",
    "#EndSARS: Mgbanwe ọ bịala na ngalaba uweojii a?",
    "Mụgharịanụ etu esi ebu egbe - Mohammed Adamu",
    "A chụọla onye uweojii SARS maka ịna akaazụ N5,000",
    "Onye ntaakụkọ BBC nọ ebe ahụ kwuru na ndi uweojii abịala ebe ahu ma buru ozu onye ahụ agbara egbe pụọ.",
    "Ndị uweojii ahụ bịakwara ịwakpo onye ntaakụkọ BBC tupu ọ kọwa onye ọ bụ.",
    "Ihe onyonyo nakwa akụkọ ndị mmadụ tinyere na soshal midia na-akọwa na ọtụtrụ mmadụ merụrụ ahụ na mpaghara Surulere ahụ.",
    "Otu onye ntaakụkọ TechNext desre n'akara Twitter ya na ihe na-eme na Surulere dị ka agha.",
    "Ihe onyonyo ndị ọzọ na-egosikwa ebe akpụ ụmụagbọghọ abụọ abanye ụlọ ọrụ ndị uweojii a kpọrọ \"Area C\" dịkwa na Surulere ahụ.",
    "Ndị uweojii n'onwe ha na-agọ na ọ bụghị ha gbara egbe gburu nwa amadi ahụ ma kwuo na mgbọ gburu otu onye otu ha dịka mmadụ abụọ merụrụ ahụ.",
    "Ndị uweojii sị na ọ bụ ndị bịara ịwakpo ụlọ ọrụ ha gbara egbe gburu ndị a.",
    "Nke a na-abịa dịka onyeisiala Naịjirịa bụ Muhammadu Buhari kwere nkwa na mkposa gọọmentị ya mere ngalaba \"Special Anti Robbery Squad\" (SARS) bu ụzọ mbụ na njem ịhazigharị ndị uweojii na Naịjirịa.",
    "Ebe foto si, Nigerian Presidency",
    "Onyeisiala kwuru na ya ghọtara iwe ndị mmadụ gbasara ajọ akparamagwa ndị uweojii.",
    "Ọ sị na ya ga-agbambọ ihụ na ndị niile aka ha dị na mmegbu ndị mmadụ nweta ntaramahụhụ kwesiri ha.",
    "Buharị kwuru na o wutere ya na egburu onye na-eme ngaghariiwe na Oyo steeti.",
    "O kwuru na ya enyela iwu ka esie imi n'ala chọpụta ndị aka ha dị na ya bụ ọwnụ nwaamadị.",
    "Ọ sịkwa na ọ dịkwa mkpa ịkwete na ọtụtụ ndị ọrụ uweojii dị mma, mana na ọ bụ ụfọdụ ndị ajọ mmadụ na-ebutere ji ọzọ aha ọjọọ.",
    "Ndị ntorobịa malitere ime ngagharịiwe kemgbe abali isii maka mkpagbụ SARS.",
    "Na Mọnde, ngagharịiwe a ruru Ọnịcha nakwa Ụmụahịa.",
    "Otu onye n'ime ndị na-eme ngagharịiwe gwara BBC Igbo na ihe mere ha ka ji na-eme ngagagharịiwe n'agbanayeghị na gọọmentị sị na ha akagbụọla ngalaba ahụ sị na obi ejubeghị ha afọ banyere ihe a.",
    "\"Anyị chọrọ ka Buhari bịa gwa anyị okwu. Ọ karịghị iji ọnụ ya gwa anyị okwu.\"",
    "Ngagharịiwe n'Umuahia butere ụzọ ịfashị dịka ndị ntoroọbịa kputara n'uju.",
    "Ha gara isi ụlọ ọrụ ndị uweojii di n'ụzọ Bende ma rukwa ụlọ ndị Omeiwu na steeti ahụ nakwa obi gọọmentị Abịa.",
    "Ebe foto si, Amadike Prince",
    "Ebe foto si, Amadike Prince",
    "Ndị mmadụ pụtara maka ngagharịiwe",
    "Ndi mmadụ pụtara ngagharịiwe n'Umuahia",
    "Ndị mmadụ pụtara ngagharịiwe n'Umuahia",
    "N'agbanyeghi na onyeisi ndị uweojii na Naịjiria bụ Mohammed Adamu kwuputara ụnyaahụ na ha amachiela SARS, ndị nọ n'Ọnịcha, Aba, Ụmụahịa, Ọka, Legọs nakwa mpaghara ndị ọzọ ka na-ekwusi ike na ha ga-emegide ngagharịiwe a ruo mgbe ọ mịtara mkpụrụ mgbanwe.",
    "Ha kwukwara na ha agaghị akwụsị ime ngagharịiwe ruo mgbe onyeisiala Naịjirịa bụ Muhammadu Buhari pụtara kwuo okwu.",
    "Ha kwuru na  otun'ime ihe ha chọrọ bụ ka a kpụpụ ndị uweojii ndị gburula mmadụ ụlọikpe.",
    "Ebe foto si, Nigerian Presidency",
    "Ọtụtụ ndị mmadụ chọrọ ka onyeisiala Muhammadu Buhari were ọnụ ya kwuo maka mkposa Sars tupu ha ekwete.",
    "Nke a na-abịa dịka onyeisi ndị uweojii bụ Mohammed Adamu kwuru na ha ekposaala ngalaba ndị uweoji a kpọrọ 'Special Anti-Robbery Squad' na steeti niile dị na Naịjirịa.",
    "Ọtụtụ n'ime ha kwuru na nke a abụghị nke mbụ ndị uweojii na-ekwu na ha ekposaala Sars, mana e mechaa, ihe na-ebenụ ka na-ebekwa.",
    "Prince Big Brother Naija kwuru na onyeisiala kwesịrị iji aka ya gwa ndị ọ na-achị okwu",
    "Afam Deluxo kwuru na ọ bụrụ na Buhari ekwughị okwu maka nke a, ngagharịiwe agaghị akwụsị",
    "Ayeni Adekunle kwuru na onyeisi ndị uweoji kwesịsị ịgba arụkwaghịm, ma kwukwaa na ọ bụ onyeisiala kwesịrị ikwu maka mkposa Sars",
    "Onye ọzọ aha ya bụ Cheta kwuru na ọ bụghị taa ka ndị isi uweojii tiri iwu mana ndị otu ya egeghị ntị",
    "Ada Bekee kwuru na ihe ọ chọrọ bụ okwu ikike si n'aka onyeisiala nke Bekee na-akpọ 'Executive Order'",
    "Etu NgagharịiweEnd Sars si malite",
    "Ebe foto si, Nigeria Police",
    "Simeon Midenda bụ onye hibere otu Sars na legọs n'afọ 1992",
    "SARS bụ mkpọbiri aha nke pụtara 'Special Anti-Robbery Squad'.",
    "Ha bụ ngalaba pụrụ iche n'ime otu ndị uweojii nke ọrụ ha bụ igbochi nakwa inwuchi ndị o ji egbe ezu, ndị ntọrị mmadụ, nakwa arụ ndị ọzọ tara akpụ n'obodo.",
    "Dịka Frank Mba, ọnụ na-ekwuru ndị uweojii si kwuo, ụfọdụ ndị Sars sokwa aluso ndị Boko Haram ọgụ na mpaghara ugwu Naịjirịa.",
    "E hibere otu Sars n'afọ 1992, onye hibere ya bụ onye uweojii aha ya bụ Simeon Danladi Midenda.",
    "Tupu oge a, ọ bụ ngalaba a kpọrọ 'Criminal Investigation Department' (CID) na-eleba anya n'okwu gbasara ndị ojiegbe ezu.",
    "Mana n'ime otu CID a, e nwekwara ngalaba a na-akpọ 'Anti-Robbery Squad'.",
    "Na mkparịtaụka ya na ụlọorụ ntaakụkọ vanguard, Midenda kọwara na oge ọ malitere otu a, ha anaghị eyi akwa maọbụ ụgbọala ndị uweojii arụ ọrụ, mana ha anaghịkwa ebu egbe akpagharị n'ụzọ.",
    "Nke a bụ ụzọ iji zoo onwe ha ka ndị ekperima ghara ịma na ha bụ ndị uweojii.",
    "N'oge ahụ, naanị na Legọs ka e nwere Sars, mana o mechara gbasaa na steeti niile na Naịjirịa.",
    "Ebe foto si, UGC",
    "Ụfọdụ na-ekwu na ha anaghị ama ndị bụ Sars na ndị bụ ndị ekperima",
    "Ndị mmadụ malitere iweta mkpesa na ndị Sars na-eyizi ha egwu.",
    "Ọtụtu na-ekwu na onye ya na ibe ya nwere nghọtahie, onye ahụ a ga kpọọrọ ya ndị Sars.",
    "Ọtụtụ onyonyo pụtakwara na soshal midia ebe ndị Sars na-emekpa ndị mmadụ ahụ.",
    "Ụfọdụ oge ka e boro ebubo na ndị Sars gburu mmadụ.",
    "N'ihi na ha anaghị eyi akwa ndị uweojii, bịakwa na-ebu nnukwu egbe, ọtụtụ ndị mmadụ anaghị ama ndị bụ ndị Sars na ndị bụ ekperima.",
    "Ihe ndị a socha na mkpesa mere ọtụtụ ji ekwu ka e mechie ngalaba Sars.",
    "Ebe foto si, Nigeria Police",
    "Onyeisi ndị uweojii bụ Mohammed Adamu ekposala ngalaba Special Anti-Robbery Squad (SARS) niile dị na steeti 36 dị na Naịjirịa taa bụ ụbọchị Ọktoba 11,2020.",
    "O kwuru na o mere nke a iji wee gere oku ụmụ Naịjirịa na-akpọ kamgbe ka akwụsị atụmaatụ SARS.",
    "Sineti enyeela iwu e lebanye anya n'ọnwụ  Ifeoma Abugu n'aka ndị SARS'",
    "Onyeisi uweojii ahazigharịala SARS",
    "Adamu kwuru nkea n'ozi o zipuru ụmụ Naịjirịa n'onyonyo Facebook.",
    "O kwuru na mkposa a pụtara na a ga-etinyezi ndị niile na-arụ ebe ahụ na ngalaba ndị uweojii ndị ọzọ.",
    "O kwuru na ụlọọrụ ya echewela maka ngalaba ọzọ ga-ebuso ohi na ntọ agha dịka esi hiwe SARS ịme ya mana ugbua a ga-akpọpụta aha ngalaba ọhụrụ ahụ mgbe oge ruru.",
    "Iji wee gbochi nsogbu SARS butere, o kwuru na ụlọọrụ ya ehiwela ọgabkọ a kpọrọ  'Citizens' and Strategic Stakeholders' Forum' ebe a ga na-enwe mkparịtaụka n'etiti ndị Naịjirịa na ndị isi uweojii.",
    "O kwukwara na ndị uweojii ehiwela ọgbakọ nyocha ga-agụnye otu ndị na-ahụ maka ikike dịrị onwe ka ha nandị uweojii rụkọọ ọrụ n'inyocha ikpe gbasara mmegide ikike dịrị onye.",
    "Ebe foto si, Nigeria Police Force",
    "Festus Ogun kwuru na onyeisiala kwesịrị ikwu okwu maka ya",
    "Joe Abah kwuru na obi dị ya mma maka mkposa Sars",
    "Otiegwu Banky W kwuru na ikposa Sars ebibeghi okwu a",
    "Etu ngagharịiwe megide SARS si aga n'Awka dị n'Anambra Steetị",
    "Ndị ntoroọbịa bi n'Awka dị n'Anambra Steetị amalitela ime ngagharịiwe megide mkpagbu ha na-ahụta n'aka ngalaba uweojii a kpọrọ SARS.",
    "Ha malitere nke a n'ebe a kpọrọ 'Alex Ekwueme Square dị n'Awka ma buruzie ya gawa 'Aroma' dịka ha na-abụ abụ.",
    "Onyeisi uweojii ahazigharịala SARS",
    "Ndị EFCC, SARS na-emekpa anyị ahụ - Ụmụakwụkwọ Nekede",
    "E jirila egbe gbajie nwoke ụkwụ n'ọgụ ndị 'SARS' na ndị ahịa Onitsha Main Market",
    "Ha si ebe ahụ gawa n'ahịa Eke Awka",
    "Ndị ngagharịiwe n'ahịa Eke Awka",
    "Ahịa Eke Awka",
    "Ndị a na-eme ngagharịiwe bu ya gaa n'isi ụlọọrụ ndị uweojii dị n'Awka ime mkpesa ha.",
    "Ndị a na-eme ngagharịiwe ka ha na-echa ka kọmishọna ndị uweojii bịa gwa ha okwu.",
    "Ụfọdụ ha nọ ọdụ n'ala na-eche ozi n'aka ndị uweojii",
    "Kọmishọna ndị uweojii n'Anambra Steetị bụ John B. Abang pụtara ịbịa zaa oku ndị a na-eme ngagharịiwe na-akpọ.",
    "Ọ gwara ha na ndịisi ndị uweojii na Naịjirịa ga-eleba okwu ndị anya n'oge na-adịghị anya.",
    "Mgbe John B. Abang bụ kọmishọna uweojii n'Anambra Steetị na-agwa ndị ngagharịiwe okwu n'Awka",
    "Abang gara n'ihu kwee nkwa na ụlọọrụ onyeisi ndị uweojii ga-enwegharị ngalaba SARS kpamkpam.",
    "Ndị ntoroọbịa a kpọkwara oku ka a tọhapụ mmadụ niile ngalaba SARS Awkuzu nwuchiri n'ụzọ na-ezighi ezi.",
    "Ebe foto si, DJ Spinall",
    "Ndị otiegwu DJ Spinall na Wurld",
    "Ụmụ Naịjirịa na-ekwupụta iwe ha maka mmakpa ahụ ndị uweojii na-emekpa ụmụ mmadụ, ọ kachasị ngalaba ndị uweojii a kpọrọ Sars.",
    "Ọtụtụ ndị a ma ama, ma ndị otiegwu nakwa ndị na-eme ihe ejije Nollywood, sonyechara na ngagharịiwe a.",
    "A chụọla onye uweojii SARS maka ịna akaazụ N5,000",
    "Ndị uweojii agbagbuola nwa agbọghọ",
    "SARS pụtara 'Special Anti-Robbery Squad' na bekke. Ha bụ ngalaba e kepụtara ibuso ndị ojiegbeezu agha n'ụzọ pụrụ iche.",
    "Mana ọtụtụ na-ekwu na ndị Sars ahapụla ọrụ ha ma na-emenyụ ụmụ mmadụ anya.",
    "Ugboro ugboro ka ndị mmadụ kpọrọ oku ka e mechie ngala uwwojii a akpọrọ Sars, mana gọọmentị emeghị ihe ọbụla gbara ọkpụrụkpụ maka nkea.",
    "Ya kpatara onye ọbụla ji malite ngagharịiwe, n'ihi na Igbo kwuru na \"ọ bụrụ na agbaghị ụzọ owere mgba, ọ gaghị echi.\"",
    "Ngagharịiwe a mere na steeti dị icheiche na Naịjirịa gụnyere:",
    "Lagos",
    "Ekiti",
    "Osun",
    "Abuja",
    "Edo",
    "Ebe foto si, Twitter/@Rudeboy",
    "Genevieve Nnaji kọrọ akụkọ etu ndị Sars si mekpaa nwanne ya nwaanyị ahụ:",
    "Otiegwu Falz bu ya bụ ngagharịiwe n'isi.",
    "Onye ọkpa ọchị e ji Mr Macaronii mara sonyekwara na ya bụ ngagharịiwe.",
    "Ihe ndị megara na Ngahariiwe EndSars tupu 20/10/ 2021",
    "Runtown sokwa ya:",
    "Tiwa Savage nọkwa ebe ahụ",
    "Lekwa Zoro",
    "Ngagharịiwe a gara n'ihu n'agbanyeghị na ndị uweojii ekwuola na ha amachiela ndị Sars ịkwụ n'ụzọ.",
    "Ha kwukwara na ndị Sars enweghị ikike ịnyocha ekwentị mmadụ, maọbụ nwuchie mmadụ n'ihi na onye ahụ sere tatoo maọbụ na ọ kpara isi.",
    "Frank Mba, ọnụ na-ekwuru ndị uweojii nyere nkọwa ahụ oge ya na otiegwu a kpọrọ Naira Marley nwere mkparataụka na Instagram.",
    "Naira Marley chọburu ịhazi ngagharịiwe, mana mkparịtaụka ya na Frank Mba mere ka ọ kagbuo ya.",
    "Mana nke a enyeghị ndị mmadụ obi ụtọ chaachaa",
    "Ebe foto si, Iamkinggrudy/Talk2raw - Instagram",
    "Ọtụtụ ndị Naịjirịa ekwuola uche obi ha maka atụmatụ ọhụru a ga-eji hazịgharị ndị ọrụ uweojii pụrụiche bụ Federal Special Anti-Robbery Squad eji SARS mara.",
    "Onyeisi ndị uweojii na Naijirịa bụ Mohammed Adamu enyela iwu ga-ahazigharịa etu ndị uweojii a pụrụiche si arụ ọrụ .",
    "Nke a na-abịa dịka ndị mmadụ na-eti mkpu na ndị uweojii a pụrụiche na-akpa mkpa mkpa dị ọjụọ nke na-ebute ọnwụ ụfọdụ ndị nkịtị aka ha dị ọcha.",
    "Tupu etinye iwu a, ọtụtụ ndị Naijirịa nke gụnyere ndị na-eti egwu, ndị na-eme ihe ejije na ndị ọzọ ọnụ na-eru n'okwu bidoro tiwa mkpu maka etu ndị uweojii a si arụ ọrụ.",
    "Dịka etinyere iwu ọhụru a, afọ ejughi ọtụtụ ndị mmadụ dịka ha kwuru na ihe na-ebe ka na ebe.",
    "Oti egwu Paul Okoye eji Rudeboy mara bidoro kamgbe na-ekwu na aka ndị SARS ji arụ ọrụ ha ezighị ezi.",
    "O kwuru ka onyeisiala Naijirịa bụ Muhammadụ Buhari na osote ya bụ Yemi Osinbajo tinye ọnụ na ya bụ okwu.",
    "Mụgharịanụ etu esi ebu egbe - Mohammed Adamu",
    "Onye uweojii gbagburu nwokorobia agbaala ọsọ",
    "N'otu aka ahụ ka Okechuklwu Ukeje eji Mr.Raw mara na-etikwa egwu kwuru na-atụmatụ ọhụru a bu ihe ochie.",
    "O kwuru ka ndị uweojii kpọpụta ndị a na-eme arụ a ma kpee ha ikpe ka ụwa hụ.",
    "Gee ya n'uju ebe a",
    "Maka nghazịharị ndị uweojii FSARS",
    "Ọ bụ okwu a butere ka Adamu kagbuo etu ndị uweojii a si arụ ọrụ ma wepụta atụmatụ ọzọ etu ha ga-esi arụ ọrụ ha.",
    "Gụọ ya ebe a :",
    "IGP Monitoring Unit:",
    "",
    "FSARS:",
    "",
    "",
    "",
    "",
    "FORCE PUBLIC COMPLAINT BUREAU",
    "Calls/SMS/whatsapp",
    "Calls/SMS/whatsapp",
    "Ụnyaahụ bụ ụbọchị Yemi Osinbajo bụ onye na-arụ ọrụ dịka onyeisiala nyere onyeisi ndị uweojii iwu ka ọ wụghara ngalaba ụlọọrụ SARS.",
    "Nke a bụ n'ihi mkpesa ọtụtụ ụmụafọ Naịjirịa mere banyere mwakpo na mmekpa ahụ ha na-enwete n'aka ndị ọrụ nchekwa SARS.",
    "#EndSARS: Mgbanwe ọ bịala na ngalaba uweojii a?",
    "Etu esiri jide ndị SARS mere mpụ",
    "Onyeisi uweojii ahazigharịala SARS",
    "Mwogharị ndị ọrụ nchekwa SARS ebutela ọtụtụ okwu site n'akara ọtụtụ ndị Naịjirịa na soshal midia.",
    "Ụfọdụ kwuru na ọ bụghị ịgbanwe aha ya site SARS baa na FSARS bụ isi kama na ọ bụ ka ekpochapụha kpamkpam.",
    "Ndị ọzọ toro atụmatụ a ma kwuo na ọ bụ ezigbo ihe dịka Osinbajo arụọla ezigbo ọrụ Buhari na-enweghi ike ịrụ mgbe ọ nọ na Naịjirịa.",
    "Ndị ọzọ kwuru na Osinbajo arụghị ọrụ ahụ n'ike nke aka ya kama na ọ bụ Buhari nyere ikike ka wogharịa ndị ọrụ nchekwa SARS.",
    "Mgbe BBC Igbo gbara Ben Motuanya bụ odeakwụkwọ mgbasa ozi otu na-ahụ maka mmekọrịta ndị obodo na ndị uweojii akpọrọ PCRC n'ịchafụ ajụjụ,",
    "O kwuru na mwogharị ahụ dị mma, kama na ọ ka fọdụrụ bụ ihe ndị a ga-eme iji chekwa ugwu dịrị ndị uweojii.",
    "O kwuru na e kwesiri ikpokọta ha niile ọnụ n'okpuru ọchịchị onyeisi ndị uweojii steeti ọbụla na abụghị onyeisi ha ị nọ n'Abuja.",
    "Okwu Immanuel James Ibe-Anyanwu maka nwakpo SARS wakporo ya.",
    "Inec adọtịala oge idenye aha maka PVC",
    "Ụlọọrụ anyị emepekwaala ọzọ - GTB",
    "Ndị kpuru isi n'Imo steeti gbochiri ụlọ gọọmenti",
    "Buhari na Osinbajo ha ga-azọkọ na 2019?",
    "Ụmụntoroọbịa",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ngosi iwe",
    "Nchekwa ndị ụwe ojii",
    "Ngosi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "End Sars Memorial: O nweghi akaebe gosiri na e gburu ndị mmadụ na Lekki Toll Gate - Lai Mohammed20 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'A maghị m na m ga-emecha bụrụ onye ndọrọndọrọ ọchịchị'- Ifeanyi Ubah20 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "End Sars Memorial: O nweghi akaebe gosiri na e gburu ndị mmadụ na Lekki Toll Gate - Lai Mohammed",
    "Anyị na-eche na aka ndị Ipob dị n'ọnwụ ndị eze odinala abụọ na Njaba - Ndi uweojii Imo",
    "Nnamdi Kanu's seven count charge: Ebubo asaa ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}