{
  "published": "17 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Umar Ganduje abụrụola 'agụ na-eche mba' n'ala Igbo",
    "Ebe foto si, BBC",
    "Eze Eberechi Dick bụ onyeisi otu ndị eze si ọwụwa-anyanwụ etuola gọvanọ Kano steetị bụ Abdullahi Umar Ganduje ugo dika 'agụ na-eche mba 1' nke Ndị Igbo.",
    "Otu a kwuru na ha turu Ganduje makana ọ gbara mbọ hụ na ndị Igbo na ndị be ya bi na Kano na-ebi n'udo.",
    "Idemmiri egbuola ọtụtụ mmadụ n'India",
    "Ebe foto si, Getty Images",
    "Na mba ofesi, akwa adaala n'obodo Kerela n'ala India ebe nnukwu ide mmiri gburu mmadụ nari atọ na iri abụọ na anọ.",
    "Ugbua ndị gbata gbata na-anwa ịzọ ndụ ndị ọzọ biri n'obodo ahụ.",
    "Ugbua mmadụ karịrị puku narị abụọ ka idemmiri a chụpụrụ.",
    "Ntuliaka 2019 dị n'aka ndị Naịjirịa - INEC",
    "Ebe foto si, Getty Images",
    "Ngalaba na-ahụ maka ntuliaka na Naijiria bụ INEC ekwuola na ntuliaka Naijiria ga-eme n'afọ 2019, ga-aga nke ọma ma ọ bụrụ na onye ọbụla jikọtara aka rụọ ọrụ ọfụma mgbe oge ahụ ga-abịa.",
    "Emeka Ononamadu bụ onyeisi ụlọọrụ INEC kwusiri ike na ụlọọrụ INEC niile n'ala Naịjirịa dị njikere ịza ajujụ onyeọbụla nwere ugbua gbasara ntuliaka na-abịa.",
    "Ụlọ dara na Jabi egbuola mmadụ abụọ",
    "Mmadụ abụọ anwụọla, ebe a na-achọ ihe ruru mmadụ iri ka ụlọ elụ dachara  na Jabi dị n'Abuja.",
    "Akụkọ na-ekwu na ụmụaka na ndị na-ere nri so na ndị ka nọ n'okpuru ụlọ a dara ada.",
    "Kevin de Bruyne ga-eji ọnwa atọ pụọ n'asọmpị niile",
    "Ebe foto si, Getty Images",
    "N'egwuregwu, Kevin de Bruyne  onye otu  Manchester City  agaghị eso n'asọmpị ọbụla ruo ọnwa atọ  maka ahụ o meruru n'ụkwụ.",
    "Gee akụkọ anyị nke abalị a",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Lee ihe nkiri nke taa",
    "Nwa bebi a ka m ji achụ obi mgbawa so ụmụnwaanyị",
    "Naijiria",
    "Abuja",
    "India",
    "Emeka Rollas ehichala ebe o dere na Junior Pope dị ndụ, ọ dị ndụ ka ọ nwụọla?otu elekere gara aga",
    "Down-Below: Ihe anyi hụrụ n’ime ogbe ndi omekome n' Umuahiaelekere 8 gara aga",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtara9 Eprel 2024",
    "Climate Change: Ihe i kwesịrị ịma maka oke okpomoọkụ a dị ugbua - NiMet10 Eprel 2024",
    "Godwin Emefiele sị na aka ya dị ọcha, EFCC akpọchie ya ọzọ8 Eprel 2024",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Emeka Rollas ehichala ebe o dere na Junior Pope dị ndụ, ọ dị ndụ ka ọ nwụọla?",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka",
    "Pati APC onweela ngalaba na mba Niger?Emelitere ikpeazụ na: 1 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}