{
  "published": "19 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye Igbo ọbụla nwere ikike ịbụ dibia na-elekọta ahụike ma ọ bụrụ na ọ ma ihe ọ ga-ejinwu akwụkwọ ndụ dịka nke a na-akpọ 'akpụrụ' eme.",
    "Ị ma na akwụkwọ ndụ a kpọrọ 'akpụrụ', 'akukolo' maọbụ 'ahịhịaọbara' na-enye ọbara n'ahụ nke ọma?",
    "Ị ma ihe ọzọ 'Igbo' na-eme n'ahụ mmadụ karịa ịkwụsị ahụ mgbu?",
    "Lasa fiva: Ihe ị ga-eme were gbochie ya",
    "Ndị ma anya ya ọkachasị mgbe gboo ma na ọ bụrụ na ọbara adịghị gị n'ahụ, na ọ ga-eme ka ọbara gị gbalite ma ọ bụrụ na ị ṅụọ ya, kama ịga ụlọọgwụ nara ọbara mmadụ gbanye n'ahụ.",
    "Ebe foto si, Maazi Ogbonnaya/Facebook",
    "Mgbe gboo, ndị nne na nna na-eji ya emeju ọbara ezinaụlọ ha site n'isi ya esi ṅụọ mmiri ya.",
    "Ị sichaa ya n'ọkụ, mmiri ya ga-ebido ịcha ọbara ọbara.",
    "Wụnye mmiri ya n'ime iko gị ma wụnyekwa ya mmiri ara ehi, ṅụọ ya ka tii.",
    "Ọsụsụ ga-ebido ịsụ gị, mgbe na-adịghị anya, ọbara gị ga-agbalite.",
    "Ụfọdụ na-eji ya esi nri dịka ji maọbụ ofe, ebe ụfọdụ na-ata mkpụrụ ya nke na-atọ ka aṅara.",
    "Ị nwere ike ifopute akpụrụ n'azụ ụlọ gị. O nwere ike ito n'etiti akwụkwọ nri ndị ọzọ. Naanị ndị ma anya ya ga-achọpụtanwu ya maka na ọ na-eyi ụfọdụ akwụkwọ nri ndị ọzọ.",
    "A na-akpọ akwụkwọ 'akpụrụ' a 'fig leaves' na Bekee.",
    "Lee ihe ndị mmadụ kwuru ka BBC Igbo gwara ha uru akwụkwọ nri a bara na Facebook.",
    "Akụkọ ga-amasị gị",
    "Gọomentị etiti na-achọ ọgwụgwụ iba n'ọhịa",
    "Lee mịnịsta nya ịnyịnya igwe gaa ịmụ nwa",
    "Ihe mere gọọmentị jiri kutuo ụlọọrụ Fresh FM",
    "Vidio, Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia - Ebere Asonibe25 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị 'suicide bomber' gbara n'Afikpo- Ndị uweojii Ebonyi25 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}