{
  "published": "23 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chisom Jane Chude/Okekearu Kingsley Chukwuezugo",
    "Ọtụtụ ndị ntorobịa n'Anambara chọrọ isonye na ndọrọndọrọ ọchịchị nke afọ 2019 dịka Onyeisiala Muhammadu Buhari binyechara aka n'akwụkwọ #NotTooYoungToRun.",
    "Ụfọdụ n'ime ndị ntorobịa uche ha dị n'ịzọ ọchịchị n'Anambara ziteere BBC Igbo aha ha, na ha chọrọ ịnwa ike ha n'afọ 2019.",
    "Election: Ndị a chọrọ ịnọchite anya ndị Imo steeti",
    "Election: Ndị Abia lee ndị chọrọ inochi anya unu",
    "Election: Lee ụfọdụ ụmụafọ Igbo chọrọ ịzọ ọkwa onyeisiala",
    "Lee ndị nke chọrọ ịzọ ọkwa ọchịchị n'Anambara steeti na ntuliaka 2019.",
    ") Jude Ezenwafor dị afọ 42 bụ onye achụmnta ego nakwa onye nnukwu enyemaka pụrụ iche nke gọvanọ Anambara n'ihe gbasara ndọrọndọrọ ọchịchị.",
    "Ezenwafor bụ onye Nnobi chọrọ ịnọchite anya ndị Anambara Sentralụ n'ụlọomeiwu ukwu.",
    "Ebe foto si, Jude Ezenwafor",
    ") Chika Raymond Chukwuma Aniemena dị afọ 36 bụ onye Ọka Saụt.",
    "Aniemena chọrọ ịzọ ọkwa ọchịchị ndị Ọka Saụt n'ụlọomeiwu ukwu.",
    "Ebe foto si, Chukwuemeka Aniemeka",
    ") Amajua Collins Chukwuma dị afọ 28 bụ ọkaiwu.",
    "Chukwuma bụ onye Awgbụ chọrọ ịnọchite anya ndị Orumba Nọt/Saụt constituency n'ụlọomeiwu nta.",
    "Ebe foto si, Amajua Collins Chukwuma",
    ") Ike Chinedu Klinsmann dị afọ 40 bụ onye na-eme nakwa enye ọgwụ.",
    "Ike bụ onye Umudiọka chọrọ ịnọchite anya ndị Anaocha/Njikoka/Dunukofia constituency n'ụlọomeiwu nta.",
    "Ebe foto si, Ike Chinedu Klinsmann",
    ") Okekearu Kingsley Chukwuezugo dị afọ 28 bụ onye ọkaiwu nakwa onye ndọrọndọrọ ọchịchị.",
    "Chukwuezugo bụ onye Enugu-Ukwu chọrọ ịnọchite anya ndị Njikọka 1 constituency n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Okekearu Kingsley Chukwuezugo",
    ") Chisom Jane Chude dị afọ 30 bụ ọkaiwu.",
    "Chude bụ onye Ogboli-Olosi chọrọ ịnọchite anya ndị Ọnịcha Nọt n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Chisom Jane Chude",
    ") Franklin Nwadialo dị afọ 34 bụ onye achụmnta ego.",
    "Nwadialo bụ onye Ọssọmala chọrọ ịnọchite anya ndị Ọgbarụ II n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Franklin Nwadialo",
    ") Ibeneme Chuchu Arthur dị afọ 36 bụ onye ọkachamara n'ihe gbasara mmepe nke Bekee kpọrọ 'development consultant'.",
    "Ibeneme bụ onye Agụlụzigbo chọrọ ịnọchite anya ndị Anaọcha II n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Ibeneme Chuchu Arthur",
    ") Ezenwafor Odera Peter dị afọ 30 bụ onye na-emepụta ihe nkiri na Nollywood.",
    "Ezenwafor bụ onye Nnobi chọrọ ịnọchite anya ndị Orumba Saụt n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Odera Peter Ezenwafor",
    ") Tyndale Oforbuike Okoli-Egbo dị afọ 37 na-azụ ahịa n'ibughari ibu.",
    "Okoli-Egbo bụ onye Nawfija chọrọ ịnọchite anya ndị Orumba Saụt n'ụlọomeiwu nke steeti.",
    "Ebe foto si, Okoli-Egbo",
    "Ị ga-akwado ndị a?",
    "Akụkọ ga-amasị gị",
    "Election: Lee ndị dị afọ 18-40 chọrọ ịnọchite ndị Ebonyi steeti",
    "Onyeisiala Naịjirịa dị Igbo nso karịa 'restructuring'- Osita Okechukwu",
    "Anambra gaanụ nara akwụkwọ ntuliaka ụnụ - INEC",
    "Inec: Anambra gaanụ nata akwụkwọ ntuliaka ụnụ16 Ọgọọst 2018",
    "Anambra: Ụkọ mmanụ ebidola15 Ọgọọst 2018",
    "Election: Lee ndị ntorobịa chọrọ ịzọ ọchịchị n'Imo steeti1 Ọgọọst 2018",
    "Election: Lee ndị ntorobịa chọrọ ịzọ ọchịchị n'Abia steeti8 Ọgọọst 2018",
    "Vidio, 2019 Election: E ji Ndigbo eme akaje1 Ọgọọst 2018",
    "Election: Ndị ntorobịa a chọrọ ịzọ ọchịchị n'Ebonyi steeti15 Ọgọọst 2018",
    "Lee ihe ụmụ Igbo sị ha ga-ekwu ma ha zute Nnamdi Kanu n'ụzọ4 Ọgọọst 2018",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Abaelekere 5 gara aga",
    "Papa Okoro dị afọ 100 mana ọ ka na-eji ụkwụ aga echute mmiri n'iyi12 Disemba 2023",
    "Etu nwa m si nwụọ n'ọgbaghara Anti-tout n'Onitsha - Nne Chimezie Uduji11 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s9 Disemba 2023",
    "Google Trends: Mohbad, Peter Obi, Ntuliaka 2023, Mr Ibu, Moyo Lawal na ihe ndị ọzọ a kachasị chọọ n'intanet n'afọ a12 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Aba",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Election: Lee ndị ntorobịa chọrọ ịnọchite anya ndị Anambra n'ọchịchịEmelitere ikpeazụ na: 23 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}