{
  "published": "22 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ngagharí iwe prostate Cancer",
    "Ọtụtụ ndị mmadụ agbakọtala ọnụ n'Okpara Square dị n'Enugwu iji mee ngagharịiwe megide ọrịa 'Prostate Cancer'.",
    "'Prostrate Cancer' bụ ọrịa ọjọọ na-adị n'akpa mamịrị ụmụnwoke, bụ nke gburula ọtụtụ ụmụnwoke.",
    "'Nye nwa gị ohere ka ọ mịta ara'",
    "Iba Lasa eriela ndụ otu onye ọrụ ahụike",
    "Ndị na-anata ọgwụgwọ ejichiela ndị ọrụ ahụike",
    "Onye hiwere ngagharịiwe otu \"pink blue\" ahụ bụ mazị Roncy Chidebe kwuru na ya na ndị otu ya chọrọ ka ụmụnwoke niile teta n'ụra, gaa nyochaa onwe ha.",
    "Chidebe kwuru na Onye ọbụla chọpụtara nke ya n'oge nwere ike igwọta ya tupu ọghọọ Cancer.",
    "Onye ọzọ sokwa chịkọba ya bụ ngagharịiwe bụ Ọkanmụta Peter Ebigbo gwara ụmụnwoke ka ha ghara ịdị na-edị orịa, kama ka ha gaa nyocha ngwa ngwa ha nwere nsogbu inyụ mamịrị.",
    "Ndị mmadụ, ma nwoke ma nwaanyị na-agba ọsọ kwa ụbọchị n'Okpara square soro ndị otu Pink blue gbaa ọsọ ngagharịiwe ahụ.",
    "Ndị dibia bekee nọ kwa ebe ahụ na-ele ndị mmadụ ahụ n'efu.",
    "Onye ọrụ ahụike na-achịkọba ya bụ nyocha Prostate Cancer bụ Nonso Nwosu, nyere ndụmọdụ ka nwoke ọbụla gbara afọ iri anọ ma ọ bụ iri ise gbalịa na-aga ụlọọgwụ kwa mgbe kwa mgbe maka nyocha Prostate Cancer.",
    "Nwosụ kwuru na-achọpụtara ọrịa prostate n'oge, enwereike ịgwọta ya.",
    "Ahụike",
    "Naijiria",
    "Awaa etoo",
    "Ahụike echiche",
    "Enugwu",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isi ojii egosipụta ọrịa na ahụike mmadụ26 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abaa Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Komla Dumor Awards 2022: Ihe niile onye ga-emeri nturugo a nke afọ a ga-erite",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}