{
  "published": "23 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tony Okoroji/Facebook",
    "Ọtụtụ ndị mmadụ pụtara taa maka ikele Ras Kimono 'naa n'ndokwa'",
    "Emume akwamozu Augustine Oseloke Onwubuya bụ onye ama ama dịka Ras Kimono bụ otiegwu reggae nke ama ama ebidola taa.",
    "Ọtụtụ ndị mmadụ na-akwado ya nakwa ndị egwu regge na-atọ nke ọma pụtara n'ụlọọrụ 'Copyright Society of Nigeria n'Ikeja' na Legọs, n'ụtụtụ Tọọsde, ikele ya nakwa sị ya ịjeọma.",
    "BBC Igbo gbara ndị mmadụ ajụjụ ọnụ gbasara ihe a ga-eji cheta onye a bụ Ras Kimono.",
    "Pretty Okafor bụ onyeisi otu ndị oti egwu akpọrọ \"Performing Musicians Association of Nigeria\" na Bekee gwara onye ntaakụkọ anyị na ọnwụ Ras Kimono ka na-agbawa ndị oti egwu niile bị na Naijiria na mba ofesi obi.",
    "Ọnwụ Ras Kimono na-eme m ka nrọ",
    "Onye ọzọ bụ Ugochukwu Stephens ama ama dịka Rugged Man gwara BBC Igbo na egwu dị iche iche Ras Kimono tiri n'ụwa ga-adị ebiebi.",
    "Anaghị m echezọ 'Under Pressure'",
    "Na soshal midia, ozi di iche iche na-ekele Ras Kimono ka nkụ.",
    "Mmadụ dịka @zachariahkelvi1 dere na twitter Ijeoma Ras Kimono.",
    "‏Onye ọzọ bụ @kulgp4frank dere na ya na-enye ya ekele nke ịkpeazụ",
    "Dịka ezinaụlọ ya siri kwupute n'akwụkwọ ozi ha, ha kọwara na ha ga-eli Kimono na be nna ya n'Onicha Olona dị na Delta steeti n'ụbọchị 25 n'ime ọnwa nke a.",
    "Ebe foto si, Tony Okoroji/ facebook",
    "Ha ga-eji ụbọchị atọ kwanyere ya ugwu ikpeazụ",
    "Ha mụrụ ras Kimono Ras n'Ekeleke Elumelu n'Onicha Olone na Delta steeti n'ụbọchị itoolu n'ịme ọnwa Mee n'afọ 1958.",
    "Ọ gara Gbenocha Sekondari n' Agbor na Delta Steeti.",
    "Ya na Majek Fashek banyere otu regge nke akpọrọ Jastix Reggae Ital",
    "Egwu ya 'Under Pressure' bụ nke mbụ ya pụtara n'afọ 1989.",
    "Ọ turu ugo dị iche iche maka egwu ya na Naịjirịa nakwa mba ofesi.",
    "Ọ nwụrụ n'ụbọchị iri n'ime ọnwa Juun n'afọ 60.",
    "Ihe 10 ikwesiri ịma maka Sound Sultan lara mmụọ n'afọ 4411 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakorelekere 7 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe 10 ikwesiri ịma maka Sound Sultan lara mmụọ n'afọ 44",
    "Akụkọ na Gọvanọ Ikpeazu kwuru ka atụọ nnamdi Kanu nga bụ akụkọ ụgha - John Okiyi",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}