{
  "published": "24 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Igbo dere akụkụ maka ndị chọrọ ị ga-ala bekee (Canada).",
    "Anyị siri ka ndị chọrọ ị ga mba ahụ welie aka elụ.",
    "Ọtụtụ mmadụ welikwara aka elu ị gosi mmasị ha ị ga mba ahụ.",
    "Ndị ohi ejirila aka ha gaa mkpọrọ",
    "Ndị Ghana a na-achụpụ ụmụ Igbo na-ere ahịa na be ha?",
    "Anyị bidokwara ị gba ndị ọkachamara ajụjụ ọnụ ịmata ihe dị na njem ka anyị were waa ndị na-akwado ịpụnjem anya.",
    "Nwafo Igbo, Paul Nwachukwu bụ nke bidogoro mba Saụt Afrika afo iri na itooli wara Igbo anya maka ihe ndị chọrọ ịpụ njem ga ebu n'obi.",
    "Nwachukwu kwuru na ọbụghị ihe akịinu na-ada bụ ka ọ na-atọ na-ụtọ.",
    "Ọmara atụ sị na n'ime mmadụ iri bụ ndị Nịajirịa pụrụ njem, na mmadụ anọ maọbụ ise na-atọ n'ije.",
    "Lee ihe ọgwara anyị mere ha jị ato n'ụzọ.",
    "Ihe imilikiti ndị be anyị n'eche na ebe ọbụna n'ụwa kacha Naịjirịa mma bụ ọkpụrụkpụ asi maka ihe ọtụtụ na-arụ n'ala bekee, na ụfọdụ agaghị arụli ya na Naijirịa.",
    "Ọtụtụ anaghị ewe ezi ndụmọdụ gbasara ka ala bekee dị n'ezie.",
    "Onye bụ ajọihe n'obi jiri nwayọ laa azụ maka ọtụtụ obodo achọghị ịnabata ndị na-etinye aka n'ajọ ihe.",
    "Gaa akwụkwọ maọbụ nwee aka ọrụ tupu ị gawa.",
    "Ọ bụrụ na onweghị nke iji jisike tinye isi n'ofu ka ịwere mụta ka ndị si ebi.",
    "Onyeọkaiwu anyị, Chukwuemeka Eze bụ onye na nkuzi ndị mahadum tinyekwere ihe ndị a na ya bụ okwu.",
    "Mata iwu obodo dịka ụdị ihe ịchọrọ ịme, maka na ọbụghị ihe ndị na-asọ ka ibe ya na-asọ.",
    "kedụ ebe ị ga a nọ ma iruo?",
    "Ebe foto si, Getty Images",
    "Ọ bụrụ na ị chọrọ ibi ebe ahụ tupu ị nwete akwụkwọ ikike, kedụ ebe ịnwere ị ga-ebi?",
    "Onye ahụ ịchọrọ ibi na nke ya kedụ ihe ọ na arụ? Aka esikwara ya ike?",
    "Kawa ahụ jide ego nke gi maka anaghị agba aka ahụ nwata eze.",
    "Ọbụrụ na ijide ego uje, jisikwa ike jide ego ụla maka ihe ntụmadị.",
    "Ebe foto si, Getty Images",
    "Onye bụ ohi ma ọ bụ ibu ntụ na obi kwadokwa nga maka na onye na-achọ akwọ na-achọkwa ramram.",
    "Ọbụrụ onye guru akwụkwọ ya bụrụ ụzọ mụọ ọrụ n'ụlọ were gawa n'ama maka na ọ bụ n'ama ka a na-ebuputa egwu. Ọrụaka ka nfe ịweta.",
    "Akwukwọ gị zụkwaa ezụ.",
    "Atụla asị na akwụkwọ iji eje, ituọ asị achọpụta ị gaa mkpọrọ.",
    "Ị chọọ ịlụ ọnye mba ahụ maka akwụkwọ gị, atụla asị maka ụbọchị ị mejọrọ ya ọ kaa gị.",
    "Ụbọchị nwaanyị ahụ hapụrụ gị ikwọchaa aka tiere ọkụkọ akị.",
    "Akụkọ ga-amasị gị",
    "'Ije m gara Buhari bụ ihe efu'",
    "Ras Kimono: Onye ga-echefu 'Under pressure' - Ihe ndị mmadụ na-ekwu",
    "Election: Lee ndị ntorobịa chọrọ ịnọchite anya ndị Anambra n'ọchịchị",
    "",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa1 Juun 2024",
    "\"Ndị niile nwere ụlọ maọbụ ala n’Enugwu ga-ebido ịkwụ gọọmenti akatamkpo ụgwọ ala kwa afọ\"31 Mee 2024",
    "Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa30 Mee 2024",
    "\"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan29 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "Tinubu abaala mba n’ihi ndịagha e gburu n’Abịa steeti",
    "Abụ njirimara ochie ga-enyere aka jikota obodo Naịjirịa – Sịnatọ Victor Umeh",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa",
    "'Ejima m nwụrụ na Malaysia'Emelitere ikpeazụ na: 29 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}