{
  "published": "31 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nnaemeka U. Trump",
    "Iri ji ọhụrụ n'Adu Uburu",
    "Ji bụ eze nri niile di n'ụwa, dịka Ndigbo siri kwekọrịta.",
    "Ya kpatara e jiri wepụtara ya ụbochị pụrụ iche.",
    "N'obodo ụfọdụ n'Alaigbo, ụbọchị e ji eri ji ọhụrụ bụ mbido afọ ọhụrụ ha.",
    "Otu a ka ọ dị n'Uburu Adu nke dị n'okpuru ọchịchị Ohozara n'Ebonyi steeti.",
    "Uru nzu bara n'ala Igbo",
    "Emume maka mbili n'ọnwụ kraịst",
    "Ala Igbo: Ka emume Ista siri gaa",
    "Emume ji ọhụrụ nwere ọtụtụ aha n'Alaigbo.",
    "Ndị Uburu n'onwe ha na-akpọ ya 'iri ji ọvụ' nke pụtara 'iri ji ọhụrụ' maọbụ 'Isu Ava'.",
    "Ndị ọzo n'akpọ ya ikeji, iri ji ọhụrụ, ịhajiọkụ, iwa ji na ọtụtụ aha ndị ọzo dị iche iche.",
    "A na-eme emume iri ji n'Alaigbo kwa afọ site n'ọgọst ruo ọnwa septemba.",
    "Oge a bụ mgbe eji egwuputa ji ọhụrụ n'ala.",
    "Ebe foto si, Getty Images",
    "Ji ohuru",
    "Ọ bụkwa ọge a ka eji akwusịlata ịgwupụta akụkụ n'ụgbọ n'Alaigbo bụrụ malite ọrụ ụgbọ ọzọ.",
    "Ejikwa mgbe dị otụ a ezurukwa ike ọrụ n'Alaigbo tụpụ amalịta ọrụ ọzọ.",
    "Onweghị onye ma ka ya bụ emụme siri bido n'Alaigbo, mana ihe anyị chọpụtara bụ na iri ji nwere ugwu pụrụ iche ndị Igbo n'akwaghere ya.",
    "Emụme na nganga sọ iri ji n'Alaigbo kariri akari nke bụ na ọtụtụ mmadụ na-esi obodo dị iche iche lọtacha obodo ị bịa mee emume iri ji.",
    "Ndị enyị, ọgọ na ikwu na ibe na-abịa sọrọ irie ma ṅụkwa.",
    "Ebe foto si, Nnaemeka U. Trump",
    "Iri ji ohuru na Adu Uburu",
    "Nke ndị Uburu Ado mere mgbe ọnwa ọgọst dị mkpụrụ ụbọchị iri abụọ n'afọ a gọvanọ Dave Ụmahị na oriaku ya bịara ebe ahụ, iji gosi ka ya bụ emụme si dị mkpa.",
    "Ebe foto si, Nnemeka U. Trump",
    "Gọv. Dave Umahi na ọrịakụ na Isu Ava Uburu",
    "N'otu aka ahụ, ndị Igbo niile nọ n'ofesi na-emekwa emụme iri ji.",
    "N'obodo ụfọdụ n'Alaigbo ọ bụ Eze obodo maọbụ Ezemụọ na-aka mgbe eji eri ji n'ime onwa ọgọst rue septemba.",
    "Ebe foto si, Nnemeka U Trump",
    "Iri ji ohuru n'Adu Uburu",
    "Onye kọọrọ BBC ka esi mee emume iri ji nke afọ a n'ụbụrụ bụ Ojukwu Innocent Ene sịrị n'ụburu, ọ bụ onye ọgụ ava (onye na-agụ afọ) na-aka mgbe oge iri ji ohụrụ ruru.",
    "Ọ bụ naanị ndị Ọgwụnta nke dị n'ime Uburu ka ọ bụ ọrụ ha ịgụ ya bụ ava (afọ).",
    "\"Ya bụ Ezemou na-eji ohere a kele Chukwu Abịama maka uju nri akọpụtara n'afọ ahụ, ọ kachasị ji\" , dịka Ene siri kwuo.",
    "Ọ kwụkwara na \"n'Alaigbo, ji bụ eze nri. Ya kpatara ojiri bụrụ arụ mmadụ itukwu n'elu ji\" agbanyeghị ka ugwu ejina onye ahụ.",
    "Ebe foto si, Getty Images",
    "Ji ochie",
    "Ihe ndọhachị azụ dị n'emụme a bụ na ndị ọgbaraọhụrụ na-ahụtazị ememe iri ji dịka emụme arụsi.",
    "Mana Ene kwuru na n'ezie emume iri ji enweghị ihe gbasara ya na arụsị.",
    "\"Ọ bụ emụme eji ekele Chineke maka ji ọhụrụ nakwa afọ ọhụrụ, ma ị kọtara ya ma ị gotere n'ahịa\".",
    "Ọ bụrụ na ekelecha orisaebuluwa maka onyinye a, onye ọbụla amalite iri ji.",
    "Ebe foto si, Nnemeka U. Trump",
    "Igwe Akpandu nke Uburu na-ekpe ekpere maka ji ọhụrụ",
    "Gịnị mere ji jiri bụrụ eze nri niile n'Alaigbo?",
    "Ji bụ eze nrị nịịle maka onweghị ihe dị na ji na-alaniyi.",
    "Esi ọtụtụ ụzọ eri ji.",
    "A na-esu ya na mmanụ.",
    "Ebe foto si, Nnemeka U. Trump",
    "Gọv. Dave Umahi na-eri ji mbụ n'afọ",
    "A na-ete ya ete, sụkwa ya ka nri onuno.",
    "Eji ji eme ụrị n'ofe nke ga-eme ka ofe rọọ arọ.",
    "Ebe foto si, Getty Images",
    "Isu ụtara ji",
    "Ya mere eji echị onye kachasị akọ ji na mba echịchị pụrụ iche.",
    "N'Ụbụrụ Adọ nakwa ebe ndị ọzọ, a na-etụ onye ahụ Osuji.",
    "Onwekwara ndị na-echị onye ahụ Di ji maọbụ Ezeji.",
    "N'Ikem, onye kọtara ji gbara mkpị abụọ maọbụ ji ogene dịka ha na-akpọ ya, a na-etu onye ahụ Ezeji.",
    "Dịka Ojukwu Ene siri gụpụtara anyị, ihe ndị a bụ ụrụ iri ji baara ndị Igbo.",
    "Emụme iri ji na-eweta ohere maka mmekọ mmadu na ibe ya nakwa ndị nna nna anyị.",
    "Ọ bụ mgbe dị otụ a ka eji eme udo n'obodo dị iche iche n'Alaigbo.",
    "A na-ejikwa mgbe di otu a enykọrịta onyinye dị iche iche nke na-egosi ihunanya.",
    "Mgbe ahụ ka eji ekele Chineke maka ihe ọma omeere anyị site na-inye anyị nrị, ahụike, ihe akụakụ n'ihe enwenwe.",
    "O gosiri mmekọ na ịdị n'otu.",
    "Iri ji so n'isi omenala Igbo.",
    "N'abalị ụbọchị a ga-eme emume iri ji, a na-ericha ji ochie nịịle iji nabata ji ọhụrụ.",
    "Ebe foto si, Nnemeka U. Trump",
    "Gọv. Dave Umahi na Oriakụ n'emụme iri ji ndị Uburu",
    "Mgbe ahụ ji n'amalitekwa imebi, iji gosi na oge ya agaala.",
    "N'ụbụrụ Ado, dika na ebe ndị ọzọ, a na-eji emume dị iche iche anabata ji ọhụrụ.",
    "Ọ bụrụ na a gọcha ọfọ ya na ya sọ, nke onye Eze, ma ọ bụ Ezemụọ ga-eme, onye ọbụla amalite iri ji ọhụrụ.",
    "Onye ọbụna gọrọ ya bụ ọfọ ga eji mmanu nri erie ya bụ ji ohuru ahụ tupu ndị ọzọ amalite.",
    "Ebe foto si, Nnemeka U. Trump",
    "Ụmụokorobịa bịara iri ji n'Uburu",
    "Ezinaụlọ ọbụla ga-eji ihe ha nwere rie ji ọhụrụ.",
    "Ụfọdụ na eji ọkụkọ, ebe ndị ọzọ na eji ewu.",
    "Ebe aka uru nwaanyị otukwasa dị ya.",
    "Trump o kwuru na Buhari adịghị ndụ?",
    "Ndị omekome emerụọla ala n'Imo steetii",
    "Ndụmọdụ 11 maka ndị chọrọ ịga ala bekee ga biri",
    "West Africa",
    "Ọrụ ugbo",
    "Naijiria",
    "Ebonyi Steeti",
    "Omenala",
    "Eid-El-Kabir: Gọọmenti abalị abụọ dịka ụbọchị ezumike17 Ọgọọst 2018",
    "Vidio, Gwa anyị ihe mere nna gị ji pụọ iche tunyere nna ndị ọzọ?17 Juun 2018",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be haelekere 6 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Lee ihe ndị ụweojii chọrọ ịme ndị mmadụ echi n'aha Sit-at-Home - Ipob",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}