{
  "published": "29 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ngalaba na-ahụ maka mgbanwe mbara igwe adọọla ndị bi n'akụkụ mmiri aka na ntị sị ha kwara nwgongwo ha gbaa ọsọ maka idemmiri na-abịa.",
    "Steeti ndị ọ ga-ememtụta bụ Anambra, Delta, Bayelsa, Niger nakwa Kogi.",
    "Ọzọ,",
    "Ebe foto si, David Umahị onn Facebook",
    "Aka na-achị Ebonyi steeti bụ David Umahi agbachiela ọdọ mmanụ agbidi Dipro n'Ebonyi steeti iji mee nyocha ebubo ire mmanụ Kerosene adịgboroja e boro ha.",
    "Cheta na ụmụaka abụọ nwụrụ n'ụbọchị Fraịde gara-aga ebe Kerosene adịgboroja esi n'ọdọ mmanụ ahụ zụta gbara ọkụ.",
    "N'Abuja,",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Taa ka aka chịburu Kano steeti bụ Rabiu Kwankwaso kwuputara na ya esonyela n'ịzọ ọkwa ọchịchị Naịjirịa na ntuliaka 2019.",
    "Kwankwaso forola ntutu taa na ya ga-emeri Buhari ebe a kagburu ohere enyere ya iji ọgbọ egwuregwu Eagles Square mee nkwuputa ya taa.",
    "Na mba ofesi,",
    "Ebe foto si, Getty Images",
    "Praim Minista mba Jamini bụ Angela Merkel na-akwado ime njem nke ya bịa Naịjirịa ebe ibe ya nke mba Briten bụ Theresa May tụrụ ụkwụ taa na Naịjirịa.",
    "Ọ nọ Abuja ugbua ebe ya na Onyeisiala Muhammadu na-enwe nzukọ imeụlọ.",
    "N'Egwuregwu,",
    "Ebe foto si, Getty Images",
    "Hal Robson-Kanu onye ọgba bọọlụ Wales esorola ibe ya chilie bootu elu n'ịgbara ala ya bọọlụ.",
    "Robson-Kanu kwuru na o mere nke a inye ya ohere ihazi ezinaụlọ ya nakwa ịgbara otu klụb ya bọọlụ.",
    "Gee Nkeji nke mgbede a",
    "Gburugburu",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Ebonyi Steeti",
    "Egwuruegwu",
    "",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa1 Juun 2024",
    "\"Ndị niile nwere ụlọ maọbụ ala n’Enugwu ga-ebido ịkwụ gọọmenti akatamkpo ụgwọ ala kwa afọ\"31 Mee 2024",
    "Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa30 Mee 2024",
    "\"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan29 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "Tinubu abaala mba n’ihi ndịagha e gburu n’Abịa steeti",
    "Abụ njirimara ochie ga-enyere aka jikota obodo Naịjirịa – Sịnatọ Victor Umeh",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa",
    "'Ejima m nwụrụ na Malaysia'Emelitere ikpeazụ na: 29 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}