{
  "published": "29 Ọgọọst 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu ejima m ji nwúo na Malaysia",
    "Ebe foto si, Peter Esemene",
    "Mgbe Paul Agiliga Esemene hapụrụ ụlọ ya na Vince Hill Condominium na Kuala Lumpur, isi obodo Malaysia n'ụbọchị 28 ọnwa Ọgọstụ, ọ maghị na ọnwụ ga-echere ya na nlọta.",
    "Mana nwa amadị a lọtara ụlọ ma zute ọnwụ ike.",
    "'Ọnwụ mberede nwa m egbuola m na ndụ'",
    "Ị ma na ị daala iwu ma ị gbuo onye chọrọ ọnwụ na Naịjirịa?",
    "Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ",
    "A nwụchiela nwoke tụnyere nwa ya ime ma jụ na ọ gaghị alụ di",
    "Ebe foto si, Peter Eseme",
    "Mazị Esemene bụ ejima, ma bụrụ onye ojiegoachụego aka ya dị na mbụpụ na mbụbata ngwaahịa na Malaysia.",
    "Ejima ya bụ Peter Onyeisi Esemene bi na New Dehli, India, gwara BBC Igbo na Agiliga gara ịhụ enyi ya nwoke wee lọta ma zute ndị uweojii n'ụlọ ya.",
    "Dịka Onyeisi siri kwuo, ọ maghị ihe mere nwanne ya nwoke jiri gbapụ ọsọ mana ọ sị na o nwere ike imetụta ihe mere o jiri nye ya ego ugboro atọ kemgbe afọ otu na ọkara Agiliga gara Malaysia.",
    "Ebe foto si, Peter Esemene",
    "Uweojii buputere Paul Agiliga Esemene n'ụtụtụ ụbọchị Tusde",
    "\"Enyere m ya ego ugboro atọ maka iji gbapụta onwe ya n'aka ndị uweojii.\"",
    "Onyeisi gara n'ihu kwuo na aka ndi uweojii Malaysia di n'ọnwụ ejimma ya.",
    "\"Ọ bụ ndi uweojii na-achụ ya mgbe ọ dara wee kụọ isi n'ala, ọ bụ ihe gburu ya,\"",
    "Onyeisi kwuru na ọ bụ na nke enyi ya ahụ na-adịghị ka nwanne ya gara ileta tupu ihe ike a eme ya.",
    "Ebe foto si, Peter Esemene",
    "Peter Esemene sị na ọ bụ n'afọ 2016 ka o mere Paul Akwụkwọ ka ọ ga Malaysia",
    "BBC Igbo gbara mbọ nweta onye uweojii okwu a dị na-aka bụ Sergeant Samsudeen. O kwuru na ha mere nyocha banyere ihe gbụrụ nwaamadị a wee hụ na ọ bụ ọdịda elu gburu ya.",
    "Sergeant Samsudeen kwukwara na ha ka na-eme nyocha ihe kpatara nwaamadị a jiri si n'elu daa.",
    "Mgbe BBC Igbo jụrụ ya ma aka ndị uweojii ọ dị na ọnwụ Agiliga, o kwuru na ha nụrụ na ndị uweojii gara ebe ahụ, mana ọ bụghị ndị nke si n'ụlọọrụ ha bụ Pekan Batu 9.",
    "O kwukwara na ha na-eme nnyocha ebe ndị uweojii ahụ si, maọbụ na ha chụrụ ya ọsọ.",
    "Nkwọwa ndịuweojii Malaysia mere n'ọnwụ Paul Esemene.",
    "Onye Naịjirịa ọzọ bụ agbata obi Agiliga na Venice Hill Condomimium kpọrọ onwe ya Tobechukwu, gwara BBC Igbo na ndị uweojii na-abịa enye ndi isi ojii nsogbu, na-anakọrọ ha ego.",
    "Ọ sị na ihe a metụtara akpọmasị agbụrụ, bụ nke Bekee kpọrọ Racism.",
    "O kwukwara na Agiliga nwụrụ ọnwụ ike maka ndị uweojii na-achụ ya akwụsịghi ka ha nyere ya aka mgbe o si n'elu ụlọ a na-akpụsa ụgbọala daa.",
    "Nwunye Onyeisi Esemene bụ Diana Samantha Esemene gwara BBC Igbo na-agaghị akpachapụ akpọmasị agbụrụ n'ihe mere ọgọ ya nwoke.",
    "Okwu nwaanyị Indịa maka akpọmasi agbụrụ",
    "BBC Igbo gbara mbọ ka anyị nụ olu ndị ụlọọrụ na-anọchịte anya Naịjirịa na Malaysia bu Nigerian High Commision mana anyị enweteghi ha n'ekwentị.",
    "Ndị nwe Agiliga ebidorola nhazị etu a ga-esi bulata ya na Naịjirịa.",
    "Election: Ndị Enugu lee ndị ntorobịa chọrọ ịnọchite anya unu",
    "Ngalaba NHSA adọọla aka na ntị maka ide mmiri",
    "Kedu ihe Ipob ji sị Igbo apụtala n'ụbọchị 14 nke ọnwa Septemba?",
    "Vidio, Maka ndị chọrọ ị ga-ala bekee, lekwa azụ unu24 Ọgọọst 2018",
    "Onyeisiala Buhari amachiela mba ofesi ịnapụ ndị Naịjirịa ọrụ6 Febụwarị 2018",
    "Ndụmọdụ 11 dị oke mkpa maka ndị chọrọ ịga ala bekee ga biri24 Ọgọọst 2018",
    "Vidio, Etu Ibeawuchi Marshal sị nwụọ n'egwu bọọlụ a gbara ebe ahụ23 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Iwu obodo agaghị agbanwe maka onye ọbụla - Gọọmentị Imo steetielekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Iwu obodo agaghị agbanwe maka onye ọbụla - Gọọmentị Imo steeti",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}