{
  "published": "2 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ezinaulo Peter na Amuche Ejiofor agwaala BBC Igbo etu ndị agbata obi ma ndị ulo ha ụfọdụ gbawara ha obi maka amụghị nwa ruo afọ asaa.",
    "Odoziaku Amuche kwuru na otu nwunye di ya kọrọ ya ezigbo ọnụ n'ọnwa Eprelu 2017.",
    "Ọ dị ime n'ọnwa May nke afọ ahụ.",
    "Ha kwuru na Chukwu nyere ha ụmụ ejima nwoke anọ n'otu ọmụmụ.",
    "Ha kpekwara ndị nọ n'ọnọdụ a ekpere puru iche,",
    "Di na nwunye a mụrụ ejima atọ ka ha chechara afọ 19",
    "\"Amaghị m ebe nwa m dị afọ abụọ nọ kemgbe Mee 1\"",
    "Ejima atọ nna ha 'gbara ọsọ'",
    "Lee ka ụfọdụ ndị Igbo sị eme ọṅụ nwa",
    "Naijiria",
    "Ezinụlọ",
    "Vidio, Amaghị m ebe nna ha nọ - Nwaanyị mụrụ ejima atọ, Duration 1,4310 Eprel 2018",
    "Nwaanyị amụọla ejima anọ n'ogbe ndị gbara ọsọ ize ndụ20 Ọgọọst 2018",
    "Vidio, Triplets after 19 years: Ị hụtụla ụdị ọrụ ebube a?, Duration 3,0117 Nọvemba 2018",
    "Vidio, Ebonyi State News: 'Di m gbahapụrụ m makana a mụrụ m ejima ma waa afọ ịmụpụta ha', Duration 1,33elekere 9 gara aga",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, King of Satan/Simon Odo: Etu o si kwadoo maka ọnwụ ya tupu ọ laa mụọ, Duration 2,5715 Disemba 2021",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ', Duration 2,4623 Maachị 2021",
    "Vidio, Paralympics 2021: Ịkpụ ụzụ na-eme ka m chefuo na m nwere nkwarụ - Lucy Ejike Obichukwu, Duration 4,5116 Disemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe niile, Duration 0,59elekere 6 gara aga",
    "Vidio, Nigeria Paralympics: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}