{
  "published": "3 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A ka na-arụ ọrụ n'ọdọ ụgbọelu nke Enugwu",
    "Gọvanọ ndị si mpaghara ọwụwa-anyanwụ Naịjirịa na-akwa arịrị maka ọnọdụ ọdọ ụgbọelu Akanu Ibiam dị n'enugwu nọ na ya ugbua.",
    "N'ọgbakọ ha mere n'ụbọchị abụọ nke ọnwa Septemba 2018, ha kelere gọọmentị etiti maka itinyebụ ya aka, ma kpọkuo mịnịsta na-ahụ maka ụgbọelu ka ha bịa lee ọdọ ụgbọelu ahụ anya ma mezie ihe ndị e kwesịrị imezi na ya.",
    "Ihe ihere ji kwesị ime ndi omeiwu Igbo: Chekwas Okorie",
    "Bọjetị 2018: 'Buhari chọro iji ihe a ghọgbuo ndị Igbo'",
    "Gịnị mere Jim Iyke ji ewu na soshal midia?",
    "Onye nọ n'isi oche nzukọ ndị gọvanọ mpaghara ọwụwa anyanwụ bụ Davịd Umahi, bụkwa aka na-achị Ebonyi steeti, kwuru ihe a mgbe ọ na-agwa ndị ntaakụkọ ihe pụtara na nzukọ a ha mere.",
    "Umahi sị na ọ dị mkpa ka e mezie ebe a na-anabata ngwaahịa na ya bu ọdọ ụgbọelu.",
    "Ọdọ ụgbọelu nke Enugwu so na ọdọ ụgbọelu nke ụgbọelu si mba ofesi na-ada, mana o nwebeghi ọtụtụ ihe o kwesiri inwe, dịka ọkụ okporo ya, nke ga-eme ka ụgbọelu daa n'abalị.",
    "Na bọọjetị nke 2018, a mapụtara nde naịra narị ise maka ọrụ ọdọ ụgbọelu a.",
    "Cheta na omeiwu Ike Ekweremadu, bụ osote onyeisi ndịomeiwu ukwu Naịjirịa na ndị omeiwu ọzọ si ọwụwa-anyanwụ, tinyere ọnụ n'ebubo onyeisiala Muhammadu Buhari boro ndị omeiwu na ha chabiri ego e kwesịrị iji rụọ ọrụ n'akwa Naịja nke abụọ, ọdọ ụgbọelu dị n'Enugwu, ụzọ Benin-Ọre nakwa ọtụtụ ọru ndị ọzọ ga-abara ndị Naịjirịa uru ma were ego tinye n'ebe ọzọ.",
    "Na nkọwa ya, Ekweremadu kwuru na uche ya na nke ndịomeiwu si ọwụwa-anyanwụ Naịjirịa dị n'ọdọ ụgbọelu Enugwu so n'ọrụ dị icheiche ndịomeiwu chabiri ego ya.",
    "Ekweremadu kwuru na ọ bụ na ngalaba omeiwu a na-akpọ \"committee\" n'asụsụ Bekee ka nchabi a mere, ma kwuo na ndị Kọmiti o metụtara gaha agwa ọha ihe mere na etu o siri mee.",
    "CAF amapụla ndị ọgba bọọlụ abụọ mba Naịjirịa",
    "Ụlọuka Katọlik adagbuola nwata na Delta steeti",
    "Boko Haram egbughi ndị otu anyị -Ndịagha Naịjirịa",
    "Ụlọuka Katọlik daara na Delta akụgbụọla otu nwata2 Septemba 2018",
    "Jim Iyke ọ dabara na nsogbu ndị uweojii?27 Ọgọọst 2018",
    "Amerịka achụlatala ụmụafọ Naịjirịa ruru 3421 Juun 2018",
    "Vidio, 'Etu m jiri mụọ ejima anọ'2 Septemba 2018",
    "Akụkọ kachasị mkpa taa: CAF amapụla ndị ọgba bọọlụ abụọ2 Septemba 2018",
    "Vidio, 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti' - Gọọmentị Ebonyi23 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Ndịagha ịkpụkọsị ndị ntorobia Igbo na nzuzo bụ ịkpagbu ndị Ọwụwa Anyanwụ\" - Ohaneze Ndị Igboelekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Ọgbaghara ọhụrụ amalitela n'ogige ndị na-ere anụmamụ n'Enugwu",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "\"Ndịagha ịkpụkọsị ndị ntorobia Igbo na nzuzo bụ ịkpagbu ndị Ọwụwa Anyanwụ\" - Ohaneze Ndị Igbo",
    "Coronavirus o si n'ikuku agbasa?Emelitere ikpeazụ na: 28 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}