{
  "published": "4 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Empics",
    "N'omenaala Igbo, nwoke na nwaanyị ahaghị aha n'anya.",
    "A na-agbado ụkwụ ma mmadụ abụ nwoke maọbụ nwaanyị n'ike ọrụ maọbụ oke dịrị onye.",
    "Ihe ị kwesiri ịma maka okpueze ala Igbo",
    "Ihe asaa nwoke Igbo chọrọ na nwaanyị ọ ga-alụ",
    "Ihe iri agboghọ ugbua chọrọ na nwoke ga-alụ ya",
    "Nwoke a ga-azanwu aha nna nwunye ya n'ala Igbo?",
    "Ụmụnwoke n'agbanyeghị ma ha abụ nwata, karịrị nwaanyị n'ọkwa na ngụkọ dịka omenaala Igbo si dịrị.",
    "Ya mere, o nwere ọrụ maọbụ ohere a mabidoro na nwaanyị enweghị ikike ya nke bụ na nwaanyị nupuru isi n'ihe ndị a 'mere arụ'.",
    "Lee ụfọdụ n'ime ihe ndị nwaanyị anaghị eme:",
    "Nwaanyị anaghị arị maọbụ ete nkwụ",
    "Ebe foto si, Getty Images",
    "Nwaanyị anaghị arị nkwụ n'ala Igbo",
    "N'ala Igbo, nwaanyị anaghị arị elu nkwụ, elu ọjị maọbụ ọjịị.",
    "Ngawuchu kwuru na nwaanyị anaghị arị nkwụ n'ihi na nwaanyị esighị ike.",
    "\"O nwere ike rịa elu nkwụ, hụ agwọ, egwu ejide ya, ọ daa n'elu.\"",
    "N'okwu ọkammụta asụsụ Igbo na Mahadum Legọs (University of Lagos) bụ Chigozie Nnabuihe, ọ bụ iji chekwa ugwu nwaanyị.",
    "Nnabuihe kọwara na oge gboo, nwaanyị anaghị eyi akwa na-awachi ahụ nwaanyị nke mere na ọ rịa elu, onye nọ n'ala ga-ahụ ọtọ ya.",
    "Nwaanyị anaghị eketa ala obi",
    "Ebe foto si, Getty Images",
    "Nwaanyị nwere ike inweta ebe ịkọ ubi mana ọ gaghị enwe ikike ire ya maọbụ nye onye ọzọ",
    "N'ala Igbo, nwaanyị anaghị eketa ala obi.",
    "Nkwenye Ndigbo dịka otu okenye, Chukwudi Nganwuchu, siri kọwa bụ na nwaanyị nwere oke naanị na be di ya.",
    "Mana n'ezie, nwaanyị anaghị enweta oke na be di ya ma ọ bụrụ na ọ mụtaghị nwa nwoke.",
    "O nwere ike e nye nwaanyị ebe ịkọ ọrụụgbo mana ọ bụghị nke ya n'ezie n'ihi na onweghị ikike ire ya maọbụ inye ya onye ọzọ.",
    "Nwaanyị anaghị edu ụmụnwoke, ọ naghị aga agha",
    "Ebe foto si, Getty Images",
    "Nwoke ka ọ dịrị iga agha n'ala Igbo",
    "Nwaanyị anaghị edu ụmụnwoke n'ọgbakọ maọbụ n'agha.",
    "Na nkọwa ya, Ọkammụta Nnabuhe sị \"O bụ nwoke ka ọ dịrị ichekwa ezinaụlọ ya. Ọ bụ ụmụnwoke ka ọ dịrị ichekwa obodo.\"",
    "Ebe foto si, Empics",
    "Nwaanyị anaghị awa ọjị ebe nwoke nọ.",
    "Ọ bụ naanị oge ụmụnwaanyị gbakọrọ naanị ha ka onye kachasị okenye n'ime ha nwere ike ịwa ọjị mana ọgaghị agọ ya agọ.",
    "Dịka Nnabuihe kwuru, ihe kpatara na nwaanyị anaghị agọ ọjị bụ na ọjị bụ ihe dị nsọ, nwaanyị nwere oge ọ na-anọ na nso; ọ ga-emerụ ọjị.",
    "Ebe foto si, @igboweddings",
    "Nwanyị anaghị anọ ebe a na-ekwu akụ nwaanyị ọ masị ya, ya bụrụ na di ya anwụọla.",
    "Nnabụihe sị \"Ọ bụ iji gosi na ọbụghị anụmanụ ka a na-azụ, ọ bụ mmadụ ka a na-alụrụ. Ọ bụ anụmanụ na-anọ ebe a na-ekwe ya ọnụ.\"",
    "Nwaanyị anaghị ata eke ọkụkụ",
    "Ebe foto si, kaffiskitchen",
    "Nwaanyị ekwesighị iri eke ọkụkọ dịka omenaala Igbo siri dị",
    "Otu okenye aha ya bụ Chukwudi Nganwuchu gwara BBC Igbo na ihe mere ndị gboo jiri machie nwaanyị ịta eke ọkụkọ bụ na e nwere nkwenye na eke ọkụkọ na-atọ ụtọ ebe ọ dị ukwu nke na 'nwaanyị tara ya ga-ebido gbawa n'ezi.'",
    "Nnabuihe kwuru sị, \"Eke ọkụkọ bụ nke nwoke. Akpụrụotule bụ nke ya, isi ya nke diọkpara. Ada nwe ukwu ya. agba dịkwara ada.\"",
    "Nwaanyị nọ na nsọ anaghị esiri onye chiri echichi n'ala Igbo, nri.",
    "Ọ bụrụgodu na di ya bụ onye chiri ọzọ, ọ gaghị eri nri nwaanyị ma ọ nọrọ na nsọ.",
    "Nnabụihe sị, \"Onye chiri echichi bụ onye dị nsọ. Ọ bụrụ na o rie nri nwaanyị nọ na nsọ o merụọ nsọ ya.\"",
    "Nwaanyị anaghị alụ nwoke",
    "Nwaanyị enweghị ike lụọ nwoke etu nwoke si aga alụ nwaanyị.",
    "N'ekele, nwaanyị anaghị eri aka atọ",
    "Ebe foto si, Nonso Mcginger Ibeneme @mcginger22",
    "N'ekele, nwaanyị anaghị ana aka",
    "Nwaanyị anaghị eri aka atọ maọbụ kwuo 'Igbo kwenu', 'Ndigbo mmammanụ o'.",
    "\"Nwaanyị nwere ike ikwu, \"Ndị di m ekele m ụnụ o!'\"",
    "\"Ọ bụghị nwoke niile na-ana aka atọ. Ọ bụ nwaanyị chie elu chie ala, onweghị ike ana aka atọ, abụọ maọbụ otu.\"",
    "Nwaanyị anaghị aṅụ ike nkwụ",
    "Nwaanyị anaghị aṅụ ike nkwu",
    "Agaghị agụchali ihe nwaanyị agaghị emenwu n'ala Igbo mana ọ dị mkpa ma ị mara na ihe ị na-eleda anya na ọbụghị ihe bụ nso: Nwaanyị ekwesịghị ịnụ ike nkwụ n'omenala Igbo.",
    "Nnabuihe sị, \"Ọ bụ ihe na-enye nwoke ike ọ ga-eji rụọ ọrụ dịrị ya.\"",
    "Na nkọwa ya, o kwuru na ọbụghị mmegbu kpatara ndị gboo ji nwee iwu ndị a niile kama na onye ọbụla ma nwoke, nwaanyị na ụmụaka nwere ọrụ ya n'ala Igbo.",
    "Akụkọ dị mkpa taa: China chọrọ inye Naịjirịa $60b",
    "Unu egela Ipob ntị - Ndị ọrụ nchekwa",
    "'Ihe mere anyị ji kwe ka Davido gaa njem'",
    "Shekarau gbababuru PDP agbapụla",
    "Maersk MD: Gịnị ka ị kwesiri ima tupu ị nabata onye odibo5 Julaị 2018",
    "Dọkịnta Bumbum: A nwụchiela dibia otele ukwu20 Julaị 2018",
    "'Agwa ndị mmadụ na-akpasa m maka alụghị di na-ewute m'17 Maachị 2018",
    "Ọnụọgụgụ ndị nwụrụla n’alaọmajijiji mere na Morocco akarịala puku abụọ10 Septemba 2023",
    "NA EME UGBU A Etu e si gbagbuo otu n'ime ndị ntọrị na-akpa ike n'Obosi, Anambra Steeti",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha9 Septemba 2023",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Salman Rushdie: Gịnị dị n'ime akwụkwọ o dere na-ese okwu?Emelitere ikpeazụ na: 14 Ọgọọst 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha",
    "Pastọ anwụọla dịka ọ na-ebu ọnụ abalị 40 ka JisọsEmelitere ikpeazụ na: 17 Febụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}