{
  "published": "5 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chukwuma Okpala",
    "Ụfọdụ oge, mbuze na-eji nwayọ nwayọ gosi onwe ya ma ụkpụrụ ya tupu ọ kpaa ike mana ụfọdụ oge, ndị mmadụ anaghị eleba ya anya.",
    "Oke idemmiri gbawara ụzọ si Ụmụawụlụ, Nibo, Ọgbụ aga Ọka dị n'Anambara steeti mara ọkwa ogologo oge tupu o wee gbawa ụzọ mana ekele dịrị chukwu na onweghi onye ọ tara isi ya.",
    "Ebe foto si, Chukwuma Okpala",
    "Mmiri hapụrụ ụzọ a waara ya n'ọwa dị n'okpuru ụzọ a tinye isi n'akụkụ ọwa ahụ bido ịwachapụ aja dị n'okpuru ụzọ ahụ.",
    "O buru ụzọ guo olulu a, mana onweghi onye mere ihe ọbụla.",
    "Ebe foto si, Chukwuma Okpala",
    "Mmiri ga-achọtarịrị ụzọ ebe o si aga ma ọ bụrụ na o nwee ihe ọbụla nọchiri ya ụzọ.",
    "Ebe foto si, Chukwuma Okpala",
    "Ide mmiri na-eji iwe na ọnụma na-abịa oge ọbụla, nke mere o ji ebu ihe niile dị n'ụzọ ya. Ụdị mmiri na-awụ n'ahụ aja nwereike ịwụchapụ aja na ntabi anya buru ma ụlọ.",
    "Ebe foto si, Chukwuma Okpala",
    "Idemmiri a buru ụgbọala a dị n'ime ya",
    "Ihe malitere dịka obere olulu bụ ihe gbawara ụzọ abụọ etu a, gbochie ụgbọala niile kwesiri ị ga n'ụzọ ahụ agaghị agali.",
    "Ndụ ndị Ụmụwụlụ na obodo ndị ọzọ nọ n'akụkụ ha abụbeghi otu kamgbe idemmiri ahụ kewachara ụzọ ahụ.",
    "Onye nkwuchite otu obodo Ụmụawụlụ bụ Chukwuma Okpala gwara BBC Igbo na ya bụ ihe ọdachị emela ha nwịị maka na o metụtara akpa ha.",
    "N'okwu ya, 'Ebe anyị na-ejibu naanị naịra iri ise aga, anyị na-ejizi narị naịra abụọ aga ya, agbanyeghi na ụzọ ahụ dị ogologo karịa ma dịkwa njọ maka ndị ọjọọ na-anọ na ya.",
    "\"Ịga ụzọ ahụ bụkwa ihe ize ndụ maka na ọ bụghị ebe ndị mmadụ na-agakarị.\"",
    "Lee ihe idemmiri na-eme n'ala Igbo ugbua",
    "Ndụ gị na gịnị ọzọ dị gị mkpa ịzọ n'ọdachi?",
    "",
    "Okpala kwuru na o metụtakwara azụmahịa ha maka na ndị obodo ha na-akọ ugbo anaghị agalizi Ọka ị ga ree ihe ha kọtara ma ndị mmadụ si okpuru ọchịchị ndị ọzọ abịa ahịa ebe ahụ anaghị abaịalizi.",
    "O kwuru na nke a mere na ndị ọrụugbo ha anaghị eritazi elele nkeọma maka na ha na-esi n'imi akwụ ụgwọ ụgbọala ga-akwọga ha ahịa site n'ogologo ụzọ ọzọ.",
    "Kama o toro gọọmenti Anambara steeti maka ọrụ ha bidoro ozigbo ebe ahụ iji hụ na e kpochiri ya bụ olulu kewara ụzọ ha.",
    "Ebe foto si, Chukwuma Okpala",
    "N'akụkụ nke ya, kọmịshọna na-ahụ maka gburugburu n'Anambara steeti bụ michael Okonkwo kwuru na ha na-etinye uchu ịhụ na e meziri ụzọ ahụ ka ụgbọala nwee ike na-aga na ya.",
    "O kwukwara na ha na-eti mkpu ka ndị mmadụ kpachara nya maka oke mmiri ozuzo na-abịa nakwa ide mmiri ebe o kwuru na ha na gọọmenti etiti nakwa ụlọakụ mbaụwa na-ejikọ aka ọnụ ịhụ na e lebara anya na nsogbu mbuze na idemmiri na-eme na steeti ahụ.",
    "Ebe foto si, Chukwuma Okpala",
    "China chọrọ inye Naịjirịa $60b",
    "Unu egela Ipob ntị - Ndị ọrụ nchekwa",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee ya",
    "Onye chọrọ ịzọ ọchịchị n'APC ga-akwụ nde 45",
    "Kedụ ihe ndị dị gị oke mkpa ịzọpụta ma e nwee ọdachi?5 Septemba 2018",
    "Lee ihe idemmiri na-eme n'ala Igbo ugbua30 Julaị 2018",
    "Vidio, Lee mkpamkpa mbuze na-akpa na Nanka dị n'Anambara steeti31 Ọgọọst 2018",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu18 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe yaelekere 4 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Samia Suluhu Hassan: Lee nwaanyị ga-anọchị anya Magufuli dịka onyeisiala Tanzania",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Lee ka Kate Anorue siri napụ ndị ọcha ọkwa 'Mayor' ugboro abụọEmelitere ikpeazụ na: 13 Julaị 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}