{
  "published": "8 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ime inyocha ụzọ nke BBC Igbo mere, anyị chọpụtara na ọ bụ naanị otu ụzọ n'ime ụzọ anọ gbara Owere gburugburu  ndị anyị gara bụ nke gọọmenti etiti nwe ka dị mma.",
    "Nke a bụ ụzọ si Owere gawa Onicha, mana a bịa n'ụzọ si Owere gawa Portharcourt, ihe ruru kilomita iri abụọ adịghị mma chacha bụ nke na-akpabeghi aka n'ime ọtụtụ afọ gara aga.",
    "Nke a mere ndị ọkwọụgbọala na-agba ụzọ ahụ ji ebe akwa, na-arịọ gọọmentị etiti ka ha gbatara ha ọsọ enyemaka.",
    "Gọọmenti etiti ewepụtala ndepụta ebe ha ji ọrụ n'ọwụwa anyanwụ",
    "Gọọmenti etiti ji ọrụ dị 69 n'aka n'Ọwụwa-Anyanwụ",
    "N'ụzọ Ụlakwọ, nke si Owere gawa Aba, anyị hụrụ ngwaọrụ ndị na-arụ ụzọ mana o nweghị ndị mmadụ na-arụ ụzọ anyị hụrụ.",
    "Ndị bi gburugburu ebe ahụ kwuru na o ruela ọnwa isii ndị ọrụ a bidoro ikewa ụzọ ahụ abụọ.",
    "Nke si Owere gawa Umuahia ka nwere ọtụtụ ebe na-adịghị mma.",
    "Otu onye ọkwọụgbọala kwuru na ọ karịala ihe ruru afọ iri na isii a rụrụ ọrụ n'ụzọ ahụ.",
    "'E nyegodi Buhari afọ 20 ọ gaghị edozinwụ Naijiria'",
    "China:Ụmụ Naịjirịa achịpụtala Buhari ụkwụ n'ama",
    "Mbuze gbawara ụzọ n'Ụmụawụlụ, lee etu o si bido",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Njem",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mịnịsta na-ahụ maka mgbasaozi bụ Lai Mohammed agọọla n'ebubo kwuru na o nweghị ihe ọchịchị Muhammadu Buhari mere Ndị Igbo.",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,1628 Ọgọọst 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,121 Septemba 2021",
    "Vidio, Abia state news today: \" Etu ụzọ ahịa Ariaria dị na-agba anyị anya mmiri\", Duration 1,4924 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}