{
  "published": "16 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Nro nwere ọrụ abụọ ọ na-arụ na ndụ mmadụ",
    "Ọtụtụ oge, ọ na-abụ mmadụ raghụcha ụra teta, onye agbataobi ya maọbụ nwaane ya ajụọ ya ihe ọ hụrụ na nrọ.",
    "Nrọ bụ otu ihe so na ndụ mmadụ, ụfọdụ oge, onye rahụcha ụra ma ọ rọghị nrọ, ọ dị ya ka ụra ya ezughi ezu.",
    "Mana ebe ụfọdụ na-eche na nrọ enweghi ihe ọ bụ, ndị ụfọdụ che na nrọ na-egosi ihe na-eme maọbụ ihe ga-eme na ndụ onye rọrọ ya.",
    "Ube ọ bụ nrị e jị emegheri ọnụ ka ọ bụ nke na-enye ihe na ahụ?",
    "Lee uwe ndị Igbo na-eyi aga igba nkwu",
    "Achọrọ m ịgụ egwu n'eluigwe - nwaanyị na-agụ egwú n'ahia",
    "Nke a kpatara na ọtụtụ oge, onye rọchaa nrọ, ọ chọwa nkọwa ya ma chọwa ihe ọ ga-eme ma ọbụrụ na ọbụghị ezi nrọ.",
    "E nwere nrọ ndị bụ ezi nrọ na ndị bụ ajọ nrọ, ihe na-akpata nke bụ nke bụ nkọwa e nyere ya.",
    "Mmọnwụ na-achụ gị ọsọ",
    "Ị nọ na nrọ na-agba ọsọ mmọnwụ maọbụ ihe na-atụ gị ụjọ a na-achụ gị ọsọ, ị na-achọ ịgbanarị ya ma na ọ dịka a kujiri gị ụkwụ. A na-akọwa na ụdị nrọ a na-egosi ihe ndị ị na-atụ ụjọ na ndụ gị maọbụ ihe ndị na-echere gị aka mgba. Ihe ndị nwereike ịbụ mmadụ ibe gị maọbụ gị onwe gị, i kwesiri isi ike guzosie ike ka gị na onye na-achụ gị kwata ya na nrọ ahụ ka ọ hapụ gị. Ụnụ lụọ ọgụ, ọ bụrụ na i tigbughi ya, ọ ga-etigbu gị mana e kwuru na ọ ka mma ma i tigbuo ya.",
    "Ebe foto si, Getty Images",
    "Mana iji ghọta ụdị nrọ a, jụọ onwe gị ụdị ihe ndị ị na-atụ ụjọ na ndụ gị maọbụ ihe ndị na-echere gị aka mgba, ka i nwee ike guzoro n'ụkwụ gị nweta ume hazie ọnọdụ ndị ahụ ka i nwere onwe gị. Dịka onye dọkịnta na-ahụ maka akọnauche bụ Chimezie Elekwachi Lekwa siri kwuo, ụdị nrọ a nwereike igosi ihe na-atụ mmadụ ụjọ nke ọ na-achọghị itinye echiche na ya.",
    "I chọtara akpa ego maọbụ ihe ndị na-ada oke ego na nrọ",
    "Nke a nwereike ịpụta ụfọdụ ihe dị icheiche.",
    "Ebe foto si, Getty Images",
    "a. I ji mmadụ ụgwọ na-enye gị nsogbu, ị na-achọ ụzọ i ga-eji kwụọ ụgwọ ahụ, ị hụ ebe i nwetara ego ịkwụ ya bụ ụgwọ na nrọ.",
    "b. Egwu na-atụ gị na ihe i nwere nwereike nọkata ọ gaghị adịzi. Ụdị ụjọ a nwereike ime gị ịrọ ụdị nrọ iji kasie onwe gị obi na onweghi ihe na-eme.",
    "c. Ụjọ na ihe i nwere agaghị ezuru gị. Nke a nwereike ime gị ị na-achụ ego n'ike n'ike churuo ya na nrọ.",
    "Mana nsogbu na-adị bụ na n'ime ụdị nrọ a, ezigbo ụjọ na-esokwa ya mana ọ bụ ihe mmadụ ga-ajụ onwe ya,'onye nyere m ego ahụ, gịnị ka onye ahụ pụtara m? Kedụ ebe m nọ nweta ya bụ ego na nrọ ahụ? Gịnị ka m mere oge m hụrụ ya bụ ego, ọ bụ nke anya ukwu ka ọ bụ echiche?",
    "Ebe foto si, Getty Images",
    "Itufu agba ego maọbụ igodo gị na nrọ",
    "Mmadụ itufu ntụpe maọbụ igodo na nrọ nwereike ịpụta na onye ahụ na-etufu ikike o nwere n'ihe dị ya oke mkpa.",
    "Ịrọ nrọ na ị nọ ebe ị na-amaghị",
    "Nke a nwereike igosi na ị na-achọ ifu ụzọ n'ihe ị na-eme maọbụ na mmadụ na-achọ ịghọrị gị.",
    "Ebe foto si, Getty Images",
    "Ọrụ nrọ na-arụ na ndụ mmadụ",
    "BBC Igbo na dibia na-ahụ maka akọnauche bụ Chimezie Elekwachi Lekwas kpara nkata gbasara nrọ, ebe ọ kọwara na nrọ na-arụ ụzọ ọrụ abụọ na ndụ mmadụ.",
    "O kwuru na mbụ, nrọ na-egosikarị ihe na-eme mmadụ ọ na-achọghị itinye uche na ya.",
    "Ya bụ na mmadụ na-ahụ ụfọdụ ihe na nrọ, o kwesiri inyocha ime onwe ya hụ na ihe ahụ ọ na-ahụ abụghị ihe ọ na-agba nkịtị.",
    "Nke abụọ, Lekwas kwuru na nrọ na-abụkwa ihe mere mmadụ maọbụ na-achọ ime mmadụ nke onye ahụ ma kama na ọ na-ekpuchi ya n'ike n'ike.",
    "Ya bụ mmadụ nwereike ịgabiga ihe dị oke egwu nke ọ na-achọghị icheta, o mechaa, ihe ahụ a na-achụ ya na nrọ.",
    "Akụkọ ndị ga-amasị gị:",
    "#Ipobsitathome: Ka o si gaa na Sept 14",
    "Buhari anatala akwụkwọ arụkwaghịm n'aka Kemi Adeosun",
    "A chọtala nwa m nwaanyị furu kemgbe Mee' - Nne nwa",
    "Ndị nwụrụ n'alaọmajiji Morocco eruola 1,0379 Septemba 2023",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe haelekere 5 gara aga",
    "Etu aka si kpara nne na nna kwụrụ nwa ha agụụ maka ebubo ịbụ amosuelekere 9 gara aga",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ndị nwụrụ n'alaọmajiji Morocco eruola 1,037",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha",
    "Voters Registration: Ụfọdụ ihe mere ndị Naịjirịa ji enyo INEC enyo maka ntuliaka 2023Emelitere ikpeazụ na: 18 Nọvemba 2022",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}