{
  "published": "18 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ihe bụ ihe a ga-eji cheta Sir Godson Ejidike Oguine bụ onye mbụ bidoro azụmahịa latrịk na mpaghara ọwụwa anyanwụ n'ala Naịjirịa.",
    "Joe Achuzia: Ihe ị na-amaghị maka ya",
    "'Maka Achuzia, anyị ga-ahụ na Biafra mezuru'",
    "'Ekwueme enweghị ebubo mpụ ọbụla'",
    "A na-akwanyere Ekwueme ugwu ikpeazụ",
    "Naijiria",
    "Anambra Steeti",
    "Ha ga-eli Achuzia n'ụbọchị Satọde n'Asaba11 Eprel 2018",
    "NA EME UGBU A Akwamozu Ekwueme: Otito na ndị nwunye na-alụ ọgụ",
    "Akwamozu Ekwueme: Ndị Igbo ji eme ọnụ kwuru okwu otito1 Febụwarị 2018",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Vidio, Ihe mere Uche Nwosu taa - Rochas Okorocha, Duration 3,2226 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}