{
  "published": "19 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ụmụ ole ka di na nwunye kwesịrị ịmụ n'agbanyeghị ihe isiike na ọnọdụ ndị ọzọ?",
    "Site n'afọ 1979 ruo afọ 2015, mba dịka Chaịna nwere iwu megidere ụmụnwaanyị ịmụ karịa otu nwa, mana ụdịrị iwu a enwere ike ịdị na Naịjirịa?",
    "Gịnị kpatara ndigbo ji kwụsị ịgụ ụmụ ha ụfọdụ aha?",
    "Gini ga-eme ka i ree nwa ị mụrụ ọhụrụ?",
    "Ị hụla di na nwunye na-amụtaghị nwa n'ihi 'amaghị eme'?",
    "A bịa n'ụfọdụ ezinaụlọ na Naịjirịa, e nwere nne na nna mụrụ ụmụ iri site n'otu nne, ebe ndị ọzọ lụrụ ọtụtụ nwaanyị mụta ọtụtụ ụmụ.",
    "Mana dịka ọnọdụ akụnaụba obodo Naịjiria dị ugbua, nne na nna ekwesịrị ịnọrọ ala sị \"ka anyị mụọ ụmụ ole a ka o nwee ike kwe anyị ọzụzụ\"?",
    "Ọtụtụ ndị BBC Igbo jụrụ ajụjụ kwuru sị na ọ na-aka mma ka di na nwunye mụọ ole ha ga-azụnwu.",
    "BBC Igbo jụkwara onye ọ dị n'aka ikwu ụmụ ole e kwesịrị ịmụ n'ezinaụlọ, lee ihe ndị mmadụ sara:",
    "Mana, gịnị ga-emekwanụ ndị na-amụ ihe dịka ejima atọ, anọ maọbụ ise otu oge?",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ezinaụlọ na Naịjirịa nwere ejima atọ",
    "Ọtụtụ oge na Naịjiria ka ndị mụrụ karịa ejima abụọ na-arịọ gọọmentị ọsọ enyemaka maka ahụghị ka e mere n'isi ụmụ ọhụrụ ha.",
    "Ụfọdụ n'ime ha ka di ha gbaghapụrụ maka na ha amaghị etu ha ga-esi zụọ ụmụ niile ahụ.",
    "Ndị ọzọ bụ ndị tufuru maọbụ ree nwa ha mụrụ maka na ha enweghị ikikere ha ga-eji zụọ ha.",
    "Otu nwaanyị na-ekuputa nwa n'ụlọọgwụ nke Bekee kpọrọ 'midwife', bụ Ify Ukachukwu, gwara BBC Igbo na ọ ga-aka mma ka di na nwunye na-amụ naanị ụmụ atọ, ka ha nwee ike zụchaa ha.",
    "Gee ihe o kwuru n'uju ebe a:",
    "\"Ọ dị mma ka nne na nna mụọ ụmụ atọ maka ọnọdụ Naịjirịa\"",
    "BBC Igbo jụrụ ndị na-agụ ha echiche ha banyere ụmụ ole nne na nna kwesịrị ịmụ, lee ihe ha zara na Facebook:",
    "BBC Igbo na ndị nne na nna ka ha tinye ọnụ n'okwu a, lee ihe ha kwuru maka ya ebe a:",
    "N'otu aka ahụ, lee ihe nkiri di na nwunye mụrụ ụmụ mbụ ha ka afọ 19 ha lụrụ gachara:",
    "Di na nwunye mụrụ ejima atọ",
    "Uru ọmụgwọ n'omenala Igbo",
    "Ụmụnwaanyị na-egoli maka mbugo ọnwa ọmụgwọ",
    "'Ndị mmadụ kọrọ m ọnụ nwa' - Nne ejima atọ",
    "Naijiria",
    "Omume",
    "Ụmụaka",
    "Ezinụlọ",
    "Vidio, Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a kpọrọ IVF?5 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwaelekere 7 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "A nwuchiela nwata nwaanyị a sị sugburu enyi ya nwoke ma buru ụgbọala ya gbalaa",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}