{
  "published": "22 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mgba a bụ ihe a ndị Igbuzo dị na Delta steeti na-eme afọ ọbụla maka nkwadebe iri ji ọhụrụ.",
    "Igbuzo na-agba mgba a otu oge n’ime afọ niile.",
    "Iri ji ọhụrụ: Omenaala Igbo agaruola mba Sweden",
    "Lee ka e si eri ji ọhụrụ n'Alaigbo",
    "Ihe iri agboghọ ugbua chọrọ na nwoke ga-alụ ya",
    "Ndị na-eso na mgba a bụ ndị ruru  bido afọ iri ruo afọ iri anọ.",
    "N’oge gboo, ha na-eji mgba a edozi esemokwu.",
    "Ha na-ejikwa mgba a ama onye kachasị ike n’obodo ahụ.",
    "Ha na-eji ohere emume ahụ ama onye ọrụugbo bụ ọkaibe n’ọrụ ya.",
    "Akụkọ ga-amasị gị",
    "Onweghi onye ga-akwụsị ọrụ m dịka osote gọvanọ - Madumere",
    "Onye ọrụ Aisha Buharị ezughi ohi ọbụla - Nwanne ya",
    "Anambra Flood: Nwaanyị amụọla ụmụ ejima n'ụlọ gbatagbata",
    "Delta Steeti",
    "Egwuruegwu",
    "Omenala",
    "Ihe Igbo sọrọ nwaanyị ime4 Septemba 2018",
    "Vidio, Iri Ji ndị Igbo na Sweden, Duration 1,1212 Septemba 2018",
    "Akachapụọla 'osu' n'obodo Ozalla19 Septemba 2018",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Vidio, Ụlọakwụkwọ ọhụrụ ewetala ọṅụ nye ndị Obioma n'Enugwu, Duration 1,42elekere 4 gara aga",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}