{
  "published": "26 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Taa bụ ụbọchị mbaụwa na-eme emume gbasara ụzọ dị icheiche e ji egbochi afọime oge mmadụ achọghị ya.",
    "Ihe ndị a bụ ihe a na-akpọ 'World Contraception Day' na Bekee.",
    "E ji ụbọchị taa agbasaozi gbasara mkpa ọ dị ụmụnwoke na ụmụnwaanyị na-enwe mmekọrịta anụ ahụ ịmata ụzọ dị mma iji gbochie afọime ghara inwe nsogbu ahụike.",
    "Ụfọdụ ngalaba dị icheiche na okpukpe dị icheiche machiri igbochi afọime na ime ihe ga-akwụsị nwaanyị itu ime.",
    "Ngalaba ụka Katọlik kwenyere ka di na nwunye mụta nwa oke ha ga-azụlị mana ha ga-agba mbọ hụ na ha egbochighi afọime ọbụla.",
    "BBC Igbo gbara Fr, Edwin Obimma Ezike ajụjụ gbasara ihe ụa Katọlik kwuru maka igbochi afọime.",
    "Fr. Ezike kwuru na ụka Katọlik akwadoghi ka nwaanyị kwụsị afọime ọbụla nwoke gbanyegoro ya n'ahụ.",
    "O kwuru na nke a bụ maka na oge mkpụrụ nwoke banyere nwaanyị n'ahụ, mkpụrụ ahụ na akwa nwaanyị bịakọọ ọnụ, ndụ amalitela nke bụ na ihe ọbụla e mere ịkwụsị ndụ ahụ bụ imemina mmadụ.",
    "Lee ihe Fr. Ezike kwuru ebe a.",
    "Ofụfe",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "World Health Organization (WHO)",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Faith Okebata: 'Ọku ndị agha Naịjirịa mụnyere n'ụlọ m n'Izombe gburu nwunye m' - Sunday Okebata, Duration 4,3825 Nọvemba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nigeria Paralympics: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, History of Awka: Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Female Pilot: O nweghị ihe ọzọ m kaara ime karịa ịnya ụgbọelụ, Duration 3,359 Maachị 2020",
    "Vidio, Bridget Maduabuchim Nnabueze: Etu m si turu ugo onye nkuzi kachasi mma Naịjiria niile n'afọ 2021, Duration 8,3518 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}