{
  "published": "26 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Science Photo Library",
    "Taa bụ ụbọchị mbaụwa na-eme emume gbasara ụzọ dị icheiche e ji egbochi afọime oge mmadụ achọghị ya.",
    "Ihe ndị a bụ ihe a na-akpọ 'World Contraception Day' na Bekee.",
    "E ji ụbọchị taa agbasaozi gbasara mkpa ọ dị ụmụnwoke na ụmụnwaanyị na-enwe mmekọrịta anụ ahụ ịmata ụzọ dị mma iji gbochie afọime ghara inwe nsogbu ahụike.",
    "Ihe ise masịrị ụmụnwaanyị",
    "'Ụmụnwaanyị banyenụ ndọrọndọrọ'",
    "Ụmụnwaanyị dị ime emeela ngagharị iwe",
    "Ụfọdụ ngalaba dị icheiche na okpukpe dị icheiche machiri igbochi afọime na ime ihe ga-akwụsị nwaanyị itu ime.",
    "Ngalaba ụka Katọlik kwenyere ka di na nwunye mụta nwa oke ha ga-azụlị mana ha ga-agba mbọ hụ na ha egbochighi afọime ọbụla.",
    "BBC Igbo gbara Fada Ọkammụta Edwin Obimma Ezike ajụjụ gbasara ihe ụa Katọlik kwuru maka igbochi afọime.",
    "Fada Ezike kwuru na ụka Katọlik akwadoghi ka nwaanyị kwụsị afọime ọbụla nwoke gbanyegoro ya n'ahụ.",
    "O kwuru na nke a bụ maka na oge mkpụrụ nwoke banyere nwaanyị n'ahụ, mkpụrụ ahụ na akwa nwaanyị bịakọọ ọnụ, ndụ amalitela nke bụ na ihe ọbụla e mere ịkwụsị ndụ ahụ bụ imemina mmadụ.",
    "Lee ihe Fada Ezike kwuru ebe a:",
    "Igbochi afọime",
    "N'akụkụ nke ya, dibia Bekee bụ ọkammụta Uche Nwagha, bu ọkammụta n'ihe banyere ọmụmụ nwa na ụmụnwanyi, gwara BBC Igbo na ọ dị mkpa na nwaanyị gbochiri ime oge ọ na-achọghị ya.",
    "O kwuru n'ezie na ndị ụka anaghị anabata ya mana ọ bụ ihe dị mkpa iji hazie ezinaụlọ na ụmụ ole di na nwunye chọrọ ịmụta.",
    "Uru atọ igbochi afọime bara",
    "Ọkammụta Nwagha gụpụtara ụfọdụ uru dị icheiche igbochi afọime bara.",
    "Ha bụ:",
    "Igbochi afọime ga-eme ka di na nwunye mụta ole ha ga-azụlị",
    "Igbochi afọime ga-eme ka nwaanyị ghara ịmụ nwa mberede",
    "Igbochi afọ ime ga-echekwa nwaanyị ma nye ohere ka nwaanyị doo ahụ ma ọ mụchaa nwa tupu ọ dị ime ọzọ",
    "Igbochi aafọime nwereike ịzọ nwaanyị ndụ ọkachasị ọ bụrụ na nwaanyị nwere oke ọrịa ọ na-arịa dịka kansa ara, maọbụ ọrịa obi.",
    "Lee ihe ọkammụta ahụ kwuru ebe a:",
    "Igbochi afọime nwereike ịzọ nwaanyị ndụ",
    "Ezie, ndị ụka ekwenyeghi n'igbochi afọime mana ha nwereike ịnabata ya naanị oge ọ na-amaja ndụ nwaanyị.",
    "Dịka Fr. Ezike siri kwuo; \"N'oge a, anaghị egbochi afọime kama, a na-azọ ndụ.\"",
    "Nke a pụtara na ọbụrụ na nkwenye mmadụ ekweghi ka o gbochie afọime, ọ ga-akpacha anya oge ọ na-emetụta ndụ ya,",
    "Nigeria Airways: Etu ọ dị ndị mmadụ n'obi",
    "Buhari ekwusiela ike na gọmenti ya kwadoro SDG",
    "God is Good Motors: Ntọ ha tọrọ ndị njem anyị abụghị ihe atụwara anya",
    "Ụmụnyanyị",
    "Ofụfe",
    "Naijiria",
    "Ụka ndị Roman",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị yaelekere 9 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}