{
  "published": "28 Septemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Afolabi Sotunde/Reuters",
    "Ndị agha elu Naịjirịa ewepụtala aha mmadụ asaa tụfuru ndụ ha n'ihe mberede ụgbọelu mere n'Abuja ụbọchị Sọnde",
    "Nke a dị n'ime akwụkwọ ozi nke ọnụ na-ekwuru ndị agha elu Naịjirịa bụ Ibikunle Daramola wepụtara.",
    "Aha ndị a gụnyere: Haruna Gadzama, onye na-efe ụgbọelu ahụ; Henry Piyo, onye na-enyere ya aka, Michael Okpara, onye ji ọkwa 'Flying Officer'; na Bassey Etim, onye ji ọkwa 'Warrant Officer'.",
    "Ndị ọzọ gụnyereOlasunkanmi Olawunmi, onye ji ọkwa 'Flight Sergeant'; Ugochukwu Oluka, ji ọkwa Sergeant; na Adewale Johnson, onye ji ọkwa 'Aircraftman'.",
    "Ebe foto si, Bayo Omonoriowo",
    "Onyeisiala Naịjirịa bụ Muhammadu Buhari egosila mwute maka ọnwụ mmadụ asaa n'ihe mberede ụgbọelu mere n'Abuja n'ụbọchị Sọnde.",
    "Nke a bụ dịka akwụkwọ ozi onye enyemaka mgbasa ozi ya bụ Femi Adesina wepụtara.",
    "Legọs steeti amalitela ịrụzi ebe ihe mberede ụgbọelu mebiri",
    "Pius Adesanmi so n'ime ụgbọelu mmadụ 149 nwụrụ n'ihe mberede Ethiopian Airlines",
    "Anọghị m n'ọnọdụ ọdị ndụ ọnwụ ka mma - El-Rufai",
    "Adesina kwuru na Buhari na-esonyere ndị otu agha elu nke Naịjirịa, nakwa ụmụ Naịjirịa niile n'iru uju maka ọnwụ mmadụ asaa bụ ndị nwụrụ n'ihu ọrụ ha.",
    "\"Buhari kwuru na dịka nnyocha na-aga n'ihu iji chọpụta ihe kpatara ihe mberede a, nchekwa ndị niile na-eme njem ụgbọelu na Naịjirịa dị gọọmentị ya oke mkpa,\" Adesina depụtara.",
    "Otu nwaagbọghọ aha ya bụ Nkechi Ugochukwu gwara BBC Igbo na ụlọ ya dị na mpaghara Bassa, nke dị nso n'ọdọụgbọelu Abuja.",
    "O kwuru sị: \"Ana m anọ n'ime ụlọ m anụ oge ọbụla ụgbọelu na-efeli maọbụ efetu.\"",
    "Enugwu ga-enweta ụgbọelu agha maka nchekwa",
    "Nigeria Air Force recruitment 2020: Lee ụsọrọ ị ga-eji tinye akwụkwọ nwete ọrụ ebe ahụ",
    "\"Mana mkpọtụ nke a m bụrụ taa abụghị ụdị mkpọtụ m na-anụbu.\"",
    "\"Oge m pụtara, ahụrụ m na ụgbọelu ahụ amalitela ịgba ọkụ, mana ụgbọala abụọ na-agbanyụ ọkụ bịara malite ịgbanyụ ọkụ ahụ.\"",
    "\"Onweghị onye m hụrụ si n'ime ya pụta.\"",
    "Mmadụ asaa nwụrụ na ihe mberede ụgbọelu ndị agha Naịjirịa n'Abuja- NAF",
    "Ọnụ na-ekwuchitere ụlọọrụ Nigeria Airforce bụ Ibikunle Daramola ekwuputela na mmadụ asaa nọ n'ime ụgbọelu ndị agha kpọkasiri taa bụ ụbọchị Februwarị 21 n'Abuja enweghị onye pụtara na ndụ.",
    "O kwukwara na ndị ọrụ gbata gbata eruola ebe ahụ.",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti",
    "Titilope Arotile: Ọ bụ amaghị ama ọkwọ ụgbọala gburu Arotile",
    "Daramola depụtara nke a na twitter ya ma na-ekwukwa na onyeisi ndị agha ụgbọelu enyela iwu ka e nyocha ihe kpatara ya bụ ọdachị.",
    "Etu ụgbọelu ndị agha si kpọkasịa n'Abuja",
    "Minista na-ahụ maka njem ụgbọelu na Naịjirịa bụ Hadi Sirika edepụtala na ụgbọelu ndị agha Naịjiria akpọrọ aircraft King Air 350 akpọkasiala dịka o kwuputechara na ingin ya kụrụ ka ọ si Minna abata ọdọụgbọelu dị n'Abuja.",
    "O kwuru na ọ kpọkasiri nke ọjọ ya.",
    "Sirika depụtara n'akara twitter ya ka onye ọbụla ka nọrọ jụụ dịka a na-eche mpụtara nyocha ndị agha na-eme.",
    "O kwuru na etu ọ dị ugbua amabeghị ma mmadụ a ka dị ndụ maọbụ nwụrụ anwụ na ya bụ ọdachị.",
    "Ịchetara mgbe otu onye nwụrụ dịka ụgbọelu ndịagha Naijiria dara n'ike n'Abuja n'afọ 2018?",
    "Ebe foto si, NAF",
    "Otu onye anwụọla dịka  ụgbọelu ndịagha Naijiria adala n'ike na Katampe dị n'Abuja.",
    "Ụgbọelu ahụ so na abụọ ndị agha ji eme ọmụmụ maka ncheta ụbọchị Nnwereonwe Naijiria.",
    "Ụgbọelu Osinbajo enweela nsogbu n'elu",
    "Mmadụ 257 anwụọla na mberede ụgbọelu",
    "Bịanụ rụọ ọdọ ụgbọelu Enugwu - Gọvano ndị ọwụwa anyanwụ",
    "Otu ọnụ na-ekwuru ndị agha Naijiria bụ Ibikunle Daramola kwuru na o nweghị onye merụrụ ahụ.",
    "Mana ihe onyonyo gbara na soshal midia na-egosi na otu n'ụgboelu ahụ dara n'ike.",
    "Ndị nọ ebe ihe mere kwuru na ha nụrụ ka ihe gbara, hụkwa ka otu onye nọ n'ime ụgbọelu ahụ ji 'parashout' fepụ.",
    "Ka ọ dị ugbua, ahụbeghị onye ahụ ebe ụgboelu ndị agha atọ na-efegharị ebe ihe ahụ mere.",
    "Cheta na ndị agha Naijiria kwuburu na ha ga mee ọmụmụ maka ncheta ụbọchị nnwereonwe naijiria.",
    "Helicopter Crash in Lagos : Legọs steeti amalitela ịrụzi ebe ihe mberede ụgbọelu mebiri28 Ọgọọst 2020",
    "Plane Crash: Ụgbọelu abụọ sukọrọ ọnụ egbuola ihe ruru mmadụ asaa na Spain25 Ọgọọst 2019",
    "Ndi nwụru na-ọdachị ụgbọelu Cuba eruola 10019 Mee 2018",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorochaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja21 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorocha",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}