{
  "published": "17 Ọktọba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na mbido ọnwa Ọktoba a, ndị uweojii mba Amerịka gburu nwafọ Igbo aha ya bụ Chinedu Okobi n’anya ọcha na-enweghi ihe doro anya o mere.",
    "Akụkọ kwuru na Okobi, onye ji otu nwa na-aga n’okporoụzọ oge ndị uweojii were igwe ọkụ latrik ha ji akpachi mmadụ nke a kpọrọ taser na bekee were regbuo ya.",
    "'Ejima m nwụrụ na Malaysia'",
    "Mba Asia bụ 'ọkụ mmụọ' - Nwaanyị India lụrụ onye Naijiria",
    "'Ọnwụ mberede nwa m egbuola m na ndụ'",
    "Na mkparịtaụka BBC Igbo na nwanne ya nwaanyị bụ Ebele Okobi nwere, o kwuru na odoghi ya anya ihe mere ndị uweojii jiri kpasoo nwanne ya akwa karịa ịkpa oke agbụrụ ha na-akpasa ndị isiojii.",
    "Okobi, onye bụ onyeisi na-ahụ maka atụmatụ maka Afrịka n'ụlọọrụ Facebook sị, “Anyị na-ahụ etu ndị uweojii Amerịka na-ejidenwu onyeọcha ji egbe na-egbughi ha maọbụ merụọ ha ahụ, mana gbuo onye oji ejighị egbe.”",
    "Ebe foto si, Okobi Family",
    "Chinedu lara mụọ ejighị nne ya egwu egwu",
    "N'ọsịsa ha, ndị uweojii San Mateo County kwuru n'ezie na a na-enyocha ihe mere ụbọchị Ọctoba 3, afọ. na ndị uweojii o metụtara gawara ezumike nwa oke iji nye ohere ka ha nyocha ihe mere.",
    "Ha gwara BBC Igbo kwuru na Chinedu \"na agbagharị n'etiti ụgbọala nọ n'ahịrị, onye uweojii pụtara n'ụgbọ ya gakwuru ya ma ọ nwụrụ ya ọgụ, ya nwere kpọọ ndị otu ya ndị gbata ya ọsọ enyemaka.",
    "\"E bugara onye uweojii ụlọgwu leta ya maka ahụ ọ merụrụ, ma bugakwa onye a nwụchiri n'ụlọgwu ebe  e kwuru n'ọ nwụọla.\"",
    "Ha kwuru na eziokwu ga-apụta ihe ma ha mecha nyocha.",
    "Lee ihe okwuru n'uju na ihe nkiri a:.",
    "Peter Obi : Ọ bụ eziokwu na Igbo enweghị otu obi?",
    "Nwaanyị a ga-aka nwoke chịta nke ọma?",
    "Fayose awuchiela ụlọọrụ EFCC",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 6 gara aga",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Etu Ejima m si nwụọ ọnwu ike na Malaysia - Peter Esemene, Duration 3,2129 Ọgọọst 2018",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka', Duration 1,0711 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}