{
  "published": "26 Ọktọba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ochanya bụ nwata a sị na nna ya ukwu na wakporo ka ọ dị afọ 13 nwụrụ n'ọrịa tupu o nwee ike ịpụta gbaa aka ebe ihe mere ya n'ụlọikpe.",
    "Ụlọikpe ukwu dị na Makurdi, Benue steeti ekwuola na aka otu onye nkuzi mahadum Benue State Polytechnic bụ Andrew Ogbuja dị ọcha n'okwu ọnwụ Ochanya Ogbanje bụ nwa agbọghọ dị afọ 13 nke nwụrụ n'afọ 2018.",
    "Ọkaikpe nọ n'isi ikpe a bụ Augustine Ityonyiman  kọwara na ndị uweojii na-enyocha okwu a akpọpụtaghị Andrew Ogbuja ka enyocha ahụike, nke bụ na-enweghị ike wee kwekọọ ma ihe aka ebe egosipụtara n'ụlọikpe ọ si n'ahụ ya.",
    "Chimamanda sị na onwere onye wakporo ya",
    "Ọtụtụ mmadụ agbaala ọsọndụ na Kogi",
    "Ọkaikpe ahụ kwukwara na akwụkwọ nnyocha ime ahụ e mere n'ahụ nwaada Ochanya Ogbanje n'ụlọọgwụ 'Federal Medical Centre' nke Makurdi nakwa n'aka ngalaba nyocha ndị uweojii bụ 'Nigerian Police Forensic Laboratory' kpalịteere ya ngọtaghie dịka ha ekwekọrịtaghị.",
    "Cheta na eboro ebubo na Ogbuja na nwa ya nwoke dịnara nwaada ahụ n'ike ugboro ugboro nke kụdara ahụike ya mere o jiri nwụọ. Nwa nwoke onye nkuzi  agbala ọsọ kemgbe ikpe a pụtara ebe ikpe mara nwunye ya nke ọkaikpe Augustine Ityonyiman  kwuru na ọ ga-aga nga ọnwa ise maka ihara ileta nwaada ahụ anya ma hapụ ịzọpụta ya n'aka di ya na nwa ya nwoke.",
    "Okaịkpe Ityonyiman kwuru na nwuye Ogbuja aghọghị maka ebubo na ya bụ nwaada kpesara ya mgbe amalitere na-edịna ya n'ike.",
    "Cheta na okwu ọnwụ nwaada a kpalịtere ọtụtụ ngagharịiwe dịka otu na-alụ ọgụ ikike dịrị onye nye ndị mmadụ ọkachasị ụmụnwaayị pụtara n'igwe lụọ ọgụ ka e kpee ikpe ziri ezi n'okwu ya n'afọ 2018.",
    "Ochanya bụ nwatakịrị nwaanyị gbara afọ 13  oge akụkọ wuru ewu na Naijiria na nna ya ukwu na nwa ya nwoke na-aedina ya n'ike.",
    "Ochanya  na nne na nne ya bi n'obodo ha dị bụ Ogene-Amejo dị n'Benue steeti bido na 2005 oge a mụụ ya rue oge ọ gbara afọ ise bụ oge ha zigara ka ya na nwunye onye nkuzi bụ Oriaku Felicia Ogbuja .",
    "Dịka nne ya bụ Rose Abah si gwabuo BBC Igbo, ọ bụ ka nwata ahụ nweta ohere ịgụ akwụkwọ nke  ya enweghị ike imeli mere ka nne ya dunye nwanne ya nwa ya nwaanyị ka ọ zụọrọ ya.",
    "Akwa arịị egbuola nne Ochanya mama, bụ Rose Abha remember maka ụdị ọnwụ nwa ya nwụrụ",
    "Mana oge nwata ahụ ruru afọ asatọ, nwa Felicia nwoke mabụrụkwa nwa nwanne nne Ochanya malitere ị na-awakpo ya.",
    "Oge nna nwata ahụ na-awakpo Ochanya bụ onye nkuzi n'ụlọ akwụkwọ  'Benue State Polytechnic' bụ Andrew Ogbuja maliete idinakwa nwata ahụ n'ike.",
    "Ochanya malitere rịawa ọrịa , e bugara ya n'ụlọọgwụ bụ ebe ọrịa ahụ kawanyere njọ dịka nsi na mmamiri na-ehipụta ya na-ahụ.",
    "Nne na nna ya bịara bupụ ya n'aka ezinaụlọ Ogbuja, bugara ya n'ụlọọgwụ ọzọ, ebe onye nwe ụlọọgwụ ahụ malitere jụwa ajụjụ ihe butere ọrịa ihi nsị na mmamiri a kpọrọ Vesicovaginal Fistula (IVF ) na Bekee.",
    "Ọ bụ ebe ahụ ka ha matara na  ọ bụ mwakpo a wakporo  Ochanya were chọpụta  butere ya ọrịa VVF.",
    "Mana nwata ahunwụụ n'abalị 17 nke ọnwa Oktoba nke afọ 2018.",
    "Ọtụtụ ndị mmadụ mere ngagharị iwe na Legọs maka ọnwụ Elizabeth Ochanya Ogbaje bụ nwata a wakporo n'ike nke mechara nwụọ n'afọ 2018.",
    "E kwuru na ọrịa akpọrọ Vesicovaginal fistula (VVF) batara n’ahụ Ochanya nke dulara ya mmụọ",
    "E boro ebubo na ọ bụ mgbe di nwa nwanne nna ya bụ Andrew Ogbuja na nwa ya wakporo ya ka ya bụ ọrịa banyere n'ahụ ya.",
    "Andrew Ogbuja bụ onyeisioche ngalaba ebe a na-amụta oriri na ọṅụṅụ na Mahadum Benue Steeti gwara ụlọikpe na Makurdi ka ha gbahara ya na emume a.",
    "Ọbụghị sọọsọ Ogbuja nwakporo Ochanya, ụlọikpe a chọpụtara na nwa Ogbuja bụ Victor Inalegwu Ogbuja so kwa na ndị nwakporo nwata a.",
    "Ugbua ndị uweojii na-achọ Andrew Ogbuja  na nwa ya bụ Victor makana agbafuru ka mgbe ụlọikpe tọhapụ ha n’usoro akpọrọ \"bail”.",
    "Akụkọ ndị ga-amasị gị:",
    "A na-achị m ọchị maka na m nwere isiukwu",
    "Elections 2019: Mmadu ole ga-azọ ọkwa onyeisiala?",
    "Stew: Ị ga-erinwụ ofe tomato esi China wee tụbata?",
    "\"Ụjọ ndị agha ka na-atụ ụmụaka n'obodo a\" - Ezinaụlọ na agbatobi Nnamdi Kanu",
    "Naijiria",
    "Ngosi iwe",
    "Ngosi",
    "Ịwakpo mmadu na-ike",
    "Mmeru nwata",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,26elekere 5 gara aga",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, A kụchapụla ikpe Andrew Ogbuja maka ebubo ndịna Ochanya nwụrụ n’afọ 2018, Duration 1,1029 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Alexander A. Madiebo: \"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo nweike chịa\" - Osote Ojukwu, Duration 18,2511 Jenụwarị 2022",
    "Vidio, Heavy Rainfall: Etu oke ifufe si gbuo otu onye ma laa ngwo ngwo n'iyi n'obodo Isiagu, Ezema Olo, Enugwu Steeti, Duration 1,3527 Eprel 2022",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 1,00elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}