{
  "published": "27 Ọktọba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ndu IPOB Nnamdi Kanu mere mgbasa ozi nke abụọ ya n'igwe Redio taa kamgbe ọ pụtagharịrị ihe ọzọ.",
    "Na mgbasa ozi a bụ nke ọ malitere site na ị nabata ndị otu IPOB na ndị ọzọ na-ege ya ntị.",
    "Nnamdi Kanu na-agbọ ụja n'efu - Arewa",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "Nnamdi Kanu bụrụ dike ya maa ụkwụ n'ala Igbo - SERG",
    "O kelere onye bụbu minista ụgbọelu bụ Fani Kayode na onye bụbu gọvanọ Ekiti Steeti bụ Ayodele Fayose na mbọ ha na-agba n'ikwupụta uche ha na Naịjirịa.",
    "Nnamdị Kanu n'okwu ya sị na ọ bụ ihe pụrụiche ị bụ onye Biafra karịsịa onye otu IPOB ma too ndị nille ka nwere ntụkwasị obi n'ebe ọ nọ.",
    "O kwuru na onyeisiala Naịjirịa bụ Muhammadu Buhari anwụọla kamgbe ihe karịrị otu afọ na onye na-anọchi anya ya ugbua bụ onye akpọrọ Jubril si na mba Sudan.",
    "Ebe foto si, @bashirahmad",
    "Muhammadu Buhari gara njem ọrụ na Lọndọn",
    "Ọ gara n'ihe kwuo na ọ ga-eme emume n'ọnwa ọzọ bụ ebe ọ ga-egosi onyonyo ga-ekpuhe eziokwu banyere ọnwụ Buhari na nnọchi Jubril.",
    "Kanu boro ndị gọvanọ mpaghara ọwụwanyanwụ na Ohanaeze Ndigbo ebubo na ha kpara nkata ka e gbuo ya na ndị otu IPOB.",
    "Kanu kwuru na ya ndị gọvanọ ọwụwanyanwụ kwesiri inwe mkparịta ụka n'ime ọnwa Seputemba ahụ awakporo ụlọ ya.",
    "Ebe foto si, Elliot Ugochukwu Ukoh",
    "Nnamdi Kanu kwuru na ihe Dave Umahi gwara BBC Igbo bụ eziokwu, o kwuru na ọ gwara Umahi gaa wetara ya ihe n'Abuja mana ọ gbara aka lọta.",
    "O kwuru na ihe ndị ndu mpaghara ọwụwanyanwụ maara bụ naanị akpa ha karịa ọ dị mma ndị Igbo.",
    "IPOB: A taghịm Nnamdi Kanu ụta",
    "Kanu kwuru na ọ bụ onye akpọrọ Ango Abdulahi na ndị Fulani ndị ọzọ magidere ndị ndu ọwụwanyanwụ ka ha machie IPOB.",
    "Ọ gara n'ihu katọọ nwụchi anwụchiri ndị ụmụnwaanyị IPOB n'Owerri na onweghi onye nwere ike ikwu okwu n'ala Igbo banyere nke a.",
    "Kanu kwuru na Ohanaeze ndigbo ga-anọ na \"mmachi\" gọọmentị etiti nyere ha dịka ndị ohu nke bụ na ha enweghi ihe ọbụla ha ga-emeli na Naịjirịa.",
    "Akụkọ kachasị taa: Unu egela Kanu ntị - Uwazuruike",
    "Kanu katọrọ gọọmentị Naịjirịa maka nnupuisi n'iwu na-achị obodo bụ nke o kwuru pụtara ihe n'ọchịchị dị ugbua.",
    "O kwuru na ndị ọchịchị Naịjirịa chọrọ imechi ihe niile gbasara IPOB na nwereonwe Biafra site n'ụzọ ịkpachi ego na ihe ndị ọzọ.",
    "N'ikpeazụ Kanu kwuru na IPOB ka kwụsi ike na agaghị enwe ntuliaka ọbụla na mpaghara ọwụwanyanwụ n'afọ 2019.",
    "Gee ọnụ okwu Nnamdi Kanu na sụpirisupiri",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "Nwaanyị a mụrụ nwa n'afọ 66 ya",
    "SEC amachịbeghị Capital Oil",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Gee ntị, BBC Nkeji29 Juun 2021",
    "'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechielekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechi",
    "'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'AbujaEmelitere ikpeazụ na: 27 Jenụwarị 2021",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}