{
  "published": "29 Ọktọba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "A mụrụ Anthony Akhakon 'Tony' Anenih na Uzenema-Arue dị n'Uromi nke Edo steeti n'afọ 1933.",
    "Ọkwa ikpeazụ o nwere bụ Minista na-ahụ maka ihe gbasara ọrụ n'ụlọ obibi n'afọ 1999 mgbe Olusegun Obasanjo rịrị ọkwa onyeisiala.",
    "Nnamdi Kanu na-agbọ ụja n'efu - Arewa",
    "Buhari: Ndị na-akọ maka asambodo enweghị akaọrụ",
    "Amalitere itu ya aha 'Mr Fix It' n'ihi mbọ ọ na-agba n'ihe gbasara ntuliaka ọ kachasị etu o si nye aka chiburu Edo steeti bụ Samuel Ogbemudia aka n'imeri ntuliaka ọkwa gọvanọ n'afọ 1983.",
    "Ụfọdụ ụlọntaakụkọ dị na Naịjirịa na-ekwu n'ọnwụrụ ụnya ahụ n'ụlọọgwụ dịka ọrịachara ọrịa ihe ruru otu izuụka.",
    "Ebe foto si, AFP",
    "Tony Anenih bụ bu otu n'ime ndị uweojii na-eche Nnamdi Azikiwe nche mgbe Azikiwe bụ Gọvanọ General ala Naịjrịa.",
    "Ebe foto si, Getty Images",
    "Mgbe onyeisiala Muhammadu Buhari chịburu Naijirịa n'okpuru ndịagha, a tụrụ Anenih nga ihe ruru ọnwa iri n'asatọ n'ihi na ọ bụ ọgaranya.",
    "N'afọ 2017, nwunye ya bụ Patricia Anenih nakwa otu nwa ya nwoke bụ Eugene Anenih nwụrụ n'ọnwa Mee nakwa ọnwa Epreelu.",
    "Anenih bụ aka na-achịkọta ọsọ ọkwa onyeisiala nke Olusegun Obasanjo zọrọ n'afọ 1999 nakwa afọ 2003.",
    "E boro ya ebubo mpụ ego ruru ijeri naira narị atọ mgbe ọ nọ n'ọkwa n'okpuru Olusegun Obasanjo.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Akụkọ dị mkpa: Zigara INEC aha Uche Nwosu - Okorocha",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a21 Jenụwarị 2024",
    "NA EME UGBU A , Praịm Minista mba Isreal ajụla atụmatụ ikewapụta Steeti Palestine",
    "Kedụ ndị bụ ndịagha nnupụisi Houthi nke Yemen?20 Jenụwarị 2024",
    "A chọrọ igbu \"Password\" ka ọ nwụọ ọnwụ ike20 Jenụwarị 2024",
    "Supreme Court: Ụlọikpe kachasị akapịala ọchịchị gọvanọ Abiodun, Oborevwori, Nasir Idris na Abdullahi Sule19 Jenụwarị 2024",
    "Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose17 Jenụwarị 2024",
    "Okwu ụgha ndị dị na soshal midịa maka ihe gbara ka ogbunigwe n'Ibadan18 Jenụwarị 2024",
    "AFCON: Naịjirịa emeriela Ivory Coast18 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Kedụ ihe ị ji mara 'Zik of Africa'?Emelitere ikpeazụ na: 16 Nọvemba 2019",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}