{
  "published": "1 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/OgeOkoye/TontoDike",
    "Tonto Dike na Oge Okoye bụ ndị na-eme ihe nkiri na Nollywood",
    "Abịa n'ihe gbasara echichi n'ala Igbo, ụmụnwaanyị katara ahụ ka a na-echibu ya, mana ugbua ọtụtụ ndị na-echizi echichi n'agbọghọbịa.",
    "Enweghị mgbe Igbo sọrọ nsọ nwaanyị ichi echichi, kama mgbe gboo naanị ụmụnwaanyị lụrụ di maọbụ nwere ezigbo ego ka ọ dịịrị ichi echichi, mana ugbua, afọ ole nwaanyị dị anaghị egbochi ya ichi echichi.",
    "Ihe ise masịrị ụmụnwaanyị",
    "Etu ndị Igbo si agba \"alụkwaghịm\"",
    "Lee uwe ndị Igbo na-eyi aga igba nkwu",
    "Ụmụnwaanyị na-eme ọfụma n'azụmaahịa maọbụ gụrụ akwụkwọ ọfụma chọrọ ichi echichi ga-echinwu ya ma ọ bụrụhaala na uche ya dị ya, ma bụrụkwa na ọ ga-emenwu ihe dị n'ime ya.",
    "Tupu nwaanyị Igbo echie echichi, ego ji ọrụ. Ọ ga-eme ọtụtụ ihe e ji ego eme.",
    "Ọ ga-azụta ma ji ma ede ma ọjị nakwa nnu",
    "Ọ ga-ewetakwa ego nke a ga-ekesara ụmụnwaanyị ndị nọ n'otu ndị na-echi echichi",
    "Ọ ga-azụta mmanya dị iche iche",
    "Akụkọ kwuru na ihe kpatara e ji eme ihe ego otu a bụ ịmata ma nwaanyị na-achọ ichi echichi onwere ikike ịbụ \"omere ọha\" ma ihe ndapụta dapụta.",
    "Ụbọchị a ga-akpọpụta ya n'ihu ọha ugboro abụọ ebe ọ ga-eji egwu duputa ụmụnwaanyị ndị ọzọ chiri echichi n'ihu ọha.",
    "Na nwaanyị chiri echichi agaghị eme ya ka o nweta ohere ime ihe ụmụnwoke ibe ya nwere ike ime.",
    "Ịgba mmọnwụ",
    "Ịlụ ọgụ maọbụ ịga agha",
    "Ịwa ọjị",
    "Ịrị osisi nkwụ",
    "Oge ụmụnwaanyị anọ a nwetara echichi ha, ha alụbeghị di.",
    ") Ome ihe nkiri bụ Genevieve Nnaji chiri echichi 'Eze Ada nke Amuzu Nweafọr' n'afọ 2014.",
    ") Chika Ike bụkwa onye na-eme ihe nkiri chikwara echichi 'Akwa Ugo mbụ nke Amoli' n'afọ 2013.",
    ") Oge Okoye nwetara echichi 'Igolo Nwaanyị mbụ nke Awgu' n'afọ 2013",
    ") Tonto Dike nwetara echichi 'Adadịọramma nke mbụ na Nollywood' ya n'afọ 2017",
    "Akụkọ ga-amasị gị:",
    "Oby Ezekwesili: Ebumnobi m ebe Ipob nọ",
    "Ndị mba ọzọ amụrụ n'Amerịka agaghị abụzị ndị mba anyị - Trump",
    "Biafra: Ihe mere e ji nwụchịe Mama Biafra",
    "Sister gbapụrụ n'ụka werezia 'iko' riwe ihe",
    "Gịnị mere India ji chọọ ịga n'Anyanwụ mee nnyocha?31 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwokeelekere 9 gara aga",
    "NA EME UGBU A Etu mmadụ 64 si laa n'iyi n'ihe mberede ọkụ ọgbụgba na Johannesburg",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Mali: Gịnị ga-emezi mba tinyere nchekwa ya n'aka otu Wagner?29 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Ọ bụghị eziokwu na m gbahapụrụ Ojazzy Igbo gburu m ọja n'egwu 'Ojapiano' - KCEE22 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Enweghi m ike ịrịọ gọọmentị Naịjirịa arịrịọ ka ha tọhapụ m – Nnmadi Kanu 29 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke",
    "Lee ndị ọkaikpe nọn'isi ikpe ntuliaka ọkwa onyeisiala Naịjirịa n'ụlọikpe mkpegharịEmelitere ikpeazụ na: 16 Mee 2023",
    "Echichi nwaanyị n'ala IgboEmelitere ikpeazụ na: 1 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}