{
  "published": "31 Ọktọba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Speakers media office",
    "Onyeisi ụlo ọmeiwu nke obele bụ Yakubu Dogara kwụrụ ụgwo eji kewa ejima",
    "Ndị dọkinta na-arụ ọrụ n'ụlọọgwụ nkuzi nke mahadum Abuja kewara Ejima gbakọrọ ọnụ n'obodo gwagwalada nke dị n'Abuja ụnyaahụ.",
    "Onye ndụ ndị dọkinta ndị a bụ Nuhu Kwajafa na-arụ ọrụ na ngalaba akpọrọ Global Peace Initiatives dere maka ihe a ha mere na akara Instagram ya bụ @nuhukwaj.",
    "Akụkọ dị mkpa n'ụtụtụ a: Nwaanyị amụọla ejima anọ na Zamfara",
    "Ejima kpụkọtara ọnụ anwụọla na Tanzania",
    "Anambra Flood: Nwaanyị amụọla ụmụ ejima n'ụlọ gbatagbata",
    "Dọkinta Kwajafa dere: \"Anyi chọrọ ịkwuputa ezigbo ekene anyị, ka anyị na enye Yakubu Dogara ekene ọma maka etu o si kwụọ ụgwọ eji rụọ ọrụ a.\"",
    "Ikewa ejima ndị ahụ were ndị dọkinta a ọtụtụ oge.",
    "Ebe foto si, Speakers media office",
    "Ejima gbakọrọ ọnu",
    "Nke a abụghị mbụ ndị dọkinta na Naịjirịa na-ekewa ejima.",
    "N'ọnwa Juun nke afọ a, ndị dọkinta n'ụlọ ọgwụ Federal Medical Centre kewara Fatima na Maryam bụ ejima gbakọrọ ọnụ mgbe amụrụ ha.",
    "Shiites: Ndị uweojii anwụchiela mmadụ 400",
    "N22,500 ka anyị ga-akwụ hoo haa - Ndị Gọvanọ Naịjirịa",
    "Vidio, Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo6 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Etu e si tọọrọ ụmụakwụkwọ ABSU n'ụzọ si Uturu gawa Okigwe",
    "Onye bụdị Sheikh Gumi a ndị mmadụ kpụ n'ọnụ?",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na EffiumEmelitere ikpeazụ na: 22 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}