{
  "published": "5 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/APC Nigeria",
    "Nyocha BBC Igbo mere ndị na-eso ha na Facebook gosiri na ụfọdụ ndị Igbo achọghị iji ntị anụ maka onyeisiala Muhammadu Buhari.",
    "Ọtụtụ n'ime ha kwuru na ihe ga-aka eme ha obi aṅụrị bụ ma Buhari gbanwee ọchịchọ obi ya bụ ịchị Naịjirịa ọzọ bido n'afọ 2019, laa ezumike nka.",
    "Election: 'Ndị Igbo akwadoghi Buhari'",
    "Agbalịkwaranụ m - Buhari",
    "Gịnị ka ị ga-agwa Nnamdi Kanu ma ị zute ya n'ụzọ?",
    "BBC Igbo jụrụ sị \"Ọbụrụ na ị nwere ohere ịgwa Buhari otu ihe, gịnị ka ị ga-agwa ya?\" ihe karịrị mmadụ 100 tinyere ọnụ n'okwu ahụ na Facebook.",
    ") Ndị chọrọ ka ọ rụọ ọrụ:",
    "Humble Stonecoated Roof chọrọ ka ọ rụọ ihe ndị e kwesịrị ịrụ na mpaghara ọwụwa-anyanwụ.",
    "George Onyebuchi kwuru sị \"M nwee ohere ịgwa ya okwu, m ga-agwa ya ka o lerutu anya n'ụzọ dịgasị n'ala Igbo. Ụzọ dị na South East ekwerọzị ọgịga.",
    "Ndị ọrụ ya niile bụ naanị ndị Awụsa, ka o lerutu anya na \"federal character\" ma ọ na-ewe ndị ọrụ ya.\"",
    "Goodness Ezeh kwuru sị \"Ihe m ga-agwa ya bụ, ka O jiri ike ya dịka onyeisi ọchịchị ala anyị, rụọ ọrụ ka ụkọ nri, ihe isiike, nakwa ogbugbu a na-egbu ọtụtụ ndị mmadụ n'akụkụ dị icheiche n'ala anyị kwụsị, onye ọbụla aka ya dị n'igbu mmadụ ibe ya, ka a kpụpụ ya ụlọikpe.\"",
    ") Ndị chọrọ ka o zuo ike:",
    "Otu onye bụ Felix Ejeagba, kwuru sị na ọ ga-agwa Buhari ka ọ gaa zuo ike.",
    "Azubuike Chijioke kwuru sị \"Ihe m ga-agwa ya bụ na ọ ga-ahapụ ọchịchị nke ugboro abụọ ya, ka ndị ọzọ chịa.\"",
    "Marc Riz Powertools kwuru sị \"Otu ihe m ga-agwa ya bụ ya rituo n'oche prezidenti.\"",
    ") Ndị chọrọ ịjụ maka asambodo ya:",
    "Yugo Ahaiwe sị na ọ ga-ajụ ya ihe gbasara asambodo ule WAEC ya.",
    "Onye ọzọ chọrọ ịma maka asambodo ya bụ Emeka Ezejah kwuru sị \"M ga-ajụ ya etu esi meere ya asambodo ọhụrụ ebe o kwuru na nke ochie ya nwere dị n'ebe ndị agha obodo anyị nọ, ka ọ bụ na o kwuchara sị na ya ekwurọzị?",
    "Ndukaku De Chemist sịkwa na ọ ga-ajụ ya \"Kedụ otu ị si dee ule WASC n'afọ 1961 ma weta akara n'afọ 2018, ma foto ya egosighi afọ ole ọ dị na 1961?",
    ") Ndị chọrọ ka o nye ha Biafra:",
    "Onyia Fabian Nnamdi kwuru sị ka Buhari nye ndị chọrọ Biafra nnwereonwe.",
    "Stephen Okike kwuru sị \"Agam agwa ya ka ọ hapụ Biafra ka ha nwere onwe ya.\"",
    "Ugboro 7 ihe mberede butere anyammiri n'anya ndị bọọlụ",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?",
    "Ezekwesili ekwuola ihe o ji pụta ihuọgụ",
    "Buhari Waec Certificate: Onyeisiala anatala asambodo ya1 Nọvemba 2018",
    "Buhari: Ị lee anya n'ọnọdụ dị oge m bịara, agbalikwaranụ m16 Eprel 2018",
    "Ndị Igbo akwadoghị Buhari10 Maachị 2018",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa22 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Councilelekere 4 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Council",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Gịnị na-akpọtụ n'otu APGA?",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ndị mmadụ ajaala eze dọnyere Jason Njoku na Iroko TV ukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}