{
  "published": "3 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ dị mkpa",
    "Ebe foto si, Kalu Pascal/Facebook",
    "Ndị otimkpu aka chịburu Abia Steeti bụ Ọrji Uzor Kalu ekwuola na ahụ dị ya chịmchịm ugbua dịka ọ gwachara ha okwu n'ekwenti n'oge adịghị anya.",
    "Cheta na akụkọ kwuru na nwa amadị mere njem na mba Jamini bụ ebe ọ gara ịwa ahụ n'ihi ọrịa a na-akpọghị aha ya.",
    "Orji Kalu: Enweghi m ọnụ okwu maka akụkọ mmachi njem",
    "Ebe foto si, Getty Images",
    "Ụmụnne Ojukwu na nwunye ya gara ụlọikpe maka akụnaụba nna ha",
    "Akụkọ ọzọ na-eru anyị ntị bụ na Sylvester Dede Ojukwu bụ ọkpara dike Biafra bụ Odumegwu Ojukwu anwụọla n'abalị ụnyaahụ.",
    "BBC Igbo kpọtụrụ nwanne ya nwoke bụ Emeka Ojukwu, okwughi ma ọ bụ eziokwu ka ọ bụ asị kama o kwuru na ọ chọghị ịgwa ndị ntaakụkọ okwu.",
    "Ebe foto si, @LabourMinNG",
    "Ngige so na Kọmiti na-ahụ maka ibuli ụgwọọnwa",
    "Minista na-ahụ maka ọrụ bụ Chris Ngige ekwuola na mkparịta ime udo n'etiti gọọmentị na ndị ọrụ ga aga n'ihu echi agbanyeghi abụbụ ọrụ nke ndị ọrụ na-esi ọnwụ ime.",
    "Ngige rọrọ arịrịọ ka ndị niile nke gbasara gbalịa bịa nzukọ ahụ maka i ji gbo nsogbu ọgwụ opekatampe ndị ọrụ.",
    "Anya anyị ga-acha ọbara n'ụbọchị Nov 6 - NLC",
    "Ebe foto si, Reuters",
    "Akwa dara na mba Ijipt dịka ndị mmadụ gbakọtara ili ndị ụka kraịst asa a gbagburu n'ebe ha gara ikpe ekpere na njem ala nsọ ha mere.",
    "Ndị agha nnupuisi Islamic State kwuru na aka ha dị n'ọnwụ mmadụ asa ndị a.",
    "Ebe foto si, Getty Images",
    "Manchester United lara na nta dịka ha si na-azụ were ọkpụ goolu abụọ asatara otu merie ndị AFC Bournemouth n'asọmpi Iko Premier.",
    "N'aka nke ọzọ, anya niile na-ele ka eke ga-esi anya anwụ n'asọmpi ga-adị n'etiti Arsenal na Liverpool n'abalịa.",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Leekwa ihe nkiri otu nwoke a sị daa mmiri na Legos",
    "Nwoke wụbanyere n'akwa mmiri 3rd Mainland",
    "Ebe foto si, Getty Images",
    "Gọvanọ Imo steeti na Adams Oshiomhole onyi isi pati APC",
    "Ibe anyịnụ, pati APC akụwala akị oyibo nsugbe site na inye INEC aha Hope uzodimma dịka onye ga-ebutere pati ha ọkọrọtọ na ndọrọndọrọ ọchịchị gọvanọ Imo Steeti 2019.",
    "Adams Oshiomhole bụ onyeisi APC kwuputara nke a ụbọchị Fraịde bụ ebe ọ nọ kwuo na ihe ya mere bụ ihe ụlọikpe ukwu kwuru.",
    "Imo state: Madumere bụ nwa m-Okorocha",
    "Mana akụkọ a na-anụzi ugbua bụ na ụlọikpe ukwu dị n'Abuja egbochiela Oshiomole na kọmitee ọrụ nke APC i ziga aha ọbụla na-abụghị aha Uche Nwosu nye ndị INEC.",
    "Ụlọikpe gakwara n'ihu nye ndị INEC iwu ka ha ghara ịna-abata aha ọbụla na abụghị aha Uche Nwosu dịka onye ga-azọ ọkwa gọvanọ n'Imo Steeti.",
    "Ebe foto si, @TheAnglicancommunion",
    "Ndị ụka Anglican chọrọ ka e nyeghachi ha ụlọakwụkwọ ha",
    "Anyị agaghị ekwe o, Anyị agaghị ekwe!",
    "Ndị ụka Anglikan bụrụ ngagharị iwe ụbọchị frịade bụgara gọvanọ Anambra steeti bụ willie Obiano na ebo ya ebubo na ọ were ụlọakwụkwọ ha bụ Bishop Crowther Primary School nyefee ndị katọlik na'aka.",
    "N'ofesi onyeisiala mba Turkey bụ Recep Erdogan akachiela obi tụọ mba Saudi Arabia aka dị ka ndị gburu Jamal Khashoggi bụ onye nwuru na Turkey.",
    "Chioma:Nchọpụta ndị Turkey mere na-egosi na atọgbụrụ ya bụ nwaamadị bụ onye nọ na ọsọ ndụ ka ọ gara iwete akwụkwọ ikike maka agbam akwụkwụ nwunye ya n'obi nnọchite anya mba ha na Turkey.",
    "Ebe foto si, Getty Images",
    "Recep Erdogan Onyeisiala Turkey",
    "N'ofesi, onyeisiala mba Turkey bụ Recep Erdogan akachiela obi tụọ mba Saudi Arabia aka dị ka ndị gburu Jamal Khashoggi bụ onye nwuru na Turkey.",
    "Nchọpụta ndị Turkey mere na-egosi na atọgbụrụ ya bụ nwaamadị bụ onye nọ na ọsọ ndụ ka ọ gara iwete akwụkwọ ikike maka agbam akwụkwụọ nwunye ya n'obi nnọchite anya mba ha na Turkey.",
    "N'egwuregwu",
    "Ebe foto si, Getty Images",
    "Kepukepu maka Supa Lig adawala",
    "N'egwuruegwu, kepukepu na-eru anyị ntị na-akọ na ndị otu egwu bọọlụ nwere agba na Europe na-agba izu ka ha ga-esi mailte asọmpị ọzọ akpọrọ Super League n'afọ 2021.",
    "Ka ọ dị ugbua onwebeghị ọnye kwere iti aka n'ala na nke a bụ eziokwu bụ ama a akwụkwọ akụkọ Der Speigel gbara.",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Akụkọ ndị a ga-amasị ịgụ tata",
    "Anglican Priests protest: Obiano nyeghachị anyị ụlọakwụkwọ anyị",
    "Adams Oshiomhole ọ na-alụtakwa APC ọfụma?",
    "Otu ụka Kraist: Israel na-emegide ụka Kraist26 Febụwarị 2018",
    "Gee ntị, Ekechi na ndị otu ya bụ ndị ụgha - Okorocha20 Mee 2018",
    "Vidio, Ọgbaghara otu APC Imo steeti eruola Abuja19 Mee 2018",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu2 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Akụkọ ogbugbu ndịagha ndị Igbo isii bụ akụkọ ụgha - Ndị agha Naịjirịa",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Lee afọ 2019 mgbe ndị gọvanọ ọwụwa anyanwụ si ha machịrị nchịgharị ehi na mpaghara ahụ",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "NIMC NIN Registration: Gọọmentị agbatịala oge idebanye aha",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}