{
  "published": "11 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @BankyWellington",
    "Banky Wellington bụ otiegwu ama ama na Naịjirịa na nwunye ya Adesua na-eme ihe nkiri amụọla nwa nwoke.",
    "Otiegwu Wellington ama ama depụtara nke a na Instagram ya taa bụ mọnde.",
    "Ha lụrụ dị na nwunye n'afọ 2017.",
    "Ihe ndị mmadụ na-ekwu n'elu soshal midia",
    "Akụkọ na-abịa.",
    "Ebe foto si, Instagram/bankywellington",
    "Olubankole Wellington bụ otiegwu eji \"Banky W\" mara, ekwuola na ọ chọrọ ịzọ oche n'ụlọomeiwu nta.",
    "Banky W kwuputere nke a n'elu soshal midia ya, kwuru na ọ chọrọ ịnọchite anya ndị nọ n'okpuru ọchịchị-obodo Eti Osa dị na Legọs steeti.",
    "Mmadụ anọ chọrọ ịna Buhari ọkwa ya",
    "Ọ gaghị adị mfe ndị ntorobịa imeri ọkwa onyeisiala Naịjirịa",
    "Ntorobịa Naịjirịa amaala Buhari aka",
    "O nweta oche a, ọ ga-abụ onye na-akpa ndị mmadụ obi aṅụrị mbụ ga-enweta ya n'ime oge ọhụrụ ọhụrụ a.",
    "Dịka foto dị n'akara Instagram ya si kwuo, ọ na-azọ ọchịchị n'okpuru pati \"Modern Political Party (MDP)\".",
    "Site n'ihe o dere n'elu Instagram ya, o kwuru na ebe e kwuru na ndị ntorobịa enweghị ego ịzọ ọchịchị na ihe ndị ọzọ e kwuru na ha agaghị emenwu, na ha ga-agba mbọ ime ihe ndị ahụ.",
    "O kwukwara na ọ ga-akara ya mma na ọ nwara daa, karịa na ọ nwaghị.",
    "Ndị na-eme obi aṅụrị banyere ndọrọndọrọ ọchịchị",
    "Desmond Elliot - Onye na-eme ihe nkiri Nollywood. Ọ zọtara oche ịnọchite anya ndị Surulere n'ụlọomeiwu Legọs steeti.",
    "Kenneth Okonkwo - Onye na-eme ihe nkiri na Nollywood. Ọ zọtaghị oche APC gaara enye ya ohere iso zọọ ọkwa gọvanọ Enugwu steeti.",
    "Kanayo O Kanayo - Onye na-eme ihe nkiri na Nollywood. Ọ na-azọ oche ịnọchite anya ndị Ezinihitte Mbaịse n'ụlọomeiwu nta n'okpuru APGA na 2019.",
    "Kate Henshaw - Onye na-eme ihe nkiri na Nollywood. Ọ zọtaghị oche ndị PDP gaara eme ka ọ nọchite anya ndị Calabar Munical/Odukpani na 2014.",
    "Yul Edochie - Onye na-eme ihe nkiri na Nollywood. Ọ zọtaghị oche gọvanọ Anambara steeti n'okpuru pati DPC na 2017. Ọ pụtakwara iso zọọ ọchịchị onyeisiala n'okpuru APGA, mana o mechara jiri aka ya sị na ọ chọghịzị ịzọ ọchịchị.",
    "Abolore Akande - Otiegwu eji 9ice mara. Ọ zọtaghị oche ụlọomeiwu nta nke ndị Ogbomosho North/Ogbomosho South/Orire na 2014.",
    "Bob-Manuel Udokwu - Onye na-eme ihe nkiri. o zọtaghị oche ịnọchite anya Idemili North n'ụlọomeiwu Anambara steeti na 2014.",
    "Kedụ ihe ị che? Ọ ga-azọtanwu oche a?",
    "Akụkọ ga-amasị gị:",
    "Gbaara 'beans' eji 'Sniper' chekwa ọsọ - NAFDAC",
    "Gịnị ka N5 ga-azụtanwu ugbua?",
    "Ụkọchukwu katọlik anọ apụtala n'aka ndị ntọ",
    "Hope Uzodimma echezọọla etu o si bata APC – Rochas Okorochaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Banky W and Adesuwa baby: Aha nwa ọhụrụ ha ọ bụ Zaiah?22 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Hope Uzodimma echezọọla etu o si bata APC – Rochas Okorocha",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}