{
  "published": "11 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi & Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Naija Kaka",
    "Christy Essien Igbokwe wuru ewu n'afo 1980 gbadatawa 2000",
    "Ọ bụrụ na a jụọ ụfọdụ ndị ntorobịa taa onye tiri egwu a kpọrọ \"Tetanụ n'ụra\", ọtụtụ n'ime ha agaghị ama onye ọ bụ, nke a bụ ihe ọnwụ mere anyị.",
    "Maka na ọ bụrụ na Christy Essien-Igbokwe ka dị ndụ taa, olu ogene ya ka ga na-ada n'igwe redio nakwa TV dị icheiche.",
    "Taa bụ abalị iri na otu nke ọnwa Nọvemba afọ 2020, ka otiegwu Christy Essien-Igbokwe gaara agba afọ iri isii, mana ya dịba.",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80s",
    "Ras Kimono: Ihe ndị mmadụ na-ekwu",
    "Cyprian Ekwensi: Dike si n'ọkwa 'Director' malite ire komkom rọba n'ihi ịhụnanya Biafra",
    "Onye bụ Christy Essien-Igbokwe",
    "Ebe foto si, Youtube",
    "Efere egwu a bụ nke kacha ree ahịa n'egwu niile Christy Essien-Igbokwe tiri",
    "Christy Essien-Igbokwe so n'ụmụnwaanyị otiegwu a nụrụ aha ha anụ na Naịjirịa.",
    "Nne na nna ya bụ ndị Akwa Ibom steeti, mana o toro n'ala Igbo, n'aka otu enyi nne ya, maka na nne ya nwụrụ oge ọ gbara naanị afọ iri na abụọ.",
    "Ọ gara akwụkwọ sekọndịrị n'Aba, Abia steeti, ebe ahụ ka ọ nọ malite ịgụ egwu.",
    "O mechara lụọ di onye Igbo, aha ya bụ Edwin Chukwunenye Igbokwe, onye Awka n'Anambara steeti, etu a ka o si bụrụzie onye Igbo kpọmkwem.",
    "Ha mụtara ụmụ anọ ma nwee ụmụụmụ atọ tupu ọ laa mmụọ.",
    "Ebe foto si, Linda Ikeji",
    "Di Christy Essien-Igbokwe na ụmụ ya n'emume akwamozu ya nke e mere n'abalị iri nke ọnwa Sepụtemba afọ 2011",
    "Otu n'ihe Christy Essien-Igbokwe ji bụrụ ọpụrụiche bụ maka na ọ na-asụ ọtụtụ asụsụ na-abụghị asụsụ nne na nna ya bụ Efik.",
    "O tiri egwu n'asụsụ Igbo, Hausa, Yoruba, Efik, Ibibio nakwa Bekee. Nke a mere e ji akpọ ya 'Nigeria's Lady of Songs'.",
    "Egwu ya ndị mmadụ kacha mara bụ nke o tiri n'asụsụ Yoruba, ọ kpọrọ 'Seun Rere', nakwa nke o ji Igbo tie ọ kpọrọ 'Tetanụ n'ụra'.",
    "Ebe foto si, Youtube",
    "Efere egwu a bụ nke kacha ree ahịa n'egwu niile Christy Essien-Igbokwe tiri",
    "Nwa ada a sokwa na ndị hibere otu ' Performing Musicians Association of Nigeria' (PMAN) n'afọ 1984.",
    "O mechara bụrụ nwaanyị mbụ chịrị otu ahụ malite n'afọ 1996 ruo 1999.",
    "Efere egwu ya nke ọ kpọrọ 'Ever Liked my Person' bụ ya kacha ree ahịa. Ndị ma anya egwu kwuru na ya bụ egwu rere karịa otu nde bụ nke Bekee kpọrọ 'platinum'.",
    "Lee efere egwu niile Christie Essien-Igbokwe tipụtara na ndụ ya:",
    "Freedom - 1976.",
    "Patience - 1977",
    "Time Waits For No One  - 1978",
    "One Understanding - 1979",
    "Give Me A Chance - 1980",
    "Ever Liked My person - 1981",
    "Taking My Time - 1986",
    "It is Time - 1988",
    "Hear The Call - 1990",
    "Mysteries of Life - 1994.",
    "All of a sudden - 2013 (Nke a bụ egwu ọ chọrọ iwepụta tupu ọ nwụo, nke di ya mechara wepụta)",
    "Ebe foto si, Youtube",
    "Christy Essien-Igbokwe dịka Akpeno n'ejije 'New Masquerade'",
    "Iji gosi na ọ bụ gbazuo agụ, Christy Essien-Igbokwe sonyere ndị otu ejije a kpọrọ 'New Masqurades'",
    "Ọ bụ ya bụ nwunye Jegede Sokoya na ya bụ ejije nke wuru ewu na Naịjirịa niile n'oge ahụ.",
    "E nwere ike ikwu na ọ bụ otu ejije a nke Christy Essien-Igbokwe so na ya hibere ntọala maka ngalaba ejije Naịjirịa bụ Nollywood taa.",
    "Oge Nollywood malitere, nwa ada a sokwa mee ejije ụfọdụ dịka 'Flesh and Blood' na 'Scars of Womanhood'.",
    "Ebe foto si, Edwin Igbokwe",
    "Christy Essien-Igbokwe gbara mbọ maka ịkwalite ọnọdụ ụmụnwaanyị na ụmụntakịrị na Naịjirịa.",
    "O so na ndị hibere ulọọrụ a kpọrọ 'Essential Child Foundation' n'afọ 1992, mana ọ malitere ọrụ na 1994",
    "Ọrụ ha bụ inyere ụmụaka enweghị nne na nna aka.",
    "N'afọ 2013, Edwin Igbokwe bụ di Christy Essien-Igbokwe gụgharịrị ụlọọrụ ahụ aha, kpọzie ya Christy Essien Igbokwe Memorial Foundation (CEIMF)",
    "Gọọmentị Naịjirịa nyekwara ya nturuugo pụrụ iche a kpọro 'Member of the Order of the Federal Republic' (MFR).",
    "Ihe ndị ọzọ dị mkpa gbasara Christy Essien-Igbokwe",
    "Ebe foto si, Google",
    "Ụlọorụ Google kwanyeere Christie Essien-Igbokwe ugwu pụrụ iche n'afọ 2018",
    "Ndị ụlọọrụ Google mere esere ese ha na-akpọ \"doodle\" iji chetara ụwa maka ụbọchị amụrụ Essien-Igbokwe bụ nwaanyị nwere olu ụtọ ka nnụnụ.",
    "BBC jụrụ nwa ya bụ Kaka Igbokwe ihe ndị mmadụ amaghị maka nne ya, o kwuru sị \"ụwa niile amaghị na ọ bụ onye dị obiumeala.",
    "E ji egwu \"Respect\" Aretha Franklin tiri echeta ya n'ọnwụ",
    "Ọnwụ gburu Ras Kimono akpọrọla nwunye ya",
    "Ras Kimono: Ihe ndị mmadụ na-ekwu",
    "\"Ụbọchị ncheta ọmụmụ ya kwa afọ, ọ na-esonye ndị nwaenwenne nakwa ndị ụbịam eme emume ya.",
    "\"Ọtụtụ oge o mere emume ncheta ọmụmụ ya, ọ bụ ndị mmadụ ji ego ha mee ya.",
    "\"Ndị bi n'obodo nna m n'Ọka dị n'Anambara steeti ma ya ọfụma ọfụma. Ọ na-esi nri ndị Igbo ma na-asụkwa asụsụ anyị ọfụma karịa ụfọdụ ndị Igbo.\"",
    "Ihe ị kwesịrị ịma maka Christy Essien-Igbokwe",
    "A mụrụ ya ụbọchị 11 nke ọnwa Nọvemba 1960.",
    "Ọ ma esi nri ndị Igbo ọfụma ọfụma.",
    "Ọ tiputara egwu mbụ ya oge ọ dị naanị afọ 17, ma wepụta ọba egwu nke mbụ ya n'afọ 1981.",
    "N'agbanyeghị na ọ bụ onye Ibibio si Akwa Ibom steeti, ọ na-eji asụsụ Igbo, Yoroba nakwa Awụsa agụ egwu.",
    "Ọ bụ nwaanyị mbụ bụ onyeisi otu na-achịkọta ndị na-agụ egwu na Naịjirịa nke akpọrọ \"Performing Musicians Association of Nigeria \" (PMAN) na Bekee.",
    "Ọ nwụrụ ụbọchị Juun 30 n'afọ 2011 ka ọ dị naanị afọ 50.",
    "O nwetara ọtụtụ ihe nrite maka egwu ya.",
    "Google emekwaala ndị Igbo dịka Chinua Achebe, Flora Nwapa nakwa Stephen Okechukwu Keshi \"doodle\" a ụbọchị ncheta ọmụmụ ha.",
    "Achebe bụ ụbọchị 16 nke Nọvemba 2017, nke Nwapa bụkwa n'ụbọchị 13 nke ọnwa Jenụwarị 2017, ebe nke Keshi bụ ụbọchị 23 nke ọnwa Jenụwarị 2018.",
    "Essien-Igbokwe so n'ụmụnwaanyị ndị egwu ha mere ndị mmadụ obi aṅụrị na Naịjirịa.",
    "Akụkọ ga-amasị gị:",
    "Banky W ọ ga-azọtanwu oche ụlọomeiwu nta?",
    "Gịnị ka N5 ga-azụtanwu ugbua?",
    "Peter Obi: El-Rufai eboro ya ebubo ọjọọ?",
    "Ọnwụ akpọrọkwuola nwunye Ras Kimono ka ọnwa atọ gachara23 Septemba 2018",
    "Aretha Franklin tiri \"Respect\" anwụọla n'afọ 7616 Ọgọọst 2018",
    "Ụmụnwaanyị Igbo bụ 'olu gbajie boys'23 Septemba 2018",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Senegal First Ladies: Lee ndị nọrọla dịka isinwaanyị mba Senegal kemgbe afọ1960",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Binance: Ekwughi ebe ego $34.4m si na ebubo ise gọọmentị Naịjirịa na-ebo ndị Binance",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}