{
  "published": "12 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ asị na Afịrịka bụ ihe na-ebute ọgụ n'etiti obodo, nakwa mgbagwoju anya n'etiti ndị chọrọ ịtụ vootu na ntuliaka dị iche iche n'Afrika.",
    "Ọ bụ BBC mere nchọpụta a n'ime nyocha ọhụrụ nke a mere na-elebanya n'akụkọ asị n'Afịrịka nakwa etu o si metụtụ obodo dị iche iche n'Afịrịka.",
    "Lee akụkọ asị ise malitere n'Afịrịka n'afọ a.",
    "Ndị nwoke na-edina nwoke ibe ha akwadoola onye chọrọ ịzọ ọkwa ọchịchị onyeisiala Naịjirịa",
    "Gịnị bụ akụkọ a?",
    "Oge Atiku Abubakar malitere dịka onye ga-azọ ọkwa ọchịchị onyeisiala Naịjịria n'okpuru otu PDP, otu akara twitter buru aha Atiku bụ akara asị kelere ndị \"Association of Nigerian Gay Men (ANGAM)\" maka nkwado ha na-akwado Atiku.",
    "N'ime ozi asị a,  \"Abubakar\" dere na ihe mbụ ọ ga-eme dịka onyeisiala bu ikagburu iwu gbasara nwoke na nwoke na-edina onwe ha nke ndị Bekee kpọrọ 'anti-gay legislation'.",
    "Cheta na iwu a malitere n'afọ 2014, kpebiri na ọnyeọbụla dara iwu a ga-aga mkpọrọ afọ 14.",
    "Ebe foto si, The Nation",
    "Akụkọ ndị ntaakụkọ dere gbasara akụkọ asị a",
    "Ha kesara akụkọ a na Twitter n'ubọchị 14 n'ime ọnwa. Ka o mechara ndị ntakụkọ asịrị abụọ zipuru akụkọ nke ha gbasara ozi a.",
    "Mana ụbọchị iri na abụọ n'ihu ndi ntaakụkọ The Nation na Vanguard dere nnukwu akụkọ gbasara ozi a.",
    "Ebumnuche ndị malitere akụkọ asị a bụ ka obi gbawa ndị chọrọ ịkwado Atiku na ntuliaka 2019 makana ọtụtụ ndị Naịjirịa kwado iwu a machịrị emume nwoke na-edina nwoke ibe ha.",
    "Akara Twitter ebe akụkọ malitere abụghị ezigbo akara nke Atiku Abubakar. Ezigbo akara Twitter ya bụ nke ndị ụlọọrụ Twitter binyere aka nke ndị Bekee kpọrọ \"Verified accout\".",
    "Fake news is often published on legitimate-looking websites",
    "N'aka ọzọ, ndị Agence France Press (AFP) lebara anya n'akukọ a, chọpụtara na o nweghị onyeọbụla aha ya bụ Spinky Victor Lee bụ onụ na-ekwuchitere ndị LGBT.",
    "Onye ntakụkọ Kenya kesara ekele asị",
    "Gịnị bụ akụkọ a?",
    "Onye ntaakụkọ CNN bụ Richard Quest gara mba Kenya maka isite ihe nkiri akụkọ ya n'obodo Nairobi.",
    "Onye ntaakụkọ Julie Gichuru dere na akara Twitter ya na ọnịnọ mazi Quest nọrọ na Kenya dị ya obi ụtọ.",
    "Lee ihe o dere na Quest kwuru.",
    "\"Onweghị ihe kachasị na mba Kenya na ịnabata ndị njem n'ala ha. Ugbua anụ giraffe nọketere m ebe m na-eri nrị ụtụtụ. Kenya bụ ala awansi\"",
    "Ebe foto si, Twitter",
    "Gịnị ka akụkọ a malitere?",
    "Julie nwere ndị na-eso ya karịrị otu nde na Twitter nakwa 600,000 n'elu Instagram.",
    "Ihe a mere ka ọtụtụ ndị mmadu kweta n'ozi a o zipuru.",
    "Mana ọtụtụ ndị mmadụ ọzọ ji ya kpa nnukwu ọchị makana ha chere na onyeọbula lụrụ ọru ntaakụkọ ọtụtụ afọ dịka ya kwesiri ịma na ozi a abụghị nke ezigbo.",
    "Kedụ ka anyị sịrị ma na ozi a bụ asị?",
    "Richard Quest dere na onweghị ozi ọbula o zipuru gbasara kenya.",
    "Gichuru kọwara ihe ọbụla na Twitter.",
    "Ndị Somalia dabara n'ili n'Ethiopia",
    "N'ọnwa Julai, otu ụlọọrụ ntaakụkọ Ethiopian Satellite Television (ESAT) zipuru ihe nkiri gosi ebe ndị obodo Oromos n'Itiopia na-enubenye ozu ndị Somalia n'ili.",
    "Akụkọ a kwuru na a setere ihe nkiri a na Oromia n'ime Itiopia ebe nnukwu ọgụ na-esu.",
    "Gịnị ka akụkọ a malitere?",
    "Ebe foto si, YouTube",
    "Ihe nkiri a gosi ebe a na-eli ndị a",
    "BBC nke asụsụ Afaan Oromo kwuru na ihe nkiri a mere ka ndị omekome gbuo ndị Oromo na-ebi na Djibouti na Somalia.",
    "Ọtụtụ mmadụ malitere na soshal midia na-agba ajụjụ maka ihe nkiri a.",
    "Nke a mere ka ndị ụlọọru ESAT kwuo na ihe nkiri ahụ bụ asị.",
    "Ha rịọ arịrịọ na Youtube.",
    "N'ọnwa Juun, ihe nkiri a malitere ọgụ n'etiti ndị agha Anglophone na ndị agha gọọmentị Cameroon.",
    "Onyeisiala Jacob Zuma edeela akwụkwọ arụkwaghị m",
    "Gịnị bụ akụkọ a?",
    "N'ụbọchị 12 n'ime ọnwa Febụwarị, otu onye ntaakụkọ South Africa Broadcasting Corpoartion kwuru na Jacob Zuma bụbụ onyeisiala South Afịrịka edeela akwụkwọ arụkwaghị m.",
    "Tshepo Ikaneng kwuru ihe a oge ndị otu ndọrọndọrọ ọchịchị African National Congress (ANC), ka na-enwe ọgbakọ na-eleba anya na ihe ha ga-eme Zuma n'ihu.",
    "Maka Ikaneng, onye ntaakụkọ ọzọ na mba ahụ zipuru ozi na Twitter.",
    "Ego South African bụ rand, kpudo isi n'ala maka ọtụtụ ndị mmadụ chere na Zuma ga-eritu n'ọkwa ọchịchị.",
    "Onye na-ekwuchitere Zuma kwuru na akụkọ a bụ akụkọ asị.",
    "Mana Zuma tinyere akwụkwọ arụkwaghị m na ngwụcha ụbọchị atọ n'ihu.",
    "Onyeisiala Tanzania chọrọ iji nkwado ịlụ ọtụtụ nwunye were kwụsị igba akwụna",
    "Ebe foto si, Zambian Observer",
    "Gịnị bụ akụkọ a?",
    "Akụkọ a kwuru na onyeisiala Tanzania bụ John Magufuli gwara ụmụnwoke na ịlụ ọtụtụ nwunye bị ihe ga-akwụsị  igba akwụna.",
    "Gịnị ka akụkọ a malitere?",
    "Ndị ntaakụkọ Zambia Observer bụ ndị dere akụkọ a.",
    "Mana ọ bụ oge ndị ụlọọrụ nipasheonline.com dere akụkọ a n'asụsụ Swahili ka ọ bidoro ịwu ewu n'ala ahụ.",
    "Ndị ntaakụkọ asịrị JamiiForums dekwara yabụ akụkọ nakwa kesaa ya na mba dị iche iche dịka Kenya, Zambia, South Africa na Ghana.",
    "Onye na-ekwuchitere gọọmenti Tanzania dere na Twitter na akụkọ a bụ asị.",
    "BBC Swahili nyochara yabụ akụkọ nakwa chọpụta na ọ bụ asị.",
    "Akụkọ asị a kwuru na Magufuli kwuru na Tanzania nwere mmadụ ruru nde 70 mana UN kwuru n'ala ahụ nwere mmadụ ruru nde 60.",
    "Akụkọ a so n'ime akụkọ ọhụrụ BBC malitere na-elebanya n'akụkọ asị.",
    "Chọpụta akụkọ ndị ọzọ yiri nke a na www.bbc.co.uk/fakenews",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigboelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?elekere 6 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lee ka isi 'Packing Gel' si rapụta nwaagbọghọ a",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?",
    "Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}