{
  "published": "13 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Igbo bara ịme ahịa Ladipo, dị na Legọs, gbaa ndi mmadụ ajụjụ ọnụ maka okwu banyere etu ụmụ Igbo si enye onwe ha aka, site n'atụmatụ akpọrọ ịgba bọyị.",
    "Gee ndị anyị gbara ajụjụ ọnụ ntị n'ihe onyonyo a.",
    "Nwaanyị na-akpa ndị ọkwọ ụgbọala obi ụtọ",
    "Mgbe ndị Ebonyi mepụtara omenala Igbo",
    "Electric Keke: Aba na-arụ kpataa",
    "Vidio, Onye ọrụaka a sị na Igbo kwesiri ịtinye uche n'ịrụ ọrụaka, Duration 2,5815 Eprel 2018",
    "Vidio, Electric Keke: Ụkọ mmanụ ụgbọala mere m ji arụ Keke - Ifeanyi, Duration 2,2725 Ọktọba 2018",
    "Ndị ọsọ ahịa: Anyị na-ata ezigbo afụfụ17 Maachị 2018",
    "Vidio, 'Ebube Agu' ọ ga-ebute mgbanwe ọnọdụ nchekwa n'Ọwụwa Anyanwụ?, Duration 8,2612 Eprel 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,27elekere 8 gara aga",
    "Vidio, Alexander A. Madiebo: \"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo nweike chịa\" - Osote Ojukwu, Duration 18,2517 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Amụtara m ọrụ 'welder' na-enye m ego ugbua mgbe m nọ n'ụlọmkpọrọ', Duration 5,326 Eprel 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Igbo hairstyles: Ụdịrị isi e ji mara ndị Igbo mgbe gboo, Duration 1,4813 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}