{
  "published": "13 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị na-agbasa akụkọ Jubril sị na ọ bụ ntị ya ka ha na-ele, mana nti Buharị nke aka nri na nke aka ekpe ya adịghị otu",
    "Gịnị bụ akukọ ụgha (fake news)?",
    "Ajụjụ a bụ ihe ọbụrụ na a jụrụ ya mmadụ ihe dịka afọ isii gara aga, o mee ngwa ngwa kwuo na ọ bụ akụkọ ụgha, ma maa atụ ụdịrị akụko a.",
    "Mana ugbua, n'agbanyeghị na ihe bụ akukọ ụgha agbanwebeghị, atụ ya abụghịzị etu ọ dị na mbụ.",
    "Akụkọ ụgha ewerela oche n'obodo",
    "Ugbua, ọtụtụ mmadụ amaghịzị nke bụ eziokwu, maọbụ nke bụ asị.",
    "BBC gbara mbọ dee etu a ga-eji mata nke bụ akụko ụgha. Gụọ maka ya ebe a: \"Etu akụkọ ụgha si akwanye ọku n'ọgbaghara ọchịehi\".",
    "N'azụ nke ahu, lee ugboro ise akụkọ ụgha wuru ọfụma n'ala Igbo:",
    "Ihe na-ewu n'Igbo ugbua bụ na onyeisiala Naịjirịa bụ Muhammadu Buhari abụrụla onye lara mmụọ.",
    "Akụkọ a, nke malitere n'ọnụ Nnamdị Kanu, bụ onyeisi ndị a kpọrọ Indigenous People of Biafra (Ipob), kwuru na Buhari nwụrụ n'afọ 2017.",
    "O kwukwara na a gara mba Sudan kpọta otu nwoke a kpọrọ Jubril, kpọrọ ya gaa mba ofesi, megharịa ihu ya na agwa ya.",
    "N'ọnụ Kanu na ndị na-akwado ya, \"Onye nọ n'Aso Rock abụghị Buhari.\"",
    "Femi Fani-Kayode, bụbụ minista na-ahụ maka njem ụgbọelu, sokwa agbasa akụkọ a:",
    ") \"Monkey Pox\"",
    "N'afọ 2017, ndịagha Naịjirịa gara obodo Ozubulu ime ihe ha kpọrọ \"medical outreach\" na Bekee.",
    "Ka ha nọ ebe ha na-eme emume ahụ, mkpu bidoro dawa n'Ọnịcha, Enugwu, Owere, Pọtakọt, na ọtụtụ obodo ndị ọzọ.",
    "Mkpu a butere ajọ ọsọ makana akụkọ ụgha kwuru na ndịagha na-aga ụlọakwụkwọ agba ụmụaka ọgwụ n'ike.",
    "Akụkọ ụgha a sitere n'akara Facebook ndị Radio Biafra.",
    ") Ndịagha Naịjirịa ji Nnamdi Kanu n'ime ụgbọmmiri",
    "Femi Fani-Kayode, bụ onye aha ya pụtara n'elu maka akukọ ụgha a, sokwa sunye ọkụ n'akụkọ kwuru na Nnamdi Kanu nọ n'aka ndịagha Naịjirịa n'ime ụgbọmmiri dị n'osimili.",
    "Akụkọ a wuru ewu, mana asị ọ bụ gbara n'anwụ mgbe Kanu pụtara ma kọọ etu o si gbapụ na be ya.",
    "N'ọnwa Ọktoba nke afọ a, The Cable, bụ ụlọ ntaakụkọ na-agbasa ozi n'ịntanet, dere na otiegwu a ma ama aha ya bụ Davido na nwaada ya na ya na ayị a kpọrọ Chioma, agbasaala.",
    "Ka nke a ka na-akpọtụ, Davido gara na Twitter dee na nke a bụ asị.",
    "Ka akụkọ na Nnamdi Kanu apụtala ihe n'Izrel ruru Naịjirịa, akukọ pụtara na Lai Mohammed, bụ minista na-ahụ maka mgbasaozi, kwere nkwa na Naịjirịa ga-ebuso Izrel agha maka ya.",
    "Lai Mohammed mechara jiri akụkọ a mee akaja makana ọ sị na onweghi mgbe o kwuru ụdịrị okwu a.",
    "Ọtụmatụ ụdịrị akụkọ a karịrị, makana akụkọ ụgha ewerela oche n'obodo.",
    "Nwaanyị na-akpa ndị ọkwọ ụgbọala obi ụtọ",
    "Mgbe ndị Ebonyi mepụtara omenala Igbo",
    "Electric Keke: Aba na-arụ kpataa",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigboelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?elekere 6 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lee ka isi 'Packing Gel' si rapụta nwaagbọghọ a",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?",
    "Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}