{
  "published": "15 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Na Naịjirịa, ite ime abughị ihe mmadụ nwereike banye ụlọọgwụ ga mee.",
    "Nke a bụ maka iwu Naịjirịa megidere ite ime.",
    "Ndị Ireland akagbụọla mmachi ite ime",
    "Mana, etu ọ dị na Naịjirịa abụghị etu ọ dị n'ụfọdụ mba ndị ọzọ.",
    "N'ọnwa Mee nke afọ 2018, mba Ireland merụrụ iwu megidere ite ime.",
    "Ha ji ntuliaka nke jụrụ ndị mmadụ ma ha chọrọ ka nwaanyị nwee ikike nke onwe ya ite ime.",
    "Ebe foto si, Brian Lawless",
    "Ụmụaka na okenye pụtara ebe a na-eme ntulịaka n'Ireland",
    "Ndị mmadụ dị Pacenti iri isii na asatọ na mba ahụ kwenyere na nwaanyị nwere ikike onwe ya, nke mere na ha nwereike ị sị na ha achoghi ime ha bu.",
    "Ọtụtụ mba nwekwara ụdịrị ohere a.",
    "Na Naịjirịa, iwu kwuru na naanị mgbe mmadụ nwere ikike ite ime bụ na nwaanyị dị ime nwereike ịnwụ.",
    "Lee ụmụnne Igbo atọ tụrụ ime n'otu mgbe",
    "Mkpọrọ afo asaa na-eche onye ọbụla aka kpara na-ete maọbụ tere ime.",
    "Ebe onye nyere aka n'ụzọ ịnye ihe eji tee ime ga-enwete mkpọro afọ atọ.",
    "Onye ọ bụ ya tere ime na-ele anya mkpọrọ afọ 14.",
    "Mana, iwu a akwụsighị ite ime na Naịjirịa.",
    "Ebe foto si, Getty Images",
    "Nchọpụta e mere maka atụmatụ ezinaụlọ a kpọrọ 2018 Global Family Planning kwuru na ime e tepụrụla na Naịjirịa n'afọ 2018 eruola otu nde na ọma(1.3m.).",
    "N'akụkọ si n'ọgbakọ atụmatụ ezinaụlọ bụ International Conference on Family Planning bụ nke na-eme na mba Rwanda ugbua kwukwara na ndị tere ime azụụlọ dị 735,000.",
    "Ihe ọ pụtara bụ na ọtụtu ime a na-atụrụ na-akwadoghi akwado na a gaa ete ime azụ ụlọ.",
    "Iri oke nri ọnụụtọ so n'ihe na-ebute atụghị ime nwaanyị",
    "Dibia Bekee Francis Ezenwankwo gwara BBC na ọ maghị etu ndị a nọ nzukọ jiri nwete ọnu ọgụgụ a, ọ dị ka ihe ndị ọkammụta ma.",
    "Ezenwankwo gara n'ihu kwuo na ihe na-ebute ite ime na-abụkarị maka naanị pasenti iri n'ime ụmụnwaanyị na-eme ihe atụmatụ ezinaụlọ a kpọrọ 'Family Planning'.",
    "O kwuru na ya bụrụ na Naịjirịa megharịrị iwu ji ite ime, ọ ga-eme ka ite ime belata dika o si mee na Saụt Afrịka.",
    "Ọghọm ndị dị n'ite ime n'ụzọ na-ezighi ezi:",
    "Ndị ọkacha mara n'ihe gbasara ahụike ụmụnwaanyị depụtara ụfọdụ ọghọm ndị a;",
    "Nje nke akpa nwa nwaanyị.",
    "Oke ịgba ọbara.",
    "Ụfọdụ ime ahụ nwereike ịfọ n'ime  afọ.",
    "Mmebi ọnụ ụzọ akpa nwa.",
    "Mmebi akpa nwa n'onwe ya.",
    "O nwereike ibute  ọrịa kansa nke ara.",
    "Vidio, Lee megharị ahu ise ụmụnwaanyị dị ime ekwesịghị ime18 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip17 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Vidio, Ebube Agu: Ebe ndị 'unknown gunmen' wakporola n'ala Igbo, Duration 8,2612 Eprel 2021",
    "Vidio, Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Ihe nne Ada Jesus gwara Odumeje maka mgbaghara nwa ya nwaanyị",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Gịnị bụ nje Herpes a esi na nsusu ọnụ na aramara ebute?Emelitere ikpeazụ na: 16 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}