{
  "published": "28 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye ọbụla ị jụrụ ajụjụ maka nne ya ga-agwa gị na ọ bụ nne nke ya kacha mma, mana kedụ ihe ndị mere ndị nne Naịjirịa ji pụọ iche na ndị ọzọ?",
    "Na Naịjirịa, ndị nne nwere akparamagwa dị iche na-ewezuga ha na ndị nne ndị mba ọzọ.",
    "Ụmụ ole ka nne na nna kwesịrị ịmụ?",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "Ihe ndị ị kwesịrị ịma tupu ị lụọ nwaanyị Igbo",
    "Ọmụmatụ akparamagwa ndị a na-esite n'okwu ọnụ ha, etu ha si eme ma ha nwee ọbịa, etu ha si azụ nwa, etu ha si elekọta ezinaụlọ wdgz.",
    "BBC Igbo chọrọ ịgba \"ọpụrụiche\" ndị nne Naịjirịa n'anwụ n'ụzọ ị na-atụwaghị anya:",
    ") Ọmụrụ nwa eri nri:",
    "Onye ọbụla ma na enweghị ihe karịrị ịhụnanya nne na-enwe ebe nwa ya nọ, mana ọ bụghị oge niile ka ịhụnanya ahụ na-eru na nri.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ oge ka nne na-enye nwa ya ihe niile ọ chọrọ tụmadi nri ịhụ na o rijuru afọ, mana kedụkwanụ maka oge ndị ahụ ọ ga-amara ụma zie gị ozi ga-akpọpụ gị ebe ọ nọ eri nri?",
    "Mgbe ọ ga-abụ tupu ị gachaa bata ọ bụrụ na o richaala ihe ahụ?",
    ") Mkpịsị azịza:",
    "Welie aka gị elu ma ọ bụrụ na nne gị ji azịza zụtara gị akpụkpọụkwụ.",
    "Ebe foto si, Getty Images",
    "Kama ndị nne ga-akpọro gị gaa ahịa, ha ejiri mkpịsị azịza agbajiri agbaji mata etu ụkwụ gị ha.",
    "Ebe o si kacha mma bụ na akpụkpọụkwụ ahụ ha na-eji mkpịsị azịza ahụ azụta na-abụrịrị ka ụkwụ gị ha.",
    ") Iketa 'ngwugwu':",
    "Ndị nne Naịjirịa enwere ike ịga emume na-ewelataghị ngwugwu si ebe ahụ; ọ bụ anụ, azụ tụmadụ iji akwụkwọ keta osikapa?",
    "Ebe foto si, Getty Images",
    "Mara na enweghị ihe e kere ebe ahụ maọbụ na a tudoro ha egbe n'isi ka ha ghara ikere ihe. Ihe ọzọ ha ma eme ọfụma bụ ịzụta \"ihe ahịa\".",
    ") Ego:",
    "Ọ bụrụ na nne gị anapụghị gị ego mmadụ nyere gị oge ị bụ nwantakịrị gwa gị ka o jidere gị ya, ị gaghị enyo ma ọ bụkwa nne gị?",
    "Ebe foto si, Getty Images",
    "Ọtụtụ oge ị gaghachị ka ị jụọ ese ego gị, ọ bụrụ na ego gị adaala mmiri. Kama ọ ga-enyeghachị gị ego ahụ, ọ ga-ebido gbawa gị ụgwọ ego niile o tinyere n'isi gị bido n'oge ị bụ nwata ruo ebe ị ha mgbe ahụ.",
    "Ọ ga-echetakwara gị etu o si buru gị n'afọ ọnwa itoolu, ma etu o si taa ahụhụ ka ọ na-amụpụta gị.",
    ") Ikpuchi mmehie:",
    "Ugboro ole ka nne gị gbochiri ntaramahụhụ nna gị gaara enye gị maka ihe ọjọọ ị mere?",
    "Ị chetakwara mgbe ndị ọ ga-agwa gị gaa laba ụra tupu nna gị anwụchie gị; ka ị nwee ike gbalahụ ụtalị a ga-apịa gị?",
    "Makana ọ ma na iwe foro chi agbala ọla.",
    ") Aka ntị:",
    "Nne gị ọ gbara gị aka ntị maọbụ tie gị ihe ma mecha rịọ gị biko?",
    "N'ụwa nke a? Ndị nne Naịjirịa agaghị arịọ gị biko ma ha tie gị ihe, mana ha nwere etu ha na-eji aghụghọ arịọ mgbaghara nke ha.",
    "Ndị nne mee gị ihe ọjọọ, emechaa ha nwere ike nye nri ka nke ụmụnne gị ndị ọzọ kwuo \"mana ọkwa ị ma na ị na-enye nsogbu?\", \"Ị rijukwara afọ ka ị chọrọ irikwu?\", \"gaa zụtara m ihe ntagharị ọnụ\" (nke ọ ga-abụ na ị zụtachaa ya, o nyetu gị nke ị ga-eji chefuo ihe o mere gị).",
    "Akụkọ ga-amasị gị:",
    "Ị hụla di na nwunye na-amụtaghị nwa n'ihi 'amaghị eme'?",
    "Ojukwu Memorial Lecture: Ka o si gaa",
    "'Igbo agaghị echefu Ojukwu makana o nweghị onye ga-anọchinwu ya'",
    "'Ahụghị nso m, chee na m dị ime'",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "Naijiria",
    "Omume",
    "Ezinụlọ",
    "World population day: Ụmụ ole ka nne na nna kwesịrị ịmụ?11 Julaị 2020",
    "Ihe asaa nwere ike iduga gị nga ma i mee ya nwa gị7 Septemba 2018",
    "Nwoke okwesịrị inyere nwunye ya aka n’ezinaụlọ?20 Julaị 2018",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midiaelekere 6 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ohere ka dị iji 'Political Solution' kpọpụta Nnamdi Kanu - Goddy Uwazurike",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Onye bụdị 'Mummy G.O' , nwaanyị oziọma ya na-amụnye ọkụ na soshal midia?",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}