{
  "published": "18 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Na Naijiria, nwoke ịtụwa nwa ya ime bụ arụ na ihe ihere nye ezinaụlọ o metụtara",
    "Nwata nwaanyị a kpọrọ Faith Adagu a dịrịla nna ya ime na amaghị na ọ bụ nna mụrụ ya.",
    "Nnenne Faith, bụ Mary Adagu onye dị afọ iri isii dara n'ala nwụọ ka ọ nụrụ arụ dakwasịrị ezinaụlọ ya.",
    "Nwaanyị onyeọcha na-asụ Igbo karịa ụfọdụ ndị Igbo",
    "Ụmụnwaanyị dị ime emeela ngagharị iwe",
    "A nwụchiela nwoke tụnyere nwa ya ime ma jụ na ọ gaghị alụ di",
    "Dịka akwụkwọ akụkọ Sun siri kọwaa, nsogbu ezinaụlọ bidoro n'afọ 1997 mgbe nne Faith bụ Theresa  bụ nwata akwụkwọ sekọndịrị na Lokoja na Jones Geya, onye ji otu afọ efe ala nna ya n' ụlọakwụkwọ ha, bidoro mewe enyi.",
    "Theresa nọ n'ele ule Senịọ Sekọdịrị were dịrị ime mana egwu ekweghị ya gwa nne ya rue mgbe ime ya ruru ihe dịka ọnwa anọ oge nne ya chọpụtara.",
    "Oge a kpọrọ Jones, o kwetara na ọ bụ ya nwe ime ma kwee nkwa na ya ga-alụ Theresa ka a gwachara ya na nna nne Theresa bụrụ nwa ya ọ bụla ga-ete ime ọnụ na ọ ga-anwụ ma o tee ime.",
    "Mana oge Jones gwara nna ya na ọ chọrọ ịlụ Theresa, nna ya jụwara isi sị na nwa ya ka dị na nwata, na o nwekwaghị ezigbo ọrụ.",
    "Jones were gbaa ọsọ n'Lokoja gbahapụ Theresa n'afọ ime.",
    "Nwaanyị a mụrụ nwa n'afọ 66 ya",
    "Pastọ tụwara nwunye mmadụ ime ga-alụ ya n'ozu",
    "Theresa mechara mụọ nwa ma gụọ ya, Faith. O mechara gaa mahadum, lụọ di, onye Osun steeti na-arụ n'ụlọakụ.",
    "Mana egwu na di ya agaghị ekwe ka ọ kpọrọ nwa ya ka ya n'ezinaụlọ ya biri mere ka ọ hapụ ya na aka nne ya bụ Mary mana ọ na -ezigara ya ego e ji azụlite nwa ya.",
    "Faith na nnenne ya bi na Lokoja ebe ọ gara akwụkwọ rue sekọndrị.",
    "Oge Faith guchara sekọndrị, o nwetanwughị ohere ịga mahadum.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ oge ka udi ihe a na-eme n'ụwa",
    "Enyi ya tụnyere nnenne ya alo ka Faith ga nweta nzere Diplọma n'Nasarawa State Polytechnic dị na Lafia kama ịnọ n'ụlọ na nkịti.",
    "Ọ bụ na Lafia ka Faith na Jones zutere ma bido mewe enyi.",
    "O diri ime, oge ọ gwara Jones, obi tọrọ ya ụtọ n'ihi na ọ mụbeghị nwa na agbanyeghị na- ọ lụọlarị nwaanyị ugboro abụọ; nke mbụ nwụrụ n'ịmụ nwa, ebe nke abụọ nwụrụ n'ihe mberede okpọrọụzọ ka ọ dị ime ọnwa isii.",
    "Kepukepu ime Faith dị lutere Nne nne ya na nne ya ntị mgbe nwaanyị ya na nwa ha bi bụ Fatima Ajala zigara ha ozi.",
    "Ha zara oku were gawa Lafia n'ụbọchị iri abụọ nke ọnwa Novemba afọ 2018.",
    "Ọ bụ oge Jones, zọchiri n'ụlọ ahụ ka ụkwụ jiri agụ.",
    "Ngwa ngwa, Theresa hụrụ ya, anyamiri juru ya anya o were bee akwa arịrị n'ihe ihere dakwasịrị nwa ya nwaanyị.",
    "\"Ahụrụ  m nwoke n'anya, o were laa ndụ m n'iyi gbahapụ m afọ iri abụọ gara aga na ajụghị ka m mere. Echezọla ya ma bido ndụ n'isi o lọghachi azụ bịa tụwa nwa  ọ mụrụ ime. Agaghị m ezu ike ganye na ọ ta ahụhụ dịrị arụ o mere.\"",
    "Jones dara n'ala ma rịọ Theresa mgbaghara. O kwuru na ọ bụ nna ya jụụ na ya agahị alụ Theresa.",
    "O kwukwara na kemgbe ahụ n' ụwa ya ghara agha n'ihi na sọ ọsọ ihe ọjọọ na-eme na ndụ ya dịka onye a bụrụ ọnụ.",
    "\"Nwunye abụọ m lụụ nwụrụ n'ike n'ike. a chụọ m n'ọụ. Ọ bụ mbọ ịmụta nwa tinyere m n'ịyị Faith. Amaghị m n'ọ bụ nwa. Oge m jụụ ya ọ gwara m na nna ya anwụọla amaghị na nna ọ na-ekwu bụ papa nnukwu ya Emeghiela m Theresa. A na m arịọ ya ka o were nwaayọọ ka anyị dozie okwu a.\"",
    "N'okwu ya, Faith tara nne na nna ya ụta maka ọdachi dakwasara ya.",
    "\"Nnenne m gwara m na nna m anwụọla. O ge m judoro Jones, ọ jụụ m ma agwa ya na nna m anwụọla. Amaghị na ọ bụ nna m.",
    "\"Ahụrụ m ya n'anya nke ukwu. Tupu mụ na ya adịwa mma, ụmụnwoke abụọ mụ na ha yị na-eme ka ụmụaka mana Jones pụrụ iche. Ihe mere emeela, agaghị ewepụ nwa n'ihi na amaghị maọbụ ya ga-abụ naanị nwa m ga-amụ n'ụwa a.\"",
    "Buchi: Ụzụ ụkwụ ndị agha Biafra kpọlitere mmụọ ịgụ egwu n'ime m",
    "Ihe ise Saraki kwuru maka Zik",
    "Vidio, Ọtụtụ ụmụnwoke bịara ịlụ m na-agba ọsọ maka na amaghị m nna m - Vivian Umeh21 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ipob asaala Obiozor maka okwu ọ gwara Nnamdi Kanu21 Jenụwarị 2021",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Ipob asaala Obiozor maka okwu ọ gwara Nnamdi Kanu",
    "'Okwu gbasara Biafra karịrị Nnamdi Kanu ikwu ihe ga-eme' - George Obiozor",
    "Joe Biden: Lee iwu ndị Trump tinyere ọ na-ewepụ ozugbo ozugbo",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ọ tụwara nwaanyị ime gbaa ọsọ, ugbua nwa ahụ a mụtaara ya adịrịla ya imeEmelitere ikpeazụ na: 18 Nọvemba 2018",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunyeEmelitere ikpeazụ na: 4 Maachị 2020",
    "'Ọ bụrụ na Naịjiria dị mma echeghi m na a ga-enwe IPOB' - Fr. Ebube MmụọnsọEmelitere ikpeazụ na: 3 Febụwarị 2020",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirusEmelitere ikpeazụ na: 23 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}