{
  "published": "21 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images na @phynofino",
    "Onye mara na Kanu mara agba udi egwu a?",
    "Ọtụtụ ndị mmadụ mara na Nnamdi Kanu bụ onye Isiama Afara, dị na Umuahia, isi obodo Abia Steeti.",
    "Ha makwara na ọ bụ site afọ 2011 ka Nnamdi Kanu malitere dịka onye bụ onyeisi ndị otu chọrọ ịnwere onwe ha nke akpọrọ Indigenous People of Biafra (Ipob).",
    "Mana n'ime akụkọ a, ị ga-achọpụta ihe ise ndị ọzọ na-amasị Nnamdi Kanu ọtụtụ mmadụ amaghị maka ya.",
    ") Ofe Ụgbọgụrụ",
    "Ebe foto si, @ntanta.delicacies",
    "Nwanne ya bụ Emmanuel Kanu gwara BBC Igbo na ofe a na-atọpụ Kanu isi.",
    "O kwuru na: \"Nni olulo na-adị ya mma ebe dị ukwuu. O na-eji ya eri ofe akwụkwọ nke eji ụgụ na ọkọrọ na-esi, nke a na-etinye ụkpaka n'ime ya\"",
    ") Phyno",
    "Ebe foto si, @phynofino",
    "BBC Igbo chọpụtara na Nnamdi Kanu hụrụ egwu Phyno n'anya nke ukwu.",
    "Emmanuel kwuru na egwu ndị ọzọ ha tiri n'oge garaaga wuru ewu dịka egwu Osadebe na Oriental Brothers bụkwa ihe na-amasị Kanu nke ukwu.",
    ") Liverpool",
    "Ebe foto si, Getty Images",
    "Emmanuel tiri mkpu aṅụrị oge BBC Igbo gbara ya ajụjụ nke a.",
    "O kwuru na: \"Ọ naghị ekwete iri nri ọbụla maọbụrụ na otu Liverpool na-agba asọmpị ọbụla makana egwuregwu bọọlụ bụ ihe na-amasị ya nke uwku\"",
    ") Nnamdi Kanu na-ekpu mmanwụ",
    "Nnanne ya gwara BBC Igbo na Kanu na-ekpu mmanwụ akpọrọ Ekpo ha na-akpọ Eko.",
    "N'ọnụ okwu ya: \"N'oge iri ji ọhụrụ, Kanụ na-ekpu mmanwụ akpọrọ Oke Isiekpe.\"",
    "Ọ gara n'ihu kwuo na Kanu so na ndị wetere Ekpe n'ime obodo ha.",
    ") Uwe ndị obodo Idoma",
    "Ebe foto si, Getty Images",
    "Kanu na uwe ndị Idoma",
    "Emmanuel kọwara na Kanu nwere nkwenye siri ezigbo ike na ya na ndị Idoma bụ otu.",
    "O kwukwara na Kanu nwere ọtụtụ akwa ọcha na-amasị ya nke ukwu.",
    "Emmanuel kwuru na: \"Kanu were uwe ndị a makana o nwere nkwenye na Igbo niile bụ otu\".",
    "FG Projects Inspection: Ka o si aga",
    "Goodluck Jonathan: Obama megidere m ịzọgharị na ntuliaka 2015",
    "Tosyn Bucknor: Kedu ihe bụ ọrịa ọbara nko?",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Uwazuruike akatọọla okwu Nnamdi Kanu22 Ọktọba 2018",
    "Nwunye Kanu: Gọọmenti etiti na-atụ asị22 Febụwarị 2018",
    "Gee ntị, Gee ọnụ okwu Nnamdi Kanu na sụpirisupiri28 Ọktọba 2018",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra25 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ise na-amasị Nnamdi Kanu ị maghị21 Nọvemba 2018",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?20 Septemba 2021",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ19 Septemba 2021",
    "Onye bụ Abdulaziz Chivuzor Ude?19 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}