{
  "published": "18 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Banknotes.com",
    "E biri foto Alvan Ikoku n'ihu ego N10.",
    "Ụbọchị 18 nke ọnwa Nọvemba 2019, ga-eme ya afọ 48 Alvan Ikoku nwụrụ, mana kedụ ihe ị ma maka ya?",
    "Alvan Ikoku so na ndị Igbo ji eme ọnụ, ya bụ ndị ọ ga-abụ akpọwa aha ndị Igbo bụ isi a hụrụ kwaba okpu ghara ịkpọ aha ya, a mara na ihe emebiela.",
    "Debe Odumegwu Ojukwu: Ihe ị kwesịrị ịma banyere ya",
    "Ihe i kwesịrị ịma maka Christy Essien-Igbokwe",
    "Ihe ise Saraki kwuru maka Zik",
    "Joe Achuzia: Ihe ị na-amaghị maka ya",
    "Nke a mere BBC ji chọọ icheta nwoke a n'ụbọchị ọ nwụrụ n'afọ 47 gara aga.",
    "A mụrụ ya n'afọ 1900, n'Amanagwu dị n'Arọchukwu dị n'Abịa steeti.",
    "Ya na Akanu Ibiam bụbu gọvanọ ebe a ma dịka \"Eastern Region\", gakọrọ ụlọakwụkwọ \"Hope Waddell Training Institution\" otu oge. Ka ọ na-agụcha ka Nnamdi Azikiwe banyere ịgụ nke ya n'otu ebe ahụ.",
    "O kuzitere ọnụ ya na nkuzi, nke mere e ji ziga ya na mịnịstrị na-ahụ maka agụmakwụkwọ n'afọ 1946 ka ọ banyere n'ụlọomeiwu nke \"Mpaghara ọwụwa-anyanwụ\". Nke a mere ka ọ bụrụ otu n'ime naanị ndị na-anọchite anya ọwụwa-anyanwụ atọ nọ n'ụlọomeiwu oge ahụ.",
    "O hibere ụlọakwụkwọ \"Aggrey Memorial Secondary\" n'Arọchukwu.",
    "E ji maka mbọ niile ọ gbara oge ọ na-arụrụ gọọmentị na ngalaba agụmakwụkwọ, hibe ụlọakwụkwọ \"Alvan Ikoku Federal College of Education\", otu okporoụzọ dị na Maitama n'Abuja nakwa tinye ihu ya n'elu N10, ka e ji na-echeta ya.",
    "Ihe ise ị kwesịrị ịma maka Alvan IkokuUgboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo",
    "Biafra agaghị abịa site n'ịlụ ọgụ - Nwodo",
    "Ndị Igbo na ọkwa osote onyeisiala na Naịjirịa",
    "Ọ tụwara nwaanyị ime gbaa ọsọ, ugbua nwa ahụ a mụtaara ya adịrịla ya ime",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Image gallery, Ị ma ugboro ole ego Naịjirịa gbanwerela?1 Ọktọba 2018",
    "Christy Essien-Igbokwe: Nwaanyị a lụtara na mba bịara bụrụ Ada Igbo ji eme ọnụ11 Nọvemba 2020",
    "Debe Odumegwu Ojukwu: Ihe ị kwesịrị ịma banyere ya4 Nọvemba 2018",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}