{
  "published": "23 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ dị mkpa:",
    "Port Harcourt: Lee ka esi zọpụta ndị tọrọ n'ụlọ elu dara ada",
    "Ndị ọrụ gbata gbata azọpụtala mmadụ ise n'ụlọ elu dara na Port Harcourt.",
    "Otu onye n'ime ha pụtara na ndụ gwara BBC na ya enweghị ego o ji aga ụlọ ọgwụ maka ọgwụgwọ.",
    "Abia Pipeline explosion: Sineti ekwuola na ha ga-enyocha ihe mere",
    "'Etu m si gbalahụ ụlọ ahụ dara n'Abụja ịdagbu m'",
    "Ebe foto si, RIVERS STATE GOVT HOUSE",
    "Otu onye pụtara n'ụlọ a adara ada na ndụ",
    "Ezinaụlọ ndị nke ha so n'ụlọ dara ada ekwuola na onye nke ha ka tọrọ n'ime ụlọ ahụ dara na Port Harcourt.",
    "Ndị ọrụ gbata gbata kwuru na otu onye anwụọla mana ha gbapụtara mmadụ iri abụọ na abụọ wee zọpụtakwa otu nwoke aka ya bepuru ebepu na ya bụ ihe mberede.",
    "'Etu m si gbalahụ ụlọ ahụ dara n'Abụja ịdagbu m'",
    "Mmadụ atọ ka nọ n'ime ala n'ụlọelụ ụlọ atọ dara na Nnewi",
    "Cheta na ụlọ elu nwere mpaghara asaa a ka na-arụ arụ dara ada na mgbede ọnwa November, nke afọ 2018.",
    "Ihe a mere n'ụzọ Woji nke \"New GRA\" dị na Portharcourt.",
    "Ebe foto si, Orji Chukwumela kelvin/Facebook",
    "Ndị ọchịchị steeti Portharcourt ekwuola na ha na-enyocha ihe a mere nụ.",
    "Ha kwukwara  na ọtụtụ ndị ọrụ na ndị na-atụ obere mgbere ahịa ka tọọrọ n'ime ya bụ ụlọ dara nụ.",
    "Onye ntaakụkọ BBC gara ebe ihe a mere kwuru na kamgbe elekere 8 nke mgbede November iri abụọ na atọ ebugala mmadụ ruru iri abụọ na abụọ meruru ahụ ụlọọgwụ ebe ha nọ na-anata ọgwụgwọ.",
    "Ebe foto si, Orji Chukwumela kelvin/Facebook",
    "Ndị ọchịchị steeti Portharcourt ekwuola na ha na-enyocha ihe a mere nụ.",
    "Ndị ọrụ gbata gbata nakwa ndị , ndị nchekwa , nọ ebe ahụ na-azọpụta ndị ka tọrọ n'ime ụlọ elu ahụ dara ada.",
    "EFCC ga-ezipute Diezani site na mba UK",
    "Ebe foto si, Getty Images",
    "Diezani ka na-ago ebubo dị ya n'isi",
    "Onyeisi ụlọ ọrụ na-ahụ maka ịbuso mpụ na nrụrụka agha na Naịjịrịa, EFCC bụ Ibrahim Magu ebidola usoro a ga-eji zipute onye bụbụ minista na-ahụ maka mmanụ agbidi na Naijirịa akpọrọ Diezani Alison-",
    "Madueke site na mba UK ruo Naịjirịa ka ọ bịa zara ọnụ ya n'ụlọ ikpe. Magu na ngalaba na-ahụ maka ịbụsọ mpu agha na mba Uk ezutela ị bịdọ nke",
    "N'egwuregwu,",
    "Ebe foto si, NFF/twitter",
    "Chikwelu Oparanozie bụ onye ndụ ndị Falcons na ya bụ egwụrụegwụ",
    "Otu egwuregwu bọọlụ Naịjirịa ga-ezute Equitorial Guinea na asọmpi iko mba Afirịka ụmụnwaanyị na-agba.",
    "Ha na-agba ka onye ọ bụla meriri nu nwete ohere ị banye asọmpi nke ga-esote agba ị nwete ebe atọ sotere agba nke ikpeazụ.",
    "N'ofesi,",
    "Ebe foto si, AFP",
    "Ndị Taiwan pụtara n'igwe mee ngharị iwe maka ịkwado alụma nwoke na nwoke maọbụ nwaanyị na nwaanyị",
    "Mba Taiwan na-eme ntulịaka iji mara ka ha ga-abụ otu n'ime obodo dị n'Asia ga-eme ka mmekọrịta nwoke na nwoke bụrụ ihe na-adaghị iwu.",
    "Cheta na Ụlọikpe kpebiri na alụma nwoke na nwoke  adịghị njọ ma nyekwa ụlọ omeiwu afọ abụọ ịdọzi iwu a maọbụ wepụta nke ọ hụrụ.",
    "Akụkọ ụwa na nkeji",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Ebe foto si, XINHUA",
    "Ndị ji egbe awakpola obi nnọchite anya mba China n'ala Pakistan.",
    "Akụkọ kwuru na mmadụ anọ nwụrụ na mkpa mkpa a mana ndị uweojii gbagburu mmadụ atọ n'ime ndị a wakporo ebe ahụ.",
    "Akụkọ kwukwara na onweghị onye mba China  nwụrụ mkpa mkpa ahụ.",
    "Boko Haram na nwakpo ndị agha Naịjirịa",
    "Ebe foto si, Getty Images",
    "Ihe nkiri a na-ekegharị na soshal midia na-egosi ihe yiri ndi agha Naịjirịa ka Boko Haram na-awakpo ha.",
    "Ihe a mere n'ọdọ ndị agha akpọrọ Metele dị na Borno.",
    "Agbanyeghị na ndị agha Naịjirịa ekwubeghị okwu maka mwakpo a, ndị omeiwu Naịjirịa ekwuola na ha ga nyocha etu o siri mee.",
    "Ipob emeela nghaghari iwe",
    "Ebe foto si, Nwonwu Nwabueze",
    "Ipob ekwuola na nghagharị iwe ha mere bụ maka ikwupute ebumnobi ha gbasara ntuliaka 2019.",
    "Ụkọchụkwụ Peace bụ otu n'ime ndị na-agbasa ozi Ipob gwara BBC Igbo na ihe ga-adị ha mma abụghị ka nwafọ bụrụ onyeisiala maọbụ osoteonyeisiala Naịjirịa.",
    "N'egwuregwu",
    "Ebe foto si, Getty Images",
    "Ọgba bọọlụ otu Chelsea bụ N'Golo Kante ebinyele aka n'akwụkwọ ga-eme ka ọ gbaa bọọlụ n'otu Chelsea ruo afọ 2023.",
    "Nkeji abalị",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Anụ nkịta",
    "Obodo Seongnam dị na mba Saụt Koria emechiela ebe kachasị nnukwu ha na-anọ egbu ma ree anụ nkịta ruru nde kwa afọ.",
    "Ebe foto si, Getty Images",
    "Ha ga-akwatucha ihe ndị a rụrụ ebe ahụ a na-akpọ \"Taepyeong-dong complex\", n'ime ụbọchị abụọ ma tụgharịa ya ka ọ bụrụ ebe ndị mmadụ na-abịa anọsapụ ahụ.",
    "Ụlọoriri ebe a na-ere nkịta n'obodo Seoul, sitere na 1,500 daruo 700 n'afọ 2015.",
    "Akwụkwọ Jonathan",
    "Gọọmentị etiti etinyela ọnụ n'ihe gbasara ihe aka chịburu Naịjirịa bụ Goodluck Jonathan dere n'akwụkwọ ya na nrụrụaka karịrị ugbua karịa oge ọ nọ n'ọchịchị.",
    "Ọnụ na-ekwuchitere Onyeisiala bụ Garba Shehu kwuru na Jonathan na-etu ọnụ enweghị isi,  kama ọ ga-ekwu na onweghị ikike ibuso mpụ na nrụrụaka agha maọbụ wepụta atụmatụ ga-akwụsị izu ego e kwesịrị iji rụọ ọrụ.",
    "N'etiti PDP na APC",
    "Ọnụ na-ekwuchitere PDP bụ Kola Ologbondiyan, kwuru na ha ma na obi na-amapụ ndị APC kemgbe ndị ọwụwa-anyanwụ na ndị mpaghara ọzọ kwuru na ha ga-akwadosi Abubakar Atiku ike.",
    "Mana Joe Igbokwe na-ekwuchitere APC na Legọs kwuru na obi adịghị amapụ ha makana njem nleta ndị gọvanọ ọwụwa-anyanwụ gara ileta Onyeisiala Muhammadu Buhari gosiri nnabata.",
    "N'egwuregwu,",
    "Sadio Mane bụ onye egwu si mba Senegal, agbatịkwuola afọ ole ọ ga-agbara Liverpool bọọlụ.",
    "Ebe foto si, Getty Images",
    "Mane dị afọ iri abụọ na isii ugbua, batara Liverpool na 2016 ebe ọ ga-agbara ha bọọlụ ruo afọ 2023.",
    "Ihe nkiri",
    "Nwaanyị ji Igbo akụziri ndị mmadụ mgbakọ na mwepụ ekwuola na ọ na-eme ka ha mụta isiokwu ahụ ọfụma nakwa ọsịsọ.",
    "Nwaanyị ji Igbo akụziri ụmụaka mgbakọ na mwepụ",
    "Port Harcourt",
    "Naijiria",
    "Ndịda Korea",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Kedụ ndị na-azọ ọkwa Onyeisiala Taiwan na ihe anya ụwa ji dị na onye ga-emeri?6 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}