{
  "published": "27 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "",
    "Lee ụfọdụ otu bịara emume ncheta Ojukwu",
    "Ndị otu Massob, ndị lụrụ agha Biafra, ndị Nollywood nakwa ọtụtụ Ndigbo ọnụ na-eru n'ọkwụ chịkọbara mmemme pụrụ iche iji kwanyere Dim Chukwuemeka Odimegwu  Ojukwu ugwu.",
    "Ezeigbo GburuGburu, Odimegwu Ojukwu bụ onye mbụ malitere zọba ka Ndigbo nwere onwe ha site na ikewapụ na Nigeria zawa Biafra n'afọ 1967.",
    "'Igbo agaghị echefu Ojukwu makana o nweghị onye ga-anọchinwu ya'",
    "Debe Odumegwu Ojukwu: Ihe ị kwesịrị ịma banyere ya",
    "Biafra: Gịnị nọ n'ime Bọnka Ojukwu?",
    "Yabụ oku ọ kpọrọ butere ọgụ Biafra nke a sị tara isi ike karịrị nde mmadụ atọ.",
    "Onye isi ndị otu Biafra Independent Movement(BIM) bụ Ralph Uwazurike ma bụrụ onye isi chikọbara ya bụ mmemme kọwara na Odimegwu Ojukwu dịka onye na-ejelụ ọha ozi.",
    "Uwazurike kwuru na ọ bụ ụkpụrụ Ojukwu ka ọ na-eso wee ganye na-ekepụta Biafra.",
    "Bianca Ojukwu bụ nwunye Ojukwu kelere ndị niile bịara kwanyere Ojukwu ugwu.",
    "Bianca kwukwara na oge eruola mgbe ndị Igbo ga azọta orubere ha na atụghị egwu ọbụla.",
    "Ọtụtụ n'ime ndị soro Ojukwu lụọ ya bụ agha, yị uwe agha ha na ụfọ ihe gosiri aka ọrụ ha were bịa ya bụ mmemme.",
    "Otu nwoke kpọrọ onwe 'General' kọrọ na ya na Ojukwu soro lụọ agha, gabiga ihe nhịaahụ dị iche iche tupu ọ nwụ na 2011.",
    "Yul Edochie kọwara Ojukwu dịka 'nnukwu mmọnwụ.'",
    "Ndị Massob sị steeti dị ịche iche wee gbakọ na ya bụ ogige Ojukwu Library dị n'Owere.",
    "Ọtụtụ mmadụ kwukwara okwu banyere ojukwu na ndụ ọm obiri nakwa ihe a ga ejị na echeta ya, dịka, Eze Reagent of Nri Kingdom, Eze Obidiegwu Onyesoh, Eze ndị Eze, HRM Eze Ilomuanya, HRH Eze Ohu 1 nke Ohu kingdom, Eze ka Eze n' Opi Nsụka, Igwe Willly Ezeugwu na ndị ọzọ.",
    "Ndị Massob guzobekwara mmemme ịkwụ na ahịrị na n'ahịrị.",
    "Ebe mmanwụ ndị ọzọ, ndị egwu dị iche iche na nri na akụrụngwa Ndigbo mepụtara bụ nke e gosiri ebe ahụ.",
    "Akụkọ ga-amasị gị:",
    "'Igbo agaghị echefu Ojukwu makana o nweghị onye ga-anọchinwu ya'",
    "Otti: 'Ndị Abịa chekwaanụ vootu ụnụ'",
    "Akụkọ kachasi n'abalịa: Ọchịchị Abia steeti 2019",
    "'Igbo agaghị echefu Ojukwu makana o nweghị onye ga-anọchinwu ya'",
    "Etu ọdịda ọnụ mmanụ agbịdị ga-esi metụta gị",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a30 Mee 2018",
    "Debe Odumegwu Ojukwu: Ihe ị kwesịrị ịma banyere ya4 Nọvemba 2018",
    "Odumegwu Ojukwu: 'Igbo agaghị echefu ya makana o nweghị onye ga-anọchinwu ya'4 Nọvemba 2020",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwereelekere 7 gara aga",
    "Websait ọhụrụ ndị na-agbasa akụkọ ụgha maka ntuliaka na Naịjirịa14 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi 14 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Etu ndị 'unknown gunmen' si wakpoo ọdọ ndị 'custom' n'Abia steeti2 Septemba 2023",
    "'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa3 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụEmelitere ikpeazụ na: 27 Ọktọba 2019",
    "Mohbad  di m tara ahụhụ ruo oge ọnwu ya - Nwunye Mohbad",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}