{
  "published": "29 Nọvemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkacha n'ihe onyonyo a na-emezi na Nollywood ugbua bụ na Bekee ka a na-eme ya.",
    "Ọ bụ eziokwu na a ka na-eme n'asụsụ Igbo mana ọtụtụ ndị mmadụ ekwuola na ndị na-emepụta ihe onyonyo n'asụsụ igbo anaghị etinyezi uchu ịgba mbọ hụ na ha mere ya nke ọma.",
    "N'ihe nkiri a, onye na-eme nkiri na Nollywood bụ Vicky Nwogu gwara BBC Igbo ihe ndị na-ewute ya gbasara ndị na-eji asụsụ Igbo eme nkiri na Nollywood.",
    "Boko Haram ji 'drone' enyo anyị - Ndị agha Naịjirịa",
    "akụgburu onye uweojii gburu onye Lastma",
    "Kedụ onye bụ osote Oby Ezekwesili?",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus, Duration 5,2724 Jenụwarị 2022",
    "Vidio, \"Amụghị m ịma mbem amụ, ebu m ya pụta ụwa\", Duration 5,052 Julaị 2020",
    "Vidio, Drug abuse: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Onye e gburu nwa ya, Duration 8,329 Febụwarị 2022",
    "Vidio, Ọzọ title in Igbo Land: Ihe mere ichi ọzọ n'ala Igbo ji bụrụ egwu onye obi kara, Duration 6,393 Febụwarị 2022",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Vidio, Ngozi Chukwuani, nwaanyị di ya tụrụ ịga n'ụkwụ ekwuola ihe butere nsogbu a, Duration 2,5029 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}