{
  "published": "1 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụbọchị December 1 nke afọ ọbụla bụ nke ngalaba ahụike mba ụwa ji eme ncheta agha a na-ebuso HIV gụnyere mgbochi ya, nyocha ya, nlekọta ọgwụgwọ ya, dgz.",
    "Dịka ngalaba World Health Organisation si depụta, ncheta nke afọ 2020 na-ebu aka maka mkpa mkpa covid na-akpa na mba ụwa niile mana a na-aja ndị nọ n'ihu agha a ike.",
    "World Aids Day: HIV n'ọnụọgụgụ",
    "Nri onye nwere nje HIV kwesịrị iri",
    "Otu onye rịagoro ọrịa site n'afọ 2014 ruo afọ 2018 gwara BBC ka o si were ọnọdụ a na-enyere ndị mmadụ aka site n'ịgwa ha okwu nkasiobi nakwa ihe ha ga-eji ndụ ha mee n'ọnọdụ di etu ahụ.",
    "O kwukwara na mgbe ọ chopụtara na ọ na-arịa ọrịa a, ọ maghị ka ọ ga-esi gwa nne na nna ya.",
    "Gere ihe o kwuru n'uju n'ihe nkiri a.",
    "Naijịrịa nwere nwakpo Lassa fever kachasị nụ",
    "Kedu ihe mere mmadụ 800,000 ji egbu onwe ha kwa afọ?",
    "Isiokwu #WorldAIDSDay nke afọ 2018 bụ \"mara ọnọdụ gị\".",
    "Ọtụtụ ngalaba ahụike mbaụwa ekwuola obi ha gbasara ncheta ụbọchị HIV/AIDS.",
    "Otu n'ime ha bụ World Health Organisation. Ha kwuru na otu onye n'ime mmadụ anọ ọbụla na mbaụwa niile nwere ọrịa HIV/AIDS mana ha amaghị.",
    "Akụkọ ndị ga-amasị gị:",
    "Nwaanyị ji egwu agwọ ọrịa",
    "Ọrịa kansa abụghị ikpe ọnwụ",
    "Ọrịa afọ ọsịsa etipuola na Borno",
    "Ndị ji mgbatị ahụ agwọ ọrịa",
    "Vidio, World AIDS Day: 'A rịala m ọrịa HIV/AIDS ruo afọ anọ ka kwụrụ chim', Duration 1,021 Disemba 2020",
    "Vidio, Asụsụ Igbo agaghị anwụ, Duration 4,3419 Eprel 2018",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Gee ntị, 'Ụzọ ị ga-esi chekwa ụmụ gị n'aka ndị na-emetọ ụmụaka', Duration 7,112 Maachị 2019",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, Ngwa nwalee: Gịnị bụ tomato n'Igbo?, Duration 0,2630 Eprel 2018",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Patoranking gwara anyị ihe kachasị ya mkpa n'ụwa, Duration 1,4022 Febụwarị 2018",
    "Vidio, Abakaliki Rice: Etu ụmụnwaanyị Ebonyi si eji ntụ ya akpa ego, Duration 1,5119 Disemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}