{
  "published": "5 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ezenwaanyị Stella Anozie kọwaara BBC Igbo etu mmiri Ogbuide na Urashi mejupụtara mmiri Oguta si gọzie ya ọfụma mere ka ọ nwee ike ịzụpụta ụmụ ya na mahadum.",
    "O kwukwara etu o sirila fee ya bụ mmiri site n'afọ 1978 ruo ugbua.",
    "Ọ kọwakwara na mmiri a na-asọ ndị ọjọọ.",
    "Ndị mere akụkọ a: Chris Sanctus Okereke, Chimamaka Ihenacho",
    "Akụkọ ga-amasị gị",
    "'Na anyị bụ ndị Igbo emeghị ka anyị ghara ịbụ ndị ụka alakụba'",
    "Ụlọ a na-egbu mmadụ ka ọkụkọ na Burundi",
    "Etu ị ga-esi mee ka ụmụ gị na-asụ Igbo ọfụma",
    "Lee emume iri ji ndị Arochukwu nke afọ a",
    "Ụmụnyanyị",
    "Naijiria",
    "Ọrụ njem na ịtụrụndụ",
    "Njem nleta",
    "Imo steeti",
    "Ọrụ aka",
    "Vidio, 'Na anyị bụ ndị Igbo emeghị ka anyị ghara ịbụ ndị ụka alakụba', Duration 2,0530 Nọvemba 2018",
    "Vidio, Chimmie Gbugu: Nye ụmụ gị ihe niile ha ga-eji mụta asụsụ Igbo, Duration 2,484 Disemba 2018",
    "Vidio, Lee ka mmemme Ikeji Aro siri kpọtụọ, Duration 1,592 Disemba 2018",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Ipob one month sit at home: Ihe Ohaneze, Igbo Ekunie na ndị Igbo ọzọ nwere ikwu maka ya, Duration 2,5323 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Oguta Lake: Ejirila m ife mmiri Ogbuide na Urashi zụọ ụmụ m na mahadum - Ezenwaanyị, Duration 3,235 Disemba 2018",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,5926 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}