{
  "published": "23 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/NGR_Presidency",
    "Ọtụtụ oge ka a na-ahụ ndị na-azọ ọkwa ndọrọndọrọ ọchịchị ka ha na-aga n'ụlọụka dị iche iche ma oge ntuliaka ruwe nso.",
    "Ebe ụfọdụ ndị na-ahụta ya ka amansị ndị ndọrọndọrọ ọchịchị na-eme makana ha ma ụdịrị ikike ndị ụka nwere na ndụ ndị Naịjirịa, ndị ndọrọndọrọ ọchịchị na-ahụta ya dịka na ha chọrọ \"ịnata ngọzị\".",
    "Father Mbaka: Ugboro isii o kwuru okwu kpanyere ọkụ",
    "Nigeria Election 2019: Ndị na-azọ ntuliaka na osote ha",
    "Ọtụtụ oge ka ndị ụkọchukwu na-anọ n'elu ebe ha na-aka ụka, ma na-ebukwa amụma maka ihe ga-eme na ntụliaka maọbụ n'ọchịchị Naịjirịa.",
    "Ụfọdụ oge, ọ dabara ndị nọ n'ọchịchị, ụfọdụ oge amụma ahụ agaghị adaba, ọ kpọtụwa.",
    ") Fada Ejike Mbaka",
    "Mbaka bụ otu onye ọ na-abụ o kwuo sị wụlie elu, ndị ụka ya bụ Adoration Ministry Enugu, ajụọ ya, \"kedụ ebe ị chọrọ ka anyị wụruo?\"",
    "Ebe foto si, Facebook/Adoration ministries",
    "Ndị ndọrọndọrọ ọchịchị ma nke a, ya mere ha na-eji akpọku ya, maọbụ agara ya njem nleta n'ụlọụka ya, ebe ha ga-ezute ndị \"ụmụazụ\" ya n'ihu n'ihu.",
    "Kwa ntuliaka, Mbaka na-ebu amụma onye ga-enweta mmeri na ntuliaka na onye enweghị ebe o ji azụ aga.",
    "N' afọ 2015, Mbaka buru amụma na Goodluck Jonathan agaghị emeri na ntuliaka ọkwa onyeisiala nke afọ ahụ n'ihi na Chineke ajụla ya, kama na Muhammadu Buhari ga-enweta mmeri.",
    "Amụma ya ahụ adịghị ọtụtụ ndị mmadụ mma ọkachasị Ndigbo n'ihi ịhụnanya ha nwere n'ebe Jonathan nọ, mana Buhari mechara merie.",
    "Ebe foto si, MBuhari Twitter",
    "Fr.Mbaka zutere Buhari n'afọ 2016",
    "N'ọnwa Julaị 2018, Mbaka wụgharịrị kwuo na ọchịchị Buhari bụ 'Demon-cracy', na ọ bụghị Democracy .",
    "Ọmụmatụ ọzọ gosiri ụdị ike o nwere na ndọrọndọrọ ọchịchị bụ oge Hope Uzodimma nọchitere anya onyeisiala Buhari ka Mbaka na-eme ire ahịa owuwe ihe ubi (Bazaar) n'ọnwa Disemba.",
    "Uzodimma kwuru na Buhari nyere ya nde naịra abụọ ka o jiri \"waa ọjị\" n'emume ahụ, ma kwekwa nkwa iwuru ụka ahụ ụlọọgwụ nke ha.",
    "N'otu emume ahụ, o kwukwara na Atiku ịbụ onyeisiala nwere ike ịbụ ọnọdụ \"ire enwe gote nkịta\".",
    ") David Oyedepo",
    "Ọ bụrụ na ị maghị Oyedepo maka inwe otu n'ime ụlọụka kachasị nwee ndị na-aga ya na Naịjirịa,Living Faith Church,  nke e ji 'Winners Chapel' mara, ị mara ya maka ugboro ole ọ na-emeta ihe e ji akpụ ya n'ọnụ.",
    "Maka etu ụlọụka ya ha, ndị ndọrọndọrọ ọchịchị na-abịa njem nleta ebe ahụ, ọkachasị ma oge ntuliaka na-eru.",
    "Ndị dịka Goodluck Jonathan bụ aka chịburu Naịjirịa, Atiku Abubakar na-azọ ọkwa onyeisiala nakwa Kingsley Moghalu, so na ndị ndọrọndọrọ zuterela Oyedepo.",
    "Ọtụtụ ndị bụ isi a hụrụ kwaba okpu n'ihe gbasara ndọrọndọrọ ọchịchị na Naịjirịa, bụ ndị na-aka ụka n'ụlọụka ya.",
    "Ebe foto si, Kinsley Moghalu Facebook",
    "Na Nso nso a, Oyedepo kpalitere okwu na soshal midia oge o tinyere ọnụ n'okwu gbasara ma ọ bụ \"ezigbo\" Buhari nọ n'Aso Rock ka ọ bụ \"adigboroja\".",
    ") Enoch A. Adeboye",
    "Adeboye bụ onyeisi Redeemed Christian Church of God (RCCG), so na ndị ọzọ okwu ha na-ada ụda na Naịjirịa ma n'ụka ma na ndọrọndọrọ ọchịchị.",
    "N'agbanyeghị na ọ bụ nwoke na-anaghị emesi ike (ọ na-ekwu okwu nwayọ nwayọ), o kwuo okwu, a na-akwụsị gee ya ntị.",
    "Yemi Osinbajo bụ osote onyeisiala Naịjirịa ugbua, bụ onye ụkọchukwu n'ụlọụka a; e nwekwara ọtụtụ ndị ụkọchukwu ha ndị ọzọ nọ na ndọrọndọrọ ọchịchị.",
    "Aka chịburu Naịjirịa bụ Goodluck Jonathan nakwa Olusegun Obasanjo, so na ndị na-abịa eleta Adeboye n'ụlọụka ya.",
    "O zutekwara Buhari na London oge ahụ adịghị ya.",
    "Ebe foto si, Facebook/Femi Adesina",
    ") TB Joshua",
    "Joshua bụ onye ụkọchukwu ọzọ ọtụtụ ndị Naịjirịa anaghị eji egwu egwu, ọkachasị makana ha kwenyere na amụma ya na-abịakarị na mmezu.",
    "Kwa afọ ka ọ na-ebu amụma metụtara ọchịchị Naịjirịa nakwa ndị ndọrọndọrọ ọchịchị, n'ụlọụka ya bụ Synagogue Church of All Nations (SCOAN).",
    "N'ọnwa Julaị nke 2018, Joshua buru amụma ebe o kwuru ka \"ndị mmadụ kpeere Naịjirịa ekpere maka ntuliaka na-abịa\", makana ọ rọrọ nrọ ugboro ugboro maka \"ihe ndapụta nwere ike ịdapụta n'usoro ntuliaka 2019\".",
    "N'ọnwa Ọktoba 2018, Buhari kwuru na ndị ụka ekwesịghị itinye ọnụ n'ihe gbasara ndọrọndọrọ ọchịchị, makana o nwere ike ibutere ha mkparị.",
    ") Mathew kukah",
    "Kukah bụ ụkọchukwu Sokoto Catholic Diocese, bụ otu onye ọzọ ọnụ na-eru n'okwu na ndọrọndọrọ ọchịchị Naịjirịa.",
    "O so na ndị ụkọchukwu zuterela onyeisiala Buhari; o zutere ya na 2015.",
    "N'ọnwa Epreelụ 2018, Kukah kpọkuru Buhari sị ya gbaa mbọ hụ na o mezuru nkwa niile o kwere tupu ọ bụrụ onyeisiala.",
    ") Tunde Bakare",
    "Bakare bụ ụkọchukwu ụka a kpọrọ Latter Rain Assembly, abụghị sọ onye ọnụ na-eru n'okwu n'ihe gbasara ndọrọndọrọ ọchịchị, o sorola zọọ ọkwa ọchịchị.",
    "Ebe foto si, Getty Images",
    "N'afọ 2011, Buhari kpọorọ ya zọọ ọkwa onyeisiala n'okpuru pati CPC, nke Bakare zọrọ dịka osote ya, mana ha emerighị.",
    ") Poju Oyemade",
    "Oyemade bụ ụkọchukwu Covenant Christian Centre, ebe ọ na-anọ ahazi nrụrịtaụka gbasara ntuliaka nke Bekee kpọrọ \"election debate\" n'etiti ndị na-azọ ọchịchị, ma ntuliaka ruo.",
    "Ọ na-akpọ nrụrịtaụka a \"The Platform\".",
    "Ụkọchukwu ndị ọzọ ọnụ ha na-eru n'okwu ndọrọndọrọ",
    "Johnson Suleiman",
    "Ayo Oritsejafor",
    "Vidio, Olusegun Obasanjo: Ihe Atiku ji kara Buhari mma22 Jenụwarị 2019",
    "Father Mbaka: Ihe mere okwu ya ji akpata ụka7 Disemba 2018",
    "Prophecies for Nigeria: Ihe ndị ụkọchụkwụ kwuru maka etu afọ 2019 ga-esi adị1 Jenụwarị 2019",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ6 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Etu nwa afọ Igbo, George Kencho, si nwụọ n'aka ndị uweojii mba Ireland6 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Akụkọ ụgha gbasara nje Coronavirus i kwesiri ịgbachị nkịtịEmelitere ikpeazụ na: 18 Maachị 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}