{
  "published": "23 Febụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ka ị na-akwado ịga ebe ị ga-ebinye aka n'akwụkwọ vootu, ị ma ihe ndị ị na-ekwesịghị ime ma i ruo ebe a na-eme ntuliaka?",
    "Ntụliaka a nwere ike ịbụ nke mbụ ị na-esonye maọbụ ọ bụrụ na i sonyela na ntuliaka ugboro ugboro, mana ị ma ihe ndị nwere ike ibutere gị nsogbu n'ọgbọ ntuliaka?",
    "Lee etu ntuliaka ọkwa gọvanọ Anambra steeti si aga taa bụ Nọvemba 6",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọ",
    "Ụlọọrụ Inec dị n'Ọrlu Imo Steeti agbaala ọkụ",
    "Dịka otu na-ahụ maka ntuliaka na Naịjirịa bụ Independent National Electoral Commission (Inec) siri kwuo, ime ihe ise a n'ọgbọ ntuliaka ga-ekotere gị okwu na ụka.",
    "N'agbanyeghị na ụfọdụ ndị na-ekwu na ntuliaka ọkwa gọvanọ agaghị enwe isi n'Anambra steeti, Inec na-adọ aka na ntị na ihe ndị ga-ebutere gị nsogbu ma ị mee ha taa.",
    ") Aghọgbula onye ọbụla na ị bụ onye ụlọọrụ Inec:",
    "Ụfọdụ oge ka ị ga-ahụ ndị na-agwa ndị mmadụ na ha na-arụrụ Inec ọrụ, mana otu abụghị n'ezi.",
    "Marakwa na aka kpara gị ka ị na-aghọgbu ndị mmadụ n'ụzọ a, ị ga-akwụ nha otu nde naịra (N1m) maọbụ ị gaa mkpọrọ otu afọ.",
    ") Iji akwụkwọ mbinyeaka:",
    "E jide gị ka i ji akwụkwọ mbinye aka (ballot paper) nke ị na-enweghị ikike ijide, ị mara na ị nọ n'ezigbo ofe dị ọkụ.",
    "Ọ bụrụ na adaghị gị nha ịkwụ nde naịra iri ise (N50m), ị mara na ị nwere ike ịga mkpọrọ afọ iri.",
    "Ebe foto si, Getty Images",
    "Iwu Inec achọghị ịma ma ị bụ nwoke maọbụ nwaanyị. Onye dara ya adaala ya.",
    ") Iji ngwaọgụ bịa:",
    "Ụbọchị ntụliaka, ị kwesịghị iji ngwaọgụ maọbụ ihe nwere ike imerụ mmadụ ahụ bịa.",
    "Ebe foto si, Getty Images",
    "E jide gị ka i ji ngwaọgụ dịka egbe maọbụ mma na ihe ndị ọzọ dị etu ahụ, ị ga-akwụ puku narị naira ise (N500k) maọbụ ị gaa mkpọrọ otu afọ maọbụ ha abụọ.",
    ") Inye onye ọzọ akwụkwọ ikike ntụliaka gị:",
    "Ị daala iwu ma ị nye onye ọzọ akwụkwọ ikike ntuliaka gị nke a na-akpọ \"PVC\" ka o were mee ntuliaka.",
    "Ị dakwara iwu ma ọ bụrụ na i jide PVC karịrị otu (nke bụ nke gị). E jide gị, ị ga-akwụ iwu otu nde naịra (N1m) maọbụ ị gaa mkpọrọ otu afọ.",
    "Ebe foto si, Getty Images",
    "Ebe a na-eme ntuliaka nke Bekee kpọrọ \"polling booth'",
    "N'otu aka ahụ, ị ga-akwụ iwu otu puku narị naịra (N100k) maọbụ ị gaa mkpọrọ ọnwa isii maọbụ ha abụọ ma e jide gị ebe i ji akwụkwọ ikike ntuliaka onye ọzọ jirila mee ntuliaka.",
    ") Iburu ngwaọrụ e ji eme ntụliaka:",
    "Ebe foto si, Getty Images",
    "Naanị ndị na-arụrụ Inec ọrụ nwere ikike ịmetụ ngwa e ji eme ntuliaka aka",
    "E jide gị ebe ị maburula ngwa ọrụ e kwesịrị iji eme ntuliaka, ị dabanyela n'ezigbo nsogbu.",
    "Ị ga-aga mkpọrọ afọ abụọ.",
    "Ụlọọrụ Inec ji nke a dọọ ndị mmadụ aka na ntị na websaịt ha.",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Anambra Election update: Inec sị na ntuliaka ga-amalitekwa ụbọchị ụka bụ 7 Nọvemba",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Bimodial Voting Accreditation System: Gịnị bụ 'BVAS' butere ọgbatuhie na ntuliaka Anambra Novemba 6?elekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ebe a na-atụ vootu taa",
    "Ihe ruru mmadụ atọ anwụọla dịka ndị ojiegbe wakporo okpuruọchịchị anọ n'Imo steeti",
    "Ihe Fr. Mbaka kwuru maka 'onye Chineke họpụtara' ga-emeri na ntuliaka Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Etu akwamozu Victoria Aguiyi-Ironsi, nwunye Aguiyi-Ironsi si kpọtụọ",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "A kwụdosiri m ike n'okwu m maka Apga na APC Anambra, e kwuru m ya n'aha m ọbụghi n'aha ụka Katọlịk - Fada Cajetan Obiekezie",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Bimodial Voting Accreditation System: Gịnị bụ 'BVAS' butere ọgbatuhie na ntuliaka Anambra Novemba 6?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}