{
  "published": "8 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Presidency",
    "Muhammadu Buhari na-ebinye aka n'akwụkwọ iwu 'Electoral Amendment Act 2022, dịka ndị isi ụlọ omeiwu Naịjirịa bụ Ahmad Lawan. na Femi Gbajabiamila na-ele ya anya",
    "Onyeisiala Muhammadu Buhari ekwuola na ya emzuola nkwa o kwere na ya ga-enye ụmụ Naịjirịa usoro ntuliaka bụ ọkaibe.",
    "Buhari kwuru nke nisi ụlọọrụ gọọmentị dị n'Abuja oge o binyere aka n'iwu ntuliaka ahaziri ọhụrụ bụ nke a kpọrọ 'Electoral Amendment Act 2022\", taa bụ Fraịde, Febrụwarị 25, 2022.",
    "Okwu \"Transmission\" ebuteela ọchị ọzọ",
    "'O nweghị ihe ga-eme ka eyigharịa ntuliaka 2019'",
    "Sinetị akwụsịla akwụkwọ iwu ntuliaka",
    "Nkọwa ihe mere Onyeisiala Buhari ebinyeghi 'Electoral Amendment Bill' aka",
    "Ndị nọ ya oge Buhari binyere aka n'iwu a gụnyere: Osote onyeisiala bụ Yemi Osinbajo, onyeisi ụlọ omeiwu ukwu bụ Ahmad lawan, nakwa onyeisi ụlọ omeiwu nta bụ Femi Gbajabiamila.",
    "N'okwu ya, Buhari kwuru na obi dị ya mma ịhụ na iwu ntuliaka ọhụrụ a nwerer ụfọdụ ihe dị iche nke ga-eme ka ntuliaka na Naịjirịa kawanye mma, ma belata nrụrụaka.",
    "O kwuru sị: \"Mbọ niile a anyị gbara bụ iji gbado ụkwụ na nkwa anyị kwere nke bụ iwepụta usoro ntuliaka nke ga akwụdosi ike, ma bụrụkwa nke anyị niile ga-eji na-anya isi.\"",
    "\"E nwere ọtụtụ ndịiche dị n'etiti akwụkwọ iwu nke a na nke e megharịrị n'afọ 2021.\"",
    "\"Ọ dị ọtụtụ mgbanwe nakwa atụmatụ ọhụrụ dị n'iwu nakwa ụfọdụ teknụzụ ọhụrụ bụ nke ga-eme ka ntuliaka na Naịjirịa kawanye mma, ma mekwaa ka ụmụ Naịjirịa nwee ike ịtụ vootu ha n'ụzọ kwesịrị ekwesị.\"",
    "Kama Buharị rụtụrụ aka na ngalaba iwu ahụ nke o kwuru na ọ dabaghị adaba, nke bụ ngalaba nke 84(12).",
    "Dịka Buhari si kwuo, ngalaba ahụ kụchapụrụ onye ọbụla ji ọkwa na gọọmentị isonye n'ịtụ vootu na ntuliaka imeụlọ nke pati ọ nọ n'ime ya iji hopụta  onye ga-anọchi pati ahụ na ntuliaka ọbụla.",
    "Onyeisiala kọwara na ime otu a bụ ịnapụ mmadụ ikike dịịrị ya isonye na ntuliaka dịka akwụkwọ iwu Naịjirịa si nye onye ọbụla ikike.",
    "Buhari gwara ndị omeiwu ka ha gbanwee ngalaba ahụ.",
    "Ihe mere Buhari ji jụ ibinye aka n'iwu a n'afọ 2021",
    "Ebe foto si, Presidency",
    "Onyeisiala Muhammadu Buhari",
    "Cheta na onyeisiala Buhari ekweghị ebinye aka n'iwu ntuliaka a ahazigharịrị ọhụrụ oge ndị omeiwu buteere ya n'afọ 2021.",
    "N'akwụkwọ ozi o zigaara ndị omeiwu n'ụbọchị 19 nke ọnwa Nọvemba 2021, Buhari kwuru na ụfọdụ ihe dị n'iwu ahụ megidere iwu Naịjirịa.",
    "Ihe gbara ọkpụrụkpụ o ji jụ ibinye iwu ahụ aka bụ maka na ndị omeiwu dere na usoro a ga-eji na-eme ntuliaka imeụlọ na pati dị icheiche bụ naanị usoro nke bekee kpọrọ 'direct primaries'.",
    "Onyeisiala kọwara na okwesịghị ka ọ bụrụ iwu na pati niile ga-eso usoro 'direct primary', kama ọ ka mma ka e tinye usoro ndị ọzọ, ka ndị pati dị icheiche were aka ha họrọ nke ga-akara ha mma.",
    "Ebe foto si, Getty Images",
    "Chetakwa na n'afọ 2018, Onyeisiala Buhari jụkwara ibinye aka n'iwu nhazigharị ntuliaka, bụ \"Electoral Act Amendment Bill 2018\", nke gaara ịbụ iwu a  gaara iji hazie ntuliaka nke afọ 2019.",
    "Buhari sị na ihe mere ya ejighi binye aka n'iwu a bụ maka na onwere ebe edochaghị ya anya etu ndi omeiwu si dee ya bụ iwu.",
    "'Ntuliaka 2019 ga-adịkwa kpọkpọnki'",
    "Inec akwadola ọnọdụ 119,973 maka ntuliaka 2019",
    "Ndị isi nchekwa Naịjirịa nwere nchegbu",
    "Ọ gakwara n'ihu kwuo na e me iwu a ugbua, na ọ ga-enye nsogbu makana ntuliaka nke 2019 adịla nso, nke mere na onwereike gbagwojuo ndị mmadụ anya.",
    "N'agbanyeghi ihe Buhari kwuru maka ihe mere o ji mee ihe a, ọtụtụ mmadụ sị na ọ bụghị ezi obi ka o ji mee ihe a.",
    "Otu onye ọnụ na-eru n'okwu banyere ihe na-eme n'obodo bụ Dọkinta Mcginer Ibeneme gwara BBC na ihe Buhari mere gosiri na ọ chọghị ime ntuliaka nke 2019 etu ziri ezi.",
    "Dọnkinta Ibeneme gakwara n'ihu kwuo na ụdịrị ihe a Buhari na pati ya bụ APC na-eme ugbua bụ ụdịrị ihe PDP mere na ntuliaka nke 2015.",
    "Gee Ibeneme ntị ebe a.",
    "Ihe Dr Ibeneme gwara BBC maka 'Electoral Act'",
    "N'otu okwu ahụ, ọnu na-ekwuru APC na Legọs Steeti bụ Joe Igbokwe gwara BBC na obi Buhari dị ọcha mgbe ọ jụrụ ibinye aka n'akwụkwọ iwu a.",
    "Igbokwe sị na onwere ihe Onyeisiala hụrụ n'iwu ahụ mere o jiri sị ka edegharịa ya.",
    "Ọ gakwara n'ihu katọọ PDP, si na ndị mmadụ ekwesighi ige ha ntị.",
    "Lee ihe okwuru.",
    "Ihe Joe Igbokwe kwuru maka 'Electoral Act'",
    "Akụkọ ka na-abịa.",
    "Naijiria",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Muhammadu Buhari",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Ebunyela ndị nkịtị na Ukraine egbe ka ha sonye na chekwaa mba ha n'aka Russia",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Otu African Union ekwuola ka-akwụsị agha na mba Yukren tupu ozuo ụwa niile25 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "ENSEIC akpọpụtala PDP dịka ndị meriri na ntuliaka ọkwa onyeisioche n' okpuru ọchịchị 17",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "\"Emezuola m nkwa m kwere inye Naịjirịa usoro ntuliaka bụ ọkaibe\" - Buhari",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Russia and Ukraine conflict 2022: Etu agha Ukraine si emetụta akụnụba Naịjirịa na mbaụwa",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Etu e si tụọ Sarah Ochekpe bụbụ Mịnịsta mkpọrọ afọ isii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}