{
  "published": "11 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii kwuru na ha anwụchiela ndị okpukpere Juu mmadụ n'Umuahia maka ikposa obodo.",
    "Ọgbaghara dara n'ehihie ụbọchị Tuzde ka igwe ndị okpukpere Juu jupụtara n'okporoụzọ na-eme ngagharịiwe na-ekwu ka e nye ha Biafra..",
    "Ihe mere n'etiti ndị uweojii na Ipob na Nnewi",
    "Ipob 33: Ị sị na ọ bụghị ha mere ya, gwa anyị ndị mere ya - Ndị uweojii",
    "Ndị nọ n'ebe ihe mere kwuru na ndị uweojii jiri anwụrụ anyammiri  (teargas) chụsasịa ndị ahụ ji uwe nwụda ọcha, ma nwụchịkwa ụfọdụ n'ime ha.",
    "Mana ha gbasara ma lọghachikwa ọzọ, ebe ndị uweojii sochikwara n'ike. ma gaa n'ihu ịgba ha anwụrụu anyamiri.",
    "Ọnụ na-ekwuru ndị uweojii n'Abia steeti bụ Godfrey Ogbonna gwara BBC Igbo na ngaghariiwe ahụ mere n'ezie.",
    "Mana o kwuru na ọ bụ ndị Ipob kwunyere ndị okpukpere Juu were mee ngagharịiwe.",
    "Ọ gara n'ihu kwuo na ha anwụchiela ụfọdụ n'ime ndị mere nke a, ebe ha nwetara ihe njirimara otu Ipob gụnyere ọkọlọto Biafra.",
    "Akụkọ ndị ga-amasị gị:",
    "Amụma e buoru Buhari gbasara ntuliaka 2019",
    "EFCC: Ndị anyị gara ịchọ bụ ụmụ T.A. Orji",
    "'Ha bịa gosi m ala ndị mmadụ m natara' - Uche Nwosu",
    "Uweojii na-enyocha mwakpo Fada Mbaka - Amaraizu",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha14 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọ bụrụ na Nnamdi Kanu nwụọ ebe eji ya ọ ga-ebute nnukwu nsogbu - Fr Mbakaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ọ bụrụ na Nnamdi Kanu nwụọ ebe eji ya ọ ga-ebute nnukwu nsogbu - Fr Mbaka",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Biafran Vipers: Ndi ọzọ apụtala na-eyi ndi eze ọdinala na ndi ọchịchi nọwụwa anyanwụ egwu",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Ndị ntoroọbịa Ohaneze Ndigbo kwadosiri ike ka eji udo kpezie okwu Nnamdi Kanu - Onwuasoanya",
    "Igbo foods: Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe Fr. Mbaka kwuru maka 'onye Chineke họpụtara' ga-emeri na ntuliaka Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}