{
  "published": "17 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, OAU Facebook page",
    "OAU bụ mahadum dị n'ọdịda-anyanwụ Naijiria a mara ọfụma",
    "Akụkọ na-eru anyị ntị na-akọwa na Richard Akindele nọ na-achọ idina nwa akwụkwọ ya tupu o bufee ya n'ule, ga-aga mkpọrọ afọ abụọ.",
    "Ọkaikpe Maureen Onyekenu, nyere iwu a n'ụlọikpe dị n'Ọshụn steeti, ka Akindele na-akuzi na mahadum Obafemi Awolowo (OAU), ka Akindele mechara kwenye na o mere Monica Osagie bụ nwa akwụkwọ ya, ihe e boro ya.",
    "OAU: Kpụpụ ọkammụta Akindele ụlọịkpe - ICPC",
    "Ọchụchụ ọkammụta OAU: Ọ bụ ihe kwesịrị- Ụmụnwaanyị",
    "'Onyenkuzi kwadara m n'ule maka na ekweghị m\"",
    "Onyekenu kwuru na Akindele ga-anọ n'ụlọmkpọrọ dị n'Ilesha, maka ụdịrị ihe o mere, nke o kwuru \"na-amụbanye n'ime obodo a.\"",
    "Onyekenu kwukwara na e kwesịrị inwe onye ga-ama n'ọnya, ka ọ kuziere ndị nkuzi na-emeso ụmụakwụkwọ ha ụdịrị omume a na mahadum, mụrụ akọ.",
    "Francis Omotosho bụ ọkaiwu Akindele, rịọburu ụlọikpe arịrịọ ka ha gbaghara ya.",
    "Akụkọ ga-amasị gị:",
    "Anyị ji nwoke na-anara ụmụnwanyị nwa n'Ebonyi - Uweojii",
    "Boko haram awakpola obodo ọzọ na Borno",
    "Lee ka 'Nne bịa goro m ahịa' si bute okwu n'ime ahia",
    "Vidio, Harrison Gwamnishu: Ihe mere m ji enyere ndị a na-ebogide ebubo ụgha aka7 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ndị ị maghị maka ndụ Fada Ejike Mbaka na okwu o korolaelekere 5 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ihe ndị ị maghị maka ndụ Fada Ejike Mbaka na okwu o korola",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gbooEmelitere ikpeazụ na: 6 Mee 2020",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}