{
  "published": "17 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Charly Boy bụ onye ama ama maka ịchọ ka ndị ọha Naịjirịa nwete ezigbote ọchịchị.",
    "Ka a na-ahazi ntuliaka nke 2019, ọ gwara BBC na ndi ntoroọbịa adịghị eme ihe ha kwesiri ịme.",
    "M na nwunye m sị ka anyị 'chenjikwaanụ gear' - Charly Boy",
    "Ọ sị na ha na-arapụ ka ndị ndọrọndọrọ ọchịchi na-aghọgbụ ha.",
    "Na nkọwa ya, Charly Boy sị na ọ bụ ndị ntoroọbịa bu gọọmentị.",
    "Gee ya nti n'elu.",
    "Charly Boy: Ndị ọjọọ na-achị Naịjirịa",
    "'Ụmụnwaanyị anyị kajara akaja' - Charly Boy",
    "Otu #OurMumuDonDo chọrọ ime ngosiiwe",
    "Vidio, Charly Boy: Iwe anyị bụ na a na-emechi ndị ntaakụkọ ọnụ, Duration 2,065 Maachị 2018",
    "Charly Boy: Iwe anyị bụ na a na-emechi ndị ntaakụkọ ọnụ5 Maachị 2018",
    "Charly Boy: Ọ bụghị alụkwaghịm kama ọ bụ inwogharị ịhụnanya anyị14 Disemba 2018",
    "Vidio, 'Ụmụnwaanyị anyị kajara akaja', Duration 2,577 Maachị 2018",
    "Vidio, Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo, Duration 28,5427 Mee 2022",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Happy Childrens Day: Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu, Duration 4,0527 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Army couple killed: Nwaada Gloria Matthew, di afọ 10 hụrụ ka e si gbuo mmadụ abụọ ọzọ so ha e me njem - Nwanne Gloria, Duration 28,0623 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Toyin Lawani: Ihe o were m ịkwapụta akwa Ifu Ennada yiri gaa AMVCA n'ezie, Duration 10,3224 Mee 2022",
    "Vidio, Charly Boy ekwuola na ọ chọrọ ndị ntoroọbịa pụrụiche maka ịchị Naịjiria, Duration 3,595 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}