{
  "published": "25 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ị nọ n'ụlọ gị ugbua enweta ezumike? Mara na enwere ndị ọrụ ha ekweghị ha ṅụrụ mmiri tọgbọ iko.",
    "Na ndị mmadụ na-ala ụlọ ekeresimesi maọbụ na ha nọ n'ụlọ maka ezumike a kpọrọ \"public holiday\" abụghị maka ọtụtụ n'ime ndị na-arụ ọrụ ndị a.",
    "Tupu ị gbara lawa Ekeresimesi, gụọ akụkọ a!",
    "Ikuku Ekeremesi ọ na-eku n'akụkụ gị?",
    "Social media: Chee ya echee tupu ị mee ihe isii a",
    "Ya mere, ka ị na-ekpori ndụ gị na-enwe aṅụrị, cheta na enwere ndị nọ ebe ha nọ na-eme ka ụbọchị na-aga were were na ndụ ndị mmadụ.",
    "Otiegwu a ma ama bụ Olamide chetakwara ha.",
    "Ebe o si \"ka njọ\" bụ na ọrụ ha enweghị nkwụsị, ọ bụ ọrụ a na-arụ ụbọchị asaa n'ime otu izu.",
    "Ị nwere ike ịlelị ha anya, mana ị ma ụdịrị uru ha bara ọkachasị n'oge ezumike a?",
    "BBC chọrọ ịkọwapụta ụfọdụ n'ime ha:",
    ") Ndị ọkwọụgbọala/ọgbatumtum:",
    "Kedụ ụzọ ọzọ ị ga-esi gazuo ebe niile na-agụ gị ịga maọbụrụ na ị nweghị ụgbọala?",
    "Ebe foto si, Getty Images",
    "Ọ bụ ndị ọkwọụgbọala maọbụ ọgbatumtum ga-ebuga gị ebe niile ị chọrọ ịga.",
    "Ọ bụrụzịkwanụ na ha chịba ụkwụ n'ụlọ sị na ha nọkwa n'ezumike dịka ị si nọrọ, ị mara na ị ga-abụzị oji ụkwụ aga Aba.",
    ") Ndị ọrụ nchekwa:",
    "Ndị uweojii, ndị agha na ndị ọzọ ọrụ ha bụ ichekwa obodo kwara akpa ha lawa n'ụlọ kwuo na ha na-emechi ọrụ maka ezumike, kedụ onye ga-elekọta obodo?",
    "Ebe foto si, Twitter/Police NG",
    "Ndị ọrụ nchekwa anaghị emechi makana oge niile, anya kwesịrị iru ha ala n'ihe na-aga ebe niile, ka ọgbaghara ghara ịdapụta.",
    "Ọrụ ha gụnyekwara ịhụ na ị labara n'udo, ma hụ na anya gị abụọ mechiri ọfụma ka ị na-arahụ ụra.",
    ") Ndị ntaakụkọ:",
    "Ọ bụrụ na ndị ntaakụkọ ghara ịrụ ọrụ, kedụ etu ị ga-esi mara ma a sị \"ngwanụ gbafuonu\"?",
    "Ọrụ ndị ntaakụkọ dị ezigbo mkpa makana etu ahụ ka ị ga-esi mara ihe na-eme n'akụkụ gị nakwa na mbaụwa.",
    "Ebe foto si, Getty Images",
    "Ndị ntaakụkọ na-agba mbọ ịhụ na ka ị gbanyere ihe onyonyo maọbụ redio gị, na ị ga-ahụ ihe ị ga-ele maọbụ gere na ya",
    "Ebe o si kara ndị na-arụ ya mma bụ na e nwere ike irụbiri ya arụbiri, nke bụ na ị rụtụ obere, onye ọzọ arụtụkwa obere, mana akụkọ ga-agarịrị n'ihu.",
    "Ma ndị na-arụ na redio, ihe onyonyo, ndị na-ede ede, ndị na-agụ agụ, onye ọbụla na-apụta n'ọgbọ n'agbanyeghị ụbọchị ọ bụ.",
    ") Ndị na-arụ n'ụlọọgwụ:",
    "E kwesịrị ichetara gị uru ndị dọkịta na nọọsụ bara na ndụ mmadụ?",
    "Ọrụ ha anaghị ama mgbe bụ ụtụtụ, abalị, maọbụ ụbọchị ezumike, n'ihi na ha ga-anọ ya ma mmadụ anọ n'ogige ha maọbụ anọghị, makana anaghị amacha mgbe ihe ga-ebute mmadụ.",
    "Ebe foto si, Getty Images",
    "Kedụ ebe ị ga-aga ma enwee ka ahụ si eme gị ka ị na-ekpori ndụ?",
    ") Ndị na-arụ n'ọdọụgbọelu:",
    "A ga-asị ndị mmadụ emela njem ụgbọelu n'ihi na \"ụbọchị ahụ bụ ụbọchị ezumike\"?",
    "Ị mee elu mee ala, ndị mmadụ ga-emerịrị njem, mana kedụ onye ọ bụ ọrụ ya ịhụ na ị mere njem ụbọchị kwesịrị ịbụ nke ezumike?",
    "Ebe foto si, Getty Images",
    "Ọdọụgbọelu na-arụgide ọrụ ma n'ụtụtụ ma n'abalị",
    "Ọ bụ ndị na-arụ ọrụ n'ọdọụgbọelu; dịka ndị ọkwọụgbọelu, ndị na-elekọta ndị mmadụ n'ime ya nke Bekee kpọrọ \"air host/hostess\", ndị injinia ọrụ ha bụ ilekọta ụgbọelu tupu o felie nakwa ndị ọzọ ọrụ ha bụ",
    "ịhụ na njem gị n'ụgbọelu ga-aga ọfụma.",
    ") Ndị na-ere nri:",
    "Eeh! N'ezie ọ na-akara ọtụtụ ndị mma isi nri ha ga-eri n'ụlọ ha, mana kedụ maka ndị na-enweghị ohere ahụ?",
    "Kedụkwanụ maka ndị na-apụ ọrirị ebe a na-ere nri dịka ụlọ oriri na nkwari na nke Bekee kpọrọ \"fast food joint\"?",
    "Ebe foto si, Getty Images",
    "\"Nri bụ ndụ\", ndị na-ere nri ma nke a, ya mere ha ji azọ ndị mmadụ ndụ site n'ire nri ma n'ụbọchị ezumike o, ma n'ụbọchị nkịtị.",
    ") Ndị ọrụ gbatagbata:",
    "Ndị ọrụ ha bụ imenyụ ọkụ ọgbụgba, ndị ọrụ ha bụ ịzọpụta ndị mmadụ n'ihe mberede nakwa ndị ọzọ na-arụ ụdịrị ọrụ ndị a, anaghị achịba ụkwụ n'ụlọ.",
    "Ebe foto si, Getty Images",
    "Ha na-aga ọrụ makana ụdịrị ọdachi a nwere ike ịdapụta.",
    ") Ndị nchekwa ụlọmkpọrọ:",
    "Ha laa ezumike, onye ga-echekwa ndị nọ n'ụlọmkpọrọ?",
    "Ebe foto si, Getty Images",
    "Ọrụ ha bụ ịhụ na ndị a tụrụ nga agbafughi ga kpaa mkpamkpa, ya mere ha ga-anọ ya site n'ụtụtụ ruo n'abalị, ịhụ na ihe ndapụta adapụtaghị.",
    "Ka mmadụ ghara ikwu \"aka m adịghị n'ihe mere\".",
    "Akụkọ ndị ga-amasị gị:",
    "Ọ bụghi eziokwu na anyị adịghị aza oku ndị Umunze - Uweojii",
    "Ikuku Ekeremesi ọ na-eku n'akụkụ gị?",
    "Mụọ ozi na-agbapụta ndị agaghị akwụnwụ ụgwọ n'ụlọọgwụ",
    "Ihe nkiri ga-amasị gị:",
    "Christmas Carol: Lee etu ndị dara ogbi si a bụ abụ ekeresimesi",
    "Amarachi Ugochukwu: Etu e si hụ ozu nwagbọghọ na-arụ n'ụlọakụ a na-enyo  kwụgburu onwe ya na Legọs Steetielekere 6 gara aga",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gịelekere 9 gara aga",
    "NA EME UGBU A , Happy New Year: Ihe ndị Gọvanọ ọwụwa anyanwụ kwuru maka afọ ọhụrụ",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya8 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Prince Andrew : Anyị anaghị enyocha Nwaeze maka ebubo metụtara Epstein - 'Met Police'5 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Amarachi Ugochukwu: Etu e si hụ ozu nwagbọghọ na-arụ n'ụlọakụ a na-enyo  kwụgburu onwe ya na Legọs Steeti",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya",
    "Ị na-arụ ọrụ ndị a? Chefuo maka 'ezumike' nke ekeresimesi aEmelitere ikpeazụ na: 25 Disemba 2019",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}