{
  "published": "24 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ dị mkpa taa:",
    "N'ofesi,",
    "Ndị mba Izrel ekwuola na ha ga-eme ntuliaka n'ime ọnwa Epreelụ na-abịa, ebe Benjamin Netanyahu bụ onyeisiala ha na-ele anya ịbụ onyeisiala nke ugboro ise.",
    "Ebe foto si, Reuters",
    "Benjamin Netanyahu",
    "Ọ bụrụ na Netanyahu merie ntuliaka a, ọ ga-abụ onyeisiala kacha chịa mba Izrel.",
    "Gịnị na-afịọ n'Anambara?",
    "Haruna Mohammed bụ ọnu na-ekwuru ndị uweojii n'Anambara, gwara BBC na ọ bụghị eziokwu na ha adịghị aza oku ma a tọrọ mmadụ makana ọ bụ ọrụ ha ịhụ na obodo nwere nchekwa.",
    "Mohammed kwuru okwu a, ka ụfọdụ ụlọntaakụkọ dere na ndị mmadụ n'Umunze, sị na ntọrị na-eme na be ha adịghị enweta enyemaka, dịka o kwesịrị, n'aka ndị uweojii.",
    "Gụọ akụkọ a n'uju ebe a: Ọ bụghi eziokwu na anyị adịghị aza oku ndị Umunze - Uweojii",
    "Ngagharịiwe na Zamfara",
    "Ndị mmadụ bara okporoụzọ taa n'obodo Tsafe dị na Zamfara steeti igosi iwe ha maka ogbugbu mmadụ na mwakpo ndị ọzọ na-eme na steeti ahụ.",
    "Ihe nkiri ndị mmadụ tinyere na Facebook gosiri ọtụtụ mmadụ ji osisi na mma na-aghagharị ma na-ekwu \"anyị achọghị\".",
    "Gụọ akụkọ a n'uju ebe a: Ọgbaghara adaala na Zamfara",
    "N'egwuregwu,",
    "Kedụ ndị na-akwado Arsenal ebe a? Onye egwu bụ Henrikh Mkhitaryan, apụọla n'egwu site n'ụkwụ ọ gbajiri.",
    "Ebe foto si, Getty Images",
    "Mkhitaryan esonyela Danny Welbeck na ndị Arsenal merụrụ ahụ na-agaghị agba bọọlụ n'oge dị anya",
    "Ndị Arsenal kwuru na ọ gaghị agba bọolụ n'ime izu isii, ruo mgbe ọ ga-agbake.",
    "\"Depụta ihe niile ị mere mgbe ị bụ gọvanọ\"",
    "Onye kwuru nke a.",
    "Ọ bụ ihe ọnụ na-ekwuchitere Rochas Okorocha bụ Sam Onwuemeodo sara onyeisi otu APC bụ Adams Oshiomhole dịka ha na-ama aka.",
    "Cheta na Oshiomhole katọrọ Rochas Okorocha na mmalite ịchụnta vootu Hope Uzodinma n'Owere.",
    "Ọzọ,",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ụmụakwụkwọ ejila afọ ise gụọ akwụkwọ ha kwesịrị ịgụ afọ anọ",
    "Ụmụ mmadụ ataala onyeisiala Buhari ụta, ụfọdụ kpọrọ oku ka akwụsị abụbọọrụ ahụ ebe ndị ọzọ ekwuola na ha ga achọ ọrụ ọzọ dịka otu jikọrọ ndị nkuzi mahadum akpọrọ ASUU n'aha ịchafụ kwudosi ike na",
    "abụbọọrụ ha ga-aga n'ihu.",
    "Na mba ofesi,",
    "Ebe foto si, AFP/Getty Images",
    "Dịka ala ọmajiji mechara na mba Indonesia, ndịọrụ gbatagbata adọọla ndị biketere mmiri nso ha kwapu n'akụkụ mmiri n'ihi na ibibia mmiri nwereike ịme ọzọ.",
    "Cheta na mmadụ karịrị narị abụọ anwụọla mbụ n'ihe mberede a.",
    "N'egwurewgu,",
    "Thiago Silva abanyela n'ọnụọgụgụ ndị ọgba bọọlụ otu PSG ndị ohi gbakara ụzọ ya mgbe ọ nọ n'ọgbọ egwuregwu.",
    "Ndị uweojii kwuru na ọnụ ihe ezuru na bee ya ruru puku euros ole na ole.",
    "Gee Nkeji nke ụtụtụ",
    "Akụkọ ga-amasị gị ịko taa niile",
    "CAF Confederations Cup: Rangers Enugu akpaala ndị mmadụ obi aṅụrị23 Disemba 2018",
    "Restructuring: Osinbajo kwuru na Atiku ghọtahiere ya4 Septemba 2018",
    "Vidio, 'Ndị ibe anyị na-azọkwasa anyị ụkwụ n'isi' - Elliot Uko30 Ọktọba 2018",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrelelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrel",
    "Etu ndị oji egbe na ndịagha ji kpatara ndị Ohafia nkụ ahụhụ",
    "Gọọmenti etiti na ndị gọvanọ ọwụwa anyanwụ enwela ọgbakọ maka nsogbu ndị ọchị ehi nakwa mmegbu ndị Igbo",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Ihe mere anyị ji gbaa ndi na-eme ngaghariwe egbe ose anya ụnyahụ- ndị uweojii",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Uche Ogah, Sharon Ikeakor so na ndị a họpụtara dịka mịnịstaEmelitere ikpeazụ na: 23 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}