{
  "published": "26 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mbido 'Boxing Day' edoghị anya, mana a na-ekwu na 'omenala' bidoro n'ụka oge gboo, oge ndị ụka ji igbe anatakọta ego e ji enyere ndị mmadụ aka.",
    "Ngwugwu ndị mmadụ na-atụkọ a na-atọpe ya ụbọchị Disemba 26, ụbọchị ncheta onye nso Stephen bụ onye mbụ e gburu maka ikwenye na Kraist.",
    "Gịnị mere ụmụnwaanyị jị anọte aka n'usekwu n'oge mmemme?",
    "Ikuku Ekeremesi ọ na-eku n'akụkụ gị?",
    "Mana amara ndị mba Briten dịka ndị bidoro were ụbọchị Disemba 26 dịka ụbọchị ezumike.",
    "Ha na-enye ndị na-agbara ha odibo maọbụ ndị na-arụụ ha ọrụ ezumike ma nyekwa ha ihe onyinye.",
    "Omenala mechara gbasaa na mba ndị ọzọ dịka Canada nakwa Australia.",
    "Na Naijiria, ụfọdụ na-eche na emume a metụtara ịkụ ọkpọ.",
    "Christmas Message: Lee ka ndị a ma ama sị agba Ekeresimesi",
    "Boxing Day bụ ụbọchị na-esote ụbọchị ekeresimere bụ abalị December 26 ọbụla.",
    "Ụbọchị ahụ na-abụkarị ụbọchị ezumike na Naịjirịa nakwa ụfọdụ mba ndị ọzọ.",
    "Ọ bụrụ na December 26 dabaa n'ụbọchị dabaa ụbọchị satọde maọbụ Sọnde, a ga-eme Tuesde na-abịanụ ụbọchị ezumike ma mekwa ụbọchị Mọnde ezumike.",
    "Christmas Travel: Ihe mere anyị ji etinye ego n'oge Ekeresimesi -Ekeson",
    "Ụmụ Naịjirịa na-ejikarị ụbọchị ahụ ezuike dịka ha ji ụbọchị ekeresimesi sie ọtụtụ nri.",
    "Ha jikwa ya erikwa ọtụtụ nri ndị ọzọ dịka ndị ezinụlọ ha nakwa agbataobi ha butere ha iji kelee ha maka mmeme ekeresimesi.",
    "Ụfọdụ na-ejikwa ya eme mkpagharị nlegharị anya maọbụ kirie mmọnwụ n'ala Igbo.",
    "Ebe foto si, Getty Images",
    "Akụkọ ndị ga-amasị gị:",
    "Ị na-arụ ọrụ ndị a? Chefuo maka 'ezumike'",
    "Etu ndị a ma ama si agba ekeresimesi nke 2021",
    "Lee emume eji eme 'Christmas' tupu a mụọ Jizọs",
    "Lee ihe ndị ị nwereike iji gbaara onwe gị 'Merry Christmas'",
    "Christmas: Ihe mere ụmụnwaanyị jị anọte aka n'usekwu n'oge Ekeresimesi26 Disemba 2018",
    "Vidio, Christmas Message: Lee ka ndị a ma ama sị agba Ekeresimesi, Duration 1,4525 Disemba 2019",
    "Vidio, Christmas Day: Kedụ ka ahịa Ekeresimesi si ada n'ogbe gị?17 Disemba 2019",
    "Ihe gọọmentị Imo steeti kwuru maka nwuchi Uche Nwosuelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere Uche Nwosu taa - Rochas Okorochaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Ihe gọọmentị Imo steeti kwuru maka nwuchi Uche Nwosu",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Eee a ga m azọ ọkwa gọvanọ Abia Steeti' - Abaribe",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?Emelitere ikpeazụ na: 24 Maachị 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe Uche Nwosu kwuru maka ebubo ohi na ọchịchọ BiafraEmelitere ikpeazụ na: 17 Juun 2020",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}