{
  "published": "30 Disemba 2018",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @ihuomalindaejiofor/Instagram",
    "Agbamakwụkwọ bụ otu emume na-ebute aṅụrị ebe niile mana ihe dị ịche na-adị na ha.",
    "Iji maatụ, n'ime ndị niile gbara akwụkwọ n'afọ a, naanị ụfọdụ mara ebe niile jijiji.",
    "Ụmụnwaanyị Igbo bụ 'olu gbajie boys'",
    "Dimkpa Ndịgbo ụmụnwaanyị na-achọ ka akara dị ọkụ",
    "Ihe isii i na-ekwesịghị ime na social media gị",
    "Lee ụfọdụ n'ime ha ebe a:",
    "Linda Ejiofor na Ibrahim Suleiman",
    "Ndị na-eme ihe onyonyo 'Tinsel' bụ Linda Ejiofor na Ibrahim Suleiman, ji \"#ISquared2018\" wuo ewu mgbe ha lụrụ onwe ha n'ọnwa Nọvemba.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 1",
    "Ọkparaeze Harry na Meghan Markle",
    "Ebe foto si, Getty Images",
    "Agbamakwụkwọ ha mere ụbọchị 19 nke ọnwa Mee, wuru ewu mere na akọchabeghi maka ya ruo ugbua.",
    "Francis Uzoho na nwunye ya",
    "Onye ọgba bọọlụ otu egwuregwu Super Eagles nke Naịjirịa bụ Francis Uzoho, dị afọ 20, gbara nwkụ nwaanyị ya n'Imo steeti n'oge ekeresimesi na Naịjirịa.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 2",
    "Gbemi Olateru-Olagbegi na Femisoro Ajayi",
    "#TheGFShow bụ ọzọ wuru ewu mgbe onye ntaakụkọ n'igwe okwu bụ Gbemi Olateru-Olagbegi na onye nchịkọta otiegwu 'Falz' bụ Femisoro Ajayi gbara akwụkwọ.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 3",
    "Chris Attoh na Bettie Jenifer",
    "Mgbe ya na nwunye ochie ya bụ Damilola Adegbite gbachara alụkwaghịm, Chris Attoh, onye Gana bụ ome ihe nkiri a ma ama, mere ihe tụrụ mmadụ niile n'anya mgbe ọ lụrụ Betrite Jennifer.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 4",
    "Fatima Dangote na Jamil Abubakar",
    "Njịkọ nwa ọgaranya bụ Aliko Dangote nakwa Jamil Abubakar, butere ihe yiri ala ọmajiji n'obodo Legọs.",
    "Nke bụ na o butere ide ji ego bụ Bill Gates, nakwa onyeisiala mba Gana bụ Nana Akufo-Addo, so na ndị isi a hụrụ kwaba okpu bịara agbamakwụkwọ a.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 5",
    "Priyanka Chopra na Nick Jonas",
    "Priyanka Chopra bụ ezenwaanyị mma nakwa omeihe onyonyo na mbaụwa niile lụrụ onye otiegwu mba Amerịka bụ Nick Jonas na mba India.",
    "Mmemme e mere iji kwado ya bụ agbamakwụkwọ ruru otu izuụka.",
    "Ebe foto si, Instagram/@priyankachopra",
    "Akụkọ ndị ga-amasị gị:",
    "Lee ka 'Nne bịa goro m ahịa' si bute okwu n'ime ahia",
    "Ndị nwụrụ anwụ anwụọla ọzọ n'Anambara - Uweojii",
    "APC agaghị enye ndị Igbo oche onyeisiala n'afọ 2023 - Obasanjo",
    "Ihe mere m ji akpụ ka Ejula - Buhari",
    "NA EME UGBU A, Isreal na Hamas ekwekọrịtala ịkwụsị ịkwa mgbọ na Gaza",
    "\"Timileyin Ajayi gburu Salome nwa anyị abụghị ọyị ya nwoke, anyị amaghị onye ọ bụ\"elekere 8 gara aga",
    "Ihe Ebuka Obi kwuru maka onye a sị na ọ tụrụ mkpọrọ 14 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Ebuka Obi, Odumeje, Mbaka, Jerry Eze na ndị ọzọ buru amụma banyere afọ 20251 Jenụwarị 2025",
    "Ọ bụ ụlọ m rụrụ ọhụrụ ka ogbunigwe a gbariri - Onye nwe ụlọ ogbunigwe gbariri n'Imo Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Akwamozu mmadụ 22 nwụrụ mgbe ha gara iketa osikapa n'Okija, Anambra Steeti",
    "Agbamakwụkwọ ndị a kpụ n'ọnụ n'afọ 2018Emelitere ikpeazụ na: 30 Disemba 2018",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}