{
  "published": "1 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Oyedepo/AMEN/ Redeemed /Facebook",
    "Ụkọchukwu na ewu ewu bụ Reverened Father Ejike Mbaka ekwuola na ọchịchị Buhari na-agbalị n'ihe gbasara ịrụ ụzọ nakwa inye ndị ọrụ ugbo ego mgbazinye eji arụ ọrụ.",
    "O kwuru nkea mgbe ọ na-aka ụka iji nabata afọ ọhụrụ 2019 n'Adoration, Umuchigbo Iji Nike Enugwu.",
    "Mbaka agọrọla aka n'ụkwụ ya n'Buharị",
    "Ihe ndị mmadụ na-ekwu maka arịrịọ Fada Mbaka rịọrọ Peter Obi",
    "Father kwuru na ya amaghị onye ga emeri na ntuli aka na-ahịa na 2019 ma kwuo na ya echeghị n'Atiku bụ onye nzọpụta Nijiria.",
    "Onyere Buhari ndụmọdụ na ọbụrụ na ọ ga eye ntị chụpụsịa ndị ajọ mmadụ gbara ya gburu gburu na emebiri ya ihe, na gọmenti ya ga adị mma.",
    "Ụfọdụ ụmụ Naijiria akatọọla ndị ụkọchụkwụ burula amụma maka ihe ga-eme n'afọ 2019.",
    "Ebe foto si, Adoration ministries",
    "Mbaka kwuburu na Buhari bụ \"onye nzọpụta\"",
    "Dịka afọ 2019 malitere ụbọchị Tuzde, ọtụtụ ndị ụkọchukwu a maara aha ha ezipụtala ozi afọ ọhụrụ ha, iji nye ndị mmadụ ntụzi aka gbasara afọ a.",
    "Mana ụfọdụ Ndị Naijiria kwuru na ha na-akụsasị ụmụ mmadụ anya n'ihi n'amụma Okeke buru dị iche na nke Okafor buru.",
    "Ụfọdụ kwuru n'okpu Mbaka kpọrọ ka akwado Buhari bụ mere mere n'ihu gwọmpụtụ n'azụ.",
    "N'okwu Chukwu ya na mmemme iji banye afọ ọhụrụ, onyeisi na-elekọta Adoration Ministry Enugu Nigeria, bụ Fada Ejike Mbaka, buru amụma na afọ ọhụrụ a ga-ewetara ọtụtụ ụmụnwaanyị ihu ọchị.",
    "O kwuru na ọtụtụ ụmụnwaanyị aga ga-ekuru ejima abụọ na atọ na afọ a.",
    "O kwukwara na afọ a ga-abụ oge mgbanwe tọrọ atọ nye ndụ ndị Naijiria.",
    "Ihe ọzọ gbara elu dịka o siri kwuo bụ na ọtụtụ ndị ogbenye na ndị opekatampe ka aga-eburu ike n'ikikere ọchịchị ụlọọrụ nakwa n'ọchịchị obodo tinye n'aka.",
    "Ihe Oyedepo kwuru:",
    "Ebe foto si, Davido Oyedepo /Facebook",
    "N'okwu afọ ọhụrụ ya, onyeisi ụlọụka Living Faith Church, nke e jikwa Winners Chapel mara, bụ David Oyedepo, kwuru na afọ a, anyị ga-abụ ọkaibe n'ime ihe niile anyị n'eme.",
    "Enoch Adeboye",
    "Ebe foto si, Enoch Adeboye /Facebook",
    "Onye a bụ onyeisi ụlọuka Redeemed Christian Church of God, kpara ndị ụlọụka ya ọchị mgbe o kwuru na ọma na ọtụtụ ndị mmadụ n'eche ya ka okwu o okwu gbasara ntụliaka aga eme n'ala anyi na-afọ a.",
    "Ọ gaziri n'ihu gwazie ndị ala anyi ka ha gaa n'ime akwụkwọ nsọ (Abụ akwa 3:22-23) iji mara ihe chineke n'ekwu maka obodo anyị.",
    "Okey Ifionu",
    "Ebe foto si, Okey Ifionu",
    "Ụkọchukwu na-elekọta Emmanuel Anglican Church, Railway Compound dị na Lagos, kwupụtara na-ewepụtala afọ a dịka mgbe ndị otu Kraisti ga-agbasa oziọma Kraistị na mbaụwa niile iji were rita mkpụrụobi.",
    "Ọ gbadoro ụkwụ mkpebi a n'Akwụkwọ Ilu 11:30.",
    "Paul Chikwem",
    "Ebe foto si, Chikwem Paul Chukwuemeka",
    "Ụkọchukwu  na-elekọta ụlọụka Christian Penticostal Mission dị na Festac, Legos kwuru na afọ 2019 bụ afọ Chukwu ga-akwụ ụmụ ya ụgwọ ọrụ nke ukwuu.",
    "Nkpebi a gbadoro ụkwụ na akwụkwọ Genesis (15:1).",
    "Chikwem buru amụma na ụmụ Chukwu ga-enweta ụgwọ ọrụ pụrụiche site n'ịhụọma nke Chukwu na-enye(Abụọma 44:3).",
    "\"Aka nchekwa na nweta nke Chukwu ga-enye ụmụ Chukwu ezumike n'afọ 2019\"(Exodus 33:14).",
    "Paul Adefarasin",
    "Ebe foto si, @pauladefarasin",
    "Onye ụkọchukwu a bụ onyeisi ụlọụka a kpọrọ \"House on the Rock\" kwuru na afọ 2019 ga-abụ afọ aha ụmụ Chineke ga-ada ụda na mba ụwa niile ma nwetakwa ọtụtụ ohere ime ihe ịrịbama n'afọ a.",
    "Ahụrụ m Igbo dika onyeisiala n'afọ 2023 mana ha ga-agba mbọ na ha enweghị nkwekọrịta na gọmenti ugbua.",
    "Etu Ị ga-esi mee ka afọ ọhụrụ baara gị uru",
    "Ntụliaka 2019 agaghị abụ 'm emerighị e gbuom mmadụ'",
    "Akụkọ dị mkpa: Mba US emechiela ụlọọrụ ha dị na Naịjirịa",
    "Ihe iribama metụtara ndị Igbo n'afọ 2018",
    "Ofụfe",
    "Naijiria",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021elekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebumnobi ndị nwụchiri m bụ igbu m - Uche Nwosu",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}