{
  "published": "2 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ndị nwere ọrụsị na Naịjirịa nọ n'okporo ụzọ dị icheiche na-arịọ arịrịọ.",
    "Mana di na nwunye a bụ Okwudili na Loveth Egbo ekweghị ka ọrụsị ha kwụsị ha ibi ndụ ha etu o kwesiri.",
    "'A ghọrọm nwụnye mmadụ na mkpụrụ ụbọchị isii'",
    "Nwaanyị onyeọcha na-asụ Igbo karịa ụfọdụ ndị Igbo",
    "Lee ndị mụrụ ndị Super Eagles ebe a",
    "Agbanyeghi na ha abuọ kpuru isi, ha kwekọrịtara lụọ onwe ha ma biri n'ụdọ ma mụtakwa ụmụaka.",
    "Ha nwekwara ọrụaka ha na-arụ nke ha ji enyere ndụ aka karịa ịga nọrọ n'ụzọ na-arịọ arịrịọ.",
    "Na mkparịtaụka ha na BBC Igbo nwere, di na nwunye a kọwara etu ha siri kpaba nkata a ghọrọ ngịga.",
    "Kirie ya n'uju:",
    "Vidio, Nwanyiocha: Omenala Igbo na-amasị m nke ukwu, Duration 3,4522 Jenụwarị 2022",
    "'A ghọrọm nwụnye mmadụ na mkpụrụ ụbọchị isii'22 Jenụwarị 2018",
    "Lee ndị mụrụ ndị Super Eagles ebe a22 Juun 2018",
    "Vidio, Dr Onye Mmemme: Ọ na-afụ ụfụ n'ahụ mana ọ na-enye m ọṅụ - Ote egwu, Duration 1,499 Eprel 2019",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Ifeanyi Ubah: Obi ọ ga-adị gị mma ma a pịa nne gị ụtalị n'aha 'sit at home'?17 Julaị 2023",
    "AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu 22 Julaị 2023",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "A mụtara m asụsụ ndị Chịana n’Anambra tupu m apụọ Naịjriịa - Ifeoma Amuche4 Julaị 2023",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru, Duration 2,2322 Febụwarị 2018",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Igbo people in South Africa: \"Achụrụ m n'ọrụ mana abụzị m onye na-enye ọrụ na Johannesburg\", Duration 2,3124 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}