{
  "published": "10 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Igbo adịghi anabata nwoke na nwaanyị ibi na-alụghị alụ",
    "A na-enwetakarị akụkọ gbasara ụfọdụ ndị ntorobịa maọbụ agbọghọbịa hụrụ onwe ha n'anya, ma kwekọrịtara ibikọta ọnụ dịka di na nwunye, mana ha emeghị omenala alụmdinanwunye dịka ha kwesịrị.",
    "A na-ahụtakwa mgbe ụfọdụ ihe mberede dị iche iche n'ọnọdụ a, ọkachasị nwaanyị ịnọ n'ụlọ nwoke ahụ nwụọ na-enweghị mmemme alụm ọbụla emere n'ụzọ omenala.",
    "Echichi nwaanyị n'ala Igbo",
    "Ihe ise masịrị ụmụnwaanyị",
    "Ọmụgwọ ọ bụ omenala ga-akwụsị n'ala Igbo?",
    "Ka o sila dị, nke a na-etinyekarị ezinaụlọ dị iche iche na gbagharịa.",
    "N'ihi ajọ ọnọdụ a, ụfọdụ obodo dị n'ala Igbo, mere ya ka ọ bụrụ iwu na nwoke ga-alụ nwaanyị ya na ya bi n'ozu, bụ nke ọ na-emeghị mgbe ọ dị ndụ.",
    "N'ala Igbo, anaghị ekweta na nwoke alụọla nwaanyị, maọbụrụ na o mezubeghị ihe n'isi ya. Ọ bụrụgodu na o mere nke ụlọikpe, a tụrụ anya na ọ ga-abịa mekwaa ihe dịka ndị nwe nwa siri chọọ.",
    "Dịka ọkachamara n'okwu gbasara omenala bụ Nze Olueze Ụkaejuoha (Duruagwụ nke abụọ) n'Ụmụakara, Isu dị na Nwangele nke Imo steeti siri gwa BBC Igbo, iwu a dị ezigbo ire n'obodo ha, bụkwa nke nwere ntaramahụhụ dị iche iche so ya.",
    "Ebe foto si, Getty Images",
    "Onye n'alụghị na ndụ, ọ lụ ọ n'ọnwụ, bụ usoro ọtụtụ obodo si eme",
    "Mana n'obodo Akọkwa dịkwa n'Imo steeti, atụmatụ a adịghị ire ọbụla, ebe ezinaụlọ mụrụ nwaanyị na-abịa eburu ozu nwa ha ma gaa lie n'ụlọ ha.",
    "Onye ahụ ga-abịa gwa ndị mụ nwa na nwa ha nwere ahụ ọkụ (ọ gaghị ebu ụzọ agwa ha na ọ nwụọla).",
    "Ha ga-eso ya gaa 'leta' nwa ha, mgbe ha hụrụ ozu ya, ha ga-ebo nke nwoke ebubo na ọ bụ ya gburu nwa ha, nke ga-eme ka ọ gọwa ụkwụ na aka ya",
    "Iji gosi na ọ bụghị ya gburu ya ọ ga-ekwenye ịlụ ozu nwaanyị ahụ",
    "Ọ ga-abịa lụọ ya",
    "Ọ ga-abịaghachị gwazie ndị mụ nwa na nwunye ya anwụọla",
    "Nwoke ahụ ga-agazi n'ihu mee mmemme akwamozu ya.",
    "Ebe foto si, Getty Images",
    "Dịka Nze Ụkaejuọha siri kọwaa, ihe ndị a bụ ihe ga-eme onye jụrụ ịlụ nwaanyị omeghị ihe isi ya n'ozu:",
    "Onye ahụ ga-enweta ntaramahụhụ n'ụzọ dị iche iche",
    "Ihe ọjọọ dịkwa iche iche na-ezute onye ahụ",
    "Ihe anaghị agara onye dị otu a nke ọma",
    "Onye ahụ nwekwara ike ịnwụ ọnwụ ihere",
    "Mana onye ahụ nwere ike ichegharị, tụmadụ ma ọ bụrụ na ihe ndakwasị niile a bido ịdakwasị ya.",
    "Ọ bụrụ na nwoke ahụ kpọchiri ntị ma mechaa chegharịa n'ihi ihe mkpọbi ụkwụ ọ na-enweta, ihe ndị a ka ọ ga-eme:",
    "Onye ahụ ga-ezite ndị okenye obodo ha ka ha bịa mee ka ala daa jụụ",
    "A ga-enye ya ntaramahụhụ site n'ịhụ na o mezuru ihe ndị o kwesịrị ime n'ụzọ okpuku abụọ.",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị21 Ọktọba 2023",
    "NA EME UGBU A Ndị agha Niger egbochiela Onyeisiala Bazoum ịgbapụ ọsọ",
    "Foto na-egosi etu e si mee ngagharịiwe n'ụwa maka ogbunigwe a tụrụ n'ụlọọgwụ Gaza20 Ọktọba 2023",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mmadụ 500 anwụọla n'ogbunigwe dara n'ụlọọgwụ dị na Gaza18 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "\"Mụ na ezinụlọ m gbakpuru n'ime 'bunker' iji zere ndụ anyị n'Israel17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}