{
  "published": "11 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Kenneth Udeze, FCC Jones",
    "Ndị otu Action Allaince(AA) nwere ike ịpịa Uche Nwosu bụ onye na-azọ ọkwa gọvanọ Imo steeti n'aha pati ahụ ụtari maka ịkwado onyeisiala Muhammadu Buhari.",
    "Onyeisioche otu pati ahụ n'Abuja bụ Kenneth Udeze gwara BBC na Uche Nwosu ikpọ ekwo nku na ịkwado Buhari  nwere ike ibutere ya ntaramahụhụ pati ha.",
    "Akụkọ dị mkpa taa: Nwosu ga-bụrịrị gọvanọ - Okorocha",
    "Ọ bụ ihe ọjọọ ịlụ nwa gọvanọ? - Uche Nwosu",
    "Udeze kọwara na tupu ha enye Nwosu ikike ịzọ gọvanọ Imo n'aha pati ha na otu AA na pati ndị ọzọ nọ na CUPP nwere nwekọrịta ịkwado Atiku maka ọkwa onyeisiala.",
    "Ebe foto si, Kenneth Udeze",
    "Kenneth Udeze: Ọ bụ na ọ bụghị Buhari ị na-akwado bụ onye nọ n'Aso na-ele a nara gị oke ruru gi?",
    "O kwuru na inupu isi na-akwado Buhari bụ ịrụnye pati nyere ya ebe mgbaba oge a jụrụ ya ajụ.",
    "Ọnụ na-ekwuchitere ndị APC n'Imo steeti agbasola Uche Nwosu",
    "Uche Nwosu: 'Ewereghikwa m ala onye ọbụla aka m dị ọcha'",
    "Ọ gara n'ihu sị, \"AA na-eleba okwu ahụ anya.\"",
    "\"Mgbe kọmitii ọ dịrị inye ntaramahụhụ(disciplinary Committee) nyochachara okwu a ma tunye anyị aro, anyị ga-agwa ọha mkpebi anyị n'okwu ahụ.\"",
    "Udeze jụrụ sị, \"Ọ bụ na ọ bụghị Buhari ị na-akwado bụ onye nọ n'Aso na-ele a nara gị oke ruru gi?\"",
    "Ebe foto si, Kissinger Ikokwu",
    "Na ọsịsa ya, Uche Nwosu kwụsiri ike na ya ga-akwado Buhari  n'ihi ya nwere ikike site n'iwu ala Naijiria ịkwado onye masịrị ya.",
    "Nwosu, onye kwuru nke a site n'ọnụ na-ekwuchitere ya bụ FCC Jones Onwuasoanya kwuru na AA enweghị ikike ịmanye mmadụ ime ihe amasịghị ya.",
    "Oge BBC jụrụ ya ma ọ ma na pati ahụ na-akwado ịchụpụ ya dịka onye otu ha ma ọ bụrụ na ọ gbanweghị, ọ sara",
    "Cheta na otu AA na ndị APC nwere kwanta n' ọgbakọ achụmta vootu nke pati ha mere n'Owere na izu gara aga.",
    "Uche Nwosu bụ onye ji aha AA azọ ọkwa gọvanọ n'Imo Steeti dịka ọ hapụrụ APC.",
    "O nwere mkpebi  ịgbasa ozi achumnta vootu na-ekwu ka a tụnyere Buhari maka ọkwa onyeisiala.",
    "Ndị ọnụ na-eru n'okwu kwuru na nke a megidere pati ya bụ AA n'ihi n bụ ihe Bekeee kpọọ 'antiparty activities.'",
    "Ọ bụghị eziokwu na Action Alliance akwụghị Uche Nwosu n'azụ - Obidiche",
    "Ọnụ na-ekwuchitere ndị APC n'Imo steeti agbasola Uche Nwosu",
    "Barr Ifeanyị Ulumba kwuru sị, \"Anaghị eji ukwu abụọ awụ okwe. Mmadụ ịnọ na pati na-arụrụ pati ọzọ ọrụ.\"",
    "Nma Olebara kwuru na  agwa  ahụ \"adịghị mma, sị na mmadụ 'a ghaghị arụọla John Holt ọrụ ga na Allen ga nara ụgwọ ọnwa.\"",
    "Ha  kwuru na agwa ahụ nwere ike ịkpatara ya ntaramahụhụ n'aka pati AA.",
    "Ebe foto si, Uche Nwosu Facebook",
    "Mana onyeisi mgbasaozi achumnta vootu Uche Nwosu bụ FCC Jones Onwuasoanya kwuru n'onweghị ihe ọjọọ dị na ya.",
    "Onwuasoanya sị \"Uche Nwosu nwere ikike dika iwu siri kwado onye ọ ga-akwado. O kwuola na ya ga-atụnyere na onye ọ chọkwara ka ndị na-akwadoro ya tụnre bụ Muhammadu Buhari.\"",
    "Ọ bụghị naanị Uche Nwosu bụ onye nọ n'otu pati na-akwado pati ọzọ.",
    "Nna ya ukwu maburu kwa ọgọ ya nwoke bụ Rochas Okorocha nọ na APC ma na-akwadọ Nwosu nọ n'otu AA.",
    "Alex Otti: Anyị ga-ahụ na anyị chekwara vootu niile a tụọrọ anyị",
    "Ihe ndị gọvanọ APC ji gbahapụ mbido nzukọ achụmnta vootu ha",
    "Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe gọọmentị Imo steeti kwuru maka nwuchi Uche Nwosuelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere Uche Nwosu taa - Rochas Okorochaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Ihe gọọmentị Imo steeti kwuru maka nwuchi Uche Nwosu",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Eee a ga m azọ ọkwa gọvanọ Abia Steeti' - Abaribe",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?Emelitere ikpeazụ na: 24 Maachị 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe Uche Nwosu kwuru maka ebubo ohi na ọchịchọ BiafraEmelitere ikpeazụ na: 17 Juun 2020",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}