{
  "published": "11 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkụ gbara ụlọ agadi nwaanyị a kpọọ Benedett Okeze, onye Ezimo dị na okpuru ọchịchị Udenu Enugwu steeti, gbapịara ụlọ ya kpam kpam.",
    "Ọkụ ahụ bidoro ka e wetara ọkụ latrik jufere ejufe.",
    "Ugbua nwaanyị ahụ gbara afọ 92, nwa ya nwoke bụ Reuben na ezịnaụlọ ya enweghị ebe ha na edobe isi nke ha na enwe ngwongwo ọbụla n'ihi na ọkụ ewerela ha ncha.",
    "Ọkụ agbala ahịa Timbershade n'Enugwu",
    "Onweghi onye nwụrụ n'ime ọkụ tanka agbara ọkụ na Legọs",
    "Ọkụ agbagbuola mmadụ anọ n'okporouzọ",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Nigeria Spider Man: Ihe mere m ji eke ekike pụrụ iche ma m na-ekpocha ahịhịa, Duration 2,5522 Eprel 2022",
    "Vidio, Kaduna attacks: Gịnị mere ndị omekome ji awakpo Kaduna aghara aghara?, Duration 3,57elekere 9 gara aga",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 4 gara aga",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ', Duration 6,3321 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}