{
  "published": "15 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kay Obum bụ onye nwere apa si n'oge ọkụ gbara ya ka ọ bụ nwata dị afọ itoolu, kwuru na ịnabata apa gị ka mma.",
    "Lee nwagbọghọ ji otu ụkwụ agba egwu",
    "O gwara BBC Igbo etu o si chee echiche ịkpụchapụ anụ ahụ ya ka ọ na-amụke nke Bekee kpọrọ \"plastic surgery\", mana dọkịnta ya gwara ya chefuo maka ya.",
    "O kwuru na makana ọ nabatara apa ya, ọ na-enyere ndị ọzọ aka ịnabata ya.",
    "Akụkọ ga-amasị gị:",
    "Ị maara ilu Igbo nke ọma?",
    "Ọtụtụ ụmụakwụkwọ PhD nọ n'ofesi agụchala - Ebonyi state government",
    "Ndi uweojii ebidola inyocha ọkụ gbara ụgbọala PDP n'Enugwu",
    "Vidio, Oji otu ụkwụ agba egwu, Duration 4,0117 Julaị 2018",
    "Vidio, Ahụghị ụzọ enweghị ihe o gbochiri - Di na nwunye kpuru isi, Duration 3,112 Jenụwarị 2019",
    "Etu e si chụọ ndị ojiegbe ọsọ ụkwụ erughi ala n’ọhịa Agu-Udene Akpawfu, Enugwu steeti15 Ọgọọst 2023",
    "Waste to Wealth: 'Ebe ndị ọzọ na-ahụ komkom mmanya, ana m ahụ ihe nka' - Ifedilichukwu16 Ọgọọst 2023",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Soshal midia emeela m ọgaranya - Josh2funny, onye ọchị, Duration 2,5417 Eprel 2018",
    "Vidio, Amaghị m ebe nna ha nọ - Nwaanyị mụrụ ejima atọ, Duration 1,4310 Eprel 2018",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, Innoson: Ụlọọrụ ụgbọala m ga-arụnwụ 'Ventilator' - Innocent Chukwuma, Duration 1,2825 Maachị 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Ka m si bụrụ nwaanyị isiojii nweterela 'Comercial Pilot License' na US - Miracle Izuchukwu20 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}