{
  "published": "15 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mkpụpụ gọọmentị etiti kpụpụrụ ọkaikpe ukwu Naiijiria bụ ọkaikpe Walter Nkanu Ọnnoghen, ka na-akpọtụ.",
    "Ebe foto si, National Judicial Council",
    "Cheta na a kpụpụrụ ya n'ụlọikpe Code of Conduct Tribunal, maka ebubo na o kwuputachaghị ngwongwo nakwa akụ niile o nwere tupu e mee ya nnukwu ọkaikpe.",
    "A ga-akpụpụ Ọkaikpe ukwu Naịjirịa Ụlọikpe?",
    "Nnia Nwodo na ndị ọ lụọ ọ la Niger Delta akatọọla mkpụpụ Onnoghen",
    "Saraki ga-alaghachị n'ụlọ ikpe",
    "BBC Igbo mere nchọpụta maka mmadụ atọ ọzọ gbara elu na Naijiria bụkwa ndị a kpụpụrụ n'ụlọikpe a.",
    "Bukola Saraki",
    "Ebe foto si, Getty Images",
    "Bukola Saraki bụbu Gọvanọ Kwara steeti tupu ọ banye ụlọomeiwu",
    "Onyeisi oche ụlọnzukọ Senate bụ Bukola Saraki wụchiri n'ụlọikpe nke Code of Conduct, n'ụbọchị iri abụọ na abụọ ọnwa Septemba, 2015, iji zara ọnụ ya maka ebubo eboro ya na o gosipụtachaghị ihe niile o nwere mgbe ọ bụụrụ Gọvanọ na-achị steeti Kwara.",
    "Okonjo-Iweala abụrụla otu n'ime ndị ndụmọdụ na Twitter",
    "A ga-akpụpụ Ọkaikpe ukwu Naịjirịa Ụlọikpe?",
    "E bokwara ya ebubo na onwere ego dị iche iche n'ụlọ ọbaego dị na mba ofesi.",
    "Mana ụlọikpe ekpechaa ọgwụ nke Naijiria nọọrọ n'ụbọchị ise nke ọnwa Julai, 2018, kachapụ ebubo niile ndị a, ma tọhapụ Saraki.",
    "Ike Ekweremadu",
    "Ebe foto si, Ike Ekweremadu",
    "Ekweremadu, nwụnye ya na nwa ya nọ n'ụlo ya mgbe ndị a ji egbe bata",
    "N'otu aka ahụ, ọchịchị etiti nọọrọ n'ụbọchị iri nke ọnwa Ọktoba, 2018, ma kpụpụ osote onyeisi ụlọnzukọ senate bụ Ike Ekweremadụ n'ụlọikpe CCT n'ihi ebubo na o kwupụtachaghị ngwongwo nakwa",
    "akụnaụba niile o nwere dịka iwu siri dị.",
    "Buhari achụola ndi ọkaiwu ukwuu abụọ",
    "Akụkọ kachasị n'ụtụtụ a: EFCC si na ha agaghị enye nrụrụaka ohere na 2019",
    "Ihe ndị a gụnyere: ụlọ abụọ na mba UK, asatọ na mba Dubai, atọ na Florida, nakwa mba Amerịka.",
    "Bola Ahmed Tinubu",
    "Ebe foto si, AFP",
    "'Edemede ahụ bụ nke aghụghọ'",
    "Na-aka nke ọzọ, ọchịchị etiti nọọrọ n'ụbọchị iri abụọ na otu nke ọnwa Septemba 2011, ma kpụpụ onye Gọvanọ chịbuuru steeti Legos bụ Bola Tinubu n'ụlọikpe CCT, n'ihi ebubo na o tinyere ego n'ụlọ ọbaego",
    "dị na mba ofesi site n'afọ 1999 rue 2007.",
    "Mana ụlọikpe a nọọrọ n'ụbọchị iri atọ nke ọnwa Septemba, 2011, ma kachapụ akwụkwọ a a gbara megide Tinubu, kọwakwaa  ya dịka nke nwere ntụpọ n'iwu.",
    "Akụkọ ga-amasị gị:",
    "Saraki: Ụlọikpe kachasị agọọlara m ọnụ",
    "Onnoghen abịaghị ikpe CCT",
    "Ikpe",
    "Ndọrọndọrọ ọchịchị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Mkpebi a Bola Tinubu mere ga-ebute ọgbaghara na Naịjirịa- Ohaneze Ndigbo11 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Nwaanyị a na-ebo di ya ebubo na o gburu ụmụ ha atọ ma tinye ha na 'deep freezer 'elekere 8 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ọnụ ara dị iche iche na etu o si metụta ịnye nwa ara",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "A gbaala otu onye ọkụ n'Enugu ugbua",
    "Mummy GO gwara BBC ihe ndị a maka onyonyo ya na-efegharị na soshal midia",
    "Ihe i kwesịrị ịma maka Anyim Pius Anyim chọrọ ịzọ ọkwa onyeisiala na 2023",
    "Anyị ga-eme ihe ga-atụ Naịjirịa n'anya ma a tọhapụghị Nnamdi Kanu - Emma Powerful",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}