{
  "published": "27 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, JASMINE ZELENY",
    "Ha kpọkuru onye maara anya agwọ ka ọ bịa wepụ agwọ ahụ",
    "Otu nwaanyị bu aka n'otele ka agwọ tụrụ ya ebe ọ chọrọ ịga mposi n'ụlọ, n'Ọstrelia.",
    "Dịka onye wepụtara agwọ ahụ si kwuo, Helen Richards dị afọ 59, chọrọ ịga mposi n'ụlọ otu onye ezinaụlọ ya ọ gara ileta, oge agwọ ahụ selitere isi wee tụọ ya ka ọ bụ onye o ji ụgwọ.",
    "Dọkịta egbuola nwaanyị otele ukwu gbalaga",
    "Ihe kachasị mkpa ịma maka arụ agwọ",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?",
    "N'ihi na agwọ ahụ enweghi elo n'ime ahụ ya, ihe a gwọrọ Richards bụ naanị ebe eze agwọ ahụ tụpuru.",
    "Ọ gwara ndị ntaakụkọ sị \"otu ihe metụtara m ka m tukwuru ala, m malie elu ka mmọnwụ a na-akwa aka, peteri m wụsa n'ala, m wee hụ ihe yiri mbe olu ya toro ogologo ka ọ na-amaghachị n'ime mmiri.\"",
    "Ebe foto si, Jasmine Zeleny",
    "Jasmine Zeleny bụ ọkachamara n'ihe gbasara agwọ, kwuru na ọ bụ mmiri bubatara agwọ ahụ n'ụlọ mposi ahụ",
    "Jazmine Zeleny bụ onye nwụchiri agwọ ahụ kwuru sị na ọ bụghị ihe ọhụrụ ịhụ agwọ n'ime mposi ọkachasị oge ihuigwe dị ọkụ, makana agwọ ga na-achọ ebe mmiri dị.",
    "O kwukwara na ọ bụ ụjọ mere agwọ ahụ ji makwasị Richards, makana ọ nọchiri ebe o kwesịrị isi pụọ.",
    "Agwọ ndị a akpọrọ \"carpet snake\" anaghị enwe elo, mana ndị ọkachamara na-akọwa na ọ na-aka mma ịgba ọgwụ tetanụs iji gwọọ onye ọ tụrụ.",
    "O nweela oge oke ọkụ ihuigwe gburu ọtụtụ ịnyịnya, ụsụ nakwa azụ.",
    "Akụkọ ga-amasị gị:",
    "M ga-achịnwụ 'World bank' maọbụrụ... - Okonjo-Iweala",
    "Nkwado Ohaneze Ndigbo na-enye Atiku enweghị isi - Okorocha",
    "Iyi mbenukwu na ihe ndị ọzọ nwaanyị agba ọhụrụ na-eme ọtụtụ nne anyị emeghi",
    "Ọdịmma anụmanụ",
    "Ahụike",
    "Anụmanụ",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taaelekere 5 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "'EFCC jidere T.A Orji makana ọ gwaghị ha na ọ na-aga njem'",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}