{
  "published": "30 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ebe ụfọdụ anaghị asọ nsọ na mmadụ bụ ezigbo nwatakịrị tupu ha edina ha, ọ kwesịrị ka a kụziere ụmụaka ihe dị na mmekọrịta nwoke na nwaanyị?",
    "Maka etu ụwa si eme ntụgharị ugbua, ụfọdụ ndị nne na nna anaghị enwezị ntụkwasị obi n'elu ndị okenye na-elekọta ụmụaka ha.",
    "NAPTIP anwụchiela ndị na-atụ mgbere ụmụaka",
    "Ụmụ ole ka nne na nna kwesịrị ịmụ?",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "Mgbe mbụ, ndị Igbo kwenyere na ọ na-ewe otu obodo ịzụ nwa, mana etu ụwa si dagharịa ugbua, ụfọdụ anaghị ekwe ewepụ anya ha n'ebe ụmụ ha nọ maka ndị nwereike ime ha ihe ọjọọ dịka idina ha n'ike maọbụ imetụ ha aka etu ekwesịghị.",
    "BBC kpọkuru Pamela Udoka bụ onye ọnụ na-eru n'okwu gbasara mmekọ nwoke na nwaanyị; o kwuru na ọ na-adị mma ibido na nwata kuziwere ụmụaka maka ahụ ha.",
    "Udoka kwuru na nwatakịrị mara maka ahụ ya, ọ ga-adịrị ya mfe ikwulite okwu ma mmadụ malite ịmetụ ya aka etu a na-ekwesịghị.",
    "A jụrụ ya afọ ole nwatakịrị ga-etoru tupu nne na nna akụziwere ya maka ihe gbasara mmekọrịta a.",
    "O kwuru sị na ọ na-aka mma ozugbo nwatakịrị bidoro ịghọta ihe okenye na-ekwu, nke na-abụkarị ihe dị ka afọ atọ.",
    "Ihe ị ga-akuziri nwa gị maka mmekọ",
    "Kọwaara ya maka akụkụ ahụ ya; Gwa ya maka aka ya, ụkwụ ya, ike ya nakwa ndị ọzọ. Mana kuziere ya na ọ bụghị ebe niile ka mmadụ kwesịrị ịmetụ aka.",
    "Ị gaghị ebido na nwata gwawa ha maka ịtụrụ ime nakwa ịmụ nwa. Ha toruo agbọghọ n'okorobịa, ị kọwaara ha nke ahụ.",
    "Kọwaara ha na ọ bụrụ na ha enyeghi mmadụ ikike, na onye ahụ ekwesịghị ịmetụ ya aka ebe ọ na-ekwesịghị.",
    "Ekwela ka ha lee ihe nkiri na-egosi mmekọ nwoke na nwaanyị, ruo mgbe o tolitere ịma maka ya.",
    "Bụrụ enyi nwa gị makana ị bụrụ enyi ya, ọ ga-enwe ike ịgwa gị maọbụrụ na mmadụ metụ ya aka etu na-ekwesịghị.",
    "Nkuzi maka mmekọ bụ nkuzi a ga na-akuzi ruo oge nwatakịrị ruru agbọghọbịa na okorobịa.",
    "Ezola ọnụ ma ị na-akụziri ha maka ahụ ha, makana ọ bụrụ na ị kuzighịri ha, ha ga-amụta ya ebe ọzọ, nke nwere ike ibute nsogbu.",
    "",
    "MKO Abiola: Ihe 11 ị na-amaghị maka ya12 Juun 2019",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK6 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu4 Julaị 2024",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ eziokwu na mmadụ 80 nọ n’ime ụgbọmmiri  ahụ kpuru n’Ogbaru?Emelitere ikpeazụ na: 10 Ọktọba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}