{
  "published": "29 Jenụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Zaa ajụjụ ndị a ka a mara onye bụ onye taa.",
    "Ụkwa rue oge ya ọ daa.\n                                                        \n                                                            (Everything will happen at its due time.)",
    "Izu ka mma na nne ji\n                                                        \n                                                            (Secrets are best kept when shared with siblings.)",
    "Ara na Obi adịghị ese okwu.\n                                                        \n                                                            (Neighbours should rarely fight)",
    "Isi kote ebu ọ gbaa ya\n                                                        \n                                                            (Everyone will face the consequences of their actions)",
    "Tam tam ka nkwụ ji eju ọba\n                                                        \n                                                            (Little drops of water make a mighty ocean)",
    "Anaghị ekpuchi afọ ime aka\n                                                        \n                                                            (There is nothing hidden under the sun)",
    "Nkata ga-ekpudo onye aghụghọ\n                                                        \n                                                            (Evil will befall whoever plans to do evil)",
    "Ụkwa rue oge ya ọ daa.\n                                                \n                                                    (Everything will happen at its due time.)",
    "Izu ka mma na nne ji\n                                                \n                                                    (Secrets are best kept when shared with siblings.)",
    "Ara na Obi adịghị ese okwu.\n                                                \n                                                    (Neighbours should rarely fight)",
    "Isi kote ebu ọ gbaa ya\n                                                \n                                                    (Everyone will face the consequences of their actions)",
    "Tam tam ka nkwụ ji eju ọba\n                                                \n                                                    (Little drops of water make a mighty ocean)",
    "Anaghị ekpuchi afọ ime aka\n                                                \n                                                    (There is nothing hidden under the sun)",
    "Nkata ga-ekpudo onye aghụghọ\n                                                \n                                                    (Evil will befall whoever plans to do evil)",
    "Iwobi: Ọtụtụ mmadụ adoriela Esha Gupta maka ịkpọ nwafọ Igbo ọzọdịmgba",
    "Lee mahadum adigboroja na Naịjirịa ugbua",
    "Anyị ekwetala ịkwụ N27,000 dịka ụgwọ opekatampe - Ndị Gọvanọ",
    "Nrụrịtaụka BBC n'Abịa na-aga n'ihu ka Ikpeazu gbajọrọ ya",
    "NA EME UGBU A, E bola ndị ọrụ nchekwa Syria ebubo igbu ọtụtụ narị ndị nkịtị",
    "Etu e si lie ụmụaka atọ ahụ si n'otu ezinaụlọ e gburu ma tinye ozu ha n'igwe njụoyi n'Anambra Steeti8 Maachị 2025",
    "Ikpe Nnamdi Kanu ga-ebido n'isi ugbua e nyefere ya Ọkaikpe ọhụrụ - Aloy Ejimakor8 Maachị 2025",
    "Etu ndị mmadụ si eri uju maka ọnwụ  Doyin Okupe7 Maachị 2025",
    "Pope Francis ekwupụtala okwu mbụ ya kamgbe izuụka atọ ọ nọ n'ute ọrịa n'ụlọọgwụ7 Maachị 2025",
    "Ụlọomeiwu akwụsịla Sịnetọ Natasha ọrụ n'ihi esemokwu ya na Sịnetọ Akpabio6 Maachị 2025",
    "Ụmụntakịrị gbara otu afọ so na ndị e dinara n'ike n'oge agha mba Sụdan - Otu United Nations5 Maachị 2025",
    "Ihe anyị ma maka obodo a sị na ndị na-achị ehi wakporo n'Enugwu steeti4 Maachị 2025",
    "Jiri ọsọ gaa ụlọọgwụ ma ọ bụrụ na ị chọpụta ihe ndị a na ntị gị - Dọkịnta Moses3 Maachị 2025",
    "Ikpe Nnamdi Kanu ga-ebido n'isi ugbua e nyefere ya Ọkaikpe ọhụrụ - Aloy Ejimakor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ụlọomeiwu akwụsịla Sịnetọ Natasha ọrụ n'ihi esemokwu ya na Sịnetọ Akpabio",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Lee obere ule ilu Igbo nke izu ụka aEmelitere ikpeazụ na: 29 Jenụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}