{
  "published": "1 Febụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Salisu Yakasai",
    "Gọvanọ Ganduje na ndị gọvanọ si Niger",
    "Ụmụ Naijiria akatọọla ọbịbịa ndị gọvanọ abụọ si mba Niger bịara Naijira maka achụmta vootu onyeisiala Muhammadu Buhari.",
    "Ụbọchị Tọozde ndị gọvanọ abụọ si mba Niger, wuchiri na Kanọ iji nye achụmta vootu onyeisiala Naijiria bụ Muhammadu Buhari nkwado.",
    "Ndị gọvanọ a gụnyere, Issa Mousa nke steeti Zinder nakwa onye otu ya bụ Zakiri Umar na-achị steeti Maradi.",
    "Ihe Gọv Ganduje ji ewu na sọshal midia",
    "Akụkọ kachasị n'abalị: Umar Ganduje abụrụla 'agụ na-eche mba' n'ala Igbo",
    "Onye enyemaka gọvanọ Ụmar Ganduje nke Kano steeti n'okwu mgbasa ozi bụ Salisu Yakasai bụ onye gbara nke a n'anwụ site n'ọba nzikọrịta ozi Twitter ya bụ @dawisu.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Yakasai kwuru, ´´H.E @GovUmarGanduje ya na osote ya H.E Dr Nasiru Gawuna, onye bụbuuru osote ya H.E Prof Hafiz Abubakar, Minista na-ahụ maka ihe na-eme n'ime Abdurrahman Dambazau, nakwa nke na-ahụ maka mmiri, Suleiman Kazaure, ndị Gọvanọ si Zinder na Maradi nke Niger Republic, nakwa ndị ọzọ adịla njikere ịnabata @MBuhari #PMBinKano''.",
    "Onye enyemaka onyeisiala Naijiria n'okwu gbasara social media bụ Bashir Ahmad, site n'ọba nzikọrịta ozi Twitter ya @BashirAhmad kwughachịkwara nke a.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 2",
    "O kwuru, ''Ndị gọvanọ si mba Niger Republic e sonyerela onyeisiala Muhammadu Buhari na mmemme achụmta vootu ya na Kano''.",
    "Na nkọwa ya, onye ọnụ na-eru n'okwu n'ihe gbasara mba na mba, bụ Mazi Sam Olisa, katọrọ ọnọdụ a ma kọwaa ya dịka nke na-egosi na Naijiria agaghị enwe ntụliaka mago-mago na a gaghị adị na ya.",
    "Bukola Saraki agbajọọla ndị APC",
    "Buhari anatala akwụkwọ ịzọ ọchịchị n'APC",
    "na mkparịtaụka ya na BBC Igbo nwere site n'ekwe ntị, ''Ọbụrụ na ndị gọvanọ si Niger abịa okwu achụmnta vootu ebe a, nke a na-egosi na ndị ha na-achị nwekwara ike ịbịa tụọ vootu ma oge ruo''.",
    "''O gosikwara na ala Naijiria enweghị ezi nchekwa maka ndọrọndọrọ ọchịchị na-abịa''.",
    "Mazi Olisa gaziri n'ihu ma gwa ndị otu pati na anọghị n'ọchịchị ka ha mụrụ anya ka azụ, gbakwụnye na ''ọnọdụ e metụtala ọgụ Naijiria na-alụ kamgbe megide enweghị nchekwa''.",
    "Na ntụnye ya Mazi Ikechukwu na Twitter kwuru, ''Ndị Gọvanọ si Zinder na Maradi dị na Niger Republic na Ganduje adịla njikere ịnabata #PMBinKano. Ndịọrụ gọọmenti mba Niger nwere ike ịtụ vootu na Nigeria. Anyị ma na ndị Niger na-atụ vootu na mgbago ugwu.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 3",
    "Akụkọ ga-amasị gị:",
    "APC enweghi onye ga-azọrọ ha ọkwa gọvanọ na steeti abụọ - Inec",
    "Transfer deadline: Ndị egwu dakachara ọnụ, ego ole?",
    "A tụhapụla onyeisioche APC n'Abia",
    "Emeka Rollas ehichala ebe o dere na Junior Pope dị ndụ, ọ dị ndụ ka ọ nwụọla?otu elekere gara aga",
    "Down-Below: Ihe anyi hụrụ n’ime ogbe ndi omekome n' Umuahiaelekere 8 gara aga",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtara9 Eprel 2024",
    "Climate Change: Ihe i kwesịrị ịma maka oke okpomoọkụ a dị ugbua - NiMet10 Eprel 2024",
    "Godwin Emefiele sị na aka ya dị ọcha, EFCC akpọchie ya ọzọ8 Eprel 2024",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Emeka Rollas ehichala ebe o dere na Junior Pope dị ndụ, ọ dị ndụ ka ọ nwụọla?",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka",
    "Pati APC onweela ngalaba na mba Niger?Emelitere ikpeazụ na: 1 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}