{
  "published": "6 Febụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ ka na-agbagọjụ ndị mmadụ anya ihe mere ọtụtụ ụmụ Naịjirịa ji azụkarị tomato rere ure hapụ nke siri ike.",
    "Ụfọdụ ndị dibia bekee kwuru na ọ bụ makana ya bụ tomato dị ọnụ ala.",
    "Stew: Ị ga-erinwụ ofe tomato esi China wee tụbata?",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Okwu a pụtara mgbe okachamara n'ihe gbasara nri na Mahadum ahụike Teknuzu kwuru na iri tomato rere ure nwereike ibunye ndị mmadụ Kansa.",
    "Ebe foto si, Getty Images",
    "Otu nwagbọghọ na-achọghị ka akpọpụta aha ya kwuru na ọ na-amasị ya igoro tomato awara awara makana o sie ya, o sipu nje ọbụla ure nwereike ibute.",
    "Ụmụnwaanyị na-ere ya bụ tomato awara awara kwuru na ndị mmadụ na-ebuzo egocha ya tupu ndị mmadụ achọwa nke zuruoke.",
    "Ebe foto si, Getty Images",
    "Mana ọkammụta Ajekhibe kwuru na ọ maghị maka tomato awara awa rere ure ibunye mmadụ kansa mana nri ọbụla rere ure ga-ebunyeli ọrịa kansa.",
    "O kwuru na ụzọ atọ mmadụ nwereike ibute ọrịa kansa bụ site n'iri nri rere ure, mmanya maọbụ udiri enyi onye na-eme.",
    "Ihe ndi mmadụ na-ekwu n'elu soshal",
    "@Nerlong kwuru na nke a pụtara na ụmụ Naịjirịa agaghị erinwu nri ule n'udo.",
    "Akụkọ ndị ga-amasị gị:",
    "Ihe mere anyị agaghị akwụsị abụbọ ọrụ - ASUU",
    "Referendum: Ndị agha Naijiria na-agba egbe ọnụ  Ipob",
    "'Ipob pụtanụ tụọ vootu ka ụnụ chụpụ ndị ọchịchị ọjọ' - Ohaneze Ndigbo",
    "Ugboro abụọ Buhari tabiri ọnụ n'achumta vootu a",
    "NA EME UGBU A Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi",
    "NA EME UGBU A Esther Lungu: A tọhapụla nwunye onye bụbu onyeisiala Zambia a sị zuru ohi",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe 6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok5 Septemba 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mbaEmelitere ikpeazụ na: 21 Mee 2021",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe",
    "E liela ozu mmadụ 110 ọkụ gbagburu n'EgbemaEmelitere ikpeazụ na: 26 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Talcum Powder: Ite nwa ọhụrụ maọbụ onwe gị nzu bekee nwere ike inye gị 'cancer' - Ndị ọkachamaraEmelitere ikpeazụ na: 22 Maachị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}