{
  "published": "6 Febụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ibi nwaanyị ugwu bụ otu emume ọjọọ ụfọdụ mba dị n'ime Afrịka ka na-eme rue ugbua.",
    "Ya mere na n'ọnụọgụgụ nke ngalaba na-ahụ maka ọdịmma ụmụaka bụ Unicef n'aha ịchafụ jiri gosi na e biela ụmụnwaanyị ruru nde narị abụọ na mba iri atọ ugwu.",
    "'A kpụrụ ya gaa n'alụsi iji duo ya iyi na ọ gaghị ahapụ dị ya'",
    "Nchọpụta ahụ gosikwara na a na-ebi ọtụtụ nwaanyị ugwu tupu ha eruo otu afọ.",
    "Otu onye na-azọ oke ruoro nwaanyị bụ Mary Odumeke tinyere ọnụ n'okwu a.",
    "Ọ kọwara na ibi ugwu a bụ ihe emere nwunye nwa ya nwoke bụ nke mere ka nwaanyị na nwa ya chọ ịnwụ mgbe ọ gara ụlọọgwụ ịmụ nwa.",
    "Kedụ uru maọbụ ọghọm dị n'ụmụnwoke ịlụ ụmụada n'etorughi afọ 18?",
    "Ọ gwakwara BBC Igbo na ụfọdụ obodo ekwetaala igbochie omume ahụ mana ha jụrụ ịkwụsị mmemme so ya.",
    "Ihe ọzọ o kwuru bụ na omenala Igbo na amaghị ama bụ ihe ndị na-akwalite emume a n'ala Igbo",
    "Ihe ndị mmadụ ji ebi nwaanyị ugwu",
    "Omenala Igbo chere na ibi nwaanyị ugwu ga-eme ka ọ ghara ịgba n'ilo.",
    "Ọ gwara BBC Igbo na amaghị ama so n'ihe na-akwalite ihe a n'etiti ndị mmadụ",
    "Ọzọ bụ na ụfọdụ ụmụ nwaanyị kwenyere na ọ bụrụ na nwaanyị ebeghi ugwu na ọ gaghị amụ nwa.",
    "Ndị na-ebi ugwu ahụ kwuru na ha ahụghị ụzọ ọzọ ha ga-eji kpa nri ma ha kwụsị ibi ya bụ ugwu.",
    "Akụkọ ndị ọzọ ga-amasị",
    "'A kpụrụ ya gaa n'alụsi iji duo ya iyi na ọ gaghị ahapụ di ya'",
    "Ihe mere anyị agaghị akwụsị abụbọ ọrụ - ASUU",
    "",
    "Gịnị mere ndị Igbo ji eli alọ nwa ha?15 Juun 2024",
    "Ahọpụtagharịala Cyril Ramaphosa dịka onyeisiala South Africa15 Juun 2024",
    "Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha14 Juun 2024",
    "Gọọmenti Naịjirịa ewezugala ebubo ụtụ isi e boro ndị ọrụ Binance14 Juun 2024",
    "‘Ndị kwasoro m iko n’ike chere na idina onye anyarị ga-echekwa ha n'ịrịa ọrịa’ 14 Juun 2024",
    "\"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" 13 Juun 2024",
    "Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steeti13 Juun 2024",
    "Soludo asaala Fada Mbaka n'okwu 'minimum wage'14 Juun 2024",
    "President Tinubu: \"Adaghị m ada kama emere m ‘dobale’ iji kwanyere ọchịchị onye kwuo uche ya ugwu\"",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}