{
  "published": "15 Febụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A na-asị na Onyeisiala Naịjirịa nwere ikikere ọchịchị karịa onye isiala ọtụtụ mba ndị ọzọ, nke a mere ọkwa a ji adọ akpịrị.",
    "Ya mere onye chọrọ ịbụ onye isiala kwesịrị ịkwado nke ọma ma mara kwa ụzọ ọ ga-eji merie.",
    "Akụkọ a na-arụtụ aka n'usoro mmadụ nwere ike iji bụrụ onyeisiala Naịjirịa n'oge na-adịghị anya.",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Igbo Presidency 2023: Mpaghara Onyeisiala Naịjirịa si pụta agbasaghị m mana ... Uwazuruike, Duration 16,345 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,2629 Eprel 2022",
    "Vidio, All- women band: 'Ndị mmadụ na-ajụ anyị ọ ga-ekwe omume ụmụnwaanyị ịma akụ ngwa egwu', Duration 5,281 Mee 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ oge ọbụla, Duration 1,00elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}