{
  "published": "17 Febụwarị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nasir El-Rufai",
    "Gọvanọ Kaduna Steeti bụ Nasir El-Rufai ekwuola na ya ekwenyeghị ihe Sheikh Ahmed Gumi na-ekwu na gọọmentị kwesịrị ịgbaghara ndị ekperima a kpọrọ bandits.",
    "El-Rufai kwuru nke a na mkparịtaụka ya na BBC nwere n'ụbọchị Mọnde.",
    "Cheta na Sheikh Gumi, onye ụkọchukwu a ma ama n'okpukperechi alakụba, kwuru na gọọmentị kwesịrị ịkpọ ndị ọchịehi a na-akpa ike ma gbaghara ha.",
    "Mohammed Adamu agbanwela onyeisi ndị uweojii na Kaduna",
    "Azọpụtala ụmụakwụkwọ ndị ntọ tọrọ na Kaduna steeti",
    "A nwụchiela ndị gburu onye 'seminarian' na Kaduna",
    "Kwụsịnu ichi ehi na-agagharị",
    "Mana El-Rufai kwuru na onweghị mgbaghara dị n'etiti gọọmentị ya na ndị ekperima.",
    "Ebe foto si, Facebook/Sheikh Gumi",
    "Sheikh Gumi na ụfọdụ ndị ekperima ọchịehi nwere ọgbakọ ebe ha nọ kwupụta ihe bụ iwe ha",
    "\"Mụ na Sheikh Gumi bụ enyi, mana agwala m ya na ọ na-egbu onwe ya oge n'ihe a ọ na-akọ maka ịgbaghara ndị ekperima ọchịehi.\"",
    "\"Ekwenyeghị m na onye ọchịehi tinyere aka n'ịtọrọ mmadụ, ma na-anatakwa nde kwuru nde naịra n'aka ndị ọ na-atọrọ, ga-emechaa chegharịa.\"",
    "\"Onye ọbụla che na onye ọchịehi na-erete ihe dịka otu narị puku narịra (N100,000) kwa afọ, mana ugbua ọ na-anatazi nde kwuru nde naịra n'ọrụ ịtọrọ mmadụ, ga-echegharị, onye ahụ na-egbu onwe ya oge.\"",
    "\"Ọchịchị Kaduna steeti na ndị ekperima nọ n'agha. Anyị na ha agaghị enwe mkparịtaụka ọbụla. Naanị ikpochapụ ha bụ ụzọ anyị ga-esi kwụsị ha.\"",
    "Nasir El-Rufai kwuru na ihe na-enye nsogbu n'ibuso ndị ekperima agha na mpaghara Ugwu bụ maka na ndị gọvanọ mpaghara ahụ adịghị n'otu.",
    "Mana ugbua, El-Rufai kwuru na ya na gọvanọ Niger Steeti ejikọọla aka ọnụ ịlụ ya bụ ọgụ.",
    "Lee akụkọ BBC Igbo mere n'afọ 2019 gbasara mwakpo ndị ekperima wakporo otu obodo na Kaduna steeti ma gbuo mmadụ iri isii na isii.",
    "Ebe foto si, El-Rufai",
    "Ndị uweojii Naịjirịa kwuru na ha enweghi ike ịkọwanwu ugbua ma mmadụ 66 anwụrụ n'ezie n'okpuruọchịchị Kajuru dị na Kaduna steeti.",
    "Yakubu Sabo bụ ọnụ na-ekwuchitere ndị uweojii na Kaduna steeti, gwara BBC na kọmishọna uweojii ga-agwa ndị ntaakụkọ okwu gbasara ya taa.",
    "Ekwughị m na m ga-egbu onye ọbụla - El Rufai",
    "Nasir el-Rufai: Onye ka a ga-eji akpa ozu buru?",
    "Lee ọghọm okwu asị nwere ike ibutere gị",
    "BBC kpọkwara Ishaya Chinoko bụ onye na-elekọta mpaghara ugwu-ndịdaanyanwụ nke ụlọọrụ gbatagbata nke a kpọrọ \"National Emergency Management Agency (Nema), onye kwuru na ha amaghị na ụdịrị ihe ahụ mere .",
    "O kwuru sị \"dịka m na-agwa gị okwu ugbua, Anọ m na Kaduna steeti mana anụbeghi m ihe dị otu ahụ na mmadụ 66 nwụrụ.",
    "\"Ọrụ anyị bụ ilekọta ndị a gbara ọsọndụ, nke bụ na ọ bụrụ na ihe ruru mmadụ ole ahụ nwụrụ, ndị mmadụ gaara agbapụta n'ogige ahụ nke ga-eme ka anyị wụchie.\"",
    "Ọkammụta Chidi Odinkalu bụbụ onyeisioche otu na-ahụ maka ikike dịrị onye nke a kpọrọ \"National Human Rights Commission\", tinyekwara ọnụ ya n'okwu a na Twitter, ebe o kwuru na o cheghi na ihe dị etu a mere.",
    "Mana El-Rufai tinyere na Facebook ya, foto ọ sị na-egosi ka ya na ndị agha gara mgbaru n'obodo ahụ e gburu ya bụ mmadụ 66.",
    "Cheta na El-Rufai kwuputara n'ụbọchị Febrụwarị 15 na mmadụ 66 nwụrụ na steeti ya.",
    "Akụkọ ga-amasị gị:",
    "Ị chọrọ 'ịgbaga' Canada?",
    "Onweghi onye na-efe ala nna ya nwụrụ - NYSC",
    "Ihe anọ onyeisi Inec kwuru maka nyigharị ntuliaka",
    "Kaduna Kidnapping: Nwaanyị dị ime so na mmadụ ise a tọrọ ụbọchị Easter - Uweojii22 Eprel 2019",
    "Ọgbọ gaasị gbawara ka ogbunigwe egbuola ndị mmadụ na Kaduna4 Jenụwarị 2020",
    "A gbagbuola ndị uweojii anọ na Kaduna12 Ọgọọst 2018",
    "Kaduna kidnapping: Ndịagha azọpụtala ụmụakwụkwọ 6 atọrọ n'ụbọchị tụzde na Kaduna steeti11 Ọktọba 2019",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọwnụelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Onye omeiwu, Ossy Prestige nwa Aba alaala mmụọ",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọwnụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}