{
  "published": "2 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @arefada1/Twitter",
    "Charles Oputa bụ onye otiegwu a ma dịka Charly Boy agwaala ụmụ Igbo na oge eruola ka ha gaa wulite ala Igbo.",
    "Election Update: Nchịkọta ihe mere taa",
    "N'ozi ọ gbasara na soshal midia ya bụ nke na-ewu ewu, ọ gwara ha ka ṅomie ndị Nnewi na ndị Aba site n'ịgbanwe ebe ndị ahụ jiri ya mee \"Legọs\" nke ha.",
    "Mgbe BBC Igbo jụrụ ya, Charly Boy kwuru na ọ hụrụ agwa a na-akpaso Ndigbo na Legọs",
    "Cheta na ụfọdụ Ndigbo kwuru na-akpasara ha agwa na-adịghị mma n'ụbọchị ntuliaka ọkwa onyeisiala na Legọs.",
    "N'ụbọchị Monde, etiri  ụfọdụ Ndigbo ihe ma kwapịa ọdọahịa  ụfọdụ  n'Oshodi na Legọs ahụnke mere na ụfọdụ Ndigbo chị aka n'obi ugbua.",
    "Ndigbo bị n’Okota na Oshodi, Legos chi obi n’aka maka ogbaghara gbasara ntuliaka mere",
    "Ọzọ n'ụbọchị Fraide ka okwu \"#Otoge Lagos\" wuru na soshal midia ebe ụfọdụ mmadụ ji ohere ahụ agwa Ndigbo ha laa na bee ha.",
    "Mr AyeDee gwara ndị Igbo ha buru ụzọ dozie be ha , hapụ itinye ọnụ n'okwu onye ọzọ.",
    "Findurvoice_11 gwara ndị Igbo hoo haa ha gaa n'ala ha gaa zọpụta ya n'aka ndị na-emebi ya.",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boyelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steetielekere 5 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boy",
    "Ọ bụ eziokwu na ndị oji egbe gburu ndị nchekwa n'ụlọụka dị n'Ekwulobia?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Tunde Bakare ọ kpere ndị Igbo ekpere ka ọ bụrụ ha ọnụ?",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}