{
  "published": "6 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, John Okiyi",
    "Aka na-achị Abia steeti bụ Okezie Ikpeazu ka kwụ chịm ugbua dịka o meriri ntụlịaka ọkwa gọvanọ na steeti ahụ.",
    "Ọ bụ na mgbede ụbọchịụka ka akpọpụtara aha ya dịka onye meriri mgbe a gụkọchara mpụtara si n'okpuruọchịchị niile dị n'Abia.",
    "Ebe a ka ị ga-amata ọnụọgụ vootu na ntuliaka Abia steeti",
    "Agụpụtawala mpụtara ntuliaka ọkwa gọvanọ n'Enugu, Abia na Lagos state",
    "Governorship Election Results: Mpụtara ntuliaka Naịjirịa nke ọkwa gọvanọ mere n'afọ 2019",
    "Ndị na-anọchite anya ndị APC na APGA ji iwe apụ n'ebe a na-eme mkpọpụta mpụtara n'Abịa steeti ugbua.",
    "Ha kwuru na ha agaghị anabata mpụtara a na-akpọpụta.",
    "Lee ka e si akpọpụta ya nakwa ihe bụ iwe ha ebe a.",
    "Alex Otti na-azọ ọkwa gọvanọ n'Abịa steeti kwuru na o nwere olileanya na ebumnuche ndị mmadụ ga-emezu.",
    "Ebe foto si, Twitter/Alex Otti",
    "O kwuru nke a n'elu Twitter ya ka ọ tụchara vootu.",
    "O kwukwara sị na udo dị ebe ọ nọ mee ntuliaka, kama na ọ nụrụ kepu kepu na e nwere ndị nwara ike ha imaburu igbe ntuliaka.",
    "Ọ rịọkwara Inec arịrịọ ka ha gbaa mbọ lebanye anya n'okwu a.",
    "Ikpeazu na-atụ anya mmeri:",
    "Ikpeazu na-azọ ịchị Abịa steeti n’agba nke abụọ ya ekwuola na o kwenyere na mmeri ya kpam kpam.",
    "Election 2019: 'Ama m na mmeri ga-abụ nkem'",
    "Ihe ndị ọzọ o tinyere ọnụ na ya bụ okwu gbasara ndị nchekwa na ụzọ ha si esonye n'igbochi nrụrụaka.",
    "Etu ntuliaka gọvanọ si aga n'ọwụwa-anyanwụ na ebe ndị ọzọ",
    "Imo State: Hope Uzodimma ebinyekwala aka",
    "Ntuliaka ebirila ọkụ n'Abịa steeti ugbua, dịka ndị mmadụ na-atụ vootu ha.",
    "Okezie Ikpeazu bụ aka na-achị Abịa ugbua ma na-atụ anya ịlọghachịte ọzọ, atụọla vootu ya na wọọdụ ya dị n'Umuobiakwa n'Obingwa.",
    "Nwunye ya sokwa tụọ vootu",
    "N'Enugwu na Ebọnyị",
    "Dịka a na-akwado ime ntuliaka ọkwa gọvanọ n'ụbọchị itoolu nke ọnwa Febrụwarị a, ị ma ndị na-azọ ọchịchị n'Enugwu na Ebọnyị steeti?",
    "Ebe foto si, Facebook",
    "N'agbanyeghi na ndị na-achị steeti abụọ a na-atụ anya ịlọghachịta ọchịchị nke ugboro abụọ, e nwere ndị na-atụkwa anya ịnapụta ha ọchịchị n'aka.",
    "Election: Lee ndị dị afọ 18-40 chọrọ ịnọchite ndị Ebonyi steeti",
    "Election: Ndị Enugu lee ndị ntorobịa chọrọ ịnọchite anya unu",
    "Ndọrịtaụka BBC Igbo nke Ebonyi steeti",
    "BBC Igbo na-egosi mmadụ atọ ndị a kacha kpụrụ n'ọnụ n'ime igwemmadụ pụtara ịzọ ọkwa gọvanọ na steeti abụọ a, na ebumnobi ha ma ọ bụrụ na ha zọta ọchịchị.",
    "Dịka anyị si hụ ebe ndị mmadụ binyere aka ịhọpụta ndị ha ga-atụnyere vootu, lee ndị kacha welite isi na steeti abụọ a.",
    ") Ifeanyi Ugwuanyi:",
    "Ugwuanyi bụ onye na-achị Enugwu steeti ugbua, na-azọ ọchịchị n'okpuru pati Peoples Democratic Party (PDP).",
    "Ugwuanyi a ma dịka \"gburu gburu\", na-ekwe nkwa ịrụ ọrụ karịa ihe ọ rụrụ n'agba nke mbụ ọ chịrị.",
    "Ebe foto si, Enugu State Government",
    "Ihe kacha tụọ ndị mmaọ̄ụ n'anya bụ etu ihe karịrị pati iri atọ kwụsịrị ịzọ oche gọvanọ n'Enugwu steeti, ka ha nwee ike ikwado ya.",
    "Ugwuanyi dị afọ 54, kwere nkwa ezi ọchịchị, ịhụ na ndị mmadụ nwere ọrụ, imepe obodo nakwa nchekwa oge ọ zọtara ọchịchị n'afọ 2015.",
    "Orji Jide Abraham:",
    "Ọrji dị afọ 43 na-azọ ọkwa gọvanọ n'okpuru pati National Action Council (NAC) nke ọ bụkwa onyeisioche ya n'Enugwu steeti.",
    "Ebe foto si, Facebook/Orji",
    "APC",
    "Otu pati APC enweghi onye na-anọchite anya ha, makana ha nwere okwu n'ụlọikpe gbasara ndọrọndọrọ dị n'etiti Ayogu Eze na George Oghara na-azọ onye natara ikike ife ọkọlọtọ pati ha.",
    "Nke a mere ka Inec wepụ aha ha n'akwụkwọ.",
    "EBỌNYỊ STEETI:",
    "David Umahi:",
    "Ọ bụrụ na Umahi na-azọ ọchịchị n'okpuru Peoples Democratic Party (PDP) zọta oche nke 2019, ọ ga-abụ nke agba abụọ ọ ga-achị steeti ya.",
    "Ọ rụrụ dịka osote gọvanọ oge Martin Elechi chịrị Ebọnyị n'afọ 2011.",
    "Umahi dị afọ 55, nọ ọnọdụ ugbua dịka onyeisioche ndị gọvanọ si mpaghara ọwụwa-anyanwụ.",
    "\"Akụbaraọha\" dịka ndị mmadụ na-etu ya, gụrụ akwụkwọ dịka ihe bekee na-akpọ \"Civil Engineer\".",
    "O kwere nkwa ịrụ ọrụ karịa ka ọ rụrụ ma ọ bụrụ na a tụnyere vootu ga-eme ya gọvanọ ọzọ.",
    "Sunny Ogbuoji:",
    "Ogbuoji dị afọ 64 na-azọ ọkwa ọchịchị n'okpuru All Progressives Congress (APC), bụ sinetọ na-anọchi anya Ebonyi Saụt kemgbe afọ 2011 ruo 2019 a.",
    "Ọ rụọla ọrụ dịka onyeisi okpuruọchịchị Afikpo, oge ndị agha na-achị Naịjirịa.",
    "Ebe foto si, National Assembly",
    "Ọ rụkwara ọrụ dịka kọmishọna na-ahụ maka mwepụ ụbịam na ikwalite akụnaụba obodo oge Martin Elechi bụ gọvanọ Ebọnyị steeti.",
    "O si na PDP gafee APC, n'agbanyeghị na ọ rụrụ ọrụ dịka onye na-achịkọta achụmntavootu Goodluck Jonathan na Namadi Sambo.",
    "Ogbuoji na-ekwu na ọ bụrụ na ọ zọta ọkwa gọvanọ, na ọ ga-agbado anya n'ịchịkọta Ebọnyị n'ụzọ niile, ma hụkwa na e were ọtụtụ ndị Ebọnyị n'ọrụ.",
    "Chibueze-Agbo Ndubuisi Onwe:",
    "Chibueze-Agbo dị afọ 46 na-azọ ọchịchị n'okpuru pati Social Democratic Party (SDP).",
    "Chibueze-Agbo rụburu ọrụ dịka kọmishọna na-ahụ maka agụmakwụkwọ oge Martin Elechi na-achị dịka gọvanọ Ebọnyị.",
    "Ebe foto si, Facebook/Agbo",
    "O kwuru na ọ bụrụ na ọ zọta ọkwa gọvanọ, na ọ ga-gbado anya n'ihe gbasara agụmakwụkwọ, ahụike, nchekwa nakwa ọrụ ugbo.",
    "Ọ sị na gọọmentị ya ga-enye ntorobịa ọbụla si Ebọnyị N120,000 ha ga-eji bido ọrụ, nke ha ga-akwụghachị gọọmentị puku narị n'ime ya ma ọnwa isii gafechaa.",
    "O si APC ebe ọ nọ na-azọbu oche n'ụlọomeiwu nta, gafee SDP ebe ọ na-azọ ọkwa gọvanọ, n'afọ 2018.",
    "Akụkọ ga-amasị gị:",
    "Ihe m ga-eji garịrị ụlọikpe - Peter Obi",
    "'Gịnị ka m ga-eji wepụ 'borehole' n'Amachalla?'",
    "Anambra state ji ụmụnwaanyị aga mba",
    "Election: Lee ndị ntorobịa chọrọ ịzọ ọkwa ọchịchị n'Enugu29 Ọgọọst 2018",
    "Vidio, 2019 Elections: Ka ekwe chara ya nkwa '10 million naira' Ogbonnaya Okoro ekwofeela PDP5 Maachị 2019",
    "NA EME UGBU A Ndọrịtaụka BBC Igbo nke Ebonyi steeti",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?24 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "ESN agọọla na ndị agha gburu mmadụ iri na isii ndị otu haelekere 5 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "ESN agọọla na ndị agha gburu mmadụ iri na isii ndị otu ha",
    "Etu ndị otu nzuzo si akpaike n'Anambra steeti na ihe ndị ọrụ nchekwa na-eme",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi KanuEmelitere ikpeazụ na: 21 Jenụwarị 2021",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}