{
  "published": "5 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Akụkọ pụtara n'ụbọchịanọ nke ọnwa Maachị 2019, kwuru na onyeisiala Muhammadu Buhari chụrụ onyeisi ụlọakụ etiti Naịjirịa bụ Godwin Emefiele n'ọrụ.",
    "Ụfọdụ kwuru na Buhari gwara ya sị ya gaa ezumike ga-eru ọnwa atọ ebe ọ ga-esi pụọ n'ụlọakụ ahụ.",
    "Ndị ụlọakụ a na-ezu ụmụ Naịjirịa ohi?",
    "'Nyenụ ụmụnwaanyị ọkwa dị elu n'ọrụ ụlọakụ' - Emefiele",
    "Ihe CBN ga-eme ndị na-ere ego na ndị na-abọ ya abọ",
    "Mana mgbe BBC Igbo kpọtụrụ ụlọakụ CBN iji nụ olu ha gbasara okwu a, ha kwuru na o nweghi eziokwu dị na ya.",
    "\"Achụbeghi ya n'ọrụ\" ka Isaac Okoroafor bụ onye ọrụ CBN gwara anyị.",
    "Ụlọọrụ Andersen Tax akọwala ụzọ a na-esi agbakọ ụgwọ ụtụ isi",
    "Ụlọntaakụkọ Punch kwukwara na ha nụrụ kepu kepu na Emefiele ka nọ n'ụlọakụ ya chịm.",
    "Mana ụfọdụ mmadụ ekwuola na Buhari na-akpa nkata iji onye ugwu na-ekpe alakụba dochie Godwin Emefiele.",
    "Otu n'ime ha dịka @amaniro_s kwuru nke a n'akara Twitter ya.",
    "Akụkọ ga-amasị gị:",
    "Kedụ steeti n'ala Igbo kachasị akwado ụmụnwaanyị ịpụta ihe?",
    "APC Imo steeti chọrọ ikwatu Oshiomhole",
    "APC Suspension: Ihe na-esere mụ na Oshiomhole bụ nwaanyị - Osita Okechukwu",
    "Emefiele: Nye ụmụnwaanyị ọkwa dị elu n'ọrụ ụlọakụ8 Maachị 2018",
    "Gịnị mere ndị ụlọakụ ji amịpụ ego ndị mmadụ n'ụzọ na-ezighi ezi?19 Maachị 2018",
    "Vidio, Ị ji gọomentị ego ụtụisi?, Duration 1,2720 Septemba 2018",
    "Nke na-eme ugbua: Ndị nchekwa ụlọ mkpọrọ na ndị DSS na-azọ onye ga-akpụrụ Emefiele25 Julaị 2023",
    "Akwa Okuko Tiwara Aki: Ọ bụ eziokwu na a tọhapụla ya? Lee ihe anyị ma24 Julaị 2023",
    "Tinubu ministerial list: Kedụ uru ndị minista bara n'ọchịchị Naịjirịa?25 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ndị DSS agbaala isi akwara kpụrụ Emefiele gawa ụlọọrụ ha",
    "Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya - Ndị Enugwu",
    "Tinubu ministerial list: Kedụ uru ndị minista bara n'ọchịchị Naịjirịa?",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}