{
  "published": "12 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Emeka Ihedioha: M ga-edozi ihe mebiri emebi n'Imo steeti",
    "Emeka Ihedioha bụ onye meriri na ntụliaka nke ọkwa gọvanọ emere n'Imo steeti ekwuola ọtụtụ ihe ọ ga-emere ndị Imo.",
    "Otu n'ime ihe o kwuru na ọ ga-eme bụ imezi ihe mebiri emebi na steeti ahụ. Gere ihe ndị ọzọ o kwuru n'ihe nkiri a.",
    "Ebe a ka ị ga-amata ọnụọgụ vootu na ntuliaka Imo steeti",
    "Emeka bụ ihe dị ọha mma n'Imo",
    "Etu ntuliaka gọvanọ si aga n'ọwụwa-anyanwụ na ebe ndị ọzọ",
    "Ka ndị mmadụ ka na-enwe aṅụrị maka mmeri Emeka Ihedioha meriri na ntuliaka ọkwa gọvanọ Imo steeti, ndị ọzọ ekwuola ihe ha chọrọ n'aka ya.",
    "Ebe foto si, Facebook/Ihedioha",
    "Ebe ụfọdụ na-achọ ka ọ rụọ ụzọ, ụlọọgwụ na ihe ndị ọzo, ụfọdụ chọkwara ka ọ kụtuo akpụrakpụ Rochas Okorocha rụrụ.",
    "@JerryWright4 dere na Twitter sị ka Ihedioha lebanye anya n'ihe gbasara ibutu ụgwọisi ụmụnwaanyị Mbaise, maọbụ ka gọọmentị nyeretu ha aka ịkwụ ya bụ ụgwọ mgbe ha chọrọ ịlụ nwaanyị.",
    "Emeka Ihedioha kwere ndị Imo steeti nkwa na ọ gaghị awụ ha n'ala dịka ha si n'aka ntuliaka họpụta ya dịka onye ha chọrọ ka ha chịa.",
    "Ebe foto si, Twitter/EmekaIhedioha",
    "O kwuru nke a site n'ihe o dere n'elu soshal midia, ebe o dere sị \"Ndị Imo daalụ. Mmeri a bụ nke anyị niile! Agaghị m awụ unu n'ala! Okwu m bụ nkwa m na-ekwe!\"",
    "Cheta na Ihedioha nwetara vootu 273,404 iji merie ndị ọzọ ya na ha so zọo ọkwa.",
    "Ihe ndị mmadụ chọrọ n'aka ya:",
    "Charly boy si Imo steeti ma bụrụkwa onye ọnụ na-eru n'okwu n'ihe gbasara ndọrọndọrọ ọchịchị, kwuru sị na ọ na-atụ anya na ọchịchị Ihedioha ga-abụ olileanya nye ndị Imo. Ọ sịkwa ya \"kwanyere onwe gị ugwu\".",
    "@MrStanleyNwabia kwuru na ihe mbụ Ihedioha kwesịrị ime ma ọ banye ọchịchị bụ ibugharị akpụrakpụ niile ahụ Rochas Okorocha kpụrụ, buga ya n'obodo Rochas.",
    "@DuruchibuzorE kwuru na ugbua ka ọ ga na-alaruzi obodo ya makana Imo steeti esila n'aka \"ndị na-akpụ\" ihe pụta.",
    "@DaChinagorom rịọrọ ya sị ya gbaa mbọ hụ na o mere ka Imo steeti bụrụ ebe a na-arụpụta ihe dịka Abịa na Anambara.",
    "@iamLORDTM kwuru sị na ọ dị mma na a napụtara ọchịchị n'aka onye chọrọ ime ka ọ dịrị naanị n'ezinaụlọ ya.",
    "@kingpado01 kwuru sị ka ọ gbaghachaa ala ndị \"e zuru ezu\".",
    "@Buchyogba kwuru sị ya gbaa mbọ rụgharịa ụzọ ndị adịghị mma, kwụọ ndị ọrụ bekee e ji ụgwọ ọnwa, ma nyochaa ọchịchị Rochas.",
    "Akụkọ ga-amasị gị:",
    "Amina nwanne m na-alọta ịbịa lụ di mgbe ọ nwụrụ - Nwanne onye nwụrụ nọdaachi ụgbọelu",
    "Ọtụtụ ndị otu anyị so n'ụgbọelu ahụ kpọriri akpọri - UN",
    "Ụwa niile ahụla ọtọ Man Utd taa",
    "NA EME UGBU A , Emeka Ihedioha: E wepụla Rochas oche n'otele n'Imo steeti",
    "Emeka Ihedioha: O meriela ọkwa gọvanọ nke Imo11 Maachị 2019",
    "Imo state: 'PDP enweghi mmeri n'Imo state' - Nwafor13 Maachị 2019",
    "Betta Edu: Etu o siri ruo Aso Rok na ihe ndi ozo i na-amaghi maka ya9 Jenụwarị 2024",
    "NA EME UGBU A , Happy New Year: Ihe ndị Gọvanọ ọwụwa anyanwụ kwuru maka afọ ọhụrụ",
    "Disciples: Ihe dị egwu mere n'ime ụlọụka TB Joshua8 Jenụwarị 2024",
    "Prince Andrew : Anyị anaghị enyocha Nwaeze maka ebubo metụtara Epstein - 'Met Police'5 Jenụwarị 2024",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Disciples: Ihe dị egwu mere n'ime ụlọụka TB Joshua",
    "Betta Edu: Etu o siri ruo Aso Rok na ihe ndi ozo i na-amaghi maka ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}