{
  "published": "14 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @iamekweremadu",
    "Inec mezuru nkwa ya taa site n'igbajo ịnye Rochas Okorocha asambodo mmeri ya makana ha nwetara akụkọ na wakporo onye ụlọọrụ Inec.",
    "Mana Okoroocha kwuru na Inec enweghị ikike ime nke a.",
    "Akụkọ dị mkpa n'abalị a: Rochas ọ chọrọ ịzọ ọkwa onyeisiala na 2023?",
    "Rochas esepụla Stella Udogu ọnụ n'ara",
    "Onụ na-ekwuchitere ya n'ihe gbasara mgbaozi soshal midia bụ Ebere Nzewuji kwuru na ha mabeghị ihe ha ga-eme ugbua gbasara ya bụ mkpebi.",
    "Mgbe a jụrụ ya ma Okorocha a ga-eje ụlọikpe ?  O kwuru na ọ mabeghị.",
    "Okorocha asaala Ibeawuchi",
    "Onye ọ bụla meriri na ntuliaka na-enweteghị asambodo mmeri nke Inec na-enye agaghị aba n'oche eze ya dịka ọkaiwu Goddy Uwazurike si kọwara BBC.",
    "Lekwa ihe nkiri ya ebe a.",
    "Na nkọwa ya, asambodo mmeri ga-enye onye ahụ ikike ịbanye ebe o nwetere mmeri ịchị.",
    "Inec: Nsogbu dị na mkpọghachị onye omeiwu",
    "Elections: 'Oshiomhole amaghị ọrụ ya' - Ọnụ na-ekwuru Rochas",
    "Uwazuruike kwuru na onye ọbụla merịrị na ntụliaka na-enweteghị asambodo mmeri ya nwereike ịkpọpụ Inec ụlọikpe.",
    "Ebe foto si, Senator Uche Ekwuinife",
    "Uche Ekwuinife natara ikike mmeri dịka sinetọ ga-anọchite anya ndị Anambara sentralụ.",
    "Ebe foto si, @iamekweremadu",
    "Ike Ekweremadu nwetere asambodo mmeri dịka onye ga-anọchite anya ndị si ọdịda anyanwụ Enugu n'ụlọomeiwu sineti.",
    "Ebe foto si, @KwsouthMandate",
    "Kamgbe emechara ntuliaka nke ọkwa sineti, Inec enyela onyeisiala Buhari na osote ya asambodo mmeri ma nyekwa ndị otu ụlọomeiwu ukwu nke ha.",
    "Ebe foto si, @ZHammandikko",
    "Akara twitter @BMB1_Official na-egosi ndị sinetọ meriri n'ugwu.",
    "Inec ga-enye ndị otu ụlọomeiwu nta n'elekere abụọ nke ehihie taa bụ Maachi iri na abụọ.",
    "Akụkọ ga-amasị gị ịkọ",
    "Building collapse in Lagos: A zọpụtala mmadụ 40",
    "Barcelona edulaala Lyon mmụọ, Liverpool kpọọ Bayern ntu n'isi",
    "Inconclusive election: Ihe ọ masịrị ya rie nwetaranụ APC mmeri na mmeghari ntuliaka",
    "Ihe ga-eme maọbụrụ na Rochas enwetaghị ike ọchịchị?",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Otu egwu bọọlụ Naịjirịa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Imo Election Results: Ihe asaa gbara ọkpụrụkpụ Uche Nwosu kwuru18 Jenụwarị 2019",
    "Imo State Election 2019: Uche Nwosu ka so n'ihe a na-eme - FCC Jones7 Maachị 2019",
    "Vidio, Imo State Election: 'Ndị otu Rochas tiri m ezigbo ihe ka m kpọọ ya onye mmeri' - Onye ọrụ INEC25 Febụwarị 2019",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas29 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUKelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu ndị oji egbe jiri gbuo ndị uweojii bepụ ha isi n'Anambra - Ndị uweojii",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}