{
  "published": "15 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Ụmụaka si n'ụlọakwụkwọ dị na Legọs ka nwereike ịtọ n'ime ụvụrụ ụlọ ahụ",
    "Dịka ụlọ dị na Legos nke Naịjirịa dachara ma gbuo ihe ruru mmadụ 11, nke gụnyere ọtụtụ ụmụakwụkwọ ụmụaka na-aga n'ụlọakwụkwọ dị n'elu elu ụlọ ahụ, anyị na-eleba anya n'ihe na-ebute ụdị mberede ndị a, karịsịa n'ụfọdụ mpaghara Afrịka.",
    "Dịka nyocha ka na-aga n'ihu iji mata ihe butere ụlọ ahụ ịda, ndị injinịa gwara anyị ụfọdụ ihe nwereike ibute nke a.",
    "Ntọala na-esighi ike",
    "I hiwe ntọala ziri ezi nwereike ị dị okeọnụ",
    "Ha nwereike ifu ego ole a ga-eji rụọ ụlọ, ọkanmụta n'injinịa na-arụ ụlọ bụ Anthony Ede nke Mahadum Covenant dị n'Ọta, Naịjirịa kwuru nke a n'afọ 2016.",
    "O kwuru na ihe abụọ a ga-eleba anya na ntọala ụlọ bụ ikikere aja siri na arọ ụlọ na ihe dị n'ime ya dị.",
    "Na Legọs, juputara n'ala apịtị kwesiri ka e jiri ntọala siri ike rụọ ụlọ. Nke siri ike karịa ala n'onwe ya.",
    "Mana o kwuru na ndị ọrụ ụlọ na-akpị aka n'ego ekwesiri iji arụ ntọala siri ike nke butere ọtụtụ ụlọ ji ada n'obodo ahụ.",
    "Ọ bụnarị n'ala siri ike, ntọala ụlọ kwesiri i si ike maka ibu o nwereike ibu.",
    "Ebe foto si, AFP",
    "Ihe karịrị mmadụ 30 bụ ndị azọpụtara na ndụ dịka ụlọ dachara na Nyagatare dị na Rwanda n'afọ 2013.",
    "Akụrụngwa ndị eji arụ ụlọ anaghị esi ike nkeọma",
    "Akụrụngwa na-esighi ike ibuli ibu ndị nọ n'ime ụlọ bụ ihe eji arụ ụlọ oge ụfọdụ, Hermogene Nsengimana si n'African Organisation for Standardisation kwuru n'afọ 2016 na otu ahụ zukọrọ iji mata ihe mere ọtụtụ ụlọ ji ada n'Afrịka.",
    "Ebe foto si, EPA",
    "Ụlọ dara ada gburu ihe ruru mmadụ 33 na Nairobi n'afọ 2016",
    "O kwuru na ụfọdụ ndị ọrụ ngo na-ama ụma were ngwaọrụ adịgboroja rụọ ụlọ iji belata ego.",
    "Ya mere ha na-eji igwe a ga-eji arụ otu ogogo ụlọ elu arụ ogogo ụlọ elu anọ.",
    "O kwuru na ihe a bụ ihe ndị nyocha anaghị etinye anya na ya.",
    "Ndị ọrụ na-azọghie ụkwụ",
    "Ndị na-arụ ụlọ na-enwete ngwaọrụ dị mma mana ha amaghị  agwakọ ya dịka Maazi Ede si kọọwa.",
    "Nke na-ebute kọnkịrị na-agaghị akwadoli ụlọ ahụ.",
    "Ede bokwara ndị na-enwete orụ ngo ịrụ ụlọ ebubo maka ịkpọta ndị adigboroja ọnụ ego ha pere mpe karịa ndị ọrụ azụrụ nkeọma.",
    "Ọ bụ ụdị agwa dịka ndị Inginịa abụọ bụ Henry Mwanaki Alinaitwe na Stephen Ekolu kọwara butere ụlọ dara na Uganda,",
    "Ụlọ ahụ daranụ nwere ogogo ise ma bụrụkwa ụlọ oriri mgbe ọ dara gbuo mmadụ 11.",
    "Ụlọ daralanụ na Naịjirịa kamgbe afọ 2012",
    "Ihe ruru mmadụ narị otu iri itoolu na itoolu n'ụlọ anọ na Naịjirịa site n'afọ 2014 ruo afọ 2016 dịka ụlọọrụ \"Nigerian Buliding and road research Institute\".",
    "Ụlọ dara ada na Lagọs ruru iri atọ na atọ ebe nke dara n'Abuja dịka ụlọọrụ na-ahụ maka ụlọ obibi.",
    "Ụlọ iri na asaa dara na Lagos ebe iri abụọ dara n'Abuja.",
    "Ụlọ iri na atọ dara na Lagos ebe abụọ dara n'Abuja.",
    "Ihe karịrị ụlọ iri ise na anọ dara ada n'afọ 2017 na Naịjirịa.",
    "Ụlọ a dara n'ụbọchị Maachị iri na atọ mere ya nke atọ n'afọ 2019.",
    "Maazị Ede kwuru na ụlọ na-ada maọbụrụ na eboro ya nnukwu ibu.",
    "O kwuru na nke a dịka obere nwa eboro nnukwu akpati na-agaghị ebuli ibu ahụ.",
    "Ede kwuru na mgbe ụfọdụ ndị mmadụ rụọ ntọala ga-ebu otu ogo ụlọ, ha were ogo atọ maọbụ anọ tụkwasị ya.",
    "O ji ụlọụka Synagogue nke TB Joshua bụ onye nchịkọta ya maa atụ na-ekwu na ihe mere ụfọdụ akụkụ ụlọụka ahụ ji daa bụ maka na e boro ibu karịrị ya.",
    "Nke a  butere ọnwụ mmadụ otu narị.",
    "Ebe foto si, AFP",
    "Ndị Inginia kwesiri ịnwale ma ụlọ ahụ o siri ike.",
    "Ede kwuru na ihe mere ndị inginịa na-enyocha ụlọ imata nke siri ike na nke ga-ada ada ji aghọ aghụghọ bụ maka nrụrụaka.",
    "Ndị mmadụ na kachị ntị biri n'ụlọ na-achọ ịda ada",
    "Kamgbe ụlọ a dara ọhụrụ na Lagos dachara, akụkọ pụtara n'akụkụ gọọmenti Lagos na-ekwu na adọrọ ndị bi n'ụlọ ahụ aka na ntị n'afọ 2017.",
    "Mana agbanyeghi nke a ndị mmadụ ka na-ebi na ya.",
    "Felicia Agubata bụ inginịa kwuru na ihe mere ndị mmadụ ji leghara iwu mmachi gọọmentị Lagọs nyere gbasara ụlọ a dara ọhụrụ bụ na ha ejighi ndị uweojii bịa dọọ ha aka na ntị.",
    "Ka ụbọchị abụọ gachara ụlọ ahụ ji daa, ụlọọrụ LSBCA ebidola kụriwe ụlọ ndị dara nwalee ikwụsi ike.",
    "Akụkọ ndị ga-amasị gị:",
    "Anọghị m n'ọnọdụ ọdị ndụ ọnwụ ka mma - El-Rufai",
    "Arsenal na Rennes : Ndị mmadụ ji ogbo na ncha saa Iwobi ahụ",
    "Uche Nwosu ọ ga-aga n'ụlọikpe?",
    "Ihe ga-eme maọbụrụ na Rochas enwetaghị ike ọchịchị?",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike14 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribeelekere 4 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Uduak Frank vs Iniobong Umoren: Ọ bụghị eziokwu na Uduak Akpan kwụrụ ụdọ - Ndị Uweojii",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Nkọwa esemokwu dị n'etiti ndị Izrel na Palistine",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}