{
  "published": "17 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ike ụwa agwụ Hazard",
    "Chelsea kwọrọ aka tiere Everton akị na asompi nke Premier League nke mgbede Sọnde a ebe ha jigidere bọọlụ ihe ruru pesenti 67 ma ghara ịgba aka ahịa maọlị n'ọkpụ goolu abụọ Everton nyere ha.",
    "Lee nnọọ ka ndị dị ike sị daa (How are the mighty fallen)  2 Sam 1:19.",
    "Watford anyụọla Chelsea ịkpakwụ",
    "Man City agwọọla Chelsea ka abacha",
    "Wolves agwọọla Man Utd ara",
    "Everton bụ otu egwu bọọlụ eji ọnyụpa mara nke mere ha ji nọrọ na ogogo nke 11 n'elu tabulu Premier League ahụ.",
    "Mana ha gbara mbọ ịkputu Chelsea n'ala site n'iwe ọkpụ goolu abụọ wụkpọọ ha anya..",
    "Onye egwu ndị Everton bụ Richarlison ji isi tinye goolu mbụ ha n'aka eru nwata Kepa Arrizabalaga bụ oche goolu ndị Chelsea mgbe ọ kụrụ nkeji 49.",
    "Arrizabalaga kwuru na ya abụghị nkata mgbe oji nwaanyọ butuo penariti Gylfi Sigurdsson bụ onye gosiri ya nkarị na nkeji 72 mgbe o nyere goolu nke abụọ bụ nke o ji gbaara Chelsea ụgbọ nwamkpi.",
    "Mmeri a dọghachiri Chelsea azụ tinye ha na ndị nke isii na tebulu Premier League.",
    "Eden Hazard kpọkwara ganịganị ịgbara isi onwe ya mana Jordan Pickford nke Everton gwara ya na nkiti ga-azụ n'ahịa udele taa.",
    "Otu a ka Chelsea sị gbara aka nkiti laa taa.",
    "elections: Igbo mụrụanya ka azụ",
    "Gbanweenụ \"Electoral Law\" na Naịjiria - Ndị ụkọchukwu Katọlik",
    "Wolves agwọọla Man Utd ara",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}