{
  "published": "18 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Alex Otti ji aha pati APGA zọọ ọkwa gọvanọ n'Abia Steeti ekwuola na ntuliaka ọkwa gọvanọ e mere na steeti ahụ jụpụtara na nrụrụaka.",
    "Na mkparịta ụka ya na BBC Igbo nwere, Otti kwuru na ndị ọtụ INEC na ndị nchekwa rụrụ PDP ọrụ.",
    "Abia Election Results: Ikpeazu eburula ụzọ n'Abia steeti",
    "Ikpeazụ asaala Otti: Nyocha onwe gị tupu inyocha anyị",
    "'Ntọ na enweghị ihe e ji enyere ndụ aka so na ihe na-achụ Ndigbo n'ala Igbo'",
    "Ọ gara n'ihu kọwaa na mpụtara ntuliaka ahụ abụghị ihe ndị mmadụ tụtara na vootu.",
    "Otti kwuru na dịka ọ dị ugbua, na ndị otu ya ka na-eme nyocha iji kpebie ma ha ọ ga-aga n'ụlọikpe maa mpụtara ahụ aka.",
    "Gee ihe ndị o kwuru n'uju ebe a:",
    "elections: Igbo mụrụanya ka azụ",
    "Gịnị bụdị \"inconclusive\" na ntuliaka?",
    "'PDP enweghi mmeri n'Imo state' - Nwafor",
    "Alex Otti: Aga m enyocha Ikpeazu na ndị otu ya13 Disemba 2018",
    "Vidio, Abia state election: Ajụjụ ndị Abịa nwere maka ndị na-azọ ọkwa gọvanọ, Duration 0,4924 Jenụwarị 2019",
    "Abia Election Results: Ikpeazu eburula ụzọ n'Abia steeti10 Maachị 2019",
    "Vidio, Water Pollution: A chọpụtala ebe ihe gbarụrụ mmiri Nvuna Nomeh si pụta, Duration 4,48elekere 9 gara aga",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ', Duration 2,4623 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Eastern Security Network: Amaghị m maka ha mana ihe e meziri nke ọma dị mma - John Okiyi, Duration 5,124 Febụwarị 2021",
    "Vidio, 'Nnamdi Kanu na-etinye ndụ ndị otu 'Eastern Security Network' na nnukwu nsogbu', Duration 3,0814 Disemba 2020",
    "Vidio, Insecurity in Nigeria: Ịchịgharị ehi so bute nsogbu nchekwa na Naịjirịa - Nnolim Nnaji, Duration 3,0924 Maachị 2021",
    "Vidio, World Water Day 2021: Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steeti, Duration 2,3519 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}