{
  "published": "20 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'obodo Mafi Dove dị na mba Ghana, anaghị ekwe ụmụnwaanyị dị ime mụọ nwa n'obodo ha.",
    "Ha na-ahụta ya na ọ ga-emegide 'chi' ha.",
    "Ụmụ ole ka nne na nna kwesịrị ịmụ?",
    "First baby: Nwa mbụ a mụrụ n'Alaigbo na 2019",
    "Gịnị kpatara ndigbo ji kwụsị ịgụ ụmụ ha ụfọdụ aha?",
    "Nke a mere ka ụmụnwaanyị dị ime na-eme njem tere aka, gawa obodo ọzọ ịmụ nwa ma ime mewe ha.",
    "Mana ugbua, ụfọdụ ụmụnwaanyị na-ekwulite okwu na-asị ka a kachapụ omume a.",
    "Ụkọchukwu ndị 'na-eti eti' n'ọwụwa-anyanwụ",
    "'Ọ bụrụgodi na gọọmenti etiti chọrọ ire Trade fair, ndị Igbo ga-egonwu ya'",
    "Vidio, Nigerian Politics: Ndị Yoroba ka ndị Igbo ghọta ndọrọndọrọ ọchịchị, Duration 3,1331 Mee 2020",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Igbo people in South Africa: \"Achụrụ m n'ọrụ mana abụzị m onye na-enye ọrụ na Johannesburg\", Duration 2,3124 Julaị 2019",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Youth Relationship: Ụmụagbọghọ ekwuola ihe ha ga-emere ọyị ha nwoke, Duration 1,5730 Ọktọba 2019",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Vidio, Igbo foods: Ihe mere anyị ji ericha nri tupu anyị ataa anụ, Duration 0,5911 Ọgọọst 2019",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}