{
  "published": "21 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụmụagbọghọ atọ agaala mkpọrọ maka ihe ha sekasiri na foto onyeisiala Burundi n'akwụkwọ.",
    "Ụlọikpe ahụ kwuru na ha so n'ụmụ akwụkwọ asaa anwụchiri na mpaghara Kirundo province n'izu ụka gara aga mana a hapụrụ anọ n'ime ha.",
    "Ụmụ ndị ọrụ gọọmentị aga aga ụlọakwụkwọ ọha?",
    "A kpọdoro ụmụakwụkwọ n'elu obe n'Ogun steeti",
    "Ihe ndị mmadụ na-ajuzi ugbua bụ, ọ bụ maka isekasi ihe n'ihu foto onyeisiala a chupkuru ụmụaka atọ a mkpọrọ?",
    "Ụlọikpe kwuru na ha kparịrị onyeisiala Nkurunziza site n'etu ha si sekasie ihe n'ihu dị n'akwụkwọ ha ji agụ akwụkwọ,",
    "O kwuru na ọ bụ ya ka ha ga-eji nọrọ na mkpọrọ ruo mgbe a ga-akpọpụta ikpe ha n'ụlọikpe.",
    "Ha nwereike ịnọru afọ ise maọbụrụ na ikpe mara ha n'okwu a.",
    "Akụkọ na-ekwu na nke a abụghị nke mbu udiri ihe a na-eme.",
    "N'afọ 2016, ụmụaka iri na otu gara mkpọrọ maka etu esi bo ha ebubo na ha sekasiri ihe na foto Nkurunziza dị n'akwụkwọ ha.",
    "Ụmụaka Igbo eturula ugo ọkaibe na teknụzụ na mbaụwa",
    "'Obi adịghị anyị mma maka nrụrụraka mere na ntuliaka 2019'",
    "'Atụmaatụ Biometric na-egbubi ụgwọ ọnwa anyị'- Ndị ọrụ Imo",
    "",
    "MKO Abiola: Ihe 11 ị na-amaghị maka ya12 Juun 2019",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK6 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu4 Julaị 2024",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ eziokwu na mmadụ 80 nọ n’ime ụgbọmmiri  ahụ kpuru n’Ogbaru?Emelitere ikpeazụ na: 10 Ọktọba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}