{
  "published": "22 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ọkaibe n'ihe gbasara ahụike nke akpụkpọ ahụ nakwa kansa akọwala na ite nzu bekee nwere ike i butere gị ọrịa kansa.",
    "ụmụnwaanyị ji nzu bekee achọ mma, ụfọdụ na-ete ya na-apata ụkwụ iji gbochie nkwọkọta ụkwụ ha abụọ, ebe ọtụtụ na-ete ya nwa ọhụrụ iji gbochie akpụkpa ịta ha n'ike n'ihi oke ekpomọọkụ.",
    "'Nye nwa gị ohere ka ọ mịta ara'",
    "Lee ihe nzuzo ndị na-eme ude agaghị agwa gị",
    "Mana ndị ma ihe a na-ekwu n'ahụike kwuru na ọghọm ahụike nwere ike iso ya.",
    "Na mkparịtaụka ya na BBC Igbo nwere, ọkaibe n'ihe gbasara idozi akpụkpọ ahụ bụ Eudoka Nwosu kọwara n'ezie na nzu bekee ụfọdụ na-ebute ọrịa kansa akpa akwa nwaanyị.",
    "Ebe foto si, Getty Images",
    "\"Ọ kachasị ụmụnwaanyị na-ete ya na nso akụkụ ahụ nwaanyị ha.\"",
    "O kwukwara na nzu bekee nwekwa ike ikogbu nwa ọhụrụ ma ọ banye ya n'imi.",
    "Uzọ ị ga-eji gbalahụ 'prostate Cancer'",
    "#NoBraDay: Ọ ga-akwụsị ọrịa kansa n'ụmụnwanyị?",
    "Tomato awara awa e nwere ike ibunye gị kansa?",
    "\"O nwere ike ime ka nwa ọhụrụ kubie.\"",
    "Gee ihe Nwosu kwuru n'uju ebea:",
    "Talcum Powder: Kwụsilata ka isi ete nzu bekee maka ọrịa Kansa- Ọkammụta akpụkpọahụ",
    "Ọkamụta n'ọrịa kansa na ụlọọgwụ Lagos University Teaching Họspịtal(LUTH) , Dr Remi Ajekigbe, kọwara na,",
    "\"Ọtụtụ ihe ụmụnwaanyị na-ete n'ahụ ha ji achọ gụnyere nzu bekee nwere ike ibute kansa.\"",
    "'E tee ya nzu bekee nwere asbestos n'abụ o nwere ike ịbanye n'ime ara bute kansa ara.\"",
    "N'ofesi, ọtụtụ ụlọọrụ na-eme nzu bekee ụmụaka emefuola nde kwuru nde dọla n'ikpe ụmụnwaanyị ụfọdụ gbara ha maka ọrịa kansa akpa akwa nwaanyị na-arịa ha.",
    "Otu ndị bụ ọkachamara n'ọrịa kansa nke mba Amerịka a kpọrọ, 'America Kansa Association' kọwara na nzu bekee nwere ndị nwere akọrọgwa bekee 'asbestọs' nke nwere ike ibute kansa ma e kuru ya n'imi.",
    "Ihe anọ ị ga-eme iji gbochie nsogbu",
    "Nwosu na Dkta Ajekigbe nyere ndụmọdụ ndị a:",
    "Hapụ ite nwa paụda n'ahụ ha n'ihi na ọ na-akpọchi imi.",
    "Kwụsilata ka isi ete nzu bekee.",
    "Kama ite nzu bekee maka igbochi akpata, tee okwuma",
    "Gụọ akwụkwọ ihe ọbụla e ji achọ mma ka ị mara akọrọngwa e jiri mee ya",
    "NA EME UGBU A Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi",
    "NA EME UGBU A Esther Lungu: A tọhapụla nwunye onye bụbu onyeisiala Zambia a sị zuru ohi",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe 6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok5 Septemba 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mbaEmelitere ikpeazụ na: 21 Mee 2021",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Talcum Powder: Ite nwa ọhụrụ maọbụ onwe gị nzu bekee nwere ike inye gị 'cancer' - Ndị ọkachamaraEmelitere ikpeazụ na: 22 Maachị 2019",
    "Ndị gburu nwa m nwoke napụrụ m onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu EzikeEmelitere ikpeazụ na: 7 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}