{
  "published": "31 Maachị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụka nne bụ emume ndị ụka Katọlik ji akwanyere ndị nne ugwu n'ụzọ pụrụ iche",
    "Mmemme ncheta ụbọchị ndị Nne na-ekpo ọkụ tata n'ụka Katọlik n'Nigeria.",
    "Ụkọchukwu na-elekọta St Michaels Parish Asata Enugwu bụ Fada Callistus Anih toro ndị Nne dịka ihe nke ezinaụlọ ha were gwa ha ka ha nọrọ chukwu nso oge ọbụla ka ụmụ ha ghara ịgahie ụzọ.",
    "Ụka nne ndị Katọlik akpọtụrụ akpọtụ",
    "Fada Anih Kwuputara nke a n'ozioma ụka ọkara maka ndị nne tata.",
    "E jiri ọtụtụ ụzọ sị ọṅụ na mmeme ndị nne",
    "Ojikwa ohere ahụ rịọ ndị Nna na ụmụaka ka ha na-enye ndị nne nkwado n'ezinaụlọ ma na-enye ha ugwu kwesiri ekwesi.",
    "Ndị nne yi uwe ejirimara ndị nne ụka katọlik were na-enwe aṅụrị n'uju tata.",
    "Chimamanda bụ onye odeakwụkwọ a ma ama na mbaụwa",
    "Ash Wednesday: Kedụ ihe ịnara ntụ pụtara?6 Maachị 2019",
    "Ndị Katọlik na-eme ụka nne taa8 Eprel 2018",
    "Vidio, Gwa anyị ihe mere nna gị ji pụọ iche tunyere nna ndị ọzọ?17 Juun 2018",
    "Vidio, Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị - Madam Social1 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Etu gwongworo bu okwute si kwọgbu mmadụ abụọ n'Imo steeti",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisiala",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "'Mbaka adaghị iwu site n'ịgba Buhari ụgwọ' na ihe ndị ọzọ ndị mmadụ a na-ekwu",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Miyetti Allah, Nnamdi Kanu na ihe a na-ekwu maka okpomọkụ dị n'etiti ya, Ipob na otu ndị ọchịehi",
    "Bịanụ rụọ ọdọ ụgbọelu Enugwu - Gọvano ndị ọwụwa anyanwụEmelitere ikpeazụ na: 3 Septemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}