{
  "published": "4 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka a kwachara ozu Eze Christopher Nwabunnwanne Idigo nke Anọ bụ Eze Aguleri nwụrụ anwụ, e chiri Dr Michael Chinenye Idigo eze.",
    "Mana ọchịchị ya na-apụta ụka dịka ndị ọ bụ ọrụ ha ịkpọpụta onye ga-abụ eze n'Aguleri kwuru na ọ bụghị onye ha họpụtara ka e chiri.",
    "Aka Willie Obiano adịghị n'ịhọpụta Eze ọhụrụ Aguleri",
    "'Aguleri na Igboukwu abụghị mbido Ndigbo'",
    "Ha boro Gọvanọ Anambara steeti bụ Willie Obiano ebubo na ọ manyere ndị Aguleri eze ọhụrụ ahụ n'olu.",
    "Mana ọnụ na-ekwuru Obiano bụ James Eze, kwuru na aka Gọvanọ adịghị na nhọpụta Eze Aguleri ọhụrụ.",
    "O kwuru na naanị ihe gọvanọ mere bụ inye ndị obodo họpụtara, asambodo njirimara.",
    "Wike awụọla onye Amaechi na-akwado n'ala",
    "'Ana m egosi ụwa na ndị Naịjirịa abụghị ndị ohi'",
    "Okwu ka na-arị ibe ya elu gbasara ocheeze ndị Aguleri dịka gọvanọ Anambra agọrọla aka na ụkwụ ya.",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 5 gara aga",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Igbo History: Ihe mere ndị bekee enweghi ike ịchọta Ivin Ukpabi ndị Arochukwu, Duration 5,3416 Jenụwarị 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, DJ Flozy: 'Ụkwụ adịghị m mma egbochighị m ị bụ DJ na-ekpo ọkụ', Duration 2,1724 Disemba 2020",
    "Vidio, Mbazulike Amaechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra', Duration 7,0229 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}