{
  "published": "3 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A na-asị na \"mmiri bụ ndụ\" mana ọtụtụ mmadu n'Enugwu ahụghị nke ha ga-aṅụ ka ndị na-akụ ọgwụ ike akpọrọ \"Methamphetamine\" ji mgbọrọgwụ gbarụọ ala.",
    "Agbanyeghị na ndị si ngalaba na-ahụ maka ọgwụ ike bụ National Drug Law Enforcement Agency (NDLEA) anwụchịela ndị a ma gbachie ebe ha nọ na-arụ arụ a, mmiri ala dị na mpaghara Trans-Ekulu emebiela.",
    "Codeine: Nafdac emechiela ụlọọrụ ọgwụ atọ",
    "Mmachi Codeine: Ọgwụ ụkwara adaala ọnụ",
    "\"Gọọmentị amachiela Kodin mana ọ ka na-eru anyị aka\"",
    "Calista Udomma Meka gwara BBC na ọ bụ otu onye aka kpara ebe o bu akpa ọgwụ ike efedrin gbara ama eji nwụchie ndị a na-akpa ike a, ma chọpụta ebe nsogbu mmiri ndị bi na Trans-Ekulu na-agabiga.",
    "NDLEA sị na onye nọ n'isi ndị na-akpa ike a bụ otu nwoke bi Saụt Afịrịka aha ya bụ Christian Chibuzor.",
    "Calista kwuru sị; \"Christian anọghị mgbe anyị gara ọrụ n'ụlọ ahụ, mana a hụrụ na ọ bụ ebe a na-akpọsa ụgbọala ka a nọ na-aku ọgwụ ike a.\"",
    "ADD PHOTO",
    "Ndị e jidere n'ụlọ a bụ Christopher Eze, Ikechukwu Umahi na Paul Eze.",
    "Otu nwoke bi na mpaghara Phase 2 na Trans-Ekulu aha ya bụ Ogunedo Emeruole, gwara ndị ntaakụkọ Vanguard na ha \"bidoro hụwa mgbanwe n'ime mmiri ha na-ekute n'ọmị mmiri, mana tupu nke ahụ emee, anyi na-anụ ajọ isi si be agbataobi anyị.\"",
    "Ọ sị: \"Anyị che na onye kwatara ọhụrụ gbara ọgwụ anwụ mana ya bụ ajọ isi akwụsịghị.",
    "\"O ruru mgbe anyị bidoro ịhụ mmanụ n'ime mmiri anyị na-ekute. Mmiri a na-esi ajọ isi. Ya mere anyị ji kpọọ ndị na-egwu ọmị, mana isi ahụ ka ha ike.",
    "\"Ọ tụrụ anyị n'anya mgbe ndị NDLEA bịara gwa anyị na o si n'aka agbataobi anyị.\"",
    "ADD ANOTHER PHOTO",
    "Maazị Emeruole gara n'ihu kwuo na ha amaghị onye agbataobi ha a, makana ọ naghị apụta n'ime ụgbọala ya ma ọ bịa.",
    "Meka gwara BBC Igbo na a na-ere ọgwụ ike a na-arụpụta n'ụlọ a na mba ofesi.",
    "Agbanyeghi na ọ gwara BBC Igbo na gọọmentị Enugwu steeti nakwa nke etiti ma maka ihe mere, onweghi onye gọọmentị a kpọrọ zara ekwentị ya iji tinye ọnụ n'akụkọ a.",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}