{
  "published": "3 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kelechi Anyikude bụ nwaafọ Igbo ama ama na Lọndọn kwuru etu o si egosi ndị mbaụwa na ọ bụghị ndị Naịjirịa niile dị njọ.",
    "Ọ gwakara BBC Igbo etu o si malite ịza 'Kelechi Arsenal', ma bụrụ onye ndị mmadụ na-akwụsị ka ha sere foto.",
    "Arsenal anapụtala Rennes isi ha",
    "Ụwa niile ahụla ọtọ Man Utd taa",
    "Rennes ejirila Arsenal chụọ aja ndị mmụọ",
    "O kwukwara etu o si were ohere o nwere iji akwalite asụsụ na omenaala Igbo na mba ofesi.",
    "Ị ma na ọ gụrụ akwụkwọ rue ogogo Phd na ngalaba \"Engineering\" na-ahụ maka gburugburu ebe obibi?",
    "Wolves agwọola 'nwunye ha' Man Utd ara ọzọ",
    "Ahmed Musa egosila ihe o ji bụrụ 'agụ' na NFF Awards 2019",
    "Image gallery, Ị hụla etu ndigbo si rie ji ọhụrụ na mba Sweden?12 Septemba 2018",
    "Vidio, Nwanyiocha: Omenala Igbo na-amasị m nke ukwu, Duration 3,4522 Jenụwarị 2022",
    "Vidio, Muna na-eto n'Amerịka mana ọ na-asụ Igbo karịa ụfọdụ ndị nọ n'ala Igbo, Duration 2,015 Ọktọba 2018",
    "Vidio, Ọrịa Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,5620 Mee 2022",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 7 gara aga",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}