{
  "published": "4 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọkachamara n'ihe metụtara omenala Igbo arụtụla aka n'ihe mere ndị Igbo na-eji ese uhie ma ọ bụ igbu ichi n'ahụ ha.",
    "Nke a na-abịa dịka ndị uweojii na Legọs kwuchara na ha ga-amalite ịnwụchi ndị ntoroọbịa bu isi dada nakwa ndị sere uhie ma ọ bụ gburu ichi n'ahụ ha.",
    "I ga-egbu ụdịrị ichi a egburu mgbe gboo?",
    "Igbu ichi, ejimara ndị Umudioka",
    "Agbanyeghi na ọnụ na-ekwuru ndị uweojii a bụ Bala Elkana agọrọla aka ya maka nke a, ọtụtụ ndị mmadụ karịsịa ndị maara omenala nke ọma katọrọ okwu ya.",
    "Ọ bụ okwu a mere BBC Igbo ji kpọtụrụ ndị ọkachamara abụọ n'omenala Igbo bụ Ọzọ Nonso Mcginger Ibeneme na Ezenka Udochukwu Maurice ka ha tinye ọnụ n'okwu a.",
    "Naanị ndị dị ike ga-egbụ ichi",
    "N'azịza nke ya Ọzọ Mcginger kwuru na ịka ihe n'ahụ bụ ihe malitere gboo n'ala Igbo, iji gosipụta ọtụtụ ihe dị icheiche.",
    "O kwuru na nke a gụnyere; ịka ihe n'ahụ maka ọgbanje, ndị bara na mmọnwụ, igbu ichi maka ndị chiri echichi, ịte uhie maka ịchọ mma ụmụnwaanyị.",
    "Ọtụtụ mmadụ nwụrụ maka ịgbuichi a",
    "N'otu aka ahụ Ezenka Udochukwu kwuru na e nwere ụzọ ihe anọ mere ndị Igbo ji egbu ichi.",
    "Nke a gụnyere; Igbu ichi nke agbụrụ iji mata ebe mmadụ si, igbu ichi nke eji agwọ mmadụ ọrịa, igbu ichi maka echichi, igbu ichi maka ịkanye mmadụ ọgwụ n'ahụ.",
    "Mana ha kwuru dịka ugbua na omenala Igbo na-agbanwe nke mere ndị mmadụ anaghi eji zi ike ese uhie ma ọ bụ egwu ichi n'ahụ.",
    "Rivers State election: Ndigbo agbakpuuru n'ochendo hapụ ka mmiri maa okeọkpa?",
    "Lee ihe omimi ị maghị maka ọjị",
    "Vidio, Igbu ichi: Ihe mere ndị Igbo ji egbu umunwoke apa n'ihu mgbe gboo, Duration 3,4011 Ọktọba 2018",
    "Igbo Taboos: Ihe ise Ala na ndị Igbo na-asọ24 Nọvemba 2018",
    "Ichi e gburu mgbe gboo11 Mee 2018",
    "Ọ bụghị eziokwu na m gbahapụrụ Ojazzy Igbo gburu m ọja n'egwu 'Ojapiano' - KCEE22 Ọgọọst 2023",
    "Mali: Gịnị ga-emezi mba tinyere nchekwa ya n'aka otu Wagner?29 Ọgọọst 2023",
    "Vidio, Igbo Language: Million, Billion na Trillion bụ gịnị n'Igbo?, Duration 1,2529 Jenụwarị 2020",
    "Vidio, Nsọala n'obodo ụfọdụ n'Igbo, Duration 2,3924 Julaị 2018",
    "Sex for work: Etu ndịisi ụlọọrụ ebe a na-akọpụta ahịhịa tii si edina ụmụnwaanyị na-achọ ọrụ20 Febụwarị 2023",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "Vidio, Oriri Ịgwa nshị n'Eke ejikọtala obodo niile ọnụ., Duration 3,1829 Julaị 2018",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Vidio, Mr Raw: Ihe mere m jiri eji Igbo eme 'rap', Duration 1,451 Febụwarị 2019",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}