{
  "published": "13 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ka ọtụtụ ndị na-ajụ ihe mere alụmdinanwunye ji dị ka ọ naghị anọtezi aka ugbua, BBC chọtara di na nwunye bikọrọla afọ 57.",
    "Bertram na Cecilia Ihenacho gwara BBC Igbo ihe ha na-eme ka esemokwu ghara ịdị.",
    "Cecilia kwuputakwara ndụmọdụ ọ na-enye ndị nọ na di na-abịakute ha.",
    "Ihe iri agbọghọ ugbua chọrọ na nwoke ga-alụ ya",
    "Etu ndị Igbo si agba \"alụkwaghịm\"",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "Ha kwukwara etu ha si biri kemgbe ha gbara akwụkwọ n'afọ 1962, ruo ugbua.",
    "Akụkọ ga-amasị gị:",
    "Ụwa niile ahụla na gị bụ nwunye m mara mma na-ese okwu - Nnamdi Kanu",
    "Ụmụnwoke e ji ụmụ nwaanyị ụgwọ?",
    "Ọrụ asaa ị ga-ebidonwu na be gị ga-eme gị 'ide ji ego'",
    "Nwoke okwesịrị inyere nwunye ya aka n’ezinaụlọ?20 Julaị 2018",
    "Lee ihe iri agbọghọ agba ọhụrụ chọrọ na nwoke ga-alụ ya19 Juun 2018",
    "Lee ihe ụfọdụ ndị lụrụ di na nwunye mere oge mkpa mmekọrịta ji ha17 Ọgọọst 2018",
    "Vidio, DNA Test: Ọtụtụ ụmụnwoke bịara ịlụ m na-agba ọsọ maka na amaghị m nna m- Vivian Umeh, Duration 5,4621 Jenụwarị 2021",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,00elekere 8 gara aga",
    "Vidio, Lekki Massaccre: 'A ka m na-achọ nwanne m achọ ka ọnwa atọ gachara agbara egbe na Lekki', Duration 7,1620 Jenụwarị 2021",
    "Vidio, Mbazulike Amaechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra', Duration 7,0229 Mee 2020",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}