{
  "published": "15 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị mmadụ na-ewụju n'ọdọ mmanụ ụgbọala ịzụ mmanụ",
    "E duru Onyeisiala ọhụrụ Naijiria bụ Bola Tinubu iyi ọrụ n'ụbọchị 29 nke ọnwa Mee, 2023 dịka o kwupụtara n'okwu mbụ ya na a ga-ewepụ ego mbelata mmanụ ụgbọala (Fuel subsidy) na Naịjirịa.",
    "Ọ kọwara na bọjeetị Naịjirịa ugbua enyeghi ohere ịga n'ihu na-ewepụ ego mbelata a.",
    "N'okwu ya, ọ sị:",
    "\"Ọ (ịkwụ ego mbelata a) na-akwado naanị ndị ọgaranya ọ naghị enye ndị ogbenye nkwado ọbụla, ihe a bụzị ihe dị oke ọnụ ịga n'ihu na-eme.\"",
    "Naịjirịa weputara ijeri dọla 7.5 maka ịkwụ ụgwọ enyemaka mbelata mmanụ ụgbọala site n'ọnwa Jenụwarị ruo etiti afọ 2023 mgbe ọchịchị onyeisiala Muhammadu Buhari onye nyere Tinubu ọchịchị.",
    "Buhari wepụtara atụmatụ iwepụ ego mbelata mmanụ ụgbọala a mana o meghị nke a tupu o nyefee ọchịchị ya n'aka ọchịchị ọhụrụ.",
    "Onyeisiala Tinubu kwere nkwa ịwepụ nke mbelata mmanụ ụgbọala",
    "Naijiria bụ mba nke abụọ na-emepụta mmanụ n'Afrịka dịka ha na-esote mba Angola mana Naịjirịa na-ebubata ihe karịrị pasentị 90 mmanụ ya n'ihi enweghị ike ịmepụta mmanụ nke ya n'ụlọọrụ mmepụta mmanụ agbidi anọ nọ n'ọnọdụ ọjọọ n'akụkụ Naịjirịa dị iche iche.",
    "Agbanyeghi na ụlọọrụ mmanụ agbidi Naịjirịa bụ NNPC kwuru na e nwere mmanụ ụgbọala zuruoke iji gboo mkpa ndị mmadụ n'oge a ụzụ ndị mmadụ na-agbazị n'akụkụ Naijirịa dị iche iche dịka ụmụafọ ji ụjọ awụjuu na ọdọ mmanụ ụgbọala dị iche iche, kwujuo n'arịrị maka egwu ụkọ mmanụ ụgbọala.",
    "N'ozi ọhụrụ ndị mgbasaozi onyeisiala ọhụrụ bụ Tinubu zipụtara, ọ rịọrọ ọha ka ha dere duu ma kwuo na ya bụ mwepụ ga-adị ire n'ebe etiti afọ a dịka ọchịchị gara aga siri nye ohere maka ya.",
    "Ndị ọkaibe n'ihe gbasara akụnaụba na-ekwu na okwu mwepụ ego mbeleta mmanụ ụgbọala a nwereike imetụta ego ihe ahịa na-ada nakwa mee ego ime njem arịa elu nke ga-emetụta ego mmepụta ihe nakwa akụkụ azụmahịa ndị ọzọ.",
    "Ego mbelata mmanụ ụgbọala (Fuel subsidy) bụ ego gọọmentị na-akwụ iji nyere ọha aka dịka ego mmanụ agbidi na-ada n'ụwa na-arị elu.",
    "Naịjirịa malitere ịkwụ ụgwọ iji nyere ụmụafọ Naijirịa aka kemgbe ebe afọ 1970.",
    "E tinyere n'wiu n'afọ 1977 n'oge ọchịchị Olusegun Obasanjo oge o hibere iwu nhazi ọnụahịa mmanụ ụgbọala bụ 'Price Control Act'.",
    "Iwu a mere ka ọ bụrụ ihe megidere iwu mmadụ ire mmanụ ụgbọala gafee ego gọọmentị tinyere ya.",
    "Malite n'afọ 2006 ruo afọ 2018 Naịjirịa mefuru ego ruru tarị 10 Naịra n''ịkwụ ụgọ ego mbelata mmanụ ụgbọala.",
    "Ugbua, gọọmentị na-ekwu na ego a na-ebuzi ha aka ịkwụ nke mere ọtụtụ ji atụ egwu na ego mmanụ ụgbọala ga-arị oke elu ma ewepụ  ya.",
    "N'Awka, ọtụtụ ụgbọala amalitela iwuju n'ime ọtụtụ ọdọ mmanụ ụgbọala maka egwu ụkọ mmanụ ụgbọala",
    "N'Anambara steeti",
    "Akụkọ si Awka bụ isiobodo Anambra na-ekwu na ọnụ ego mmanụ ụgbọala arịala oke elu dịka ya bụ ihe na-adazi n'agbata N350 ruo N700.",
    "Ndị na-ere mmanụ ụgbọala a na-abụghị ndị ọdọ ụgbọala bụ ndị a na-akpọ ndị 'Black market' na-ere ya n'ọnụ N750 ugbua.",
    "Ndị mmadụ wujuru n'akuku nakwa n'ime ọtụtụ ọdọ mmanụ ụgbọala dịka ha na-agba mbọ ịzụta ya bụ mmanụ.",
    "Oke ahịrị ụgbọala juru ebe niile dịka ego ime njem n'akụkụ steeti ahụ ji ike ria elu.",
    "Ego mmanụ ụgbọala na-adazị ihe karịrị N400 n'isi obodo Ebonyi bụ Abakaliki ugbua",
    "N'Ebonyi steeti",
    "Ọtụtụ ọdọ mmanụ ụgbọala amalitela ire mmanụ ụgbọala n'ọnụ riri elu dịka ihe N500 n'akụkụ ụfọdụ.",
    "Ndị mmadụ wujuru n'ime nakwa ogige ọdọ mmanụ ụgbọala dị iche iche na steeti ndị a dịka na-agba mbọ ịzụta ma zube mmanụ ụgbọala a.",
    "N'Owerri, Imo steeti, ego ime njem riri elu dịka ndị ọrụ njem na-ekwu na iweta mmanụ rịara ahụ nakwa ọnụ ego mmanụ ụgbọala riri elu",
    "N'Imo steeti",
    "Ọnụ ego mmanụ ụgbọala ariala elu gaa N400 ma rukwa 450 dịka onye ntaakụkọ anyị ebe ahụ siri kwuo.",
    "Akụkọ si ebe ahụ na-ekwu na a na-erebu mmanụ a n'ọnụ ego N235 -N240, nke a emetụta ego ime njem n'ime steeti ahụ.",
    "Otu onye ọkwọ ọgba tumu aha ya bụ Maazị Johnson gwara onye ntaakụkọ anyị \"Mgbelite elu mmanụ ụgbọala a ga-eme ihe isi ike akarịa na Naịjirịa ugbua.\"",
    "N'Abia steeti",
    "N'akụkụ dị iche iche n'Aba bụ obodo azụmahịa Abia steeti, ndị ọrọ njem tinyere ego n'ego e ji eme njem dịka ọnụ ego mmanụ ụgbọala ruru N500 n'ụtụtụ Wenezde a.",
    "Onye ntaakụkọ anyị ebe ahụ kọwara na a na-atụ anya na ya bụ ihe nwereike ịgbali elu ruo N600 tupu abalị eruo.",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?",
    "Ọkammụta n'ịhe gbasara akụnaụba bụ Boniface Chizea kọwara na-uru dị n'iwepụ ego mgbakwụnye a na-akwụ na mmanụ ụgbọala nke a kpọrọ 'fuel subsidy' na Bekee karịrị ọghọm dị na ya.",
    "Cheta na onyeisi International Monetary Fund bụ Christine Lagarde kpọrọ gọọmenti etiti oku ka ha wepụ ego ha na-agbakwụnye iji hụ na mmanụ ụgbọala dị ọnụ ala.",
    "Ngwa ngwa o kwuru nke a, ụkọ mmanụ ụgbọala malitere n'ụfọdụ obodo ndị mepere emepe dịka ndị mmadụ malitere ịzụ mmanụ ụgbọala aghara aghara n'ihi egwu ụkọ ya.",
    "Mana na mkparịaụka ya na BBC Igbo nwere, Chizea kọwara na mbido na iwepụ 'fuel subsidy ga-ebute ihe ịda oke ọnụahịa mana ahapụ ya n'ihe ga-adịkwa mma dịka gọọmentị enwe ike ịchekwa ego a kara imefu n'ikwụ ụgwọ 'subsidy. tinye ya n'ọrụ.",
    "\"Ndị mmadụ anaghị aghọtacha: Ọ ga-ebute ihe ịda oke ọnụ obere.\"",
    "\"Ndị ji ya enwe ego karịrịị akarị: ndị ọnọ-na-etiti, ndị na-ezupu mmanụ anyị na mba ọzọ bụ ndị 'subsidy dabanyere.\"",
    "Chizea onye bụbu onye ọrụ ụlọakụ kwuru na ọ bụ oge gọọmenti nọ ugbua weliiri ego a na-ere mmanụ kwesịrị ka ha wepụ aka n'itinye ego ole a na-ere mmanụ.",
    "Iwepụ 'fuel subsidy'Ọ ga-ebute ihe ịda oke ọnụ - Chizea",
    "Fuel subsidy mere na ego e kwesịrị inye ndị na-arụpụta ngwaahịa iji tubata akọrọngwa ha ji arụ ọrụ a na-enye ya ndị na-atụbata mmanụ ụgbọala.",
    "Gọọmenti na-ebi ego were na-akwụ ụgwọ subsidy, o kwuru na ọ bụụ na enweghị ihe e mere maka nke a, Naijiria ga-alọghachi n'ọnọdụ ọ nọ tupu Ngozi Okonjo-Iwela nweta mgbaghara ụgwọ e bitere.",
    "Naijiria",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Vidio, \"Etu mgbọ sị tụọ nna m Emmanuel Nwaobosi oge ọ na-echekwa Ojukwu\"28 Mee 2021",
    "NA EME UGBU A Tinubu Inauguration Speech: 'Fuel Subsidy' agaala!",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Mavrodi bụ onye bidoro MMM anwụọlaEmelitere ikpeazụ na: 26 Maachị 2018",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'Emelitere ikpeazụ na: 13 Maachị 2021",
    "Lee nri ogbenye 10 ọgaranya na-eriziEmelitere ikpeazụ na: 5 Eprel 2018",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Ihe ị kwesiri ịma maka okpueze ala IgboEmelitere ikpeazụ na: 25 Ọgọọst 2018",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Sylvester Oromoni nwụrụ ọnwụ chi ya ọ bụghị ntigbu ka e tigburu ya - Uweojii LegọsEmelitere ikpeazụ na: 7 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}