{
  "published": "16 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikeji bu emume eji mara ndị Aro niile nke gunyere Arọchukwu na Arọndịzuọgụ.",
    "Ikeji bụ emume e ji mara ndị Arọ niile nke gunyere Arọchukwu na Arọndịzuọgụ.",
    "Mmọnwụ dị icheiche pụtara ebe ahụ",
    "Otu agụbata bu akpatị ọgwụ e ji eme emume.",
    "Onye ntoroọbịa na-enweta onwe ya.",
    "Ndị Arọchukwu na-eme nke ha na ngwụcha oge ọrụ ubi ebe Arọndịzuọgụ na-eme Ikeji tupu ha amalite ọrụ ubi nke afọ ahụrụ.",
    "Ọ bụ emume a ka e ji ekele Chineke maka ọkụkụ na owuwe ihe ubi kwa afọ ọbụla ma rịọkwa ya ogologo ndụ iji hụ afọ na-abia. Ụmụ nwaanyị na-elele anya ka ụmụnwoke na-eti mmọnwụ",
    "Emume a malitere mgbe gboo n'Arọndịzuọgụ mgbe Nnanna hiwere Ịzuọgụ si Arọchukwu bịa Arọndịzuọgụ.",
    "A na-eme emume a n'abalị asaa nke gụnyere ịtụ aja dị icheiche, ebe ezinaụlọ ọbụla ga-egbu ewu na ọkụkọ were tụọrọ ndị nnanna ha aja",
    "Ọzọ bụ ịpụ n'ama ebe ndị Ịzụọgụ niile ga-aga tie mmọnwụ dị icheiche.",
    "Ndị mmadụ na-ete onwe ha agwa dị icheiche n'ụzọ ama.",
    "Oriri na nkwari dị ya n'uju ka ndị na-ere ahịa nọ na-ere ahịa ha.",
    "N'oge Ikeji Arọndịzuọgụ, ọtụtụ ụmụafọ ha ndị bi na Naịjirịa nakwa mba ofesi na-alọta iji kwanyere ndị nnanna ha ochie ugwu ruru ha.",
    "Anyị hụrụ mmọnwụ karịrị asatọ ebe ahụ",
    "Onye a na-ese, ọ na-ese onye ọzọ",
    "Ndị ntoroọbịa ebe ha na-egosi ihe nkarị dị icheiche iji sachapụ afọ garaga n'oge mmemme a.",
    "A na-eme nkwado abụọ tupu ebido mmemme Ikeji, nke ndị ụka na nke ndị omenala, mana onye mmemme a na-eṅomi ndị ụlọụka na nke ya",
    "Image gallery, Ebonyi state cultural festival: Mgbe ndị Ebonyi mepụtara emume ndigbo7 Nọvemba 2018",
    "Vidio, Ọja Festival 2018: Mgbe asụsụ Igbo turu ugo16 Nọvemba 2018",
    "Vidio, Afikpo Festival: Egwu nkwa nwaite ka eji mara ha31 Disemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}