{
  "published": "18 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akpachaghị anya ndị Ibolo Oraifite nwere ike ịbụ ogbe na-enweghị ebe obibi n'ọdinihu maka mkpamkpa mbuze na-akpa n'obodo ahụ.",
    "Mbuze eriela ala na Nanka",
    "Ebe niile chakere mgbe Arọndịzuọgụ mere Ikeji",
    "Inec agwala Nyesom Wike gaa n'ihu",
    "Mụgharịanụ etu esi ebu egbe - Mohammed Adamu",
    "Vidio, Lee mkpamkpa mbuze na-akpa na Nanka dị n'Anambara steeti, Duration 3,4331 Ọgọọst 2018",
    "Gọọmenti biko zọpụta Alaigbo n'aka mbuze - Ntorobia Ohaneze10 Septemba 2018",
    "Ndị Abịa: Gọọmentị bịa doziere anyị okporoụzọ Okigwe-Umuahia gbabiri abụọ5 Ọktọba 2018",
    "Vidio, Wooden Cave: Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya, Duration 6,0614 Julaị 2021",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Igbo Language: Chikasielu dị afọ asaa ma ọ bụ ọkaibe n'ịtụ ilu Igbo, Duration 3,5211 Julaị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Femi Fani-Kayode: Gọọmenti etiti kwesiri ịge ndị dị ka Nnamdi Kanu na-achọ nwereonwe ntị, Duration 3,3112 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}