{
  "published": "23 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, D Poland/PATH",
    "Nnukwu nyocha ọgwu mgbochi mbụ maka ọrịa ịba amalitela na Malawi.",
    "Ọgwụ mgbochi a akpọrọ 'RTS,S vaccine' na-akụziri ihe na-alụrụ ahụ mmadụ ọgụ etu ha ga-esi awakpo ịba, bụ ihe anwụnta na-ebunye mmadu ma ọ taa ya.",
    "Ihe anọ ịmaghị maka ọrịa ịba",
    "Ihe ise ịba jiri dị iche na Taịfọd",
    "Ụzọ iri ị ga-eji gbochie ịba lasa",
    "Na mbụ, obere ịgba ọgwụ mgbochi a gosiri na ihe ruru pasentị 40 n'ime ụmụaka dị ọnwa 5 ruo 17 nwetere ọgwụ a nwere mgbochi.",
    "Ọrịa ịba dịka ọ na-arị ọzọ na ka o mechara afọ iri enwetere mmeri n'iluso ya ọgụ.",
    "Dịka ọnụọgụgụ kwa afọ si ụwa niile na-akọwa na ọrịa a na-arigo arigo kama ịda ada, nke butere egwu na o jikwa ike alaghachite.",
    "",
    ",000 died of malaria worldwide",
    ",000 died of malaria worldwide",
    "m infectedAfrica saw more than 90% of cases and deaths",
    "m infectedAfrica saw more than 90% of cases and deaths",
    "Malawi bụ mbụ n'ime mba atọ a họpụtara iso na mgbochi mbụ a e ji ewepụta ọgwụ a. Ọ ga-enye ụmụaka puku narị iri abụọ dị afọ abụọ gbadawa mgbochi.",
    "Mba ndị ọzọ bụ Ghana na Kenya ga-amalite nke ya n'izu ụka na-abịa.",
    "Kedụ etu nsogbu ọrịa ịba dị?",
    "Ọrịa ịba na-egbu ihe ka mmadụ 435,000 n'ụwa niile kwa afọ, ọkachasị ụmụaka.",
    "Ndị ọrịa a na-egbu karịrị n'Afịrịka, ebe ihe karịrị ụmụaka 250,000 na-anwụ kwa afọ, dịka WHO si kwuo.",
    "E bidoro ịnwa ọgwụ a n'afọ 2009.",
    "\"E nwere mba asaa so nwaa ihe a ụmụaka 15,000 so mee,\" Dọkịnta David Schellenberg gwara BBC Newsday.",
    "Ọ sị; \"Nwale a gosiri na ọgwụ mgbochi a na-egbochi ịba. Onweghị ihe ọjọọ ọbụla ọ na-eme.\"",
    "A họtara mba ndị a makana ha na-eme nnukwu mgbochi ịba, nke gunyere iji 'net', ma nwekwa ọtụtu ndị bu ọrịa ịba.",
    "Ebe foto si, Getty Images",
    "Akụkọ ga-amasị gị:",
    "I ji aghụghọ lee Jamb?",
    "Kedụ ebe a kwụdị akwụ maka nnọchiteanya 'Orlu zone' na Sineti?",
    "Ndigbo na Yoroba bụ otu afọ mụrụ - Oba Ogunwusi Adeyeye",
    "Malaria: Sniffer dogs to help in fight to eradicate disease29 Ọktọba 2018",
    "Ugandan wins Africa prize for bloodless malaria test14 Juun 2018",
    "Malaria experts fear disease's resurgence18 Eprel 2018",
    "Malaria vaccine: How good is good enough?24 Julaị 2015",
    "'Malaria killed my daughter'17 Eprel 2018",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}