{
  "published": "24 Eprel 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nke a bụ ihe nkiri nke mbụ banyere nrụrịtaụka ebe Igbo si.",
    "BBC Igbo gara obodo Aguleri na obodo Nri iji mata isi okwu ndọrọndọrọ a.",
    "'Aguleri na Igbo Ukwu abụghị mbido Ndigbo' - Eze Nri",
    "N'agba nke a, ndi Aguleri na ndị Nri tinyere ọnụ na ya bụ okwu.",
    "Gee ha ntị ka ị ghọta ma ọ dabara.",
    "Ị ma na eze nke abụọ n'ala Igbo chịrị n'afọ 2960 gara aga?",
    "Ọ bụ nkafie ikpere Chukwu n'ụzọ omenala?",
    "O nwere mmụọ bi na nwata bu isi dada pụta ụwa?",
    "Vidio, Iri ji na mgba azụeruala, Duration 3,4517 Nọvemba 2018",
    "Vidio, Tattoo: 'Ise uhie ma ọ bụ igbu ichi abụghị ịda iwu', Duration 2,444 Eprel 2019",
    "O nwere mmụọ bi na nwata bu isi dada pụta ụwa?26 Julaị 2018",
    "Vidio, Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus, Duration 5,2724 Jenụwarị 2022",
    "Vidio, Solar Powered Vehicle: Lekwa ụgbọala latrik ndị Federal Polytechnic, Nekede rụpụtara, Duration 3,068 Febụwarị 2022",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Igbo Traditional musical instruments: Etu m si mụta ịkpọ ụbọ aka - Oluomachukwu Odimegwu, Duration 3,4313 Maachị 2022",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Princess Ezeani: 'Naanị ihe dị m n'uche bụ na agam ajọ njọ n'ụwa m niile', Duration 5,169 Mee 2022",
    "Vidio, Tony Elumelu tinyere N1.8m n'ahịa akị oyibo m - Chigozie, Duration 2,4127 Ọktọba 2018",
    "Vidio, Ihe mere m ji hapụ ụlọakwụkwọ 'Seminary' ma soro nzọmụkwụ nna m, Pericoma - Ebube Okoye (Diọkpara Pericoma), Duration 27,1825 Febụwarị 2022",
    "Vidio, Triplets after 19 years: Ị hụtụla ụdị ọrụ ebube a?, Duration 3,0117 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}