{
  "published": "2 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tonto Dikeh, Churchhill nakwa Muerer Instagram Pag",
    "Ụmụ Naịjirịa nọ n'elu twitter na-aja Tonto Dike ike ka Churchill bụbụ di ya depụtachara ozi ebe ọ kpọrọ nwaanyị ọzọ \"Mrs Churchhill.\"",
    "Olakunle Churchill degara onye na-eme ihe nkiri a na-akpọ Rosy Meurer ekele maka ụbọchụ ncheta ọmụmụ ya ma tinye 'Mrs Churchhill' na ngwụcha ekele ahụ.",
    "Ebe foto si, Olakune Churchhill Instagram Page",
    "Nke a mere ka ụmụ Naịjirịa kwuwe na ha chetara mgbe Tonto Dikeh kwuru na Meurer na-etinye anya n'ebe di ya Churchhill nọ mgbe ha na-alụ di na nwunye.",
    "Ụfọdụ kwuru na ozi a egosila na ya bụ Churchhill na Meurer na-ayịbu dịka Tonto si boo ha na mbụ.",
    "Lee ụfọdụ okwu ha depụtara.",
    "Cheta na Tonto na Olakunle lụrụ di na nwunye n'afọ 2016 ma gbaa alụkwaghịm n'afọ 2017.",
    "Ebe foto si, @olakunlechurchill @Tontolet",
    "Ọtụtụ ndị a ma ama na-eme ihe nkiri ekwuputela uche ha gbasara ihe Tonto Dikeh kọwara ndị ntaakụkọ maka di ọlụbụrụ.",
    "Churchill bụ di ọlụbụrụ kwuru na ọ bụ amara na-eche ya ma nwekwa obi ekele.",
    "Nke ndị mmadụ sonyere n'ụtụtụ a bụ ọzọ na-akpọtụ n'etiti Tonto na Ik Ogbonna bụkwa onye na-eme ihe nkiri",
    "Ik Ogbonna gwara ya n'elu instagram na tupu o mee ihe ọ bụla n'elu soshal midia ya cheta nwa ya nwoke.",
    "Lee ihe Tonto sara ya:",
    "@renoomokri kwuru na ọdịghị mma ka mmadụ na-ekwucha ihe ọjọ niile ọ ma maka di ọlụbụrụ maọbụ onye ọyịbụrụ.",
    "Funke Adesiyan sokwa na ndị manyere ọnụ n'okwu a mana ndị mmadụ pụtara katọọ ya.",
    "A mabeghị mgbe okwu a ga-ebi mana anyị ka nọ ma na-ewetere ụnụ ka o si gaa.",
    "Eze Thailand alụọla onye nche ya ma chie ya ezenwaanyị",
    "Ndị gọvanọ na-afụnye ọkụ na nsogbu nchekwa iji nweta ego - Magu",
    "Ihe ndị mmadụ na-ekwu maka ọkụ Tonto Dikeh munyere na soshal midia",
    "Ọtụtụ ndị ọnụ na-eru n'okwụ na Naịjirịa ekeelela Ngozi Okonjo-Iweala15 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?15 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ọtụtụ ndị ọnụ na-eru n'okwụ na Naịjirịa ekeelela Ngozi Okonjo-Iweala",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}