{
  "published": "2 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ernest Ezeajughi: Etum si bụrụ Mayor na London.",
    "Ji awayị tọọ ụtọ, awanye kwuo ya ji! Otu nwa afọ Igbo ji eje mba bụ Ernest Ezeajughị abụrụla 'Mayor' nke Brent dị na mba Briten agba nke abụọ ya.",
    "Ernest Ezeajụghị nwetaburu ọkwa ahụ nke mbụ ya n'ụbọchị nke mbụ nke ọnwa May afọ 2019 na Brent Civic Centre.",
    "Aga m achịli 'World bank' ma ọ bụrụ... - Okonjo-Iweala",
    "Onye bụ Priscilla Ekwueme Eleje?",
    "N'ozi ekele nke Willie Obiano bụ gọvanọ Anambra steeti wepụtara, O kwuru na  ihe Ezeajughị mere gosiri na 'Anambara steeti bụ ''ihe nke ala Naijiria\" n'ezie.",
    "Ozi ahụ nke  Kọmishọna mgbasaozi steeti ahụ Don Adinuba binyere aka, Ọ sị \"nhọpụta a họpụtagharịrị Ezeajughi bụ ihe akaebe na ọ rụrụ ndị Brent ezi ọrụ n'agba mbụ ya.\"",
    "Onye Ọgbụ n'Anambara steeti, Ernest Ezeajughị gara mahadum Nnamdi Azikiwe dị n'Ọka Anambara steeti tupu ọ gawa ala Bekee ga biri.",
    "Ezeajughi kwuru na ọ bụ nna ya gwara ya ka ọ sonye na ndọrọndọrọ ọchịchị n'ime obodo ma kwe nkwa na ọ ga-atụkọta ego iji nyere ndị na-arụ ọrụ n'efu.",
    "Ọ ga-achị site n'afọ 2019 ruo afọ 2020.",
    "Ma ọ ka na-akwalite ọkọlọtọ Naịjirịa elu ebev ọ nọ.",
    "Ebe foto si, @cllr.ernest.ezeajughi",
    "Ihe ise ị na-amaghị maka Ezeajụghị (Mayor Igbo ndị Brent)",
    "A mụrụ ya na Naịjirịa, n'Anambra steeti",
    "Ọ gara Aguata High School Ekwulobia",
    "Ọ gụrụ Sayensị na Mahadum Nnamdi Azikwe dị n'Anambra steeti",
    "Ọ batara mba UK n'afọ 2004",
    "A họpụtaburu ya dịka onyeisi ndị 'Stonebridge Ward' n'afọ 2014, ma weghachite ya n'afọ 2018",
    "Ọ lụọla nwaanyị ma jide ụmụ anọ",
    "Mana dịka a na-enwe anụrị maka ọkwa ọhụrụ Ezeajughi wetere, n'okwu ọzọ ihu gbaruru agbaru.",
    "Nwaanyị mba Naịjirịa bụ Fiona Onasanya abụrụla onye mbụ a ga-eji akwụkwọ ngosi iwe akpọrọ \"recall petition\" wepụkwa ya n'oche dịka onye omeiwu na-anọchite anya Peterborough.",
    "A kpọchịrị Onasanya onye dị afọ iri atọ na ise na nga n'ọnwa January 2019 maka itụ asị gbasara ịgba oke ọsọ n'ịnya ụgbọala.",
    "Ọ bụ onye mbụ na-enweta akwụkwọ ngosi mkpesa na mba England.",
    "Ihe Churchill sara ebubo Tonto boro ya",
    "Ndị gọvanọ Ọwụwa anyanwụ asaala Magu",
    "Tonto Dikeh: Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?15 Febụwarị 2021",
    "Priscilla Ekwueme Eleje: Onye bụ nwaanyị a na-akpa ike?17 Eprel 2019",
    "Vidio, Igbo Origin: Aguleri na Nri na-azọ ndị bụ isi Igbo24 Eprel 2019",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada28 Febụwarị 2021",
    "Gee ntị, BBC Nkeji28 Febụwarị 2021",
    "Ị mana Chioma Davido bụ...30 Eprel 2020",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ị mana Chioma Davido bụ...Emelitere ikpeazụ na: 30 Eprel 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}