{
  "published": "8 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ji ọkọrọtọ osote onyeisi PDP bụ Peter Obi sị na ahụike ya kwụ chịm.",
    "\"Akwụ m chịm\" - Peter Obi",
    "Ihe m ga-eji garịrị ụlọikpe - Peter Obi",
    "Conditional Cash Transfer: 'Nye ndị ntorobia N1m' - Peter Obi26 Ọgọọst 2018",
    "Mbaka and Peter Obi: Ihe ndị mmadụ na-ekwu maka arịrịọ Fada Mbaka rịọrọ Peter Obi8 Disemba 2018",
    "Peter Obi: Enweghi ezigbote ọchịchị bụ ihe kachasị egbu Naịjirịa17 Juun 2019",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Oliver Ekene Nwosu: Ihe ndị ọnụ na-eru n'okwu na-ekwu maka esemokwu Fada Nwosu na Bishop Awka Diocese, Duration 6,318 Ọgọọst 2020",
    "Vidio, Mozambique Secret Cult: Kedụ ndị bụ ndị otu ekperima a na-akpọ onwe ha 'Sons of Mocimboa'?, Duration 13,125 Ọktọba 2021",
    "Vidio, Bridget Maduabuchim Nnabueze: Etu m si turu ugo onye nkuzi kachasi mma Naịjiria niile n'afọ 2021, Duration 8,3518 Ọktọba 2021",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Gee ntị, Peter Obi: 'E nweghị m obi nkoropụ ọbụla', Duration 1,448 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}