{
  "published": "9 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adoration ministries",
    "Mbaka kpeburu Nnamdi Kanu ekpere ngọzị",
    "Father Mbaka agwala ndị ụka ha ghara ịnọzị chakoo dịka Barca ganye na Liverpool edula ha mmuọ.",
    "O kwuru na asọmpi bọọlụ ahụ kwesịrị ikuzịrị ndị otu kristi ka ha wepu mpako na ndụ ha.",
    "Ọchịchi Buhari dị mma- Mbaka",
    "Fada Mbaka asaala ndị na-akọta ya",
    "Mbaka kwuru na nke a gosiri ihe akwụkwọ nsọ kwuru na nganga buru ụzọ, ọdịda esoro ya n'azụ,",
    "Nke a bịara n'ekpere ụbọchị Wenezde ọbụla ya bụ \"I no dey again\" na obi Adoration Umuchigbo, Iji Nike Enugwu.",
    "Ndị ụka taa dịka otu Barcelona - Fr. Mbaka",
    "Ọ dọrọ ndị ụka katọliki aka n'nti ka ha ghara ịdị na akatọ ya kama ka ha mara na oge eruola mgbe ụka ga agbanwe.",
    "Ọ gwara ha  nabata na ọtụtụ na agbagazị ụka pentecostal maka amụma na ihụ ọhụ.",
    "Elections: Buhari adaghị ntụliaka n'Enugu edere ya ede - Mbaka",
    "Mbaka kwuru na-agbanyeghị mmekpa ahụ ọbụla na ya ga akachị ntị na ebu amụma, ekpe ekpere, agwọ ọrị na ahụkwa ọhụ.",
    "Na ọ bụ na-aha Chukwu nna, nwa na mụọsọ onye nyere ya onyinye ahụ ka o ji aga.",
    "Kcee kwụrụ 1m naira, Anazodo yi ọbante gaa ọrụ!",
    "Onye bụ Tijjani Bande?",
    "Gịnị ga-eme okpuruọchịchị ndị na-enweghi onyeisioche?",
    "Ofụfe",
    "Naijiria",
    "Egwuruegwu",
    "Enugwu",
    "Prophecies for Nigeria: Ihe ndị ụkọchụkwụ kwuru maka etu afọ 2019 ga-esi adị1 Jenụwarị 2019",
    "\"Buhari oge mgbanwe eruola\" - Fr. Mbaka26 Julaị 2018",
    "Vidio, 2019 Elections: Buhari adaghị ntụliaka n'Enugu, edere ya ede - Mbaka, Duration 1,1614 Maachị 2019",
    "Chukwu gozie ndị isi Ipob maka ịkagbu 'sit-at-home' ụbọchị Mọnde ọbụla - Fr Mbaka15 Nọvemba 2021",
    "Gee ntị, BBC Nkeji15 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abujaelekere 9 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Chukwu gozie ndị isi Ipob maka ịkagbu 'sit-at-home' ụbọchị Mọnde ọbụla - Fr Mbaka",
    "Ihe kpatara soshal midia ji ekwo na Rita Dominic dị ime",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ebe a na-atụ vootu taa",
    "Biafran Vipers: Ndi ọzọ apụtala na-eyi ndi eze ọdinala na ndi ọchịchi nọwụwa anyanwụ egwu",
    "Igbo foods: Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}