{
  "published": "10 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebere Ekeopara & Uche Akolisa",
    "Reporter, Igbo Service",
    "Ebe foto si, Mayor of Enfield/Twitter",
    "Mayor Kate Anorue bụ onye Nanka dị n'Anambra Steeti meriri ndị ọcha nakwa ọtụtụ ụmụnwoke ya na ya zọrọ ochịchị n'Enfield ugboro abụọ.",
    "Onye Igbo abụrụla 'Mayor' na London",
    "Ihe i kwesiri ịma maka nwafọ Naịjirịa Boris Johnson họpụtara",
    "Ọ bu ụzọ chia site n'afọ 2012 rụo afọ 2013 mana ọ chiri nke ọma nke mere ka ahọpụtakwa ya ọzọ dịka onye ọchịchi Enfield ọzọ.",
    "Nanị ya bụ onyeisi ojii nke mbụ nọ n'oche ọchịchi a ugboro abụọ na mba Briten.",
    "Oriaku Kate hapụrụ Naijiria gaa obodo Britain n'afọ 1985.",
    "Ebe foto si, Nigerians in Diaspora Commission/Twitter",
    "Ọ kọwara na nna ya kwesiri ike na nwaanyị ọbụla kwesiri igụ akwụkwọ dika umu nwoke nke mere na nna ya zụrụ ya na akwụkwọ nke ọma.",
    "Ndị obodo ya bụ Nanka Chiri ya \"Ada jere mba turu ugo \" n'afọ 2008.",
    "Ndị omeiwu Anambra Steeti kwanyere ya ugwu pụrụ iche site na ịmere ya nke bekee kpọrọ 'Valedictory Sitting' n'Awka.",
    "Lee ozi ekele ezitere Kate Anorue oge ahọpụtara ya dịka Mayor Enfield.",
    "Onye Igbo abụrụla 'Mayor' na London",
    "Dịka Kaụnsul Enfield siri wepụta n'websait, Kate Anolue na ndị imeobi ya ga-anọ n'ọkwa ọchịchị ahụ afọ 2019/20.",
    "Ka ọ dị ugbu a, ọtụtụ ndị mmadụ na-ezi ozi ekele maka nturuugo ahụ.",
    "Otu APC  na London kelere ya maka ibulie aha Naijiria elu n'ofesi nakwa maka ịbụ nwaanyị isi ojii mbụ a ga-eme 'Mayor' na mba Briten.",
    "@UchePOkoye sị na nwa afọ Anambra ọzọ etuterela Nigeria ugo na mba ofesi.",
    "Anolue bụ nwafọ Nanka n'Anambra steeti",
    "Ọ  bụ onye ọkaiwu ma bụrụ onye na-alụ ọgụ maka ikike dịrị ụmụnwaanyị na ụmụaka",
    "'Ada Jere mba turu ugo' bụkwa onye 'midwife' nwetarala ọtụtụ nzere na Naijiria nakwa na mba ofesi",
    "Anolue gara ebido ụwa ya dịka onye nkuzi mana Agha Biafra bụ ihe kwụsịrị ọzụzụ ya dịka onye nkuzi na Teachers Training College.",
    "Ọ bụ onye anaghị ahụ mmanya ọkụ ma sorokwa n'otu ndị kweneyere na anaghị edetụ mmanya ọkụ ire bido oge ọ dị afọ 18",
    "Anolue arụbuola dịka 'Mayor' of Enfield n'afọ 2012/13",
    "Akụkọ ga-amasi gị:",
    "Arsenal na Chelsea ga-agwọ onwe ha ibi na Baku",
    "Ụzọ ị ga-esi gbalahụ nsogbu na 'checkpọint'",
    "Ihe mere Anambra state ji bụrụ \"ọmalịcha nwaanyị\" a kpụ n'ọnụ",
    "Igbo Tradition: Ihe isii nwere ike ịnọchị anya ọjị n'omenala Igbo12 Julaị 2020",
    "Vidio, Ruth Okafor :Mmegbu kpatara m ji bido igbu pịpịrọ n'asọmpị bọọlụ13 Julaị 2020",
    "Biafra Restoration: Anyị enwetala ya 90 pasenti - Uche Mefor12 Julaị 2020",
    "Vidio, Ballet Dancer: Lee nwata nwoke ji egwu 'Ballet' gbakasịa soshal midia10 Julaị 2020",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada28 Febụwarị 2021",
    "Gee ntị, BBC Nkeji28 Febụwarị 2021",
    "Ị mana Chioma Davido bụ...30 Eprel 2020",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ị mana Chioma Davido bụ...Emelitere ikpeazụ na: 30 Eprel 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}