{
  "published": "12 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chikaima na Chinonoru Ezeno bụ nwanne abụọ ngwa egwu Igbo na-amasị",
    "Chikaima na-akpọ ọja ebe nwanne ya na-akpọ 'Xylophone'",
    "Mmeri anyị bụ ka ụmụnwaanyị mụta Teknụzụ - Ụmụakwụkwọ meriri Technovation",
    "Ihe ise ị maghị maka Emmanuella",
    "N'ime ihe onyonyo a, ha kọwara BBC Igbo etu ha sị mụta na ihe ndị ọzọ.",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 6 gara aga",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Igbo History: Ihe mere ndị bekee enweghi ike ịchọta Ivin Ukpabi ndị Arochukwu, Duration 5,3416 Jenụwarị 2021",
    "Vidio, DJ Flozy: 'Ụkwụ adịghị m mma egbochighị m ị bụ DJ na-ekpo ọkụ', Duration 2,1724 Disemba 2020",
    "Vidio, Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie, Duration 2,5726 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}