{
  "published": "11 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe akpamọchị Nedu Wazobia na-eme pụrụiche n'ihi na ọ gụnyere agburu atọ kachasị na Naịjirịa n'ime ya.",
    "Ọ na-eme nke Igbo, nke Yoroba na nke Awụsa.",
    "Ndụmọdụ 5 Ngozi Nwosu nyere ndị chọrọ ibanye Nollywood",
    "E jim asụsụ Igbo agụgharị egwu ndị mmadụ - Josh2funny",
    "N'ime ihe onyonyo a, ọ kọwara mgbe o bidoro na ihe kara ya obi.",
    "Gee ya n'uju ebe a:",
    "Ọrụ a si n'aka Jessica Nwankwo",
    "Nollywood",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Vidio, Soshal midia emeela m ọgaranya - Josh2funny, onye ọchị, Duration 2,5417 Eprel 2018",
    "Vidio, Ngozi Nwosu: Ihe ise ị ga-eme iji nwee ugwu n'ọrụ ihe nkiri, Duration 1,3524 Eprel 2019",
    "AMVCA 2018: Lee etu ndị Igbo si nwukee ka anyanwụ1 Septemba 2018",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,327 Juun 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Tourism in Nigeria: Ị gaala Awhum, Ogbunike cave na Akwete gaa hụ Naịjirịa?, Duration 3,582 Juun 2020",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Ihe ị kwesiri ịmara maka Egwu Oke Nkwa, Duration 1,0828 Eprel 2019",
    "Vidio, Nigerian Jackie Chan: A na-ajụ ma abụ m mmadụ, Duration 0,598 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}