{
  "published": "19 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Eva Ontiveros",
    "BBC World Service",
    "Ebe foto si, Getty Images",
    "Ọ bụrụ na ị na-akwado ụle, ma ịmaghị ebe ị ga ebido ebido ezie, anyị depụtara gị ihe ole maọbụ ole bụ ihe dị ị ga elebere anya nke ga-enyere gị aka ịkpokota echiche gị ma ichetakwa ya bụ ihe ị",
    "gụrụ mgbe ule.",
    "Ihe ndị bụ ihe anyị jụtara ndị ọkamụta dị icheiche ma ụmụakwụkwọ ụbụrụ ha na-anụ ọkụ.",
    "Ebe foto si, Getty Images",
    "Makana ụbụrụ gị chọrọ ike ọ ga-etinye n'ọrụ, nrị ụtụtụ di oke mkpa.",
    "Nri dị ka \"oat\", bredi, milik, akwa, azụ tomatosu, ube Bekee na-adị mma iji gbaa ụchụ ụtụtụ.",
    "Mkpụrụ osisi ndị ọzọ dị iche iche na-adịkwa mma n'ụtụtụ.",
    "Ebe foto si, Getty Images",
    "Bido ị gụ akwụkwọ n'oge. Echela ka oge gawa tupu ị bido amaka emee ngwangwa emerghara ọdachi",
    "Ọ na-adịkwa mma ị gụ akwụkwọ n'ụtụtụ karịa n'ihihie mgbe anwụ pụtara.",
    "Ọ na-adịkwa mma ịnye oge ị ga-eji agụ akwụkwọ kwa ụbọchị.",
    "Ekwela ka chi folahụ gị ebe ị na-agụ akwụkwọ.",
    "Ebe foto si, Getty Images",
    "Ule ị na-a ga ọ bụ nke edemede, ajụjụ ọnụ ka ọbụ nke ọrụaka?",
    "Ule ọbụla nwere ụzọ esi agụ ya. Ule edemede ekwesighị ka ị gụcha ihe niile asị ka agụọ. Tinye echiche gị n'ole maọbụ ole gụọ ya nke ọma. Ọ bụrụkwanụ ule họrọ otu, ị kwesiri ị gụ karrịa nke a mana ị gaghị agụmị ya agụmị ka nke edemede.",
    "Ọ dị mkpa na ị nwere akwụkwọ gosiri ịhe ịkwesiri ị gụ maka ule ahụ.",
    "Ebe foto si, Getty Images",
    "Depụta usoro agụm akwụkwọ gị na ihe niile ị kwesiri ị gụ. Tinyekwa oge ị ga-eji gwuo egwu maọbụ megharịa ahụ.",
    "Ebe foto si, Getty Images",
    "Akpọdola isi n'akwụkwọ mgbe dum.",
    "Emekwala ka ị bụrụ mkpụrụ akwụkwọ niile n'isi nke Bekee kpọrọ \"Cramming\", ma ka ahụ ghọta ihe ị na-agụ.",
    "Ịdepụta ihe na mpempe akwụkwọ, ịche echiche maka ihe ị na-agụ, gị na ibe gị ịkpa maka ihe ụnụ gụru, itinye onwe gị na \"tape\" maọbụ na-ekwwntị mgbe ị na-agụ ya ma kpọọ ya mgbe ị mechere, bụ ụzọ ị ga-esi echeta ihe ị gụrụ.",
    "Ebe foto si, Getty Images",
    "Ụzọ kacha mma iji mata ma ihe ị gụrụ aka dịkwa bụ itinyere onwe gị ule maọbụ jụọ onwe gị ajụjụ mgbe ị gụchara.",
    "Ebe foto si, Getty Images",
    "Ga kuziere onye ọzọ ihe ị mụtara iji mara ka ị mụtala ya nke ọma.",
    "Ebe foto si, Getty Images",
    "Ekwela ka ekwentị gị megharịa gị anya. Dowe ya n'ụsọ mgbe ị na-agụ akwụkwọ.",
    "Ebe foto si, Getty Images",
    "Nchọpụta gosiri na ndị anaghị eji egwu agụ akwụkwọ ka eche karịa ndị ji egwu agụ.",
    "Ebe foto si, Getty Images",
    "Ọ na-adịkwa mkpa ịgwụ egwụ mgbe ị gụchara akwụkwọ ma nara ikuku ndụ. Nke a ga-eme ka akwụkwọ gụọ gị agụ ọzọ.",
    "Ebe foto si, Getty Images",
    "Nye onwe gị ezigbo ụra abalị. Emela ka ị gụọ akwụkwọ abalị niile. Tinye oge ị kwesiri iji nakpuo ụra.",
    "Ebe foto si, Getty Images",
    "Ugbua ị mụtala ihe ị ga-eme ka akọ na uche gị zuo oke bụ nke ndị oka muta mere nchọpụta puru iche onweghị ihe ọfọrọ gị ugbua.",
    "Sex Education: E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?30 Jenụwarị 2019",
    "Vidio, Education system: Ihe mere ndị ntoroọbịa ji agbahapụ agụmaakwụkwọ na Naịjirịa19 Eprel 2019",
    "Education in Burundi: Ụmụaka atọ agaala mkpọrọ maka isekasi ihe na foto onyeisala21 Maachị 2019",
    "",
    "Ebonyi Traders: 'Gọọmentị kụkpọrọ ọdọahịa anyị na-agwaghị anyị agwa' elekere 6 gara aga",
    "Francis Ogolla: Onyeisi ndịagha Kenya nwụrụ n’ihe mberede ụgbọelu helikọpta19 Eprel 2024",
    "Ahụhụ m tara n’ogige ịgba ohu cyber n’obodo Myanmarelekere 8 gara aga",
    "Chris Oyakhilome: Ụkọchukwu Naịjiria na-ebu agha megide ọgwụ mgbochi ọrịa ịba18 Eprel 2024",
    "Lee ihe mere ọnụahịa  ji arị elu ebe dọla na-ada19 Eprel 2024",
    "Cubana Chief-Priest : EFCC hapụrụ ndị ọchịchị na-ebu ego na-achụgharị ndị nkịtị na-abọ ego- Charly Boy 17 Eprel 2024",
    "Nnamdi Kanu ekwughị na ọ gaghị apụta maka ikpe ya maọbụrụ na e meghị ihe ọ chọrọ- Ejimakor19 Eprel 2024",
    "Ndịagha Russia ole ka e gbuorola na Ukraine?17 Eprel 2024",
    "Ihe anyị ma maka onye nlekọta Damgrete Hotel ndịagha gburu n’Umuahia16 Eprel 2024",
    "Israel-Gaza war: Agha a o metụtara ndị ụka Alakụba na Jerusalem?13 Eprel 2024",
    "Lee nkwa E money kwere ụmụ Jnr Pope",
    "Ihe anyị ma maka onye nlekọta Damgrete Hotel ndịagha gburu n’Umuahia",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}