{
  "published": "22 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Akụkọ ụlọọrụ gọọmenti etiti na-ahụ maka ihe gbasara mba ndị Naịjirịa n'ofesi emechiela isi Obodo Naịjirịa dị na Serbia na Czech.",
    "Akụkọ kwuru na ha na-agba mbọ ị chutu ndị mmadụ n'ọrụ n'isi obodo Naịjirịa dị na Ukraine.",
    "Etu ụmụ Naịjirịa jiri tọọ na Russia",
    "Ihe mere Nigeria ji bụrụ 'agbọghọ na-achaba n'anya mbaụwa' ugbua",
    "Mbọ niile BBC Igbo gbara ịnụta n'ọnụ mịnịsta na-ahụ maka ihe gbasara mmekọ Naịjirịa na mba ofesi kpụrụ n'ala makana obughị ekwenti ya.",
    "Anyị ga na-anwa ike anyị ịnweta ọnụ okwu ha.",
    ")Ọ na egosipụta na ochịchị Gorment Naịjirịa a maghị ihe ha na eme",
    ")Nke a na-ezi kwa na nchekwa obodo anyi bu Naịjirịa dara onyụpa na egosipụta na otu ha si aur oru n'mba ndi ozo",
    ")ụmụ  Naịjirịa nọ na obodo ndịa ga a nara akwukwo ikike njem obodo ọzọ ma ha chọrọ igbanwe akukwo visa ha.",
    ")Ndị ndu Naịjirịa ebughị ọ di nma ụmụ Naịjirịa n'obi",
    ")Atụrụ  anya na Gorment Naịjirịa kwesiri  i nweta ndị ọru isi obodo nwere ikike ihu maka ihe gbasatara ụmụ  Naịjirịa nọ na Mba ndịa",
    ")Ụlọ ọrụ a ga enwe ụbọchị ha ji aru ọrụ.",
    "Ọkụ agbagbuola ụgbọala n'elu Third Mainland Bridge",
    "Ipob gbara ọgwụ unu ṅụọ na Mee 30 - Uweojii Abia Steeti",
    "Nwaanyị ejirila ejima 6 mujuo ụlọ",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}