{
  "published": "22 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ụlọomeiwu ukwu asaala anya n'mmiri hụta na ọ ga-abara mbara ezi Naịjirịa uru ma egbochie ma kwụsi iji akpa wakiri wakiri eme ihe ọbụla n'obodo Naịjirịa.",
    "Ha na-ekwukwa na iwua gafee, na ọnye enwetere na-ere akpa wakiri wakiri nwere ike ị ga nkpọrọ ruo afọ ise.",
    "Lee ihe ise nwere ike ịnọchi plastik na be gị",
    "Gịnị ka N5 ga-azụtanwu ugbua?",
    "Onye ka akpa wakịrị wakịrị nọchịrị ụzọ?",
    "Onye ọkammụta sayensi na-ahụ maka mbara ezi aha ya bu Oyeronke Adegbile ekwuola na akpa wakiri wakiri ezila mbara ezi Naijiria ihe ọkụ ji ntị oke eme.",
    "Ebe foto si, Oyeronke Adegbile",
    "Ọ na-ekwu na akpa wakiri wakiri a na-ebute ide mmiri, na-egbu kwa anụ nọ na mmiri dịka mbe, azụ na anụ ndị ọzọ, ma soro kwa na-eme ka mbara ezi anyị jọọ njọ.",
    "Ebe foto si, Oyeronke Adegbile",
    "Na aka nke ọzọ, ndị na-eme akpa wakiri wakiri a na ndị na-eji ya ere ahia maọbu eme ihe di iche na ebe akwa na si \" kedu ka anyi ga e si mee ugbua ?\"",
    "Ihe ndị ọzọ ga-anọchịte anya akpa wakịrị wakịrị",
    "Oyeronke Adegbile na-akọwa si na enwere ike iji ngwa ndi ozo di ka akwa ma ọ bu mpe-mpe akwụkwọ were nọchie ọnọdu akpa wakiri wakiri na Naịjirịa.",
    "Ebe foto si, Oyeronke Adegbile",
    "Mba kenya, Rwanda, Mauritania, Morocco, South Africa,Tanzania, tinye kwa Taraba steeti na Naijiria na-eri elele mbara ezi mara nma  kemgbe ha tinyere iwu igbochi akpa wakịrị wakịrị.",
    "Ọkụ agbagbuola ụgbọala n'elu Third Mainland Bridge",
    "Mmechi ụlọọrụ isiobodo Naịjirịa na ihe ọ pụtara",
    "Ipob gbara ọgwụ unu ṅụọ na Mee 30 - Uweojii Abia Steeti",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}