{
  "published": "23 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adichie/Azemezi/Instagram",
    "Ụmụada Igbo abụọ na-ede akwụkwọ bụ Chimamanda Adichie na Akwaeke Emezi na-ewu na sohal midia maka ihe ha dere.",
    "Ọtụtụ ndị na-ekwu na mmadụ abụọ a na-adụ onwe ha aka n'ọnụ site n'ozi ha wepụtara na soshal midia.",
    "Ejiji ankara Chimamanda pụrụ iche",
    "Etu nzere 'Women Prize for Fiction' si mepere m ụzọ - Chimamanda  Adichie",
    "Chimamanda sị na onwere onye wakporo ya",
    "Ihe Chimamada deere",
    "Chimamanda dere akụkwọ ọ kpọrọ \"It is Obscene\" nke pụtara omume rụrụ arụ bụ ebe ọ kọwara ihe ọ na-agabiga dịka onye a ma ama.",
    "Ozi a bụ nke ọ dere maka mmadụ abụọ ọ na-akpọghị aha kọwaara etu o si nyere ndị ahụ aka mana ha mechara bịa na-akparị ya na soshal midia maka ihe o kwuru n'ajụjụ ọnụ ọ zara n'afọ 2017.",
    "Ọ sị na ndị a maara ya nke ọma na ọ na-akwado mgbanwe ụdịdị onwe ha a kpọrọ 'Transgender'. Ọ sị na ihe ndị gaara eme bụ ịkpọ ya n'ekwentị maọbụ dere akwụkwọ banyere ya kama ha apụta na soshal midia na-akparị ya.",
    "Chimamanda bụ onye odeakwụkwọ a ma ama na mbaụwa",
    "Ihe Emezi deere",
    "Adichie akpọghị onye ọbụla aha mana Akwaeke Emezi na nzaghachị sị na Adichie anaghị ha ikike tupu o bipụta mkparịtaụka na email n'ime akwụkwọ ahụ o dere.",
    "Ọ sị na ọ gaghị agụ akwụkwọ ahụ Adichie dere ma kọwaa ya dịka onye ọjọọ kpọrọ ndị 'Transgender' asị.",
    "Ebe foto si, EMEZI/INSTAGRAM",
    "Ebe foto si, EMEZI/INSTAGRAM",
    "Onye bụ Akwaeze Emezi?",
    "Ebe foto si, Instagram/AZEMEZI",
    "Akwaeke Emezi bụ nwaafọ Igbo emetela ihe ndị mmadụ ji kpụrụ ya n'ọnụ na mbaụwa.",
    "Ị na-ajụ ihe o mere? BBC Igbo ga-aza gị.",
    "Emezi sị na ọ bụ \"Ndị\" (n'ihi na ọ bụghị nwoke maọbụ nwaanyị) toro n'Aba dị n'Abịa steeti, dere akwụkwọ ndị bekee chọrọ iji mee ihe ejije bụ nke a na-akpọ \"film\" na bekee.",
    "'Gbanweenu usoro esi eme ihe nkiri ụgbụa'",
    "Ihe onyonyo anọ wuru ka 'Game of Thrones' na Naịjiria",
    "O biputara ya bụ akwụkwọ wuru ewu, nke a kpọrọ  \"fresh water\" n'afọ 2018; otu afọ ka o nwetachara nturuugo n'asọmpi edemede nke Common Wealth e mere n'afọ 2017.",
    "Iji gosi gị na Igbo nwere mmadụ, Emezi sozi ndị odeakwụkwọ e ji ama atụ dịka Flora Nwapa, Chimamanda Adichie, Buchi Emecheta wdgz.",
    "Ihe ndị ọzọ ị kwesịrị ịma maka ya:",
    "O toro n'Aba n'agbanyeghi na a mụrụ ya n'afọ 1987 n'Ụmụahia.",
    "Nna ya bụ onye Igbo ebe nne ya bụ onye Tamil, na mba Maleshia.",
    "O nwetere asambodo \"International Politics and Nonprofit management\" na mahadum New York n'afo 2012,  ma gụkwaa  \"Creative writing\" site n'afọ 2014 ruo 2016, na mahadum Syracuse dịkwa na New York.",
    "Emezi na-akpọ onwe ya ma na-ekwu na ọ bụ ọgbanje.",
    "O wepụrụ akpanwa ya n'ihi na o kwetere na ọ bụghị nwoke ma ọ bụ nwaanyị.",
    "O kwenyekwara na ọ na-anụ olu atọ dị iche iche na-agwa ya okwu.",
    "Akụkọ ga-amasị gị:",
    "Ụlọ elu adagbuola Injinịa na-arụ ya n'Onitsha",
    "\"Igwe nnyocha ụfọdụ ọdọụgbọelu anaghị arụ ọrụ ọfụma\"",
    "Nwatakịrị a tọọrọ ka ọ na-edugharị ndị isi na-ariọ aririọ",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria16 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafraelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọEmelitere ikpeazụ na: 23 Mee 2019",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Asari Dokubo ataala ụkwa jaa eze gbasara Nnamdi Kanu",
    "Ebe na mgbe a ga-eli ụkọchukwu TB Joshua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}