{
  "published": "24 Mee 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu jikọrọ mba ụwa n'ọrụ ahụike bụ WHO ekwuola na ọgwụ mgbochi nje Bekee kpọrọ \"antibiotics\" ụfọdụ anaghịzị arụ ọrụ ka okwesiri ugbua.",
    "Na mkparịta ụka BBC Igbo na onye ọrụ ahụike bụ Dọkịnta Orhiakhi, o kwupụtara ihe ụfọdụ mere ya bụ ọgwụ ndị a ejighizi arụ ọrụ.",
    "Gọọmenti amachiela ọgwụ codeine",
    "Codeine: Nafdac emechiela ụlọọrụ ọgwụ atọ",
    "Ụmụ nje a nwereike ikwechiri n'onwe ha jụ na ọgwụ agaghị arụ ọrụ.",
    "Ọ bụrụkwa na onye ọrịa ahụ aṅụghị ya bụ ọgwụ ka o kwesiri, site n'ịṅufe ya n'oke maọbụ ṅụọ ya karịa abalị ole achọrọ ya.",
    "Ụfọdụ na-aṅụ ọgwụ mgbochi a mgbe ha ekwesighị ịṅụ ya nke nwekwara ike ime ka ya bụ ogwu kwụsị ịrụ ọrụ n'ọdịnihu.",
    "Aṅụzụghị ọgwụ mgbochi a dịka ndị ọrụ ahụike dere ya nwekwaraike ịme ka ọ gharazị ịdị ire.",
    "Ihe ndị a na-eme ka ya bụ ọgwụ mara ụmụ nje ahụ ma gharakwa ịrụ ọrụ dịka o kwesiri.",
    "Ụbịam sokwa eme na ndị mmadụ na aṅụ ọgwụ ekwesighị maka na ha ejighị ego ha ji aga ụlọọgwụ.",
    "Dịka Oriuiakhi sị kwụọ, \"ọ bụ ụdị agwa ọjọ a ụfọdụ na-eme megide ogwu mgbochi mere ogwu ụfọdụ e ji agwọ ịba jiri nwụọ pịị.\"",
    "Ihe anọ ị maghị maka ọrịa ịba",
    "Ọ sị na ndị ụfọdụ na-aga na Kemist, gọrọ ọgwụ ndị a na-enweghị ikike n'aka ndị dọkịnta aṅụ ya.",
    "Nke a ga-eme na mgbe ahụ ha chọzịrị ya bụ ọgwụ, ọ gaghịzị arụ ọrụ n'ahụ ha.",
    "O kwukwara na ihe a  bụ nsogbụ dịara ọrụ ahụike.",
    "Kedụ ihe a ga-eme ka ọgwụ mgbochi rụọ ọrụ ka o kwesiri?",
    "E kwesiri inye ndị mmadụ ezigbo ọzụzụ maka otu esi aṅụ ọgwụ mgbochi.",
    "Naanị mgbe dọkịnta deerela mmadụ ọgwụ mgbochi ndị a bụ mgbe e kwesiri ịnụ ya.",
    "Nutrition: Oke ibu abụghị na ahụ dị nwa gị",
    "Ndị na-ere ọgwụ mgbochi ekwesighị iresi ya mmadụ ma onye ahụ ejighị akwụkwọ dọkịnta ya dere.",
    "E kwesikwara ịme nnyocha Bekee kpọrọ \"Culture and Sensitivity\" tupu enye mmadụ ọgwụ mgbochi.",
    "Onye ahụ adịghị gaa n'ụlọọgwụ ga mee nnyocha ka e wee deere ya ọgwụ kwesiri.",
    "Ndị ọrụahụike kwesiri ịkọwara ndị mmadụ mkpa ọ dị ịmata ka esi aṅụ ọgwụ mgbochi ndị a.",
    "Ewepụtaghị ego maka nyefe ọchịchị Imo steeti",
    "Mmechi ụlọọrụ isiobodo Naịjirịa na ihe ọ pụtara",
    "Gịnị ga-eme ma akwụsị iji akpa wakịrị wakịrị ekechi ihe?",
    "Ahụike",
    "Ọgwụ na-egbu nje",
    "Naijiria",
    "World Health Organization (WHO)",
    "Codeine: NAFDAC awakpoola ụlọọrụ anọ ma kpachie ọtụtụ ọgwụ3 Mee 2018",
    "Child malaria vaccine: A ga-enyocha ọgwụ mgbochi ịba na Malawi23 Eprel 2019",
    "Hard drugs: Ndị na-arụ ọgwụ ike agbarụọla mmiri ala n'Enugwu3 Eprel 2019",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?21 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe Anita Okoye sị na ya mụtara n'esemokwu nakwa mkpezi Psquare",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Ọkụ gbara na 'D Line' nakwa Rumuokoro na Port Harcourt alaala ọtụtụ akụnụba n'iyi",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}