{
  "published": "5 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jane Ada bụ onye e ji ihe osise na ọkpụkpụ mara kwuru na ọ bụ site n'ikpụ ihe ka o ji akọwapụta ụfọdụ chi eji mara ndị Igbo.",
    "Jane gụrụ akwụkwọ Sekọndịrị n'Enugwu tupu ọ gaa mba Amerịka na-arụ ọrụ kwuru na ọ maghi mgbe nke ji malite kama na ọ bụ Chineke nyere ya onyinye pụrụiche a.",
    "Gịnị kpatara ndị Igbo ji agakarị ụlọụka ndị a?",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Arụsị ndị ọ kpụrụla gụnyere Amadioha na Ala,arụsị abụọ a ma ama n'ala Igbo.",
    "Gee ntị nụrụ ma etu o siri mee nke nakwa ebumnuche ya gbasara omenaala na asụsụ Igbo.",
    "Ndị mere akụkọ a: Chioma Nkemdilim na Nnamdi Agbanelo.",
    "Abuja enyeghi m vootu mana aga m echekwa ha - Buhari",
    "Gbanarị ikuku ọjọọ ndị nwere ike ibute ọnwụ - United Nation",
    "Ụmụnyanyị",
    "E kweghị na chukwu",
    "Naijiria",
    "Nka",
    "Ọdị ka chikere",
    "Ndị Igbo na chi ha na-efe13 Julaị 2018",
    "Igbo Taboos: Ihe ise Ala na ndị Igbo na-asọ24 Nọvemba 2018",
    "Vidio, Delta state: Lee ka ndi Igbuzo si nwete ala ha, Duration 2,5913 Ọktọba 2018",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Ipob one month sit at home: Ihe Ohaneze, Igbo Ekunie na ndị Igbo ọzọ nwere ikwu maka ya, Duration 2,5323 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Oguta Lake: Ejirila m ife mmiri Ogbuide na Urashi zụọ ụmụ m na mahadum - Ezenwaanyị, Duration 3,235 Disemba 2018",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,5926 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}