{
  "published": "9 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị agbara Ezenwaanyị na-efe Imo Awka, na agbara ya egwu mmụọ bụ Opu-Eke iji kelee ya maka onyinye onyere ha",
    "Ka mgbe otu Udi uka mmemme dị iche iche juputara n'Awka iji kelee o Awka maka nchekwa ochekwabara ha ya na ịza ha ekpere mgbe niile.",
    "Mmemme \"Opu Eke, Imo Awka\" bụ ụbọchị ụmụnwaanyị na-efe Imo Awka ji enye ya onyinye maka nchekwa ya n'afọ gara aga.",
    "Ịgụ-Arọ Enugwu-Ukwu nke 2019 bụ ọpụrụiche",
    "Ebe niile chakere mgbe Arọndịzuọgụ mere Ikeji",
    "Ha na ekwe ya nkwa, yọkwaa ya arịrịọ ngozi maka afọ ọhụrụ nke ha na-abanye.",
    "Lee etu o si gaa ka BBC Igbo tụrụ ụkwụ ebe ahụ n'ụbọchị nke mbụ:",
    "E mere emume a ụbọchị abụọ tupu ọ bịa n'isi njedebe.",
    "N'ụbọchị nke abụọ, ndị nmmadụ pụtara n'igwe iji bịa nwere obi aṅụrị dịka emume a na-aga.",
    "Ezenwaanyị na-efe Arụsị Imo Awka.",
    "Na ya bụ obi arụsị ahụ nke a na-akpọ \"Ọrụrụ Imo Awka\" ndị Ezenwaanyị dị icheiche kpụtara ya bụ arụsị ehi, ebune, ji nakwa onyinye ndị ọzọ.",
    "Ndị pụtara ịkiri mmemme Imo Awka",
    "Nke a bụ iji gosi obi ụtọ ha na ebe arụsị Imo Awka nọ nke ha na-akpọ nne ha.",
    "Nwaekemezie Onwudinjo, Aka na-akụ Opu-Eke na mmemme Imo Awka.",
    "Naanị out nwoke na-akụ ya bụ opu Eke, ọbụkwazị naanị onye Eze nwaanyị tozuru etozu, nọrọ na mmụọ ka ya na arụsị Imo Awka ga-agbakọ Opu Eke ya.",
    "Ndị na-ezobata ngwa ahịa ga-atakụta kọnkịrị",
    "Ihedioha ehiwela kọmitii ga-etinye anya n'akụ na ụba Imo steeti",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Anambra Steeti",
    "Omenala",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara16 Nọvemba 2021",
    "Gee ntị, BBC Igboelekere 6 gara aga",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gateelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "A gbaala ụlọ Igwe Ogwu Aniocha ọkụ n'Anambra steeti",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gate",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ndị nwụrụ n'ihe mberede ogbunigwe gaasị na Ladipo,Legọs, eruola mmadụ ise",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Chukwu gozie ndị isi Ipob maka ịkagbu 'sit-at-home' ụbọchị Mọnde ọbụla - Fr Mbaka",
    "Ihe kpatara soshal midia ji ekwo na Rita Dominic dị ime",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}