{
  "published": "7 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chiagozie Nwonwu, Clara Chinwe Okoro na Immanuel James Ibe-Anyanwu",
    "Ndị ọnụ na-eru n'okwu gbasara ntaakụkọ na mgbasaozi tinyere ọnụ na mkparịụka BBC banyere ọrụ ha nke isiokwu ya bụ \"Akụkọ Ụgha, BBC Igbo na Ndigbo\" ekwuola mkpa ọ dị ikwu eziokwu n'agbanyeghị onye ọ metụtara.",
    "Ndị tinyere uche n'okwu a bụ:  Blossom Ozurumba, bụ onye na-ede akwụkwọ ma na-edekwara ndị 'Wikipedia' edemede; Clara Chinwe bụ onye ntaakụkọ nakwa onye nwe Brand World Media na Immanuel James Ibe-Anyanwu bụkwa onye na-ede akwụkwọ.",
    "Clara Chinwe Okoro",
    "Lee okwu ndị kgbara ọkpụụkpụ ha tụpụtara:",
    "Gini mere BBC Igbo ji ebu akụkọ ọjọọ maka ihe gbasatara Ndigbo?",
    "Clara Nwankwo: Anyị  bụ ndị mgbasa ozi, anyi na akọ akụkọ otu o si mee. Ihe ọjọo na-eme, ihe ọma na-emekwa. Ọru anyi bụ ịkọ  ya dika o si we di.",
    "Onye ntaakụkọ BBC: Iji maa atụ: Ihe BBC gosiri maka Mee 30th bụ ihe anyi hụrụ. Anyi gara na isiobodo steeti dị n'ala Igbo na ahia na ebe ndị ọzọ ndị mmadu na-agbakọ were kọpụta ihe anyị hụrụ.",
    "Anyi mekwara ihe onyonyo('Live Video) anyi  kpọrọ \"Ka o si aga\" nke anyi jiri gosi ndi uwa ka ala Igbo si eme mmemme ncheta Biafra.",
    "Kedu etu a ga esi mee ka igu akụkọ di mfe na soshal Midia?",
    "Onye ntaakụkọ BBC : Maka  na ọ bughi BBC nwe Soshal Midia ndị a, ọ na aka mma onye chọro i gu akụkọ anyi na uju ya, onye ahu  ga aga na websịtị anyi were gụọ ya. ọnye ahu ga aga na www.bbcigbo.com ma ọ bụ  www.bbc.com/igbo",
    "Onye ntaakụkọ BBC: BBC na egosi ihe onyonyo di iche iche i ji kpalite omenala ndi Igbo. ọnye gara na websịtị anyi ga ahụta ihe ndịa.",
    "Gini kpatara ụfodụ mmadu ji achọ okwu ma na ekwu okwu di njọ na sochal midịa?",
    "Blossom Ozurumba: Ụfọdụi ndị bu na ha enweghi ezigbo ọzuzụ, ya mere ha na eji a bia na soshal midia ekwu okwu na adighị nma. Ndi madu nwere ike ikpesara ndi na achikota Facebook na Soshal Midia ndi ozo ka ha lebe ndi na eme ajọ omume a anya ma wepu ha na soshal midia.",
    "Blossom Ozurumba",
    "Kedụ  ihe mere enweghi BBC n' Ọwụwa-Anyanwu ?",
    "BBC: Nwayọ nwayọ ka e ji eracha ofe di ọkụ. Ebeọbula  BBC nọ ugbua, ihe kacha mkpa bu na anyi na ewetere ụnụ ihe n'eme na ala Igbo .Anyi nwekwara ndị nta akụkọ na steeti nile di na ọdida anyanwu.",
    "Ajụjụ: Kedu ka BBC si agbasa ozi",
    "Ọzịza: BBC agaghị egosi ihe ga emeru obi ndị mmadu, ihe dịka ọbara ma ọ bu ebe egburu madu. BBC ga akọ akụkọ otu o ga esi masi  mmadu nile.  : Gini mere ndi nta akuko BBC anaghi etinye mmetụta uche ha.",
    "Immanuel James Ibe-Anyanwu: Gini mere ndi nta akuko BBC anaghi etinye mmetụta uche ha?",
    "Onye ntaakụkọ BBC : \"Nwa madu emegbuna nwa muo , nwa muo emegbuna nwa madu\". Anyi na akwụba aka anyị ọtọ na akọ akụkọ di ka ọ si dị. Onye mee mma BBCIGBO  ga akọ ya, ọnye mee njo BBCIGBO ga ako ya di ka o si di.",
    "Immanuel James Ibe-Anyanwu",
    "Leezie ihe ha kwuru n'uju ya n'ihe nkiri dị n'elu:",
    "Akụkọ ga amasi gị :",
    "Atụọla ndị na-achọ Biafra mkpọrọ",
    "Biafra: Ihe mere e ji nwụchịe Mama Biafra",
    "Joseph Achuzia, Dike Biafra alaala",
    "Etu onye keke si kwọrọ ụmụaka anọ a sị ya kwọga ụlọakwụkwọ milaa3 Disemba 2023",
    "Isreal-Gaza war: Etu imi na anya dị Ndịda Gaza dịka agha malitere ọzọ3 Disemba 2023",
    "NA EME UGBU A , Mmadụ anọ anwụọla dịka ogbunigwe gbara ebe ndị Katọlik na-aka ‘Mass’",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "A kwụsịtụla ikutu ụlọ ndị mmadụ n'Abule Ado Legọs ma malite inyocha akwụkwọ ha1 Disemba 2023",
    "Lee ọnọdụ ụzọ 9th Mile-Opi Nsụka ebe ụgbọala na-akwụ n'ahịrị izuụka abụọ30 Nọvemba 2023",
    "Google Trends: Nigerian Naira, Mohbad, Chelsea, Presidential Election na ihe ndị ọzọ a kachasị chọọ na Google n'afọ a30 Nọvemba 2023",
    "Nke bụ eziokwu banyere ọrịa di m na-arịa - Nwunye Amaechi Muonago28 Nọvemba 2023",
    "Etu onye keke si kwọrọ ụmụaka anọ a sị ya kwọga ụlọakwụkwọ milaa",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "BBC Igbo ọ na-ebu akụkọ ọjọọ maka ihe gbasatara Ndigbo?Emelitere ikpeazụ na: 7 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}