{
  "published": "14 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Aisha Buhari Facebook",
    "Nwunye Buhari na-ekwukarị uche ya n'ihe gbasara gọọmentị di ya",
    "Aisha Buhari bụ nwunye onyeisiala Muhammadu Buhari nke Naịjirịa",
    "Ọ bụ onye Adamawa steeti dị na mpaghara ugwu.",
    "Nkwa ọhụrụ Buhari kwere gbasara 2019",
    "'Anyị anwuchiela ndị isi Boko Haram 10' - Ndịagha Naịjirịa",
    "Nna nna ya bụ Muhammadu Ribadu mabụrụkwa mịnista nchekwa nke mbụ na Naịjirịa.",
    "Alụm dị na nwunye ya na onyeisiala Buhari mitara ha ụmụ ise nakwa otu nwa nwa.",
    "A mụrụ Aisha Buhari n'ụbọchị  Februwarị 17, 1971 n'Adamawa.",
    "Aisha Buhari na wife of di presido of di federal republic of Nigeria Muhammadu Buhari.",
    "Aisha ritere Masters Degree ya n'International Affairs site na Nigeria Defence Academy nakwa bachelors ya na in Public Administration na mahadum Ambrose Ali dị n'Ekpoma.",
    "Tupu ọ gaa mahadum ndị a, ọ malitela ngalaba ịchọ mma ya dịka o ritere diploma n'ichọ mma na mba United Kingdom, France nakwa United Arab Emirates.",
    "Mgbe Muhammadu Buhari malitere ọrụ dịka onyeisiala Naịjirịa n'afọ 2015, otu ihe gọọmentị ya kagbụrụ bụ inwe ọkwa 'Nwaanyị Mbụ na Naịjirịaa a kpọrọ, \"Office of the First Lady,\" na Bekee.",
    "Onyeisiala Buhari sị na ọ bụ \"Nwunye Onyeisiala\" ka a ga-akpọ nwunye ya bu Aisha Buhari. Atụmatụ a kagbụrụ usoro Naịjirịa si eme nwunye onyeisiala.",
    "Aisha Buhari gara ileta ndị ụlọ dakwasịrị",
    "'Aisha Buhari kwuru okwu ndị karịị mkpa'",
    "Mana ugbua, Aisha Buhari - bụ onye ọtụtụ mmadu na-ekwu nweburu ihe niile sonyere onye bụ nwaanyị mbụ na Naịjirịa - ekwuola na ya chọzịrị ka a na-akpọ ya \"First Lady\".",
    "Nwunye Buhari kwuru nke a na Tọọzde bụ ụbọchị nke iri na atọ nke ọnwa Juun n'Abuja mgbe a na-enye nwunye gọvanọ Naịjirịa ihe nturuugo.",
    "Aisha sị na ọ bụ maka mgbagwojuanya pụtara maka atụmatụ ahụ tinyere n'ebe nwunye ndị gọvanọ nọ.",
    "Ọ sị ka a gbaghara ya maka iwepụta atụmatụ a na mbụ.",
    "Mgbagwojuanya atụmatụ a nwereike wete bụ ebe nwunye gọvanọ ndị lụrụ ọtụtụ nwaanyị.",
    "Onye ntaakụko Abdulaziz Abdulaziz gwara BBC na ihe okwu Aisha pụtara bụ ya na di ya akwụghi n'otu ahịrị.",
    "Abdulaziz kwuru sị, \"E nwere ọtụtụ ihe akaebe ebe okwu ya na okwu Buhari agaghi otu ebe.\"",
    "Ọ gara n'ihu sị na \"Nke a na-egosi na ha adịghị ekwekọrịta na be ha\".",
    "E nweteghị ndị na-ekwuru Aisha Buhari maọbu Onyeisiala Buhari n'ekwentị.",
    "Naomi Osaka: Serena Williams na nwada a ga-ama aka n'Australian Open semi-final nke 20219 Septemba 2018",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọkparaeze Phillip bụ Duke nke Edinburg gbara afọ 99 e keela nkwụcha n'ụlọọgwụelekere 4 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Obinwanne Okeke: Etu Invictus Obi si ghọgbuo ụwa niile",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}