{
  "published": "14 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chika Ike,Ned Nwoko,Regina Daniels",
    "Chika Ike,Ned Nwoko,Regina Daniels",
    "Chika Ike bụ ome ejije Nollywood ekwuola na o nweghị eiokwu dị na-akụkọ na-efegharị nke kwuru na ya na di Regina Daniel bụ Ned Nwoko na-eme enyi.",
    "Kepukepu na-efegharị na soshal midia na-arụbu ya aka dịka ihe onyonyo fegharịrị na-egosi ebe onye yiri Nne regiina Daniel bụ Rita Daniels na-eti mkpu sị Chika ike hapụrụ nwa ya di ya.",
    "Nwaanyị alụghị di ọ ka ogbo ya  lụrụ di enwe aṅụrị?",
    "Ụlọikpe mkpegharị anarala Ned Nwoko ụra rahụ",
    "Mana dịka otu onye ihe ya na-amasị jụrụ ya ma ọ na-ayị Ned Nwoko, Chika Ike zara n'aka Instagram si na o nweghị sakramentị jịkọrọ ya na nwoke ahụ nke ọlụlụ ọ lụrụ Regina Daniel n'afọ gara aga wuru ewu na soshal midia.",
    "Ebe foto si, ScREENSHOT/INSTAGRAM",
    "Ihe Chika Ike sara n'Instagram maka kepukpeu na ọ na-ayị di Regina Daniels bụ Ned Nwoko",
    "Cheta na abalị ole na ole gara aga na n ne Regina Daniel pụtara gọọ na ọ bụghị eziokwu ihe e kwuru na ya bụ ihe onyonyo ahụ fegharịrị ebe o kwuru nna ọ bụụ na Chika ahapụghị nwa ya na ya ga-agara ya ije na mụọ sị na ihe onyonyo ahụ bụ \"a rụrụ arụ.\"",
    "Ebe foto si, Rita Daniels",
    "Ebe foto si, ReginaDaniels/Instagram",
    "Regina Daniels atụnyere ndị ntị na-akọ ọkọ banyere ihe mere na ndụ ya nso nso azụ.",
    "Cheta na Regina onye na-ewu na soshal midia kemgbe ọnwa atọ kwere nkwa ịkụwa akịoyibo Nsugbe.",
    "Ebe foto si, BBCIgbo/ReginaDaniels/Instagram",
    "N'ozi mgbaama dị n'ihe onyonyo o wepụtata na nsonso, ọ kpọrọ okwu aha kpomkwem sị n'ezie na kepukepu ahụ na-ewu banyere alụmdi ya bụ eziokwu.",
    "Ebe foto si, Reginadaniels/Instagram",
    "Regina Daniels",
    "Regina, onye aha Igbo ya bụ, Nneamaka, kwuru sị \"Alụọla m di\" dịka o wepụtara ọla aka dị ya n'aka tinye na mkpịsịaka nke so ọdụdụaka.",
    "Ihe ise mere Ndigbo ji alaghachi n'ịlụ ụbara nwaanyị",
    "Ọ gara n'ihu zaa ndị na-ekwu na ọ bụ maka  ego mere o jiri lụọ onye tọrọ ya mgba n'elu, mgba n'ala sị, \"Obi na atọ m ka nnu ugbua n'ihi na ịhụnanay na-egbu m ka mmanya.\"",
    "Ọ tụpụkwara egbe ntụnala dịka o kwuru na onye ikpeazụ o degara ozi n'ekwe ntị bụ Somadina.",
    "Ebe foto si, Regina Daniels/Instagram",
    "Cheta na dịka akụkọ na ọ lụụ onye ndọrọrọndọọ ọchịchị ama ama bụ Ned Nwoko na-ewu, akụkọ na ọ gbahapụrụ Somadina bụ onye ọtụtụ na-arụ aka na ọ bụ enyi ya nwoke wukwara.",
    "Ụzọ ị ga-esi gbalahụ ibufe nwa ọhụrụ gị HIV",
    "Abụzịkwa m 'First Lady' Naịjirịa - Aisha Buhari",
    "Nwaanyị alụghị di ọ ka ogbo ya  lụrụ di enwe aṅụrị?",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra7 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Ọkụ agbaghị n'Aso Rock - Ụlọọrụ onyeisiala Naịjirịa",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 259",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}