{
  "published": "19 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Buratai ekwuola ebe nsogbu ya sị",
    "Ebe foto si, Nigeria Army/Twitter",
    "Ọchịagha ndị agha Naịjirịa bụ Tukur Buratai ekwuola ihe mere agha a na-ebuso ndị ọmekataraihepụụjọ ekweghị ebi ebi.",
    "O sị na ọ bụ gịnị mere ya?",
    "Buratai sị na ụfọdụ ndị ọrụ ya anaghị etinye ezi uchu n'ọrụ dịka okwesiri ma gwakwa ndị ọbụla nke a metutera ha nye efe n'ọrụ mgbe oge ka dí.",
    "Maka iwu onye apụla ezi na Taraba steeti",
    "Ebe foto si, Getty Images",
    "Ndị agha Naijiria ka na-ebuso ndị Boko Haram ọgwụ",
    "Na Taraba steeti, gọmenti steeti ahụ amaala iwu onye apụla ezi site elekere anọ nke mgbe ruo n'elekere isii nke ụtụtụ.",
    "Nke a bụ maka mwakpọ ndị oji egbe achi ehi nke tara isi mmadụ iri na asatọ ụbọchị Monde.",
    "Igbo sị na emee ngwa ngwa emeghere ọdachi, ha mere Onyeisiala mba Amerika bụ Donald Trump ji malite achụmnta vote maka ntuliaka nke onyeisiala nke 2020.",
    "Trump rịọrọ ndị Florida bụ ebe ọ nọ kwuo nke a, ka ha biko kwado ya ma jiri votu ha chekwa gọmentị ya.",
    "Ebe foto si, Reuters",
    "N'egwuruegwu,  a na-agba Michel Platini ajụjụ ọnụ ka ọ kọwaa ihe mere e ji bugaa  iko mbaụwa nke 2022 Qatar agbanyeghị na mba ahụ etozughị etozu.",
    "Ụlọọrụ na ahụ maka nrụrụaka na-enyocha ya bụ mkpebi ka ha mata ka aka enwe sị bata na ya bụ ofe.",
    "Chete na amachiri Platini dịka onyenchịkọta egwuruegwu ndị Urop kemgbe afọ 2015 maka ebubo ụrụaka.",
    "Akụkọ ga-amasị gị ịkọ mgbọ ọbụla",
    "Ọkaikpe ga-ekpe Nnamdi Kanu ikpe abịaghị ụlọikpe taa",
    "Ogbunigwe atọ egbuola ihe karịrị mmadụ iri na Konduga",
    "Ihe asaa otu EU EOM kwuru gbasara ntuliaka 2019",
    "Buhari ezigala ndị agha 1000 na Zamfara steeti30 Julaị 2018",
    "Boko Haram: Ihe nkiri ọhụrụ egosila etu eji gbuo ndị agha Naịjirịa23 Nọvemba 2018",
    "Trump na Tillerson: Trump achụọla Rex Tillerson n'ọrụ14 Maachị 2018",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọeluelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Anyị na-enyocha akụkọ ọnwụ Abubakar Shekau, onyeisi ndị Boko Haram - Ndịagha Naịjirịa",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017Emelitere ikpeazụ na: 27 Jenụwarị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Etu onye ntaakụkọ BBC si jiri aghụghọ nweta mkparịtaụka n'aka Princess Diana",
    "Abubakar Malami's outburst: Ọ bụdị arụ ịbụ onye Igbo na Naijiria? - Fani-Kayode",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}