{
  "published": "26 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndi dibia bekee kwuru na ise anwụrụ ike na-emebi ụbụrụ isi",
    "Otu onye seburu guff nke a kpọrọ 'cannabis' na Bekee agwala BBC Igbo na onweghị uru ọbụla dị na isi azụ.",
    "Anselm Chukwu kwuru na o sere guff ọtụtụ afọ tupu ọ kwụsị.",
    "\"Guff na-akpọfe m n'ala ndị mmụọ\"",
    "\"Gọọmentị amachiela Kodin mana ọ ka na-eru anyị aka\"",
    "O kwuru na isonyere ajọ otu nakwa ndị ajọ enyi nwere ike ime mmadụ ka o bido sewe anwụrụ ike.",
    "Chukwu kwuru sị, \"A bụ m ganja man tupu m wụsa ọwa.",
    "\"Ọgwụ ike ga-eme mmadụ ọgaghị arụnwụ ọrụ ọbụla bara uru.\"",
    "\"Ego gi niile ga na-aba na ya.",
    "\"I gaghị enweta onwe gi ma ọbụrụ na ị ṅughị ya.\"",
    "Ebe foto si, Getty Images",
    "Ise igbo adịghị mma.",
    "Chukwu gara n'ihu kwuo na ọ bụ ya ji aka ya kpebiere onwe ya ịkwụsị ịṅụ anwụrụ ike.",
    "N'otu aka ahụ, onye dibia bekee na-ahụ maka ndi nwere orịa isi aha ya bu Dkta Okoro Johnson Nwabueze gwara BBC Igbo na ịṅụ ọgwụ ike jọrọ nnukwu njọ.",
    "Ebe foto si, Dr Okoro Johnson Nwabueze",
    "Dkt Okoro Johnson Nwabueze bu ọkacha mara n'ihe gbasara ọrịa isi",
    "O kwuru na:",
    "\"ọgwụ ike na-emetụta ma onye na-aṅụ ya, ma ezinaụlọ ya nakwa obodo o bi n'ime ya.\"",
    "\" Ọgwụ ike nwere ike ịgbaka mmadụ isi\"",
    "Dọkịta Nwabueze bụ onye na-arụ na 'Federal Neuropsychaitric Hospital', Enugwu, kwuru na onye chọrọ ịkwụsị ịṅụ ọgwụ ike ga-ebu ụzọ nwee mkpebi n'obi ya ma gbaa mbọ gaa ụlọọgwụ ka e nyere ya aka.",
    "Abali iri abụọ na isii nke ọnwa Juun afọ ọbụla bụ ụbochị iji dọọ ndị mmadụ aka na ntị ka ha zeere ịṅụ ọgwụ ike.",
    "Dịka ndị otu 'United Nations Office on Drugs and Crime' si kwuo, ihe dịka mmadu nde iri na anọ na ụma na-aṅụ maọbụ na-agba ọgwụ ike na Naijiria.",
    "Ha kwukwara na n'ime mmadụ anọ ọbụla na-aṅụ ọgwụ ike, otu bụ nwaanyị.",
    "Akụkọ ga-amasị gị:",
    "'Hiwenụ otu nche n'obodo unu dị icheiche - Ohanaeze Ndigbo",
    "Nigeria vs Guinea: Ugo amaburula enyi Guinea tụọ n'ala",
    "A napụla dokịta akwụkwọ ikike ya maka ịtụnye nwaanyi 11 ime",
    "Nigeria VS Guinea: Lee ihe ụmụ Naijiria na ekwu maka mmeri Super Eagles meriri",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?21 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe Anita Okoye sị na ya mụtara n'esemokwu nakwa mkpezi Psquare",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Ọkụ gbara na 'D Line' nakwa Rumuokoro na Port Harcourt alaala ọtụtụ akụnụba n'iyi",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}