{
  "published": "28 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Uwavera na Bakarat Bello Facebook",
    "Uwavera na Bakarat Bello",
    "Akụkọ mwakpọ ụmụnwaanyị bụ ihe na-akpọtu ebe nile ugbua.",
    "Na nsonso, ndị amabeghị ndị ha bụ wakporo ma gbuo otu nwata akwụkwọ mahadum 'University of Benin' bụ Uwaila Uwavera n'ụlọụka ebe ọ gara ịgụ akwụkwọ n'abalị.",
    "A nwụchiela otu onye aka ya dị n'ogbugbu Uwavera n'Edo steeti",
    "Biodun Fatoyinbo asaala Busola Dakolo n'ebubo mwakpo n'ike",
    "Chimamanda sị na onwere onye wakporo ya",
    "Ka a na-ekwu nke ahụ, a wakporo nwagbọghọ ọzọ a kpọrọ Barakat Bello n'Ibadan dị n'Oyo steeti.",
    "Nsogbu ụfọdụ buteremgbalite eelu mpụ iwakpo ụmụnwaanyị bụ aghọtaghị iwu.",
    "Dịka iwu Naijiria Naijiria (Section 282,Cap 89 Penal code) nke gọọmenti etiti si kwuo \"A na-asị na nwoke mere mwakpo ma ọ bụụ na ya na nwaanyị maọbụ nwa nwaanyị nwere mmekọrịta n'ọnọdụ ndị a; a- A manyere amanye b- O kwetaghị; c- O kwetetara mana i yiri ya egwu ọnwụ maọbụ mmerụ ahụ. d-O kwetara,mana nwoke ahụ abụghị di ya mana o kwetara chee maọbụ di ya e-O kwetara maọbụ na o kwetaghị mana ọ dị afọ iri na anọ maọbụ pekarịa maọbụ uche ya ezughị ezu",
    "Ihe nwaanyị akwasoro iko n'ike ga-eme",
    "Ebe foto si, Getty Images",
    "Ọtụtụ mgbe a na-akwaso ọtụtụ ụmụnwaanyị iko n'ike mana ha anaghị enweta ikpe ziri ezi maka nke a.",
    "Ụfọdụ n'ime ha amaghị usoro ha ga-eji gbasoo ya maka i nweta ikpe ziri ezi, ebe ụfọdụ na-eme ihere ikwupụta na a kwasoro ha iko n'ike.",
    "Onye ọkaiwu na-ahụ maka mgbochi mwakpọ bụ Dorothy Chukwumezie Oleka na ọnụ na-ekwkuru ndị uweojii na Anambara steeti bụ Haruna Mohammed nyere ntuziaka ụzọ ndị a ga-eji nweta ikpe ziri ezi n'ụlọikpe.",
    "Ihe mbụ nwaanyị akwasoro iko n'ike ga-eme bụ ị gaa mee mkpesa n'aka ndị uweojii ngwa ngwa awakpochara ya.",
    "Mohammed kwuru sị, \" Ngwangwa  mwakpo mere, wegara ndị uweojii mkpesa, ha ga-akpọ onye ahụ gaa ụlọọgwụ iji nata akwụkwọ nchọpụta ihe ha chọpụtara bụ ihe a ga-eji mee ihe akaebe n'ụlọikpe.\"O kwurukwara ka a ghara ịkpala akwa \"onye a wakporo yi  maọbụ ebe ihe ahụ mere ganye na ndị uweojii emecha nchọpụta ha.\"",
    "\" Ime otu a ga-emetụta ihe akaebe ma nye onye mere ihe ahụ ohere ị nla n'efu.\"",
    "Na nwaanyị a agaghị asapụ ahụ ya maọbụ uwe o yi mgbe awakporo ya tupu ọ gawa ime mgbesa ahụ.",
    "Ebe foto si, Dorothy Oleka/Facebook",
    "Nke a bụ ka ọ gbara ihichapụ ihe akaebe a ga-eji nyocha ma maa onye wakporo ya ikpe.",
    "Ndị uweojii ga-akpọ ya gaa n'ụlọọgwụ ebe onye dọkịta ga-enyocha ya ahụ ma were ihe akaebe ndị ahụ.",
    "E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?",
    "Ọnwụ nwa m dị m ka ọ bụ na nrọ - Nwaanyị a wakporo ma togbuo nwa ya",
    "Nwaanyị ahụ ga-akọwara ndị uweojii onye wakporo ya iji nyere ha aka nwụchie ya ma malite ikpe ya ikpe.",
    "Ọ bụrụ na a kpọpụ ya n'ụlọikpe,  nwaanyị ahụ ga na-abịa n'ụlọikpe dịka onye ịgbaama megide nwoke wakporo ya.",
    "Ihe mere nwaanyị anaghị ekwupụta ma awakpo ya n'ike",
    "Dorothy Oleka kwuru na ihe mere ọtụtụ ụmụnwaanyị ji ghara ikwu maka ịkwa iko n'ike megide gụnyere;",
    "Iwu kwuru na ị ga-eweta rịrị ihe akaebe tupu a maa nwoke ahụ ikpe.",
    "Etu ndị mmadụ nakwa ndị agbataobi si akwa nwaanyị a wakporo n'ike emu na-ebute ya ihere .",
    "N'iji kwụsị nke a, Oleka sị na ezinaụlọ nke nwaanyị ahụ kwesiri ịdọnyere ya ukwu n'oge ndị a niile iji mee ka obi sie ya ike.",
    "O kwuru na ọ ga-adịkwa mma ka ha kpọpụ ya na gburugburu ebe ihe ahụ mere nwa oge.",
    "Oleka gara n'ihu kwuo na nwaanyị ahụ nwereike inweta ikpe ziri ezi mgbe o kpebiri ime mkpesa n'aka ndị uweojii na mpụ enweghi oge ọ gaghị abụsị mpụ.",
    "O kwuru na ọ ga-enye nsogbu ma ọ bụrụ na ihe akaebe adịghị kama na ọ ga-eme ka ndị mmadụ gbadoo anya n'ebe nwoke dị etu ahụ nọ.",
    "Biodun Fatoyinbo asaala Busola Dakolo n'ebubo mwakpo n'ike",
    "Buhari anabalata nwaafọ Igbo Chile Eboe-Osuji bụ onyeisi ụlọikpe mbaụwa",
    "Ihedioha na Okorocha a na-ama aka n'Imo?",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee2 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'2 Mee 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisiala",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Baba Ijesha CCTV: Gịnị dị n'ime onyonyo e ji ebo onye Nollywood a ebubo mwakpo",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}