{
  "published": "29 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Igala Youth Council",
    "Willie Obiano nọ agba nke abụọ ya dịka gọvanọ Anambara steeti",
    "Don Adinuba bụ Kọmisọna na-ahụ maka mgbasaozi n'Anambara steeti awụọla miri oyi n'akụkọ ụfọdụ ndị ntaakụkọ dere banyere ndị uweojii na Gọvanọ Obiano.",
    "Ụnyaahụ ndị ntaakụkọ dere na gọvanọ Obiano sị ka ndị uweojii kwụsị ịnụ ọgwụ ike ọkachasị nke akpọrọ igbo maọbụ indian hemp.",
    "Anambara amachiela 'ọkada' n'Onicha na Ọka",
    "'Esi m Abuja ala Enugwu maka akwamozu mama nnukwu m were hụzịa onwe m n'ụlọọgwu'",
    "Akụkọ sịbụ na ọ bụ Dọkịnta Simeon Onyemaechi - bụonye nọchịtere anya Ọbịanọ n'ọgbakọ nkuzi nke ngalaba gọọmenti na-ahụ maka ịkpachi ọgwụ ike bụ National Drug Law Enforcement Agency (NDLEA) hiwere n'Ọka, isiobodo Anambra steeti - kwuru ihe okwu.",
    "Akụkọ sị na Dọkịnta Onyemaechi sị na \"ọ ka mma ịgbasọ ọrụ nchekwa site atụmatụ nke ọgbara ọhụrụ, karịa ịji akpụobi sitere n'anya igbo arụ ọrụ ha.\"",
    "Dọkinta Onyemaechi bụ onyeisi ngalaba na-ahụ maka nchedo ahụike nke Bekee kpọrọ Health Insurance Scheme.",
    "Maazị Adinuba sị na ọ bụ eziokwu na Dọkịnta Onyemaechi gara nnọchite anya Obiano n'ọgbakọ a, ma kwukwa okwu banyere ọgwụ ike \"dịka ọ bụ ihe eji mee ya bụ ọgbakọ\" okwu ya abụghị ịkọ ndị uweojii ọnụ maọbụ bo ha ebubo.",
    "Ọ sị; \"Ọ bụ ka onyeisi ndị NDLEA n'Anambara bụ Sule Momoh kwuchara okwu we si ka ndị nchekwa nye aka lụsị ọgwụ ike ọgụ site n'ime ndị eji ama atụ ka Dọkịnta Onyemaechị tinyere ọnụ wee kwado okwu a.",
    "\"Nke a were buru makana ndị sị na ha na-anụ ọgwụ ike iji nye ha mụọ ịrụ ọrụ.\"",
    "Maazị Adinuba gara n'ihu kọwa na onweghị oge okwu jiri bụru ohere iji katọ ndi uweojii dịka ụfọdụ mmadụ na-ekwu.",
    "Ndị otu m gbara ụlọomeiwu Anambra steeti okirikiri - Uweojii",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Haruna Mohammed na nzaghachị kwuru na anya doro ndị uweojii n'ọrụ ha, na ha anaghị akpa agwa ekwesịghị ekwesi.",
    "Mohammed sị; \"Ndị ọrụ anyị bụ ndị na akpa agwa kwesịrị ekwesị. O nweghị ihe aka ebe gọsịị na ha na-akpa agwa dị aṅa.\"",
    "Don Adinuba maka ndị ọchịehi Fulani.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?21 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe Anita Okoye sị na ya mụtara n'esemokwu nakwa mkpezi Psquare",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Ọkụ gbara na 'D Line' nakwa Rumuokoro na Port Harcourt alaala ọtụtụ akụnụba n'iyi",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}