{
  "published": "29 Juun 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe a bụ ajụjụ Gerald Eze jụrụ ka obidoro ịkọwa usoro ọja.",
    "Ọja bụkwanụ ihe egwu di Igbo kemgbe gbuo.",
    "O so na ngwa egwu omenala nabatara ọfụma.",
    "Dịka onye na-akuzi egwu na mahadụm, Gerald Eze mụrụ ọja ruo n'isi ya, mana ọ sị na ọbụghị sọsọ nke agụtara n'akwụkwọ ka ya ma, makana ndị okenye gbunyere ya asọ n'ọnụ.",
    "Lee okwu na emume o ji bịa.",
    "Ọ bụ nkafie ikpere Chukwu n'ụzọ omenala?",
    "Nwaanyị ji egwu agwọ ọrịa",
    "Ihe mere m ji jiri ụbọ Bekee akwalite egwu ifo Igbo",
    "Vidio, Dr Onye Mmemme: Ọ na-afụ ụfụ n'ahụ mana ọ na-enye m ọṅụ - Ote egwu, Duration 1,499 Eprel 2019",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Vidio, Violin music: 'E ji m ngwa egwu a etipụta egwu Igbo ka omenaala anyị tọọ atọ', Duration 1,2518 Eprel 2019",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, IPOB/ESN: Lee nwaamadị a sara asịsa etu o si banye ESN, Duration 3,3818 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Enwetechala m Biafra tupu IPOB apụta - Uwazuruike, Duration 2,0429 Ọktọba 2018",
    "Vidio, Aju Mbaise: O nwere uru dị n'ime mgbọrọgwụ na ahịa a ?, Duration 3,1412 Juun 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}