{
  "published": "1 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ntọrị mmadụ bụ okwu akpụ n'ọnụ na Naịjirịa ugbua. Ọtụtụ puku mmadụ dabara n'aka ndị ntọrị ebe ọtụtụ nde dọla bakwara ha n'aka.",
    "Ihe malitere dịka ndị mmadụ igosi iwe ha maka etu e si ekesa ego Naịjirịa a kpatara na mmanụ agbịdị bụzị ihe na-eme ndị mmadụ a na-atụ ụjọ maka nchekwa ha.",
    "E hiwere ngalaba a kpọrọ \"The Intelligence Response Team (IRT) iji buso ndị ntọrị na ndị ojiegbeezu agha.",
    "Ngalaba a onyeisi ha bụ Abba Kyari anwụchiela ndị isi aba okpu n'otu ndị ntọrị kemgbe afọ 2015.",
    "Ọ bụ ngalaba uweojii a ga-etịnyụ ọkụ ntọrị mmadụ ka ọ bụ otu n'ime akụkọ mwakpo na nrụrụaka na-enye Naịjirịa nsogbu kemgbe?",
    "Onye ntaakụkọ: Kunle Falayi",
    "Ntọrọ ụmụakwụkwọ Naịjirịa",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, BBC Igbo Exclusive: Agbanyeghi na a na-akpọ ụfọdụ n'ime anyị 'terrorist lawyer' anyị ga na-arụ ọrụ anyị ọfụma - Aloy Ejimakor, Duration 39,0329 Julaị 2021",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, BBC Igbo Exclusive : Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma - Shehu Sani, Duration 5,4021 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Igbo Festivals: Ihe omimi dị n’emume Ikeji Arondizuọgụ, Duration 2,5326 Eprel 2019",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}