{
  "published": "5 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu jikọta ndị Igbo bụ Ohaneze ndị Igbo ekwuola na okwu otu akpọrọ \"Coalition of Northern Groups\" kwuru banyere atụmatụ Ruga adabaghi ma ncha.",
    "Onyeisi Ohaneze bụ Nnia Nwodo kwuru nke ka ọ na asa okwu Abdulazeez Suleman kwuru na mkparịtaụka ya na ndị ntaakụko mere ụnyaahụ bụ ụbọchị anọ nke ọnwa Juun.",
    "Gịni bụdị ihe a akpọrọ Ruga?",
    "Ala Igbo esoghi nwe 'Ruga Settlement'",
    "Na mkparịtaụka ahụ, Maazị Suleman nyere gọọmentị etiti abali 30 iji weghachite atụmatụ Ruga.",
    "Maazị Nwodo sị na jọgbụrụ udele sigbuo nkakwụ makana o megidere iwu.",
    "Ọ sị,  \"Suleman gara n'ihu tie aka na ha ga-achupu ndị Ọdịda Anyanwu bi n'Ugwu. Okwu a dị ka okwu ndị ntoroọbịa ugwu kwuru mgbe ha sị na ha ga-achụpụ ndị ndịda Naịjirịa bi n'ugwu afọ abụọ gara aga.\"",
    "Ebe foto si, AFP",
    "Ndị Fulani na-achị ehi egbuola ihe karịrị mmadụ otu nari n' izu atọ gara aga",
    "Nnia Nwodo sị na Ohaneze anaghi egbochi ndị mmadụ isi Ugwu nata, ma ya bụru na ndị Ugwu bi Ọwụwa Anyanwụ ga-ala kwu.",
    "Ukwu Ruga malitere ka gọọmentị etiti kwuru na ọ ga amalite atụmatu ahu iji kwụsịlata esemokwu na-ada n'etiti ndị ọchị ehi na ndị ọkọ ugbo n'ọtụtụ mpaghara Naịjirịa.",
    "Agbanyeghị na gọọmentị sị na atụmatụ a abụghi ihe mmmmmmanye, ọtụtụ mmadụ, ọkachasị ndị si ndịda Naịjirịa si na ha achọghị ya.",
    "Gọọmentị sị na ha wezugara atụmatụ ahụ maka adabanyeghị n'atụmatụ ọzọ akpọrọ \"National Livestock Transformation Plan\" (NLTP) bụ nke Osote Onyeisiala Osinbajo na-ahazị.",
    "Akwuke na ndị na achị ehi na-ebi n’udo",
    "Ruga Settlement: 'Ọ gịnị ka atụmatụ a pụtara'?1 Julaị 2019",
    "Ruga Settlement esoghi n'ihe ngalaba m na-elekọta hibere - Yemi Osibanjo29 Juun 2019",
    "RUGA Settlement: Ụmụ Naịjirịa agbarụọla ihu ọzọ maka atụmatụ a30 Juun 2019",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa22 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Councilelekere 4 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Council",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Gịnị na-akpọtụ n'otu APGA?",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ndị mmadụ ajaala eze dọnyere Jason Njoku na Iroko TV ukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}