{
  "published": "9 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwaanyị na-akpa Akwaete bụ Gladys Akuatta kọwaara BBC Igbo etu ịkpa akwa a si malite n'obodo ha.",
    "O kwuru na ọ bụ nwaanyị a kpọrọ Dada Nwakata malitere ịkpa akwa site n'ihe e gosiri ya n'ime nrọ.",
    "Onye ji ọrụ ịkpa isi gụọ akwụkwọ",
    "Ọrụ asaa ị ga-ebidonwu na be gị ga-eme gị 'ide ji ego'",
    "Na ọ pụtara n'ihe malite ịkpa akwa a nke nwaanyị ọbụla n'obodo Akwaete bịara mụta ịkpa ya n'oge ahụ.",
    "Gladys gara n'ihu kwuo na ha anaghị akụziri onye na abụghị onye Akwaete etu esi akpa akwa a n'ihi na ọ gaghị amụta ya.",
    "Na nke a bụ iwu e tinyere n'obodo Akwaete gbaa gburugburu.",
    "A mabeghi ndị wakporo ụlọụka n'Aguleri - Uweojii",
    "A na-enyocha isi onye otu anyị were ọkwa na-abụghị nke ya - Customs",
    "Lee ihe ndị mere John Obi Mikel ji bụrụ ọpụrụiche",
    "Ị ma ihe ole na ole e ji ama ofe ndị Igbo?31 Mee 2018",
    "Vidio, Electric Keke: Ụkọ mmanụ ụgbọala mere m ji arụ Keke - Ifeanyi, Duration 2,2725 Ọktọba 2018",
    "Vidio, Lee Alex Nwa-Ephraim Akwaiwu nwa afọ Igbo na-arụ ụgbọala, Duration 2,008 Eprel 2019",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Vidio, Happy Childrens Day: Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu, Duration 4,0527 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'anyammiri ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima Osinachi Nwachukwu, Duration 19,0714 Eprel 2022",
    "Vidio, Ọgba mbọ: Ife ụgbọelu na-atọ m ụtọ mana ikọ ji tọkarịrị- John Okakpu, Duration 3,2519 Ọgọọst 2020",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Palm Oil: 'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m', Duration 2,2519 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}