{
  "published": "9 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Otụtụ ụmụnwaanyị na India na-aga ije tere aka ịhụ na ahu ha chara ụcha. Ha na-akpọ ụdịrị ihe a\"ihicha agwa mmadụ\"",
    "Shiroma Pereira (Nke a abụghi ezi aha ya) ji akwa sị; \"A jọrọ m ezigbote njọ oge agbamnkwu m. Ajọbeghị m ụdị njọ ahụ mbụ.",
    "O bi nso n'isi obodo Sri Lanka bụ Colombo. Dịka ọtụtụ mmadụ n'Ọwụwa Anyanwụ Asia, o kpebiri ime ka akpụkpọ ahụ ha chaa ọcha tupu oge agbamakwụkwọ ya eruo.",
    "Lee ihe nzuzo ndị na-eme ude agaghị agwa gị",
    "Olileanya ya bụ na ọ ga-enwe akpụkpọ ahụ mara mma.",
    "\"Dịka ọ fọrọ ọnwa abụọ tupu agbamakwụkwọ m, agara m ụlọ ndozi isi, ha were nyem ude ọcha\"",
    "Ọ gwara BBC sị, \"Mgbe m techara ya n'otu izu, ihu m agbanwee na-acha ọcha.\"",
    "\"Achọrọ m inwe ahụ ọcha mana ọ bịara gbaa m ọkụ.\"",
    "Kama ọ ga-agbado anya n'ịkwado agbamakwụkwọ ya, nwaanyị ahụ mefuru ego ya na oge ya n'ọgwụgwọ.",
    "Apa dị icheiche ka na-egosi n'olu Shiroma nakwa n'ihu ya",
    "\"E nwere m ọkọ dị ọcha wụrụ m n'ahụ nke mechara chọrọ apa ojii\"",
    "Ude ọcha enyere ya tee bụ nke ezighi ezi. E zobatara ya ma zụọ ya n'ahịa iwu.",
    "Apa na-eji oji ka na-egosi n'ahụ Pereira dịka otu afọ ebe ọ na-agwọ ya gafechara.",
    "Ya mere na gọọmentị mba Sri Lanka amalitela ịmachi orure ude ọcha.",
    "Mmadụ nde ole na ole ọkachasị ụmụnwaanyị n'Afrịka na Eshia na-eme ihe niile ruru ha aka ịcha ọcha.",
    "Ahịa ude ọcha ruru ihe karịrị ijeri dọlla 4.8 n'afọ 2017 ebe a na-atụ anya na ọ ga-eru ijeri dọlla 8.9 n'afọ 2027.",
    "Ebe foto si, AFP",
    "Kemịkal dị n'ime ude ọcha na-emebi akpụkpọ ahụ mmadụ",
    "Ọ gụnyere ncha, ude, na ọgwụ ntụtụ ga-ebelata ahụ mmadụ nrụpụta kemikal melanin nke na-ewu ewu.",
    "Dịka World Health Organization (WHO) ụmụnwaanyị anọ n'ime iri na-ete ude ọcha n'Afrịka.",
    "N'Afrịka, Naịjirịa nọ n'ọkwa mbụ ebe ụmụnwaanyị 77% ma-ete ya bụ ude. Togo 59% na Sawụt Afrịka 35% so ha na-azụ.",
    "N'Eshia, ụmụnwaanyị 61% n'India nakwa 40% na Chaịna na-ete ya.",
    "N'afọ gara aga, gọọmentị Ghana dọrọ ụmụnwaanyị dị ime aka na ntị ha kwụsị ịṅụ ọgwụ ga-eme ka nwa ha bu n'afọ chaa ọcha bu gluthatione n'ime ya.",
    "Ebe foto si, Getty Images",
    "Ngwa ọcha gunyere ude, ncha na ihe ndị ọzọ",
    "Ụmụnwaanyị na-aṅụ ọgwụ ahụ na-eche na ọ ga-eme kia nwa ha bu n'afọ chaa ọcha.",
    "Melanin bụ agwa ojii dị n'ime ahụ na-eme ka mmadụ dịrị oji.",
    "Ngalaba ehibere maka akpụkpọ ahụ nke mba Briten tinyere ọnụ n'okwu gbasara ude ọcha.",
    "Ha kwuru na \"hydroquinone nwereike ịgwọ agwa ezighi ezi maọbụrụ na dọkịta akpụkpọ ahụ mara maka ya ma tinye ya anya\"",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị mba Kongo ji hydroquinone agba onwe ha ọcha",
    "Ha kwukwara na ụfọdụ ihe na-ahake mmadụ nwekwara ejiji dị mma n'ọgwụgwọ.",
    "Ọ na-arụ ọrụ?",
    "Ebe foto si, AFP",
    "Otụtụ ụmụnwaanyị na India na-aga ije tere aka ịhụ na ahu ha chara ụcha. Ha na-akpọ ụdịrị ihe a\"ihicha agwa mmadụ\"",
    "Mana ngalaba ahụ kwuru na \"o nweghi ụzọ ziri ezi a ma ama mmadụ ga-eji chake akpụkpọ ahụ ya.\"",
    "Ha kwukwara na ụfọdụ dọkịta na-enye ndị mmadụ ude nchake ịji gwọ ọrịa dịka melasma.",
    "Ọtụtụ ụmụnwaanyị na-ego ude ọcha n'ajụghị ajụ mana o nwereike ịmebi ụfọdụ ihe na-ahụ dịka:",
    "Ebe foto si, Getty Images",
    "Ọrịa akpụkpọ ahụ na ịkọ ọkọ",
    "Akpụkpọ ahụ na-acha mmiri mmiri",
    "Akpụkpọ ahụ na-acha ntụ ntụ",
    "(Onye kwuru - NHS UK)",
    "Ụfọdụ ngwa ọcha a na-enwekwa ihe na-emerụ ahụ n'ime ya.",
    "Ebe foto si, Getty Images",
    "Ndị na-eme ngagharịwe n'ihu ọdọ ahịa na-ere ngwa echere nwere Mekuri n'ime ya",
    "\"Ngwa ọcha ọbụla nwere Mekuri n'ime ya adịghị mma na-ahụ\" ka WHO kwuru",
    "Mana ha chọpụtakwara na a ka na-emepụta ngwa nwere ya bụ kemikal na Chaịna,Lebanon, Pakịstan, Amerịka na Tailand.",
    "\"Mekuri bụ nsị\" ka Alexandroff kwuru",
    "Ihe ndị dị mkpa ọ na-emebi n'ime ahụ gụnyere:",
    "Ịmebi akụrụ",
    "Ịwụ gị ọkọ n'akpụkpọ ahụ, ịbunye gị apa nakwa imebi agwa ahụ",
    "Ahụ enweghizi ike ịgbochi ọrịa nje",
    "Oke echiche na ịda mba.",
    "Ahụike",
    "Nrị na-edozi ahụ",
    "World Health Organization (WHO)",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etụ esi tọhapụ Igwe Mbutu na Aboh Mbaise9 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwendu",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Kayanmata: Jaruma asaala okwu Ned Nwoko",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}