{
  "published": "10 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/Rochas Okorocha",
    "Senatọ na-anọchịte anya mpaghara Ọdịda Anyanwụ Imo steeti bụ Rochas Okorocha ekwuola na ọ bụrụ na gọọmenti etiti mepee Ministrị na-ahụ maka obi anụrị, ndị na-ewere ndụ ha ga-ebelata.",
    "Ọnụ na-ekwuchitere Okorocha bụ Sam Onwuemeodo gwara BBC na ọ bụrụkwa na  gọọmenti etiti machie orire na ọzụzụ ọgwụ ọtapịapịa a kpọrọ 'Sniper', ọ ga-enye aka.",
    "Ihedioha na Okorocha a na-ama aka n'Imo?",
    "Nigeria: Ụmụaka ụmụnwaanyị a na-ere iji kwụọ ụgwọ",
    "Onwuemeodo kwuru na mgbe Rochas Okorocha chiri Imo steeti, mmepe ministry na-ahụ maka ikpa obi anụrị nyere aka ịkwụsị ndị mmadụ iwere ndụ ha.",
    "Rochas awaala n’oche ọchịchị",
    "'Certificate of return' a kwaala Rochas?",
    "Rochas ọ gara Daura ime gịnị?",
    "Onwuemeodo gụpụtara ihe ndị a dịka ihe a na-eme na mịnistrị ikpa obi anụrị Okorocha hibere n'Imo.",
    "Mkparịtaụka ndụmọdụ",
    "Enyemaka gụnyere ego",
    "Nkuzi pụrụ iche gbasara etu e si emepụta ihe",
    "Igbosa ọgụ",
    "N'ọnụ ya, \"ihe ndị a ga-enye aka imelata etu ndị mmadụ si ewere ndụ ha\".",
    "O kwuru na ihe mere ndị mmadụ ji ewere ndụ ha ọtụtụ mgbe bụ maka ha enweghị onye ha ga-akọsara mkpa ha.",
    "Cheta na ndị sineti Naịjirịa kpọrọ oku ka gọọmenti etiti machie orire na ọzụzụ ọtapịapịa a kpọrọ 'Sniper' maka etu ndị ntorobia si ejikarị ya egbu onwe ha.",
    "Mbọ niile anyị gbara ka anyị nụta n'ọnụ ụfọdụ sinetọ kpọrọ oku ahụ kpụrụ n'ala.",
    "'Ọ bụghị iwu na onyeisiala ga-ewepụta Minista ọbụla'",
    "'Gọọmenti etiti gwa anyị ihe gburu nwanne anyị' - Chiedu Ndubuisi",
    "Ndị mmadụ egbochiela ntọrị nwata n'Ikoyi Legọs",
    "Haaranụ Ndigbo ọkwa onyeisi Sineti - Rochas",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche19 Ọgọọst 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steetielekere 5 gara aga",
    "NA EME UGBU A Niger coup: Ndị Ecowas zigara atụọla ụkwụ na Niger",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Etu ikpe Godwin Emefiele si gaa n'ụlọikpe ukwu dị n'Abuja taa",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche",
    "Ihe asaa ị kwesiri ịma maka ịgwọ ụraEmelitere ikpeazụ na: 30 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}