{
  "published": "9 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ozoemena Ani",
    "Onyendu ndị mepụtara ụgbọala latrik na Mahadum Nsukka akọwala ka ha na ije si gaa.",
    "BBC Igbo na ndị rụpụtara ụgbọala latrik na ngalaba injiniarịn nke Mahadum Nsukka bụ 'Univerisity of Nigeria Nsukka' (UNN) nwere mkparịtaụka maka ya bụ ụgbọala latrik ha rụrụpụtara.",
    "Ọkammụta bụ onye ya na ndị nchọpụta ụmụakwụkwọ dị n'aka bụ Injinịa Ozoemena Ani sị na ọkụ na enweghị akụrụngwa ọgbaraọhụrụ bụ ihe cheere ha aka mgba.",
    "Ụkọ ụgbọala Keke agwọwala ndị mmadụ n'ụzọ n'Abịa steeti",
    "Anambra steeti amachiela keke",
    "Ani sị na ọ bụ otu n'ime ndị ọgbakọ ndị nchọpụta na ngalaba nke 'Mechatronics' bụ ihe meputara ya bụ ụgbọala site na nkwado onye bụbu onyeisi ya bụ Mahadum bụ D C Ozumba,",
    "Ọ sị na ụzọ asatọ n'ime iri n'akụrụngwa eji rụọ ya bụ ụgbọala sị na Ala Igbo dịka Onisha, Nnewi na Nsukka.",
    "Ebe foto si, Ozoemena Ani",
    "Ani sị na \"anyị ji izuụka ịnọ rụọ ya bụ ụgbọala\".",
    "Ọ sị na ịrụpụta ya bụ ụgbọala gbadoroụkwụ n'oku ndị National Automotive Design and Development Council (NADDC) kpọrọ Mahadum anọ n'Abuja.",
    "Ya bụ oku mere Onyeisi Mahadum nke lara ezumike nke bụ D C Ozumba jiri nye ya bụ nkwado.",
    "Ha rịọrịọ ka gọmenti nye nkwado ga-eme ka arụwa ya bụ ụgbọala ka ọ ga-agbate aka n'okporo ụzọ.",
    "Ebe foto si, Ozoemena Ani",
    "Ụgbọala ọkụ latrik na-enye ọkụ nke mahadum 'Univerisity of Nigeria Nsukka' (UNN) rụpụtara",
    "Dika Ani kwuru, \"ụnyahụ anyị nyagharịrị ya bụ ụgbọala, onyeisi Mahadum anyị nke ochie bụ Ozumba nọ n'ihu, Onyeisi ndị NADDC na ọnye otu ya nọ n'azụ, Onyeisi Mahadum UNN ọhụrụ bụ  nọkwa n'azụ. Mmadụ ise nọ na ya bụ ụgbụọla otu mgbe.\"",
    "Ani kwusiri ike na ọkụ latrik bụ ihe kacha chee ha aka mgba na ya bụ ọrụ nke bụ na ha arụchaghị ya bụ ụgbọala n'ime ya bụ Mahadum mana ọ bụ n'ụlọọrụ ndị ọzọ ka ha rụchara ya.",
    "\"Anyị rụrụ ya bụ ụgbụala ka ọgbawa ihe dịka kilometa iri atọ n'otu awa ma o buru mmadụ anọ. O burukwa mmadụ abụọ, ọ ga-agbafe nke a\".",
    "Ani kwuru na aga eji awa atọ mee ka afọ ju batiri ya bụ gbọala na ha nwekwara olile anya na ha ga-arụnye ya ihe nke ga-eme ka ejiri ike dị n'anyanwụ na-anya ya.",
    "Ọ sịkwa na nchọcha ka na-aga n'ihu na ya bụ ụgbọala nke o kwuru na ọ bụ mmadụ asatọ n'ime isi abụọ na asaa bụ ndị bụ isi sekpụ ntị na ya bụ ọrụ.",
    "Ndị a bụ ndị aka ha dị na ya bụ ọrụ:",
    "Engr. Dkr. Ozoemena Ani onye nchikọta Electric Vehicle Research Team na onye nchịkọta Mechatronics Research Group UNN",
    "Engr. Dkr. Cosmas Ogbuka, EV- Research Electrical Sub-team LeaderEngr. Solomon Nwafor,onye ọrụ Mechatronics",
    "Engr. Anthony Ezeama, onye ọrụ Mechatronics",
    "Magnus Onuoha onye ọrụaka na-agba igwe ọkụ",
    "Chinweike Ugwu, ijinia n'ọrụ ugbo",
    "Victor C. Job, nwa akwụkwọ, Injinịa nke mekanik",
    "George C. Eze, nwa akwụkwọ, Injinịa nke mekanik",
    "Chinedu C. Unachukwu, nwaankwụkwọ, Injinịa maka ọkụ latrik",
    "Enuma N. Ogbuefi,waankwụkwọ, Injinịa maka ọkụ latrik",
    "Ndị ọnụ na-eru n'okwu jakwara Mahadum a maka ọrụ.",
    "Lee ihe nkiri maka Keke latrik",
    "Electric Keke: Ụkọ mmanụ ụgbọala mere m ji arụ Keke - Ifeanyi",
    "Vidio, 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ'23 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?elekere 6 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Onye bụdị Ugo Ugochukwu na-ewu na soshal midia?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas MadukaEmelitere ikpeazụ na: 19 Septemba 2019",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Igwe Kelly Nzekwe nke Igbariam dị n'Anambra State alakwurula ndị ichieEmelitere ikpeazụ na: 8 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}