{
  "published": "12 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Akụkọ na egwu Mike Ejiagha bụ ụzọ akụkọ ifo ndị Igbo ka ji dị ndụ taa.",
    "Nke a mere BBC ji dee edemede a maka akụkọ ifo iji kpọllite mmụọ ndị ọgbara ọhụrụ n'ihe gbasara akụkọ ifo.",
    "Uru 12 ọmụ baara ndị Igbo",
    "Ihe ise Ala na-asọ n'oge gboo",
    "Ihe mere Igbo ji achụpụ mmadụ n'ajọ ọhịa",
    "Anyị gara hụ ndị ọkammụta n'Igbo na Mahadum Legọs ka ha kọwaara anyị ihe bụ akụkọ ifo na uru ọ bara.",
    "Egwu Chinyere Amaka Ifechukwu",
    "Gịnị bụ akụkọ ifo?",
    "Ada Anachebelu bụ onye nkuzi na ngalaba Afịrika na Eshia na Mahadum ahụ kọwara akụkọ ifo ka:",
    "\"Otu n'ime ngalaba agụmagụ ọnụ ndị Igbo nwere.",
    "Ọ bụ akụkọ ekere uche nke gbadoro ụkwụ n'ihe emeghị eme, gbado ụkwụ n'agwa mmadụ, agwa anụmanụ na agwa ndị mmụọ.",
    "Ọ bụ usoro ndị Igbo ji akụziri ụmụ ha, ma na-azụlite ha n'usoro ebimndụ, omenala na nkwenye ndị Igbo.\"",
    "Ebele Okafor Onye nkuzi na Mahadum Legọs",
    "Ebele Okafọr nke Mahadum ahụ kwenyekwere na \"akụkọ ifo bụ akụkọ ọ dị n'ala nke bidoro na oge gboo, ma gbado ụkwụ n'ala mmadụ, ala anụmanụ n'ala mmụọ bụ nke eji akụziri ụmụaka ezi omume\".",
    "Onye ọja Gerald Eze",
    "Ọkamụta Chigozie Nnabụihe nke Mahadum ahụ kwuru na ọ bụ n'ime akụkọ ifo ka a na-ahụ \"omenala, ahụmihe ụwa, ọdị na mbụ, ọdị mgbe ochie, ọ dị be ndị ndị nwe akụkọ ifo ahụ\".",
    "Chigozie Nnabuihe Onye nkuzi na Mahadum Legọs",
    "Nnabuhie sị na ihe mere eji akọ ifo n'ọnụ bụ ederede abịabeghị mgbe ebidoro ya mgbe gboo, bụ nke mere eji sị n'aka nne na nna na-enyefe ya ndụdụgandụ, nke ga-abụ ihe ga-edu ya na ndụ ya na ọ dị n'ihu.",
    "Nnabuihe sị na Ifo bụ mkpụrụ a na-akụ n'echiche ụmụaka ka onwere ya too, banye ya n'ime, banye ya n'ime mmụọ, banye ya n'akparamagwa.",
    "Killiwee Nwachukwu",
    "E ji akụkọ ifo akụziri ụmụaka ihe gbasara omenala Igbo, nsọ ala na nkwenye ndị Igbo.",
    "E ji ya eme ka ụmụaka mara na arụrụala adịghị mma.",
    "Ọ na-enye aka ka ụmụaka mata na oke ọchịchọ, ohi na anyaukwu adịghịmma.",
    "Ifo na-enye aka ịme ka ụmụaka mata ezi mmekọrịta mmadụ na ibe ya ọkachasị n'ezinaụlọ.",
    "Ọ na-akụziri ụmụaka ihe dị mma na ihe dị njọ mee ka ha gbaara ihe dị njọ ọsọ.",
    "Nnabuihe kpokotara okwu a isi ikwu na e ji ya enye ọzụzụ nke ga-enye aka ka nwata too n'ụzọ dị mma.",
    "Ada Anachebelu",
    "Nchọcha Ada Anachebelu gosiri na ọtụtụ nne na nna enweghịzị mmasị na ebe agụmaagụ na omenala ndị Igbo dị.",
    "Nke a mere na ha anaghịzị ewepụtara ya oge ikuziri ụmụ ha.",
    "Ụfọdụ nne na nna nwere mmasị enweghịzị ohere n'ihe ọnọdụ akụ na ụba obodo Naịjirịa dị.",
    "Gịnị bụ ọfọ?",
    "Ọtụtụ ndị Igbo enweghịzị mmasị n'isụ asụsụ Igbo.",
    "Ada Anachebelu sị na, n'ihe nke a akụkọ ifo enweghịzị ọnọdụ n'ebe ọtụtụ ndị Igbo nọ.",
    "Okwukwara na itufu akụkọ ifo ga-enye ezigbo nsogbu n'ịzụlite ụmụaka ugbua.",
    "Gịnị ga-eme ka mmasị gbagolite ọzọ?",
    "Itinye akụkọ ifo na nke Bekee kpọrọ \"Cartoon\" ga-enye aka ime ka mmasị ụmụaka gbagolite ọzọ n'akụkọ ifo.",
    "Mike Ejeagha: Aghara m ihe egwu m gbaa ọsọ Agha",
    "PDP achọpụtala na aka enwe dị n'ofe gbasara nhọpụta 'Minority Leader' - Ike Abonyi",
    "Gịnị ka ị ma maka Samuel Chukwueze 'ọkacha agba na Super Eagles ugbua'?",
    "Abba women protest : Anyị anọchighị ahịa Abba - Ndị uweojii",
    "Igbo Taboos: Ihe ise Ala na ndị Igbo na-asọ24 Nọvemba 2018",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Vidio, Killiwee Nwachukwu: Etu dike a siri nwete aha ya, Duration 3,3121 Eprel 2019",
    "Xenophobic: Otu nchekwa na mba Saụt Afrịka na-akpagbu ndị mbịarambịaelekere 9 gara aga",
    "NA EME UGBU A Ndị uweojii sị na ha gburu ndị IPOB/ESN atọ n'Enugwu Steeti",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu18 Septemba 2023",
    "Mohbad: Enyeghi nwamadị a nsi ọbụla n’ụlọọrụ anyị - NDLEA17 Septemba 2023",
    "Etu dinta si gbagbuo nwoke gbara afọ 21 n'ime ọhịa chee na ọ bụ anụ16 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Gịnị mere ndị ndu mbaụwa ji agbakọ na UN?15 Septemba 2023",
    "Michael Cardoso: Ihe ị kwesịrị ịma banyere  Onyeisi CBN Tinubu họpụtara ọhụrụ15 Septemba 2023",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}