{
  "published": "14 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "'Kabusa Oriental Choir' kọwara BBC Igbo etu esi nye ha mbo mbo ọsọ mgbe ha malitechara imepụta ihe nkiri.",
    "O nyewela ha ego? Chọpụta n'ihe nkiri a.",
    "'Ugbua anyị amatala na ego dị n'iti egwu'",
    "Nwaanyị ji egwu agwọ ọrịa",
    "Ihe mere m jiri ti egwu Chizoba",
    "Lekwa ụzọ ise ihe wuru ewu na soshal midia metụtara ụmụ Naịjirịa",
    "Nsibidi: Akara ochie e jiri mara ndị Igbo",
    "Ụlọikpe akụpụla ikpe na Buhari agụrughị akwụkwọ ịbụ onyeisiala",
    "Ndị gburu nwanna, tọọrọ nwunye nna m che na m bụ ide ego - Senator Abbo",
    "Ị sonyere n'ime ndị dara ogbenye?",
    "Vidio, Ụmụ Obieze: Egwu anyị gbara Igbo gharị, Duration 3,016 Nọvemba 2018",
    "Vidio, Ụmụ Obiligbo: Ugbua anyị amatala na ego dị n'iti egwu, Duration 2,389 Juun 2019",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Orits Williki : \"Etu egwu m tiri maka ọnọdụ Naịjirịa si butere m nsogbu n'aka DSS\", Duration 48,594 Febụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Aka akparala otu n'ime ndị a sị gburu onye uweojii n'Oguta, Imo Steetị, Duration 5,224 Febụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ogbambọ: \"Etu m si kpụgharịa ụgbọala a site na ntuziaka m hụrụ na nrọ\", Duration 1,571 Febụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}