{
  "published": "20 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ha na-ere akara njirimara ndị na-ele onyonyo mmekọahụ",
    "Facebook, Google na Oracle na-enyo ma na-eso ndị na-ele ihe onyonyo na-akpali agụụ mmekọrịta nwoke na nwaanyị n'elu Ịntanetị, dịka nchọpụta ụlọntaakụkọ New York Times kwuru.",
    "Ndị ọrụ nchọpụta si ụlọọrụ Microsoft, Carnegie Mellon, na mahadum Pennsylvania nyochara ogige 22,484 nọ n'ịntanetị bụ ebe a na-egosi ihe onyonyo mmekọ nwoke na nwaanyị ịchọpụta akụrụngwa dị n'ime ha.",
    "Akwụkwọ ndị a ewepụtara sị; \"Ihe anyị chọpụtara bụ na a na-enyocha ihe ruru ọnụọgụgụ 93% bụ ndị bịara ebe ahụ, ma na-agwa ndị ọzọ ihe ndị mmadụ na-eme.\"",
    "Ejizi maka Soshal midia achụ ndị uweojii?",
    "Soshal midia emeela m ọgaranya",
    "Ihe isii i na-ekwesịghị ime na social media gị",
    "Ihe a pụtara na onye ọbụla gara ikiri ihe onyonyo mmekọ nwoke na nwaanyị n'ogige Bekee kpọrọ \"porn sites\" marakwa na anya na-ele ya.",
    "Onye ọkachamara n'ihe gbasara nchekwa n'ịntaneti bụ Maazị Okechukwu Udeogu gwara BBC Igbo na e ji ihe ha chọpụtara, were resi ndị na-eme ihe onyonyo mmekọahụ ka ha were ya mata ụdịrị onyonyo mmekọahụ ndị mmadụ chọrọ ile.",
    "\"Ọtụtụ ndị mmadụ amaghị nke a. Mgbe ụfọdụ, ma akara mgbasaozi mmadụ so n'ihe a na-ere,\" Maazị Udeogu kwuru.",
    "Ebe foto si, Okey Udeogu",
    "Ọtụtụ ndị mmadu amaghị maka nyocha ndị Google na Facebook",
    "Kedụ ọghọm dị n'agwa a ndịa na-akpa?",
    "Ndị omekome na-ezu ihe njirimara ndị mmadụ nwere ike izuru ha n'aka ndị a ma gbaa ya n'anwụ.",
    "Kedụ etuị ga-esi gbochie ndị a inyo ihe ị na-eme n'ịntanetị?",
    "I jiri \"In Private Browsing\" ha ekwesịghị inyocha ihe ndị mmadụ na-ele n'ịntanetị, ụfodị ndị mmadụ na-ekwu na ha na-enyo kwa nke a.",
    "I nwere ike inweta ekwentị maọbụ igwe kọmputa na-enweghị ihe dị mkpa n'ime ya ma were ya na-aga n'ịntanetị.",
    "Facebook na Google gọrọ ụkwụ na aka ha, sị na ha anaghị eji ihe ha wetere n'ebe a na-egosi ihe onyonyo mmekọ ahazi akụrụngwa e ji ere ahịa.",
    "Onye na-ekwuchitere Google gwara ụlọntaakukọ Business Insider sị: \"Anyị anaghị ekwe ka akụrụngwa \"Google Ads\" baa webụsaịtị na-egosi mmekọ nwoke na nwaanyị.",
    "\"Anyị anaghịkwa ekwe ka e gosi mmadụ ihe a na-ere na webụsaịtị site n'ihe o kwuru maọbu mee banyere mmekọ ahụ.\"",
    "Onye nke Facebook gwara New York Times ihe yiri ihe a. Facebook sị na ụlọọru ha na-amachi webụsaịtị ọbụla ji akụrụngwa ha atụ mgbere.",
    "Google enyela Naijiria ohere inweta intanet n'efu",
    "Mgbanwe ego: Dọla ọdaala n'akụkụ Naịra?",
    "Lee ihe nkịrị ga-amasị gị:",
    "Facebook: Ụzọ ị ga-eji cheekwa Akara gị",
    "Google",
    "Intanet",
    "Facebook",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steetielekere 4 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}