{
  "published": "21 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụrụ na ị gụrụ akwụkwọ na Naịjirịa, ọ rara ahụ ịsị na ị nụghị maka maọbụ gụọ akwụkwọ Buchi Emecheta dere.",
    "Ọ bụrụ na ọ dị ndụ taa, Florence Onyebuchi Emecheta bụ odeakwụkwọ ndị Igbo ji eme ọnụ gaara adị afọ 78 n'afọ 2022 a.",
    "Ihe i kwesịrị ịma maka Christy Essien-Igbokwe",
    "Ihe ise i kwesịrị ịma maka Alvan Ikoku",
    "'Igbo agaghị echefu Ojukwu makana o nweghị onye ga-anọchinwu ya'",
    "Ụdịrị nnukwu mmadụ ọ bụ mere ka Google see ya n'ihe ha kpọrọ \"doodle\" n'afọ 2019, iji kwanyere ya ugwu ma chetara ndị mmadụ maka ya.",
    "Ebe foto si, Google",
    "Emecheta dere akwụkwọ ndị na-ahụ maka agụmakwụkwọ Naịjirịa tinyere na Kụrikulum, mere ka e jiri ya na-agụ \"Literature\" n'ụlọakwụkwọ.",
    "O kwuru etu o si na-ege akụkọ ndị mama nnukwu ya na-akọ mgbe ọ na-eto, ma kwuo na ọtụtụ akwụkwọ o dere bụ etu ihe si mee na ndụ ya.",
    "Ụdịrị akwụkwọ o dere",
    "Akwụkwọ mbụ ya bụ \"In the Ditch\" nke e biputere n'afọ 1972.",
    "Ndị ọzọ gụnyere \"Second Class Citizen\" (Ị kwesịrị ịma nke a), ndị nke o dere maka ihe ụmụnwaanyị na-agabiga bụ \"The Bride Price\", \"The Slave Girl\", \"The Joys of Motherhood\" (ọzọ ị kwesịrị ịma).",
    "O dekwara \"Gwendolen\", \"Kehinde\" nakwa \"The New Tribe\" bụ nke o biputere ikpeazụ n'afọ 2000.",
    "O dere maka Biafra na \"Destination Biafra\"; o dere ya n'afọ 1982, ma dekwaa maka ọchịchị ndị Yurop si chịa mpaghara Afrịka nke ọ kpọrọ \"The Rape of Shavi\".",
    "O dekwara nke ụmụaka gụnyere \"Nowhere to Play\" na \"The Moonlight Bride\".",
    "Ihe ị kwesịrị ịma maka Buchi Emecheta",
    "A mụrụ ya ụbọchị 21 nke ọnwa Julaị 1944.",
    "Ọ bụ onye Ibụsa dị na Delta steeti.",
    "Ọ gafere mba Briten n'afọ 1960, ebe o mechara nọrọ nwụọ.",
    "Ọ lụrụ di (Sylvester Onwordi) oge ọ dị afọ 16, ha mụrụ ụmụ ise; ụmụnwaanyị atọ na nwoke abụọ.",
    "Ya na di ya gbasara n'afọ 1966 mgbe ọ dị naanị afọ 22.",
    "O dere ọtụtụ ihe e ji mee ejije gụnyere nke a kpọrọ \"A Kind of Marriage\" nke BBC gosiri n'afọ 1976.",
    "Ya na nwa ya nwoke so nwee ụlọọrụ ebe a na-ebiputa akwụkwọ nke ha kpọrọ \"Ọgwụgwụ Afọr\"",
    "Nwa ya mechara mepee nke a kpọrọ \"Omenala\" ebe ọ na-ebipute akwụkwọ nne ya dere.",
    "Ọ rụkwara ọrụ dịka onye nkuzi mahadum na mba Briten.",
    "O nwetara ọtụtụ ihe nrite maka ụdịrị akwụkwọ ọ na-ede nke gụnyere \"Best of Young British Novelist\" o nwetara n'afọ 1983 nakwa \"New Statesman Jock Campbell Award for Commonwealth Writers\" o nwetara n'afọ 1979.",
    "N'afọ 2005, Ezenwaanyị Briten nyere ya ọkwa \"Order of the British Empire\".",
    "Ọ nwụrụ ụbọchị 25 nke ọnwa Jeụwarị 2017, ka ọ dị afọ 72.",
    "Ndị Igbo ọzọ Google serela n'ụbọchị ncheta ọmụmụ ha gụnyere Flora Nwapa, Chinua Achebe, Sam Okwaraji nakwa Stephen Okechukwu Keshi.",
    "Ha mere nke Achebe n'ụbọchị 16 nke Nọvemba 2017, nke Nwapa n'ụbọchị 13 nke ọnwa Jenụwarị 2017, nke Okwaraji n'ụbọchị 19 nke ọnwa Mee 2019, ma mekwaa nke Keshi n'ụbọchị 23 nke ọnwa Jenụwarị 2018.",
    "Cheta na ha mekwaara Christy Essien-Igbokwe nke ya ụbọchị 11 nke ọnwa Nọvemba 2018.",
    "Ihe nkiri a gbasara Killiwee Nwachukwu bụ nwaafọ Igbo a na-anụ aha ya ga-amasị gị:",
    "Killiwee Nwachukwu",
    "Akwụkwọ",
    "Ọmụmụ na mmụta",
    "Vidio, 'Ụmụaka ibe m na-akpọ m 'beast' n'ihi ọrịa m nwere' - Sopuruchi Okorocha25 Jenụwarị 2022",
    "Gee ntị, BBC Nkeji25 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abah Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}