{
  "published": "20 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimaobi Owoh bụ ọtiegwu a ma dịka Zoro bụ onye ji mbem Igbo akpalite ndị mmadụ mmụọ n'usoro agba ọhụrụ.",
    "N'akụkọ a, Zoro kọwara etu o si malite ịgụ egwu na etu o si chọọ ịbụ \"Engineer\" makana ọ bu ihe nne ha chọrọ.",
    "Ego adịghị mgbe anyị na-eto - Paul Okoye",
    "E nweta Biafra, ọ ga-adị mma - Klint da Drunk",
    "Phyno gụpụtara ihe ise eji aba mmọnwụ \"rap\"",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Zoro Swagbag: Echebum na m ga-abụ 'Engineer' maka nne m, Duration 3,4120 Julaị 2019",
    "Vidio, Oliver Ekene Nwosu: Ihe ndị ọnụ na-eru n'okwu na-ekwu maka esemokwu Fada Nwosu na Bishop Awka Diocese, Duration 6,318 Ọgọọst 2020",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Vidio, Igbo People: Obi Onitsha sị na ndị Onitsha, ndị Bini na ndị Yoroba si otu ebe pụta, Duration 5,599 Disemba 2019",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}