{
  "published": "27 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Ebe foto si, TD Jakes and Forest Whitaker",
    "Nke Igbo mere ọkacha mma? I lee anya, i ga-achọpụta na ebe ọbụla ihe na-aga nke ọma, aka onye Igbo na-adịkarị ya.",
    "Maka etu ndị Igbo na-esi emekarị njem dịka ndị mbịarambịara, ọ bụghị ihe ọhụrụ ịnụ na ndị Igbo mụrụ nwa na mba dị iche iche.",
    "Ụmụnwaanyị Igbo bụ 'olu gbajie boys'",
    "Ihe ise na-ejikọta ndị Naịjirịa",
    "Lee ka otiegwu Don Moen na Kirk Franklin na-asụ Igbo",
    "Ka ọtutu afọ gachara, ọtutu n'ime ndị a amụrụ na mba ọzọ ọtụtụ afọ gara aga, amalitela iji teknụzụ na sayensị wee chọpụta na ha bụ ndị Igbo site na inyocha ihe a kpọrọ 'DNA' ha.",
    "BBC Igbo na-atụle mmadu abụọ a so n'osisi ka osisi ma a bịa na mba Amerịka.",
    "Mmadụ abụọ a egosikwala n'ezie na ha bụ ezi ụmụafọ Igbo n'ihi na ha na-eme ọfụma n'akaọrụ ha dị iche iche.",
    "Ebe foto si, T.D Jakes",
    "TD Jakes bụ onyendu ụka Kraist nke nwe ụlọụka a kpọrọ 'Potters House' ma bụrụkwa onye na-emeputa ihe onyonyo ama ama n'ụwa nille gburugburu.",
    "TD Jakes bidoro ịka ụka dịka onyendu mgbe ọ dị naanị afọ iri abụọ na atọ n'afọ 1980.",
    "Kama, ọtụtụ mmadụ amaghị na ndị nnanna nwoke a bụ ndị Igbo, nke mere ka ọ bụrụ nwaafọ Igbo.",
    "'Israel na-emegide ụka Kraist'",
    "Ọ dị mma itụ otu ụzọ n'ụzọ iri?",
    "O kwuru na ndị Igbo bụ ndị a na-akpọ \"Black Jews\" ma kwuokwa na ndị Igbo bụ ndị na-agba mbọ.",
    "Lee ihe onyeisioche n'ahu maka ndị Naijirịa nọ n'ofesi kwuru maka nkea:",
    "Forest Whitaker",
    "Ebe foto si, Getty Images",
    "Forest Whitaker na-enyere ụmụaka ndị agha metụtara na mba Uganda aka.",
    "Forest Whitaker bụ onye na-eme ejije na mba Amerịka nke a ma dịka \"Hollywood\".",
    "Forest bidoro ime ejije n'afọ 1982.",
    "Echiri ya echichi \"Nwannedinamba\" nke Nkwerre Imo steeti.",
    "O mere nyocha 'DNA' were chọpụta na nnanna ya bụ onye Igbo.",
    "Ebe foto si, Alamy",
    "\" A bụ m onye eluigwe hụru n'anya\" Olauda Equiano",
    "Olauda Equiano bụ onye Igbo ndị ntọ tọọrọ n'obodo Isieke nke dị n'Imo steeti mgbe ọ dị afọ iri na otu.",
    "Ndị ntọ a tinyere ya n'ụgbọmmiri nke buru ya gaa obodo Barbados.",
    "Otu nwoke onyeocha bụ Micheal Pascal zụtara ya dịka ohu were nye ya aha Gustavus Vassa n'afọ 1754.",
    "Micheal kuziere ya etu esi akpọ ugbọ were mechaa ziga ya obodo Briten ka nwunye nwanne ya guziere ya akwụkwọ.",
    "E mechara, Robert King onye Amerịka were gote ya.",
    "Robert King kwere ya nkwa na ọ ga enwere onwe ya ma ọ kwụọ ya Pọm iri anọ (nhata ya bụ Pom 5,400 n' 2018) n'afọ 1756.",
    "Olauda kwuru ugwu a were nwere onwe ya n'afọ 1766.",
    "Olauda Equiano dere akwụkwo ya ama ama nke ọ kporọ \" The Interesting Narrative of The Life of OLauda Equiano, or Gustavus Vassa, the African\" n'afọ 1789.",
    "Akwụkwọ a kọwara ihe niile gbasara ndụ ya.",
    "Olauda lụrụ nwanyị onyeocha, ha mụtara ụmụnwanyị abụọ.",
    "Olauda nwụrụ n'afọ 1797.",
    "Ọtụtụ ndị ọzọ dịkwa ka mmadụ abụọ a achọpụtala na ha gbara mgbọrọgwụ n'ala Igbo. N'otu n'otu, ha ga na-agbakwa onwe ha n'anwụ.",
    "Nwaanyị manye nwoke ka ya na ya nwee mmekọrịta, ọ bụ mwakpo n'ike?",
    "A na-enyo ndị na-ele ihe onyonyo mmekọ nwoke na nwaanyị n'ịntanetị?",
    "Nwaagboghọ a sị na ọ bụ 'oji egbe ezu' abanyela n'akpa ndị uweojii",
    "\"Ndị uweojii ekweteghị na ọ bụ ndị Fulanị wakporo m\"",
    "Obyno Daddy Muna",
    "Nke a ga-amasịkwa gị:",
    "The Experience 13: Lee ka Don Moen na otiegwu ndị ọzọ na-asụ Igbo",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha14 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọ bụrụ na Nnamdi Kanu nwụọ ebe eji ya ọ ga-ebute nnukwu nsogbu - Fr Mbakaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ọ bụrụ na Nnamdi Kanu nwụọ ebe eji ya ọ ga-ebute nnukwu nsogbu - Fr Mbaka",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Biafran Vipers: Ndi ọzọ apụtala na-eyi ndi eze ọdinala na ndi ọchịchi nọwụwa anyanwụ egwu",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Ndị ntoroọbịa Ohaneze Ndigbo kwadosiri ike ka eji udo kpezie okwu Nnamdi Kanu - Onwuasoanya",
    "Igbo foods: Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe Fr. Mbaka kwuru maka 'onye Chineke họpụtara' ga-emeri na ntuliaka Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}