{
  "published": "30 Julaị 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Akụkọ si Aba apụta na-akọwa na ndị agha Naịjirịa na-akpagbu ndị ntorobia bu isi dada n'obodo ahụ.",
    "Dịka ụlọọrụ ntaakụkọ Punch siri kwuo, nke a mere n'ụbọchị satọde gara aga.",
    "Referendum: Ndị agha Naijiria na-agba egbe ọnụ-  Ipob",
    "Ndị nchekwa Naịjirịa na-ememina ndị mmadụ mgbe niile - Amnesty International",
    "Ha kọwara na a nwụchiri ụmụokorobia bu dada, kpụọ ha isi ma pịa ha ụtarị n'Aba.",
    "Dịka e mechara nke a, ndị agha ahụ kpụrụ ụmụntorobia ndị ahụ gaa ebe o nweghi onye ma.",
    "Ndị mmadụ hụrụ ebe ihe mere kwuru na obi adịghị ha mma maka ihe ụmụnwoke ahụ gabigara n'aka ndị agha.",
    "Ndị agha Naịjirịa na Boko Haram, akụkọ sịrị Imo na Sierra Leone",
    "Mgbe BBC Igbi kpọtụrụ ọnụ na-ekwuchitere ndịagha bụ Sagir Musa, o kwuru na ọnụbeghi maka akụkọ a mbụ.",
    "O kwukwara ka akpọghachi ya mana ihe niile a nwara ịnweta ya n'ekwentị amịtaghị mkpụrụ",
    "Ndị agha Naịjirịa were nwayọ na-akpasu ndị otu IPOB",
    "Mana otu onye ntaakụkọ nọ n'Aba achọghị ka akpọpụta aha ya gwara BBC Igbo n'ekwentị na ihe ahụ mere n'ezie.",
    "Boko Haram Widow: Ọ dị m ka ọkụ ndụ m nyụrụ mgbe di m nwụrụ",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọeluelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Anyị na-enyocha akụkọ ọnwụ Abubakar Shekau, onyeisi ndị Boko Haram - Ndịagha Naịjirịa",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017Emelitere ikpeazụ na: 27 Jenụwarị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Etu onye ntaakụkọ BBC si jiri aghụghọ nweta mkparịtaụka n'aka Princess Diana",
    "Abubakar Malami's outburst: Ọ bụdị arụ ịbụ onye Igbo na Naijiria? - Fani-Kayode",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}