{
  "published": "1 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ihedioha/BBC",
    "Ọ dịzị ka ọ bụ chi foo ụtụtụ ọbụla a nụ maka ihe a kwaturu n'Imo steeti mana gịnị ka gọọmentị steeti ahụ nwere ikwu maka ya?",
    "BBC Igbo kpọkuru Steve Osuji bụ onye ndụmọdụ pụrụ iche n'ihe gbasara mgbasaozi nke Gọvanọ Emeka Ihedioha, onye kwuru na uche gọọmentị dị n'ihe na-eme.",
    "'Ndị kọmitii gọọmenti Imo steeti ji akwụkwọ ikike adigboroja' - Uloma Rochas Nwosu",
    "Ụlọikpe kachasị ekpebiela na ikpe amaghị Gọvanọ Ihedioha",
    "O nweghị onye na-akwanye m ọkụ n'ike ka m chutuo Eze Imo - Ihedioha",
    "Osuji kwuru na a kwaturu ụfọdụ ihe dị n'ọgbọ ebe a kpọrọ \"Freedom Square\" makana ọ nọghị n'atụmatụ e mepụtara maka ebe ahụ n'Imo steeti.",
    "Ihe a kpụrụakpụ a kwụbụ dịka ugwu n'ọgbọ Freedom Square",
    "Osuji kwuru na e wepụtara ebe ahụ a na-akpọ Concorde Boulevard ka ọ bụrụ ebe ahịhịa ndụ a haziri ọfụma ga na-eto, na ọ bụghị ebe e dewere ka okwute nọrọ.",
    "O kwuru na gọọmentị ha ka ga-akwatucha ihe niile gọvanọ chịburu achị bụ Rochas Okorocha rụrụ na steeti ahụ, nke nọchiri ụzọ Concorde Boulevard ahụ maka na ọ bụ ebe e wepụtara ka a kụọ osisi na ahịhịa na-eme ka ụzọ maa mma.",
    "Ọ jụrụ sị \"kedụ ihe Rochas jiri ego Imo steeti rụọ dị mma Ihedioha kwaturu?\" na ọ bụ naanị ndị nke adịghị mma ka ọ ga-ewepụ.",
    "Gọọmentị ọ ma maka \"akantị a gbara nwa Rochas\"?",
    "Osuji tinyekwara ọnụ n'okwu nwa Okorocha bụ Uloma Nwosu akụkọ kwuru na a gbara ya akantị ka ya na ndị ọrụ nnakọta (task force) zutere.",
    "O kwuru sị na gọọmentị akwadoghi mmadụ iji mmegide napụta onye ọzọ ihe, ọkachasị etu a na-achọ ịnapụta ihe ndị ha sị na Rochas Okorocha na ndị otu ya 'zuru' n'oge ọchịchị ha.",
    "O kwuru na gọọmentị ha ga-anakọtacha ihe niile Okorocha \"zuru\" tupu ha agawa ụlọikpe ịma ma aka ha adị ọcha maọbụ ọ dịghị.",
    "O kwukwara na ha ga-esi ụzọ ziri ezi mee ihe ndị a, makana gọọmentị nwekwara ikike ime nke a.",
    "Cheta na a malitere ịkụda \"Akachi\" bụ ihe a kpụrụ akpụ n'Owere, mere ka ndị mmadụ na-ajụ onye zitere ndị bịara kụtuo ya.",
    "Ihe nkiri a ga-amasị gị:",
    "Ebubo na ụta na-aga n'ihu maka ihe mere na ụlọahịa nwunye Rochas Okorocha",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas29 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUKelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu ndị oji egbe jiri gbuo ndị uweojii bepụ ha isi n'Anambra - Ndị uweojii",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}