{
  "published": "7 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị oji intanet ezu amapụtala ụzọ ọhụrụ iji na-apụ ndị mmadụ ego ha site n'ịzụ ihe ma zigara onye ha zụrụ ahịa ozi ụlọakụ abụghị nke ọma na-egosi na ha kwụọla ụgwọ ihe ha zụrụ.",
    "N'ọnwa ole na ole gara aga, ndị uweojii nwuchiri onye dọkịta ghọrọ oji ịntanet ezu, nke jirila ụzọ aghụghọ zụrụ ọtụtụ ụgbọala na ihe ndị ọzọ dị oke ọnụ aha n'ịntanet.",
    "Aka akparala dọkịta ghọrọ yahoo-yahoo",
    "Cyber Monday and Black Friday: Ị na-achị, ọ na-atọ gị, ị na-eri ego gị",
    "Njọ ọ dị na social media?",
    "Ndị ojiegbeezu awakpoola ụlọakụ, gbagbuo otu onye ọrụ ụlọakụ",
    "Ọ gịnị bụ 'social media' n'Igbo?",
    "Chidi Udeogu na Innocent Orji bụ ndị 'software' inginịa n'ụlọọrụ 'Zedcrest Capital' bụ ụlọọrụ na-ahụ maka ịhazi akụnaụba kọwara ụzọ ole na elo ị ga-eji mara ma gbalahụ ozi ụlọakụ adịgboroja.",
    "Ebe foto si, Chidi Udeogu/Innocent Orji",
    "'Bank alert' adịgboroja na-egosi naanị ego ole a kwụnyere, ebe ozi si n'ụlọakụ gị n'ezie ga-egosi ego ole fọrọ n'akpaego dị n'ụlọakụ.",
    "Ọ bụrụ na edemede ozi i nwetara dị iche na nke ị na-enwetabu.",
    "Orji kọwara na ozi \"Ndị nke adịgboroja, na-etinye kpọm, rịkọm maọbụ 'underscore' n'aha ụlọakụ na-ezite ozi ahụ, nke a na-ede ya n'obere mkpụrụedemede (small letter).\"",
    "Lee elekereaka nke a sị n'ahụ alata ọkụ",
    "Ihe isii i na-ekwesịghị ime na social media gị",
    "Lee ọghọm okwu asị nwere ike ibutere gị",
    "Ụmụnwoke e ji ụmụnwaanyị ụgwọ?",
    "Google enyela Naijiria ohere inweta intanet n'efu",
    "'Ụzọ ị ga-eji chekwa akara gị'",
    "Ezigbo ozi na-egosi akara anọ ikpeazụ dị n'akara akpaego gị (account number), mana nke adịgboroja anaghị ebu ya.",
    "'Ụzọ ị ga-esi mara 'bank alert' adịgboroja'",
    "Ezigbo ozi ga-akọwa ihe ego ahụ bụ ma ọ bụ mwepụ ka ọ bụ mgbakwụnye nyere ihe dị n'akpaego gị n'ụzọ kwesiri ekwesi.",
    "Were 'banking app' mara ego ole banyere n'akpaego gị n'ụlọ akụ.",
    "Kpọọ 'Account officer' gị ma 'bank alert' gị edoghị gị anya- Chidi Udeogu",
    "Ọ bụrụ na obi akaghị gị, ọ kachasị ma mmadụ zụọ gị ahịa dara oke ọnụ ahịa, Udeogu na Orji dụrụ ọdụ ka i jiri 'bankịng app' dị n'ekwentị gị lee akpaego gị n'ụlọakụ tupu ị hapụ onye zụrụ gị ahịa ka ọ lawa.",
    "Udeọgụ kwuru ka ị \"kpọọ 'Account officer' gị ma 'bank alert' gị edoghị gị anya,\" maka ndị ụta.",
    "A na-ajụ ma abụ m mmadụ - Nigerian Jackie Chan",
    "Ihe Imo state ji bụrụ \"elelebe ejeghi ọrụ\"",
    "'A ghọrọm nwụnye mmadụ na mkpụrụ ụbọchị isii'",
    "Akwammiri dara tigbuo ụmụakwụkwọ mahadum anọ",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ17 Ọgọọst 2023",
    "Sexual harassment: Mahadum Unical akwụsịla Ndifon ọrụ n'ike maka ebubo mwakpo ụmụakwụkwọ ụmụnwaanyị16 Ọgọọst 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụakaelekere 9 gara aga",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka",
    "Ebe aha 'Chukwu Okike Abiama' siri bidoEmelitere ikpeazụ na: 30 Jenụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise ị ga-eji amata 'bank alert' adịgborojaEmelitere ikpeazụ na: 7 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}