{
  "published": "14 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/Getty Images/ Angela campaign",
    "E nwere obodo a ga-akọgide akụkọ ha ghara ịkọta maka maọbụ kpọta ụmụnwaanyị ha aha?",
    "I cheta ngagharịiwe ụmụnwaanyị Aba nke a ma dịka 'Aba Women's Riot', ị mara na ọ bụghị taa ka ụmụnwaanyị Abịa kpawara ike.",
    "Dịka e si ekwu na \"n'azụ nwoke ọbụla na-eme ọfụma, ị ga-ahụ nwaanyị na-akwado ya\", etu ahụ ka ọ dị n'obodo dị iche iche.",
    "Ụmụnwaanyi chọrọ ịnapụ Buhari ọrụ ya",
    "Ụzọ ise ụmụnwaanyị Igbo si 'pụọ iche' ebe ndị nke Saudi Arabia nọ",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "Na obodo dị mma bụkwanụ na e nwere ụmụnwaanyị na-eme ihe ọma e ji eme ọnụ.",
    "BBC Igbo chọrọ igosi gị ụmụnwaanyị Abịa steeti na-eme/mee ihe ndị mmadụ ga-eji cheta ha.",
    "Angela Johnson",
    "Ebe foto si, Twitter/@AngelaCampaign",
    "Kedụ etu ị ga-esi chefuo aha ya, ọ kachasị etu a o si zọọ ọkwa onyeisiala n'okpuru pati Alliance for a United Nigeria (AUN) na ntuliaka 2019?",
    "Johnson abụghị naanị onye ndọrọndọrọ ọchịchị, ọ bụkwa onye ọkaiwu, ụkọchukwu nakwa  onye na-ede akwụkwọ ndị ụka.",
    "A mụrụ ya n'ụbọchị 16 nke ọnwa Nọvemba, 1959.",
    "Ngozi Okonjo-Iweala",
    "Ebe foto si, Reuters",
    "Okonjo-Iweala bụ minista na-ahụ maka akụnaụba Naịjirịa oge Goodluck Jonathan chịrị Naịjirịa",
    "N'agbanyeghi na a mụrụ ya na Delta steeti, mana a ga-agụnye ya n'okpuru ụmụnwaanyị Abịa steeti makana ọ bụ ebe ahụ ka a na-alụ ya.",
    "A ga-akọ ole ghara ole maka Okonjo-Iweala?",
    "A bịa n'ihe gbasara nchekwa akụnaụba obodo, ọ nọ ya.",
    "Okonjo-Iweala abụrụla otu n'ime ndị ndụmọdụ na Twitter",
    "Ị ma Sandie Okoro ada Igbo ọzọ welitere isi na World Bank?",
    "A bịa n'ihe gbasara mkpata na mmefu na mbaụwa, ọ kwụ chịm.",
    "Ọ bụ onye ihe gbasara ego na nchịkọta akụnaụba doro anya ọfụma.",
    "A mụrụ ya n'ụbọchị 13 nke ọnwa Juun, 1954.",
    "Nkeiruka Onyejeocha",
    "Ebe foto si, Twitter/ @nkeiruka_reps",
    "Ọ bụ onye ụlọomeiwu nta nakwa onye azụmahịa.",
    "Ọ rụọla dịka onye omeiwu na-anọchite anya ndị  Isuikwuato/Umunneochi kemgbe afọ 2007, ka ọ rụchara dịka kọmishọna na steeti ya.",
    "A mụrụ ya n'ụbọchị 23 nke ọnwa Nọvemba, 1969.",
    "Chinyere Kalu",
    "Ebe foto si, Facebook/Nigerian College of Aviation Technology",
    "Kalu enwetala ọtụtụ ihe nrite gbasara aka ọrụ ya dịka ọkwọụgbọelu",
    "Kalu na-azabu Onyenauche (nke bụ aha nna ya), bụ nwaanyị mbụ fere ụgbọelu dịka ọkwọụgbọelu na Naịjirịa.",
    "N'afọ 2006, onye bụ onyeisiala Naịjirịa mgbe ahụ bụ Goodluck Jonathan, nyere ya nturuugo \"Member of the Federal Republic of Nigeria\".",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Disemba, 1956.",
    "Nnenna Elendu Ukeje",
    "Ebe foto si, Twitter/HonNnennaElenduUkeje",
    "Elendu-Ukeje arụọla n'ụlọomeiwu nta afọ 12, kemgbe ọ malitere n'afọ 2007.",
    "Ọ na-anọchite anya ndị Bende n'ụlọomeiwu.",
    "A mụrụ ya n'ụbọchị 24 nke ọnwa Ọktoba, 1969.",
    "Arunma Oteh",
    "Ebe foto si, Getty Images",
    "Oteh bụ otu onye a na-asị \"unu abịala\" n'ihe gbasara akụnaụba na mkpata na mmefu ego.",
    "Oteh arụọla n'ọtụtụ ebe aha ha na-ada ụda ma a bịa n'ụwa akụnaụba; nke gụnyere World Bank, Securities and Exchange Commission nke Naịjirịa nakwa Harvard Institute for International Development, dgz.",
    "O nwetala nturuugo 'Officer of the Order of the Niger' na Naịjirịa.",
    "Ọ gụrụ maka kọmputa na mahadum.",
    "A mụrụ ya n'ụbọchị 24 nke ọnwa Jenụwarị, 1965.",
    "Nkechi Justina Nwaogu",
    "Ebe foto si, Facebook/Nkechi Nwaogu",
    "Nwaogu bụbu onye ọrụ ụlọakụ",
    "Nwaogu arụọla dịka onye omeiwu na-anọchite anya ndị Abịa Sentralụ n'Ụlọomeiwu Ukwu kemgbe afọ 2011.",
    "Ọ kwụsịrị ịrụ dịka onye omeiwu n'afọ 2015, mgbe T.A Orji zọtara oche yaTupu ọ banye n'ụlọ omeiwu Ukwu, ọ  nọburu n'Ụlọomeiwu Nta bido n'afọ 2003 rue afọ 2007.",
    "A mụrụ ya n'ụbọchị 29 nke ọnwa Mee, 1956.",
    "Adaobi Tricia Nwaubani",
    "Ebe foto si, Adaobi Tricia Nwaubani",
    "Nwaubani bụ onye na-ede akwụkwọ nakwa onye ntaakụkọ a ma ama.",
    "O nwetala ọtụtụ ihe nrite nke gụnyere \"Commonwealth Writers' Prize\".",
    "A mụrụ ya n'afọ 1976.",
    "Uche Jombo",
    "Ebe foto si, Uche Jombo/ Instagram",
    "Uche Jombo enwetala ọtụtụ ihe nrite maka ime ejije",
    "Ọ bụrụ na ị na-ele ejije ndị Nollywood ma ị maghị onye nwaanyị a bụ, i lewela?",
    "Jombo na-eme ejije dịka \"actress\" ma na-emepụtakwa ejije dịka \"director\".",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Disemba, 1979.",
    "Ihuoma Linda Ejiofor-Suleiman",
    "Ebe foto si, Linda Ejiofor/Instagram",
    "Ejiofor bụ onye na-eme ejije na Nollywood (o so na ndị a na-akpọ ndị Nollywood ọgbara ọhụrụ).",
    "A họpụtala ya maka inweta ihe nrite dị iche iche nke gụnyere \"nwaanyị kachasị eme ihe nkiri\".",
    "A mụrụ ya n'ụbọchị 17 nke ọnwa July, 1986.",
    "Akụkọ ga-amasị gị:",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "Ndị isi ahịa amachiela ịgbu anụ ehi n'Enugwu",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị",
    "Ihe nkiri a ga-amasị gị:",
    "Gịnị ka ị ma maka ‘Nwaanyị Nnewi’?",
    "Vidio, Dr Ngozi Okonjo-Iweala: Echetere m ka ada nne m si apịa m ụtalị mgbe m perempe - Obi Chukwuka Okonjo25 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Nnyocha gosiri na atọgburu nwanne m nwaanyị - Alex Abuguelekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, O nweghi onye ga-etigbunwu m n'Afrịka niile - Jane Mugo, Duration 5,3025 Jenụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}