{
  "published": "9 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Nne Abatete",
    "Ụmụ nwaanyị Abatete, Anambra Steeti pụtara n'igwe iji mee mmemme nzụkọ ọgọstụ nke afọ a.",
    "Isi okwu ha na nke 2019 bụ Ịkwado ụmụ nwaanyị maka nlekọta ezinaụlọ ha.",
    "Onye isi ndị nne nke Odida Abatete bụ Ezinne Bridget Onwuka kwuru na ọ bụ ụmụ nwaanyị ji ụka nakwa ezinaụlọ ha.",
    "Ihe isii ndị nne Nigeria ji bụrụ 'ọpụrụiche'",
    "Mother's Day ole ka enwere n'otu afọ?",
    "Ọ rịọrọ ndị nne niile ka ha were oke ọrụ a Chineke tinyere ha n'aka kpọrọ ihe.",
    "Oriakụ onwụka kọwara na ọ bụ ego ha na-atụkọta kwa afọ na nzụkọ Ọgọstụ ka ha jiri rụọ ụlọ fada nakwa ụlọ nzụkọ na-aga n'ihu n'Ụlọụka St Joseph Katọlik parish Odida Abatete, Abambra Steeti.",
    "Onye isi ndị nne Abatete na Legọs bụ Oriakụ Jerome Odekpo kwuru na ozi ya nwere na nzụkọ Ọgọstụ 2019 bụ ka ndị nne kuziere ụmụ ha ndị nwaanyị na mmekọ nwoke na nwaanyị n'alụghị di na nwunye",
    "abụghị ihunanya kama ọ bụ mmetọ anụ ahụ.",
    "Ihe ndị nne a si ọtụtụ mba bịa gbakọta n'Odida Abatete mere gụịnyere ịgba egwu, nkuzi, ịmụ isi nri, imụ ime ncha, ịchụ nta ego nakwa ihe ndị ọzọ.",
    "Nzụkọ Ọgọstụ na-aga n'ihu n'obodo niile dị n'ala Igbo ganye na ọnwa agafee.",
    "Ndị Nne Ọdịda Abatete na nzụkọ Ọgọstụ 2019",
    "Ndị Nne Abatete",
    "Ndị Nne Abatete",
    "Ndị Nne Abatete",
    "Oriaku Jerome Odekpo, Onye isi ndị Nne Odida Abatete ngalaba Legọsụ",
    "Ndị Nne Abatete",
    "Ezinne Bridget Onwuka, onyeisi ndị Nne St Joseph Ọdịda Abatete",
    "Kirie egwu ndị nne gbara n'ụkanne",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete15 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Gịnị na-esere ndị Ụlọomeiwu okwu banyere 'eletronic voting'?elekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Gịnị na-esere ndị Ụlọomeiwu okwu banyere 'eletronic voting'?",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Usoro e ji eli nwaanyị n'ala IgboEmelitere ikpeazụ na: 17 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}