{
  "published": "8 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ dị mkpa:",
    "Ebe foto si, AFP",
    "Ọnụ na-ekwuchitere ndị Uweojii nke Abia Steeti bụ Geoffery Ogbonna gwara BBC na n'ezie na a gbagbụrụ otu nwaokorobia n' Umuokereke, Obingwa, Aba.",
    "O kwukwara na ndị uweojii gbalịrị ikwusị ndị okorobia bụ ozu onye agbagbụrụ ime ngagharịiwe tupu ọ banye ọgbaaghara.",
    "Ogbonna gwakwara BBC na Eze Ododo ahụ edele akwụkwọ degara ndị uweojii maka ihe mere.",
    "Onyeisi uweojii ahazigharịala SARS",
    "Ngwaagha ndị uweojii napụtara ndị mmadụ",
    "Ọ na- akowa na ndị uweojii na-agba mbọ ịchọputa onye gbagburu nwoke ahu.",
    "N'aka nke ọzọ, akụkọ na-agagharị na soshal midịa  na-ebo ebubo sị na ọ bụ onyegha gbagbụrụ nwoke ahụ maka  ịjụ inye ngagharị.",
    "Ọnụ na-ekwuru ndị uweojii Naịjirịa bụ Frank Mba sị na ndị uweojii atọ lara mmụọ mgbe ndị agha Naịjirịa ji egbe wakpoo ha ma tọghapụ onye ntọ ha kpụ aga n'okporoụzọ Ibi-Jalingo dị na Taraba Steeti.",
    "Mba kwuru na ndịagha a gbagburu ndị uweojii ahụ na-agbanyeghị na ha huputara na ha bụ ndị uweojii.",
    "O kwukwara sị \"Ndiagha a tụghapụrụ onye ejieji maka ntọrị bụ Alhaji Hamisu, onye nọ n'ọsọ ugbua\"",
    "Etu Boko Haram si gbuo onyeisi agha na ndịagha atọ",
    "Atiku: Meenu nnyocha maka ndịagha 1000 e liri na nzuzo",
    "Col Sagir Musa bụ ọnụ na-ekwuru ndịagha kwuru na ndịagha ahụ gbagburu ndị uweojii ahụ amaghị ama dịka ha nwetere ozi na ndị ntọ kpụ ndị mmadụ na-agafe.",
    "Ka ọ dị ugbua, ndị uweojii ka na eme nyocha maka ihe a mere.",
    "Lee akwụkwọ ndị uweojii deputara si na ndịagha gburu ndị uweojii atọ ma tụghapụ onye ntọ ama ama ha jidere.",
    "Maurice Iwu amala n'ọnya ndị EFCC",
    "Ebe foto si, Getty Images",
    "Ụlọikpe ukwu dị na Legọs enyela  ngalaba gọọmenti na-ebu agha megide nrụrụaka bụ Economic and Financial Crimes Commission (EFCC), ikike ijichi onye bụbụ onyeisi Inec bụ Maurice Iwu  rue ụbọchị Fraide oge a ga-ekpe ikpe ma a ga-atọhapụ ya.",
    "EFCC kpụpụrụ  Iwu ụlọikpe maka ebubo nrụrụaka ego ruru otu  ijere naira na ụma(N1.2billion.)",
    "Iwu rụrụ ọrụ dịka onyeisi ngalaba na-ahazi ntuliaka bụ Inec  bido n'afọ 2003 rue afọ 2010 n'oge ọchịchị Olusegun Obasanjo.",
    "E boro Iwu  ọtụtụ ebubo akwụbaghị aka ọtọ n'ihazi ntuliaka 2007 e mere oge ọ nọ n'ọkwa.",
    "Ebe foto si, IMN",
    "Sheikh Ibrahim Zakzaky",
    "Gọọmentị Kaduna ewepụtala usoro ha sị ha ga-eji kwenye n'ikike ụlọikpe nyere ka Ibrahim el-Zakzaky na nwunye ya gaa nata ọgwụgwọ n'India.",
    "N'akụkọ gọvanọ steeti ahụ bụ Nasir el-Rufai tinyere na soshal midia, steeti ahụ si ka a kawa ahụ hụ na EL-Zakzaky ejighi ohere a gbaa ọsọ ndụ na mba ọzọ.",
    "A kpọpụrụ Zakzaky ụlọikpe",
    "Anyị ga-erube isi n'ihe ụlọikpe kpebiri gbasara El-Zakzaky - DSS",
    "Ngalaba na-ahụ maka mpụ bụ Independent Corrupt Practices Commission (ICPC) amanyela Omeiwu Chukwuka Utazi ike ngwaọrụ o kwesịrị ike ndị Enugwu Nọt dika ihe Bekee kpọrọ \"Constintuency Project\".",
    "Ngwaọrụ ndị a dị n'ụlọ Ukazi gafee otu afọ gunyere ọgbatumtum 228, keke napep 51, igwe e ji akwọ ihe 203 na transformer ise.",
    "Ed Woodward",
    "Nke na-ewu na soshal midia ugbua bụ #WoodwardOut.",
    "Ed Woodward bụ osote onyeisi oche otu Manchester United nke ndị nkwado otu bọọlụ ahụ chọrọ ka a chụọ ya n'ọrụ.",
    "Lee ndị a zụrụ na ego ole a zụrụ ha na EPL",
    "Transfer deadline: Ndị egwu dakachara ọnụ, ego ole?",
    "Iwe ha bụ na kamgbe Woodward malitere ọrụ dịka osote onyeiusioche, Man Utd ebutebeghi iko ọbụla.",
    "Obi adịghịkwa ndị nkwado Man Utd mma maka na onweghi onye ndị otu ha gotere ga-anọchị anya Romelu Lukaku bụ onye nke hapụrụ ha gawa Inter Milan.",
    "Lee ihe ụfọdụ na-ekwu:",
    "Man City azụrụla Cancelo",
    "Ebe foto si, Getty Images",
    "Joao Cancelo abatala Manchester City",
    "Ndị otu egwu bọọlụ Manchester City ejirila ego gbara ọkpụrụkpụ n'ụda nde paụnd 60 were zụpụta Joao Cancelo n'aka ndị Juventus.",
    "Dịka Cancelo na-abata Manchester City, ka Danilo Luiz da Silva na-agba n'azụ si Manchester City agafe Juventus n'ọnụ nde paụnd 34.",
    "Transfer deadline: Ndị egwu dakachara ọnụ, ego ole?",
    "Ihe Imo state ji bụrụ \"elelebe ejeghi ọrụ\"",
    "\"Esepubeghi m aka n'ikpe mụ na Fatoyinbo\"",
    "Ndị Uweojii anwụchiri Tekno?",
    "Ihe ise ị ga-eji amata 'bank alert' adịgboroja",
    "Boko Haram Widow: Ọ dị m ka ọkụ ndụ m nyụrụ mgbe di m nwụrụ",
    "Etu ndị uweojii si gbasuo ndị Ipob na-eme ngagharịiwe n’Abaelekere 6 gara aga",
    "Ihe Buhari kwere na nkwa, o mezuru ha?9 Maachị 2023",
    "Yul Edochie butere mkpesa maka ọnwụ nwa ya n'ụlọọrụ anyị - Ndị Uweojii31 Maachị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Anyị azọpụtala nwata ahụ a tọorọ n'Enugwu-Ezike  - Ndị Uweojii",
    "Yul Edochie butere mkpesa maka ọnwụ nwa ya n'ụlọọrụ anyị -  Ndị Uweojii",
    "Etu ndị uweojii si gbasuo ndị Ipob na-eme ngagharịiwe n’Aba",
    "Global Terrorism Index: GTI akọwaala ihe ha ji tinye IPOB dịka otu na-eyi ndụ egwu",
    "Lee steeti ndị a chụpụrụ pati nọ n'ọchịchị na ntuliaka ọkwa Gọvanọ",
    "Ihe Buhari kwere na nkwa, o mezuru ha?",
    "Kwụsị ihe ndị a na-egbu 'Sperm' gịEmelitere ikpeazụ na: 16 Ọktọba 2020",
    "Lee ihe ndị ị maghị maka ụmụnwaanyị  nwere ike ịbụ isi nwaanyị Naijiria",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ aEmelitere ikpeazụ na: 6 Jenụwarị 2023",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ ngaEmelitere ikpeazụ na: 1 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}