{
  "published": "9 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisiala Naijịrịa bụ Muhammadu Buhari agbanweela iwu nke nyeziri ngalaba n'ahụ maka igba ụgwọ ikike i gwa ndị ụlọakụ ka ha nye ha ohere inyocha obaego ndị niile ji gọọmentị ugwọ.",
    "Ngalaba gọọmentị ndịa bụ Asset Management Corporation of Nigeria (AMCON) , Economic and Financial Crimes Commission (EFCC), Nigerian Financial Intelligence Unit (NFIU) na kwa Independent Corrupt Practices Commission (ICPC) .",
    "Gọọmentị na agba mbo inatacha ụgwọ eji AMCON mana iwu ochie nke agbanwere ugbua enyeghị ha ikike ha chọrọ.",
    "Mana ka ọ dị ụgbụ a, ha enwtala ikike ha chọrọ.",
    "AMCON edepụtala akwụkwọ na mbụ nke gosịrị aha ndị jị ha ụgwọ, BBC gbara otu n'ime ha ajụjụ ka ọ gwa anyị uche ya.",
    "Ugo Egboji - Petrologistics Limited",
    "Ugo Egboji onyeisi ụlọọrụ Petrologistics gwara BBC otu iwu ọhụru a sịrị metuta ya.",
    "O mere ka anyị ghọta na:",
    ")  \"Ụgwọ a e ji bụ ụgwọ e ji ndị ụlọakụ\"",
    ") \"Ọtụtụ ụgwọ a bụ nke sitere na mgbere akụ ụlọọrụ na-ere mmanụ agbidi nke a gbara n' ụlọ mgbere ahịa a kpọrọ \"Stock Market.\"",
    ") \"Dịka Naịjirịa nwere ọtanisi(Recession) n'afọ 2008 nke metụtara ọtụtụ ụlọọrụ, gọomentị kwesiri ili ụlọọrụ ndị a, ihe Bekee kpọrọ 'Liquidation,\" dịka a na-eme na mba ndị ọzọ.\"",
    "\"Mana ha emeghị ya n'ihi na gọọmentị achọghị ka ụlọakụ ga daa.\"",
    "SEC amachịbeghị Capital Oil",
    "EFCC agbala Ihejirika ajụjụọnụ",
    ") \"Ndị ji ụgwọ a karịrị puku ise\"",
    ") \"AMCON na-eme ka ọ dịrị gọọmentị mma, ọ dịrị ụloakụ mma ma dịkwara ndị ji ụgwọ mma.\"",
    ") \"N'agbanyeghị nke a, e nwere ndị na-achọghị ikwu ụgwọ a ma ncha.\"",
    ") \"Aha e deputara na Intanetị nsonso a bụ ọrụ ndi ntaakụkọ umengwụ n'ihi na aha ndị a bụ aha ochie e depụtara.\"",
    ") \"E depụta aha ndị ji ụgwọ ọhụrụ i ga ahụ na ọbụghị aha niile ka i ga ahụ na ya.\"",
    "EFCC anwuchiela Babachir Lawal",
    "Ifeanyi Ubah ọ baala APC n'ezie?",
    "Dika ihe a si gbasata iwu, Okaiwu bụ Nwabufo Ikechukwu kọwara na ọ bụghi nani onyeisiala denyere atụmatu a n'iwu, kama ndị Omeiwu ga eweputa iwu tupu onyeisiala edenye ya n'iwu Naịjiria.",
    "Ebe foto si, Nwabufo Ikechukwu",
    "Nwabufo gara n'ihu kọwaa kwa na iwu a bụ ndezighari iwu AMCON nke di bụ mbụ.",
    "O gara n'ihu kọwaa na tupu edegharia iwu a, ndi gọomenti enweghi ikike igwa ndi uloakụ ka ha nye ha ohere i nyocha ma banye obaego ndia ji ụgwọ.",
    "O kwuru na iwu ọhụrụ a ga enyezi ndị gọọmenti ikike inyocha obaego ndia ji ugwọ na enweghi mgbochi obụla dika iwu ochie AMCON na egbochi ha.",
    "Nwabufo gwara BBC na n'uche obi ya, iwu a bụ ezigbote ihe, kama ka a n'ele ma ọ bụ otu nri si esi ka ọ ga esi tọọ.",
    "Ọ bụ ndị iro na-agba m mgba okpuru - Senator Utazi",
    "Ndị uweojii asaala ndị agha okwu maka ndị uweojii atọ ha gbagburu ma tọhapụ onye ntọ",
    "'Ndị Eze niile ga-aga biri n'Obodo ha' Gọvanọ Ugwuanyi",
    "Sowore abanyela ofe dị ọkụ ka ụlọikpe nabatara ekpere DSS?",
    "Lee Ihe Nkịrị Ga-Amasị Gị -",
    "Gọọmenti etiti ahapụla ndị mere nrụrụaka na-achụgharị VDM - Deji Adeyanjuelekere 6 gara aga",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Ebonyi, Umuahia erubela isi n’iwu 'Sit at home' IPOB nyereelekere 9 gara aga",
    "Ị ma na 'Soursop' na-agwọ ọrịa dị icheiche n'ahụ? Lee ha ebe a20 Ọktọba 2024",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 202116 Ọktọba 2024",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor15 Ọktọba 2024",
    "Ihe ị ga-eme iji gbanarị ọrịa Marburg Virus na-efe ugbua16 Ọktọba 2024",
    "‘Ọ kaara mụ mma na m nwụrụ na Lebanon karịa ịlaghachi Naịjirịa’15 Ọktọba 2024",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Onye bụ Sean ‘Diddy’ Combs, etu ebubo ndị a na-ebo ya si bido12 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 2021",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor",
    "'Ihe mere aha anyị ji dị na ndị ji gọọmenti ụgwọ'Emelitere ikpeazụ na: 9 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}