{
  "published": "14 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Miyetti Allah: Ahịa a gbachiri sụrụ m ụsụ",
    "Iji rube isi n'iwu ndị Miyetti Allah tinyere, o nweghị ebe e gburu anụ ma ọ bụ ree anụ n'ahịa niile dị n'Enugwu steeti taa ụbọchị 14 Ọgọst, 2019.",
    "Mgbe BBC rutere n'ahịa 'Old Artisan' na New Haven, Enugwu, ọdụ ebe a na-egbu ma na-ere anụ anụ tọgbọọ chakoo.",
    "'Anyị ga-agbachi ụlọahịa anyị niile n'Enugwu steeti'",
    "Ọ bụghị anụ ehi gburu udele nwụrụ n'Eke Ihe dị n'Enugu state",
    "Ọtụtụ ndị na-ere anụ nọ n'ọdụ ahịa ha ma ha anaghị ere ihe ọbụla.",
    "Ha kwupụtara obi ha na mgbachi a gbachiri ọdụ ahịa ha na etu o si metụta ha.",
    "Ha kwuru na agbanyeghị na o metụtara azụmaahịa ha kama na ọ bụ ihe banyere nchekwa ndụ na akụnaụba n'Enugwu Steeti.",
    "Ndị isi ahịa amachiela ịgbu anụ ehi n'Enugwu",
    "Benjamin Nnamani bụ onyeisi ndị na-egbu anụ kwuru na ha kwadoro nzuko gọọmentị na ndị Miyetti Allah bụ nke mere e ji gbachie ahịa ha.",
    "Otu nwaanyị bụ Oriakụ Ude bịara ịzụ anụ kwuru na obi adịghị ya mma na ọ hụghị anụ ọ ga-azụ.",
    "Cheta na ndị isi ahịa n'Enugwu esorola nzọmụkwụ otu Miyetti Allah n'ịmachi ogbugbu anụ ọbụla n'abalị abụọ.",
    "Abalị abụọ ahụ bụ ụbọchị 14 na 15 n'ọnwa ọgọst ebe ndị Miyetti Allah manyere ndị otu ha ọzụzụ nchekwa.",
    "N'ime akwụkwọ ozi nke BBC bitere aka, ndị isi ahịa machiri \"ogbugbu na ọzụzụ anụ ehi ọbụla\"",
    "\"Anyị na-agwa ndị otu anyị na a ga-agbachi ụlọ anụ onye ọbụla dara iwu a ebighebi\" ka akwụkwọ ozi ahụ kwuru.",
    "Ụmụnwaanyị Abịa state aha ha na-ada ụda na Nigeria",
    "Ndị isi ahịa amachiela ịgbu anụ ehi n'Enugwu",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbuaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbua",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}