{
  "published": "18 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ mmadụ emerụọla ahụ ebe ngwa ahịa ndị mmadụ lakwara n'iyi n'ọgụ dapụtara n'etiti ndị otu nzuzo na ndị na-atụtụ akpakara na mpaghara Abule Egba, na Legọs.",
    "Ọnụ na-ekwuru ndị uweojii bụ Bala Elkana gwara BBC Igbo na ọgụ ahụ abụghị ọgụ agbụrụ dịka ndị mmadụ siri kwu.",
    "Ụgbọala asatọ na ụlọọrụ anọ gbara ọkụ",
    "Akụkọ dị mkpa: Ọkụ ọgbụgba erepịala ọtụtụ ụlọ,ọdọahịa na ụgbọala na Legos",
    "Ọ kọwara na \"ndị otu nzuzu a na-akpọ 'Awaawa\" na ndị awụsa na-atụtụ akpakara nwere obere okwu nke mere ka ọgụ bido.",
    "\"Mana ndị otu anyị mere ngwa ngwa wuchie ebe ahụ.",
    "\"Ọ fọdụrụ obere ihe ka ọgụ ahụ ghọọ ọgụ ndị agbụrụ, mana ndị otu anyi ekweghi ka nke ahụ mee\".",
    "Elkana gakwara n'ihu kwuo na ndị uweojii ka nọkwa na okirikiri ebe ahụ maka adịghị ama ama.",
    "Katakata na-ada n'Ọjọta dị na Lagos",
    "Tanka mmanụ agbịdị agbaala na Satellite Town dị na Lagos",
    "Onye nọ nso ebe ahụ ziteere BBC Igbo foto nke gosiri ebe ngwa ahị ndị mmadụ lara n'iyi.",
    "Ihe nrị ndị mmadụ na-ere n'okirikiri ahụ nke gunyere tomato, ose, ọka na ihe ndị ọzọ mebichara na ọgụ ahụ.",
    "Lee akụkọ ndị ọzọ ga-amasị:",
    "'Ihe mere Ekweremadu bụ ịdọ ndị osu imi aka na ntị'",
    "Ọ bụ ndị Ipob wakporo m - Ekweremadu",
    "A ga-emechi ọdụ ụgbọelu Enugwu n'Ọgọst 24",
    "NA EME UGBU A, Ndị ọrụ nchekwa egbochiela atụmatụ inwụchi Onyeisiala Saụt Korịa",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ịkpa ndị mmadụ ọchị gbanwere ndụ m - Mc Monica3 Jenụwarị 2025",
    "Ndị a ma ama nwụrụ n'afọ 202431 Disemba 2024",
    "Rosemary Chukwu: Ihe mere m jiri malite ịchọ mma ma m na-agụ egwu ụka  27 Disemba 2024",
    "Lee njem mba ofesi niile Onyeisiala Tinubu mere n'afọ 202430 Disemba 2024",
    "Ọnwụ Fada Tobias Okonkwo gbawara m obi – Peter Obi29 Disemba 2024",
    "Onye ọrụugbo ahụekere ghụọrọ Onyeisiala Amerịka: Jimmy Carter anwụọla ka ọ gbara afọ 10030 Disemba 2024",
    "Maka ogbunigwe ndịagha tụrụ na Sokoto: Kashim Shettima agwala ezinaụlọ e gburu ndị nke ha 'ndo'29 Disemba 2024",
    "Kedụ ka ọnụego njem okporoụzọ si emetụta ndị na-ala Ekeresimesi?24 Disemba 2024",
    "Bọjet na ihe kwesiri ichu ụmụ Naịjirịa ụra24 Disemba 2024",
    "Ndị Igbo ebirila ala Yoroba tupu Oduduwa abia - Okammụta Onyekpe22 Disemba 2024",
    "Ndị a ma ama nwụrụ n'afọ 2024",
    "Ọnwụ Fada Tobias Okonkwo gbawara m obi – Peter Obi",
    "Lee njem mba ofesi niile Onyeisiala Tinubu mere n'afọ 2024",
    "Ebuka Obi, Odumeje, Mbaka, Jerry Eze na ndị ọzọ buru amụma banyere afọ 2025",
    "Ihe butere ọgbaaghara na mpaghara Abule Egba na Lagos - Ndị uweojiiEmelitere ikpeazụ na: 18 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Other Languages",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}