{
  "published": "1 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Egwu bụ ihe e ji mara ndi Igbo. Igbo bụkwa ndị egwu na-amasị nke mere na ị ga-ahụta ya n'ihe dị iche iche Igbo na-eme.",
    "Ma ọ bụ ihe aṅurị, maọbụ ihe nwute, Igbo nwere egwu ha nwere maka emume ndị a.",
    "Igbo na-asị na agadị nwaanyị anaghi aka nka n'egwu ọ maara agba, nke mere na edemede a ga-egosipụta ụfọdụ egwu e ji mara ndị Igbo.",
    "Kedụ uru akụkọ ifo baara ndị Igbo?",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80s",
    "Etu e si nweta aha ahịa anọ dị n'ala Igbo",
    "Uru 12 ọmụ baara ndị Igbo",
    "Ọ bụghị iwu na egwu a niile bụ ndị Igbo bidoro iti ha, kama ọ na-amasị ndị Igbo, nke mere na e jizi ya mara ha.",
    "BBC Igbo juru ọkachamara n'ihe gbasara egwu Igbo na Mahadum Nnamdi Azikiwe dị n'Ọka bụ Gerald Maduabuchi Eze, ajụjụ maka isiokwu a, soro anyị ka ị mụta ihe ọ gwara anyị:",
    "Eze sị na 'Highlife' bụ egwu na-amasị ndị Igbo nke ọma.",
    "Ọ sị na o nweghị onye ga-asị lekwa ebe 'Highlife' siri bido, mana ụfọdụ na-ekwu na o sitere na mba Gana.",
    "Ebe foto si, Yevgeny Kanevsky/BBC",
    "E ji ụbọ latrik mara egwu 'Highlife'",
    "Akwụkwọ 'Encyclopedia Britannica' kọwara na \"Highlife\" bidoro na ngwụcha nchịkọta oge ndị Bekee kpọrọ \"19 century\".",
    "Akwụkwọ a na-achịkọta amamihe kọwakwara na ọ bụ egwu ọdịnala na nke Bekee kpọrọ \"Jazz\" ka e ji mejuputa Highlife.",
    "Eze kwuru na \"otu ihe anyị ma bụ na Gana, Naijirịa na Siriya Lone nwere aka n'ihe gbasara mbido egwu Highlife.",
    "\"Ị nwereike ịsị na mba atọ ndị a nwere aka n'ihazi egwu Highlife ka ọ bụrụ ihe ọ bụ taa.\"",
    "Ọ sịkwa na tupụ a kpọwa ya Highlife, aha e jibu mara ya bụ \"Pammy Music\".",
    "Dịka aha ya bụ Highlife, ọ bụ naanị ndị ọgaranya ka a na-akporọ egwu a, mana ka oge na-aga mmadụ niile bidoro gewe Highlife.",
    "Ndi ọkammuta n'ihe gbasara egwu dịka Eze na-akọwa na o nwereike ịbụ mgbe ndị ọcha bịara Afrịka ka ha kuziere ndị Afrịka etu e si akpọ ụbọ.",
    "Ka oge na-aga, ndị Afrịka bidoro were ụbọ na-agụ egwu akụkọ ifo na egwu ọdinala ndị ọzọ.",
    "Nke a kacha bụrụ ihe ngosi na-akọwa etu Highlife siri bido.",
    "Gịnị mere Ras Kimono?",
    "Ras Kimono: Ihe ndị mmadụ na-ekwu",
    "Njirimara",
    "Ị gee Highlife nke ọma, ị ga-anụ ụda ọdinala na ụfọdụ ihe egwu bụ njirimara ndị Afrịka.",
    "Akụrụngwa egwu kacha pụọ iche na Highlife bụ ụbọ Bekee nke a na-akpọ 'Electric Guitar'.",
    "Ịgba, ekwe, ịchaka na ụfodụ ngwa ndị ọzọ na-eso n'egwu Highlife.",
    "Ndị ọsụ ụzọ",
    "Igbo niile gburugburu na-akpọ egwu Highlife, ọkachasị ndị Anambara steeti.",
    "Ụfọdu ndị mere ka e jiri Highlife mara ndị Igbo bụ Prince Nico Mbarga, Osita Osadebe, Oriental Brothers na Oliver De Coque.",
    "Mbido",
    "Ekpili bụ egwu nnanna anyị ha bidoro nke mere na o nweghị onye nwere ike ikọwali mgbe o jiri bido.",
    "Njirimara",
    "O bụ ọkpọkọrọ, ịchaka na Ekpili bụ ngwa egwu mere ka egwu a pụọ iche.",
    "Egwu Ekpili na-abukarị 'a kpọọ a zaa'.",
    "Ihe nke a pụtara bụ na otu onye na-agụ, ndị egwu ya azaa ya.",
    "Iri ji Mbaise kpọtụrụ akpọtụ",
    "Lee ka e si eri ji ọhụrụ n'Alaigbo",
    "Dịka Akunwafor Obiligbo si agụ ya, I nwere ike inụ ihe dịka 'Nwanne jirikwa nwayọọ oo'",
    "A zaa ya sị 'Ooo Obiligbo onye ọma'.",
    "Dịka ọ dị ugbua, ụfọdụ ndị egwu na-etinyekwa ngwa egwu ndị agba ọhụrụ dịka Ubọ Latrik na 'piano'.",
    "Onye na-agụ egwu ekpili mara etu e si etu dike aha ka o mee ihe o ji bụrụ dike.",
    "Ebe foto si, BBC & WikiMedia Commons",
    "Ịchaka na Ọkpọkorọ",
    "Ndị ọsụ ụzọ",
    "Ọ bụ ndị Anambara ọkachasi ndi Ọnịcha, Nsugbe, Nteje, Aguleri dgz. na-agụkarị Ekpili.",
    "Morocco Maduka gbanwere egwu Ekpili nke mere ya ka ọ tọkwuo ụtọ.",
    "Ọ bụ ndị dịka Akunwafor Ezigbo Obiligbo, Emeka 'Morocco' Maduka, Oliver Sunday Akanite (Oliver D'Coque) na Ozoemena Nwansugbe ndị na-etinyekwa ụbọ oyibo na Piano ka e ji ya mara.",
    "Ugbua",
    "Ọ bụrụ mgbe gboo, onye na-eti egwu Ekpili anaghi agụ ya maka ego.",
    "Nke a mere na onye omekome anaghị anọ ebe onye na-eti egwu Ekpili na-eti egwu .",
    "Maka na onye egwu Ekpili ga-agwa ya ihe ọjọọ ọ na-eme n'ihu ya.",
    "I ga-egbu ụdịrị ichi a egburu mgbe gboo?",
    "'E ji m ngwa egwu a etipụta egwu Igbo ka omenaala anyị tọọ atọ'",
    "Mana anyị amaghịzị ma ọ ka dịkwa etu a.",
    "Ụmụ ụmụ Obiligbo ka na-etikwa egwu dịka nnanna ha siri tie.",
    "Ebe foto si, @okpuozorobiligbo/Instagram",
    "Okpuozor na Akunwafor - ụmụ ụmụ ka na-etikwa egwu ka papa nnukwu ha.",
    ") Egwu Njima",
    "Mbido",
    "Dịka Ekpili, Egwu Njima bụ egwu nnanna anyị ha bidoro nke mere na o nweghị onye nwereike ịkọwa mgbe o jiri bido.",
    "Njirimara",
    "Etu e si agụ Njima na-egosiputa mmekọrịta dị n'etiti ngwa egwu na onye na-agụ ya.",
    "Ngwa egwu e jiri mara Njima gụnyere Ọja, Ogene, ekwe na Ịgba mgbe ụfọdụ.",
    "Ọ na-adị ka abụ nke ndị Bekee na-akpọ 'Lead and Chorus'.",
    "Dịka Perikoma siri gụọ: \"M weere udọ ka m kwụgbuo nwanne m mana obi nwanne mere m o.\"",
    "\"M were ka m gbuo nwannem mana obi nwanne mere m o\"",
    "Ndi egwu ya agụọ: \"Izu ka mma na nne ji ka ị mara\"",
    "Ọkammụta ihe gbasara egwu Gerald Eze n'afụ Ọja",
    "Ọ bụkwa n'egwu Njima ka ị ga-ahụ onye na-agu egwu ka nye na Oja ma ọ bụ Ekwe na akparịta ụka.",
    "Ndị ọsụ ụzọ",
    "Ọ bụ Mezuo Okoye (Pericoma) mere ka ndị mmadụ mara egwu Njima.",
    ") Egwu Ogene",
    "Ewgu Ogene na-akpali mmụọ mmadụ",
    "Mbido",
    "Onye ka anyị ga-ajụ etu egwu ogene siri bido?",
    "Anyị a ga-ajụ ndị Enugwu steeti?",
    "O nweghị ebe e dere sị lekwa etu egwu ogene siri bido.",
    "Njirimara",
    "Ihe e ji mara Egwu Ogene bụ na ọ na0-abụkarị Ogene mkpi.",
    "A na-enwe nke Nne Ogene na Oke Ogene.",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Ihe mere Ebonyi state ji bụrụ \"elelịa nwa ite\"",
    "Nne Ogene na-ada nwayọ ebe nke na-adasi ike bụ Oke Ogene.",
    "Ndị a na-eche bidoro egwu Ogene bụ ndị Enugwu Steeti.",
    "Mana ka ọ dị ugbua, ị ga-enweta ya taata n'Ọka, Ụmụuchu, Enugwuukwu na ọtụtụ ebe n'Anambara Steeti.",
    "Ụfọdụ ndị na-eti egwu Ogene dịka UduBunch, na-etinye nke ha ịgba.",
    "Ụfodụ na-etinyezi ọja, udu na ịchaka.",
    "Ndị ọsụ ụzọ",
    "Ọ bụ ndị Egwu Ubo Amaọdụ nke Ọkụnanọ bu ụzọ tie egwu ogene ma ree ya dịka ahịa.",
    "Ndị dịka Shidodo na-etinye nke ya opi na ngwa egwu ndị ọzọ, Malaịka so na ndị mere ka egwu a wuwe ewu.",
    "Anyị sị ka anyi dewe maka egwu Igbo, anyị agaghị edecha edecha.",
    "E ji ụbọaka mara 'Area Scatter'",
    "Ndị dịka Area scatter, Nelly Uchendu na Mike Ejeagha bụ ndị dị mkpa n'ihe gbasara egwu Igbo.",
    "Kedụ egwu ndị ọzọ ị ma?",
    "Lee Akụkọ ga-amasị gị",
    "Egwu ejidela ndị mmadụ na Portharcourt maka nwaagbọghọ ọzọ a tọgburu",
    "Ụmụnwaanyị Abia state aha ha na-ada ụda na Nigeria",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị",
    "Etu ị ga-esi ama ma ị ga-atụnyeli nwaanyị ime",
    "Ihe nkiri a ga-amasị gị:",
    "Mike Ejeagha: Aghara m ihe egwu m gbaa ọsọ Agha",
    "Miss Universe 2023: Ọ bụghị naanị mma ihu na mma ahụ ka a na-ele anya – Ihezue Ugochi Mitchel23 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite? 24 Septemba 2023",
    "NA EME UGBU A Ndị ntọ atọrọla ụmụakwụkwọ ụmụnwaanyị na mahadum 'Federal University Gusau',Zamfara",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Lee ụfọdụ okporoụzọ bụ ọnya ndị ntọrị ji atọrọ ndị mmadụ n'Enugwu Steeti19 Septemba 2023",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu18 Septemba 2023",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo19 Septemba 2023",
    "Ojapiano: Gịnịdị ka ọ bụ,  ebe ka o si? onye bidoro ya?16 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mohbad: Nọọsụ ndị uweojii nwụchiri bụ nọọsụ adigboroja-Otu jikọrọ ndị nọọsụ",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}