{
  "published": "19 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Emeka Nelson bụ onye nka rụpụtara igwe na-enye ọkụ latric nke na-eji mmiri agba.",
    "Ọ sị na ya na enyi ya nwoke malitere ịrụpụta igwe latrik, mana anwụrụ igwe ọkụ latrik gburu enyi ya n'ụra.",
    "Ọ gbara mbọ hụ na o metọpụrụ igwe a ebe ha kwụsịrị.",
    "Emeka kwuru na o riri ya puku narị naịra abụọ n'irụcha.",
    "Akụkọ ga-amasị gị:",
    "Mmepụta ọkụ latrik arịala",
    "Ihe mere anyị ji nọruo afọ 40 tupu anyị agbaa akwụkwọ",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị",
    "Tekinụzụ",
    "Naijiria",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Nnamdi Kanu trial: Etu ikpe Nnamdi Kanu si gaa n'Umuahịa taa, Duration 2,3810 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Isheagu Massacre: Etu ndị agha Naịjirịa si kpochapụ otu obodo dị na Delta Steeti n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, Iri Ji ndị Igbo na Sweden, Duration 1,1212 Septemba 2018",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,00elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}