{
  "published": "26 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ruru afọ 30 na-arụkarị ọrụ ma na-elekọtakwa ezinaụlọ",
    "Ndị rurula afọ 30 kwesịrị ịgba mbọ hụ na ha enweghi ọbara mgbali elu iji gbochie ọrịa ụbụrụ mgbe ha kawara nka, dịka nchọpụta si kwuo.",
    "Nchọpụta ahụ kọwara na \"oge kacha mkpa\" iji echekwa ahụike ụbụrụ mmadụ bụ site n'oge ahụ ruo mgbe mmadụ karuru mbido afọ 50.",
    "Malaria, Dengue, ọrịa ndị anwụnta na-ebute na etu ị ga-esi gbochie ọtịta ya",
    "Etu ị ga-esi jiri chocolate na-akwụkwọ nri chụọ nsogbu ụbụrụisi",
    "Enweghị ntụkwasị obi n'ọgwụ mgbochi bụ oke nsogbu nye ụwa",
    "Nchọpụta ahụ so mmadụ 500 a mụrụ n'afọ 1946, gosiputara na ọbara mgbali elu mere mmadụ na mbido \"etiti ndụ ya\" nwereike ibute ọrịa ụbụrụ.",
    "Nke a abụghị mbụ a na-eche na ọbara mgbalie elu bidoro n'oge nwereike ibute ọrịa ụbụrụ nke na-eme ka mmadụ na-echefukarị ihe, nke Bekee kpọrọ \"Dementia\", mana ndị ọkammụta sayensị chọrọ ịghọtakwu mgbe nakwa etu o nwereike ime.",
    "N'ime oge e mere nchọpụta a nke e biputara n'ọbaozi Lancet Neurology, e nyochara ndị sonyere na ya iji mata ogogo ọbara ha ma nyochakwa ụbụrụ isi ha.",
    "A chọpụtara na ọbara mgbali elu mere onye dị ebe afọ 36 ruo afọ 43 butere mpewanye mpe ụbụrụ.",
    "'Iweta mmebi ọsịsọ'",
    "Ụbụrụ onye ọbụla na-atalatu obere ka onye na-aka nka, mana ọ na-egosikarị ọfụma na nke ndị na-arịa ọrịa ndị dịka ọkpọnụbụrụ nke Bekee kpọrọ \"Dementia\" bụ ọnọdụ ichefu ihe na-abịakarị n'agadị.",
    "Ebe ndị e nyochara egosighi na uche ha ezuchaghị ezu, ndị nnyocha kwuru na ọtịta ụbụrụ na-amalite tupu nke ahụ - nke bụ na ha ga-aga n'ihu na-etinye anya ebe ndị ha nyochara nọ n'afọ ndị na-abịa, iji mara ma ọ ga-emecha mee ha.",
    "Ebe foto si, Getty Images",
    "Ihe mmadụ sere gosiri etu ụbụrụ mmadụ si agba nchefu",
    "A chọpụtara na ọbara mgbali elu na-eme ndị dị afọ 43 ruo afọ 53, butere mmebi okporo ọbara na-agba n'ahụ maọbụ \"obere mkpọnwụ ahụ\" oge ndị mmadụ ruwere ebe afọ 70.",
    "Ọkammụta Jonathan Schott, onye ọrụ ya bụ inyocha ụbụrụ isi mmadụ na UCL Queen Square Institute of Neurology, du ndị mere nnyocha a.",
    "O kwuru sị \"Ọbara mgbali elu, ọbụladị oge anyị dị afọ 30, nwereike inye ụbụrụ mmadụ nsogbu mgbe afọ iri anọ gachara. Nnyocha na mgbochi e ji elekọta ahụike ụbụrụ mgbe onye kawara nka, kwesịrị ịmalite ebe etiti ndụ mmadụ.\"",
    "Lasa fiva: NCDC ewepụtala ọtu gbanụ gbanụ",
    "Ọria yelo fiva na ihe ị kwesiri ị ma maka ya",
    "Paul Leeson, onye bụ ọkammụta n'ihe gbasara nlekọta ọrịa obi na mahadum Oxford, kwuru: \"O teela anyị matara na ụfọdụ ndị nwere ọbara mgbali elu na-emecha nwee mgbanwe n'etu ụbụrụ ha dị.",
    "\"Ihe ndị dọkịta na-arụrịtaụka maka ya kemgbe bụ ma ilekọta ọbara mgbali elu n'ahụ ndị ntoroobịa ọ na-egbochi mgbanwe ụbụrụ ndị a.",
    "\"Ihe ọzọ a ga-emenwu bụ nke anyị na-emekarị ugbua, bụ ichere ruo mgbe onye kataturu obere, ibido na-enyocha ọbara mgbalie elu makana anyị ma na mgbe ahụ, mgbanwe ụbụrụ isi amalitela n'ike n'ike.\"",
    "Ihe nkiri a ga-amasị gị:",
    "Mental Health: Ụzọ asatọ ị ga-eji mara onye chọrọ ịkwụ ụdọ ma nyere ha aka",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ahụike echiche",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụelekere 8 gara aga",
    "Gee ntị, Nkeji BBC Igboelekere 7 gara aga",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetịelekere 4 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Ihe mere Ohanaeze Ndigbo jiri nye ndị gọvanọ izuụka abụọ ihibe Ebubeagụ na steeti ha",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}