{
  "published": "25 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikechukwu  Kalu",
    "Broadcast Journalist Igbo",
    "Alụmdi na nwunye bụ omenala na-ejikọta mmadụ abụọ na-amabughị onwe ha, nne na-ejighi, na-esighi n'otu agbụrụ maọbụ otu obodo ọnụ.",
    "A na-ahụta alụmdi na nwunye dịka ihe kachasị mkpa na ndụ ndị Igbo, nke chere nwata nwoke na nwaanyị n'ihu ma ha tolite.",
    "Lee uwe ndị Igbo na-eyi aga igba nkwu",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "Etu ndị Igbo si agba \"alụkwaghịm\"",
    "Alụmdi na nwunye bụ njem a na-abanye n'ime ya ma nọrọ rue oge ọnwụ, ọ bụghị njem agatụ a lawa azụ.",
    "Nke a mere nwoke maọbụ nwaanyị ọbụla na-alụ di na nwunye kwesịrị ịsa anya na mmiri.",
    "Otu ụzọ gbapụtara ihe ndị Igbo na-eji asa anya na mmiri tupu alụmdi na nwunye bụ ihe a kpọrọ \"Ịjụ ese\".",
    "Gịnị mere eji ajụ ese?",
    "Ebe foto si, Teyannasecret/Instagram",
    "Onye ọkammụta n'asụsụ Igbo bụ Chiagozie Nnabuihe na-akụzi asụsụ Igbo na Mahadum Legọs kọwara ụfọdụ ihe mere ndị Igbo ji ajụ ajụjụ.",
    "N'okwu ya \"Onweghi nwoke maọbụ nwaanyị ga-achọ ka onye ọ lụrụ bụrụ mmekpa ahụ nye ya, nye ezinaụlọ ya nakwa aha ezinaụlọ ya, ọ bụ n'ihi nke a ka e ji na-ajụ ajụjụ.\"",
    "Kedụ mgbe ịjụ ese malitere?",
    "Ịjụ ajụjụ malitere mgbe alụmdinanwunye ndị Igbo malitere, ebe alụmdi na nwunye ndị Igbo malitere mgbe obibi ndụ ndị Igbo malitere.",
    "Ya mere, onweghi onye ga-asị lee kpọmkwem mgbe o bidoro.",
    "Ihe ise masịrị ụmụnwaanyị",
    "Ihe isii ọ na-eri ịgba akwụkwọ Katolik na Naijiria?",
    "Kedụ ihe a na-ajụ ese ha?",
    "Ọkammụta Nnabuihe gara n'ihu kọwaa na ihe ndị dị mkpa a na-ajụ n'ajụjụ gụnyere;",
    "Onye bụ nne na nna ya na etu ha si ebi ndụ? N'ihi na a sị na ewu na-ata agbara nwa ya a na-ele ya anya n'ọnụ wee na-amụta, etu nne na nna si ebi ka a tụrụ anya na nwa ha ga-esi biri.",
    "Onwere ọrịa ọjọọ dị n'ime ezinaụlọ onye ahụ si pụta ma ọ bụ nke ọ na-arịa? Ọrịa ndị dịka akwụkwụ na isi mgbaka dgz. E kwenyere na ọrịa ndị a nwereike isi n'aka feere nwa ha.",
    "Ebe foto si, BigHWedding/Instagram",
    "Ha a na-ezu ohi? Igbo sị na ohi na-echu aha. E kwenyere na onye ohi ga-amụta onye ohi. Agbụrụ e ji izu ohi mara, ndị Igbo na-asọ ya asọ.",
    "Ha a bụ ndị umengwụ? Igbo sị na onye umengwụ bụ onye arịrịọ, onye arịrịọ bụrụ onye ohi. Ya mere onweghi onye ga-achọ ka ya na agbụrụ ndị umengwụ nwee mmekọ.",
    "Ihe ọzọ a na-ajụ bụ ma onye ahụ ọ bụ Diala, Osu, Ume, Ohu, Njoku, Mmajụ, Nwaatanị, Nnọmafọ. Otu ndị a niile na-asọ onwe ha asọ. Onweghi onye ga-achọ ịlụ ibe ya.",
    "Ndị a na-ajụ ajụjụ a abụghị ezinaụlọ nke nwoke ma ọ bụ nwaanyị kama ọ bụ ndị agbata obi na ndị obodo maara ezinaụlọ ahụ nke ọma.",
    "Ị ga-enye nwunye gị maọbụ di gị akara akpaego gị dị n'ụlọakụ?",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "Ebe foto si, ObinnaUdora/Instagram",
    "Ịjụ ajụjụ bụ oke na ọrụ dịrị nke nwoke na ezinaụlọ ya nakwa nke nwaanyị na ezinaụlọ ya.",
    "Ọ bụrụ na nwoke tozuo oke, kpata ego ma dị njikere ịlụ nwaanyị, ọ ga-agwa ndị ezinaụlọ ya, ndị enyi nakwa ikwu na ibe ya.",
    "Ha ga-ajụ ya \"O nweela nwaanyị ị hụtara?\" ọ bụrụ na ọ hụla, ha ga-abanye n'ọhịa ajụjụ mana ọ bụrụ na ọ hụbeghi, a ga-achọrọ ya nwaanyị tupu ha abanye n'ọhịa ajụjụ.",
    "Ọ bụrụ na afọ juru ha n'ihe ha chọpụtara banyere nke nwaanyị, ọ ga-akpọrọ ndị ụlọ ya gaa kụọ aka n'ezinaụlọ nke nwaanyị iji gosi mmasị ya.",
    "Ebe foto si, Nem_Photography/Instagram",
    "Ezinaụlọ nke nwaanyị ga-asị ndị nke nwoke ka e nye ha oge ole na ole iji jụọ nwa ha nwaanyị ma uche ya ọ dị n'ịlụ nke nwoke.",
    "Mana oge ahụ gụnyere nke ha ga-eji nyochaa ezinaụlọ nke nwoke site n'ijụ ajụjụ ndị dị mkpa.",
    "Ọ bụrụ na ha mechaa nke a ma nwee mmasị ebe nwoke ahụ nọ, ha ga-ezi ezinaụlọ ya ozi iji malite njem alụmdi na nwunye ha.",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Kedụ uru ịjụ ese bara?",
    "Ọkammụta Nnabuihe sị na uru dị n'ijụ ajụjụ gụnyere;",
    "Ọ na-enye aka ịgbanahụ ịkwa arịrị 'Ọ bụrụ na m maara' n'ime alụmdina nwunye.",
    "Ọ na-enye aka ịgbanahụ ihe ga-ebute alụkwaghịm di na nwunye.",
    "Ọ na-egbochi ihiwe agbụrụ ọjọọ n'ụwa.",
    "N'ikpeazụ ọ bụrụ na nwoke maọbụ nwaanyị gbasoo usoro ịjụ ajụjụ ndị a, ọ ga-enyere ha aka ihiwe ezinaụlọ ga-adị rue mgbe ebighi ebi.",
    "Ndị Igbo kwenyere na ọ bụ site n'alụmdi na nwunye ka eji ebi ndụ ebighi ebi, nke bụ onye a mụrụ ya mụta ibe ya.",
    "Ihe nkiri a ga-amasị gị:",
    "Ihe mere anyị ji nọruo afọ 40 tupu anyị agbaa akwụkwọ",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Okike",
    "Ezinụlọ",
    "Alụmdịnanwụnye",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ15 Jenụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Gee ntị, Nkeji Coronavirus14 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Naijirịa akụnyela Sudan akpụ anya",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee etu Naijiria si kwanyere ndịagha ugwu pụrụiche taa",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "A gbawara ndị Imo Steeti aka napụ ha ọchịchị - Emeka IhediohaEmelitere ikpeazụ na: 4 Febụwarị 2020",
    "Ụlọọrụ onyeisi ọrụ mba UK dị na 10 Downing street, arịọla Ezenwaanyị mba ahụ mgbaghara maka oringo ha gbara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}