{
  "published": "27 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/BBC",
    "Onye dere ya, Chimamaka  Ihenacho",
    "Ndị mere akụkọ a,  Broadcast Journalist, Igbo",
    "Ọgọọst 2019",
    "N'ezinaụlọ niile, nwaanyị bụ ngalaba ji isi ụlọ, etu a ka ọ dịkwa n'Ebonyi steeti nakwa Naịjirịa.",
    "Dịka anyị si wetara gị akụkọ ụmụnwaanyị  nakwa ndị bụ agbara nwaanyị si Anambara steeti, anyị chọrọ igosi gị ndị nke si Ebonyi steeti.",
    "Ihe mere Ebonyi state ji bụrụ \"elelịa nwa ite\"",
    "Lee ndị dị afọ 18-40 chọrọ ịnọchite ndị Ebonyi steeti",
    "Ụmụada Ebonyi steeti arịọla ka gọmenti etiti cheta ha n'ọchịchị",
    "Ụmụnwaanyị Ebonyi mara mma, ma nwekwaa ụbụrụ, nke mere ka ha na-enwuke ebe ọbụla ha gara.",
    "Priscilla Ekwere Eleje",
    "Ebe foto si, Facebook/Priscilla Eleje",
    "Eleje bụ nwaanyị mbụ mbinyeaka ya (signature) na-apụta n'ego Naịjirịa n'ime afọ iri isii na otu (61).",
    "Ọ bụkwa nwaanyị mbụ ga-anọ  n'ọkwa \"Director of Currency Operations\" n'ụlọakụ etiti a kpọrọ Central Bank (CBN) n'olu Bekee, na Naịjirịa.",
    "Ọ bụkwa nwaanyị agụmakwụkwọ anaghị ara ahụ, dịka o nwere asambodo dị iche iche gosiri na ụbụrụisi ya na-apụ ọkụ.",
    "Uche Azikiwe",
    "Na Azikiwe lụrụ otu dike ala Igbo na Naịjirịa bụ Nnamdi 'Zik' Azikiwe abụghị naanị ihe aha ya ji dịrị n'ime akụkọ a.",
    "Ị ma na Azikiwe bụ ọkammụta na mahadum Nsụka?",
    "O sokwa na ndị nọ n'oche na-ahụ maka etu ihe si aga n'ụlọakụ etiti (CBN).",
    "Azikiwe so na ndị nwetarala ihe nrite Member of the Order of the Federal Republic (MFR).",
    "A mụrụ ya n'ụbọchị anọ nke ọnwa Febrụwarị, 1947.",
    "Osinachi 'Sinach' Joseph (Kalu)",
    "Ebe foto si, Instagram/therealsinach",
    "Sinach dịka e si mara ya, bụ otiegwu pụrụiche.",
    "Ihe gbasara Chineke na ụka Kraịst na-amasị ya nke ukwu, mere ka ọ na-eti naanị egwu ụka.",
    "A ga-ekwu ole ghara ole? Ọ na-agụ agụ, ma na-edekwa ede.",
    "O nwetala ọtụtụ ihe nrite maka egwu ya.",
    "A mụrụ ya n'ụbọchị 30 nke ọnwa Maachị, 1973.",
    "Angela Okorie",
    "Ebe foto si, Instagram/realangelaokorie",
    "Ị jụọ mmadụ \"kedụ aha ndị a ma ama si Ebonyi steeti?\" ma ha akpọghị aha Okorie, mara na onye ahụ amaghị steeti ahụ.",
    "Okorie so na ndị aha ha na-ada ụda na Nollywood, ebe o merela ọtụtụ ejije.",
    "A mụrụ ya n'ụbọchị 18 nke ọnwa Ọgọstụ 1986.",
    "Charity 'ChaCha' Eke-Faani",
    "Ebe foto si, Instagram/chachaekefaani",
    "Eke bụ onye na-eme ejije na Nollywood.",
    "N'agbanyeghi na ọ ka bụ ezigbo nwaagbọghọ, o meela ọtụtụ ihe nkiri karịrị otu narị.",
    "A mụrụ ya n'ụbọchị mbụ nke ọnwa Mee, 1993.",
    "Grace Amah",
    "Ebe foto si, Instagram/Grace Amah",
    "Ị bụrụ onye na-ele ihe nkiri ndị Nollywood mgbe gboo, ị ga-amarịrị onye Amah bụ.",
    "Aha ya wuru ewu ọfụma oge ndị dị ka Sandra Achums, Regina Askia na Rita Nzelu \"na-achị\" Nollywood.",
    "A mụrụ ya ụbọchị 23 nke ọnwa Febrụwarị.",
    "Maria Ude Nwachi",
    "Ebe foto si, Facebook/Maria Ude Nwachi",
    "Nwachi bụ aka ochie n'ihe gbasara ndọrọndọrọ ọchịchị n'Ebonyi steeti.",
    "Ọ rụọla dịka onye omeiwu nta na-anọchite anya ndị Afikpo Nọt-Ist.",
    "Ọ bụ ya hibere otu ndị Igbo kacha nwee mmadụ na Facebook.",
    "A mụrụ ya ụbọchị 29 nke ọnwa Septemba, 1970.",
    "Akụkọ ga-amasị gị:",
    "Election: Lee ndị dị afọ 18-40 chọrọ ịnọchite ndị Ebonyi steeti",
    "Ihe nkiri a ga-amasị gị:",
    "NA EME UGBU A, Mba ndị Sahel enyela ụmụafọ mba Ecowas ikike ịbata mba ha na-ejighi ‘visa’",
    "Ị hụla ụmụokoroọbịa abụọ a kachasị mma tuuru ugo n'ịmaaka 'Mr. Nigeria'?15 Disemba 2024",
    "Lee ka Ada Ehi si malite iti egwu ụka13 Disemba 2024",
    "Ihe i kwesịrị ịma maka Antimicrobial Resistance11 Disemba 2024",
    "Gọọmenti na ndị nchekwa nyere anyị aka chọta ụmụ anyị atọ - Nne na nna ụmụaka a tọọrọ n'Enugwu12 Disemba 2024",
    "Lee ụfọdụ ikpe ndị wuru ewu nke metụtara mkpagbu ikike dịịrị onye na Naịjirịa11 Disemba 2024",
    "Ihe ndị Nsulu chọrọ n'aka gọọmentị Abia Steeti maka ọdọụgbọelu a chọrọ ịrụ n'obodo ha11 Disemba 2024",
    "Kedụ ka ihe si kwụrụ na Syria?9 Disemba 2024",
    "A gbaala Jay-Z na Diddy akwụkwọ  ọhụrụ maka idina nwata nwaanyị dị afọ 13 n'ike9 Disemba 2024",
    "Gọọmenti na ndị nchekwa nyere anyị aka chọta ụmụ anyị atọ - Nne na nna ụmụaka a tọọrọ n'Enugwu",
    "Ihe ndị Nsulu chọrọ n'aka gọọmentị Abia Steeti maka ọdọụgbọelu a chọrọ ịrụ n'obodo ha",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ị kwesịrị ịma maka etu ihe onyonyo Baltasar Engonga si gbaa n'anwụ",
    "Ụmụnwaanyị Ebonyi state Nigeria enweghi ike ichefu aha haEmelitere ikpeazụ na: 27 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Other Languages",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}