{
  "published": "28 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chip Somodevilla",
    "Onye mmadụ lụrụ nwere ike ịme ka o nwee ogologo ndụ maọbụ nwụọ n'oge ya erughị eru dịka ndị okenye si ekwu.",
    "Na nso nso a, akụkọ gbasara mmekpa ahụ nke ezinụlọ gụnyere di na nwunye malitere wuwe na soshal midia nke bụ kwa izu ụka, kwa akụkọ butere ọnwụ tụmadị ụmụnwaanyị nọ na di.",
    "Uru ịjụ ajụjụ bara tupu alụmdi na nwunye",
    "Ụmụnwoke e ji ụmụnwaanyị ụgwọ?",
    "Lee ụfọdụ iwu Naịjirịa megidere ụmụnwaanyị",
    "Naanị n'otu ọnwa April 2022, ka a nụrụla akụkọ maka nwoke a na-ebo na ọ mụnyere nwunye ya ọkụ nakwa ọnwụ Osinachi Nwachukwu bụ ọgụ egwu ụka ama ama, a na-atụ di ya aka na o gburu ya.",
    "Tupu ndị mmadụ amalite ịyị onwe ha maọbụ kwuwe okwu ịbanye alụmdi na nwunye, ọtụtụ na-enwe mkparịtaụka banyere ihe dị iche iche gụnyere:",
    "Ego",
    "Ịhụnanya",
    "Ọdịnịhu",
    "Ihe atọ a dị mkpa, mana ọ bụ ya na-eme ka mmadụ mara ma ọ ga-alụ ma ọ gaghị alụ?",
    "BBC Igbo jụrụ Obioma Ogakwu bụ ọkachamara n'ihe gbasara nwoke na nwaanyị, kedụ ụdị akparamagwa ị ga-ahụ ma gbaara onye gị na ya na-ekwu okwu alụm di na nwunye ajọ ọsọ?",
    "Ogakwu kwuru sị: \"Ọ bụghị ihe niile bụ maka ego, gịnị ka ị gaghị anabata dịka mmadụ ị bụ?\"",
    "\"Onye ọbụla nwere ihe na-eju ha afọ ha agaghị anabata ma onye ọzọ mee ha. Iji maa atụ, ọ bụrụ na ihe ị na-achọ n'onye ị chọrọ ịlụ bụ ezi akparamagwa, ya bụ na ọ bụghị onye ji ego ga-ebutere gị ụzọ.\"",
    "Ndị mmadụ ka na-agba akwụkwọ na registri Ikoyi",
    "Umengwụ: O kwuru sị na onye ọbụla kwesịrị ị na-agbara onwe ya mbọ, nwee akaọrụ tupu ọ banye na mmekọrịta nwoke na nwaanyị.",
    "\"Kedụ etu onye ahụ si eme maka ihe gbasara anamachọọrụ ma ọ bụrụ onye na-enweghi ọrụ?\"",
    "Enweghị nchekwube: Onye ahụ enwere ezigbo olileanya maka ebe ọ chọrọ ịhụ onwe ya n'ọdịnịihu? Ọ na-agba mbọ ịhụ na nchekwube o nwere maka onwe ya bịara na mmezu?",
    "\"Ọ bụghị iwu na onye ahụ ga-enwe ego oge ụnụ zutere, mana ọ bụrụ onye na-agba mbọ ma nwee ezigbo nchekwube na atụmatụ, ọ gaghị ebu gị aka makana ọ ga-agbalị hụ na ihe na-aga nke ọma.\"",
    "Ezinaụlọ onye si: Kedụ ezinaụlọ onye ahụ si?",
    "\"Ụfọdụ ndị si n'ezinaụlọ ebe ọ bụ nne ha na-akpa nri karịa nna, nwereike iwere ya na ọ bụ nwaanyị ha na-alụ ga na-akpa nri dịka ọ dị mgbe ha na-eto.\"",
    "\"Ya mere na ị ga-agbado anya tụlee ma ezinaụlọ ya ọ dị etu ahụ, ma ụmụnne ya a na-akpa ụdịrị agwa ahụ ka ọ bụ naanị ya nwere nsogbu ahụ.\"",
    "\"Kedụ etu o si anabata enyemaka gị? Iwe ọ na-ewe ya na ọ bụ gị na-eweta enyemaka ka ọ bụ ihe ọṅụ nye ya?\"",
    "Ụdịrị enyi o nwere: Kedụ etu ndị enyi ya si eme? Ha a na-eme ọfụma ka ha abụ ndị achịkọta ekwe ọnụ?",
    "E nwere enyi ya nke ị nwereike igakwuru ka ụnụ abụọ kpaa etu ụnụ ga-esi nyere ya aka?",
    "\"Ọ bụrụ na ọ naghị anabata enyemaka, ọ baghị uru na i tinyere isi n'ịyị ya bụ ọyị\".",
    "Ebe foto si, Getty Images",
    "Di na nwunye irikọ nri na egosi ihunanya",
    "N'abali Epreelụ 8, 2022 ka akụkọ ọnwụ Osinachi Nwachukwu bụ oti egwu ụka ama ama bidoro wuwe na soshal midia.",
    "Ndị ma Osinachi malitere kwuwe na ọ bụ oke mmekpa ahụ di ya na-emekpa ya kpatara ọnwụ ya.",
    "Ndị uweojii mechara gaa nwụchie di ya bụ Peter Nwachukwu ma na-eme nnyocha ka ha mara ma aka ya adị n'ọnwụ nwunye dịka ụwa si ebo ya.",
    "Osinachi Nwachukwu: 'Di Osinachi enweghị m bịara nwa m ọmụgwụ ọbụla' - Mrs Madu",
    "N'otu ọnwa Epreelụ a, ka akụkọ maka etu otu nwoke akpọrọ Ben Ogudoro wuru na soshal midia, a na-ebo Ogudoro ebubo na ọ mụnyere nwunye ya bụ Chinyere Ogudoro na otu nwanne ya nwoke ọkụ mgbe ha na-arahụ ụra.",
    "E nwekwaala akụkọ ebe nwaanyị gburu di ya n'oge gara aga.",
    "Mana akụkọ a azaala otu ajụjụ ndị mmadụ kpụ n'ọnụ ugbua bụ ihe ndị ị ga-ahụ wee mara na ezi agaghị na alụm di na nwunye ahụ ị na-akwado.",
    "Ihe so kpalite okwu a bụkwa otu nwaokorobịa kọrọ etu nwaanyị ọ na-achọ ihu ya siri wụọ ya n'ala n'ihi na o jighi ụdịrị ego ọ chọrọ.",
    "N'aka ọzọ, otu nwaada kọrọ akụkọ etu daada ya si kwụọ ụdọ ka ọ na-eche ka nwoke ọ lụrụ oge o nweghị ego mechara gbanwee ka ha lụchara ma bido ezinaụlọ.",
    "Ajụjụ ọtụtụ ndị wee bụrụzịa \"kedụ nke e mere meta ndị mmadụ?\"",
    "Akụkọ ga-amasị gị:",
    "Osinachi Nwachukwu Songs: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe nkiri a ga-amasị gị:",
    "Osinachi Nwachukwu Friend: 'Di Osinachi si ya ga-arahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m'",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Alụmdịnanwụnye",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu21 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ndị oyiegwu egbuola mmadụ iri n'ebe a na-aṅụ mmanya na Yobe Steeti",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}