{
  "published": "27 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Promasidor Ghana",
    "Jọlọf a na-esi n'ọdịda anyanwụ Afrịka na-eyi onwe ha mana ọ bụ ị detu ya ọnụ ị mara ihe dị iche",
    "Abass Adebukola bụ onye osiite Naijiria sonyere n'asọmpi 'Onga Jollof Battle' nke afọ 2019, ekwuola na ya bu n'obi na ọ bụ ya ga-emeri n'asọmpi ahụ.",
    "Adebukola a ma dịka \"Chef Turay\" kwuru na ọ bụ osikapa mba Gana e nyere ya sie wụrụ ya n'ala\".",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Nutrition: Oke ibu abụghị na ahụ dị nwa gị",
    "Etu ị ga-eji gbanarị iri nsị nri",
    "Adebukola kwuru na ihe ogbo ya onye nke Gana jiri merie ya bụ na o nwere ohere iji osikapa nke ya bịa asọmpi ahụ, ebe ya onwe ya enweghị ohere isi Naijiria weta ihe ọbụla.",
    "\"Nsogbu dapụtara abụghị naanị osikapa, ọ gaara aka mma ma na eji m osikapa Naijiria were gaa. Osikapa m nwetara bụ nke Gana nke m weere dịka m siri hụ ya n'ihi na ọ bụghị ihe m chọrọ.\"",
    "Gịnị ga-eme nwoke Igbo ajụ nri nwunye ya siri?",
    "Adebukola kọwara na ikuku menyụrụ ọkụ o ji esi ya bụ nri ugboro ugboro nke mere na jọlọf ya egheghị etu kwesịrị.\"",
    "Igbo foods: Ihe mere anyị ji ericha nri tupu anyị ataa anụ",
    "Adebukola bụ onye meriri mmadụ 13 ndị ọzọ n'asompi 'Onga Jollof Battle' nke e mere na Naịjirịa, nke mere ka ọ gaa ịnọchite Naijiria na mba Gana n'asọmpi mba na mba.",
    "Ebe foto si, Promasidor Ghana",
    "Osinri Turay kwuru na ma e tere ogiri ma e tere ụgba, jọlọf Naijiria ka nke Gana ụtọ",
    "Chef Turay chọrọ ka ndị haziri asọmpi jọlọf ahụ hiwegharịa ya ma nye ya ohere ka ya were osikapa Naịjiria nakwa ngwanri Naijiria were bịa asọmpi ahụ.",
    "Ọ gwara BBC sị, \"Ana m atụ anya ka a sọgharịa asọmpi ahụ. Ama m na jọlọf Naijiria ka nke Gana mma mana onye mụ na ya sọkọrọ mpi nwere ihe o jiri karịa m.\"",
    "Buhari enyela Ụlọakụ Etiti iwu ịmachie ịtụbata mmanụ nri",
    "Ihe anọ nwereike ibute oke ụkọ nri na Naịjiria",
    "E nwere asọmpi 'Onga Jollof Battle' n'Akra dị na mba Gana, ebe ndị osinri abụọ nke si Gana na nke si Naijiria sọkọtara mpi iji mata mba ka esi jọlọf dị ụtọ.",
    "Mpụtara asọmpi a gosiri na Gana nwetara 95%, ebe Naijiria nwetara 75%.",
    "Ezigbo nri ị ga-eri ma ị chọọ inwete ntutu na mbọ ahụ dị mma",
    "Sika Mortoo bụ nwaafọ Gana bụ onye meriri n'asọmpi nke afọ a, ritere puku dọla abụọ ($2000), ebe Adebukola nke Naijiria ritere otu puku dọla ($1000).",
    "Gịnị ga-eme nwoke Igbo ajụ nri nwunye ya siri?",
    "Mmadụ atọ ndị lere nri ma nye mkpebi n'asọmpi ahụ si Gana, Saụt Afrịka na Naijiria, kwadoro jọlọf nke Gana.",
    "Jọlọf bụ nri a ma ama n'ọdịda anyanwụ Afrịka nke e ji osikapa, tomanto, ose na ngwanri ndị ọzọ esi.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ụmụnwaanyị Ebonyi state Nigeria enweghi ike ichefu aha ha",
    "Ipob emeghi 'pịm' ka Buhari wuchiri Japan",
    "'Eze mmụọ' ndị ntọrị na ndị omekaome nọ n'aka uweojii",
    "Anyị agaghị egbochi nnyocha onye ọbụla aka ya dị na mpụ ịntanetị - Ihedioha",
    "Lee ihe nkiri ga-amasi gị:",
    "Food vendor: Ndị mba ọzọ na-abọ nri ma abọ karịa ndi Naịjirịa",
    "Ụfọdụ ebe ihe gbara na Naịjirịaelekere 5 gara aga",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?elekere 4 gara aga",
    "Victor Osimhen: Anyị nwere ndị bọọlụ nwere ike imeri n'asọmpi  Afconelekere 8 gara aga",
    "E liela mmadụ atọ nwụrụ na mwakpo ụlọụka mere n'Ebonyi1 Jenụwarị 2024",
    "Distance Marriage: O nwere uru dị n'ịlụ di obodo oyibo?13 Jenụwarị 2024",
    "Nabeehah Al-Kadriyar: Tinubu etinyebeghị ọnụ n'ogbugbu nwa agbọghọ a tọọrọ ya, ụmụnne ya na nna ha16 Jenụwarị 2024",
    "Supreme Court: Mkpu ọnụ dịka Otti, Nwifuru,Yusuf na gọvanọ ise ndị ọzọ  jichiri ọkwa ha12 Jenụwarị 2024",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụfọdụ ebe ihe gbara na Naịjirịa",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}