{
  "published": "28 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dora Akunyili nwụrụ site n'ọrịa akpụ bụ 'Cancer' kemgbe afọ 2014.",
    "Tupu ọ nwụọ, ọ bụbu onyeisi ụlọọrụ Nafdac nakwa Mịnịsta mgbaozi ochie Naịjirịa.",
    "Agbara nwaanyị ndị si Anambra state Nigeria enweghi ike ichefu",
    "Naijirịa ga-anọ n'ọchịchịrị maọbụrụ na onye Igbo achịghị - Ohaneze",
    "Di ya bụ Dọkịta Chike Akunyili gwara BBC etu ha sị jekọrịta na mbụ na etu o si echeta nwunye ya nwụrụ.",
    "Gee ihe o kwuru n'uju ebe a.",
    "Ọrụ si n'aka: Jessica Nwankwo na Chiemela Mgbeahuru",
    "Akụkọ ndị ga-amasị gị:",
    "Abia State enweghi ego ka ọfọdụzie izu ya - Orji Uzor Kalu",
    "Ụmụnwaanyị Ebonyi state Nigeria enweghi ike ichefu aha ha",
    "Ipob emeghi 'pịm' ka Buhari wuchiri Japan",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Anambra Steeti",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba, Duration 6,1827 Septemba 2021",
    "Vidio, Anambra News Today: APGA akatọọla ogbugbu Ezenwa Nwokenagu na Nnobi, Duration 13,1228 Septemba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, NYSC 2021: Ihe mere m ji chịnye nwa m uwe NYSC m yiri afọ 37 gara aga, Duration 3,0329 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Chike Akjunyili: Oge ikpeazu o gwara BBC Igbo maka ndụ nwunye ya bụ Dora Akunyili, Duration 2,1928 Ọgọọst 2019",
    "Vidio, Sinach songs: 'Ụfọdụ anaghị aghọta na aka aja aja na-ebute ọnụ mmanụ mmanụ' - Sinach, Duration 48,0128 Septemba 2021",
    "Vidio, Maria Chike BBNaija interview: Ihe nwa ada a kwuru maka Liquorose, Whitemoney na Pere, Duration 1,00,5510 Septemba 2021",
    "Vidio, Oguta Lake: Ejirila m ife mmiri Ogbuide na Urashi zụọ ụmụ m na mahadum - Ezenwaanyị, Duration 3,235 Disemba 2018",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}