{
  "published": "30 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/Okorocha",
    "Aka chịburu Imo Steeti bu Rochas Okorocha ekwuola na ya ga na-abata Imo Steeti mgbe ọbụla ọ chọrọ.",
    "Okorocha kwuru na onweghi onye maọbụ ndị ọbụna ga-egbochi ya ịba na steeti ya.",
    "O kwuru nke iji zaghachi gọọmentị Emeka Ihedioha bụ nke nyere iwu ka anwụchie Okorocha mgbe ọbụla a hụrụ ụkwụ ya n'ala Imo.",
    "Ụjọ nnyocha adịghị atụ m - Okorocha",
    "Ihedioha na Okorocha a na-ama aka n'Imo?",
    "PDP Imo state ekpeela Rochas Okorocha n'aka ndí uweojii",
    "N'akwụkwọ ozi onye enyemaka mgbasaozi ya bụ Sam Onwuemeodo zipụrụ n'ehihie Fraidee, Okorocha kwuru na iwu ahụ Ihedioha nyere kụrụ afọ n'ala.",
    "O kwuru na ọbụ okwu na ụka ka gọọmentị Ihedioha na-achọ kpatara o ji wee nye iwu dị otu ahụ.",
    "\"O gosikwara na Ihedioha na ndị ọrụ ya enweghị nsọpụrụ n'ebe iwu na-achị Naịjirịa dị.\"",
    "Onwuemeodo kwuru na ọbụ ezie na Okorocha bizi n'Abuja ugbua, ọgaghị egbochi ya ịbata Imo Steeti mgbe ọbụla ọ chọrọ.",
    "Ọ kpọrọ ụmụ Naịjiri ndị ihe ọma na-adị mma ka ha ghara ịtụ uche n'ihe gbasara i",
    "Ebe foto si, Twitter/Ihedioha",
    "BBC Igbo kọbuuru gị na gọvanọ Emeka Ihedioha nyere ikike ka anwụchie Okorocha ebe ọbụla a hụrụ ya na steeti ahụ.",
    "Onye ndụmọdụ Ihedioha n'ihe gbasara mgbasaozi bụ Steve Osuji gwara BBC Igbo nke n'ụbọchị Fraịde.",
    "Osuji kwụrụ na ebe Okorocha bụ nwata na-ekweghi na nne ya ga ehi ụra, ya bụ nwata agaghịkwa ehi ụra nke ya.",
    "'Ngagharịiwe ụmụnwanyị Imo mere ziri ezi iji kwado Uloma Nwosu'",
    "'Ndị kọmitii gọọmenti Imo steeti ji akwụkwọ ikike adigboroja' - Uloma Rochas Nwosu",
    "Ihe ọbụla EFCC chọrọ ime ha mee ya dịka iwu siri kwuo- Rochas Okorocha",
    "Osuji gara n'ihu kwuo na nke ahụ bụ ntụziaka gọọmentị Ihedioha nyere n'ihi na Okorocha aghọọla ọkwụrụ na-achọ ịkarị onye kụrụ ya.",
    "O kwuru sị: \"Anyi agaghị agba nkịtị ka Okorocha kpata nkwafu ọbara n'Imo steeti tupu anyị e mee ihe maka ya.\"",
    "\"Okorocha kwesịrị ịghọta na ọnọzighi n'ọchịchị.\"",
    "\"Anyị agaghịzị ekwe ka ọ kpọọ ọgbakọ ndị mmadụ ọzọ.\"",
    "Osuji kwukwara na ntụziaka ahụ Ihedioha nyere emegideghi iwu n'ihi na ọbụ iji wee zọọ ndụ ma gbochie ọgbaaghara.",
    "Ọ kọwakwara na ndị uweojii kwadoro ntuziaka ahụ.",
    "Content is not available",
    "End of Facebook post, 1",
    "Nke a na-abịa dịka ụfọdụ ụmụokorobịa wakporo Jasper Ndubuaku, bụ onyeisioche na-ahụ maka mweghachị akụnaụba gọọmentị Imo Steeti.",
    "Ndubuaku kwuru na ọ bụ ndị otu Okorocha wakporo ya ma merụọ ya ahụ n'ụbọchị Tọọzdee.",
    "Ihe onyonyo ebe a wakporo Ndubuaku agbaala kamgbe na soshal midia.",
    "Dịka ihe onyoonyoo ahụ siri gosi, ụmụokorobịa ọnụọgụgụ ha buru ibu chụụrụ Ndubuaku chụbaa ya n'ọwa mmiri dọkachaa ya akwa.",
    "Lee ihe onyoonyoo ahụ dịka otu a kpọrọ \"Only In Imo State\" siri kee na soshal midia \"Facebook\".",
    "Ebe foto si, Facebook/Jasper Ndubuaku",
    "Ndubuaku si na ọbụ mgbe ọ gara ịnye Sịnatọ Okorocha Okorocha akwụkwọ si ụlọikpe maka akụnaụba ha sị o bụkọọrọ laa be ya, ka ụmụokorobịa ndị ahụ wakporo ya.",
    "O kwuru sị: \"Ha jicha ma mma ma okpiri wee wakpo m. Ekele dịrị Chineke na m ka dị ndụ\".",
    "Ọ gakwara n'ihu gụpụta ihe dị ndị ha sị na Sịnetọ Okorocha bụkọọra laa.",
    "Maazị Ndubuaku sị na ha gunyere ụgboala karịrị iri isii nakwa ụgbọ mmiri anọ na-agbasi ike nke ọ sị na ọbụ ụlọọrụ \"Niger Delta Development Commission\" (NDDC) nyere Imo Steeti.",
    "Ọ gakwara n'ihu kwuo na nke ọzọ bụ nnukwu ụgbọala e ji agbanwe ọkụ na-enwu n'okporo ụzọ a kpọrọ \"street lights\" na Bekee.",
    "Content is not available",
    "End of Facebook post, 2",
    "N'otu aka ahụ, ode akwụkwọ Imo Steeti bụ Uche Onyeaguocha, kwuru na ndị Imo niile ga-echebiri Okorocha ma nwụchie ya ngwangwa ọ tụrụ ụkwụ na steeti ahụ.",
    "Onyeaguocha kwuru nke a oge ọ na-agwa ọtụtụ ndị mmadụ okwu na ogige ụgbọelu Imo Steeti.",
    "O kwuru na ha ga-achụrụ Okorocha gaa ebe ọbụla ọ nọ ma rukwaa n'Ogboko bụ obodo ya.",
    "BBC gbara mbo ịkpọ ndị uweojii iji mata ihe ha na-eme iji gbochie nnukwu ọgbaaghara ịdapụta na Imo Steeti.",
    "Mana ọnụ na-ekwuru ndị uweojii bụ Orlando Ikeoku azaghị ekwentị ya. O zaghaghịkwa ozi anyị zigaara ya.",
    "Ebe foto si, Rochas Okorocha",
    "Sam Onwemeodo, ọnụ na-ekwuru Rochas Okorocha, gwara BBC Igbo na ihe niile Ndubuaku na-ekwu bụ asị asị.",
    "N'ime akwụkwọ ozi o ziteere BBC Igbo, Onwemeodo kwuru na Ndubuaku kpọ ụmụokorobia ruru mmadụ 700 wee wakpo ụlọ Okorocha.",
    "\"Ọ bụ mgbe ha chọrọ iwakpo ụlọ Okorocha dị na Sipbat ka ndị mmadụ nọ nso ebe ahụ gbatara bị kwụsị ha\".",
    "Onwuemeodo kwukwara na onweghi ikike ụlọikpe ọbụla Ndubuaku ji wee bịa ije ahụ.",
    "Ọ dọkwara gọvanọ Ihedioha aka na ntị ka ọ hapụ ị na-achụgharị Okorocha, kama ya gbado anya n'ọrụ ọchịchị e nyere ya ka ọ chịa.",
    "Cheta na ọbụ Ndubuaku bu onye ndu ndị gara n'ụlọahịa nwa Okorocha bụ Uloma Nwosu ịga bukọrọ ihe ha sị na e zuru ezu.",
    "Uloma Nwosu bụkwa nwunye Uche Nwosu bụ onye so dọọ ndọrọndọrọ gọvanọ n'otu ndọrọndọrọ ọchịchị \"Action Alliance\" (AA).",
    "Nwosu rụburu ọrụ dịka onyeisi ndị ọrụ Okorocha oge ọ nọ n'ọchịchị.",
    "Akụkọ ndị ga-amasị gị:",
    "Anyị na-achọ ndị gburu Fada, gbaa ya ọkụ - Ndị uweojii",
    "Fact Check: Ihe ị ga-eji mara nke bụ eziokwu maka njem Buhari na Japan",
    "Etụ ịkwụ ụgwọ ụtụisi siri kpata mmechi ahia Abakpa dị n'Abakiliki",
    "Mkpagbụ ụmụ Naịjirịa na South Africa ebidokwala ọzọ",
    "Chi ndị Chelsea azọọla ha na Champions League nke afọ a?",
    "Ihe nkiri ga-amasị gị:",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}