{
  "published": "31 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ahịa bụ ebe ndị mmadụ na-aga ere ihe ha nwere ma zụrụkwa ihe dị ha mkpa.",
    "N'ala Igbo, ahịa nwere mpụtara dị oke mkpa n'ihi na e kwenyere na ma mmadụ ma mmụọ na-agbakọ n'ọgbọ ahịa.",
    "Aruziwela ahịa Timbershade gbara ọkụ",
    "Ọnụ ahịa ihe a na-ere n'ahịa adaala n'ezie?",
    "Ọnụ ahịa osikapa ọ ga-arị ka ọ ga-ada?",
    "N'ọtụtụ ebe n'ala Igbo, ọgbọ ahịa bụkwa ebe a na-anọ eme emume dị icheiche n'obodo, dịka ịgba mmọnwụ maọbụ ịgbapụta egwu, dgz.",
    "Aha ahịa e nwere n'ala Igbo bụ Eke, Orie, Afọ na Nkwọ.",
    "Ebe foto si, Chinweike",
    "Dịka Mazị Chiagozie Nnabuihe, onye ọkammụta asụsụ na omenala Igbo na mahadum Legọs si kwuo, nke a malitere kemgbe e kere ụwa.",
    "Ọ kọwara na aha ahịa anọ ndị a bụ aha chi anọ nke Chukwu okike nyere ikike ilekọta ọwụwa anyanwụ, ọdịda anyanwụ, ugwu nakwa ndịda.",
    "Ọ kọrọ sị: \"Chukwu kere ụwa ebe ọ dị okirikiri, o wee zie anyanwụ ka o si n'aka nri na-aga njem ileta etu ihe siri dị n'ụwa ruo n'aka ekpe.\"",
    "\"Nke a mere e ji nwee ọwụwa anyanwụ na ọdịda anyanwụ.\"",
    "\"Chukwu zikwara ọnwa ka o si n'ihu maọbụ n'ugwu na-aga njem ruo na ndagwurugwu maọbụ ndịda.\"",
    "\"Nke a kewara ụwa ụzọ anọ nke kpatara Igbo ji nwee ahịa anọ na-anọchịte akụkụ anọ nke ụwa.\"",
    "Ebe foto si, Getty Images",
    "BBC Igbo kpọtụkwara ọka nkuzi Nkechi Nwokoye, onye bụkwa onye nkuzi asụsụ na ọdịnala Igbo na mahadum Nnamdi Azikiwe dị n'Ọka.",
    "Nwokoye kwuru na ahịa ọbụla nwere chi ọ bụ.",
    "O kwuru sị: \"Eke, Orie, Afọ, Nkwọ, ha niile bụcha arụsị nke nnanna anyị ha na-efe n'oge gboo.\"",
    "\"Nke ọbụla n'ime ha nwere ihe ọ bụ. Aha ọbụla n'ime ha nwere ihe ọ pụtara.\"",
    "\"Mana o nweghi onye ma ihe e jiri baa ha aha ndị ahụ maọbụ mpụtara aha ndị a.\"",
    "Ebe foto si, Getty Images",
    "Nnabuihe kọwara na ndị Igbo kwenyere na mmadụ na-adị ndụ naanị abalị anọ: Eke, Orie, Afọ na Nkwọ.",
    "O kwuru sị: \"Afọ, ọnwa nakwa izu ndị Igbo bụ naanị abalị anọ\"",
    "\"Ị nọrọgodi ndụ ruo otu puku afọ, ọ bụ naanị abalị anọ.\"",
    "\"Nke ị nọghị n'eke, ị nọrọ ya n'orie, nke ị nọghị n'orie, ị nọrọ ya n'afọ, nke ị nọghị n'afọ, ị nọrọ ya na nkwọ.\"",
    "A na-ejikwa aha ahịa agụ mmadụ aha.",
    "Aha ndị a gụnyere Okeke, Okorie maọbụ Okoye, Okafọ, Okonkwọ, Nweke, Nworie maọbụ Nwoye, Nwafọ, nakwa Nwankwọ.",
    "Nke ụmụnwanyị bụ Mgbeke, Mgborie, Mgbafọ, na Mgbankwọ maọbụ Mgbọkwọ.",
    "Tupu e hibe ahịa ọbụla n'ala Igbo a ga-achụ aja.",
    "Nnabuihe kwuru na ọ na-abụkarị isi mmadụ ka a na-eji achụ aja dị otu a.",
    "Mana ọ ga-abụ isi 'onye ara', ọ bụghị onye ahụ zuru oke.",
    "\"Nke ahụ kpatara na mmadụ rịawa ara, ma o rubeghi n'ahịa tụtụrụ ihe, a ka nwere ike ịgwọta ya.",
    "\"Mana onye ahụ ruo n'ahịa tụtụrụ ihe maọbụ rahụ ụra ebe ahụ, ara ahụ agaghịzi enwe ngwọta.\"",
    "Ahịa ọbụla n'oge gboo na-enwe ukwu osisi dị na ya.",
    "Ọ bụ n'ukwu osisi ahụ ka a nọrọ chụọ aja e ji hibe ya bụ ahịa.",
    "Osisi ahụ bụkwa ihe ịgba ama na e hibere ahịa ebe ahụ, dịka Nnabuihe siri kwuo.",
    "Ebe foto si, Getty Images",
    "Mgbe gboo, mgbe elu bụ ala ọsa, anaghị eji ego azụ ahịa.",
    "Ihe a na-eme na ahịa oge ahụ bụ 'mgbanwe' maọbụ 'weta isi bịa were isi'.",
    "Onye nwere ji ga-abịa gbanwere ede, ebe onye nwere anụ ga-abịa gbanwere azụ.",
    "Mana ka oge gatụrụ, e mechara were ego ayoro were na-atụ mgbere ahịa.",
    "Ebe foto si, Getty Images",
    "Ugbua, ahịa Igbo a kacha mara amara bụ otu Nkwọ Ọnịcha nke a na-akpọ \"Onitsha Main Market\" na Bekee.",
    "A na-eche na ọ bụ ya bụ ahịa kacha buo ibu n'ọdịda anyanwụ Afrịka.",
    "E nwekwara Eke Ọka, Nkwọ Nnewi, Eke Ekwulobia, Afọ Nnobi dgz. Ha niile dị n'Anambara steeti.",
    "Ị gaa na steeti Imo, Orie Amarakụ bụkwa ahịa a ma ama na mpaghara Ọlụ dị n'Imo Steeti.",
    "Ndị ọzọ dị n'Imo steeti bụ Eke Ọnụnwa, Afọ Ugiri, Nkwọ Achị, dgz.",
    "Enugwu nwere Eke Obinagu, Afọ Obollo, Orie Ezeagụ, dgz.",
    "N'Ebọnyị, ị ga-anụ maka Eke Imoha nke dị n'Onueke, Ezza, e nwekara Eke Afikpo, Orie Amasịrị, dgz.",
    "Ndị Abịa nwere ahịa Eke ọha dị n'Aba, Orie ụgba n'Ibeku, Nkwọ Amachi na Nsulu, Ngwa, Eke Uzuakọlị dgz.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Uru ịjụ ajụjụ bara tupu alụmdi na nwunye",
    "Aga m abata Imo mgbe ọbụla m chọrọ, onweghi ihe ga-eme m - Okorocha",
    "Ị nwereike kote buru maka ihe idere na soshal midia",
    "Ihe nkiri ga-amasị gị:",
    "Naijiria",
    "Omenala",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}