{
  "published": "31 Ọgọọst 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Presidency/Twitter",
    "Ndị gọvanọ ọwụwa anyanwụ Naịjirịa",
    "Ndị mmadụ nọ n'elu soshal midia asa gọvanọ Dave Umahi bụ onyeisi ndị gọvanọ ọwụwa anyanwụ maka etu o si kwuo na o teelarịị ha machịrị ichị ehị gagharị na mpaghara ahụ.",
    "Ụfọdụ na-ekwu na ọ bụ iwu Nnamdi Kanu nyere ha ọhụrụ a mere ha ji pụta kwuo nke a.",
    "Ala Igbo esoghi nwe 'Ruga Settlement'",
    "Ruga Settlement: Ihe asaa dị ọkpụrụkpụ Ralph Uwazuruike kwuru butere ụka",
    "Cheta na Gọvanọ ndị na-achị steeti dị iche iche n'Ọwụwa Anyanwụ kpebiri na iwu ga-emegide ịchị ehi na-agagharị na mpaghara ahụ kamgbe afọ 2019.",
    "Ha mere mkpebi a na nzukọ pụrụiche ha nwere n'Enugwu.",
    "Ha machichara ndị ọchịehi ibu egbe AK47 ma o bụ mma agagharị.",
    "Ọchịehi nabata nụ mkpapụta ala - Ugwuanyi",
    "Aka akparala onye Fulani ọchịehi bu akpa mgbọegbe akpagharị",
    "Ndị Gọvanọ a kwuru na ndị nchekwa steeti ha niile ga-eso hibe iwu a.",
    "Onye mgbasa ozi nke Gọvanọ Ebonyị steeti bụ Mazi Emmanuel Uzo gwara BBC na nke a bụ maka nchekwa obodo ndị dị n'Ọwụwa Anyanwu.",
    "Ụzọ gwara BBC na ndị Gọvanọ Ọwụwa Anyanwụ ga-edegara Onyeisiala bụ Mohhammadụ Buhari akwụkwo, ka enwe nzụkọ ha na ọnyeisiala na ndị isi ngalaba nchekwa n'Naijirịa maka usoro a ga-eji weta udo n'Ọwụwa Anyanwụ.",
    "O kwukwara na n'oge na adịghị anya, na ndị Gọvanọ steeti ọzọ n'Ọwụwa Anyanwụ ga ehibekwa ngalaba ndị na-echekwa ime ọhia a kpọrọ 'Forest Guard' dịka e si nwee n'Enugwu Steeti.",
    "N'otu aka ahụ, ha hiwekwara atụmatụ a ga-eji ụgbọelu chụpụsịa ndị omekome nọ n'ọhịa n'Ọwụwa Anyanwụ ma hiwekwa otu ga na-ahụ maka nchekwa nke ndị Abel Obi Umahi bụbụ ọchịagha ga-anọ n'isi ya.",
    "Emechiela ọdọ ụgbọelu Akanu Ibiam maka nrụgharị ga ebugote ya na ọnụdụ ọdọ ụgbọelu nke Abuja",
    "Otu ihe ọzọ ha kwukwara maka bụ ọdọ ụgbọelu Akanu Ibiam, bụ nke ha sị Minista na-ahụ maka ụgbọelu kwere nkwa na a ga-arụ n'ọnwa Decemba nke afọ a.",
    "Ha sịkwa na a ga-ahazi ọdọ ụgbọelu Sam Mbakwe nke dị na Owerre ka ọ nabata ụgbọelu kwesiri ịga Enugwu ma hụ na nchekwa dịrị ndị na-eme njem.",
    "",
    "",
    "",
    "",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu2 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Akụkọ ogbugbu ndịagha ndị Igbo isii bụ akụkọ ụgha - Ndị agha Naịjirịa",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Lee afọ 2019 mgbe ndị gọvanọ ọwụwa anyanwụ si ha machịrị nchịgharị ehi na mpaghara ahụ",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "NIMC NIN Registration: Gọọmentị agbatịala oge idebanye aha",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}