{
  "published": "4 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram",
    "Ụmụnwaanyị Enugwu steeti egosila na ha bụ ajọ anụ ma a bịa n'ihe gbasara ndọrọndọrọ ọchịchị, ime ejije, ịgụ egwu nakwa ihe ndị ọzọ.",
    "Nke a mere na enweghi etu a ga-esi kọwa akụkọ gbasara Naịjirịa ghara ịkpọta aha ụmụnwaanyị ole na ole ndị a, gosirila ihe ha pụrụ ime.",
    "Ndị Enugu lee ndị ntorobịa chọrọ ịnọchite anya unu",
    "Ihe Enugu state ji bụrụ 'baby ọkụ' mma zuru ahụ",
    "Ụmụnwaanyị Igbo bụ 'olu gbajie boys'",
    "Bianca Ojukwu",
    "Ebe foto si, Facebook/Bianca Ojukwu",
    "E kwuwe okwu gbasara ndị Igbo ghara ịkpọta aha nwaanyị a, e kwuwela? A ga-ekwu ole ghara ole gbasara agbara nwaanyị a?",
    "Ojukwu bidoro n'agbọghọ, oge ọ ka na-aza Onoh, kpawa ike. Oge ahụ ka o meriri n'asọmpi e ji ama nwaanyị kacha maa mma na Naịjirịa; n'afọ 1988.",
    "Nna ya bụ Christian Onoh bụbu gọvanọ Anambara steeti, o mechara lụọ Chukwuemeka Odumegwu Ojukwu bụ onye hibere Biafra.",
    "Ọ bụ ọkaiwu, onye ndọrọndọrọ ọchịchị, ọ rụọla dịka onye nnọchiteanya Naịjirịa na mba Spen, ọ bụkwa onye ojiegoachụego.",
    "A mụrụ ya n'ụbọchị ise nke ọnwa Ọgọstụ 1968.",
    "Cecilia Ezeilo",
    "Ebe foto si, Ezeilo",
    "Ezeilo arụbuola ọrụ dịka onye ntaakụkọ",
    "Ezeilo bụ osote gọvanọ ugbua, bụ nwaanyị mbụ na-enweta ọkwa ahụ n'Enugwu steeti.",
    "Ọ rụburu dịka onye omeiwu n'Enugwu steeti, ọ bụ ọkaiwu, ma bụrụkwa lọlọ (di ya nwụrụla ugbua bụbu eze ndị Ozom Aguobu Owa).",
    "A mụrụ ya n'ụbọchị mbụ nke ọnwa Jenụwarị 1966.",
    "Ndi Okereke-Onyiuke",
    "Ebe foto si, Getty Images",
    "Okereke-Onyiuke so n'ime ụmụnwaanyị ndị nwere agba n'ihe gbasara akụnaụba Naịjirịa.",
    "Ọ bụ nwaanyị mbụ nọ n'oche ọchịchị dịka onyeisi n'ụlọọrụ \"Nigerian Stock Exchange\".",
    "A mụrụ ya n'ụbọchị abụọ nke ọnwa Nọvemba 1950.",
    "Patience Ozokwo",
    "Ebe foto si, Instagram/Patience Ozokwo",
    "E ji 'mama G' nakwa ime ejije ebe ọ bụ nwaanyị afọ tara mmiri mara ya nke ọma",
    "Ozokwo bụ ezigbote \"agụ nwaanyị\" n'ihe gbasara ime ejije.",
    "Kedụ nke ọ na-amaghị eme? Ọ gụọla egwu, ọtụtụ ndị na-eme ejije anaghị ahụ azụ ya anya maọlị.",
    "A bịa n'ihe nrite, o kpokọọla ya ebe ọ dị ọtụtụ.",
    "A mụrụ ya n'ụbọchị 14 nke ọnwa Septemba 1958.",
    "Tina Mba",
    "Ebe foto si, Instagram/Tina Mba",
    "Ị hụtụla ihu nwaanyị a n'ihe onyonyo gị na-ajụ \"kedụ ebe ọmalịcha nwaanyị a si?\" Ngwa lekwa azịza gị ebe a.",
    "Mba bụ ome ejije e ji ama atụ.",
    "A mụrụ ya n'ụbọchị abụọ nke ọnwa Ọktoba, 1975.",
    "Ego Boyo",
    "Ebe foto si, Instagram/OfficialEgoBoyo",
    "Ọ na-eme ejije ugbua, mana ọ ka emepụta karịa isonye n'ime ya.",
    "Ego Boyo (Nna ya bụ Ọkaikpe Augustine Nnamani nwụrụla anwụ) bụ ome ihe nkiri na Nollywood oge ndị dịka Richard Mofe Damijo (RMD) malitere iwu n'ihe dị ka afọ 22 gara aga.",
    "Ị chetara ihe nkiri a kpọrọ \"violated\"? Kedụ maka \"Checkmate\"?",
    "Ọ bụkwa onye ojiegoachụego.",
    "A mụrụ ya n'ụbọchị isii nke ọnwa Septemba, 1968.",
    "Uzoamaka Nwanneka Aduba",
    "Ebe foto si, Instagram/Uzo Aduba",
    "Ọ bụ onye Naịjirịa a mụrụ n'Amerịka",
    "Aduba so na ndị Naịjirịa aha ha na-ewu ewu na Hollywood maka ime ejije.",
    "Ọ gụrụ egwu na mahadum, sonyekwa n'egwuregwu dịka ọgba ọsọ.",
    "O nwetala ọtụtụ ihe nrite kemgbe ọ malitere ime ejije.",
    "A mụrụ ya n'ụbọchị 10 nke ọnwa Febrụwarị 1981.",
    "Mary Remmy Njoku",
    "Ebe foto si, Instagram/Mary Remmy Njoku",
    "Njoku so na ndị na-eme ka aha Nollywood na-ada ụda ugbua site n'ohere o nyere iji egosipụta ejije ha.",
    "Ọ na-esonye ma na-emepụtakwa ejije.",
    "A mụrụ ya n'ụbọchị 20 nke ọnwa Maachị 1985.",
    "Chika Ike",
    "Ebe foto si, Instagram/Chika Ike",
    "E chiri ya echichi 'Akwa Ugo nke mbụ' n'obodo ya",
    "Ike bụ \"ajọ anụ\" ma a bịa n'ime ejije na Nollywood, ọ na-emepụtakwa ihe nkiri.",
    "Ọ bụkwa onye ojiegoachụego nwere ụlọọrụ na-emepụta ihe ntecha nke ọnụ, o dekwaala akwụkwọ.",
    "O nwetala ọtụtụ ihe nrite maka ime ejije.",
    "A mụrụ ya n'ụbọchị asatọ nke ọnwa Nọvemba 1985.",
    "Uche Ogbodo",
    "Ebe foto si, Uche Ogbodo",
    "Ogbodo bụ otu nwaanyị anaghị ata ntị ya ata.",
    "O meela ọtụtụ ejije na Nollywood kemgbe ọ malitere.",
    "A mụrụ ya n'ụbọchị 17 nke ọnwa Mee 1986.",
    "Rachael Okonkwo",
    "Ebe foto si, Instagram/Rachael Okonkwo",
    "E ji \"Nkoli nwa Nsụka\" wee mara ya",
    "Okonkwo so na ndị \"ọgbara ọhụrụ\" Nollywood bụzị a kwaa a kwụrụ ugbua.",
    "A bịa n'egwu ọ ma-agba, a bịa n'ime ejije, ebe ahụ ka ọ na-enwu ka ọkụ.",
    "A mụrụ ya n'ụbọchị 26 nke ọnwa Mee 1987.",
    "Zain Ejiofor Asher",
    "Ebe foto si, Getty Images",
    "A mụrụ ya na nwanne ya nwoke bụ ome ejije na Hollywood bụ Chiwetel Ejiofor na Briten",
    "Asher aha nna ya bụ Ejiofor bụ onye ntaakụkọ pụrụiche.",
    "Ọ gụkwara asụsụ \"Spanish\" na \"French\" na mahadum.",
    "A mụrụ ya n'ụbọchị 27 nke ọnwa Ọgọstụ 1983.",
    "Chidinma na Chidiebere Aneke",
    "Ebe foto si, Instagram/Chidiebere Aneke",
    "Ha bụ ụmụ ejima na-eke otu ụdịrị ekike",
    "Ụmụ ejima a emeela ihe e ji echeta ha na Nollywood.",
    "Ha na-eme ejije, na-ebiputakwa nke mbiputa. Otu n'ime ha gụrụ akwụkwọ dịka onye ọrụ ụlọakụ, ebe nke ọzọ gụrụ maka mgbasaozi.",
    "A mụrụ ha n'ụbọchị 24 nke ọnwa Ọgọstụ 1986.",
    "Yvonne Akuabata Ogbuogu - Stormrex",
    "Ebe foto si, Instagram/Stormrexofficial",
    "E ji Stormrex mara ya",
    "Ogbuogu so na ndị na-eme ka egwu ndị Igbo na-aga ahịa na Naịjirịa ugbua.",
    "Egwu ya ndị dịka 'kererenke' na ndị ọzọ wuru ewu n'ala Igbo.",
    "Ọ na-ede egwu, na-agụ agụ, na-agba agba.",
    "A mụrụ ya n'ụbọchị 18 nke ọnwa Septemba 1987.",
    "Megalyn Echikunwoke",
    "Ebe foto si, Instagram/Megalyn",
    "A mụrụ ya na mba Amerịka",
    "Echikunwoke bụ ome ejije na Hollywood nke mba Amerịka.",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Mee 1983.",
    "Amaka Igwe",
    "Ebe foto si, Instagram/OfficialEgoBoyo",
    "Ọ gụrụ maka ofufe na mahadum.",
    "Igwe bụbu otu nwaanyị a na-asị \"unu abịala\" n'imepụta ejije na Nollywood.",
    "Igwe mepụtara ọtụtụ ihe nkiri, ọ bụkwa site n'ihe nkiri ndị o mepụtara ka ọtụtụ ndị na-eme ejije na-ewu ewu ugbua si chakee.",
    "O nwere ụlọọrụ redio na Legọs, ọ na-ede ejije ma bụrụkwa onye nkuzi.",
    "A mụrụ ya n'ụbọchị abụọ nke ọnwa Jenụwarị 1963, ọ nwụọ n'ụbọchị 28 nke ọnwa Epreelụ 2014.",
    "Ndị ọzọ gụnyere Fidelia Njeze bụbu mịnịsta na-ahụ maka njem ụgbọelu nakwa onye nnọchiteanya ndị Naịjirịa na mba Swizaland, Chinwe Owoh bụ ome ejije a ma ama nakwa ndị ọzọ.",
    "Kedụ onye aha ya adịghị ebe a?",
    "Akụkọ ga-amasị gị:",
    "Ụmụnwaanyị Ebonyi state Nigeria enweghi ike ichefu aha ha",
    "Agbara nwaanyị ndị si Anambra state Nigeria enweghi ike ichefu",
    "Ụmụnwaanyị Abia state aha ha na-ada ụda na Nigeria",
    "Ihe nkiri a ga-amasị gị:",
    "Vicky Nwogu",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtaraelekere 5 gara aga",
    "Etu e si gbuo ụmụnne abụọ ma bekasịa ahụ ha n'Adani, Enugwu Steeti9 Eprel 2024",
    "",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Binance vs Naịjirịa: 'Obi agbawala m na e tinyere di m na mkpọrọ agbanyeghi na aka ya dị ọcha' - Nwunye Tigran onye ọrụ Binance8 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ụmụada Enugu state 'na-eweta ọkụ' na NigeriaEmelitere ikpeazụ na: 4 Septemba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}