{
  "published": "2 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu ọdọụgbọelu Akanu Ibiam dị n'Enugwu steeti dị nke mere e ji mechie ya maka 'ọrụrụ'.",
    "Gọọmentị etiti mechiri ọdọụgbọelu a n'ụbọchị 24 nke ọnwa Ọgọst, 2019, maka ịrụ ọrụ n'okporoụzọ ebe ụgbọelu na-agba dịka onyeisi ngalaba na-ahụ maka ọdịmma ndị mmadụ bụ Henrietta Yakubu si kwuo.",
    "Ndị mmadụ kwuputara iwe ha n'ihi mmechi a maka na okporoụzọ e si aga ọdọụgbọelu dị n'Owerri jupụtara n'ihe izendụ gụnyere ụzọ ọjọọ na ndị ntọrị.",
    "Mmechi ọdọụgbọelu a metụtara ụgbọelu Ethiopian Airlines, Air Peace nakwa Arik.",
    "Ihe ọzọ gọomentị gbakwasịrị ụkwụ mechie ọdọụgbọelu a bụ maka ụlọahịa dị nso n'ebe ahụ nke na-ebute ụmụnnụnnụ na-enye ụgbọelu nsogbu na nfepụ.",
    "Ogologo igwe mgbasaozi redio (communication mast) nke chere okporoụzọ ụgbọelu ahụ ihu so n'ihe ndị mere e ji mechie ya.",
    "Onyeisi ụlọọrụ ụgbọelu Air Peace bụ Allen Onyema, kelere gọọmentị maka mkpebi ahụ kwuo na okporoụzọ ụgbọelu a enyela ọtụtụ ụgbọelu nsogbu n'ịfepụ.",
    "Dịka ọ dị ugbua, ụgbọelu niile na-efeda n'ọdọụgbọelu a ka e bugara n'ọdọụgbọelu Sam Mbakwe dị n'Owere, ebe ndị Ethiopian Airlines bugara nke ha na Pọtakọt, Rivas Steeti. Onye ma maka njem ụgbọelu gwara BBC na akara ọcha gosiri na ụgbọelu agaghị adanwu n'ọdọ ụgbọelu a.",
    "Mana ndị gọvanọ Enugwu nakwa Ebonyi bụ Ifeanyi Ugwuanyi na David Umahi, ekwela ndị njem nkwa ihiwe ndị ọrụ nchekwa dị iche iche n'okporoụzọ si Ebonyi na Enugwu gawa Owere, Imo Steeti. A na-ekwu na ọ bụ ndị ụlọọrụ Julius Berger ga-arụ ọrụ gbasara ọdọụgbọelu a.",
    "Ndị Gọvanọ ọwụwa-anyanwụ na nzuko ha mere na nso nso, sị na ha nabatara mkpebi a mịnịsta na-ahụ maka ụgbọelu bụ Hadi Sirika mere na mmechi nakwa mmezi ọdọụgbọelu Akanu Ibiam. Ha kwuru na ọ bụ iji zọọ ndụ ndị mmadụ na-eme njem. Ha kwenyere ịgbakọta aka ọnụ nye ndị ọrụ ụgbọelu FAAN, ndị ọrụ okporoụzọ FERMA na ndị ọrụ nchekwa aka iji hụ na ndị mmadụ ọkachasị ndị njem, agaghị ata oke ahụhụ n'oge a.",
    "Ndị gọvanọ a gara n'ihu kwuo na mịnịsta Hadi Sirika kwere ha nkwa na a ga-arụcha ọrụ n'ọdọụgbọelu a n'ọnwa Disemba afọ 2019, na nke ga-eme ka ọ dị ka ogbo ya nke Abuja nakwa ndị ọzọ. Mana ugbua, onye ụlọọrụ FAAN na-achọghị ka a kpọọ aha ya sị na o nwebeghi ndị ọrụ maliterela ọrụ ebe ahụ.",
    "Okporoụzọ ndị njem nwereike ịgba ma ọ bụrụ na i si Enugwu na-aga ọdọụgbọelu Owerri, Port Harcourt na Asaba.",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}