{
  "published": "5 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chris Oluka bụ ọnụ na-ekwuru EFCC na mpaghara ọwụ wanyanwụ sị na ọ bụ ka Sịnetọ Rochas ghara ire akụnaụba ya ndị a na-enyocha mere ha ji nata ikike ịkpachịtụ ha.",
    "Na mkparịtaụka ya na BBC Igbo n'ekwentị, Maazi Oluka sị na mkpachi akụnaụba ndị a bụ naanị nwa obere oge ka ụlọọrụ ha nwee ohere nyocha ha nke ọma.",
    "EFCC anatala ikike ịjichi akụnaụba Okorocha na nwunye ya",
    "Ihe ọbụla EFCC chọrọ ime ha mee ya dịka iwu siri kwuo- Rochas Okorocha",
    "Ọ sị na ọ bụrụ na ụlọikpe sị na aka Rochas dị ọcha na ha ga-ahapụrụ ya akụnaụba ndị a mana ọ bụrụ na ikpe maa ya, na ha ga-ewere akụnaụba ndị a nyefe n'aka gọọmentị etiti.",
    "Oluka kwuru na akụnaụba ha kpachiri gụnyere ọtụtụ ụlọ obibi a na-akpọ 'Estate' na Bekee nakwa ụlọọgwụ nke a sị na ọ bụ nke Pascal Obi rụrụ ya ọrụ  mgbe ọ bụ gọvanọ Imo Steeti.",
    "Ọ gara n'ihu kwuo na nke a apụtaghị na ọrụ ga-akwụsị n'ụlọọrụ ndị ahụ a kpachiri.",
    "Mana mgbe BBC Igbo kpọtụrụ ọnụ na-ekwuru Sịnetọ Rochas Okorocha bụ Sam Onwuemeodo, ọ sị na Okorochas anọghị nso itinye ọnụ n'okwu ahụ.",
    "O kwuru na onweghi ikike itinye ọnụ ya ma ọ bụrụ na nna ya ukwu Okorocha enyeghi ya ikike ime nke a.",
    "Akụkọ ga-amasị gị:",
    "'Onweghi ebe anyị na-aga ebe niile ajụọla oyi'",
    "Saụt Afrịka emechiela 'Embassy' ha na Lagos",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}