{
  "published": "6 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ eziokwu na Robert Mugabe onye bụbu onyeisiala mba Zimbabwe anwụọla mana nzọụkwụ ọ hapụrụ na ndụ a bụ ihe a ga-eji cheta ya.",
    "Ọ nwụrụ na mba Sịngapọ bụ ebe ọ na-anata ọgwụgwọ kamgbe ọnwa Epurel dịka ezinaụlọ ya gwara BBC.",
    "Robert Mugabe anwụọla n'afọ 95",
    "Morgan Tsvangirai nke Zimbabwe anwụọla",
    "Mugabe meriri na ntuliaka mbụ ndị mba Zimbabwe mere mgbe ha si n'aka ọchịchị mba Briten pụta, wee bụrụ Praịm Mịnịsta n'afọ 1980.",
    "Ihe ise ikwesiri ịma maka Mugabe:",
    "Ebe foto si, AFP",
    "A mụrụ Mugabe na 21 Febụwarị, afọ 1924 n'ime ezinaụlọ Shona bụ ndị dara ogbenye, n'obodo Kutama dị na Southern Rhodesia.",
    "Ọ gụrụ akwụkwọ na Kutuma College nakwa Mahadum Forte Hare.",
    "Ọ rụrụ ọrụ dịka onye nkuzi na Southern Rhodesia, Northern Rhodesia na Ghana.",
    "Ọ bụ ya malitere ịkpọ oku ka mba Zimbabwe nwere onwe ya site n'ịba n'otu 'African National Protest'",
    "Ọ gara mkpọrọ n'afọ 1964 ruo 1974 maka ikwu okwu ọjọọ megide gọọmentị na-achị mgbe ahụ.",
    "O so lụọ agha 'Rhodesian Bush War' mgbe ọ hiwere otu ZANU.",
    "Agha a biri n'afọ 1980 nke mere e ji mee ntuliaka nyere Mugabe mmeri dịka Praịm Mịnịsta mbụ nke mba Zimbabwe.",
    "O mechara werezie ọchịchị n'uju dịka onyeisiala mba Zimbabwe.",
    "Ọ nọrọ n'ọchịchị rue afọ 2017 mgbe e che na ọ chọrọ ka nwunye ya bụ Grace nọchie ya n'ọkwa. Nke a mere ndị agha jiri chụtuo ya n'ọkwa ọchịchị ọ nọrọla ihe karịrị afọ iri atọ.",
    "Akụkọ ndị ga-amasị gị:",
    "Robert Mugabe anwụọla n'afọ 95",
    "Ndị ọrụ pụrụiche Naịjrịa awụchiela na Saụt Afrịka",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, Ọ bụghị obi ọcha ka ndị okenye ndị Ugwu ji na-achọ ka e kewaa Naịjirịa- Ohaneze Ndigbo, Duration 4,166 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Ernest Okonkwo: Ihe i kwesiri ịma maka onye ntaakụko egwuregwu a pụrụiche, Duration 8,297 Ọgọọst 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Vidio, Nwayọ Nwayọ, ịkwa baro eme m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, IVF: Gịnị Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Jude Eze and Lastma clash: 'Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ', Duration 4,512 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}