{
  "published": "7 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Dave Umahi/Getty Images",
    "Mịnịsta na-ahụ maka ụgbọelu bụ Hadi Sirika enyela gọvanọ Dave Umahi ikike ihiwe ọdọụgbọelu na Steeti ahụ nke ọ rịọrọ ka e nye ya.",
    "Nke a dị n'akwụkwọ ozi Hadi Sirika degaara gọvanọ Umahi nke direktọ 'Safety and Technical policy' bụ TA Alkali tinyere aka na ya.",
    "Lee ọnọdụ ọdọụgbọelu Akanu Ibiam dị n'Enugu steeti",
    "Etu ị ga-esi gbalarị ahụhụ sitere na mmechi ọdọụgbọelụ Enugwu",
    "Mịnịsta sị na ikike a na-abịa dịka ha nyochara ebe ọdọụgbọelu ahụ ga-adị ma chọpụta na ọ dị mma, na gọọmentị Ebonyi Steeti mezuru ihe ndị a sịrị ha mee.",
    "Onye odeakwụkwọ mgbasa ozi Gọvanọ Ebonyi bụ Emma Uzo sị na ọdọụgbọelu a ga-akwụrụchịm n'ime otu afọ na ọnwa anọ na-abịa abịa.",
    "Ọdọụgbọelu a ga-adị na mpaghara etiti okpuruọchịchị ukwu na ndịda Ezza dị n'Ebonyi Steeti.",
    "Ụmụ Naịjirịa ruru 220 edebanyela aha i si Saụt Afrịka alọta",
    "Ebe foto si, Yulia Siluyanova",
    "Eze Ali Ndubuisi Udeji bụ Onowu ndị Igbo na Saụt Afrịka ekwuola na ndị Naịjirịa mmadụ 220 edebala aha na ndị ga-aso lọta na Naịjirịa.",
    "O kwuru nke a  na mkparịta Facebook Live ya na BBC Igbo nwere n'ụbọchị 7 Seputemba, afọ 2019.",
    "Mwakpo 'Xenophobia' ataala isi mmadụ ruru 600 kamgbe 2006",
    "Buhari ezipula mmadụ gawa Saụt Afịrịka ozugbo ozugbo",
    "Udeji sị na ọ bụ ndị isi ụlọọrụ Naịjirịa na Saụt Afrịka na-ahazi etu ndị mmadụ ga-esi debanye ha maka ịlọta.",
    "Ọ gara n'ihu kwuo na idebanye aha a bụ n'efu na onweghi ụgwọ a na-akwụ tupu e mee nke a, na ndị mmadụ ka na-edebanye aha ugbua.",
    "Udeji sị na ụgbọelu Air Peace ga-ebu ha kwesiri ifepu taa mana ọ ga-abụ zi na Wednezde 11, Seputemba, iji nye ohere ka ndị mmadụ debanye aha.",
    "Cheta na ụlọọrụ ụgbọelu Air Peace kwere nkwa izipu ụgbọelu ga-aga mba Saụt Afrịka bulata ụmụ Naịjirịa.",
    "N'ofesi",
    "Ebe foto si, Reuters",
    "Mba Rọshịa na Yukren agbanwerịtala ndị atụrụ mkpọrọ n'etiti ha abụọ bụ nke a tụrụ anya ime n'ọtụtụ oge",
    "Ndị a gbanwere gụnyere ndị ọkwa ụgbọmmiri mba Yukren nakwa otu onye a sị gbaturu ụgbọelu gburu mmadụ narị abụọ na iri itoolu na asatọ.",
    "N'egwuregwu",
    "Ebe foto si, Massimo Cebrelli",
    "Nwafọ mba Kameruun na-agba bọọlụ bụ Samuel Eto awụsala ọwa n'ịgba bọọlụ.",
    "Eto'o gbaara otu Barcelona, Inter Milan na Galataxsary bọọlụ.",
    "Nkeji",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Ihe nkiri",
    "Awgu Caves: Ọgba ndị a chere ndụ ndị Mmaku n'oge gboo",
    "Onye ọkụchukwu a nwụchiri",
    "Ebe foto si, Imo state PPRO",
    "Ndị uweojii anwụchiela mmadụ ise aka ha dị n'ọnwụ otu nwoke akpọrọ Princewill Ezeji n'Imo steeti.",
    "Ha kwuru na nwoke ahụ furu efu mgbe ọ gara ịgosi onye amụma ya bụ Mbonu Michael ụgbọala ọhụrụ ọ zụtara tupu ezinaụlọ ya ebido ịchọ ya.",
    "Ndị Uweojii anwụchiri Tekno?",
    "Ndị uweojii anwụchiela ndị otu ọjọọ 25",
    "Nwanne ya nwoke gara na nke ndị uweojii ndị malitere nyocha butere nwụchi mmadụ ise a.",
    "Ha gụnyere Mbonu Michael, Nwogu Anselm, Blessing Miachael, Chidinma Godwin, Kingsley Udemba.",
    "Ebe foto si, Getty Images",
    "Nari kwuru nari mmadụ agbaala ọsọ ndụ ha na mnba Bahamas dịka oke ifufe mmiri Dorian mebiri ihe na mpaghara ahụ",
    "Na ngụkọ ikpeazụ emere, ndụ mmadụ iri anọ na atọ efuola na ya bụ ọdachi bidoro kemgbe etiti izuụka a",
    "Ebe foto si, Reuters",
    "Rafael Nadal akụpụla Matteo Berettini ọkwụrụ n'anya mgbe ha zutere onwe ha na asọmpị US Open.",
    "Nke a pụtara na Nadal anaferela n'agba ikpeazụ ebe ọ ga-ezute Danil Medvedev nke mba Rọshịa.",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Vidio, 'N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu Anambra' - Kọmishọna Ọrụ26 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigweelekere 4 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Ndị amabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigwe",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ọgbaghara ọhụrụ amalitela n'ogige ndị na-ere anụmamụ n'Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}