{
  "published": "7 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Mmaku gosiri BBC Igbo etu ndị ọgba dị icheiche siri zọọ ndụ ndị obodo n'oge agha mgbe gboo.",
    "Ha kọwakwara ụzọ dị icheiche esi akwanyere ọgba ndị ahụ ugwu.",
    "Lee agha ụfọdụ Igbo lụrụ oge gboo",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Igbo Ancient Warrior Tribes : Mba abụọ kpara ike mgbe ochie",
    "Ndị Mmaku gosikwara uru ọgba ka na abanyere ha rue ụbọchị taa.",
    "Gee ihe ndị ha kwuru n'uju ebe a:",
    "Ọrụ a si n'aka: Chiagozie Nwonwu na Chiemela Mgbeahuru",
    "Akụkọ ndị ga-amasị gị:",
    "Abia State enweghi ego ka ọfọdụzie izu ya - Orji Uzor Kalu",
    "Ụmụnwaanyị Ebonyi state Nigeria enweghi ike ichefu aha ha",
    "Ipob emeghi 'pịm' ka Buhari wuchiri Japan",
    "Vidio, Ancient wars: Lee agha Igbo kpara ike na ya oge ochie, Duration 2,1530 Maachị 2019",
    "Ndị Igbo na chi ha na-efe13 Julaị 2018",
    "Igbo Ancient Warrior Tribes : Mba abụọ kpara ike mgbe ochie21 Julaị 2019",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, IPOB/ESN: Lee nwaamadị a sara asịsa etu o si banye ESN, Duration 3,3818 Juun 2021",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, Aju Mbaise: O nwere uru dị n'ime mgbọrọgwụ na ahịa a ?, Duration 3,1412 Juun 2021",
    "Vidio, Ịkwa iko bụkwa nsọ dị n'Ọgba na Ọgbaagada mmịrị Ezeagu, Duration 2,4129 Maachị 2019",
    "Vidio, Imo State Security: Udo, azụmaahịa na ịkụ ngwọrị alọghachịla n'Owere - Komishọna Uweojii, Duration 4,1817 Juun 2021",
    "Vidio, Awgu Caves: Ọgba ndị a chere ndụ ndị Mmaku n'oge gboo, Duration 2,467 Septemba 2019",
    "Vidio, Madam Social: Nwaanyị ọkpaọchị a na-arịa ezigbo ahụ, Duration 7,3217 Juun 2021",
    "Vidio, Tourism in Nigeria: Ị gaala Awhum, Ogbunike cave na Akwete gaa hụ Naịjirịa?, Duration 3,582 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}