{
  "published": "11 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/Getty Images",
    "Ọ bụghị asị na ọtụtụ ụmụnwaanyị Imo steeti emetela ihe a ga-eji were ha na-etu ọnụ na Naịjirịa nakwa n'ụwa gbaa gburugburu.",
    "Ụmụnwaanyị ndị a egosila ihe mere ha \"dike\" n'ọgbọ e ji mara ha.",
    "Ihe Imo state ji bụrụ \"elelebe ejeghi ọrụ\"",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Echichi nwaanyị n'ala Igbo",
    "Ọ bụ n'egwuregwu, ndọrọndọrọ ọchịchị, ime ejije, ka ọ bụ n'agụmakwụkwọ na ihe ndị ọzọ? Ha bụ anụ a na-agba egbe ọ na-ata ahịhịa.",
    "Lee ụmụnwanyị ndị BBC Igbo chọpụtara bụ ọkaibe n'Imo State:",
    "Onyeka Onwenu",
    "Ebe foto si, Getty Images",
    "Onyeka Onwenu bụkwa onye ndọrọndọrọ ọchịchị rụrụ ọrụ n'okpuru Ikedi Ohakim",
    "Onwenu bụ \"olu ogene\" nakwa agbara nwaanyị ma a bịa n'ihe gbasara ịgụ egwu.",
    "Dimkpa nwaanyị a bụ otiegwu, ọ rụburu dịka onye ntaakụkọ na BBC/NTA, ọ na-emekwa ejije na Nollywood kwa mgbe.",
    "O nwetala nturuugo dị icheiche maka ime ejije nakwa egwu ya.",
    "Kemafo Chikwe",
    "Ebe foto si, Instagram/naetosuperc",
    "Ọ bụ nne otiegwu a ma ama bụ Naetochukwu Chikwe (Naeto C)",
    "Chikwe rụburu dịka mịnịsta na-ahụ maka njem site n'afọ 1999 ruo 2001, nakwa nke na-ahụ maka njem ụgbọelu site n'afọ 2001 ruo 2003.",
    "Ọ rụkwara dịka onye ntaakụkọ nakwa onye nnọchiteanya Naịjirịa na mba Aịalandị.",
    "Ọ bụ odeakwụkwọ nakwa onye ndọrọndọrọ ọchịchị nwere agba.",
    "A mụrụ ya n'ụbọchị 14 nke ọnwa Septemba, 1951.",
    "Chris Anyanwu",
    "Ebe foto si, Facebook/Chris Anyanwu",
    "Anyanwu bụ onye ndọrọndọrọ ọchịchị aha ya na-ada ụda",
    "Anyanwụ bụ onye ntaakụkọ nwere ụlọ mgbasaozi nke ya.",
    "Ọ rụkwaala dịka sinetọ n'ụlọomeiwu ukwu nke Naịjirịa, ọ bụkwa odeakwụkwọ.",
    "Ihe o detara n'akwụkwọ mgbasaozi mere ka a tụọ ya nga mkpụrụ ọka site n'afọ 1995 ruo 1998, ma mee ka e nye ya nturuugo maka obiisiike ya.",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Ọktoba, 1951.",
    "Chinwe Norah Obaji",
    "Ebe foto si, Facebook/Kelechi Deca",
    "Obaji bụ onye nkuzi e ji ama atụ",
    "Obaji arụọla dịka minista na-ahụ maka agụmakwụkwọ na Naịjirịa.",
    "Ụmụakwụkwọ na-achọ ibanye mahadum na Naịjirịa kwesịrị ịma ya makana ọ bụ ya tinyere iwu e ji malite ile ule ndị mahadum a kpọrọ \"Post UME\".",
    "Eucharia Anunobi",
    "Ebe foto si, Instagram/Eucharia Anunobi",
    "Eucharia Anunobi bụzị onye na-agbasa ozi ọma nke Bekee kpọrọ \"Evangelist\"",
    "Anunobi bụ ome ejije a ma ama maka ime ejije ka ọ dịka ihe na-eme ezie.",
    "O meela ejije karịrị narị kemgbe o ji malite.",
    "A mụrụ ya n'ụbọchị 25 nke ọnwa Mee, 1965.",
    "Genevieve Nnaji",
    "Ebe foto si, Instagram/Genevieve Nnaji",
    "Genevieve Nnaji nwere nturuugo \"Member of the Order of the Federal Republic\" nke gọọmentị etiti nyere ya n'afọ 2011",
    "A kọwa akụkọ maka ejije na Naịjirịa ma a kpọbeghị aha nwaanyị a Imo steeti ji eme ọnụ, aha e bidokwalanụ?",
    "Nnaji emeela ejije karịrị narị, ma nweta ihe nrite nakwa nturuugo karịrị iri.",
    "Ọ na-emepụtazị ejije nke ya ugbua, o mepụtara nke ndị ọnụ na-eru n'okwu na Hollywood zụụrụ.",
    "A mụrụ ya n'ụbọchị atọ nke ọnwa Mee, 1979.",
    "Rita Dominic Nwaturuocha",
    "Ebe foto si, Instagram/ Rita Dominic",
    "Dominic na-ewukarị na soshal midia maka etu o si eke ekike na-aba n'anya",
    "Dominic bụkwa otu onye a na-asị \"ụnụ abịala\" n'ihe gbasara ime ejije na Nollywood.",
    "O meela ọtụtụ ejije karịrị narị, ma rite nturuugo karịrị iri.",
    "A mụrụ ya n'ụbọchị 12 nke ọnwa Julaị, 1975.",
    "Linda Ikeji",
    "Ebe foto si, Instagram/Linda Ikeji",
    "Ikeji bụ otu onye a na-akpụkarị n'ọnụ na Naịjiria ọkachasị ma a bịa n'ihe gbasara ide ihe n'ịntanetị nke Bekee kpọrọ \"Blogging\".",
    "Ọ nwere ụlọmgbasaozi nke ya, ọ bụkwa onye ọmepụrụ onye n'ihe gbasara ilekọta ụmụagbọghọ.",
    "O nwetala nturuugo ma na Naịjirịa ma na mba ofesi.",
    "A mụrụ ya n'ụbọchị 19 nke ọnwa Septemba, 1980.",
    "Perpetua Nkwocha",
    "Ebe foto si, Instagram/Perpetua Nkwocha",
    "Nkwọcha bụzị onye nchịkọta otu egwuregwu ụmụnwaanyị dị na mba Swidin a kpọrọ Clemensnäs IF",
    "E nwereike ichefu nwaanyị a n'ụwa egwuregwu bọọlụ ụmụnwaanyị Naịjirịa n'ụwa a?",
    "Ihe Nkwocha ji ụkwụ gbaa n'ụwa a, \"2 ekenwughi ya\".",
    "O so Naịjirịa gaa asọmpi Iko Mba Afrịka asaa, ma mabute iko ise n'ime ha.",
    "O nwetara nturuugo \"Nwaanyị kacha agba bọọlụ n'Afrịka\" ugboro anọ n'aka ndị Confederation of African Football (CAF).",
    "A mụrụ ya n'ụbọchị atọ nke ọnwa Jenụwarị 1976.",
    "Desire Oparanozie",
    "Ebe foto si, Getty Images",
    "Oparanozie nwetara ihe nrite \"akpụkpọụkwụ ọlaedo\" maka ịbụ onye kacha nye goolu n'asọmpi Iko Mba Afrịka nke afọ 2014",
    "Oparanozie bụ akwaa a kwụrụ n'ihe e ji ụkwụ eme n'ọgbọegwuregwu.",
    "Ọ gbaala bọolụ n'ọtụtụ otu egwuregwu na mba ofesi kemgbe ọ malitere iji ịgba bọọlụ akpa ego.",
    "O sorola Naịjirịa gaa asọmpi Iko Mbaụwa atọ, nakwa Iko Mba Afrịka anọ ebe o buliri iko anọ ahụ.",
    "A mụrụ ya n'ụbọchị 17 nke ọnwa Disemba, 1993.",
    "Stephanie Okereke-Linus",
    "Ebe foto si, Instagram/Stephanie Linus",
    "Okereke-Linus gbara onye nke abụọ oge o so zọọ \"nwaanyị kacha maa mma na Naịjirịa\" nke afọ 2002",
    "Okereke-Linus sokwa na ndị nwere agba na Nollywood.",
    "Ọ na-eme ejije, na-ede ejije, na-emepụtakwa nke mbiputa.",
    "O nwetala ọtụtụ nturuugo site n'ime ejije, ọ bụkwa \"Member of the Order of the Federal Republic, MFR\".",
    "A mụrụ ya n'ụbọchị abụọ nke ọnwa Ọktoba, 1982.",
    "Chioma Ajunwa",
    "Ebe foto si, Instagram/Chioma_ajunwa",
    "Ajunwa bụkwa onye ọgba ọsọ mgbe ahụ, bụzị onye uweojii Naịjiria ugbua",
    "Ihe Ajunwa mere n'egwuregwu Naịjirịa so n'ihe ndị mmadụ ga-akpụgide n'ọnụ n'ụwatụụwa.",
    "O ji ụkwụ wụtara Naịjirịa ọlaedo mbụ ya n'Olimpiks n'afọ 1996.",
    "O nwere nturuugo \"Member of the Order of Niger - MON\"",
    "A mụrụ ya n'ụbọchị 22 nke ọnwa Disemba, 1970.",
    "Betty Anyanwu-Akeredolu",
    "Ebe foto si, Facebook/Oluwarotimi Akeredolu Aketi",
    "Anyanwu-Akeredolu bụ nwunye gọvanọ Ondo steeti bụ Rotimi Akeredolu",
    "Ọ bụ onye na-akụ azụ na ụmụanụmanụ mmiri ndị ọzọ, ọ bụkwa omepụrụ onye.",
    "Makana ọ rịara ọrịa akpụ nke ara mana ọ taghị isi ya, o buzi ibuso ọrịa ahụ agha n'isi.",
    "A mụrụ ya n'ụbọchị 20 nke ọnwa Julaị, 1953.",
    "Munachi Abii",
    "Ebe foto si, Instagram/Munachi Abii",
    "Munachi Abii nwere ọ gụrụ egwu mbem a kpọrọ \"rap\" na Bekee",
    "Abii bụ ezigbote \"nwata makata mma\" nke gosiri oge o meriri n'asọmpi \"nwaanyị kacha maa mma\" n'afọ 2007.",
    "Ọ na-ede egwu, na-agụkwa agụ. Ọ bụkwa ihe Bekee kpọrọ \"model\".",
    "A mụrụ ya n'ụbọchị ise nke ọnwa Nọvemba, 1987.",
    "Chidinma Ekile",
    "Ebe foto si, Instagram/Chidinma Ekile",
    "Ekile bụ olu ogene na onwe ya",
    "A gụwa ụmụnwaanyị na-agụ egwu nwereike ime ka ị nyechaa ha ego i nwere n'ụlọakụ na Naịjirịa, Chidinma so n'ime ha.",
    "O nwetala ihe nrite ma gakwaa ọtụtụ mba dị iche iche site n'ịgụ egwu.",
    "A mụrụ ya n'ụbọchị abụọ nke ọnwa Mee, 1991.",
    "Sandra Achums",
    "Ebe foto si, Instagram/Sandra_achums",
    "Achums so n'ụmụnwaanyị \"na-apụ ọkụ\" oge ọ na-eme ejije na Nollywood mgbe ndị dịka Dolly Unachukwu, Eucharia Anunobi na ndị ọzọ bụ ndị a na-achọ ka akara ọkụ.",
    "O mere ejije ruru 20 mgbe ahụ.",
    "A mụrụ ya n'ụbọchị 19 nke ọnwa Nọvemba, 1967.",
    "Lauritta Onye",
    "Ebe foto si, Getty Images",
    "Lauritta Onye na-anọchite anya Naịjirịa n'asọmpi ndị nwere ọrụsị",
    "O riterela onwe ya na Naịjirịa ọlaedo abụọ site n'ịtụ \"shotput\".",
    "Ọ bụkwa onye na-eme ejije na Nollywood.",
    "A mụrụ ya n'ụbọchị anọ nke ọnwa Jenụwarị, 1984.",
    "Christy Opara-Thompson",
    "Ebe foto si, Getty Images",
    "Christy Opara nwetara ọlanchara n'olimpiks nke afọ 1992 ma bụrụkwa nwaanyị kacha agba ọsọ n'ụwa nke afọ ahụ,",
    "Opara na-awụ awụ, na-agba ọsọ.",
    "Ọ gbatara otu ọledo, otu ọlaọcha na otu ọlanchara n'ọsọ, ebe ọ wụtara otu ọlanchara oge ọ bụ ya.",
    "A mụrụ ya n'ụbọchị abụọ nke Mee, 1970.",
    "Flora Nwapa",
    "Ebe foto si, Getty Images",
    "Nwapa tinyere uchu n'ịrụgharị ala Igbo mgbe a lụchara agha Biafra",
    "E nwereike ịgụpụta ndị odeakwụkwọ si Naịjirịa ghara ịkpọ aha Nwapa? Ọ dị egwu!",
    "Nwapa bụ 'a takata a gbọo' n'ide akwụkwọ, nke mere ka ụmmụnna ya chie ya Ogbuefi ma mee ka mbaụwa mara onye ọ bụ.",
    "Ọ rụkwara dịka onye nkuzi, minista na-ahụ maka ahụike nakwa mmekọrịta mmadụ na mmadụ, ma mechaa rụọ ka minista na-ahụ maka ala na mmepụta obodo.",
    "A mụrụ ya n'ụbọchị 13 nke ọnwa Jenụwarị, 1931, mana ọ nwụrụ n'ụbọchị 16 nke ọnwa Ọktoba, 1993.",
    "Priscilla Nzimiro",
    "Ebe foto si, Facebook/ Priscilla Memorial Grammar School Oguta",
    "Nzimiro bụ nwaanyị Igbo mbụ bụ dọkịta ahụike, nke ọ gụtara na mahadum Glasgow dị na mba Skọtlandị",
    "N'agbanyeghị na ọ nwụrụ naanị ka otu afọ o ji gụchaa akwụkwọ o ji bụrụ dọkịta ahụike gachara, a ka na-echeta ya site n'ụlọakwụkwọ abụọ e hibere maka ya n'obodo ya bụ Ugwuta.",
    "Ọtụtụ ụmụnwaanyị ji maka ya banye ịgụ akwụkwọ maka ịbụ dọkịta ahụike.",
    "A mụrụ ya n'ụbọchị 30 nke ọnwa Epreelụ 1923, ọ nwụọ ụbọchị 22 nke ọnwa Maachị, 1950.",
    "Ụmụnwanyị ndị ọzọ Imo steeti ji aba mba gụnyere Viola Onwuliri bụbu mịnịsta maka agụmakwụkwọ, Daniella Okeke na-eme ejije na Nollywood, Catherine Acholonu bụ odeakwụkwọ a na-anụ aha ya oge ọ dị ndụ, Lesley Obiora Amede bụ ọkaiwu na mba Amerịka, na ndị ọzọ.",
    "Akụkọ ga-amasị gị:",
    "Agbara nwaanyị ndị si Anambra state Nigeria enweghi ike ichefu",
    "Ụmụnwaanyị Abia state aha ha na-ada ụda na Nigeria",
    "Ụmụada Enugu state 'na-eweta ọkụ' na Nigeria",
    "Ụmụnwaanyị Ebonyi state Nigeria enweghi ike ichefu aha ha",
    "Ihe nkiri ga-amasị gị:",
    "Stella Oduah: N'obodo ga-adị mma bụ ụmụ agbọghọbịa",
    "Ụmụnyanyị",
    "Naijiria",
    "Imo steeti",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 20212 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Mbaka, Adeboye, Ayodele 'hụrụ' maka Nnamdi Kanu, Buhari na ndị ọzọ1 Jenụwarị 2022",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ iri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}