{
  "published": "11 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Kim Kardashian West",
    "Kim Kardashian, nwanyị a ma ama na mba Amerịka, kwuputara na ya na-arịa ọrịa a na-akpọ \"lupus\".",
    "O kwuru na ya gbalịrị ihe nille o nwere ike iji ụzọ dị ka chi si kee ya wee gwọọ ya bụ ọrịa mana onwebeghi isi.",
    "Ugbua, otu dibia bekee bụ ọkaibe aha ya bụ Dkt Wallace, na-enyezi Kardashian ọgwụ maka ya bụ ọrịa.",
    "Ọgọdọ ụmụnwaanyị sụ bịa Met Gala 2019 bụ ọgbara Igbo gharịị",
    "Ihe ise ị maghị maka Nicki Minaj",
    "Beverly Osu o mere ihe ọjọọ iyi uwe ndị Katọlik?",
    "Kardashian kwuru na ụjọ tụrụ ya mgbe a gwara ya na o nwere ọrịa ahụ.",
    "O kwuru na ọbụ mgbe e mere ya nnyocha ahụ n'ọnwa Mee ka a chọpụtara ọrịa a.",
    "Anyammiri juru Kardashian anya oge ọ na-akọpụta ihe ndị a na ngwụcha izuuka gara aga.",
    "Ebe foto si, Instagram/kimkardashian",
    "Kim chọpụtara na o nwere ọrịa \"lupus\" n'ọnwa Mee, tụpụ a mụọrọ ya nwa ya nwoke",
    "\"Lupus\" so n'ọrịa nke bekee kpọrọ \"autoimmune diseases\".",
    "Dịka Chioma Ofoekii onye bụ dibia bekee si kọwwara BBC Igbo, e nwere ihe ndị dị n'ime ahụ mmadụ nke na-enye aka iji gbochie ọrịa.",
    "Mana mgbe ụfọdụ, ihe ndị ahụ na-egbochi ọrịa nwekwara ike tụgharịa buso ahụ mmadụ agha.",
    "\"Ọbụ mgbe ihe dị otu a mere ka a na-ekwu na mmadụ nwere 'autoimmune disease'\".",
    "Ofoekii kwuru na ọbụ ụmụnwanyị na-enwekarị ụdị ọrịa ndịa.",
    "Mana ọpụtaghị na nwoke anaghị enwe ya.",
    "Ọmụmaatụ ụfọdụ ọrịa ndị a gụnyere, ọrịa agba ikpere tụmadi nke a kpọrọ (Rheumatoid arthritis), dayabitis nke mbụ (Type 1 diabetes), dgz.",
    "Kedu ka ọrịa \"Lupus\" si eme mmadụ?",
    "Ebe foto si, Getty Images",
    "Onye ihe ghakasịrị n'ahụ n'ihi ọrịa \"Lupus\".",
    "Ọrịa \"Lupus\" na-emetụ akụkụ ahụ dị icheiche.",
    "Ọ na egburi njikọ ọkpụkpụ, na emetụta akpụkpọ ahụ, kidini, ọbara, ụbụrụ isi, obi nakwa ngụgụ.",
    "Onye na-arịa ọrịa \"Lupus\" nwere ike ị na-enwe oke ike ọgwụgwụ, mgbu na njikọ ọkpụkpụ, ihe ịghakasị n'ahụ, oke ahụ ọkụ, dgz.",
    "Ebe foto si, Chukwunaeme Obiejesi",
    "Dibia bekee Chioma Ofoekii",
    "Dịka nwaada Ofoekii sị kwuo, ọrịa niile a kpọrọ 'autoimmune' anaghị enwe ọgwụgwọ.",
    "Otu aka ahụ, e nwebeghị ụzọ ọbụla a ma e nwere ike iji gwọọ ọrịa \"Lupus\" ka ọ laa kpam kpam.",
    "Mana ndị ọkacha mara kwuru na ihe ka mma bụ ịchọ ụzọ a ga-esi ebelata ụmụ ọrịa ndị ọzọ ahụ \"lupus\" na-akpata, dịka ahụ mgbu, ihe ịghakasị n'ahụ, nakwa oke ahụ ọkụ.",
    "Nwaada Ofoekii kwuru na mgbochi ọrịa ka ọgwụgwọ ya mma.",
    "Ọ dọrọ aka na ntị ka mmadụ gaa ụlọọgwụ mgbe ọbula ọ dara ọrịa.",
    "Ofoekii kwuru sị: \"Ọ dịghị mma mmadụ ịnọ n'ụlọ were aka ya na-enye onwe ya ọgwụ.\"",
    "\"Maka na onye ahụ agaghị ama ihe na-arịa ya.\"",
    "\"Onye rịawa ahụ, ya gaa n'ụlọọgwụ n'oge ma mee nyocha zuru oke tupu ọrịa ahụ akawanye njọ\".",
    "Akụkọ ndị ga-amasị gị:",
    "Buhari ka na-ekwusi ike na Boko Haram enweghịzị ume",
    "Ka ndị Igbo sị ahụta onye ọbụla wepụrụ ndụ ya",
    "Ka o si kwuru n'ụlọikpe ntuliaka na Naịjirịa",
    "Ihe nkiri ga-amasị gị:",
    "Code Club: 'Etu anyị si eji 'coding' arụpụta ihe na-egbo mkpaeme'",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ọrịa shuga",
    "Vidio, 'Ụmụaka ibe m na-akpọ m 'beast' n'ihi ọrịa m nwere' - Sopuruchi Okorocha25 Jenụwarị 2022",
    "Gee ntị, BBC Nkeji25 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abah Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}