{
  "published": "13 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ichekwa ego na kom-kom, okpuru akwa maọbụ n'ụlọakụ maka echi dị mma, mana itinye ego n'ebe ọ ga-amụtara gị ihe kacha mma.",
    "Ihe nke a jị dị mkpa bụ maka na mbuli ọnụahịa (inflation) na-eme ka uru ego gị gbadaa ma ọ bụrụ n'ị hapụ itinye ya n'ọrụ nke na ihe ọ zụtanwuru n'afọ a, ọ gaghị azụtanwu ya n'afọ ọzọ.",
    "Ọnụahịa ihe nri gbaturu n'ọnwa Julaị karịa nke ọnwa June - NBS",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị",
    "Ọtaakụ, lee ego ole ị sụpịara n'ọnụ n'afọ iri",
    "Ọmụmaatụ:",
    "N'afọ 2015, otu akpa osikapa na-ada puku naira 12 mana n'afọ 2019, onye dowere puku naira iri abụọ na kom-kom n'afọ 2015 agaghị eji ya zulie otu akpa osikapa dịka ọnụahịa ya kwụzị naira puku 17.",
    "Dịka NBS siri kwụọ, mbuli ọnụahịa dị pasent 9.02 n'afọ 2015 mana ọ gbaliri rue pasent 11.08 n'afọ 2019.",
    "Ebe foto si, AFP",
    "Na nkọwa ya, onye  ọkachamara n'ihe gbasara nhazi ego onye bụ Uche Iheanacho rụtụrụ aka n'ebe asaa mmadụ nwereike itinye ego o chekwatara ka ọ mịtara ya ezi mkpụrụ.",
    "Iji ego achụ ego maọbụ ịgbakwụnye ihe ọzọna abụghị isi ọrụ gị na-ewetara gị ego",
    "Ị na-arụ ọrụ Bekee ma ị na-azụ ahịa, i nwereike izipụ ego gị ka ọ na-agara gị ozi ịchụ nta ego.",
    "Ihe dịka itinye ego n'ịgba 'Keke', ụgbọala maọbụ ọkada, ire ahịa maọbụ ịtụbata ahịa so na ihe i nwereike ime ego i dokwara ana-agbalite.",
    "Nke a bụ akwụkwọ ego gọọmenti na-azụ n'aka ọha  ọnwa issi maọbụ otu afọ iji nweta ego ha ji arụ ọrụ.",
    "Nke dịkwa ka 'treasury bill' mana ọ na-ewe ọtụtụ afọ  bido afọ abụọ maọbụ iri abụọ.",
    "'Fixed deposit'",
    "Nke a bụ itinye ego gị n'ụlọakụ ọnwa atọ, isii maọbụ otu afọ maọbụ oge ole gị na ụlọakụ kwekọrịtara, na akpaghị ya aka maọlị.",
    "Uru dị ya bụ na ọ ga-amụtara gị nwa karịa ego ichekwara n'ụlọakụ nke ị na-adobiri oge ọbụla ọ masịị gị.",
    "Itinye ego n'ego mba ndị ọzọ(Forex)",
    "Itinye ego n'ego igwe dịka paụnds maọbụ dọla ga-echekwa ego gị ọ gaghị ada rue ka ego gị ma ọ bụrụ na ị hapụrụ ya n'ụlọ maọbụ n'ụlọakụ.",
    "I nwere ike iji nde naira ise(N5m) rụta ụlọ ala dị mma",
    "Igba ala bụ ezigbo ebe i weere ike iji gị a bara gị ezigbo uru.",
    "Ịgakwu akwụkwọ maọbụ ọmụmụ ga-enye gị ohere ịmụta nka maọbụ iwelite amamihe n'ihe nke ị ma na-eme maọbụ ọrụ ị na-arụ ga-eme ka ị na-enweta karịa ihe ị na-enwetabu na mbụ.",
    "Gee ya n'ụju n'ihe onyonyo dị n'elu:",
    "Davido egechiela Chioma!",
    "Foto ndị si na mkwanye ugwu ikpeazụ Robert Mugabe",
    "Ndị kọmishọna Anambra akwọọla aka 'Pilate' gbasara ụlọ dara n'Ọnisha",
    "Ihe ndị Imo na-ekwu maka ọchịchị Emeka Ihedioha n'abalị 100 mbụ ya dịka Gọvanọ",
    "Vidio, Nnamdi Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m' - Uche Azikiwe, Duration 4,103 Nọvemba 2020",
    "Vidio, Sex for Grades: Ihe ndị mmadụ na-ekwu banyere ya, Duration 1,199 Ọktọba 2019",
    "AI in Music: Mụ na MI Abaga etikọọla egwu tupu m amalite iji AI emepụta egwu - Nkasiobi Chukwu 22 Julaị 2023",
    "Ihe mere ụfọdụ ndị otiegwu n'Ọwụwa Anyanwụ anaghị apụtacha ihe - Ugochi27 Mee 2023",
    "BBC Africa Eye: Etu ndị na-elekọta ndị okenye n’ụlọ PCEA Thogoto si e ji ụtalị apịaka ha ahụ7 Ọgọọst 2023",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie, Duration 2,5726 Eprel 2020",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike, Duration 9,2421 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}