{
  "published": "13 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/ChimamandaAdichie",
    "Odeeakwụkwọ a ma ama bụ Chimamanda Ngozi-Adichie gbazi aka nne na nna dịka nne ya nwụrụ.",
    "Akụkọ ruru BBC Igbo ntị kwuru na nwaanyị ahụ aha ya bụ Grace Ifeoma Adichie dị afọ iri asaa na asatọ.",
    "Ejiji ankara Chimamanda pụrụ iche",
    "Ihe iri ị kwesịrị ịma maka nwaada Igbo bụ Chimamanda Adichie",
    "Ezinaụlọ Adichie ekwuputabeghị mgbe a ga-akwa ozu ya nakwa ihe ndị ọzọ.",
    "Cheta na nna Adichie bụ James Nwoye Adichie nwụrụ n'ọnwa Juun afọ gara aga.",
    "Elikwara ya n'ọnwa Ọktoba afọ ahụ dịka akụkọ si kwuo.",
    "A gụwa ụmụnwanyị Igbo e ji ide akwụkwọ mara, a ga-agunyerịrị Chimamanda Ngozi Adichie.",
    "Ọ ga-ara ahụ inweta nwaafọ Igbo na-anụbeghi maka Adichie.",
    "Ọ bụghị sọ na ụbụrụ ya na-acha ọkụ, Adichie bụkwa olu na ada ụda n'ịkwalite ikike ụmụnwanyị.",
    "Ndị mmadụ asaala Chimamanda maka aziza ya gbasara Ipob",
    "Okwu Chimamanda etinyela ọkụ na Soshal midia",
    "Agbara nwaanyị ndị si Anambra state Nigeria enweghi ike ichefu",
    "Adichie bụkwa onye ihe gbasara asụsụ na ọdịnala Igbo na-amasị nke ukwuu.",
    "Mana ọ dị ọtụtụ ihe ndị mmadụ amaghị maka Ada Igbo a.",
    "Lee ụfọdụ n'ime ha ebe a:",
    "Chimamanda bụ onye odeakwụkwọ a ma ama na mbaụwa",
    "Onye ebee ka ọ bụ?",
    "A ma na Adichie bụ onye Igbo, mana ọtụtụ amaghị obodo o si.",
    "Adichie bụ onye Abba nke dị n'okpuru ọchịchị Njikọka na steeti Anambara.",
    "Ọtụtụ na-eche na ọ bụ onye Enugwu mana nke ahụ abụghị eziokwu.",
    "Kama a mụrụ Adichie na Enugwu.",
    "Amụnyere ya n'ime akwụkwọ",
    "Nne na nna ya bụ ndị ọrụ na Mahadum Naịjirịa nke dị na Nsụkka.",
    "Nna ya bụ James Adichie bụ ọka nkụzi na ngalaba \"Statistics\". Ọ gbara afọ iri asatọ na asatọ.",
    "Ọ bụ ya bụ ọka nkụzi mbụ Naịjiria nwere na ngalaba \"Statistics\".",
    "Nne ya bụ nwanyị mbụ toruru n'ọkwa \"Registrar\" na mahadu m Nsukka.",
    "Ya na Achebe biri n'otu ụlọ",
    "Mgbe Chinua Achebe si n'ụlọ ya dị na Nsụkka kwapụ, ọ bụ nne na nna Chimamanda Adichie kwabara n'ọnụụlọ ahụ.",
    "Ebe ahụ ka Adichie na ụmụnne ya nọrọ too.",
    "Ijikwa n'aka na ọbụghị ebe ahụ ka ụbụrụ e ji ede akwụkwọ si fee ya?",
    "Okwu Chimamanda maka Biafra na Ipob",
    "O nwere umunne ise",
    "Adichie nwere ụmụnne ise. Ụmụnwoke atọ na ụmụnwanyị abụọ.",
    "Ọ bụ ya bụ nke ise n'ime ha isii.",
    "O nwere \"A1\" n'Igbo",
    "Ọ bụ eziokwu na ihe e ji mara Adichie bụ iji asụsụ Bekee ede akwụkwọ, mana ọ na-edekwa Igbo nke ọma.",
    "Adichie nwetara nzere \"A1\" n'asụsụ Igbo n'ule Waec ya.",
    "N'eziokwu, Adichie bụ onye nwetara nzere kacha mma n'ule Waec kamgbe e ji bido ụlọakwụkwọ sekọndịrị nke dị na Mahadum Nsukka ruo taa.",
    "Onye ma ihe ga-eme echi, ma ọ ga-edepụta otu akwụkwọ n'asụsụ Igbo?",
    "Okwu Chimamanda etinyela ọkụ na Soshal midia",
    "Ọ lụọla di?",
    "Adichie alụọla di ma mụta otu nwa nwanyị.",
    "Aha di ya bụ Ivara Esege, onye Akwa Ibom State.",
    "Esege bụ Dibia Bekee nwere agba na mba Amerịka.",
    "Onweghị onye ma aha nwa Adichie.",
    "Ọ naghị ekwe agwa ndị ntaakụkọ aha nwa ya.",
    "Mana e nwere otu mbem Adichie dere nke ọ kpọrọ \"Dear Ijeawele\".",
    "Ụfọdụ na-eche na ọbụ aha nwa ya bụ 'Ijeawele' o ji maka ya dee mbem ahụ.",
    "Okwu Chimamanda kwuru maka ụgwọ isi",
    "Di ya na-asụ Igbo",
    "Agbanyeghi na ọbụghị nwaafọ Igbo, Esege di Adichie na-asụ Igbo.",
    "Ọ naghị asụcha nke ọma mana ọ na-agbalị. Ọ na-aghọtakwa nke ọma.",
    "Ọzọkwa, Adichie kwuru na ya ga-agba mbọ ịhụ na ada ya mụtara asụsụ Igbo tupu ọ mụta Bekee.",
    "Ndị ntọ yiri ya egwu",
    "N'ọnwa Mee afọ 2015, ndị ntọrị tọọrọ nna Adichie.",
    "Nke a mere ka oke egwu tụọ ya n'ihi na nna ya emeela okenye.",
    "Ọ nọrọ abalị atọ n'aka ndị ntọrị ahụ tupu ha atọhapụ ya.",
    "Mana Adichie na umunne ya bunyere ndị ekperima ahụ ọtụtụ ego tupu ha atọhapụ nna ya.",
    "Ebe foto si, Twitter/@ChimamandaReal",
    "Ụfọdụ akwụkwọ Chimamanda Adichie",
    "Adịchie nwere nturuugo nkwanye ugwu ọka nkụ",
    "N'ihi ụbụrụ ịchaọkụ ya, nakwa ịdị uchu ya, Adichie enwetala nturuugo dị icheiche.",
    "Ndị a abụghị ndị o nwetara maka ịgụ akwụkwọ, kama ha bụ ndị e ji kwanyere ya ugwu.",
    "Bekee na-akpọ ya \"Honorary Degree\".",
    "Ọmụmaatụ bụ nke Mahadum Duke dị na obodo Durham na North Carolina, mba Amerịka nyere ya.",
    "Ndị ọzọkwa kwanyeere Adichie ụdị ugwu ahụ gụnyere Mahadu Amerịka (American University), Mahadum nke Yale, nakwa Mahadum Georgetown.",
    "Ebe foto si, Instagram/chimamanda_adichie",
    "Chimamanda Adichie na Wole Soyinka",
    "Gọọmentị etiti nakwa gọọmentị state kwunyeere Adichie ugwu",
    "N'afọ 2011, gọọmentị Naịjiria tunyere Adichie ugwu ma nye ya nke a kpọrọ \"Global Ambassador Achievement Award\".",
    "E mechaa, n'afọ 2016, gọọmentị Anambara nyekwara ya nturuugo \"Ambassador of Excellence\".",
    "Adichie, a mụrụ n'afọ 1977, ga-agba afọ iri anọ na abụọ n'abalị iri na ise nke ọnwa Sepụtemba afọ a.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Davido egechiela Chioma!",
    "Mbuli ụgwọọnwa opekatampe a bụ onyinye mamiwata? - NLC",
    "Ụmụnwaanyị Imo state bụ \"a kwaa a kwụrụ\" na Nigeria",
    "NA EME UGBU A Ọgwụ mgbochi covid-19 awụchiela n'Abuja",
    "Gee ntị, BBC Nkeji2 Maachị 2021",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igboelekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igbo",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}