{
  "published": "14 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụnwaanyị Rivers Steeti emeela ngagharị iwe ga kwuru ndị uweojii dika enwetara ozu nwa agbọghọ ọzọ  n'ime ụlọ ọriri n'Omoku.",
    "Nke bụ ozu ise a na ahụta na ụdị ọnọdụ a na ụlo oriri na Rivas Steeti n'ime otu ọnwa.",
    "N'ime ọnwa gara aga ka ndị uweojii kwuru na egburu ụmụnwanyị atọ n'ụlọ oriri dị na Pọtakọt ma kowaa kwa na atọgburu abụo n'ime ha.",
    "N'aka nke ọzọ ka osote onyeisi ndị uweojii nke Rivas steeti bụ Chuks Enwonwu gwara umuwnayi a na ha ka na-eme nyocha.",
    "Enwonwu kwukwara na ọ bụ ọrụ akwụnakwụna na ebute mkpamkpa.",
    "Kama nwaada haziri ngagharị iwe a bụ Soibi Ibibo kwuru sị \" ọ bụrụ godi akwunakwuna, ndụ mmadụ di mkpa, ha bụkwa madụ\"",
    "Enwonwu kọwakwara na ha ejidela ụfodụ ndị maka ogbugbu umunwanyi ndia ma sị kwa na ha na ụlooriri ndi di na steeti ahu na enwenzụkọ maka nkea.",
    "Onyeisiala Muhammadu Buhari ga-ahapụ Abuja taa gaa na nzụkọ pụrụiche nke ECOWAS hibere maka ịlụso otu ndị na-eyi ndụ egwu agha.",
    "",
    "Ebe foto si, Getty Images",
    "O mebeghi otu izuụka Buhari si Amerịka ebe ya na Donald Trump nwere ọgbakọ lọta.",
    "Aka na-achị Abia steeti bụ Okezie Ikpeazu nakwa Minista na-ahụ maka mmekọ Naịjirịa na mba ndị ọzọ bụ Geoffrey Onyeama so ya aga njem ahụ.",
    "Onyeisiala Buhari efebatala Naịjirịa",
    "Arụchaala ihe ndị Buharị na-abịa ịgbape na Lagos?",
    "Ebe foto si, Getty Images",
    "Osote onyeisiala Naịjirịa",
    "N'otu aka ahụ osote onyeisiala Naịjirịa bụ Yemi Osinbajo ga-anọchite anya onyeisiala  Naịjirịa n'akwamozu Robert Mugabe nke mba Zimbabwe kwadoro ya n'ụbọchị satode.",
    "Cheta na ezinaụlọ Mugabe nakwa gọọmentị ala ahụ nweburu nkenke esemokwu maka ebe a ga-eli ya.",
    "N'akụko ọzo ,",
    "Yemi Osinbajo ekwuola na Gọomenti etiti ga-akpọpụta ndị Naijirịa di otu nari nde site n'aka ubiam pụta.",
    "Osinbajo kwuru nkea mgbe ọ gara ihu Eze Gwandu na Kebbi steeti, ma kwee nkwa na gọọmentị ga-emenwu nkea n'ime afọ iri ma ndị gọomentị steeti tinye aka.",
    "Ebe foto si, AFP",
    "Ụlọakwụkwo niile na mpaghara ebe ide mmiri a mere emechiel",
    "Ide mmriri ataala isi mmadụ atọ n'mba spain dịka oke mmiri ozizo mere ka ikpere mmiri  sofee oke ya were nụbata ebe ndị mmadu bi n'obodo Valencia, Murcia na owụwa anyanwu Andalucia.",
    "Gọọmenti spain ezipụla ndị nchekwa n'obodo Valencia, Murcia na owụwa anyanwu Andalucia ebe ide mmiri a kacha akpa ike.",
    "Ebe foto si, Getty Images",
    "Felicity Huffman na-eme ihe onyonyo Desperate Housewives ga-aga ụlọ mkpọrọ ihe ruru abalị iri n'anọ maka nrụrụaka.",
    "Cheta na achọpụtara na Huffman kwụrụ ụgwọ ịgbanwe ule nwa ya nwaanyị ga-enyere ya aka ịbanye Mahadum di ukwu na mba Amerịka.",
    "Ebe foto si, Getty Images",
    "Ụbọchị taa abụghị ụbochị ọma nye ndị Wolves dịka ndị Chelsea jiri goolu saa ha ahụ.",
    "Ụmụ Naijiria abụọ bụ Tammy Abraham na Fikayo Tomori gbachara aka ahịa ka goolu nọ na-arị ibe ya elu n'egwuregwu a.",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya21 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyielekere 5 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steetiEmelitere ikpeazụ na: 5 Febụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}