{
  "published": "16 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo niile ma na akpụ bụzi eze nri, n'agbanyeghi na ọ bụ ji ka nwee ugwu.",
    "Onye ọbụla kpọrọ onwe ya nwa afọ Igbo ma na ekwuwe okwu nri, akpụ werechaa ọnọdụ, ndị ọzọ apụtawa.",
    "Ọ bụ mpaghara Ndịda Amerịka ka akpụ si, ọ bụghị nri si mpaghara Igbo, mana o werela ọnọdụ dịka ọ bụ ebe ala Igbo ka o si.",
    "Akụkọ a gosiri njem akpụ, site n'ugbo banye n'efere.",
    "Onye mere akụkọ a bụ Chiagozie Nwonwu na Chiemela Peter Mgbeahuru",
    "Ntaramahụhụ ụmụ Afrịka na-agabiga n'ịga mba Amerịka",
    "'Etu anyị si eji 'coding' arụpụta ihe'",
    "Ihe Nkiri: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ijeoma Ogwuegbu: Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma, Duration 7,4718 Mee 2021",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Igbo food condiments: Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Peruzzi: Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo, Duration 4,5215 Mee 2021",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}