{
  "published": "15 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọvanọ chiburu Imo steeti bụ Rochas Okorocha ekwuola na ọ bụrụ na ndị Igbo ga-enwe ọche onyeisiala n'afọ 2023, ọ ga-doriri ndị ugwu anya.",
    "Ọ rịọrọ ka ndị ntaakụkọ kwụsị ịkpọ ya oche onyeisala ndị Igbo makana o nweghị agbụrụ ọbụla edowere ya iche.",
    "Rochas, ọ kaa gị obi, bipụta ihe dị n'akpaego Imo steeti - Ihedioha",
    "Rochas awaala n’oche ọchịchị",
    "Okorocha kwuru nke a mgbe ọ na-asa ajụjụ ọnụ ndị ntakụkọ ụlọọrụ mgbasaozi 'SUN' gbara ya nso nso a.",
    "Okorocha jụkwara kedụ uru Ipob ga-erite maọbụrụ na ndị Igbo kewapụ onwe ha na Naịjirịa.",
    "N'okwu ya, \"ọ bụrụ na ndị isi Ipob azanwụghị ajụjụ a, ọ ga-ahịara ndị isi otu ahụ ịchịkọta ebumnobi ha.\"",
    "Ebe foto si, Getty Images",
    "Ode akwụkwụ mgbasa ọzị Ipob, Peace Chukwudi sịrị na Biafra ga abịa ọsịsọ ma Buhari bata ọzọ",
    "O kwuru na ruo ugbua ọ mabeghị ebe Ipob kwụ akwụ.",
    "Gbasara okwu na-ese n'etiti ya na gọọmenti Imo steeti ugbua, Okorocha kwuru na ihe gọọmenti Ihedioha na-eme e doghi ha anya.",
    "Ebe foto si, Ihedioha/BBC",
    "O kwuru na ebe a na-ata ya ụta bụ na ọ naghị eke ego.",
    "Gbasara ọgọ ya nwoke bụ Uche Nwosu, Okorocha kwuru na o nwere olileanya na ọ ka ga-achị Imo steeti.",
    "Okorocha kwuru na nyocha EFCC na-eme ya adịghị njọ makana ha nyocha, o nweghị ihe ha fụrụ, ha hapụkwa onye ahụ.",
    "Mana ọ na-rịọ ka ndị mmadụ kwụsị ịhụ ndị a na-eme nyocha dịka ekperima.",
    "Okorocha kwuru na okwu na ya napụrụ ndị mmadụ ala n'ike ha n'Imo bụ okpotokpo asị.",
    "Chelsea emechiela nkịta ọhịa na-alụ Man Utd ọnụ n'ike",
    "Otu nwoke ejirila ụra magbuo nwunye ya",
    "Ndị kọmishọna Anambra akwọọla aka 'Pilate' gbasara ụlọ dara n'Ọnisha",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorochaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja21 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorocha",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}