{
  "published": "16 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii kwere nkwa na aka ha ga-akpara ndị na-arụ ala ahụ",
    "Ndị uweojii na Port Hacourt anwụchiela mmadụ abụọ maka ogbugbu a na-egbu ụmụ agbọghọ n'ụlọ oriri na nkwari na Potakọt.",
    "Na nsonso a, a tọgburu opekatampe ụmụagbọghọ asatọ na ndịda Naịjirịa kemgbe ọnwa Julai.",
    "Onye na-egbusi ụmụnwanyị na Pọtakọtụ?",
    "Nwa agbọghọ ọzọ anwụọla n'ụlọ oriri na Legọs",
    "N'otu aka ahụ ndị uweojii kwukwara na akụkọ ụmụ nwaanyị abụọ ọzọ atogburu n'ụlọoriri abụghị eziokwu.",
    "Ha kwuru nke a dịka ụmụnwaanyị mere ngagharị iwe gbasara oke ogbugbu  a na-egbu ụmụ agbọghọbịa n'ụlọoriri n'obodo ahụ.",
    "E butela ozu nwa agbọghọ ọzọ na Pọtakọtụ isi obodo Rivas Steeti.",
    "Nke a mere na mgbede ụbọchị ụka, abalị iri na ise nke ọnwa Septemba.",
    "Egwu ejidela ndị mmadụ na Portharcourt maka nwaagbọghọ ọzọ a tọgburu",
    "A tọgbuola nwaagbọghọ ọzọ n'ụlọndina",
    "Nwaagbọghọbịa ọzọ anwụọla n'ụlọ oriri na nkwari na Delta",
    "Ọ bụghị nke mbụ ụdị ihe a na-eme nke ọ na-abụ nke abụọ.",
    "Ajụjụ wee bụrụ onye na-anyụ ihe nke a na-esi?",
    "Ndị uweojii kwere nkwa na aka ha ga-akpara ndị na-arụ ala ahụ",
    "Ihe gbara gharịị bụ na etu e si gbuo ụmụ agbọghọ ndị ahụ yichara onwe ha.",
    "Ọ na-adị ka ọbụ ntọgbu ka a na-atọgbu ha.",
    "Ndị uweojii kwuru na a hụrụ akwa e kere n'olu ụmụagbọghọ ndị ahụ e ji tọgbuo ha.",
    "Mana onwebeghi onye matara onye maọbụ ndị na-akpa arụ a.",
    "Chuks Enwonwu, osote onyeisi ndị uweojii na Rivas Steeti",
    "Ọnụ na-ekwuru ndị uweojii na Rivas Steeti bụ Nnamdi Omoni, gwara BBC na nnyocha pụrụ iche amalitela.",
    "Omoni kwuru na ha na-eche na e nwere otu ndị ekperima ndị aka ha dị na ihe ọjọọ a na-eme.",
    "O kwuru sị: \"Anyị anwụchiela mmadụ ole na ole ga-enyere anyị aka na nnyocha anyị na-eme.\"",
    "\"Mana anyị ma na anyị kwesịrị ịgba mbọ karaịa.\"",
    "\"Anyị anaghịzi ezu ike maka na ihe a na-ebuetere anyị ihere.\"",
    "\"Anyị ga-anwụchi ndị ọbụna aka ha dị na igbu ọchụ ndị a.\"",
    "Ụlọ oriri ebe e gburu nwaagbọghọ na Pọtakọọtụ n'ọnwa Ọgọst",
    "BBC kpọtụkwaara onye isi ndị otu jikọrọ ndị nwere ụlọ oriri na nkwarị na Rivas steeti.",
    "Aha ya bụ Eugene Nwauzi. O kwuru na ha na gọọmentị na-arụka ọrị ọnụ iji kwụsị oke ogbugbu a.",
    "\"Anyị ga-agba mbọ hụ na ụlọ oriri na nkwari ọbụla nwere ihe ose foto a kpọrọ 'CCTV'.\"",
    "\"Ndị enweghị ego ịzụta 'CCTV', anyị ga-enyere ha aka ịgbazite ego n'ụlọakụ iji zụta ya.\"",
    "Ebe foto si, Twitter/@girls_port",
    "Ọtụtụ otu ụmụnwanyị na Pọtakọtụ mere ngagharị iwe n'ihi nke a.",
    "Otu ndị a gụnyere 'Rotary Club' nke Pọtakọtụ, otu ndị ọkaiwu ụmụnwanyị a kpọrọ 'Federation of Women Lawyers' (FIDA), nakwa otu ndị dibịa bekee ụmụnwanyị a kpọrọ 'Medical Women Association of Nigeria' (MWAN).",
    "Ụmụagbọghọ ụfọdụ mekwara ngagharịiwe n'ụbọchị Fraịdee.",
    "Ha dọrọ ụmụagbọghọ aka na ntị ka ha kpachapụ anya onye ha na-eso.",
    "Ngagharịiwe ahụ gakwara n'ihu n'ụbọchị Monde.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "A na-atụ anya ụmụ Naịjirịa 319 ọzọ site na Saụt Afrịka",
    "'A nụrụ m ụda egbe na ogbunigwe' - Nwata akwụkwọ",
    "Kedụ uru Nigeria ga-erite na mbuli ọnụego mmanụ agbịdị?",
    "Ihe nkiri ga-amasị gị:",
    "Njem Akpu site n'ugbo banye n'efere",
    "National security",
    "Port Harcourt",
    "Nchekwa ndị ụwe ojii",
    "Riva steeti",
    "Vidio, Etu ndị agha si gbagbuo nwanne m nwoke si ọrụ alata n'Imo steeti- Chris Okpara17 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe gọọmentị Abia steeti kwuru maka ụlọọgwụ rekasịrị na Ndielu Ugwuekeelekere 5 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "'Gọọmenti gbara ọsọ kpọọ Ipob otu iyiegwu ma hapụ Boko Haram, na-akpalite ihe mere n’Afghanistan'",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "A tọghapụla onyeisi ndị Juu n'Ogidi anwụchiri ya na ndị ọbịa Izrel",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Ndị mmadụ na-agba ọsọ ndụ juputere n'Ọdọụgbọelu Kabul ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}