{
  "published": "18 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, Mazi Nwonwu",
    "Ụfọdụ na-ekwu na ego e ji alụ nwanyị na Mbaise buru nnukwu ibu.",
    "Mbaise bụ okpuruọchịchị a ma ama n'Imo steeti n'ala Igbo.",
    "Mana ugbua, ọ bụ ihe ọzọ mere ka ha bụrụ okwu a kpụ n'ọnụ ma na-ewu ewu.",
    "Ihe ndị ị kwesịrị ịma tupu ị lụọ nwaanyị Igbo",
    "Lee uwe ndị Igbo na-eyi aga igba nkwu",
    "O si n'ihe onyonyo otu nwa amadi wepụtara na soshal midia na-akatọ ndị Mbaise na omenala alụmdinanwunye ha.",
    "Nwa amadi a kpọrọ onwe ya Aloy kọwara etu nwanne ya nwoke si gbahapụ imeego n'isi nwunye ya maka oke ego ndị ọgọ na-ana ya.",
    "Nke a mere ka BBC Igbo kpọtụrụ ndị ma ihe na-aga na Mbaise ka ha kọwaa ihe ọ ga-ewe ịlụ nwaanyị Mbaise.",
    "Ihe isii ọ na-eri ịgba akwụkwọ Katolik na Naijiria",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "Benedicta Nwokocha Akuezi gwara BBC Igbo n'ekwentị kwuru na 'list' eji alụ nwaanyị dị icheiche dịka omenala ndị sị dịkwa icheiche.",
    "N'ọnụ ya \"o nweghi iwu e debere na-ekwu ego ole e kwesiri iji lụọ nwaanyị na Mbaise\"",
    "Ebe foto si, Teyanna/Instagram",
    "Nwokocha mara atụ sị na ụfọdụ ụmụnna nwere ịkpa aka n'ihe e dere na 'list' ma ọ bụrụ na ha hụ na ọgọ ha ji ezigbo ego.",
    "O kwukwara na ezinaụlọ dị icheiche na-eme ihe sọrọ ha ma ọ bụrụ na ọgọ ha nwoke ji ego dịka ị nara ego \"ịkpughe ihu nwaanyị\"",
    "\"Nke ahụ esoghi na omenala ndị Mbaise, ọ bụ ịbara nọ n'egwuregwu dị na alụmdi na nwunye ka ihe ahụ bụ\"",
    "Usoro e ji alụ nwaanyị Mbaise",
    "Ebe foto si, Getty Images",
    "- Nara ndị ọgọ gị akwụkwọ e dere ihe ndị ị ga-azụta na ya nke Bekee kpọrọ 'list'",
    "- Inye ego nchedo ụzọ",
    "Nke a bụ ego ndị ọgọ ga-eji kwadoo maka ọbịbịa ndị ọgọ. Ọ kọwara na ụfọdụ ezinụlọ na-etinyekwu ego na ego ma ọ bụrụ na nke ọgọ ha wetara agaghị ezu.",
    "- A na-ezi ndị amaala ozi na ndị ọgọ na-abịa",
    "Ọ bụ onyeisi ndị amaala ga-agụpụta ihe ndị dị na 'list' mara ma o zuru ezu.",
    "O nwere ụfọdụ ihe dị mkpa ekwesighi ifu efu n'ime List ahụ",
    "- Oriri na nkwari",
    "Mgbe ndị ọgọ abụọ kwetara n'ihe niile dị na 'list', ihe ọzọ bụzị ịnwebe aṅụrị",
    "Ya bụ ma oriri ma ọṅụṅụ ma ịgba egwu na ihe ndị ọzọ sọ ọlụlụ nwaanyị.",
    "- Nkwada mmanya na mpali ebele bụ ihe ndị ọzọ eji adata obere ego n'ịgbankwụ ọbụla.",
    "Ihe aghaghị ịhụ na \"list\" n'obodo Mbaise",
    "Ebe foto si, Eze Nka",
    "Ezenka Udochukwu Agbarakwe",
    "- Mmanya ngwọ/mmanya nkwụ .",
    "- Ọjị Igbo na ose ọjị.",
    "- Mmanya 'Beer'.",
    "-Mmanya ọkụ (schnapp)",
    "- Anwụrụ, isi anwụrụ, nnu anwụrụ.",
    "- Ji (nwereike iru otu narị maọbụ iri ise).",
    "- Mmanya ọkụ.",
    "- Anwụrụ Bekee.",
    "-Ego ive efere - nke a na-emere ụmụnwanyị.",
    "- Isi ego.",
    "Palm wine: Mmanya ngwọ na-eme ka mmiri ara nwaanyị na-agba nke ọma",
    "'N100,000 agaghị azụta ihe niile dị na 'list'",
    "Ebe foto si, @joziqueen",
    "Nwokocha kọwara na ụfọdụ ụmụnwoke na-atụnye nwaanyị ime iji gbalahụ 'list' dị oke ọnụ.",
    "\"Nke ahụ bụ 'Short Method' ka a na-kpọ ya mgbe anyị nọ n'agbọghọ\" mana n'uche ya otu narị puku naịra (N100,000) agaghị ezu iji gokọta ihe e ji alụ nwaanyị na Mbaise.",
    "Dịka o si kọwaa, ego anaghị efu na ime ego isi nwanyị, kama ọ bụ site n'ihe e dere na 'list' ka e si emefu ego.",
    "\"Onye chọọ ime akụ nwanyị n'ọnwa Disemba, mmanya na ihe ndị ọzọ ga-aka dị oke ọnụ karịa n'ọnwa Mee\"",
    "Mana na ngwụcha, Nwokocha kwuru na ihe dị mkpa bụ ihe onye chọrọ ịlụ nwunye na ndị ọgọ ya kwekọrịtara.",
    "Akụkọ ndị ga-amasị gị",
    "Ndị katọrọ atụmatụ Peter Obi maka China amakụọla ya ugbua?",
    "Chelsea na Liverpool akụọla aka na 'tipa' bu kọnkịrị",
    "Peter Obi na-akwanye ndị na-akatọ ọchịchị Obiano -  Gọọmenti Anambra",
    "Ihe nkiri ga-amasị gị:",
    "Anyị alụọla afọ 57 mana anyị anaghị atọ ka shuga mgbe niile",
    "Naijiria",
    "Imo steeti",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ15 Jenụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Gee ntị, Nkeji Coronavirus14 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Naijirịa akụnyela Sudan akpụ anya",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee etu Naijiria si kwanyere ndịagha ugwu pụrụiche taa",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "A gbawara ndị Imo Steeti aka napụ ha ọchịchị - Emeka IhediohaEmelitere ikpeazụ na: 4 Febụwarị 2020",
    "Ụlọọrụ onyeisi ọrụ mba UK dị na 10 Downing street, arịọla Ezenwaanyị mba ahụ mgbaghara maka oringo ha gbara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}