{
  "published": "22 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Akụkọ ifo Igbo bụ otu njirimara ndị Igbo ha ji agbasa ozi maka ihe dị icheiche.",
    "Ịmaatụ eji akụkọ ifo akuzi amamihe, eji ya akọ akụkọ oge gboo, eji ya enye ndụmọdụ wdgz.",
    "Kedụ uru akụkọ ifo baara ndị Igbo?",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Ụfọdụ oge, akụkọ ifo na-eji ụmụ anụmanụ a ma atụ n'ime ya iji gosi agwa ọma maọbụ agwa ọjọọ nakwa ịmụta ihe.",
    "Osita Amakeze bụ onye odeeakwụkwọ kọwara anyị maka ndị kachasị apụta n'akụkọ ifo na ihe e ji mara ha.",
    "Ihe mere Igbo ji achụpụ mmadụ n'ajọ ọhịa",
    "Ebe foto si, Getty Images",
    "Mbe bụ otu anụmanụ a ma ama na-apụtakarị na akụkọ ifo Igbo dị icheiche",
    "Maazị Amakeze kwuru na ọ bụ aghụghọ ka eji mara mbe.",
    "Ị chetara akụkọ mbe na nkịta na nti ele?",
    "Ebe foto si, Getty Images",
    "O kwuru na ihe eji mara Enyi bụ ibu n'ihi etu ọ ha.",
    "Enyi abụghị anụmanụ dị obere ma ncha ya mere ụmụ anụmanụ ibe ya jiri na-agụ:",
    "\"Enyi na-aga n'anyị so gị n'azụ\"",
    "Agụ/Ọdụm",
    "Ebe foto si, Getty Images",
    "Ụfọdụ akụkọ na-ewe agụ na ọdụm ka ha abụ otu ihe n'ihi na ha yiri onwe ha.",
    "Ha nwekwara agwa yiri ibe ya nke bụ na eji ike mara ha.",
    "Ị lebanye anya n'akụkọ ifo ụfọdụ, ị ga-ahụ na ọ bụ agụ na ọdụm ka e chere kachasị ike.",
    "Ebe foto si, Getty Images",
    "Ndị Igbo tụrụ ilu sị na \"akụ fechaa ọ dara awọ\"",
    "Nke a mere ejiri jiri ndidi mara awọ.",
    "O nwere anụmanụ ọzọ yiri awọ nke Igbo kpọrọ Mbala.",
    "Omume ha yiri mana ha abụghị otu ihe.",
    "Osita Amakaeze: Ndị ntorobia chọrọ ndị ndu ga-ezi ha ụzọ ọma",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Morocco Earthquake: Ọnụọgụgụ ndị nwụrụla n’alaọmajijiji a eruwela 250011 Septemba 2023",
    "NA EME UGBU A Ihe Joe Biden gwara Tinubu mgbe ha zutere n'India",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ",
    "Gọọmentị Abia steeti jị ndị ABSU ụgwọ enyemakaEmelitere ikpeazụ na: 10 Ọktọba 2019",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo IgboEmelitere ikpeazụ na: 22 Septemba 2019",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye ụwa ma ama n'ihi Declan Rice",
    "Divination: Lekwa sayensi dị n'ịgba afaEmelitere ikpeazụ na: 7 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}