{
  "published": "18 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye ọrụ ahụike na-agba nwatakịrị ọgwụ mgbochi ọrịa 'Pneumonia'.",
    "Kwa afọ, ihe karịrị ụmụaka dị otu nde na ụma isii (1.6 million) bụ ndị na-erubeghi afọ ise na-anwụ n'elu ụwaa n'ihi ọrịa ngụ Bekee kpọrọ 'Pneumonia'.",
    "Dịka ndị otu mbaụwa na-ahụ maka ahụike bụ 'World Health Organization' si kwuo, otu nwata na-anwụ kwa nkeji iri abụọ ọbụla n'ihi ọrịa ọjọọ a.",
    "Ọria yelo fiva na ihe ị kwesiri ị ma maka ya",
    "Lassa fiva alaghachitela n' Imo Steeti",
    "Etu ị ga-esi jiri chocolate na-akwụkwọ nri chụọ nsogbu ụbụrụisi",
    "Mana nke a apụtaghị na ọ bụ naanị ụmụntakịrị nwere ike ịrịa ọrịa ngụ, ọ na-emekwa ndị okenye.",
    "A bịa n' Afrịka, Naịjiria bụ obodo ọrịa ngụ kacha emekpa ahụ.",
    "Ebe foto si, Getty Images",
    "Ngụgụ onye nwere ọrịa 'Pneumonia' dịka foto 'X-ray' si gosi.",
    "Theresa Nwachukwu, dibia bekee bụ ọkachamara n'ihe gbasara ahụike ụmụaka, kwuru na 'Pneumonia' bụ ọrịa ngụgụ.",
    "\"Ọ bụrụ na nje 'bacteria' maọbụ 'fungi' maọbụ 'virus' baa mmadụ na ngụngụ, nke a ka a na-akpọ 'Pneumonia'\".",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?",
    "Nutrition: Oke ibu abụghị na ahụ dị nwa gị",
    "Talcum Powder: Ite nwa ọhụrụ maọbụ onwe gị nzu bekee nwere ike inye gị 'cancer' - Ndị ọkachamara",
    "'Kọnji' ebugala nwoke n'akwa ọrịa nwunye ya n'ụlọọgwụ",
    "Nwachukwu kọwara na ọrịa ngụ dị icheiche n'ihi na nje na-akpata ha abụghị otu.",
    "N'ihi nke a, etu e si agwọ ya anaghị abụcha otu ihe.",
    "#NoBraDay: Ọ ga-akwụsị ọrịa kansa n'ụmụnwanyị?",
    "Iji maa atụ, ọ bụghị ọgwụ e ji gwọọ ọịọrịa ngụ nke nje 'bacteria' kpatara ka e ji agwọ nke 'virus'kpatara.",
    "Dkt Mohammod Jobayer Chisti onye mba Bangaladesh na-azọpụta ụmụntakịrị nwere 'Pneumonia'.",
    "Nwachukwu kwuru na ọrịa 'Pneumonia na-egosikarị onwe ya ma mmadụ na-enwe nhịahụ iku ume.",
    "Mgbatị ahụ na-achụ ọrịa ọsọ ụkwụ eru ala",
    "Ọ na-emekwa mmadụ oke ụkwara nakwa obi ịcha ọkụ.",
    "Nwachukwu kọwara sị: \"Nwa ọhụrụ dị ihe dịka izu isii na-eku ume ọkụ, ọkụ karịa ugboro iri isii n'otu nkeji (60 breaths per minute), nwere ike ịbụ 'Pneumonia' na-enye ya nsogbu.\"",
    "E ji nka agwọ ọrịa obi ịdamba",
    "\"Ọ bụrụ nwa dị ọnwa atọ ruo ọnwa ise, okuku ume ya karịa ugboro iri ise n'otu nkeji (50 breaths per minute), o nwekwara ike ịbụ ọrịa ahụ.\"",
    "\"Maka nwa gbarala otu afọ, okuku ume ya karịa ugboro iri anọ n'otu nkeji (40 breaths per minute), marakwa na ala adịghị mma.\"",
    "O kwukwara na ọ bụrụ na nwata na-eku ume imi ya na- emepe emepe, nke Bekee kpọrọ 'flaring of the nostrils', o nwere ike ịbụ 'Pneumonia'.",
    "A bịa na ndị okenye, nke na-arịakarị ha bụ nke a kpọrọ 'Lobar Pneumonia'.",
    "Ebe foto si, Twitter",
    "N'ọnwa Febrụwarị afọ a, onyeisiala mba Brazịl bụ Jair Bolsonaro dara n'ọrịa 'Pneumonia'",
    "Nwachukwu kọwara na ọ bụghị oke oyi na-akpata ọrịa ngụ.",
    "Kama oyi nwere ike ịbọlite ya ma ọ bụrụ na mmadụ nweburu nje ahụ n'ime ahụ ya.",
    "Hapụ iku nwatakịrị ma ọ bụrụ na ị na-akwa ụkwara maọbụ oyi na-ama gị. Nke a bụ ka ị ghara ibufe nwata ahụ nje.",
    "E kwela ka nwata gaa nso n'ihe maọbụ ebe ọbụla nje nwere ike isi fee ya.",
    "Gbaa nwatakịrị ọgwụ mgbochi ọrịa ngụ.",
    "A na-agba ọgwụ mgbochi a ugboro anọ tupu nwata agbaa afọ abụọ.",
    "Nke mbụ ma izu isii e jiri mụọ ya gachaa.",
    "Nke abụọ bụ izu iri",
    "Nke atọ bụ izu iri na anọ",
    "Nke anọ bụ izu iri na ise.",
    "Ebe foto si, Getty Images",
    "Onye ọrụ ahụike na-etinyere nwatakịrị nwere ọrịa 'Pneumonia' ikuku",
    "Ọ bụrụ nke nje 'bacteria' kpatara, a ga-enye onye ahụ ọgwụ Bekee kpọrọ 'Anti-Bacterial'.",
    "Ọ bụrụ nke nje 'fungi' kpatara, onye ahụ ga aṅụkwa ọgwụ 'Anti-Fungal'.",
    "Ọ bụrụ na iku ume na-ara onye ahụ ahụ nke ukwuu, e nwere ike itinyere ya ikuku nke Bekee kpọrọ 'Oxygen' ganye na o nweta onwe ya.",
    "Mana ihe ndị a bụkwa n'ụlọọgwụ ka a ga-enye ya ma e mechaa nnyocha zuru oke.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ihe ọ na-ewe ịlụ nwaanyị onye Mbaise",
    "Ọkụ ọgbụgba agbagbuola ụmụaka ruru 26",
    "'Anyị anwụchiela onye nke atọ maka oke ogbugbu ụmụnwaanyị Port Harcourt' - Uweojii",
    "Ndị katọrọ atụmatụ Peter Obi maka China amakụọla ya ugbua?",
    "Ihe nkiri ga-amasị gị:",
    "Code Club: 'Etu anyị si eji 'coding' arụpụta ihe na-egbo mkpaeme'",
    "Vidio, 'A rịọla m ndị niile m mejọrọ mgbaghara' - Ada Jesus Comedy5 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state26 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Enyinnaya Abaribe",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe anọ ị maghị maka ọrịa ịbaEmelitere ikpeazụ na: 25 Eprel 2018",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}