{
  "published": "19 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụaka na Ụmụnwaanyị Gabon Camp Enugwu ebe ha na-asa akwa na mmiri Ekulu",
    "Otu obodo nọ n'Emene Enugwu steeti a kpọrọ \"Gabon Community\" akwaala arịrị na gọọmentị Enugwu agbahapụla ha n'ihe banyere akụrụngwa eji ebi ndụ.",
    "Ha sị na ha enweghi mmiri ọṅụṅụ, ụlọọgwụ, ụlọakwụkwọ, ezi okporo ụzọ, ezi ụlọ obibi kama na ha niile bụ ụlọ aja.",
    "Enugwu ga-abụ obodo kacha ọcha - Ugwuanyi",
    "Enugwu ga-enweta ụgbọelu agha maka nchekwa",
    "Enugwu steeti ekewapụtala ijeri naira 103 maka 2018",
    "Eze na-achịkọta obodo a bụ Igwe John Nomeh gwara BBC na ha si n'Ezza dị n'Ebonyi Steeti bịa biri n'ime ọhịa dị n'azụ ọdụọgbọelu Akanu Ibiam, Enugwu.",
    "O Kwuru na ọ bụ kamgbe afọ 1970 alụchara agha Biafra ka nna ya na ndị ọzọ ya na-akọ ụgbo bịara n'obodo a ịchọ ihe afọ ga-eri ma biri zie ebe a.",
    "Ọ sị na ụlọ dị n'obodo a ugbua ruru otu narị na iri ise, ebe ọnụọgụgụ ndị obodo karịrị otu puku, gụnyere ụmụnwaanyị na ụmụaka.",
    "Mmiri Ekulu Enugwu, ebe a ka ndị Gabon camp na ekute mmiri",
    "Igwe Nomeh sị na ihe mere eji a kpọ ha 'Gabon Community' bụ afọ ndị gara aga na ụfọdụ ụmụaka a mụrụ n'obodo gara Panya dị na mba Gabon ịkpata ego.",
    "Mana ha mechara gbara aka lọta nke mere onye ọbụla ji kwekọrịta ịkpọ ebe ahụ 'Gabon Community'.",
    "Igwe Nomeh na ndu obodo bụ John Nweke sị na ihe mere ha enweghi ụlọ Simentị bụ na ndị obodo Nike gwara ha ka ha ghara ịrụ ụlọ simentị maka na ha azụghị ala azụ.",
    "Ihe dịka ọgụ afọ gara aga ka ndị agha ụgbọelu Naịjirịa zụrụ ala ma gwa ha ka ha arụla ụlọ simentị na ya.",
    "Ụfọdụ ebe obibi n'obodo a",
    "Onyeisi ndị nche bụ Chinedi Nwaofia rịọrọ gọọmenti Enugwu ka e nye ha ọkụ, mmiri na ụlọọgwu iji chekwaa ndụ ha.",
    "O kwuru na kwa mgbe kwa mgbe ka ụmnwaanyị ha na-anwụ ebe ha na-amụ nwa n'ihi enweghi ụlọọgwụ n'obodo a.",
    "Ụlọụka Katọlik dị n'obodo Gabon, Enugwu Steeti",
    "Ndị obodo sị na ugbua na ọ bụ  naanị mmiri Ekulu ka ha sị enweta mmiri ọṅụṅụ.",
    "Monica Chima, onye nne ma bụrụkwa onye ọrụ ugbo na Gabon Camp Enugwu",
    "Ihe eji mara 'Gabon Community' bụ ịkọpụta nrị dị iche iche dịka ji, akpụ nakwa akwụkwọ nrị ha na-erisi ndị bi n'Enugwu.",
    "Ụfọdụ ụlọ aja dị n'obodo 'Gabon Community'",
    "Ụfọdụ ndị obodo 'Gabon Community' dịka Nwaofia Chinedu na Monica Chima kwara arịrị sị na gọọmentị na-echeta ha ma oge ntuliaka ndị ndọrọndọrọ ọchịchị ruo.",
    "Igwe John Nomeh, aka na-achịkọta Gabon Camp Enugwu",
    "Mana ngwa ngwa nke a ga-achara na ndị ndọrọndọrọ ọchịchị a na-echefu ha na-eleghi anya n'azụ.",
    "Ime obdodo 'Gabon Community'",
    "Igwe Nomeh kwuru na ọ bụ eziokwu na ha bụ ndị ọbịa n'Enugwu mana ọ rịọrọ ka gọọmentị biko nye ha ọkụ Latrik, ụlọọgwụ, ụlọakwụkwọ na mmiri ọṅụṅụ.",
    "Ọ gara n'ihu rịọ ka gọọmentị Enugwu Steeti nyere ha aka n'okwu banyere ịnapụ ha ala ma gbatara ha ọsọ enyemaka site n'izi ha ebe ọzọ ha ga azụ ala biri.",
    "Ụmụafọ Naịjirịa dị 314 esila Saụt Afrịka lọta",
    "Ọkụ ọgbụgba agbagbuola ụmụaka ruru 26",
    "Lee ihe ụmụ Naịjirịa tụmaadị ndị Igbo kwuru na ha ga na-emezi ego ha karịa ma itinye ya n'ụlọakụ",
    "Vidio, Lee obodo enweghị ezigbote ụzọ, mmiri na ọkụ na-anyụ ịkpakwụ n'Anambara Steeti3 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Anyị na-ahazi etu dọkịta Nnamdi Kanu ga-esi hụ ya nke taa nke echi - Ifeanyi Ejioforelekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso15 Juun 2021",
    "BET Awards, Grammy Awards... Lee ihe ise Burna Boy ji buru odogwu n'eziokwu14 Ọgọọst 2020",
    "Aka anyị adịghị na mkpọlata Nnamdi Kanu Naịjirịa - Kenya",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Mba Briten amalitela ịjụ Naịjiriaa ese etu ha si nwuchie Nnamdi Kanu",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "'Lee etu e si wakpoo obodo dị n'Akpugo dị na Nkanu Enugwu Steeti' - Ndị Akpugo",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "Afọ abụọ ka anyị na-esi imi n'ala achọ Nnamdi Kanu, ya esi mba fere mba agwọrị ndụ - Lai Mohammed",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}