{
  "published": "19 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ojiego achụa ego a ma ama bụ Cosmas Maduka onye e ji Coscharis mara, kọwara etu o siri bụrụ ide ego na mkparịta ụka pụrụiche ya na BBC Igbo nwere n'ụbọchị Tọọzde, abalị iri na itoolu nke ọnwa Sepụtemba afọ 2019.",
    "Maazị Maduka sị na ya bidoro njem ịchụ ego ya n'ịgba bọị, tupu nna ya ukwu eji narị naịra abuo duo ya n'afọ 1976.",
    "Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu",
    "Ihe Abia Steeti ji meghere ndị chọrọ ịchụ nta ego ụzọ",
    "Ngụpụta Forbes na-egosi na ịchụ nta ego na Naijiria na-esiwanye ike- Ndị ọkachara mara",
    "Lee etu o siri gbarie njem ya:",
    "Maduka kọwakwara etu o si malite njem azụmahịa ya wee ruo n'ogogo ọ nọ ugbua.",
    "Ọ kọwara na \"Coscharis\" bụ nchịkọta aha ya na nwunye ya bụ Cosmas na Charity.",
    "Ọ kwụsịrị agụmakwụkwọ n'elementarị nke atọ ma bido ịmụ ahịa n'aka nna ya ukwu bụ onye ji naanị N200 dụọ ya ụlọ n'afọ 1976.",
    "Ọ bụ ahịa akụrụmgwa ọgbatumtum ka o jiri bido.",
    ") Ndụmọdụ na nkwado Nne ya",
    "\"Agụụ chineke mere ka m hara igahe ụzọ.\" Cosmas Maduka",
    "Nne ya bụ ezigbote onye na-ekpere chineke, ọ gwara ya ka ọ nwee okwukwe na Chineke nakwa n'ime onwe ya.",
    "Nne ya kuziri ya etu e si ekpe ekpere ma nye ya ndụmọdụ etu o ga-esi bie ezigbo ndụ.",
    "Mama Madụka mere ka ọ nwee ezigbo olileanya na okwukwe na ihe ga-agaziri ya.",
    "Madụka sị na onweghi ike iwepụ anya n'ebe Chineke nọ.",
    "Ebe foto si, @DeleMomodu",
    "Cosmas Madụka dị afọ iri na itolu mgbe ọ lụrụ nwunye ya",
    "\"Onweghị ihe dịka ihu ụzo (Vision) ọ ga enyere gị aka imata ihe i ga-eji ndụ gị  mee.\" Cosmas Maduka",
    "Mazi Cosmas Maduka rịọrọ ndị ntoroọbịa ka ha bido n'oge chụwa ewu ojii.",
    "Madụka kwuru na onweghị ihe o mere ma mmadụ bido n'afọ iri na abụọ nwee ihe ọ na-atuanya n'ime ndụ ya.",
    "o kwuru na ihe niile abụghị ihe ndapụta maka na e nwere iwu na-ahazị ihe n'ụwa.",
    "Mazi Madụka kwuru na mgbe ọ dị afọ iri na isii, ọ marala ihe ọ chọrọ ibụ.",
    "Budget 2018: Ndị na-eme ngaghariwe chọrọ ka Saraki na Dogara rituo n'ọkwa",
    "Ọ dekwara n'akwụkwọ na tupu ọ ruo afọ iri abụọ na atọ na ọ ga-ego ụgbọala nke ya.",
    "Ọ sị na o mezuru nke a ka o si dee ya.",
    "Ọ gwara BBCIgbo na ihe mmadụ na-eme taa ga-egosi ihe ọ ga-abụ na mgbe na-adịghị anya.",
    "Onye ọ bụla kwesiri inwe onye ga-edu ya ma soro nzọ ụkwụ onye ahụ.",
    "O kwuru na ọ bụ mgbe ọ gbara nna ya ukwu \"Boy boy\",  ka ọ chịkwara onwe ya ma soro ezigbo nzụ ụkwụ dịka nwata.",
    "Ebe foto si, BBCIgbo",
    "Coscharis bụ ndi nnochite anya FORD na Naijirịa",
    "\" Ego 'dot.com' ga efukwa ka 'dot.gone' \" Cosmas Madụka",
    "Cosmas Maduka gwara BBC na ebe ọbụla mmadụ chọro i ga n'ụwa a, ọ gbado anya ọ ga-erute ya.",
    "Mana ọ dị kwa mkpa ka onye ahụ kwụwa aka ya ọtọ.",
    "Ọ sị na ọ bụ ndị Japan mepere ya ụzọ n'ahia.",
    "O kwuru na ọ bụ ikwụwa aka ya ọtọ mere ka ndị ụlọọrụ Japan tukwasị obi n'ebe ọ nọ ma mepere ya ụzọ.",
    "Maduka kwukwara na ọ bụ ezi omume a mere ka ụlọọrụ ya bụ Coscharis ji na-anọchite anya ụlọọrụ dịka Jagua, Rolls Royce, Range Rover na Ford na Naịjirịa.",
    "\"Ndi enweghị ebe ha na-aga ga-achọ ka gị na ha nọrọ n'otu ebe.\"  Cosmas Maduka",
    "Ọ naghị ele ihe onyonyo, kama ọ ga-ele ihe onyonyo ya gụọ akwụkwọ.",
    "Enweghị ihe onyonyo mekwara ka ya na nwunye  nwee ezigbo mmekọrịta.",
    "Ọ bụ akwụkwo mgbasa ozi ka o ji amata ihe na-eme.",
    "Mazi Madụka na-eri ezigbote nrị na-edozi ahụ.",
    "Mazi Maduka nwere ala rụrụ oke ala 3,000Ha ebe ọ kọrọ osịkapa n'Anambra steeti.",
    "Kama ọ bụ naani 1,200Ha ka ha na-akọ ugbua.",
    "Ọ kwuru na Naijirịa na-emefu  Ijeri naịra atọ n'ibubata osikapa, na ọ chọrọ inweta pasentị iri abụọ na ise (25%) n'ime ego a.",
    "Ọ ka na arụ ya, mgbe ọ rụchara ọ ga-enye ndị mmadu ruru 3,000 ọrụ.",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "Gịnị ka ị ma maka ọrịa 'Pneumonia'?",
    "Ụmụafọ Naịjirịa dị 314 esila Saụt Afrịka lọta",
    "Lee ihe ụmụ Naịjirịa tụmaadị ndị Igbo kwuru na ha ga na-emezi ego ha karịa ma itinye ya n'ụlọakụ",
    "Ọkụ ọgbụgba agbagbuola ụmụaka ruru 26",
    "Migration: Ntaramahụhụ ụmụ Afrịka na-agabiga n'ịga mba Amerịka",
    "Ahịa ụgbọala",
    "Naijiria",
    "Anambra Steeti",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Madukaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere anyị jiri nọrọ n'ụzọ 'pọtọ pọtọ' Orogwe dị n'Owerri gbaa akwụkwọ28 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}