{
  "published": "25 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP/Getty Images",
    "Ụmụ ntoroọbịa eburula ozu mmadụ abụọ abọpụtara maka ịzọ ala bụba n'ụlọ ndị bọrọ ya.",
    "Ọnụ na-ekwuru ndị uweojii bụ Ikokwu Orlando kwuru na ozu abụọ ndị ahụ nọ na ọba ọzụ dịka ndị obodo na-etinye ọnụ na ya bụ okwu.",
    "Achọtala ozu 45 na Gwaska",
    "'Ozu gbara ọkụ ruru 50' - Kọmishọna ahụike Anambara",
    "Orlando gwara BBC na ala ebe eliri mmadụ abụọ ahụ nọ na ndọrọndọrọ tupu e lie ndị ahụ,",
    "Ọ sị na dịka ndị obodo na-etinye ọnụ maka ikpezi ya bụ okwu, na dị uweojii kere nkwụcha ị hụ na ọgbaghara agaghị adapụta.",
    "O kwukwara na ya bụ okwu abụghị nke ndị uweojii ga-etinye ọnụ ka ọ dị ugbua.",
    "Osote onyeisiala bụ Yemi Osinbajo chọrọ ịkpọpụ ndị mmadụ n'ụlọikpe.",
    "Ebe foto si, Getty Images",
    "Osote onyeisiala bụ Yemi Osinbajo ewela iwu ma kwuo na ndị mmadụ na-emetọ aha ya.",
    "N'ozi o wepụtara n'akara twitter ya, o kwuru na ụfọdụ ndị mmadụ na-ebu akụkọ ụgha megide ya.",
    "O kwuru na  akụkọ ụgha a agbasala na soshal midia niile.",
    "Osinbajo sị na ọ ga-ewepu ikike ya dịka onyeisiala iji buso ndị na-emetọ aha ya agha.",
    "Ọ sị na o nyela ndị ọkaiwu ya ikike ka ha malite njem ịkpụpụ ndị a n'ụlọikpe.",
    "Ebe foto si, Reuters",
    "Boko Haram kwuru na nkwuzi bekee bu arụ",
    "Otu ngalaba Boko Haram a kpọrọ 'Islamic State West Africa Province' egbuola otu onye ọrụ enyemaka ha tọọrọ.",
    "Otu International charity Action Against Hunger' sị na onye a e gburu so n'ime mmadụ isii ndị Boko Haram tọọrọ n'ọnwa Julaị 2019.",
    "Ebe foto si, Getty Images",
    "N'ofesi, eziokwu apụtala ihe ebe ụbụbọ dị n'etiti onyeisiala Trump na nke mba Ukrain bụ Volodymyr Zelensky maka inyocha Joe Biden.",
    "Ya bụ ụbụbọ ha kpara na ụbọchị iri abụọ na ise nke ọnwa Julaị n'ekwentị bụ nke ahụtaburu dịka asịrị apụtala ihe ugbua.",
    "Iko CARABOA ebirila ọkụ",
    "Ebe foto si, Getty Images",
    "N'egwuregwu e, Otu egwuregwu na mba Inglandị ga apiri ya na asọmpi iko CRABOA n'abali a.",
    "Manchester United na Rochdale, Chelsea na Grimsby, MK Dons and Liverpool, Brighton and Aston Villa so na ndị ga-ezute na mgbede a.",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Ebe foto si, NIGERIA POLICE",
    "kọmishọna ndị uweojii na Rivas Steeti bụ Mustapha Dandaura gwara ndị ntaakụkọ na nwoke eboro ebubo igbu ụmụnwaanyi ise ekwugharịala ma sị na ọ bụ ụmụnwaanyị iteghete ka o gburu na",
    "Pọtakọt.",
    "Dandaura kwuru na ọ bụ ụlọ ọrịri nke ikpeazụ nwoke ahu gara ka ha setere ya n'ihe onyonyo CCTV ma nwete kwa akara ekwenti ya.",
    "Ndị uweojii akpụpụtala onye ha ji maka ogbugbu ụmụwaanyị na Port Harcourt",
    "'Anyị anwụchiela onye nke atọ maka oke ogbugbu ụmụnwaanyị Port Harcourt' - Uweojii",
    "O kwuru na ọ bụ ihe ndi a mere e ji jide ya n'ime ụgbọala na-aga Akwa Ibom.",
    "O kwukwara na nwoke a kwuziri ugbua na ọ gburu otu nwaanyị na Owerre, Sapele, Aba, Benin na Ibadan ma gbuo iteghite na Pọtakọt.",
    "Dandaura sị na \"nke a mere ya iri na ise mere ụnyaahụ dịka ndị uweojii nyocha abụọ si Aba gosiri anyị foto nwaanyị ekechiri aka na ukwu ma tọgbọ n'ụlọ oriri. Ihe onyonyo ha gosiri zipụtakwara nwoke a\" .",
    "O gwakwara ndị ngalaba ndị nchekwa ehibere iji hu na ụlọ oriri niile tinyere ihe onyonyo CCTV na ihe ndi ọzọ maka nchekwa n'ogige ha ka ha jisie ike n'ọrụ.",
    "Mgbe ndi uweojii mechara nyocha ha, ha ga-akpọpu ya ụlo ikpe.",
    "Ọ bụ ụlọikpe ga-ekwu ma ikpe a mara nwoke a.",
    "Fetus Keyamo bụ ọkaiwu nwere agba",
    "Ebugharịala ọnọdụ Festus Keyamo dịka Minista na-ahụ maka ihe gbasara Naija Delta were mee ya Minista na-ahu maka ọrụ na inweta ọrụ.",
    "Keyamo ga-anọchị  Tayo Alasoadura ebe Alasoadura ga-anọchi Keyamo dịka Minista Naija Delta.",
    "Ebe foto si, Getty Images",
    "Buhari kwuru maka ilusa nr uru aka ọgụ",
    "Onyeisiala Muhammadu Buhari ekwuola na ikpe ndị P&ID  na-ekpe megide Naịjirịa bụ nrụnrụaka ha chọrọ iji napu Naijirịa ijeri Naira.",
    "Buharị kwuru nkea n'ọgbakọ ndị UN na Newyork ma kwuo na gọọmentị Naijirịa na-agba mbo imegide nrụrụaka.",
    "Ebe foto si, Getty Images",
    "Trump kwuru na ebubo eboro ya enweghị isi",
    "Ndị otu ọchichi nke Democrats na mba Amerika ebidola atumatu iji wepu Donald Trump dika onyeisiala Amerika maka ebubo iji mba Ukraine  gba onye na-azọsa ya ọchịchị bụ Joe Biden mgba okpuru.",
    "Nancy Pelosi onyeisi ndị otu democrats kwuputara nke a kama Trump akpọghị ya ihe.",
    "Ebe foto si, Getty Images",
    "Messi bụ onye ndụ ndi Barcelona",
    "Mmerụahụ anapụla  Lionel Messi nke Barcelona ohere i so gbachaa asọmpị ebe ha meriri otu boolu Villarel na Tuzde.",
    "Ndi otu Barce na-atuanya na mgbe na-adịghi anya Messi ga-abatakwa n'egwu ma mewe ihe eji mara ya.",
    "Ngwa ahịa m ka tọrọ na 'Seme Border' - Onye na-atụbata ahịa",
    "Ụlọikpe sị ka a tọhapụ Sowore",
    "Okezie Ikpeazu o ji ndị ọrụ gọọmentị Abia state ụgwọ akwụ akwụ?",
    "Ihe 5 Allen Onyema gwara Nnamdi Kanu",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Idemmiri achụpụla ndị Ogbarụ, Anambra Steeti n'ụlọ ha.",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steetielekere 9 gara aga",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya21 Ọgọọst 2023",
    "Paa Kwesi Asare nke Ghana eritela nturuugo ‘BBC News Komla Dumor Award’ nke afọ 202321 Ọgọọst 2023",
    "Asọmpi iko mbaụwa ụmụnwaanyị nke 2023 bụ echefu echefu... Lee ihe ndị kpatara ya20 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}