{
  "published": "26 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị agha Naijirịa si na ha adila njikere imalite atụmatụ nkwado ọrụ ha kpọrọ Egwu Eke n'Ọwụwa Anyanwụ.",
    "Atụmatụ a ga-eme na mpaghara di iche iche na Naịjirịa mana aha ha dị iche iche.",
    "Akụkọ kachasị mkpa n'utụtụ a: Ndị agha ekwuola na ha ga-amalite 'Egwu Eke' nke atọ",
    "'Ọ fọrọ obere ka 'Egwu Eke II' loo Nnamdi Kanu - Buratai",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "N'Ọwụwa Anyanwụ ha ga-eme Egwu Eke n'Abịa, Anambara, Ebonyi, Enugwu na Imo.",
    "N'etiti Ugwu (Benue, Nasarawa, Kogi, Taraba na Kaduna) ha nwere nke ha kpọrọ Ayem Akpatuma.",
    "Na Ndịda Naịjirịa na Ọdịda Anyanwụ (Akwa Ibom, Rivas, Cros Riva, Delta, Edo, Legọs na Ogun) ọ bụ nke akpọrọ \"Crocodile Smile\".",
    "Ndi agha sị na atụmatụ ndị a bụ iji nye aka maka nchekwa ka ha ji eme ihe a.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Ha kwukwara na atụmatụ nke a kpọrọ \"Operation Positive Identification\" bụ nke ha na-eme na mpaghara Ugwu maka ndị oyi egwu bụ Boko Haram na IS ga-emechaha gazuo Naịjirịa niile..",
    "Ihe 'Operation Positive identification' pụtara bụ na mmadụ niile na-eme njem maọbụ ndị bị n'obodo ga-egosi akwụkwọ njirimara tupu ha agafee mgbochi ndị agha tinyere n'okporo ụzọ.",
    "Akwụkwọ njirimara a nwere ike ịbụ nke \"National Identity Card\", \"Voters Registration Card\", \"Drivers License\", \"International Passport\" maọbụ ihe ọzọ nwereike igosi onye mmadụ bụ.",
    "Ebe foto si, @HQNigerianArmy",
    "Ọ bụ ngalaba ndịagha nke 2, 6, 81 na 82 ga ahazi nke a.",
    "Ha kwuru na atụmatụ a ga-ebido n'abalị asaa nke Ọktoba ruo abalị iri abụọ na anọ nke Disemba n'ebe dị icheihce.",
    "Ndị agha Naijirịa gakwara n'ihu gwa ndị Naijiria nille ha atụla ụjọ ma ha hụ ndị agha, ndị nchekwa ndị ọzọ maọbụ ụgbọala eji alụ agha n'okporo ụzọ.",
    "Ha kwukwara na ha ka dị njikere ichekwa Naijiria.",
    "Ebe foto si, @HQNigerianArmy",
    "Cheta na ọ bu n'ọnwa Sepụtemba nke afọ 2017 ka ndị agha sitere n'ikike \"Egwu Eke\" were wakpo Afaraukwu bụ obodo Nnamdi Kanu nke mere ka ọ gbapụ na Naịjirịa.",
    "Ma rụo taa, ndị obodo Afaraukwa ka na-akọ akụkọ mkpamkpa ndị agha kpara n'obodo ha oge ahụ.",
    "Akụko ga-amasị gị:",
    "Ihe mere gọvanọ Umahi ji nye onye mgbasa ozi ya ọsọ",
    "Ngwa ahịa m ka tọrọ na 'Seme Border' - Onye na-atụbata ahịa",
    "Buhari o mere nkwugheri n'ọgbakọ UNGA nke 74?",
    "Ihe nkiri ga-amasị gị:",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}