{
  "published": "29 Septemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Aisha Buhari Facebook",
    "Nwunye Buhari na-ekwukarị uche n'ihe gbasara gọọmenti di ya",
    "Ndị mmadụ nọ n'elu soshal midia ajụ ese ebe nwunye onyeisiala Naịjirịa bụ Aisha Buhari nọ kamgbe ọnwa ise.",
    "Ụfọdụ kwuru na ha na-achọ ha maka  etu o si ekwu okwu na-atụghị ụjọ ma ihe na-eme na Naịjirịa.",
    "Ugboro ise Aisha Buhari tiri mkpu maka Aso Rock",
    "Nwunye onyeisiala etiela mkpu maka codeine",
    "Ọbụghị ọsọ ka Aisha Buhari gbara n'Aso rock dịka akụkọ na-ewu si ekwu- gọọmenti etiti",
    "Ụlọọrụ onyeisiala ekwuola na ọ bụghị mbọ mbọ ọsọ ka nwunye onyeisiala bụ Aisha Buhari riri n'Aso Rock kamgbe ọnwa abụọ.",
    "Ọnụ na-ekwuru Aisha Buhari bụ Suleiman Haruna gọrọ na ọ bụghị mgbapụ maka ihe ndị mmadụ kpọrọ 'atụmaatụ ọjọ' dị n'ọchịchị di ya bụ Buhari ka o mere.",
    "Abụzịkwa m 'First Lady' Naịjirịa - Aisha Buhari",
    "Gọọmentị a kpụrụ afọ n'ala na mwulite ndụ ndị mmadụ  - Aisha Buhari",
    "Akụkọ na-ewu ewu na-ekwu na o teela ahụrụ Aisha na di ya mgbe ha gakọrọ emume nakwa na o si Saudi Arabia gawa London dịka e mechara emume okwukwe Hajj.",
    "Haruna kwuru na nwunye onyesisiala nwere ikike ị ga njem n'ebe ọbụla sọrọ ya dịka nwafọ Naịjịrịa a na-ekeghị agbụ.",
    "Ọ gwara ndị ntaakụkọ ụlọọrụ mgbasa ozi Punch na ọ bụ eziokwu na Aisha Buhari anọghị na Naịjirịa ugbua mana ọ bụghị maka esemokwu ọbụla.",
    "Mgbe ndị ụlọọrụ ahụ jụrụ Haruna maka kepu kepu a na-anụ maka etu agwa ndị gbara dị ya okiri okiri si ewute ya mere o ji gbafuo.",
    "Haruna kwuru na ya bụ akụkọ na-agbagwọjụ ya anya makana ọ maghị ebe o si.",
    "Lee ihe ndị mmadụ na-ekwu na soshal midia",
    "@OlayinkaLere na-ajụ ebe nwunye onyeisiala nọ?",
    "@NekkaSmith kwuru na ọ bụ makana nwunye onyeisiala anaghị arụsị ọrụ ya ike kpatara eji gba ya nkịtị,",
    "@Tutsy22 na-ajụsi ike ebe Aisha nọ?",
    "Ụfọdụihe ndị Aisha katọgoro maka ọchịchị di ya bụ Buhari",
    "O kwuru na ndị na-agwa dị ya ihe ọ na-eme n'ọchịchị bụ ndị na-enyereghi aka maka mmeri ya dịka onyeisiala.",
    "O kwuru ka di ya nye ụmụnwaanyị oche ọchịchị na ngalaba dị iche iche na Naịjirịa nakwa pati All Progressive Congress(APC).",
    "Ọ katọrọ etu esi eme ụfọdụ atụmaatụ dị ya wepụtara dịka (N500bn Social Investment Programme) nke o kwuru kụrụ afọ n'ala n'ugwu Hausa mana Maryam Uwais bụ onye nchịkọta ya bụ atụmaatụ kwuru na nwunye onyeisiala aghọtachaghị ya bụ atụmaatụ ọfụma.",
    "Uche Ntoroọbịa: Kedụ mgbe ị ga-eme nsusu ọnụ?",
    "Gabon Camp dị n'Enugwu sị na gọọmentị agbakụtala ha azụ kemgbe 1970",
    "'Mbuze abọpụtala ozu na Nnewi'",
    "Ihe Buharị mere maka mmekpa mmadụ 300 na Kaduna",
    "E liela Robert Mugabe ebe e liri nna nna ya",
    "Aisha Buhari: Achọrọ m ka a na-akpọzi m 'First Lady'14 Juun 2019",
    "Aisha Buhari etiela mkpu maka ihe codeine na-eme n'ugwu awụsa1 Mee 2018",
    "Aisha Buhari: Ugboro ano nwunye onyeisiala tiri mkpu n'ọha7 Disemba 2018",
    "Vidio, \"Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ\" - Ndị obodo Inya Abam n'Abia steeti na-ebeku gọọmenti10 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Abaribeelekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Abaribe",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Nickelodeon Kids Choice Awards 2021: Emmanuella achakeela ọzọ",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}