{
  "published": "5 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị a so na ndị gbara mbọ nwereonwe Naịjirịa mgbe mba Briten ji ọchịchị Naịjirịa.",
    "Ha tara ahụhụ dị iche iche ịhụ na Naijirịa kwụụrụ onwe ya dịka mba zuru ezu n'ọgba mbaụwa.",
    "Ihe ndị mmadụ na-ekwu maka okwu okpụrụkpụ ndị a Buhari kwuru",
    "\"Naịjirịa na Amerịka dịka ndị dinta na-achụ otu anụ\" - Trump",
    "Lee etu Nigeria na mba Africa ndị ọzọ nweere onwe ha na 1960 si kwụrụ",
    "Nke a bụ akụkọ ha n'otu otu.",
    "Ebe foto si, AFP/Getty Images",
    "Nnamdi Azikiwe 1904 - 1996",
    "Nnamdị Azikiwe, onye a na-etu Zik nke Afrika bụ nwa afọ Igbo a mụrụ na Zungeru Ugwu Awụsa nke bụ Naịja steeti taa n'afọ 1904.",
    "Nna ya bụ onye Ọnịcha bụ ebe o toro.",
    "Zik tokwara na Legọs bụ ebe ọ nọ mụta asụsụ Yoruba.",
    "Nke a mere na Zik na-asụ asụsụ Hausa, Igbo na Yoruba nke ọma.",
    "Ọ gara akwụkwọ na Mahadum ndị a Howard University, Lincoln University nakwa University of Pennsylvania.",
    "Zik mechara bụrụ Gọvanọ Genaralụ nke Naịjirịa n'afọ 1960 ruo afọ 1963 tupu ọ bụru onyeisiala n'afọ 1963 ruo 1966.",
    "A na-ahụta Zik ka isi ahụrụ kwawa okpu n'ihe gbarasara nwereonwe Naịjirịa.",
    "Zik rụrụ ọrụ dịka onye ntaakụkọ mgbe ọ gụchara akwụkwọ.",
    "Mmasị ya bụ ịchịkọta Afrịka niile ka ha bụrụ otu.",
    "Ọ bụ ya bụ onyeisi pati ndọrọndọrọ bụ National Council of Nigeria and Cameroon (NCNC)",
    "Nke a mere e ji akpọ ya Zik nke Afrịka.",
    "Ebe foto si, Getty Images",
    "Ahmadu Bello 1910 - 1966",
    "Ahmadu Bello bụ onye ndọrondọrọ ọchịchị a mụrụ na Sokoto steeti n'afọ 1910.",
    "Ọ bụ ya bụ Premịa mbụ na nke ikpeazụ n'ụgwu awụsa.",
    "Ọ bụkwa Ahmadụ Bello bụ Sarduana nke Sokoto - ya bụ echịchị dịka Ọkpara Eze  .",
    "O so bụrụ isi ahụrụ kwawa okpu n'ihe gbasara ndọrọndọrọ ọchịchị na Naịjriịa nakwa Ugwu Awụsa mgbe ahụ.",
    "Ọ bụ ya bụ onyeisi ndị pati Northern People's Congress (NPC).",
    "Agbụrụ ya bụ agbụrụ Uthman dan Fodio.",
    "Bello gara Sekọndrị skul na Sokoto Provincial School nakwa Kastina Training Collage",
    "Ọ mechere bụrụ onye nkuzi na Sokoto Middle School.",
    "Ọ gakwara ala Bekee ga gụọ Local Government Administration n'afọ 1948.",
    "Ebe foto si, Getty Images",
    "Abubakar Tafawa Balewa 1912 - 1966",
    "Ọ bụ Abubakar Tafawa Balewa ka Ahmadu Bello họpụtara ka ọ nọchite anya ya dịka Praịm Minista mbụ nke Naịjirịa.",
    "Amụrụ ya na Bauchi steeti bụ ebe ọ gara akwụkwọ nke koran mgbe ndị Briten bidoro kwuwe okwu ịgụ akwụkwọ nke ha n'Ugwu Awụsa.",
    "Ọ mechakwara kuzie na Bauchi Middle School ebe ọ mechere bụrụ onyeisi ndị nkuzi.",
    "N'afọ 1944, a họpụtara ya dịka onye ga-eso ga ọzụzụ n'obodo oyibo bụ ebe ọ gụru akwụkwọ n'University of London.",
    "Mgbe ọ lọtara ya bụ ọzụzụ ka o jiri rụọ ọrụ dịka onye nlekọta ụlọakwụkwọ n'Ugwu Awusa bụ ebe ọ sị banye ndọrọndọrọ ọchịchị.",
    "A họpụtara ya dịka onye nnọchite anya n'Ụlọ Omeiwu n'afọ 1947.",
    "Ọ jụru na ọ gaghị akwado nnwereonwe Naịjirịa maka na ọkwenyere na ndị Ndịda ka ndị Ugwu nwee ndị ma ihe.",
    "Ọ bụ ya na Ahamdu Bello bụ Sardauna nke Sokoto bụ ndị hibere Nigerian People's Congress bụ pati ha ji mee ndọrọndọrọ ọchịchị na 1951 bụ ebe ọ nọ dọ ndọrọndọrọ dịka osote onyeisiala.",
    "Barewa gbara mbọ ka Naịjirịa dịrị n'otu site na ikpokota pati atọ dịka NPC, National Council of Nigeria and Cameroons na Action group ka ha bụru otu were ndọrọndọro.",
    "Ọ mechara nọrọkwa ka Pramịa mgbe emere nwereonwe na 1960.",
    "Ebe foto si, Getty Images",
    "Obafemi Awolowo 1909 - 1987",
    "Obafemi Jeremiah Oyeniyi Awolowo bụ otu n'ime ndị bụ isi ahụrụ kwawa okpu na dị natụtara Briten ọchịchị na 1960.",
    "Ọ bụkwa onye ntaakụkọ bụrukwa onye nkuzi, ọkaiwu dịka ọ gụchara akwụkwọ n'ala Bekee.",
    "Ọ kwa ya bụ Pramịa mbụ nke ndị ọdịda anyanwụ mechaa bụrụ Minista okwuego dị n'aka na Naịjirịa.",
    "Awolowo bụ onye mbụ akpopụtara aha dịka onye ndu ndị Yoruba.",
    "O kwusiri ike na ọ bụ site na ndị agbụru ọbụla ịkwụrụ onwe ha n'ime Naịjirịa ka oke ga-esi baara ọha.",
    "Dịka onye ndụ ndị pati ha bụ Action Group, ọ n'isi okwu gbasara nnwere onwe Naịjirịa.",
    "A na-ahụta Awolow dịka onye ma ihe nwere akọ na uche miriemi.",
    "Ebe foto si, Getty Images",
    "Ọ bụ Alexandra nke Kent, onye nọchite anya Queen Elizabeth II bụ onye gụpụtara ozi Queen n'ụbọchị ahụ bụkwara onye nyere Jaja Wachukwu akwụkwọ ikike nnwereonwe nke Naịjirịa n'aka",
    "Jaja Nwachukwu (1918 - 1996) bụ nwa afọ Igbo sị ala Ngwa bụ otu n'ime ndị rụrụ ọrụ pụrụiche mgbe Briten nyere Naijirịa Ọchịchị.",
    "Ọ bụ ya bụ onyeisi ụlọomeiwu mbụ nke Naịjirịa mgbe ahụ.",
    "Ọ Wachukwu ya ka onye nnọchite anya Queen Elizabeth nke Briten na njem ajụ bụ nwaada Alexandra nke Kent nyere akwụkwọ ikike nnwereonwe akpọrọ Freedom Charter na Bekee na 1 kotoba 1960.",
    "Mgbe nke a mechere, ọ mere njem na mba Amerịka bụ ebe enyere ya nturuugo pụrụiche nke akpọrọ Blue seal nke Philadelphia, Pennsylvania nakwa ọtụrụ nke steeti Atlanta, Georgia.",
    "Jaja gụrụ akwụkwọ akwụkwọ na Goverment School Afikpo na Yaba Higher College nakwa Gold Coast People's College dị na mba Ghana.",
    "Ọ gụkwara akwụkwọ na University of Dublin bụ ebe ọ gụrụ akwụkwọ dịka ọkaikpe na 1943.",
    "Wachukwu sọ chụọ nta nnwereonwe Naịjirịa n'aka Briten.",
    "Ndịọrụ ụgbọelu n'Enugu Airport na-ebe kpaa maka mmechi e mechiri ya",
    "Ejije Genevieve Nnaji wepụtara nwere ike ituru ugo 'Oscar'",
    "Ihe ndị bu ọtụ na amụ na-agabiga",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nigeria Independence: Lee etu Nigeria na mba Africa ndị ọzọ nweere onwe ha na 1960 si kwụrụ4 Ọktọba 2019",
    "Nigeria Independence day : Ihe ndị mmadụ na-ekwu maka okwu okpụrụkpụ ndị a Buhari kwuru1 Ọktọba 2019",
    "NA EME UGBU A Nigeria Independence Day: 'O nweghi ihe ọṅụ dị na ncheta nnwereonwe Naịjịrịa'- Ipob",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?1 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Otu onye nwụrụ, a gbaa ụgbọala ọkụ... Lee mkpamkpa ndị ọzọ kpara n'Imo steetielekere 4 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Otu onye nwụrụ, a gbaa ụgbọala ọkụ... Lee mkpamkpa ndị ọzọ kpara n'Imo steeti",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Nigeria Independence Day Ipob Sit at home: Ọwụwaanyanwụ tọgbọrọ chakoo ka e wepụrụ ọkọlọtọ Naịjirịa",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}