{
  "published": "6 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, Getty Images/Paul Adefarasin/Instagram",
    "Ndị Igbo tụrụ ilu sị na \"Ọgọ bụ chi onye\"",
    "Ya mere anyị ji bido ngụkọ ọgọ ndị Igbo nwere na mba na-eme ha ihu ọma.",
    "Ihe ọ na-ewe iji lụ nwaanyị na Mbaise",
    "Ihe ndị ị kwesịrị ịma tupu ị lụọ nwaanyị Igbo",
    "Akụkọ a ga-egosi ndị aha ha na-ada ụda na mba niile bịara ala Igbo maka ịlụ di maọbụ nwunye.",
    "Lee ụfọdụ ndị ọgọ ndị Igbo ji eme ọnụ.",
    "David Adeleke (Davido)",
    "David Adeleke maọbụ Davido bụ onye otiegwu si mba Naịjirịa ude ya n'ede n'ụwa niile.",
    "Ọ bụ onye obodo Ede dị na Ọshụn steeti.",
    "Davido: Ihe jịkọrọ ya na Ndigbo",
    "Davido egechiela Chioma!",
    "N'ọnwa sepụtemba afọ a ka ọ gbanyere enyi ya nwaanyị bụ Chioma Leonard mgbaaka alụmdịnanwunye mana ha agbabeghị akwụkwọ.",
    "Kerry Washington",
    "Ebe foto si, Getty Images",
    "Kerry Washington na Nnamdi Asomugha",
    "Kerry Washington bụ onye obodo Bronx dị na mba Amerịka.",
    "Ọ bụ onye ome ihe onyonyo a ma ama na Hollywood nke mba Amerịka. Nke kachasị eji mara ya bụ \"Scandal\"",
    "Ọ lụrụ Nnamdi Asọmụgha n'afọ 2013. Ha ji ụmụ abụọ",
    "Rotimi Akeredolu",
    "Rotimi Akeredolu bụ otu n'ime ndị ọkaiwu kachasị na Naịjirịa bụ SAN n'aha ịchafụ.",
    "A mụrụ Akeredolu n'obodo Ese Odo dị na Ondo steeti.",
    "Ọ lụrụ nwunye ya bu Betty Anyanwu-Akeredolu n'afọ 1990. Ha ji ụmụ anọ.",
    "Fani Kayode",
    "Femi Fani Kayode maọbụ FFK dịka aha a na-etu ya bụ onye Ile-Ife Oshụn steeti amụrụ na Legọs.",
    "Ọ bụ onye ọkaiwu na onye ọma mbem rụburu Naịjirịa ọrụ dịka Minista na-ahụ maka njem ụgbọelu site n'afọ 2006 rue afọ 2007.",
    "Nnamdi Kanu: Abaribe na Fani-Kayode ga-agwa anyị ka o si gbapụ na Naịjirịa",
    "Juun 12: FFK, Fayose na nwa Abiola kwadoro Buhari",
    "Ọ lụrụ Precious Chikwendu n'afọ 2014. Ha ji ụmụ nwoke anọ.",
    "Paul Adefarasin",
    "Paul Adefarasin bụ onye obodo Ijebu ode na steeti Ogun nke Naịjirịa.",
    "Adefarasin bụ ụkọchukwu ụlọụka \"House on the Rock\" nke ọ wụlitere n'afọ 1994.",
    "Ọ lụrụ nwunye ya bụ Ifeanyi Paul Adefarasin n'afọ 1995. Ha ji ụmụ atọ",
    "Ibrahim Badamosi Babangida",
    "Ebe foto si, Getty Images",
    "Ibrahim Babangida na nwunye ya nakwa Okparaeze Charles na Lady Diana bụbu nwunye ya",
    "Ibrahim Badamosi Babaginda bụ onye obodo Minna dị na Naịja steeti.",
    "Ọ bụ ọchịagha chịrị ala Naịjirịa site n'afọ 1985 rue afọ 1993.",
    "Ọ lụrụ Maryam King Okogwu n'afọ 1969. Ha mụrụ ụmụ anọ mana Maryam nwụrụ n'afọ 2009.",
    "Ivara Esege",
    "Ivara Esege bụ di ọdeeakwụkwọ a ma ama bụ Chimamanda Ngozi Adichie.",
    "Esege bụ onye si mba atọ bụ Naịjirịa, Briten nakwa Amerịka",
    "Ọ bụ dọkịta Bekee na'obodo Maryland na mba Amerịka bụ ebe ya na ezinaụlọ ya bi.",
    "Ọ lụrụ Chimamanda Adichie n'afọ 2009, ha mụta otu nwata nwaanyị.",
    "O nwere ndị ọzọ ị chere kwesiri ịnọ ebe a?",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Gịnị na-eme ụmụakwụkwọ Queens College ọzọ?",
    "Agbaala ndị mgbere nwa n'anwụ",
    "\"Naịjirịa na Amerịka dịka ndị dinta na-achụ otu anụ\" - Trump",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria16 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafraelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọEmelitere ikpeazụ na: 23 Mee 2019",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Asari Dokubo ataala ụkwa jaa eze gbasara Nnamdi Kanu",
    "Ebe na mgbe a ga-eli ụkọchukwu TB Joshua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}