{
  "published": "3 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ na-eru anyị ntị ugbua na-ekwu na ndị ntọrị anwụrụla ụmụakwụkwọ ụmụnwanyị mmadụ isii na Kaduna Steeti.",
    "Ndị uweojii na steeti ahụ kọrọ na ndị ekperima ahụ bucha egbe wee banye n'ụlọakwụkwọ ahụ bụ ebe ụmụakwụkwọ bi.",
    "Nke a na-eme mgbe o ji nkeji iri gafee elekere iri na abụọ nke isi ụtụtụ ụbọchị Toozdee.",
    "Nwaanyị dị ime so na mmadụ ise a tọrọ na Kaduna",
    "Ndị uweojii na NEMA amaghị maka mmadụ 66 'nwụrụ' na Kaduna",
    "Ndị ntọ ahụ tọrọkwaara ndị nkuzi mmadụ abụọ.",
    "Aha ụlọakwụkwọ ebe ihe ahụ mere bụ 'Engravers College' dị n'obodo Kakau Daji n'okpuru ọchịchị Chikun.",
    "Ọnụ na-ekwuru ndị uweojii na Kaduna bụ Yakubu Abubakar kwuru na ndị otu ha na-anwa oke ha ugbua iji hụ na a chọtara ndị ahụ a tọọrọ,",
    "Ọ dọkwara ndị nwere ụlọakwụkwọ aka na ntị ka ha kpọtụrụ ndị uweojii mgbe ọbụla ha hụrụ ihe maọbụ ndị gbara ha gharịị n'okirikiri ha",
    "Gọvanọ Kaduna steeti bụ Nasir El-Rufai kwukwara na ha na-eme ihe nile ike kwere ha iji hụ na ndị ahụ atọọrọ nweere onwe ha.",
    "Ntọrị mmadụ arịala elu na mpaghara ugwu Naịjiria n'ọdịnso a.",
    "Steeti dịka Kaduna, Katsina nakwa Zamfara bụ ebe ya bụ ihe kacha njọ.",
    "Nke a abụghị mbụ nke ọ na-abụ abụọ a na-atọrọ ụmụakwụkwọ na ụlọakwụkwọ ha na Naịjirịa.",
    "Abalị abụọ na-abịa abịa ka ọ ga eme puku abalị abụọ ndị Boko Hara ji tọrọ ụmụakwụkwọ ụmụnwanyị karịrị narị abụọ na Bọrnọ State.",
    "Nke ahụ mere n'obodo a na-akpọ Chibok, n'ọnwa Eprel afọ 2014.",
    "Ọtụtụ n'ime ụmụakwụkwọ ahụ ka nọ n'aka ndị Boko Haram ruo taa.",
    "Ndị oyi egwu ahụ tọrọkwaara ụmụakwụkwọ ụmụnwayị ọzọ ọnụọgụgụ ha karịrị otu narị n'ụlọakwụkwọ ha dị na Dapchi, Yobe Steeti.",
    "Nke a mere n'ọnwa Febụrụwarị nke afọ 2018.",
    "Ha mechara tọhapụ ụmụakwụkwọ ahụ, mana otu n'ime ha aha ya bụ Leah Sharibu esoghi na ndị a hapụrụ.",
    "Ndị Boko Haram jụrụ ịtọhapụ Leah Sharibu n'ihi na okweghị ka a tọghaa ya site n'okpukpe ụka Kraịst baa nkd Alakụba.",
    "Akụkọ ndị ga-amasị gị:",
    "Ndị 'Customs' ejichiela anwụrụ ike ruru nde kwuru nde naịra si Ghana abata Naịjiria",
    "Ndịọrụ ụgbọelu n'Enugu Airport na-ebe kpaa maka mmechi e mechiri ya",
    "Uweojii n'Imo sị na ha ji 'ndị bụ na Owerri adịghị mma'",
    "Ihe nkiri ga-amasị gị:",
    "Youths Talk: Gịnị ka ị ga-eme ma ọ bụrụ na inwe ohere ichi Naịjirịa?",
    "Ntọrọ ụmụakwụkwọ Naịjirịa",
    "National security",
    "Kaduna",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ24 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahielekere 3 gara aga",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya21 Jenụwarị 2022",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gị20 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}