{
  "published": "3 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnụ na-ekwuchitere Gọvanọ Abia steeti bụ Onyebuchi Ememanka ekwuola na onweghi onye ga-awakpo nwa Abia steeti gbara aka laa.",
    "Ọ gwara BBC nke a n'okwu gbasara mwakpo akwakporo ndị mpaghara Ndiegoro n'Aba n'ụbọchị ncheta mwereonwe.",
    "Lee ụlọ ndị mmadụ sị na ndị uweojii gbara ọkụ n'Aba",
    "Ndị mmadụ na mpaghara ahụ na-ebo ndị uweojii ebubo ịwakpo nakwa ịgba ụlọobibi ha dị icheiche ọkụ iji bọ ọbọ onye otu ha egburu.",
    "Ememanka kwuru na Okezie Ikpeazụ bụ gọvanọ Abia steeti na ndị uweojii ebidola mkparịtaụka nakwa nyocha banyere okwu a.",
    "\"Gọvanọ na onyeisi ndị uweojii na-akpa n'ekwentị kwa elekere maka okwu a\" ka o kwuru.",
    "N'ụbọchị Naịjirịa na-eme ncheta mwereonwe, ndị bi n'ụzọ Okojombo, Anaba, Umuosi na Degema dị na mpaghara Ndiegoro hụsịrị anya.",
    "Dịka ụlọntaakụkọ Naijawatchdog siri kwuo, ndị bi ebe ahụ sị na ndị uweojii wakporo ha gbaa ụlọ ha ọkụ.",
    "Ha kọwakwara na ọ bụ mmegwara ka ndị uweojii bịara ịmegwara ebe ahụ maka ọnwụ onye otu ha n'izuụka gara aga.",
    "BBC Igbo gbara mbọ inweta ọnụ na-ekwuchitere ndị uweojii bụ Godfrey Ogbonna n'ekwentị mana ọ zaghị oku a kpọrọ ya.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Abia Steeti",
    "Vidio, African Eye: BBC enyochapụtala otu onye APC bụbu onyeisi otu nzuzo 'Black Axe', Duration 4,14elekere 4 gara aga",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Nnamdi Kanu trial: Etu ikpe Nnamdi Kanu si gaa n'Umuahịa taa, Duration 2,3810 Disemba 2021",
    "Vidio, AMAA Award: 'Nollywood tinyere Naịjiria n'ihu mba ụwa' - Peace Anyiam-Osigwe, Duration 18,2630 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Cultism in Nigeria: 'Ihe m hụrụ n' otu nzuzo', Duration 3,3220 Mee 2020",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}