{
  "published": "4 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Charles Anazodo/Tiwa Savage/Instagram",
    "Charles Anazodo bụ ome ihe onyonyo Nollywood a ma ama bụ okwu akpụ n'ọnụ ugbua maka ihe o dere na soshal midia.",
    "Anazodo kwuru na Tiwa Savage enweghi nsọpụrụ n'ihi na ọ keleghị ya mgbe ọ hụrụ ya n'otu ụlọọrụ mgbasaozi.",
    "Edemede a nwere ihe ndị si na X. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ X iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of X post, 1",
    "Tiwa Savage bụ otiegwu a ma ama sara ya na-ajụ onye ka ọ bụ o jighị ga-ebu ụzọ kelee ya?",
    "Edemede a nwere ihe ndị si na X. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ X iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of X post, 2",
    "Ihe a gara n'etiti ha mere anyị ji na-ajụ: Kedụ uru ekele bara n'ala Igbo?",
    "Otu onye bụ ọkachamara n'omenala Igbo bụ Ositadinma Amakaeze gwara BBC Igbo ihe niile ekele pụtara.",
    "Ihe mbụ o kwuru bụ na \"ikele mmadụ bụ omenala Igbo, a tụrụ anya na ọ bụ nwata ga-ekele okenye.\"",
    "O kwuru na ihe ekele dị mkpa n'ihi na ọ bụ ajụjụ ga-enwe asịsị ma nye ohere ịkwu ka ihe siri dịrị gị.",
    "Kedụ uru akụkọ ifo baara ndị Igbo?",
    "\"Ekele bụ ohere ga-ebute mkparịtaụka n'etiti ndị mmadụ\" bụ ihe ọzọ o okwuru",
    "Nke a ga-ebute mmekọrịta nke Bekee kpọrọ \"Communion\" n'Igbo niile nakwa n'Afrịka.",
    "Ihe ọzọ ekele na-egosi bụ obioma ịnwere ebe mmadụ ibe gị no",
    "\"Ọ naghị eme ị makwa onye mbụ dịka onye na-eme mpako,\" ka ọ kọwara.",
    "N'okwu Tiwa Savage na Charles Anazodo, ọ kọwara na ndị a ma ama nwere akparamagwa pụrụiche.",
    "Ọ sị na ọ bụkwa agwa ahụ nwereike ịme ka Tiwa mee ihe o mere n'abụghị ihe o bu n'uche.",
    "NA EME UGBU A, Putin ekwuola na ya chọrọ ka Rọshịa na Yukren kpaa nkata udo n’ihu na ihu",
    "Nsogbu netwọk na ihe ndị ọzọ chere anyị aka mgba na Jamb - ndị ntorobịa11 Mee 2025",
    "Popu Leo XIV ekwuola na ụlọụka kwesiri inweta ihe n'ebe ọchịchịrị dị9 Mee 2025",
    "Iyi akpụụkwụ na-acha uhie na ajụjụ ndị ọzọ banyere ndị Popu 9 Mee 2025",
    "Ụka Katọlik enwetela Popu ọhụrụ, aha ya bụ Popu Leo XIV8 Mee 2025",
    "Nnamdi Kanu: Ọkaikpe Omotosho eyiela ụbọchị ikpe ya gaa ụbọchị Mee 148 Mee 2025",
    "Ihe ndị uweojii kwuru gbasara nwaanyị dị ime a kwụgburu n'osisi n'Anambra steeti6 Mee 2025",
    "Ihe anya mmiri: etu ọnọdụ dị n'Enugwu n'ụlọ ndị ụkọchukwu Capuchin 7 nwụrụ anwụ6 Mee 2025",
    "Nnamdi Kanu: Ọkaikpe Omotosho eyiela ụbọchị ikpe ya gaa ụbọchị Mee 14",
    "Ụka Katọlik enwetela Popu ọhụrụ, aha ya bụ Popu Leo XIV",
    "Uru ekele bara n'ala IgboEmelitere ikpeazụ na: 4 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}