{
  "published": "5 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ahịa otu nkwọ Ọnịcha n'Anambra Steeti bụ ahịa kacha ukwu na mpaghara ọdịda anyanwụ Afrịka niile.",
    "Nke a mere na e kwuo okwu ịzụ ahịa na Naịjirịa, a ga-akpọrịrị Anambra.",
    "Nke a pụtara na-achụcha ya bụ aja ma ahụghị udele, mara na ihe mere be ndị mmụọ.",
    "Agbara nwaanyị ndị si Anambra state Nigeria enweghi ike ichefu",
    "A mabeghi ndị wakporo ụlọụka n'Aguleri - Uweojii",
    "Aka Willie Obiano adịghị n'ịhọpụta Eze ọhụrụ Aguleri",
    "Mana ọbụghị sọ ahịa ka steeti a ji dị ebube.",
    "Ha nwekwara ihe akụ ọnatarachi dị icheiche juputara n'ala ha.",
    "Lee ụfọdụ n'ime ha ebe a dịka ụlọọrụ 'Raw Materials Research & Development Council' si depụta:",
    "Ebe foto si, Getty Images",
    "Agbanyeghi na Anambra esoghi na steeti ndị a ma ama na Naịjiria na-emepụta mmanụ ala, nke ahụ apụtaghị na ha enweghị mmanụ n'uju.",
    "Okpuru ọchịchị Anambra, Mbamili nakwa Ogbaru nwere mmanụ ala nke ọma.",
    "Gaasị dịkwa na mpaghara ndị ahụ n'uju.",
    ") Kaolin",
    "Ebe foto si, Getty Images",
    "'Kaolin' bụ ụdị nkume pụrụiche e nwere ike iji mee 'Ceramics', maọbụ werekwa ya rụọ ọgwụ.",
    "E jikwa 'Kaolin' arụpụta ude na-edozi anụ ahụ nakwa ihe e ji eme ka eze na-egbuke ọcha.",
    "Dịka webụsaịtị 'statista.cọm' si depụta, a na-ere 'Kaolin' $140 maka otu tọn.",
    "Mpaghara Aguata, Ayamelum, Ihiala, Njikoka na Nnewi, nwere Kaolin n'ala ha.",
    ") Pyrite",
    "Ebe foto si, Getty Images",
    "'Pyrite' bụ ụdị igwe (metal) pụrụiche na-egbuke egbuke e si n'ala egwupụta.",
    "A na-eche na ebe ọbụla a hụrụ 'Pyrite', ọlaedo nwere ike ịdị n'okirikiri ahụ.",
    "'Pyrite' na-enwekwa ajịrịja ọlaedo n'ime ya nke bụ na a gbarie ya, e nwere ike ịnweta kịrịkịrị ọlaedo.",
    "A na-ejikarị ya emepụta mgbaolu, mgbaaka, nakwa ọla ndị ọzọ e ji eji ejiji.",
    "Mana ọ galaghị oke ọnụ dị ka ọlaedo.",
    "Ị ga-ahụ 'Pyrite na mpaghara Ọnịcha Nọt na Ọnịcha Saụt nakwa Oyi.",
    ") Lignite",
    "'Lignite' bụ ihe dịka unyi (coal)",
    "Ọ na-esi n'osisi kpọnwụrụ akpọnwụ nke relara n'ala puku kwuru puku afọ gara aga apụta.",
    "A na-akpọkwa 'Lignite' 'Brown Coal' maọbụ 'Brown Diamond'.",
    "E nwere ike iji 'Lignite' emepụta ọkụ latrik.",
    "Kama ndị ọkacha mara kwuru na 'Lignite' adịghị mma maka na ọ na-ebute mgbanwe ihu eligwe nke a kpọrọ 'climate change'.",
    "Ọkụ latrik e ji ya mepụta na-aka adị ọnụ ala karịa nke e ji 'coal' maọbụ gaasị mepụta.",
    "Lignite dị na mpaghara Idemili West, Nnewi North nakwa Ọnịcha Not na Saụt.",
    ") Sand stone",
    "Ebe foto si, mineralseducationcoalition.org",
    "'Sand stone' bụ ụdị okwute si n'aja ọcha apụta.",
    "Okwute a na-egbuke egbuke ma makwaa mma ile anya.",
    "Mana o sichaghị ike dị ka nkume ndị ọzọ.",
    "Ya mere a na-eji ya edozi ahụ ụlọ maọbụ achọ ya mma.",
    "I gaa na akụkụ Aguata ụfọdụ, Aniocha, Idemili, ị ga-ahụ 'Sand stone' nke ọma.",
    "Ọ dịkwa na akụkụ ụfọdụ n'Ọnịcha nakwa Oyi.",
    "Ebe foto si, Getty Images",
    "Nke a bụ aja ụpa pụrụ iche",
    "E ji ya arụ ihe dị icheiche dịka ụzọ nakwa akụrụngwa ndịọzọ e ji arụ ụlọ.",
    "A na-ahụ aja ụpa a n'ọkụ iji mee ka ọ kpọọ nkụ ma sie ezigbo ike tupu ewere ya rụpụtawa ihe dị icheiche.",
    "'Laterite' bara ụba n'okpuru ọchchị Orumba Nọt na Saụt.",
    "Ebe foto si, Getty Images",
    "'Iron Stone bụ ụdị nkume pụrụiche.",
    "Ọ na-enwetụ kịrịrị igwe n'ime ya.",
    "Ụfọdụ na-enwekwa kịrịkịrị ọlaedo n'ime ha.",
    "Ihe ejikarị ya eme bụ ịgbari ya iji nweta igwe maọbụ ọlaedo dị n'ime ya.",
    "E jikwa ya arụ ụlọ.",
    "Mana ọbụchaghị okwute dara oke ọnụ ahịa.",
    "Ebe ụdị nkume a dị bụ n'akụkụ ụfọdụ n'okpuruọchịchị Anambra East nakwa Orumba Nọt na Saụt.",
    "Ihe akụ ndị a nwere ike ime ka nnweta ego bawanye na Anambra ma ọ bụrụ na gọọmentị steeti ahụ na gọọmentị etiti jikọọ aka ọnụ.",
    "Anambra nwekwara ala na-amịpụta nrị nke ọma, na-agbanyeghị na mbuze na-enye nsogbu ebe ahụ.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State nke nwere ike ime ha ọgaranya",
    "Lee etu Nigeria na mba Africa ndị ọzọ nweere onwe ha na 1960 si kwụrụ",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "Ihe nkiri ga-amasị gị:",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}