{
  "published": "5 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkporoụzọ awarawa si Ugwuoba n'Enugwu gawa Ọnịcha kpọchikwara ọzọ nke mere na ọtụtụ ụgbọala nọrọ n'otu ebe ruo awa ise.",
    "Ụgbọala ndị a kwụcha n'ahịrị n'ihi na gawa agawa adịghị mma, lawa alawa adịghị mma.",
    "Okporoụzọ Umunya ọ nyịala gọọmentị idozi?",
    "Ọnọdụ okporoụzọ ụfọdụ nọ n'ala Igbo ugbua",
    "Ebe ụzọ awara awara a kacha dị njọ bụ na Gariki dị nso n'Amansea nakwa Ugwuọba ebe a na-ere ehi, ewu na atụrụ ma na egbukwa ya.",
    "Ọtụtụ ndị njem gwara BBC n'ime njem site Enugwu gaba Onitsha na-echezi ha echiche n'ihi na ụzọ emebichaala.",
    "Ndị ọkwọ ụgbọala ukwu (Trailer) na ndị njem kwuru na ha anọọla ihe dịka awa anọ kamgbe ụgbọala ha tọrọ n'apiti.",
    "Okporo ụzọ awara awara ochie sị Enugwu gaa Ọnịcha kpọchikwaraa na-aka nke ọzọ nke na ndị njem na-ata ikịkịrị eze.",
    "Ụzọ ndị a so n'ụzọ gọọmentị etiti kwuru na ha na-arụ, mana ya bụ ọrụ erutebeghị ogige a.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Njem",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,1628 Ọgọọst 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,121 Septemba 2021",
    "Vidio, Abia state news today: \" Etu ụzọ ahịa Ariaria dị na-agba anyị anya mmiri\", Duration 1,4924 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}