{
  "published": "5 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ dị mkpa:",
    "Ụmụaka Chibok anọọla ụbọchị 2000 n'aka Boko Haram",
    "Ebe foto si, BBOG/Twitter",
    "Otu Bring Back Our Girls na ndị nne na nna etiela mkpu n'oke olu maka ụmụakwụkwọ ụmụnwaanyị Chibok ka nọ n'aka ndị Boko Haram kamgbe ihe karịrị afọ ise.",
    "Ha na-ebe akwa na gọọmentị achọghị ịgba mbọ ka a tọhapụ ụmụaka 112 fọrọ afọ n'ime ihe karịrị 200 a tọọrọ.",
    "Akụkọ kachasị n'ụtụtụ a: Ncheta ụmụakwụkwọ Chibok",
    "Ụmụakwụkwọ 50 efuola na mwakpo Yobe steeti",
    "Otu a riri uju iji chetara ụbọchi puku abụọ ụmụaka ndị nọrọla n'aka ndị Boko Haram bụ ndị tọrọ ha n'ụbọchị 14 Eprelu, 2014.",
    "Otu BBOG wepụtara akpụkpụ dị 112 e dere aha ụmụaka ndị a, nke Leah sheribu na ndị ọrụ enyemaka abụọ Alice Ngaddah na Grace Taku.",
    "Ha gosiri akpụkpụ ụkwu ndị a n'ogige Unity Fountain dị n'Abụja n'ụbọchị Satọde bụ abalị ise nke ọnwa Ọktoba afọ 2019.",
    "Nyesom Wike emeriela n'ụlọikpe",
    "Ebe foto si, Other",
    "Ụlọikpe dị na Rivas Steeti ekwuola n'ezie na ọ bụ gọvanọ Nyesom Wike meriri na ntuliaka afọ 2019 dịka ọkaikpe K.A Ojiako si kwuo.",
    "Ụlọikpe a sị na onye ji aha ADP zọọ ọkwa gọvanọ mere mkpesa bụ Victor Fingesi ga-akwụ ụlọọrụ Inec, gọvanọ Wike na PDP ego dị puku narị naịra atọ n'otu n'otu.",
    "N'ofesi",
    "Ebe foto si, Reuters",
    "Ihe ruru mmadụ otu narị anwụọla na ngagharịiwe na-eme na mba Iraq megide gọọmentị ha.",
    "ebe ihe karịrị mmadụ puku atọ merụrụla ahụ n'ọgbaghaara ahụ.",
    "N'egwuregwu",
    "Ebe foto si, Getty Images",
    "Tottenham makwara afọ n'ala ọzọ dịka Brighton ji ọkpụ goolu atọ saa ha ahụ n'asọmpi Premier league",
    "Nke a ga-eme ugboro atọ a ga-emeri ha n'ime otu izuụka.",
    "Brighton asapụla Tottenham ọcha ka azụ ite",
    "Nkeji",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Ihe nkiri",
    "'Ọ bụ ndị Uweojii gbara gbara ụlọ anyị ọkụ'",
    "Onyeisiala Buhari na ụmụ Naịjirịa bi na Saụt Afrịka",
    "Ebe foto si, Bashir Ahmaad",
    "Ụmụ Naịjirịa ha na onyeisiala Buhari nwere ọgbakọ na Saụt Afrịka",
    "Osote odeakwụkwọ ndị otu a kpọrọ onwe ha Nigerian Citizens Association in South Afrika tiri mkpụ a na nzụkọ mkpuru ha na onyeisiala nwere na Saụt Afrịka.N'ofesi, Ụmụ Naịjirịa gbakọrọ na mba Saụt Afrika ịzụte Onyeisiala Muhamdu Buhari ebesalara ya akwa arịrị maka ụdị mkpagbu na mkpachapụ chere ha n'ihu na mba ahụ.",
    "Osote odeakwụkwọ ndị otu a kpọrọ onwe ha Nigerian Citizens Association in South Afrika bụ S J Uba tiri mkpụ a na nzụkọ mkpuru ha na onyeisiala nwere na Saụt Afrịka.",
    "Ndị Ipob sị na ndị uweojii wakporo ha na South Africa",
    "Nyenu ụmụ Nigeria ohere anyị nyere unu - okwu Buhari gwara South Africa",
    "Ndị Ipob sị na ndị uweojii wakporo ha na South Africa",
    "Ndị otu a gwara Buhari na ndị uweojii, ndị ọrụ nchekwa na dị mba ahụ na elegere ndị Naịjirịa anya ka ndị ekperima.",
    "Ihe ọzọ pụtara na njem Saụta Afrịka onyeisiala mere bụ na mba abụọ ahụ ekwekọrịtala ị na enye visa afọ iri n'ofu nje maka ndị ọchụnta ego, ụmụakwụkwọ na ndị na-emekarị njem.",
    "Ebe foto si, Twitter/El-Rufai",
    "Ụnụ anụkwanụ e, na ndị ntọ tọọrọ ụmụ agbọghọ isii n'ụlọakwụkwọ dị na akụkụ Kaduna ụbọchị tọzde akpọọla okwu aha ihe a ga-enye ha tupu ha tọhapụ ụmụaka ahụ.",
    "Gọvanọ steeti ahụ bụ Nasir El-Rufai sị na ha na ndị ahụ na-ekweọnụ, mana o kwughị egoole ha kpọrọ aha.",
    "Ndị mmadụ na mpagaghara Aba ka na-eti mkpu maka mkpamkpa ha sị na ndi uweojii kpara n'ogige ha n'izu a.",
    "Ọfọdụ ndị agbara akụnaụba ha ọkụ sị na ndị uweojii ha sị kpara ike a bịara njem mmebi ihe ruo ugboro ano kemgbe nsogbu a malitereka dịka ndị amatabeghị gburu onye uweojii.",
    "Onyeisi ndi uweojii n'Abịa bụ Eneh Okon na-agọ na ọbụghị ndị ọrụ ya mere ihe a.",
    "Ebe foto si, Press Association",
    "N'egwuregwu, egwu ahọọla nwafọ Naịjrịa na-agbara Ingladị bụ Dele Alli n'asọmpi Urop 2020.",
    "Nke a dị na-akwụkwọ onye nkuzi Inglandi bụ Gareth Southgate biputara n'izu a.",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Gịnị na-eme ụmụakwụkwọ Queens College ọzọ?",
    "Ihe ndị bu ọtụ na amụ na-agabiga",
    "Buhari ga-awụchi na Saụt Afrịka ị ma ka eke si anya anwụ",
    "NA EME UGBU A Ọgwụ mgbochi covid-19 awụchiela n'Abuja",
    "Gee ntị, BBC Nkeji2 Maachị 2021",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igboelekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igbo",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}