{
  "published": "7 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Boniface Igbeneghu na Samuel Oladipo",
    "Mahadum Legọs achụọla ndị nkuzi abụọ BBC gbara n'anwụ maka ịchọ idina ụmụ akwụkwọ ha.",
    "Ọ bụ n'ụbọchị Wenezde ka Mahadum a wepụtara akwụkwọ ozi were kwuo na Boniface Igbeneghu na Samuel Oladipo abụzighi ndị nkuzi ha malite n'ụbọchị 31 nke ọnwa Mee afọ 2021.",
    "Onyenkuzi wakporo nwata akwụkwọ eritela nga afọ iri abụọ na otu",
    "Mahadum Rivers enyela ụmụakwụkwọ akara ekwentị maka mkpesa ndị na-edina ha",
    "Aka akparala onye nkuzi na-eme ka nwata akwụkwọ rachaa ya utu tupu o bufee ya",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'",
    "Ọ fọla obere ka o ruo afọ abụọ BBC wepụtara akụkọ a nke gosiri ebe ndị nkuzi abụọ a chọrọ idina ụmụakwụkwọ ha n'ike, mana ha amaghị na ndị ha che bụ ụmụakwụkwọ bụ ndị ntaakụkọ nzuzo.",
    "Oge BBC wepụtachara akụkọ a, Mahadum Unilag hibere kọmitee ga-eleba anya na ebubo ahụ.",
    "UNILAG kwuru na ọ bụ n'ụbọchị Mọnde ka ndị isi ụlọ akwụkwọ ahụ nwere ọgbakọ iji leba anya na mpụtara nnyocha nke kọmiti ahụ mere, ha were kwekọrịta na ha ga-achụ Ọkammụta Samuel Oladipo na Boniface Igbeneghu n'ihi ajọ agwa ha kpara.",
    "Lee ihe ndị meburu oge BBC wepụtachara akụkọ a ọhụrụ:",
    "Ozi si n'ọnụ ụmụakwụkwọ mahadum Unilag apụta n'ụtụtụ a bụ na otụtụ ndị nkuzi Unilag ekweghị anabata ụmụakwụkwọ ụnayahụ n'ime ụlọakwụkwọ ahụ.",
    "Nke a na-eme dịka ụlọọrụ BBC wepụtachara ihe nkiri gosiri ka ndị nkuzi na-ememina ụfọdụ ụmụakwụkwọ na mahadum Unilag nakwa nke Ghana.",
    "Ebe foto si, Getty Images",
    "Anwụchiela onyeisi mahadum Zimbabwe",
    "OAU: Kpụpụ ọkammụta Akindele ụlọịkpe - ICPC",
    "Kirie ya bụ ihe nkiri n'uju ebe a ka ịhụ ndị nkuzi niile agbara n'anwụ:",
    "Mahadum Unilag kwusituru Dọkịnta Boniface Igbeneghu ma kwụsị ikwụ ya ụgwọ ọnwa.",
    "Ebe foto si, Unilag",
    "Akwukwo ozi Unilag gosiri iwe ha na etu ha si machi Igbeneghu",
    "Mahadum ahụ gakwara n'ihu mechie ebe ahụ ọ kpọpụtara dịka 'ụlọ oyi' bụ ebe ọ sị na ndị nkuzi na-apị ụmụnwaanyị aka n'ara.",
    "Ụka 'Four Square' agbarụọla ihu ma kwuo na ha kwọpụla aka n'isi Dọkịta Boniface Igbeneghu bụkwa ụkọchukwu ha.",
    "Ebe foto si, BBC/Four Square facebook",
    "Ha kwuru na ha ahụla ihe nkiri na-egosi agwa ọjọ ọ kpara ma na-ekwu na ha ga-achọta ntaramahụhụ dị mma nye ya ma ha mecha nchọpụta ha.",
    "Ụmụakwụkwọ Unilag na-ekwu na ha ahụbeghị onye nkuzi ahụ n'ụlọakwụkwọ kamgbe ihe a mechara.",
    "Ebe foto si, Four Square Facebook",
    "Ọ bụghị naanị onye nkuzi Unilag ka agbara n'anwụ n'ihe nkiri gosiri ka ndị nkuzi mahadum si edinaa ụmụakwụkwọ, ndị nkuzi Ghana abụọ akpọrọ Ransford Edward Gyampo nakwa Paul Kwame Butakor na-akụzi na Mahadum Ghana sokwa. Lekwa ka ụmụakwụkwọ ya si nabata Butakor taa n'ụlọakwụkwọ ebe ọ na-akụzi.",
    "Njiji ejiwela ebe akụkọ na-akọ na soshal midia kamgbe ngalaba BBC akpọrọ 'Africa Eye' wepụtachara ihe nkiri gosiri ebe onye nkuzi Unilag na-arịọ ka o dinaa nwataakwụkwọ ya.",
    "Ọtụtụ ndị ọnụ na-eru n'okwu katọrọ agwa a ebe ọtụtụ ụmụakwụkwọ na-ekele ụlọọrụ BBC maka etu ha si mee ya bụ nchọpụta.",
    "@atiku kwuru na agwa bụ nke ekwesighị ịnabata ma na-arịọ ka ewepụta ụzọ tọrọ atọ a ga-eji kwụsị ya.",
    "Onye nkuzi Unilag na-achọghị ka-akpọ aha ya gwara BBC Igbo na ọ nụtụla ka ụmụakwụkwọ na-akọ maka ihe dị otu a.",
    "Mana o kwuru na ufọdụ oge, ọ bụ ụmụakwụkwọ na-akpata ya.",
    "Mgbe anyị jụrụ ya kedụ etu ọ bụ, o kpọpụtara ihe ndị a.",
    "Ụmụakwụkwọ ụfọdụ na-eyi akwa na-egosi ime ahụ aga n'ime ụlọọrụ onye nkuzi nwoke.",
    "Ụmụakwụkwọ dị umengwu na-adabakarị n'udi ọnwụnwa a.",
    "Ụmụakwụkwọ na-achọ ka ha nweta ogo di elu ma ha edetara ma ha edeteghi n'ule.",
    "O kwuru na ihe ya mere mgbe ụmụakwụkwọ ụmụnwaanyị gwara ya maka ndị nkuzi na-enye ha nsogbu bụ na ọ gwara ha ka gaa kpesa n'aka ngalaba na-ahụ maka itụzirị ụmụakwụkwọ ụzọ ziri ezi.",
    "O nyere ụmụakwụkwo ndụmọdụ ka ogo ọbụla ha nwetere n'ule ju ha afọ ka ndị nkuzi ghara ịji maka oke ọchịchọ na-anwa ha ọnwụnwa ndịna.",
    "@DrJoeAbah toro nwata nwagbọghọ ahụ wepụtara onwe ị ga-arapụta ndị nkuzi na-eme arụrụana a.",
    "@matthewamad kwuru na ekwesiri inye nwada ahụ so BBC ga mee nchọpụta ahụ nturuugo pụrụiche.",
    "@weirdoonthebloc na-ajụ kedụ ihe bụ 'ụlọ oyi' akpọrọ aha n'akụkọ a.",
    "@UgonnaOkere1 kwuru na ọ bụ iko nwoke a juru eju.",
    "Ọka mmụta Boniface Igbenehue",
    "Lee ihe akụ ọnatarachi juru n'Anambra steeti",
    "Kedụ ebe a ga-agba Egwu Eke nke 2019?",
    "Ọgọ ukwu ndị Igbo nwere na mba",
    "Vidio, Sex for Grades: Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya, Duration 13,457 Ọktọba 2019",
    "Vidio, Sex for Grades: Ihe ndị mmadụ na-ekwu banyere ya9 Ọktọba 2019",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India16 Disemba 2019",
    "Vidio, 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson2 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Gịnị kpatara na twitter ewepụbeghị ọtụtụ ihe Nnamdi Kanu na-ede? - Lai Mohammed2 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Gịnị kpatara na twitter ewepụbeghị ọtụtụ ihe Nnamdi Kanu na-ede? - Lai Mohammed",
    "Kenneth Amukara, Gulak na ndị nwere agba 'unknown gunmen' gburu n'otu ịzụaka",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Etu e si gbagbuo ndị gburu Ahmed Gulak",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Lee ka o si gaa n'akwamozu Ada Jesus",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "'Ụmụnwaanyị kwụọ nwoke gi agụụ 'ihe nsori' - MilanoEmelitere ikpeazụ na: 12 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}