{
  "published": "7 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ugboro ugboro ka ụmụakwụkwọ ụmụnwanyị na mahadum dị na mpaghara ọdịda anyanwụ Afrịka na-ekwu na ndi nkuzi ha na-enye ha nsogbu iji dinaa ha.",
    "Mana mgbe ụfọdụ, ndị mmadụ anaghị ekwetacha ihe ha na-ekwu.",
    "Ịkwụ ụdọ: Ihe mwute ndị a hapụrụ",
    "'Ịta amusu dị anyị n'ọbara'",
    "BBC 'Africa Eye' mere nnyocha pụrụ iche iji mata ma ihe dị otu a ọ na-eme n'ezie.",
    "Ihe anyị hụrụ juru anyị anya, dịka ị ga-ahụ n'ihe onyoonyoo ahụ dị n'elu.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Lamborghini' Mercy abụrụla Ugoeze Big Brother Naija",
    "Ọgọ ukwu ndị Igbo nwere na mba",
    "Pope Francis a ga-ekwe ka ndị 'Fada' bido lụwa nwaanyị?",
    "Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburuelekere 6 gara aga",
    "Africa Eye: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa15 Mee 2023",
    "Vidio, Lee ihe ị maghị maka ọjị, Duration 3,144 Eprel 2019",
    "Vidio, Hunting: Lee ka e si achụ nta n'ala Igbo, Duration 1,4328 Maachị 2019",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi2 Mee 2023",
    "Etu e si eme e﻿mume iri ji ọhụrụ n'Enugwu-Ukwu18 Septemba 2022",
    "Vidio, Body Building: Anyị ejighi akpụ ọbi eyi ndị mmadụ egwu - ndị na-akpụ ụzụ n'Awada, Duration 2,438 Disemba 2018",
    "Vidio, Drug abuse effects: Etu ọgwụ ike 'kush' si akpa mkpamkpa, Duration 9,547 Febụwarị 2022",
    "Vidio, Waste to Wealth: Etu m si hapụ ọrụ ụlọakụ wee tụtụwa plastiki, Duration 1,5022 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}