{
  "published": "10 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ dị mkpa:",
    "Mahadum Rivas Steeti akara ekwentị maka mkpesa",
    "Mahadum Rivas Steeti ewepụtala akara ekwentị ebe ụmụakwụkwọ ga-eme mkpesa maka ndị nkuzi na-achọ idina ha.",
    "Nke a na-abịa n'ime ụbọchị atọ BBC wepụtara akụkọ maka nyocha ndị nkuzi mahadum na-edina ụmụakwụkwọ na mpaghara Afrịka (Mahadum Legọs na Gana).",
    "Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya",
    "A kpochiela ụzọ Dkt Boniface Igbeneghu na Unilag",
    "Onye na-arụ ọrụ dịka onyeisi mahadum a bụ Ọkammụta Opuenebo Binya Owei gwara BBC na ọ bụ ka ụmụakwụkwọ nwee ike ịkpọpụta ndị nkuzi na-akpa ụdị arụ a.",
    "Ọ sị na ihe mere o ji bụrụ ihe nzuzo bụ ka ụmụakwụkwọ ghara ịtụ ụjọ ihe ga-eme ha ma ha kpọọ onye nkuzi aha.",
    "Mahadum a so na dị a kpọrọ aha na soshal midia ka e nyocha ndị nkuzi ha maka idina ụmụakwụkwọ.",
    "Buhari na Jonathan Zutere n'Aso Rock taa:",
    "Ebe foto si, @BayoOmoboriwo",
    "Ihụkwara Foto Onyeisiala Muhammadu Buhari na Goodluck Jonathan ebe ha na-ekwe n'aka na-achị ọchị n'Asọ Rock.",
    "Nke a mere mgbe Jonathan bụbu onyeisiala Naịjirịa nyefere Buharị ọchịchị n'aka gara n'isi ọchịchị Naịjirịa dị n'Abuja.",
    "O nweghi onye mara ihe bụ isi mkparịtaụka ime ụlọ ha mere were nkeji iri dịka Jonathan.",
    "Nke a butere ọtụtụ okwu na soshal midia nke otu onye na Facebook sị na 'ọ dịka Jonathan ọ chọwala ịbanye APC'.",
    "Na Sudan",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Nwada Neemat Abdulllah abụrụla onyeisi ọkaikpe nwaanyị mbụ na Sudan",
    "Ọ dịla anya ọtụtụ mmadụ na-achọ ka e nyekwuo ụmụnwaanyị ọkwa dị elu na mba ahụ.",
    "Nkeji",
    "Ihe nkiri",
    "'Innoson Motors' e bunyere Mercy BBNaija ebutela ụka na soshal midia",
    "Ebe foto si, Twitter/innosonvehicles",
    "Dịka Mercy Eke, onye e ji Lamborghini wee mara nwetachara mmeri n'egwuregwu Big Brother Naija, okwu gbasara ihe nrite e nyere ya ka na-ewu na sosha midia.",
    "Mercy ritere ego dị nde naịra iri atọ na ihe nrite ndị ọzọ ọnụ ego ha ga-erukwa nde naịra iri atọ.",
    "Otu n'ime ihe nrite ndị a bụ ụgbọala Innoson Motors.",
    "'Lamborghini' Mercy abụrụla Ugoeze Big Brother Naija",
    "Mpị Tasha na Mercy sụrụ n'ụlọ Big Brother Naija bụzi okwu akpụ n'ọnụ",
    "Tacha atachaala ụkwa jaa eze na Big Brother Naija",
    "Mana otu onye a ma ama na soshal midia bụ Tunde Ednot kwuru na Innoson Motors e bunyere Mercy ekwesighị ekwesị.",
    "Ednut kwuru na ya che na a ga-ebunye Mercy ụgbọala 'G-wagon' maọbụ 'Range'.",
    "Mana Ednut mechara wepu ihe ahụ o dere n'akara 'intsgram' ya.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 2",
    "Ọtụtụ ndị mmadụ katọrọ ihe ahụ Ednut kwuru.",
    "Ha sịrị na ọ magburu onwe ya bụ ụgbọala Innoson Motors e bunyere Mercy n'ihi na ọ ga-enye aka ịịkwalite ụgbọala a rụrụ na Naịjirịa.",
    "Mana ụfọdụ na-ekwu na ụgbọala ahụ erughị nde naịra iri abụọ na ise bụ ego ole ndị BBNaija kwuru na ha zụrụ ya.",
    "Lee ihe ụfọdụ ndị mmadụ kwuru:",
    "@DrJoeAbah kwuru na ọ zụrụ ụgbọala Innoson n'ihi na ọ dị mma.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 3",
    "@realVirusMedia kwuru na ọdịghị ya ka ụgbọala ahụ e bunyere Mercy eruru ego ole e kwuru na a zụrụ ya.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 4",
    "@youngsam_my kwuru na ụgbọala Innoson Motors zuru ka e mee.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 5",
    "Ụlọọrụ Innoson Motors tinyekwara ọnụ n'okwu ahụ.",
    "He kwuru na ha na-agba mbọ ịkawanye mma dị oge na-aga.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 6",
    "Ebe foto si, Nigerian senate",
    "Dịka BBC gbachara ndị nkuzi mahadum na-achọ idina ụmụakwụkwọ ụmụnwanyị n'anwụ, ụlọomeiwu ukwu Naịjirịa amalitela itule iwu ọhụrụ ga-eme ka onye ọbụla mere ụdị omume ahụ ọzọ gaa nga afọ ise.",
    "Onye na-akwado iwu a bụ Ovie Omo-Agege onye bụ osote onyeisi Senate ma bụrụkwa sịnetọ na-anọchite anya Delta Central n'ụlọomeiwu ukwu.",
    "Ebe foto si, AFP",
    "Ụlọikpe na mba Tunisia atọhapụla Nabil Karoui bụ onye so azọ ọkwa onyeisiala na ntuliaka a ga-eme na mba ahụ ụbọchị ụka.",
    "Karoui nobu na mkpọrọ n'ihi ebubo nrụrụaka na iji aghụghọ zere ịtụ ụtụisi, mana ọ na-ekwusi ike na aka ya dị ọcha.",
    "Ebe foto si, Twitter/thenff",
    "Ndị otu egwu bọọlụ Naịjiria na-erubeghị afọ iri na asaa agawala mba Brazil iji sonye n'asọmpi iko mba ụwa maka ndị na-erubeghị afọ iri na asaa.",
    "Asọmpi a ga-ebiri ọkụ bido n'abalị iri abụọ na isii nke ọnwa Ọktoba ruo abalị iri na asaaa nke ọnwa Novemba.",
    "Ebe foto si, Fifa.com",
    "Naịjirịa abuola iko mba ụwa ndị na-erubeghị afọ iri na asaa ugboro ise.",
    "Ha gunyere nke afọ 1985, 1993, 2007, 2013, na 2015.",
    "Naịjirịa, Họngarị, Ekuadọ na Ọstrelia nọ n'ọtu B n'asọmpi nke afọ a.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ndịagha Naijirịa anwụchiela otu onye Boko Haram a na-achọ kemgbe 2016",
    "Malitenu ọrụ n'ọdọugbelu Enugu nke taa nke echi - Ndịomeiwu",
    "Ihe ise gbara ọkpụrụkpụ gbasara budget 2020",
    "Ihe nkiri ga-amasị gị:",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}