{
  "published": "10 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, abiastateuniversity.edu.ng",
    "Ngalaba ụlọomeiwu Abia steeti na-ahụ maka agumakwụkwọ edepụtala nchọpụta ha maka ego gọọmenti Abia steeti ji mahadum nke steeti e ji ABSU mara.",
    "Onye n'ahu maka mgbasa ozi na ntaakụkọ nke ndị ụlọomeiwu Abia steeti bụ Jude Ndukwe kwuru na ihe ha nyochapụtara gosiri na gọọmentị Abia steeti ji mahadum ahụ ụgwọ enyemaka ha kwesiri inye ha kwa ọnwa.",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State nke nwere ike ime ha ọgaranya",
    "Gọọmenti Abia state emeela nzacha na mkpopu n'Abia Poly",
    "Ụgwọ a bụ ego ndị gọọmenti steeti na enye ụfọdụ ngalaba nke gunyere mahadum iji kwado ha.",
    "Ebe foto si, Jude Ndukwe",
    "Ndukwe kwuru na gọọmentị jị mahadụm ahụ ụgwọ a ọnwa ole na ole.",
    "Ka o di ugbu a, ndi ụlo omeiwu ga-enwe nzuko ebe ha ga atule ụgwo a eji ụlọ akwụkwọ ahụ.",
    "'Anyị akwapịaghị ụlọ oriri ndị ahụ maka akwụnakwụna'",
    "O nweghi ngagharịiwe ndị ọrụ chọrọ ime n'Abia State - Obigwe",
    "O kwuru na ihe nwere ike ime ma ha mechaa nnyocha ha gunyere:",
    ") Ha ga-akpọ  Kọmishọna na-ahu maka agumakwụkwọ ka ọ kọwaa ihe mere ha ji jiri mahadum a ụgwọ.",
    ") Ha nwekwara ike inye ikike ka gọmenti steeti kwụo ụgwo a niile.",
    ") Ha nwekwara ike itụnye aro ka ewetuo ụgwọ enyemaka a, ka gọọmentị steeti nwee ike ịkwụ ya.",
    "Ahọpụtabeghị ndị ga-arụ ọrụ dịka ndị komishọna n'Abia steeti.",
    "'Innoson Motors' e bunyere Mercy BBNaija ebutela ụka na soshal midia",
    "A kwụrụ ụmụnwaanyị mere ngagharịiwe n'Aba ụgwọ - John Okiyi",
    "Adị m ndụ, anwụbeghị m - 'Sky B'",
    "Ihe nkiri ga-amasị gị:",
    "SexforGrade: Ihe ndị mmadụ na-ekwu banyere ya",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Morocco Earthquake: Ọnụọgụgụ ndị nwụrụla n’alaọmajijiji a eruwela 250011 Septemba 2023",
    "NA EME UGBU A Ihe Joe Biden gwara Tinubu mgbe ha zutere n'India",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ",
    "Gọọmentị Abia steeti jị ndị ABSU ụgwọ enyemakaEmelitere ikpeazụ na: 10 Ọktọba 2019",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo IgboEmelitere ikpeazụ na: 22 Septemba 2019",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye ụwa ma ama n'ihi Declan Rice",
    "Divination: Lekwa sayensi dị n'ịgba afaEmelitere ikpeazụ na: 7 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}