{
  "published": "15 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Innocent Chukwuma e ji Innoson mara, nwafọ Igbo bụ aka na-arụpụta ụgbọala nke mbụ na Naịjirịa kọwara etu o si malite njem ịgba mbọ ya.",
    "Ọ gwara BBC Igbo na ọ malitere njem a dịka ndị ọzọ si amalite nke ha.",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas Maduka",
    "Ihe asatọ Allen Onyema sị na Igbo ga-ejide aka iji gaa n’ihu",
    "Ọ sị na azụmaahịa mbụ o jiri bido bụ akụrụngwa ọgbatumtum, si na ya banye na nke ụgbọala nakwa tupu ọ banye n'imepụta plastik n'usoro ahụ.",
    "Chukwuma sị na ọ bụ ụlọọrụ plastik ya kachasị ukwuu na mba Afrịka niile.",
    "N'afọ 2007, o mepere ụlọọrụ a na-arụpụta ụgbọala a kpọrọ 'Innoson Motors'.",
    "Ụlọọrụ a na-arụpụta ụgbọala dị iche iche gụnyere nke ndịagha, ndị ọrụ nchekwa, nke e ji eme njem, nke e ji ekpofu ahịhịa dgz.",
    "Kirie ihe o kwuru n'uju:",
    "Ndị mere akụkọ a bụ Chiemela Mgbeahuru na Jessica Nwankwo",
    "Vidio, 'Ebube Agu' ọ ga-ebute mgbanwe ọnọdụ nchekwa n'Ọwụwa Anyanwụ?, Duration 8,2612 Eprel 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,27elekere 8 gara aga",
    "Vidio, Alexander A. Madiebo: \"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo nweike chịa\" - Osote Ojukwu, Duration 18,2517 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Amụtara m ọrụ 'welder' na-enye m ego ugbua mgbe m nọ n'ụlọmkpọrọ', Duration 5,326 Eprel 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Igbo hairstyles: Ụdịrị isi e ji mara ndị Igbo mgbe gboo, Duration 1,4813 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}