{
  "published": "16 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mama nnukwu Jessie Onuigwe bụ onye ọrụugbo si n'obodo Akabọ Osumenyi dị n'Anambra Steeti kọwara etu o ji were ọrụugbo zụọ ụmụ ya anọ.",
    "Ọ sị na ọ bụ ọrụugbo a mere ahụ ji sie ya ezigbo ike dịka ọ nọ afọ otu narị na anọ ugbua.",
    "\"M bịa ụwa ọzọ m ga-efe mmiri\" - Ezenwaanyị ferela mmiri Oguta afọ 40",
    "'Eji m ọrụ ugbo achụ ụbịam na agụụ ọsọ ụkwụ erughi ala'",
    "Mama Jessie sị na ọ mụrụ ụmụ anọ na ụmụụmụ otu narị na iri abụọ na anọ.",
    "O kwuru na ọ bụ ịkọ ugbo ka o ji malite ụwa bụ nke nyere ya ego o ji zụọ ụmụ ya.",
    "Ada ya nwaanyị bụ Patience Uzoma Oguine dị afọ iri asaa na asatọ sị na di mama Jessie bụ nna ya nwụrụ mgbe ọ dị obere.",
    "Na ọ bụ mama zụpụtara ha ruo mgbe ha tolitere lụọ dị.",
    "Ọ sị na a mụrụ mama Jessie Onuigwe n'afọ 1915.",
    "Mama Jessie gara n'ihu kwuo na ọ bụ iri nri Ndigbo na ikpere 'Jesus' mere o ji gbasie ike.",
    "Kirie ihe o kwuru n'uju.",
    "Akụkọ ga-amasị gị",
    "Ụfọdụ nri ndị Igbo anaghị erikawazị",
    "BBC 100 Women 2019: Kedu ndị aha ha so?",
    "Ka e si wakpo ụmụ Naịjirịa ọzọ na Saụt Afrịka",
    "Lekwa akụrụngwa ịkwọ aka nwunye gọvanọ Enugu ga-agbapee",
    "Ọrụ ugbo",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Anambra Steeti",
    "Okike",
    "Vidio, \"Ụjọ ọnwụ ka na-atụ mama nnukwu m na-agbanyeghi na ọ karịrị afọ 100\", Duration 3,588 Septemba 2021",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Vidio, Abia state news today: Gọọmentị Abia steeti ga-amalite ọrụ n'ahịa Ariaria taa, Duration 1,49elekere 5 gara aga",
    "Vidio, Retrograde Ejaculation: 'Ọrịa shuga gbochiri m ịnyụpụta 'sperm' ma mụ na nwunye m nwee mmekọ', Duration 4,363 Septemba 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}