{
  "published": "16 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kirie ihe Cosmas Maduka, ọnye a ma dịka Coscharis kwuru maka mmechi oke ala ebe e si ebubata ngwa ahia.",
    "Maduka sị na ndị ọchịchị nọtere aka ebe ndị ha na-achị nọ nke bụ na ha amaghị nke bụ eziokwu na ndụ ha.",
    "'Enweghị ibu ga-esi n'oke ala Naijirịa gafee maọbụ bata' - Hameed Ali",
    "Ngwa ahịa m ka tọrọ na 'Seme Border' - Onye na-atụbata ahịa",
    "'Biko mepeturu anyị obere ụzọ ibupu na ibubata ngwaahịa anyị' - Ndị ahịa",
    "Kirie ihe onyonyo a ka ị nụ okwu ya n'uju.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Mama dị afọ 104 ji ọrụ ugbo zụọ ụmụ ya",
    "Ụfọdụ nri ndị Igbo anaghị erikawazị",
    "'Biko mepeturu anyị obere ụzọ ibupu na ibubata ngwaahịa anyị' - Ndị ahịa",
    "West Africa",
    "Afịrịka",
    "Ecowas",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Faith Okebata: 'Ọku ndị agha Naịjirịa mụnyere n'ụlọ m n'Izombe gburu nwunye m' - Sunday Okebata, Duration 4,3825 Nọvemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Imo State Roads: Ihe anyị jiri gbaa akwụkwọ n'ụzọ 'pọtọ pọtọ' dị n'Owerri, Duration 3,1028 Nọvemba 2021",
    "Vidio, Nnewi Women: Gịnị ka ị ma maka ‘Nwaanyị Nnewi’?, Duration 1,4624 Julaị 2019",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,57elekere 7 gara aga",
    "Vidio, Rice Processing: Usoro e ji emepụta osikapa, Duration 1,3613 Nọvemba 2019",
    "Vidio, Igbo Jews: Otụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}