{
  "published": "22 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Coal",
    "A ma Enugwu Steeti ama dịka isi obodo mpaghara ọwụwa anyanwụ Niajiria.",
    "Otu ihe akụ ọnatarachi e ji mara Enugwu bụ 'coal'.",
    "N'oge mbụ 'coal' nke e si n'Enugwu egwupụta so n'otu ihe na-enye Naịjirịa nnukwu ego.",
    "Lee ihe akụ ọnatarachi juputara n'Ebonyi State",
    "Lee ihe akụ ọnatarachi juru n'Anambra steeti",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State nke nwere ike ime ha ọgaranya",
    "Mana ọbụghị sọ 'coal' bụ ihe akụ ọnatarachi dị n'Enugwu.",
    "Lee ndị ọzọ dịka ngalaba dịka 'Raw Materials Research & Development Council' si depụta.",
    "Ebe foto si, Getty Images",
    "'Coal'",
    "Coal bụ unyi pụrụ iche e si' nala egwupụta.",
    "E ji ya emepụta ọkụ latrik, jirikwa ya akwọ ụgbọ okporoigwe Bekee kpọrọ 'train'.",
    "'Coal' bụ ihe e ji mara Enugwu steeti, nke mere e ji akpọ ya 'Coal city'.",
    "N'Enugwu North na South ka 'Coal bara ụba.",
    ") Gypsum",
    "Ebe foto si, Getty Images",
    "Ọgba ebe 'gypsum' jupụtara",
    "Gypsum bụ ụdị nkume dị nro e si n'ala egwupụta.",
    "Ọ naghị esicha ike ka nkume ndị ọzọ.",
    "Ihe e ji ya arụpụta dị ụbara.",
    "Ha gụnyere nzu bekee a kpọrọ 'chalk', ọgwụ, nakwa 'Plaster of Paris' (POP).",
    "E jikwa ya eme ka ala dị mma maka ịkọ ihe.",
    "Na mpaghara Ezeagu ka e nwere 'gypsum' nke ọma.",
    ") Iron-Ore",
    "Ebe foto si, Getty Images",
    "Ọbụ 'Iron ore' ka e ji arụpụta rọọdụ e ji arụ ụlọ",
    "'Iron ore' bụ ihe dị ka nkume e si n'ala egwuputa nke e ji emepụta igwe na ihe ndị ọzọ.",
    "Ọbụ 'Iron ore' ka e ji arụpụta rọọdụ e ji arụ ụlọ nakwa igwe e ji arụ akwa mmiri nke Bekee kpọrọ 'steel'.",
    "Onye gaa na akụkụ Udi, Igboeze North nakwa South, ebe ahụ ka 'Iron ore' jupụtara.",
    ") Glass Sand",
    "Ikwaiko na nwaanyị nọ na nsọ ya anaghị aba Ọgba Ezeagu",
    "Nke a bụ aja pụrụ iche nke e nwere ike ịgbaze iji mepụta 'glass'.",
    "Ihe e ji 'glass' arụpụta karịrị akarị.",
    "Nke a mere ka 'glass sand' bụrụ akụ ọnatarachi pụrụ iche.",
    "Na Udi nakwa Uzo-Uwanị ka ị ga-ahụ 'glass sand' n'uju.",
    ") Silica Sand",
    "Ebe foto si, investorinsight.com.au",
    "'Silica Sand'",
    "'Silica sand' bụ aja pụrụ iche na-egbuke egbuke nke e ji eme ka ụlọ sie ike.",
    "O sokwa na akụrụngwa e ji emepụta 'cement'.",
    "Ahịa 'silica sand' na mba ụwa niile ruru ijeri dọla asaa na ụma anọ n'afọ 2018.",
    "A na-atụ anya na ọ ga-eru ijeri dọla iri na ụma ise n'afọ 2024.",
    "Ebe a ga-ahụ 'silica sand' bụ na Enugwu South, Igboeze North na South na Isiuzo.",
    ") Laterite",
    "Ebe foto si, Getty Images",
    "E ji laterite arụ ụzọ",
    "Ihe e ji 'laterite' emepụta dị ọtụtụ.",
    "Ha gụnyere ịrụ ụzọ nakwa ịkpụ ihe ọkpụkpụ.",
    "Na mpaghara Awgu, na Igboeze North na South ka e nwere 'laterite' kasị mma n'Enugwu.",
    ") Pyrite",
    "Ebe foto si, Getty Images",
    "Pyrite",
    "'Pyrite' bụ igwe na-egbuke egbuke.",
    "Ndị ọkacha mara na-ekwu na ebe ọbụla a hụrụ 'Pyrite', ọlaedo nwere ike ịdịkwa ebe ahụ.",
    "Ọbụkwa kịrịkịrị ọlaedo ahụ na-adị n'ime 'pyrite' mere o ji ada oke ọnụ ahịa.",
    "E ji ya emepụta mgbaolu, mgbaaka, naọla ndị ọzọ e ji acọ mma.",
    "'Pyrite' dị nke ọma na mpaghara ụfọdụ n'Enugwu South.",
    ") 'Ball Clay'",
    "Ebe foto si, naturalindiaminerals.com",
    "Ụdị aja ụrọ a na-ama mma n'anya n'ihi ọcha ya.",
    "'Ball clay' bụkwa otu akụrụngwa e ji emepụta 'ceramics'.",
    "Mpaghara e nwere 'ball clay' nke ọma bụ na okpuru ọchịchị Isi Uzo.",
    ") Copper",
    "Ebe foto si, Getty Images",
    "'Copper'",
    "'Copper' bụ ụdị igwe pụrụ iche.",
    "A na-agụkọ ọla edo, ọla ọcha na 'copper' ọnụ.",
    "Uru 'copper' bara dị ọtụtụ.",
    "Agwakọọ 'copper' na 'aluminium' maọbụ 'zinc', ihe a ga-enweta bụ 'bronze'.",
    "Nkanu East  na West bụ ebe e nwere 'copper'.",
    "Awgu Caves: Ọgba ndị a chere ndụ ndị Mmaku n'oge gboo",
    "Enugwu bụkwa obodo na-emepụta nri nke ọma.",
    "Ha nwekwara ihe nlere anya dị iche iche dịka ọgba, ugwu, ọdịda mmiri nke Bekee kpọrọ 'water fall'.",
    "N'otu aka ahụ kwa, mmepụta ejije bụkwa ihe ọzọ e ji mara Enugwu.",
    "Ọbụ ebe ahụ ka a na-anọ emepụta ọtụtụ ihe ejije 'Nollywood'.",
    "Ọ bụrụ na gọọmentị etit nakwa nke steeti elebaa ihe ndị a anya, Enugwu ga-abụ ụwa bịa lelee.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Lee ihe akụ ọnatarachi juputara n'Ebonyi State",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State nke nwere ike ime ha ọgaranya",
    "Lee ihe akụ ọnatarachi juru n'Anambra steeti",
    "Ihe nkiri ga-amasị gị:",
    "Nigerian Border Closure: 'Anyị ahụghị ngwaahịa zụta maka mmechi 'Border''",
    "Abia State: Lee ihe akụ ọnatarachi juputara n'Abia state30 Septemba 2019",
    "Anambra State: Ihe akụ ọnatarachi juru na steeti a7 Ọktọba 2019",
    "Ebonyi State: Lee ihe akụ ọnatarachi juputara na steeti a14 Ọktọba 2019",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwereelekere 7 gara aga",
    "Websait ọhụrụ ndị na-agbasa akụkọ ụgha maka ntuliaka na Naịjirịa14 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi 14 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Etu ndị 'unknown gunmen' si wakpoo ọdọ ndị 'custom' n'Abia steeti2 Septemba 2023",
    "'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa3 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụEmelitere ikpeazụ na: 27 Ọktọba 2019",
    "Mohbad  di m tara ahụhụ ruo oge ọnwu ya - Nwunye Mohbad",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}