{
  "published": "27 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chris Sanctus Okereke",
    "Broadcast Journalist",
    "Ebe foto si, Patrick Ojukwu",
    "Sir Odumegwu Ojukwu OBE, KBE",
    "Ọtụtụ mmadụ na-anụ maka Chukwuemeka Odumegwu Ojukwu anaghị echeta na e nwere ụzụ kpụrụ egbe, egbe jiri gbagbuo egbe.",
    "Ọ bụ onye ndị mmadụ kwuru na 'Igbo agaghị echefu makana o nweghị onye ga-anọchinwu ya'",
    "Sir LP Odumegwu Ojukwu bụ ụzụ kpụrụ ya bụ egbe bụ Emeka Odumegwu Ojukwu a ma dịka Ikemba Nnewi.",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?",
    "Ojukwu Memorial Lecture: Ka o si gaa",
    "'Igbo agaghị echefu Ojukwu makana o nweghị onye ga-anọchinwu ya'",
    "Sir Odumegwu Ojukwu a bụ Odogwu nwoke Igbo ji eme ọnụ.",
    "Ọ kpawara ego mgbe ụwa ka nọ n'ọchịchịri.",
    "Amụrụ ya na Obodo ya bụ Obiuno Umudim Nnewi, nke dị n'Anambra steeti nke taa n'afọ 1909.",
    "Sir LP Odumegwu bụ nwa Ojukwu Ezeokigbo na Nnewi.",
    "Ọ gara ụlọakwụkwọ Government Primary School n'Asaba nke dị na Delta steeti taa.",
    "Ebe ahụ ka o sị banye Hope Waddell training institute, Calabar n'afọ 1922.",
    "Ebe foto si, PATRICK OJUKWU",
    "Nnamdi Azikiwe na Sir Odumegwu Ojukwu",
    "Hope Waddell training institute, Calabar bụ naani ụlọakwụkwọ Sekọndrị dị n'ọwụwa anyanwụ mgbe ahụ.",
    "Ka ọ pụtara, ọ rụtụrụ ọrụ na Agricultural Department tupu ọ gaa Legọs n'afọ 1929 mgbe ọ gbara afọ 20 bido ọrụ n'ụlọọrụ John Holt dịka onye na-elekọta ebe ha na-ere taya.",
    "Ka ọ nọ na ya bụ ọrụ, Sir Louis Odumegwu Ojukwu chọpụtara na ọtụtụ ndị Igbo na-abịa e go taya ebe ahụ na-egokwu akwa na-ebula Igbo.",
    "Ngwa ngwa ọ chọpụtara nke a ọ gara mepee ụlọahịa n'Ọnịcha tinye otu nwanne ya ebe ahụ ka ọ lekọtawa ya anya.",
    "Sir Louis Ojukwu malitere isi Legọs ịzịga akwa ka nwanne ya na-ere n'Onịcha.",
    "Otu ahụ ka o si mepee ụlọahịa mbụ ya ọ kpọrọ \"Ojukwu Stores\".",
    "Ka ya bụ ahịa malitere ito, o gotere otu ụgbọala ochie ga na enyere ya aka ebula akwa na 1930.",
    "Otu ahụ ka Louis Ojukwu sị banye na-iji ụgbọala chuọ ntaego.",
    "O sitere n'otu ụgbọala goo ọtụtụ ụgbụala, dịka akụkọ kọrọ.",
    "Otu ahụ ka o si banye n'ịchụ ntaego ụgbọala bu nke ọ kpọrọ \"Ojukwu Transport Company Ltd\".",
    "Tupu afọ 1930 abịa na ngwụcha, Sir Louis Ojukwu aghọọla ọkaibe na-iji ụgbọala chụọ ntaego site n'ọwụwa anyanwụ rụọ n'ọdịda ya.",
    "Mgbe agha mbaụwa nke abụọ dara n'afọ 1939, mba Briten rịọrọ Sir Louis Ojukwu ka ọ biko nyere ha aka n'ụgbọala ya iji bụọ ngwo ngwo na mpaghara mba Afrịka.",
    "Ojukwu meere ha otu ahụ.",
    "Nke a mere ha jiri chie ya echichi Knight of the British Empire n'afọ 1945 mgbe ya bụ agha biri maka ya bụ aka ọ nyeere ha.",
    "Ka ya bụ agha biri, ahịa bịara mepe na ọdịda anyanwụ mba Afrịka bụ nke Ojukwu Transport Company nọ n'isi uru dị na ya.",
    "Ọ zụpụtakwara ọtụtụ mmadụ na ya bụ ahịa bụ nke mmadụ dịka Ilodibe (Ekene Dili Chukwu) na Chief Izuchukwu (Izuchukwu Transport) so n'ime ha.",
    "Louis Ojukwu nwechiri ego nti nke bụ na n'afọ 1956 mgbe Queen Elizabeth nke mba Briten bịara Naịjirịa mbụ, akụkọ kọrọ na ọ bụ ụgbọala Rolls Royce ya na draịva ya ka eji bugharịa ya.",
    "Sir Louis Phillip Odumegwu Ojukwu so na isi ndị nkwado pati National Council of Nigeria and Camarrom (NCNC) bụ nke Nnamdị Azikiwe nọ n'isi ya.",
    "Mgbe pati ha meriri na 1960, ha kpọrọ ya ka ọ bịa were ọkwa Minista na-ahụ maka ego, mana Ojukwu jụrụ ajụ maka na mmadụ anaghị ebu ozu enyi n'isi wereọkpa akpa abụzụ.",
    "Ọkwa ahụ ka enyezịrọ Okotie-Eboh.",
    "Sir Louis Ojukwu nwụrụ na Nkalagụ nke dị n'Ebonyi steeti ugbua n'afọ 1966.",
    "Tupu ọ laa mmụọ Sir Louis Phillip Odumegwu Ojukwu pụtara ihe dịka ijeri dọla anọ (4 Billion Dollars) n'ego ugbua.",
    ")Onyeisi mbụ na onye hibere Nigerian Stock Exchange",
    ") Onyeisi, African Continental Bank",
    ") Onyeisioche, Nigerian cement company (NIGERCEM)",
    ") Onye nwee, Ojukwu Transport company",
    ") Onyeisioche, Nigerian National Shipping Line",
    ") Onyeisioche, Lion Of Africa Insurance Company",
    ") Onyeisioche, BISCO Nigeria Limited na onyeisioche nke abụọ, Nigerian Industrial Development Bank",
    ") Osote onyeisi, Lagos Chamber Of Commerce",
    ") Osote onyeisi, Palmline Shipping company",
    ") Onyeisioche, Nigerian Produce Marketing board",
    ") Onyeisioche, Eastern Nigerian Development Corporation",
    ") Onyeisioche, Costain west Africa",
    ") Onyentụzịaka, Shell D'Arcy Petroleum",
    ") Onyentụzịaka, Thomas Wyatt & Son",
    ") Onyentụzịaka, Nigerian Coal corporation",
    ") Onyentụzịaka, Guiness Nigeria Limited",
    ") Onyentụzịaka, Nigerian Tobacco Company",
    ") Onyentụzịaka, Daily Times of Nigeria",
    "Biafra: Gịnị nọ n'ime Bọnka Ojukwu",
    "Gọọmenti agbatiala ụbọchị nrụcha ọdọụgbọelụ Akanu Ibiam",
    "Gịnị kpatara ndị ọkaiwu ji ekpu 'wig'?",
    "Lee ihe akụ ọnatarachi jupụtara n'Enugu State",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwereelekere 7 gara aga",
    "Websait ọhụrụ ndị na-agbasa akụkọ ụgha maka ntuliaka na Naịjirịa14 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi 14 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Etu ndị 'unknown gunmen' si wakpoo ọdọ ndị 'custom' n'Abia steeti2 Septemba 2023",
    "'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa3 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụEmelitere ikpeazụ na: 27 Ọktọba 2019",
    "Libya Flood: Ndị nwụọrọla n'oke Idemmiri Libya nwere ike iru 20,000",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}