{
  "published": "22 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/@ProfOsinbajo",
    "Ịbụ onye ọkaiwu so n'otu ọrụ kacha nwee ugwu n'ụwa.",
    "Ndị ọkaiwu bụ ndị a ma dịka ndị ma oke akwụkwọ ma burukwa iwu obodo niile n'isi.",
    "Buhari achụola ndi ọkaiwu ukwuu abụọ",
    "'O nweghi ihe ghọrọ Onnoghen ahịa'",
    "Ekike e ji mara ndị ọkaiwu na-apụkwa iche ma nwekwaa mpụtara dị icheiche.",
    "Ekike ndị a gụnyere uwe ogologo ojii na okpu ọcha a na-akpọ 'wig'.",
    "Ebe foto si, Getty Images",
    "Okpu ndị ọkaiwu",
    "Nchọpụta BBC Igbo mere gosiri na ọbụ na mba Ịngland ka ụdị ekike ahụ malitere.",
    "N'oge ahụ, ọbụ naanị ndị ọgaranya na-ekpu okpu pụrụ iche iji gosi akụnụba ha.",
    "Ọbụkwa ndị ọgaranya na-abụkarị ndị ọkaiwu n'oge ahụ, nke a mere na ha na-eyi uwe ogologo ma kpurukwa okpu pụrụ iche.",
    "Mana ugbua, n'obodo ndị mepere emepe n'akụkụ ụwa niile, ndị ọkaiwu anaghịzi ekpu ụdị okpu ahụ.",
    "Ọ ka mma ka emelaa okpu ndị ọkaiwu a na Naịjirịa?",
    "Ọkaiwu Amarachi Ugwunna",
    "BBC Igbo gbara otu onye ọkaiwu aha ya bụ Amara Nwabueze ajụjụ ọnụ.",
    "Nwabueze bụkwa onye nkuzi na ngalaba iwu na Mahadum Abiịa Steeti.",
    "O kwuru na ọbụ eziokwu na ekpomọkụ buru ibu na Naịjirịa, mana nke ahụ ezughị iji sị ka akwụsị ya.",
    "O kwuru sị: \"Ịbụ ọkaiwu bụ ọrụ nwere nnukwu ugwu, o kwesịrị ka a na-akwanyere ya ugwu.\"",
    "\"Ọbụrụ na a sị onye ọbụla yiri ihe dị ya mma bịawa n'ụlọikpe, ndị mmadụ ga-emechu ugwu a na-akwanyere ọrụ ọkaiwu.\"",
    "E tu esi achọputa ọkaiwu adigboroja",
    "Ụfọdụ na-ekwu na Naịjirịa ekwesịla ịgbajọ okpu nakwa uwe ogologo ndị ọkaiwu na eyi.",
    "Ọkaiwu Chidi Odinkalu kwuru okpu ahụ adịghị mma maka ahụike mmadụ n'ihi oke ekpomọkụ dị na Naịjirịa.",
    "Ike Aguata kwuru na ihe izi ọ ga-eme ma o nwee ohere bụ ịkwụsị ya bụ uwe ogologo nakwa okpu.",
    "Mana @effe_ndi kwuru na ndị ọkaiwu na mba UK ka na-ekpukwa okpu ahụ ma abịa n'ikpe dị aghaa.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Anyị ebitela ijeri dọla atọ maka ọkụ latrik - Gọọmentị etiti",
    "'Itinye ego mgbazite n'ọkụ latrikị abụghị ihe kacha mkpa ugbua' - Sam Amadi",
    "'Idemmiri achụsịala anyị'",
    "Ihe nkiri ga-amasị gị:",
    "Onitsha fire: \"Ụlọ m na 'shọp' m gbara ọkụ, ebe ka m ga-agbaje?",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwereelekere 7 gara aga",
    "Websait ọhụrụ ndị na-agbasa akụkọ ụgha maka ntuliaka na Naịjirịa14 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi 14 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Etu ndị 'unknown gunmen' si wakpoo ọdọ ndị 'custom' n'Abia steeti2 Septemba 2023",
    "'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa3 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụEmelitere ikpeazụ na: 27 Ọktọba 2019",
    "Mohbad  di m tara ahụhụ ruo oge ọnwu ya - Nwunye Mohbad",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}