{
  "published": "22 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Obianinwa",
    "Senior Broadcast Journalist, Igbo",
    "Dika a na-enweta akụkọ ndị mmadụ na-anọkata daa nwụrụ, ọ na-agbagọjụ ụfọdụ anya etu dimkpa maọbụ agada agada nwaanyị ga-esi nọkata daa ma nwụrụ.",
    "Dibia bekee bụ Chidimma kwuru ihe ole na ole nwereike ịkpata ya bụ ọdachị nakwa ogbugbo ya.",
    "Maternal mortality rate: Ịmụ nwa ebe na abụghị ụlọọgwu nwereike imenina nne na nwa -Dọkita",
    "Dọkịta egbuola nwaanyị otele ukwu gbalaga",
    "Ihe ụfọdụ ụzọ ndị ahụ dọkịta Chidimma kpọpụtara.",
    "Ebe foto si, Getty Images",
    "Oke ndọli: O kwuru na nsogbu a na-emekarị n'etiti ndị ọgbara ọhụrụ a na-adọlị n'ime oke ahụhụ ịkpata ihe ọnụ ga-eri.",
    "Ogbugbo: Nwete ezumike zuruoke.",
    "Oke ọbara mgbalielu:",
    "Ogbugbo: Na-anwụ ọgwụ ga-ebutedata ya nke dọkịta gị ji aka ya nye gị.",
    "Oke ọbara mgbatu ala:",
    "Ọgbugbo: Lele ahụ gị  n'ime ọnwa isii ọbụla ka ịchọpụta nke a ma nata ndụmọdụ zuruoke n'aka dọkịnta gị",
    "Afo ime: Dọkịta Chidimma kwuru na ndị ime nwereike ịda mgbe ọbụla.",
    "Ogbugbo: Nata dọkịta gị ndụmọdụ ma ịchọpụta na ị na-adakarị ma ị dị ime.",
    "Anwụghị mmiri: Nke a pụtara na onye ahụ anaghị aṅụ mmiri ọfụma.",
    "Ogbugbo: Dọkịnta Chidimma kwuru na ọ ga-adịmma ka mmadụ na-agba mbọ hụ na ọ na-aṅụ mmiri ugboro gboro n'ụbọchị",
    "Oke egwu",
    "Ogbugbo: Ihe hija gị n'ike ,jide obi aka.",
    "Oke ụfụ",
    "Ogbugbo: Nabata ọgwụ dọkịta gị nyere gị maka nke a",
    "Etu isi ekulite n'ụra: Dọkịta Chidmma kwuru na etu mmadụ si ekulite n'ụra nwerike ịkwatụ ya n'ike maọbụrụ na omeghị ya ọfụma.",
    "Ogbugbo: Ikulite n'ụra, tụgharịa n'akụkụ gị nọrọ oge tịnkọm tịnkọm, nọrọala oge tịnkọm tịnkọm, chituo ụkwụ gị n'ala oge tinkọm tịnkọm ma rituo n'oge na-adịghị anya n'elu akwa.",
    "N'ikpeazụ dọkịnta Chidimma kwuru na ọ ga-adị mma ka mmadụ na-ewepụta oge na-aga na-enyocha ahụ ya opekatampe otu ụbọchị n'ime ọnwa isii.",
    "Osikapa ụbọchị ụka ọ na-ewesti oge?",
    "Eh! Ekwenyeghị m na covid-19 dị",
    "Gịnị bụ ọgwụ Dexamethasone a sị nwereike ịgwọ coronavirus?",
    "Ihe ise na-egosi na mmiri kọrọ gị n'ahụ",
    "Vidio, Lee megharị ahu ise ụmụnwaanyị dị ime ekwesịghị ime18 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip17 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Vidio, Ebube Agu: Ebe ndị 'unknown gunmen' wakporola n'ala Igbo, Duration 8,2612 Eprel 2021",
    "Vidio, Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Ihe nne Ada Jesus gwara Odumeje maka mgbaghara nwa ya nwaanyị",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Gịnị bụ nje Herpes a esi na nsusu ọnụ na aramara ebute?Emelitere ikpeazụ na: 16 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}