{
  "published": "22 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @Femi Fani Kayode",
    "Onye bụbu minista na ahụ maka njem ụgbọelu bụ Femi Fani Kayode akwọọla aka Pontus Pirate n'isi aha ndị Yoruba.",
    "Nwaamdị ahụ eji FFK mara sị na ọ bụ ndị Fulani nyere ha aha ahụ, nke ha kpọrọ Yariba n'olu ha.",
    "Nnamdi Kanu: Abaribe na Fani-Kayode ga-agwa anyị ka o si gbapụ na Naịjirịa - Ọkaiwu",
    "Lee aha ndị gọọmenti etiti machiri  njem mba ofesi",
    "Ọ sị na ndị Fulani ji ya bụ aha eme ndị agbụrụ ya akaje maka na ya bụ yariba pụtara \" muchi muchi na Onye ihu abụọ\".",
    "FFK sị na \"agbụrụ m abụghị ndị muchi muchi maọbụ ndị ihu abụọ\".",
    "FFK sịkwa na ọ bụ otu aka ahụ ka ha sị akpọ ndị Igbo Yamiri.",
    "Ebe ndị Igbo jụru nke ha, ndị Yoruba nabata nke ha.",
    "Ọ sị na agbụru ya bụ \"Karo Jire\" maọbụ \"Oduduwa\", ebe asụsụ ya bụ Anago.",
    "FFK sị onye anwakwala anwa kpọọ ya onye Yoruba ma kpọkụọ ndị agbụrụ ya niile ka ha jụ aha ahụ kpam kpam.",
    "Ọ sị na onye ọbụla na-aza aha ahụ site ugbua \"amaghị ihe ọ na-eme onwe ya na ndị agbụrụ ya niile\".",
    "N'otu aka ahụ FFK kọtọkwara aha Naịjirịa n'akara twitter ya bụ nke ọ sị na ọ bụ ndị Bekee nyere ha aha ahụ nke ọ sị na ọ pụtara \"obodo ọchịchịrị\".",
    "Ọ sị na aha ndị ahụ bụ mkparị nye ndị agbụrụ ha ma sị onye ọbụla azazịla ya.",
    "Ihe mere Nnamdi Kanu ji gbuo oge ikwupute maka ọnwụ nne ya",
    "Nwoke dị afọ 100 si ụlọmkpọrọ pụta anwụọla",
    "Edward Onoja bụzị osote Gọvanọ Kogi steeti",
    "'Dick Tiger tinyere ego ọ kụtara n'ọkpọ na nkwado agha Biafra' - Chijoke Ihetu",
    "Vidio, Gọọmenti etiti kwesiri ịge ndị dị ka Nnamdi Kanu na-achọ nwereonwe - Femi Fani-Kayodeelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia7 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Chidinma Ojukwu: Aka ndị ọzọ dị n'ogbugbu Usifo Ataga - ụmụnne Ataga",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Ihụnanya na omiiko kọrọ ụkọ n'ụka na Naịjirịa - Chimamanda Adichie",
    "Information blackout: Ihe mere ọtụtụ ụlọ akwụkwọ mgbasa ozi na Naịjirịa jiri dee maka atụmatụ a",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}