{
  "published": "23 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @Davidoofficial/instagram",
    "Otiegwu Daivdo aṅụọla iyi na ụmụagbọghọ abụọ boro ya ebubo ịtụwa otu n'ime ha ime ga-ahuju anya.",
    "Ihe onyonyoo na-efegharị na soshal midia gosiri ụmụagbọghọ abụọ na-ekwu na ọ bụ Davido tụwara otu n'ime ha ime ma gọlahụ ya.",
    "Davido: Ihe jịkọrọ ya na Ndigbo",
    "Davido egechiela Chioma!",
    "Davido ọ kwadola ịlụ Chioma?",
    "Ha kpọrọ Davido iyi elu na ala ma kwuo na ha na ya ga-etinye ụkwụ n'otu trawụza ma ọ kachie ntị na-agọ agọ.",
    "Nke a wutere Davido, onye ezigbo aha ya bụ David Adeleke, nke ukwu.",
    "Ya mere o ji foro ntutu taa na ọ ga-agbarịrị ụmụagbọghọ ahụ akwụkwọ n'ụlọikpe.",
    "Davido kwuru na ụmụagbọghọ ahụ ga-akwụ ya ijeri naịra iri atọ tupu e si n'ụlọmkpọrọ tọhapụ ha.",
    "O kwuru na ọ ga-akwụ onye ọbụla ga-enyere ya aka ịchọta ha otu nde naịra.",
    "E mechaa, Davido kwuru na ya achọtala ha.",
    "Ugbua, ụmụagbọghọ ahụ ekwuola na ọ bụ egwuregwu ka ha na-egwu.",
    "Ha kwuru na ha ma ụma kwuo ihe ha kwuru iji kpaa ndị mmadụ ọchị.",
    "Mana Davido achọghị iji ntị anụ nke ahụ ma ncha.",
    "Ebe foto si, Instagram/Davido",
    "Ihe Davido dere n'akara 'instagram' ya",
    "O depụtara n'akara 'instagram' ya na ya agaghị edi ihe ahụ ụmụagbọghọ ahụ mere.",
    "\"Ọ bụ ihe a ka ụnụ na-enye nwunye m ka mụrụ nwa ọhụrụ?\"",
    "Cheta na enyi nwaanyị Davido bụ Chioma mụtaara ya otu agadaga dimkpa na nsonso a.",
    "Ebe foto si, Twitter/Bashir Ahmad",
    "Buhari na Vladmir Putin",
    "Onyeisiala Muhammadu Buharị na onyeisiala mba Russia bụ Vladmir Putin zutere ma najie aka taa dịka ọgbakọ Russia-Africa Summit biiri ọkụ.",
    "Buharị na ọtụtụ ndị isi gọọmentị mba Afrịka ndị ọzọ na-esonye n'ọgbakọ ahụ nke ga abịa n'sisi njedebe n'ụbọchị Fraịdee.",
    "Ebe foto si, Twitter/Lastma",
    "Ihe mberede a mere n'elu akwammiri Otedola",
    "Ihe anya mmiri mere taa n'okporoụzọ awara awara si Legọs gawa Ibadan.",
    "Ihe mberede okporoụzọ tara isi otu onye ma merụọ onye ọzọ ezigbo ahụ mgbe ụgbọala bu container kụpịara otụtụ ụgbọala na-agara onwe ha.",
    "Ndị ọrụ nchekwa ụzọ kwuru na o nwere ike ịbụ oke mmiri zoro n'ụtụtụ Wenezdee na Legọs kpatara nke a.",
    "A hụrụ ozu mmadụ 39 na UK",
    "Ụgbọala a hụrụ ozu mmadụ 39 n'ime ya",
    "Ndị uweojii nwụchiri ụgbọala gwongworo bu ozu mmadụ iri atọ na itoolu n'obodo Essex nke dị na mba UK n'ehihie taa.",
    "Aka akparala nwata nwaokorobịa nya ya bụ ụgbọala wee si mba Bulgaria wee bata UK n'ụbọchị Satọdee.",
    "Ndị uweojiikwuru na ọbụ ndị ọkenye iri atọ na asatọ na otu nwata ka a hụrụ ozu ha n'ime ụgbọala ahụ.",
    "Ha na-agbalịzi ugbua ịmata ndị e bu ozu ha n'ime ụgbọala ahụ.",
    "Ebe foto si, Getty Images",
    "Dika goolu zoro ka mmiri na asọmpi Champions League ụnyaahụ, onye ma ihe ga-eme taa.",
    "Chelsea na Ajax na-akwata ya ugbua, Liverpool ga-ezute Genk, ebe Barcelona ga-ezute Slavia Praha.",
    "N'asọmpi ndị ọzọ, Inter Milan na Borussia Dortmund ga-akwata ya, Olimpique Lyonnais ga-ezute Benfica.",
    "Agbatiala ụbọchị nrụcha ọdọụgbọelụ n'Enugwu",
    "Ibe anyị o, a sịzịkwa na ọ bụ n'ọnwe Apreelụ 2020 ka a ga-arụcha ọdọụgbụelụ Akanu Ibiam dị n'Enugu.",
    "Minista nọ n'isi ụlọọrụ ahụ bụ Hadi Sirika sị na ya agaghị atụrụ ndị mmadụ asị na ya gaghaị arụcha ya bụ ọdọụgbọelụ na Disemba dịka ha kwuburu mana ya ga-eburu isi ụlọọrụ ya ga-gwunye n'Enugu ịhụ na ha rụchara n'Apreelụ.",
    "Arik akagbuola ifepụ n'ọdọugboelu Enugwu na Tuzde",
    "A ga-ewepụ \"International\" na Akanu Ibiam Airport?",
    "Minista kwuru nke a mgbe ọ na-akọwara ndị kọmitii na-ahụ maka njem ụgbọelụ maka ego ha mapụtara itinye n'ọrụ na-afọ 2020.",
    "O kwuru na maka ya bụ ọkpụrụkpụ ego onyeisiala Muhammadu Buhari tinyegoro aka na ya maka ya bụ ọrụ, na ndị ọrụ ngo ga-amalite ya bụ ọrụ mgbe adịghị anya.",
    "O kwuru na Onyeisisala enyela ikike ka ndị niile ya bụ ọrụ metutere malite ọrụ ha ozugbo.",
    "Sirika kwukwere na ya bụ ọdọụgbọelụ ga bụ okaibe mgbe a ga-arụcha ya.",
    "Ọgbaghara ịkpaoke agbụrụ na Saụt Afrịka",
    "Ebe foto si, Getty Images",
    "Ụmụafọ Naịjirịa 116 anwụọla n'ihe banyere Xenophobia na Saụt Afịrịka",
    "Unu ahụlanụ o, emeruola mmadụ anọ ndị Naịjiria ahụ na ọgbaghara ịkpaoke agburu ọzọ na Saụt Afrika.",
    "Onyeisi ndị Nigerian Union South Africa bụ Adetola Olubajo kwuru na agbara ụlọahịa ndị mmadụ ọkụ na ya bụ ọgbaghara bidoro na Mpumalanga Province ụnyahụ.",
    "Nke a na-abịa ka onyeisiala Muhammadu Buharị na ọgbọ ya nke Saụt Afrika bụ Cyril Ramaphose nwechere mkparịta ụka na Saụt Afrịka maka ọdịmma mba abụọ ahụ.",
    "Ebe foto si, EPA",
    "N'ofesi, onyeisi mba Briten bụ Boris Johonson ekwuola na ya ga-enwe ntuliaka ọhụrụ ma ọ bụrụ na Europian Union nyezuo ha ọnwa atọ.",
    "Chete na ụlọomewu mba ahụ jụrụ na ha agaghị akwado Johnson  na nkwekọrịta ha na EU nwere n'izu uka gara aga.",
    "Gịnị kpatara ndị ọkaiwu ji ekpu 'wig'?",
    "Lee ihe akụ ọnatarachi jupụtara n'Enugu State",
    "Bobrisky o ji ike dimkpa kụpụ nwoke suru ụgbọala ya ntị?",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwereelekere 7 gara aga",
    "Websait ọhụrụ ndị na-agbasa akụkọ ụgha maka ntuliaka na Naịjirịa14 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi 14 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Etu ndị 'unknown gunmen' si wakpoo ọdọ ndị 'custom' n'Abia steeti2 Septemba 2023",
    "'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa3 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụEmelitere ikpeazụ na: 27 Ọktọba 2019",
    "Mohbad  di m tara ahụhụ ruo oge ọnwu ya - Nwunye Mohbad",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}