{
  "published": "23 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Obianinwa",
    "Senior Broadcast Journalist, Igbo",
    "Ndị ọkachamara n'ihe gbasara mmekọrịta ahụ nwoke na nwaanyị ekwuola hoha na o nweghị mgbe nchọpụta sayensi ji kwuo na nwoke ịchado nwaanyị anya n'ara ga-adọtị ndụ ya.",
    "Otu onye n'ime ha aha ya bụ Pamela Udoka, BBC Igbo jụrụ maka ya bụ nchọpụta sị na ọ bụghị eziokwu n'ogo sayensi kwuru na onye ọbụla buputere nchọpụta ahụ mere ya ka aha ya wuo ewu.",
    "Mịchaa ya ọnụ, gosi ya ịhụnanya taa na-emefughi oke ego",
    "Dọkịta egbuola nwaanyị otele ukwu gbalaga",
    "Mana onye ọzọ bụ Mmirimmasinachi Ekechukwu kwuru na ọbụrụ ma uche nke ya, ya bụ ihe nwekwara ike ịbụ eziokwu.",
    "Ebe foto si, Mmirimmasinachi Ekechukwu",
    "Ekechukwu si na ụmụnwoke na-elelekarị ụmụnwaanyị mara mma na-eji agbatụ ọbara mgbalielu",
    "Lee ihe Ekechukwu kwuru:",
    "O nweghị mgbe ya bụ atụmaatụ a ji bụrụ nke e dere n'akwụkwọ.",
    "O kwuru mana n'anya nke ya eziokwu dị na ya bụ atụmaatụ maka na ụmụnwoke ji anya eri.",
    "Ụmụnwoke na-elelekarị ụmụnwaanyị mara mma makana ọ na-akwụsị ha ọbara mgbalielu.",
    "Ọ ga-adị mma ka ụmụnwaanyị lụrụ dị na-ejike onwe ha ọfụma maka di ha ka o wee na-ele ihe niile dị na-ahụ ha ka ndụ ya gbatikwuo.",
    "Nwaanyị ọbụla mara mma kwesiri ịghọta na nwoke ga-elelerịrị ya anya, nke a ekwesighi ịgbakasị ya ahụ.",
    "Obi na-aka nwaanyị ọbụla nwoke na-elerikarị maka na ọ matala na ọ mara mma",
    "Ebe foto si, PAMELA UDOKA",
    "Lee ihe Pamela Udoka kwuru:",
    "O nweghị eziokwu dị na nchọpụta ahụ.",
    "Onye obi ụtọ bụ onye obi ụtọ.",
    "Onye mere nchọpụta ahụ chọrọ ka ụwa nwee ihe ha ga-eji na-ekwucharị ọnụ.",
    "\"I na-ele m anya n'ara ịbụ di m\"?",
    "Ka e si wakpo ụmụ Naịjirịa ọzọ na Saụt Afrịka",
    "Lekwa akụrụngwa ịkwọ aka nwunye gọvanọ Enugu ga-agbapee",
    "Gịnị kpatara ndị ọkaiwu ji ekpu 'wig'?",
    "Bobrisky o ji ike dimkpa kụpụ nwoke suru ụgbọala ya ntị?",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ohaneze, Akeredolu asaala Malami maka iji ire mgbuka tụnyere ịchịgharị ehi20 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Okwu Israel na Palestine ọ ga-emecha bie?14 Mee 2021",
    "Abubakar Shekau, onyeisi ndị Boko Haram, anwụọla?",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ohaneze, Akeredolu asaala Malami maka iji ire mgbuka tụnyere ịchịgharị ehi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "India: Idina nwunye maobụ di mmadụ abụghị njọEmelitere ikpeazụ na: 27 Septemba 2018",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}