{
  "published": "24 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ụlọọrụ na-agbanyụ ọkụ n'Enugwu steeti ekwuola na ha dị njikere ịgbanyụ ụdịrị ọkụ ọbụla n'ihi na akụrụngwa ha ji arụ ọrụ zuru oke.",
    "Onye isi ụlọọrụ steeti ahụ bụ Okwudili Ohha, gwara BBC Igbo na ụlọọrụ ha nwere nnukwu ụgbọala mgbanyụ ọkụ iri na abụọ na tanker abụọ na-ebu mmiri, nke mmiri juru n'ime ha chere echere oge ọbụla.",
    "Onitsha tanker fire: Lee ụfọdụ ndị ọkụ kpụrụ isi ma kpụọ afụọnụ ha",
    "Ụzụ atụọ n'Enugwu maka ọkụ tanka n'akụkụ GOSHEM Estate",
    "Lee ihe akụ ọnatarachi jupụtara n'Enugu State",
    "Ohha kwuru na udịrị ọdachị ọkụ ọgbụgba mmanụ ụgbọala mere n'Ọnịcha apụghị ime n'Enugwu n'ihi na ha kere nkwụcha oge niile.",
    "Ebe foto si, Engr Okwudili Ohha",
    "Ohha kọwara na ha nwekwara tanka na-enyere aka ma mmiri gwụwa.",
    "Iji zaa ajụjụ maka ụgbọala tanka bụ mmanụ mebiri na New Artisan n'Enugwu abalị abụọ gara aga, ọ kọwara na ngwa ngwa ya bụ ihe mere, ụlọọrụ ya jiri kemikalụ wee kwụsị ya bụ mmanụ na-awụsasị n'ala ịghọrọ ọkụ.",
    "Dịka Ohha kwuru, ọ karịala ugboro isii ụgbọala bu mmanụ ụgbọala nwere nsogbu n'Enugwu n'ime otu afọ, mana onweghị nke ghọrọ ọkụ n'ihi nkwụcha ụlọọrụ ha kere n'Enugwu.",
    "Akụkọ ga-amasị gị:",
    "E nweela oke nzọ ụkwụ n'ikpochapụ ọrịa polio",
    "Ihe asaa Buhari na Putin kpara na Sochi, Rọshịa",
    "Ụnụ ga-atakwute ya kọnkịrị n'ụlọmkpọrọ - Davido",
    "Ihe nkiri ga-amasị gị:",
    "Onitsha fire: \"Ụlọ m na 'shọp' m gbara ọkụ, ebe ka m ga-agbaje?",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbuaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbua",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}