{
  "published": "26 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Igbo gara gbaa ọkụ n'ime ụlọ nchekwa ihe nka (museum) nke Igboukwu dị n'Anambara steeti, nke bụ otu ebe njirimara ndị Igbo n'oge gboo.",
    "Ọ bụ n'afọ 1960 ka e si n'ala gwupụta ọtụtụ ihe nka ndi a ndị mgbe gboo ji eme ọnụ.",
    "'Anyị agaghị eketa na ego nka Ben Enwonwu'",
    "Beverly Osu o mere ihe ọjọọ iyi uwe ndị Katọlik?",
    "Mana ka ọ di ụgbu a, ọtụtụ ihe nka ndi a adịkwaghị n'ala Igbo.",
    "Ụfọdụ n'ime ha di n'ụlọ nchekwa ihe nka nke dị na Legos nakwa Jos, ebe ụfọdu bụ nke ndị ohi bịara zukọrọ.",
    "Lee ihe nkiri a ka ị hụ ihe anyị hụrụ.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Gọọmentị Anambra state ga-emefu N137.1b na bọjeetị afọ 2020",
    "Ịchụntaego na Naịjriịa ọ dịla mfe?",
    "App na-enye aka ịmụta asụsụ Igbo",
    "Vidio, Father Okunerere: Ihe mere m ji echekwa arụsị ndị okpụkperechị wepụtara ịla n'iyi, Duration 7,069 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, 'O nweghị onye m na-asọ anya makana chukwu na-eche m'- Fada Mbaka, Duration 3,537 Ọktọba 2020",
    "Vidio, Archbishop Adewale Martins ekwuola na amụma Mbaka buru maka Hope Uzodinma na-eme ihere, Duration 2,557 Jenụwarị 2020",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,465 Mee 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}