{
  "published": "28 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Imo steeti so na steeti na-emepụta mmanụ agbịdị na Naịjirịa.",
    "Ụmị mmanụ agbịdị dị n'Imo steeti karịrị otu narị na iri isii.",
    "Ụmị ndị dị n'obodo iri na abụọ na steeti ahụ",
    "Ụmụnwaanyị Imo state bụ \"a kwaa a kwụrụ\" na Nigeria",
    "Ihe Imo state ji bụrụ \"elelebe ejeghi ọrụ\"",
    "Mana ọ bụghị naanị mmanụ agbidi bụ ihe akụ ọnatarachi dị na steeti ahụ.",
    "Lee ndị ọzọ ebe a dịka nchọpụta ngalaba 'Raw Materials Research & Development Council' si kwuo.",
    "Ebe foto si, www.worldatlas.com",
    "Zinc",
    "Zinc bụ ụdị igwe e si n'ala egwupụta.",
    "Chaịna, Peru nakwa Ọstrelia bụ mba ndị e ji mmepụta 'zinc' mara.",
    "Ọ na-enye aka na mmepụta ọkụ latrik.",
    "A gwakọọ 'zinc' na 'copper', e nweta 'brass'.",
    "E nwekwara 'zinc' nke na-edozi ahụ.",
    "Ihe ndị ọọ e ji 'zinc' emepụta bụ rọba, mmanụ e ji ete ụlọ (paint), na kemịkalụ ụfọdụ.",
    "Na mpaghara ụfọdụ n'Okigwe na Orlu ka e nwere 'zinc' n'uju.",
    "Ebe foto si, Getty Images",
    "Gypsum",
    "Gypsum bụ ụdị nkume e si n'ala egwupụta.",
    "Ihe e ji ya arụpụta gụnyere nzu bekee a kpọrọ 'chalk', ọgwụ, nakwa 'Plaster of Paris' (POP).",
    "E jikwa ya eme ka ala kawanye mma iji kọọ ihe.",
    "Ebe ị ga-ahụ 'Gypsum' bụ n'Okigwe.",
    "Ebe foto si, Getty Images",
    "E ji 'lead' arụpụta batịrị",
    "Otu ihe kacha mkpa e ji 'lead' emepụta bụ 'battery'.",
    "'Battery' bụ ihe na-enye ụgbọala, ọgbatumtum, ekwentị na ihe ndị ọzọ ike.",
    "E jikwa lead emepụta igwe na ihe ndị ọzọ.",
    "Okigwe na Orlu nwere 'lead' n'uju.",
    "Ebe foto si, Getty Images",
    "Igwe e ji akwọri 'limestone'",
    "Ihe e ji 'limestone' arụpụta buru ibu.",
    "Ha gụnyere 'cement', 'ceramics' na ihe ndị ọzọ.",
    "'Limestone' na-aka mfe igwupụta karịa nkume ndị ọzọ. Ebe e nwere ya n'Imo Steeti bụ na mpaghara Ohaji-Egbema na Okigwe.",
    "Ebe foto si, Getty Images",
    "'Kaolin'",
    "'Kaolin' bụ ụdị nkume ọcha na-akwọ mụrụmụụ.",
    "E ji ya emepụta nke Bekee kpọrọ 'ceramics', werekwa ya arụ ọgwụ na-akwụsị otoro maọbụ afọ ọsịsa.",
    "Kaolin dị n'Ehime Mbanọ, Isu nakwa Oru North.",
    "Ebe foto si, AFP",
    "'Lignite' na-enye igwe na-emepụta ọkụ latrik ike",
    "Lignite bụ ụdị 'coal'.",
    "Mana ọnaghị eji uji nke ukwu dịka 'coal' ndị ọzọ.",
    "A naghị ejikarị 'lignite' akwọ ụgbọ oloko (train).",
    "Ebe ọ na-aka egbo mkpa bụ na mmepụta ọkụ latrik.",
    "'Lignite' dị n'akụkụ ụfọdụ n'Orlu'.",
    "Ebe foto si, Getty Images",
    "Aja ụrọ 'bentonite'",
    "Na mpaghara Ideato South nakwa Isu ka e nwere 'bentonite'.",
    "Nke a bụ ụdị aja ụrọ na acha ọcha.",
    "Ọ na-enye aka n'igwu ụmị dị icheiche dịka ụmị mmiri nke Bkee kpọrọ 'Borehole'.",
    "Ọrụ ya bụ igbochi mmiri ịba ebe achọghị ka ọ baa.",
    "Ebe foto si, Twitter/EmekaIhedioha",
    "Gọvanọ Imo Steeti, Emeka Ihedioha, gara ilegharị anya n'Oguta 'Lake'",
    "Obodo dị icheiche n'Imo Steeti nwere ọtụtụ emume ọdịnala mara mma nke ukwu.",
    "Ọ bụrụ na e lebaa emume ndị anya ma mezie ya nke ọma, ọ ga-adọta ndị mmadụ ka ha na-abịa njem nlereanya na steeti ahụ.",
    "Bịa tinyekwara oshimiri Ugwuta nke a na-akpọ 'Oguta Lake' na Bekee.",
    "Ụdị ihe a bụ ihe na-amasị ndị njem nke ukwu.",
    "Imo bụkwa steeti ala ya na-emepụta nri nke ọma.",
    "Naanị nkọpụta nri, ma e mezie ya ọfụma, nwere ike inye gọọmentị Imo nnukwu ego.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State",
    "Lee ihe akụ ọnatarachi juru n'Anambra steeti",
    "Lee ihe akụ ọnatarachi juputara n'Ebonyi State",
    "Lee ihe akụ ọnatarachi jupụtara n'Enugu State",
    "Ihe nkiri ga-amasị gị:",
    "'Dick Tiger tinyere ego ọ kụtara n'ọkpọ na nkwado agha Biafra' - Chijoke Ihetu",
    "Abia State: Lee ihe akụ ọnatarachi juputara n'Abia state30 Septemba 2019",
    "Anambra State: Ihe akụ ọnatarachi juru na steeti a7 Ọktọba 2019",
    "Ebonyi State: Lee ihe akụ ọnatarachi juputara na steeti a14 Ọktọba 2019",
    "Enugu State: Lee ihe akụ ọnatarachi juputara n'Enugu State22 Ọktọba 2019",
    "NA EME UGBU A Abụbọọrụ a mabeghi mgbe ọ ga-ebi ga-amalịte n'abalị Oktoba 3 - TUC na NLC",
    "Etu ndị uweojii Anambra si jichie ụkọchukwu Katọlik maka ebubo ịbụ onye Massobelekere 7 gara aga",
    "'Eze Crypto riri m nde dọlla 2.1'30 Septemba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Gịnị ga-emezi ma ndịagha France si na mba Niger pụọ? 27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Etu ndị uweojii Anambra si jichie ụkọchukwu Katọlik maka ebubo ịbụ onye Massob",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry",
    "'Eze Crypto riri m nde dọlla 2.1'",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?",
    "Imo State na ihe akụ ọnatarachi juputara n'ime yaEmelitere ikpeazụ na: 28 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}