{
  "published": "31 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Science Photo Library",
    "Eserese na-egosi Sarah Baartman site n'akụkụ ya na n'ihu ya",
    "Sarah 'Saartjie ' Baartman bụ otu nwaanyị ụfọdụ akụkọ ụwa agaghị echefu maka ihe ọ gabigara n'aka ndị ọcha oge ọ bụ ohu.",
    "Baartman bụ nwaanyị mba Saụt Afrịka otu dọkịta mba Briten kpọfere ala Bekee, hụrụ nwịị n'obodo oyibo makana e ji ya were na-eme akaja ma bụrụ onye ọha na-abịa agba nkiri.",
    "Ọ gịnị bụdị 'Identity Theft' a na-ewu?",
    "Uche Ntoroọbịa: Ị ga-eme enyi tupu ị rụọ di maọbụ nwunye?",
    "Killiwee Nwachukwu: Etu dike a siri nwete aha ya",
    "Dịka akụkọ mgbe ochie si kwuo, dọkịta ahụ tinyere ya ebe a na-akpọ \"museum\" ka ndị ọcha ibe ya na-ele ya anya ịkwa emu maka etu ahụ ya dị (o nwere nnukwu otele nke ọtụtụ ndị ọcha ahụtubeghi mgbe ahụ).",
    "Akụkọ a kwukwara na o nwere ọrịa otele ukwu a kpọrọ \"steatopygia\".",
    "N'agbanyeghi ihe Baartman gabigara mgbe ọ dị ndụ, na ọ nwụrụ n'ụbọchị 29 nke ọnwa Disemba n'afọ 1815 ka ọ dị naanị afọ 26, akwụsịghị mkparị akparịrị ahụ ya.",
    "Otu onye ọcha a kpọrọ Georges Cuvier chịkọrọ ma ụbụrụisi ya, ọkpụkpụ ahụ ya nakwa ihe ndị o ji bụrụ nwaanyị (sexual organs), wee ka na-edowe ya ebe igwe mmadụ ga na-abịa agba ya nkiri n'obodo Paris dị na mba Frans.",
    "Ha gbagidere ya n'anwụ ruo afọ 1974, mana ọ bụ n'afọ 2002 ka ndị mba Saụt Afrịka bịara kporo ihe fọrọ n'ozu ya ma lie ya n'ala ha.",
    "Ebe foto si, Twitter/@DiceAiles",
    "Dice Ailes bụ otiegwu ezigbo aha ya bụ Shasha Damilola Alesh tiputara egwu ọhụrụ ọ kpọrọ \"Gịnịka\".",
    "Na foto o ji egosipụta egwu a ọ sị bụ maka ịgwa ụmụnwaanyị na ha nwere ike iji ahụ ha mere ihe ọbụla masịrị ha, o ji eserese Sarah Baartman tinye n'elu ya.",
    "Nke a mere ka ndị mmadụ dọkawa ya ka mpempe akwụkwọ, na-ekwu na ọ dị ka ọ maghị ihe Baartman gabigara ọ ga-eji were na-akparị ya na-aga n'ihu.",
    "Ailes na onwe ya ka ọ na-agbara isi onwe ya depụtara ebumnuche ya n'elu Twitter.",
    "@Abisolathegreat kwuru sị na Ailes kparịrị Baartman site n'ihe o mere, ma jụọ ma ọ makwa onye nwaanyị o ji eserese ya mee ihe a bụ?",
    "@cremechic11 kwuru na ọ bụghị etu a ka e kwesịrị isi too nwaanyị ahụ.",
    "@ekesunvictor kwuru na ọ bụ maka ụdịrị ihe a ka o ji ewe iwe maka otu nwoke na-eke ụmụnwaanyị agbụ.",
    "@_bhadmus kwuru na nke a gosiri na akụzighi akụkọ mgbe gboo n'ụlọakwụkwọ etu e kwesịrị isi mee ya.",
    "@_mimiAbu kelere Ailes sị na ọ bụ maka ya ka o ji mara onye Baartman bụ ugbua.",
    "@OlumideOG kwuru sị na ọ ghọtaghị ihe mere e ji akpọ Ailes aha ọjọọ maka ito ahụ Baartman.",
    "Ihe nkiri ga-amasị gị:",
    "Killiwee Nwachukwu",
    "Ndị ntoroọbịa tinyere ọnụ n'okwu banyere ime enyi na njem alụmdinanwunye.",
    "NLC Strike: Ụlọakụ emepeghi n'ụfọdụ ebe dịka ha malitere abụbụọrụ ụbọchị abụọ.5 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktokelekere 9 gara aga",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "E duola Emmerson Mnangagwa n’iyi ọrụ dịka onyeisiala mba Zimbabwe 4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok",
    "Onye bụ 'Sarah Baartman' a e ji maka ya adọri Dice Ailes?Emelitere ikpeazụ na: 31 Ọktọba 2019",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}