{
  "published": "29 Ọktọba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka gọọmenti etiti na-egosi mmasị n'ọrụugbo, ọtụtụ mmadụ amalitela itinye isi na ya n'ụzọ dị iche iche.",
    "BBC Igbo mere ihe ngosi a ga-enyere ndị mmadụ aka ịchọpụta mpio na ntubirikọ dị na ya bụ ọrụ.",
    "Ndị Igbo, bikonu, bịanụ rụwa ọrụ aka",
    "'E jim ịghe ọpụpa zuọ ụmụ m na mahadum'",
    "Ọrụ Bekee na ịrụrụ onwe gị ọrụ, kedụ nke na-amasị gị?",
    "Ochie dika n'ịzụ ụmụanụ bụ Ephraim Chukwu gwara BBC Igbo na ya bụ ọrụ nwere nnukwu uru mana ọ dịghị mfe.",
    "Lee ihe okwuru n'ihe nkiri a dị n'elu.",
    "Onye mere akụkọ a: Chris Sanctus Okereke na Nnamdi Agbanelo",
    "Akụkọ ga-amasị gị:",
    "Njem ole ka Buhari merela kemgbe May 29?",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụ",
    "Ihe ị ga-eji gbaa mbọ kpuchie azụmaahịa gị maka ọdachi",
    "Vidio, Roxy Ogechi Ndebumadu nwada Igbo bụ onyeisi okpuruọchịchị Bowie n'Amerịka, Duration 2,057 Septemba 2020",
    "Vidio, Kaycee Madu: Etu m ji si Mbaise bụrụ 'Minister' ikpe nkwụmọtọ na Canada, Duration 6,3031 Ọgọọst 2020",
    "Vidio, Junior Ezeonu: Etu nwafọ Igbo a dị afọ 22 ji bụrụ omeiwu na mba Amerịka, Duration 3,0012 Ọgọọst 2021",
    "Vidio, International Day of Women and girls in science: Onweghị ihe ọbụla nwaanyị agaghị emenwu - Wendy Awele Okolo na-arụ na NASA, Duration 1,108 Maachị 2020",
    "Vidio, Omenala Igbo: 'Nwa m amụtaghị nwa tupu ọ nwụọ, anyị wee lụtara ya nwaanyị ga-amụtara ya nwa', Duration 3,076 Juun 2019",
    "Vidio, \"Amụghị m ịma mbem amụ, ebu m ya pụta ụwa\", Duration 5,052 Julaị 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogbu: Igbo achọghị ịchị Naịjirịa, Duration 2,071 Maachị 2018",
    "Vidio, Ọgbambọ: Ọdachi m nwere n’asọmpi bọọlụ nkata mere m ji hiwe Wakanow – Obinna Ekezie, Duration 3,0731 Ọgọọst 2021",
    "Vidio, Deborah Samuel Yakubu : Lee ọnọdụ ezinaụlọ nwaada e gburu na Sokoto kemgbe Pastọ Chibuzọ Chinyere nyechere ha ụlọ, Duration 2,5331 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}