{
  "published": "2 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Solomon Ukoha so n'ime ndị nwere akara aka ịrụpụta akụrụmgwa technuzu.",
    "Dịka ụfọdụ mmadu n'Aba, Maazị Ukoha enweghị ohere ịga mahadum mana ọ na-agbalị ike ya n'imepute ihe.",
    "Ọ sị na ọ bụ na nrọ ka uche oji eme ihe ọ na-eme si apụta.",
    "N'ihe nkiri a, o gosiri aka ọrụ ya ma kwukwa ebumnuche na olilanya ya.",
    "Allen Onyema emekwaala ihe nyịrị mmụọ na mmadụ",
    "Obi ọkara gị itinye foto gi ka FaceApp gbanwee ya?",
    "Ndị Igbo, bikonu, bịanụ rụwa ọrụ aka",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ', Duration 2,4623 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Kelechi Iheanacho: Nna m achọbụghị iji ntị anụ na m na-agba bọọlụ, Duration 2,0210 Juun 2019",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,3317 Maachị 2021",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Water Generator: Emeka Nelson rụpụtara igwe ọkụ ji mmiri arụ ọrụ, Duration 2,5619 Ọgọọst 2019",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}