{
  "published": "4 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, APAMSLIMITED",
    "Igbo na-ekwu na ozu onye mmadụ amaghị na-adị ka nkụ dị n'akụkụ ụzọ.",
    "Akụkọ na-ekwukwa na ugwu diri onye nwụrụ anwụ bụ ka ndị nwe ya lie ya nkeọma.",
    "\"Gbuoro onye ị hụrụ n'anya ehi 10 ma ị chọọ\"",
    "Agaghị akwazị ozu karịa otu ụbọchị n'Anambra - Ndị ụlọomeiwu",
    "Mana kedụ ihe bụ ili mmadụ nkeọma?",
    "O nwere ndị sị na ọ bụ itinye ezigbote ego na-akwamozu onye ahụ nwụrụ anwụ site n'ime emume gbagotere.",
    "Mana, ụfọdụ ndị dịka onye ejije Nollywood a ma ama bụ Yul Edochie sị na ọ hụghị uru dị n'imefu oge ego n'akwamozu mmadụ.",
    "Ị ma na akwamozu otu onye nwere ike ị bụ 'nke mmadụ niile'",
    "Kama na ọ ga-aka mma inye onye ahụ ego ahụ mgbe ọ ka dị ndụ karịa imegu n'ọnwụ ya.",
    "Okwu ya dara ụfọdụ mmadụ ghaarịị na ntị, mana ọ bụghị ya bụ mbụ na-ekwu ụdịrị okwu a.",
    "Nwaanyị Ọcha, bu onye ocha lụrụ onye Igbo, tinyekwara ọnụ na ya bụ okwu mgbe o nyere ndụmọdụ ka akwa mmadụ oge ọ dị ndụ ghara imefu oge mgbe mmadụ lara mmụọ.",
    "Kedụ ihe omenala Igbo kwadoro e ji eli mmadụ?",
    "Ebe foto si, Apams Limited",
    "Otu onye ọdịnala bụ Maazị Kalu Okorie Uzu gwara BBC Igbo na oge mbụ na ndị Igbo anaghị emefu oke ego n'ili onye nwụrụ anwụ.",
    "Ọ sị na a na-eli onye nwụrụ anwụ ọ karịa n'ime otu ụbọchị ọ nwụrụ, na ohere a bụ iji mara na ọ nwụọla n'ezie.",
    "Maazị Kalu sị na ọ bụrụ na e me ihe ndị ahụ omenala kwadoro dịka ịzụ ọji, mmanya, ọkụkọ maọbụ ewu, nri dgz. na o zuola ili mmadụ.",
    "Ọ gara n'ihu kpọọ oku ka ebelata ọtụtụ ego a na-emefu ugbua n'ihi ili onye nwụrụ anwụ.",
    "Mana agbanyeghi nke a, ọtụtụ mmadụ na-ahụ akwammozu ka ihe oriri na nkwari.",
    "N'iji mezuo nke a, ọtụtụ ndị na-ere akụnaụba ha nke gụnyere ala, ụgbọala, ụlọ nakwa ihe ndị ọzọ.",
    "N'obi ndị a, ha na-asị na ọ bụ ụzọ e ji akwanyere onye nwụrụ anwụ ugwu ruru ya nke mere na ọ ga-ara ịkwụsịtụ ya.",
    "Akụkọ ndị ga-amasị gị:",
    "Nne ụmụaka atọ ụlọ aja dagburu n'Ebonyi amabeghị na ha nwụrụ",
    "Odumegwu Ojukwu gara ịgba afọ 78 taa",
    "Gịnị bụ ikuchi nwaanyị n'ala Igbo?",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Etu ndị o ji egbe si wakpoo ma gbuo ndị uweojii atọ n'Abakaliki",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "O nweghi ihe jịkọrọ Ebube Agu na ESN Nnamdi Kanu hibere - Gov Umahi",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ ajaEmelitere ikpeazụ na: 3 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Flavour, Chidinma, Davido na ndị ọzọ a kpụ n'ọnụ n'izu aEmelitere ikpeazụ na: 23 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}