{
  "published": "7 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ ga-amasị gị:",
    "Ụlọikpe enyela O.U.K mmeri",
    "Ebe foto si, Orji Uzor Kalu/Facebook",
    "Ụlọikpe mkpegharị nọ n'Owerri enyela aka chiburu Abia Steeti bụ Orji Uzor Kalu mmeri na ntuliaka ọkwa ịnọchite anya Abia North.",
    "Onyeisioche ụlọikpe a bụ R.A Ada kwupụtara mkpebi ụlọikpe a iji katọọ ikpe ụlọikpe nta bụ 'Tribunal' kpere na mbụ nke sị ka e megharịa ntuliaka n'ụfọdụ wọọdụ.",
    "Orji Kalu: Enweghi m ọnụ okwu maka akụkọ mmachi njem",
    "Orji Kalu amaala afọ n'ala n'ikwụsị nyocha ya.",
    "Ọ sị na usoro ụlọikpe 'Tribunal' ji kagbuo mmeri Kalu abụghị ihe iwu kwadoro.",
    "Ọ gara n'ihu kwuo na onye mere mkpesa bụ Mao Ohuabunwa nke PDP enweghi ndị akaebe iji kwado mkpesa ya.",
    "N'otu aka ahụ",
    "Ebe foto si, @RealRochas/Twitter",
    "Ụlọikpe mkpegharị nọ n'Owerri nọrọ sị na ọ bụ sịnetọ Rochas Okorocha bụ aka chiburu Imo steeti meriri na ntuliaka ọkwa sịnetọ ịnọchite anya Imo West.",
    "Onye enyemaka mgbasaozi ya bụ Sam Onwuemeodo gwara BBC Igbo na nke a bụ eziokwu.",
    "Anyị ga-enyocha mpụtara mkpebi ụlọikpe n'okwu Okorocha - Inec",
    "Rochas awaala n’oche ọchịchị",
    "Ụlọikpe a kachapụrụ mkpesa Osita Izunaso nke APGA na Jones Onyereri nke PDP mere ma kwuo na ha achịtaghị aja.",
    "Onyeisioche ndị ụkaikpe a bụ R.A Ada gụpụtara nke a sị na ndị mere mkpesa a enweghi ihe akaebe n'ebubo ọgbaghaara ha sị mere na ntulaiaka ahụ.",
    "Ọ gara n'ihu kwuo na o nweghi ihe akaebe gosiri na a magidere onye ọrụ Inec n'ike ka ọ kpọpụta mpụtara ntuliaka.",
    "Cheta na ụlọikpe ntuliaka dị na mbụ chabie ikpe na ọ bụ Okorocha meriri na ntuliaka a e mere n'ụbọchị iri abụọ na atọ nke ọnwa Febụwarị 2019.",
    "Mọnde bụ ụbọchị ezumike ndị ọrụ Bekee",
    "Ebe foto si, Getty Images",
    "Gọọmentị etiti amapụtala ụbọchị Mọnde bụ abalị iri na otu ọnwa Nọvemba dịka ụbọchị ezumike nye ndị ọrụ Bekee.",
    "Odeakwụkwọ mịnịstrị na-ahụ maka ihe na-eme n'ime obodo bụ Mohammed Manga sị na nke a bụ maka emume Eid-ul-Mawlud nke afọ 2019.",
    "N'ofesi",
    "Ebe foto si, Reuters",
    "Onyeisiala mba Frans bụ Emmanuel  Macron sị na nzuko Nato abụrụla ihe nwụrụ anwụ kwuo na obi mba Amerịka adịchaghị na ya ọzọ.",
    "Ọ sị na mba Amerịka agwaghị otu Nato tupu o wepụ ndịagha ya site na mba Siria.",
    "N'egwuregwu",
    "Ebe foto si, Getty Images",
    "N'asọmpi Uefa Europa taa, Manchester United ga-anwale ike ha mgbe ha ga-ezute Partizan Belgrade dịka ha gbachara ọnyụpa n'aka ndị Bournamount.",
    "Onye nchịkọta ha bụ Ole Gunnar Solskjaer sị na ha dị njikere maka asọmpi a.",
    "Nkeji",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Ihe nkiri",
    "E kwesiri ime enyi tupu amalite alụmdinanwunye?",
    "Gọọmentị enyela iwu ọzọ maka mmechi ọkeala Naijirịa",
    "Ebe foto si, Getty Images",
    "Gọọmentị etiti enyela iwu ka akwụsị ibunye ọdọ mmanụ ụgbọala ọbụla nọ na ogige kilomita iri abụọ n'oke Naijiria mmanụ ụgbọala.",
    "Ọ bụ ndị ọrụ ngalaba 'Customs' ndị zipụru akwụkwo mgbasa ozi n'ụbọchị 6 nke Nọvemba maka atụmatụ a gwara BBC okwu maka ya.",
    "'Rice akọọla n'ahịa n'ihi mmechi border' - Ndị ahịa",
    "Ngwa ahịa m ka tọrọ na 'Seme Border' - Onye na-atụbata ahịa",
    "Ha s ị na iwu a kwuru na ndị niile ometụtara ga-erububere ya isi na egbughị oge.",
    "Nigerian Border Closure: 'Anyị ahụghị ngwaahịa zụta maka mmechi 'Border''",
    "Cheta na nke a na-abịa dịka gọọmentị mechiri oke Naijirịa n'ọnwa Oktoba maka ndị na-ebubata ahia iwu na ahia adigboroja, ma kwa ndị na ebu mmanụ ụgbọala site Naijirịa gaa mba ndị ọzọ",
    "Ndị ụlọomeiwu Naịjirịa akwadola ịmanye iwu ga-eme ka onye nkuzi Mahadum ọbụla metọrọ nwata akwụkwọ maọbụ nye ya nsogbu mmekọrịta ga-aga ụlọ mkpọrọ afọ iri na anọ.",
    "Echiche ha bụ na nke a bụ ụzọ a ga-esi wepu ya bụ nsogbu na Mahadum kpam kpam.",
    "Ọ bụ Ovie Omo-Agege bụ Osote Onyeisi n'ụlọ Omeiwu Ukwu hibere iwu a.",
    "Okwuru maka ebe ọ kwụ ugbua n'akara Twitter ya.",
    "Atụmatụ a na-abịa n'azụ akụkọ banyere ihe a BBC mere.",
    "SexforGrade: Ihe ndị mmadụ na-ekwu banyere ya",
    "Ebe ọzọ na Legọs",
    "Ebe foto si, @jidesanwoolu",
    "Aka na-achị Legọs steeti bụ Babajide Sanwo-Olu agwaala ndị mmadụ kpọọ ya \"Maazị Gọvanọ\" dịka o wepụrụ 'His Excellency\" n'aha a na-etu ya.",
    "O kwuru na aha ọhụrụ ya ga-egosi ihe niile e kwesiri ịji mara ya bụ obi ume ala nakwa ijere ndị Legọs ozi.",
    "Na mba ofesi",
    "Ebe foto si, Getty Images",
    "Ihe ruru mmadụ iri atọ na asaa anwụọla ebe mmadụ iri isii merụrụ ahụ mgbe a wakporo ụgbọala njem ise bu ndị ọrụ na mba Burkina Faso.",
    "E chere na ọ bụ ndị na-eyi ndụ egwu kpara ya bụ mkpa mkpa",
    "N'egwuregwu",
    "Ọ dịka enweela Neymar ọhụrụ na otu Real Madrid",
    "A na-etu Rodrygo Silva de Goes \"Neymar\" dịka o nyere ọkpụ goolu atọ n'ime ọkpụ goolu isii nke otu ya ji merie Galatasaray ụnyaahụ.",
    "Gee nkeji ebe a",
    "Akụkọ ga-amasị gị ịkọ taa niile",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu2 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Akụkọ ogbugbu ndịagha ndị Igbo isii bụ akụkọ ụgha - Ndị agha Naịjirịa",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Lee afọ 2019 mgbe ndị gọvanọ ọwụwa anyanwụ si ha machịrị nchịgharị ehi na mpaghara ahụ",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "NIMC NIN Registration: Gọọmentị agbatịala oge idebanye aha",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}