{
  "published": "6 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Lizzy Evueme bụ onye e ji Ovuleria Urediya Nwaogbo mara sị na ọ ka dị ndụ na ọ nwụghị anwụ.",
    "Mgbe BBC Igbo kpọrọ ya n'ekwenti ị mata nke bụ eziokwu, ọ sị na ọ ka dị ndụ ma nweekwa ahụike.",
    "N'okwu ya \"Adị m ndụ , nwee ahụike. Chineke akpọbeghị m, a mara m na m ga-anwụ mana ọ bụghị ma Chineke a kpọbeghi m\".",
    "Lizzy sị na o nweghi ọrụ ọ na-arụ ugbua, na ọ bụ ụmụ ya na-azụ ya nakwa elekọta ya anya.",
    "Ọ gịnị bụdị 'Identity Theft' a na-ewu?",
    "DSS sị anyị bịa n'ụtụtụ a maka Sowore - Femi Falana",
    "Ị nwereike kote buru maka ihe idere na soshal midia",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Ihe ngosi",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,56elekere 5 gara aga",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Ọgba Mbọ: Ọtụtụ ndị enyi m gbara m ọsọ maka na m na-ebu ozu - Adaeze Okosi, Duration 4,4817 Mee 2022",
    "Vidio, Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}