{
  "published": "6 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Yuledochie",
    "Ndị mmadụ na-adọrịta ụka na soshal midia maka ihe otu nwagbọghọ kpọrọ onwe ya Sugabelly kwuru sị na \"Pete Edochie amaghị ka esi eme ejije\".",
    "Sugabelly sị na Pete Edochie na-eme naanị otu ụdị ihe nkiri kamgbe ọ malitere ime ejije; na ihe nkiri \"abụghị naanị ịtụ ilu\".",
    "Pete Edochie si na ọjị bụ ihe eji anabata ndị ọbịa",
    "Ndụ m dị iche n'ihe m na-eme n'ihe onyonyo - Patience Ozokwor",
    "Pete Edochie gọrọ BBC Igbo ọjị",
    "Okwu ya a gbarụrụ ihu otụtụ mmadụ bụ ndị sị na ọ bụ mkparị ka nwagbọghọ a kparịrị 'odogwu n'ihe nkiri' bụ Pete Edochie.",
    "@EdoFirstLady sị na ọ bụghị ihe ịtụnanya na ndị mmadụ na-atụnyere mmadụ na ibe ya dịka mgbe a sịrị na Beyonce ka Michael Jackson mma n'iti egwu.",
    "@Adunni_Achebe sị na Pete Edochie na-emekarị ihe nkiri ebe ọ bụ Eze apụtaghị na ọ maghị eme ejije.",
    "Ụfọdụ ndị kwenyere n'ihe Sugabelly kwuru;",
    "@lollypeezle sị Pete Edochie metụkwanụ ụdịrị ihe nkiri ọzọ, na ọ bụghị oke ihe ka a na-achọ n'aka ya.",
    "Dịka ịrụrịtaụka na-aga n'ihu, ka anyị lebanye anya na njem Pete Edochie n'ime ihe nkiri;",
    "Ndụ Pete Edochie na njem ime ihe nkiri ya:",
    "A mụrụ Peter Edochie n'ụbọchị asaa nke ọnwa Maachị afọ 1947 n'Enugwu Steeti.",
    "Ọ na-eme ihe nkiri ma bụrụkwa onye na-agbasa ozi.",
    "Ọ malitere ọrụ mgbasaozi ya n'afọ 1967 n'ụlọọrụ Eastern Nigerian Broadcasting Corporation.",
    "Ọ na-atara ọzụzụ n'aka ụlọọrụ British Broadcasting Corporation (BBC) na mgbasaozi n'afọ 1980.",
    "Ọ pụtara ihe n'ime ihe nkiri n'etiti afọ 1980 na 1990 mgbe o sonyere n'ihe nkiri 'Things Fall Apart' ebe a kpọrọ ya 'Okonkwo'.",
    "Pete Edochie emeela ihe nkiri karịrị 100 ndị gụnyere Igodo, Narrow Escape, End of Money, Oracle na nke nso nso a bụ Lionheart.",
    "O ritela ihe nturuugo n'ime nkiri dịka 'Industry Merit Award, Lifetime Achievememt Award'.",
    "N'afọ 2003, gọọmentị Naịjirịa nyere Pete Edochie nkwanye ugwu 'Member of the order of the Niger (MON)'.",
    "Ọtụtụ ndị mmadụ na-ahụ Pete Edochie dịka otu n'ime ndị kachasị eme ihe nkiri n'Afrịka.",
    "Anaghị agụ aha ndị na-emete ọnụ ha n'ejije na Naịjiria nakwa Afrịka ghara ịkpọ aha ya.",
    "Akụkọ ndị ga-amasị gị:",
    "Okpunnabụenyi, peteri na ihe ndị ọzọ a na-atụbata Naijirịa na-emepụta",
    "Obi adịghị ndị Igbo mma n'ọnọdụ ha nọ na Naịjirịa - Ekweremadu",
    "'Idemmiri a akarịala aka anyị'- SEMA Anambra steeti",
    "Vidio, Amaghị m ma ndị gọvanọ anyị ọ na-atụ ụjọ - Pete Edochie28 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Umahi amachiela ngagharị dịka e gburu ndịagha abụọ, ndị ọzọ n'Ebonyi steetielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Umahi amachiela ngagharị dịka e gburu ndịagha abụọ, ndị ọzọ n'Ebonyi steeti",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Aisha Buhari, Patience Jonathan na nwunye onyeisiala ndị ọzọ ị gaghị echefu ọsịsọ",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUTEmelitere ikpeazụ na: 29 Jenụwarị 2021",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}