{
  "published": "9 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Eze Chukwuemeka Eri",
    "Taa ka ndị obodo Aguleri na eme emume ncheta ọbịbịa Eri.",
    "Nke a bụ nnukwu emume, ọbụghị sọ n'Aguleri kama n'ala Igbo niile gbaa gburubguru.",
    "'Aguleri na Igboukwu abụghị mbido Ndigbo'",
    "I ga-egbu ụdịrị ichi a egburu mgbe gboo?",
    "Dịka akụkọ sị kọọ, Eri bụ nna ndị Igbo niile.",
    "N'ihi nke a ka ndị Igbo niile ji akwanyere emume ncheta ọbịbịa Eri nnukwu ugwu.",
    "BBC Igbo kwụ chịm na ya bụ emume wee na-ewetara gị etu ihe niile sị aga.",
    "Lee ya na foto ndịa:",
    "Ihe ọkpụkpụ na-egosi Eri onye ụfọdụ sị na ọbụ ya bụ nna ndị Igbo niile",
    "Ndị eze si ebe dị icheiche n'ala Igbo gbara ụkwụ n'Aguleri taa",
    "Igwe Nnaeme Achebe, Obi nke Ọnịcha nọkwa ebe ahụ, ya na onye enyemaka ya",
    "Onye na-anọchite anya Ooni nke Ife dị n'ala Yoroba",
    "Ndi ichie ndị Aguleri nọkwa ya n'ozuzu oke",
    "Anaghị achọ ụmụnwanyị achọ",
    "Ọtụtụ ụmụnwanyị isi ojii mba Amerịka bịakwara ya bụ emume",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ị ma na e nwere ụmụ Igbo bụ 'Papal Nuncio'?",
    "Ndigbo na Yoroba bụ otu afọ mụrụ - Oba Ogunwusi Adeyeye",
    "Tanka ọzọ bu mmanụ ụgbọala adaala n'Anambara",
    "Ihe nkiri ga-amasị gị:",
    "Ihe dị iche n'etiti akpụ Ghana na nke Nigeria",
    "Vidio, Ihe mere m ji echekwa arụsị ndị ọkpụkperechị wepụtara ịla n'iyi- Father Okunerere9 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Fada Mbaka egbuola ikpere n'ala rịọọ Bishop Onaga na ụka Katọliki mgbaghara9 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Fada Mbaka egbuola ikpere n'ala rịọọ Bishop Onaga na ụka Katọliki mgbaghara",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}