{
  "published": "12 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Westminsterunder.org.uk",
    "Chika Ofili bụ nwa afọ Naịjirịa bi na mba UK eritela nturugo 'TruLittle Hero' maka nchọpụta ọhụrụ o mere na mgbakọ na mwepu.",
    "A bara nchọpụta ya 'The Chika Test' n'ihi na ọ bụ naanị ya mere nchọpụta ahụ kemgbe ụwa.",
    "Ị ma Sandie Okoro ada Igbo ọzọ welitere isi na World Bank?",
    "Kedụ ihe ị ma maka ada Igbo ji eje mba bụ  Dehlia Umunna?",
    "Chika dị afọ iri na abụọ meriri mmadụ anọ, ụfọdụ ndị tọrọ ya nọ n'ogo irite ya bụ nturugo.",
    "Dịka ụlọọrụ nturugo ahụ si kwuo, Chika bụ nwata a ma ama na-anọchịte anya ụlọawkụkwọ ya n'asọmpị agụmakwụkwọ dị icheiche.",
    "Ihe ịmaghị maka Chika Ofili",
    "Ebe foto si, Westminsterunder.org.uk",
    "Chika Ofili bụ nwata dị afọ iri na abụọ na-agụ akwụkwọ na \"Westminster Under School\" nke dị na mba Briten.",
    "Gịnị na-eme ụmụakwụkwọ Queens College ọzọ?",
    "E ji ịhụnanya o nwere na agụmakwụkwọ, ọ kachasị mgbakọ na mwepu mara ya.",
    "Ọ kachasị mee ọfụma n'ule mgbakọ na mwepu ndị karịrị afọ iri na otu mgbe ọ ka dị afọ asaa.",
    "Mmeri anyị ga-ebuli mmụta Teknụzụ - Ụmụakwụkwọ Regina Paecis",
    "Ụmụaka Igbo eturula ugo ọkaibe na teknụzụ na mbaụwa",
    "Naịjirịa bụ mbụ na ndị ọrịa Pneumonia kacha egbu ụmụaka ya",
    "Ọghọm dị n'ilụ di na nwata na Naịjirịa",
    "United Kingdom",
    "Naijiria",
    "Ụmụaka",
    "Ọmụmụ na mmụta",
    "Vidio, Lee nwada dị afọ 24 na-akụzị na Enugu State University of Science and Technology24 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwalaelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwala",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Mkpụrụ mmiri: Ndlea ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Gọọmentị kwụsi ike na o nweghi onye ọbụla e gburu na Lekki Toll Gate - Lai Mohammed",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}