{
  "published": "29 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Gịnị ka ị ma maka Maazị Mbonu Ojike?",
    "Kedụ nke a ga-akpọpụta nwoke a abụghị?",
    "Odeakwụkwọ? Ọgụegwu? Onye nkuzi? Onye ndọrọndọrọ ọchịchị? Kedụ nke a ga-akpọpụta aka ya adịghị n'ime ya?",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?",
    "'Zik of Africa'; Nwoke ndị Igbo ji eme ọnụ",
    "Gịnị ka ị ma maka Eni Njoku; nwaafọ Igbo isi ya na-apụ ọkụ n'agụmakwụkwọ?",
    "Ojike so na ndị Igbo nwere oke ọgụgụ isi mere ka a mara ya amara oge ọ dị ndụ.",
    "E mechara mara ya maka okwu ọ na-ekwukarị bụ \"Boycott all boycottables\" na Bekee, nke pụtara \"gọpụ onwe gị ma ọ bụrụ na ọ dabaraghị gị\".",
    "Lee anya ka BBC Igbo kọwaara gị maka ya.",
    "Ihe ị kwesịrị ịma maka Mbonu Ojike:",
    "A mụrụ ya n'afọ 1914, n'Arọndịizuogụ dị n'Imo steeti",
    "O kwetara na nwoke ịlụ karịa otu nwaanyị, mere ka ọ lụọ nwunye abụọ",
    "Dịka akụkọ si kwuo, ọ banyere otu a na-akpọ Ogboni, ebe ọ nọ ruo oge ọnwụ",
    "Ọ gụrụ akwụkwọ na Naịjiria, kuzikwaa nkuzi ma gaa ụlọakwụkwọ maka ndị chọrọ ịbụ ndị nkuzi",
    "O mechara gụọ akwukwọ na mba Amerịka, na mahadum \"Lincoln University, University of Illinois nakwa Ohio State University\", ebe ya na ndị dị ka Ozumba Mbadiwe zutere ma bụrụ enyi",
    "Ka ọ nọ na mba ofesi, o dere ụfọdụ akwụkwọ gbasara omenaala Afrịka nakwa gbasara ịkpa oke ndị ọcha na-akpaso ndị isi ojii",
    "Ị ma na ọ gụkwara egwu? Ọ bụ ihe ndị Bekee na-akpọ \"choirmaster\" oge ọ na-akuzi nkuzi, ma na-akpọkwa ụbọ \"piano\"",
    "O dere ozi mwute gbasara ọnwụ mmadụ 21 na-egwuputa unyi ndị ọcha gburu n'Iva Valley dị n'Enugwu",
    "O jighi Afrịka egwu egwu, nke bụ na onye ma ya ma na ọ ga-ebu ụzọ họrọ ihe ọbụla bụ njirimara Afrịka dịka ejiji, nri, egwu, mmanya ngwọ nakwa ihe ndị ọzọ, tupu o kwute okwu nke Bekee.",
    "Maka etu ihe gbasara Afrịka si anụ ya ọkụ n'obi, o kwetara ịbụ osote onyeisi otu pati National Council of Nigeria and the Cameroons (NCNC) bụ nke Herbert Macaulay hibere, ebe ọ zọrọ ọkwa ma nweta oche ịnọchite anya Legọs steeti n'ụlọomeiwu.",
    "N'afọ 1951, e mere ya osote 'Mayor' nke Legọs steeti ebe ọ nọ ruo afọ 1953 mgbe ọ nwetara oche n'ụlọomeiwu nke mpaghara ọwụwa-anyanwụ",
    "Ọ rụkwara dịka Minista na-ahụ maka Ọrụ nakwa nke na-ahụ maka Akụnaụba, n'afọ 1954; ebe ọ nọ ruo afọ 1956",
    "Ị gaa Owere, ị ga-ahụ ụzọ a gụrụ aha ya n'Ikenegbu, nakwa n'Ụmụahịa nakwa na Surulere dị na Legọs, ya na Fegge dị n'Ọnịcha",
    "Ọ nwụrụ n'ụbọchị 29 nke ọnwa Nọvemba nke afọ 1956, ka ọ dị naanị afọ 42.",
    "Akụkọ ga-amasị gị:",
    "Etu Akanu Ibiam si bụrụ onye a ma ama ugbua",
    "Arsenal achụọla Emery ọsọ mgbada",
    "Akwụkwọ nsọ amachighi 'plastic surgery' - Tony Rapu",
    "Ihe nkiri a ga-amasị gị:",
    "King Jaja of Opobo: Ndị ntọ tọọrọ ya mgbe ọ gbara afọ 12",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}