{
  "published": "13 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emma Russell",
    "Enwere ọtụtụ ihe ndị na-abụghị eziokwu maka ikpu nwaanyị, na-efegharị n'elu soshal midia mana otu nwaanyị aha ya bụ dọkịta Jen Gunter na-agba mbọ ịmezi ya.",
    "Gunter bụ dọkịta na-ahụ maka ụmụnwaanyị di ime na US na Canada katọrọ atụmaatụ kwuru na a ga-etinyenwu akwa n'ikpu maka ihazị nsọ nwaanyị maọbụ ijide ebe nwaanyi si anyụ mamịrị.",
    "Onye bụ 'Sarah Baartman' a e ji maka ya adọri Dice Ailes?",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?",
    "Gunter depụtara ụfọdụ ihe o chere ndị nwere ọtụ kwesiri ịma ka aghara ị lafu ha.",
    "Gunter kwuru na ọtụ dị n'ime ahụ ebe nke na-emetụta akwa gị bụ nke a na-akpọ ọnụ ọtụ.",
    "O kwuru na ọ dịmma ka ụmụnwaanyị nakwa ndị mmadị na-akpọ okwu aha karịa ma ị na-akpọ ọtụ aha nkwuchi.",
    "Nke a ga-eme ka amara nke bụ nke ma ị ga ikpesara dọkịta nsogbu gbasara ya.",
    "Ebe foto si, Emma Russel",
    "Gunter kwuru na ọ chọpụtara na ụmụnwaanyị na-eche karị na ị ga-eji ncha dị iche iche wee sapụ ọtụ gị mana o kwuru nkea abụghị eziokwu.",
    "O kwuru na ọtụ bụ ime ụlọ na-ehicha onwe ya.",
    "A ga-ejinwu mmiri wee sachapụ ọnụ ikpu.",
    "Ebe foto si, Emma Russell",
    "Ọtụ nwere nje ndị dị mma n'ime ya maka ichekwa ya dịka Gunter si depụta.",
    "O kwuru na ụmụ nwaanyị ekwesighị iji ihe e ji akpọ ihe nkụ abịa n'akụkụ ọtụ.",
    "Gunter kwuru na ọ chọpụtara na ụmụnwaanyị na-ejikarị agụba akpụchapụ aji niile dị n'ọtụ ha.",
    "Nke a dị mma maka iwepụ igwu n'ọtụ mana o nwere ọgbata uhie so ya.",
    "Ogbatauhie so ya gunyere nyewa ahụ nakwa nje ibanye n'ime ikpu.",
    "Ka nwaanyị mụchara nwa, kwụsị ihụ nsọ ya, ihe dị n'ahụ ya mere ka ọ mụnwoo nwa e belata.",
    "Nke a na-emetụta ọtụ na ọnụ ọtụ site n'ime ka ọ kpọ nkụ ghara ị na-atọzi nwaanyị ụtọ.",
    "Gụnter nyere ndụmọdụ ka ụmụ nwaanyị hurụ onwe n'ọnọdụ a gaa hụ dọkịta ka onye ga-enye ha mmanụ ga-eme ka ọtụ ha ghara ịkpọ nkụ.",
    "\"O dị mkpa ka ụmụnwaanyị mata ihe ndị a ka ha ghara ịta ahụhụ\",",
    "Nwata Igbo dị afọ 12 ewepụtala ụzọ ọhụrụ esi arụ 'Maths'",
    "Ị ma na ọ bụghị oyi na-ebute Pneumonia?",
    "Rice processing: Usoro e ji emepụta osikapa ọdịnala",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Anyị ga-esogide okwu nwa anyị e gburu na Dowen College ruo n'isi njedebe - Okowa3 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Anyị ga-esogide okwu nwa anyị e gburu na Dowen College ruo n'isi njedebe - Okowa",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Orji Uzor Kalu kwesịrị ịkọwa etu o si mịbanye ga-ahụ Nnamdi Kanu - Ejiofor",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọEmelitere ikpeazụ na: 18 Julaị 2021",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}