{
  "published": "17 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikechukwu  Kalu",
    "Broadcast Journalist Igbo",
    "Ebe foto si, Facebook/Nnarambia Women",
    "Ọ bụ ụmụwanyị niile a mụrụ n'obodo na-emebe otu ụmụada",
    "Ndị Igbo na-ahụta ọnwụ mmadụ dịka mmebi nke anụahụ na ọ bụghị mmebi nke mmụọ dịka ha kwenyere na mmụọ onye ahụ ga na-anọ n'etiti ha n'oge niile.",
    "Ọ bụrụ na mmadụ nwụọ, ihe dịrị ndị ezinaụlọ ya bụ ili ya nke ọma iji kwanyere onye ahụ ugwu nke ikpeazụ.",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "Nwaanyị nwụọ n'ala Igbo e nwere usoro omenala ndị a ga-agbaso iji hụ na e liri nwaanyị ahụ nke ọma ebe mkpụrụobi ya ga-ezu ike.",
    "Ụdịrị ọnwụ ọ nwụrụ ga-abụ ihe ga-egosi etu a ga-esi lie ya.",
    "Ọ bụrụ na ọ nwụrụ 'ajọnwụ' dịka etozughi oke, amụghị ụmụ, ọ nwụrụ n'ụbịam, n'ihe mberede maọbụ na aka mmadụ dị n'ọnwụ ya, dgz, a gaghị e me oke emume n'ili onye ahụ.",
    "Mana ọ bụrụ na nwaanyị ahụ nwụrụ 'ọnwụchi' dịka itozuoke nwaanyị, nwee ụmụaka, kaa nka, olili ya ga-ejupụta n'oriri, ọṅụṅụ nakwa nkwari.",
    "Akụkọ a ga-eleba anya n'usoro e ji eli nwaanyị tozuruoke ( lụrụ di, mụọ ụmụ, kaa nka) tupu oge  ọnwụ ya.",
    "A ka na-agba mkpe n'ala Igbo etu ọ dị na mbụ?",
    "A bịa n'ala Igbo a na-ahụ nwaanyị lụrụ di dịka onye nwere ezinaụlọ maọbụ obodo abụọ; obodo ebe a mụrụ ya na obodo ebe a lụrụ ya.",
    "BBC Igbo tulere usoro dị iche iche e ji eli nwaanyị n'ụfọdụ steeti ndị mejupụtara ala Igbo nke gụnyere Abia, Anambra, Imo, Enugwu na Ebonyi.",
    "Abia Steeti",
    "Ebe foto si, Getty Images",
    "Otu onye ọdịnala bụ Maazị Kalu Okorie Uzu kọwara na ọ bụrụ na nwaanyị nwụọ, na ihe mbụ ezinaụlọ ebe a lụrụ ya (ụmụ ya na di ya) ga-eme bụ ị ga gwa ezinaụlọ ebe a mụrụ ya na nwa ha nwaanyị anwụọla.",
    "Ha ga-eji mmanya, ọji na ihe ndị ọzọ gaa mee ka ndị ọgọ ha mara. Dịka ha mechara nke a, ezinaụlọ ebe a lụrụ ya ga-anọkọ kpaa maka mgbe a ga-eli ya.",
    "Ọ bụrụ na ha kpebie oge a ga-eli nwaanyị ahụ, ha ga-alaghachị n'ezinaụlọ a mụrụ ya ma mee ka ha mata maka ụbọchị ahụ.",
    "Ezinaụlọ ebe a mụrụ nwaanyị ahụ ga-agụpụta ihe niile ha chọrọ ka ndị ọgọ ha nye ha , nke gụnyere mmanya, ọjị, nri, ụfọdụ na-asi ka e gbuoro ha ewu, atụrụ, ehi nakwa ihe ndị ọzọ.",
    "N'ọge olili ya, ezinaụlọ ebe a mụrụ ya ga-eji onyinye dị iche iche ha ji 'akwa ozu' nwa ha nwaanyị gaa n'ebe ndị ọgọ ha maka olili nwaanyị ahụ.",
    "Anambra",
    "Nwaanyị nwụọ, ndị ezinaụlọ a lụrụ (ụmụ ya na di ya) ga-eji mmanya, ọji gaa mee ka ndị mụrụ ya mara.",
    "Ihe mbụ ndị mụrụ ya na-eme dịka ha nụrụ ozi ọnwụ ya bụ na onyeisi ezinaụlọ ga-egbu ọkụkọ ma tụọ aja tupu ha gawa ịhụ ozu nwa ha nwaanyị.",
    "Dịka ha hụchara ozu nwaanyị ahụ, ha ga-agwa ndị lụrụ ihe ole na ole a chọrọ n'aka ha, gụnyere ewu, ọkụkọ, akwa, nzụ, nakwa mmanụ otite.",
    "Ọ bụrụ na oge ili nwaanyị ahụ ruo ezinaụlọ mụrụ ya ga-atụkwa aja n'isi tupu ndị lụrụ elie ya dịka omenala ha si dị.",
    "Ebonyi Steeti",
    "Ebe foto si, Facebook/Nnarambia Women",
    "Ọ bụ ụmụwanyị niile a mụrụ n'obodo na-emebe otu ụmụada",
    "Odoziakụ Mercy Egwu sị na nwaanyị nwụọ, na ụmụ ya ga-eji mmanya na ọjị ga mee ka ndị ikwu ya mara na nwa ha nwaanyị anwụọla.",
    "Ndị ikwunne ha ahụ ga-abịara ụmụ nwaanyị ahụ mgbaru ma soro ha rie uju maka ọnwụ nne ya bụ nwa ha nwaanyị.",
    "Ezinaụlọ abụọ ndị a ga-abịa dorita isi iji ịmata ụbọchị ụmụ nwaanyị ahụ ga-achọ ili ya.",
    "N'ụbọchị olili nwaanyị ahụ, ụmụ ya nwereike iji ehi, ewu maọbụ ọkụkọ nye ndị ikwunne ha ebe ndị ikwunne ha ga-enyekwa ha onyinye dịka nri, ọjị, mmanya n'ịbịara ha olili nne ha.",
    "A gaghị edosa ozu nwaanyị ahụ n'ihu ama (ogo), a gaghị esi n'ihu ezi kama a ga-esi n'azụ ụlọ buba ya n'ime ụlọ.",
    "Enugwu Steeti",
    "Ebe foto si, Facebook/Nnarambia Women",
    "Nwaada Blessing Ada Ifeanyi sị na ọ bụrụ na Nwaanyị ọkachasị onye bụ Ada nwụọ na ụmụaka ya ga-eji mmanya, ọjị na ihe ndị ọzọ gaa ebe a mụrụ nwaanyị iji mee ka ha mara na ọ nwụọla.",
    "Dịka ha mere nke a, ndị ikwu nne ga-ekunye ha mmiri ọṅụṅụ iji gosi nnabata ozi ahụ nakwa inye ụmụaka ya ikike iri nri n'ụlọ ebe a mụrụ nne ha.",
    "A bịa n'ihiwe ụbọchị a ga-eli nwaanyị, ọ bụ ezinaụlọ mụrụ nakwa ezinaụlọ ebe a lụrụ ga-anọkọ iji hiwe mgbe ga-amasị ha ili nwaanyị a.",
    "Ọ sị na ọ bụrụ na e soghi usoro ndị a, na mmụọ nwaanyị ahụ ga-aga n'akpa ike dị egwu n'ezinaụlọ ebe a mụrụ ya.",
    "N'oge olili ya, ndị mụrụ ga-azụta akwa, ọjị, mmanya dgz gaa ịkwa ozu nwa ha nwaanyị n'ebe a lụrụ ya nke a kpọrọ 'ụlọakwa'.",
    "Ezinaụlọ ebe a lụrụ nwaanyị ahụ ga-anabata onyinye ndị si n'aka ndị ọgọ ha ma nyeghachị ha, tinyekwara ihe ọzọ a ga-achọ n'aka ha.",
    "Imo Steeti",
    "Ebe foto si, Facebook/Nnarambia Women",
    "Dịka oriakụ Margaret Okere sị kọwaa, ọ bụrụ na nwaanyị tozuruoke nọrọ n'ụte ọrịa, ụmụ ya ga-aga mee ka ndị mụrụ ya mara na ahụ esighi ya ike.",
    "Ọ bụrụ na nwaanyị ahụ nwụọ, ụmụ ya ga-alaghachị ga gwa ha na ọrịa ahụ na-arịasi nne ha ike.",
    "Ezinaụlọ mụrụ nwaanyị ahụ ga-abịa hụ ozu ya tupu etinye ya n'ime njụ oyi.",
    "Ọ bụrụ na oge e ji eli ya ruo, ụmụ ya ga-aga kwa gwa ndị ikwunne ha na ha chọrọ ili nwaanyị ahụ.",
    "Ndị ikwu nwaanyị ahụ ga-agụpụta ihe ndị ha chọrọ ka ụmụ ya mere ha nke gụnyere anụ ehi a manyere akwa 'George', ọjị, mmanya dgz. (Ịkwa ngwa ozu).",
    "N'oge olili nwaanyị ahụ, anụ ọbụla ụmụ ya gburu e ji eli ya, ha ga-enye ndị ikwunne ha akụkụ anụ ahụ ruru ala.",
    "Ihe gbapụtara ihe n'usoro niile a",
    "Usoro ndị Igbo ji eli nwaanyị bụ na",
    "Ndị lụrụ ya ga-ebu ụzọ mee ka ndị mụrụ ya mara na ọ nwụọla.",
    "Mgbe ụfọdụ akụkọ ọnwụ nwaanyị tozuruoke na-abụ ihe ọṅụ nye ezinaụlọ ya dịka a ga-enwe oriri na nkwari dị iche iche n'emume olili ya.",
    "Ụdị emume a na-eme gụnyere igbu ehi, ewu, ọkụkọ, mmanya, nri nakwa ihe ndị ọzọ na abụ etu aka si hara ezinaụlọ nwaanyị ahụ.",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Etu ndị o ji egbe si wakpoo ma gbuo ndị uweojii atọ n'Abakaliki",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "O nweghi ihe jịkọrọ Ebube Agu na ESN Nnamdi Kanu hibere - Gov Umahi",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ ajaEmelitere ikpeazụ na: 3 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Flavour, Chidinma, Davido na ndị ọzọ a kpụ n'ọnụ n'izu aEmelitere ikpeazụ na: 23 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}