{
  "published": "16 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Nnamdi Azikiwe so n'ime otu n'ime iri a ga-akpọpụta aha ha ma a kọwa akụkọ etu Naịjirịa si nweta nnwereonwe ha n'aka ndị Briten.",
    "Azikiwe nke a na-etu 'Zik of Africa' gaara adị afọ 116 n'afọ 2020 a ma ọ bụrụ na ọ ka dị ndụ ugbua.",
    "Uche Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m'",
    "Tony Anenih: Ị ma ihe jịkọrọ ya na Nnamdi Azikiwe?",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?",
    "Ndị Naịjirịa so napụta ndị ọcha ọchịchị",
    "Azikiwe tupu ọ nwụọ n'ụbọchị 11 nke ọnwa Mee afọ 1996, bụ otu nwoke kpu ọtụtụ okpu n'isi ya n'ihe gbasara dimkpa tozuru etozu.",
    "A bịa n'ihe gbasara ndọrọndọrọ ọchịchị, o so na ndị ndị ọcha nyefere ọchịchị Naịjirịa n'afọ 1960, a bịa n'agụmakwụkwọ, ọ bụ dike; a bịakwanụ n'ogologo na mma nwoke, ọ kwụ chịm.",
    "N'ihi ụdịrị agba o nwere na Naịjirịa ka e ji nwee ihe ndị e tinyechara iji wee na-echeta ya.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Ihe ndị a gụnyere ihu ya e biri n'elu ego naịra narị ise (N500), ọdọụgbọelu e si efepụ na Naịjiria dị n'Abuja, mahadum dị n'Ọka, Anambara steeti, ọgbọegwuregwu dị n'Enugwu steeti, ụlọọbaakwụkwọ dị na mahadum Nsụka, dgz.",
    "Ude ya degidere wee gafee Naịjirịa, garuo mba Tanzania ebe a gụrụ otu ụzọ dị n'obodo Dar es Salaam aha ya, nakwa otu ụlọ dị na mahadum Lincoln dị na mba Amerịka bụ nke aha ya na Kwame Nkrumah dị na ya.",
    "Ebe foto si, AFP",
    "Ezenwaanyị Elizabeth bubara ya n'ọkwa Privy Council nke mba Briten",
    "A mụrụ ya n'obodo Zungeru dị na Naịja steeti n'ụbọchị 16 nke ọnwa Nọvemba nke afọ 1904.",
    "Ọ na-asụ Igbo, Yoroba na Awụsa.",
    "Ọ hibere ma bụrụ onye nwe akwụkwọ mgbasaozi a kpọrọ \"West African Pilot\".",
    "O dere ọtụtụ akwụkwọ nakwa akụkọ mgbasaozi, karịrị iri abụọ",
    "Ọ bụ onye isi ojii Afrịka mbụ ga-akuzi na mahadum Lincoln dị na mba Amerịka.",
    "Zik sọrọ mpi n'ihe egwuregwu dịka ịgba bọọlụ, ịpịa ọkpọ, igwu mmiri, ịpịa tenis nakwa ihe ndị ọzọ.",
    "Zik banyere n'otu Agbalanze ndị Ọnịcha n'afọ 1946.",
    "E chiri ya Owelle-Ọsọwa-Anya nke Ọnịcha n'afọ 1972.",
    "Ọ chịrị dịka gọvanọ-gburugburu site n'ụbọchị 16 nke ọnwa Nọvemba 1960, ruo afọ 1963 mgbe ọ malitere ịchị dịka onyeisiala mbụ Naịjirịa nwere ruo 1966 mgbe ndịagha ji ike were ọchịchị",
    "Ebe foto si, Getty Images",
    "Ọ bụ Azikiwe bụ onyeisi pati ndọrọndọrọ bụ National Council of Nigeria and Cameroon (NCNC)",
    "Akụkọ ga-amasị gị:",
    "Ihe mere Anambra state ji bụrụ 'ọmalịcha nwaanyị' a kpụ n'ọnụ",
    "Ihe ise Saraki kwuru maka Zik",
    "Lee steeti kacha nwee ọrịa HIV na Naịjirịa",
    "Ihe nkiri a ga-amasị gị:",
    "King Jaja of Opoba: Ndị ntọ tọọrọ ya mgbe ọ gbar afọ 12",
    "Umaru Altine: Ị ma nwoke Fulani a bụ 'Mayor' Enugwu?26 Ọgọọst 2020",
    "Vidio, Uche Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m', Duration 4,103 Nọvemba 2020",
    "Zik bụ \"ihe\" nye ndị isi ojii - Saraki17 Nọvemba 2018",
    "Odumegwu Ojukwu: 'Igbo agaghị echefu ya makana o nweghị onye ga-anọchinwu ya'4 Nọvemba 2020",
    "Biafra: Akuko a siri imi n’ala ichoputa ebe aha a si pụta15 Nọvemba 2020",
    "Ernest Ezeajughi abanyela n'ọkwa 'Mayor' na Brent dị na London agba nke abụọ ya22 Septemba 2020",
    "Pius Okigbo: Ihe gbara ọkpụrụkpụ maka ndụ odogwu Igbo a6 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ụjọ m bụ na esemokwu a nwereike ịghọrọ agha ọzọ - Wole Soyinkaelekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Female Genital Mutilation: Ime aramara anakwaghị amasị m ma ncha - Nwaanyị e biri ugwu",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Cryptocurrency: Mmachi cryptocurrency ga-eme ka ụbịam karịa na Naịjirịa - Atiku",
    "Ụjọ m bụ na esemokwu a nwereike ịghọrọ agha ọzọ - Wole Soyinka",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}