{
  "published": "19 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Maazị Ifeanyi na Patience Akabuogu chọrọ nwa afọ 17 tupu ha amụta nwa.",
    "Nwunye ya bụ Patience gwara BBC Igbo etu e si gwa ya gbaa n'ezi ka o nwee ike mụta nwa.",
    "Mana ọnọdụ ha gbanwere dịka n'otu ntụ ime, ha mụrụ ejima atọ; ụmụnwaanyị abụọ na otu nwa nwoke.",
    "Di na nwunye a gwara BBC Igbo ihe ndị ọzọ ha gabigara ka ha na-achọ nwa nakwa etu e si nabata ụmụ ha.",
    "Ifeanyi gosikwara etu o si enyere nwunye ya aka ilekọta ụmụ ha.",
    "Lee ihe nkiri a ka ị jiri anya gị hụ.",
    "Akụkọ ga-amasị gị:",
    "Di na nwunye a mụrụ ejima atọ ka ha chechara afọ 19",
    "Nwaanyị a mụrụ nwa n'afọ 66 ya",
    "First baby: Nwa mbụ a mụrụ n'Alaigbo na 2019",
    "Uru ọmụgwọ n'omenala Igbo",
    "Ọmụmụ",
    "Naijiria",
    "Ụmụaka",
    "Ezinụlọ",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,121 Septemba 2021",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Vidio, Retrograde Ejaculation: 'Ọrịa shuga gbochiri m ịnyụpụta 'sperm' ma mụ na nwunye m nwee mmekọ', Duration 4,363 Septemba 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,1628 Ọgọọst 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}