{
  "published": "21 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @Babcock_Univ Twitter",
    "N'ụbọchị Wenesde ka mahadum a chụpụrụ otu nwata akwụkwọ ha pụtara na otu ihe nkiri ebe ha na-akwa iko nke na-ewu na sochal midia.",
    "N'ime akwụkwọ mgbasaozi mahadum a zitere BBC, site n'aka ọnụ na-ekwuru ha bụ Joshua Suleiman sị na ihe a mere kamgbe ọnwa Epụrel.",
    "O kwukwara na ọ bụghị n'ime ụlọakwụwkọ Babcock ka ha kwara iko a.",
    "Anwụchiela onyeisi mahadum Zimbabwe",
    "Mahadum Covenant dara iwu - ọkaiwu",
    "'Mmiri gbagburu ụmụakwụkwọ abụọ na Mahadum anyị'",
    "\"A chụrụ nwoke ahụ nọ n'ime ihe onyonyo a n'ọnwa Febụwarị nke afọ a ka e mechara nyocha chọpụta na aka ya dị n'ime ajọ agwa a kpara n'ime ụlọakwụkwọ a.\"",
    "Akwụkwọ mgbasa ozi ahụ kwukwara na a chụọla nwaada ahụ ya na nwoke ahụ kwara iko n'ime ihe onyonyo ahụ.",
    "Ihe gbakara ụfọdụ mmadụ isi nke mere ha jiri na-ajụ ihe kpatara nke a.",
    "Dịka o si kwụrụ ugbua, ụlọakwụkwọ a gbagidere ụkwụ n'iwu mahadum ha medidere ụdịrị agwa.",
    "Babcock bụ mahadum ụlọụka e ji Sabat mara n'ala Igbo nwe - nke pụtara \"Seventh Day Adventist Church\" na Bekee.",
    "Babcock university so n'ime mahadum ndị nkiti nwe na Naịjirịa malitere n'afọ 1999.",
    "Lee ihe ị kwesịrị ịma maka Mahadum Babcock",
    "Ebe foto si, Babcock University",
    ") Ha na-erube isi n'omume ndị Sabat na mahadum ahụ",
    "Dịka anyị ekwuola na ọ bụ ndị Sabat nwe ya bụ mahadum nke mere ha ji erube isi n'emume ụka Sabat na-amlite namgbede Fraịde rue ehihe Satọde.",
    "Akwa ọbụla na-amakụ ahụ esoghi n'ụdịrị akwa a na-ekwe ka ụmụakwụkwọ yiri na mahadum a.",
    "Mahadum a na-akpasị onye ọbụla yi ụdịrị akwa bịa akwụkwọ ka onye chọrọ iwakpo ndị mmadu n'ike.",
    ") Nwoke nanwaanyị ekwesighi iso na-aga ụfọdụ ebe n'ụfọdụ oge.",
    "Mahadum a machiri ụmụnwoke na ụmụnwaanyị iso na-agagharị n'ụfọdụ ebe n'ụfọdụ oge.",
    "Ha sị na o bụ ezigbote nsogbu ma ha hụ ndị mmadụ n'ụdịrị ọnọdụ a.",
    ") Anaghị anabata uwe jean na trawụza \"pencil\"",
    "Uwe jean, bụ uwe ndị mmadụ kachasị eyi n'ụwa sokwa n'ihe a machiri na ya bụ mahadụm.",
    "Uwe ụmụnwaanyi dịka \"skirt\" dị n'elu ikpere so kwa n'ihe a nabataghị.",
    "trawụza agbadaghị ala nkeọma sọkwa n'ahịa iwu.",
    "Iyi iyeri ntị, iyeri imi, nke ire, nke ara na iyeri ọnụ so n'ihe ha machiri.",
    "A machikwara ịkpụ ụfọdụ isi.",
    "Mahadum a adịghị ekwe ka esie nri n'ebe obibi ha. Ha adịghi iri anụ, ihe ha na-eri bu ihe a kpọro \"tofu\".",
    "Babcock sex video: University expel girl inside viral sex video20 Nọvemba 2019",
    "Study don show say sex no fit cause cardiac arrest13 Nọvemba 2017",
    "One million new sex infections dey appear evri day - WHO7 Juun 2019",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}