{
  "published": "26 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Loveth Ifunanya Chinyere bụ ọkaiwu na-eme ọfụma ọrụ kọwara ihe mere o ji hapụ ọrụ ya bido ire ọkpa.",
    "Ọ gwara BBC Igbo na ọ bụ mgbe onye dọkịta chọpụtara otu ọrịa n'ahụ nwa ya nwoke mere o ji kwụsị ọrụ iji nwee ohere ileta nwa ya anya.",
    "Ọgba mbọ: Etu m si bido ịgba mbọ",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Loveth sị na kama ọ ga-anọ na nkịtị na o bidoro na-esi nakwa na-ere ọkpa n'ụzọ pụrụiche nke mere ka amara ọkpa ya na Legọs.",
    "Akụkọ ihe ndị ọzọ ọ gabigara dị n'ihe onyonyo a. Ọ ga-akpalite mmụọ gị ma mekwa ka ọkpa ya gụwa gị agụ.",
    "Onye mere akụkọ a bụ Chiemela Peter Mgbahuru",
    "Akụkọ ndị ga-amasị gị",
    "Ị na-anụ maka Dan Anyiam, gịnị ka ị ma maka ya?",
    "Ihe ise ị ga-eme ma ọ bụrụ na esemokwu ezinụlọ na-emekpa gị",
    "Allen Onyema tụkwasịrị m asị - Nnamdi Kanu",
    "Ndị hụrụ ka e si gbuo ndị ọrụ koolu n'Enugwu",
    "Vidio, Mizwanneka: Ndị sị na m ji 'juju' ere ahịa m amaghị ahụhụ m tara kamgbe afọ asatọ gara aga - Nwanneka Nkumah, Duration 4,334 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Water scarcity in Enugu: Ụkọ mmiri ga-ebi n'Ọgọst 2021 - Gọọmenti, Duration 2,214 Maachị 2021",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}