{
  "published": "22 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ejije a ma ama bụ Zubby Michael zutere BBC Igbo n'ogige \"Gịnị na-afịọ\" were tinye ọnụ n'ihe banyere ejije na etu o si malite njem Nollywood ya.",
    "Ọtụtụ ndị sonyere n'emume Gịnị na-afịọ jụrụ Zubby mmekọ ya na ụkọchuwu Odumejeje nwere.",
    "Zubby kọwara na ya kwenyere na Chukwu mana ya ekweghi n'ụka nke ya ji aga ụka kama na ọ bụ ọyị ka ya na ụkọchukwu Udumeje bụ.",
    "Content is not available",
    "End of Facebook post",
    "O kwuru na ya matara ụkọchukwu ahụ kamgbe mana ọbụghị na ya na-aga ụka ya.",
    "N'okwu ya, \"Ama m chukwu, mana ihe mmọnwụ pụtakwa, agbapụta m.\"",
    "Ọ sị na ya ekwesighi ịhapu omenala makana omenala bu ihe e ji mara mmadụ.",
    "Zubby kwuru na ya anọghị n'Ọnịcha oge mkpa mkpa kpara n'ahịa Ọchanja mana ya gbatara ha ọsọ enyemaka were nye ha otu nde naira ma kwado kwa atụmatụ gọvanọ Obiano wepụtara maka igbochi ọku ọgbụgba n'ọdị n'ihu.",
    "\"I nyere ndị mmadụ aka, onwe gị ka i nyere aka.\"",
    "Ọ gakwara n'ihu kwuo na o nweghikwa onye e nyere ego sị ya dobe.",
    "Maka ndị chọrọ ịbanye ogige Nollywood, Michael sị na ọ dịghị mfe mana ka ha jisie ike, na-emesi ihe ha na-eme ike.",
    "O kwukwara ka ndị Igbo ghara ịhapụ asụsụ Igbo makana ọ bụ asụsụ nna nna ndị Igbo.",
    "\"Onye hapụrụ asụsụ Igbo obi ndị ichie agaghị adị mma n'ebe ọ nọ.\"",
    "Maka nwoke iyi uwe nwaanyị, Michael sị na ọ bụghị ihe na-amasị ya mana ya na-ahụ ya na ndị mmadụ nwere ohere ime ihe ha chọrọ ime.",
    "Maka ọchịchị, ọ sị na ụdị nke ọ chọrọ abụghi ka ndị mmadụ na-ekwe oke nkwa.",
    "\"Ya bụrụ sọsọ ọkụ ka onyeisiala mere n'ime afọ anọ, ya mee ya, ọ bụghi ikwe oke nkwa a naghị emezu emezu.\"",
    "O kwenyere maka ihe a na-ekwu na a na-emegbu ndị Igbo na Naịjirịa mana ọ sị na ha bụ ndị na-agba mbọ.",
    "\"E mechiri \"border\" bụ ebe ụmụ anyị si ebubata ihe. Mana, ya bụrụ nke ga-eme ka ihe dị mma, ana m akwado ya.\"",
    "Akụkọ ga-amasị:",
    "Ihe ị ga-eme ma ị hụ ogbunigwe n'ogbe gị",
    "Ụmụnwaanyị ndị ụtọ ha gburu na France eruola 137 na 2019",
    "A ga-enyewe ụmụnwoke ọgwụ mgbochi nwa - Ndị dọkinta",
    "Ọrịa Mpox bụzi ọrịa ọnọdụ gbatagbata n'Afrịka - Ụlọọrụ Africa CDCelekere 6 gara aga",
    "NA EME UGBU A, Onyeisiala Tinubu ewepụtala atụmatụ ga-egbochi ndị ọrụ ahụike ịgbaga mba ọzọ",
    "Lee ntaramahụhụ ga-adịrị ndị na-achọ ikewapụ na Naịjirịa n'iwu ọhụrụ ndịomeiwu chọrọ imepụta13 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go8 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ada Jesus dị afọ 23 alaala mmụọEmelitere ikpeazụ na: 21 Eprel 2021",
    "Ụzọ asatọ nchekwa si dakpọọ n'Ọwụwa AnyanwụEmelitere ikpeazụ na: 11 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}