{
  "published": "24 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mazị Ogbonnaya Eze gbara afọ otu narị iri na otu(110) so na ndị ọrụ ahụ ndị ọcha kaara igbagbu n'ụbọchị ahụ mana Chi ya mụ anya.",
    "Mazi Aniagbo dị afọ iri asatọ na ise dị afọ iri na ise mgbe ahụ.",
    "Etu mmadụ 21 na-egwu coal n'Iva Valley dị n'Enugu si nwụọ afọ 70 gara aga",
    "Coal Camp Enugu sị na omenala Igbo agaghị ala",
    "Mmọnwụ Coal Camp pụtara ịgba 'Easter'",
    "Ha nọ n'ihu ụlọakwụkwọ ha mgbe ndị agha bịara njem ọjọọ ahụ bịara.",
    "Dịka o kwuru, \"ndị agha ahụ feere anyị aka ka anyị gbalaga\".",
    "Ha nọzị be ha na-anụ ụda egbe ahụ gbagburu ndị ọrụ mmadụ iri abụọ n'otu ahụ.",
    "Aniagbo mechara bido ọrụ dịka onye ọrụ koolu mgbe ọ gụchara akwụkwọ.",
    "Mgbe ahụ ka ọ nọ hụ ka e sị tie ezinụlọ ndị ya bụ ihe metutere aka n'obi.",
    "Kirie ha.",
    "Ndị mere akụkọ a: Chris Sanctus Okereke, Chiemela Peter Mgbeahuru",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Iva Valley Massacre: Ihe mere ndị na-egwu coal n'Enugu afọ 70 gara aga18 Nọvemba 2019",
    "Enugu State: Lee ihe akụ ọnatarachi juputara n'Enugu State22 Ọktọba 2019",
    "Vidio, 21 killed coal miners: Ndị hụrụ ka e si gbuo ndị ọrụ koolu n'Enugwu, Duration 1,5718 Nọvemba 2020",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Abụbu m ụkọchukwu n'ụka 'deeper life' tupu m banye okpukperechi Islam - Murtala Chukwuemeka26 Julaị 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, World AIDS Day: Ihe m mere oge m chọpụtara na m bu HIV - James Brown, Duration 3,011 Disemba 2020",
    "Mụ na Tinubu enweghi nsogbu ọbụla mere m ji akwado Peter Obi - Ayo Adebanjo12 Ọktọba 2022",
    "Fact-check: Akụkọ ahụ ị na-achọ ike, ọ bụ akụkọ ụgha ka ọ bụ nke ezie? 24 Febụwarị 2023",
    "Vidio, Igbo Jews: Otụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Dr Onye Mmemme: Ọ na-afụ ụfụ n'ahụ mana ọ na-enye m ọṅụ - Ote egwu, Duration 1,499 Eprel 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}