{
  "published": "29 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Aha ya dị n'ọdọụgbọelu, dịrị n'okporoụzọ nakwa ebe ndị ọzọ, mana onye ka Maazị Akanu Ibiam bụ?",
    "Ọtụtụ ndị ahụla aha nwoke a ma n'ụlọakwụkwọ nakwa ebe ndị ọzọ, mana ha amaghị maka nwoke a so n'otu okeosisi ndị Igbo.",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụ",
    "Ihe ise i kwesịrị ịma maka Alvan Ikoku",
    "A bịa n'ala Igbo kpọọ aha ndị tozuru etozu mgbe gboo ghara ịgụnye ya n'ime mmadụ iri mbụ a kpọpụtara, mara na a gụwabeghi.",
    "Makana taa bụ ụbọchị 29 nke ọnwa Nọvemba 2019 gaara abụ ụbọchị ncheta ọmụmụ ya maọbụrụ na ọ ka dị ndụ, BBC Igbo ga-akọwara gị ihe ị kwesịrị ịma maka ya.",
    "Akanu Ibiam Airport Enugwu",
    "Ihe ị kwesịrị ịma maka Akanu Ibiam",
    "A mụrụ ya n'obodo Unwana dị n'Afikpo dị n'Ebọnyi steeti n'ụbọchị 29 nke ọnwa Nọvemba, afọ 1906",
    "Ọ gara akwụkwọ sekọndrị na Hope Waddell Training Institute ebe ya na ndị dị ka Nnamdi Azikiwe, Alvan Ikoku, Eni Njoku nakwa ndị ọzọ gara akwụkwọ.",
    "Ọ gakwara Kings College tupu ọ gaa gụọ maka Ahụike na University of St.Andrews dị na mba Skọtlandị",
    "Ọ bụbu gọvanọ ebe a ma dịka \"Eastern Region\"",
    "O mechara bụrụ onyeisi ụlọakwụkwọ Hope Waddell ahụ, n'afọ 1957, ruo afọ 1959 oge e mere ya onyeisi mahadum Ibadan",
    "Oge ọ dị ndụ, ọ katara ụka ọfụma, mere e ji mara ya amara ma n'ụka Church of Scotland. O nwetakwara ọkwa n'ọgbakọ ndị ụka na Naịjirịa",
    "O nwetara nturuugo Order of the British Empire",
    "O si na ihe gbasara agụmakwụkwọ banye ndọrọndọrọ ọchịchị bụ ihe e ji anụ aha ya ugbua",
    "Ọ rụrụ dịka onye ọchịchị ime obodo, n'ụlọomeiwu nke mpaghara ọwụwa-anyanwụ",
    "Ka Naịjiria nwetara nnwereonwe n'aka ndị mba Briten n'afọ 1960, e mere ya gọvanọ na-achị mpaghara ọwụwa-anyanwụ bụ ebe ọ nọ ruo afọ 1966 mgbe ndịagha ji ike weghara ọchịchị, mere ka Chukwuemeka Odumegwu Ojukwu bụ onye agha Naịjiria mgbe ahụ chụpụ ya n'oche ọchịchị",
    "Ibiam nyerela ndị Biafra aka dị egwu mgbe a na-alụ agha; site n'isi n'aka ndị ọ ma n'ụka na-ewetara ha ihe enyemaka n'ime abalị",
    "O ji maka enyemaka ndị Briten na-enyere ndị Naịjiria n'agha ahụ kwuo sị na ọ gaghị azazị agha Bekee ya bụ 'Francis'",
    "Ọ nwụrụ n'ụbọchị mbụ nke ọnwa Julaị n'afọ 1995, mgbe ọ dị afọ 88",
    "A gụrụ ọdọụgbọelu dị n'Enugwu steeti aha ya, ụzọ dị n'Ụmụahịa nakwa n'Ebọnyị, mahadum dị n'Ebọnyị bụ ebe o si, nakwa ọgbọegwuregwu dị n'ime mahadum Nsụka.",
    "Ebe foto si, Facebook/Akanu Ibiam Polytechnic",
    "Akụkọ ga-amasị gị:",
    "Ihe nkiri a ga-amasị gị:",
    "Killiwee Nwachukwu",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 5529 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejioforelekere 6 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Sefer Torah arrest: A tọhapụla ndị Isreal atọ mana ọ fọrọ nne anyị so ha, ọ ka nọ na mkpọrọ DSS- Solomon Maduako",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Ihe m ma maka ije mụ na Hushpuppi - Abba Kyari",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 55",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}