{
  "published": "27 Nọvemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Nkwenye Igbo gbasara ala mmụọ dị ọtụtụ nke gụnyere ịnọ ụwa, amosu nakwa ọgbanje.",
    "Ịlọ ụwa dịka J.A.S. Nwankwo bụ onye ọnụ na-eru n'okwu gbasara omenala Igbo kọwara pụtara nkwenye na mmadụ nwụọ, ọ na-alaghachite n'ụwa bie ndụ ọzọ.",
    "Gịnị kpatara ndigbo ji kwụsị ịgụ ụmụ ha ụfọdụ aha?",
    "Ihe ndị ị kwesịrị ịma tupu ị lụọ nwaanyị Igbo",
    "Otu ụzọ Igbo si egosipụta nkwenye a bụ site n'ịgụ mmadụ aha gosiri na ọ bịara ụwa mbụ, nwụọ ma laghachite.",
    "Mana tupu a baa aha o nwere ụzọ esi a ma ma mmadụ a bịaghachiri ụwa nakwa onye ọ nọrọ ụwa.",
    "Ebe foto si, Getty Images",
    "Maazị Nwankwo kwuru na \"o doro anya na Igbo kwenyere na ịlọ ụwa\".",
    "Maazị Nwankwo nyekwara ụzọ dị icheiche esi achọpụta ma mmadụ abịaghachiri ụwa nakwa onye ọ nọrọ ụwa.",
    "Ihe ị kwesiri ịma maka okpueze ala Igbo",
    "Nsibidi: Akara ochie e jiri mara ndị Igbo",
    "- A mụọ nwa ọhụrụ a ga gbaa afa maọbụ gbaa agụ n'ụlọ dibia ịmaata onye ọ lọrọ.",
    "- Apa na-adị nwa ọhụrụ n'ahụ yiri nke onye ọ nọrọ ụwa bu n'ahụ ya.",
    "- Omume maọbụ njirimara onye ahụ nwụrụ anwụ dịka ọrụsị aka maọbụ ọrụsị ụkwụ.",
    "- 'Ike ekpe' ya bụ ihe ndị onye ahụ nwụrụ kwuputara na ndụ mbụ ya ọ ga-eme ma ọ laghachite ụwa ọzọ.",
    "Ebe foto si, Getty Images",
    "Ọnọchie pụtara Nnaanọchienobi.",
    "Nnamdi pụtara Nnamdindụ.",
    "Nnennia maọbụ Nnenna.",
    "Nnedi pụtara Nnem dị ndụ be m.",
    "Obele - Ọ bụrụ na mmadụ lọọ gị, a ga na-akpọ gị Obele aha onye ahụ dịka 'Obele Okeke' maọbụ 'Obele Mgborie'.",
    "Kedụ aha ụtọ ị na-etu onye ị hụrụ n'anya?",
    "Nwannia pụtara Nwa nna ya maọbụ Nwanyị nna ya.",
    "Nwadinobi pụtara Nwa bịara n'obi be nna ya.",
    "Nwabia maọbụ Nwabiara pụtara Nwa bịara ụwa be nna ya.",
    "Obiekunyie pụrụiche n'ihi na ọ bụ ndị agbụrụ ha na-akwado imechi tupu a mụọ nwa ahụ na-aba aha nke a.",
    "Maazị Nwankwo kwuru na nkwenye Igbo n'ịnọ ụwa abụghị nkwenye nkịtị na ọ bụ ndụ ha na-ebi.",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Witchcraft Conference: Ngagharịiwe emeela ka a gbanwee isiokwu ọgbakọ ahụ",
    "Ụzọ ọhụrụ ndị mmadụ si achọ ịcha ọcha",
    "Vidio, 'O nweghi onye gwara m maka ịmụ nwa oge ya erughi'30 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT29 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Ihe mere 'Onye eze Jesus' taa",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Birth Control: Etu ọgwụ 'contraceptives' si chọọ idula m mmụọ",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwaEmelitere ikpeazụ na: 27 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}