{
  "published": "3 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "I hụtụla onye kpuru isi na-eme achịcha bekee ọfụma? Nke a bụ ihe BBC Igbo hụrụ mgbe anyị gara zute Amarachi Onyedilefu.",
    "Nwagbọghọ a gwara anyị na o kpuru isi kamgbe ọ dị na nwata mana agbanyeghị ọdachị a, ọ gaala mahadum ma na-emepụta achịcha bekee.",
    "Gere ihe ndị ọzọ ọmalicha ada Igbo a na-eme ga-akpalite mmụọ gị.",
    "Ndị mere ihe nkiri a: Uche Akolisa na Vining Ogu",
    "Ndị uweojii na Ipob na-ebo onwe ha ebubo ogbugbu mmadụ n'Oraifite",
    "Ọkụ latrik adọgbuola mmadụ ise n'ụlọ mkpọrọ n'Ikoyi",
    "Kpọwazịkwaanụ Davido \"Ichie\"",
    "Lee Ezenwaanyị na-alụ nwaanyị ibe ya",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: Onye ọkaiwu na-ere ọkpa, Duration 1,4926 Nọvemba 2019",
    "Vidio, Spinal Muscular Atrophy: Amaghị m na nwoke ga-ele m anya n’ihu ma ya fọrọ itu ime ma mụọ nwa - Oliver Joy, Duration 6,0611 Febụwarị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Hajia Sefia Ali nwaanyị awụsa na-ata asụsụ Igbo ka ọjị, Duration 4,3525 Nọvemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}