{
  "published": "2 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọkụ latrik adọgbuola mmadụ atọ na-ezuike n'ụlọmkpọrọ Ikoyi nke dị na Legọs.",
    "Otu onye na-arụ ọrụ ebe ahụ achọghị ka akpọ aha ya gwara BBC Igbo n'ekwentị na ọdachi a mere n'ezie.",
    "Ị nwere ike ịgba ara ma ị nweta onwe gị n'ụlọ mkpọrọ",
    "O kwuru na ọ bụ mgbe eweghachitara ọkụ ka eriri bu ọkụ latrịk dobiri metụ akwa igwe ebe ndị ahụ dina ezuike.",
    "O kwukwara na ọ bụrụ na ihe mere n'abalị ọ kara ịka njọ n'ihi na ụfọdụ n'ime ha agaala ụlọikpe mgbe mkpamkpa a kpara.",
    "Ebe foto si, Getty Images",
    "Onyeuweojii ga-erite nga afọ iri ato na Saut Afrịka maka igbagbụ nwaafọ Naijirịa.",
    "Ụlọ mgbasa ozi dị na Naịjirịa ekwuola na ụlọikpe dị na Saụt Afrịka atụọla onye uweojii aha ya bụ Austin Reynold nga afọ iri atọ maka igbagbụ nwaafọ Naijiria bụ Ebuka Okoli n'anya ọcha.",
    "Ụlọ mgbasa ozi a na-akọwa na-eboro Reynold onye gbara afọ iri abụọ na anọ ebubo ịgbagbu Okoli ma zuo ya ohi n'obodo Durban nke dị na Kwa Zulu-Natal Saut Afrịka.",
    "Mwakpo 'Xenophobia' ataala isi mmadụ ruru 600 kamgbe 2006",
    "Nyenu ụmụ Nigeria ohere anyị nyere unu - okwu Buhari gwara South Africa",
    "Ọ bụ onye uweojii ibe ya bụ Brinley Pallo gbara ama megide ya mgbe ọkaiwu bụ Shyam Gyanda na-ekpe ya bụ ikpe.",
    "Ụlọikpe tụrụ ya nga afo iri atọ n'ụbọchi Mọnde mgbe ikpe igbu ọchụ mara Reynold n'abalị atọ gara aga (Frịde).",
    "Ebe foto si, SA Police Service/Facebook",
    "Harry Knoesen na ndi otu ya na-akpa nkata iwakpo ụlo azụmahịa na-ebe obibi ndị ojii bị na Saut Afrịka",
    "N'akụko ọzọkwa ndị uweojii Saut Afrịka anwụchiela mmadụ atọ bụ ndị otu na-akpa nkata iwakpo ndị mmadụ na Saut Afrịka.",
    "A hụrụ egbe na ogbunigwe n'aka ndị otu a bụ National Christian Resistance Movement na-ama ọkwa nata ike ha sị a napụrụ ndị ọcha.",
    "Buhari ga-awụchi na Saụt Afrịka ị ma ka eke si anya anwụ",
    "'Onweghi ebe anyị na-aga ebe niile ajụọla oyi'",
    "Onyeisi ndị otu a bụ Harry Knoesen na-ama ọkwa ka ndi ọcha bị na Saut Afrịka bịdo ibuso agha iji zọo ndụ ha.",
    "Ọ sị na ọ bụ Chukwu gwara ya ka ọ naghachi ike ekwnsu ji ndọrọndọrọ ọchịchị napụ ndị ọcha.",
    "Knoesen bụ onye ndụ nke Kraịst lara ezumike nka.",
    "Ebe foto si, Getty Images/ Twitter-@VirgilvDijk",
    "Lionel Messi, Virgil van Dijk and Cristiano Ronaldo",
    "Taa ka a ga-amata onye ga-eturu ugo Ballon D'or bụ nke a na-enye onye kacha mara agba bọọlụ n'ụwa.",
    "Ka ọ dị ugbua, o doro anya na ọbụ Lionel Messi, Virgil Van Dijk maọbụ Cristiano Ronaldo ga-eturu ugo a.",
    "Ballon d'Or: Luka Modric anarala Messi na Ronaldo ụra",
    "Ọkụ Ronaldo enwuwela na Juventus",
    "Cheta na ọbụ Messi tuuru ugo ọkacha agba nke ndị Fifa n'ọnwa Sepụtemba.",
    "Ebe Van Dijk tuuru ugo nke UEFA n'ọnwa Ọgọst.",
    "Ebe foto si, Getty Images",
    "Messi na Van Dijk eritela ntuurugo otu otu n'afọ a.",
    "Messi na-agbara otu bọọlụ Barcelona nke dị na mba Spen, Van Dijk na-agbara ndị Liverpool nke mba Ịngland, ebe Ronaldo nọ Juventus nke mba Ịtali.",
    "Luka Modric, onye na-agbara Real Madrid nke Spen bụ onye tuuru ugo a n'afọ gara aga.",
    "Mana aha ya adịghị na ndị ga-eso zọọ nke afọ a.",
    "Ebe foto si, @okezieikpeazu",
    "Okezie Ikpeazu were oche ọchịchị Abia Steeti n'afọ 2015",
    "Gọvanọ Abia steeti bụ Okezie Ikpeazu achụọla ndị isioche okpuruọchịchị iri na asaa nke steeti ahụ na ndị osote ha, họpụta ndị ọhụrụ.",
    "Dịka odeakwụkwọ mgbasa ozi steeti ahụ bụ Onyebuchi Ememanka siri dee na akwụkwọ, ndị ohụrụ a esobuola n'ọchịchị di iche iche na steeti ahụ kamgbe 1999.",
    "'Anyị akwapịaghị ụlọ oriri ndị ahụ maka akwụnakwụna'",
    "Okezie Ikpeazu o ji ndị ọrụ gọọmentị Abia state ụgwọ akwụ akwụ?",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State nke nwere ike ime ha ọgaranya",
    "Ememanka kwuru na aha ndị ahụ eruola ndi omeiwu steeti ahụ aka maka nnyocha na ibinyeaka.",
    "Ndị isioche ọhụrụ a bụ ndị a:",
    "Victor Ubani (Aba North)",
    "Cherechi Wogu (Aba South)",
    "Maurice Okoro (Arochukwu)",
    "Hagler Okorie (Bende)",
    "Udo Nwogwugwu (Isiala Ngwa North)",
    "Chief Nkem  Onwubiko (Isiala Ngwa South).",
    "Stanley Ojigbo (Ikwuano)",
    "Osita Igbe (Isuikwuato)",
    "Kingsley Nnaji (Obingwa)",
    "Fred Idika (Ohafia)",
    "Ikechukwu Nwabeke (Osisioma)",
    "Chief Lucky Akabuike (Umuahia North)",
    "Ndukwe Adindu (Umuahia South)",
    "nakwa Matthew Ibe (Umunneochi).",
    "Abia State emegheela ụzọ maka ndị chọrọ ịchụ nta ego",
    "A na-atụ anya na nruzi ọdọugboelu Enugwu ga-akụrụ ọnụ na Easter afọ 2020",
    "Ọrụ na-aga n'ihu nwayọ nwayọ n'okporoụzọ ụgbọelu si ada n'ọdọụgbọelu Akanu Ibiam dị n'Enugwu.",
    "Cheta na Mịnịsta njem ụgbọelu bụ Hadi Sirika kwuru na a ga-arụcharịrị ọrụ n'ọdọụgbọelu ahụ tupu a gbaa Easter afọ 2020.",
    "Lee ka ọrụ si aga:",
    "Ọrụ na-aga n'ihu",
    "Ebe foto si, Kano State Government",
    "Ebe ndị ọzọ na-ahụ ọghọm na mmekọ ndị Fulani na-achị ehị, Gọvanọ Ganduje na-ahụ ụrụ",
    "Gọvanọ Kano steeti bụ Umar Ganduje ezigala akwụkwọ ọzọ n'ụlọ omeiwu maka ikewapụta alaeze ọhụrụ anọ na steeti ahụ.",
    "Aha alaeze anọ ọhụrụ a bụ Rano, Gaya, Bichi na Karaye.",
    "Akụnaụba Naijiria na-achọ ndakpọ - Emir Sanusi",
    "Akụkọ kachasị n'abalị: Umar Ganduje abụrụla 'agụ na-eche mba' n'ala Igbo",
    "N'ọnwa Mee afọ a ka Ganduje bu ụzọ kewaa alaeze Kano.",
    "Ụfọdụ kwuru na nke a bụ iji megbute Lamido Sanusi onye bụ Emir nke Kano.",
    "Ebe foto si, Getty Images",
    "Mana Ganduje kwuru na nke ahụ abụghị eziokwu.",
    "Ụlọikpe mechara kagbuo alaeze anọ ahụ ma kwuo na okike ha adabaghị etu iwu si kwuo.",
    "Onyeisi 'Nigeria Immigration Service' Mohammed Babandede",
    "Gọọmentị Naiịjirịa enyela iwu ka ndị mbịarambịara niile si azụ owere bata obodo a gaa debanye aha n'akwụkwọ ndi immigration tupu ọnwa Janụwari afọ 2020 eruo abalị iri na abụọ.",
    "Emeghi otu a, onye mbịarambịara ọbụla e nwudere na-enweghị akwụkwọ zuru oke, a ga-achụla ya obodo ya ma machie ya ịbata Naịjirịa ọzọ.",
    "Ebe foto si, Getty Images",
    "Ndị omeiwu kpọrọ Trump ka ọ bịa zara ọnụ ya n'ebubo a na-ebo ya.",
    "N'ofesi, onyeisiala mba Amerịka bụ Donald Trump sị na ya agaghị aga ịza oku ndị omeiwu kpọrọ ya.",
    "Ndịomeiwu ahụ ka na-acha Trump ọkụ n'ike n'ihi ebubo agwa na-ekwesịghị ekwesị.",
    "Ihe obi mgbawa mere na mba Burkina Faso mgbe ndị omekome wakporo otu ụlọụka n'obodo Hantoukoura ma gbagbuo mmadụ iri na anọ.",
    "Amabeghị ndị kpara arụ nke a mana a na-arọ anya na o nwere ike ịbụ ndị otu oyi egwu a kpọrọ Jihadists mere ya.",
    "Ebe foto si, Getty Images",
    "Kelechi Iheanachọ zọpụtara ndị otu egwu bọọlụ Leicester City na mgbede Sọnde mgbe o nyere goolu ikpeazu ha ji merie ndị Everton.",
    "Nke a bụ asọmpi 'English Premier League' nke mbụ Iheanachọ na-esonye na ya kamgbe a malitere afọ EPL ọhụrụ n'ọnwa Ọgọst.",
    "Goolu Iheanachọ mere ka Leicester kwụsie ike dịka ndị nke abụọ na tebulu EPL.",
    "Akụkọ ga-amasị gị:",
    "Uru ịrọ ajọ nrọ bara gị",
    "Nri onye nwere nje HIV kwesịrị iri",
    "Manchester United so Arsenal alọ ka Ọgbọnọ",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Okezie Ikpeazu",
    "Abia Steeti",
    "Vidio, Etu ndị nọ n'ụlọmkpọrọ si agụ akwụkwọ ga-abara ha uru27 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọlaelekere 6 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Anyị amaghị maka ntọghapụ Uche Nwosu- Uweojii Imo Steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}