{
  "published": "2 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ezenwaanyị Obi Martha Onyemachi Dunkwu bụ onye nọ n'ọkwa pụrụiche n'Ọkpanam malitere afọ narị asaa gara aga bụ nke na-elekọta ụmụnwaanyị ma bụrụkwa onye ji ọfọ agbara ha.",
    "Onye nọ na-ọkwa dị otu a ka ha na-akpọ Ọmụ.",
    "Mmemme Ọfala sị aga n'Onitsha taa",
    "Etu Nnewi siri malite - Igwe Orizu",
    "Ihe iwu kwuru bụ na nwaanyị ọbụla nọ n'ọkwa \"Omu\" agaghị alụ dị.",
    "Ọ lụgodi dị, ọ ga-esi be di ya pụta nọrọ onwe ya.",
    "Echicha ya echiche Omu, a ga na-ewezi onye ahụ ka nwoke nke bụ na ọ nwere ịwa ọji ma lụkwaa nwaanyị.",
    "Ọrụ ya bụ ilekọta ụmụnwaanyị na ịkpere obodo ekpere.",
    "Lee ihe ndị ọzọ dị omimi ọ gwara BBC Igbo maka ọkwa ya.",
    "Ọrụ a si n'aka Chris Sanctus Okereke na Chiemela Peters Mgbeahuru.",
    "Vidio, Killiwee Nwachukwu: Etu dike a siri nwete aha ya, Duration 3,3121 Eprel 2019",
    "Abụbu m ụkọchukwu n'ụka 'deeper life' tupu m banye okpukperechi Islam - Murtala Chukwuemeka26 Julaị 2022",
    "Etu anyị si rụpụta ogbunigwe e ji lụọ agha Biafra - Felix Oragwu2 Disemba 2022",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, King Jaja of Opobo: Ndị ntọ tọọrọ ya mgbe ọ gbara afọ 12, Duration 2,5913 Ọktọba 2019",
    "Ndị Igbo bi na Kano enweghị ụjọ ọbụla, obi ruru anyị ala - Eze ndị Igbo na Kano15 Jenụwarị 2023",
    "Europe by road:  Etu enyi m si ree m nye ndị tinyere m n'ọrụ akwụna na Morocco30 Julaị 2022",
    "Etu m ga-esi weghachite ebube na ugwu Abia steeti – Alex Otti 14 Maachị 2023",
    "Etu m si eji ụkara nsibidi, uli na Mbarị akọ akụkọ omenala ndị Igbo - Chinwendu Kelechi 18 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}