{
  "published": "2 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ntaakụkọ BBC Igbo gara Ifite Ọraifite ebe ihe mere kọwara etu mmadụ jiri kọọ n'Ọraifite.",
    "Ọ sị na ndị ọ hụrụ na-atụ ụjọ ịgwa anyị n'ihe onyoonyo ka ihu ha gosi, ebe niile dịka ha na-agba ọsọ agha.",
    "Amachiela ndị otu mmonwu n'Oraifite maka ogbugbu ndị uweojii",
    "Ahịa, okpororo ụzọ tọgbọrọ chakoo.",
    "Ndị Ọraifite dọrọ onye ntakụkọ anyị aka na ntị ka o mee ọsịịsọ gbapụ ebe ahụ maka etu obodo dị.",
    "Ebe foto si, Haruna Mohammed",
    "Ndị uweojii nyere aha ndị otu ha nwụrụ dịka Maazị Joseph Akubo, onye ji ọkwa\" Assistant superintendent\" na Maazị Oliver Abbey, onye bụ onyeisi uweojii na-achịkọta Ọraifite.",
    "Onyeisi Ohaneze ndị Igbo bụ Nnia Nwodo akatọọla njem ahụ ndị uweojii gara n'Orifite maka oku agbara ụlọ ndị mmadụ nakwa ndị egburu mgbe ha gara ijide ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor.",
    "Ọ kpọrọ oku a n'Enugwu ụnyahụ ebe ọ sị ka ehibe ụlọikpe pụrụiche ga-elebe anya na ya bụ okwu bụ nke ọ sị na ọ nweghị ezigbo ihe mere ebe ahụ ndị uweojii ga-eji kpaa ụdị agwa ha kpara ebe ahụ.",
    "IPOB agbahapụla Nnia Nwodo na Ben Nwabueze",
    "Nnamdi Kanu, okwu ọjọọ na ịkọ ọnụ agaghị enye anyị Biafra - Nnia Nwodo",
    "Umahi: Nnamdi Kanu gaa ebe ị sara ahụ gaa chịrị akwa gị",
    "Ndi otu Ipob na-ekwukwa na egburu ndị otu ha.",
    "Nwodo sị na ọ dịghị mma ndị uweojii ịbute ọgbaghara n'obodo ebe ọ bụ na ọ bụ otu onye, Ifeanyi Ejiofor ka ha chọtara.",
    "Ebe foto si, Ifeanyi Ejiofor Facebook/BBC",
    "Ndị otu Ipob agọọla aka ha na ụkwụ ha n'ebubo ndị uweojii Anambra steeti bọrọ ha na ha gburu ndị uweojii abụọ n'Ọrafite, Anambara steeti.",
    "N'akwụkwọ ozi ha wepụtara, nke ọnụ na-ekwuru ha bụ Emma Powereful binyere aka, Ipob kwuru na ọ bụghị ha gburu ndị uweojii a na-ebo ha n'ebubo.",
    "Ipob na ndị uweojii na-ama aka",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'Awka",
    "Ha boro ebubo na ndị uweojii wakporo ụlọ ọkaiwu onye ndu ha bụ Ifeanyị Ejiofor abali anọ ọ kwachara nwanwe ya nwoke, gbaa ụlọ ya ọkụ iji maja ya n'ikpe Kanu ga-abịa n'ọwa ọzọ.",
    "Ha sịrị: \"Nke bụ bụ eziokwu bụ na ndị uweojii na ndị agha gara n'ụlọ ọkaiwu Ifeanyi Ejiofor ...\"",
    "\"Oge ha rutere, ha bido gbawa ndị mmadụ enweghị ngwaọgụ ọbụla ha ji egbe, ha gbagburu ụmụnwoke abụọ si n'ụlọ ya pụta, buru ozu ha tụnye n'ụgbọala ha mapụọ iji gbochie ihe aka ebe.\"",
    "\"Ha wụkwara mmanụ ụgbọala n'ụlọ Ejiofor ma sunye ya ọkụ.\"",
    "Ebe foto si, Ifeanyi Ejiofor/Facebook",
    "Ihe onyonyo na-efegharị na soshal midia na-egosi ọkaiwu Ifeanyi Ejiofor ebe ọ na-ekwu na ndị uweojii emeela ya onye enweghị ebe obibi.",
    "Onyeisi ndị uweojii na Anambra steeti bụ John Abang arịọla ọha ka ha chọta ọkaiwu Ifeanyi Ejiofor na ndị otu ya.",
    "Otu onye wenitere isi n'Oraifite na achọghị ka akpọpụta aha ya ekwuola na ndị otu Ifeanyi Ejiofor gụnyere ụfọdụ ndị otu Ipob nakwa otu nzuzo akpọro 'otu Eke' gburu ndị uweojii abụọ .",
    "O kwuru na ọsọ ka na-agba n'Oraifite ruo ugbua maka ya bụ ọdachị.",
    "Oraifite Killing: Ndị mmadụ ka na-agba ọsọ ndụ ha n'Obodo ahụ - Anya hụrụ ihe merenụ",
    "O kwuru na ọdachị metụtara ahịa nkwọ zụrụ ụnyahụ makana onye ọbụla riri mbombo ọsọ ruo ugbua.",
    "O kwuru na ọkaiwu Ejiofor na ndị otu ya agbafuchala.",
    "Ebe foto si, Getty Images",
    "Ọnụ na-ekwuru ndị uweojii n'Anambara steeti bụ Haruna Mohammed sị na ndị ha na-eche na ha bụ ndị Ipob wakporo ma gbuo ndị otu ha abụọ gara ịkpụta Ọkaiwu Ifeanyi Ejiofor na be ya dị n'Oraifite di n'okpuru ọchịchị Ekwusigo n'Anambara steetị.",
    "Dịka Maazi Haruna siri kwuo, ha gara be Ọkaiwu Ejiofor maka mkpesa n'aka dị na mmebi ihe na ntọrị mmadụ.",
    "Ihe mere n'etiti ndị uweojii na Ipob na Nnewi",
    "Lee foto onye uweojii nwụrụ n'ọgbaghara mere na Nnewi",
    "N'Ọnịcha na Nnewi ihe Igbo kpụ n'ọnụ bụ Mee 30",
    "Ifeanyi Ejiofor bu ọkaiwu onyeisi otu akpọrọ na Bekee \"Indigenous Peoples of Biafra\" (Ipob) bụ Nnamdi Kanu.",
    "Haruna sị \"Ọ bụ onyeisi ndi uweojii n'Oraifite bụ Oliver Abbey du ndị uweojii ga na be Ifeanyi Ejiofor.\"",
    "O kwukwara na \"Ka he ruru ebe ahụ ndị echere na ha bụ ndị Ipob wakporo ha ma gbuo mmadụ abụọ n'ime ha, merụọ ụfọdụ ahụ. Ha gbakwara ụgbọala ndị uweojii ọkụ.\"",
    "Ifeanyi Ejiofor mechara akwamozu nwannw ya nwoke n'ụbọchị Satọde na be ya.",
    "Nnamdi Kanu n'owe ya si na ọ bụ ndị\"Ezinaụlọ Ipob\" ka egburu n'ụtụtụ Monde.",
    "Ụfọdụ ihe onyonyo na-efegharị na soshal midia na-egosi ụlọ ndị gbara ọkụ n'ime onyoyo na-ekwu na ọ bụ be na agbataobi Ejiofor ka ọkụ a na-ere.",
    "BBC Igbo jụkwara Mohammed maka ya bụ ọkụ mana ọ sị na ya amaghị maka nke ahụ.",
    "N'gbanyeghi nke a, ọ sị na ndi uweojii na ndị ọrụ nchekwa ndị ọzọ agbachiela Oraifite iji jide ndị ọ si kpara mkpa mkpa a.",
    "Ụgbọala Ipob gbara ọkụ na ahịa Nnewi n'afọ 2018",
    "BBC Igbo gbara mbọ inwete Ọkaiwu Ejiofor n'ekwentị ya mana ọ mịtaghị mkpụrụ.",
    "BBC Igbo kpokwara ọnụ na-ekwuru Ipob bụ Emma Powerful mana ọsaghị mgbe ekwentị ya kpọrọ.",
    "Ka ọ ọkwụ ugbua, ozi na-eru BBC Igbo nti site Oraifite na-akọwa na ebe niile dịzi ka ebe agbara ọsọ agha.",
    "Nke a abụghị mbụ ndị nchekwa na ndị Ipob ọrụ nchekwa ka eko isi na nso a, dịka akukọ pụtara na mgbọ tụrụ ndị mmadụ mgbe ndi uweojii gara itisa ebe ndị Ipob na-eme ọgbakọ n'Ebonyi steeti.",
    "Cheta na gọọmenti Naịjirịa akpụtala kwuo na Ipob bụ otu oyi egwu, bụ atụmatụ ụlọikpe kwenyekwara.",
    "Atụmatụ a nyere ha ikike ịmachi iso maọbụ ime emume dika Ipob na Naịjirịa.",
    "Ifeanyi Ejiofor nọ n'isi ndi na-agba ụlọikpe ịhụ na ewezụgara ya bu atụmatu gụnyere Ipob n'ime ndi oyi ndụ egwu.",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia31 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chioma Davido ewepụchaala foto Davido n'igwe Instagram ya30 Eprel 2020",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Chioma Davido ewepụchaala foto Davido n'igwe Instagram yaEmelitere ikpeazụ na: 30 Eprel 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Good Friday: Ihe Easter ji apụrụ m iche karịa emume ụka ndị ọzọ'Emelitere ikpeazụ na: 19 Eprel 2019",
    "Ndịagha na-ekpuchi ndị ochiehi na-egbusi ndị mmadụ n'Enugu,Ebonyi steeti- Ipob",
    "Anyị ga-enyocha ihe mere n'okwu Danladi Umar na 'Biafran Boys' - NBA",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ka o si aga n'ikpe George Floyd: 'Akaike ndị uweojii ji so George Floyd karịrị'",
    "Aka m abụọ na-achọ ịkpọnwụ akpọnwụ - Pastor Okochi ObeniEmelitere ikpeazụ na: 21 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}