{
  "published": "6 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Igbo tụrụ ilu sị na, 'Ekele na-eme ka ihu saa' dịka ọ bụ ụzọ mmadụ ji egosipụta etu obi dị ya n'ebe onye ọzọ nọ.",
    "N'omenala Igbo, ekele bụ ihe mbụ na-ebute ụzọ na mmekọrịta mmadụ na ibe ya, ma bụrụkwa ụzọ e ji egosi nkwanye ugwu.",
    "Mgbe ndị Ebonyi mepụtara omenala Igbo",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa",
    "Ikele na ikwe ekele bụ ihe zuru ụwa niile ọnụ. Ma ndị isiọcha, ndị isiojii, ndị Awụsa, Yoruba na ndị Igbo na-ekele ekele.",
    "Mana akụkọ a na-eleba anya n'ekele dịka omenala na njirimara ndị Igbo.",
    "Ebe foto si, Getty Images",
    "Kedụ etu ndị Igbo si ahụta ekele?",
    "Ekele so n'otu n'ime omenala ndị Igbo gbapụtara ihe nke mere na onye Igbo ọbụla na-akpụ ekele n'ọnụ mgbe niile.",
    "Ekele n'ala Igbo dịrị nwoke ma nwaanyị, nwata nakwa okenye mana ọ bụ nwata na-ebu ụzọ a tụpụ ekele.",
    "Ihe mbụ a na-akụziri nwata n'ala Igbo bụ etu o si ekele ekele karịsịa ndị tọrọ ya atọ na nzaghachị okenye ga e kelekwa ya.",
    "Ebe foto si, Getty Images",
    "N'ala Igbo, e nwere ụdị ekele dị iche iche, nwee oge e ji ekele ha, nakwa ihe nke ọbụla na-egosipụta.",
    "Ụfọdụ n'ime ha gụnyere;",
    "Ekele njirimara ndị Igbo -Nke a bụ ekele e ji mara ndị Igbo, ha ji enwe mmekọrịta karịsịa ma ha nọkọrọ ọnụ n'ime ọgbakọ dị iche iche.",
    "I ji maa atụ bụ Chaa! Chaa!! Chaaa!!! Igbo kwenu! -Heee!",
    "Mụọnụ - Heee! Zụọnụ - Heee! Rienu! - Heee! Kachaanụ - Heee!",
    "Ekele oge ụbọchị - Ekele oge ụbọchị bụ ndị a na-ekele n'oge dị iche iche n'ụbọchị dịka n'ụtụtụ, n'ehihie nakwa n'abalị.",
    "Iji maa atụ,  \"Ị bọọla chi?\"; \"Ị pụtala ụra?\"; \"Ụtụtụ ọma;\" \"Daalụ\" Ehihe ọma, Ụhuruchi ọma, Ị batala ọrụ nke taa? Ka chi fo, Rahụ jụụ dgz.",
    "Ekele ọrụ - Nke a bụ ekele ndị a na-ekele mgbe mmadụ na-arụ ọrụ, e nwekwara ike iji ya a gba mmadụ ume nke gụnyere Jisie ike, Ndewoo, Daalụ dgz.",
    "Ekele ọrụ na-adịkwa iche site mpaghara Igbo dị iche iche. Ndị mpaghara Enugwu na-ekwu , 'Dejee', ndị Bende n'Abịa steeti na-ekele, \"Jọkwa\", ebe ndị Ngwa na-ekele , \"Maazị\".",
    "Omu of Okpanam: Ị hụtụla Ezenwaanyị na-alụ nwaanyị ibe ya?",
    "Ndị Abakaliki na-ekele, \"Tọkwe ehụ\" (well done), ebe ndị Afikpo na-ekele \"Ị dị ike ọrụ,\" maọbụ \"Ka.\"",
    "Ekele njem - Ekele a bụ nke ndị Igbo na-atụpụrụ onye na-eme njem dịka \"Ije ọma\", \"E jee a lọọ\", \"Ije awele\", \"ka ọ dị\", \"ka okporoụzọ rubere gị isi\" dgz.",
    "E nwekwara nke e ji a nabata onye si njem bata dịka \"Ị lọtala?\", \"Nnọọ\" dgz.",
    "Ekele nkasi obi - Ọ bụ ekele ndị Igbo ji akasi onye nwere otu ọdachi maọbụ nke ọzọ obi n'ihe dakwasịrị ya dịka \"Kara obi\", \"Diwe\", \"Ndo\", \"Gharawa\" dgz.",
    "Ebe foto si, Mcginger",
    "Ekele nri - Nke gụnyere ekele a na-ekwe mgbe ndị Igbo na-eri nri maọbụ mgbe ha richara nri dịka; \"Bịa rie nri\", I meela, I sie, Daalụ na nri ụtọ a dgz.",
    "Ndị Igbo nwekwara ụzọ dị iche iche ha ji egosipụta ekele na-abụghị site n'okwu ọnụ nke gụnyere Ikwekọrịta n'aka, Ife aka, ịkụkọta akupe ( ndị ichie), ibi ọma, itu mmadụ aha na ndị ọzọ.",
    "Usoro e ji eli nwaanyị n'ala Igbo",
    "A bịa n'ime usoro ekele niile  ndị a, ihe kachasị mkpa bụ iji nghọta, nsọpụrụ nakwa obi ọcha e ji kele ha.",
    "N'ihi na ọ bụ nke a ga-akọwa ebumnobi onye mmadụ nwere n'ebe ibe ya nọ n'agbayeghi mgbe ụfọdụ \"ụtọ abụghị n'ọchị eze\".",
    "Akụkọ dị ga-amsị gị:",
    "Ọgbaghara dara n'ụlọikpe ka DSS anwụchiagharịrị Sowore",
    "Mkpọrọ afọ 12 a tụrụ Kalu gosiri na ịgbaba APC abụghị ịgbanarị ikpe - Rotimi Jacobs",
    "N'ikpeazu, Sowore enwerela onwe ya n'aka ndị DSS",
    "Sierra Leone attempted coup: E tinyela mmachi ngagharị26 Nọvemba 2023",
    "Israel-Gaza War: A tọhapụla ndị Israel ọhụrụ ọzọ 26 Nọvemba 2023",
    "Kedu etu Naịjirịa ga-esi kwalite onwe ha na njem itozu ikombaụwa? 25 Nọvemba 2023",
    "Etu e si sụọ onye uweojii gburu George Flyod mma n’ụlọ mkpọrọ1 Nọvemba 2023",
    "Ehighi m ụra, erighi m nri, iji kpaa 'wig' tokarichara n'ụwa - Helen Williams24 Nọvemba 2023",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu23 Nọvemba 2023",
    "Etu Minista si kpụpụ di na nwunye ụlọikpe n'Enugwu dịka nwaanyị gbara nkịtị di ya na-emetọ nwa ha nwaanyị20 Nọvemba 2023",
    "Ọ bụ eziokwu na a hụrụ ozu mmadụ 322 n’otu ili n’Anambra Steeti? Lee ihe anyị ma17 Nọvemba 2023",
    "Ọ bụ ọzụzụ a zụrụ m dịka nwaanyị mere m ji bụrụ ezigbo osite - White Money16 Nọvemba 2023",
    "Sierra Leone attempted coup: E tinyela mmachi ngagharị",
    "Mathias Ezeaku arrested: Lee ọnọdụ onye mgbọ tụrụ oge a wakporo ọgbakọ ndị Omenala Bụ Uzo Eziokwu",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}