{
  "published": "5 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/OUKgram",
    "Ụlọikpe ukwu dị n'Abuja ebugharịala ikpe Orji Uzor Kalu bụ aka chịburu Abia steeti, onye ndị EFCC na'ebo ebubo izu ohi ijeri naịra asaa na ụma.",
    "Ọkaikpe Inyang Ekwo yigharịrị ikpe a ka ọ bụrụ n'ụbọchị asaa nke ọnwa June.",
    "Nke a bụ maka na ndị EFCC chọrọ ka ọ bụrụ na Legọs ka a ga-anọ ekpe ya bụ ikpe ọ bụghị Abuja.",
    "Ebe foto si, Instagram/OUKGram",
    "Orji Uzor Kalu na ọkaiwu ya n'ogige ụlọikpe ukwu dị n'Abuja n'ụbọchị Tuzde",
    "Orji Uzor Kalu enwerela onwe ya",
    "Ụlọikpe mkpegharị enyela Orji Uzor Kalu mmeri",
    "Biko tọhapụnụ m ka m gaa ụlọọgwụ - Orji Uzor Kalu",
    "Chile Okoroma bụ ọkaiwu ndị EFCC gwara ụlọikpe ahụ na ihe niile e boro Orji Uzor Kalu enweghị nke mere n'Abuja, ya kpatara ha ji chọọ ka e buga ikpe ahụ na Legọs.",
    "Okoroma kwuru na ha etinyela akwụkwọ maka nke a mana ha na-echezi mpụtara ya bụ akwụkwọ.",
    "Nke a mere ka Ọkaikpe Ekwo kwuo na ọ bụ n'ụbọchị asaa nke ọnwa June ka a ga-ekpebi ebe a ga-anọ kpee ikpe ahụ, ma ọ ga-abụ n'Abụja, maọbụ na Legọs.",
    "Sinetọ Orji Uzo Kalu erutela ụlọikpe ukwu dị n'Abuja dịka a na-akwado ikpe ya ikpe ebubo izu ego karịrị ijeri naira asaa dịka ụlọ ọrụ ntaakụkọ Channels si depụta.",
    "Orji bụ aka chiburu Abia steeti ga -abia n'ihu ọkaikpe Inyang Ekwo maka ebubo izu ego.",
    "Ihe iwu Naịjirịa kwuru maka oche Kalu dịka a tụrụ ya mkpọrọ afọ 12",
    "Orji Kalu amaala afọ n'ala n'ikwụsị nyocha ya.",
    "Cheta na ụlọikpe dị na Legọs mara Sinetọ Orji Uzoo kalu chịrị Abia steti site n'afọ 1999 ruo 2007 ikpe ije mkpọrọ ruo afọ iri na abụọ.",
    "Ụlọikpe ahụ kpebiri sinetọ Kalu na ụlọ ahia ya bụ Slok Nigeria Limited, nakwa onye bụbụ onyeisi ndowe ego n'Abia Steeti, Jones Udeogu zuru ego ruru N7.1 billion n'akpa ego steeti ahụ.",
    "Mana ọnụ na-ekwuchitere Orji Uzo Kalu kwuru na ebugharịala  ikpe nke taa bụ February 2,2021 ruo June 7, 2021.",
    "'Onweghị onye chụpụrụ Orji Kalu n'ọrụ' - APC",
    "Ọkaikpe Muhammed Idris maala Orji Uzor Kalu ikpe maka mpụ na nrụrụaka nke a malitere inyocha ya kemgbe afọ 2007 ọ chịchara dịka Gọvanọ.",
    "A mara Kalu Ikpe ibuba ego dị ijeri asaa, iri isii na ise (7.65bn) bụ nke ha na Udeh Udeogu bụbu onye okwu ego dị n'aka na n'ụlọomeiwu Abia steeti mgbe Orji Uzo nọ na ọchịchị bubara mgbe ọ na-achị Abia steeti.",
    "'Onweghị onye chụpụrụ Orji Kalu n'ọrụ' - APC",
    "'Anyị anwuchiela ndị 'yahoo' 167 na Naijirịa '",
    "Ụlọikpe mkpegharị enyela Orji Uzor Kalu mmeri",
    "Nke a bụ afọ iri na abụọ e kpere ikpe a kwuru taa.",
    "Ụlọikpe ukwu dị na Legọs nyere iwu ka ọ rahụ n'ụlọmkpọrọ Kirikiri bido taa, ma kwuo na o nwereike ịnọgide ebe ahụ ruo afọ iri na abụọ.",
    "Ụlọọrụ Economic and Financial Crimes Commission (EFCC) boro Kalu, Ụlọọrụ ya bụ Slok Nigeria Ltd and Udeh Udeogu ebubo ịchịba ego ndị Abia steeti karịrị narị ijeri asaa.",
    "Ọkaiwu Rotimi Jacobs bụ ọkaiwu EFCC n'ikpe a sị na ha ga-ere ụlọọrụ ya bụ Slok Naịjirịa.",
    "Ọ sị; \"Ọ bụ kemgbe 2007 ka anyị malitere ikpe a, nke bụ na onye bụ Ọkaiwu Ukwu Naịjirịa n'oge ahụ bụ Michael Aondoaka chọrọ imebi ya bụ ikpe site na-ịsi na agaghị agbanwu onye ka sị ọchịchi rituo ikpe.\"",
    "\"Anyị lụrụ ọgụ ikpe a ruo afọ iri asatọ ma ruo Ụlọ Ikpe Ukwu.",
    "Ọkaiwu EFCC n'ikpe Ọrji Uzor Kalu bụ Ọkaiwu Rotimi Jacobs",
    "\"Ikpe gosiri na mmadu ekwsighi ịda mba n'ịchu eziokwu ma gosikwa na ọ ka nwere ndị ọkaikpe aka ha dị ọcha.\"",
    "Ihe chere Maazị Kalu ugbua bụ mkpọrọ ihe ruru afọ atọ maọbụ afọ iri na abụọ maka otu ebubo n'ime ebubo iri atọ n'itoolu.\"",
    "Ọkaiwu Kalu ekweghị ekwu okwu ka amara ya ikpe a.",
    "Ọkaiwu Jacobs si na ihe a gosiri na mmadu banyere otu patị na-achị bụ All Progressives Congress (APC) ọ gbanarị ikpe.",
    "Ọ sị; \"Ihe a bụ gọvanọ anọ m so kpee ikpe ya.\"",
    "N'ọnwa Epurel ka Ụlọ Ikpe Mkpesa dị na Legọs gbajọrọ arịrịọ Orji Uzor Kalu ka ọ sị na onweghi azịza maka ebubo na oriri ego Abia steeti mgbe o bu gọvanọ.",
    "Ihe Kalu gwara kwuru ka o na-aga mkpọrọ bụ \"2023 lekwa ka anyị na'abịa!\"",
    "Onye ntaakụkọ anyị hụrụ ebe a na-akpọba ya na mpaghara mkpọrọ dị n'ụlọikpe ukwu n'Ikoyi.",
    "Orji Uzor Kalu: Ụlọikpe kachasị akụchapụla ikpe a mara ya maka nrụrụaka8 Mee 2020",
    "Ovuleria nwunye Zebrudaya: A ka dị m ndụ6 Nọvemba 2019",
    "Appeal Court Judgement: Ụlọikpe mkpegharị enyela Ọrji Uzor Kalu mmeri7 Nọvemba 2019",
    "Ikoyi Prison: Ọkụ latrik adọgbuola mmadụ ise n'ụlọmkpọrọ2 Disemba 2019",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu2 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Akụkọ ogbugbu ndịagha ndị Igbo isii bụ akụkọ ụgha - Ndị agha Naịjirịa",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Lee afọ 2019 mgbe ndị gọvanọ ọwụwa anyanwụ si ha machịrị nchịgharị ehi na mpaghara ahụ",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "NIMC NIN Registration: Gọọmentị agbatịala oge idebanye aha",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}