{
  "published": "7 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Obodo Ọka na-akwanyere enwe nnukwu ugwu",
    "N'obodo dị icheiche n'ala Igbo, anụmanụ ụfọdụ na-enwe ugwu puruiche.",
    "Ụfọdụ n'ime ha ka a na-efe dịka chi, ebe ụfọdụ bụ ndị a na-akwanyere ugwu.",
    "Obodo ọbụla nwere ihe kpatara ha ji akwanyere anụmanụ ndị a ugwu.",
    "Lee ụfọdụ n'ime ha ebe a:",
    "N'emume Imo Ọka nke afọ 2019, BBC Igbo gbara otu onye ihe gbasara ọdịnala doro anya ajụjụ ọnụ ihe kpatara obodo Ọka ji akwanyere enwe ugwu.",
    "Aha nwa madi ahụ bụ",
    "N'okwu ya, \"mgbe gboo, enwe bụ ihe na-agbara ndị Ọka ama.\"",
    "\"O nwee ihe ọbụla chọrọ ime onye Ọka, enwe ga'apụta gbaa ya bụ ama sị onye ọbụla emela ihe dị otu a maọbụ otu a.\"",
    "\"Ọ bụrụ na ihe nsogbu dị n'ụzọ, ọbụ enwe na-agba ya bụ ama.\"",
    "\"Nke a mere ka ndị Ọka were enwe dịka nwanne ha, we kwuo na a ga na-akwanyere ya ugwu.\"",
    "Na nke dịkwa ka ya, obodo a kpọrọ Imerienwe nke dị n'okpuru ọchịchị Ngor Okpala n'Imo Steeti na-asọpụkwara enwe.",
    "Nke a gosikwara n'aha obodo ahụ nke bụ IME-ERI-ENWE.",
    "Ebe foto si, PA Media",
    "N'akụkọ ụfọdụ, a na-efe eke ka chi.",
    "Onye Igbo ọbụla nụrụ ebe a kpọrọ Idemmili, ihe ọzọ ga-agbata ya n'obi bụ eke.",
    "Ọbụghị naanị na Idemmili na-asọ anụ eke, ụfọdụ na-efe ya bụ anụmanụ ka chi na mpaghara ụfọdụ n'Idemmili.",
    "Site n'Ogidi, ruo Obosi, si Oba ruo Okpoko na Ojoto eke bụ anụ nwere nnukwu ugwu.",
    "Ndị na-efe eke na-akpọ ya nne n'ihi na ha sị na eke bu onye ozi ala.",
    "Eke na-egosikwa mma pụrụ iche nakwa ịdị nwayọ.",
    "N'obodo a na-asọpụrụ eke, onye ọbụla gburu ya ga-akwa ya etu e si akwa mmadu.",
    "Na mpaghara Ideatọ nke Imo State, e nwere ụdị eke a na-akpọ Ịkpụtụ bụ nke a na-akwanyere ugwu.",
    "Ụdị a abụghị ụdị eke nke idemmili.",
    "Ịkpụtụ na-atụ agwa, makwaa mma ile anya, mana ọ naghị ebucha ibu ka eke.",
    "Ịkpụtụ anaghị achọ okwu, nke ọ na-ata arụ.",
    "Ọ bụrụ na ịkpụtụ nọchie ụzọ, onye ọbụla hụrụ ya ga-eti mkpu sị \"ịkpụtụ lekwa ndị ụka o.\"",
    "Mgbe ọbụ e tiri mkpu a, ịkpụtụ ahụ na-eji nwayọ rịbanye n'ime ọhịa.",
    "Ebe foto si, Science Photo Library",
    "Aguiyi bụ anụ a na-akwanyere ugwu n'obodo Agulu nke dị n'okpuruọchịchị Anaocha na steeti Anambara.",
    "Aguiyi na-adị n'osimiri obodo ahụ a kpọrọ 'Agulu Lake', mana onweghị onye na-egbu ya maọbụ merụọ ya ahụ.",
    "E kwenyere na anụ ahụ bụ Chukwu zitere ya ka o chekwaa obodo ha.",
    "N'oge gboo, ndị mmadụ na-eji uri see aguiyi n'ahụ ha maka nchekwa.",
    "Ha na-esekwa ya n'ahụ ụlọ.",
    "Lejja bụ Obodo dị na Nsukka na Steeti Enugwu.",
    "E ji ịkpụ ụzụ mara obodo Lejja mana ihe ọzọkwa e ji mara ha bụ Mbe maọbụ Mbekwu.",
    "Uchechukwu Evelyn Madu, onye ọka mmụta n'ihe gbasara akụkọ ifo Igbo kọwara ya nke ọma n'ime akwụkwọ nnyocha ya.",
    "Ọ kọwara na mbe bụ anụ kacha mkpa arụsị obodo ha na-ana.",
    "Mgbe ọbụla a chọrọ ịchụ aja iji sachaa ala, arụsị na-asị ka e weta mbe.",
    "Ihe kpatara nke a bụ maka na anaghị ahụ mbe kwadaa.",
    "Ndi obodo na-asọpụrụ mbe n'ihi na ha sị na ọbụ anụ ka masị arụsị ha.",
    "Nsọala n'obodo ụfọdụ n'Igbo",
    "Nnewi na-asọpụrụ Ewi.",
    "Ha anaghị ekwere ya ọnya dịka obodo ndị ọzọ si eme.",
    "Ha anaghịkwa eri anụ ya eri.",
    "O nwere ike bụrụ maka na ewi dị n'aha anụ ahụ nke mere na ndị Nnewi ji akwanye ya ugwu.",
    "Otu onye kọọrọ BBC Igbo n'oge gara aga na onye Nnewi ọbụla kachiri rie anụ ewiga-atakwute ya kọnkịrị.",
    "Akụkọ ga-amasị gị:",
    "Ekele dị iche iche e ji mara ndị Igbo",
    "Wizkid,Orji Uzo Kalu na Cardi-B so na ndị wuru ewu n'izu a",
    "Mkpọrọ afọ 12 a tụrụ Kalu gosiri na ịgbaba APC abụghị ịgbanarị ikpe - Rotimi Jacobs",
    "Ihe nkiri ga-amasị gị:",
    "World Disability Day: Nwaanyị kpuru isi na-eme achịcha",
    "Anụmanụ",
    "Omenala",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara16 Nọvemba 2021",
    "Gee ntị, BBC Igboelekere 6 gara aga",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gateelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "A gbaala ụlọ Igwe Ogwu Aniocha ọkụ n'Anambra steeti",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gate",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ndị nwụrụ n'ihe mberede ogbunigwe gaasị na Ladipo,Legọs, eruola mmadụ ise",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Chukwu gozie ndị isi Ipob maka ịkagbu 'sit-at-home' ụbọchị Mọnde ọbụla - Fr Mbaka",
    "Ihe kpatara soshal midia ji ekwo na Rita Dominic dị ime",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}