{
  "published": "11 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeanyi Ejiofor/Facebook",
    "Ụlọikpe ukwu dị n'Awka adaala ndị ọrụ nchekwa nha nde iri ise (N50,000,000) maka mkpamkpa ha kpara n'ụlọ  ọkaiwu na Nnamdi Kanu bụ Ifeanyi Ejiofor afọ abụọ gara aga.",
    "Ya bụ ụlọikpe dakwasịkwara ha nde Naịra abụọ n'elụ nde iri ise maka ya bụ agwa ọjọọ ha kpara.",
    "Ipob emeghi 'pịm' ka Buhari wuchiri Japan",
    "'Wepụ aha IPOB dịka 'otu oyiegwu'",
    "Taa mere ya afọ abụọ kpọmkwem ọ kwachara nwanne ya nwoke bụ Chukwukpelum Louis Ejiofor na be nna ya bụ Oraifite, Anambra steeti mgbe ndị ọrụ nchekwa gụnyere ndị uweojii, ndị agha na ndị ọzọ bịara wakpo obi ha n'obodo gbuo mmadụ anọ ma gbaa ọtụtụ ụlọ ọkụ n'afọ 2019.",
    "N'akwụkwọ Ejiofor dere na Facebook ya ọ sị na ya gbara ndị ọrụ nchekwa ndị a akwụkwọ n'ụlọikpe ukwu dị n'Awka bụ ebe a nọ kpebie ya bụ ikpe taa ma nyere ya mmeri.",
    "Ọ sị na agbanyeghị na ya bụ ikpe nọrọ ọdụ, na obi dị ya ụtọ na ụlọikpe ahụ kwere na ndị ahụ megidere iwu diir ya dịka mmadụ ma tie ya aka n'obi ka o kwesiri.",
    "Ọkaiwu Kanu agbaala ndị uweojii akwụkwọ maka ịwakpọ ụlọ ya - 12-12-2019",
    "Ifeanyi Ejiofor bụ ọkaiwu  otu Ipob  and onye ndu ha bụ Nnamdi Kanu agbaala ndị uweojii Naijiria akwụkwọ n'ụlọikpe ukwu dị n'Ọka Anambara steeti maka ebubo na ha wakpọrọ ụlọ ya, gbuo mmadụ anọ.",
    "Ejiofor onye gbara akwụkwọ ahụ site n'aka ọkaiwu Maxwell Okpara chọrọ ka a kwụọ ya ijeri Naira abụọ dịka ego iti aka n'obi.",
    "Cheta na a wakporo ụlọ Ejiofor n'abalị  abụọ nke ọnwa Disemba, suo ya ọkụ ebe mmadụ gụnyere  ndị uweojii abụọ tụnyere ndụ ha n'ọgbaghara ahụ.",
    "Ụlọikpe (Economic Community of West African States) Ecowas akpachapụla ikpe Nnamdi Kanu bụ onye ndu ndị Indigenous People of Biafra (Ipob) gbara gọọmentị maka oke na ugwu dịịrị ya.",
    "Ha kwuru na ọ wepụtaghị ihe mgbaama gosiri na gọọmentị mere ihe ndị o boro ha gụnyere itigbu ya, isachi ya ọnụ, na ogbugbu ndị otu Ipob.",
    "Ụlọikpe ahụ nke ọkaikpe Dupe Atoki nọ n'isi ya kwuru na gọọmenti etiti adaghị iwu n'inwuchi Nnamdi Kanu makana agwa ya megidere idi n'otu Naịjirịa.",
    "N'ọnụ ọkaikpe, \"Nnamdi Kanu enweghị ikike ịnọchịte ndị otu Ipob.\"",
    "Cheta na Kanu gbara gọọmentị akwụkwọ a n'ụlọikpe Ecowas kemgbe afọ 2016.",
    "Mana mgbe BBC kpọrọ onyeisi ndị otu Massob bụ Ralph Uwazurike ka anyị mata obi ya gbasara ya bụ ikpe, o kwughị ihe ọ bụla n'ekwenti.",
    "Anambra Incest: Ihe mere anyị ji sụpụ nwoke tụwara nwa ya nwaanyị ime",
    "Ebe foto si, Getty Images",
    "Chi bọọ anụ ọzọ.",
    "Ọ bụkwa etu a ka anyị sị hụ akụkọ si Otolo Nnewi apụta nke kwuru na nwoke afọ iri asaa atụbala nwa ya ime.",
    "Nwaanyị esiela ma rie nwa ya",
    "Ihe ise i kwesiri ịma maka amụ",
    "Mana mgbe anyị jụrụ otu onye ọnụ na-eru n'okwu si obodo ahụ na-achọghị ka akpọpụta aha ya, ọ gwara BBC Igbo n'ekwenti na ndị ogbe o metụtara kpọtara nwoke ahụ na bee Igwe.",
    "Ha kọwara igwe etu ha si chọpụta na ọ bụ ya bụ nwoke ahụ tụbara nwa ya nwaanyị ime.",
    "O kwuru na ihe mere eji chụpụ ha n'ala ahụ bụ na makana agwa ha bụ nsọ ala.",
    "Ndị uweojii nọ n'Anambara kwuru na ka ọ dị ugbua o nwebeghị mkpesa ọbụla eweterela gbasara ya bụ okwu.",
    "O kwuru na ọ bụrụ na-ezitere ha ozi, ha ga-enyocha ma soro usoro ụlọikpe ga-tụzị maka nwoke ahụ.",
    "Ha gara n'ihu kwuo na a bịa n'ihe gbasara omenaala ,ụlọọrụ ha anaghị eji ike amaye ọnụ belu ma akpọrọ ha.",
    "Nwata akwụkwọ mahadum a wakporo ma gbuo",
    "Ebe foto si, ITONYO MATILDA MARK/FACEBOOK",
    "Ndị uweojii na Mahadum River steeti agbarụọla ihu n'ogbugbu e gburu Matilda Itonyo Mark bụ nwata  akwụkwọ mahadum ahụ akụkọ kwuru na a wakporo ma  jiri mma magbuo.",
    "Matilda dị afọ iri abụọ na otu bụ nwata akụkwọ na-agụ na ngalaba ọkaiwu na mahadum Rivas Steeti, dị na Pọtakụt.",
    "Uweojii sị na odoghi ha anya ma a kwasoro Matilda iko n'ike tupu e gbuo ya kama na a hụrụ ozu ya n'ihu ụlọ ebe o bi.",
    "Ndị ọrụ ọkụ latrik agbaala abụbụọrụ",
    "Ebe foto si, AFP",
    "Otụtụ ndị Naijiria na-atụ arịrị okpokpo ụgwọ ndị PHCN na-enye ha kwụọ kwa ọnwa",
    "Ndị ọrụ ụlọọrụ na-enye ọkụ latrik a kpọrọ National Union of Electricity Employees agbaala ọbụbọ ọrụ maka akwụghị ụgwọ e ji ndị a napụrụ ọrụ oge gọọmenti nyefere ụlọọrụ nọrọ onwe ha.",
    "Mana ụlọọrụ ọkụ latrik mke mpaghara ọwụwanyanwụ bụ Enugu Electricity Distribution Company (EEDC) sị n'agbanyeghi nke a na ha ka na-arụ ọrụ ha.",
    "Ha kwara ndị na-azụ ha ahịa ka gaa n'ụlọọrụ ha dị iche iche ga kwụọ ụgwọ ọkụ ha.",
    "N'ofesi",
    "Ebe foto si, AFP",
    "Onye ndu mba Myanmar bụ Aung San Suu Kyi sị na aka ndị mba ya dị ọcha n'ebubo igbu ndị Alakụba Rohingya.",
    "Suu kyi kwuru nke a dịka mba Gambịa kpụpụrụ mba ahụ n'ụlọikpe 'United Nations.'",
    "N'egwuregwu",
    "Ebe foto si, Getty Images",
    "Uefa Champịon league ga-ekere ọkụ ọzọ n'abalị a dịka Real Madrid, Manchester City, Juventus, Bayern Munich, Tottenham na ndị ọzọ ga-egosi ihe ha ji biri.",
    "Nkeji",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Ihe nkiri",
    "N'etiti nwoke na nwaanyị kedụ onye ka eghewe ahụ oghe n'ejije ha?",
    "Buhari atụtụtaghị ịza 'major general' atụta, o tozuru ya - Femi Adesina",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ mgbasaozi Punch ekwuola na ha ga-ebido kpọwazia onyeisiala Muhammadu Buhari 'Major General'.",
    "Punch deptara n'akara webụsaiti ha na ọ bụ etu a ka ọ ga-adị ruo mgbe ọchịchị Buhari ga-ebido kwanyewere mkpebi ụlọikpe ugwu.",
    "Lee ebe ndị niile Buhari nyere ọrụ si",
    "Ihe ndigbo chọrọ ịgwa Buhari",
    "Mana n'otu ntabi anya, onye mgbazaozi ya bụ Femi Adesina depụtara na akara twitter ya na Buhari anataghị ọkwa 'major general' na nkiti kama o ritere erite.",
    "Mmadụ isii emerụọla ahụ ebe ọtụtụ ụlọahịa mebiri ka gaasị gbapụrụ na mpaghara Ughelli dị na Delta steeti.",
    "Ndị uweojii kwuru na gaasị nọ na-ehi ehi nso ebe otu nwaanyị na-eghe akara, nke butere ọkụ ọgbụgba ahụ.",
    "Sineti chọrọ kaenyochaa CBN",
    "Ebe foto si, Getty Images",
    "Ụlọomeiwu ukwu nke Naịjirịa enyela iwu ka e nyobanye anya n'ihe mere na ụlọakụ CBN akwụnyeghi ihe ruru tarịị naịra iri abụọ n'ime akpa ego gọọmentị etiti.",
    "Ha sị na ego ahụ a na-atụ anya ya bụ ego a kpọrọ 'stamp duty' na Bekee, nke CBN napụtara ụlọakụ dị iche iche site n'afọ 2016 ruo ugbua.",
    "Ndị na-achọ mnwereonwe,",
    "Ndị obodo Bougainville dị na mba Papua New Guinea emeela ntuliaka maka mnwereonwe.",
    "Ebe foto si, Jeremy MILLER / Bougainville Referendum Commission",
    "Ụmụnwoke Upe pụtara ịtụ vootu maka 'referendum'",
    "Ha ghọrọla mnwereonwe dịka a sị ha ghọrọ n'etiti ikwu uche ha ka o si kwesị na inweta nwereonwe zuru oke.",
    "Mmadụ 176,928 tụnyere akwụkwọ maka mnwereonwe, ebe mmadụ 3,043 tụnyere akwụkwọ maka ikwu uche ha ka o si kwesị.",
    "Vootu mebiri emebi bụ 1,096 n'ime vootu 181,067 a tụrụ.",
    "Mara na obodo a nwere ihe ruru mmadụ 300,000, ebe mmadụ 206,731 debanyere aha maka ịtụ vootu.",
    "Champions League",
    "Ọ ga-akpọtụ akpọtụ mgbe Tottenham ga-ezute Bayern Munich taa, n'agbanyeghi na otu abụọ a abanyela agba mgbapụ.",
    "Ebe a ka na-atụ anya na Everton nwereike ịkpọghachite David Moyes chịburu ha, ka ọ nọchie Marco Silva a chụrụ n'izu gara aga.",
    "N'ofesi,",
    "Otu onye uweojii so na mmadụ isii a gbagburu dịka ndị uweojii na ndị omekome kwara mgbọ n'obodo New Jersey dị na mba Amerịka.",
    "Ebe foto si, AFP",
    "E zipuru ndị uweojii bu egbe ka ha garuo ahịa ebe ndị omekome ahụ tajara",
    "Ebe aka ndị uweojii mba Spen kparala mmadụ iri atọ na atọ si na mba iri na otu bụ ndị ji Whatsapp akpa arụ nakwa ekesa foto na video na-egosi mwakpo ụmụazị n'ike.",
    "N'egwuregwu,",
    "Napoli achụọla Carlo Ancelotti chịkọtaburu Chelsea, ụkwụ eru ahịhịa n'agbanyeghi na o meriri na Champions League.",
    "Ebe foto si, Getty Images",
    "Ancelotti ka banyere n'ihe bụ afọ abụọ dịka onye nchịkọta Napoli, tupu a chụọ ya",
    "Ebe Chelsea na onwe ha emechaala wụbanye n'agba nke iri na isii nke Champions League ka ha ji ọkpụ goolu abụọ a satara otu merie Lille.",
    "Gere akụkọ BBC Igbo n'otu nkeji ebe a:",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Ihe nkiri a ga-amasị gị:",
    "Ọgbambọ: Lee ka ị ga-esi ji teknụzụ ree ahịa gị",
    "Naijiria",
    "Bọọlụ",
    "Vidio, \"Na ekpuru m isi egbochi m ịgụ akwụkwọ ruo ogogo PhD\"elekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS2 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Ịjụ ma oge a ga-agbahara Nnamdi Kanu oruola dịka ịjụ ma oge udo oruola - Ohaneze",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Nnamdi Kanu gwara anyị oge anyị gara leta ya na November 29 - Ejiofor",
    "Ụlọikpe ukwu akachapụla akwụkwọ a gbara Charles Soludo",
    "Etu e siri gbuo nwunye m, jichie m na mkpọrọ n'ụzọ ezighị ezi- Ọkaiwu",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}