{
  "published": "12 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Oche nwunye onyeisiala na-adịkwa mkpa dịka nke onyeisiala, nke mere na ọtụtụ oge, okwu si ha n'ọnụ pụta na-ebu 'weight'.",
    "Dịka nwunye onyeisiala, ụfọdụ ndị nwereike iji ihe ndị si gị n'ọnụ pụta na-atụnyere ọchịchị di gị.",
    "Gịnị na-esere Aisha Buhari na Garba Shehu?",
    "Ụlọikpe agbawala Patience Jonathan aka",
    "Abụzịkwa m 'First Lady' Naịjirịa - Aisha Buhari",
    "Nke a apụtala/pụtara ihe n'ọchịchị ndị dịka Muhammadu Buhari, Goodluck Jonathan na Turai Yar'Adua, ebe okwu nwunye ha gbara ọtụtụ ndị gharịị.",
    "Lee ihe ndị ị nwereike iji echeta ndị nwunye onyeisiala ndị a:",
    "Aisha Buhari:",
    "Ebe foto si, Getty Images",
    "Aisha Buhari a mụrụ n'ụbọchị 17 nke ọnwa Febrụwarị, 1971 bụ nwunye Onyeisiala Muhammadu Buhari nọ n'oche ọchịchị Naịjirịa nke ugboro abụọ ugbua.",
    "Oge ha malitere ọchịchị n'afọ 2015, e kwuburu na agaghị enwe ihe ọbụla dị ka \"ụlọọrụ nwunye onyeisiala\", mana nke ahụ gbanwere n'ọnwa Juun 2019 mgbe o kwuru sị kpọwazịkwaa ya 'first lady'.",
    "A bịa n'ikwuputa okwu banyere ọchịchị, o jighikwa ya n'ọnụ makana ọtụtụ oge ka o kwuputarala ihe na-eme n'ọchịchị di ya; o bola nwanne di ya bụ Mamman Daura ebubo ịpị di ya ka 'remote'.",
    "Ihe ọzọ tụrụ ndị mmadụ n'anya bụ etu o si kwuo na Garba Shehu bụ ọnụ na-ekwuru di ya anaghị arụ ọrụ e dinyere ya.",
    "Buhari bụ di ya ekwuola na Aisha ekwesịghị itinyere ya ọnụ n'ọchịchị, na ọ bụ n'ime ụlọ ka ọ kwesịrị inwe ọnụ.",
    "Patience Jonathan:",
    "Ebe foto si, AFP",
    "Patience Jonathan a mụrụ n'ụbọchị 25 nke ọnwa Ọktoba 1957, bụ nwunye Goodluck Jonathan chịrị Naịjirịa site n'afọ 2010 ruo 2015.",
    "Oge ha nọ n'ọchịchị, onye ọbụla ma na ọ naghị eji Jonathan egwu egwu, ọkachasị maka etu ọ na-esi agbachitere ya ọgụ ma ndị mmadụ kpụkarịa ya n'ọnụ etu na-adịghị mma.",
    "N'onwe nke ya, 'Mama P' bụ ihe ndị mmadụ na-akpọ ya, metara ihe ndị e ji echeta ya.",
    "Ị nwereike ichefu \"Chai! There is God oo\" bụ akwa o bere mgbe ọ na-ekwu maka ụmụakwụkwọ ndị Boko Haram tọrọla? Ka ọ bụ mgbe o kwuru na \"unu tụnyere Buhari na ntuliaka, o merie, unu ga na-aga eleta di unu n'ụlọmkpọrọ\" ka ha gara ọgbakọ ebe a na-arịọ vootu n'afọ 2015?",
    "Onye ọbụla ma ụdịrị ike nwaanyị Rivas steeti kpara oge ha nọ n'ọchịchị. Kwa mgbe ka a na-echeta ya ugbua, ọkachasị mgbe gọọmentị tụlitere okwu nnyocha ego ole ha sị na ha butere n'ọchịchị ha.",
    "Turai Yar'Adua:",
    "Ebe foto si, Getty Images",
    "Turai Yar'Adua a mụrụ n'ụbọchị 26 nke ọnwa Julaị 1957, bụ nwunye Umaru Musa Yar'Adua chịrị Naịjirịa site n'afọ 2007 ruo mgbe ọ nwụrụ n'afọ 2010.",
    "Oge ha nọ n'ọchịchị, ndị mmadụ na-ekwu na o so na ndị di ya na-ege ntị tupu o mee ihe ọbụla, dịka iwe mmadụ n'ọrụ.",
    "N'ihi ụdịrị ike a na-ekwu na nwaanyị a kpara, akụkọ kwuru na oge di ya nwụrụ, na o kwuputaghị ya n'oge maka na ọ chọrọ ihazicha ihe tupu ọ pụọ n'ọchịchị.",
    "Stella Obasanjo",
    "Ebe foto si, Getty Images",
    "Stella Obasanjo a mụrụ n'ụbọchị 14 nke ọnwa Nọvemba 1945, bụ nwunye Olusegun Obasanjo chịrị Naịjiria site n'afọ 1999 ruo 2007.",
    "Tupu ya na di ya abanye n'ọchịchị, o so na ndị ọnụ na-eru n'okwu banyere ime mkpesa maka mgbanwe ọchịchị nke Bekee kpọrọ \"political activist\".",
    "Oge ọ dị ndụ, ọ bụ nwaanyị na-etiputa 'style'. Ọ na-eke ekike mere o ji achakapụta n'ọha.",
    "Obasanjo chịzuru afọ abụọ ya n'agbanyeghi na nwunye ya nwụrụ n'afọ 2005.",
    "Ọ nwụrụ ka ọ gara ịwa ahụ nke a kpọrọ 'plastic surgery' na Bekee.",
    "Maryam Abacha",
    "Ebe foto si, Instagram/Gumsu_Sani_Abacha",
    "Maryam Abacha a mụrụ n'ụbọchị anọ nke ọnwa Maachị 1945, bụ nwunye Sani Abacha chịrị Naịjiria site n'afọ 1993 ruo 1998.",
    "Abacha chịrị oge Naịjirịa ka nọ n'okpuru ọchịchị ndị agha, mana ọchịchị ya adabaghịrị ndị Naịjirịa, nke mere na oge ọ nwụrụ n'afọ 1998, ndị mmadụ wụbara n'ụzọ na-amali elu, na aṅụrị.",
    "N'afọ 1999, Maryam kwuru na n'agbanyeghi ihe niile ndị mmadụ na-ekwu maka di ya, na ọ hụrụ Naịjirịa n'anya nke ukwuu.",
    "Maryam Babangida",
    "Ebe foto si, Getty Images",
    "Maryam Babangida a mụrụ n'ụbọchị mbụ nke ọnwa Nọvemba 1948 bụ nwunye Ibrahim Badamasi Babangida chịrị Naịjirịa site n'afọ 1985 ruo 1993.",
    "Akụkọ na-ekwu na ọ bụ ya kewapụtara ọkwa 'first lady' na Naịjiria site n'ịbụ onyeisi ndị nwunye ndị agha, ebe o si wee hibe ọtụtụ ihe na ụlọọrụ na-enyere ụmụnwaanyị aka.",
    "O mere ihe mere ọha ji buru ya n'isi ghara ị na-akatọ maọbụ ekwutọ ya; ọ bụghị naanị na Naịjirịa, ma na mpaghara Afrịka dị iche iche.",
    "Dịka nwunye onyeisiala, ekike ọ na-eke bụ 'Igbo bịa lelee\", nke bụ na ọ bụ 'olu gbajie ọha'.",
    "Nna ya bụ onye Igbo si Asaba, ebe nne ya bụ onye Awụsa.",
    "Ọrịa Kansa gburu ya n'afọ 2009.",
    "Kedụ nke kacha masị gị?",
    "Akụkọ ga-amasị gị:",
    "Ndị ọrụ ọkụ latrik akagbuola abubụọrụ ha",
    "Gịnị na-esere Aisha Buhari na Garba Shehu?",
    "Ihe i kwesiri ịma maka Naira Marley",
    "Ihe nkiri a ga-amasị gị:",
    "N'etiti nwoke na nwaanyị kedụ onye ka eghewe ahụ oghe n'ejije ha?",
    "Vidio, Amaghị m ma ndị gọvanọ anyị ọ na-atụ ụjọ - Pete Edochie28 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Umahi amachiela ngagharị dịka e gburu ndịagha abụọ, ndị ọzọ n'Ebonyi steetielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Umahi amachiela ngagharị dịka e gburu ndịagha abụọ, ndị ọzọ n'Ebonyi steeti",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Aisha Buhari, Patience Jonathan na nwunye onyeisiala ndị ọzọ ị gaghị echefu ọsịsọ",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUTEmelitere ikpeazụ na: 29 Jenụwarị 2021",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}