{
  "published": "19 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ụlọ omeiwu mba Amerịka ekwuola na ha nwereike ịbido atụmatụ ịchutu Donald Trump n'ọchịchị na-agbanyeghị na ọ pụọla dịka onyeisiala.",
    "N'aka nke ọzọ ka ndị ọkaiwu Trump na-ekwu na enweghị ike ikpe Trump ikpe n'ihi na ọ pụọla n'ọchịchị.",
    "Ihe mere Trump ji ewusi ike na Naịjirịa",
    "Ihe ga-eme ugbua n'okwu nchutu Trump",
    "Kama ndị ụlọomeiwu gara n'ihe mee ntụlịaka nke mpụtara ya bụ na mmadụ iri ise na isii kwetere ka ebido atụmatụ ịchụtu Trump ebe mmadụ iri ano na anọ ọzọ akwadoghị ya.",
    "A na-ebo Trump ebubo na ọ kwanyere ma kwado ndị wakporo ụlọ omeiwu Capitol nke mba Amerịka.",
    "Ebe foto si, Getty Images",
    "Dịka ndị Ụlọomeiwu obele na mba Amerịka ebinyere aka n'akwụkwọ akpọrọ \"Articles of Impeachment\" na Bekee Onyeisiala Donald Trump si na onweghi ebe ya na-aga.",
    "Atụmatụ 'impeachment' a kwuru na Trump emetere ihe ekwesiri iji chụọ ha dịka onyeisiala mba Amerịka.",
    "Nke a mere ka ọ bụrụ onyeisiala Amerịka nke atọ ndị ụlọ omeiwu tinyere akwụkwọ ka achụpụ n'ọkwa.",
    "Usoro enwereike ji chụọ Trump n'ọrụ",
    "Trump agaala ije na ndagwuru ugwu olulu ọnwụ",
    "Mana, dịka o dere n'akara Twitter ya, Trump sị na ihe a ndị Ụlọomeiwu Nta mere ezighi ezi ma kwuo na ha ya ka kwụ chịm na-eche ikpe n'Ụlọomeiwu Ukwu.",
    "Ọ bụ Nancy Pelosi bụ Onyeisi Ụlọomeiwu nta gụpụtara atụmatụ \"Article of Impeachment\" a ọ sị bụ maka Trump iji ọkwa chọọ ọganyị ihu nke a etu ekwesighi ekweshi.",
    "Pelosi bụ onye kachasị nwee ọkwa n'ogige pati Democrat bụ ndị tinyere uchu n'atụmatụ a.",
    "Ebe foto si, Getty Images",
    "Nancy Pelosi ka ọkụrụ kpọmiji maa Trump ikpe mpụ",
    "Pelosi kwuru sị \"ọ bụ agwa na ezighị ezi onyeisiala kpara mere ka o dị mkpa na achụturu ya n'ọkwa\".",
    "Ka emechara ntuliaka eji maa Trump ikpe, Pelosi dere n'aka Twitter ya na onweghi onye gafere ikpe ikpe.",
    "Dịka ọ dị ugbua, Trump ka bụkwa onyeisiala Amerịka.",
    "Ọ bụ ndị ụloomeiwu ukwu ka ekpe zị ikpe ya ụgbụa.",
    "Kedu ihe ndi na-akwado Trump na-ekwu",
    "Patị Trump kwụ ya chịm n'azụ. Nke pụtara na enweghị olileanya na ha ga-ama ya ikpe na Sineti oge akwụkwọ 'impeachment' a rutere ebe ahụ.",
    "Ọtụtụ ndị Omeiwu patị Republikan tinyekwara ọnụ ma katọọ atụmatụ ịma Trump ikpe.",
    "Ihe na-ese okwu bụ ebubo na Onyeisiala Trump gwara onyeisiala mba Ukrane bụ Volodymyr Zelensky ka o nyochaa onye bụbụ osote onyeisiala Amerịka bụ Joe Biden.",
    "Dịka Trump siri kwuo, Biden na nwa ya nwoke aha ya bụ Hunter Biden tinyere aka na nrụrụaka banyere ego mgbe nwa amadị ahu na-arụrụ otu ụlọọrụ na Ukarane ọrụ.",
    "Trump sị na Iran na-atụ 'asị ọcha' maka ndị CIA ha 'nwụchiri'",
    "Trump na Kim a ga-ekwe n'aka nke udo?",
    "Nke bụ eziokwu bụ na ndị Ukrane mere nyocha maka ebubo a ma sị na onweghi mpụ ha hụrụ.",
    "Nke bụ isi mmiri bụ na iwu Amerịka machiri onyeisiala mba ahụ ị sị ka mba ọzọ mere ya ihe ọma.",
    "Lee Usoro njem ichutu Donald Trump",
    "APC akwala arịrị n'ọnwụ Sịnetọ Uwajumogu",
    "Barcelona na Real Madrid kere onwe ha agbụ",
    "Etu ọnụahịa ji rịa elu kamgbe Ọktoba 2019",
    "Ndị dara ọrịa mgbe akpụpụrụ ha n'ụlọikpe maka nrụrụaka",
    "Vidio, \"Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ\" - Ndị obodo Inya Abam n'Abia steeti na-ebeku gọọmenti10 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Abaribeelekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Abaribe",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Nickelodeon Kids Choice Awards 2021: Emmanuella achakeela ọzọ",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}