{
  "published": "25 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Obere nwatakịrị nwaanyị ahụ dị afọ asatọ bụ Peace Goewan nke nne ya ukwu buliri ka ndị na akụ ọkpọ were kụọ ya ukwu na-ala abụrụla onye ndị uwe ojii nyefere n'aka nne na nna mụrụ ya.",
    "Nna peace bụ Nicodemus Goewan na nwunye bụ Jane kwuru na ọ bụ nwanne ya nwoke bụ Jonathan Goewan ka ya dunyere nwa ya n'ihi nkwa o kwere na ya ga azụ ya n'ụlọakwụkwọ.",
    "A machiela ịpịa ụmụaka ụtalị na Saụt Afrịka",
    "Iwu emegideghị nwa nwoke dị afọ 17 lụrụ nwaanyị n'Anambara- Ọkaiwu",
    "'A kpụrụ ya gaa n'arụsi iji duo ya iyi na ọ gaghị ahapụ di ya'",
    "Ọ kwara arịrị na mmegbu nwa ya gabigara na-aka nne ya ukwu bụ Amaka Otolehi ma kelee Chukwu na nwa dị ndụ.",
    "Nne nwata ahụ kwuru na ọ bụ ihe isi ike mere ya jiri kponye nwanne di ya nwa ya.",
    "Cheta na ihe onyonyo na-ata anya arụ  nke gosiri nwaanyị ebe ọ pịara nwatakịị n'ala  wuru na soshal midia izuụka ole ma ole gara aga.",
    "Kọmishọna ndị uweojii n'Enugwu bụ Ahmad Abdulrahman gwara ndị ntaakụkọ nke a ma gosi na ọ hanyela nne na nna nwa ahụ n'aka ha.",
    "Abdulrahman kwuru na ịtụ mgbere nwa ma ọ bụ iji nwa mmadụ mere ohu megidere iwu obodo Naịjirịa.",
    "Ọ dọrọ aka na ntị na onye ọbụla aka ya dị na ya bụ ihe ga-enweta ntaramaahụhụ dịka iwu si dị.",
    "O kwuru na ndị uweojii n'Enugwu akpụpụla nwaanyị ahụ bụ Amaka Otolehi n'ụlọikpe tinyere ndị niile aka ha dị na ya bụ iji ụmụaka eme ohu ma ọ bụ ịtụ mgbere mmadụ.",
    "Ebe foto si, Nigeria Police",
    "Nwaanyị pịara nwaodibo ya isi n'ala akwaala arịrị ma rịọ ka a gbaghara ya.",
    "Nwaanyị ahụ aha ya bụ Amaka Otolehi kwuru na ọ bụ iwe ọkụ tinyere ya n'ọnwụnwa.",
    "Aka ndị uweojii kpaara nwaanyị ahụ oge ihe onyonyoo ebe ọ na-akụ nwata ahụ a kpọrọ 'Peace' ihe gbasara na soshal midia.",
    "Iwe juru ọtụtụ ndị mmadụ afọ oge ya bụ ihe onyonyoo gbasara.",
    "Mana n'ihe onyonyo ọzọ nke gosiri ebe ndị uweojii na-agba nwaanyị ahụ ajụjụ, o kwuru na ya abụghị ajọ mmadụ.",
    "\"Mụ na Peace ebiela ihe karịrị afọ abụọ, ọbụghị etu a ka m si emeso ya.\"",
    "\"A hụrụ m ụmụaka n'anya nke ukwu. A na m eme Peace ka nwa m.\"",
    "\"Ọ bụ oke iwe mere m ji kpaa ụdị agwa ahụ. Biko gbagharanụ m.\"",
    "Kọmịshọna ndị uweojii n'Enugwu steeti bụ  Ahmad Abdulrahman, kwuru na ha na-enyocha okwu ahụ ebe ha ga kpụpụ nwaanyị ahụ ụlọikpe ma ha mechaa  nke a.",
    "Ọ gara n'ihu kwuo ha ga na-elekọta nwata ahụ ganye oge ha ga-enyefe ya n'aka ụlọrụ gọọmenti.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ị na-arụ ọrụ ndị a? Chefuo maka 'ezumike' nke ekeresimesi a",
    "Ọkụ agbaala ụlọ karịrị 120 n'ụbọchị ekeresimesi",
    "Ihe ndị mmadụ na-ekwu maka ịtọhapụ Sowore na Dasuki",
    "Ihe nkiri ga-amasị gị:",
    "Christmas Message: Lee ka ndị a ma ama sị agba Ekeresimesi",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọelekere 6 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Azọpụtala mmadụ abụọ ma gwupụta ozu mmadụ atọ n'ụlọ dara na Yaba12 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọ",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Israel Adesanya emeriela Robert Whittaker n'asọmpị UFC 271",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}