{
  "published": "3 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chicasson/Emzor/Innoson",
    "Dịka a na-ekwu na ndị Igbo bụ ndị e ji ịzụ ahịa wee mara, lee ụfọdụ ndị Igbo ma nke ha riri gbasara iji ego achụ ego nakwa ikepụta ọrụ n'ala Naịjirịa.",
    "Ịgba mbọ abụghị ihe na-atụ ndị Igbo ụjọ, mana e nwere ndị aha ha ka nke ndị ọzọ ada ụda, na ndị kpatarala akụ na-enye ndị ọzọ ohere ịkpata akụ nke ha.",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas Maduka",
    "Forbes: Dangote na Adenuga so na ndị ọgaranya kachasị n'Afrika",
    "Onye bụ onye a ndị mmadụ kpụ n'ọnụ?",
    "Ndị a bụ ndị bekee na-akpọ 'Industrialists'.",
    ") Innoson Group - Innocent Ifediaso Chukwuma",
    "Ebe foto si, Getty Images",
    "Innocent Chukwuma",
    "Chukwuma bụ onyeisi ụlọọrụ Innoson Group.",
    "Chukwuma bụ onye Ụmụdim nke dị na Nnewi, Anambara steeti.",
    "O bidoro iji aha Innoson Group azụ ahịa n'afọ 1981.",
    "Ihe Innoson Group na-emepụta gụnyere:",
    "Ebe foto si, @innosonvehicles",
    "Ọgbatumtum na akụrụngwa ya",
    "Keke na akụrụngwa ya",
    "Ngwa ụlo na Plastiki",
    "Ihe e ji echekwa ndụ",
    "Akụrụngwa latrik",
    "Ụgbọala dị iche iche na akụrụngwa ha",
    ") IBETO Group - Cletus M. Ibeto",
    "Mazi Cletus Madubugwu Ibeto bụkwa nwaafọ Nnewi nke dị n'Anambara steeti a ma ama dịka oji ego achụ ego.",
    "A mụrụ ya n'afọ 1952.",
    "O bidoro dịka ọkwọụgbọala na onye na-arụzi ụgbọala.",
    "Ibeto gbaara Lawrence Amazu nke nwe 'Chidiebere Transport Company' odibo tupu o bidozie nke ya.",
    "Ihe IBETO na-eme gụnyere:",
    "Sịmentị e ji arụ ụlọ",
    "Akụrụngwa ụgbọala",
    "Mgbere ụlo obibi na ala (Real Estate)",
    "Ahịa mmanụ ụgbọala, dgz",
    ") Chicason Group - Alexander Chika Okafor",
    "Ebe foto si, Chief Dr. Alex Chika Okafor/Facebook",
    "Alex Chika Okafor Onyeisi ụlọọrụ Chicason Group",
    "Alexander Chika Okafor bụ onyeisi ụloorụ Chicason Group nke dị na Nnewi, Anambra steeti.",
    "Ọ bụ onye Ụmụdim, Nnewi, Anambara steeti.",
    "Ọ bụ n'afọ 1981 ka o bidoro ịzụ ahịa.",
    "Ihe ChicasonGroup na-eme gụnyere:",
    "Ahịa mmanụ ụgbọala",
    "Ahịa ala na ụlọ obibi",
    "Igwuputa akụ ọnatarachi",
    "Ụlọọrụ na-emepụta mmanụ e ji esi nri",
    "Ụlọọrụ na-arụpụta ncha",
    "Plastiki na akụrụngwa ụgbọala",
    "Ụlọọgwụ",
    "Okpu mgbochi (helmet)",
    "Ụgbọala na-ebu kọntena",
    ") Erisco Foods Limited -  Mazi Eric Umeofia",
    "Ebe foto si, @IsaacFAdewole/Twitter",
    "Umeofia bụ onyeisi 'Erisco Foods Limited'.",
    "Ọ bụ onye Amichi nke dị n'okpuruọchịchị Nnewi Saụt, Anambara steeti.",
    "O bidoro ịzụ ahịa akụrụngwa ụgbọala n'afọ 1983 na Sokoto.",
    "Ọgbambọ: Ị ma Erisco? Lee ka N4200 sị mụtara ya ụlọ mmepụta tomato kachasị n'Afịrịka",
    "Umeofia bụ onye ọ na-amasị inyere ndị mmadu aka.",
    "Ihe Erisco Foods Limited na-eme",
    "Ihe e jiri mara ụlọọrụ Erisco bụ:",
    "Osikapa",
    "Nnu",
    "Tomato agbara na mkpọ",
    "Ọtọ bịrịbịrị (Sugar)",
    "Chọkọleti",
    "Mmiri ara ehi",
    "Ngwa nri, dgz",
    ") Coscharis Group - Cosmas Maduka",
    "Onyeisi ndị ụloọrụ Coscharis Group bụ Cosmas Maduka bụ nwaafọ Nnewi nke dị n'Anambara steeti.",
    "A mụrụ ya n'afọ 1958 n'obodo Jọs dị na Platu steeti.",
    "O bịdoro ịzụ ahịa mgbe ọ dị afọ iri na asaa.",
    "Ọ bụ n'afọ 1977 ka o bidoro ụloọrụ Coscharis site n'ire akụrụngwa ụgbọala.",
    "Ihe Coscharis Group na-eme",
    "Ha na-ere ma na arụziri ndị omee ụgbọala 'BMW', 'Ford', 'MINI', 'RollsRoyce', 'Jaguar', 'Land Rover', dgz ụgbọala ha na Naịjiria.",
    "Akụrụngwa Teknụzụ",
    "Ngwa nri nke gụnyere mmiri, osikapa na mmiri ara ehi",
    "Akụrụngwa ndị ụloọgwụ ji arụ ọrụ",
    "Orụ ugbo dị iche iche",
    ") Airpeace - Allen Onyema",
    "Ebe foto si, Airpeace",
    "Allen Onyema bụ onyeisi ụlọọrụ Airpeace",
    "Mazi Allen Onyema bụ ọnye obodo Mbọsị nke Ihiala dị n'Anambara Steeti.",
    "A mụrụ ya n'afọ 1964 na Bini dị n'Edo steeti.",
    "Ọ bụ onye ọkaiwu tupu ọ malite ụlọọrụ 'Air Peace' n'afọ 2013.",
    "Ihe Airpeace na-eme",
    "Airpeace bụ ụlọọrụ njem ụgbọelu.",
    ") Kotec Group of Companies - Chika Emenike",
    "A mụrụ Chika Emenike onye bụ onyeisi 'Kotec Group' na 'Tummy Tummy noodles' n'afọ 1969 n'Amanatọ Ụzụakọlị dị n'Uruala, Ideatọ nke Imo steeti.",
    "Ọ bụ site n'ire akụrụngwa ọgbatumtum ka o si bido ịzụ ahịa ndị ọzọ.",
    "Ihe Kotec na TummyTummy na-eme",
    "Akụrụngwa e ji arụzi ọgbatumtum",
    "Akụrụngwa e ji arụzi ụgbọala",
    "Ihe e ji achọ ụlọ mma",
    "Ihe oriri a na-akpọ 'Noodles'",
    "Mmiri ọṅụṅụ",
    ") Loius Carter - Louis Onwugbenu",
    "Mazị louis Onwugbenu bụ onyeisi ụlọọrụ Louis Carter bụ nwaafọ Uruagụ Nnewi, Anambara steeti.",
    "A mụrụ ya n'afọ 1953.",
    "Ihe Louis Carter Group na-eme",
    "Akụrụngwa ụgbọala ọkachasị 'Brake Pad'",
    "Ihe oriri",
    "Mmiri ọṅụṅụ",
    "Ọgbatumtum",
    "Akwụkwọ ụtaba",
    ") Orange Group - Mazi Tony Ifeanyichukwu Ezenna",
    "Mazi Tony Ifeanyichukwu Ezenna bụ onye Akọkwa nke Ideato, Imo steeti.",
    "A mụru ya n'afọ 1957.",
    "O bụ n'afọ 1988 ka 'Orange Drugs' bidoro ọrụ.",
    "Ihe Orange Group na-eme",
    "Ha na-emepụta ma na-ere ọgwụ dị iche iche maka ahuike",
    "Ncha eji asa ahụ",
    ") Emzor Pharmaceuticals - Stella Chinyelu Okoli",
    "Ebe foto si, Facebook/Stella Okoli",
    "O nwetala nturuugo Officer of the Order of the Niger, OON nakwa Member of Order of Nigeria, MON",
    "Stella Okoli bụ onye Nnewi dị n'Anambara steeti.",
    "O so na ndị isi a hụrụ kwaba okpu n'ihe gbasara ahụike na Naịjirịa.",
    "A mụrụ ya n'ụbọchị 30 nke ọnwa Julaị nke afọ 1944.",
    "Ọ bụ n'afọ 1977 ka ọ malitere Emzor Pharmaceuticals dịka kemist.",
    "Ihe Emzor Pharmaceuticals na-emepụta:",
    "Ụlọọrụ ya na-emepụta ọgwụ ndị mmadụ na-eji achụ ọrịa dị iche iche.",
    "Ndị a edepụtara ebe a abụghị naanị ndị oji ego achụ ego e nwere n'ala Igbo.",
    "E nwekwara ndị ọzọ dịka Leo Stan Ekeh nwere Zinox Kọmputa nakwa Konga.com, dgz.",
    "Zitere anyị ndị ọ dị gị ka aha ha e kwesịrị ịdị ebe a.",
    "Fada Mbaka ebuola amụma, Muhammadu Buhari ekwuola okwu, bịa gere ozi ndị ọnụ na-eru n'okwu",
    "Ihe mere anyị ji kpọnye mmadụ nwa anyị - Ndị mụrụ nwa a pịara n'ala",
    "I nwere mkpebi maka afọ ọhụrụ a? Lee ụzọ ise ị ga-esi mezuo ya",
    "Ihe ndị a ga-adị ndị a mụrụ bido n’afọ 2000 ka ‘film’",
    "Ụlọakụ",
    "Naijiria",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Ada Palm: Ị nụla maka ogige a nwere osisi nkwụ karịrị 640,000?1 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụelekere 7 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Nnamdi Kanu jail visit: ' Ka ndị DSS si gbacha anyị ọtọ mgbe anyị gara ịleta' - Ejiofor",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Uche Maduagwu achọọla Jim Iyke okwu ọzọ",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}