{
  "published": "31 Disemba 2019",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ala Igbo mgbe gboo, mmọnwụ bụ otu na-ahụ maka ikpezi okwu na ịkpa udo n'obodo.",
    "A na-agba mmọnwụ n'emume pụrụ iche ọkachasị ma e wechaa ihe ubi, akwamozu nnukwu mmadụ maọbụ okenye.",
    "Mmọnwụ wakporo ụlọụka Katolịk n'Anambara",
    "Mmọnwụ Coal Camp pụtara ịgba 'Easter'",
    "A na-ahụta ya dịka mmụọ ndị nna nna nke mere e ji akwanyere mmọnwụ na ndị bara mmọnwụ nnukwu ugwu.",
    "Naanị ụmụnwoke bara mmọnwụ na-eti mmọnwụ.",
    "Mana ugbua, ụfọdụ ụmụnwaanyị agba ọhụrụ na-ajụ ihe mere e ji enye ụmụnwaanyị oche azụ n'ihe gbasara iti mmọnwụ.",
    "Dịka ndị omenala doro anya siri kọwa, ịba mmọnwụ bụrụ ụmụnwoke, ihe ịbanye otu ụmụada bụ nye nwaanyị.",
    "Otu n'ime ha bụ Ọzọ McGinger Ibeneme sị: \"Mmọnwụ bụ otu nzuzo. Ọ bụ naanị nwoke bara mmọnwụ na-eti mmọnwụ.\"",
    "'N'omenala Igbo, mmọnwu abụghị maka nwaanyị'",
    "\"Mmọnwụ abụghị nwaanyị anaghị.\"",
    "\"Mmọnwụ abụghị ụzọ imegide ụmụnwaanyị, kama ọ bụ maka ichekwa obodo.\"",
    "\"Oge gboo, e nwere ọtụtụ otu; otu ụmụnwoke, otu ụmụnwaanyị, otu ntoroọbịa.\"",
    "\"Ụmụnwoke anaghị azọ ụzọ ịbanye n'otu ụmụnwaanyị.\"",
    "Agbanyeghị na mmọnwụ dịrị ụmụnwoke, o nwere ogogo nwaanyị ga-eru, ọ baa mmọnwụ.",
    "McGinger gara n'ihu kọwaa, \"Nwaanyị bụ agbara nwaanyị maọbụ oke nwaanyị enye ya ohere ọ baa mmọnwụ.\"",
    "Ụdị mmọnwụ dị iche iche",
    "Mmọnwụ maka ihe nkiri iji maatụ; Adamma",
    "Mmọnwụ maka ichekwa obodo dịka Achịkwụ, Ọgbọagụ",
    "Akụkọ ndị ga-amasị:",
    "Amụma e buru na 2019: Ndị mezuru na ndị gbara ụka",
    "Mwakpo Ekweremadu, ọchụchụ Tacha, ọbịbịa Cardi B na ihe ndị ọzọ ị gaghị echefu maka afọ 2019",
    "Naira Marley, Regina Daniels, RUGA na ihe ndị ọzọ a kacha chọọ n'ịntanetị n'afọ 2019",
    "Ihe nkiri a ga-amasị gị:",
    "Ihe omimi dị n’emume Ikeji Arọndizuọgụ",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Izu ụka a bụ nke Leila nwunye m- Ned Nwoko31 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ihe mere 'Onye eze Jesus' taa",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara yaEmelitere ikpeazụ na: 3 Juun 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwuEmelitere ikpeazụ na: 7 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}