{
  "published": "2 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Google",
    "Ulọọrụ 'google' tinyere onyonyo Amaka Igwe n'ihu ọba ozi ha n'ụbọchị Tozde",
    "Taa ka Amaka Igwe gaara agba afọ iri ise na asaa, mana ọnwụ ekweghi.",
    "Ebe foto si, Charles Igwe/Facebook",
    "Amaka bụ nwaada Igbo ji eme ọnụ, onye e ji ime ihe nkiri wee mara.",
    "Vicky Nwogu",
    "Ọ bụ otu onye n'ime ndị mere ka mmepụta ihe ejije na Naịjirịa kwụrụ chịm dịka ọ dị taa.",
    "Ụmụada Enugu state 'na-eweta ọkụ' na Nigeria",
    "Ihe onyonyo anọ wuru ka Game of Thrones",
    "Ụlọọrụ 'Google' tinyere onyonyoo Amaka Igwe n'ihu ọba ozi ha na Naịjirịa n'ụbọchị Tọzde iji kwanyere ya ugwu.",
    "Ebe foto si, Charles Igwe/Facebook",
    "Lee ihe ndị pụtara ihe maka ndụ ya bụ agbara nwaanyị:",
    "Ezigbo aha ya mgbe ọ nọ n'agbọghọ bụ Uzoamaka Audrey Ene mana aha di ya bụ Charlse Igwe. Ha lụrụ n'afọ 1993",
    "Ọ gụrụ akwụkwọ sekọndịrị n'Enugwu wee gaa mahadum na Mahadum Ile-Ife nke e ji 'Obafemi Awolowo University' mara ugbua",
    "Tupu ọ malite ide nakwa ịhazi ejije, ọ kụrụ ọkpọ, tụọ bọọlụ nkata ma gbakwaa egwu atịlọgwụ",
    "Ọ chọburu ịgụ akwụkwọ ndị ọkaiwu, mana ka o lechara ule 'Jamb', ihe ọ gụziri bụ Nkuzi Okpukperechi (Education/Religious Studies). O mechara gaa Mahadum Ibadan wee nweta nzere 'Masters' na nhazi ọba akwụkwọ (Library and Information Science)",
    "O bụ ezigbo onye ụka Kraịstị. Oge ọ na-efe ala nna ya, ọ bụ ode akwụkwọ otu 'Scripture Union'",
    "Ọ bụ Amaka Igwe wepụtara ihe ejije 'Rattle Snake' na 'Violated'",
    "O mepụtakwara ihe nkiri 'TV' dị icheiche nke gụnyere 'Checkmate' na 'Fuji House of Commotion'",
    "N'afọ 2011, o ritere nzere 'Member of The Federal Republic' (MFR) bụ nke a na-enye ndị tozuru etozu na Naịjirịa",
    "Ọ nwụrụ n'ihi ọrịa 'asthma' n'afọ 2014",
    "Ọ mụrụ ụmụ atọ tupu ọ laa mmụọ.",
    "Ebe foto si, Charles Igwe/Facebook",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ihe mere anyị ji kpọnye mmadụ nwa anyị - Ndị mụrụ nwa a pịara n'ala",
    "Ihe mere na ndị Ugwu achọghị ka onye Igbo bụrụ onyeisiala - Nnamdi Kanu",
    "Akụkọ mere ugbua: Gọọmentị Kwara akụtuola ụlọ Saraki",
    "Ihe nkiri ga-amasị gị:",
    "Lee emume mgba ndị Imerienwe",
    "Nollywood",
    "Google",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Vidio, Hanks Anuku: Ihe mere m ji kọọ ụkọ Nollywood24 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye bụdị nwadaa Salle a si na ịbugharịa ahịa na-ewu na soshal midia?elekere 3 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe Joe Igbokwe kwuru maka FFK na \"sit at home\" Ipob, Duration 33,2518 Septemba 2021",
    "Vidio, Ihe mere mmanụ Urazi jii bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Onye bụdị nwadaa Salle a si na ịbugharịa ahịa na-ewu na soshal midia?",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa Biafra",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ị kwesịrị ịsụcha ọhịa gị?Emelitere ikpeazụ na: 5 Septemba 2020",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọEmelitere ikpeazụ na: 29 Febụwarị 2020",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọEmelitere ikpeazụ na: 18 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}