{
  "published": "2 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook",
    "\"Mbaka ọ bụ ọkaikpe? Mbaka ọ bụ 'Supreme Court'? Ọ bụ sọ Mbaka bụ onye amụma Chineke na-agwa okwu?\"",
    "Nke a bụ ajụjụ Damian Opara bụ ọnụ na-ekwuru otu ndọrọndọrọ ọchịchị 'Peoples Democratic Party' nke Imo steeti na-ajụ.",
    "Ọchịchi Buhari dị mma- Mbaka",
    "Ọchịchị Buhari bụ 'Demon-cracy' ọ bụghị Democracy - Fr Mbaka",
    "Opara jụrụ ajụjụ a gbasara amụma afọ ọhụrụ nke Mbaka buru.",
    "Ebe foto si, Emeka Ihedioha/Facebook",
    "N'amụma ahụ, Mbaka kwuru na Hope Uzodimma ga-eweghara ọchịchị n'aka gọvanọ Emeka Ihedioha n'oge adịghị anya.",
    "Mbaka kwuru na ọ bụ Uzodimma bụ olileanya ndị Imo steeti.",
    "Ebe foto si, Hope Uzodinma/Facebook",
    "Hope Uzodinma ji aha APC zọ ọkwa gọvanọ n'Imo Steeti na ntuliaka 2019",
    "Cheta na Uzodimma so wee zọọ ọkwa gọvanọ ime n'otu ndọrọndọrọ ọchịchị APC mana ọ dara.",
    "O mechara buru okwu ahụ gaa ụlọikpe ma dakwaa ọzọ.",
    "Elections: Buhari adaghị ntụliaka n'Enugu edere ya ede - Mbaka",
    "Na mkparịtaụka ya na ndị BBC Igbo n'ụbọchị Tọzde, Opara kwuru na amụma ahụ Mbaka buru enweghị isi.",
    "O kwuru sị: \"O doro anya na Mbaka bụ onye otu APC.\"",
    "\"Ọ kwụnyere Buhari megide ndị Igbo na ntuliaka niile e merela.\"",
    "\"Mana amụma ya abụghị eziokwu n'ihi na ụlọikpe 'Supreme Court' ekpebiela ikpe ahụ.",
    "Imo state: 'A chọrọ m ka Ihedioha megharịa ihe niile Rochas mebiri '",
    "Opara kwuru na ndị PDP nakwa ndị Imo steeti niile kwụ Gọvanọ Ihedioha n'azụ.",
    "O kwukwara na amụma Mbaka anaghị echu ha ụra n'ihi na ọ bụghị naanị ya bụ onye amụma Chineke na-agwa okwu.",
    "Amụma Mbaka buru maka afọ 2019",
    "Mbaka sị na 2020 ga-abụrụ Naịjirịa afọ mgbanwe.",
    "Ọ sị na a ga-enwe ọtụtụ ihe ịtụnanya n'ọchịchị gọọmenti na Naịjirịa ma n'etiti ma na steeti ga-emetụ onye ọbụla ruo ọkpụkpụ.",
    "O buru amụma na mgbanwe ga-abịa n'ochichi Imo steeti n'afọ 2020. Ọ sị na Chukwu ga-ehicha ndị Imo steeti anya mmiri.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ihe iri ị na-amaghị maka nwaada Amaka Igwe larala mmuọ",
    "Gọọmentị Kwara akụtuola ụlọ Saraki",
    "Ihe mere na ndị Ugwu achọghị ka onye Igbo bụrụ onyeisiala - Nnamdi Kanu",
    "Ọ bụ oke Ndigbo iwepụta onyeisiala n'afọ 2023 -  Nnia Nwodo",
    "Ihe nkiri ga-amasị gị:",
    "Ekeresimesi oge ọchịchị Rochas ọ ka nke Ihedioha mma?",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Imo steeti",
    "Emeka Ihedioha",
    "All Progressives Congress",
    "Hope Uzodinma",
    "PDP (People's Democratic Party)",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021elekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebumnobi ndị nwụchiri m bụ igbu m - Uche Nwosu",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}