{
  "published": "3 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkụ gbaburu Ahia Obiagụ dịkwa n'Enugwu n'afọ",
    "E menyụọla ọkụ ọgbụgba dapụtara n' ahịa Ogbete dị n'Enugwu n'ehihie Fraide, ụbọchị anọ nke ọnwa Jenụwarị, 2020, tupu o mebie nnukwu ihe.",
    "Ndị nọ ebe ihe mere kwuru n'ọ bụ ọdọ ndị na-ere 'foam' ebe 'Railway' ka ya bụ ọkụ na-agba.",
    "Ọkụ agbagbuola Fada ụka Katọlik, a tọrọ ọzọ",
    "Ọkụ gbara obi ndị ọrụoyibo n'Anambra",
    "Gọọmentị Anambra amachiela gwongworo bu mmanụ ụgbọala ịgba n'ehihe",
    "Ụlọ na-agba ọkụ n'ahia Balogun, Legọs",
    "Otu onye n'ime ha kpọrọ onwe ya 'Nnadozie' kwuru na ọkụ ahụ bidoro n' igwe na-enye ọkụ latrik a dọwara n'elu ụlọ  dị n'ahịa ahụ ma feesee n'ngwa ahịa ndị mmadụ kwasara n'elu ụlọ.",
    "Mana ndị ahịa menyụrụ ya ma kwụsị ya ịbanye n'ime ọdọahịa ndị mmadụ.",
    "Liverpool ọ ga-akwụsị ịza 'Erọn gba aka' na Premier League n'afọ a?",
    "Etu ndi ji egbe siri gbuo mmadụ 19 na Kogi",
    "Qasem Soleimani: Lee ihe ndị kpalitere agha Mbaụwa mbụ na nke abụọ",
    "Ihe nkiri a ga-amasị gị:",
    "Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu",
    "Ọnụọgụgụ ndị ọkụ a gbagburu nke anyị gụtarala ugbua bụ 109 – Onye nlekọta Nema, Imo steeti23 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "NA EME UGBU A Mwakpo Ukraine ka bụ mbido ihe chere mba ndị dị anyị n'agbataobi- Zelensky",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ọnụọgụgụ ndị ọkụ a gbagburu nke anyị gụtarala ugbua bụ 109 – Onye nlekọta Nema, Imo steeti",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Agha Ukraine: Kedụ ihe Nato na-eme maka mwakpo Russia?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}