{
  "published": "5 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, John Okiyi",
    "Gọọmentị Abia steeti ekwuola na akụkọ na-efegharị nke sị na gọvanọ Abia steeti bụ Okezie Ikpeazu kwuru na ya achọghị ndị oyi egwu bụ Ipob na steeti ya bụ asi.",
    "Ọnụ na ekwuchitere gọọmentị Abia steeti bụ Onyebuchi Ememanka kwuru na ọnweghị mgbe Ikpeazu jiri kwuo ụdịrị okwu a ma ọ bụ na nzụzọ ma n'ịhu ọha mmadụ.",
    "O kwuru sị na dịka ọnụ na ekwuchitere Abia steeti ma sị na enweghị mgbe Gọvanọ Abia steeti jiri kwuo ụdịri okwu a.",
    "Ememanka kwuru na ọ bụ ndị ndọrọndọrọ  ajụrụ ajụ oge emere ntụlịaka bidoro akụkọ ụgha a.",
    "O kọwakwara na ndị ndọrọndọrọ ọchịchi a bị na Legos steeti ma sị kwa na ụche obi ha bụ ibute ọgbaaghara na Abia steeti.",
    "Ọnụ na-ekwuchitere gọọmentị Benue bụ Shehu Tambaya akpọkuola gọọmetị etiti ka ha hapu ịkpọlata ndị agha na-echekwa  ebe dị iche iche na Naijirịa.",
    "Tambara kwuru nke a ma sị ọkachasị Benue steeti ebe ndi mmadụ bi na ogige gbata gbata maka nwakpo ndị ọchi ehi na awakpo ha n'ime obodo.",
    "Ebe foto si, Getty Images",
    "Ọ bụkwa otu Alshabab wakpro ọdọ ahia 'West Gate' were gbuo mmadụ iri isii na asatọ n'afọ 2013",
    "Ndị oyi egwu bụ Al shabaab awakpoola ọgịge ndị agha Kenya na nke mba Amerịka dị na Obodo Lamu na Kenya.",
    "Ha mebiri otutu ụgbọelu na ụgbọala tupu ndị agha mba Kenya were chụpụ ya.",
    "Ebe foto si, Getty Images",
    "Otutu ndị ọhụrụ ka Liverpool ji gbaa asọmpị a",
    "Na FA Cup taa; Ndị otu egwu bọọlu Chelsea achịrila aja nwunye ndị Nottingham forest n'ọnụ dịka ha jị ọkpụ goolu xxx asataghị ma ncha were merie ha na asọmpị FA cup ebe Liverpool ji otu ọkpụ goolu were kpaa ndị otu Everton Eze.",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope Uzodinma",
    "Cardi B emetela ihe eji kpụrụ Nigeria n'ọnụ ọzọ",
    "Ọgbọ gaasị gbawara ka ogbunigwe egbuola ndị mmadụ na Kaduna",
    "Aka DSS akparala onye 'meputara' ihe onyonyo ụgha maka agbamakwụkwọ Buhari",
    "Naijiria",
    "Abia Steeti",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti9 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewielekere 8 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}