{
  "published": "7 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Enugu, Imo na Anambra so na steeti ndị kacha chọọ ihe nkiri \"Gay\" nakwa \"Lesbian\" n'afọ 2019 dịka \"Google search trends\" nke 2019 si gosipụta.",
    "Ebe Bayelsa, Enugu nakwa Edo so na steeti ndị mbụ kachasị chọọ ihe gbasara mmekọ nwaanyị n'afọ 2019 na Naịjirịa.",
    "Steeti ndị kacha chọọ ihe nkiri 'gay' (Source: Google Search Trends 2019)",
    "Ebe foto si, Getty Images",
    "Naịjirịa bụ obodo e ji oke ikpere chukwu mara mana ọ kana gbagọjụ ndị mmadụ anya etu ha si bute ọzọ na mba kachasị ekiri ụnwaanyị gba ọtọ n'ọbaozi PornHub.",
    "Ụlọọrụ Pornhub wepụtara ozi a na webụsaitị ha ka ha na-eme nchịkọta ndị ka wee chọta webụsaitị ha n'afọ 2019.",
    "Ihe 5 ndị nwere ọtụ kwesiri ịma",
    "Ihe ndị bu ọtụ na amụ na-agabiga",
    "Ha depụtara na Naịjiria bu ụzọ na mba kachasị chọta ụmụwaanyị buru ibu na-agba ọtọ na webụsaiti ha n'ọnwa Maachị n'afọ 2019 , ebe Ghana , Kenya na Egypt na-eso ha n'azụ.",
    "Ebe foto si, Pornhub.com/Insights",
    "PornHub kwukwara na ndị mmadụ agaghị na webụsaitị nnukwu n'oge ezumike.",
    "Ọkammụta Mmirimmasinachi Ekechukwu na-ahụ ihe gbasara maka mmekọrịta ahụ kwuru na ụmụ Naịjirịa na-emekarị mara mara n'ihu gwọmpọtị n'azụ.",
    "O kwuru na o nweghị ihe mmapụ obi dị na ya makana nwoke maọbụ nwaanyi nwere ebumnuche ha nwere wee na-aga na ya bụ webụsaitị.",
    "Mana agwa ndị nsọ ụmụ Naịjirịa meziri ka ọ dịka nchọpụta ọ bụ arụ.",
    "Gbasara akụkọ kwuru na ụmụ nwaanyị kachọ mmekọrịta nwaanyị na nwaanyị ibe ha na webụsaiti ahụ, Ekechukwu kwuru ihe a riri ya ọnụ.",
    "Mana o kwuru na o nwereike ị bụ obi mgbawa ụmụnwoke na-enye ha butere nke a.",
    "Ọ rịọrịọ ka ụmụ Naịjirịa kwụsị mara mara n'ihu gwọmpọti n'azụ.",
    "Mmadụ 596 nwụrụ anwụ ka na-eri ụgwọ ọnwa na Bauchi",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope Uzodinma",
    "Cardi B emetela ihe eji kpụrụ Nigeria n'ọnụ ọzọ",
    "Buhari: Ihe ndị Igbo chọrọ n'aka ya n'afọ 2020",
    "Naijiria",
    "Mmekọ nwoke na nwanyị",
    "LGBT",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steetielekere 4 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}