{
  "published": "7 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Eric Umeofia, onye nwe ụlọrụ na-emepụta 'Erisco Bonpet fire extinguisher' bụ akọrọngwa  e ji emenyụ ọkụ nakwa ụlọọrụ 'Erisco Foods' ekwuola mkpa ọ dị ka ndị Naịjirịa na-arụpụta nri ha na-eri.",
    "Ọ gwara BBC Igbo ka o si were naira puku anọ na narị abụọ(4200) wee bido ahịa n'afọ 1981.",
    "Ọgba mbọ: Etu m si bido ịgba mbọ",
    "Onye ọkaiwu na-ere ọkpa",
    "Mana  kirie ka ịhụzie ogo ọ nọzị ugbua na etu o si arụpụta 'tọmatọ nkpọ' na-ezuru Afịrịka niile.",
    "Ndị mere akụkọ a bụ Vining Ogu na Chioma Obianinwa",
    "Lee ọkwa Naịjirịa nọ n'obodo ndị kacha achọ ụmụnwaanyị gbaa ọtọ",
    "Mmadụ 596 nwụrụ anwụ ka na-eri ụgwọ ọnwa na Bauchi",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope Uzodinma",
    "Naijiria",
    "Akụ na ụba",
    "Ahịa",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,12elekere 7 gara aga",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,1628 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego, Duration 1,04,1620 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}