{
  "published": "7 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Achịbishọp Adewale Martins nke Legọs Katọlịk Dayọsis ekwuola na ihe ụka Katọlik nwereike ime gbasara Fada Ejike Mbaka bụ ịmachi ya ime 'adoration ministry' ya.",
    "Achịbishọp Martins kwuru nke a na mkparịtaụka ya na BBC Igbo nwere, ebe ọ tinyere ọnụ n'ihe gbasara amụma Fada Mbaka buru maka Hope Uzodinma iweghara oche ọchịchị Imo steeti.",
    "O kwuru na ọ bụ ihe ịtụ n'anya na Mbaka ga-ekwunwu ụdịrị okwu ahụ banyere ihe gbasara ndọrọndọrọ ọchịchị, ma kwuo na ọ bụ ihe na-eme ihere.",
    "Ọ sị: \"I kwusị ya ime mịnịstrị ya bụ ihe e nwere ike ime ya.\"",
    "O kwukwara na dịka ụlọụka, na ha kwesịrị ị na-ekwu okwu site n'ọnọdụ ụkpụrụ.",
    "Gee ihe ndị ọzọ o kwuru n'uju.",
    "Ndị mere ihe nkiri a bụ Nnamdi Agbanelo na Jessica Nwankwo.",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope Uzodinma",
    "Amụma e buru na 2019: Ndị mezuru na ndị gbara ụka",
    "Ọchịchi Buhari dị mma - Mbaka",
    "Ọ bụ sọ Mbaka ka Chineke na-agwa okwu? - PDP Imo steeti",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Uche Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m', Duration 4,103 Nọvemba 2020",
    "Vidio, Archbishop Adewale Martins ekwuola na amụma Mbaka buru maka Hope Uzodinma na-eme ihere, Duration 2,557 Jenụwarị 2020",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}