{
  "published": "10 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ejiji a ma ama bụ Bob Manuel Udokwu si na ji Igbo eje.",
    "Ọ sịkwa na ọ bụ ihe dị mkpa ka ndi Igbo na-akwalite asụsụ Igbo ma na-eme omenala Igbo etu o si kwesi.",
    "Gee ya ntị.",
    "Ejiji ankara Chimamanda pụrụ iche",
    "Etu ndị Igbo ga-esi nwete Biafra - Tony One Week",
    "Presidency: 'Ndị ọchịchị na-akwapụ ndị Igbo akwapụ' - Ezeife",
    "Vidio, Alexander A. Madiebo: \"A gwara m Ironsi na a na-akwado igbu ndị Igbo\" - Osote Ojukwu, Duration 18,2517 Eprel 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Ndị Igbo makụọ nụ omenala na asụsụ unu - Bob Manuel Udokwu, Duration 2,4910 Jenụwarị 2020",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Exercise for pregnant women: Ị dị ime? Zeere mmegharị ahụ ndị a., Duration 3,2218 Eprel 2021",
    "Vidio, Ebonyi attack: Ọ bụ ndị ọchịehi Fulani, ka ọ bụ ndị Agila dị na Benue wakporo ndị Ngbo n'Ebonyi steeti?, Duration 4,1714 Eprel 2021",
    "Vidio, Igbo hairstyles: Ụdịrị isi e ji mara ndị Igbo mgbe gboo, Duration 1,4813 Septemba 2020",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Vidio, Aka akparala onye uweojii gbara Joy Ndụbụeze egbe n'ọnụ, Duration 3,2330 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}