{
  "published": "12 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Oriental brothers wuru ewu mgbe elu bụ ala ọsa. ọ bụ ebe ha na-eti egwu ka ndị ụlọọrụ na arụ na ụlọegwu a na akpọ 'Afrodisia' hụrụ ha were jụọ ha ma ha a ga-etinwu egwu.",
    "Lee etu ha si bido na ihe butere mgbasa 'Oriental Brothers'.",
    "Ndị mere ihe nkiri a bụ Vining Ogu na Ikechukwu Kalu.",
    "Akụkọ ndị ga-amasị gị:",
    "Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha",
    "Egwu anọ e ji mara ndị Igbo",
    "\"Biafra bụ inyere nwanne gị aka\" - Illbliss",
    "Nne m chọburu ịza 'mama Engineer' - Zoro",
    "'Ụzụ ụkwụ ndị agha Biafra kpọlitere mmụọ ịgụ egwu n’ime m'",
    "Phyno gụpụtara ihe ise eji aba mmọnwụ \"rap\"",
    "Ọ dịghị mma ịmụ nwa na-alụghị nwaanyị - Naeto C",
    "Vidio, Mike Ejeagha: Etu ndị ntoroọbịa sị tụkọta ego ma rụzie ụlọ ochie ya, Duration 4,234 Eprel 2021",
    "Vidio, Leonard Onyia: Etu nwunye ya si eri uju ọnwụ ya, Duration 6,003 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 6 gara aga",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Vidio, Oriental Brothers: Maka na m bụ onyeisi, ha chere na m na-eri ego nanị m - Kabaka, Duration 3,0812 Jenụwarị 2020",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}