{
  "published": "13 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Eze Nwaanyị Ịngland bụ Elizabeth ekwuola na ya na ezinaụlo ya nabatara Nwaeze Harry na nwunye ya bụ Meghan ị were oge wee nọrọ ọnwe ha ma sị na ọ ga-amasị ha ma ha abụọ na-ebi ma na-arụ ọrụ dịka ndị obieze Ingland.",
    "Ọ bụ na mba Kanada na Briten ka a na-atụanya na ha ga-anọ.",
    "Ego ole ka Harry na Megan na-agbakụta azụ ugbua ha chọrọ ịchọwa akara aka ha?",
    "Harry agbaala 'Mail on Sunday' akwụkwọ maka ụtọ ndụ ya",
    "Ụlọikpe Ukwu nke Naịjirịa ekwuola na ọ bụ n'ụbọchị iri na anọ nke ọnwa Janụwarị ka ọ ga-ekpebi ikpe banyere ntuliaka eji hopụta aka ga-achị Imo steeti site afọ 2019 ruo afo 2023.",
    "Ọ bụ taata bụ ụbọchị iri na atọ nke ọnwa Janụwarị ka ekwesiri ikpe ya bụ ikpe tupu ebugharịa ya ruo eche.",
    "Hope Uzodinma nke APC na-arịọ ulọikpe ikpe ahu ka ọ kagbuo mmerị Emeka Ihedioha meriri iji bụru Gọvano Imo steeti.",
    "Okwu onye ga-achị Kano na Sokoto steeti sokwa n'Ikpe kwesiburu ukpebi taa.",
    "Uzodimma, Ihedioha na Ararume abịaghị nrụrịtaụka BBC Igbo",
    "Akwapụla Uche Nwosu ịzọ ọkwa gọvanọ na Satọde ?",
    "Emeka bụ ihe dị ọha mma n'Imo",
    "Lee etu ọnụọgụ vootu ntuliaka a siri kwụrụ oge agbakọchara ya ebe a.",
    "Otu onye tinyere ọnụ n'okwu mere ojiri dịrị ọkụ bụ Ụkọchukwu Mbaka buru amụma na \"Hope n'abịa n'Imo\".",
    "Gụọ maka ihe Mbaka kwuru ebe a: Amụma Mbaka maka Hope Uzodinma, Buhari ekwuola okwu, bịa gere ozi ndị ọnụ na-eru n'okwu.",
    "Lee oge otu onye na-akwado PDP na onye nke pati ọzọ dọkara akwụkwọ eji agbakọ ọnu ọgụ vootu.",
    "Ndị uwe ojii Imo steeti adoola ndị Imo aka na ntị",
    "Ebe foto si, Getty Images",
    "Ndị uweojii Imo steeti ekwuola ka onye ọbụla hara ime ọgbaaghara maka ikpe a ga-ekpe echi",
    "Dịka ụlọikpe kachasị na Naijirịa ka ekpebi ikpe maka ntụlịaka Gọvanọ Imo steeti n'ụbọchi iri na anọ nke Jenuarị afọ a,ndị uweojii adọọla ndị Imo steeti aka na ntị ma sị ka mmadụ niile kwanyere ọnwe ha ugwu.",
    "Ọ bụ ọnụ na-ekwuchitere ndị uweojii steeti ahụ bụ Ikeokwu Orlando kwuru nkea na akwụkwọ ha depụtara ma sị na ha dị njikere ichekwa steeti ahụ na-agbanyeghị otu ikpe siri gaa.",
    "Omeiwu Enyinnaya Abaribe dịka ọ na-enyw okwu ya na ọgbakọ 'Never gain'",
    "Omeiwu Enyinnaya Abaribe kwuru sị na nsogbu anyi na Naijirịa bụ na ọ di ka amụtaghị ihe na agha Biafra. Ọ bụ n'ọgbakọ maka ncheta Agha Biafra akpọrọ 'Never Again' nke e mere na Legos ka okwuru nke a.",
    "O kwukwara na dịka Naijirịa nweziri steeti iri atọ na isii ụgbụa, na agha ọzọ ga-ebute otutu ihe mgbu na ọgba aghara karịa nke agha Biafra.",
    "Ndị omekome egbuola ndị nkuzi atọ ma tọrọ otu n'ime ha n'obodo Garissa nke dị na Kenya.",
    "Enwebeghị ndị sị na ọ bụ ha kpara mkpamkpa a kama ndị otu Al Shabab na awakpo ndị mmadụ kemgbe na mba Kenya.",
    "Ebe foto si, Getty Images",
    "Ebola bịara na Naịjirịa na 2014 mana gọọmenti Naịjirịa jidere ya nkeọma",
    "Ị nwere ike tie mkpu maka akụkụ nke a, dịka ngalaba na-ahụ maka nrị na ọgwụ na Amerịka nyere ndị na-emepụte ọgwụ akpọrọ Ervebo ikike ịga n'ihu malite imepụta ya.",
    "Ervebo bụ ọgwụ mgbochi ajụ ọrịa akpọrọ Ebola ga-erere ndị dị afọ iri na asato gawa.",
    "Ebe foto si, Getty Images",
    "Ndị Iran na-eme ngagharị iwe nke ụbọchị abụọ maka mgbatu ndị agha ha gbaturu ụgbọelu Yụkren nke mmadụ otu narị na iri asaa na isii nwuru n'ime ya.",
    "Ha na-akọwa na iwe ha bụ na ndị be ha gbajọrọ ịmechi mfepu ụgbọelu dika ha tụchara ogbunigwe  na ọdọ ndị agha Amerịka dị na Ịrak.",
    "Ebe foto si, Getty Images",
    "Oji ego achụ ego ama ama bụ Aliko Dangote ekwuola na ya nwere ike ịzụta otu egwu bọọlụ Arsenal n'afọ 2020 ma ya hiwesie ụlọorụ ọ chọrọ ihiwe.",
    "Anyi na ajụ; Onye nzọpụta Arsenal ọ ga-abụzị onye Naijirịa.",
    "Ebe foto si, Getty Images",
    "Ọ bụ n'izu a ka a na-eme ncheta ngwụcha agha Biafra.",
    "Ọ bụ n'ụgbọchị iri na ise nke ọnwa Janụwarị ka agbara egbe ịkpeazụ nke ejiri suo kpọm na ya bụ agha.",
    "Mka nke a, BBC Igbo ga-amalite taata na-ewetere unu ọtụtụ ihe nkiri nakwa akụkọ maka Biafra.",
    "Ga na BBC Igbo dọt Kọm ka ịmata nke na-eme",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-1920 Febụwarị 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụlaelekere 6 gara aga",
    "Vidio, ‘Etu m si malite ime ejije na Nollywood’ – Chioma Akpotha20 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Onye bụ Fr 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-19",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Etu Wilfred Machage, onye nnọchite anya Kenya na Naịjirịa si nwụọ",
    "Ohanaeze ndigbo akatọọla etu e si gbuo ehi na ndị mmadụ n’Abia steeti",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'Emelitere ikpeazụ na: 4 Juun 2021",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}