{
  "published": "14 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụgbọala ndị nche Amotekun",
    "Gọọmenti etiti na ndị gọvanọ Ọdịda Anyanwụ ekwekọrịtala n'okwu banyere Amotekun n'ọgbakọ ha nwere n'obi gọọmenti n'Abuja ụbọchị Tọọzde.",
    "Ndị nọ n'ọgbakọ ahụ nke Osote onyeisiala bụ Yemi Osinbajo no n'isi ya gụnyere onyeisi ndị uweojii nakwa Ọkaiwu Ukwu Naijiria na ndị gọvanọ Ọdida-Anyanwụ.",
    "Okwu banyere Amotekun kpowanyere ọkụ na Naijiria dịka ndị nwere agba n'ala Yoroba na Ugwu-Awusa na-adụ onwe ha aka n'ọnụ banyere otu nche ahụ Yoroba hiwere na nsonso maka nsogbu ntọ na iji egbe ezu.",
    "Mana gọọmenti ekwuola na ha ekpeziela ya bụ okwu.",
    "Dịka ozi ụlọọrụ onyeisiala wepụtara n'akara Twitter ha kwuru na ha kwekọrịtara na a ga-ahazigharị Amotekun ka ọ gbaso atụmatụ nche ọha obodo nke bekee kpọrọ 'Community policing.'",
    "Ha kwekọrịtakwara na steeti niile o metụtara mee iwu ga-akwado atụmatụ Amotekun.",
    "",
    "Cheta na ụbọchị Wenezde, Tinubu tinyere ọnụ n'okwu ahụ were kpọọ oku ka a kpaa ya akpaa.",
    "Ebe foto si, Tinubu/Twitter",
    "Onye ndu otu APC bụ Ahmed Tinubu etinyela ọnụ ndọrịtaụka na-akpọtụ n'etiti ndị Ugwu na ndị Yoroba gbasara otu nche a kpọrọ 'Amotekun' nke ndị gọvanọ Ọdịda-Anyanwụ hibere na nsonso a.",
    "'Amotekun' bụ otu nche nke gọọmenti steeti isii dị n' Ọdịda- Anyanwụ hiwere maka ibu agha megide ntọ, iji egbe ezu na arụrụala ndị ọzọ.",
    "Ọgbaaghara ndị otu APC na-aka njọ",
    "'Edemede Obasanjo bụ egwuregwu ndọrọndọrọ'",
    "",
    "Tinubu kwuru nke a site n'akwụkwọ ozi nke o binyere aka na ya n'ụbọchị Wenezde.",
    "O kwuru na ma ndị na-akwado ya bụ atụmatụ, ma ndị na-ekwugide ya, ha aghọtaghị ihe otu ahụ bụ.",
    "Ọ sịrị: \"Ị jụọ ndị na-akwado Amotekun, ọtụtụ n'ime ha amaghị nke a na-akọ banyere ya karịa ị na-ebo ndị na-akatọ ya ibu ajọ ihe n'obi.\"",
    "\"Ị jụkwaanụ ndị na-akatọ ya, ha amaghị ihe ọbụla banyere atụmatụ ahụ.\"",
    "\"Ha na-akatọ ya n'ihi na ọ bụ atụmatụ nke ndị ha na ha anọghị n'otu ndọrọndọrọ ọchịchị maọbụ nke enweghị uru ha ga-eritenwụ na ya.\"",
    "\"Etu ndị mmadụ si adọrịta ụka maka ya bụ atụmatụ na-egosi na ọchịchị onye kwuo uche ya akwụsibeghị ike.\"",
    "Ihe Tinubu kwuru maka 2023, Buhari na 'third term'",
    "Kedụ ihe mere Buhari ji bịa Legọs?",
    "Ọ gara n'ihu kpooo oku ka  a kpa ya bụ okwu akpa.",
    "Cheta na kemgbe e  hiwere Amotekun, ọtụtụ otu na ndị nwere agba na mpaghara Ugwu akatọọla ya.",
    "Otu Miyetti Allah sị na ọ bụ ụzọ ndị Yoroba ji chọọ ikewapụ na Naijiria .",
    "Ha gara n'ihu gwa ndị Yoroba ka ha chefuo ọkwa onyeisiala n'afọ 2023 ma ha jụ ikposa otu nche ahụ.",
    "N'aka nke ọzọ, ọkaikpe Naijiria bụ Abubakar Malami kwuru na ya bụ atụmatụ megidere iwu Naijiria.",
    "Ụgbọala ndị nche Amotekun",
    "Gọọmenti etiti akagbuola atụmatụ otu nchekwa nke steeti dị na Nda-Anyanwụ Naijiria jịkọro aka wube.",
    "Gọọmenti steeti isii nọ na Ndịda-Anyanwụ Naijiria(Oyo,Ogun,Osun,Ondo,Ekiti na Legọs) jịkọtara hiwe otu nchekwa obodo maka ibelata nsogbu iji egbe ezu ,ntọ na mkpamkpa ndị ọzọ nke ha kpọrọ 'Amotekun.\".",
    "Mana n'ozi  nke onye nnyemaka mgbasaozi  nke ụlọọrụ  Abubakar Malami bụ Ọkaikpe Naijiria a kpọrọ Umar Jibrilu Gwandu binyere aka Ọ sịrị na ,",
    "National Security Summit: Ka anyị hibe ọgbakọ maka nchekwa Naịjirịa",
    "Security:  Ndị Gọvanọ ọdịda anyanwụ ekwuola o zuola bụ na o zuola",
    "Kedụ ndị bụ 'Forest Rangers' a Enugu Steeti na-achọ ihiwe?",
    "'Kutuo ọgba na nkọrọ niile dị n'ọhịa Agwu' - Gọvanọ Ugwuanyi",
    "\"Nhibe e hibere otu nche a kpọrọ Amotekun megidere iwu, o megidere iwu Ala Naijiria.\"",
    "Gọọmenti etiti gbadoro ụkwụ na nke a were sị na  o nweghị onye nwere ike ihiwe na steeti.",
    "\"O nweghị steet maọbụ mpaghara nwere ikike ihibe otu maka ichekwa Naijiria maọbụ akụkụ ọlụla n'ime ya.\"",
    "Mana ndị ọnụ na-eru n'okwu n'ala Yoroba gụnyere Wole Soyinka nakwa Femi Falana akatọọla ya bụ okwu Malabi kwuru.",
    "Cheta na ụfọdụ ndị Ugwu  ọnụ na-eru n'okwu katọrọ atụmatụ 'Amotekun.'",
    "Otu Miyetti Allah site n'ọnụ odeakwụkwọ ha bụ Alhassan Saleh kwuru nkata ha na ụlọakụkọ Punch nwere na ya bụ mkpookọba otu nche nwereike ime ka ohere iwepụta onyeisiala n'afọ 2023 gbalahụ ndị Yoroba.",
    "Rochas Okorocha sị na ya adịghị atụ ụjọ nnyocha Hope Uzodinma",
    "Ebe foto si, Haruna Mohammed",
    "Tanka mmanụ agbịdị agbaala ọkụ ma gbuo otu nwoke na bypass AmawbiaTanka bu mmadụ agbịdị agbaala ọkụ na Bypass Amawbia nke dị nso n'okporoụzọ Enugu na Anambara.",
    "Ndị uweojii kwuru nas ọkụ ahụ na-agbasi ike ma dọ ha aka na ntị maka ịbịa nso n'ebe ahụ.",
    "Ọkụ gbara obi ndị ọrụoyibo n'Anambra",
    "Ọkụ ereela Mgbuka Obosi tọọ tọọ",
    "Ha kwuru na ha agbachiela gburugburu ebe ahụ ma kpọọ ndị ọrụ mmenyụ ọkụ ka ha bịa rụọ ọrụ.",
    "Nyocha gosiri na ya bụ tanka biara ka arụọ ya ọrụ dịka ọ wụpụchara mmanụ ụgbọala.",
    "O bụ onye 'Welder' aha ya bụ Ayo Adenipekun eji 'AY' mara chọrọ igba ya bụ ụgbọala ọkụ ka ọku a gbagburu.",
    "Ebe otu nwoke na aruzi ụgbọala na otu nwaanyị bụ ndị ọzo ebu gawa ụloọgwu maka ya bụ ọkụ.",
    "Ụgbọala anọ, Tanka abụo, otu 'tipper' na ụgbọala 'Toyota Camry.",
    "Akụkọ si ebe ahụ ka na-abịa.",
    "Ihe ndị dị mkpa maka 'Finance Bill' Buhari binyere aka na ya",
    "Ebe foto si, Twitter/@MBuhari",
    "Onyeisiala Muhammadu Buharị na onyeisi ndịọrụ ya bụ Abba Kyari",
    "Dịka Onyeisiala Muhammadu Buhari binyerela aka n'akwụkwọ iwu ọhụrụ a kpọrọ 'Finance Bill' ọtụtụ ụmụ Naịjitịa na-ajụ ihe ya bụ iwu pụtara.",
    "Iwu 'Finance Bill' gbadoro ụkwụ n'ụzọ gọọmentị etiti nwere ike isi wulie akụnụba ya site n'ịnakọ ụtụisi.",
    "'I nwetela Tax Identification Number' gị?",
    "Obi ụmụ Naijiria na-asụ ka ofe maka mbuli ụgwọ VAT",
    "\"Ọchụchụ n'ọrụ UBA a mere m na mberede'",
    "Nke a pụtara n'ịnakọ ụtụisi na Naịjirịa apụọla n'egwu a chị ụtaba n'aka agba.",
    "Tupu imepee akara ọbaego n'ụlọakụ, ị ga-enwerịrị akara ụtụisi bụ 'Taxpayer Identification mumber' (TIN).",
    "Ọ bụrụ na ị nweburu akara ọbaego, ị ga-aga n'ụlọakụ gị nye ha akara TIN gi, emeghị otu a, e nwere ike ịkwụsị akara ọba ego ahụ ma nwa oge gasịa.",
    "E buliela ụtụisi a kpọrọ 'Value Added Tax' (VAT) site na pasentị ise (%5), ruo pasentị asaa na ụma ise (%7.5).",
    "Ụgwọ 'stamp duty' ga-abụzị naanị mgbe i zipuru ego karịrị puku naịra iri (N10,000).",
    "Akara ọbaego e mepere maka ịkwụ ụgwọ akwụkwọ ụmụaka, agaghị akwụ ụgwọ 'stamp duty'.",
    "Ụlọọrụ na-anaghị enweta egu ruru nde naịra 25 (N25m) kwa afọ agaghịzị akwụ ụtụisi 'Company Income Tax' (CIT).",
    "Ụlọọrụ na-enweta ego karịrị nde naịra 25 (N25m) ga-akwụ pasentị iri abụọ n'ọmụrụnwa ha dịka CIT.",
    "Iwu 'Finance Bill' megharịrị iwu ụtụisi ndị ọzọ dịka: 'Petroleum Profit Tax Act; Customs and Excise Tariff Act; Company Income Tax Act; Personal Income Tax Act; Stamp Duties Act; and the Capital Gains Tax.",
    "Ụlọọrụ Andersen Tax akọwala ụzọ a na-esi agbakọ ụgwọ ụtụ isi",
    "@yojora kwuru na iwu a mara mma nke ukwuu maka ụlọọrụ nta na-amalite amalite:",
    "@Miss_Bilala jụrụ ndị mmadụ ma ha enwetakwala akara TIN ha:",
    "Ebe a na-ere okporoko n'ahịa Oyingbo dị na Legọs",
    "Otu ihe ọma e nwere ike ikwu na agha Biafra wetara na Naịjirịa bụ azụ okporoko.",
    "Ọ bụ mgbe mba Norway gbataara ndị Biafra ọsọ enyemaka n'oge agha ka ha bubatara okporoko iji nyere ndị agụụ na-egbu aka.",
    "Akụkọ a dị n'uju ebe a.",
    "Ebe foto si, David Umahị onn Facebook",
    "Gọọmentị Ebonyi steeti na-akọwa na ọbụ na steeti ahụ ka ndị gọvanọ mpaghara ọdịda anyanwụ Naịjirịa si nyopute atụmatụ nchekwa ọhụrụ ha hibere bụ nke a kpọrọ 'Amotekun'.",
    "Onye kwuru nke a bụ Cọmisọna na-ahụ maka nchekwa na Ebọnyị bụ Stanley Emegha.",
    "Ọ kọwara na atụmatụ ahụ adịla ire kamgbe n'Ebonyị nke mere na ụmụ kịrịkịrị mpụ dịka ọhị, ntọ na ndị ọzọ adịghịzị na steeti ahụ.",
    "Ihe mere gọvanọ Umahi ji nye onye mgbasa ozi ya ọsọ",
    "Aga m akwụ ndị ọrụ N30,000 malite n'ọnwa Jenụwari 2020 - Umahi",
    "Emegha kwuru sị: \"Oteela anyị malitere ụdị atụmatụ a n'Ebonyi.\"",
    "\"Onye chepụtara ya bụ ọchịagha a ma ama larala ezumike nka aha ya bụ Obi Umahị.\"",
    "\"Anyị achọghị ime mkpọtụ maka ya ka ndị omekome ghara ịma ka anyị si kwado chebiri ha.\"",
    "Ebe foto si, AFP",
    "Iran kwuru na ọbụ amaghị ama ka ndịagha mba ahụ ji gbatuo ụgbọelu",
    "Anwụchiela ọtụtụ ndịagha na mba Iran maka ịgbatu ụgboelu ụgbọelu mba Yukren ma gbuo otu narị mmadụ na iri asaa na isii n'abalị asatọ nke ọnwa Janụwarị a.",
    "Ndi isi Yukren kwuru na nke a bụ iji gosi njikere ha ịhụ na ikpe nkwụmọtọ weere ọnọdụ gbasara ya bụ ọdachi.",
    "Ebe foto si, AFP",
    "Onyeagha Fransị na-arụ ọrụ na Bọkịna Faso",
    "Mba Fransị na mba ndị si na mpaghara 'Sahel' nke Afrịka ekwekọrịtala ibusi agha ike megide ndị oyi egwu.",
    "Nkwekọrịta bụ n'ọgbakọ e nwere na Pau dị na Fransị.",
    "Ndị isiala Niger, Mali, Burkina Faso, Chad na Mauritania sọnyere na ya bụ ọgbakọ.",
    "Onyeisiala Fransị bụ Emmanuel Macron nọrọ n'ọgbakọ ahụ kwe nkwa iziga ndị agha 220 ọzọ tinyere ndịagha 4,500 bụ ndị nọ ugbua n'Afrịka.",
    "Ebe foto si, Rex Features",
    "Deontay Wider na Tyson Fury",
    "Oti ọkpọ bụ Tyson Fury etuola ọnụ na ya ga-akụpụ Deontay Wilder naanị n'agba nke abụọ mgbe ha ga-ezute onwe ha n'oge adịghị anya.",
    "Ogụ a ga-abụ na abalị iri abụọ na abụọ nke ọnwa Febụwarị ka ọ ga-akpọtụ.",
    "Ebe foto si, Getty Images",
    "Ernesto Velvarde",
    "Otu egwuregwu bọọlụ nke mba Spen bụ Barcelona enyela onye nkuzi ha bụ Ernesto Valverde ọsọ.",
    "N'egbughị oge ọbụla, ha họọrọ nwa amadị aha ya bụ Quique Setian ka ọ nọchie anya ya.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Mụ na ezinaụlọ m kwadoro Harry na Meghan ịnọrọ onwe ha - Queen Elizabeth",
    "Ọkụ gbara na Nnewi erughi ahịa mgbụka - Ndị na-agbanyu ọkụ",
    "Uli/Amọka Airstrip: Etu Okporoụzọ ụgbọelu asiri zọọ ndị Biafra",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere28 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu Afrịka si eche ebighebi maka ọgwụ mgbochi covid-19elekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirusEmelitere ikpeazụ na: 23 Eprel 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Birth Control: Etu ọgwụ 'contraceptives' si chọọ idula m mmụọ",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Gọọmenti Nigeria ekwuola okwu maka CoronavirusEmelitere ikpeazụ na: 28 Febụwarị 2020",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}