{
  "published": "15 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Taa ka o mere afọ 53 kamgbe agha Biafra kwụsịrị.",
    "Ọ bụ n'ụbọchị 15 nke ọnwa Jenụwarị 1970 ka e kwupụtara na ọgụ dị n'etiti ndị agha Naịjirịa na ndị agha Biafra abịala na njedebe.",
    "Ụbọchị olemole tupu agha a akwụsị, onyeisiala Biafra bụ Chukwuemeka Odumegwu Ojukwu gbara ọsọ ndụ gbaga mba Cote D'Ivoire.",
    "Ọ bụ osote ya bụ Philip Effiong gakwuru onyeisiala Naịjirịa n'oge ahụ, bụ Yakubu Gowon, ma kwuo na Bịafra achịliela aka elu.",
    "N'ụbọchị 14 nke ọnwa Jenụwarị 1970 ka ndị isi agha abụọ a bụ Gowon na Effiong binyere aka n'akwụkwọ maka ịkwụsị ọgụ, ma kpọpụta ya n'ụbọchị 15 nke ọnwa Jenụwarị.",
    "Igbo na-asị na enweghi ihe anya hụrụ gbaa ọbara, mana nke ahụ ezughi iji tụnyere ihe ndị hụrụ agha Biafra gabigara?",
    "Ihe karịrịmmadụ otu nde nwụrụ n'oge agha Biafra, ọtụtụ n'ime ha ọkachasị ụmụaka na ndị okenye, bụ agụụ na ọrịa gburu ha.",
    "Ọtụtụ ụmụaka ka ndị ụlọọrụ enyemaka ụfọdụ kpọọrọ gbaga na mba dị icheiche iji zọọ ha ndụ, ọtụtụ n'ime ha alọtaghịzi ọzọ ruo taa.",
    "Ụfọdụ ndị hụrụ agha Biafra nke a lụrụ site n'afọ 1967 ruo 1970, gwara BBC Igbo ihe mere ebe ha nọ ụbọchị agha biri.",
    "Nke a mere ọtụtụ n'ime ha ji ekwu sị, ọzọ emekwala.",
    "Ebe foto si, Getty Images",
    "Nnamdi Kanu bụ onyeisi otu Ipob bụ ndị malitekwara ịzọ nnwereonwe Biafra",
    "Mana n'agbanyeghị akụkọ maka ihe ọjọọ niile mere n'oge agha, ọtụtụ ndị ntorobịa na mpaghara Ọwụwa Anyanwụ Naịjirịa amalitekwala ndọrọndọrọ maka nnwereonwe Biafra.",
    "E nwere ọtụtụ otu bụ ndi bu okwu nnwereonwe a n'isi, mana ndị a kacha mara bụ otu 'Indigenous People of Biafra', IPOB.",
    "Ndọrọndọrọ a etinyekwala mpaghara Ọwụwa Anyanwụ Naịjirịa n'ụjọ, ize ndụ, na nnukwu enweghị nchekwa.",
    "Onyeisi otu bụ nwa amadị aha ya bụ Mazi Nnamdi Kanu, onye obodo Afara-Ukwu dị n'Umuahia, Abia Steeti.",
    "Nna ya larala mmụọ bụbu eze ọdịnala ndị Afara-ukwu, maka Kanu gụrụ akwụkwọ na Mahadum Liverpool nke mba UK.",
    "Ka ọ dị ugbua, gọọmentị Naịjirịa ji Kanu na mkpọrọ ma na-ebo ya ebubo iso n'otu na-eyi ndụ egwu.",
    "Gọọmentị bokwara Kanu na ọ na-achọ ịkpa nkata ịkwatu ọchịchị onye kwuo uche ya.",
    "Ikpe Kanu ka na-aga n'ihu ugbua n'ụlọikpe kachasị nke Naịjirịa.",
    "Ndị mere ihe akụkọ a bụ Vining Ogu, Ikechukwu Kalu, Chimamaka Ihenacho, Chiemela Peter na Chukwunaeme Obiejesi.",
    "Akụkọ ndị ga-amasị gị:",
    "O meela afọ 50 a lụrụ agha Biafra, mana ihe kpatara ya ka na-eme",
    "Taa bụ January 15 bụ afọ 50 Agha Biafra biri",
    "Etu Uli/Amọka 'Airstrip' siri zọọ ndị Biafra",
    "Biafra: Ndị Naịjirịa ejibeghi ihe mere n'agha Biafra mụta ihe - Okey Ndibe",
    "Ụbọchị ncheta Biafra: Ka o si gaa",
    "Biafra at 50: Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Biafra News: 'Enweghi ezinaụlọ Igbo ọbụla na-enweghi onye a tufuru n'ihi agha Biafra', Duration 4,2615 Jenụwarị 2023",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ngwa nwalee: Gịnị bụ tomato n'Igbo?, Duration 0,2630 Eprel 2018",
    "Vidio, Ihe mere m ji hapụ ụlọakwụkwọ 'Seminary' ma soro nzọmụkwụ nna m, Pericoma - Ebube Okoye (Diọkpara Pericoma), Duration 27,1825 Febụwarị 2022",
    "Vidio, Sex for Grades: Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya, Duration 13,457 Ọktọba 2019",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}