{
  "published": "16 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ eziokwu na ọ bụ ụmụnwoke so lụọ ọgụ Biafra, mana ahụhụ ụmụnwaanyị Igbo tara n'oge ahụ abụghị ihe e ji ọnụ akọ.",
    "Ọtụtụ ka ogbunigwe gburu ụmụ ha n'ihu ha.",
    "Taa bụ January 15 bụ afọ 50 Agha Biafra biri",
    "'Anyị nwereike inweta Biafra na-emeghi nkewa'",
    "Ndị ọzọ ka ndị agha wakporo n'ike ma metọọ ha.",
    "Lee ihe nkiri a ka ị nụ ihe ụmụnwaanyị hụrụ agha Biafra nwere ikwu maka ya.",
    "Ndị mere ihe nkiri a bụ Chimamaka Ihenacho na Vining Ogu.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Anyị amaghị na agha Biafra ga-erucha afọ atọ - Ndị hụrụ agha",
    "Etu Uli/Amọka 'Airstrip' siri zọọ ndị Biafra",
    "Biafra: Ndị Naịjirịa ejibeghi ihe mere n'agha Biafra mụta ihe - Okey Ndibe",
    "Vidio, Biafra News: 'Enweghi ezinaụlọ Igbo ọbụla na-enweghi onye a tufuru n'ihi agha Biafra', Duration 4,2615 Jenụwarị 2023",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ngwa nwalee: Gịnị bụ tomato n'Igbo?, Duration 0,2630 Eprel 2018",
    "Vidio, Ihe mere m ji hapụ ụlọakwụkwọ 'Seminary' ma soro nzọmụkwụ nna m, Pericoma - Ebube Okoye (Diọkpara Pericoma), Duration 27,1825 Febụwarị 2022",
    "Vidio, Sex for Grades: Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya, Duration 13,457 Ọktọba 2019",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}