{
  "published": "17 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Kwa afọ, otu n'ime mmadụ ise na-anwụ site n'ọrịa 'Sepsis' nke bụ ọnọdụ na-adapụta oge nje banyere ọnya maọbụ oghere n'ahụ mmadụ.",
    "Ewezụga imebi ihe dị ezi mkpa n'ahụ mmadụ, ọrịa a na-egbu mmadụ ruo ka ndị na-anwụ site n'ọrịa kansa.",
    "Ka ndị Igbo sị ahụta onye ọbụla wepụrụ ndụ ya",
    "Etu ị ga-esi gbochie oke ọnwụ ụmụaka a mụrụ ọhụrụ",
    "Ịṅụ ọgwụịba na enyochaghị ahụ na-egbu ike ọgwụ - Dọkịta",
    "Dịka nchọpụta WHO siri kwuo, mmadụ nde isii na-anwụ n'ihi ọrịa 'sepsis' kwa afọ, ebe kansa na-egbu mmadụ nde itoolu n'ụma.",
    "WHO kwụkwara na n'ime otu n'ime mmadụ iri nwụrụ n'ịmụ nwa, ihe karịrị pasent 95 bụ 'sepsisi na-ebute ya.",
    "Akwụkwọ 'English-Igbo Medical Dictionary' kọwara 'sepsis' dika \"nje ịbanye n'ọnya maọbụ n'ọrịa nke na-eme ka o ruo abụ.\"",
    "N'otu aka ahụ, Dokịta Ikechukwu Okoroafor kpọrọ ya ọrịa nje ịbanye mmmadụ n'ahụ.",
    "Na nkowa ya, Dọkịta Okoroafor kwuru na ọrịa a na-adị ụzọ abụọ; 'Sepsis' na 'Septicaemia.",
    "\"Septicaemia bụ nje ahụ ịbanye n'ọbara mmadụ.\"",
    "Ebe foto si, Getty Images",
    "Sepsis bụ nje ịbanye n'ọnya maọbụ n'ọrịa nke na-eme ka o ruo abụ",
    "Ọ gara n'ihu kwuo na afọ jọrọ ọrịa 'sepsis' njo n'ihi na \"o nwereike imebi akụrụ, imeju maọbụ obi mmadụ ma gbuo onye ahụ ma ọ bụrụ na a chọpụtaghị ma gwọọ ya n'oge.\"",
    "Onye ọ bụla nwere 'infection' nwere ike ọ banye na 'sepsis'.",
    "Nnukwu Ahụọkụ - Ufodụ na-eche na ọ bụ Iba",
    "Nchagha ahụ",
    "Ọrịa nwere ike imebi akụkụ ahụ dị oke mkpa dịka Septicaemia- Iọ banye n'akụ dịka kidney,liver na obi",
    "Ọ na-egbu mmadụ ma ọ bụrụ na-achọpụtaghị ya n'ogeike igbu mmadụụ/",
    "Ụfọdụ na-agwọ iba amaghị na ọ bụ 'sepsis'",
    "Ihe e ji agwo 'sepsis'",
    "Ọgwụ na-egbu nje a kpọrọ'antibiotics' ka eji agwọ 'sepsis'.",
    "Dika Dọkịta Okoroafọ siri kọwaa, e nwere ike ibute ọrịa 'sepsis site na;",
    "Nje nwere ike isi n'ọnya maọbụ oghere dị n'ahụ mmadụ",
    "Ihe mmadu riri n'ọnụ.",
    "Nwaanyị ịmụ nwa n'ebe adịghị ọcha",
    "Ịwa nwaanyị afọ ebe edobeghị ọcha",
    "Inweta nleta n'ụlọọgwụ adịghị ọcha",
    "I dowe gburugburu ebe ị nọ ọcha",
    "I  merụọ ahụ maọbụ ahụ gị mepe, i kwesiri ị ga hụ ọkacharamara ahụike",
    "Amụma Mbaka emezuela, Hope Uzodinma emeriela dịka Gọvanọ Imo steeti",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra",
    "Ọ ginị mere ude Fada Ejike Mbaka ji ede?",
    "Ahụike",
    "Naijiria",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?28 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Mmachị Bureau De Change ga-ebutere anyị agụrụ' - Onye na-agbanwe ego28 Julaị 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere etu Nnamdi Kanu si achụ Biafra ji arụ m afọ - Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}