{
  "published": "20 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Okwu mbaka maka amụma o buru Hope Uzodinma",
    "Ụkọchukwu na-elekọta 'Adọration Ministry' Enugwu bụ Fada Ejike Mbaka ekwuola na ya nọ n'ụlọ ekpere ya na-erighi nri ọbụla ganye na Ụlọikpe Ukwu ekwuo na Hope Uzodimma emeriela dịka gọvanọ Imo Steeti.",
    "Fada Mbaka onye guzobere ụka ịtụ mmamma maka mmezu amụma o buru ụbọchị 31 nke ọnwa Decemba 2019 kwuru na obi dị ya mma na Hope bụ onye ga-azọpụta ndị Imo steeti.",
    "Amụma Mbaka emezuela, Hope Uzodinma emeriela dịka Gọvanọ Imo steeti",
    "Ọ ginị mere ude Fada Ejike Mbaka ji ede?",
    "Ọchịchi Buhari dị mma - Mbaka",
    "Ọ gwara ndị Imo ka ha nye Hope afọ abụọ nke ọ ga ejị dozigharịa obodo ahụ.",
    "Mbaka dọrọ ndị mmadụ aka na ntị ka ha sepụ aka ka ha si akọ ya ọnụ na Soshal midia n'ihi na amụma ya na ebụ bụ ọ natara chi ọbụghị nke a kpara akpa.",
    "Mbaka sị na Buhari abụghị nsogbu Naịjirịa",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisialaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Ụgbọelu mbụ adaala n'ọdọụgbọelu 'Anambra Cargo Airport'",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisiala",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Miyetti Allah, Nnamdi Kanu na ihe a na-ekwu maka okpomọkụ dị n'etiti ya, Ipob na otu ndị ọchịehi",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}