{
  "published": "22 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/Utakaegbe1",
    "Nri dị ezigbote mkpa nye ndị dị ndụ, mere na ọtụtụ ga-ejinwu ihe ọbụla ọ dị ha ka ọ ga-abanwu n'afọ mere nri.",
    "N'ụwa ugbua, ọtụtụ ndị e nweela ikike ịhọ nri ha ga-eri, ebe ị ga-anụ \"ana m eri ji, anaghị m eri ede\".",
    "Mana oge agha Biafra, n'ihi etu o si raa ahụ inweta nri, ndị mmadụ riri ihe ọbụla ha hụrụ, ma ọ dị ahụ ha mma ma ọ dị njọ.",
    "Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra",
    "Etu ndị Igbo si bido riwe osikapa n'ụbọchị ụka",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Ụfọdụ nri ndị Igbo anaghị erikawazị",
    "Ihe mere bụ na ka agha gachara, ndị Igbo bịara were nri ndị a tụgharịchaa ya, na-esiputa ya etu ọ ga-esi na-atọ ụtọ n'ọnụ.",
    "Lee ụfọdụ nri ndị Igbo malitere iri mgbe gboo na ụzọ e si eri ha ugbua:",
    "Ebe foto si, Getty Images",
    "N'oge agha, a na-abacha azụ akpụ, saa ya mmiri were mmanụ na ụgba gwọọ ya tupu e rie ya",
    "Akọwa akụkọ mgbe gboo ghara ịkpọpụta akpụ, mara na onye na-akọ akụkọ ahụ bụ nwa a mụrụ taa.",
    "Akpụ bụ nri e nwereike ịkpọ 'ọzọ Igbo ndụ' maka etu e si eri ya mgbe gboo, ọkachasị mgbe agha Biafra bidoro.",
    "Nke bụ na oge agha, ndị mmadụ nọ na-eri akpụ na-abaghị ya na mmiri (bụ etu e si eme ya ugbua tupu e rie ya).",
    "Ugbua, a na-eri akpụ n'ụzọ dị iche gụnyere ịkwọ garị, abacha, ime eberebe jiakpụ, akara jiakpụ, wdgz.",
    "Akara jiakpụ bụ akpụ e ji mmanụ nri ghee nke etinyere nnu na ose",
    ") Ji",
    "Akụkọ ji dịka nwanne ya bụ akpụ (a ga-akpọ otu aha ghara ịkpọta nke ọzọ)?",
    "Ebe foto si, Getty Images",
    "Ji so n'ihe ndị zọrọ igbo ndụ oge gboo ma n'oge agha, ma soro kwa na nri ndị Igbo anaghị eji egwu egwu ugbua.",
    "E nweela ụzọ dị iche iche e si emepụta ji maka oriri.",
    "A na-asụ ya asụ eji eri ofe, a na-aghụ ya n'ọkụ jiri mmanụ nri rie ya, a na-esikwa ya esi jiri mmanụ nri, ji agwọrọ agwọ, nke eghere eghe, stuu nakwa ihe dị iche iche eri ya.",
    "A na-eji ji a ghụrụ aghụ akwa ọbịa",
    ") Ero",
    "Oge gboo, ụfọdụ na-eji ero emere anụ, mana ugbua, ọtụtụ na-eji ya emere ihe e ji atagharị ọnụ n'ime ofe n'agbanyeghi na anụ ga-adịkwa n'ofe ahụ.",
    "E nwere ọtụtụ ero dị iche iche, mana ọ bụghị ero niile dị mma oriri",
    "Ero na-atọ ụtọ n'ofe mana ọ bụghị ha niile dị mma itinye n'ọnụ, nke a mere na onye amaghị anya ero ekwesịghị ịkpata ero n'ọhịa.",
    "E nwere ero a na-akpọ ata-achakaanya, ero nnọọhịa, atakata e loo nakwa ndị nke dị iche iche.",
    "O so na nri ndị zọrọ Igbo ndụ, mana ugbua ọ bụghị mmadụ niile ka ọ na-amasị iri ya.",
    "Ka ọ dị ugbua, ọ bụghịdị nwaafọ Igbo niile a mụrụ site n'ihe dị ka afọ 1990 ruo ugbua detụrụla ya ọnụ.",
    ") Ede:",
    "N'oge agha, ụfọdụ ndị mmadụ ji akwụkwọ ede mere akwụkwọ nri ha ji agwọ ji",
    "Mana ọ dị ka ịchọta agbụsị n'ime akpa nnu ịhụ onye ka na-eji akwụkwọ ede esi ofe ugbua.",
    "N'aka ọzọ, mkpụrụ ede na onwe ya bụ ihe na-aga ahịa ma ruo ugbua, dịka a na-eji ya eme ụrị na-eme ka ofe rọọ arọ, ebe a na-eri ụfọdụ n'ime ya eri.",
    "Ugbua a na-esi ede esi rie ya etu e si eri ji. A na-esi ede agwọrọ agwọ, ụfọdụ ndị na-eghe ya eghe na-ata ka ihe ntagharị ọnụ a kpọrọ 'cocoyam chips' n'olu Bekee.",
    ") Akwụkwọ nri:",
    "Ụfọdụ akwụkwọ nri ndị Igbo na-eri ugbua malitere oge agha, mgbe nri kọrọ ezigbo ụkọ.",
    "Ọtụtụ bụ ndị ha siri na-ejighi nnu na ose, mana ugbua a na-akwọ aka sie akwụkwọ nri ndị a tinye ma anụ ma azụ, ọ na-atọwa ntị.",
    "Akụkwọ nri ndị dị ka 'ucheakọrọ' (o yiri akwụkwọ akpụ) bụ nke ọ na-abụ a gbachaa ya n'anwụ ka ọ ghara ịgbarisi, a fọọ ya afọọ ka ọ dị ka onugbu tupu e were ogiri na azụ na ose sie ya.",
    "Ọzọ bụkwa nke a ma dịka 'okwe oyibo' (a na-eji ya dịka ụgụ) e ji ya esi ofe egwusi na nke a ma dịka 'ofe osikapa' mgbe ahụ.",
    "Ị ma ihe ole na ole e ji ama ofe ndị Igbo?",
    "E ji ụfọdụ akwụkwọ mere ọgwụ:",
    "A na-eji akwụkwọ mkpụrụosisi ọkwụrụarọ (pawpaw), akwụkwọ mangoro na akwụkwọ lemọọnụ eme ọgwụ e ji agwọ ịba.",
    "A na-esi ya esi, ṅụọ ya aṅụọ ma jirikwa ya saa ahụ.",
    "Etu esi ahazi Ji Kpacha",
    ")Osikapa:",
    "Mgbe gboo ọkachasị mgbe agha, a na-enwe ụdịrị osikapa dị iche iche nke gụnyekwara nke Abakaliki.",
    "E nwere osikapa ụzọ ụlọ mana makana e nweghi etu e si ticha ya oge ahụ, a na-esi ya etu ahụ kama ọ ga-eji nji ma e sichaa ya.",
    "Ugbua a na-esi osikapa n'ụzọ dị iche iche gụnyere 'jọlọf', nke e ghere eghe, nke mmanụ nri, nke stu, nke ofeakwu, ụfọdụ na-ejikwa ofe dịka ofe egwusi eri ya.",
    "Rice economy: Ihe niile dị n'osikapa bara uru",
    ") Anụ:",
    "Oge agha a na-eji ụfọdụ anụmanụ gụnyere agwọ, ngwere, oke (ma nke ụlọ ma nke ọhịa), wdgz eme anụ.",
    "Ụfọdụ ndị ka na-eri ugbua, mana ụfọdụ na-asọkwa ha nsọ.",
    "Ebe foto si, Getty Images",
    "A na-agwọ anụ agwọ, eghe ya eghe, ahụ ya n'ọkụ amịkpọ ya amịkpọ ma mgbe ahụ ma ugbua.",
    ") Ọka:",
    "Ị jụọ onye ọbụla hụrụ agha Biafra, otu ihe ha ga-akpọ aha bụ 'corn meal', bụ ihe a na-eke ha oge ahụ.",
    "Ọ bụ ihe e si n'ọka mepụta.",
    "Akụkọ ga-amasị gị:",
    "Lee ihe nri na-ada na-ahịa ugbua e mechichara 'border'",
    "Etu e si nweta aha ahịa anọ dị n'ala Igbo",
    "Uru 12 ọmụ baara ndị Igbo",
    "Ihe nkiri a maka ụgba agwọrọ agwọ ga-amasị gị:",
    "Igbo delicacies: Ị hụtụla ụgba pụrụiche ndị na-asọ anụ?",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwereelekere 7 gara aga",
    "Websait ọhụrụ ndị na-agbasa akụkọ ụgha maka ntuliaka na Naịjirịa14 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi 14 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Etu ndị 'unknown gunmen' si wakpoo ọdọ ndị 'custom' n'Abia steeti2 Septemba 2023",
    "'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa3 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụEmelitere ikpeazụ na: 27 Ọktọba 2019",
    "Mohbad  di m tara ahụhụ ruo oge ọnwu ya - Nwunye Mohbad",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}