{
  "published": "24 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Nwanne ị ma ihe mere ụfọdụ ndị Naịjiria aga ịmụ nwa n'Amerịka?",
    "Ị nwereike ịjụ ihe mere anyị ji ajụ ajụjụ a ma ọ bụrụ na ị nụbeghi na Onyeisiala mba Amerịka bụ Donald Trump na-akwado imachi ndị na-esi mba ọzọ abịa amụ nwa na mba ya.",
    "O kwuru na tupu i tinye akwụkwọ inweta ikike ịbịa Amerịka mụọ nwa, ị ga-egosiputa na ị nwere ego na mmasị ịkwụ ụgwọ ụlọọgwụ gị nakwa gosi onye na-enye 'visa' na gị na dọkịta ekwekọrịtala maka nlekọta gị.",
    "Lee ego ole ọ ga-efu gị inweta 'visa' Amerịka",
    "Ihe na-akpọga ndị Naịjirịa Dubai",
    "Ụzọ ise ụmụnwaanyị Igbo si 'pụọ iche' ebe ndị nke Saudi Arabia nọ",
    "N'ihi atụmatụ a bụ ihe Bekee kpọrọ 'anchor baby', ọtụtụ ndị mba ọzọ amụtala ụmụ ji akwụkwọ ikike na-egosi na ha bụ ndị mba Amerịka n'agbanyeghi na ha bụ ndị mụrụ ụmụ ahụ ji akwụkwọ si mba ọzọ.",
    "Ọtụtụ ndị Naịjirịa sokwa na ndị a na-aga amụ nwa na mba Amerịka, mana kedụ ihe mere ha na-eji aga?",
    ") Nlekọta ahụike ka mma:",
    "Priscilla hụrụ onwe ya n'ụlọọgwụ dị na mba Briten kama Naịjirịa dịka o si Amerịka na-ala",
    "N'afọ 2017, BBC gosiri etu otu nwaanyị Naịjirịa si mụọ ụmụejima anọ n'ọdọụgbọelu dị na mba Briten ka o si Amerịka na-alaghachi Naịjiria makana a chụghachịrị ya azụ.",
    "Ka ọ mụchara nwa, o jide ụgwọ ruru paụnd puku narị atọ na iri atọ.",
    "Nwaanyị a kwuru na dọkịta ya gwara ya na ọ ga-akara ya mma ịmụ ụmụ ya ndị a n'ala Bekee; ebe e nwere ụlọọgwụ dị mma ebe a ga-enwe ike ilekọta ya ọfụma.",
    "N'ihi ezigbo ụlọọgwụ na nlekọta ahụike ka ọtụtụ ndị na-eji achọ ka ha gbaga Amerịka gaa mụọ nwa.",
    ") Ịnata akwụkwọ ikike:",
    "Ebe foto si, Getty Images",
    "Ihe ọzọ na-eme ka ndị mmadụ na-agbaga Amerịka ịmụ nwa bụ ka nwa ha nwee ikike ịza onye Amerịka.",
    "Onye ọbụla ma na onye ọbụla ji akwụkwọ ikike njem Amerịka bụ passport' na Bekee, abụrụla onye mba ahụ; otu ụzọ na-araghị ahụ iji nweta ya bụ ịbụ onye a mụrụ n'ala ahụ.",
    "Uru dị na ya nye gị bụ nne na nna si mba ọzọ mụọ nwa ebe ahụ bụ na nwa gị tozuo afọ iri na asatọ (18), o nwereike itinye akwụkwọ n'aha gị ka gị na onwe gị nweta akwụkwọ ikike ịbụkwa onye mba ahụ.",
    ") Ọ bụ ihe 'nganga':",
    "Ụfọdụ ndị agaghị ekwe akpọ okwu aha, mana ihe mere ha jiri gaa mba Amerịka ịmụ nwa bụ ka ha nwee ihe ha ga-eji tuo ọnụ ma ọ bụ nyaa isi.",
    "N'ihi ohere ime \"ị makwa ndị anyị bụ\", ụfọdụ na-ebiri ego ha ga-eji gbaga mba Amerịka mụọ nwa.",
    "Ụfọdụ oge, ndị Amerịka na onwe ha agbasaala akụkọ na-egosi na ụfọdụ ndị abịala mụọ nwa ma jide ụlọọgwụ ndị Amerịka ụgwọ.",
    "Mụọ ozi na-agbapụta ndị agaghị akwụnwụ ụgwọ n'ụlọọgwụ",
    ") Kenneth Okolie",
    ") Daniel K Daniel",
    ") Ruth Kadiri-Ezerika",
    "Akụkọ ndị ga-amasị gị:",
    "Etu e si ama dimkpa Igbo nwere ogologo imi",
    "Coronavirus vs Lassa: Ihe e ji ama onye na-arịa ọrịa ọjọọ abụọ a",
    "Etu e si eme ka garri ghara ibunye mmadụ ọrịa ịba Lassa",
    "Gọọmenti ji aka ha lie nwaanyị ịba Lassa gburu n'Enugwu",
    "Ihe nkiri a ga-amasị gị:",
    "Ndị e ji n'ụlọọgwụ maka akwụghị ụgwọ ka ha mụchara nwa",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "African Eye: Etu otu enyemaka e hibere ịzọpụta ụmụaka si akpụpụ ụmụaka n'ezinụlọ ha n'aka ikeelekere 8 gara aga",
    "NA EME UGBU A Etu NNPC si nyochapụta ma jichie oke ụgbọmmiri na-ezufu mmanụ agbidi Naịjirịa",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmegbu ndị Igbo akarịala mana... - Kcee LimpopoEmelitere ikpeazụ na: 26 Nọvemba 2021",
    "Ihe NUJ kwuru maka nnwụchi onye otu ha dere maka akụkọ ‘sit at home’ n'Enugwu",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị BiafraEmelitere ikpeazụ na: 25 Septemba 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'AbateteEmelitere ikpeazụ na: 15 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}