{
  "published": "28 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Jessica Nwankwo",
    "Ndị mere akụkọ a,  Broadcast Journalist, BBC Igbo, Lagos",
    "Jenụwarị 2020",
    "Ihe dịka afọ iri gara aga, e nwere ụfọdụ ọrịa a na-eche na ọ bụ sọsọ ndị okenye ka ụfọdụ ọrịa ndị a na-arịa.",
    "Mana ugbua, ọrịa ndị a gụnyere ọrịa shuga na ọbara mgbali elu, so n'ọrịa na-egbu ndị ntoroọbịa ugbua.",
    "Ị ma na onye ọbara mgbali elu na-eme n'afọ 30 na 40 nwere ike imecha nwee nsogbu n'ụbụrụ?",
    "'Ọgwụ ọbara mgbalielu na-aka arụ ọrụ n'abalị'",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?",
    "Ngalaba World Health Organization (WHO) bụ ngalaba na-ahụ maka ahụike na mbaụwa, kwuru na ọrịa ndị a na-arịazị ndị ntoroọbịa ugbua, na-ebute ọnwụ mmadụ abụọ n'ime mmadụ atọ n'ụwa niile.",
    "Ọrịa shuga",
    "Ọbara mgbali elu: Nkea bụ ọrịa ndị dibịa Bekee na-akpọ 'high blood pressure'. Ọ bụ mgbe ọbara na-agbasị ike n'akwara karịa 140/90, ọ na-aka njọ ma ọ karịa 180/120.",
    "Ọrịa mkpụrụ obi: Ọ bụ ọrịa mkpụrụobi mmadụ nke ọtụtụ ọrịa dịgasi icheiche nwereike ịkpata.",
    "Ọrịa mkpọnwụ ahụ: Nke a bụ ọrịa na-eme mgbe oke ọbara anaghị eruzi ụbụrụ.",
    "Ọrịa nsekpọ ụbụrụ (Alzheimers) - Ọ bụ ọrịa sị na mgbe mmadụ enweghi ike icheta ihe maọbụ ọrụ ndị ọzọ ụbụrụ na-arụ.",
    "Mgbujiri/Ọrịa ikpere (Arthritis/Rheumatism) - Ndị ọkachamara n'ihe gbasara ahụike kwuru na ọrịa a nwereike ibido n'ahụ onye dị site n'afọ 17 gbagowe. Ọ na-eme mgbe njịkọ ọkpụkpụ mmadụ ga-aza nke agahị ekwe ka o megharịa ya.",
    "Ọrịa akpụ/Kansa - Teknụzụ emeela ya na ugbua, a na-achọpụtanwịzị ya ma n'ụmụaka, ntoroọbịa na ndị okenye. Ọ bụ ọrịa nke na-eme ka ọwọ njọ ga na-eto n'ahụ mmadụ nke ga-arịagbu ọkpụ ọwọ n'ahụ onye ahụ.",
    "BBC Igbo gbara ụfọdụ ndị dọkịta ajụjụ ọnụ maka ihe ngalaba ahụike WHO kwuru.",
    "Ihe ha kwuru bụ ihe mmadụ niile kwesịrị ige ntị nụrụ.",
    "Ihe ndị dọkịta kwuru:",
    "Otu n'ime ha bụ Dkt. Zubair Abdullahi bụ onye kwuru na ụfọdụ ọrịa ndị a na-adị n'agbụrụ, nke pụtara na ọ ga-emetụta ndị ahụ ma ha abụ okenye maọbụ ntoroọbịa.",
    "Onye nke ọzọ bụ Dkt. Henry Eze, kwuru na o nwereike ịbụ na ọgwụgwọ",
    "Bekee akawanyela mma, nke pụtara na a na-achọpụta ọrịa ndị a n'oge mgbe mmadụ ka bụ ntoroọbịa.",
    "Mana dọkịta abụọ a kwekọrịtara na oke ibu, iri nri ọjọọ nakwa emegharịghị ahụ, socha n'ihe na-eme ka ndị mmadụ bute ọrịa ndị a.",
    "Ebe foto si, Getty Images",
    "Ha kwuru na ọ bụrụ na ị chọpụta otu n'ime ọrịa ndị a dị n'agbụrụ gị, ị gaghị agbanwenwu ya.",
    "\"Ọ bụghị ihe niile ka ị ga-agbanwenwu, mana ibi ndụ ọfụma ga-enyere gị aka dọtịa oge ọrịa ahụ ga-eji chukwute gị\".",
    "Ihe nkiri a maka nwaanyị meriri ọrịa kansa ga-amasị gị:",
    "Akụkọ ndị a ga-amasị gị:",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'",
    "Ihe ọghọm dị n'ịgbali egbe elu n'ebe a na-eme emume",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant",
    "'Ọnwụ nna m bịara dị ka ngọzị nye m'- Chris Okagbue",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}