{
  "published": "28 Jenụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Enwere ụlọọgwụ ruru 22 na-awa ọtụ nwaanyị na Briten",
    "Ndị ọkacha mara na-arịọ ka gọọmentị kagbuo nrụgharị ọtụ nwaanyị nke a kpọrọ \"virginity repair\".",
    "Ihe dịka n'ofufe maọbụ n'omenala ndị ọzọ, e nwere ike igbu nwaanyị ma ọ bụrụ na di ya maọbụ ndị ezinụlọ ya chọpụta na ya na nwoke emekọọla tupu ọ gbaa akwụkwọ.",
    "Nke a mere ka ọtụtụ n'ime ha na-agakwu ndi dọkinta ka ha rụgharịa ihe ha jiri bụrụ nwaanyị ka ọ dị ka onwebeghi nwoke gara na ya.",
    "Ihe 5 ndị nwere ọtụ kwesiri ịma",
    "Ụmụnwoke e ji ụmụnwaanyị ụgwọ?",
    "Nrụgharị a bị iji mechie ihe na-ekpuchi otụ nwaanyị amanghị nwoke nke bekee kpọrọ 'hymen'.",
    "Mana, a na-atụ ụjọ na ịmachị omume a nwereike tinye ndị mmadụ na nsogbu site n'ịchụba ha na nzuzo.",
    "Otu a kpọrọ \"General Medical Council\" (GMC) na Bekee sị na ọ bụrụ na a na-eche na onye chọrọ ime ụdịrị ihe a na-eme ya maka na mmadụ na-eyi ya egwu, ọ bu oge ahu ka a ga-ajụ ajụjụ.",
    "Halaleh Taheri, bụ onye hibere ngalaba \"Middle Eastern Women and Society Organisation\" kọọrọ BBC maka otu nwata akwụkwọ Moroko na-ezogharị na London dịka ọ nụrụ na nna ya akwụọla mmadụ ụgwọ ka egbuo ya.",
    "Ka ọ gara mba Briten n'afọ 2014 ị gụ akwụkwọ, ya bụ nwaanyị di afọ 26 ugbua lakwuuru otu nwoke ha abụọ e biri.",
    "Mana ka nna ya chọpụtara nke a, ọ gwara ya lọta Moroko, wee kpọrọ ya gaa ụlọọgwụ ebe a chọputara na ọ matala nwoke.",
    "Ebe foto si, Getty Images",
    "Ụmụnwaanyị ofufe alakuba ji maka ihere eme ihe a, ndị na-ahụ maka mmegide kwuru",
    "Nwa ada ahụ gbalara London mana o bizi n'ụjọ na nna ya nwereike chọpụta ebe o bi.",
    "Otu onye Moroko di afọ 40 sị na ya mere ụdịrị ihe ahụ oge ọ dị afọ 20 na ụma, mana ọ agaghị ekwe ka umu ya mee ụdịrị ihe a.",
    "\"Agaghi m eme ha ụdịrị ihe a ma ncha. A ga m akụzịrị ha ka ha bie ndu etu ha si chọọ.\"",
    "Enwere ihe ruru ụloọgwụ 22 dị na Briten na-eme awamahụ ikpu a dịka Sunday Times siri chopụta.",
    "Ha na-ana ihe ruru dọla puku atọ maka awamahụ na-ewe otu awa.",
    "Ndị na-ekwu maka mmegbu umụnwaanyị na-akọwa na ụlọọgwụ a na-akpata ego n'aka ụmụnwaanyi ofufe alakụba na-atụ ụjọ ihe ga-eme ha ma ya bụru na di ha chopụtara na ha adịghị \"nzo\" n'abalị ọlụlụ ha.",
    "Na intanetị, ndị na-awa ụdịrị ahụ - dịka Gynae Ceentre nke London - a na-ede na-akwa umụnwaanyị na abị ebe ahụ na \"enwere alụmdi na nwunye gbasara\"  dịka nwoke chopụtara na ibe otu ha agbapera.",
    "Gynae Centre asaghị ajụjụ BBC maka okwu a.",
    "'Ezigbote ajo ihe'",
    "Onye na-ahụ ahuike na mba Briten bụ Matt Hancock si na ya na-eme nyocha etu a ga-esi kwụsị \"ajọ ihe a\" mana ngalaba na-ahu maka ahụike ekweghi ikwu etu a ga-esi hụ na mmachi ihe di ire.",
    "Mana Nwa ada Taheri sị: \"Ụmụagbọghọ ga-anwụ ma ya bụrụ na mmachi ihe a esoghi ezigbote usoro.\"",
    "Dr Khalid Khan, bu ọkammụta Ahụike Ụmụnwaayị na mahadum ahụike nke London hụ ebe emere ihe a ma sị  mmachi abụghị etu ekwesiri iji so ya bu ihe.",
    "Ebe foto si, Getty Images",
    "E nweela ọtụtụ ụmụnwaanyị na-arụgharị ọtụ ha",
    "Ụdịrị awamahụ ọtụ, dịka nke akpọrọ \"labiaplasty\", bụ nke a na-eme site ibe ọnụ ọtụ ka opee mpe na-ewu na Briten. Ụmụnwaanyị ọ na-ewuru si agbụru di iche iche.",
    "Nwa ada Taheri sị: \"Ụmụnwaanyi a na-ahụ onwe ha ka ihe ụmụnwoke na-achọ maka ndina. Ha anaghi ahu onwe ha ka mmadụ.",
    "\"Umụnwaanyi ofufe Alakuba na-eme ihe maka ha na-atụ ụjọ na-aga ata ha ahụhụ ma na-eme ihere.",
    "\"Ndị ọzọ na-eme eme ya maka ha ahụghị etu ha dị n'anya maka ihe ụwa na-agwa ha dị mma.\"",
    "Nneka: 'Nwoke ọbụla hụrụ m n'anya ji m ụgwọ'12 Eprel 2019",
    "Intersex: Ihe ndị nwere ọtụ na amụ na-agabiga2 Ọktọba 2019",
    "Ihe ise ndị nwere ikpu kwesiri ịma13 Nọvemba 2019",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere akaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Ụlọọrụ onyeisi ọrụ mba UK dị na 10 Downing street, arịọla Ezenwaanyị mba ahụ mgbaghara maka oringo ha gbara",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjịEmelitere ikpeazụ na: 11 Ọgọọst 2021",
    "Ihe ise i kwesiri ịma maka amụEmelitere ikpeazụ na: 24 Nọvemba 2019",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}