{
  "published": "3 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Rev. Fr. Emmanuel Obimma a ma dịka Ebube Mmụọnsọ kwuru obi ya maka ọnọdụ Naịjiria nọ n'ime ya ugbua.",
    "Fada Obimma nke Holy Ghost Adoration Mịnịstrị dị n'Anambara steeti, kwuru na o cheghi na okwu gbasara IPOB gaara apụta ihe ma ọ bụrụ na ọnọdụ Naịjirịa dị mma.",
    "O kwukwara sị na \"anaghị ere amụma ere. Ọnụ ụkọchukwu na-ebu amụma\", ka a jụrụ ya ihe o chere banyere amụma Fada Ejike Mbaka buru n'isi Hope Uzodinma bụ Gọvanọ Imo steeti.",
    "N'etu ikpe ahụ si dapụta, Fada Obimma kwukwara sị na ọ ma na \"aghụghọ ga-abanye n'ime mkpebi ikpe ahụ\".",
    "Lee ihe nkiri a ka ị chọpụta ihe ndị ọzọ o kwuru.",
    "Ndị mere ihe nkiri a bụ Uche Akolisa na Chiemela Peter.",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, 'Agbalahụrụ m ọnwụ n'aka ndị gbara ụlọọrụ ndị uweojii ọkụ n'Amandugba, Imo steeti', Duration 3,041 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Biafra Remembrance: Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi, Duration 6,3330 Mee 2021",
    "Vidio, Etu ndị uweojii mba Yuganda siri gbuo ndị mmadụ oge ntuliaka, Duration 15,0131 Mee 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Mbazulike Amechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra', Duration 7,0229 Mee 2020",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}