{
  "published": "4 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chi jiri n'ehihie n'anya Anwuli Ojogwu bụ nwaagboghọ chọpụtara na ya nwere akpụ kansa n'afọ 2018.",
    "Chi ya gbaara ya ama n'oge maka ọrịa ahụ malitere ito ya n'ara n'afọ ahụ.",
    "'Etu m si nweta ọgwụgwọ ọrịa kansa'",
    "Kansa: Naịjirịa onwere ohere ịgwọ ya",
    "'Ị chọpụta Kansa n'ahụ gị, ụwa gị agwụbeghi, wepụ ya, ọ gaghị eto ọzọ'",
    "Nke a mere mgbe Anwuli kụrụ obi ya n'ọnụụzọ ka o si n'ụlọekwu ya na-apụta.",
    "Nke ahụ mere ka ọbara sị ya n'ara na-agbapụta.",
    "Nke ahụ bụ ụzọ pụrụiche chi ya ji gbaara ya ama n'oge.",
    "Nke a mere ka ọ malite ịjụ ese ka ya bụ mmiri si baa opi ụgbọghọrọ.",
    "Lezie ihe nkiri a ka ịhụ ka o si mee.",
    "Ndị mere akụkọ a: Chris Sanctus Chukwudi Okereke, Chiemela Peters Mgbahuru",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Okike",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ọ fọrọ obere ihe ka m si ndị DSS kpọrọ gakwuru Nnamdi Kanu – Chiwetalu Agu, Duration 42,5815 Ọktọba 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Cancer Awareness Month: Ụbọchị dọkịnta gwara na m nwere 'cancer' n'ara, ọ dị ka ụwa m agwụla - Juliet Uzoma, Duration 3,4817 Ọktọba 2021",
    "Vidio, Ifeanyi Ubah: 'Ihe mere m jiri soro ndị Alaba agụrụ Nnamdi Kanu egwu', Duration 10,1015 Ọktọba 2021",
    "Vidio, World Sight Day: Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu, Duration 6,0414 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Anambra Women in Politics: 'Ụmụnwoke Anambara achọghị nwaanyị ga-aga ha n'ihu', Duration 7,2513 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}