{
  "published": "9 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/Foodace/Chefmide",
    "Ọtụtụ ndị mmadụ nwereike iluso gị ọgụ ma ị kparịa osikapa n'ihi etu o si amasị ha iri ya.",
    "Osikapa bụ otu nri ọ na-abụ ego kọgodu gị elu kọọ gị ala, e nwee etu i si hụ obere ego jiri gote ya, ị ga-atụkwasịnwu ya ihe ọbụla were rie ya.",
    "N'ihi etu o si amasị ndị mmadụ, a chọpụtala ọtụtụ ụzọ dị iche iche e si esi nakwa eri ya bụ nri ọ dị mma n'ọnụ, n'afọ nakwa n'anya.",
    "Ori ji lee ụzọ ị ga-esi sie ji ka ọ tọwaa gị ntị",
    "Etu ndị Igbo si bido riwe osikapa n'ụbọchị ụka",
    "Onye afọ nri! Lekwa ihe mere ụtọ agwa ji aba n'ụmị",
    "Ụfọdụ ụzọ e si eri osikapa gụnyere ịsụ ya asụ dịka ndị Ugwu Awụsa si eme nke a kpọrọ 'tuwo shịnkafa\" nakwa Sịnasịr (ha na-eghe ya eghe ma a kwọchaa ya), ndị Yoroba na-esi nke ha na-akpọ osikapa ọfada, ndị ọcha na-eji nke ha eme ihe a kpọrọ 'pudding', nke bụ osikapa e siri esi dere ede ma wụnye mmiri ara ehi na shuga ma sikọta ya n'ite ka akamụ.",
    "Ụfọdụ ihe mere e ji na-eri osikapa bụ makana ọ na-eju afọ, ọzọ bụkwa na ọ bụ nri i nwereike isi o zuoro ọha.",
    "Ụzọ dị iche iche i nwereike iji sie ya",
    "Ebe foto si, Instagram/FoodAce",
    "Ị mewela emume ma ọ bụrụ na ị buputebeghị osikapa jọlọf n'emume gị?",
    "Nri a so n'ihe mere ụfọdụ ndị mmadụ ji ekwe aga emume, n'ihi na ọ bụ mgbe ahụ ka ndị mmadụ na-ejikarị nkụ esi ya; mere ka a na-akpọ ya 'party jollof' na Bekee.",
    "Ihe e ji esi ya gụnyere: nnu, ose, tomanto, mmanụ ọpụpa, mmiri anụ, anụ maọbụ azụ, yabasị, ngwanri na-eme ka nri tụ n'ọnụ dịka taịm na kọrị, osikapa e siri sọsọ ya.",
    "Ụfọdụ na-aga n'ihu tinye ya ihe dị ka karọt, ose na-atọ ụtọ, agwa ndụ ndụ wdgz.",
    "Etu ị ga-esi sie ya:",
    "Situ osikapa gị n'ọkụ mana ekwela ya ghee eghe tupu i fọtuo ya n'ọkụ. Wụpụ mmiri dị na ya.",
    "Ghee stu gị n'ite ọzọ, (ị ga-eji mmanụ ọpụpa, tomanto, nnu na ose na yabasị na ngwa nri ndị ọzọ eghe ya) tinye ya mmiri anụ gị",
    "Hapụ ha ka ha sụkọta ọnụ.",
    "Wụnye osikapa gị n'ime ya; gbado anya ka ị ghara ịwụbọ ya mmiri.",
    "Kpuchie ite gị ma gbadaa ọkụ i ji esi ya obere. Hapụzie ya ka o ghee nakwa ka mmiri ahụ takpọọ",
    "Ụfọdụ na-etinye nnu ha mgbe ha wụnyechara mmiri anụ.",
    "Ebe foto si, Instagram/Foodace",
    "Ị bụ onye Naịjirịa ma ọ bụrụ na ị maghị na osikapa e ghere eghe na nke jọlọf na-azọ 'nwunye di'?",
    "Ọ bụkwa nri ọzọ a na-ahụ ma e mewe emume na Naịjirịa; ọ bụ agbamakwụkwọ o, ikupute nwa, maọbụ akwamozu.",
    "A na-eri ya ọsịsọ makana a hapụ ya ka o tee aka, ọ na-agbakarị ụka ọsịsọ ụfọdụ oge.",
    "Ihe e ji esi ya gụnyere: nnu, ose, mmanụ ọpụpa, mmiri anụ, yabasị, ngwanri na-eme ka nri tụ n'ọnụ dịka taịm na kọrị, osikapa e siri sọsọ ya, anụ maọbụ azụ.",
    "Karọt na ose na-atọ ụtọ e biri ebi, agwa ndụ ndụ, kọrị na-adịrịrị ya; a na-etinyekwa ya ọka dị ụtọ, umeji anụ e biri ebi ma sie n'ọkụ, wdgz.",
    "Etu ị ga-esi sie ya:",
    "Situ osikapa gị n'ọkụ mana ekwela ya ghee eghe tupu i fọtuo ya n'ọkụ. Wụpụ mmiri dị na ya.",
    "Were mmanụ ọpụpa ghekọlata karọt, ose na-atọ ụtọ, kọrị na ihe ndị ọzọ ahụ i biri ebi gụnyekwara yabasị",
    "Wụnye mmiri anụ n'ime ite osikapa ahụ i situru esitu; hapụ ha ka ha sụkọta ọnụ",
    "Etinyekwala nnukwu mmiri n'ime ya ka ọ ghara ịgwọ agwọ",
    "Kpuchie ite gị ma gbadaa ọkụ i ji esi ya obere.",
    "O situ obere, wụnye ya ihe ndị ahụ i ghere eghe",
    "Hapụzie ya ka o ghee nakwa ka mmiri ahụ takpọọ",
    "Osikapa na stu tomanto",
    "Ebe foto si, Instagram/Chef Mide",
    "Nke a mechara bụrụ ihe a na-akpọ 'osikapa ụbọchị ụka' maka etu e si esikarị ya ụbọchị ụka.",
    "Tupu ụwa asaa anya etu ọ dị ugbua, ọ rara ahụ ịhụ ezinaụlọ ọ ga-abụ ị garuo ị hapụ ịhụ osikapa na stu tomanto ụbọchị ụka.",
    "Ọ naghị ara ahụ isi ma ncha. Ọ naghị egbukwanụ oge.",
    "Ihe e ji esi ya gụnyere: nnu, ose, mmanụ ọpụpa, mmiri anụ, yabasị, ngwanri na-eme ka nri tụ n'ọnụ dịka taịm na kọrị, osikapa e siri sọsọ ya, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Sie osikapa gị ka o ghee eghe, mana etinyekwala ya ihe ọbụla (ụfọdụ na-eji nnu esi ya)",
    "Were mmanụ ọpụpa, tomanto, nnu na ose na yabasị na ngwa nri ndị ọzọ na-eme ka nri tọọ ụtọ ghee ya.",
    "Tinye ya mmiri anụ ma tomanto gị kpọtụ akpọ",
    "Ebe foto si, Instagram/Foodace",
    "Nke a bụ otu nri ndị Igbo anaghị eji egwu egwu ma ncha.",
    "O so na nri ndị Igbo bi na mba na-eji ama na ha alọtala ma ha tinyehaala ya n'ọnụ.",
    "Ihe e ji esi ya gụnyere: nnu, ose, mkpụrụ nkwụ, mmiri anụ/azụ, yabasị, nchanwụ, ịsha, ngwanri na-eme ka nri tụ n'ọnụ, osikapa e siri sọsọ ya, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Sie osikapa gị ka o ghee eghe, mana etinyekwala ya ihe ọbụla (ụfọdụ na-eji nnu esi ya)",
    "Sie ma sụọ mkpụrụ nkwụ gị mgbe o ghere, pịpụta mmiri na mmanụ n'azụ ya ma tinye ya bụ mmiri na mmanụ ị pịpụtara n'ite, tinyekwa ya mmiri anụ/azụ ka ha sụkọta ọnụ",
    "Tinye ya ngwa nri ndị ahụ i kwadoro (nke e dere n'elu) ma ose ma nnu, kpuchie ya",
    "Chere ka ọ rọtu arọ; nke a mee i tinye ya nchanwụ ma gbadaa ọkụ",
    "Hapụtụ ya obere tupu i butuo ya",
    "Ebe foto si, Instagram/Foodace",
    "Nke a bụ nke a mụtara n'aka ndị mba ofesi mana ndị Naịjirịa na-esite ma na-erite ya ọnụ ha ugbua.",
    "Ọ na-atọwa ntị ma i rie nke onye ma esi siri.",
    "E nwereike ịkpọ nke a nri 'di m ji ego' n'ihi ụdịrị ihe ndị e ji esi ya.",
    "Ihe e ji esi ya gụnyere: nnu, ose, mmanụ ọpụpa, mmiri anụ, yabasị, ngwanri na-eme ka nri tụ n'ọnụ dịka taịm na kọrị, osikapa e siri sọsọ ya, anụ maọbụ azụ.",
    "Ụfọdụ na-etinyekwa karọt, ose na-atọ ụtọ, kabeeji nakwa akwụkwọ nri ndị ọzọ.",
    "Etu ị ga-esi sie ya:",
    "Sie osikapa gị ka o ghee eghe, mana etinyekwala ya ihe ọbụla (ụfọdụ na-eji nnu esi ya)",
    "Sie anụ (tinye ya kọrị, galiki, taịm, jinja, nnu)",
    "Were obere mmanụ ọpụpa ghekọlata yabasị na karọt na ụmụnne ya (gbadaa ọkụ)",
    "Ụfọdụ na-etinye flọọ ka o nwee ike rọọ arọ",
    "Wụkọta ihe ị ghere eghe na anụ ahụ i siri ma kpuchie ya ka ọ sụkọta (gbadaa ọkụ gị ọfụma)",
    "Ebe foto si, Instagram/Chef Mide",
    "I ritula osikapa mmanụ ndụ nke e ji nkụ sie? Kwuo eziokwu - ọkwa ọ fọrọ obere ka ị were ire rachaa efere gị?",
    "Osikapa a na-atọ ụtọ mana ọ na-akacha mma iji nkụ sie ya makana ụtọ nkụ ahụ na-eme ka ọ tọwaa ntị.",
    "Ihe ndị e ji esi ya gụnyere: mmanụ nri/ndụ, azụ ọkpọ, ịsha, nnu, yabasị, nchanwụ, ose, ụfọdụ na-eji ogiri, ehuru na ehu, nakwa ngwa nri ndị ọzọ na-eme ka nri tụ mmadụ n'ọnụ, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Situ osikapa gị n'ọkụ mana ekwela ya ghee eghe tupu i fọtuo ya n'ọkụ. Wụpụ mmiri dị na ya.",
    "Sikọta mmanụ nri, azụ ọkpọ, ịsha, ose na ngwa nri ndị ọzọ ọnụ ka ọ sụkọta (ụfọdụ na-eghe mmanụ eghe tupu ha esiwe)",
    "Ihe ndị a sụkọchaa ọnụ, wụnye osikapa ahụ tinyezie ya mmiri ga-ezu ime ka o ghee",
    "Tinye ya nchanwụ na nnu ga-atụ ya ma mmiri tawa; kpuchikwaa ya",
    "Gbadaa ọkụ ma ọ tawa, ka ọ ghara ịgba ọkụ",
    "Osikapa mmiri akịoyibo",
    "Ebe foto si, Instagram/Foodace",
    "Ị ma na a na-eji akị oyibo esi osikapa?",
    "A na-akwọ akị oyibo ahụ, pịpụta mmiri ya were ya sie osikapa.",
    "Ihe ndị e ji esi ya gụnyere: mmiri akị oyibo, nnu, ose, yabasị, ụfọdụ na-etinye ya tomanto, mmiri anụ/azụ nakwa ngwa nri ndị ọzọ na-eme ka nri tụ mmadụ n'ọnụ, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Situ osikapa gị n'ọkụ mana ekwela ya ghee eghe tupu i fọtuo ya n'ọkụ. Wụpụ mmiri dị na ya.",
    "Ghekọlata stu, jiri obere mmanụ, wụnye ya mmiri akị oyibo nakwa mmiri anụ",
    "Ọ sụkọọ ọnụ, wụnye osikapa ahụ ma kpuchie ya",
    "Gbadaa ọkụ ma ọ tawa, ka ọ ghara ịgwọ",
    "Osikapa na stu akwụkwọ nri",
    "Ebe foto si, Instagram/Foodace",
    "Nke a ga-amasị ma ndị chọrọ ịta ahụ, ndị chọrọ ọbara n'ahụ ha nakwa ndị iri akwụkwọ nri nwereike ị na-ara ahụ.",
    "Ọ naghị egbu oge isikọlata ma ncha.",
    "Ihe ndị e ji esi ya gụnyere: akwụkwọ nri e biri ebi, mmanụ ọpụpa, nnu, ose, yabasị, ụfọdụ na-etinye ya tomanto nakwa ịsha, nakwa ngwa nri ndị ọzọ na-eme ka nri tụ mmadụ n'ọnụ, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Sie osikapa gị ka o ghee eghe",
    "Were obere mmanụ ọpụpa ghekọlata akwụkwọ nri, ị nwereike itinye ya tomanto, tinyezie ya ngwa nri ndị ọzọ",
    "Hapụ ya ka ọ sụkọo ọnụ ihe dị ka naanị otu nkeji maọbụ abụọ n'elu ọkụ ị gbadara agbada",
    "Ebe foto si, Instagram/Matsecooks",
    "Ọ bụrụ na ị toro n'ụlọ, nke a ga-edo gị anya ọfụma.",
    "Ụtọ osikapa na agwa e sikọtara ọnụ ọkacha nke jọlọf, abụghị ihe a na-akọrọ mmadụ, ọ kaara gị mma na ị jiri aka gị detu ya ọnụ.",
    "Ihe ndị e ji esi ya gụnyere: agwa, mmanụ ọpụpa, nnu, ose, yabasị, ụfọdụ na-etinye ya tomanto nakwa ịsha, nakwa ngwa nri ndị ọzọ na-eme ka nri tụ mmadụ n'ọnụ, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Sie osikapa na agwa gị ka o ghetu eghe (ka agwa gị ka osikapa gị ghee)",
    "Ghekọlata stu gị",
    "Wụnye mmiri ga-ezu ime ka osikapa na agwa ahụ ghee",
    "Wụkọọ ha ọnụ n'ime ite ahụ ma kpuchie",
    "Tinye nnu etu o si tụ gị n'ọnụ ma hapụ ya ka o ghee ma takwaa mmiri",
    "Ugbu a ị mụtara, kedụ nke ị ga-aga ịnwa n'usekwu gị?",
    "Akụkọ ga-amasị gị:",
    "Onye nwe ihe nkiri mgbariọtọ Maryam na Deezell na-agbagha?",
    "'Ọnweghị ụka Alakụba gọọmenti na-arụ n'Enugu steeti' - Arch. Bishop Chukwuma",
    "'Nyochakwaa 'genotype' tupu ị lụọ onye ọbụla ị chọrọ ịlụ' - Eucharia Anunobi",
    "Ihe nkiri a ga-amasị gị:",
    "Onye na-akọ osikapa Abakaliki",
    "Ọrụ ugbo",
    "Nri",
    "Naijiria",
    "Inflation in Nigeria: Lee ego ole ụfọdụ ngwa nri na-adazi n'ahịa ugbuaelekere 8 gara aga",
    "Travis King: Etu e si jichie onyeagha America gbabara North Koreaelekere 7 gara aga",
    "NA EME UGBU A NNPC ekwuola ihe mere ọnụego mmanụ ụgbọala jiri rịa elu orji",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Travis King: Etu e si jichie onyeagha America gbabara North Korea",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi ya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}