{
  "published": "7 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/EuchariaAnunobi",
    "Eucharia Anunobi bụ 'odogwu' n'ihe gbasara ime ejije na Nollywood nyere BBC Igbo ohere ibanye na ndụ ya.",
    "Site na nkata ya na BBC Igbo kpara n'ihe nkiri 'Gịnị na-afịọ', ọ kọwara maka ọnwụ nwa ya, etu o si gbabuo ọsọ ịgara Chukwu ozi, etu o si ka na-eme ejije n'agbanyeghị na ọ bụ ụkọchukwu, nakwa ihe ndị ọzọ.",
    "N'ọnwụ nwa ya nwoke nwụrụ n'afọ 2017 ka ọ dị naanị afọ 15, o kwuru sị \"Nwa m bụ SS ma na ọ bụghị ya gburu ya, ọ bụ mmeghie ndị ụlọọgwụ\".",
    "\"E tinyerem ezigbote ego n'ahụ nwa m tupu ọ nwụọ.\"",
    "Ọ gara n'ihu dụọ ndị mụtara ụmụ nwere ọrịa nwa ya rịara bụ 'sickle cell disease' (SS) nke a na-akpọ ọrịa ọbara nko n'Igbo.",
    "Na ndụmọdụ ya o kwuru sị \"Onye nwa ya bụ SS, a ga na-agba mbọ inye ya ezigbote nri.\"",
    "Nri ndị a ga-enyere ndị na-arịa 'Sickle Cell' aka",
    "Kedu ihe bụ ọrịa ọbara nko?",
    "O kwukwara sị \"Ị bụrụ nwaanyi ị bụru nwoke, mmadụ sị gị bịa ka m lụo gị, nyochakwa ihe Bekee n'akpọ genotype.\"",
    "Ihe ndị ọzọ o kwuru:",
    "Maka etu o si malite ijere Chukwu ozi, ọ sị \"Nna m gbara mbọ hụ na anyi gụsiri akwụkwọ ike. Agụrụ m akwụkwọ dị iche iche.",
    "\"A gụrụ akwụkwọ nsọ ka m hụ ebe o dere na ndị kwesiri ị na-akpagbu ụmụ ya.",
    "\"Etu a ka akwụkwọ nsọ na ọbara Chineke siri banye anyị n'ime.",
    "\"Ọ bụ otu ọyị m nwaanyi kpọ m gaa ụlọụka n'Abụja.",
    "\"Agara m ọtụtụ ụka were hụ na ihe gbasara chukwu na-atọ m ụtọ.\"",
    "Ebe foto si, Instagram/Eucharia Anunobi",
    "\"Agbara m ọsọ oku Chineke nọ na-akpọ m, mana e mechara m bịaghachị, e tee m mmanụ nsọ n'afọ 2012, m wee bido ijere Chukwu ozi\".",
    "\"Ka m mere Glamour Girls nke abuọ m ọ bịa wuo ebe niile m were sị na m soro etu esi eto m, m ga-efu ụzọ.",
    "Eucharia kwukwara na ọ ka na-eme ejije; o kwuru na nke o mere nso nso a bụ nke a kpọrọ \"small chops\".",
    "Gere ihe ọ gwara BBC Igbo n'uju n'elu:",
    "Akụkọ ndị a ga-amasị gị:",
    "Anyị na ndị uweojii ekpebibeghi - Ezinaụlọ Chima Ikwunado",
    "Ndị Igbo anọ si na mmegbu ghọrọ ndị ọchịchị",
    "Ụzọ ndị ụlọakwụkwọ sị ata ụmụaka ahụhụ ma ha sụọ Igbo",
    "NA EME UGBU A Ndị 'unknown gunmen' awakpoola ọdọ ndị 'custom' n'Abia steeti",
    "NA EME UGBU A Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi",
    "G20 Summit: Ihe mere ọgbakọ ndịisi mbaụwa a na-eme n'India jiri dị oke mkpaelekere 9 gara aga",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok5 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ",
    "'Nyochakwaa 'genotype' tupu ị lụọ onye ọbụla ị chọrọ ịlụ' - Eucharia AnunobiEmelitere ikpeazụ na: 7 Febụwarị 2020",
    "Godwin Emefiele: Gọọmentị etiti chọrọ ịtụkwasị ebubo iri abụọ ọhụrụ n’isi ya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}