{
  "published": "6 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'Ikwo dị na Ebonyi steeti, aha Mary Odumeke bụ ihe ọtụtụ ụmụnwaanyi ma.",
    "Ufọdụ bụ maka na ọ gbapụtara ha n'aka nne na nna ha chọrọ ka e bie ha ugwu.",
    "#InternationalDayOfTheGirlChild: Kwụsịnụ ibi nwaanyị ugwu",
    "'Ibi nwaanyị ugwu anarala m ihe'",
    "Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ndị ọzọ bụ na ndị ọ lụụrụ ọgụ oge ọ chọpụtara na e biri ha ugwu.",
    "Na ihe nkiri a, Odoziakụ Odumeke kowaara BBC Igbo etu o si malite atumatu a, nakwa etu ụfọdụ mmadụ si na-ebuso ya agha maka ya.",
    "Ọ kọwakwara na ya agaghi akwụsị ịgba mbị ịhụ na ihe a ọ sị na ọ dịghị nwaanyị mma n'ahụ kwụsịrị kpam kpam.",
    "Ebe foto si, Getty Images",
    "Ndị na-ebiekarị ụmụnwaanyị ugwu anaghi abụ ndị ọrụ ahụike",
    "Gini mere Mary Odumeke ji buru ozi mkwụsi atụmatụ ibie ugwu n'isi?",
    "Ụbọchị isii n'ọmwa Febụwarị kwa afọ bụ ụbọchị otu jịkọrọ ọtụtụ mba ụwa bụ \"United Nations\" (UN) hibere maka icheta ma gbasaozi mkwụsị  atụmatụ ọbụla gụnyere ibie ụmụnwaanyị ugwu.",
    "Gịnị bụ ibie ụmụnwaanyị ugwu?",
    "Ihe a bụ usoro ọbụla gụnyere mbepụ akụkọ ime ahụ utu nwaanyị maọbụ ire utu maọbụ merụ otu nwaanyị ahụ n'usoro na-abụghị usoro iwaahụ nke ndị ọrụ ahụike hibere.",
    "N'ọtụtụ oge ndị na-ibe ụmụnwaanyị ugwu na-abụ ndị na-ataghi ọzụzụ ịrụ ọrụ ịwa ahụ. Na mba ụwa a dụọla ndị dọkịnta ndụmọdụ n'itinye aka n'usoro ibie ugwu n'ihi na nnyocha gosiri na ụrụ adịghịrị ya nye ụmụnwaanyị.",
    "Ngalaba ahụike mba ụwa bụ \"World Health Organization\" (WHO) ekwuola na usoro a na-ebutere ụmụnwaanyị ọtụtụ nsogbu n'ahụike ha nakwa na ndụ ha.",
    "Mba dị ịcheịche gụnyere usoro a dịka ihe megidere ikike dịrị onye a ọkachasi n'ihi na ọ bụ mgbe nwaanyị dị na nwata ka a na-ebie ya ugwu nke bụ na a naghi enwe ike nata ikikere ya tupu eme ya maọbụ ọ gaghi etinye aka mee mkpebi na ọ chọrọ ya bụ usoro n'ahụ ya.",
    "N'akwụkwọ ozi otu ahụike bụ WHO ha dere na usoro a \"megidere ikike mmadụ inwere onwe ya pụọ n'aka mmekpa ahụ, usoro a bụ usoro ọjọọ; na ikike nke mmadụ ịdị ndụ\"",
    "Ha gara n'ihu dee \"usoro a na-etinye mmadụ n'ọnọdụ nwereike ibute ọnwụ.\"",
    "Na nchịkọta ha kwuru na usoro na emegide ụmụnwaanyị ma na-ebute ịkpọ oke nye ha.",
    "E nwere ụdị na ụdị usoro a eji eme ibie ugwu nke gụnyere:",
    "Mbepụ ụfọdụ akụkụ ime ahụ utu nwaanyị",
    "Mbepụ ire utu nwaanyị maọbụ akụkụ ire utu nwaanyị",
    "Ndụchị maọbụ nnyachị akụkụ ime ahụ utu nwaanyị",
    "Ịdụ utu nwaanyị ihe, ịkụcha ime ahụ utu nwaanyị",
    "Ebe foto si, Getty Images",
    "Ụmụaka ụmụnwaanyị ka dị obere ka a na-ebie ugwu ọkachasị ndị na-erubeghi afọ 15",
    "Gịnị mere e ji ebie ụmụnwaanyị ugwu?",
    "Ọ bụ omenala diri ụfọdụ obodo nke mere e ji e mee ya na ọgbara nye ọgbara",
    "Ụfọdụ obodo kwuru na ọ bụ usoro idokwa nwata nwaanyị tupu ọ lụo dị",
    "Ụfọdụ obodo na-ekwu na ọ bụ usoro ha ji ebelata agụ nwaanyị alụbeghi du inwe mmekọ",
    "Ụfọdụ kwuru na okpukperechi ha kwadoro ya mana enweghi akwụkwọ nsọ ọbụla n'ụwa gbara ama nke a",
    "E nwere uru dị na ibie ụmụwaanyị ugwu?",
    "Ngalaba ahụike mba ụwa bụ WHO kwuru họ ha na enweghi uru ọbụla dị na usoro nye nwaanyị ọbụla, ha kwuru na ọ bụ naanị ọghọm bụ ihe so ya.",
    "Ndị ọrụ ahụike gbara ama kwuo na usoro na ebute ọtụtụ nsogbu ahụike nke gụnyere ndị na-egosipụta onwe ha ngwangwa nakwa ndị na-adapụta n'oge dị tụ anya.",
    "Ụfọdụ n'ime ọghọm dị na-egosipụta onwe ha ngwa ngwa ma ebie nwaanyị ugwu bụ:",
    "Oké mgbu n'utu nwaanyị",
    "Oke ọbara ọgbụgba n'utu nwaanyị nke Bekee na-akpọ \"Hemorrhage\"",
    "Akụkụ ime anụ ahụ utu nwaanyị ịza aza",
    "Ahụ ọkụ",
    "Ọrịa nje na-epụte dịka ndọji ekwu a na-akpọ \"Tetanus\" na Bekee",
    "Nsogbu nwaanyị ịnyụ mmamịrị",
    "Nsogbu ọgwụgwọ ọnya",
    "Ọnwụ nwatakiri nwaanyị",
    "Ụfọdụ n'ime ọghọm dị na-egosipụta onwe ha ngwa ngwa ma ebie nwaanyị ugwu bụ:",
    "Oke nsogbu nwaanyị ịnyụ mmamịrị",
    "Nsogbu utu nwaanyị",
    "Nsogbu nsọ nwaanyị ịgba",
    "Onya ime ahụ nke ụdị ozi (Keliod)",
    "Nsogbu mmekọ nwoke na nwaanyị nke gụnyere oke mgbu na mbelata afọ ojuju nye nwaanyị n'aramara",
    "Nsogbu n'ịmụ nwa nke gụnyere oke ọgbụgba ọbara, nsogbu nwa ịpụta na mfe nke mere na aga awa ime ahụ kupụta nwaa",
    "Nsogbu ahụike nke ụbụrụ isi /ime mmụọ Bekee na-akpọ \"psychological problems\" nke gụnyere obi mmapụ, mmụọ nwaanyị ida mba, ihere nye nwaanyị, nwaanyị ileda onwe ya anya",
    "Usoro a bụ omenala kachasịa na mba ndị Afrịka na mba ndị Asia nke bụ na ihe kariri ụmụnwaanyị nde nari abụọ bụ ndị emerela usoro a n'ahụ ha na mba ụwa ugbua. Nnyocha gosiri na kwa afọ a k na eme usoro a nye ihe ruru ụmụnwaanyị nde atọ. Ugbua ngalaba WHO na ejịkọla aka ọnụ agba mbọ ịhụ na ọtụtụ mba belatara usoro a, gbachapụrụ ya dị ka omenala na mba ha nakwa belatara mmụbawanye ya.",
    "Ndị mere akụkọ a bụ Chiagozie Nwonwu na Nnamdi Agbanelo.",
    "#InternationalDayOfTheGirlChild: Kwụsịnụ ibi nwaanyị ugwu",
    "'Ibi nwaanyị ugwu anarala m ihe'",
    "Iceland amachiela ibe nwoke ugwu",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Ebonyi Steeti",
    "United Nations",
    "Omenala",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Female Genital Mutilation: 'A na-erosi m iro makana a chọrọ m ka a kwụsị ibi nwaanyị ugwu', Duration 3,316 Febụwarị 2020",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}