{
  "published": "7 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Gọọmentị Anambra steeti amanyela iwu gbochiri ụlọa kwụkwọ na steeti ahụ ịta ụmụakwụkwọ ahụhụ maka ịsụ asụsụ Igbo.",
    "Ha kwuru na o megidere iwu ji steeti ahụ ịtya nwata ọbụla ahụahụ maọbụ ịda ha nha ma ha sụọ Igbo n'ụlọ akwụkwọ.",
    "Ihe gị na ụmụ gị nwere ike ịme n'oge ezumike",
    "Ụmụaka Igbo eturula ugo ọkaibe na teknụzụ na mbaụwa",
    "Dịka ọ dị ugbua amaghị ma mmachị a ọ gụnyere Mahadum mana ọ bụ n'ụlọ akwụkwọ pramarị na sekọndrị ka ihe a kachasị eme.",
    "Lee ihe onyonyo ebe Amarachi Atamah tinnyere ọnụ n'okwu gbasara asụsụ Igbo",
    "O nwere ụfọdụ ụzọ ndị ụlọ akwụkwọ si akwụsị ụmụaka ị sụ asụsụ Igbo nke ụfọdụ che na ọ bụ ihe Bekee na-akpọ 'Vernacular' n'ime ụlọ akwụkwọ.",
    "Ha na-ada anyị nha",
    "Ebe foto si, Getty Images",
    "Chukwuname Obiejesi bụ onye ntaakụkọ BBC gụrụ akụkwọ nỌwụwa Anyanwụ Naịjirịa kọwara na mgbe ọ nọ n'ụlọ akwụkwọ praịmarị, a na-ada ha nha",
    "\"A na-edetu aha ndị sụrụ Igbo ma napụta ha naịra iri na ngwụcha ụbọchị\" ka o kwuru.",
    "Ịma njakịrị",
    "Kelechi Agbanelo kwuru na ya na onwe ya ahụghị iwụ ọbụla machiri ịsụ asụsụ Igbo mgbe ọ gụrụ akwụkwọ.",
    "\"E nweghi iwu pụrụiche megidere ị sụ Igbo mgbe ahụ mana ụmụakwụkwọ ị be gị ga na-amasa gị njakịrị\" ka o kwuru.",
    "Ị ta ahụhụ",
    "Onye ọzọ anyị jụrụ ajụjụ bụ Chimezie Ucheagbo kwenyere n'ihe Maazi Agbanelo kwuru.",
    "O kwuru na a na-ata ha ahụhụ ndị dịka ịsị ha sekpuru ala maọbụ bara ha mba.",
    "Damian Okeke-Ogene bụ onyeisi Ohaneze Ndigbo nke Anambara steeti kwuru na atụmatụ ahụ magburu onwe ya ma rịọ ka nkuzi Igbo siwanye ike n'ụlọakwụkwọ dị icheiche.",
    "O kwuru na ụlọakwụkwọ dị icheiche kwesiri ịtinye aka ka awụlite asụsụ Igbo kama ị na-akwụsị ya.",
    "Ọ fọziri ị ma ma steeti ndị ọzọ n'ala Igbo a ga-eṅomi atụmatụ a.",
    "Na Legọs steeti, ọ bụzi iwu na onye ọbụla chọrọ ka ọ gụọ mahadum ga amarịrị ịsụ Yoruba.",
    "Naijiria",
    "Asụsụ",
    "Ọmụmụ na mmụta",
    "E mechala nyocha 'autopsy' n'ozu Sylvester Oromoni7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii19 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "E mechala nyocha 'autopsy' n'ozu Sylvester Oromoni",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere Ohanaeze Ndigbo jiri nye ndị gọvanọ izuụka abụọ ihibe Ebubeagụ na steeti ha",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}