{
  "published": "8 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Simon Odo na-aza Eze Ekwensu ma sịkwa na o bụ Ekwensu bụ nna ya.",
    "Ọ sị na njem ya na ịgba afa na-ịrụ ọrụ dịka dibia malitere oge ọ bụ otoroọbịa.",
    "Ọ kọwakwara etu o siri nụọ nwaanyị iri ise na asaa ma mụọ ụmụ agụta agụta.",
    "Lee akụkọ ya lee.",
    "Ndi mere akụkọ a bụ Ebere Ekeopara na Nnamdi Agbanelo",
    "Ofụfe",
    "Naijiria",
    "Omenala",
    "Vidio, Female Genital Mutilation: 'A na-erosi m iro makana a chọrọ m ka a kwụsị ibi nwaanyị ugwu', Duration 3,316 Febụwarị 2020",
    "Igbo Language: Million, Billion na Trillion bụ gịnị n'Igbo?29 Jenụwarị 2020",
    "\"Ịgba egwu Salsa zọrọ ndụ m\" - Emeka Adindu5 Febụwarị 2020",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Ipob one month sit at home: Ihe Ohaneze, Igbo Ekunie na ndị Igbo ọzọ nwere ikwu maka ya, Duration 2,5323 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Oguta Lake: Ejirila m ife mmiri Ogbuide na Urashi zụọ ụmụ m na mahadum - Ezenwaanyị, Duration 3,235 Disemba 2018",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,5926 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}