{
  "published": "16 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/Foodace,Utakaegbe1,Ntanta.delicacies",
    "Mgbe gboo, otu n'ime ihe ndị e ji ama ọgaranya n'ala Igbo bụ onye ọba ji ya juru eju.",
    "Ndị Igbo na-eji ji ama onye bụ dimkpa nakwa onye abụghị onye ume ngwụ.",
    "Kedụ ihe ọzọ ị ma nwere ọnụ n'ala Igbo ka ji, mere o ji nwee emume nke ya a na-eme na mpaghara ụwa dị iche iche?",
    "Onye ọnụ ụtọ, lee etu ị ga-esi sie ụkwa gị ka ọ dọọ ndị ọzọ akpịrị",
    "Onye afọ nrị! lekwa ihe mere ụtọ agwa ji aba n'ụmị",
    "Ọkụ ngaji n'eze, lee ụzọ 9 ị ga-esi rie osikapa ka ọ tụ gị n'ọnụ",
    "Ị maghị ihe anyị na-ekwu maka ya? Anyị na-ekwunu maka emume Iri Ji Ọhụrụ.",
    "N'ihi etu ji sị dị mkpa nye ndị Naịjirịa nakwa ndị Igbo, e nwere ụzọ dị iche iche e si esiputa ya nakwa eri ya.",
    "Ugbua a na-akwọcha ji akwọ ọ bụrụ flawa, gbaa ya n'akpa ka a na-eri ya ghara ịsụ ya asụ. A na-ejikwa ya eme ụrị n'ofe, a na-etinyekwa ya ebe a na-etinye achịcha Bekee (oven) ji sie ya.",
    ") Ji mmanụ nri",
    "Ebe foto si, Chopilosbyslippery",
    "Ji mmanụ dị ka \"asa nwa\" nye ọtụtụ ndị mmadụ, mere na ejirila ya gụọ egwu - \"ji mmanụ na-atọ m ụtọ, akara na-eri m ego...\".",
    "Ụfọdụ na-eji naanị mmanụ na nnu eri ya bụ ji esiri esi, mana ị ma na i tinye ya ose na yabasị nakwa/maọbụ ịsha kpọrọ akpọ nakwa ụgba/ụkpaka, ọ bụrụ ịgba!",
    "Ụfọdụ na-eghekpọkwa mmanụ nri a tupu e jiri ya rie ji e siri esi.",
    ") Ji ahụrụ ahụ/Ji kpachaa",
    "Ebe foto si, Ijeuru",
    "Onye ebee ka ị bụzị ma ọ bụrụ na ị maghị maka ji ahụrụ ahụ?",
    "Nke a bụ nke e nwereike ịkpọ \"eze ji niile\", n'ihi etu ndị mmadụ anaghị eji ya egwu egwuregwu.",
    "Ọ bụ ya ka e ji eme emume iri ji ọhụrụ.",
    "A na-ahụ ya n'ọkụ ma waa ya n'ihu ọha, were ezigbote mmanụ nri e tinyere ụgba na nnu na ose rie ya.",
    "Ama m na asọmmiri na-agụpụ gị n'ọnụ ugbua, ngwa were ọsọ were ije gaa chọta ya rie. Onye akpịrị!",
    ") Ji e ghere eghe",
    "Ebe foto si, Instagram/Chopilosbyslippery",
    "Ji eghere eghe dị ka iziga ji ụlọakwụkwọ, ka ọ gaa bụrụzịa \"onye nlecha\".",
    "Nke a bụ nke ndị gara akwụkwọ na-akpọ \"yam crisps\" n'ihi etu e si eji mmanụ ọpụpa eghekpọ ya.",
    "Ọ na-abụ eghechaa ya e were stu tomanto maọbụ ose nke a kpọrọ \"pepper sauce\" jiri subanye ya n'akpịrị.",
    "I were mmanya ọtọ bịrị bịrị jiri kpọtuo nke a n'akpịrị gị, ọ dị gị ka ị nọ n'ụzọ eluigwe.",
    ") Ji akwụkwọ nri",
    "Ebe foto si, Instagram/Utakaegbe1",
    "Na a na-ekwu na ji bụ \"carbohydrate\" agbasaghị onye na-achọ ụzọ o si ata ahụ maọbụrụ na o were usoro a sie ji nke ya.",
    "Ị na-ajụ \"maka gịnị?\" Ọ bụ makana a na-eji ọtụtụ akwụkwọ nri na-enye ihe ọma n'ahụ were kee ya ka nkwụcha wee na-eri ya.",
    "A bịa n'ala Igbo gụwa ndị bụ \"eze ji\", a gụchaa ji ahụrụ ahụ, nke a na-esote ya tupu a gụọ ji mmiri ọkụ nwanne ha.",
    "Ihe e ji esi ya gụnyere mmanụ nri, azụ ọkpọ, ịsha, nnu, yabasị, akwụkwọ nri masịrị gị, ose, ụfọdụ na-etinyekwa ogiri na ụgba, ehuru na ehu, nakwa ngwa nri ndị ọzọ na-eme ka nri tụ mmadụ n'ọnụ, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Sinye ji gị n'ọkụ ma ị bachaa ma sachaa ya mmiri",
    "Tinye mmiri ị ma ga-eghe ya na nnu",
    "Wụbie mmiri ahụ tupu i wụnye ihe ndị ọzọ",
    "Ọ fọ obere ka o ghechaa, tinye mmanụ, ose na ngwa nri ndị ọzọ e ji esi ya",
    "Hapụ ya ka ọ sụkọọ ọnụ ma ghee eghe, werekwa ngaji na-akpagharị ya",
    "Wụnyezịa akwụkwọ nri gị, gbadaa ọkụ ma fọtuo ya ma ọ nọọ obere oge, ka akwụkwọ nri gị ghara ide oke odide",
    ") Ji agwọrọ agwọ",
    "Ebe foto si, Instagram/Utakaegbe1",
    "Ji agwọrọ agwọ dị ka nwaanyị di ya hụrụ n'anya nke ukwuu nye ndị Igbo.",
    "Ị na-ajụ ajụ? Ị hụghị ụdịrị uwe a na-eyinye ya iji chọọ ya mma? Ụgba? Akịdị? Fịọ fịọ?",
    "Ihe e ji esi ya gụnyere mmanụ nri, ịsha, nnu, yabasị, ose, akịdị, ụgba maọbụ fịọ fịọ.",
    "Etu ị ga-esi sie ya:",
    "Sinye ji gị n'ọkụ ma ị bachaa ma sachaa ya mmiri",
    "Tinye mmiri ị ma ga-eghe ya nakwa obere nnu",
    "Ọ bụrụ fịọ fịọ, sie ya n'ọkụ ma sụtụ ya n'ikwe",
    "Ọ bụrụkwanụ akịdị, sikwaa ya n'ọkụ mana asụla ya asụ",
    "Were mmanụ nri ghekọlata ya n'ọkụ obere, tinye nnu, ose, ụgba",
    "Wụnyezie ya n'ime ji ma gwọkọta ya",
    ") Ji mmiri ọkụ",
    "Ebe foto si, Instagram/Ntanta.delicacies",
    "Nke a bụ \"igwe\" n'ihe gbasara ilekọta nwaanyị mụrụ nwa ọhụrụ oge ọmụgwọ.",
    "Ọ bụghịkwa na ndị nkịtị anaghị eri ya, mana ọ na-adị onye mụrụ nwa ọhụrụ maọbụ onye na-arịa ọrịa ịba mma n'ahụ n'ihi na ọ na-arụ ọrụ dịka ọgwụ.",
    "Ihe e ji esi ya gụnyere mkpụrụ na akwụkwọ ụzịza, azụ ọkpọ, ịsha, nnu, ose na-afụ ụfụ, ụtazị, ụfọdụ na-etinyekwa ogiri, ehuru na ehu, ụfọdụ na-etinye nchụanwụ, ụfọdụ na-etinyekwa okporoko nakwa anụ ewu, nnama maọbụ ọkụkọ.",
    "Etu ị ga-esi sie ya:",
    "Sinye ji gị n'ọkụ ma ị bachaa ma sachaa ya mmiri, tinye ya nnu",
    "Wụnye ngwa nri na azụ ọkpọọ, ogiri na mkpụrụ ụzịza a sụrụ asụ n'ime ya ma kpuchizie ya ka ọ sụwa",
    "Ji gị ghee (dụtụ ya ihe ka ị mara), tinye ya akwukwọ ụzịza/nchụanwụ situ ya obere tupu i tinyekwa ya ụtazị",
    "Kpagharịa ya ọfụma n'elu ọkụ ma kupute ya ka ọ na-eku ezigbo ọkụ.",
    "Ọ na-aka mma iri ya ka ọ na-apụ ọkụ.",
    ") Ji pọreji",
    "Ebe foto si, Instagram/Foodace",
    "Nke a bụ ji e ji aga mba.",
    "E nwee onye mba na-amaghị ụtọ ji, ji pọteji bụ nke e ji adọbata ha makana ọ na-atọwa ntị ma e site ya nke ọma.",
    "A na-esi ya ka ji akwụkwọ nri, kama mfechanye ka a na-efechanye akwụkwọ nri e ji esi nke a (ma ị chọo).",
    "Ihe e ji esi ya gụnyere mmanụ nri, azụ ọkpọ, ịsha, nnu, yabasị, ose, ụfọdụ na-etinyekwa ogiri, nakwa ngwa nri ndị ọzọ na-eme ka nri tụ mmadụ n'ọnụ, anụ maọbụ azụ.",
    "Etu ị ga-esi sie ya:",
    "Were mmiri ị ma ga-eghe ya hiri sinye ji gị n'ọkụ ma ị bachaa ma sachaa ya mmiri, tinyekwa ya nnu",
    "Wụbie mmiri ahụ tupu i wụnye ihe ndị ọzọ",
    "Ọ fọ obere ka o ghechaa, tinye mmanụ, ose na ngwa nri ndị ọzọ e ji esi ya",
    "Hapụ ụfọdụ ji ya ka o dee ede makana ọ ga-enyere aka imepụta ihe ụfodụ na-akpọ \"pọtọpọtọ ji\"",
    "Hapụ ya ka ọ sụkọọ ọnụ ma ghee eghe, werekwa ngaji na-akpagharị ya",
    ") Nri ji/Ji asụrụ asụ",
    "Ebe foto si, Instagram/Utakaegbe1",
    "Ewo o! Nke a bụ \"olu gbajie ụmụnwoke na ụmụnwaanyị\"!",
    "Ị ma etu ụtara ji a sụrụ asụ si atọ? Ị nwekwara ike ire akpa gị ma ọ bụrụ na ị ritubeghi ya wee rie ya mgbe mbụ.",
    "Ọ na-abụ e sichaa ji o dee ede a sụzịa ya asụ ọ dọọ adọ, tupu e were ofe nwere nturuugo (award) butuo ya.",
    ") Ji na stu akwa",
    "Ebe foto si, Instagram/Foodace",
    "Ị nụ na nri gụrụ mahadum, kedụ etu ọzọ e si akọwa ya na-abụghị etu a?",
    "Ji na akwa dị ka ebe mmadụ yiri uwe dị mma ma gbaa tụsa tụsa na-esi usi ọma n'ahụ tupu ọ pụwa.",
    "Na nri a dị mma abụghị naanị maka ihe ọ na-enye n'ahụ, ọ bụkwa maka na ọ bụ otu nri anaghị egbu oge isi.",
    "Ị nwee ọbịa chọrọ iri nri ọsịsọ, nke anaghị ewe nkeji 15 isikọlata na ghekọlata, buputa.",
    "Kedụ ụzọ ndị ọzọ e si esi ji ị ma?",
    "Imerienwe obodo enwe na mmadụ bụ nwanne",
    "Akụkọ ga-amasị gị:",
    "Obodo ebe enwe na mmadụ bụ nwanne",
    "Ịgụ-Arọ Ndị Igbo kpọtụrụ tata na Nri",
    "Nwaagbọghọ o ji ntuliaka họta dị ya n'Ugwu Awụsa?",
    "Gịnị ka ị ma na-enye ụmụnwoke 'afọ beer'?",
    "Ihe mere ụfọdụ anaghị eji Valentine's Day kpọrọ ihe",
    "Ihe nkiri a ga-amasị gị:",
    "Igbo foods: Ihe mere anyị ji ericha nri tupu anyị ataa anụ",
    "Vidio, Kirie ka emume idu iyi ọrụ Joe Biden dịka Onyeisiala mba Amerịka si aga20 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump20 Jenụwarị 2021",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "'Okwu gbasara Biafra karịrị Nnamdi Kanu ikwu ihe ga-eme' - George Obiozor",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'AwkaEmelitere ikpeazụ na: 21 Mee 2018",
    "'Kanu anọghị mgbe Ohanaeze na Ipob nwere nzukọ nke o ji ebo ha ebubo'Emelitere ikpeazụ na: 6 Ọgọọst 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}