{
  "published": "12 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Segun Oyeyemi",
    "Ụmụagbọghọ agba ọhụrụ chọrọ nwoke nwere ego",
    "Ụfọdụ oge ka ị ga-anụ ebe nwoke na-agba n'ezi na-ekodo aka n'ihe dị icheiche ikwu na ọ bụ ihe mere o ji eme ihe ọ na-eme.",
    "Ọtụtụ n'ime ndị na-akpa agwa a anaghị eche maka ọnọdụ nwunye ha lụbatara n'ime ụlọ nọ n'ime ya ka ha na-eme etu a n'ihi na ọ bụ nke masịrị ha ka ha chọrọ.",
    "Mana ụfọdụ ndị na-akpa agwa a amaghị na e nwere uru dị n'ịchịba ụkwụ n'ụlọ, biri n'udo dịka di na nwunye, na-agbaghị n'ezi.",
    "Ebe foto si, Getty Images",
    "Ihe nwereike igbu nwoke n'elu nwaanyị",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Uru ịjụ ajụjụ bara tupu alụmdi na nwunye",
    "Ị na-ajụ 'kedụ uru nwanụ'? Ngwa lee ha ebe a:",
    ") Ọ ga-akpịtara gị ego:",
    "Ị tinye anya gị naanị na nwaanyị ị lụrụ alụ nke gị na ya bi n'ụlọ, ị gaghị na-atufu oke ego.",
    "Onye ọbụla ma na ịchụ nwaanyị na-ebute ntufu ego; nke bụ na ị ga na-enye nwaanyị ahụ ị na-achụ ihe niile ọ chọrọ n'ihi na ị chọrọ ime ya obi ụtọ.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ nwaanyị a lụrụ alụ na-abụkarị odoziakụ karịa ndị nke a na-akpọ 'side chick' na-abụkarị akụ ka ha bịara iri",
    "Marakwa na ụfọdụ 'na-azụ' enyi ha nwaanyị ma na-elekọtakwa nwunye ha na ezinaụlọ ha.",
    "Mana nwanne ọ bụrụ naanị n'ahụ nwunye gị ka anya gị dị, ị mara na ị gaghị eke ego na akụnaụba gị ụzọ abụọ.",
    "Makana odoziakụ gị ga-eji ego ahụ mepụta ihe ị hụrụ anya, n'ụzọ ga-amasịkwa gị.",
    ") Ọ ga-akwudo gị n'akụkụ ma n'ụbịam ma n'akụnaụba",
    "Gị na-agụ akụkọ a kwuo eziokwu, ugboro ole ka ị hụrụla maọbụ nụ akụkọ nwoke na-agba n'ezi enyi ya nwaanyị wụsara ya n'ala n'ihi na ọ naghị enyezi ya ihe ọ chọrọ?",
    "N'ihi na ọtụtụ oge ego ka ụmụnwoke na-eji achụta nwaanyị na-abụghị nwunye ha, ọ na-abụ ihe ntakịrị dịka ọdachi dapụtara ha, enyi ha nwaanyị ahụ ewee mwemwe ọsọ mgbe ọ hụrụ na ego adịghịzịkwa gị n'aka ọzọ.",
    "Mana ọtụtụ oge ka nwunye ha lụrụ na-enwere ha ndidi ma ihe isiike dapụtara ha.",
    "Ha na-echeta nkwa ha kwere mgbe a na-ejikọ ha n'ụlọụka ebe ha kwuru na ha ga-ahụ di ha n'anya \"ma n'ụbịam ma n'akụnaụba\".",
    "Ọ bụkwa nwaanyị ị lụbatara n'ụlọ ga na-ekpuchi gị ka ihere ghara ime gị ma ụwa gị tụgharịa.",
    ") Ụjọ ọrịa agaghị na-atụcha gị:",
    "Ị na-anụ mgbe ọ na-abụ a na-ejikọ di na nwunye n'ụlọụka ha ekwe nkwa \"ilekọta gị ma n'ọrịa ma n'ahụike\"?",
    "Ebe foto si, Getty Images",
    "Ị bụrụ onye na-achụ nwaanyị, mgbe ọrịa dị aṅaa bịara gị ka ị ga-ama ma nke a ọ bụ eziokwu ma ọ bụ asị.",
    "Ọtụtụ oge, ụdịrị ọsọ nwaanyị ahụ ị na-achụ ga-eji wụsa ihe niile gbasara gị wee gbafuo, ị ga na-ajụ \"kedụ onye m mejọrọ n'ụwa?\"",
    "Ọ bụkwa nwaanyị ahụ ị lụbatara n'ụlọ na-anọkarị, lekọta gị n'ọrịa ahụ ma na-ekpekwa ekpere ka ụdịrị ihe a ghara ịdakwasị gị ọzọ.",
    ") Ihe ị na-achọ n'uko elu dị n'uko ala:",
    "Kwuo eziokwu, kedụ ihe na-eme ka ị chụrụ nwaanyị pụọ n'ezi?",
    "Ọ bụ mma? Ezigbo ahụ? Amamihe? Ịhụnanya?",
    "Ọ bụrụ na ị na-agwa onwe gị eziokwu ị ga-ama na ọtụtụ oge ihe ahụ ị na-achọ n'ezi nọ n'ime ụlọ gị.",
    "Ụfọdụ oge ị naghị ahụ ya n'ihi na ị chọghị ịhụ ịhụnanya nwunye gị bụ nwaanyị mụrụ nwa/ụmụ gị, na-egosi gị.",
    "Mana ị ma na ị na-egosikwa nwunye gị ịhụnanya ọ na-egosi gị, na enweghị ihe ị chọrọ ka o mee ọ na-agahị emere gị?",
    "Ụfọdụ oge ka ị ga-ahụ ka ụmụnwaanyị ndị buru ibu na-agba mbọ ịta ahụ ka ha nwee ike ịdị ka ụdịrị nwaanyị di ha na-achụ n'ezi.",
    "Nke a bụ ọmụmaatụ ihe ịhụnanya nwereike ime.",
    "Ihe ndị ọzọ dị iche iche kwesịrị ime ka nwoke ghara ịchụ nwaanyị maọbụ gbaa n'ezi.",
    "Akụkọ ga-amasị gị:",
    "Ọkụ ngaji n'eze, lee ụzọ 9 ị ga-esi rie osikapa ka ọ tụ gị n'ọnụ",
    "Ihe niile i kwesịrị ịma maka otu nche ọhụrụ ndị gọvanọ ọwụwa anyanwụ hibere",
    "Ihe pụtara na nzuko ndị gọvanọ ọwụwanyanwụ n'Enugwu",
    "Ihe nkiri a ga-amasị gị:",
    "Anyị alụọla afọ 57 mana anyị anaghị atọ ka shuga mgbe niile",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik14 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ13 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'elekere 6 gara aga",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}