{
  "published": "10 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Â© Royalty-Free/CORBIS",
    "A nọkata nọkata a nụ na nwoke nwụrụ n'elu nwaanyị maọbụ na nwaanyị nwụrụ n'okpuru nwoke, mana gịnị na-ebute ya?",
    "Ụfọdụ na-anwụ site n'ume ngwụ, ụfọdụ na-anwụ site na nkubi ume, ụfọdụ na-anwụ site n'ụzọ ndị ọzọ dị iche iche.",
    "E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?",
    "Utu rọba ana egbochi gi ịnwete ụtọ mmekọ nwoke na nwaanyị?",
    "Ihe mere ndị mmadụ ji eze 'ihe nsori'",
    "Mana ndị ọkammụta sayensị emeela nnyocha ịchọpụta ihe ndị nwereike ibute ọnwụ mgbe nwoke na nwaanyị na-enwe mmekọrịta ahụ.",
    "Dkt. Issa Dahabreh nke Tufts Medical Center dị n'obodo Boston, na mba Amerịka, mere nchọpụta na ụfọdụ ndị na-anwụ n'ihu ọrụ n'ihi obi nkoropu.",
    "Ọ kọwara na ụfọdụ oge, mmekọrịta nwoke na nwaanyị na-adị ka mmegharị ahụ nke na-adị ka ahụ gị ọ na-arụsi ọrụ ike; nke a nwereike ime ka mmadụ nwee obi nkoropu ọkachasị ndị na-anaghị emegharịbu ahụ oge ọbụla.",
    "Ebe foto si, Getty Images",
    ") Ịṅụ ọgwụ tupu ị rịa ya elu:",
    "E nwere ọgwụ ndị a na-ere maka ụmụnwoke ịṅụ tupu e dina nwaanyị, otu n'ime ha bụ nke a na-akpọ Viagra.",
    "Mana ebe ndị dọkịta na-ekwu na ọ bụ nwoke amụ ya anaghị ekelinwu kwesịrị ịṅụ ọgwụ a, ụfọdụ na-akachi ntị ṅụọ ya makana ha chọrọ ka o mee ka amụ ha kwụdosie ike oge ha na-arị nwaanyị elu.",
    "Ọ na-abụzị nsogbu nye ụfọdụ ụmụnwoke ọkachasị ndị nwere ọrịa obi (ụfọdụ anaghị ama na ha nwere ọrịa obi), n'ihi na o nwereike ime ka ume ọsọ mewe ha mgbe ha nọ n'ihu ọrụ nke nwereike ibute ọnwụ.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị ọ na-enye nsogbu bụ ndị na-aṅụ ihe karịrị ole ha kwesịrị ịṅụ tupu ha eruo n'ihu ọrụ.",
    "Ndị dọkịta na-ekwu ka a ṅụọ naanị otu mkpụrụ kwa ụbọchị n'ime ihe ruru otu awa tupu ị gaa n'ihu ọrụ, mana ụfọdụ na-aṅụ ihe karịrị otu.",
    ")Ọrịa obi:",
    "Dkt McGinger Ibeneme gwara BBC na n'ihi na mmekọrịta nwoke na nwaanyị dị ka ebe mmadụ na-emegharị ahụ ga-eme ka mmadụ na-eku ume ọsịsọ, na o nwereike itinye onye nwere ọrịa obi na nsogbu.",
    "O kwuru na onye okporo obi esighi ike nke bụ 'weak artery' na Bekee, na ọbara nwereike gbaruosie ebe ahụ ike nke ga-eme ka nsogbu nwereike ibute ọnwụ dapụta.",
    "O kwukwara na oke ọbara ịgbaju n'isi nke bụ 'cerebral haemorrhage' site n'ihe Bekee kpọrọ 'adrenaline rush' nwereike ibute nsogbu oge nwoke na nwaanyị na-enwe mmekọrịta.",
    "Nke bụ na oke ọbara gbajuo, o nwereike ikpachi ebe ikuku ndụ si abata, ọ bụrụ na ikuku ndụ ezughi ọ bụzịkwa ọnwụ na-akụ aka n'ụzọ gị.",
    ") Mkpọnwụ ahụ:",
    "Dkt Ibeneme kwuru na n'ihi etu mmekọrịta nwoke na nwaanyị si atọ, ụfọdụ oge onye nwere ọbara mgbali elu nwereike ịbanye na nsogbu.",
    "Ndị ọkammụta kwuru na ọ rakwara ahụ ịhụ ebe mmadụ nwụrụ site na mkpọnwụ ahụ a, mana mmadụ nwereike inweta mkpọnwụ ahụ site na mmekọrịta.",
    "Akụkọ ga-amasị gị:",
    "Ọkụ ngaji n'eze, lee ụzọ 9 ị ga-esi rie osikapa ka ọ tụ gị n'ọnụ",
    "Boko Haram awakpoola ndị nọ njem ma gbuo mmadụ 30 na Borno",
    "Ihe T.A Orji na-eme maka 'billions' a na-enyocha n'ọbaego nwa ya",
    "Ihe ise anyị ma maka ọrịa ọhụrụ pụtara na Benue steeti",
    "Ihe nkiri a ga-amasị gị:",
    "Ikwaiko na nwaanyị nọ na nsọ ya anaghị aba Ọgba Ezeagu",
    "Ọmụmụ",
    "Ahụike",
    "Mmekọ nwoke na nwanyị",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya4 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia4 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe i kwesịrị ịma maka Annie Idibia bụ nwunye 2face",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụ",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}