{
  "published": "14 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Foto alụmdi na nwunye Nwobi Nwatoka wuru ewu ọfụma na soshal midia ka ọtụtụ mmadụ na-ada ebube etu okenye si wee na-alụ di na nka.",
    "Nwobi kowara ije ya na mkparịtaụka, ọkachasị ihe mere o jiri nọruo etu ọ nọrọ tupu ọ lụọ di.",
    "Lee akụkọ n'ihe nkiri nọ n'elu.",
    "Ndị mere akụkọ a bụ Chiagozie Nwonwu na Nnamdi Agbanelo.",
    "Naijiria",
    "Alụmdịnanwụnye",
    "Arochukwu Marriage: Ihe mere ndị Igbo ji ajụ ese tupu alụmdi na nwunye4 Maachị 2020",
    "Relationship redflags: Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị28 Ọgọọst 2019",
    "Unmarried women: Nwaanyị alụghị di ọ ka ogbo ya lụrụ di enwe aṅụrị?13 Juun 2019",
    "Vidio, Traditional marraige: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}