{
  "published": "14 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, AFP",
    "Ọ bụghị onye ọbụla kwenyere na Valentine",
    "Ụbọchị Valentine (Febrụwarị 14) nwere ndị ọ na-eme obi aṅụrị, mana ọ bụghị onye niile ka ọ na-amasị.",
    "Ebe ndị ọzọ na-enye onyinye gụnyere ego, ihe nracha chọkọleti, flawa, ịkpọ ndị ọ dị ha n'obi apụ nlegharị anya na ihe ndị ọzọ, ndị nke a anaghị achọ iji ntị anụ maka 'Valentine' cha cha.",
    "Mịchaa ya ọnụ, gosi ya ịhụnanya taa na-emefughi oke ego",
    "Mba ndị anaghị akwadọ mmemme Valentine",
    "Nye ndị ahụ, ịhụ ebe ndị mmadụ na-enye onwe ha onyinye etu a nakwa ịhụ ebe ndị mmadụ na-eyikarị uwe na-acha ọbara ọbara nakwa/maọbụ nke ọcha agagharị (Kedụ onye kwudiri na ọ bụ agwa a ka ndị mmadụ ga na-eyi ụbọchị ahụ?) agbasaghị ha.",
    "Mana gịnị mere e ji nwee ụfọdụ ndị ọ naghị amasị isonye n'emume a?",
    ") N'ihi ụdịrị ụka ha na-aga:",
    "Maka nkwenye na mkpebi ụfọdụ ndị na-aga ụka, ha anaghị ekwe enwe aṅụrị emume ụbọchị Valentine.",
    "Ebe foto si, Getty Images",
    "N'ụka ndị ahụ, ha na-ahụta ya dịka ụbọchị 'akwamiko'; nke ha na-akọwa na akwụkwọ nsọ na-ekwu sị gbanarị.",
    "Ha na-ahụta ya na ndị mmadụ (ọkachasị ndị agbabeghi akwụkwọ) na-eji n'ihi onyinye ha nyere ibe ha emetọsị onwe ha.",
    "Ọmụmaatụ ụdịrị ụka a bụ ndị Ama Jehovah, bụ ndị na-ekwu na emume ndị a gụnyere ma ụbọchị ncheta ọmụmụ Kraịst bụ emume ndị ọgọmmụọ.",
    ") N'ihi enweghi 'ọdị gị n'obi':",
    "Ụfọdụ ndị achọghị ịma na e nwere ihe dị ka ụbọchị Valentine n'ihi na ha na-eche na ha enweghi onye ha ga-egosi ịhụnanya.",
    "Ebe foto si, Getty Images",
    "Ha dị ihe Bekee na-akpọ 'single' ụfọdụ dịkwa 'single and searching', mana ha amaghị na ị nwekwara ike igosi ma nne na nna gị na ndị ọzọ ị hụrụ n'anya ịhụnanya, na ọ bụghị naanị ọdị gị n'obi.",
    "Ndị ahụ na-ahụta ụbọchị Valentine dịka ụbọchị nkịtị chi fotere ka ụbọchị ndị ọzọ; ha achọghị ịma ihe mere a ga-eji kewapụta otu ụbọchị maka ngosi ịhụnanya.",
    "Ụfọdụ bụkwa ndi enwebeghi onye gositụrụla ha ịhụnanya n'ụbọchị Valentine ọbụla.",
    ") N'ihi ọzụzụ ha:",
    "N'ihi etu e si zụlite ụfọdụ ndị, emume dị ka nke a e ji egosi ịhụnanya anaghị amasị ha.",
    "Ụfọdụ bụ ndị a dọrọ aka na ntị oge ha na-etolite ịsị ha na 'mmekọrịta na nnọkọrịta nwoke na nwaanyị adịghị mma'.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ bụ ndị a gwara na nwoke na nwaanyị anaghị abụ enyi.",
    "Ụdịrị ndị dị etu a anaghị eji ụbọchị dị etu a kpọrọ ihe n'ihi na a zụnyeghị ha ụdịrị omume ahụ n'ahụ.",
    ") N'ihi na ịhụnanya agwọọla ha ara:",
    "Ụfọdụ ndị 'adapụla n'okwukwe' emume ụbọchị Valentine n'ihi etu ha si hushie anya n'ihe gbasara ịhụnanya.",
    "Ndị a bụ ndị ọ na-amasịbu, mana n'ihi otu ihe maọbụ abụọ tara akpụ ha hụrụ n'aka ndị bụbụ ọdị n'obi ha, okwu gbasara ịhụnanya maọbụ ụbọchị ngosi ịhụnanya abụghị ha ka ị na-akọrọ.",
    "Ha achọghị ịma ma Valentine na onwe ya osi n'ọnwụ kulie ụbọchị ahụ, n'ihi na ha achọghịkwa ịnwa aka ha n'ịhụnanya.",
    "Akụkọ ndị a ga-amasị gị:",
    "Gịnị ka ị ma na-enye ụmụnwoke 'afọ beer'?",
    "Burna Boy ọ bụ ọkachamara ịgụ egwu na Naịjirịa?",
    "Lee ihe ndị ị kwesịrị ime tupu ị nyapụ ụgbọala gị kwa ụbọchị",
    "Ihe nkiri a maka mba ndị anaghị eme emume Valentine ga-amasị gị:",
    "Mba ndị anaghị eme mmemme Valentine",
    "Mba ndị anaghị akwadọ mmemme Valentine na ịhe ha ejighị enye nkwado a.",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik14 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ13 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'elekere 6 gara aga",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}