{
  "published": "15 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Eze Nri Obidiegwu Onyeso mere emume ịgụ Arọ ndị Igbo nke na-amalite afọ ọhụrụ n'ọnụọgụgụ afọ n'ala Igbo.",
    "Ọ bụ n'obi ya ka e mere ya bụ emume taa bụ Satọde, ụbọchị 15 nke ọnwa Febrụwarị 2020.",
    "Mgbe ndị Ebonyi mepụtara omenala Igbo",
    "Gịnị jịkọrọ ụmụnwaanyị na mmọnwụ?",
    "Ịdịnotu ọdịla n'ala Ozalla?",
    "Igụ Arọ n'omenala Igbo bụ mmemme eji amalite ịgụwa afọ ọhụrụ, ma malitekwa ịkọ ugbo na ịzụ ahịa ọhụrụ dịka omenala Igbo gbo gbo siri dị.",
    "Ya bụ mmemme bụ nke ndị Nri na-eme kwa afọ dịka ndị kwuru na ha bụ isi omenala Igbo.",
    "Eze Nri bụ Obidiegwu Onyeso gbara afọ 32 n'oche Eze bụ onye nwa ya bụ Reagent Prince Ikenna Onyeso nọchitere anya ya gụrụ ya bụ afọ na nnọchite anya ndị Igbo niile.",
    "Na Obi Eze Nri, ndị Eze Obodo dị iche iche na ndị omenala zukọrọ were gọọ ala dịka ndị nnanna anyị ha siri mee ya ma nyekwa ndị ọrụ ugbo akụkụ ubi ha ga eji wee malite ya bụ afọ ọhụrụ.",
    "Dịka ọ na-agọ ya bụ afọ Eze Ikenna Onyeso kpeere ndị Igbo ekpere ka afọ ọhụrụ 2020 diri ha na mma.",
    "President General Ohaneze ndị Igbo bụ Chief Nnia Nwodo bịakwara ya bụ mmemme igụ arọ.",
    "Ihe nkiri a ga-amasị gị:",
    "Peter Obi, Abaribe, Victor Umeh bịara nkwanyeugwu na nke Eze Kanu",
    "Anapụla David Lyon mmịmị n'ọnụ nye Douye Diri",
    "Ihe mere ụfọdụ anaghị eji Valentine's Day kpọrọ ihe",
    "NA EME UGBU A, Donald Trump aṅụọla iyi ịkwụsị ụmụaka mba ọzọ a mụrụ n'Amerịka ịbụ nwafọ",
    "Ihe mere ndị uweojii ji achọghị ịtọhapụ Speed Darlington – Deji Adeyanjuelekere 8 gara aga",
    "Ụlọọrụ Electoral Commission Ghana amalitela ịkpọpụta mpụtara ntuliaka si na mpaghara dị iche icheelekere 9 gara aga",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "A gbaala Jay-Z na Diddy akwụkwọ  ọhụrụ maka idina nwata nwaanyị dị afọ 13 n'ike9 Disemba 2024",
    "Onyeisiala Bola Tinubu ahọpụtala ndị isi ọhụrụ maka ụlọọrụ South East Development Commission7 Disemba 2024",
    "Lee ọmalịcha ụmụnwaanyị 100 ndị aha ha gbara n'afọ a",
    "Steeti ndị dị n’Ọwụwa Anyanwụ maliterela ịkwụ ụgwọ opekatampe ọhụrụ na ego ole ha na-akwụ3 Disemba 2024",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka2 Disemba 2024",
    "Etu ndị mmadụ si zute ọnwụ ha n'emume ‘Christ The King’ n’ụlọụka CKC dị n'Aba, Abia Steeti26 Nọvemba 2024",
    "Ihe ọhụrụ na-eme na mba Finland gbasara Simon Ekpa26 Nọvemba 2024",
    "Etu mụ na nwunye m si malite iti egwu - Mr M and Revelation",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka",
    "Steeti ndị dị n’Ọwụwa Anyanwụ maliterela ịkwụ ụgwọ opekatampe ọhụrụ na ego ole ha na-akwụ",
    "‘Ịdị ime’ ruo ọnwa iri na ise: Akụkọ ndị ji afọ ime 'ịrịbaama' aghọgbu ndị mmadụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Other Languages",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}