{
  "published": "18 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị be anyị biko sorokwanụ m hụrụ nkea. Nwaanyị na-eri oke iri n'ụbọchị ekwuola uru ọ na-bara ya.",
    "O kwuru na onweghị ihe ọrịa iba Lassa nwerike ime ya.",
    "Mana dibia bekee kwuru na ọ bụ okpotokpo asị makana onweghị uru oke na-aba n'ahụ mmadụ.",
    "Ụlọikpe eyigharịala ụbọchị ha ga-elebanya n'ikpe Ihedioha and Uzodinma",
    "Man Utd ereela Chelsea ka ọkpa 9th Mile rie 'change'",
    "A tọhapụla Agba Jalingo n'ọnọdụ nwamgbenta",
    "Naijiria",
    "Oyi Lassa",
    "Vidio, Obi Cubana: Amaghị m maka Kingsley Orji ka ọ fọdụzịe inye ya ego, Duration 1,04,1620 Ọgọọst 2021",
    "Vidio, Angela Nwosu: Di m si mgbachi ebubo ndị mgbu nkịtị, Duration 0,4918 Ọgọọst 2021",
    "Vidio, Esemokwu ndị Navy na ndị Atani emetụtaghị ndị Ipob - Igwe Ngoody ndị Atani, Duration 5,2920 Ọgọọst 2021",
    "Gee ntị, 'Uweojii boro nwanne m nwaanyi ebubo na ọ bu onye Ipob were kpọchie ya kemgbe Juun', Duration 4,5619 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Mathew Oliver Okpara: Etu ndị agha si gbagbuo nwanne m nwoke si ọrụ alata n'Imo steeti, Duration 3,5417 Ọgọọst 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, IVF: Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Vidio, Angela Nwosu: \"Ihe mmadụ na-echere ndị ọzọ bụ ihe na-abịakute onye ahụ\", Duration 2,0311 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}