{
  "published": "22 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/@ogbonnaya_mark",
    "Isi akwụ dara n'ala so n'akwụkwọ mbụ Tony Ubesie dere",
    "Ọ bụrụ na Tony Uchenna Ubesie ka nọ ndụ, taa ka ọ gaara agba afọ iri asaa na otu.",
    "Ma na-agbanyeghị na ya bụ nwa amadị e ji eje mba alaala mmụọ, ama ka na-agbakwa maka ike ọ kpara iji wulite asụsụ Igbo .",
    "Ị ma maka Ben Enwonwu, aka na-ese ncha?",
    "Imerienwe, Obinkita, Ajatakiri na obodo ndị ọzọ aha ha adịghị mfe ịghọta",
    "Onweghị nwa afọ Igbo ọbụla mụrụ asụsụ Igbo n'ụlọakwụkwọ sekọndịrị na-agụghị ọbụladị otu n'ime akwụkwọ Ubesie dere.",
    "Ubesie abụghị onye mbụ ji Igbo dee akwụkwọ akụkọ, mana aha ya kacha ada ụda ma a gụwa ndị odeakwụkwọ Igbo.",
    "Ebe foto si, Twitter/@ogbonnaya_mark",
    "Tony Ubesie gụrụ akwụkwọ na Mahadum Naịjirịa dị na Nsụkka",
    "Ubesie bụ onye obodo Achị nke dị n'okpuru ọchịchị Oji Riva nke Enugwu steeti.",
    "A mụrụ Ubesie n'ụbọchị 22 nke ọnwa Febrụwarị afọ 1950 n'Enugwu.",
    "Ọ gụrụ akwụkwọ na Mahadum Naịjirịa dị na Nsụkka ebe ọ mụrụ maka asụsụ bụ nke Bekee kpọrọ 'Linguistics'.",
    "Akụkọ kwuru na Ubesie so na ndị agha Biafra oge a lụrụ agha.",
    "Ka agha Bịafra bichara n'afọ 1970, Ubesie malitere ide akwụkwọ akụkọ iji kọwaa ihe dị icheiche ndị mmadụ gabigara n'oge agha.",
    "Ebe foto si, Twitte/@ogbonnaya_mark",
    "Akwụkwọ Ụkwa ruo oge ya kọrọ akụkọ maka Chude na Ngọzị",
    "Ọtụtụ akwụkwọ o dere gbadoro ụkwụ n'agha Biafra.",
    "Ubesie so na-agbụrụ nke abụọ ndị ji asụsụ Igbo dee akwụkwọ.",
    "Agbụrụ nke mbụ bụ ndị dere akwụkwọ nke ha tupu alụọ agha.",
    "Ha gụnyere Pita Nwanna (onye dere Omenụkọ), D.N Achara (onye dere Ala Bingo), Leopold Bell-Gam (dere Ije Odumodu Jere), na ndị ọzọ",
    "Ebe foto si, Twitter/@ogbonnaya_mark",
    "Jụọ Obinna bụ maka nwoke na-ezogharị oge agha Bịafra",
    "Ọ bụ eziokwu na ihe e ji mara Ubesie bụ akwụkwọ akụkọ isii o dere, mana ọ bụghị naanị ha bụ akwụkwọ o dere.",
    "Ubesie dere abụ itoolu n'ime akwụkwọ abụ a kpọrọ 'Akpa Uche'.",
    "O nwekwara otu akwụkwọ ejije.",
    "Akwụkwọ akụkọ ya gụnyere:",
    "Ụkwa ruo oge ya ọ daa (1973)",
    "Isi akwụ dara n'ala (1973)",
    "Mmiri ọkụ e ji egbu ibe (1974)",
    "Ụkpana okpoko buuru (1975)",
    "Ụkpaka mịịrị onye ụbịam (1975)",
    "Jụọ Obinna (1976)",
    "Okokporo (1988)",
    "Ubesie bụkwa onye ntaakụkọ, onye nhazi ejije nke Bekee kpọrọ \"theatre director\" nakwa onye nkwalite ọdịnala.",
    "Ebe foto si, Twitter/@ogbonnaya_mark",
    "Nke a bụ akụkọ nwata Enyi na ndị otu ya mechara bụrụ ndị ekperima",
    "Dịka e si depụta n'ọba ozi wikidata.org, Tony Ubesie nwụrụ n'ihe mberede okporoụzọ na Mmakụ dị n'Enugwu.",
    "Ihe mberede a mere n'ụbọchị 11 nke ọnwa Febrụwarị afọ 1994.",
    "Mana ndị Igbo na-atụ ilu sị, \"Dimkpa taa akụ, a hụ ichere ya\".",
    "Ubesie gbalịrị ike ya ịkwalite asụsụ Igbo oge ọ dị ndụ, ye mere ude ya ka ji ede na-agbanyeghi na o meela afọ 26 ọ larala mmụọ.",
    "Ogbonnaya Mark bụ nwaokorobịa na-ede akwụkwọ Igbo kwuru na ọ bụ Ubesie kpalitere ya o ji malite inwe mmasị ịkwalite asụsụ Igbo.",
    "Prince Ik Okolo gbakwara ama na Ubesie bụ dike e ji aga mba n'ịkwalite asụsụ Igbo.",
    "@OnyeAjụjụ na @ikifediata kwuru na onye chọrọ ịmụta asụsụ Igbo, ya gụọ akwụkwọ Ubesie.",
    "Vidio, Ndị ọcha na-akwalite asụsụ na omenala Igbo karịa ndị Igbo - Chinedum Ofomata28 Juun 2021",
    "Gee ntị, BBC Nkeji28 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Atagaelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Etu nwanne di m si kutuo ụlọ di m hapụrụ mụ na ụmụ ise - Nwanyi Ajadụ bi n'Imo steeti",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'Emelitere ikpeazụ na: 17 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}