{
  "published": "23 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Ebe foto si, Matsecooks",
    "Onye ọbụla nrị na-amasị ma na agwa bụ asa na nrị. Eziokwu agwa bụrụ nwaanyị ọ ga-abụ asa dị egwu. Otụtụ nrị eji agwa esi nke mere na ị jụọ mụ, m ga-asị gi na agwa bụ oyoyo na nrị.",
    "Ndị afọ nrị nille ma na agwa na-edozi ahụ ma na enyere aka n'ihe gbasara ahụisiike.",
    "",
    "O nweghị etu ọbụla ị ga-esi sie agwa ka ọ hapụ ịtọwa ntị.",
    "Ị ma na e nwereike ighe agwa eghe, ma ọ bụ kwọchaa ya ka ọ bụrụ flawa e jizi eme ihe dị iche iche.",
    "Ngwa weta oche, nọrọ ọdụ ka-anyị zọpụ njem ka ị mara ihe agwa ji bụrụ sawam maka nri oriri.",
    "Gịnị ka agwa na-enye n'ahụ?",
    "Ebe foto si, FoodAce",
    "Lekwa etu agwa na anụ ọkụkụ siri dịka dị na nwunye",
    "Onye ọbụla na-eri agwa nke ọma na-agbatị ndụ ya. Nkea bụ maka na ihe agwa nwere ọtụtụ ihe dị n'ime ya na-edozi ahụ.",
    "Ụfọdụ n'ime ihe ndịa na-edozi ahụ gunyere  Kalori, purotin, abụba, Kọpa, zịnkị, potashium, Vịtamin B6 na ọtụtụ ihe ndị ọzo na-edozi ahụ.",
    "Mana n'ụzọ ọga-adị mfe, lekwa etu agwa si edozi ahụ",
    "Agwa na-enyere aka maka ọnye chọrọ ịta ahụ. Nkea bụ maka na onweghị oke abụba nke na-ebute ibu.",
    "Nke abụọ bụ na agwa na-enyere aka maka mgbarị nrị maka na o nwere fịba.",
    "Ọzọ bụkwa na ọ na-edozi obi maka na ọnweghị oke abụba nke mere na onye na-erikarị ya anaghị arịa ọrịa obi.",
    "Lee ụzọ dị iche iche e si esi agwa",
    "Ebe foto si, Matsecooks",
    "Agwa bụ nrị na-amasị ndị Igbo.Ụzọ esi eri agwa ndị mmadụ kachamara bụ agwa agwọrọ agwọ.",
    "Enwere ike ịji ọtụtụ ihe ndị ọzọ rie agwa mana ọtụtụ n'ime nri ndịa na-ebido n'agwa agwọrọ agwọ.",
    "Ebe foto si, Matsecooks",
    "Ufọdụ na-akpo agwa na achịcha bụ kwa ezigbo enyi",
    "Ihe eji esi agwa agwọrọ agwọ",
    "Ebe foto si, Matsecooks",
    "Negodi agwa agwọrọ agwọ nwere 'Visa'",
    "Iko beans anọ",
    "Ọkara mmanụ nri",
    "tomantọ anọ",
    "ose",
    "yabasị",
    "ịsha",
    "na nnu.",
    "Etu e si esi ya",
    "Saa agwa tinye ya na ite ị tinyere iko mmiri anọ",
    "Sie ya ihe dịka nkeji iri anọ",
    "Dịka agwa na-asụ, gwọọ ịsha, ayo na ose gị",
    "Mgbe agwụ derela, tinye ịsha,ayo, ose na mmanụ",
    "Tinye nnụ etụ ị si chọọ ma hapụ ya ka ọ sụkota ọnụ n'ime nkeji iri.",
    "Gbanyụọ ọkụ ma chere nkeji ise tupu ị kuputa ya.",
    "Ebe foto si, Mastecooks",
    "Akara, achịcha na akamụ na-aga serere",
    "A si na nwata na-ata akara na-ata ego ya. Echetara m mgbe mmadu bụ nwata ọ na-abụkari ụtụtụ ụbọchị sunde ka a na-enye anyị akara.",
    "Akara na-akacha atọ ụtọ mgbe ọ di ọkụ ọkachasị mgbe ị ji achịcha ata ya nke ụfodụ ndị na-akpọ 'Burger' ndị be anyị .",
    "Ebe foto si, Matsecooks",
    "Biko arachakwala ekwentị gị",
    "Ufodu na eji kwa akamụ ma ọ bụ garị erị akara.",
    "Mana kedu etu e si esi akara?",
    "Nke mbụ bụ na ị ga-etinye agwa gị na mmiri n'ihe dịka nkeji iri atọ ka mmiri banye n'ime ya",
    "I ga-ewepụ azụ agwa dịka ị na asa ya mmiri.",
    "Mgbe ị mechara, ị tụgharịa ya nke ọma ka ọ rọo arọ.",
    "Tinye zia ose na ayo, nnụ na ihe eji enye nri ụtọ",
    "Mana echefu kwana ịsịnye mmanụ gị n'ọkụ.",
    "Were ngaji kunye agwa ị kwọro akwọ n'ime mmanụ ọku a",
    "Tugharịa ya n'obere oge ka ọ yee nke ọma.",
    "Maị Maị",
    "Ebe foto si, Foodace",
    "Hewu! Nke a na-atọba n'ụmị.",
    "Maị maị bụ nri mmadụ nwere ike iri mgbe ọbụla nakwa ebe ọbụla.",
    "Ị nwere ike iji ihe gunyere akwụkwọ nri, komkom igwe, komkom mmiri ara ehi, 'Foil' were kechie ya.",
    "Ụfọdụ ndị dọkịta ahụike na-ekwu na akpa wakịrị wakịrị nke a na-akpọ 'Santana' adịghị mma iji kechie ya.",
    "Ị chọrọzia ka Maị maị gị bụru oyoyo, i nwereike itinye ya azu ma ọ bụ akwa e siri esi.",
    "Ebe foto si, FoodAce",
    "Moimoi na akwa esiri esi bụ erichaa amịchaa aka",
    "Akamụ na garị na moimoi gbara ndụ, maka ị were ha rie moimoi ịghọta na ụtọ azu dị n'isi ya.",
    "Ụfọdụ na-eji kwa achịcha eri moimoi mana otu ọbụla, moimoi na-atọ ụtọ pụru iche.",
    "Etu e si esi Mọịmọị",
    "Tinye agwa n'ime mmiri hapụ ya otu awa",
    "saa ya ma wepụ azụ agwa",
    "kwọọ ya ma tinye ya mmiri ka ọ gbatụ obere mmiri",
    "tinye mmanu, ose, nnu, yabasị na ogiri bekee.",
    "Ebe foto si, Mastecooks",
    "Mọịmọị na Kụstadị,Akamụ, achịcha ma ọ bụ oot na-agakọ nke ọma",
    "tee mmanụ n'ahụ komkom ị chọro iji sie ya",
    "wụnye agwa a akwọrọ akwọ na komkom ndịa.",
    "ị nwere ike itinye azụ ma ọ bụ akwa esiri esi na ya bu moimoi.",
    "Tupu ị sinye ya n'ọkụ, tinye osisi ma ọ bụ akwụkwọ nri n'ala ite maka ire ọkụ",
    "tinye mọịmoi na ite ma sikwasa ite n'ọkụ",
    "ọ na-ewekarị ihe dịka nkeji iri atọ ruo otu awa tupu o ghee",
    "Agwa asụrụ asụ",
    "Ebe foto si, Matsecooks",
    "Ọ bụ stu ya mere ka agwa a pụọ iche",
    "Agwa asụrụ asu kacha baa ụba na mpaghara owụwa anyanwụ Naijirịa.",
    "Ọ na-abụ a sụ chaa agwa esiri esi  ewere stụ a na akpo 'Ewa Agoyin' were rie ya.",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ Igbo",
    "Lampard akuzierela Mourinho na 20 bụ ọgụ",
    "Ihe ndị a ị na-etinye n'ọnụ nwereike igbu gị",
    "Kedụ onye ga-akụpụ ibe ya ọkwụrụ n'anya n'etiti Wilder na Fury?",
    "Ihe nkiri a ga-amasị gị:",
    "Ihe ị ga-eme ka ị wee gbochie nri agbarighị agbari n'ahụ gị",
    "Healthy diet: Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm7 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Female Genital Mutilation: Abịa na Imo steeti enweghị iwu machiri ibi nwaanyị ugwu7 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Mathias Ekweremadu: Ike Ekweremadu akwaala akwa arịrị maka ọnwụ nwanne ya nke nta",
    "\"Amerịka, daalụ maka ịkwụnyere Ngozi Okonjo-Iweala\" - Onyeisiala Buhari",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirusEmelitere ikpeazụ na: 23 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}