{
  "published": "23 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Tyson Fury kụpụrụ Deontay Wilder mkpụrụ agịrị n'anya",
    "Ọ bụrụ na Deontay Wilder pụta ụwa ọzọ, ọ gaghị echere Tyson Fury aka mgba ọzọ n'ihi ụdị ihe Fury kụrụ ya taa.",
    "Mana nke bụ eziokwu bụ na Wilder gbalịrị ike ya, mana nwoke na ibe ya ha bụ n'ọnụ.",
    "Tyson Fury na Deontay Wilder ekwetela izute onwe ha ọzọ",
    "Tyson Fury na Braun Strowman ga-achịpụ ya na WWE taa",
    "Anthony Joshua a na-atụ Wilder egwu?",
    "Lee etu ọkpọ ahụ siri gaa n'isi ụtụtụ ụbọchị Sọnde, abalị iri nke ọnwa Ọkụtoba afọ 2021",
    "Ebe foto si, Getty Images",
    "N'agba nke iri na otu ka onye ogbu opi kwụsịrị ya bụ ọgụ ma nye Tyson Fury mmeri.",
    "N'agbanyeghị na Tyson Fury meriri ọgụ a, anya ya hụkwara ndị mmụọ n'ihi na Wilder abụghị ofe nkupu.",
    "Oge ọgụ a ruru agba nke atọ, Fury kuturu Wilder n'ala, o bilie. N'agba nke anọ Wilder akụtuo Fury n'ala, o bilikwaa.",
    "N'eziokwu, ugboro abụọ ka Wilder kụrụ Fury ọkpọ ọ sụọ ike n'ala, mana Fury bilichara.",
    "Oge ọkpọ ahụ banyewere agba nke asatọ, ka ike malitere ịgwụ Wilder, mana ọ gbalịrị n'aga n'ihu.",
    "N'agba nke iri, Fury kụnyekwara Wilder ajụ n'anya, ọ sọọ ganagana sụọ ike n'ala, mechaa bilikwaa.",
    "Mana oge Fury chọziri iji ọkpọ kụkpọọ Wilder anya, n'agba nke iri na otu, Wilder ji afọ ruo ala, nke mere ka onye ogbu opi kpebie na ọgụ ahụ ebiela.",
    "Ugbua, ihe fọziiri Fury bụ ichebiri Anthony Joshua maọbụ Oleksandr Usyk iji bụrụ ọkaibe n'ezie n'asọmpi ọkpọ n'ụwa.",
    "Ebe foto si, Getty Images",
    "Tyson Fury abụrụla Eze dịka o meriri Deontay Wilder n'ọkpọ asọmpị WBC.",
    "Ọ bụ n'agba nke asaa ka ndị otu Deontay Wilder weliri aka elu tupu asọmpi a abụru akwamozu.",
    "Tyson Fury enyeghị Deontay Wilder efe imeharị ahụ.",
    "Gịnị ka mmeri a pụtara?",
    "I chetara na ọ bụ n'afọ 2015 ka Fury metụrụ mmerị dị etu a aka.",
    "Akukọ kwuru mgbe ahụ na ihe kpatara Deontay ji anyụ ya anya kamgbe afọ ise ndị a bụ maka ahụ ibu ya nakwa ihe ndị ọzọ.",
    "Mana ọ dịka Fury riri amosu eji atahụ were pụtazịa n'afọ 2020 wee mewa Deontay obi site n'ikụfụ kpakpando n'anya n'agba ugboro ugboro nke asọmpị a.",
    "Nke a mere ka ndị ọnụ na-eru n'okwu kwuo na ọ bụ okwu ka Fury ji mmeri a kwuo.",
    "Nke mbụ sị n'akara twitter nna ukwu @LennoxLewis kelere Fury ma gwa Wilder ka ọ mụrụ akọ site na mmeri a.",
    "@nielo_2wit kwuru na ọ bụ etu a ka ụwa dị.",
    "Mana @RyanCFowler nwere ozioma pụrụiche nye Deontay Wilder.",
    "@luckiest2020 weputara ozi Wilder na Fury zigara onwe ha ma kwuo na ọ dịghị mma ka mmadụ kparịa Chukwu.",
    "Onye afọ nrị! lekwa ihe mere ụtọ agwa ji aba n'ụmị",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ Igbo",
    "Ihe ndị a ị na-etinye n'ọnụ nwereike igbu gị",
    "Ịga 'honeymoon' na ihe ndị ọzọ a mụtara n'aka ndị ọcha",
    "Amerika",
    "Egwuruegwu",
    "Fury vs Wilder II: Tyson na Deontay ekwetela izute onwe ha ọzọ27 Disemba 2019",
    "WWE Crown Jewel: Taa ka Tyson Fury na Braun Strowman ga-achịpụ ya31 Ọktọba 2019",
    "WBC: Anthony Joshua a na-atụ Wilder egwu?24 Febụwarị 2020",
    "DSS akpụrụla Chiwetalu Agu gawa Abuja - Steve Ebohelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Azụmaahịa ndị mere e ji a kpọ ndị Anambra 'ide ji mba'10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "DSS akpụrụla Chiwetalu Agu gawa Abuja - Steve Eboh",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Ndị gburu nwa m nwoke napụrụ m onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "A gbagbuola ndị uweojii abụọ na mmadụ asatọ ọzọ n'Ebonyi steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}