{
  "published": "25 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A na-asị na ọ bụrụ na ịchọtaghị ọrụ, ịchepụta ọrụ.",
    "Nke a bụ ihe mere Chidi, nwaokorọbịa na-azụ ezi.",
    "Ọ gwara anyị na ọ bụrụgodi na ọrụ bia ugbua ọ gaghị elenwuzi ya anya maka ezigbo ego ọ na-enweta n'ịzụ ezi.",
    "Ndị mere akụkọ a bụ Vining Ogu",
    "Ọgba mbọ: Lee Ukamaka na-arụpụta ụzụ igwe",
    "Onye ọkaiwu na-ere ọkpa",
    "Ọgba mbọ: Etu m si bido ịgba mbọ",
    "Lee ihe ndị ị kwesịrị ime tupu ị nyapụ ụgbọala gị kwa ụbọchị",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Fuel price hike: Ihe ndị mmadụ na-ekwu maka ọnụahịa mmanụ ụgbọala, Duration 1,15elekere 4 gara aga",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Banga: Etu Covid-19 na afọime ji zi m ụzọ imepụta na ire mmiri akwụ Banga e ji ete ofe banga- Udoka Ugwu, Duration 2,5416 Maachị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Hajia Sefia Ali nwaanyị awụsa na-ata asụsụ Igbo ka ọjị, Duration 4,3525 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}