{
  "published": "26 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ na'efegharị na soshal midia na-ekwu na Gọvanọ Hope Uzodịnma nke Imo steeti ahọpụtala onye ga-abụ 'Emir' na steeti ahụ bụ akụkọ ụgha.",
    "Nnyocha BBC Igbo mere gosiri na onweghi onye ọbụla bụ 'Emir' na Imo steeti.",
    "Hope Uzodinma aṅụọla iyi ọrụ",
    "Amụma Mbaka emezuela, Hope Uzodinma emeriela dịka Gọvanọ Imo steeti",
    "Ihe mere bụ na ndị Igbo na-ekpe okpukperechi Alakụba gara njem nleta na ekele n'ụlọ gọọmentị Imo n'ụbọchị Tuzde.",
    "Ha gara ka ha gosi Gọvanọ Uzodinma onye ha họpụtara dịka onyeisi ekpere ha nke a kpọrọ Imam.",
    "Dịka Ihe onyonyo BBC Igbo hụrụ si gosi, aha Imam a bụ Suleiman Njoku.",
    "Ọ bụ onye Mbaise, ma bụrụkwa onye ọkaiwu.",
    "Onyeisi otu a kpọrọ 'Imo State Muslim Council' bụ Basheer Uwakwe, sokwa mee njem a.",
    "Uwakwe kọwara na ha họọrọ Njokụ dịka 'Imam' n'ihi ọnwụ Alhaji Dauda Onyeagaocha, bụ onye jibu ọkwa ahụ tupu ọ laa mmụọ.",
    "Ọ bụghị Uzodinma ji aka ya họpụta 'Imam' ahụ dịka akụkọ ụfọdụ si ekwu.",
    "BBC Igbo kpọtụkwaara Oguwike Nwachukwu bụ onyeisi mgbasa ozi Uzodinma, mana ekwentị ya agaghị aga.",
    "Mana Marcel Nlemigbo, onyeisi pati APC n'Imo steeti kwuru na onweghị ihe ọbụla dịka ọkwa 'Emir' na steeti ahụ.",
    "Duoye Diri (yi akwa anụnụ anụnụ) bụ Gọvanọ Bayelsa steeti",
    "Ụlọikpe kachasị enyela ndị otu pati 'All Progressives Congress' ọsọ gbasara ikpe onye meriri ọkwa gọvanọ Bayelsa steeti.",
    "Na mkpebi e nyere n'Abụja n'ụbọchị Wenezde, ụlọikpe kwuru na ndị APC ejighi okwu.",
    "Anapụla David Lyon mmịmị n'ọnụ nye Douye Diri",
    "David Lyon nke APC emeriela PDP n'okpuru ọchịchị 6 n'ime 8 dị na Bayelsa steeti",
    "Ihe ị maghị maka David Lyon",
    "Cheta na ndị ọkaikpe ise nke ụlọikpe kachasị kagburu mmeri David Lyon nke APC na ntuliaka gọvanọ Bayelsa e mere n'ọnwa Nọvemba afọ 2019, ma kwuo na ọbụ pati 'Peoples Democratic Party' meriri.",
    "Ha kọwara na Biobarakuma Degi-Eremienyo bụ onye so Lyon zọọ ọchịchị dịka osote gọvanọ nyere ụlọọrụ INEC asambodo adigboroja.",
    "N'ihi nke a, ha kagburu vootu niile nke APC (Lyon na Degi-Eremienyo) nwetara na ntuliaka ahụ.",
    "Ebe foto si, Lyon and Diri/ Twitter",
    "Mana ndị APC gbara isi akwara ma gaghachi azụ n'ụlọikpe rịọ ha ka e lebaa anya n'ikpe ahụ ọzọ.",
    "Ụlọikpe kachasị wee gbakwaa isi akwara kụchapụ ya bụ ikpe.",
    "Ndị ọkaikpe ahụ dakwara ndị ọkaikpe ndị APC nakwa ọkaikpe David Lyon nha nde naịra iri n'otu n'otu maka ịmetọ usoro iwu.",
    "Na nkwubi okwu ha, ndị ụlọikpe kachasị kwuru na ha abụghị nkịta na-agbụpụ racharakwa.",
    "Ndị ụka Katọlik n'Enugwu amalitela ngagharị ekpere iji ruo ụjụ maka ndị otu Kraịst e gburu egbu na Naịjirịa.",
    "Cheta na ndị Bishọp Naịjirịa nyere ntuziaka ka ndị ụka ha niile yie uwe ojii n'ụbọchị Wenezde bụ ụbọchị ụka ntụ maka mmalite oge Lent.",
    "Nke a bụ iji ruo ụjụ maka ndị niile ndi ekperima gburu n'ọdị nso a.",
    "Ebe foto si, EPA",
    "Ọ bụ ndị agha bu akpati ozu Mubarak.",
    "Mba Egypt amalitela emume akwamozu maka aka chiburu mba ahụ bụ Hosni Mubarak.",
    "Gọọmentị Egypt na-akwanyere Mubarak ugwu pụrụ iche na-agbanyeghi na ụlọikpe mara ya ikpe maka nrụrụaka oge ọ dị ndụ.",
    "Robert Mugabe anwụọla n'afọ 95",
    "APC akwala arịrị n'ọnwụ Sịnetọ Uwajumogu",
    "Onyeisiala mba ahụ bụ Abdul Fattah al-Sisi na ndị ọzọ welitere isi gara ya bụ emume, ebe ọbụkwa ndị agha bu akpati ozu Mubarak.",
    "Gọọmentị wepụtakwara abalị atọ iji ruo ụjụ maka ọnwụ ya.",
    "Mubarak nwụrụ n'ụbọchị Tuzde ka ọ gbachara afọ iri itoolu na otu.",
    "Ebe foto si, Twitter/Abia Warriors",
    "Ngalaba na-elekọta egwuregwu bọọlụ na Naịjirịa eriela otu egwu bọọlụ Abịa Warriors iwu nde naịra ise maka iluso ndị Enyimba ọgụ oge ha abụọ sọkọtara mpi n'izuụka gara aga.",
    "N'ime ego a, a ga-enye ndị Enyimba nde naịra abụọ na ụma ise.",
    "Abia Warriors ga-agbakwa asọmpi atọ ha na-abịa abịa n'ama egwuregwu a kpọchiri akpọchi na-enweghi ndị otu ha ga abịa ịja ha ike.",
    "Oge ọgụ ahụ dapụtara n'etiti ndị nkwado otu egwu abụọ a, e merụrụ onyeisi ndị Enyimba bụ Felix Anyansi-Agwu ahụ nke mere ka e buru ya gaa ụlọọgwụ.",
    "Ebe foto si, AFP",
    "Ndị uweojii kpuchiri imi na mba Ọstrịa",
    "Ọrịa coronavirus abatala na mba ndị nọ na Yurop gụnyere Ọstrịa, Kroeshia na Swizaland, nakwa n'Ọljiria dị n'Afrịka, dịka ndị si mba Itali lọta butere ya.",
    "Ka ọ dị ugbua, Itali so na mba ndị ọrịa a kacha enye nsogbu dịka o gburula mmadụ iri na otu n'ime ihe karịrị narị atọ bu ya.",
    "Etu coronavirus si metụta ndụ mmadụ n'abụghị naanị n'ahụike",
    "Mba China sị ka anyị ghara ikwu maka Coronavirus - Onye Naịjirịa nọ na China",
    "Ihe ị ga-eme ma etinye gị na 'quarantine' n'ihi ọrịa coronavirus maọbụ 'Lassa Fever'",
    "Iwu ọhụrụ nwereike ikpuchite ndị omeiwu",
    "Ndị ụlọomeiwu nta ebufeela iwu nke ga-ekpuchite ndị omeiwu etiti nakwa nke steeti n'aka onye ọbụla chọrọ ịgba ha akwụkwọ n'ụlọikpe.",
    "Ebe foto si, Facebook/Femi Gbajabiamila",
    "Nke a bụ ugboro abụọ a ga-ebufe iwu a bụ nke Femi Gbajabiamila bụ onyeisi ụlọomeiwu ahụ sị na ya akwadoghi.",
    "Ọ sị na naanị ihe ga-eme ka ọ kwado ya bụ ma ọ bụrụ na iwu a ga-ebido n'afọ 2023, bụ mgbe ha ga-aritu n'oche ọchịchị.",
    "A gbasaala ngalaba ZIS",
    "Ebe foto si, Nigeria Police",
    "Mohammed Adamu bụ onyeisi ndị Uweojii Naịjiria agbasaala ngalaba Zonal Intervention Squad (ZIS) iri na abụọ, n'ihi ogbugbu Kazeem Tiamiyu bụ ọgbaa bọọlụ ndị ngalaba ahụ kwapụrụ n'ụgbọala na-aga aga.",
    "Ndị ngalaba ahụ nọ na-arụbu n'okpuru osote onyeisi ndị uweojii n'obodo ndị bụ okeala na Legọs na Ogun steeti.",
    "Ọgbaaghara ataala isi mmadụ 21 n'India",
    "Ebe foto si, AFP",
    "A gbaala ihe ruru ụlọalakụba abụọ ọkụ kemgbe ọgbaaghara a dapụtara",
    "Ọnụọgụgụ ihe nwụrụla n'ime abalị atọ ọgbaghara dapụtara n'obodo Delhi dị n'India, eruola iri abụọ na otu.",
    "Mara na ọgbaghara a mere e jizi na-awakpo ndị ụka alakụba, dapụtara n'ihi okwu gbasara iwu amaala.",
    "N'egwuregwu,",
    "Otu onye ga-anụ ụda ya taa mgbe Real Madrid na Man City ga-ezute na Santiago Bernabéu.",
    "Ebe Cristiano Ronaldo na ndị Juventus ibe ya ga-eburu ọgụ gakwuru ndị Lyon na Frans.",
    "Ụbọchị ụka ntụ",
    "Taa bụ ụbọchị Wenesde ka ndị ụka Kraist nọ na mpaghara dị iche iche n'ụwa ga-anara akara ntụ.",
    "Mana ndị Bishop nọ n'okpuru Catholic Bishops' Conference of Nigeria (CBCN) ekwuola na ha ga-eme ekpere ngagharị n'ụbọchị ụka na-abịanụ iji gosi iwe ha gbasara enweghị ezigbo nchekwa na Naịjiria.",
    "Ash Wednesday: 'Onye ọbụla chọrọ gị okwu maka uwe ojii i yi, gwa anyị'-  Bishop Martins",
    "Ihe gbasara nchekwa Naịjirịa",
    "Ebe foto si, Getty Images",
    "Ndị agha Naịjirịa na-ebuso Boko Haram agha, mana ndị Boko Haram Kpọrọ ekwo nkụ",
    "Ndị ụlọomeiwu ukwu agwala ọchịagha ndịagha Naịjirịa ka ha mepegharịa isi ụlọorụ ha n'obodo Garkida dị n'Adamawa steeti nakwa nnukwu obodo ndị dị nso oke ọhịa Sambisa.",
    "Nke a na-abịa dịka ndị omekome wakporo obodo Garkida n'abalị ise gara aga.",
    "N'egwuregwu,",
    "Ndị Chelsea ji nkata kporo goolu atọ asataghị otu dịka Bayern Munich bịara n'azụ ụlọ ha gbabaa ha afọ n'asọmpi Champions League.",
    "Barcelona na onwe ha zọrọla isi onwe ha n'aka Napoli dịka ha sara otu goolu e nyere ha iji gbaa onye lawa onye lawa.",
    "Gere akụkọ BBC Igbo n'otu nkeji:",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Ihe nkiri a ga-amasị gị:",
    "Ash Wednesday: 'Onye ọbụla chọrọ gị okwu maka uwe ojii i yi, gwa anyị'-  Bishop Martins",
    "Emir of Aba controversy: Etu atụmatụ ichi 'Emir nke Aba si bute okwu n'Abia steetielekere 9 gara aga",
    "Etu Ụlọikpe si tụọ nwaanyị ji ụmụaka ụmụnwaanyị agba mgbere akwụna mkpọrọ afọ 219 Febụwarị 2023",
    "New Naira: Etu ndị bi n'Ọwụwa Anyanwụ si ata ahụhụ n'inwete ego ọhụrụ8 Febụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Mr Ibu vs Wife : Ihe m kwuru ekwughịzi m-Nwunye Ibu",
    "Ihe Fr Mbaka kwuru maka ego Naira ọhụrụ,Nnamdi Kanu",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ụlọikpe si tụọ nwaanyị ji ụmụaka ụmụnwaanyị agba mgbere akwụna mkpọrọ afọ 21",
    "Turkey Earthquake: Ndị nwụrụ n' ala ọmajiji  Turkey nwereike iru mmadụ 20,000",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?",
    "Etu atụmatu ichi Emir nke Aba si bute okwu n'Abia steeti",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Onye bụ ọchịagha Ibrahim Babangida?Emelitere ikpeazụ na: 31 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}