{
  "published": "2 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ọtụtụ oge ka ndị mmadụ na-eche na ụmụnwoke na-agba n'ezi karịa ụmụnwaanyị, mana ọ bụ eziokwu?",
    "Ọtụtụ mmadụ ga-akpọ ihe dị iche iche ịgba n'ezi, mana ọ bụghị onye niile ga-akọwanwu ihe ha chere ga-ebutenwu ha ịgba n'ezi.",
    "Ihe nwereike igbu nwoke n'elu nwaanyị",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ",
    "Etu ndị Igbo si agba \"alụkwaghịm\"",
    "Ọtụtụ ndị mmadụ amaghịkwa ihe ha ga-eme ma ha chọpụta na onye otu ha gbara n'ezi, n'agbanyeghi na ha etuola ọnụ ihe ha ga-eme tupu ya bụ ihe emee.",
    "Ebe ọtụtụ ndị ọzọ anaghị ekweta na onye nke ha gbara n'ezi, ma ọ bụghị ma ọ bụzị onye ahụ jizi aka ya kwupute ya.",
    "Ọtụtụ ndị ọzọ bụ ndị na-atụ ụjọ na ndị otu ha ga-agbarịrị n'ezi.",
    "Ihe ụfọdụ kpọrọ ịgba n'ezi abụghị ihe ibe ha na-akpọ ya. Mana lee ụfọdụ ihe ndị mmadụ na-akpọ ịgba n'ezi:",
    "Idina onye abụghị di maọbụ nwunye gị nakwa onye abụghị enyi gị nwoke maọbụ nwaanyị",
    "Ịkpanyere onye abụghị onye obi ụtọ gị nkata ebe ọ dị ukwuu, ma na mmadụ ma n'ekwentị, nke nwereike ibute iche echiche maka onye ahụ ụfọdụ oge",
    "Ịmịcha onye abụghị onye obi ụtọ gị ọnụ",
    "Ile ihe nkiri ndị gba ọtọ nke Bekee kpọrọ \"pornography\".",
    "N'akụkọ BBC dere oge gara aga, ha tinyere nchọpụta na ọtụtụ ndị gbara n'ezi ekwebughi na ha ga-agba n'ezi.",
    "N'afọ 2000, ngalaba a kpọrọ \"National Survey of Sexual Attitudes and Lifestyles\" (Natsal) mere nnyocha ma chọpụta na pasentị ụmụnwoke 15 gbara n'ezi, ebe pasentị ụmụnwaanyị itoolu mekwara otu ihe ahụ.",
    "Dọkịta Catherine Mercer, bụ onyeisi ndị mere nchọpụta Natsal a, kwuru sị na ohere a dị n'etiti ụmụnwoke na ụmụnwaanyị nwereike ịbụ n'ihi na ọ na-ara ụmụnwaanyị ahụ ikwenye na ha gbara n'ezi karịa ụmụnwoke.",
    "O kwuru sị \"Anyị enweghi ike ileru anya mara mgbe mmadụ gbara n'ezi, ya mere anyị ga-eji dabere n'ihe ndị mmadụ gwara anyị. Anyị makwu na ihe dị iche iche dị n'ihe gbasara etu nwoke na nwaanyị si ekwuputa maka mmekọrịta.\"",
    "Nchọpụta Natsal kọwara na ihe ndị iche ji dịrị na pasentị ndị na-agba n'ezi bụ na ụmụnwaanyị anaghị edinakarị ọtụtu ụmụnwoke, ọzọ bụkwa na o nwereike ịbụ maka afọ ole onye dị.",
    "\"Anyị ma na ụmụnwoke na-atọkarị ụmụnwaanyị ọ bụ ha na ha. Ị chee ya eche hụ ebe nwoke dinara nwaanyị (nwereike ịbụ na o nweghi enyi nwoke) ọ tọrọ ọfụma ma ọ gbaa n'ezi, ị ga-ahụ na ọ bụ ya kacha nwee ike ịgba n'ezi karịa nke nwaanyị.\"",
    "Mana nnyocha e mere n'afọ 2017 na-akọwa na ụmụnwoke na ụmụnwaanyị na-agba n'ezi aharala.",
    "Ndị ha na obi ụtọ ha ebikọghị ọnụ",
    "Ndị ekwenyechaghị n'ihe gbasara ụka na ofufe",
    "Ndị na-apụkarị apụ maka ọrụ",
    "Akụkọ ga-amasị gị:",
    "Ihe ndị ị kwesịrị ịma tupu ị lụọ nwaanyị Igbo",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "Ọtaakụ, lee ego ole ị sụpịara n'ọnụ n'afọ iri",
    "Ihe nkiri a ga-amasị gị:",
    "Gịnị ga-eme nwoke Igbo ajụ nri nwunye ya siri?",
    "Omume",
    "Okike",
    "Alụmdịnanwụnye",
    "Vidio, \"Ụjọ ọnwụ ka na-atụ mama nnukwu m na-agbanyeghi na ọ karịrị afọ 100\"8 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Buhari na-abịa ime n'Imo Steetielekere 6 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya1 Septemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakor",
    "Ihe ụlọikpe Magistrate kpebiri maka Chidimma Ojukwu e boro ebubo ogbugbu Usifo Ataga",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibia",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}