{
  "published": "29 Febụwarị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mmekọrịta nwoke na nwaanyị na-atọwa ntị ma ihe niile dabaa ọfụma.",
    "Mana kedụ ihe ndị gbasara ahụike nwereike ime ka ya bụ nsori kụọ ingin tụmadi n'ebe ụmụnwaanyị nọ?",
    "Ihe nwereike igbu nwoke n'elu nwaanyị",
    "E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?",
    "Dọkịta na-ahụ maka ihe gbasara ime ahụ nwoke na nwaanyị bụ Gabriel Ogah kwuru na nsori anaghị amasị ụmụnwaanyị sitere na pasenti iri atọ ruo pasenti iri ise.",
    "Lekwa nsogbu anọ ọ gwara anyị nwereike ike ime ka nwaanyị gbajọ nsori.",
    ") Ndatu mmụọ",
    "Ebe foto si, Getty Images",
    "Dọkịta Ogah kwuru na ọtụtụ ihe dịka enweghị obi ụtọ maọbụ echiche gbasara ihe dị icheiche ọ na-agabiga nwere ike ime ka nwaanyị kwachapụ nsori.",
    "Ihe ọdachị a gụnyere enweghị ego, ihe ndị na-amasị ya maọbụ ụfụ ahụ.",
    ") 'Hormonal Imbalance'",
    "Ebe foto si, Getty Images",
    "Nke a na-esite n'ọnọdụ ahụ. Dọkịta Ogah kwuru na ihe dịka nwaanyị na anaghị ahụzi nsọ ya ga na-enwe ntachị ọtụ maọbụ ọtụ kpọrọ nkụ nke ga-eme na onye nke ya kpọ oku maka nsori ọ gbajọ ya.",
    "Dr Ọgah kwuru na ụmụagbọghọ nwere orịa n'ike, maọbụ ihe na-agbakasi ha ahụ dịka ọtụ basara abasa (wide vagina) nwere ike ha agaghị ekwe enye onye nke ha nsori.",
    ") Oria Ọtụ",
    "Ebe foto si, Getty Images",
    "Ihe osise iji gosipụta nwaanyị nọ na nsọ",
    "Nwaanyị na-arịa ọria ọtụ ndị a agaghị ekwe nwoke rịbanye n'ọtụ ha.",
    "Dọkita Ogah gụpụtara ọrịa ndị a dịka igba ọbara n'ọtụ, akpa mamịrị na-ehi ehi maọbụ akpa nwa si n'ike ayọpụta.",
    ") Ọrịa echiche",
    "Ebe foto si, Getty Images",
    "Nke a na-atọ ọchị mana nwanne eziokwu dị n'ime ya.",
    "Dọkịta Ogah kwuru na nwaanyị di ya ji ezigbo ego anaghị eche ka arịọ ya maka nsori mana nwaanyi na-eche maka ego o ga-eji gbo mkpa dị iche iche na-akpa ya ga gba ọsọ nsorị.",
    "O kwukwara na nwaanyị nwere echiche maka ụfụ nsori na-enye ya maka ọtụ ya tachiri atachị agaghị emepe ụkwụ ya mgbe ọbụla onye nke ya chọrọ isuturu ya.",
    "Ọnọdụ ndị a abụghị ebe ụwa jedebere makana ọgwụgwọ dị.",
    "Dọkịta Ogah kwuru na ọgwụgwọ nke mbụ bụ ị ga-ahụ dọkịta ma anya ọria nke na-arịa onye.",
    "Nke abụọ bụrụ ọgwụgwọ nwoke igbali rụta n'ọrụ ihe ndịa ahụ nwereike ime ka nwaanyị ya chekasịwa echịche ma o na-eri nsori.",
    "N'okwu ya , ego di, ihe niile na ga siriri werere, nwoke na nwaanyị ga-an apia ọkụ mgbe ọbụla mana ọ bụrụ na ihe ndịa adịghị, ihe nsori ga-adị ha ka akụkọ Mike Ejeagha.",
    "Akụkọ ga-amasị gị:",
    "Nwaafọ Naịjirịa na-agba bọọlụ ebutela CoronaVirus",
    "Gọọmenti Nigeria ekwuola okwu maka Coronavirus",
    "Kedụ ndị ọ bụ ọrụ ha igbochi Coronavirus ịbata na Naịjirịa?",
    "Ihe nkiri ga-amasị gị:",
    "Physiotherapy: onye nwere nkwarụ na-agba ọkpụkpụ",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ahụike echiche",
    "Mmekọ nwoke na nwanyị",
    "Alụmdịnanwụnye",
    "Ị mana enwere ndị bu ọtụ na amụ na Naịjirịa? Ndị a kọwara ihe ha na-agabiga n'ihi ọnọdụ a.",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu18 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo IgboEmelitere ikpeazụ na: 22 Septemba 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}