{
  "published": "3 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ebe Aguiyi-Ironsi na-agwa ndị ntaakụkọ okwu n'ọnwa Jenụwarị 1966 tupu o mechaa nwụọ na Julaị",
    "Ị nụtụla maka dimkpa a kpọrọ Johnson Thomas Umunnakwe Aguiyi-Ironsi? Gịnị ka ị ma maka ya?",
    "A kọwa akụkọ maka ọchịchị Naịjirịa ghara ịkpọta aha Aguiyi-Ironsi, mara na akụkọ ahụ ezughi ezu.",
    "N'ihi na ọ bụ nwoke a bụ onye agha mbụ chịrị Naịjịria dịka ọchịagha, mgbe a chụpụrụ ọchịchị ndị ọcha nyefere ndị ọchịchị gụnyere Nnamdi Azikiwe, Tafawa Balewa nakwa Shamadu Bello, n'afọ 1966.",
    "Odumegwu Ojukwu gaara ịgba afọ 86 taa",
    "Gịnị ka ị ma maka Eni Njoku; nwaafọ Igbo isi ya na-apụ ọkụ n'agụmakwụkwọ?",
    "Etu Akanu Ibiam si bụrụ onye a ma ama ugbua",
    "Site na mgbe a mụrụ ya ruo mgbe ọ nwụrụ, ọ kpagidere ike, ma gosi mmụọ ịkpa ike e ji mara ndị Igbo.",
    "A mụrụ ya n'ụbọchị atọ nke ọnwa Maachị afọ 1924",
    "Ọ bụ onye Ụmụana Ndume Ibeku dị n'Ụmụahịa, dị n'Abịa steeti",
    "Oge a mụrụ ya, naanị Thomas Umunnakwe ka ọ na-aza, mana ọ malitere ịzakwa Johnson mgbe ọ gara biri na nke nwanne ya nwaanyị nke di ya na-aza Johnson",
    "Ọ gara akwụkwọ n'Ụmụahịa, na Kano ma mechakwaa gaa na Camberley, dị n'Ịngland",
    "O sonyere ndịagha Naịjirịa ka ọ dị afọ 18",
    "Ka ọ banyechara, o si n'ọkwa \"private\" rigogide ruo mgbe ọ bụzị ọchịagha nke bụ \"Major-General\" na Bekee, n'afọ 1965",
    "N'ihi ọrụ o so ụfọdụ ndịagha ọzọ a họpụtara iso chekwaa Ezenwaannyị Elizabeth nke abụọ nke Briten rụọ mgbe ọ bịara Naịjirịa n'afọ 1956, e mechara mee ya \"Member of the Royal Victorian Order (MVO)",
    "Ọ lụrụ nwunye ya bụ Victoria n'afọ 1953",
    "N'ụbọchị 17 nke ọnwa Jenụwarị 1966 ka ọ malitere ọchịchị mgbe Emmanuel Arinze Ifeajuna na Chukwuma Kaduna Nzeogwu napụrụ ndị ọchịchị nkịtị ahụ ọchịchị n'ike",
    "O bụ ya wepụtara iwu kpokọtara Naịjiria ọnụ ka ọ banyere ọchịchị, mgbe o wepụrụ ndị bụbu ndị isi mpaghara anọ gụnyere Ugwu, Ndịda, Owuwa na ndị Etiti",
    "Ọ nwụrụ n'ụbọchị 29 nke ọnwa Julaị afọ 1966, ka ndịagha gburu ya iji napụ ya ọchịchị n'ike ka ọ chịchara naanị ọnwa isii.",
    "Njirimara ya",
    "O nwere otu mkpara o ji akpa nganga a kpụrụ dịka agụiyi (bụ aha ya) ọ na-ejikarị agagharị.",
    "Akụkọ ga-amasị gị:",
    "Ụmụnwoke aka ụmụnwaanyị agba n'ezi?",
    "Ihe PDP Imo steeti sara maka ebubo Uche Ogbuagu boro ha",
    "Ị ma na ị nwereike ịkpa oke na-amaghị ama?",
    "Ihe nkiri a ga-amasị gị:",
    "Biafra at 50\": Kaduna Nzeogwu na-ebugharị ogbunigwe n'akpa ya mgbe ọ dị ndụ\"",
    "Pius Okigbo: Ihe gbara ọkpụrụkpụ maka ndụ odogwu Igbo a6 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ụjọ m bụ na esemokwu a nwereike ịghọrọ agha ọzọ - Wole Soyinkaelekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Female Genital Mutilation: Ime aramara anakwaghị amasị m ma ncha - Nwaanyị e biri ugwu",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Cryptocurrency: Mmachi cryptocurrency ga-eme ka ụbịam karịa na Naịjirịa - Atiku",
    "Ụjọ m bụ na esemokwu a nwereike ịghọrọ agha ọzọ - Wole Soyinka",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}