{
  "published": "4 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Obianinwa & Adline  Okere",
    "Senior Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Nwaanyị lụ ha na dị, ihe ọzọ ụwa na-atụ anya ya bụ afọ ime.",
    "Nke a bụ makana nwa bụ ihe ọṅụ nye ezinaụlọ ọbụla ọ batara.",
    "Ụzọ ị ga-esi gbalahụ ibufe nwa ọhụrụ gị HIV",
    "Ihe nwere ike ibute ọnwụ nwaanyị di ya hapụrụ ka ọ mụọ nwa n'ụlọ - Dọkịnta",
    "Ngwa chọrọ mmanya juru oyi, nọrọ ala ka i gere ihe dọkịta Joseph Akinde na-ahụ maka ụmụnwaanyị di ime gụpụtara dika ihe nwaanyị dị ime ekwesighị ime maka ngaramara.",
    "Nwaanyị dị ime ekwesịghị ịnụ ọgwụ ọbụla belụsọ nke dọkịta ya tuziri ya.",
    "Dọkịta Akinde kwuru na nwaanyi dị ime ekwesighị ịṅụ mmanya na-aba n'anya.",
    "Ebe foto si, Getty Images",
    "Nwaanyị dị ime ekwesighị na-eyi akpoola ya bụ akpụkpụ ụkwụ gbanitere elu. Dọkịta Akinde kwuru na nke a nwereike ịkwatụ nwaanyị dị ime ma metụta nwa o bu n'afọ n'uzọ na adịghị mma.",
    "Nwaanyị dị ime ekwesịghị ilụ ọgụ.",
    "Akinde kwuru na atụmaatụ nwereike ibute ọnwụ nne na nwa.Ọ mara atụ akụkọ mere eme ebe otu nwaanyị dị ime nwụrụ maka na nwa ya nwoke torola eto kụrụ ya aka n'afọ . Nke a metụtara akpa ebe nwa",
    "nke mere ka ọbara gbagbuo nwaanyị ahụ.",
    "Ebe foto si, Getty Images",
    "Dọkịta Akinde kwuru na nwaanyị dị ime gafegoro ọnwa asaa ekwesighị ime njem tere aka.",
    "Nke a bụ makana ime nwereike imewe ya n'ụzọ. Kedụ ihe ọ ga-eme?",
    "Nke a adabaghị ma ncha. Dọkịta Akinde kwuru na anwụrụ ọkụ nwereike ime imetụta ụbụrụ nwa e bu n'afọ.",
    "Onye na-eme nke a? I chọrọ igbu nwa na-abịa ụwa?",
    "Akinde kwuru na ọnọdụ ndina kachara nwaanyị dị ime mma bụ idina n'akụkụ kama ichewe afo ime ihu elu maọbụ mado ya n'ala.",
    "Ebe foto si, Getty Images",
    "Nwaanyị di ime kwesiri iri nri ahụ ya nakwa nwa o bu n'afọ nabatara.",
    "O rie nri ahụ ya anabaghị, ọ ga na-agbọ sọsọ agbọ. Nke nwereike na-ebute Ike ogwụgwụ.",
    "Childbirth: Lee obodo anaghị ekwe nwaanyị dị ime mụọ nwa",
    "Ọ bụghị mmeghariahụ (exercise) ka nwaanyị dị ime kwesiri i na-eme.",
    "I ma atụ, dọkịta Akinde kwuru na ọdịghị ka nwaanyị dị ime na-agba ọsọ ima aka.",
    "Dọkịta Akinde kwuru na ọ bụrụ na nwaanyị di ime anaghị enwe ọpụpụ nwa, nsori na-adị mma.",
    "Mana ọ dụrụ ọdụ ka ụmụnwaanyị di ime kwụsị nsori tupu izu ụka anọ ha ga-eji mụ nwa.",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ",
    "Onye nke abụọ ebutela coronavirus na Cameroon",
    "Akụkọ asi niile na-ewu n'Afrịka maka ọrịa Coronavirus",
    "'Hope Uzodimma ga-ewetere ndị Imo 400,000 ọrụ'",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya16 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "AbdulRasheed Bawa bụ onyeisioche Economic and Financial Crimes Commission(EFCC) ọhụrụ onyeisiala Buhari họpụtara16 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ugo nke Nigeria ga-ezute Ọdụm nke ndị mba CameroonEmelitere ikpeazụ na: 2 Julaị 2019",
    "'Ngozi Okonjo-Iweala ga-arụ ọrụ ya ọfụma dịka onyeisi WTO' - Buhari",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}