{
  "published": "7 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwanne ọ kwa i nwere aka abụọ ma na-ekwu na ume adịghị gị?",
    "Ngwa bute oche ka i kirie ka Agaezichukwu Ogbata (Ziechi) bụ ọmalicha nwagbọghọ nwere otu aka si eme karịa gị.",
    "Blind Mechanic: 'Ndị mmadụ anaghị ekwete na m ga-emeli ihe na-eme maka isi m kpuru'",
    "Lee nwaanyị kpuru isi na-eme achịcha bekee",
    "Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-edo ụlọ",
    "'E ji m asambodo mahadum mana ọ bụ ịzụ ezi na-enye m nri'",
    "Anyị hụrụ ya ebe o ji otu aka ebi ụgụ ma na-emekwa ọtụtụ ihe echeghị na ndị nọ n'ọnọdụ ahụ ga-emeli.",
    "Kirie ya n'uju ebe a.",
    "Ndị mere akụkọ a bụ Nnamdi Agbanelo, Ebere Ekeokpara na Chimamaka Ihenacho",
    "$22.7bn loan: 'O nweghị otu mkpụrụ ihe a ga-eji ego mbite a rụọ n'ala ndị Igbo'-  Abaribe",
    "Mmadụ atọ a na-enyo ebughi nje coronavirus - Legọs steeti",
    "Akụkọ asi niile na-ewu n'Afrịka maka ọrịa Coronavirus",
    "Ụmụnyanyị",
    "Naijiria",
    "Uchu n'ọrụ",
    "Vidio, World Disability Day: Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajemba, Duration 4,47elekere 8 gara aga",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, World AIDS Day: Ihe m mere oge m chọpụtara na m bu HIV - James Brown, Duration 3,011 Disemba 2020",
    "Vidio, World Disability Dat: Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa', Duration 5,532 Disemba 2021",
    "Vidio, Nigerian Sumo Wrestler: Ihe mere m jiri gbaa mgba Sumo na Japan - Emeka Okeke (Baba Mutum), Duration 6,251 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Ability in disabililty: 'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka, Duration 3,327 Maachị 2020",
    "Vidio, Oji otu ụkwụ agba egwu, Duration 4,0117 Julaị 2018",
    "Vidio, Imo State Roads: Ihe anyị jiri gbaa akwụkwọ n'ụzọ 'pọtọ pọtọ' dị n'Owerri, Duration 3,1028 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}