{
  "published": "9 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Agbaneghi na Gambia egbuchara osisi Rosewood ha, ha na-are ya bu osisi aghara aghara.",
    "Nyocha BBC mere na-egosi na o bu na mba Senigal ka osisi ndi a si.",
    "Senigal amachiela ire osisi a, mana ndi mmadu na-eji abali bịa gbute ya ma buru ha ga Gambia gaa ree ha.",
    "Nke a na-ebute mmebi ọhịa.",
    "Etu ndị ọrụ nchekwa Naịjirịa si eji 'tabay torture' ata ndị mmadụ ahụhụ",
    "Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya",
    "Bukola Saraki akpọọla oku ka gọọmenti bulite \"sexual harassment bill\" ọzọ",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Africa Eye: Etu e si agbanwe ọhịa ọ bụrụ ịkpa site n'ohi osisi Rosewood, Duration 2,549 Maachị 2020",
    "Vidio, Nigerian Sumo Wrestler: Ihe mere m jiri gbaa mgba Sumo na Japan - Emeka Okeke (Baba Mutum), Duration 6,251 Disemba 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Africa Eye: Ndị ụkọchụkwụ adịgboroja, ndị amụma amakaekwu na ndị ogbu ọchụ, Duration 8,154 Eprel 2022",
    "Vidio, Demas Nwoko: 'Ịrụ ụlọ ekwesịghị iri gị ego makana ihe e ji arụ ya dị n'ala', Duration 4,1115 Febụwarị 2020",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, South East Tourism: Lee nwoke na-egosipụta ebe ị ga-aga njem nlegharị anya n'ala Igbo, Duration 4,427 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}