{
  "published": "11 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Azeezat Olaoluwa, Women's Affairs Journalist, West Africa",
    "Ebe foto si, Getty Images",
    "Nchọpụta nke otu UN (United Nations) wepụtara n'ụbọchị Tọzde kwuru na pasent 90 mmadụ nọ n'ụwa nwere echiche na megide ụmụnwaanyị na-agbanyeghị mbọ niile a na-agba ibelata enweghị nhatanha dị na-etiti nwoke na nwaanyị.",
    "Ụmụnwaanyị bụ ọkara mmadụ niile nọ n'ụwa, ihe nke a pụtara bụ na ha nwekwara ọkara ụkpụrụ ọganihu.",
    "Widowhood in Nigeria: Etu m si gbalahụ mkpagbu a na-akpagbu ndị di ha nwụrụ",
    "Etu ọnwụ di maọbụ nwunye nwere ike isi butere onye nke dị ndụ oke agụụ",
    "Widowhood in Nigeria: Etu m si gbalahụ mkpagbu a na-akpagbu ndị di ha nwụrụ",
    "Na Naijria, ụmụnwaanyị bụ pasent 49 ọnụọgụgụ ndị mmadụ, dịka ọ dị na mba ndị ọzọ, ha na ụmụnwoke enweghị ikike nhatanha.",
    "Lee ụzọ ụfọdụ ebe ikike ụmụnwaanyị Naijria erughị ka nke ụmụnwoke:",
    "Section 26 (2) (a)  nke Iwu Naijiria nke afọ 1999  nyere nwaanyị lụụ onye Naijiria ikike ịbụ nwaamala mana o nyeghị nwoke mba ọzọ lụrụ nwaanyị Naijiria ikike ịbụ nwa afọ",
    "Ọtụtụ na-ekwu na nke a bụ ịnapụ nwaanyị ikike enyere ụmụnwoke nke bụ nkewa megide nwaanyị n'ihi nwaanyị ọ bụ.",
    "Iwu mba ọbụla megidere nwoke maọbụ nwaanyị maka ịbụ nwoke maọbụ nwaanyị megidere mkpebi 'CEDAW' (Convention on the Elimination of All Forms of Discrimination against Women) nke kwuru na obodo kwesịrị inye onye ọbụla nwoke maọbụ nwaanyị ikike ịbụ nwaamala. Ndị nkewa metụtara na-ajụ ihe mere e ji eme ya ka onye ọbịa n'ala nna ha. Ha kwuru na ụdị ikpa oke na-ebute mkpagbu.",
    "Otu onye Ụlọomeiwu Nta bụ Akin Alabi na-agba mbọ ugbua ka a gbanwee iwu ahụ nke a gụpụtarala nke mbụ n'abalị 27 nke ọnwa Februwarị.",
    "Ebe foto si, NTA",
    "Naijiria so n'obodo kachasị nwee alụmdi nwata n'ụwa niile.",
    "Dịka Unicef siri kwuo, a lụpụrụ ụmụnwaanyị anọ n'ime iri tupu ha agbaa afọ iri na asatọ.",
    "Section 29 (4) (b)  nke Iwu Naijiria nke afọ 1999 dịka e siri hazigharịa ya kwuru sị, ''Nwaanyị ọbụla lụrụ di etozuola ihe e ji mmadụ eme.''",
    "Iwu emegideghị nwa nwoke dị afọ 17 lụrụ nwaanyị n'Anambara- Ọkaiwu",
    "Ndị na-akwado iwu a kwuru na Iwu Ụka Alakụba ekwughị afọ ole bụ afọ a ga-akpọ na 'nwaanyị etozuola ihe e ji mmadụ eme' ma a bịa n'okwu ịlụ nwaanyị.",
    "Ya mere, dịka nwa nwoke na-etinye uchu na igụ akwụkwọ na ịma ihe ụwa na-akọ, nwa nwaanyị na-etinye anya na ịlụ di, ebe e nwere ike ịkwụsị ya akwụkwọ ma ihe siere ezinaụlọ ya ike maọbụ e were ozi ụlọ na-ezika ya ahụ",
    "Iwu Ikike dịri nwata (Child Right Act, 2003) mere ịlụpụ nwata di ka ọ bụrụ ihe megidere iwu ma mee ka afọ 18 bụrụ afọ nwaanyị tozuru ịlụ di.",
    "Mana dịka Unicef siri kọwaa, steeti 11 na Ugwu Awusa ebinyebeghị aka n'iwu ahụ.",
    "Iwu Ikike Dịri Nwata (Child Right Act, 2003) ezughị oke na ichekwa ụmụaka n'ihi na o megidere Iwu Naijiria.",
    "Boko Haram Widow: Ọ dị m ka ọkụ ndụ m nyụrụ mgbe di m nwụrụ",
    "A na-ewe ụmụnwaanyị dịka akụ di ha, ya mere a na-atụ anya nrube isi n'aka nwaanyị nye di ya na ndụ nakwa n'ọnwụ.",
    "Ndị obodo na-emegbu nwaanyị di ya nwụrụ.",
    "N'akụkụ ụfọdụ na Naijiria, nwaanyị di ya nwụrụ bụ onye mbụ a na-enyo n'aka ya dị n'ọnwụ di ya, a na-emekwa ka ọ gabiga ọtụtụ omenala na-agbawa obi iji gosi n'aka ya dị ọcha.",
    "A na-akpụ ya isi, mee ka o yiri akwa ojii oge ọ na-eru ụjụ, ebe n'akụkọ ụfọdụ ezianaụlọ di nwaanyị na-awakpo ya n'ike oge iru ụjụ.",
    "Mana nwoke ụmụnye ya nwụru a na-atụ anya na ọ gaghị ebe akwa n'ọha maọbụ gosi na ọnwụ ahụ wutere ya n'ụzọ ọbụla dịka di bu ụlọ.",
    "I were ụlọ obibi (Tenancy)",
    "Ebe foto si, Getty Images",
    "Inweta ụlọobibi bụ nnukwu ọrụ nye ụmụagbọghọ na-alụbeghị di n'ọtụtụ ebe n'ala Naijiria dịka ndị nwe ụlọ anaghị ekwe enye ha ụlọ n'ebubo na anya edoghị ha maọbụ na ha agaghị akwụli ụgwọ ụlọ.",
    "Ihe ndị nwe ụlọ ji akpa ụdị agwa bụ nghọta ha na nwaanyị alụbeghị di ekwesịghị ibiri onwe ya.",
    "Otu nwaagbọghọ aha ya bụ Olufunmilola Ogungbile gwara BBC na\"Pasent 99 ndị nwe ụlọ m zutere ekweghị enye mụ ụlọ n'ihi na m alụbeghị di.\"",
    "Ha ga-asị gị: \"Kpota enyi gị nwoke maọbụ di gị.\"",
    "Nke mere ka ọtụtụ ụmụnwaanyi na-akpọro nwoke aga ma ha na-achọ ụlọ.",
    "Ebe foto si, Getty Images",
    "Nwaanyị enweghị ikike dịka ụmụnwoke so na ihe na-ebute ọgbattuhie na okwu nhazi nwa ole mmadụ ga-amụ na Naij9iria.",
    "Ọ bụ ihe mere na ụmụnwaanyị anaghị etinye anya na nhazi ga-enyere ha aka ma ọbụrụ na ha anataghị ikike.",
    "Naanị pasent ụmụnwaanyị 13 ndị dị agbata afọ 15 rue 49  na-eme nhazi ọmụmụ nwa.",
    "Nchọpụta gosiri n'ebe ụfọdụ, ọ kachasị n'Ugwu Awụsa, ụmụnwaanyị anaghị emenwu nhazi ọmụmụ nwa na-ataghị di ha ikike.",
    "Ụfọdụ ụmụnwoke na-ekwu mgbe ụfọdụ na-ajụghị nwunye ha ajụ, ma ha-enwe nhazi ọmụmụ nwa.",
    "Odeakwụkwọ Ukwu otu United nations bụ Antonio Guterres, kwụrụ sị, ''Ọnọdụ ụmụnwaanyị enweghị ikike dịka ndị nwoke kwesịrị ịna-eme anyị niile ihere. n'ihi na ọ bụghị naanị na okwesịghị ekwesị, ọbụ ihe iberibe. Ọ bụ naanị na ụmụnwaanyị sonye n'ụzọ zuru oke n'ihe ndị nwoke na-eme ka anyị ga-erite uru na amamihe ha n'ihe ha mụtarala na ndụ.\"",
    "NASS Election 2019: Kedụ ebe ụmụnwaanyị Igbo nọ n'ọchịchị?12 Juun 2019",
    "Vidio, 'Ụmụnwaanyị anyị kajara akaja'7 Maachị 2018",
    "Bilienu were oche na ndọrọndọrọ ọchịchị Naịjirịa - Nwunye Osibanjo4 Ọgọọst 2018",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "NA EME UGBU A Tinubu, APC ga-amalite ịzara ọnụ ha n'ụlọikpe ntuliaka na Julaị 3",
    "Sierra Leone election: Ndị mba Sierra Leone chị obi n'aka eche mpụtara ntuliaka24 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Hamish Herding kpọrọ m ka m sonyere ya n'ụgbọmmiri 'Titanic Submersible' - Ned Nwoko",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Erosion: Nsogbu mbuze bịakwutere anyị akarịala anyị - Ndị Amamba Ụzụakọli",
    "Etu otu onye ọrụ ngo si gbukasịa ụmụnwaanyị anọ ọ na-arụrụ ọrụ - Ndị obodo Nkerefi",
    "Ndị uweojii anwụchiela ndị a sị ji mmanwụ chụpụ otu nwaanyị n'Ogbaru, Anambra",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Game of Thrones Season 8 Episode 6 agwụchara etu isi tụwa anya?Emelitere ikpeazụ na: 20 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}