{
  "published": "13 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ikenga bụ chi onye.",
    "Ọ bụ mmụọ ịkwụwa aka ọtọ, ike na ọganihu.",
    "Mụọ a bụ mụọ nwoke na ike dimkpa.",
    "Gịnị jịkọrọ ụmụnwaanyị na mmọnwụ?",
    "Mgbe ndị Ebonyi mepụtara omenala Igbo",
    "Uru ọmụgwọ n'omenala Igbo",
    "Ikenga bụ atụrụatụ dịka ọ dị n'okpukerechi ndị ọzọ dị iche iche dị ụwa gbaa gburugburu site na okpukperechi ụka, Islam, Hinduism, Judaism na ndị ọzọ.",
    "Ndị a niile nwechere atụrụatụ ha na-elejere anya mgbe ha na-efe chukwu.",
    "N'omenala Igbo, a na-akpọ chi onye Ikenga.",
    "Ikenga bụ aka nri mmadụ, nke pụtara obi ọcha, ikwuwa aka ọtọ na eziokwu.",
    "Ihe eji anọchite anya Ikenga bụ atụrụatụ nwoke bu ihe n'isi ma jide ọdụ na oji n'aka abụọ.",
    "Mgbe ụfọdụ ọ na-ebu mma abụọ nwere nko n'isi.",
    "Mgbe ọzọ o burukwa atụrụatụ dịka isi ụmụanụ.",
    "Ọ dị mkpa ịmata na ọbụghị osisi niile ka e ji atụ Ikenga.",
    "Ebe foto si, Getty Images",
    "Ukwu oji obere",
    "Ndịgbo kwenyere na osisi ndị a nwere ike pụrụiche Chineke nyere ha o ji akpa ike.",
    "Ramas Okoyeasuzu, onyenlekọta omenala Igbo sị na \"osisi ndị a bụ Oji, ngwu na ogirisi\".",
    "Ikenga nwere ike nke mụọ oji arụ ọrụ maka ọbụghị Chukwu mana ọ bụ site na ya ka e si akpọkụ chụkwụ.",
    "Ramas Okoyeasuzu bụ onyeamụma omenala Igbo sị na Ikenga bụ Ike dimkpa eji ama onye bụ onye",
    "Ramas kwuru na nwoke ọbụla wagoro akwa, nụrụ nwaanyi kwesiri ịnwe Ikenga.",
    "O kwukwara na \"Onye ya na Ikenga ya dị na mma, ihe na-agara ya werewere\".",
    "Nke a gosiri na ikenga mmadụ kwesiri ịna edu ya njem ma na-ewetere ya ihe ọma.",
    "Nchọcha anyị nwere na-egosi na-enwere ụdịrị Ikenga dị iche iche.",
    "Ikenga a bụ ụdị nke ana enye onye kpara ike n'obodo.",
    "Nke a na-abụkarị aturuatu mmadụ tukwu ọdụ nwere mpi na dịkwa egwu n'anya.",
    "Ọ na ejikwa ọdụ na obejiri n'aka abụọ.",
    "O na-ejikarị mma ahụ n'aka nri bụ nke akpọrọ aka Ikenga.",
    "Ọ bụ onye tozuru okorobịa na-enwe ikenga.",
    "Ikenga nke a na-adị nnukwu nwekwa atụrụatụ mmadụ na ụmụanụ n'ahụ ya.",
    "Ọ na-ejikarị ọdụ n'aka ekpe, jide oji maọbụ mkpọrọ n'aka nri ya.",
    "A na-egbukwa ya ichi n'ihu.",
    "Ọ na-ebu nnukwu ibu maka a na-edowe ya na obodo maọbụ ama ndị nwe ya.",
    "Otu onye anaghị enwe ya kama ọ bụ nke ọha.",
    "Nke a bụ Ikenga a na-enye ndị chiri echichi n'ala Igbo.",
    "Ndị chiri ọzọ na-ejikarị ya.",
    "Ikenga a gosiri ike na ọkwa pụrụiche.",
    "Mgbe ụfọdụ a na-ejikwa igwe akpụ ụdị Ikenga a.",
    "Ọ na-ejikarị ọdụ n'aka ekpe nke gosiri Ike na ọchịchị",
    "A na-erekwa Ikenga tupu amalite itinye ya n'ọrụ.",
    "Onye okenye n'ụmụnna chizuru echizu ka ọ bụ ọrụ ya ịmekwa Ikenga tupu e nye ya onye ọ bụ nke ya.",
    "A na-anọ n'ihu ọha maọbụ ụmụ nna mekwa ya bụ Ikenga.",
    "A na-eji ji, ọkụkọ, mmanya, ọjị na oseọjị achụrụ Ikenga aja izu ahụ.",
    "Enwekwara ike iri oriri ụbọchị ahụ dika aka ruru onwe nwe ya bụ Ikenga.",
    "Ya kpatara Igbo ji sị na Ikenga nwamgbenye na-atagbu onwe ya na ọjị.",
    "Onye nye Ikenga ezigbo ihe, ogbutere ya nnukwu anụ.",
    "Igbo sịkwa na Ikenga adighi ire awaa ya nkụ.",
    "Igbo Culture: Usoro e ji echi nze n'ala Igbo",
    "Naijiria",
    "Omenala",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo2 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Anyị atụtụtaghị otu mkpụrụ ihe n'ọkụ gbara n'ahịa Afor Iwollo Oghe'elekere 5 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}