{
  "published": "13 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, APAMSLIMITED",
    "Kamgbe ụnyahụ bụ ụbọchị iri na otu nke ọnwa Maachị ka iwu ọhụrụ nke akwamozu n'Anambra steeti ji ewu n'elu soshal midia.",
    "Ọ bụ n'afọ 2019 ka omeiwu Charles Ezeani tụpụtara ya bụ iwu, tupu ụlọ omeiwu nke Anambra steeti suo ya kpọm na 2019 kwuru na ọ bụ iji mee ka oke ọnụ akwamozu na-ada na steeti ahụ datuo kpam kpam.",
    "Ebidola akwamozu Kọnel Joe Achuzia",
    "Akwamozu o kwesiri ịbụ oriri na nkwari?",
    "Ezeani kwuru na ọ chọpụtara na akwamozu kwesiri ịbụ oge iru uju bịakwaziri bụrụ ọnọdụ oriri na nkwarị.",
    "O kwuru na iwu a ga-eme ka ndị mmadụ ṅụọ mmiri tọgbọ iko maka nsogbu ndị obodo na-enye ha ma ha na-akwa ozu.",
    "New Anambra Burial Laws: Ihe 10 dara ụda n'iwu akwamozu ndị steeti a",
    "A ga-enwe otu ga-eme ihe niile ịhụ na edebere ya bụ iwu ma na-akwụ ha ụgwọ. Ha ga-anọkwa ebe a na-akwa ozu.",
    "Onye ọbụla dara iwu a ga-aga nga ọnwa isii maọbụ kwụọ ụgwọ ruru otu puku narị naira",
    "Umuada agaghị ananwu nwaanyị ọbụla na-akwa nne ya karịa naira puku iri",
    "Agaghị akwa ozu n'ụbọchị ndị obodo na-azụ ahịa",
    "Naanị egbe a ga-agba n'akwamozu bụ 'Nkpọnana'",
    "Ọ bughị iwu na ị ga-esi nri maọbụ kee mmanya ụbọchị a na-akwa onye nke gị",
    "Ị gaghị ahapụ ozu ọbụla karịa ọnwa abụọ na motuary",
    "Ndị nwe ozu ga-akwụ ụgwọ ha ji obodo maọbụ ụlọụka tupu eli ozu onye nke ha",
    "ị gaghị eji n'ihi na ị na-akwa ozu gbachie ụzọ ebe ndị mmadụ si agafe belụsọ ị na-atara nkwado n'aka ndị isi okpuruọchịchị",
    "Ị gaghị ekowe akwa na-egosi akwamozu ị na-akwado imee nanị ntuzi etu ndị mmadụ ga-esi rute ebe a na-akwa ozu",
    "@TauhidAfc kwuru na ọ ga-adị mma ka ndị mmadụ katọọ ụfọdụ ihe megidere omenala n'ime iwu a.",
    "Ebe foto si, Charles Ezeani",
    "Ebe foto si, Charles Ezeani",
    "Ebe foto si, Charles Ezeani",
    "Ebe foto si, Charles Ezeani",
    "Ebe foto si, Charles Ezeani",
    "Athletico Madrid efopụla Liverpool ka ahịhịa na Champions League",
    "Lee ụzọ ị ga-esi chuọ ọrịa akịrị (kidney) ọsọ ụkwụ erụala na ndụ gị",
    "Ebonyi killings: 'Anyị hụrụ ozu otu nwoke,otu nwaanyị na mmadụ asaa ndị ọzọ'",
    "Ikpe",
    "Naijiria",
    "Omenala",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti16 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'13 Maachị 2020",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Willie Obiano etinyeghị aka na okwu Nnamdi Kanu - Gọọmentị Anambara Steeti",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}