{
  "published": "13 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Math.buffalo.edu",
    "Chike Obi",
    "Taa bụ abalị 13 nke ọnwa Maachị af ọ 2021 ka o mere ya afọ 13 Chike Obi, ọkamm̀ụta mgbakọ na mwepụ, lara mụọ.",
    "Lee ịhe ụfọdụ dị mkpa e ji echeta  nwa amadị ahụ riri amusu na  'Mathematics':",
    "Ọ ga-ara ahụ ịhụ onye Igbo ọbụla na-anụbeghị maka Chike Obi",
    "Ma na Naịjirịa ma na mba ụwa niile, aha Chike Obi na-ada ka mkpọnala oge ọbụla a kpọrọ ya.",
    "N'ala Igbo, onye chọrọ igosi na ọ maka akwụkwọ, ndị mmadụ ga-ajụ ya sị \"ị ma akwụkwọ karịa Chike Obi?\"",
    "Lee ihe ị kwesịrị ịma maka Johnson Aguiyi-Ironsi",
    "Ị ma maka Ben Enwonwu, aka na-ese ncha?",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ Igbo",
    "Ihe e ji mara odogwu Igbo a bụ mgbakọ na mwepu nke Bekee kpọrọ 'mathematics'.",
    "N'ụbọchị Fraịde, abalị iri na atọ nke ọnwa Maachị ka o mere afọ iri na abụọ dike Igbo a lara mmụọ.",
    "Ebe foto si, Mathshistory.st-andrews.ac.uk",
    "Chike Obi",
    "A mụrụ Chike Obi n'ọnwa Eprel afọ 1921.",
    "Nna ya bụ onye Ọnịcha ebe nne ya bụ onye Asaba.",
    "Chike Obi gụrụ akwụkwọ elementịrị na Zaria, dị na Kaduna steeti ugbua, n'afọ 1933.",
    "Akwụkwọ Sekọndịrị ya bụ na CKC Ọnịcha nke ọ gụchara n'afọ 1939.",
    "Ebe foto si, Facebook/CKC Old Boys Ass. Abuja",
    "Chike Obi gụrụ akwụkwọ na CKC nke ọnịcha",
    "Ọ banyere 'Yaba Higher College' dị na Legọs n'afọ 1940",
    "Ebe ahụ ka ọ nọrọ gụọ ma nwetakwa nzere B.Sc nakwa M.Sc na 'mathematics' nke Mahadum London n'afọ 1946 na 1947.",
    "N'ọnwa Septemba afọ 1947, Obi banyere ụgbọmmiri gawa obodo Southampton nke mba Briten ịga gụọ akwụkwọ ineta nzere Ph.D.",
    "O nwetara nke a n'afọ 1950",
    "Ebe foto si, Getty Images",
    "Chike Obi ji 'maths ata atụ ụtụtụ",
    "Chike Obi nọrọ nwa obere oge n'ụlọakwụkwọ 'Massachusetts Institute of Technology' nke mba Amerịka.",
    "Ọ kuziri na Mahadum Ibadan bido na 1959 ruo 1970, nakwa Mahadum Legọs bido 1971 ruo 1985.",
    "O mechara mepee ụlọọrụ nnyocha a kpọrọ  'Nanna Institute for Scientific Studies' n'Ọnịcha.",
    "Ụfọdụ na-ekwu na Chike Obi rụtara 'maths' a kpọrọ 'Fermat's last theorem'.",
    "Mana ndị ọzọ na-ekwu na ọ rụtachaghị ya.",
    "Ebe foto si, Twitter/@Mustafa Chike-Obi",
    "Mustafa Chike-Obi bụ nwa nke abụọ ọkammụta Chike Obi mụrụ.",
    "Obi lụrụ nwunye ya bụ Belinda Nwanyife n'afọ 1953.",
    "Ha mụrụ ụmụ anọ.",
    "Iji gosi nkwenye ya n'ịdịnotu Naịjirịa, Chike Obi gụrụ ụmụ ya abụọ aha Yoruba na Hausa.",
    "Nke nnukwu bụ Balogun ebe nke na-eso ya bụ Mustafa.",
    "Mustafa gwara BBC Igbo na nna ya hụrụ Naịjirịa n'anya nke ukwuu.",
    "Ebe foto si, Getty Images",
    "Nnamdi Azikiwe hibere otu ndọrọndọrọ bụ National Council of Nigeria and Cameroon (NCNC) ebe Chike Obi hibere nke a kpọrọ 'Dynamic Party'. Otu abụọ a mechara jikọọ ọnụ.",
    "Chike Obi so na ndị mbụ malitere ime ndọrọndọrọ ọchịchị na Naịjirịa.",
    "N'afọ 1951 ka o bidoro otu ndọrọndọrọ a kpọrọ 'Dynamic Party'.",
    "Otu a mechara sonyere otu NCNC nke Nnamdi Azikiwe bidoro.",
    "Oge Naịjirịa nwere onwe ya n'afọ 1960, Obi bụ otu onye n'ụlọomeiwu nke mpaghara ọwụwa anyanwụ.",
    "Ọtụtụ oge ka e jidere Chike Obi ma tụkpuo ya na mkpọrọ n'ihi mbọ ọ na-agba ịkwalite ọdịmma ndị Igbo.",
    "Oge agha Bịafra malitere, Chike Obi na Odumegwu Ojukwu rụkọrọ ọrụ ruo mgbe agha biri.",
    "Ọ bụ eziokwu na Chike Obi alaala mmụọ, mana ike ọ kpara ka na-ada ụda n'ụwa niile.",
    "Akụkọ ga-amasị gị:",
    "Gịnị bụ Ikenga n'alaigbo?",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị ga-nga ọnwa isii '",
    "Akwụsịtụla asọmpị Premier League maka Coronavirus",
    "Ihe nkiri ga-amasị gị:",
    "'Onweghị ụzọ ọzọ e si enweta ego na-abụghị ịrụsị ọrụ ike'",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ imeelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'elekere 7 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere m ji rie mbọmbọ ọsọ na PDP - Uche OgbuaguEmelitere ikpeazụ na: 25 Febụwarị 2020",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}