{
  "published": "18 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Alụmdi na nwunye abụghị egwu achị ụtaba n'aka agba.",
    "O kwesịrị na ndị ọ dị n'obi ịlụ ga-ajụ ajụjụ dị mkpa banyere ahụike ha, ọkachasị ọnọdụ ịmụta nwa tupu ha alụwa.",
    "Lee ụfọdụ ese dị mkpa na nwoke na nwaanyị ga-ajụ banyere onwe ha tupu ha biri ka nwaanyị na di:",
    "'Nye nwa gị ohere ka ọ mịta ara'",
    "Talcum Powder: Ite nwa ọhụrụ maọbụ onwe gị nzu bekee nwere ike inye gị 'cancer' - Ndị ọkachamara",
    "A napụla dokịta akwụkwọ ikike ya maka ịtụnye nwaanyi 11 ime",
    "Ị riaala ọrịa nsina mmekọ mbụ?",
    "Ebe foto si, Getty Images",
    "Nwaanyị a dịka ọ na- atụ arịrị sị,\"Ọ kọwatasịghị m n ọfụma\"",
    "Ọrịa nsina mmekọ nke Bekee kpọrọ \"Sexually transmitted Infections\" bụ ọrịa na-emebi akpa amụ maọbụ akpa akwa (gonads) ma ọ bụrụ na a gwọghị ya n'oge.",
    "Etu ị ga-esi mara onye nwere ike ịkwụ ụdọ",
    "A ga-egbochi afọime ka a ga-arupụ ya?",
    "Ị ga-enye nwunye gị maọbụ di gị akara akpaego gị dị n'ụlọakụ?",
    "Ihe isii ọ na-eri ịgba akwụkwọ Katolik na Naijiria?",
    "Dọkịta  Ayodeji Oluwole nke Lagọs University Teaching Hospital kwuru na \"ọ bụrụ na agwọghị ọrịa 'Gonorrhea', 'Syphilis,' 'Chlamydia', 'Hepatitis B', n'oge maọbụ na-agwọghị ya ọfụma, ha nwere ike imebi akụkụ ahụ metụtara ọmụmụ nwa.\"",
    "Di na nwunye mụrụ nwa ka afọ 17 gachara",
    "Nghọta ụfọdụ bụ na ọ bụ naanị nwaanyị na-agba 'alabanko' na-emebi ihe e ji amụ nwa n'ihi ọrịa so inwe mmekọrịta, mana ka ọ dị be oke ka ọ dị be ọgịnị.",
    "Idina onye ọbụla na-enweghị mgbochi nwere ike imetụ nwoke n'ihi na ọrịa nsina mmekọ taa akụ n'ime ahụ nwoke, o nwere ike ime ịmetụ mmiri amụ maọbụ mee ka mkpụrụ nwa ghara ịdị n'ime ya (azospermia) .",
    "Cheta na ihe mere ụfọdụ ime ji apụ nwaanyị bụ n'ihi na mkpụrụ nwa si na-ahụ nke nwoke ejighị ahụ.",
    "Gịnị bụ 'blood group' gị?",
    "Ebe foto si, Science Photo Library",
    "E nwere otu ọbara anọ, Otu 'A', otu 'B', otu AB na otu 'O'.",
    "Ndị ọkachamara na-ekwu na ọ bụrụ na nwaanyị nwere Rhesus- negative (Rh−) lụọ nwoke nwere 'Rhesus- positive' (Rh+) dị ime mbụ ya ọ bụrụ 'Rhesus- positive' (Rh+), o nwere ike isi n'alọ (placenta) banye n'ọbara nwa ọzọ butere ya ọrịa  a kpọrọ \"rhesus Disease\".",
    "Ọ dị mma di na nwunye inwe otu ọbaego n'ụlọakụ?",
    "Dkta Joseph Akinde, onye nwe ụlọọgwụ Livingspring Hospital, Ejigbo, Legọs kọwara na \"nke nwere ike ime ka ime pụọ nwaanyị, maọbụ a mụọ nwa ahụ ọ nwụọ, maọbụ o nwee ọrịa obi, maọbụ nke ụbụrụ, maọbụ nwa ahụ enwe ọrụsị.\"",
    "Ọ bụghị na nwaanyị nwere 'Rhesus- negative' agaghị alụ di, kama ọ dị mkpa ịmata nke a n'oge iji gbochie ọdachi amaghị ama.",
    "Ị hụla di na nwunye na-amụtaghị nwa n'ihi 'amaghị eme'?",
    "\"E werela m ụgbọelu gakwuru di m n'ụlọọrụ ya maka 'konji'",
    "Nwaanyị na-alụ di abụọ etinyela ụwa na gbagharịa",
    "A na-agba nwaanyị nwere ya ọgwụ awa 72 o ji mụcha nwa iji mebie nke Bekee kpọrọ \"Rhesus-positive cells\" si n'ahụ nwa ọhụrụ banye ya n'ahụ.",
    "Nwaanyị mụrụla nwa mbụ maọbụ nke terela ime mbụ nwere ike inwe nsogbu a.",
    "Nke nwaanyị ọ tụọla ime mbụ? O teela ime mbụ?",
    "Nke a dị nnukwu mkpa n'ihi na dịka dọkịta akụ ike ụmụnwaanyị bụ Ngọzị Obi siri kọwa ọ bụrụ na ọ tụọla ime mbụ ya bụ na o nwere ike ịtụ ọzọ.",
    "Obi kwukwara na ọ bụụ na oteela ime mbụ, o nwere ike ibute nsogbu ga-eme ịtụ ime ọzọ ahịa ahụ.",
    "Ndị ọkachamara na-ekwu na ite ime nwere ike ime ka ọcha dị nwaanyị n'akpa nwa nke nwere ike ibute ọgbachị na 'fallopian tube' nke nwereike ime ka ọ ghara ịtụnwụ ime.",
    "Ndụmọdụ Charly Boy maka alụm di na nwunye",
    "Oke ite ime nwekwara ike ibute akpanwa enwenwughị ike ijidenwu nwa nke Bekee na-akpọ 'cervical incompetence'.",
    "'Cervical incompetence' dịka ka ndị ọkammụta siri kọwaa, na-eme ka ime na-apụ ụfọdụ nwaanyị.",
    "O nwere ọrịa ala ala?",
    "Ọrịa ala ala dịka varicocele , prostatis-ọrịa na-emetụta agede (prostate) - na ọrịa shuga nwere ike ime ka o sie ike nwoke ịtụwali nwaanyị ya ime.",
    "N'ụmụnwaanyị, ọrịa  ala ala dịka \"endometriosis\" nwere ike ibute amụtaghị nwa, ebe ọrịa shuga nwere ike inye nwaanyị nsogbu n'afọ ime.'",
    "Kedụ ụdị 'family planning' i merela mbụ? Kedụ nke unu ga-agbaso ma unu lụọ?",
    "O nweela atụmatụ igbochị ịmụ nwa imerela na mbụ? Ajụjụ a dị mkpa n'ihi na atụmatụ ọbụla nwere ihe so ya nke nwere ike imetụta ịmụ nwa.",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "Ụmụ ole ka ụnụ ga-amụ? Nwoke ole, nwaanyị ole? so na-ajụjụ dị mkpa ụnụ kwesịrị ịjụ ma saa onwe ụnụ.",
    "Anyị alụọla afọ 57 mana anyị anaghị atọ ka shuga mgbe niile",
    "Kedụ oge i bidoro hụwa nsọ gị?",
    "Oge nwaanyị bidoro hụwa nsọ ya maọbụ ụgboro ole ọ na-ahụ ya n'afọ (ọ dị 'regular' ka ọ dị 'irregular'), nwere ike ịrụtụ aka otu ọnọdụ ọmụmụ nwaanyị.",
    "Dr Joseph Akinde kọwara na ime nwere ike siere nwaanyị na-ahụ nso ya naanị ugboro abụọ maọbụ atọ n'afọ  ike.",
    "Kedụ mgbe o ji enwe 'ovulation' ya",
    "Nwoke ịma ma onye nke ya ọ na-ama oge ọ nọ n'izi (ovulation) n'ihi na ọ bụrụ na ọ naghị anọ n'izi, ị mara na ọ ga-enwe nsogbụ ịmụ nwa.",
    "Dọkịta Obi sị,\"Ihe ọ pụtara na ya bụ nwaanyị anaghị eyi akwa.",
    "Mkpa ọzọ ọ dị dịka ndị ọkachamara siri kọwaa bụ na ọ ga-enyere ha abụọ aka ịmata oge ha ga-anọkọ ime achapuo nakwa oge ha kwesịrị ịnọrọ onwe ha ma ọ bụrụ na ha achọghị nwa.",
    "Gịnị bụ 'Genotype' gị?",
    "Ọ bụ 'A', 'AS' ka ọ bụ 'SS'? Onye nwere ọbara otu 'A' nwere ike ịlụ onye masirị ya, asịrị agaghị ịba ya.",
    "Etu ndị Igbo si agba \"alụkwaghịm\"",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "Mana onye nwere AS lụọ onye nwere AS ha nwere ohere pasentị 25 ịmụta nwa nwere ọrịa 'sickle cell.'",
    "Dọkịta Akinde kwuru na ị mata nke ị bụ ga-enyere gị aka ịgbalahụ ịmụ nwa nwere sickle cell anaemia.",
    "Igbochi afọime nwereike ịzọ nwaanyị ndụ",
    "Ọ gara n'ihu kwuo,\"ilekọta nwa nwere sicjkle cell adịghịghị mfe. Ọ na-erikwa ego.\"",
    "O kwesịrị ka ndị chọro ịlụ onwe ha mee nnyocha ọbara iji mata ma ha enwere nje ọrịa HIV.",
    "Cheta na HIV bụ ọrịa a na-eke site na mmekọ, iji ihe dị nkọ onye bu ya bụ nje jiri mee ihe.",
    "Nnyocha ndị ọzọ dị mkpa gụnyere innyocha ahụike mkpụrụ nwa(sperm) nke Bekee kpọrọ 'seminal analysis'.",
    "Nneka na Isaac Moses maka Goge Africa",
    "Nchọpụta sayensi na-egosi na ụmụnwoke nwere mụmp oge ha dị na nwata na-enwe nsogbu ịtụwali nwaanyị ime ma ha tozuo dimkpa.",
    "'Mump' bụ ọrịa na-emetụta akụkụ ahụ na-emepụta asọmmiri nke na-ebute akwakanti(nti ịza aza)  nke a na-ekute n'asọmmiri onye bu ya..",
    "Ụlọọgwụ Mayo Clinic rụtụrụ aka na 'mump' nwere ike ibute ntị ochichi, ọrịa obi, ime ipụ maọbụ bute mee mkpụụ amụ nwoke ịzawa aza ma otoruo okoro bịa",
    "Ọ dị mkpa ịmata na mmadụ nwere ike izu oke, na enweghị ọrịa ọbụla maọbụ nkwarụ ọbụla mana  ha lụọ onwe ha, ime e sierie ha ike.",
    "Nke a ka Bekee na-akpọ 'unexplained infertility' nke bụ ime isi ike amaghị ihe butere ya.'",
    "Akụkọ ga-amasị gị:",
    "Ime Sịnetọ Abbo Papa ukwu n'Actors Guild dịka ibute nsị n'ime ụlọ - Ụmụnwaanyị Nollywood",
    "A ga-agbachi okeala na ụgbọelu ifebata na Naịjirịa?",
    "Idris Elba ebutela ọrịa coronavirus",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Ahụike echiche",
    "Nrị na-edozi ahụ",
    "World Health Organization (WHO)",
    "Ihe isi mere ‘Sperm’ ụmụnwoke ugbua anaghịzị arụ ọrụ etu ha sibu arụelekere 9 gara aga",
    "BBC Nkeji14 Juun 2022",
    "Kedụ ụbọchị a mụrụ Jesus kpọmkwem dịka akwụkwọ oziọma si dee?25 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3BDA/production/_127022351_ef2a5db9-ac76-4afa-8d21-3051b57f3deb.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3BDA/production/_127022351_ef2a5db9-ac76-4afa-8d21-3051b57f3deb.jpg.webp\" alt=\"Nwaanyị na-akpụ ụzụ\" width=\"3264\" height=\"1745\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu ịkpụ ụzụ ga-esi mee ka nwaanyị gbasie ike ma maa ezigbo mma - Sandra Okeke10 Ọktọba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/17416/production/_127645259_3bd4f4d8-506d-4d67-877a-b3794daa526e.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/17416/production/_127645259_3bd4f4d8-506d-4d67-877a-b3794daa526e.jpg.webp\" alt=\"Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Cristiano Ronaldo ahapụla otu M﻿anchester United22 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg.webp\" alt=\"Qatar 2022\" width=\"739\" height=\"373\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Ihe ndị a na-atụ anya ya na nke na-akpọtụ n'asompi a malitere taa20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/05ff/live/9008c230-64fd-11ed-84d2-674006c9c8bf.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/05ff/live/9008c230-64fd-11ed-84d2-674006c9c8bf.jpg.webp\" alt=\"Bukayo Saka, Noah Okafor, Manuel Akanji\" width=\"3264\" height=\"1836\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ụmụ Naịjirịa na-aga 'World Cup' n'afọ a15 Nọvemba 2022",
    "Lekwa ego ole eji esi Legọs gaa ọwụwa anyanwụ Naijirịa ugbua",
    "Ihe isi mere ‘Sperm’ ụmụnwoke ugbua anaghịzị arụ ọrụ etu ha sibu arụ",
    "Kedụ ụbọchị a mụrụ Jesus kpọmkwem dịka akwụkwọ oziọma si dee?",
    "Ihe Ụmụada Ngwo mere nwaanyị pịara nne ya bụ agadị ihe",
    "Lee emume eji eme 'Christmas' tupu a mụọ JizọsEmelitere ikpeazụ na: 25 Disemba 2021",
    "Groom and wedding guests deaths: \"Anyị gbachara nkwụ lọta n'ụlọ hie ụra m wee tetazie n'ụlọọgwụ\"Emelitere ikpeazụ na: 2 Septemba 2022",
    "Artificial Intelligence: Etu anyị siri rụpụta rọbọtụ nwere ọgụgụisi ka mmadụ - Chuks Ekwueme",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ebe aha 'Chukwu Okike Abiama' siri bidoEmelitere ikpeazụ na: 30 Jenụwarị 2022",
    "Ndị uweojii Imo steeti achụọla ndị otu ha mmadụ asaa maka nrụrụaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}