{
  "published": "20 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Tupu ị ga zụrụ ọgwụ chloroquine ṅụwa maka ọrịa coronavirus, lekwa ihe ikwesiri ịma ka ị ghara ịkwa m gara mara.",
    "Chloroquine abụghị anụ oriri nwata ji egwuri egwu, ya mere kpachapụ anya.",
    "Coronavirus Vaccine: E nwetela ọgwụ e ji agwọ coronavirus na Naịjirịa?",
    "Davido sị na Chioma ebutela Coronavirus",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Etu ndị gọvanọ ọwụwanyanwụ si eche coronavirus aka mgba",
    "Ihe dị iche n'ọrịa coronavirus na azụzụ nkịtị",
    "Ọ bụ eziokwu na ụlọọrụ 'Food and Drug Administration' nke mba Amerịka enyela ikike ka a malite inye ndị nwere coronavirus chloroquine.'",
    "Ọ bụkwa eziokwu na ụlọọrụ 'National Agency for Food and Drug Administration and Control' nke Naịjirịa amalitela itule ọgwụ a, mana ọ pụtaghị na onye ọbụla nwere ịga zụrụ ya ṅụwa.",
    "Chloroquine ọ na-agwọ ọrịa Coronavirus?",
    "Cheta na a machiri chloroquine maka iji ya agwọ ọrịa malaria na Naịjirịa.",
    "Cholroquine bụ oke ọgwụ nwere ike imebi ihe n'ahụ mmadụ ma ọ bụrụ na onye ahụ akpachaghị anya.",
    "Chloroquine nwere ike ịkpata ihe ndịa:",
    "Ọnyụnyụ na ọgbụgbọ",
    "Ịgba ọbara n'ebe dị icheiche n'ahụ gị (bleeding)",
    "Ichi ntị",
    "Anaghị ahụcha ụzọ nke ọma (blurred vision)",
    "Ndapụ ntutu isi (hair loss)",
    "Ihe ọdịdọ (seizures)",
    "Oke ike ọgwụgwụ",
    "Nchagharị anụ ahụ, dgz.",
    "Ọ bụrụ na ọ dị nnọọ mkpa na ị ga-aṅụrịrị ọgwụ chloroquine, gbaa mbọ mee ka dọkịta gị mara ihe ndị a tupu ọ sị gị ṅụọ maọbụ aṅụla:",
    "I nwere ọrịa obi, ọrịa akịrị (kidney) maọbụ ọrịa umeju",
    "I nwere ọrịa ntị maọbụ anya",
    "Ị na-enwe ihe ọdịdọ",
    "I nwere ọrịa afọ",
    "O nwere etu ọgwụ ụfọdụ si eme gị n'ahụ, ịma atụ, ọgwụ a na-akọ gị ọkọ",
    "Ị ṅụọla mmanya na-aba n'anya tupu ịbịa ụlọọgwụ",
    "Ị dị ime maọbụ ị na-enye nwa ọhụrụ ara (maka ụmụ nwaanyị). Ọgwụ a nwere ike imebi ihe n'ahụ nwa ọhụrụ ahụ",
    "Chloroquine a na-agwọ coronavirus?",
    "Ebe foto si, Getty Images",
    "Chloroquine",
    "Ọgwụ 'chloroquine' abụrụla ahịa iwu ugbua n'ihi akụkọ na ya bụ ọrịa na-agwọ coronavirus.",
    "Na mgbede ụbọchị Tọzde, onyeisiala mba Amerịka kwuru na ngalaba 'Food and Drug Administration' enyela nkwado ka e were 'chloroquine' na-agwọ ndị nwere coronavirus.",
    "O kwuru na nnyocha gosiri na ọgwụ ahụ rụrụ ọrụ n'ahụ ndị e nyere ya.",
    "Ọtụtụ ndị kwukwara n'onyonyoo TV na na ụfọdụ ndị bu coronavirus ṅụrụ 'chloroquine' ma dị mma.",
    "Mana ụlọọrụ FDA wepụtara akwụkwọ ozi wee kwuo na ha enyeghị nkwado ọbụla maka iji ọgwụ ọbụla agwọ coronavirus.",
    "Ha kwuru sị: \"Onwebeghi ọgwụ maọbụ ọgwụgwọ ọbụla anyị kwadoro maka ịgwọ coronavirus.\"",
    "\"Mana anyị nwere usoro ọgwụgwọ dị icheiche anyị kwadoro maka iji eleta ndị ọrịa.\"",
    "Ebe foto si, Science Photo Library",
    "Chloroquine bụ ọrịa e jibu agwọ malarịa nke anwụ nta na-akpata",
    "Chloroquine bụ ọgwụ ejibu agwọ ọrịa ịba nke Bekee kpọrọ Malaria.",
    "Mana e mechara otu ahụike mbaụwa bụ 'World Health Organisation' kwuo na ọ naghịzi arụ ọrụ ịgwọ ịba.",
    "Ya mere e ji machie ya na Naịjirịa maka ndị nwere 'malaria'.",
    "Ebe foto si, Getty Images",
    "Chloroquine na-akọ ọtụtụ mmadụ ọkọ",
    "Otu ihe e ji mara chloroquine bụ na ọ na-akọ ọkọ.",
    "Mana ọbụghị mmadụ niile ka ọ na-akọ ọkọ.",
    "Ndị ọkacha mara kwukwara na ọgwụ ahụ na-enye nsogbu n'anya ma mmadụ ṅụtee ya aka.",
    "Ọ na-atakwa afọ, na-ebu ajụ, na-asa afọ, na-awa isi, na-afụkwa ụfụ n'ọkpụkpụ.",
    "Mana ọbụghị mmadụ niile ka ihe ndị a ga-eme.",
    "Ebe foto si, Getty Images",
    "Aṅụkwala ọgwụ na-abụghị dọkịta sị gị ṅụọ",
    "Ndị ọkacha mara kwuru na ọdịghị mma ịga zụrụ choloroquine na-aṅụ.",
    "Ọ ga-abụrịrị dọkịta nyere gwara gị zụta ya bụ ọgwụ tupu ịṅụwa ya.",
    "Ọbụghị naanị chloroquine, ọdịghị mma ịga zụrụ ọgwụ ṅụwa na-ebughị ụzọ gaa ka dọkịta nyochaa gi ahụ, mata ihe na-arịa gị, ma mara ọgwụ ọ ga-enye gị.",
    "Ọ bụrụ na i so na ndị gbaara ga zụrụ chloroquine, wepụkwa aka enwe n'ofe.",
    "Onyeisi Ụka Katọlik na Legọs bụ Achịbishọp Adewale Martins enyela ndị ụkọchụkwụ na Legọs ntụziaka ka ha na-edo ofufe nro naanị mmadụ iri ise nọ na ya.",
    "O nyekwara ndị ahụ adịghị, ụmụnwaanyị di ime, ndị ahụ adịghị ikike ịhapụ ịga ụka ụbọchị ruo otu ọnwa.",
    "N'akwụkwọ ozi o wepụtara, Adewale gwara ndị ukọchukwu ka ha nye ndị ọrụ akụike ohere n'ụlọụka ikụziri ndị mmadụ etu ha ga-esi chekwa ọnwa ha .",
    "Ọ gara n'ihu tụọ arịrị  na na gọọmentị etinyeghị uchu na ichekwa agbata Naijiria na ndị mba ọzọ nakwa  ihe gbara ụgbọ nje ọha iji gbochie nkesa ọrịa ọjọ.",
    "Nke a na-eme dịka gọọmenti Lagọs nyere ndị ụka ndụmọd ikwusị ọgbakọ ha iji gbochie nkesa Coronavirus.",
    "WAEC akwụsịtụla nhazi ule ha",
    "Ebe foto si, Jamb/webste",
    "Ụlọọrụ ule bụ West African Examination Council (WAEC) asịla ụmụakwụkwọ Sekọndịrị ka ha cheretu n'ule ha na-akwado ile n'ọnwa Mee-Juun.",
    "Nke a bụ n'ihi ọrịa coronavirus na-arị ibe ya elu n'Afrịka nakwa ụwa niile gbaa gburu gburu ka akwụsịtụ nhazi ule a.",
    "Etu Jamb ji nwụchie ndị 'gbara mgbọ' n'ule",
    "Nwafọ Imo dị afọ 15 kachasị mee nke ọma n'ule Jamb",
    "N'akwụkwọ ozi odeakwụkwọ ha bụ E. K Myers wepụtara, ọ sị na nke a ga-adị ruo mgbe coronavirus belatara na mpaghara ndị a.",
    "Cheta na ụmụakwụkwọ sekọndịrị na-ele ule a n'ọnwa Mee ruo Juun nke afọ ọbụla iji pụta n'ụlọakwụkwọ sekọndịrị.",
    "Ichekwa Naịjirịa site na coronavirus kachasị m mkpa - Buhari",
    "Ebe foto si, @MBuhari",
    "Onyeisiala Buhari ekwuola na ichekwa ndị Naịjirịa site n'ọrịa coronavirus bụ mbọ kachasị mkpa ọchịchị ya na-agba ugbua.",
    "O kwuru nke a n'akara twitter ya dịka ọtụtụ ụmụ Naịjirịa katọrọ etu o si gbaa nkịtị kamgbe ọrịa batara Naịjirịa.",
    "Ihe dị iche n'ọrịa coronavirus na azụzụ nkịtị",
    "Akụkọ ụgha gbasara nje Coronavirus i kwesiri ịgbachị nkịtị",
    "Buhari sị na o kwenyesiri ike na ndị ọrụ ahụike dị iche iche nọ n'ọchịchị ya nakwa ndị ọrụ ọtawaike banyere coronavirus o hiwere na nso nso a.",
    "Akụkọ ọhụrụ banyere coronavirus na Naịjirịa",
    "Mịnịstrị ahụike na Naịjirịa sị na ha na-eme nnyocha ịchọpụta etu otu onye Naịjirịa na-emebeghi njem n'ime ọnwa abụọ si bute ọrịa coronavirus.",
    "Mịnịsta ahụike bụ Osagie Ehanire sị na Naịjirịa etinyela mba Austria na Sweden na mba ndị ha machiri maka ọrịa a.",
    "Akụkọ asi niile na-ewu n'Afrịka maka ọrịa Coronavirus",
    "Coronavirus o si n'ikuku agbasa?",
    "Ehanire sị na mmadụ iri na otu ahụ bu ya na Naịjirịa bụ ndị si na mba ofesi bata nakwa na ọ bụghị na Legọs ka e kwuru maka ya.",
    "O kwuru na mmechi e mechiri ọdọụgbọelu atọ (Enugwu, Pọtakọt na Kano) na Naịjirịa bụ iji kee nkwụcha banyere ọrịa a.",
    "WHO asịghị ka a ṅụọ Chloroquine maka mgbochi coronavirus",
    "Ụlọọrụ na-ahụ maka mgbochi ọrịa na Naịjirịa bụ Nigeria Centre for Disease Control ekwuola na ụlọahụike mbaụwa bụ World Health Organisation akwadobeghị  ka a ṅụọ ọgwụ chloroquine maka mgbochi coronavirus.",
    "Ha depụtara nke a n'akara twitter ha dịka ọtụtụ ndị mmadụ malitere itule ọkwa maka akụkọ si mba Amerịka pụta.",
    "'Coronavirus' egbuola Aurlus Mabele onye Kongo na-eti egwu na Fransị",
    "Ebe foto si, Youtube",
    "Nwafọ Kongo na-eti egwu bụ Aurlus Mabele anwụọla n'ụlọọgwụ dị na Paris isi obodo Fransị dịka ọ gbara afọ iri isii na asaa.",
    "Akụkọ na-efegharị na soshal midia sị na ọ bụ coronavirus gburu ya mana a chọpụtaghị ma ọ bụ eziokwu.",
    "Nkeji",
    "Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile",
    "Ebe foto si, John Okiyi",
    "Ọnụ na-ekwuru gọọmenti Abia steeti bụ Onyebuchi Ememanka ekwuola na okwu na-efegharị na gọvanọ Abia steeti bụ Okezie Ikpeazu furu efu maọbụ tọrọ atọ na mba Amerịka bụ okpotokpo asị.",
    "Mgbe BBC Igbo gwara ya na ha chọrọ inụ olu gọvanọ Ikpeazu, o kwuru na ọ ga -agwa ụwa okwu gbasara etu steeti ahụ si eme ihe niile ha nwere ike imee iji hụ na ha busoro ọrịa coronavirus agha.",
    "Lekwa ebe ụgwọ ụlọ kacha dị ọnụ ala na mpaghara ọwụwa anyanwụ",
    "Etu ị ga-esi kwado ma a sị onye ọbụla nọrọ n'ụlọ",
    "N'okwu ya, gọvanọ Ikpeazu nọ na Naịjirịa, ọ nọghị na mba Amerịka.",
    "Ebe foto si, AaronP/Bauer-Griffin",
    "Steeti California akpọchiela kpam kpam dịka ndị ọchịchị na-agbalị igbochi mgbasa ọrịa coronavirus.",
    "California bụ steeti kachasị na mba Amerịka",
    "Mmadụ 14,000 ebutela coronavirus n'Amerịka. 900 n'ime ha bụ ndị California.",
    "Ebe foto si, Getty Images",
    "Beitbridge bụ okeala Saụt Afrịka na Zimbabwe",
    "Gọọmentị mba Saut Afrịka ekwuola na ha ga-arụ ogige n'oke ala ha na mba Zimbabwe.",
    "Nke a bụ iji gbochie ndị bu ọrịa coronavirus na ndị mbịarambịara ekwesịghị ekwesị ịbata na mba ha.",
    "Ebe foto si, Getty Images",
    "Mikel Obi ekwuola na ya agaghị alaghachi otu egwuregwu bọọlụ Trabzonspor ọzọ.",
    "Obi adịghị Mikel mma etu Trabzonspor si kpaso ya agwa maka na o kwuru ka akwụsị asọmpi bọọlụ n'ihi coronavirus.",
    "Ugbua Mikel alaghachila mba Ịngland ebe ya na ezinụlọ ya bi.",
    "Ahụike",
    "Naijiria",
    "Muhammadu Buhari",
    "World Health Organization (WHO)",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isi ojii egosipụta ọrịa na ahụike mmadụ26 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abaa Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Komla Dumor Awards 2022: Ihe niile onye ga-emeri nturugo a nke afọ a ga-erite",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}