{
  "published": "22 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị obodo Ezeukwu-Alayi dị n'okpuruọchịchị Bende nke Abia Steeti etiela mkpu na ụdị ahụhụ ha na-ata ikute mmiri ọṅụṅụ mgbe ọkọchị.",
    "Otu nwaanyị a kpọrọ Nnenna Anyim gwara BBC Igbo na ahụhụ a bụ nke ọ malitere ịta n'oge ọ bụ nwata ka ọ ka na-ata ruo ugbu ọ lụrụla di.",
    "Mmiri Ebonyi nwoke anaghị aba",
    "Ọgba nwaanyị nọ na nsọ anaghị aba",
    "Ọ sị na ọ ewe ya awa abụọ iji ụkwụ a gaa ihe ruru kilomịta ise ikute mmiri ma lọghachị.",
    "Nnenna sị na ụkọ mmiri a na-akawanye njọ n'oge ọkọchị dịka iyi ndị dị ha nso na-atachasị kpamkpam.",
    "\"M bịa ụwa ọzọ m ga-efe mmiri\" - Ezenwaanyị ferela mmiri Oguta afọ 40",
    "Na-agbanyeghi na mmiri ha na-enweta anaghị adị ọcha n'anya, ọ sị na onweghi ihe ọ na-eme ha n'ahụ ma ha ṅụọ ya maọbụ were ya sie nri.",
    "Ọ gara n'ihu kwuo na ọtụtụ ndị obodo ha nwere ego agbalịala igwu 'borehole' mana mmiri na-apụta na ya na-atọ nnunnu.",
    "Ọ rịọrọ ka gọọmentị gbatara ndị obodo Ezeukwu-Alayi ọsọ enyemaka, iji mee ka ha nweta ezi mmiri ọṅụṅụ n'obodo ha.",
    "Ndị ihe onyonyo a: Ikechukwu Kalu na Chiemela Peter",
    "Vidio, Nsụda mmiri ebe a naghị enwe mmekọrịta nwoke na nwaanyị, Duration 0,1817 Febụwarị 2018",
    "'A na m ahapụ akwụkwọ iji chute ezigbo mmiri'19 Jenụwarị 2018",
    "Vidio, Ebonyi salt lake: Ihe mere ụmụnwoke anaghị aba mmiri a., Duration 1,5111 Febụwarị 2019",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,3317 Maachị 2021",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,00elekere 7 gara aga",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, World Water Day 2020: 'Anyị enweghi mmiri ọṅụṅụ n'obodo Ezeukwu-Alayi', Duration 2,4022 Maachị 2020",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}