{
  "published": "22 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Food Ace/Instagram",
    "Gwam gwam gwam gwam nri i gaghị ejinwu ojoko nke ndị bekee na-akpọ Plantain were sie?",
    "Ojoko dị a ka nwa agbọghọ mara mma a na-atụkwasara eze oge mgbe gboo.",
    "OjokO na-enye ụmụ ihe na-enyemaka Bekee kpọrọ \"Iron\", \"Vitamins\", nakwa \"fiber\" n'ahụ.",
    "Onye afọ nri! Lekwa ihe mere ụtọ agwa ji aba n'ụmị",
    "Nutrition: Oke ibu abụghị na ahụ dị nwa gị",
    "Etu ị ga-esi jiri chocolate na-akwụkwọ nri chụọ nsogbu ụbụrụisi",
    "E nwereike isi, ihụn, ịghe, ịgwọ maọbụ sekọ ojoko esekọ.",
    "Lee ụzọ ole na ole ga-abụ isie Plantain ọ bụrụ ericha amịchaa aka.",
    "Nke m ga-ebuzo bupute bụ ojoko ahụrụ ahụ",
    "Ebe foto si, Food Ace/Instagram",
    "Nke a bụ mgbado ume ụmụ mmadụ ji ejide onwe ha ma agụrụ na-anyụ ha anya.",
    "A na-eji mmanụ nri na ụgba, ose na ogiri were esuru ya. Ụfọdụ na-ejikwa ofe tomanto eri ya.",
    "Gote ojoko chatụrụ acha",
    "Kpechasia azụ ya",
    "Hụnye ya n'ọkụ",
    "Na-akpagha ya ka ọ ghara ire ọkụ",
    "O ghee, ị kpachasịa ahụ ya",
    "Mepụta mmanụ Igbo were ya ripia ya.",
    "Ojoko eghere eghe",
    "Ebe foto si, Food Ace/Instagram",
    "Ndị akpịrị ibem bịanu oo. Biko kedụ nri bụ eze ma a sị ka e chi eze maka nri e ji agba ụtụtụ.",
    "I nwere ike iji akwa maọbụ akamụ were rie ya.",
    "E jikwa ojoko eghere eri ọsikapa.",
    "E jikwa ojoko eghere eghe eri beans makana ha abụọ bụ dị na nwunye na-ekweghị agbasa agbasa.",
    "E ji ojoko eghere eghe agwọ anụ, nke ndị bekee gizdodo.",
    "E jikwa ojoko eghere eghe eme kpekere nke bekee na-akpọ \"Plantain chips\".",
    "Ojoko e ji akwụkwọ nri gwọọ",
    "Ebe foto si, Food Ace/Instagram",
    "Nwanne ọ bụrụ na ọbara maọbụ ike kọrọ gị n'ahụ, ndị dọkịta na-adụkarị ọdụ ka i rie ojoko eji akwụkwọ nri were gwọọ.",
    "Ọ bụ ojoko na-achaghị acha ka e ji esi ya bụ nri.",
    "Bacha ojoko na-achaghị acha",
    "Bee ya kịrị kịrị ma sacha ya wunye n'ite.",
    "Gbanye mmiri na-agaghị agafe ogo unele ahụ rinne.",
    "Bee yabasi tinye na ya.",
    "Sụọ ịsha, ose na maggi tinye",
    "Tinye azụ ọkpọ maọbụ anụmanụ ọzọ na-amasị gị",
    "Ọ sụwa, ghewe were ngazi eji agwa gari wee tụgharịwa ya.",
    "Ọ rọkọọ etu isi chọọ, i fenye ya akwụkwọ nri.",
    "Fọtuo ya ozigbo.",
    "Nri egheela ooo.",
    "Ojoko esiri esi",
    "Ebe foto si, Food Ace/Instagram",
    "Onye ume na-adịghị ihụwa, ighe maọbụ igwọ, ga-esinwu ya etu ahụ ọ dị ma suo ya n'ofe ọbụla masiri ya.",
    "Ojoko esere ka nri ji",
    "Nke a ọ tụrụ gị n'anya? Ya atụkwala gị ma ncha. A na-akwọri ya ka aja ma sekọọ ya na akpụ were ya rie ofe gụrụ gị agụụ.",
    "Akụkọ ndị ga-amasị gị:",
    "Coronavirus ga-agabiga Abia maka na Abia dị n'akwụkwọ nsọ - Ikpeazu",
    "Adeboye kara ụka ya n'okpokoro ụlọụka Redeemed",
    "World food day: Ụdọdụ nri ndị Igbo anaghị erikawazị16 Ọktọba 2019",
    "Vidio, Nri ogbenye ọgaranya na-erizi5 Eprel 2018",
    "Nigerian Foods: Onye afọ nri! Lekwa ihe mere ụtọ agwa ji aba n'ụmị23 Febụwarị 2020",
    "'E nwere oge udo, nwee oge agha, ugbua bụ oge agha' - Praịm Mịnịsta Israelelekere 5 gara aga",
    "Ben Nwabueze, ọkaiwu nwere agba alaala mmụọ ka ọ gbachara afọ 9430 Ọktọba 2023",
    "Etu aka siri kpara nwokorobia a sị na-ezu ụmụaka,ere n'Enugwu steetielekere 9 gara aga",
    "Etu e si chọta ozu mmadụ karịrị 70 n'ebe a na-ere ehi na Lokpanta - Alex Otti1 Ọktọba 2023",
    "Etu mba Indonesi si jiri mmanụ nri mepụta mmanụ e ji akwọ ụgbọelu29 Ọktọba 2023",
    "'Akpọtara m nwa akwụkwọ na ndu, bịa ịkpọrọ ya ọ bụrụ n'ozụ'- Nwaanyị nwa ya si ụlọelu ụlọakwụkwọ ya daa, nwụọ23 Ọktọba 2023",
    "Ụlọikpe ewepula mmachi Ipob, kwuo ka enye Nnamdi Kanu ijeri 827 Ọktọba 2023",
    "Alaba International Market: Gọọmentị Legọs emepeela ahịa a ha mechiburu n'ihi ebubo iru unyi28 Ọktọba 2023",
    "Ihe gọọmentị kwuru maka nwa akụkọ Naịjirịa a sị e gburu na mba Philippines23 Ọktọba 2023",
    "Etu aka siri kpara nwokorobia a sị na-ezu ụmụaka,ere n'Enugwu steeti",
    "Ben Nwabueze, ọkaiwu nwere agba alaala mmụọ ka ọ gbachara afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Gov Fubara impeachment plot: Ihe anyi maa maka nkata ịchụtu Gọvanọ River state",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}