{
  "published": "27 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, The Chef Chi/Instagram",
    "Akụko na-eme ugbua bụ na Chiooma nwunye nwa ya ebutela coronavirus.",
    "Davido kọwara na ọ bu dịka o si njem Lọndọn lọta were mee nyocha ka ha chọpụtara na Chioma bụ coronavirus.",
    "Nwa ha nwoke ebughị ya bụ ọrịa.",
    "O kwuru na-ahu siri Chioma ike dịka o dopụrụ onwe ya ma na anata ọgwụgwọ.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 1",
    "Onyeisiala mba Gana bụ Nana Addo Dankwa Akufo-Addo enyela ikike ka atọghapụ mmadụ narị asatọ na asatọ ndị nọ n'ụlo nga ka ha laa ụlo ha maka nchekwa ọrịa Coronavirus.",
    "Etu ndị gọvanọ ọwụwanyanwụ si eche coronavirus aka mgba",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Mmadụ narị asatọ na asato a bụ:",
    "Ndị ọ bụ mbu ha n'aga nga ma nọ kwaa ọkara oge nga ha - 783",
    "Ndị ajụ asighị ike - 11",
    "Ndị ekwesịrị igbu ma tụgharịa ya ka ọ bụru nga mkpụruọka -7",
    "Ndị ekwesịrị igbu ma tụgharịa ya la ọ bụrụ nga sitere n'afọ iri abụo gawa - 4",
    "ndị kara nka sitere n'afọ iri asaa gbagowe - 3",
    "Dịka ọ dị ugbụa, mmadụ otu narị na iri atọ na isii, ebe mmadụ anọ anwụọla.",
    "Ebe foto si, Gov Nyesom Ezenwo Wike - CON/Facebook",
    "Gọvanọ Nyesom Wike rịọrọ ka ndị Rivas steeti hara ịtụ ụjọ",
    "Gọvanọ Rivas steeti bụ Nyesom Wike agbaala ama na onye mbụ butere ọrịa Coronavirus na Rivers steeti bụ nwa aghọghọ gbara afọ iri na itolu si njem mba Fransị,gaa Itali na Griisi tupu ọ bata Pọtakọt n'ụbochi iri na isii nke ọnwa Maachị.",
    "Wike kelekwara nwa agbọgho a etu o siri dopu onwe ya ma etu o siri nyere gọomentị aka.",
    "Ugbua a ga-amachi azụm ahịa sịte n'ụbọchi iri abụọ na asatọ na Rivas steeti niile.",
    "Lasaa Fever egbuola mmadụ 176 n'afọ 2020",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Dịka Coronavirus na-eyi mba ụwa egwu ma na Naijirịa, Lassa Fever na awakpo kwa ndị mmadụ.",
    "Ugbua enweela mmadụ iri abụo na asatọ bụ ya bụ ọrịa na nso nso a, ebe mmadụ atọ nwụkwara nsonso a.",
    "Dịka ngalaba na-ahụ maka nje na ọrịa kwuru na ha chọtara mmadụ isii sị ụgbo mmịri bata Naijirịa bụ ọrịa coronavirus, ngalaba na-ahu maka njem ụgbo mmịri sị na ha amaghị maka ya.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 2",
    "Ebe foto si, Uche Nworah Facebook",
    "Ihe onyonyo si n'akara Facebook onyeisi ụlọọrụ Anambra Broadcasting Service bụ Uche Nworah gosiri etu e si chụsasịa ndị gbakọrọ maka emume akwamozu n'Ojoto.",
    "Cheta na gọọmenti Anambra steeti machiri emume dịka agbamakwụkwọ nakwa olili ozu iji belata mfesa ọrịa coronavirus.",
    "Kirie ya n'uju ebe a:",
    "Content is not available",
    "End of Facebook post, 1",
    "'Boris Johnson Praịm Mịnịsta Briten ebutela ọrịa coronavirus",
    "Ebe foto si, Reuters",
    "Boris Johnson",
    "Praịm Mịnịsta mba Briten bụ Boris Johnson ebutela ọrịa coronavirus.",
    "Ugbua ọ ga-anọpụ iche ma na-anata ọgwụgwọ.",
    "Idris Elba ebutela ọrịa coronavirus",
    "Etu ndị gọvanọ ọwụwanyanwụ si eche coronavirus aka mgba",
    "Ọbụ onyeisi ndị dọkịta mba Ịngland bụ Cgris Whitty nyere Boris Johnson ndụmọdụ ka ọ ga mee nnyocha.",
    "Johnson ji ọnụ ya kwupụta na ya nwere ọrịa a.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 3",
    "Ebe foto si, Getty Images",
    "Ndị uweojii n'Anambara arịọla ka ndị mmadụ kwụsịtụ iweta mkpesa n'ụlọọrụ ha iji zeere mmekọ mmadụ na ibe ya nke nwere ike ibte mgbasa ọrịa coronavirus.",
    "Haruna Mohammed bụ ọnụ na-ekwuru ndị uweojii kọwara na nke a bụ iji rube isi na ntụziaka nke onyeisi ha bụ Mohammed Adamu nyere.",
    "Coronavirus abụghị akụkọ, nwa m ebutela ya - Atiku",
    "Akụkọ ọma i kwesịrị ịnụ gbasara coronavirus",
    "Etu ndị gọvanọ ọwụwanyanwụ si echere coronavirus aka mgba",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Gọọmentị ga-agbachi ọdọụgbọelu Legọs na Abuja",
    "Mohammed rịọkwara ka onye ọbụla nọrọ n'ụlọ dịka gọọmentị Anambara si kwuo.",
    "O kwuru sị: \"Ndị uweojii na-agagharị iji hụ na iwu gọọmentị nyere mịtara mkpụrụ.\"",
    "Ebe foto si, Facebook",
    "Ụlọikpe kachasị atụfuola ikpe ndị pati 'All Progressives Congress' nke Zamfara steeti gbasara ntuliaka ọkwa gọvanọ steeti ahụ e mere na 2019.",
    "Ọkaikpe Iyang Okoro bụ onyeisi ndị ọkaikpe kpere ikpe ahụ kwuru na 'supreme court' enweghị ikike ikwugharị ihe ha kwuburu.",
    "Cheta na ụlọikpe kachasị chụpụrụ ndị APC na ntuliaka ọkwa gọvanọ n'ihi na ha emeghị ntụliaka praịmarị oge o kwesịrị.",
    "Ụlọikpe kachasị achụọla Ihedioha",
    "Amụma Mbaka emezuela, Hope Uzodinma emeriela dịka Gọvanọ Imo steeti",
    "Mkpebi ụlọikpe kachasị bụ ịkwado ntuliaka wuruwuru - PDP",
    "Mana ndị APC weghachiri ikpe ahụ ka ụlọikpe kachasị lebagharịa ya anya.",
    "Ọkaikpe Inyang Okoro na ndị ọkaikpe anọ ọzọ kwenyere na ha enweghị ikike ikwugharị ihe ha kwuburu.",
    "N'aka nke ọzọ otu onye ọkaikpe aha ya bụ Centus Nweze ekwetaghị n'ihe ndị otu ya kwuru.",
    "Nweze kwuru na ikpe ahụ kwesịrị ka e labagharịa ya anya.",
    "Ebe foto si, Getty Images",
    "Ọnụọgụgụ ndị nwere ọrịa coronavirus na mba Amerịka akarịala nke mba Chaịna bụ ebe ya bụ ọrịa si malite.",
    "Ugbua ọnụọgụgụ ndị na-arịa coronavirus n'Amerịka akarịala 85,500, nke Chaịna dị 81,782, ebe nke Ịtali dị 80,589.",
    "Trump ekwuputala ọrịa coronavirus dịka ọrịa gbatagbata na America",
    "Coronavirus aghọọla nnukwu nsogbu nye ahụike ọha na eze ụwa - WHO",
    "Anyị ebidola inyocha ndị njem maka nje 'coronavirus' - FAAN",
    "Mana ọ bụ n'Ịtali ka ya bụ ọrịa kacha gbuo mmadụ. Ndị ọrịa a gburu na Ịtali dị 8,215 mana ndị o gburu na Chaịna dị 3,291.",
    "Ọtụtụ steeti na mba Amerịka kpọchiri akpọchi ugbua iji gbochie mgbasa ọrịa coronavirus.",
    "Onyeisiala Donald Trump kwuburu na ya chọrọ ịkpọghe ebe niile n'ọnwa na-abịa abịa, mana nke a adịghị ka ọ ga-enwezi isi ọzọ.",
    "Ebe foto si, EPA",
    "Onyeisiala mba Saụt Afrịka bụ Cyril Ramaphosa",
    "Mba Saut Afrịka emechiela obodo ha niile kpamkpam malite n'elekere 12 nke isi ụtụtụ ụbọchị Fraịde.",
    "Nke a bụ ụzọ iji gbochi mgbasa ọrịa corona na mba ahụ.",
    "Coronavirus o si n'ikuku agbasa?",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirus",
    "Coronavirus Vaccine: E nwetela ọgwụ e ji agwọ coronavirus na Naịjirịa?",
    "Ihe karịrị mmadụ narị itoolu nwere ọrịa coronavirus na Saụt Afrịka, mana onwebeghi onye nwụrụ.",
    "Onyeisiala Cyril Ramaphosa kwuru na ya bụ mmechi obodo rara ahụ kama ọ dị mkpa iji zọọ ndụ ndị mmadụ",
    "Ebe foto si, Nigerian Presidency",
    "Mohammadu Buhari",
    "Ụmụ Naịjirịa na soshal midia na-ekwu na ọ dịka ihe na-eme na Naịjirịa agbasaghị onyeisiala Muhammadu Buhari.",
    "Nke a mere ka ha na-ajụ sị \"ebee ka Buhari nọ?\"",
    "Mana ọnụ na-ekwuru Buharị bụ Femi Adesina kwuru na Buharị agbaghị nkịtị, kama na ọ bụ etu o si chọọ.",
    "Adesina kwuru nke a oge onye ntaakụkọ Channels TV gbara ya ajụjụ ọnụ n'abalị Tọzde.",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Senegal First Ladies: Lee ndị nọrọla dịka isinwaanyị mba Senegal kemgbe afọ1960",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' IpobEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}