{
  "published": "28 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Ejeagha,Onyeka onwenu,Oliver",
    "Mgbe elu bụ ala ọsa, mgbe obodo Naijiria ka bụ ụtụ, ndị Igbo nwere ndị na-eti egwu, egwu ha na-ada ụda na Naijiria nakwa mba ofesi.",
    "Lee ụfọdụ n'ime ndị Igbo ji eje mba n'iti egwu bido n'oge Naijiria nwetachara 'Independence' na 1960 were rue afọ ndị dị n'agbata 1980:",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?",
    "Ihe mere Pericoma ji anyị ajọ arọ",
    "Egwu anọ e ji mara ndị Igbo",
    "Ihe i kwesịrị ịma maka Christy Essien-Igbokwe",
    "Ras Kimono: Ihe ndị mmadụ na-ekwu",
    "Ebe foto si, AFricori",
    "Aha a gụrụ ya bụ Oliver Sunday Akanite, onye Ezinifite, Nnewi South, Anambara Steeti, mana ihe ụwa jiri mara otiegwu a bụ 'Oliver De Coque'.",
    "Egwu o jiri pụta ọgbọ mbụ bụ Messiah Mesiah nke o wepụtara n'afọ 1977 mana egwu ya wuru ochie ochie bụ \"Peoples' Club of Nigeria, Opportunity, nakwa 'Funny Identity'.",
    "Igbo Music: Gịnị mere ndị ọgbara ọhụrụ Igbo ji eleghara ụbọaka anya?",
    "Ọ lakpuru ọtụtụ afọ, anaghịkwa anụ olu ya mana ọ pụtakwara n'ike na ebube n'ebe afọ '1990s' oge o tipụtara egwu ndị a; Biri Ka Mbiri,\" \"Ana Enwe obodo enwe,\" \"Nnukwu Mmanwu.\"",
    "Oliver , onye nwụrụ n'afọ 2008 ka ọ gbachara  afọ 61 bụ onye ndị ihe ya na-amasị  na echeta maka etu o si mara akpọ ụbọakwara.",
    "Ụfọdụ ụmụ ya gbasoro nzọụkwụ ya n'iti egwu mana o nweghị onye n'ime ha chakerela ka nna ha.",
    "Ụfọdụ egwu o tiri:",
    "Anyị ChọlụỤwa Silili Welele(1983)",
    "'Ngozi Si N'aka Ndi Okenye Abia",
    "Ana Enwe",
    "Egwu Bu Ife Chi Nyelanyi",
    "Nwanne Di Na Mba",
    "A ma Stephen Osita Osadebe dịka otiegwu 'High Life' aha ya wuru ewu, ọ kachasị ka a lụchara agha dịka o tipụtara efere egwu 'Ọsọ ndị, O we ndị.'",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?",
    "I ga-egbu ụdịrị ichi a egburu mgbe gboo?",
    "Mana o tiwelarị egwu kemgbe dịka odogwu ahụ a mụrụ n'afọ 1936  wepụtara efere egwu mbụ ya n'afọ 1958.",
    "Onye ọja Gerald Eze",
    "Onye Atani n'Anambara steeti, Osadebe chị bụ ọgbọ na Legọs ebe o bi akụ egwu tupu a gbaa ọsọ Biafra.",
    "'Enwere m nti eji ama egwu ga-aga ahia' -Honesty Music",
    "O sobu  Eleazar Chukwuwetalu Arinze (E. C. Arinze), onye nwe 'Empire Rhythm Orchestra' (ma tipụtakwa egwu ,\"N'ike N'ike ka anyị ji arụ ọrụ\" na \"Biko Rapum Paulina\") agụ egwu.",
    "E mechaa sonyere \"Central Dance Band\" nke Stephen Amaechi na-edu tupu o bido nke ya ọ kpọrọ \"Nigerian Sound Makers.\"",
    "Otu onye egwu ndị ochie na-amasị bụ Ron Mgbatogu kwuru na ihe mere egwu Osabdebe ji wuo nnukwu bụ na \"Ọsadebe nwere etu egwu ya si ada ka egwu ndị ọgalanya, egwu ngala.\"",
    "Ụfọdụ egwu o tiri:",
    "Ọsọ ndị Owe ndị",
    "Arụ m Achọrọ Nsogbu",
    "Onu Kwulu njo, O kwue Mma",
    "Ndị Du m Tufu Du m Chọ",
    "Ị ga ka m Ogonogo",
    "Onye Bili - Ibe ya Ebili",
    "Nke Onye Diliya",
    "Emeka Morocco Maduka bụ otiegwu kajara akaja bidoro tiwe egwu n'afọ 1962 mana egwu ya  bidoro wuwe ewu  na 70s rue 80s.",
    "Onye Ukwulu dị n'Anambara Steeti Morocco tipụtara egwu ruru iri na asatọ maka nke kachasị ree ahịa bụ \"Asili '98\".",
    "Dịka o si gbaa n'ama, ọ bụ ọrụ igwe ọkụ (electrician) ka ọ na-arụ tupu ọ banye  idi egwu.",
    "Maduka bụ otiegwu a ma ama n'ala Igbo maka egwu ekpili nke mere e ji akpọ ya \"Eze Egwu Ekpili\".",
    "Egwu ya na-enwe ezi nkuzi ma na-emetụta n'ọkpụkpụ.",
    "O tiela egwu afọ 60 tupu ọ nwụ n'ụbọchị 29 Ọktoba nke afọ 2020.",
    "Ụfọdụ egwu o tiri:",
    "Ụbanese",
    "Asili '98",
    "Nke Onye Metalụ",
    "Ihe Onye ga-abụ Ka Ọ ga-abụ",
    "Akalaka",
    "Ife Ọma",
    "Obinwanne",
    "O zuo,O mee",
    "Onye Amụma Odumeje",
    "Eze Udene '97",
    "Amuru Onye N'ego",
    "Meelụ ka m dị ndụ",
    "Stephen Osita Amaechi bụ otiegwu e jiri 'highlife' mara ama.",
    "Ọ bụ ya  nwe otu egwu ọ kpọrọ 'Afro-Rhythm Skies'. ",
    "Otu egwu ya bụ 'Afro Baby'",
    "Ndị mara maka ya kọwara na ọ bụ n'aka ya ka Osita Osadebe mụrụ iti egwu.",
    "Osadebe sonyekwara n'otu egwu ya tupu ọ malite nke ya.",
    "Mike Ejeagha bụ otiegwu Igbo a ma ama n’ihi egwu akụkọ ifo ya.",
    "Ọ bụ onye Eziagụ n'Enugwu steeti.",
    "Ya mere ọtụtụ Igbo ji ya ekwu okwu sị  'akụkọ na egwu Mike e ji Agha\" mgbe mmadụ kọwara ihe na-atọ ka akụkọ ifo.",
    "Mike Ejeagha: Aghara m ihe egwu m gbaa ọsọ Agha",
    "Na mkparịtaụka ya na BBC Igbo nwere na nso nso, Ejeagha kwuru na ya bụbu ọkpụisi tupu ya abanye iti egwu.",
    "Na nkọwa Ron Mgbatogu,  na Ejeagha \"dịka onye toro n'aka ndị ochie\" nke mere ọ nụchara okwu amamihe ha were ya na-akụ egwu ma na-akụzikwara ndị mmadụ ihe.",
    "Ụfọdụ egwu o tiri:",
    "Ụwa mgbede",
    "Obiakọ Obinwa",
    "Onye ori ụtaba",
    "Elulube lube",
    "Ọme ka agụ",
    "Udo ka mma",
    "Onye ndidi na-eri azụ ukpo",
    "gawazịa",
    "Ebe foto si, Celestine Ukwu",
    "Mgbatogu kọwara na Ukwu bụ onye e ji okwu miri emi , na olu dị ụtọ na ntị mara.",
    "O kwukwara na e ji ịkụ ngwa egwu a kpọrọ 'xylophone'  nke o webatara n' egwu 'High Life''were mara.",
    "\"Ọ bụ onye jị gọọmenti na-akpọ ọ bịa tiere ha egwu.\"",
    "\"Ka a lụchara agha, oge  Ụkpabi Asika  na-achị Eastern Region, a na-akpọkarị ya ma gọọmenti nwee emume.",
    "Ụfọdụ egwu o tiri:",
    "Ije Enu",
    "Money Palava",
    "Ebe foto si, Getty Images",
    "Onyeka Onwenu bụkwa onye ndọrọndọrọ ọchịchị rụrụ ọrụ n'oge Ọchịchị Ikedi Ohakim dịka gọvanọ Imo steeti",
    "Otiegwu Onyeka Onwenụ bụ onye Arondizuogu, n' Imo Steeti.",
    "Ọ gụrụ akwụkwọ n'Alabekee  ebe ọ gụrụ na Wellesley College, Massachusetts dị n'Amerịka tupu ọ laghachị Naijiria bịa rụwa ọrụ. Ọ bụ onye ntaakụkọ.",
    "Ụfọdụ egwu o tiri:",
    "One Love(1986)",
    "Madawolohun (Let Them Say)\" \"Choices\" nakwa \"Wait For Me\" ( bụ egwu ya na Sunny Ade tiri)",
    "Iyogogo",
    "Ekwe",
    "Bia Nulu",
    "Ochie Dike",
    "In the Morning light",
    "Odenigbo",
    "You and I",
    "African woman",
    "Ebe foto si, Bright Chimezie-Facebook",
    "Bright Chimezie bụ onye e ji 'Zigima Sound' bụ ụdị egwu nke ya nke dịkwa ka 'High Life' mara.",
    "Etu o si ete ụkwụ ma ọ na-agba egwu bụkwa ihe na-atọ ndị egwu ya na-amasị ụtọ.",
    "Ọ na-akọkwa akụkọ ije ụwa n'egwu ya.",
    "Ụfọdụ egwu o tiri:",
    "Ọ nụrụ Ube Nwanne",
    "African style",
    "Nne Ọma",
    "Liza",
    "Greetings in Africa",
    "Achọrom Zigma Sound",
    "Respect Africa",
    "Nelly Uchendu bụ olu ọkwa n'ịgụ egwu chakere na 70s na 80s oge ụmụnwaanyi Igbo ịbụ  otiegwu dịka ịnata iko e jiri kunye ya mmiri.",
    "Uchendu,onye a mụrụ n'afọ 1950 bidoro wube n'afọ 1976 oge o tipụtara  egwu ọ kpọrọ \"Love Nwantịtị.",
    "Ihe e jiri mara Nelly bụ na egwu ya na-abụkarị okwu ndụmọdụ,nkụzi nakwa akụkọ ifo.",
    "O.nye Ụmụchu n'Anambara steeti,ọ lara mụọ n'afọ 2005.",
    "Ụfọdụ egwu o tiri",
    "Ezigbo Dim",
    "Aka bụ Eze",
    "Wakabout",
    "Yeghe Yeghe",
    "Ebe foto si, Tabansi",
    "Patrick Obasi,onye a ma ama dịka 'Patty Obasi' bụ otu onye na ndị bidoro egwu ụka na Naijiria.",
    "Egwu bupụtara nwaafọ Mmakụ(Enugwu  Steeti) a bụ efere egwu mbụ ya bụ \"Mama Ịwọta\" nke pụtara n'afọ 1980.",
    "Ihe mere egwu Obasi dị iche bụ ụda ya.",
    "Njirimara Patty Obasi bụ na egwu ya na-ada nwayọọ nwayọọ, ebe mkpụrụ okwu so ya ga-akpọfeli onye na-ege ya dịka ọ na-ewelite mụọ.",
    "Ụfọdụ  egwu o tiri:",
    "Bịanụ Ka Anyị Kelee Jehova",
    "Onye Isi Agha",
    "Anyị Ga Na-Aga N'Ihu",
    "Ezi Nwaanyị Dị Ụkọ",
    "Ebe foto si, Achinivu Kanu Achinivu",
    "Ikoli Harcourt Whyte wepụtara ọtụtụ abụ n'asụsụ Igbo",
    "Ikoli Harcourt Whyte bụ onye Abonnema dị na Rivas steeti.",
    "Nwa afọ a mụrụ n'afọ 1905Ọ bụ onye nwere maasị n'egwu na ihe  egwu site oge ọnọ n'ụlọ akwụkwọ.",
    "O butere ọrịa ekpenta n'afọ 1918, ọ bụ ka ọ a kpọgara ya n'ụlọ ọgwụ gọọmenti dị na Pọtakọt ka ya na ndị ekpenta ndị ọzọ gbakọrọ nwee otu egwu Bekee kpọrọ 'Choir'.",
    "E mechara buga ya n'ụlọọgwụ 'Uzuakoli Leprosy Hospital', dị na Bende ,Abịa steeti, ebe ọ nọrọ gbakpee ka ọ rịachara ọrịa ahụ afọ iri atọ na anọ.",
    "Ebe foto si, John Manton",
    "Ikoli Harcourt Whyte's CDs are on sale in Nigeria",
    "Egwu e jiri mara nwa afọ bụ 'Atula Egwu' bụ egwu ụfọdụ na-akpọkarị n'ala Igbo ma mmadụ nwụọ.",
    "Njirimara Harcourt , onye wepụtara abụ karịrị 200 bụ na ọ naghị e ji ngwa egwu agụ egwu ya.",
    "Na-agbanyeghị nke a, egwu ya na-emetụ n'ọkpụkpụ. ma na-agụ akwa mgbe ụfọdụ.",
    "Ụfọdụ egwu o tiri:",
    "Onwu",
    "Otito Nke Chukwu",
    "Biko Tikuonu Jehovah",
    "Ekpere Ogbenye",
    "Nwa Oge Nta",
    "Bianu Ndi Enyim Nile",
    "Chebem Nna",
    "Anyi Emebiwo Uwagi Chineke",
    "Nga Abu Udele",
    "Ebe foto si, Sir Warrior",
    "Ezi aha 'Sir Warrior' bụ Christogonous Ezebuiro Obinna",
    "E jiri 'Sir Warrior mara ya mana ezi aha ya bụ Christogonous Ezebuiro Obinna.",
    "Ya bụ nwaamadi bụbu onye  ndu otu egwu 'Highlife' wuru na  70s a kpọrọ 'Oriental Brothers.'",
    "E mechara otu egwu ahụ gbasaa ụzọ atọ ;Prince Ichita& The Great Oriental Brothers,Oriental Brothers nakwa Sir Warrior &His Oriental Brothers.",
    "Oriental Brothers bụ otu egwu bidoro ka Agha Biafra biri n'Owere,Imo Steeti ebe ụmụokorobịa gụnyere Godwin Kabaka,Livinus Akuilo,Fred Ahumaraeze, Ferdimand Emeka Opara nakwa Christogonous Ezebuiro bụ 'Sir Warrior'.",
    "Ha nwere nghọtahie banyere etu egwu ha si ada nke mere ka onye bụbu onye ndu ha bụ Godwin Opara dọwara pụọ,bido  'Kabaka'. Livinus na Ichita mechara pụọ,ya afọdụ Warrior,onye kpokọbara ndị egwu ọzọ bido nke ya- Sir Warrior & His Oriental Brothers.",
    "Ihe e jiri mara nwoke Mbaise (Imo Steeti)a na egwu ya bụ  ụbọakwara na okwu, 'Ọyọrịma' nke a na-ekwu na ọ bụ ya bidoro nakwa okwu miri emi.",
    "Ụfọdụ  egwu o tiri:",
    "Ụwa Chịga Chịga",
    "Owere bụ Oke Mba",
    "Ụwa Enwe Mmeta",
    "Ana m Ele Chi",
    "Rara ma Ndụ",
    "Ebela m Akwa Ụwa",
    "Ego ka Mma n'Okorobịa",
    "Onye Egbula Onye Agbataobi ya",
    "Ọzọ Bụ Iwe M",
    "Nwoke Ezu Ike",
    "Onye Ma Uche Chukwu?",
    "Davido sị na Chioma ebutela Coronavirus",
    "Coronavirus amaghị onye dị ọcha maọbụ ojii.",
    "Vidio, Ọ bụ ndị ọchịehi Fulani, ka ọ bụ ndị Agila dị na Benue wakporo ndị Ngbo n'Ebonyi steeti?14 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ebube Agu Meaning: O nweghi ihe jịkọrọ anyị na ESN Nnamdi Kanu hibere - Umahielekere 8 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe i kwesiri ịma maka prof Nnenna Oti, nwaanyị mbụ na-abụ onyeisi Mahadum 'Federal University of Technology'",
    "Ebube Agu Meaning: O nweghi ihe jịkọrọ anyị na ESN Nnamdi Kanu hibere - Umahi",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Nwaanyị Ngbo ndị Agila gburu gafere ebe gọọmentị sị onye agala - Ndị uweojii Ebonyi steetiEmelitere ikpeazụ na: 22 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}