{
  "published": "31 Maachị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi ụka Anglịkan n'Enugwu bụ Archbishop Emmanuel Chukwuma kowara uche ya banyere nkwụsi ụka maka ihi ọrịa coronavirus.",
    "Chukwuma si na ya agaghị agbachị ụlọụka kama ihe ya ga-akwado bụ ka ebelata ndị na-abịa ụka otu mgbe.",
    "Ọ sị na ọ bụ Chukwu nwe ụka, nke pụtara na imechi bụ imechi ụzọ ngozi na amara.",
    "Ọ bu ya na Ebere Ekeopara nwere mkparịtaụka a.",
    "Mana Bishọp chịburu Dayọsis Mbaise dị n'Imo steeti kwuru na ya kwadoro atụmatụ gọọmentị ịkwụsịtụ ndị mmadụ ịgbakọ n'ụlọụka.",
    "Bisho BJE Ogu kwuru na ụka kwesịrị inyere gọọmentị aka na mbọ ha na-agba iji chụlaa coronavirus.",
    "Gee ihe o kwuru:",
    "Coronavirus abụghị akụkọ, nwa m ebutela ya - Atiku",
    "Akụkọ ọma i kwesịrị ịnụ gbasara coronavirus",
    "Etu ndị gọvanọ ọwụwanyanwụ si echere coronavirus aka mgba",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Gọọmentị ga-agbachi ọdọụgbọelu Legọs na Abuja",
    "Coronavirus: Etu ndị gọvanọ ọwụwanyanwụ si eche coronavirus aka mgba25 Maachị 2020",
    "Vidio, Coronavirus: Ozi ọma maka coronavirus, Duration 1,5423 Maachị 2020",
    "Vidio, Body Building: Anyị ejighi akpụ ọbi eyi ndị mmadụ egwu - ndị na-akpụ ụzụ n'Awada, Duration 2,438 Disemba 2018",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Coronavirus: Mgbachi ụlọ uka ga-emechi ụzọ ngozi na amara - Archbishop Chukwuma, Duration 2,3831 Maachị 2020",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Kaduna Anglican Kidnap: Etu e si tọrọ ụkọchukwu na ndị ụka Anglịkan si agbamakwụkwọ alọta, Duration 2,538 Eprel 2021",
    "Vidio, Onye mere MMM: Ha gwuru m chacha ruru nde 3.7, Duration 1,0527 Maachị 2018",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}