{
  "published": "2 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Kamgbe ọrịa covid 19 bidoro kpawa ike n'akụkụ ụwa niile, otu okwu a na-anụkarị n'ọnụ ndị isi mba dị iche iche bụ \"Ventilator.\"",
    "Ndị ọrịa coronavirus ji na njọ nwereike ịgbanahụ ọnwụ maọbụrụ na ejiri ventilator nye ha ọgwụgwọ.",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirus",
    "Ventilator bụ akụrụngwa na-enyere onye ngụgụ ya anaghị arụ ọrụ ọfụma aka i kute ume.",
    "Nke a ga-enyere onye ahụ aka ị buso nje ahụ mebiri ngụgụ ya agha ma gbakee.",
    "Ọ dị na ụdị na ụdị.",
    "E nwere nke ji ikuku si n'ahụ mmadụ arụ ọrụ nke ga-esi na tubu akwụnyere n'imi maọbụ ọnụ mmadụ agafe.",
    "Nke abụọ gụnyere naanị ikwụnye mask n'imi na ọnụ onye ahụ, onweghị tubu ga-adị ya.",
    "\"Ventilation\" ọbụla kwesiri inwe onye ga-anọ n'akụkụ ileta onye akwụnyere ya.",
    "Innocent Chukwuma",
    "Ụlọọrụ World Health Organization (WHO) na-eche na mmadụ ruru pasenti 80 nwereike isi n'ọrịa coronavirus gbakee ọ bụrụgodị na ha agaghị ụlọ ọgwụ.",
    "Mana akụrụngwa ventilator na-azọ ndụ ndị ọnọdụ ha gụnyere ekughị ume ọfụma makana o ga-enye aka webata ikuku ga-eme ka ha ghara ikubi, nwụọ.",
    "Ndị na-enweghị ọnọdụ nọketere ọnwụ nwereike iji ventilator gụnyere maskị ihu, nke imi maọbụ nke ọnụ nwereike ibuba ikuku na ngụgụ.",
    "Dr Shondipon Laha nke 'Intensive Care Society,' na-ekwu na ọ dị mma ka ndị ma anya ventilator bụrụ ndị ga na-eji ya ilekọta ndị ọrịa a na-arịa.",
    "Nke a bụ makana ọ bụrụ na e tinyeghị ya bụ akụrụngwa ọfụma, o nwereike  imerụ onye etinyere ya ahụ nke ukwu.",
    "Ka ọ dị ugbua mba dị iche iche na-agbalị ka ha zụta ventilator maka ndị mba ha ọrịa nwereike ibutu n'ike.",
    "Lee ebe ala, ụlọ ga-adịrị gị ọnụala na mpaghara ọwụwa anyanwụ",
    "Lekwa ihe ị kwesịrị ịmata tupu ịṅụọ ọgwụ chloroquine",
    "Ụzọ itoolu ị ga-esi gbalahụ isi nghasa n'ihi 'lockdown'",
    "Akpụrụachịa anaghị achụ coronavirus",
    "NA EME UGBU A Zamfara Girls Kidnapping: Etu ndị ekperima si tọrọ ọtụtụ ụmụakwụkwọ na GGSS Jangebe",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọgịnị na-esere ndị Oruku na Umuode n'Enugwu Steetielekere 7 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}