{
  "published": "13 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị mmadụ nwere ọtụtụ ajụjụ ha na-ajụ gbasara ọrịa.",
    "Bịa mata ọsịsa gbasara ajụjụ ndị gbagọjuru gị anya maka ọrịa Coronavirus.",
    "Ndị mepụtara akụkọ a bụ Chioma Nkemdilim na Vining Ogu.",
    "Coronavirus abụghị akụkọ, nwa m ebutela ya - Atiku",
    "Akụkọ ọma i kwesịrị ịnụ gbasara coronavirus",
    "Etu ndị gọvanọ ọwụwanyanwụ si echere coronavirus aka mgba",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Gọọmentị ga-agbachi ọdọụgbọelu Legọs na Abuja",
    "Vidio, Coronavirus Tips: Ọbụghị eziokwu na ndị ntorobịa enweghị ike ibute ọrịa coronavirus, Duration 1,009 Eprel 2020",
    "Vidio, Coronavirus: Ndụmọdụ ụmụ afọ Igbo nọ Chaịna na-enye ndị Naịjirịa maka nje a, Duration 3,166 Eprel 2020",
    "Vidio, Covid-19 n'otu nkeji: 'Vitamin C' anaghị agwọ ọrịa coronavirus, Duration 0,597 Eprel 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Dr Ngozi Okonjo-Iweala: Echetere m ka ada nne m si apịa m ụtalị mgbe m perempe - Obi Chukwuka Okonjo, Duration 3,4625 Febụwarị 2021",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, George Obiozor Video: Nnamdi Kanu bụ nwa anyị, okwu Biafra abụghị okwu ụmụntakịrị - Ohaneze ndị Igbo, Duration 1,5324 Febụwarị 2021",
    "Vidio, Hajia Sefia Ali nwaanyị awụsa na-ata asụsụ Igbo ka ọjị, Duration 4,3525 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}