{
  "published": "15 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/David Igboke",
    "Akụkọ na-ewu na soshal midia na mgbede Wenezde bụ na ndị uweojii Anambara steeti gburu otu nwaokorobịa na Nkpor.",
    "Ya bụ ihe mere na mpaghara ahịa 'New Tyre' ebutela ngagharịiwe dịka ndị ntorobịa na-egosipụta mwute ha.",
    "Ipob Anambra clash: Gọọmentị Anambra agbala nkịtị ka ọsọ ka na-agba n'Oraifite",
    "Ọ bụghị onye uweojii gbagburu mmadụ n'Alor- Ndị uweojii Anambra",
    "Ọtụtụ ihe onyonyo ndị mmadụ tinyere na Twitter, Facebook nakwa Instagram gosiri ebe ozu ya bụ nwata nwoke tọgbọ n'ala ndị mmadụ gbaa okirikiri na-aba mba n'iwe.",
    "Mana Haruna Mohammed bụ ọnụ na-ekwuru ndị uweojii Anambara azaghị oku ekwentị BBC Igbo kpọrọ ya ugboro ugboro iji mata ihe merenụ.",
    "O dochabeghị anya etu ya bụ ihe si mee mana BBC Igbo ka na-esi imi n'ala ịweta ya bụ akụkọ n'uju.",
    "Cheta na gọọmentị Anambara steeti mechiri mkpagharị ndị mmadụ iji gbochie mfesa ọrịa coronavirus.",
    "Mana akụkọ kwuru na ọ bụ ebe ụmụokorobịa na-agba bọọlụ ka ya bụ njinji nọrọ jie.",
    "Ndị ọzọ kọkwara na ndị ntorobịa ji 'acid' wee chụọ ndị uweojii ahụ e boro ebubo igbu mmadụ ọsọ.",
    "BBC Igbo ka na-agba mbọ ịnụ n'ọnụ Haruna Mohammed maọbụ onyeisi ndị uweojii n'Anambra.",
    "N'aka nke ya, onyeisi ngalaba mkpesa nke ndị uweojii Naịjirịa aha ya bụ Markus Ishaku Basiran, kwuru na ha amalitela ileba ya bụ okwu anya.",
    "Basiran depụtara nke a n'akara Twitter ya ma kwuo na Kọmishọna ndị uweojii nke Anambra steeti abanyela na ya bụ okwu",
    "Mana Kọmishọna mgbasa ozi na Anambra bụ Don Adinuba kwuru na ya hụkwara ya bụ akụkọ na soshal midia, mana ndị uweojii agwabeghi gọọmentị maka ya.",
    "Adinuba kwuru na \"ọ bụ mgbe ndị uweojii gwara anyị maka ya ka m ga-ama ihe m ga-ekwu\".",
    "N'akụkọ dịka ibe ya, gọọmentị Abia steeti agbarụọla ihu maka ọnwụ otu nwaokorobịa a na-ekwu na ọ bụ otu onye ọrụ nchekwa ji egbe gbagbuo ya n'Aba.",
    "John Okiyi bụ kọmishọna mgbasa ozi n'Abia steeti kwupụtara nke a n-ehihie Wenezde.",
    "Okiyi kwuru na ya bụ ihe mere n'Ụmụịkaa 'junction' nke dị n'okpuru ọchịchị Isialangwa South.",
    "Ọ gara n'ihu kwuo na Gọvanọ Okezie Ikpeazu enyela ntuziaka ka Kọmishọna ndị uweojii na steeti ahụ tinye anya na mmiri ma nwụchie omye kpara arụ ma kpee ya ikpe.",
    "Dịka Okiyi si kwuo, nke a abụghị nke mbụ ndị ọrụ nchekwa na-egbu mmadụ n'Abịa steeti.",
    "Ebe foto si, Twitter/Emeka Ihedioha",
    "Emeka Ihedioha",
    "Gọọmentị Imo steeti enyela ikike ka-ebido ime nyocha maka ihe karịrị ijeri naịra 19 bụ ego ndị okpuru ọchịchi ime obodo e kwuru na ọ na-efu efu site n'oge Emeka Ihedioha nọ n'ọchịchị.",
    "Ha kwuru na ọ bụ n'ọba ego nke ndị okpuruọchichị n'Imo steeti nakwa nke ngalaba na-ahụ maka ndị eze ka e si sepụ ya bu ego n'ime ọnwa asaa Ihedioha chịrị.",
    "Dịka Kọmishọna mgbasa ozi bụ Declan Emelumda si kwuo, etu e si zupu ya bụ ego bụ site na iru ọrụ adigboroja di icheiche ebe ndị ọ bụ ọrụ a na-ahụghị anya.",
    "'O nweghi onye Gọvanọ Uzodinma nyere ọkwa 'Emir' n'Imo steeti'",
    "A gbawara ndị Imo Steeti aka napụ ha ọchịchị - Emeka Ihedioha",
    "Emelumda kwuru nke a n'ọgbakọ ndị ntaakụkọ n'Owerre n'ụbọchị Tuzde.",
    "O gara n'ihu kwuo na ọ bụ mgbe ha na-eme nnyocha nke afọ gara aga dịka ọ dị na usoro gọọmentị ka ha chopụtara ya bụ nrụrụaka.",
    "O kwukwara na nnyọcha maka ebubo a dị n'atụmatu gọọmentị Imo steeti wepụtara iji hụ na ndị ọrụ gọọmentị rụrụ ọrụ ha dịka o si kwesi, nakwa ịhụ na-erubere iwu obodo isi gbasara mmefu egọ ọha nke dị n'aka gọọmentị.",
    "BBC Igbo kpọtụụrụ Chibuike Onyeukwu bụ onye enyemaka mgbasa ozi Ihedioha mana o kwuru na ha ga-ewepụta akwụkwọ ozi ebe ha ga-asa ebubo niile ahụ.",
    "Mana ụlọọrụ 'Wallhouse W.A Ltd' wepụtara akwụkwọ ozi ebe ha kwuru na ebubo gọọmentị Ihedioha boro ha bụ ụgha.",
    "'Wallhouse' kwuru na ọ bụ ha ka gọọmentị Ihedioha nyere ọrụ ibute ụgbọọala 'Caterpillar' na nnukwu ụgbọala ndị ọzọ e ji arụ ụlọ.",
    "Martin Agba bụ otu n'ime ndị isi ụlọọrụ ahụ kwuru na ihe gọọmentị kwụrụ ha bụ narị nde naịra itoolu na ụma (N945m) nke bụ ọkara ego ha na gọọmentị kpebiri.",
    "N'aka nke ọzọ Mayor Eze bụ onye ndụmọdụ Ihedioha n'okwu gbasara okpuruọchịchị wepụtakwara akwụkwọ ozi iji gọrọ ọnụ ya.",
    "Eze kwuru na onweghi otu mkpụrụ eziokwu ọbụla dị n'ebubo ahụ gọọmentị Uzodinma na-ebo Ihedioha.",
    "Ebe foto si, Twitter/PunchMobile",
    "Ụlọọrụ CAC na-agba ọkụ",
    "Ọkụ agbaala akụkụ ụfọdụ n'isi ụlọọrụ 'Corporate Affairs Commission' dị n'Abuja.",
    "Nke a na-abịa otu izuụka ọkụ gbachara isi ụlọọrụ onye ọgbakọ ego Naịjirịa bụ 'Accountant General' na Bekee.",
    "Dịka onyeisi ụlọọrụ CAC bụ Garba Abubakar si kwuo, ya bụ ọkụ emebeghị nnukwu ihe, onweghịkwanụ onye nwụrụ na ya.",
    "Mmịri bụ ndụ, mana ndị gọọmentị ọwụwa anyanwụ na-eme ka ha amaghị nke a.",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia31 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chioma Davido ewepụchaala foto Davido n'igwe Instagram ya30 Eprel 2020",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Chioma Davido ewepụchaala foto Davido n'igwe Instagram yaEmelitere ikpeazụ na: 30 Eprel 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Good Friday: Ihe Easter ji apụrụ m iche karịa emume ụka ndị ọzọ'Emelitere ikpeazụ na: 19 Eprel 2019",
    "Ndịagha na-ekpuchi ndị ochiehi na-egbusi ndị mmadụ n'Enugu,Ebonyi steeti- Ipob",
    "Anyị ga-enyocha ihe mere n'okwu Danladi Umar na 'Biafran Boys' - NBA",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ka o si aga n'ikpe George Floyd: 'Akaike ndị uweojii ji so George Floyd karịrị'",
    "Aka m abụọ na-achọ ịkpọnwụ akpọnwụ - Pastor Okochi ObeniEmelitere ikpeazụ na: 21 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}