{
  "published": "16 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Ọrịa Coronavirus bụ ebelebe na-egbu n'ọtụtụ mba ụwa niile ugbua.",
    "N'ihi oke ogbugbu si n'ọrịa a pụta, gọọmentị mba dị icheiche gbachiri ụlọakwụkwọ, ụloụka nakwa ọgbakọ ọha mmadụ iji kwụsị mfesa ya.",
    "Nke a pụtara na ezinaụlọ ọbụla na-anọkọtazi ọnụ ụgbua ka ọ bụ oge ezumike.",
    "Coronavirus abụghị akụkọ, nwa m ebutela ya - Atiku",
    "Akụkọ ọma i kwesịrị ịnụ gbasara coronavirus",
    "Etu ndị gọvanọ ọwụwanyanwụ si echere coronavirus aka mgba",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Gọọmentị ga-agbachi ọdọụgbọelu Legọs na Abuja",
    "Anyị na Rejoice Olori na-ahụ maka ahụike ụbụrụ ụmụaka nwere mkparịtaụka.",
    "Ọ kọwara na n'oge a, ndụ ụmụaka dịka ndụ gị agbanweela n'ihi ọnọdụ nọrọ n'ụlọ, nakwa na ọ dị oke mkpa na ndị nne na nna tinyere nke a n'uche ha.",
    "O kwuru na ọ ga-enyere ha aka ị ma ụdịrị agwa ha na-akpaso ụmụaka.",
    "Lee ndụmọdụ ndị o nyere maka nke a",
    "Mee ụmụ gị enyi n'oge a",
    "O kwuru na ihe mbụ ndị nne na nna na ndị na-elekota ụmụaka ga-eme bụ ị bịa ha nso",
    "\"Ọ bụrụ na ụmụ gị nwee nkwenye n'ebe ị nọ, ọ ga-adịrị ha mfe ị gwa gị uche ha ma ha nwee nsogbu ọbụla\" ka o kwuru.",
    "O kọwakwara na nke a ga-enye aka ka ụmụaka gee gị ntị mgbe ị gwara ha okwu.",
    "Ebe foto si, Getty Images",
    "Chọtara ha ihe ha ga na-eme",
    "Ụmụaka nwere ndụ nke ha nakwa ihe ndị ha na-eme tupu ọnọdụ agbanwee",
    "Ị nọ n'ụlọ n'enweghi ihe aka na-eme nwereike ịme ka ha dịba aghara(disorderly)",
    "O kwuru na ị chọtara ha ihe ha ga-eme dịka ị ga ozi n'ụlọ ga-enye aka gbochi nke a.",
    "Ị nwekwarị ịtinye ọtụtụ egwuregwu ezinaụlọ ga na-emekọta ọnụ.",
    "Hie asaa n'anya",
    "Ebe foto si, Getty Images",
    "Oge a abụghị oge ụmụaka ji apụ igwuri egwu",
    "O kwukwara na oge a bụ oge ụfọdụ ụmụaka ọ kachasị ndị na-abanye ntorobia ga-eji na-agbanwe",
    "N'ọnụ ya \"hie asaa n'anya, ị ga-achọpụta ọtụtụ ihe ma ị mee nke a\"",
    "Ya bụ tinye anya na ndị enyi ha, ekwentị ha nakwa ụdịrị agwa ha na-egosi mgbe o nweghi onye nọ nso",
    "Chọpụta ihe ndị na-atụ ha egwu",
    "Ebe foto si, Getty Images",
    "Nke a gbasara ahụike ụbụrụ ụmụ gị, Rejoice kwuru na oge a ga-esi ike maka ụmụaka na-enwe nsogbu ụbụrụ.",
    "Ọ sị gịnwa nne na nna nakwa ndị na-elekọta ụmụaka bịa ha nso ma na-akpalitekwa mmụọ ha maka ihe ọbula nwereike ị na-atụ ha ụjọ.",
    "Kọwara ha maka ọrịa Coronavirus",
    "Ụfọdụ ndị nwere ụmụaka pere mpe nwereike ha agaghị aghọta ihe butere mgbanwe na ndụ ha.",
    "\"Biko gbanụ mbọ kuziere ụmụ gị maka Coronavirus nakwa etu o si efesa\"",
    "O kwukwara ka a gba mbọ hụ na ụmụaka na-akwọ aka ha ma nọrọ n'ụlọ n'apụghị n'ilo egwu egwu.",
    "\"Ọ bụrụ na ha chọrọ ka ha na ndị enyi ha nọkọọ, ha kpọọ ha n'ekwentị onyonyo\" ka o kwuru.",
    "Ebe foto si, Rejoice Olori",
    "Rejoice Olori, ọkacha mara maka ahụike ụbụrụ ụmụaka.",
    "Jie onwe gị ma ị na-agwa ha okwu.",
    "Rejoice kọwara na ụmụaka bụ obere ndị okenye, O kwukwara na ha na-eṅomi agwa ha hụrụ ndị mmadụ na-akpa.",
    "\"A gaghị m atụ asị, o siri ike ị bụ nne maọbụ nna ọ kachasị n'izu a mana jiri ndidi na-eso ụmụaka, abanara ha mba\"",
    "O kwuru ka ọ ga-akwụsị ha ịtụ gị egwu maọbụ ịnọmi agwa ojọọ.",
    "Na ngwụcha ọ kọwara na ụmụaka niile, n'agbanyeghị afọ ole ha dị ka jiri ihunanya amụta ihe karịa ụjọ.",
    "Ihe ọbụla ị na-eme, jiri ịhụnanya na ndidi na-eso ụmụ gị n'ihi na oge a siri mmadụ niile ike, ọ kachasị hanwa.",
    "Working From Home: Ụzọ asaa ị ga-esi baara onwe gị uru ma rụọ ọrụ n'oge mmachi maka coronavirus7 Eprel 2020",
    "Eid-el-Kabir: Ihe ndị ị ga-ejinwu ụbọchị ezumiike abụọ a mee30 Julaị 2020",
    "Vidio, 'O nweghi onye gwara m maka ịmụ nwa oge ya erughi'30 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT29 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Ihe mere 'Onye eze Jesus' taa",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Birth Control: Etu ọgwụ 'contraceptives' si chọọ idula m mmụọ",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwaEmelitere ikpeazụ na: 27 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}