{
  "published": "17 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Akpụrakpụ ekwensu nku arụsị ekwensu n'Enugwu",
    "Mgbe ị na-ekpe ekpere ma sị \"Chineke napụ ekwensu ike\", Kedu ekwensu nke ị na-akpọ.",
    "Ọ bụ nke edere n'akwụkwọ nsọ ka ọ bụ nke ndi nnanna anyi ha na-efe?",
    "Eziokwu bụ na ha abụghị otu.",
    "Soro anyi na njem a ka anyị mata ihe omenala Igbo kpọrọ ekwensu na ihe ndị ofufe Kraịst kpọrọ ekwensu.",
    "Ụkọchukwu na ọkammụta n'African Traditional Religion' bụ Chika Okpalike na ọkammụta n'asụsụ Igbo bụ Chigozie Nnabuihe bụ ndị tinyere ọnụ n'okwu a.",
    "Ka anyị bido n'akwụkwọ nsọ mgbe onyeozi Pọlụ gara obodo Athens ọ hụru arụsi ndị obodo ahụ kpọrọ \"Chi a na-amaghị\" were jiri ya kọwara ha onye Chukwu bụ.",
    "Chika Okpalike ji ya kọwaa na mgbe ndị ofufe Kraist batara ala Igbo.",
    "Ha lere anya were chopụta na ndị igbo nwere Chi ha na-efe ha kpọrọ ekwensu.",
    "Dịka ọ dị n'akwụkwọ nsọ, onye iro ndị nke Kraist bụ \"Satan\" nke mere ka ndị wetara ofufe kraist were sị na Satan bụ ekwensu.",
    "Mazi Chigozie Nnabuihe kọwakwara  na n'akwụkwọ nsọ, na Jehova bụ aha ndị Juu n'akpọ Chukwu oge agha ma o bụ oge ihe ike mere.",
    "Nnabuihe n'akọwa na njirimara \"Jehova\" yikwara njirimara chi ndị Igbo n'akpọ ekwensu.",
    "Ọ kọwakwara na Satan bụ ajọ mụọ ebe ekwensu sọ n'otu chi ndị igbo na-efe oge gboo, ọkachasị oge agha.",
    "Nwoke a na-akpọ onwe ya Eze Ekwensu",
    "Okpalike gwara BBC Igbo na mgbe ochie, onye mmadu mejọrọ chọrọ ịbọgwara ihe e mere ya na-ejekwuru ekwensu ka ọ lụọrọ ya ọgụ.",
    "Maọbụ ị chọkwaa imesi mmadụ ike na-eleghị anya n'azụ, onye ahụ ga-ejekwuru ekensu n'ihi na ekwensu anaghị eme ebere ma ọ chọrọ imesi mmadụ ike.",
    "Ọ kọwakwara na e nwere ndị na-efe ya bụ ekwensu nke mere na a ka nwere ụfọdụ ebe n'ala Igbo n'aza ya bụ aha.",
    "Etu m siri bụrụ Eze Ekwensu",
    "Okpalike kwuru na e nwere ebe a na-akpọ Ụmụekwensu na Delta steeti ma nwekwaa ndị a na-akpọkwa Ụmụekwensu n'obodo Ngwa dị n'Abịa steeti, enwekwara ugwu ekwensu n'obodo Ụkpọ nke dị n'Anambra steeti, ma nwee kwa ọhịa ekwensu n'obodo Ụga.",
    "Ọ kọwara na nke a apụtaghị na ndị a bụ ajọ mmadụ maọbụ ndị a bụrụ ọnụ ma kama na ọ bụ ndị dopuru onwe ha iche ikpere ekwensu kamgbe ochie.",
    "Nwaada Jane Ada bụ onye ọkpụ ihe, ọ na-akpụkarị arụsị ndị Igbo fere mgbe gboo",
    "Ụkọchukwu Chika Okpalike kọwara na ndi Igbo enweghị chi ha na-efe dịka ajọ mmụọ maọbụ 'Satan'.",
    "Ọkpalike kọwara na ndị ofufe Kraist amaghị etu ha ga-esi kọwaara ndị Igbo mgbe ochie maka Satan n'ihi na echiche dị otu adịghi na ala Igbo.",
    "Kama mgbe ha hụtara na ekwensu bụ chi ndị Igbo na-efe dịka chi na-ebuso agha ma na-akpa ike na emeghi ebere, mgbe ahụ ka ha jizi si na satan na ekwensu bụ otu.",
    "O kwukwara na mgbe ọbụla ndị n'agbasa ozi chọrọ igbasa ozi ha n'ebe ohụrụ, ha na-eji chi ndị ahụ na-efe were kọwara ha maka ozioma nke Kraịst.",
    "Jane Ada: Nwaada Igbo ji ịkpụ ụzụ na-egosi ụwa arụsị e jiri mara ndị Igbo",
    "Okpalike kọwara na mgbe ochie, enwere ndị na-efe ma dibia na-elekọta arụsị ahụ bụ ekwensu.",
    "O kwukwara na enwere ụzọ aja abụọ nke bụ \"Aja nchụnye\" na \"Aja nchụpụ\".",
    "Ọ kọwara na dịka etu ekwensu si eme, na aja a na-achụrụ ekwensu bụ aja nchụpụ nke pụtara na enweghị onye na-eri aja ekwensu.",
    "Ihe ikwesiri ịmata n'edemede a dịka ndị ọkammuta sị kowara anyị bụ",
    ")Ekwensu n'ọmenala Igbo abụghị ajọ mmụọ kama ọ bụ chi ndị Igbo na-efe",
    ")Ndị ofufe Kraist ji ya akọwara ndị mgbe ochie ka ha nwee ike ịghọta na e nwere satan",
    ")Ekwensu bụ chi ndị mgbe gboo na-akpọ oge agha, oge mmadụ chọrọ ịbọgwara ihe e mere ya maọbụ mgbe mmadụ chọrọ imesi mmadụ ọzọ ike",
    ")Ekwensu nwere dibia na ndị na-efe ya mgbe ochie.",
    ")Etu ikenga, agwu, ibini ukpabi na chi ndị ọzọ dị ka ekwensu dịkwa n'ọmenala Igbo.",
    "Coronavirus tips: Ị ga-akwụsị ụmụaka igwu egwuregwu?",
    "Ogbugbu otu nwaokorobịa na Nkpor ebutela ngagharịiwe",
    "Ihe mere imechi mba Afrịka n'ihi Coronavirus ji adịchaghị mma",
    "Etu ị ga-esi kpịa \"data\" gị n'oge Coronavirus a",
    "Ope ka ta mpe Igbo fere alụsị karịrị iri abụọ n'oge gboo, akụkọ a gosiri asaa n'ime ha kachasị mkpa.",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gboo4 Ọktọba 2020",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "ka Chelsea, Liverpool maọbụ ManUnited gbunye Arsenal ncha ka ha sapụ ụchụelekere 6 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Etu e si lie Ọchịagha Attahiru Ibrahim na ndị ọzọ nwụrụ na mberede ụgbọelu",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "ka Chelsea, Liverpool maọbụ ManUnited gbunye Arsenal ncha ka ha sapụ ụchụ",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodo",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}