{
  "published": "22 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Getty Images",
    "Buhari apụtala kwuo n'izuụka gara aga na ya abụghị Jubril nke Sudan",
    "Soshal Midia Naịjirịa na-akpọtụ akpọtụ kemgbe abalị Tuzde dịka otu nwaanyị na-asị na ya bụ onye ntaakụkọ ama ama bụ Kemi Olunloyo kwuru n'ụdị o si ekwu maka ndụ Nnamdị Kanu.",
    "Olunloyo dere n'akara Twitter ya na ya agaghị ekwunwu ma onyeisi ndị otu na-achọ ikewa Naijrịa ma nwete mba Bịafra akpọrọ \"Indigenous Peoples of Biafra\" (Ipob) bụ Nnamdi Kanu ọ dị ndụ.",
    "Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo",
    "'M ga-aṅụ iyi na ọ bụ Buhari nọ n'Aso rock' - Ngige",
    "Ọ gara n'ihu tụọ aka na onwereike coronavirus ataala isi Maazị Kanu, nke mere ka ndị otu ya kpọta onye ọzọ ga-anọchịte anya ya.",
    "Olunloyo dere si \"echi, a ga m agwa ụnụ ma onyeisi otu Ipob bụ Nnamdi Kanu ma ọ nwụọla ka e nwere onye si mba Sudan na-anọchite ya dika ọ nwụrụla\"",
    "O dere nke a dika o wepụrụ nke mbụ o dere dika ndị na-akwado Nnamdi Kanu jị ịbụ ọnụ sosie ya n'ike.",
    "Ebe foto si, @KemiOlunloyo",
    "Okwu a na-echetara ndị mmadu okwu Kanu na ndị otu ya na-ekwukarị maka onyeisiala Naijịria bụ Muhammadu Buhari.",
    "N'agbanyeghị na ihe niile ọ na-ekwu maka ọnwụ Buhari enweghi isi nke o ji enwe ọdụ, Kanu na ndị otu ya na-ekwusi ya ike sị na onyeisiala Naịjirịa anwụọla ma sịkwa na ọ bu otu nwoke aha ya bụ Jubril si mba Sudan na-anochite anya ya ugbu a.",
    "Buhari asaala ebubo banyere onye bụ 'Jubrin'",
    "'M ga-aṅụ iyi na ọ bụ Buhari nọ n'Aso rock' - Ngige",
    "BBC Igbo nyochara okwu a Kanu na ndị otu ya na-ekwu maka Buhari, ma kpọọ ya ihe ọ bụ - okpotokpo asị.",
    "Gụọ maka nyocha anyị mere ebe a: Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo.",
    "Ọ na-ada na ntị ka Olunloyo ọ chọrọ ịgbanyetu Kanu ọgwụ ya ka ọ hụta etu o si atọ.",
    "Nke a mere ka ụfọdu ndị mmadu na-asị na Nnamdi Kanu ga-eme ihe onyonyo were gosi ndị ụwa na ọ ka dị ndụ.",
    "Ma gosikwa ihe igba ama ndị mmadụ ga-eji mara na ọ bụ ya n'ezie.",
    "N'aka nke ọzọ ka ụfodụ ndị mmadụ na-ewesị Olunloyo iwe maka ihe o kwuru.",
    "N'isi ụtụtụ ụbọchị wenezde ka Olunloyo tụgharịrị were depụta n'akara twitter ya na Nnamdi Kanu ka dị ndụ.",
    "Ọ sị: \"Nyocha m mere n'abalị gosiri na Nnamdi Kanu ka dị ndu, o nweghi mgbe o jiri gaa mba Italị maọbụ nọrọ n'ụlọọgwụ. Mụ na nwanne m bụ Femi Fani-Kayode akpaala o were gwa m na kanu anwubeghị na ha abụọ akparitala ụka.\"",
    "BBC Igbo kpọtụrụ otu onye ya na Nnamdi Kanu na-adị na mma ịmata ebumnuche ya maka okwu a mana ọ sị na ọ bụ na mgbede ka onyeisi Ipob ga-ekwu okwu banyere ya.",
    "N'agbanyeghi nke a, nchọpụta BBC bụ na Maazị Kanu ka nọ n'ala mmadụ, dịka ọ ka kwuchara okwu n'ụbọchị Satọde gara aga.",
    "Ọzọ bụkwa na ya bụ nwaanyị na-ekwu okwu bụ onye na-agbakarị egbe ọnụ na Twitter site n'ịsị nke a na nke ọzọ anaghị ahụta isi na ọdụ ya.",
    "Agwa ikwu okwu na-efegharị sọsọ n'ikuku bụkwa ihe ọtụtụ mmadụ jiri mara Maazị Kanu na otu Ipob ya.",
    "Ebe foto si, Getty Images",
    "Ndị na-agbasa akụkọ Jubril sị na ọ bụ ntị ya ka ha na-ele, mana nti Buharị nke aka nri na nke aka ekpe ya adịghị otu. Mana foto atọ a gosiri a otu nti Buhari nwere mperi",
    "Ihe isii Nnamdi Kanukwuru gosiri na Buhari bụ Jubril nwa Sudan",
    "Nke mbụ bụ na ọ sị na Buhari nke banyere ọchịchị n'afọ 2015 dịka onye gbagoro afọ iri asaa na ise mana Buhari nọ ugbua dịka onye dị afọ iri na ise ma gbasie ike, nti ha abuọ abụghị otu",
    "Nke abụọ o kwuru bụ na Buhari nke mbụ enweghị ọtụtụ ntutu mana nke nọ ụgba nwere ụbara ntutu",
    "Ọ sị na Buhari nke mbụ na-asụli asụsụ Fulani akpọrọ Fulfude mana nke nọ ugbua anaghị asụli ya",
    "O kwukwara na Buhari nọ ugbua anaghị anọketekarị nwunye ya maọbụ ndị ezinaụlọ ya",
    "Ọ gakwara n'ihu kwuo na Buhari nke mbụ toro ogologo karịa nke nọ ugbua",
    "Ihe ọzọ Maazị Kanu gbadoro ụkwụ bụ isi na Buhari nọ ugbua anaghị a ga-akarị ụlọọgwụ dị na mba London dịka onye na-aya ezigbo ahụ si kwesi ị na-aga.",
    "Mana nchọpụta BBC bụ na okwu Kanu a niile bụ ihe avọpụtara n'ikuku makana onye nọ n'Aso Rock ma na-achị Naịjirịa bụ Buhari nke be nna ya bụ Daura dị na steeti Katsina.",
    "Jubril of Sudan: 'M ga-aṅụ iyi na ọ bụ Buhari nọ n'Aso rock'10 Disemba 2018",
    "Nnamdi Kanu ga-emegwara ndị wakporo ezinaụlọ ya21 Ọktọba 2018",
    "Jubril: Anwụghị m anwụ, a ka kwụm chịm - Buhari2 Disemba 2018",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor22 Maachị 2021",
    "Gee ntị, BBC Nkeji22 Maachị 2021",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia22 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwuEmelitere ikpeazụ na: 7 Disemba 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gịEmelitere ikpeazụ na: 8 Julaị 2020",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}