{
  "published": "25 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ndị Igbo na-atụ ilu sị na 'ịpụ egwu ọnwa bụ ure maka na onweghị onye ọnwa anaghị apụta na be ya",
    "Tupu agụmakwụkwọ abata n'ala Igbo, e nwere ụzọ dị icheiche e ji akụzirị ụmụaka ihe.",
    "Otu n'ime ha bụ nke kacha pụta ihe bụ egwu ọnwa.",
    "Etu ndị Igbo si eme ndị bu ọrịa na-efe efe n'oge gboo",
    "Etu Igbo si malite ịhụ ụbọchị anọ dika otu izu",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "Na-agbanyeghi na a na-akpọ ya egwu ọnwa, ọ pụtaghị na ọ bụ sọsọ egwuregwu ka a na-egwu.",
    "Uru egwu ọnwa bara n'ala Igbo n'oge gboo buru ibu.",
    "Igbo Tradition: Uru egwu ọnwa bara n'ala Igbo n'oge gboo",
    "Iji mee nchọpụta maka akụkọ a, BBC Igbo kpọtụụrụ Obinna Okoro onye e ji 'Achara Man' mara, bụkwa onye ihe gbasara omenala Igbo doro anya nke ọma.",
    "Ọ kọwara na ọ bụ oge ọkọchị ka e ji agba egwu ọnwa.",
    "Nke a bụ maka na anaghị atụ egwu na mmiri nwere ike izo chụbaa ndị mmadụ n'ime ụlo.",
    "Ọzọkwa bụ na ọ bụ oge arụcharala ọrụ ubi nke ndị Igbo na-ahụta dịka oge ezumike.",
    "Okoro kwuru sị: \"N'oge ahụ, ọbụghị naanị ụmụaka na-aga n'ọgbọ ebe a na-agbakọ maka egwu ọnwa.\"",
    "\"Onye ọbụla ma okenye ma nwata na-aga, onweghikwanụ onye na-atụ egwu na ndị ohi nwere ike ịba na be ya zukọọ ihe o nwere.\"",
    "Ebe foto si, Getty Images",
    "Ọ bụ na-ama egwuregwu obodo ka a na-agbakọ agba egwu ọnwa",
    "Nke mbụ, dịka Mazị Okoro si kọwaa bụ site n'akụkọ ifo.",
    "\"Ndị okenye na-akọrọ ụmụaka akụkọ iduu na ọba. Akụkọ ndị abụghị ihe mere eme kama ha bụ akụkọ e ji akọwa na ihe ọjọọ jọrọ njọ.\"",
    "Nke ọzọkwa bụ iji aha ndị mere arụ n'obodo agụ egwu iji kwaa ha emu ka ndị ọzọ wee mụta ihe.",
    "Okoro kwuru sị: \"Onye zuo oshi a ga-eji aha ya mepụta egwu ka ihere ya mee ya nakwa ka ụmụaka mụta na oshi adịghị mma.\"",
    "\"Mmadu dịnaa nwanne ya, a ga-ejikwa ha mee ihe akaja ka ndị ọzọ wee mụrụ akọ\"",
    "\"O nwee onye mụrụ nwaanyị mụrụ nwa ọhụrụ, a na-eji aha nwa ahụ gụọ egwu ọṅụ wee kuziere ụmụaka uru nwa bara n'obodo.\"",
    "Uru ndị ọzọ egwu ọnwa na-abara ndị gboo bụ:",
    "Ọ bụ ihe e ji egosi nwanne na nwanne",
    "Ọ bụ ihe na-egosi ịdị n'otu na udo",
    "Ọ bụ ihe e ji akpa obi ọma",
    "Ọ na-enyekwa aka ka ụmụaka ahụ adịghị gbakee ngwa ngwa, n'ihi na nwata nọrọ n'ụlọ na-anụ ebe ụmụaka ibe ya na-agba egwu ọnwa, ọ ga-amali soro ha pụọ, nke a ga-enye aka ka ọ gbakee ọsọ ọsọ",
    "Ebe foto si, Getty Images",
    "Ọbụghị onye ọbụla na-aga n'ọgbọ ebe a na egwuri egwu ọnwa",
    "BBC Igbo kpọtụkwaara nwaada Celestina Obiejesi, onye kọwara na ọbụghị mmadụ niile na-eso apụ egwu ọnwa.",
    "Onye bu ohu anaghị eso aga egwu ọnwa",
    "Onye bu osu anaghịkwa eso ndị aga egwu ọnwa, n'ihi na a na-ahụta ha dịka ndị e wepuru ewepu",
    "Onye mere ihe ala na-asọ nsọ dịka onye dịnara nwunye mmadụ, onye e jidere n'ohi, maọbụ onye ṅụrụ iyi asị agaghị eso agbakọ n'egwu ọnwa ruo mgbe a chụrụ aja iji kpụọ arụ",
    "Onye na-arịa ọrịa na-efe efe anaghị eru ndị mmadụ nso n'ihi na a ga-edopu ya iche",
    "Gịnị chụlara egwu ọnwa?",
    "Maazị Okoro kọwara na ụka so na otu ihe chụrụ ọtụtụ omenala ọsọ n'ala Igbo, nke gunyere egwu ọnwa.",
    "Mana Okoro kọwara na ụka na omenala bụ otu.",
    "Iji maa atụ, \"akwụkwọ nsọ kwuru 'a bụ m ụzọ, eziokwu na ndụ', mana nnanna anyị ha agwala anyị kamgbe gboo na 'eziokwu bụ ndụ'\"",
    "Ọzọkwa bụ agụmakwụkwọ nke ndị bekee bụ nke a kpọrọ 'formal education'.",
    "\"Ihe ndị a so na ihe melara egwu ọnwa anyị, mana anyị agaghị ahapụ ịkọwara ụmụ anyị ka ha mata etu anyị si mụọ ihe n'oge gboo\" Okoro kwuru.",
    "Anwakwala anwa gwa nwatakịrị na-erubeghi afọ 18 ihe ndị a",
    "Enweghị mgbe gọvanọ Uzodinma ji mee m Emir - Onyeisi ndị Alakụba Imo steeti",
    "Lee eserese na-egosi ka coronavirus si emetụta mba ụwa niile?",
    "Igbo Mythology: Etu Igbo si malite ịgu ụbọchị anọ dịka izu19 Eprel 2020",
    "Igbo Reincarnation: Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa27 Nọvemba 2019",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 8 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịa",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?elekere 2 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwo",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Yul Edochie butere mkpesa maka ọnwụ nwa ya n'ụlọọrụ anyị -  Ndị Uweojii",
    "Ihe ị kwesịrị ịma maka nwụchi Eze ndị Igbo n'Ajao onye kpọkuru Ipob na Legọs",
    "Anyị azọpụtala nwata ahụ a tọorọ n'Enugwu-Ezike  - Ndị Uweojii",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Atiku, PDP akpụpụkwala Inec, Tinubu, APC ụlọikpe maka ntuliaka onyeisiala",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "'Ndị na-eme ngaghariiwe n'ihi nnwuchi ndị gburu Deborah kuriri ọdọahịa m, zukọọ ngwaahịa m'Emelitere ikpeazụ na: 15 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}