{
  "published": "26 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọja so na njirimara egwu Igbo.",
    "A na-adị ahụkarị ya ka ihe eji agọ mmụọ makana ọ na abụkarị ihe na-eso n'egwu mmọnwụ nakwa ihe eji eto dike.",
    "Mana, Fada Chiadika Okolie bụ ogbu ọja ma bụrụkwa onye ukọchukwu na ụka Katọlịk.",
    "'Ọja abụghị pịpịịrọ!'",
    "Mgbe emume Ọja bulitere Enugwu",
    "'Ihe ngwa egwu Igbo jiri masị anyị'",
    "Ọ na-agba mbọ ịhụ na akwụsịrị ịhụ ọja dịka ihe ọgọ mmụọ.",
    "Fada Okolie na-egbukarị ọja ya n'ime ụlọ ụka ma ya na-aka ụka.",
    "Ọ na-ejikwa ya eti mmọnwụ.",
    "Na mkparịtaụka, ọ kowara BBC Igbo ije ha na ihe mere ejizi eti mmọnwụ n'ụka.",
    "Ndị mere ihe onyonyo a: Chiemela Peter na Ikechukwu Kalu.",
    "Akụkọ ga-amasị gị:",
    "Ọrịa dị iche iche nwereike  ịmetụta nsọ nwaanyị",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Vidio, Igbo Music: Etu ọja si agwa mmadụ na mmụọ okwu, Duration 3,4129 Juun 2019",
    "Vidio, Ọja Festival 2018: Mgbe asụsụ Igbo turu ugo, Duration 1,1816 Nọvemba 2018",
    "Igbo Music: Egwu anọ e ji mara ndị Igbo1 Septemba 2019",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, IPOB/ESN: Lee nwaamadị a sara asịsa etu o si banye ESN, Duration 3,3818 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Enwetechala m Biafra tupu IPOB apụta - Uwazuruike, Duration 2,0429 Ọktọba 2018",
    "Vidio, Aju Mbaise: O nwere uru dị n'ime mgbọrọgwụ na ahịa a ?, Duration 3,1412 Juun 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}