{
  "published": "28 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Mgbe ụfọdụ, ndị mmadụ na-akwa ndị nwere 'autism' emu ma na-akpọ ha 'imbecile', nke a jọgburu onwe ya",
    "N'oge mbu, ha dị ọtụtụ ọrịa nke ndị Igbo na-aghọtachaghị nke ọma nke mere na ha anaghị elebara onye nwere ụdị ọria ndị a anya nke ọma.",
    "Oge ụfọdụ ndị mmadụ na-emekpa ndị na-arịa orịa ndị a ahu, dịka a ga-asị na ọ bụ ha mere onwe ha ihe ha na-arịa.",
    "Mana ugbua, dịka nnyocha ahụike na-abawanye, o doola anya na ihe ndị nnanna anyi ha chere gbasara ụfọdụ ọria abụghị ya n'eziokwu.",
    "Nri ndị a ga-enyere ndị na-arịa 'Sickle Cell' aka",
    "Agwọtala onye ọzọ bu ọrịa HIV",
    "Gịnị ka ị ma maka ọrịa 'Pneumonia'?",
    "'Sepsis' ọrịa na-egbu rue ka kansa",
    "Lee ụfọdụ ọrịa ndi ahu nakwa etu e kwesịrị isi meso onye nwere ya omume:",
    "Ebe foto si, Getty Images",
    "Ndị nwere 'dyslexia' na-aka eji ihe eserese amụta ihe karịa ihe ederede",
    "Nke a bụ ọrịa ụbụrụ nke nwere ike ime ka nwata ghara i na-amụta akwukwo dika ibe ya si amụta.",
    "Ọ bụrụ na nne na nna akpachapụghị anya, ha agaghị ama na nwa ha nwere 'dyslexia', ha ga na-asị na nwata ahụ bụ iti bọrịbọ.",
    "Mana nchọpụta gosiri na ndị nwere 'dyslexia' na-aka eji ihe eserese amụta ihe ngwangwa karịa ihe ederede.",
    "O dochabeghi anya ihe na-akpata ọrịa 'dyslexia' mana nnyocha egosila na umuaka nwere oria a na-enwekwa onyinye pụrụ iche.",
    "Ọ dịịrị nne na nna nwata dị otu a itinye anya na mmiri chọputa onyinye ahụ nwa ya nwere.",
    "Arts: 'Ihe osise ka m ji akọ akụkọ ọbụla m chọrọ ikọ'  Kelechi Amadi-obi",
    "N'oge gboo, ọ bụrụ na nwa mmadụ nwụọ ugboro ugboro, ndi mmadu ga asi na nwa ahụ bụ ọgbanje.",
    "A ga-asị na nwa ahụ si n'ala mmụọ abịa emekpa ndị mụrụ ya ahụ.",
    "Nwa di otu a nwụọ, a na-eji mma dị nkọ kawachaa ya ahụ, maọbụ pịa ozu ya ụtarị nke oma, buru n'uche na nke ahu ga-egbochi ya ịlọghachi ọzọ.",
    "Mana ihe ndị a abụchaghị eziokwu.",
    "Sickle Cell Eradication Law: Ọ ga-ebute ịkpa oke megide ndị na-arịa ọrịa ọwọ - Ọkaiwu Eze",
    "Nnyocha egosila na nwa dị otu a nwere ike inwe ọrịa 'sickle cell' nke bụ ọrịa ọbara ọ natara site n'aka nne na nna ya.",
    "Ihe na-akpata 'sickle cell' bụ mgbe nne na nna nwere ụdị obara 'AS', nwa ha nwere ike bụrụ 'SS'.",
    "Ụdị nwa dị otu a kwesiri ka a kpachapụrụ ya anya nke ọma, maka na nnyocha gosiri na o nwere mgbe ọ ga-etoruo, o toffee ya bụ ọrịa.",
    "Ndị mmadụ kwesịkwara ịga nnyocha tupu ha alụọ onwe ha iji mata ma ọbara ha abụọ ọ ga-agakọ.",
    "Mental Health: Ụzọ asatọ ị ga-eji mara onye chọrọ ịkwụ ụdọ ma nyere ha aka",
    "Mgbe ọbụla mmadụ kpawara agwa n'ụzọ dị aṅaa, ọtụtụ na-eche na onye ahụ apụọla ara.",
    "Ihe ọzọ bụ ịtụ onye ahụ ịga, maọbụ ịkpọrọ ya gawa ụlọ dibia maọbụ ụlọ ekpere.",
    "Mana nnyocha egosila na ọbụghị ọrịa isi niile bụ isi mgbaka.",
    "Ọtụtụ n'ime ha bụ ihe a ga-eji nke bekee kpọrọ 'psycho-therapy' gwọọ.",
    "World Mental Health Day: 'Obi ịdamba mere ka m chere na igbu onwe m kara m mma'",
    "'Psycho-therapy' pụtara iji okwu ọnụ na ajụjụ dịgasị icheiche chọpụta ihe mmadụ na eche ma mara etu a ga-esi soo ya.",
    "Ha dị ọtụtụ ihe nwere ike ime ka isi gbaṅaa mmadu mana ọpụtaghị na onye ahụ agbapụla ara.",
    "Ihe ndị a gụnyere: Obi mmapu, obi ịda mba, nnukwu ihe mwute, dgz.",
    "Ihe e kwesiri ime bụ ịkpọga onye di otua ebe ndi ọkacha mara n'ọrịa isi ga-elebara ya anya.",
    "Down Syndrome: Lee ihe mere eji amụ ụmụaka nwere nkwarụ 'down Syndrome'",
    "'Autism' bụ ọrịa na-emetụta ụbụrụ ọkachasị mgbe mmadụ ka na-eto eto.",
    "O dochabeghi ndi ọkacha mara anya ihe na-akpata ya bụ ọrịa, mana nnyocha egosila na ụbụrụ ndị nwere 'autism' na nke ndị ọzọ anaghị abụcha otu ihe.",
    "Mana ọ dị mwute na ọtụtụ na-akpọ ndị nwere ọria 'imbecile' ma were ha na-eme ihe ọchị.",
    "Nke a jọgburu onwe ya. Ndi nwere 'autism' bụ mmadu zuru oke ma nwee uche zuru oke.",
    "Naanị ihe di iche bụ na etu ha si ahụta ihe dị iche n'etu ndi ọzọ si ahụta ya.",
    "Ọ bụrụ na a kpachapụrụ ha anya ma nye ha ọzụzụ kwesịrị ekwesị, ndi nwere 'autism' na-eme ihe gbara mmadu gharịị maka na ụbụrụ ha bu ọpụrụiche.",
    "Ebe foto si, Getty Images",
    "Ụmụaka nwere ọnọdụ dị aṅaa kwesịrị ka a kpachapụrụ ha anya n'ụzọ pụrụ iche",
    "O nwere ọrịa nwere ike ime mmadụ anaghị ekwucha okwu ọfụma dịka ndị ọzọ.",
    "Ịsụ nsụ (stammering) nakwa nke bekee kpọrọ 'stuttering' bụcha ọnọdụ nwere ike imetụta etu mmadu si ekwu okwu.",
    "Mana oge ụfọdụ, ndị mmadụ na-achị ndị dị otu a ọchị ma were ha na-eme ihe akaje.",
    "Oge ufodu kwa, a na-agwa onye na asụ nsụ ka o were ogele na-aṅu mmiri ka nsụ ya laa.",
    "Ihe ndị a abụghị etu o kwesiri ịdị.",
    "E nwere ndị ọkacha mara ga-elebara ndị nwere ụdị ọnọdụ a anya ma nye ha ọgwụgwọ zuru oke ka ha kawanye mma.",
    "Ahụike",
    "Ahụike echiche",
    "Ụmụaka",
    "Vidio, World Mental Health Day: 'Obi ịdamba mere ka m chere na igbu onwe m kara m mma', Duration 2,5610 Ọktọba 2019",
    "Mental Health Awareness: Ihe na-ebute ọrịa echiche na ụzọ a ga-eji gwọọ ya17 Mee 2019",
    "Vidio, Ọgba mbọ: \"Ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala\"15 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ị ma ihe anọ ụmụnwoke agaghị agwa gị agbanyeghị ka o si hụ gị n'anya?elekere 5 gara aga",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi10 Septemba 2021",
    "\"Anaghị akpachapụ ndị Igbo\" na ihe ndị ọzọ onyeisiala Buhari kwuru n'Imo steeti10 Septemba 2021",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'4 Septemba 2021",
    "Mkpu akwa na-ada n'ụlọ Emeka Merenu, ụkọchukwu Anglịkan e gburu n'Orsu, Imo steeti",
    "Ị ma onye bụ Ukpabi Asika na ihe ọ rụrụ oge agha Biafra?",
    "Obi agbajọla otu Ipob maka ndị ji aha ha emebi ihe n'ala Igbo",
    "Nnamdị Kanu akpụpụla gọomentị mba Kenya n'ụlọikpe",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya okeEmelitere ikpeazụ na: 28 Eprel 2020",
    "Ihe mere Simon Ekpa ji sị na ọ bụghịzị onye Naịjirịa",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}