{
  "published": "29 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/Prophet Chukwuemeka",
    "Chukwuemeka Ohanemere",
    "Ị jụọ ọtụtụ ndị mmadụ onye ụkọchukwu aha ya kacha ewu ewu na Naịjirịa ugbua, onye mbụ ị ga-anụ aha ya bụ Odumejeje.",
    "Chukwuemeka Ohanemere bụ ụkọchukwu na-elekọta ụlọụka 'Mountain Of Holy Ghost Intervention And Deliverance Ministry' dị n'Ọnicha, Anambra steeti.",
    "Odumejeje bụ ụkọchukwu ma bụrụkwa onye otiegwu. Egwu ya agasaala ọtụtụ steeti na Naịjirịa.",
    "\"A kpaa gị ị pụọ n'ụzọ\" na okwu ndị ọzọ e ji mara ndị ụkọchukwu",
    "Ụkọchukwu ndị 'na-eti eti' n'ọwụwa-anyanwụ",
    "Gịnị kpatara ndị Igbo ji agakarị ụlọụka ndị a?",
    "Aha a na-etu ya buru ibu nke gunyere: 'Lion', 'Liquid Metal', 'Indaboski Bahose' dịrị gawa.",
    "Otu onye ma ya ọfụma na-achọghị ka a kpọọ aha ya gwara BBC ọtụtụ ihe ndị mmadụ amaghị maka odogwu nwoke a:",
    "Ebe foto si, Holy Ghost Intervention",
    "Chukwuemeka Ohanemere onye e ji Odumejeje mara",
    "Odumeje bụ nwa nke atọ n'ime ụmụ isii nne na nna ya mụrụ",
    "Ọtụtụ na-eche na ọ bụ onye Anambra steeti mana ọ bụghị eziokwu. Nne na nna Odumeje bụ ndị Orsu Ihiteukwa n'Imo steeti",
    "Ụbọchị ncheta ọmụmụ ya pụrụ iche n'ihi na ọ bụ ụbọchị itoolu n'ọnwa nke itoolu (09/09), ya bụ abalị itoolu nke ọnwa Sepụtemba",
    "Odumeje gụrụ akwụkwọ na 'Prudence Comprehensive Commercial College nke dị n'Ọdọakpụ ọnịcha",
    "Egwuregwu bọọlụ na-amasị ya nke ukwu, nke na o cheburu echiche ịbụ onye ọgbaa bọọlụ oge ọ na-eto.",
    "Ọ gbara odibo n'aka onye na-azụ ahịa akpụkpọ ahụ ụmụ anụmanụ nke bekee kpọrọ 'leather'",
    "Odumeje dị afọ 19 oge e ji kpugheere ya na ọ ga-abụ onye amụma. Mana tupu ọ malite ime ekpere, ọ bụ onye isi ike ndị mmadụ ma nke ọma na Fegge, Ọnịcha bụ ebe ọ nọ too",
    "Oge o chegharịrị, ọ malitere izisa oziọma nakwa ibu amụma n'okirikiri ogbe ha nke mere ka ndị enyi ya na mbụ na-achị ya ọchị ma na-akwa ya emu",
    "Odumeje malitere dịka onye otu ekpere 'Charismatic' nke ndị ụka Katọlik tupu ọ malite ụlọekpere nke aka ya",
    "Dịka akụkọ dị n'ọba ozi ụka ya si kwuo, ọ bụ n'afọ 2000 ka Odumeje malitere ụlọ ekpere ya n'uju",
    "Ọ bụ nne ya nyere ya obere ego o ji malite ọrụ ụkọchukwu ya",
    "Odumeje nwekwara nzere 'Doctorate' nke Mahadum Gregory dị n'Uturu, Abịa steeti nyere ya n'ihi ọrụ enyemaka ọ na-arụ",
    "Odumeje alụọla nwaanyị ma mụta ụmụ anọ",
    "Nwunye ya bụ onye Umuobom dị na Ideato South n'Imo Steeti",
    "Ya na ndị ejije Nollywood dị na mma. N'ọdị nso a, otu 'Actors Guild of Nigeria' kwanyeere Odumejeje ugwu dịka 'patron'",
    "Ndị mmadụ na-ekwu na egwu ya na-atọwa isi.",
    "Ọtụtụ na-ekwu na ọ naghị ezo omume ya ezo, ọ bụghị onye ihu abụọ",
    "Etu o si asụ bekee na-atọ ọchị mana ọ chọghị ịma",
    "Ọ bụ onye gara gara. Etu o si agụ egwu nakwa etu o si agba egwu na-akpa ndị mmadụ obi ọma",
    "Ihe ya na-amasị ndị ntorobịa nke ukwu ọkachasị ụkwụ egwu ya.",
    "Ebe foto si, Instagram/Prophet Chukwuemeka",
    "Mahadum 'Gregory University' nyere Odumeje nzere 'doctor of humanity'",
    "Ụfọdụ na-ekwu na onye chọrọ obi aṅụrị gakwuru Odumeje",
    "Ndị ọzọ na-eto ya maka ụkwụ egwu ya",
    "Rita Edochie, Odumeje na ndị ọzọ Ada Jesus 'kparịrị'12 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Vidio, Vidio: Ọ bụ ndị Agila wakporo anyị ma gbuo ụmụnne anyị - Ndị obodo Ngbo dị n'Ebonyielekere 5 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Rita Edochie, Odumeje na ndị ọzọ Ada Jesus 'kparịrị'",
    "Ebube Agu Meaning: Etu otu nchekwa ọhụrụ a ga-esi arụ ọrụ",
    "E liela ndịagha Naịjirịa 12 ahụ e gburu na Benue Steetị",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Anwụchiela nwaanyị na-atụ mgbere ụmụagbọghọEmelitere ikpeazụ na: 30 Juun 2018",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee yaEmelitere ikpeazụ na: 4 Septemba 2018",
    "Chike Obi: Odogwu Igbo ji 'mathematics' rie amusu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}