{
  "published": "30 Eprel 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Emmanuel Isidahomen",
    "Malite n'oge kuziwere ụmụ gị etu e si edokọba ego",
    "Ndị ọkachamara n'ihe gbasara ego, akụnaụba na mkpata na mmefu ya ekwuola na ọ dị mma ibido n'oge kuziwere nwatakịrị maka ego.",
    "Ikuziri nwatakịrị maka mkpata na mmefu n'oge ga-eme ka ọ mara etu ọ ga-esi chekwa ego na akụnaụba, nke ga-enyere ya aka ruo mgbe ọ ga-abụ okenye.",
    "Ụmụaka na-esi na ngosipụta amụta ihe, nke bụ na ị bụrụ onye na-emezi ego ọfụma, ọ gaghị ara ha ahụ ịmụta ya n'aka gị.",
    "Ugbua I nwere ohere, lekwa ihe I kwesịrị ikuziri ụmụ gị",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "Nigeria eso na mba iwe na ọnụma na-eto ndị mmadụ afọ?",
    "Ihe ọzọ ị ga-eme bụ ikuziri ya nka ndị o nwereike iji akpata ego bụ nke Bekee kpọrọ \"skills\".",
    "Bido na inye ya ego mmachi akpa ma ọ rụọ ọrụ n'ụlọ, kwado ya ịhụ ma ọ ga-enwe ụzọ ọzọ ọ ga-esinwu rite uru site na ime ka ego ahụ mụta ego.",
    "Uche Iheanacho bụ ọkachamara n'ihe gbasara mkpata na mmefu akụnụba gwara BBC Igbo ụzọ dị iche iche ị ga-eji kuziere nwatakịrị.",
    ") Kolo: Nke a bụ ihe Bekee kpọrọ \"piggy bank\" bụ otu ụzọ e si akuziri nwatakịrị iji nwayọ nwayọ na-atụkọ ego.",
    "Iheanacho kwuru na iji kolo etikọ ego na-enyere ụmụaka aka ịma na ọ dị mkpa ihazi nakwa ịtụkọ ego maka mgbe ọ ga-abara onye ahụ uru n'ọdịnihu.",
    "Ọ sị na ọ dị mma iji ihe ga-enye ha obi aṅụrị ka ebe a na-egwu egwu, dịka iji komkom glaasị (ọ na-eme obi aṅụrị ma ị na-ahụ ka ego gị na-eto), nakwa iji komkom nke na-ekwu okwu (na-agwa gị ego ole ị tụkọtarala) dịka nke ndị ọgbara ọhụrụ na-arụ.",
    "Ha mụta ntụkọ uru ego na nwatakịrị, ọ gaghị ara ha ahụ ma ha too.",
    "Kúziere nwa gí etu e si edowe ego maka echi",
    "Ebe foto si, Getty Images",
    "Kụziere nwa gị etu e si edowe ego maka echi",
    ") Kuziere ha onye rụọ o rie: Ndị Igbo na-ekwu okwu sị na \"aka aja na-ebute ọnụ mmanụ mmanụ\".",
    "Iheanacho sị na ọ dị mma ịkpọrọ nwatakịrị gaa ọrụ maọbụ gosi ya ebe ndị mmadụ na-arụ ọrụ iji kpata ego, n'ihi na nke a ga-akuziri nwa ahụ na ego anaghị esi n'eluigwe adakwasị mmadụ, ma kuzikwaara ya ụdịrị mkpa ọ dị itinye uchu n'ọrụ.",
    "Ọ ga-enyerekwa ha aka ịhụ ụdịrị ahụhụ nne na nna maọbụ ndị okenye na-ata ịkpata ego ahụ e nyere ha n'efu.",
    "Ebe foto si, Getty Images",
    "Mee ka ụmụ gị si na nwatamata na aka aja aja na-ebute ọnụ mmanụ mmanụ",
    ") Kuziere ha maka ịhọrọ nke ka mkpa: Ọ dị mma ikuziri nwatakịrị ka ọ họrọ nke ka ya mkpa n'etiti ịma atụ \"ịzụta ihe nracha na ịzụta ihe ga-abara ya uru\".",
    "Ọ ghọta na n'ime ihe abụọ a na-ere otu ọnụahịa na otu nwereike ịka ọzọ dịrị mkpa, ọ ga-enyere ya aka.",
    "Ọ dị mma ikuziri ya ihe a bụ nke Bekee na-akpọ \"opportunity cost\"",
    ") Kuziere ha na aka aja aja na-ebute ọnụ mmanụ mmanụ: Inye nwatakịrị ego maka ọrụ ọ rụrụ dị mma, dịka \"saa efere a ma rite uru ego a n'aka m\".",
    "Kama inye ha ego n'efu, nye ha ego mgbe ha rụrụ ọrụ. Ọ ga-akuziri ha maka ịga ozi n'ụlọ ma kuzikwaara ha maka ego.",
    "Ha ga-eji ohere ahụ mara ihe ụwa na-akọ, nke bụ na a na-akpa ego akpa, a naghị aghọrọ ya n'osisi.",
    "Ebe foto si, Getty Images",
    "Kuziere ụmụaka gị etu e si agbakọ agbakọ gbasara mmefu ego",
    ") Kuziere ha maka \"budget\": Nke a dị ezigbote mkpa maka ụmụaka toliterela ịgụ ihe dịka akwụkwọ sekọndrị.",
    "Ọ bụ maka mkpata na mmefu ego na ebe ego ị nwere kwesịrị ịga, ebe ọ na-aga na ebe o nwereike ịga.",
    "Gwa ha ka ha detuo ihe dị ha mkpa na ihe ha chọrọ iji ego ha eme.",
    ") Kuziere ha maka afọ ojuju: Ụfọdụ na-ekwu na \"a na-ata akụ akụ a na-abịa\", mana ọ bụcha n'ezi?",
    "Iheanacho sị na ọ dị mkpa ikuziri nwatakịrị ka ihe o nwere ju ya afọ, ka ọ ghara inwe anya ukwu n'elu ihe na-abụghị nke ya ọkachasị n'ihe gbasara ego na akụnaụba.",
    "Ịma atụ; na nwa onye a nwere ịnyịnya igwe apụtaghị na ọ ga-enwerịrị nke ya ọkachasị ma ọ bụrụ na ndị okenye gbara ya gburugburu agaghị azụtanwuru ya.",
    "Ị nwereike ịgwa ya na ị gaghị azụtanwu ya ugbua mana ị nwereike ịgba mbọ zụta ya mgbe ọzọ, mgbe ị nwere ego ya.",
    ") Onyinye: E nwere egwu a na-agụ sị \"onye na-enye m bụ onye m ga-enye\", mana ụzọ a adịchaghị mma n'ihi na akwụkwọ nsọ sị na ọ ka mma inye enye karịa ịnara anara.",
    "Ọ dị mma ikuziri nwatakịrị maka inye mmadụ ihe ghara ịdọ asị, n'ihi na nwatakịrị mụtara na ya na mmadụ ga-eke ihe ga-amụta etu ọ ga-esi jikwata ego ya ka o zuoro ya ma rukwaa ndị ọzọ.",
    "Ihe nkiri ga-amasị gị:",
    "Ọgbambọ: Ị ma Erisco? Lee ka N4200 sị mụtara ya ụlọ mmepụta tomato kachasị n'Afịrịka",
    "Lee ihe anọ ị na-ekwesịghị ịgwa nwatakịrị na-erubeghi afọ 1825 Eprel 2020",
    "Coronavirus tips: Lee nka asatọ i nwere ike ịmụta iji nweta ego n'ụwa Coronavirụs a26 Maachị 2020",
    "Lee ụzọ isii ga-akara gị mfe idopu ego gbara ọkpụrụkpụ n'afọ 20233 Jenụwarị 2023",
    "NA EME UGBU A Onyeisiala Muhammadu Buhari ebinyela aka na bọjeetị 2023",
    "Eji m anya m hụụ ọnwụ m mana Chineke zọrọ m ndụ - Ohakim2 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/17416/production/_127645259_3bd4f4d8-506d-4d67-877a-b3794daa526e.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/17416/production/_127645259_3bd4f4d8-506d-4d67-877a-b3794daa526e.jpg.webp\" alt=\"Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Cristiano Ronaldo ahapụla otu M﻿anchester United22 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg.webp\" alt=\"Qatar 2022\" width=\"739\" height=\"373\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Ihe ndị a na-atụ anya ya na nke na-akpọtụ n'asompi a malitere taa20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/05ff/live/9008c230-64fd-11ed-84d2-674006c9c8bf.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/05ff/live/9008c230-64fd-11ed-84d2-674006c9c8bf.jpg.webp\" alt=\"Bukayo Saka, Noah Okafor, Manuel Akanji\" width=\"3264\" height=\"1836\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ụmụ Naịjirịa na-aga 'World Cup' n'afọ a15 Nọvemba 2022",
    "Ihe mere ụka Anglịkan ji gbarụọ ihu nye ụkọchukwu kpeere dịbịa ekpere",
    "Soludo akatọọla ogbugbu onyeisioche 'town union' Obosi na mmadụ anọ ọzọ",
    "Amụma ndị ụkọchukwu a ma ama buru maka afọ 2023",
    "Eji m anya m hụụ ọnwụ m mana Chineke zọrọ m ndụ - Ohakim",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe anyị ma maka ihe a sị na-eme n’akụkụ Ihube ugbua",
    "Lee ụzọ isii ga-akara gị mfe idopu ego gbara ọkpụrụkpụ n'afọ 2023",
    "Eji azụaka kwee ekele bụ naanị nke ndị chiri echichi n'ala IgboEmelitere ikpeazụ na: 5 Ọgọọst 2022",
    "BBC Africa Eye: Ihe BBC chọpụtara maka ndị 'bandit' na Zamfara steetiEmelitere ikpeazụ na: 25 Julaị 2022",
    "Argentina ebuliela iko mbaụwa 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}