{
  "published": "7 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Ebe foto si, Getty Images",
    "Kepukepu na-ekwu na ụmụnwaanyị Igbo anaghị agụ akwụkwọ ọ bụ ezie ka ọ bụ okpotokpo asị?",
    "Igbo sị na anaghị ekpuchi afọ ime aka nke mere ka anyị mee nyocha i ji mara nke bụ eziokwu na nke bụ akụkọ ndị omekome n'ihe gbasara ụmụnwaanyị na agụm akwụkwọ.",
    "Kama tupu anyị azọpụ njem a, ụmụnwaanyị Igbo dịka Chimamanda Adichie, Ngozi Okonjo-Iweala, Oby Ezekwesili, Flora Nwampa, Buche Emecheta,Onyeka Onwenu, Dora Akunyili, Joy Uche Ogwu,dgz. Anyị bido taa anyị agaghị ede cha.",
    "Ebe foto si, Arunma Oteh, Chimamanda Adichie, Oby Ezekwesili",
    "Ala Igbo nwere ọtụtụ ụmụnwaanyị meterela ihe e ji echeta ha ma na Naịjirịa ma n'ụwa gbaa gburugburu",
    "Anambara bụ steeti kachasi eji ụmụnwaanyị aga mba",
    "Abba women protest : Anyị anọchighị ahịa Abba - Ndị uweojii",
    "Chimamanda Adichie",
    "Ebe foto si, Getty Images",
    "Adichie bụ onye odeeakwụkwọ a ma ama na mba ụwa niile",
    "Adichie so n'otu ada ndị Anambara ji aba mba ma na Naịjirịa ma na mba ụwa gbaa gburugburu.",
    "Ọ bụ site n'ihe o detere n'akwụkwọ dịka ode akwụkwọ pụrụiche? Ka ọ bụ site n'okwu o kwutere site na nkwenye o nwere na nwoke na nwaanyị ha nhatanha nke a kpọrọ \"feminism\" na Bekee?",
    "A ga-ekwu ole ghara ole ebe ọ gbasara nwaada a? Ọ bụ otu onye ọ na-abụ o kwuo okwu ebe niile enwuru ọkụ.",
    "O nwetala ọtụtụ nturuugo nakwa ihe nrite karịrị iri.",
    "A mụrụ ya n'ụbọchị 15 nke ọnwa Septemba 1977.",
    "Dora Akunyili",
    "Ebe foto si, Getty Images",
    "O nwetara nturuugo ruru narị itoolu n'ọrụ ọ rụrụ",
    "Otu nwaanyị a na-asị \"unu abịala\"; nwaanyị a mere ihe e ji echeta ya ma n'ọnwụ.",
    "Akunyili zọrọ ọtụtụ ndị mmadụ ndụ site n'ibuso ndị na-arụpụta ọgwụ adịgboroja agha, oge ọ rụrụ dịka onyeisi ngalaba na-ahụ maka nri na ọgwụ a kpọrọ National Agency for Food and Drug Administration and Control (NAFDAC).",
    "Ọ rụrụ dịka minista na-ahụ maka mgbasa ozi site n'afọ 2008 ruo 2010, tupu ọ zọọ ọkwa onye omeiwu ukwu ga-anọchite anya ndị Anambra Sentralụ; mana Chris Ngige ekweghi ya zọta oche ahụ.",
    "A mụrụ ya n'ụbọchị 14 nke ọnwa Julaị 1954, ọ nwụọ n'ụbọchị asaa nke ọnwa Juun 2014.",
    "Ebe foto si, Getty Images",
    "N'agbanyeghi na a mụrụ ya na Delta steeti, mana a ga-agụnye ya n'okpuru ụmụnwaanyị Abịa steeti makana ọ bụ ebe ahụ ka a na-alụ ya.",
    "A ga-akọ ole ghara ole maka Okonjo-Iweala?",
    "A bịa n'ihe gbasara nchekwa akụnaụba obodo, ọ nọ ya.",
    "Okonjo-Iweala abụrụla otu n'ime ndị ndụmọdụ na Twitter",
    "Ị ma Sandie Okoro ada Igbo ọzọ welitere isi na World Bank?",
    "A bịa n'ihe gbasara mkpata na mmefu na mbaụwa, ọ kwụ chịm.",
    "Ọ bụ onye ihe gbasara ego na nchịkọta akụnaụba doro anya ọfụma.",
    "A mụrụ ya n'ụbọchị 13 nke ọnwa Juun, 1954.",
    "Oby Ezekwesili",
    "Ebe foto si, Oby Ezekwesili",
    "Ezekwesili bụ ezigbote agbara nwaanyị a ga-akpọ \"a kwaa a kwụrụ\" n'okwu gbasara Naịjirịa.",
    "A ga-akọ ole ghara ole maka nwaanyị a pụtara ịzọ ọkwa onyeisiala, na-ama gọọmentị aka n'ihu ma bụrụkwa onye na-ebu ịzọta ikike dịrị onye n'isi?",
    "Ezekwesili arụọla dịka minista ugboro abụọ na Naịjirịa oge Olusegun Obasanjo chịrị, ma sorokwa n'ime ndị Naịjirịa rụtụrụla na ngalaba ụlọakụ mbaụwa a na-akpọ World Bank.",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Epreelụ 1963.",
    "Uche Jombo",
    "Ebe foto si, Uche Jombo/ Instagram",
    "Uche Jombo enwetala ọtụtụ ihe nrite maka ime ejije",
    "Ọ bụrụ na ị na-ele ejije ndị Nollywood ma ị maghị onye nwaanyị a bụ, i lewela?",
    "Jombo na-eme ejije dịka \"actress\" ma na-emepụtakwa ejije dịka \"director\".",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Disemba, 1979.",
    "Virgy Etiaba",
    "Ebe foto si, AFP",
    "Etiaba chịrị site n'ụbọchị abụọ nke Nọvemba 2006 ruo Juun 13 nke 2007.",
    "Ị ma na ọ bụ Etiaba bụ nwaanyị mbụ chịrị steeti ọbụla na Naịjirịa?",
    "Virginia Etiaba bụbu osote gọvanọ Anambara steeti, rigoro ọchịchị ka ndị ụlọomeiwu steeti ahụ chụturu Peter Obi bụ gọvanọ oge ahụ.",
    "A mụrụ ya n'ụbọchị 11 nke ọnwa Nọvemba 1942, dịka wikipedia si kwuo.",
    "Onyeka Onwenu",
    "Ebe foto si, Getty Images",
    "Onyeka Onwenu bụkwa onye ndọrọndọrọ ọchịchị rụrụ ọrụ n'okpuru Ikedi Ohakim",
    "Onwenu bụ \"olu ogene\" nakwa agbara nwaanyị ma a bịa n'ihe gbasara ịgụ egwu.",
    "Dimkpa nwaanyị a bụ otiegwu, ọ rụburu dịka onye ntaakụkọ na BBC/NTA, ọ na-emekwa ejije na Nollywood kwa mgbe.",
    "O nwetala nturuugo dị icheiche maka ime ejije nakwa egwu ya.",
    "Genevieve Nnaji",
    "Ebe foto si, Instagram/Genevieve Nnaji",
    "Genevieve Nnaji nwere nturuugo \"Member of the Order of the Federal Republic\" nke gọọmentị etiti nyere ya n'afọ 2011",
    "A kọwa akụkọ maka ejije na Naịjirịa ma a kpọbeghị aha nwaanyị a Imo steeti ji eme ọnụ, aha e bidokwalanụ?",
    "Nnaji emeela ejije karịrị narị, ma nweta ihe nrite nakwa nturuugo karịrị iri.",
    "Ọ na-emepụtazị ejije nke ya ugbua, o mepụtara nke ndị ọnụ na-eru n'okwu na Hollywood zụụrụ.",
    "A mụrụ ya n'ụbọchị atọ nke ọnwa Mee, 1979.",
    "Linda Ikeji",
    "Ebe foto si, Instagram/Linda Ikeji",
    "Ikeji bụ otu onye a na-akpụkarị n'ọnụ na Naịjiria ọkachasị ma a bịa n'ihe gbasara ide ihe n'ịntanetị nke Bekee kpọrọ \"Blogging\".",
    "Ọ nwere ụlọmgbasaozi nke ya, ọ bụkwa onye ọmepụrụ onye n'ihe gbasara ilekọta ụmụagbọghọ.",
    "O nwetala nturuugo ma na Naịjirịa ma na mba ofesi.",
    "A mụrụ ya n'ụbọchị 19 nke ọnwa Septemba, 1980.",
    "Chioma Ajunwa",
    "Ebe foto si, Instagram/Chioma_ajunwa",
    "Ajunwa bụkwa onye ọgba ọsọ mgbe ahụ, bụzị onye uweojii Naịjiria ugbua",
    "Ihe Ajunwa mere n'egwuregwu Naịjirịa so n'ihe ndị mmadụ ga-akpụgide n'ọnụ n'ụwatụụwa.",
    "O ji ụkwụ wụtara Naịjirịa ọlaedo mbụ ya n'Olimpiks n'afọ 1996.",
    "O nwere nturuugo \"Member of the Order of Niger - MON\"",
    "A mụrụ ya n'ụbọchị 22 nke ọnwa Disemba, 1970.",
    "Flora Nwapa",
    "Ebe foto si, Getty Images",
    "Nwapa tinyere uchu n'ịrụgharị ala Igbo mgbe a lụchara agha Biafra",
    "E nwereike ịgụpụta ndị odeakwụkwọ si Naịjirịa ghara ịkpọ aha Nwapa? Ọ dị egwu!",
    "Nwapa bụ 'a takata a gbọo' n'ide akwụkwọ, nke mere ka ụmmụnna ya chie ya Ogbuefi ma mee ka mbaụwa mara onye ọ bụ.",
    "Ọ rụkwara dịka onye nkuzi, minista na-ahụ maka ahụike nakwa mmekọrịta mmadụ na mmadụ, ma mechaa rụọ ka minista na-ahụ maka ala na mmepụta obodo.",
    "A mụrụ ya n'ụbọchị 13 nke ọnwa Jenụwarị, 1931, mana ọ nwụrụ n'ụbọchị 16 nke ọnwa Ọktoba, 1993.",
    "Osinachi 'Sinach' Joseph (Kalu)",
    "Ebe foto si, Instagram/therealsinach",
    "Sinach agaala ọtụtụ mba dị iche iche gaa gụọ egwu ya",
    "Sinach dịka e si mara ya, bụ otiegwu pụrụiche.",
    "Ihe gbasara Chineke na ụka Kraịst na-amasị ya nke ukwu, mere ka ọ na-eti naanị egwu ụka.",
    "A ga-ekwu ole ghara ole? Ọ na-agụ agụ, ma na-edekwa ede.",
    "O nwetala ọtụtụ ihe nrite maka egwu ya.",
    "A mụrụ ya n'ụbọchị 30 nke ọnwa Maachị, 1973.",
    "Grace Amah",
    "Ebe foto si, Instagram/Grace Amah",
    "Ị bụrụ onye na-ele ihe nkiri ndị Nollywood mgbe gboo, ị ga-amarịrị onye Amah bụ.",
    "Aha ya wuru ewu ọfụma oge ndị dị ka Sandra Achums, Regina Askia na Rita Nzelu \"na-achị\" Nollywood.",
    "A mụrụ ya ụbọchị 23 nke ọnwa Febrụwarị.",
    "A sị ka agụpụta steeti iri kachasi nwee ụmụnwaanyị gbara ule WAEC site n'afọ 2016 ruo afọ 2018, ị ga-ahụta na ụmụnwaanyị Igbo zatara aha ha.",
    "(Ebe e si nweta ya)",
    "A sị kwa ka achọpụta ụmụnwaanyị ole gafere ule WAEC, ụmụnwaanyị sị mpaghara ọwụwa anyanwụ so na ndị kachasị.",
    "Ebe foto si, chimamanda_adichie/ Instagram",
    "Lee ya site n'afọ 2016 ruo 2018 na pacenti.",
    "Ọnụ ọgụgu a gosiri na ụmụnwaanyị ndị si na steeti ndị dị na ọwụwa anyanwụ na-agafe ule WAEC ma atụnyere ha na ndị nke steeti dị n'ọdịda anyanwụ.",
    "Etu ọ dị na Bar Chart",
    "Ebe foto si, BBCIgbo",
    "Ọnụ ọgụgụ ụmụnwaanyị lere ule WAEC",
    "(Ebe e si nweta ya)",
    "Ọ bụghị akụkọ ọhụru na anaghị edokwa ọnụ ọgụgu dị iche iche na Naijirịa nke ọma.",
    "Nwaanyị alụghị di ọ ka ogbo ya  lụrụ di enwe aṅụrị?",
    "Gịnị ka ị ma maka 'Aba Women's riot' mere afọ 90 gara aga?",
    "Kama ngalaba na-ahụ maka ọnụ ọgụgụ n'Anambra steeti (Anambra Bureau of Statistics) nke ọnyeisi ha bụ Emeka Paul Obiekezie nyere anyị ọnụ ọgụgụ ụmụnwaanyị na ụmụnwoke ndị nọ n'ụlọ akwụkwọ prịmarị na Sekọndịrị n'afọ 2017.",
    "Lee ka o sị kwụrụ n'Amabra Steeti:",
    "Ndị \"Junior Secondary\"",
    "Ndị \"Senior Secondary\"",
    "Ndị Primary",
    "Nyocha a ga-egosi gị na ụmụnwaanyị igbo ejighị agụ m akwụkwọ egwu egwu.",
    "Lee ka o sị kwụrụ na Delta Steeti:",
    "Ụmụnwaanyị Delta ekweghị kwa ka ụgbọ agụm akwụkwụ hara ha.",
    "Onyeisi ngalaba ọnụ ọgụgụ na Delta Steeti bụ Joe Oghogbi nyere anyị ọnụ ọgụgụ ụmụnwaanyị nọ n'ụlọakwụkwọ gọọmentị nke ha depụtara n'afọ 2018.",
    "Ndị Prịmarị",
    "Ndị Sekọndịrị",
    "Ndị Mahadum",
    "Ugbua, zara anyị ajụjụ a; Ụmụnwaanyị Igbo a na-aga akwụkwọ?",
    "Otanjele, Uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "Akwụwara m aka ọtọ oge mụ na Obasanjo, Jonathan rụrụ ọrụ",
    "Ndị ntọ atọọrọla otu onye ntaakụkọ n'Ụmụahịa",
    "Ọ bụ Buhari nọ n'Aso villa - Enyinnaya Abaribe",
    "Ụmụnyanyị",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Etu Ifeanyi Alumona siri tụrụ ugo dịka onyeisi ojii mbụ ritere ntụrụugo AFS31 Ọgọọst 2022",
    "BBC Nkeji14 Juun 2022",
    "\"Anyị ahụbeghi nwanne m nwoke na ndị enyi ya gara agbamakwụkwọ na Mbano kamgbe ụbọchị atọ\"elekere 7 gara aga",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg.webp\" alt=\"Uchenna Kanu\" width=\"1080\" height=\"608\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Eji m ụkwụ ụkpọrọ malite ịgba bọọlụ n'Aba - Uchenna Kanu26 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Tobi Imusan\" width=\"586\" height=\"398\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Tobi Amusan: Ihe ị kwesịrị ịma maka nwaada Naijiria ritere N65m n'asompi 'World Athletic Championship'25 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Super Falcons\" width=\"1890\" height=\"1063\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Ihe mere anyị jiri zaa oku ịgbara Naịjirịa bọọlụ - Ụmụnwaanyị Super Falcons18 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp\" alt=\"Mo Farah\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Ọ bụ mgbere ka ejiri kpọbata m mba Briten - Mo Farah12 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp\" alt=\"Ndị Super Falcons nke Naịjirịa\" width=\"1379\" height=\"776\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Etu ndị Super Falcons nke Naịjirịa si eke ekike oge ha anaghị agba bọọlụ3 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/EBB9/production/_124854306_p0c8817h.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/EBB9/production/_124854306_p0c8817h.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/EBB9/production/_124854306_p0c8817h.jpg.webp\" alt=\"Kelechi (Arsenal) Anyikude\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi - Kelechi Arsenal22 Mee 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0F38/production/_126469830_whatsubject.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0F38/production/_126469830_whatsubject.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0F38/production/_126469830_whatsubject.jpg.webp\" alt=\"Ị ma egoole nsi akpị na-ada n&#x27;ahịa ugbu a?\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Scorpion Venom: Ị ma na a na-ere nsi akpị n'ahịa?28 Ọgọọst 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/409D/production/_113114561_untitledcollage-1.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/409D/production/_113114561_untitledcollage-1.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/409D/production/_113114561_untitledcollage-1.jpg.webp\" alt=\"Mike Ejeagha na Chinwetalu agu\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>'Onye ọma Emeka', 'Holy Nweje' na okwu ogbe naanị ndị nwere anya n'azụ nwere ike ịghọta28 Juun 2020",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/fce5/live/f6dc4f70-1f0e-11ed-b302-350f627b9b87.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/fce5/live/f6dc4f70-1f0e-11ed-b302-350f627b9b87.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/fce5/live/f6dc4f70-1f0e-11ed-b302-350f627b9b87.jpg.webp\" alt=\"Sleep paralysis: Aka amusu na ajọ mmụọ ndị ọzọ ọ na-adị na mpigide mmadụ n&#x27;ụra?\" width=\"1080\" height=\"607\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Sleep paralysis: Aka amusu na ajọ mmụọ ndị ọzọ ọ na-adị na mpigide mmadụ n'ụra?18 Ọgọọst 2022",
    "\"Anyị ahụbeghi nwanne m nwoke na ndị enyi ya gara agbamakwụkwọ na Mbano kamgbe ụbọchị atọ\"",
    "Elon Musk ọ kwadoro Peter Obi? Lee nke bụ eziokwu",
    "Groom and wedding guests' deaths:  'Nwanne m nwoke nwụrụ  bụ ide ji ụlọ anyị'",
    "Amarachi Okechi: Etu  e si kụọ ajadu ihe tinka kụrụ pan n'ihi ebubo ịbụ amosu",
    "Ihe ndị uweojii kwuru maka mmadụ atọ a gbagburu n’ụlọndịna Ebonyi steeti",
    "Iwu niile Muhammadu Buhari binyere aka kemgbe ọ banyere ọchịchị",
    "A tọhapụla 'Mama Biafra'",
    "Etu Ifeanyi Alumona siri tụrụ ugo dịka onyeisi ojii mbụ ritere ntụrụugo AFS",
    "BBC Nkeji",
    "Army Major: Ihe anyị ma maka akụkọ na 'unknown gunmen'gburu 'army Major' n' Azia",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}