{
  "published": "6 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chris Sanctus Okereke",
    "Broadcast Journalist",
    "Ngozi Okonjo-Iweala: Ihe ndị aga-eme ka akụnaụba ala anyị ghara ịdakpọ n'ihi coronavirus",
    "Dọkta Ngozi Okonjo-Iweala nwere mkparịta ụka pụrụiche na BBC Igbo a kpọrọ \"Kwuo Uche Gi\".",
    "Na mkparịtaụka a, Okonjo Iweala kwuru na ya kwụwara aka ya ọtọ oge ọ rụrụ ọrụ dịka Mịnịsta Ego nke Naịjirịa n'oge Olusegun Obasanjo nakwa Goodluck jonathan chịrị ọchịchị.",
    "Gee ọkpụrụkpụ okwu Dkt Ngozi Okonjo-Iweala kwuru ebe a:",
    "Anyị enweghikwa ndị ga-azụ mmanụ agbịdị anyị.",
    "O kwuru sị: \"Nne m na nna m nyere m ọzụzụ dịka ndị Igbo. Ha gwara m ka m were ụbụrụ m wee chepụta ezigbo echiche kama iwere ihe onye ọzọ.\"",
    "\"Edebere m aka m ọcha. Obi m dịkwa ọcha.\"",
    "Oge anyị jụrụ ya maka akụkọ kwuru na gọọmenti Abia steeti kpọrọ ya ka ọ bịa nyere ha aka ịdozi akụnaụba ha, Okonjo-Iweala kwuru na nke ahụ abụchaghị eziokwu.",
    "Ọ kọwara na ya gụtara ya bụ akụkọ na 'newspaper' mana ya ahụbeghị akwụkwọ ozi si n'aka gọọmentị Abia.",
    "Mgbe ọ bịara 'Kwuo Uche Gị'",
    "O kwekwara nkwa ya ga-enye nkwado ma a kpọọ ya ụdị oku ahụ.",
    "Aga m achịli 'World bank' ma ọ bụrụ... - Okonjo-Iweala",
    "Ọ gara n'ihu kwuo na obi dị ya ụtọ na ọ bụ ya bụ nwaanyị mbụ bụ minista okwu ego dị n'aka na Naịjirịa, nke megheere ụmụnwaanyị ndị ọzọ ụzọ kemgbe ahụ.",
    "N'ajụjụ maka etu mba Afrịka ga-esi pụta na ọgbatauhie sọ coronavirus, Okonjo-Iweala kwuru na gọọmentị ndị mba Afrịka kwesịrị ibu ụzọ lebaa anya n'ihe ha ga-eji kwalite akụnụba ha n'oge a.",
    "O rịọkwara ka gọọmenti nye ndị mmadụ ihe oriri, ego na ihe ndị ọzọ eji enyere ndụ aka n'ihi na ọrịa a egbochiela onye ọbụla ịga ọrụ.",
    "Ebe foto si, AFP",
    "O kwuru na \"ọ bụrụ na ị ga-asị ndị mmadụ nọrọ n'ụlọ, na ị kwesiri ịnye ha ihe ga-eji nọrọ n'ụlọ.\"Okonjo-Iweala kwukwara na ihe o ji dị oke njọ n'Afrịka bụ na \"tupu coronavirus abịa, Afrịka nwere oke nsogbu n'akụnaụba ha.\"",
    "Kama ọ rịọkwara ka ndị mmadụ gee ntị na usoro ndị ọrụ ahụike wepụtara maka ịgbochi ya bụ ọrịa dịka ịkwọ aka, ikpuchi imi na ịgbalahụ ebe ọtụtụ mmadụ nọ.",
    "Ọ sị na ya bụ ọrịa adịghirị onye ọbụla mfe.",
    "Ụmụnwaanyị Abia state aha ha na-ada ụda na Nigeria",
    "Ihe mere ụwa jiri echu Ngọzị Okonjo-Iweala ka mmiri ngene",
    "Onye bụ Priscilla Ekwueme Eleje?",
    "Akụkọ ọma i kwesịrị ịnụ gbasara coronavirus",
    "Coronavirus o si n'ikuku agbasa?",
    "Ihe dị iche n'ọrịa coronavirus na azụzụ nkịtị",
    "Etu e si eme ka garri ghara ibunye mmadụ ọrịa ịba Lassa",
    "Akụkọ asi niile na-ewu n'Afrịka maka ọrịa Coronavirus",
    "Gọọmentị ga-agbachi ọdọụgbọelu Legọs na Abuja",
    "Mgbe ajụrụ ya ma onwere uche n'ọchịchị Naịjirịa, Okonjo-Iweala zara na ya efeela ala Naịjirịa oge ya na Obasanjo nakwa Jonathan rụrụ.",
    "O kwuru sị: \"Ugbua, ọrụ m na-arụ bụ nke Afrịka na nke mba ụwa. Ọrụ a dị m ụtọ n'obi nke ọma.\"",
    "Okonjo-Iweala kwere nkwa ịhụ na ndị Igbo nwetere oke ruru ha ma na-arịọkwa gọọmenti ala Igbo ka ha gbaa mbọ hụ na ego nke ha nwere n'ụlọ banyere n'ihe ga-enyere ọha na eze aka dịka ezigbo ụzọ, ọkụ na ihe ndị ọzọ e ji enyere ndụ aka.",
    "Ọ sị na ọbụrụ na ndị ọchịchị ala Igbo kwụwa aka ha ọtọ na ihe gbasara ego dị n'ụlọ na ọ ga-adị nfe iwebata ego ọzọ n'ụlọ.",
    "Ngọzị Okonjo-Iweala: Ihe mere ụwa jiri echu nwa ada Igbo a ka mmiri ngene8 Maachị 2020",
    "Okonjo-Iweala abụrụla otu n'ime ndị ndụmọdụ na Twitter20 Julaị 2018",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisielekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ebonyi State Police: Ụlọọrụ ndị uweojii dị na South-East a wakporola kamgbe ọnwa isiielekere 9 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe dị iche na ikuku nkịtị na ikuku oxygen a na-enye ndị bụ Coronavirus, Duration 1,224 Febụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisi",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Nnamdi Kanu, Donald Trump na ndị ọzọ a ma ama Facebook na Twitter machirila",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}