{
  "published": "11 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Charly Boy, Alex O,Theresa Onuora, Gozie Okeke",
    "Ihe e jiri mara ndị otiegwu Igbo na ngwụcha 80s banye 90s bụ karịrị egwu ụka.",
    "Oge a bu oge ụka agba ọhụrụ pụtarachara ma dọrọ ọtụtụ ndị mmadụ ndị na-ekwu na ha echegharịala.",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80s",
    "Ras Kimono: Ihe ndị mmadụ na-ekwu",
    "Ihe i kwesịrị ịma maka Christy Essien-Igbokwe",
    "Ụfọdụ n'ime ha nwere onyinye ịkụ egwu malitere ịkụ egwu ụka,ebe ndị enweghị nka egwu jụrụ egwu oringo na-achọzi egwu ụka.",
    "Egwu ụka bidoro gawa ahịa nke na ọ bụrụ na otiegwu Igbo esonyeghị, ụgbọ aghara ya.",
    "Ebe foto si, Alex O, Gozie Okeke, Theresa Onuorah,Charly Boy",
    "Alex O., Gozie Okeke, Theresa Onuorah na Charly Boy kpọtụrụ akpọtụ na 90s rue 2000",
    "Mana ngwucha 90s na mbido 2000,  egwu oringo dịka 'highlife' bilitere n'ọnwụ, ebe ụmụ agba ọhụrụ bidokwaziri kụwa 'hip-pop'.",
    "Lee ụfọdụ otiegwu Igbo wuru ewu na 90s na 2000 :",
    "Helen Nkume",
    "Ọ bụrụ na a mụrụ gị maọbụ na i toro na 70s, 80s na 90s, ị gaghị echefu otiegwu ụka bụ Prophetess Helen Nkume.",
    "Egwu ya bụcha egwu ụka bụ ndị redio ji akwọ aka ụtụtụ, ebe ndị ọkwọụgbọala n'ala Igbo ji ya echere ndị ha na-ebu ọjị ụtụtụ.",
    "'Nna biko' bụ egwu arịrị na mbeku Chineke wuru ewu na 90s.",
    "Ebe foto si, Goodluck Chidimma/",
    "Mana Ị ma onye ndu otu egwu 'Galilee Gospel Band' nke ụka Cherubim na Seraphim na-akụbụ 'egwu ụwa'?",
    "Uchenna Ikonne kọwara na Helen Nkume onye bụbu Helen Williams na-akụbu egwu 'highlife' tupu ọ lụọ di ma zagharịa aha.",
    "Ụfọdụ egwu ndị o tiri",
    "Isi Ekpe",
    "Ka Ihe M Na-ario Ruem Aka",
    "Adam Ole Ebe Ị Nọ",
    "Onye Machie Ụwa jọjị",
    "Hicha M Anya Mmiri",
    "Ekwensu Agwaram Gi Agwa",
    "Gozie Okeke",
    "Ebe foto si, Njideka Okeke/Facebook",
    "Ikekwa ị maghị aha ya, mana egwu ya na nwunye ya bụ \"Akachawa\" nke wuru ewu ngwụcha 90s na-atọpu gị isi.",
    "Ọ bụghị naanị gị ka 'Akanchawa' Gozie Okeke na-akpọfe, ọ na-amasị ndị Yoroba, ndị Ugwu, ọbụladị ndị ụka Alakụba n'agbanyeghị na e ji Igbo kụọ ya.",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Dịka otu onye ntaakụkọ ihe gbasara egwu doro anya bụ Ngozi Emedolibe kwuru na ndịiche dị na Gozie Okeke sị na ọ na-etinye okwu otutu n'ime egwu ya dịka, 'Jesus Otibimbodombo'.",
    "Gozie Okeke, onye Nnobi, Anambara steeti kụkwara ọtụtụ egwu ndị ọzọ gụnyere 'Nne m Ọma'.",
    "Mike Ejeagha: Aghara m ihe egwu m gbaa ọsọ Agha",
    "Ọ zụlitere nwunye ya Njideka n'iti egwu tupu nwaada ahụ abanye ihe nkiri 'Nollywood.'",
    "Ụfọdụ egwu o tiri",
    "Jehova Ana m Ekele",
    "Ike Chukwu Di N'aru m",
    "Hosana Diri",
    "Bute ike",
    "Onyinye Chukwu",
    "Theresa Onuorah",
    "Ebe foto si, Theresa Onuorah",
    "Theresa Onuorah bụ otiegwu a ma awa wuru ewu na 90s na agbanyeghị na otu egwu ya bụ n'ebe 1985 ka o bidoro ya.",
    "Ụmụagbọghọ na okoro toro n'ala Igbo na 90s aghaghị ịma egwu ya bụ Egwu Egedege nke a na-agba n'emume pụrụ iche dịka akwamozu, agbamakwụkwọ na mmemme ndị ọzọ n'ala Igbo nakwa ebe ọbụla ndị Igbo bi na mba na-eme emume na Naijiria.",
    "Onuorah, onye Unubi Anambara steeti bụ onye na-akwalite omenala Igbo site egwu Egedege bụ egwu ndị si na mpaghara ala Igbo ahụ na-agbakari.",
    "Ebe foto si, Theresa Onuorah/Facebook",
    "Ihe mere egwu Egedege nke Theresa Onuorah ji pụo iche bụ ọja a na-afụ  na ya nke bụ ihe mbụ e ji ebido egwu ya niile; ejiji ya dịka ezenwaanyị, nzọ egwu ndị otu egwu ya ndị bụcha okoro na agbaghọ na-apụ anwụrụ.",
    "Theresa Onuorah na egwu Egedege ka dị ndụ mana ha naghị ewusi ugbua ka ọ dị na 90s.",
    "Ụfọdụ mmadụ ka na-akpọkwa otu egwu ya maka mmeruba ụbọchị  mana ọ dịghịkwa ka ọ dị na mbụ oge e ji ịkpọ ya  na mmemme ama ọgaranya ka ibe ya.",
    "Ụfọdụ egwu o tiri",
    "Ijele elubego",
    "Ojemba Enwe Ilo",
    "Anyị akpala akụ nnadi ga-eri",
    "Welu Oso Rue m nso",
    "Ọnwụnwa Mụ na Chi m",
    "Egwu ndị Eze",
    "Chika Okpala",
    "A kpọọ Chika Okpala, obi ọtụtụ mmadụ na-agbaga na ọkpaọchị a ma ama na ejije 'New Masquerade\" na-azakwa otu aha ahụ.",
    "Mana naanị ihe jịkọrọ mmadụ abụọ ahụ bụ n ha bụ ndị Anambara steeti; Chika Okpala ọkpaọchi bụ onye Nnobi, ebe Chika Okpala nke na-eti egwu bụ onye Achina.",
    "Bro. Chika Okpala bụ ihe e jiri mara ya na ndị otu egwu ya ọ kpọrọ Believers Voice bụ ndị otiegwu ụka kpọtụrụ akpọtụ na ngwụcha 80s banye 90s.",
    "Ọ bụ otu n' ime ndị na-eti egwu ' a mụnworo ọzọ' , ndị ji onyinye Chukwu nyere ha na-agbaso ozi ọma, na abụghị iji kpata ego.",
    "Oreintal Brothers: Maka na m bụ onyeisi, ha chere na m na-eri ego nanị m - Kabaka",
    "Njirimara egwu ya bụ  na ọ na-abụkarị egwu na okwu ntụgharị uche.",
    "Ọ na-ezi ozioma nchegharị ma na-ekwugidekwa  ajọ ọchịchị obodo.",
    "Egwu ya kachasị wuo bụ \"Nigeria Ụkwụ Apụọ m Ọsọ\" mana o tikwara ọtụtụ ndị ọzọ.",
    "Ụfọdu egwu o tiri",
    "Agha a kara Aka",
    "Onye Iru Abua",
    "Charly Boy",
    "Ebe foto si, Charly Boy",
    "Charles Chukwuemeka Oputa, a ma dịka 'Charly Boy' bụ otiegwu a ma ama na Naijiria maka ị na-ekwupụ okwu gbasara ọganihu obodo, ikike dịrị onye na ndọrọndọrọ.",
    "Charly Boy bụ nwa nke abụọ nke ọkaikpe Ụlọikpe Kachasị nwụrụ anwụ bụ Ọkaikpe Chukwudifu Oputa, onye Ugwuta n'Imo steeti.",
    "Egwu anọ e ji mara ndị Igbo",
    "Gịnị na-esere Charly Boy na Gọvanọ Willie Obiano?",
    "Ọ gụrụ akwụkwọ na mba Amerịka mana ọ gbahapụrụ ya gawa iti egwu na ime ihe onyonyo(producer.)",
    "Egwu ya kachasị  wuo ewu bụ  nke ọ kpọrọ '1990' mana o tikwara egwu ndị ọzọ.",
    "Ọ bụ ya nwe ihe onyonyo 'Charly Boy Show' bụ obere ihe egwuregwu  o ji aghọrị maọbụ maja mmadụ nakwa 'Zoom Time nke ya na Tunde Obe na-eme  bụ ihe onyonyo ha ji atụnye ọnụ na ka obodo siri kwụrụ.",
    "Jụọ ndị na-achị gị ihe ha ji akụnaụba ọha mee - Charly Boy",
    "Dịka otu onye ntaakụkọ ihe gbasara ndị egwu doro anya bụ Ngozi Emedolibe si kọwa, \" Ụdị mmadụ  Charly Boy na-ada ụda karịa egwu ọ na-eti .\"",
    "Emedolibe kọwara na Charly a kpọpụtala ọtụtụ ndị o mere ka ha chakee n'iti egwu na ọrụ ikpa obi ọma.",
    "Ụfọdụ egwu o tiri",
    "Nwata Miss",
    "",
    "Tyna Onwudiwe",
    "Tyna Onwudinwe bụ nwa afọ Igbo ọzọ a ma ama n'iti egwu wuru ewu na 90s.",
    "Ndị mụrụ ya bụ Maazị Justin Onwudiwe na Patricia Wilkinson, ndị Ugwuta, Imo steeti.",
    "Tyna Onwdiwe tiwere egwu oge ọ dị na nwata oge ọ na-eso ndị otiegwu nwere aha agụ egwu.",
    "Ndị dịka Tabansi Studio na Rogers Okonkwo' n'Ọka nakwa Ọnịcha.",
    "Egwu mbụ o tiri e ji mara ya 0bụ nke ọ kpọrọ, \"Afrikan Oyibo\" bụ nke o tipụtara n'afọ 1992.",
    "Mana nke kachasị wuo ewu bụ ya kachasị wuo \"Black On Black\"",
    "Ndị maa nwa ada a na-etu, 'Afrịkan Oyibo' ga-agwa gị na o so na ndị otiegwu Igbo hụrụ ụzọ oge ọtụtụ ndị isi ha na-apụ ọkụ ugbua ka nọ n'afọ nne ha.",
    "I zute Tyna n'ụzọ mbụ, ihe ga-aba gị anya bụ ụdị isi o bu n'isi nakwa uwe ya.",
    "Ọ na-akpụ akụkụ isi ya abụọ, ma kee etiti ya eke, ebe ọ na-ejikwa ejiji azụ-anụ-ụka.",
    "Tyna, dịka enyi ahụghị na-erịghị ya bụ Charly Boy bụ onye e ji ihe ndị ọzọ ọ na-eme matr karịa egwu ọ na-eti.",
    "Ọ na-eme ihe ejije Nollywood ma na-emepụta ndị otiegwu egwu nke Bekee kpọrọ 'producer'.",
    "Nke kacha nke bụ na ọ bụ  onye na-ahazi akwa nke ọkọka  Bekee kpọrọ 'fashion designer'.",
    "Ọ haziri Charles Oputa nakwa ejiji ya mee ka o site na onye na-eṅomi ejiji  'Michael Jackson, bụrụ Charly Boy, mmadụ  nke onwe ya.",
    "Iji kọwaa ka ụtọ  Tyna si dị ya n'obi, Charly Boy kwuburu na ọ bụ Tyna Onwudiiwe mere ya ihe ọ bụ taa, si na o si ala Igbo kpọgote ya Legos ma kwụọrọ ya ụgwọ ụlọ afọ abụọ oge ọ gbajuru dọrọ ya.",
    "Ebe foto si, Area Fada",
    "Tyna hazikwara ọtụtụ ndị aha ha na-ada ụda.. na Naijiria oge ahụ.",
    "O mechara nwụọ ka ọ gbachaara afọ 47 n'afọ 2001 na Johannesburg dị na mba Saut-Afrịka ebe ka ọ nọ anara nleta n'ụlọọgwụ maka ọrịa kansa.",
    "Ọ hapụrụ ụmụ atọ were nwụọ.",
    "Ụfọdụ egwu o tiri",
    "Lite Low",
    "Turn your Lights Down Low( egwu Bob Marley o tigharịrị)",
    "Alex O",
    "Ebe foto si, Alex O",
    "Alex Okoroigwe, onye a ma dịka 'Alex O'",
    "Ọtụtụ ndị mmadụ amaghị na ọ bụ nwa afọ Igbo mana o so na ndị bidoro egwu a na-akpọ 'hip-hop' na Naijiria, ebe ụfọdụ mara ya dịka onye Igbo buru ụzọ mewe egwu 'rap'.",
    "A ma ya dịka otiegwu Alex O, mana ezi aha ya bụ Alex Okoroigwe, nwa afọ Imo steeti.",
    "O wuru egwu na ngwụcha  80s banye 90s ọ kachasi oge o tipụtara egwu ya ọ kpọrọ, \"Celebrate'.",
    "Ihe mere Pericoma ji anyị ajọ arọ",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?",
    "Egwu a wuru ewu oge  ọ bụla dị egwu ndị ọcha ka na-akọkarị na redio nakwa ebe a na-eme mmemme.",
    "Dika otu onye ntaakụkọ ihe gbasara egwu doro anya, bụ Ngozi Emedolibe si kwuo, \"Alex O bụ nwa afọ Igbo mbu tiri egwu 'rap' na Naijiria tupu ụmụ afọ ndị̀ ọzọ akụwa ụdị egwu ahụ.\"",
    "Ọ lụrụ ,Oby Edozie, onye na-eme ejije n' afọ 2011, ha mụtara ụmụ abụọ.",
    "'Bob Marley bụ onye amụma n'oge ya'",
    "Alex O. lakpụrụ, aṅụghịkwa maka ya ọtụtụ afọ dịka akụkọ kwuru na ọ lara mba Saụtị Afrịka ga biri.",
    "O mechara lọghachị mana mbọ Alex O gbara ịlọghachi n' ịkụ egwu n'afọ 2015 a mitaghị mkpụrụ dịka ndị agba ọhụrụ wegharala ọgbọ.",
    "Ụfọdụ egwu o tiri",
    "She so pretty",
    "Do it (in the Name of Love)",
    "Something",
    "Gịnị na-esere Mbazulike Amaechi na Jim Nwobodo?",
    "Onye bụ Umaru Altine chịrị Enugwu dịka 'Mayor'?",
    "'A kwụrụ anyị otu nde Naịra iji gbuo Uwa Omozuwa'",
    "Kedụ ihe dị iche n'ịlọụwa, agwụ, ọgbanje na nkwenye dị ọzọ ndị Igbo nwere gbasara ọnwụ na ndụ?",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Omenala",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80s14 Eprel 2021",
    "Victor Olaiya: Lee ihe ndị a ga eji echeta otiegwu a larala mmụọ13 Febụwarị 2020",
    "Afrima: Lee ndị otiegwu Naijiria chawara na nturuugo Afrika25 Nọvemba 2018",
    "Liberia akpọpụtala Joseph Boakai dịka onyeisiala ọhụrụ elekere 7 gara aga",
    "NA EME UGBU A , Awụsala m ọwa n'ịzọ ọkwa Onyeisiala mba Amerịka ma kwadoo Trump - Ron DeSantis",
    "Suspension of Igwe Neni: Ihe Ifeanyi Ubah sara Soludo maka ịkwụsị Igwe a ọrụ22 Jenụwarị 2024",
    "Kedụ ndị bụ ndịagha nnupụisi Houthi nke Yemen?20 Jenụwarị 2024",
    "A chọrọ igbu \"Password\" ka ọ nwụọ ọnwụ ike20 Jenụwarị 2024",
    "Supreme Court: Ụlọikpe kachasị akapịala ọchịchị gọvanọ Abiodun, Oborevwori, Nasir Idris na Abdullahi Sule19 Jenụwarị 2024",
    "Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose17 Jenụwarị 2024",
    "Okwu ụgha ndị dị na soshal midịa maka ihe gbara ka ogbunigwe n'Ibadan18 Jenụwarị 2024",
    "AFCON: Naịjirịa emeriela Ivory Coast18 Jenụwarị 2024",
    "Suspension of Igwe Neni: Ihe Ifeanyi Ubah sara Soludo maka ịkwụsị Igwe a ọrụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}