{
  "published": "8 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimezie UcheAgbo",
    "BBC Igbo, Lagos",
    "Tupu anyị agbapụ ya ọsọ, ka anyị buru ụzọ kọwaa ihe omenaala pụtara. Dịka ndị ọkachamara siri kọwaa, omenaala bụ ụzọ mba si eme ihe.",
    "Etu ha si eri nri, eyi akwa, agba egwu, alụ nwaanyị, eti mmanwụ na ihe ndị dị icheiche ma gụnyere etu ha si ekpere chi ha nakwa efe ofufe.",
    "Omenaala bara ụba nke ukwu ma bụrụ mgbọrọgwụ mba ọbụla ji aba.",
    "Ị nyara bọres ka ị kpọrọ ọga oge i pere mpe?",
    "Onye si na ụmụnwaanyị Igbo anaghị aga akwụkwọ?",
    "Ụzọ abụọ steeti dị na ọwụwa anyanwụ ga-esi gbanahụ ubiam",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị Igbo",
    "Ọ bụkwa njirimara na-ekewapụta ha n'ebe mba ọzọ niile dị n'ụwa dị.",
    "Ịmaatụ: E jirila uwe ishi agụ we mara ndị Igbo nke pụtara na mba ọzọ ọbụla na Naịjirịa na-ahụ onye yi akwa ishiagụ dịka onye Igbo maọbụ onye chọrọ ikwado ndị Igbo.",
    "Isi a hụrụ kwaba okpu maka akụkọ a bụ ndị Igbo, ka anyị tinye anya n'omenaala Igbo.",
    "Ọtụtụ omenaala Igbo na-enye obi aṅụrị. Anyị na-edepụta ụfọdụ n'ime ha ebe a:",
    "Ịgọ ọfọ",
    "Ọfọ na ogu bụ otu ihe ndị Igbo ji aga, ịgọ ọfọ bụ ikpe ekpere. Etu ahụ ka ndị Igbo si ekpere mmadụ ezi ekpere.",
    "Egwu",
    "Igbo niile na-anabata egwu ogene dịka nke ha. Onye Igbo ọbụla nụrụ ogene na ọja na-enwe ụdị mkpali na-abịa ya n'ahụ.",
    "Igbo na-ejikwanụ egwu dị icheiche eme mmemme ma nke a na-agụ agụ ma nke a na-agba agba. Ụfọdụ egwu Igbo na-agba bụ Adamma, atịlọgwụ, egedege wdgz.",
    "Mmemme",
    "E nwere ọtụtụ mmemme ndị Igbo ji egosipụta omenaala ha, dịka iri ji ọhụụ, ịwa akwa, ito ọgbọ wdgz.",
    "Ịlụ nwaanyị",
    "Ndị Igbo nwere usoro ha ji alụ nwaanyị. Obodo dị icheiche nwere etu ha si eme nke ha mana otu ihe dị na ha niile bụ na a na-edebe ego e ji alụ nwaanyị.",
    "O nwere ebe ndị na-eme ịgbanwkụ nakwa iru mgbede.",
    "Ịwaọjị",
    "Ndị Igbo bụ ndị na-anabata ndị ọbịa nke ọma, ọ bụ omenaala Igbo ịwara onye ọbịa niile ọjị iji nabata ya.",
    "Ibi ugwu",
    "Ndị Igbo na-ebikwa nwata nwoke ugwu na mkpụrụ ụbọchị asatọ ka a mụchara ya.",
    "Ikuchi nwaanyị na ihachi nwaanyị",
    "Nke a bụ ebe nwoke ga-akụchi nwunye nwanne ya nwụrụ anwụ.",
    "Omenaala Igbo karịrị akarị mana ugbua, ka anyị lebaa anya n'okpukperechi ndị Igbo.",
    "Dịka ndị mba nwere mmọnwụ ha ji akpa ụmụaka obi aṅụrị n'oge ekeresimesi, etu a ka mmanwụ si dị icheiche. Ọ bụghị mmọnwụ Igbo niile bụ nke e ji gọọ mụọ, o nwere ndị ụmụaka ji eme onwe ha obi ụtọ ma ndị e ji enwe aṅụrị. Nke bụ eziokwu bụ na ụfọdụ ụlọụka Katọlik na-eti mmọnwụ ha ji eme ndị ụka ha obi aṅụrị.",
    "E jikwa mmọnwụ eme mmemme. A na-akpọta ya ebe a na-eme emume dị icheiche ka ha gbaa egwu maọbụ mee ndị bịara emume obi ụtọ.",
    "E ji nri dị icheiche mara ndị Igbo dịka ofe ọha, abacha, ụgba na ndị ọzọ",
    "I leghachị anya ebe anyị malitere, anyị kwuru na etu mba si efe ofufe sokwa n'ime omenaala ha, nke a bụkwa eziokwu nye ndị Igbo.",
    "N'ala Igbo, e nwere chi dị icheiche dịka ala, amadịọha, chukwu, ọnwa, anyanwụ, ikenga, agwụ, ekwensu dgz Obodo ọbụla nwere nke ha ma nwee ihe ha na-akpọ ya mana Chukwu Okike ka a maara dịka Chukwu kacha chi niile.",
    "Chi ndị a nwere arụsị ndị e ji efe ha, ihe a na-akpọ arụsị ndị a dịkwa iche n'obodo ọbụla ị gara.",
    "Ife chi ndị ahụ site n'arụsị e ji mara ha bụ okpukperechi ndị Igbo ma bụrụkwa naanị nke ha na-eme tupu ụka abịa.",
    "Nke bụ eziokwu bụ na ezinaụlọ niile nwere chi nke ha nwee arụsị nke ha.",
    "Usoro ikpere arụsị ndị ahụ dị icheiche bụ ihe Igbo mara dịka ịgọ mmụọ.",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "Ihe ise ịba jiri dị iche na Taịfọd",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị Igbo",
    "Ihe ndị ị kwesịrị ịma maka ụmụnwaanyị Igbo",
    "Kama na dịka ịgọ ọfọ bụ ikpe ekpere ọma, ịgọ mmụọ bụ ikpere arụsị na chi ha.",
    "Ihe e ji agọ mmụọ dịka igbu ọkụkọ wụsa ọbara ya, ịgba aja na ụfọdụ ihe ndị ọzọ bụ ihe mere na ọtụtụ ndị Igbo anabataghizi ya gụnyere na ụka bịara.",
    "Ịgọ mmụọ gosiri na okpukperechi bụ naanị otu n'ime omenaala Igbo nke bụ na ọ bụghị mmadụ niile na-emezi ya ugbua. Ọtụtụ ndị Igbo na-agazị ụka, ha anaghịzi agọ mmụọ.",
    "Nke a ọ pụtaziri na ha agaghị esonye gbaa egwu ogene maọbụ bie nwa ha ugwu maọbụ gọọrọ nwa ha ọfọ?",
    "Azịza ajụjụ a bụ mba! makana omenaala ndị a abụghị okpukpere ịgọ mmụọ.",
    "Ọ pụtara na onye Igbo na-aga ụka nwereike ịwa ọjị maọbụ gọọ ọfọ maọbụ gbaa egwu maọbụ gwọọ abacha ma ọ bụghị onye ọgọ mmụọ kama okpukpere nke ya bụ nke onye Kraịst.",
    "",
    "Ebe foto si, Getty Images",
    "Omenaala Igbo na Ụka Kraịst",
    "Onye Igbo ekwesighi iji maka na ọ na-aga ụka tufuo omenaala ya niile bụ ejirimara ya.",
    "Onye na-aga ụka ekwesighi ịgọ mmụọ maka na ọ bụ okpukpere abụọ mana e wezuga ịgọ mmụọ, e nwere ọtụtụ omenaala ndị ọzọ e ji mara ndị Igbo dị mma ka e chekwa ya.",
    "Otu ụkọchukwu ụka Katọlik bụ Chiadika Okoli kwuru na egwu ọdịnaala Igbo na-enyere ha aka ịgbasa ozioma Kraịst.",
    "O kwuru na ha na-eji egwu ogene na ọja eto Chukwu ebe ha na-etikwa mmọnwụ ha ji eme ndị mmaọdụ obi aṅụrị.",
    "Ụfọdụ ndị mmadụ ekwuola na ụfọdụ omenaala Igbo adịghị mma ma kwesi ka a kwụsị ya kama ụfọdụ dị mma kwesiri ka a nabata ya ma chekwa ya nke ọma.",
    "Ya bụ na ụjọ ekwesighị ịtụ onye Igbo ọbụla isonye n'ụfọdụ omenaala Igbo ndị dị mma na-abụghị ịgọ mmuo.",
    "Ihe mere m ji jiri ọja et0 chineke - Fada Chidika Okolie",
    "Akụkọ ndị ga-amasị gị:",
    "Ipob, Massob na Ọhaneze eso na ndị nyere ndị Igbo aka n'oge a?",
    "Lekwa egwuregwu ndị ụmụaka mgbe gboo",
    "Onye si na ụmụnwaanyị Igbo anaghị aga akwụkwọ?",
    "Vidio, Ihe e ji sị na ọgwụ bekee anaghị na-agwọ ọrịa Achaere na ndị ọzọ16 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igbohoelekere 7 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Gịni dị n'ime ajụ mbaise a?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ihe ndị mmadụ kwuru maka etu Udeh Chiamaka Victoria si fee ọkọlọtọ Naijiria na Russia",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Ebe na mgbe a ga-eli ụkọchukwu TB Joshua",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Asari Dokubo ataala ụkwa jaa eze gbasara Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}