{
  "published": "7 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'oge gboo, ndị nne na-eji olu ike akpọtụrụ ụmụaka ha kpapụrụ akpapụ gaa igwu egwuregwu n'agbataobi ha maọbụ n'ama egwuregwu.",
    "Ọ na-abụ nwantakịrị nụ olu nne ya, o jiri ọsọ jiri ije laruo ụlọ maka ụtarị.",
    "•Otanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "•Uru egwu ọnwa bara na ọzụzụ na njikọ ndị Igbo",
    "•Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "Oge ahụ ka ụmụaka mara etu e si enwe aṅụrị na etu e si egwu egwuregwu.",
    "Oge ahụ, ndị mmadụ anaghị achịrị obi ha n'aka maka onye agbataobi ha, kama nwa bụ nwa ọha, nwantakịrị ọbụla nwereike ịga n'ụlọ onye agbataobi ya ọbụla soro ụmụaka ibe ya gwurutu egwu.",
    "Egwuregwu akarịka nụ, tupe e mee nke a, mee nke ọzọ, chi a na-achọ iji, ụfọdụ oge, ụmụaka anaghị echeta dị na ha eribeghi nri.",
    "Ọ dịzị ka ụfọdụ egwuregwu ahụ alachala maka na o nweghizi onye nwere ohere ha ugbua, nakwa egwu abịala ọtụtụ mmadụ, e nweghizi ntụkwasi obi ebe agbataobi nọ.",
    "Mana, ọ dị mma ka anyị laghachitu azụ chetara gị ihe ndụ dịka ya oge oge gboo.",
    "Vidio, Deborah Samuel Yakubu : Lee ọnọdụ ezinaụlọ nwaada e gburu na Sokoto kemgbe Pastọ Chibuzọ Chinyere nyechere ha ụlọ, Duration 2,5331 Mee 2022",
    "Vidio, Zama Zama South Africa: Ihe na-eme n'ime ọnụ ebe a na-egwupute ọlaedo, Duration 9,2230 Mee 2022",
    "Vidio, Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo, Duration 28,5427 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Professor Charles Chukwuma Soludo: Ihe i kwesịrị ịma maka onye ga-achị Anambra steeti, Duration 1,07,487 Nọvemba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 7 gara aga",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Ọrịa Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}