{
  "published": "8 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Omor Perry",
    "Pericoma Okoye bụ otiegwu Igbo e ji ọdịnala mara",
    "Na nsonso a, aha otiegwu  Ichie Pericoma Azubuike Okoye, bidoro ịkpọtụ akpọtụ na soshal midia.",
    "Onye metere agụ Afrịka nọ n'ụra kemgbe afọ 2017 oge ọ lara mmụọ?",
    "Egwu anọ e ji mara ndị Igbo",
    "Morocco Maduka: Ahapụrụ m ọrụ 'electrician' ga tiwe egwu",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80s",
    "Ras Kimono: Ihe ndị mmadụ na-ekwu",
    "Ọ bụ otu ụkọchụkwụ Chukwuemeka Ohanaemere ama ama dịka 'Odumeje' nke Mountain of Holy Ghost Intervention Deliverance Ministry dị n'Ọnicha, Anambara steeti.",
    "Odumeje 'kwuru okwu ọjọọ maka odogwu Izuọgụ n'ihe onyonyo fegharịrị n'ịntanetị na nsonso a nke butere ụka.",
    "Ụfọdụ ji ihe onyonyo ahụ nke kọkwara ndị Arọndịizuọgụ ọnụ ịbụ ogbenye, mere ihe ọchị.",
    "Ihe i kwesịrị ịma maka Christy Essien-Igbokwe",
    "Ụmụ Obieze: Egwu anyị gbara Igbo gharị",
    "Mana ya bụ okwu akụkụ atọghị ndị Arọndiizuọgụ na ndị ihe Pericoma na-amasị gụnyere ọkpara Pericoma Okoye bụ Omor Perry na onye bụbu onyeisi Massob bụ Ralph Uwazuruike, ọchị.",
    "Uwazuruike, onye katọrọ ihe Odumeje kwuru sị na \"o wutere m na ala Igbo anaghị eji onye nwụrụ anwụ eme mkparị.\"",
    "Omor Perry na onwe ya mara Odumeje aka sị ya pụta ka ha nwalee ike ka ike.",
    "Mana dịka a na-eme tụmsara n'okwu ahụ, ndị ọgba ọhụrụ na-ajụ onye bụdị Pericoma Okoye?",
    "Kedụ onye bụ Pericoma a na-ewu?",
    "Ebe foto si, Omor Perry",
    "Pericoma Okoye bụ otiegwu Igbo ama ama n'Ala Igbo egwu ya wuru ewu n' agbata 80s na 90s.",
    "Ọ bụrụ na ị na-anụ egwu ogene na udu  a kpọrọ \"Omenana na-ese okwu\" na-eche onye tiri ya, mara na  ị mara Pericoma site n'egwu ya.",
    "Egwu ndị ọzọ o tiri gụnyere; \"Ọgbaaghara\" (1990);\"High Tension\"; \"Ọ ga-atakụta ya aja\", \"Izu ka mma na nne ji\"; Ị ghara Omenana mewe  omenaelu\".",
    "Egwu ya bụ egwu na-ejupụta n'ilu,  ịnya isi na okwu miri emi. Iji maa atụ, \"Onye sị na ọ bụrụ ya, ọ bụrụ ya o mee gịnị?\"; Ọ bịara egbu anyị, je egbu onwe ya\"; Nne ewu tawa ahụ, akịrịka na mma atụ ya ọgụ\"",
    "Ọ na-ejikwa egwu ya etu ndị ọgaranya Igbo aha.",
    "Onye Arondizuogu dị n'okpuru ọchịchị Ideatọ, Imo steeti, Pericoma bụ onye mmasị ya n'ọdịnala Igbo ka ewu ewu karịdịa egwu ya.",
    "A ma ya dịka 'Mezuo Mbụ nke Arọndizuogu' maka nke a.",
    "Ebe foto si, Omor Perry",
    "Omor Perry n'akwamozu nna ya bú Pericoma",
    "Iji kọwaa  nke a, Nwaeze Onyekaba Emmanuel Odenigbo sị na, \"Pericoma bụ nnukwu arụsị dị na ụdị mmadụ.\"",
    "Odenigbo, onye ji Bob Marley tụnyere Pericoma  n'iti egwu sị na ọ bụ otiegwu Chineke nyere ike pụrụ iche.",
    "\"Chineke ya nyere ya ike, o jikwa ya akpakwa ike.\"",
    "O kwukwara na Pericoma bụ \"ọgbaọgụ nwanne.\"",
    "Ebe foto si, Prince Perry",
    "Ebube Izuogu bụ nwa Pericomo na-eti egwu ọdịnala",
    "\"I nwee mmekpa ahụ n'ebe ị na-azụ ahịa bịa kpesara ya, ọ ga esoro gị gaa lụọ ọgụ ahụ.\"",
    "Ọtụtụ ndị mmadụ maara Pericoma bụ onye a  mụrụ n'afọ 1948 \"Arụsị Makaja  Mbụ nke Arondiizuọgụ.\"",
    "Ọtụtụ na-atụkwa ya egwu n'ihi akụkọ ihe arịbaama nakwa ihe miri emi odogwu  a kpọrọ 'agụ nke Afrịka' na-eme.",
    "Nke kachasị wuo nke o jikwara gụọ egwu bụ akụkọ etu ndị ụtụisi si jide ya n'Upper Iweka n' Ọnicha.",
    "Akụkọ a dịka akụkọ ifo kwuru na ndị a bụ ndị amaghị na ọ bụ Pericoma buliri ya elu ka ha buru ya gawa n'ụlọọrụ ha mana aka ha tọrọ n'elu dịka ha enweghị ike ibutu ya.",
    "Ọ bụ oge ha wetara ọtụtụ ihe onyinye were medaa ya obi ka ha nwetara onwe ha.",
    "Mana ụfọdụ amaghị na nwaamadị a ahụ bụ onye ihe ejije. O soro mee ihe ejije Nollywood a kpọrọ \"Lion of Africa' nke ya na Pete Odochie soro mee.",
    "Na nkọwa ihe e ji echeta Pericoma, onye ọzọ si Arondizuọgụ bụ Charles Kanu sị na, \" Ọ na-eti mmọnwụ, ọ na-eri na mmọnwụ. \"",
    "Kanu gara n'ihu kwuo na \"a na-anụ aha ya dịka onye katara ahụ n'Arondizuogu na ala Igbo gbaa gburugburu.\"",
    "Ebe foto si, speeddarlingtv/Instagram",
    "Otiegwu Speed Darlington , onye a ma dịka \"Akpị\" bụ nwa Pericoma Okoye",
    "\"O siri ike mmadụ. Ọ bụ nwa dịbịa e nweghị dịbịa ga-amali ya aka.\"",
    "Mana o nwere mgbe a kọrọ akụkọ na Pericoma  chegharịrị dịka o tiri egwu ụka, \"Ụnụ ekwela ka eduhie ụnụ \".",
    "Mana Odenigbo bụ onye ya na ya rụkọọ ọrụ egwu  kọwara na ọ bụ ahịa ka ọ na-ere.",
    "\" 'Marketer' ya na ya na-arụkọ ọrụ gwara ya ka ọ kụo egwu ahụ iji ree ahịa.\"",
    "Pericoma lụrụ ọtụtụ nwaanyị ma mụkwa ọtụtụ.",
    "Ebe foto si, Omor Perry",
    "Omor Perry bụ nwa Pericoma ihe omenala na-amasị nke ukwu",
    "Na agbanyeghị na ọ nwụrụ abalị iri na isii nke ọnwa Febụwarị afọ 2017, ụfọdụ ụmụ ya na-agbaso ụkpụrụ ya; Speed Darlington na Ebube Izuogu ( Prince Perry) na-eti egwu, ebe Omor Perry na Fenfe Pericoma Johnbosco nwere mmasị na ihe omenala.",
    "Akụkọ ndị ga-amasị gị:",
    "A na-eke ihe 'palliative' hapụ ndị nọ na Ndịda Naijiria- Frank Nweke",
    "Onye si na ụmụnwaanyị Igbo anaghị aga akwụkwọ?",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "Lekwa egwuregwu ndị ụmụaka mgbe gboo",
    "Rita Edochie, Odumeje na ndị ọzọ Ada Jesus 'kparịrị'12 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Vidio, Vidio: Ọ bụ ndị Agila wakporo anyị ma gbuo ụmụnne anyị - Ndị obodo Ngbo dị n'Ebonyielekere 5 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Rita Edochie, Odumeje na ndị ọzọ Ada Jesus 'kparịrị'",
    "Ebube Agu Meaning: Etu otu nchekwa ọhụrụ a ga-esi arụ ọrụ",
    "E liela ndịagha Naịjirịa 12 ahụ e gburu na Benue Steetị",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Anwụchiela nwaanyị na-atụ mgbere ụmụagbọghọEmelitere ikpeazụ na: 30 Juun 2018",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee yaEmelitere ikpeazụ na: 4 Septemba 2018",
    "Chike Obi: Odogwu Igbo ji 'mathematics' rie amusu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}