{
  "published": "8 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A maala ọkwa ka ndị ụlọọrụ na-enye Kadị eji ego ihe ma ọ bụ were ego n'igwe ATM ka ha kwụsị inye oghere ka e jiri kaadị ha akwụ ụgwọ n'ịntanetị.",
    "Ọ bụ ndị otu zuru ụwa na-ekwu ka nke a mee.",
    "Tekinụzụ '5G network' a na-abịa ọ ga-agbanwe ndụ gị?",
    "Obi ọkara gị itinye foto gi ka FaceApp gbanwee ya?",
    "Otu ụlọọrụ na-ere ihe onyonyo ndị na-eme mmekọ ahụ bụ \"Porn Hub\" kwuru na ọkwa a bụ eziokwu ma bụrụ kwa asị\".",
    "Ndị ụlọorụ Mastercard kwuru na ha ga-ewepụ websaịt ọbụla ha chọpụtara na-eme ihe na ezighị ezi na ndị ha na ha na-arụko.",
    "Ndị bidoro iti mgbu a degara ụlọọrụ ndị na-eme kaadị e ji akwụ ụgwọ iri nke gụnyere Visa, MasterCard na American Express.",
    "'World Wide Web' agbaala afọ iri atọ",
    "Naira Marley na-agụrụ anyị egwu ka nwa nza - EFCC",
    "Ndị otu a sị mba Briten, India, Uganda na Ọstralịa.",
    "Ọrụ otu ndị a bụ ihu na mmegịde ụmụaka n' ịgba mgbere mmadụ kwụsịrị.",
    "Websaịt na-ere mmekọ nwoke na nwaanyị a kpọrọ 'pornhub' so na ndị ha ji maa ọkwa a.",
    "N'ọnwa Ọktoba ka e jidere otu nwoke gbara afọ iri ato si obodo Florida aha ya bụ Christopher Johnson ma gbaa ya akwụkwọ maka ịwakpo nwa dị afọ iri na ise ma tinye ya na 'Pornhub.'",
    "Kama ndị ụlọọrụ 'Pornhub' na-ekwu na ha na-ewepụ ihe onyonyo mmeko nwoke na nwaanyị na-ezighi ezi.",
    "Dịka ọ dị ugbu a, ụlọọrụ ndị na-eme kaadị a ndị gụnyere Visa na Masrercard ka na-ekwe ka ndị mmadụ kwụo ụgwọ ịle mmekọ nwoke na nwaanyị na websaịt dị iche iche.",
    "Orji Uzor Kalu enwerela onwe ya",
    "Kedụ onye bụdị Pericoma a na-ewu ewu?",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Ipob, Massob na Ọhaneze eso na ndị nyere ndị Igbo aka n'oge a?",
    "Intanet",
    "Nnyocha",
    "Ịwakpo mmadu na-ike",
    "‘I was raped at 14, and the video ended up on a porn site’10 Febụwarị 2020",
    "Vidio, Online child sexual abuse: Don't do what I did19 Disemba 2019",
    "'My sister found me in revenge porn online'25 Febụwarị 2020",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steetielekere 4 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}