{
  "published": "11 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Stephen Osita Osadebe",
    "Aha a na-etu Osadebe bụ Ọsankwa",
    "Chi ji ehihie jie n'ụbọchị nke iri na otu ọnwa Mee, afọ 2007 dịka akụkọ pụtara na oke osisi adaala n'Atani, Anambara Steeti.",
    "Otiegwu Stephen Osita Osadebe lakwuru ndị ichie ka ọ nọ n'otu ụlọọgwụ na mba Amerịka ebe ọ na-anata nleta maka ọrịa metụtara ọwa e si eku ume.",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80s",
    "Oge eruola mgbe ụmụ Igbo ga-edozi ala Igbo - Charly Boy",
    "Kedụ onye bụdị Pericoma a na-ewu ewu?",
    "Mike Ejeagha: Aghara m ihe egwu m gbaa ọsọ Agha",
    "Tupu Osabede anwụọ ka ọ gbachara afọ 71, o mere onwe ya aha na Naịjirịa nakwa Afrika dịka ọkaibe n'iti egwu \"Highlife, ọkachasị n'afọ 60s, 70s nakwa 80s.",
    "A kpọọ aha ya, ọ na-echetara ọtụtụ ndị okenye ndị otiegwu 'Highlife' kpọtụrụ akpọtụ n'oge ahụ dịka Victor Uwaifo, Eddy Okonta, Orlando Owo, Rex Lawson na ndị ọzọ.",
    "Osadebe, onye a mụrụ n'Atani dị n'okpuruọchịchị Ogbaru n'Anambara Steeti n'afọ 1935, bidoro inwe mmasị n'egwu oge ọ nọ n'ụlọakwụkwọ obere n' Ọnịcha.",
    "Mana ọ bụ oge ọ gbagoro Legọs, ka o jiri egwu mere ọrụ dịka o sonyere n'otu egwu nke E.C Arinze bụ onye kuziri ya egwu.",
    "O mechara gbawa mbọ onwe ya dịka o bidoro otu egwu nke ya ọ kpọrọ 'Nigerian Sound Makers'.",
    "Igbo Music: Gịnị mere ndị ọgbara ọhụrụ Igbo ji eleghara ụbọaka anya?",
    "Ụkọchukwu ndị 'na-eti eti' n'ọwụwa-anyanwụ",
    "Egwu anọ e ji mara ndị Igbo",
    "Efere egwu mbụ ya bụ egwu o wepụtara n'afọ 1958 nke ọ kpọrọ \"Adamma\".",
    "Agha Biafra mere ka ọtụtụ ndị otiegwu Igbo nọbụ na Legọs lọta n'ala Igbo.",
    "Osadebe so na ndị gbara ọsọ agha ghara klọọb dị na Legọs ma bido ịnọ n'ụlọ 'People's Club of Nigeria' eme ndị mmadụ obiụtọ, nke ọtụtụ n'ime ha bụ ọgaranya na-ehi odo oge ahụ.",
    "O tipụtara efere egwu, 'Come Again' n'afọ 1965, oge ahụ ka nka ya chawasiri ike.",
    "Oriental Brothers: Maka na m bụ onyeisi, ha chere na m na-eri ego nanị m - Kabaka",
    "Oge ya na ndị 'People's Club' na-atọ ka nnu na mmanụ ka o tiri egwu ya ọ kpọrọ, ' People's Club.'",
    "N'afọ 1984, Osadebe tipụtara egwu ya kachasị wuo ewu nke ọ kpọrọ, \"Ọ sọọ ndị, O wee ndị\" .",
    "Nke a pụtara na ihe ọma bịara gị, o nwere ndị ọ dị mma n'obi, o nwekwara ndị ọ na-agbarụ obi.",
    "Ọzọ dịka ya bụ na n'ije ụwa, ihe ọbụla mere nwere ndị ọ dabara, nwee ndị ọ ghọrọ ahịa.",
    "Dịka egwu ahụ na-amasị ọtụtụ, ụfọdụ ndị mmadụ na-arụ aka na o nwere ndị maọbụ onye Osadebe ji egwu ahụ ekpechanyere okwu.",
    "Ụfọdụ na-arụ aka na ọ bụ ikpe ka ọ na-ekpesara ogbo ya n'itiegwu 'highlife' bụ Oliver De Coque bụ onye e boro ebubo na ha abụọ kworo ekworo.",
    "Mana otu onye egwu ochie doro anya bụ Ron Mbataogu sị na ọ bụghị ihe ọhụrụ.",
    "Mgbataogu kwuru na ndị egwu na-eme ihe yiri ibe ya na-ekwosa onwe ha ekworo; dịka otu onye n'ime ha kawa nka, onye ọzọ na-etolite n'ụdị ihe ọ na-eme na-akwatụkarị.",
    "\"O mere n'etiti Ebenezer Obey na Sunny Ade; n'etiti Erasmus Jenewari na Rex Lawanson.\"",
    "\" Onye aka ochie na-agbada, o nwee onye ọhụrụ na-emekwa ihe ọ na-eme na-abata, ekworo ga-adị. Ha ga na-atụfere onwe ha okwu site n'egwu ha.\"",
    "Egwu ndị ọzọ Osadebe wepụtara nke ruru narị ise n'ọnụọgụgụ.",
    "Ha gụnyere: 'Ndi Ochongonoko' ;\" Makọjọ\"; 'Onye ike anatago'; Echi Ebuka; Ife Onye Metalụ; 'Onye Lụsịa O lie'; 'E kesịa n'aka a naa n'obi'; 'Ọyọlima'; 'Uche Chukwu ga-eme'; ' Ọnụ kwube' ; 'Ana Masi Ife Uwa'.",
    "Ndị ọzọ gụnyere: 'Ezi Oyi Amaka', Igakam Ogonogo', 'Agbalu Aka Na Azo Ani ' wdg.",
    "Dịka Mbataogu siri kọwaa, ihe ọpụrụiche dị n'egwu Osadebe bụ ilu na okwu o ji eri egwu nakwa ka egwu ya si ada.",
    "Mgbataọgụ sị na \"egwu ya na-ada ka egwu ndị ọgaranya. Ọ bụ egwu ngala.\"",
    "Ọ kọwakwara na ihe mere Osadebe ji wue nnukwu owuwu na 70s na 80s bụ  maka ọ bụ isi a hụrụ kwawa okpu  na ndị na-etiri \"Peoples Club\" nke Ọnịcha oge ahụ.",
    "\"Peoples Club' bụ otu ndị ọgaranya; ndị na-azụ ahịa n' Ọnịcha na Nnewi oge ahụ.\"",
    "Osabedebe nwere ezinaụlọ ma mụtakwa ọtụtụ ụmụ gunyere ;Patrick Okwy Osadebe, Onyinye Osita Osadebe, Stephen Osita Osadebe, Jr., Obiajulu Osadebe na Obiora Osadebe.",
    "Ihe na-agba ndị mmadụ anyammiri maka Osadebe",
    "Ebe foto si, Onyinye Osadebe",
    "Onyinye Osadebe bụ nwa Osita Osadebe a na-akpọ 'Afunwa Elota Nna'",
    "Dịka aha ya ka na-aha pụm-pụm ọbụladị afọ iri na atọ ọ nwụchara, ihe na-atụ ndị mmadụ n'anya bụ etu ọnwụ ntụmadị si gbagiri ezinaụlọ ya.",
    "N'afọ 2009, ka o mechara naanị afọ atọ nna ya jiri nwụọ, Obiajulu, ọkpara Osita Osadebe nwụrụ ọnwụ gbawara ezinaụlọ ha na ọtụtụ ndị ihe Osadebe na-amasị obi.",
    "N'afọ 2018, nwa ya ọzọ bụ Okechukwu nwụrụ dịka oke idemmiri buru ya.",
    "N'afọ 2019, nwa ya na-etikwa egwu dịka Osadebe bụ Onyinye Osadebe, onye a ma dịka 'Afunwa Elota Nna' nwụrụ ka ọ rịachara ahụ nwa oge. Ọ gbara naanị afọ iri atọ na anọ mpitia wee kwee.",
    "Mana ma ọ dị ndụ, ma ọ nwụrụ anwụ, mmụọ Osita Osadebe ka chị ọkụ site n' egwu ndị ọ kụrụ.",
    "Akụkọ ndị ga-amasị gị:",
    "Kedụ onye bụdị Pericoma a na-ewu ewu?",
    "Kedụ okwu ọhụrụ ọrịa coronavirus kuzirila gị?",
    "Ndị na-achọ Biafra a ga-emeli ihe dị n'ịchị ndị Igbo?  - Jim Iyke",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua14 Eprel 2021",
    "Vidio, Emeka Morocco Maduka anwụọla ma lakwuru ndị nna ya ochie30 Ọktọba 2020",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa11 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipobelekere 9 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ndị Naịjirịa na-ekwu maka mmechi MMMEmelitere ikpeazụ na: 8 Eprel 2018",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ IgboEmelitere ikpeazụ na: 22 Febụwarị 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}