{
  "published": "11 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dọkịta Allison Amarachukwu Karen bụ onye chọpụtara nwoke mbụ si mba Ịtali bubata ọrịa coronavirus na Naịjirịa, kọwara etu o si chọpụta na ihe na-arịa nwoke ahụ bụ coronavirus.",
    "Ọ sị na site na ọzụzụ o nwere, mgbe nwoke ahụ gwara ya na oyi na-ama ya, isi ọwụwa, ike ọgwụgwụ na ọ matara na o nwereike ịbụ coronavirus.",
    "Na nke a mere o ji kpọtụrụ onyeisi ya kpọtụkwara ndị ụlọọrụ na-ahụ maka mgbochi ọrị na Naịjirịa bụ NCDC.",
    "Ọ gakwara n'ihu kwuo na ụjọ bara ya ahụ maka mmekọ ya na nwoke ahụ mana o wezugara onwe ya iche maa mee ihe ndị o kwesịrị ka ọ hara ibute ọrịa a.",
    "Amarachukwu sị na kamgbe ahụ na ọtụtụ ndị mmadụ na-ekele ya n'ebe ọ dị ukwuu maka mbọ ọ gbara ịchọpụta nwoke a.",
    "Ọrụ a si n'aka Jessica Nwankwo na Chiemela Peter.",
    "Coronavirus: Kedụ njirimara ya m ga na-ahụ tie mkpu?",
    "Coronavirus vs Lassa:  Ihe ndị ajọ ọrịa abụọ a ji yie onwe ha",
    "N'ikpeazụ Onyeisiala Buhari ekwuola okwu n'ihe onyonyo banyere coronavirus",
    "Gọọmentị ga-agbachi ọdọụgbọelu Legọs na Abuja",
    "Coronavirus Lockdown: Ihe anya m hụrụ na 'Lockdown' a4 Mee 2020",
    "Vidio, 5G and Coronavirus: 5G ọ na-ebute coronavirus?, Duration 0,596 Eprel 2020",
    "Coronavirus: Idris Elba ebutela coronavirus16 Maachị 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Dr Ngozi Okonjo-Iweala: Echetere m ka ada nne m si apịa m ụtalị mgbe m perempe - Obi Chukwuka Okonjo, Duration 3,4625 Febụwarị 2021",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, George Obiozor Video: Nnamdi Kanu bụ nwa anyị, okwu Biafra abụghị okwu ụmụntakịrị - Ohaneze ndị Igbo, Duration 1,5324 Febụwarị 2021",
    "Vidio, Hajia Sefia Ali nwaanyị awụsa na-ata asụsụ Igbo ka ọjị, Duration 4,3525 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}