{
  "published": "13 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeanyi Ubah/Facebook",
    "Ulọikpe kachasị na Naịjirịa nọọrọ n'Abuja ụnyaahụ kwuo hoohaa na ọ bụ Ifeanyi Ubah meriri na ntuliaka ịnọchiteanya ndị Anambra South n'ụlọomeiwu.",
    "Ndị ọkaikpe mmadụ ise gbakwasịrị ụkwụ n'ikpe ụlọikpe 'Appeal' kpere na mbụ nke kagburu ọchụchụ a chụrụ Ubah.",
    "Ụlọikpe 'Appeal' sị ikpe a ụlọikpe ukwu nyere aṅụjughi mmiri afọ ya mere o jiri kagbuo ya.",
    "Ifeanyi Ubah ọ baala APC n'ezie?",
    "SEC amachịbeghị Capital Oil",
    "'Mmeri Ihedioha bụ mmeri si na Chineke'",
    "Sịnetọ Ifeanyi Ubah ji ọkọlọtọ Young Democratic Party zọọ ọchịchị ebe ndị na-ama ya aka bụ Chris Uba na Obinna Uzor.",
    "Ha kpụpụrụ Ubah n'ụlọikpe kwuo na o ji asambodo 'NECO' adịgboroja zọọ ọkwa sịnetọ n'ọnwa Febụwarị 2019.",
    "BBC Igbo gbara mbọ ịnụta n'olu Ifeanyi Ubah mana ọ zaghị ekwentị ya.",
    "Onye bụ Ifeanyị Ubah?",
    "Ifeanyi Uba bụ onye ji ego achụnta ego ejiri ụlọọrụ Capital Oil mara.",
    "A mụrụ ya na Septemba n'afọ 1971 dịka ọkpara n'ime ụmụ asaa nna na nna ya bụ Alphonsus Ubah mụrụ.",
    "Ọ lụọla nwaanyị ma mụọ ụmụ ise.",
    "Ọ bụ onye Otolo, obodo obere dị n'Anambra Steeti.",
    "Ọ gụtụrụ akwụkwọ na Premier Academy Lugbe dị n'Abuja mana ọ gụchaghị makana nne na nna ya enweghị ego iji zụọ ya.",
    "Ebe foto si, Ifeanyi Ubah/Facebook",
    "Sinetọ Ifeanyi na Sịnetọ Bassey Akpan n'ụlọomeiwu ukwu nke Naịjirịa",
    "Mana ọ gara ọzụzụ dị icheiche n'azụmaahịa na ọchịchị.",
    "Ifeanyi bidoro ụlọọrụ 'Capital Oil' n'afọ 2001.",
    "Ọ bụkwa ya nwe Ifeanyi Ubah F.C. , nke na-azabụ Gabros International Footbal Club bụ nke so na-egwu bọọlụ Premiere league Naịjirịa.",
    "Ifeanyi Ubah zọburu ọkwa gọvanọ nke Anambra steeti n'afọ 2014 n'aha Labour Pati.",
    "N'afọ 2019 Ubah so zọọ ọkwa Sinate maka ịnọchite anya Anambra South Senitorial zone n'aha Young Democratic Party (YPP).",
    "Inec kpọpụtara ya dịka onye meriri ya bụ ntulika 2019 maka ịnọchite anya ndị ọgbọnta vootu ha.",
    "Akụkọ ndị ga-amasị gị:",
    "Kedụ gọvanọ ji ndị ọrụ Bekee ụgwọ na mpaghara ọwụwanyanwụ?",
    "Ejidela nwoke tụwara nwa ya ime",
    "Ibrahim Agboola Gambari abụrụla onyeisi ọrụ Buhari ọhụrụ",
    "Naijiria",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu - Ifeanyi Ubahelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakorelekere 9 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Obi siri m ike na m na m ga-eso zọọ ọkwa gọvanọ Anambra - Chukwuma Soludo",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?Emelitere ikpeazụ na: 28 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}