{
  "published": "15 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Nwaanyị ọbụla ahụ zuru oke kwesịrị ị na-ahụ nsọ ya kwa ọnwa ọbụla.",
    "Oge nwaanyị anaghị ahụ nsọ ya bụ ma ọ dị ime maọbụ n'ihi nka.",
    "Mana o nwere ọrịa nwere ike ịkpata ka nwaanyị ahụ dị mma ghara ịhụ nsọ ya oge o kwesịrị.",
    "Ụzọ ịse ị ga-esi debe onwe gị ọcha na nsọ",
    "Ihe 5 ndị nwere ọtụ kwesiri ịma",
    "E jirila akpanwa onye nwụrụ anwụ mụta nwa dị ndụ",
    "Ọrịa nwere ike ime ka nsọ nwaanyị ghara ịgba chaa chaa, maọbụ ịgbazu etu o kwesịrị, maọbụ gbakarịa etu o kwesịrị.",
    "Ọrịa nwekwara ike ime ka ahụ ụfụ karịa akarị oge nwaanyị na-ahụ nsọ ya.",
    "Lee ụfodụ ọrịa ndị ahụ:",
    "Ebe foto si, www.medicinenet.com",
    "Ihe eserese na-egosi ọrịa PCOS",
    "Nke a bụ nke bekee kpọrọ 'Polcystic ovary syndrome'.",
    "Ndị ọkachamara kwuru na ọ bụ ọrịa a kacha akpata atụghị ime ụnụnwaanyị n'ụwa.",
    "Ahụ nwaanyị nwere ọrịa a anaghị ewepụta akwanwa nke a kpọrọ 'ovary' oge o kwesịrị.",
    "Ọ bụ ya kpatara na ha anaghị ahụ nsọ ha oge o kwesịrị, maọbụ hụ ya ntakịrị.",
    "Oge ụfọdụ, nwaanyị nwere ọrịa a agaghị ahụ nsọ ya ihe karịrị ọnwa atọ, mana ọ dịghị ime.",
    "Ihe ndị ọzọ na-egosi na mmadụ nwere ike inwe ọrịa bụ:",
    "Ibu oke ibu",
    "Nwaanyị inwe nnukwu ajị n'ahụ ya",
    "Nwaanyị inwe ọya ntutu isi a kpọrọ 'dandruff'",
    "Nwaanyị inwe ahụ mmanụ mmanụ, dịrị gawazie.",
    "A chọpụtabeghi nke ọma ihe na-akpata ọrịa PCOS, mana nnyocha gosiri na ọ dịka ihe na-esi na nne efere na nwa.",
    "Endometriosis na Adenomyosis",
    "Ebe foto si, www.medicinenet.com",
    "Ọrịa abụo a nwere ike ịkpata oke ahụ ụfụ ma nwaanyị na-ahụ nsọ ya.",
    "Dịka Dọkịta Chioma Ofoekii si kọwaa, akpanwa nwaanyị nwere ụfọdụ ihe ndị na-agba ya ogige, bekee kpọrọ 'inner lining'.",
    "Ebe foto si, Mayo Foundation for Medical Education and Research",
    "Ihe ọbụla mere ka ihe ndị a gbara akpanwa ogige baa ebe ọzọ bụ ya na-akpata Endometriosis'",
    "N'aka nke ọzọ, mgbe ihe ndị a gbara akpanwa ogige banyere n'anụ ahụ (muscle) jigidere akpanwa, ya ka a na-akpọ 'Adenomyosis'.",
    "Ụbọchị pụrụiche maka nsọ nwaanyị",
    "Dọkịta Ofoekii kwuru na o nwere ihe bekee kpọrọ 'glands' nke dị n'ime ụbụrụ mmadụ nke na-enyekwa aka maka mgbe nwaanyị kwesịrị ịhụ nsọ ya.",
    "Abụọ n'ime ha bụ nke a kpọrọ 'Hypothalamus' na 'Pituatary glands' bụ nke na-ewepụta 'hormone' dị iche iche.",
    "Ọ bụrụ na e nwee ọrịa ọbụla metụtara 'gland' ndị a n'ụbụrụ mmadụ, o nwere ike ịmetụtakwa nsọ nwaanyị.",
    "Ọrịa Ogbeke (Fibroid)",
    "Ebe foto si, www.medicinenet.com",
    "Ọrịa ogbeke bụ ọrịa dị ka akpụ (cancer) mana ọbụghị ya, nke nwere ike ito n'ime afọ nwaanyị.",
    "Ya bụ ọrịa nwere ike ime ka ọbara gbakarịa nwaanyị n'oge nsọ ya.",
    "O nwekwara ike ịkpata ọbara ịgba nwaanyị n'oge ọnọghị na nsọ.",
    "Ọrịa Shuga",
    "Ụfọdụ nnyocha gosiri na nwaanyị anaghị ahụ nsọ ya dịka o kwesịrị nwere ike inwe ọrịa 'diabetes mellitus'.",
    "Nchọpụta gosiri na pasentị 25 ruo 50 nke ụmụnwaanyị na-arịa 'diabetes' na-enwe nhiahụ na nsọ ha.",
    "Ebe foto si, Terese Winslow LLC",
    "Eserese ebe 'Thyroid' dị n'ahụ mmadụ",
    "'Thyroid' bụ obere akụkụ ahụ mmadụ a na-ahụ na mgbadata eko akpịrị (adam's apple).",
    "Ọ na-ewepụtakwa 'hormone' na-enye aka ịhazi nsọ nwaanyị.",
    "Ọ bụrụ na ọ karịa maọbụ ghara iru eru, ọ ga-eme ka nsọ nwaanyị gbaa nnukwu maọbụ gbaa ntakịrị.",
    "Nke a nwekwara ike imetụta etu nwaanyị si atụrụ ime.",
    "Ebe foto si, Getty Images",
    "Nke a bụ nke bekee kpọrọ 'uterine abnormalities'.",
    "O nwere ike bụrụ na akpanwa anọghị ebe o kwesịrị ịnọ, maọbụ na ọ haghị etu o kwesịrị ịha, maọbụ ihe ọbụla.",
    "Ọrịa ọbụla metụtara akpanwa nwaanyị nwekwara ike ịmetụta etu nsọ nwaanyị si agba.",
    "Ndị ọkachamara kwukwara na ọrịa ọbụla a na-ebute site na mmekọ nwoke na nwaanyị nwekwara ike ịmetụta etu nwaanyị si ahụ nsọ ya.",
    "Ebe foto si, Getty Images",
    "Amenorrhea - Nsọ nwaanyị agbaghị agba",
    "Dysmenorrhoea - Nsọ ịfụ oke ụfụ",
    "Menorrhagia/Hypermenorrhea - Nsọ ịgbafe oke ma gbakarịa ụbọchị ole o kwesịrị",
    "Oligomenorrhea - Nsọ ịnọkari oge a tụrụ anya na ọ ga-abịa",
    "Hypomenorrhea - Nsọ ịgba nwantịntị",
    "Intersex: Ihe ndị nwere ọtụ na amụ na-agabiga2 Ọktọba 2019",
    "Sex Education: E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?30 Jenụwarị 2019",
    "Igbo Taboos: Ihe ise Ala na ndị Igbo na-asọ24 Nọvemba 2018",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}