{
  "published": "15 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Obi na-achị Ọnịcha nakwa Igwe na Eze ndị ọzọ n'Anambra steeti akatọọla 'mbata ndị almajiri n'ọwụwa anywanwụ'.",
    "Igwe Nnaemeka Achebe bụ onyeisioche ọgbakọ ndị Igwe ahụ kwuru ka ndị gọvanọ ọwụwa anywanwụ hie asaa n'anya gbasara okwu a.",
    "Ọ gịnị bụdị ihe a na-akpọ 'Almajiri'?",
    "Etu e si achụghachị ọtụtụ ndị na-achọ ịbata n'Abia na Enugwu Steeti",
    "N'ime akwụkwọ ozi ọgbakọ ndị Igwe wepụtara ha kwuru sị \"okwu a metụtara anyị nke ukwu n'ihi na ọ dị ka ndị almajiri a ebutela ọrịa Covid-19 tupu ha agbadata n'ala anyị\"",
    "Ha kwukwara \"anyị na-arịọ ndị gọvanọ niile n'ọwụwa anyanwụ ka ha gbaa mbọ hụ na ndị almajiri abataghị na steeti anyị n'ihi na ha agaghị esonyenwu n'ihe metụtara akụnaụba obodo, mmekọ ọha nakwa omenala dị adị\"",
    "Cheta na n'abalị ole na ole gara aga, e jidere gwongworo bu ọtụtụ ụmụntorobia e chere na ha bụ ndị Ugwu n'oke ala Abia steeti.",
    "Tupu nke ahụ emee, e nwetakwara gwongworo ọzọ n'oke ala Enugwu steeti nke ndị ọrụ nchekwa chụghachiri azụ.",
    "Ebonyi steeti akwụsịla mmachi ọgbakọ ụlọụka na okpukpere ndị ọzọ",
    "Ebe foto si, EBONYI GOVERNMENT",
    "David Umahi gọvanọ Ebonyi steeti",
    "Gọọmentị Ebonyi steeti ekpebiela ịgbape ụlọụka nakwa ebe okpukperechi ndị ọzọ na steeti ahụ n'ihi arịrịọ nke ndị isi otu CAN nke steeti ahụ rịọrọ ya.",
    "O kwuru na ọgbakọ ụlọụka ọbụla agaghị agafe mmadụ narị ise ma nyekwa onwe ha efe, na mkpuchi ihu nakwa ịkwọ aka ga-adịrịrị ma kwuo na a ga-agbachi ụlọụka ọbụla a chọpụtara dara iwu nke a.",
    "O kwukwara na ekpere niile a na-eme ga-amalite n'elekere itoolu nke ụtụtụ ma jedebe n'elekere iri na otu n'ụbọchị ha họpụtara ị me ya.",
    "Jude Idimogwu abụrụla onyeisi ndị Igbo na APC Legọs",
    "Ebe foto si, Jude Idimogwu/Facebook",
    "Naanị otu onye Igbo so nn'ụlọomeiwu nke Legọs steeti bụ Jude Idimogu aghọrọla onyeisi ndị Igbo n'otu APC n'alaka Legọs.",
    "Ọ bụkwa Eze Ndi Igbo dị icheiche họpụtara Jude Idimogwu bụkwa onyeisioche otu mwulite akụ n'ụlọomeiwu Legọs maka ọkwa a.",
    "Ihe mere m ji hapụ PDP banye APC - Idimogu",
    "Ntuliaka 2019 o butere ịkpa oke agbụrụ na Lagos?",
    "Ndigbo e nwere ọnụ okwu na ndọrọndọrọ ọchịchị Lagos?",
    "Idimogu na-anọchite anya Oshodi/Isolo kọwara na ọtụtụ ndị Igbo anaghị atụnyere APC n'ihi na ọchịchị anaghị eru ha aka n'oge.",
    "Gọọmentị etiti enyela iwu ka emepe ụlọakwụkwọ isii ọzọ na Naịjirịa",
    "Gọọmentị etiti enyela iwu ka emepe ụlọakwụkwọ isii ọzọ na Naịjirịa.",
    "Nke a pụtara ihe n'ozi Bashir Ahmed bụ onye enyemaka onyeisiala Buhari depụtara n'elu soshal midia ya.",
    "Steeti ndị ahọpụtara maka ụlọakwụkwọ ọhụrụ ndị a bụ Ebonyi, Edo, Sokoto, Benue, Bauchi nakwa Osun steeti.",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}