{
  "published": "15 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Fenfe Pericoma/Odumeje",
    "Aha onye amụma Chukwuemeka Ohanaemere e ji 'Odumeje' mara ka na-ewu n'elu ịntanetị maka okwu dị n'etiti ya na ụfọdụ ndị Arọndizuọgụ.",
    "Ihe butere okwu a bụ ihe onyonyo fesara ebe Odumeje kparịrị otiegwu a ma ama bụ Pericoma Okoye na ụmụ ya, na ndị Arọndizuọgụ dịka o kwuru na ha enweghi ike nke ha ji baa uru.",
    "Indaboski Bahose: Ihe iri ọtụtụ mmadụ amaghị maka Odumeje",
    "I nye Odumeje otito Chukwu, Chukwu eweere gị iwe - Zubby Michael",
    "Kedụ onye bụdị Pericoma a na-ewu ewu?",
    "Odumeje kwuru na ọ gwara Pericoma bịa ka ha nwaa ike ka ike oge ọ dị ndụ, mana ọ bịaghị.",
    "Ọ gakwara n'ihu kwuo na ndị Arọndịizuọgụ enweghị ọgaranya a na-anụ aha ya, na ha bụ ndị ogbenye ọnụ ntụ.",
    "Content is not available",
    "End of Facebook post, 1",
    "Okwu a were Fenfe na Omor Perry bụ ụmụ Pericoma na ndị obodo ha dị n'Imo steeti iwe, mere na ha na ndị dibia ọzọ si n'obodo ahụ buru ya n'isi ma sị na ha na Odumeje ga-achịpụrịrị ya.",
    "Ha boro Odumeje ebubo na o si na mba India nata ike ya, na ọ bụghị Chineke kpọrọ ya oku ọ na-aza.",
    "Ma kwuo na ha ga-agbapu ya afọ ma gosi ya ihe ọkụ ji ntị oke eme ma ọ bụrụ na ọ pụtaghị rịọ mgbaghara n'ime abalị asaa.",
    "Omor Perry kwuru sị na ọ ga-aka mma na Odumeje ga-ekwe ha bịa n'ụlọụka ya bịa gosi ya nke tọrọ fada, ka ọ ghara ịbụ na ha kpọ ya gaa ebe ike ha ka.",
    "Lee ihe nkiri gosiri ebe Omor Perry mara Odumeje aka:",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Nwanne ya nwoke a ma dịka Fenfe Pericoma makwara Odumeje aka n'ihu nke ya, sị ya na ha kwadooro ya akwado, chebiri ya echebiri:",
    "Content is not available",
    "End of Facebook post, 2",
    "Anyị gbalịrị inweta Omor Perry n'ekwentị, o kwuru na ọ ga-azaghachị anyị mgbe o nwere ohere n'oge na-adịghị anya.",
    "Akụkọ ga-amasị gị:",
    "PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị",
    "\"Ndị nọọsụ na-akọ asịrị nnukwu\" na ihe ndị ọzọ ndị Naịjirịa ji echeta ha taa",
    "Gịnị mere na a dịghị egosi anyị ime 'isolation center' n'onyonyo?",
    "Indaboski Bahose: Ihe iri ọtụtụ mmadụ amaghị maka Odumeje29 Eprel 2020",
    "Nigerian pastors: Ụkọchukwu ndị 'na-eti eti' n'ọwụwa-anyanwụ20 Maachị 2019",
    "Nigerian Pastors: \"A kpaa gị ị pụọ n'ụzọ\" na okwu ndị ọzọ e ji mara ndị ụkọchukwu23 Febụwarị 2020",
    "Pericoma Okoye: Ihe mere odogwu Izuọgụ ji anyị ajọ arọ8 Mee 2020",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Senegal First Ladies: Lee ndị nọrọla dịka isinwaanyị mba Senegal kemgbe afọ1960",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' IpobEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}