{
  "published": "19 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ezinma Ogbonna, bụ nwaanyị na-arụ ọrụ ubi nke gụnyere isụ mmanụ nri gwara BBC Igbo etu ya na di ya si zụọ ụmụ ha n'ogogo dị elu site n'ịsụ mmadụ nri a.",
    "Ọ sị na ọ malitere orụ ubi kamgbe ọ lụrụ di rute ugbua ma kọwakwaa usoro ọ ji emepụta mmanụ nri a nakwa uru mmanụ nri bara n'ala Igbo.",
    "'Uru mmanya ngwọ bara dị ukwuu'",
    "'Eji m ọrụ ugbo achụ ụbịam na agụụ ọsọ ụkwụ erughi ala'",
    "Ị hụla etu ụmụnwaanyị Ebonyi si eji ntụ osikapa akpa ego?",
    "Ọ gara n'ihu kwuo na ọ bụ site n'ịsụ nkwụ a ka ha ji rụta ụlọ ha.",
    "Kirie ihe o kwuru n'uju;",
    "Ndị mere ihe akụkọ a: Ikechukwu Kalu na Chiemela Peter",
    "Akụkọ ndị ga-amasị gị:",
    "'E si m ọmụgwọ daba na nsogbu ka m jụrụ ese ụgwọ ọnwa e ji m'",
    "Ala Igbo mee ihe atọ ndị a, ala anyị ga-emepe -  Peter Obi",
    "'Nwunye m na-awakpo m n'ike ruo afọ iri'",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Erosion: 'Mbuze a anapụla a m ihe niile m ji bụrụ mmadụ', Duration 2,2428 Juun 2020",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 5 gara aga",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}