{
  "published": "22 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị na-arịa ọrịa n'ihi etu ha ha n'ibu",
    "Etu nnukwu ndịiche si dị n'etiti nnukwu 'B' na ọkpa ehi zọrọ n'ala, otu a kwa ka nnukwu ndịiche si dị n'ahụ nwaanyị na nke nwoke.",
    "Sayensị emeela na nwoke nwereike ịgbanwe onwe ya bụrụ nwaanyị, maọbụ nwaanyị agbanwee onwe ya bụrụ nwoke, mana ụbọchị awọ ga-amaba mmiri ọkụ, ka ọ ga-achọpụta na mmiri dị ụzọ abụọ.",
    "PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?",
    "Ihe nwereike igbu nwoke n'elu nwaanyị",
    "N'ihi etu ahụ ha si dị, e nwere ọrịa bụ naanị ụmụnwaanyị na-arịa ya.",
    "E nwekwara ụdịrị ọrịa na-aka apụta ihe n'ahụ ụmụnwaanyị karịa ahụ ụmụnwoke.",
    "Ọ bụ ụfọdụ ọrịa dị etu a ka anyị chọrọ itule n'akụkọ a.",
    "Osteoarthritis (Agba Ikpere)",
    "Ebe foto si, Mayo Foundation for Education and Research",
    "Osteoarthritis nke na-emetụta ukwu",
    "Ọrịa ọbụla na-emetụta njikọ ọkpụkpụ mmadụ ka a na-akpọ \"arthritis\".",
    "Mana nke a bụ Osteoarthritis na-akacha emetụta ụmụnwaanyị karịa ụmụ nwoke.",
    "Enyochapụtabeghị ihe kpatara nke a.",
    "Ọrịa Osteoarthritis na-emetụta ọkpụkpụ azụ (spine), ọkpụkpụ ukwu (hip), ikpere, nakwa njibi ụkwụ (ankle).",
    "Ihe na-akpata Osteoarthritis bụ mgbe ihe na-ejikọ ọkpụkpụ bụ 'cartilage' kwọchara, nke ga-eme ka ọkpụkpụ abụọ na-echikọta ọnụ.",
    "Oke ibu, nka nakwa ọrịa ọkpụkpụ bụ ihe ndị nwere ike ịkpata ọrịa a.",
    "Lupus",
    "Ebe foto si, Getty Images",
    "Onye ihe ghakasịrị n'ahụ n'ihi ọrịa \"Lupus\".",
    "\"Lupus\" bụ otu n'ime ọrịa nke bekee kpọrọ \"autoimmune diseases\".",
    "E nwere ihe ndị dị n'ime ahụ mmadụ nke na-enye aka iji gbochie ọrịa, mana mgbe ụfọdụ, ihe ndị ahụ na-egbochi ọrịa nwekwara ike tụgharịa malite ibuso ahụ mmadụ agha.",
    "Gịnị bụ ọrịa 'lupus' na-arịa Kim Kardashian?",
    "Ọ bụ mgbe ihe dị otu a mere ka a na-ekwu na mmadụ nwere 'autoimmune disease.",
    "Otu ọgwụ nke ndị ọkachamara kwuru na ọ na-enye aka maka ọrịa 'Lupus' bụ nke a kpọrọ 'hydroxychloroquine'.",
    "Goiter",
    "Ebe foto si, Terese Winslow LLC",
    "Eserese ebe 'Thyroid' dị n'ahụ mmadụ",
    "Goiter bụ ọrịa na-eme ka akpịrị mmadu zaa azaa.",
    "Ihe na-akpata ya bụ mgbe akụkụ ahụ a kpọrọ 'Thyroid' anaghị arụcha ọrụ nke ọma.",
    "'Thyroid' bụ obere akụkụ ahụ mmadụ a na-ahụ na mgbadata eko akpịrị (adam's apple).",
    "Ọ na-ewepụta 'hormone' dị icheiche nke abụọ n'ime ha bụ 'thyroxine' na 'triiodothyronine'.",
    "Ọ bụrụ na 'hormones' ndị a apụtaghị etu o kwesịrị, ọ ga-eme ka 'Thyroid' malite ibu ibu.",
    "Nke a ka a na-akpọ 'goiter'.",
    "Oge ụfọdụ kwa, ihe na-akpata 'goiter' bụ mgbe 'iodine' kọrọ mmadụ n'ahụ.",
    "Ọrịa 'goiter' ka emetụta ụmụnwaanyị ọkachasị ndị gbarala afọ 40 maọbụ karịa.",
    "Dayabitis ụdị nke mbụ (Type one diabetes)",
    "Dịka onye ọbụla ma, dayabitis bụ ọrịa nke na-eme ka shuga karịa n'ọbara mmadụ.",
    "Ahụ mmadụ na-emepụta ihe a kpọrọ 'insulin' nke na-enye aka ịgbari shuga dị mmadụ n'ahụ.",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?",
    "Ọ bụrụ na ahụ mmadụ enweghị ike imepụta 'insulin', ọ bụ ya na-akpata dayabitis ụdị nke mbụ maọbụ 'type one diabetes' na bekee.",
    "Ụdị dayabitis a na-eme ma ụmụnwoke ma ụmụnwaanyị, mana nnyocha gosiri na ọ ka egbu ụmụnwaanyị karịa ụmụnwoke.",
    "Ọrịa akpụ ara (Breast Cancer)",
    "Ebe foto si, Medicinenet.com",
    "Ọnụọgụgụ ndị nwere ọrịa 'breast cancer' n'ụwa niile karịrị n'ụmụnwaanyị karịa ụmụnwoke.",
    "N'ime ndị niile nwere ọrịa a, naanị otu pasentị bụ ụmụnwoke.",
    "Amachabeghị kpọmkwem ihe na-akpata ọrịa 'breast cancer' mana ihe ndị ọkachamara chọpụtara bụ:",
    "O nwere ike isi na nne feere nwa",
    "Nwaanyị malitere ịhụ nsọ ya n'oge nwere ike inwe ọrịa a",
    "Nwaanyị nsọ ya kwụsịrị ịgba n'oge bụ nke a kpọrọ 'menopause' nwere ike inweta ya",
    "Oke ibu nwere ike ịkpata ya",
    "Nwaanyị atụbeghị ime mbụ, dịrị gawazie",
    "Cervical Cancer",
    "Ihe na-akpata ọrịa 'cervical cancer' bụ nje a kpọrọ 'human papillomavirus' maọbụ HPV n'aha ịchafụ.",
    "Ọ bụ ụmụnwaanyị ka ọrịa a kacha eme, mana nje HPV nwere ike ịkpata ọtụtụ ọrịa ndị ọzọ n'ahụ nwoke.",
    "Ha gunyere kansa amụ nakwa kansa ike (penile cancer, anal cancer).",
    "Coronavirus: Ọnụọgụgụ ụmụnwaanyị na-achọ igbochi ịtụrụ ime na 'lockdown' a ọ na-arị elu?22 Eprel 2020",
    "Talcum Powder: Ị ma na nzu bekee nwere ike inye gị maọbụ nwa gị ọrịa kansa?22 Maachị 2019",
    "Sex Education: Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ29 Febụwarị 2020",
    "Vidio, 'A rịọla m ndị niile m mejọrọ mgbaghara' - Ada Jesus Comedy5 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state26 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Enyinnaya Abaribe",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe anọ ị maghị maka ọrịa ịbaEmelitere ikpeazụ na: 25 Eprel 2018",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}