{
  "published": "22 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "E ji ihe gbochie okporoụzọ n'obodo Izzi dị n'Ebonyi dịka ha na ndị Ukelle na-azọ ala. Ọzụzọ okeala ebutela ọnwụ ọtụtụ mmadụ n'Ebonyi steeti",
    "Ndị uweojii Ebonyi steeti ekwuola na ọ bụ nnupuisi iwu gọọmentị tinyere, butere ọnwụ otu nwaanyị na nwa ya n'obodo Umugudu-Akpu dị na Ngbo na steeti ahụ.",
    "Loveth Odah bụ ọnụ na-ekwuchitere ndị uweojii na steeti ahụ kwuru na nwaanyị ahụ na nwa ya so gaa n'ọrụ ugbo ha dị nso okeala ndị Ngbo na ndị Agịla dị na Benue steeti, bụ ebe gọomentị Ebonyi steeti kwuru sị ndị mmadụ agazịla iji gbaara ụdịrị okwu na ụka a ọsọ.",
    "'Ihe ga-akwụsị ọgụ Agila (Benue) na Ngbo (Ebonyi) bụ itinye okeala'- Onyeisi Ohaukwu LGA",
    "Esemokwu ala bidoro kamgbe gboo ka na-ata isi ndị mmadu n'Ebonyi",
    "Ebonyi Killings: 'Nsogbu ala kpatara ejiri bepụ nne m isi'",
    "Odah kwuru na esemokwu a tara isi mmadụ abụọ a, mere n'ụbọchị 20 nke ọnwa Mee 2020.",
    "O kwuru na ha bụ ndị uweojii anwụchiela Igwe nakwa onyeisi otu obodo Umugudu-Akpu, n'ihi na ha gharịpụrụ n'ihe ha kwesịrị ime, nke bụ ịhụ na ndị ha na-achịkọta gere ntị ma ghara itinye onwe ha na ụdịrị nsogbu a.",
    "Odah kwukwara na ihe mere e ji sị ndị obodo abụọ a agala nso okeala ahụ bụ n'ihi na e ji ya mere ihe akaebe nke Bekee kpọrọ \"exhibit\", na nnyocha ndị uweojii na-eme.",
    "Marakwa na nke a abụghị nke mbụ, nke abụọ maọbụ atọ okwu ala na okeala na-ebute nkwafu ọbara n'Ebonyi steeti.",
    "Ọnwụ nke ọnwa Mee a na-abịa na-erughi ọnwa atọ ụdịrị okwu a tara isi ihe ruru mmadụ iri n'obodo Ndiagu Orie, dị n'Umugudu-Akpu.",
    "N'ọnwa Mee nke afọ 2019, mmadụ anọ nwụkwara n'ụdịrị okwu a. Ha bụ ndị nọ na kọmitii e kewapụtara ka ha mara etu a ga-esi kwụsị esemokwu a dị n'etiti steeti abụọ a.",
    "Ihe nkiri a na-akọwa maka esemokwu dị n'etiti ndị Izzi na ndị Ukelle:",
    "Onye nta akụkọ BBC banyere na ọgbọ ọgụ ndị Izzi na Ukelle. kirie ihe ọ hụrụ",
    "Vidio, Ọ bụ ndị ọchịehi Fulani, ka ọ bụ ndị Agila dị na Benue wakporo ndị Ngbo n'Ebonyi steeti?14 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ebube Agu Meaning: O nweghi ihe jịkọrọ anyị na ESN Nnamdi Kanu hibere - Umahielekere 8 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe i kwesiri ịma maka prof Nnenna Oti, nwaanyị mbụ na-abụ onyeisi Mahadum 'Federal University of Technology'",
    "Ebube Agu Meaning: O nweghi ihe jịkọrọ anyị na ESN Nnamdi Kanu hibere - Umahi",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Nwaanyị Ngbo ndị Agila gburu gafere ebe gọọmentị sị onye agala - Ndị uweojii Ebonyi steetiEmelitere ikpeazụ na: 22 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}