{
  "published": "23 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Ebe foto si, Getty Images",
    "Aha obodo bụ njirimara obodo pụrụiche nke ndị obodo ji amacha ma ha zute ndị obodo ọzọ.",
    "E nwere ọtụtụ usoro obodo ji enwete aha ha, ma nwekwa ihe na-akpata ka obodo gbanwee aha.",
    "Mgbanwe aha na-esikwa ụzọ dị iche iche abịa, nke kpatara na-abịa n'ala Igbo, e nwere ụfọdụ obodo aha ha adabachaghị dịka ezigbo aha Igbo si ada.",
    "Ndị Igbo anọ si na mmegbu ghọrọ ndị ọchịchị",
    "Imerienwe, Obinkita, Ajatakiri na obodo ndị ọzọ aha ha adịghị mfe ịghọta",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Nke a mere ka BBC Igbo zọpụ njem ka ha mara etu mmiri si banye n'opi ụgbọrọ.",
    "BBC Igbo gara mahadum nke Legọs ebe anyị na ọkammụta n'ihe gbasara asụsụ Igbo bụ Chigozie Nnabuihe gbụwara anyị ya bụ akị oyibo nsugbe maka aha ụfọdụ obodo n'ala Igbo.",
    "Mazi Chigozie Nnabuihe kwuru na ọ bụ nsupe asụsụ Igbo ka mgbanwe aha ndị a kacha metụte.",
    "Aha obodo ugbua: Ụmụahịa - Abia steeti",
    "Aha obodo mgbe ochie: Ọma Ahịa",
    "Aha obodo ugbua: Owerri - Imo Steeti",
    "Aha obodo mgbe ochie: Owe Ere",
    "Aha obodo ugbua: Orlụ - Imo steeti",
    "Aha obodo mgbe ochie:  Ọlụ",
    "Aha obodo ugbua: Awkuzu - Anambra Steeti",
    "Aha obodo mgbe ochie: Ọkụ Ụzụ",
    "Etu aha siri bịa: Mkpọru ya n'isi bụ Ọkụ Ụzụ achagbunam, ya pụtara na e jiri ịkpụ ụzụ mara ndị bi n'ala. Aha ha bụ ek",
    "Aha obodo ugbua: Okigwe dị n'Imo steeti",
    "Aha obodo mgbe ochie: Ọka Igwe",
    "Aha obodo ugbua: Enugu",
    "Aha obodo mgbe ochie: Enu Ugwu",
    "Etu aha siri bịa: Ọ bụ obodo ndị nọ n'elu ugwu",
    "Aha obodo ugbua: Okpaala Ngwa",
    "Aha obodo mgbe ochie: Okpu ala Ngwa",
    "Aha obodo ugbua: Okpaala - Imo steeti",
    "Aha obodo mgbe ochie: Ọkpụ ala",
    "Etu aha siri bịa: Ọkpụ nke a pụtara ala dị ọkpọtọrọọkpụ (Ancient Land)",
    "Aha obodo ugbua: Anambra",
    "Ihe a bụ otu n'ime fly over dị n'Awka, Anambra steeti",
    "Aha obodo mgbe ochie: Ọma Mbala",
    "Etu aha siri bịa: Nke a sitere n'aha mmiri",
    "Aha obodo ugbua: Port Harcourt dị na Rivers Steeti",
    "Aha obodo mgbe ochie: Igwe Ọcha",
    "Aha obodo ugbua: Opobo - Rivers steeti",
    "Aha obodo mgbe ochie: Igwe Nga",
    "Aha obodo ugbua: Bonny - Rivers Steeti",
    "Aha obodo mgbe ochie: Ịgbanị",
    "Aha obodo ugbua:  Oyigbo dị na Rivers steeti",
    "Aha obodo mgbe ochie: Obi Igbo",
    "Ebe foto si, BBC igbo",
    "Aha obodo ugbua: Abakiliki - Ebonyi steeti",
    "Aha obodo mgbe ochie: Abakeleke",
    "Aha obodo ugbua: Mbaise - Imo steeti",
    "Aha obodo mgbe ochie: Agbaaja, Ahiara, Ekwerazụ, Oke Ovoro na Ezinihite",
    "Etu aha siri bịa: Ọ bụ obodo ise nọrọ onwe ha ka ndị ọcha tịkọro ọnụ kpọọ ha mbaise. Ruo taata, ndị Mbaise nwere omenala dị icheiche ha kwenyere na ya.",
    "Aha obodo ugbua: Asaba -  Delta steeti",
    "Aha obodo mgbe ochie: Ahaba",
    "Etu aha siri bịa: Ndị Ahaba bụ ndị si obodo nteje n'Anamabra steeti",
    "Aha obodo ugbua: Onitsha",
    "Aha obodo mgbe ochie: Ọnịcha",
    "Aha obodo ugbua: Ibusa - dị na Delta Steeti",
    "Aha obodo mgbe ochie: Igbo Ụzọ",
    "Etu aha siri bịa: Ndị Ibusa sị Isu nke dị n'Imo steeti ụgbụ a",
    "Aha obodo ugbua: Ogwashị",
    "Aha obodo mgbe ochie: Ọgwa Ahị",
    "Akụkọ na-eso ya: Ndị Ogwashi sitere ala Nri ga-biri ebe ha bi ụgbụ a",
    "Nnabuihe kọwara na ọtụtụ aha ndị nwere \"Ọ\" na nsupe ha na ndị ọcha tinyere ya \"AW\".",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Obodo ndị a gunyere Awka - Ọka, Awkunanaw - Ọkụnanọ, Amawbia- Amaọbịa, Awkuzu-Ọkụ ụzụ na Awgu - Ọgwụ.",
    "Nke a bụ maka na nsupe a mere ya ka ọ dịrị ndị ọcha mfe ịkpọpụta.",
    "Ugbụ a, ka anyị were ụfọdụ Obodo ndị a kọwara gị etu aha ha siri gbanwee.",
    "Ọma Ahịa - Umuahia",
    "Tawa n'Umuahia",
    "BBC Igbo jụrụ Mazi Timothy Nnochirionye Ohaka, onye bụ onye Umuahịa etu ya bụ aha siri gbanwee.",
    "Ohaka kwuru sị \" Ọ bụ mgbe ndị ọcha sị Obodo Bende abata ime Ibeku, ha rutere na-ebe a na-azụ ahịa were jụọ ndị mmadụ aha ebe ha nọ, a sara ha \"Ọma Ahịa\".",
    "Kama dịka o siri ha ike ikpọpụta ha kpọọ ya \"Ụmụahịa\".",
    "Mazị Ohaka kọwara na-enwere nnukwu ahịa na-azụ karị nke mere eji akpọ ya Ọma Ahịa.",
    "Ọ kọwakwara na Ọma Ahịa a dị n'Ibeku ,ma sịkwa na obodo ndị mezuru umuahia ugbua gụnyere Olokoro,Ubakala, Ọhụhụ na Ibeku.",
    "Nsibidi: Akara ochie e jiri mara ndị Igbo",
    "Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra",
    "Anị Ahaba -  Asaba",
    "Dịka akwụkwọ mazị Dennis Osadebey dere nke ọ kpọrọ \"Building a Nation\" kọrọ akụkọ ihe mere maka otu nwoke aha ya bụ Nnebisi.",
    "Nnebisi bụ nwa nwaanyị Nteje aha ya bụ Diaba onye lụrụ onye Igala aha ya bụ Ojobo.",
    "Ọ bụ mgbe a chọrọ ịke ala ka otu onye kparịrị nnebisi were gwa ya na ọ gaghị eketa ala n'ihi na ọ bụghị onye Nteje.",
    "Nke a mere ka Nnebisi na ndị na-eso ya siri Nteje pụo were chọwa ala nke ha.",
    "Oadebey na-akọwa na njem NNebisi dịka o duru ya site na nsugbe ruo ebe mmiri Ọma Mbala na nke Niger zutere onwe ha.",
    "Ọ kọwara na Nnebisi na ndị otu ya gafere mmiri a were rute Ikpele Mmili (Cable Point).",
    "Jane Ada: Nwaada Igbo ji ịkpụ ụzụ na-egosi ụwa arụsị e jiri mara ndị Igbo",
    "Ha kwụsịri ebe a were sị ka ha kọọ ubi n'ihi n'oge ọrụ ubi ka bidoro.",
    "Ihe ha kọrọ mere nke ọma nke mere ka ha birizie ebe ahụ.",
    "Nnebisi kpọrọ ebe a Ahaba.",
    "Kama Osadebey kọwara na ọ bụ onye Ukọchukwu si mba Itali aha ya bụ Carlo Zappa ma bụrụ kwa onye na-ese maapụ  bụ onye dere aha obodo Ahaba dịka Asaba were zịgara ndị ọchịchị.",
    "Igboụzọ -  Ibusa",
    "Obodo a dị na Delta steeti. Asụsụ Igbo ha bụ nke a na-akpọ igbo Enuanị.",
    "Lee ihe ndị puruiche BBC hụrụ n'ala Igbuzo",
    "Otu nwaafọ obodo a bụ Patrick Adigwe kọwara BBCIgbo etụ aha obodo ha sị site nha Igbọụzọ gbanwee bụrụ Ibusa.",
    "Adigwe kọwara na-enwere akụkọ abụo na-akowa etu aha ha sị malite.",
    "Akụko na-akọwa na enwere mmadụ abụọ ndị sị mba ọzọ were bịa n'ala ahụ..",
    "Awgu Caves: Ọgba ndị a chere ndụ ndị Mmaku n'oge gboo",
    "Dịka Dan Olisa Dieyoi sịkwara dee n'akwụkwọ ya, ọ bụ Edini onye sị Nrị bụ ụzọ bịa ala Igbuzo dịka o soro nwanne ya nwoke bụ Ogboli nna ha chụpụrụ ya n'ihi na ọ dịnara otu nwunye nna ya.",
    "Onye nke abụọ bụ Umejei bụ nwa Eze ndị Isu ndị obodo chụpụrụ dịka ogburu mmadụ na mgba nke ala Isu n'asọ nsọ.",
    "Edini kwụsịrị na Ani-oshe nke dị na Igbụzọ ebe Umejei kwụsịrị na Ani-Nshi Ogboli.",
    "Ọ bụ obodo abụọ a bidoro Igbụzọ.",
    "Adigwe sị na \"nnanna anyi kwuru na-enwere nghọtaghe maka aha Igbụzọ, ebe ụfọdụ sị na ọ bụ \"Igbo nọ n'ụzọ\" ebe ụfọdụ si na ọ bụ \"Igbo bu ụzọ\".",
    "Kama otu ihe pụtara ihe bụ na aha ha bụ \"Igboụzọ\".",
    "Dịka o siiri ndị ọcha ike ịkpọpụta \"Igbụzọ\" ha denyere ya dịka \"Ibụsa\" n'akwụkwọ ha na-edenye aha obodo.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Ihe uweojii kwuru maka nwa akwụkwọ eboro ebubo ịwakpo ụmụnwaanyị 24",
    "Miss Universe 2023: Ọ bụghị naanị mma ihu na mma ahụ ka a na-ele anya – Ihezue Ugochi Mitchel23 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite? 24 Septemba 2023",
    "NA EME UGBU A Ndị ntọ atọrọla ụmụakwụkwọ ụmụnwaanyị na mahadum 'Federal University Gusau',Zamfara",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Lee ụfọdụ okporoụzọ bụ ọnya ndị ntọrị ji atọrọ ndị mmadụ n'Enugwu Steeti19 Septemba 2023",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu18 Septemba 2023",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo19 Septemba 2023",
    "Ojapiano: Gịnịdị ka ọ bụ,  ebe ka o si? onye bidoro ya?16 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mohbad: Nọọsụ ndị uweojii nwụchiri bụ nọọsụ adigboroja-Otu jikọrọ ndị nọọsụ",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}