{
  "published": "25 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/therealmadrina, Judeengees",
    "Ndị ụlọrụ Northside Inc rụọrọ Cynthia Morgan egwu afọ anọ tupu ha agbasaa",
    "Ndị mmadụ adọrịela Cynthia Morgan dịka Jude Okoye gbara nkwekọrịta ha abụọ nwere n'anwụ.",
    "N'akwụkwọ nkwekọrịta ahụ, o gosiri na ihe Okoye kwuru banyere etu ya na Morgan bụ otiegwu nọbu n'okpuru ya si wee gawara onwe ha, na nke Morgan boro ya n'ebubo abụghị otu ihe.",
    "Mgbe Morgan pụtara n'izuụka gara aga; kemgbe a na-ahụbeghi ya anya ihe ruru afọ abụọ, o kwuru na Okoye so mee ya ihe mere ya, nke otu n'ime ya bụ ịkwụsị ya iji aha ya agụ egwu.",
    "Paul Okoye: Anyị toro n'ihe isi ike",
    "Ihe mere m ji gụọ egwu Chizoba - Paul Okoye",
    "Paul na Peter Okoye na ụmụnne ndị ọzọ na-eme otu ihe mana ha anọkọghị ọnụ",
    "O kwuru na ọ chọrọ ịgbanwe aha ya zawa Madrina, mana Okoye jụrụ ajụ, mere ka nsogbu ya bido.",
    "Mana Okoye sara ebubo ahụ ka otiegwu a ma dịka Tunde Ednut gbara ya ajụjụ ọnụ, sị na \"kedụkwanụ etu m ga-esi anapụ mmadụ aha nne na nna ya gụrụ ya?\"",
    "Ọ gara n'ihu nye Tunde Ednut akwụkwọ nkwekọrịta ya na Morgan binyere aka.",
    "Ka a gbara ya n'anwụ, soshal midia nwurula ọkụ dịka ndị mmadụ malitere itinye ọnụ na ya bụ okwu, na-agwa Morgan na ọ tụgidere Okoye asị.",
    "Ụfọdụ kwukwara na o ji asị nakwa obi ebere ha na-emetere ya chọọ ịnapụta ha ego.",
    "Mana ụfọdụ kpụkwa Okoye n'ọnụ, ma kwuo na nkwekọrịta ya na Morgan adịghị mma, na o megidere ya.",
    "Ebe foto si, Instagram/Paul, Peter, Jude Okoye",
    "Jude Okoye bụ onye tọrọ Peter na Paul Okoye bụ ndị otiegwu e jibu Psquare mara awụọla miri oyi n'ebumnuche ọtụtụ mmadụ na-akwado otu egwu ahụ site n'ikwu na ya agaghị akpọkọtanwu ha.",
    "Jude kwuru okwu a dịka ya na onye otiegwu e ji Tunde Ednut mara, nọ na-enwe mkparịtaụka n'elu Instagram.",
    "Ọ sị na ihe mere na ọ gaghị emenwu bụ makana ọ bụ ihe gbasara ya kpatara okwu n'etiti ejima abụọ ahụ.",
    "N'okwu ya: \"Paul na Peter anaghị ese okwu. Ọ bụ m ka Peter na-esesa okwu, sị ka m ghara isonye n'ihe ọbụla gbasara egwu ha.\"",
    "Maazị Okoye gakwara n'ihu kwuo na esemokwu nke kapịrị okwu ọnụ, butere mgbasa ha kpam kpam n'afọ 2017, bụ nke ugboro itoolu Peter gbara abụbụ na ya adịghị emezi.",
    "\"Aka m na-ajụkwa nwanne m nwoke ihe na-ese. Ya bịa kwuo ihe m mere ya na-agbawa ya obi ka m rịọ mgbaghara ma gbanwee. Mana kemgbe ihe a mere, o kwubeghi na ọ bụ ihe a ma ọ bụ ihe nke ọzọ.\"",
    "Onye otiegwu a ma ama bụ Paul Okoye a kọwarala BBC Igbo etu o si agabiga mwakpo n'aka ụmụnwaanyị.",
    "Dịka ndị mmadụ sonyere mkparịtaụka Instagram ahụ na-ajụsi ike ma udo a ga-emecha chịa n'etiti ụmụnne atọ a, Jude sị na ọ bụghị ya ka ọ dị n'aka.",
    "\"Ọ gaghị emenwu m n'aka. Onye ọzọ nwereike nwaa. Mana ọ gaghị esi m n'aka.\"",
    "Jude gbara ama na ya nwere mmadụ atọ tọrọ ya, nke mere na ya abụghị diọkpara na be nna ha.\"",
    "Ọ sịkwa na ndị mmadụ kwesịrị ịjụ ihe mere ụmụnne ha ndị ahụ na ndị nke obere adịghị etinye ọnụ n'okwu a.",
    "\"Mụnwa gbara mbọ nke m. Agara m gaa rịọ arịrịọ ma rịọ nwunye onye asị m gaa riọ, mana onweghi nke kwere Peter nnabata.\"",
    "Jude sị na ya tara ezigbote ahụhụ oge ọ na-arụ ọrụ 'onye nhazi' otu Psquare, mana si na ọ bụ ka ha gawara onwe ha ka ya malitere \"idochi ahụ\".",
    "Okwu a niile pụtara makana Jude sị na ya agaghị agbazi nkịtị dịka nwanne ya ji aha ya agagharị.",
    "\"Ụmụ m too kedụ ụdịrị ihe ha ga na-anụ na nna ha mere? Ha a ga-ajụ kedụ ihe i kwuru oge ihe dị otu a mere? Ya mere m jiri na-ekwu okwu ugbua. Agaghị m emechizi ọnụ.\"",
    "Okwu ọhụru malitere dịka otu otiegwu e ji Cynthia Morgan mara kpọrọ Jude Okoye aha dịka onye ji ya n'ụdọ, mere na ọ naghị aganwu n'ihu.",
    "Peter Okoye tinyere ọnụ na ya bụ okwu dịka ọ na-ewu, wee kwụnyere nwaada Morgan.",
    "Jude kwuru na mkparịtaụka ya na Tunde Ednut na ọ gaara agba nkịtị, mana ọ bụ okwu Peter mere o jiri kwuo okwu.",
    "Ọ gara n'ihu gọnarị ebubo nwaada ahụ boro ya, ma kwuo na ha abụọ gawara ụzọ \"onye na way ya\" kemgbe afọ 2017.",
    "\"Mmadụ ọ ga-anapụnwu mmadụ aha nne na nna gụrụ ya? Cynthia Morgan bụ aha ya. Onweghi ụlọikpe n'ụwa a ga-anapụnwu mmadụ aha a gụrụ ya.\"",
    "Ka ọ kwụ ugbua a, okwu nlaghachite Psquare ka dị n'ime ngịga.",
    "Paul Okoye nke otu P-Square na-akpọku ndị ntorobịa Naịjirịa",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}