{
  "published": "27 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị ma agba egwu ọfụma ma ya fọdụ ikuzinwuru mmadụ etu e si agba?",
    "Ifeoma Ofiah bụ nwatakịrị dị afọ itoolu mụtara ịgba egwu na nwata ma na-akuziri ụmụaka ibe ya etu e si agba egwu.",
    "Ofiah gwara BBC Igbo na ịgba egwu na-enye ya ọṅụ.",
    "O kwukwara na ọ chọrọ ịbụ nọọsụ mgbe o toro.",
    "Lee ihe ndị ọzọ o kwuru ma mara ma e nwere otu nzọ egwu maọbụ abụọ ị ga-amụta n'aka ya.",
    "Ndị mere akụkọ a bụ Chiemela Mgbeahuru Peter na Ikechukwu Kalu",
    "Coronavirus tips: Ị ga-akwụsị ụmụaka igwu egwuregwu?",
    "Anwakwala anwa gwa nwatakịrị na-erubeghi afọ 18 ihe ndị a",
    "'Alkaline water' e nwereike ịgwọ kansa?",
    "Ụfọdụ ozi mmegbu nne na nna na-ezi ụmụaka ha",
    "Ihe mere na ndị Ugwu achọghị ka onye Igbo bụrụ onyeisiala - Nnamdi Kanu",
    "Etu 'Childrens Day' nke afọ a ga-esi adị iche na ndị ọzọ a na-emebu",
    "Vidio, Igbo culture: Egwuregwu ụmụaka Igbo jiri nwee aṅụrị oge gboo., Duration 1,367 Mee 2020",
    "Children's Day 2020: Etu nke afọ a ga-esi adị iche na ndị ọzọ a na-emebu27 Mee 2020",
    "Vidio, Children of Biafra: Ihe ndị etobeghi ntoroọbịa hụrụ oge agha, Duration 5,0918 Jenụwarị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, AFRICA EYE: NBC amachiela Brekete Redio, daa ha nha, Duration 11,52elekere 7 gara aga",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Ned Nwoko, Pamela na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Igbo food condiments: Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, Ọ bụ Fada Mbaka kwuru na oge ọrụ m erugo - Onye Eze Jesus, Duration 4,4826 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}