{
  "published": "26 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi ndị Ohaneze Ndigbo bụ Nnia Nwodo ekwuola na o nweghị mgbe ya ji echere ndị otu Indigenous People of Biafra (Ipob) echiche ọjọọ ma ya fọdụ ịkpa nkata megide onye ndu ha bụ Nnamdi Kanu.",
    "O kwuru nke a n'ọsịsa ebubo na aka ya dị na 'Egwu Eke' nke dị agha Naijiria gbara n'Ọwụwa Anyanwụ iji kpachie otu Ipob na Nnamdi Kanu.",
    "Ọ bụ oke Ndigbo iwepụta onyeisiala n'afọ 2023 -  Nnia Nwodo",
    "Ndị 'na-wakpo' Ọwụwa Anyanwụ abụghị ndị ga-echekwa ya - Nnia Nwodo",
    "Na mkparịtaụka ya na ụlọakụkọ \"Urban Radio\" dị n'Enugwu nwere ụbọchị Tuzde, Nwodo sị,\"Otu ihe na-ewute m n'ihe ụmụokorobia anyị, tụmadị ndị Ipob, bụ na unu na-ebochi mmadụ ọnụ.\"",
    "\"Unu ebozina m ihe m na-ekwughị maọbụ ihe m na-emeghị. Ị gaghị abụ onye Biafra karịa m.\"",
    "'Ihe o jiri dị mkpa na Ndigbo niile ga-apụta tuo vootu'",
    "Nwodo, onye kwuru na ya anọrọla n'ọtụtụ ọgbakọ gọchitere ndị Ipob na ha abụghị otu na-eyi egwu mana,\"kedụ ihe mere unu ji ebochi m ọnụ?\"",
    "\"Agara m na Chatham House were gwa ha na 'Fulani herdsmen' bụ ndị kachasị egbu mmadụ dịka global terrorist Index, sị ha na ụmụaka be anyị ebughị egbe, na ọnụ ka ha ji ekwu, n'agbanyeghị ya a kpọọ ha 'terrorists'.",
    "\"E dere akwụkwọ degara United Nations kwuo na o nweghị ihe ndị Ipob mere.\"",
    "Ọ gara n'ihu kwuo na ya tụrụ ihe onyonyo nke gosiri ebe ndị agha Naijiria na-agwọ ụmụntorobia Igbo n'ụrọ n'ihu GOC 82 Division n'oge Egwu Eke, ma gwa ya na ọ na ọ gbasoghi usoro United Nation \"Rules of Engagement\" nyere.",
    "'Ndigbo agaghị alụ agha nwereonwe ọzọ'",
    "Nwodo sị otu sị ka eweghachite Ruga gbara ọgwụ ha ṅụọ",
    "Nwodo dọrọ ndị ntorobia na ndị otu Ipob aka na nti ka ha wepụ aka enwe n'ofe, kwụsị ịkparị ndị okenye Igbo dịka o kwuru na ha na-ewetara Igbo aha ọjọọ n'ihu mba ndị ọzọ.",
    "N'okwu gbasara mmechi ahịa n'ihi coronavirus, Nwodo kwuru na o nweghị onye ọ na-atọ ụtọ ikpochi kama ọ bụ maka ọdịmma ọha mere.",
    "Na nkọwa ya, mmachi obodo na-emetụkwu gọọmentị dịka ha anaghị enweta ego ụtụisi ha kwesịị inweta ma ọ bụrụ na enweghị mmachi.",
    "Nnubata ndị Ugwu n'oge \"lockdown\"",
    "N'okwu nnubata ndị Ugwu n'oge mmechi obodo, Nwodo kwuru na ya degaara Onyeisiala Muhammadu Buhari akwụkwọ ozi gwa ya na ndị mmadụ anaghị agbaso mmachị ngagharị, na ndị ọrụ nchekwa anaghị agba mbọ etu o kwesiri ịhụ na a gbasoro ya.",
    "N'okwu gbasara nchekwa ala Igbo, Nwodo sị: \"N'ọgbakọ ndị gọvanọ Ọwụwa Anyanwụ ikpeazụ e nwere, ndị gọvanọ agwala ndị ụlọomeiwu steeti ha ka ha lebanye akwụkwọ iwu maka nchekwa steeti anya, ka ha mee ya iwu.",
    "\"Akwụkwọ ahụ bụrụ iwu, ọ ga-enye gọọmentị steeti ikike ọrụ nchekwa nke aka ha.\"",
    "Ọhanaeze akatọọla ụzọ e sị achọ Biafra",
    "Ọgụ Biafra abụghị mbụ Igbo na-egosi 'ofu obi,' Ị ma maka 'Igbo Landing'?",
    "Nwodo, onye kwuru na ọtụtụ ndị mmadụ na-ama jijiji maka mbata ndị Ugwu, gwara ndị Igbo ha dere jụụ na \"Ndị be anyị nọ nche.\"",
    "Ọ rụtụrụ aka na, n'agbanyeghị na ndị ntorobia si Ugwu Awụsa na-enubata, na anụbeghị mkpamkpa n'ala Igbo dịka ụdị a na-anụbu mere na Kaduna, Benue, Kano \"nke a gosiri na anya nche nọ nche\".",
    "Mana ọ kpọrọ oku ka onye Igbo ọbụla mụrụ anya dịka azụ, onye hụrụ ihe dị aghaa, bekuo ndị gọvanọ, ndị omeiwu na ndị Ohaneze.",
    "\"O nweghị nke anyị nụrụ anyị agaghị eme ihe gbasara ya, mana ọ bụghị nke anyị mere anyị etibe mkpu ihe anyị mere.\"",
    "Mana Nwodo gara n'ihu kwuo na ụfọdụ ihe onyonyo na-efegharị nso nso a na-egosi ndị ugwu zoro n'ime ụgbọala, bụ ihe mere ochie.",
    "Ọ sị, \"Abalị ole na ole gara aga, Gọvanọ Edo kwuru na ihe onyonyo gosiri ndị si n'ụgbọala Dangote arịpụta bụ ihe onyonyo ihe mere ọtụtụ afọ gara aga.\"",
    "Okporo gaasị nke goomenti na-arụ site Imo gaa Legọs",
    "\"Anyị sị na ọ gaghị aga ma ọ bụrụ na ha ekesaghị ya na be anyị, makana gaasị bụ ụzọ kachasị ọnụala inye ọkụ latrik.\"",
    "\"Ọ ga-enyere ụlọọrụ mmepụta ngwahịa dị n'ala Igbo aka.\"",
    "Akụ ruo ụlọ...",
    "Nwodo rịọrọ ndị isioche okpuru ọchịchị nakwa ndị gọvanọ ọwụwa-anyanwụ ka ha rụọ injini na-apa akwụ ka ndị nọ n'ime obodo nwee ebe ha na-emepụta mmanụ n'uju.",
    "Ọ gwara ndị Igbọ na-achụ nta ego na mba ndị ọzọ ka ha cheta na akụ ruo ụlọ, o kwuo ebe o si.",
    "\"Ọ bụghị ile ihe onye ọzọ metara ka e ji aba ụba, ha gaa ala Igbo rụọ ụlọ mmepụta ngwaahịa.\"",
    "Akụkọ ga-amasị gị:",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?",
    "PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị",
    "\"Ndị nọọsụ na-akọ asịrị nnukwu\" na ihe ndị ọzọ ndị Naịjirịa ji echeta ha taa",
    "Gịnị mere na a dịghị egosi anyị ime 'isolation center' n'onyonyo?",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}