{
  "published": "27 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Dịka ụwa niile na ọrịa coronavirus na ama aka, ọtụtụ ihe nke gụnyere njem ụgbọelu so na ihe gọọmentị machiri maka igbochi mfesa coronavirus.",
    "Kama dịka ọ dị ugbua, gọọmentị na-eme njikere ịwepụ mmachị amachiri njem ụgbọelu.",
    "A ga-agbachi okeala na ụgbọelu ifebata na Naịjirịa?",
    "Ụgbọelu Air Peace ọzọ enwetela onwe ya n'ime ọhịa",
    "Onyeisi na-ahụ maka mmekọ na-etiti ụlọọrụ nke ngalaba na-ahụ maka ọdọ ụgbọelu bụ Federal Airports Authority of Nigeria (FAAN) aha ya bụ Henrietta Yakubu zara ụfọdụ ajụjụ na ụfọdụ ihe ndị mmadụ chọrọ ị ma maka njem ụgbọelụ n'oge a.",
    "Ọ dị kwa mma ka ndị mmadụ buru n'obi na gọọmentị ewepụtabeghị akwụkwọ usoro a ga-eji bido njem ụgbọelu n'oge coronavirus a.",
    "Lee ka Yakubu siri zaa anyị",
    "Maka ego njem ụgbọelụ",
    "Henrietta Yakubu kwuru na ọ chere na ndị ụlọọrụ na-eme njem ụgbọelu nwereike ibuli ego njem ụgbọelu ha.",
    "Iran sị na ọ bụ ha gbaturu ụgbọelu Ukraine na-amaghị ama",
    "Lee ihe mịnịsta njem hụtara na nyocha ọdọ ụgbọelu Akanụ Ibiam",
    "Ọ kwuru na ọ na-atụanya na ụlọorụ ndị a ga-eme nke a iji beleta ibu arụ ha ga-ebu dịka usoro nnọpụ iche ha ga-eme.",
    "Nke a pụtara na aga-enwe ohere na-etiti oche n'ụgbọelu.",
    "Yakubu na-eche na ụlọọrụ ụgbọelu nwereike ibuli ụgwọ njem ha maka nke a.",
    "Ọnọdụ ndị mmadụ n'ọdọụgbọelu",
    "Ebe foto si, Getty Images",
    "Henrietta kwuru na ndị mmadụ ga-enye onwe ha ohere mgbe ha kwụ ọtọ ma mgbe ha nọ ọdụ oge niile.",
    "O kwuru si \" Ebe dịka ogige ndị na-apụ apụ, anyị ga-ewepụ ụfọdụ oche nke ga eme ka ohere dị n'etiti ndị mmadụ\".",
    "Pius Adesanmi so n'ime ụgbọelu mmadụ 149 nwụrụ n'ihe mberede Ethiopian Airlines",
    "Ndị njem echeela Air Peace ọkpọ n'Enugu",
    "Oge e ji abanye ụgbọelu",
    "Henrietta Yakubu kọwara na ọ dị mkpa ka onye chọrọ ịme njem ụgbọelu bịa ọdọ ụgbọelu ihe dịka awa atọ tupu ụgbọelu ya efepụ.",
    "Yakubu kwuru sị \"Anyi ga-eme ọtụtụ nyocha maka ahụike, nke gụnyere igbu nje nwereike ị nọ n'akpa mmadụ. Ihe ndịa ga-ewe ọtụtụ oge nke mere na ọ dị mkpa ka ọnye ụgbọelu ya ga-apụ ihe dika elkere iri ka ọ bịa ọdọ ụgbọelu n'ihe dịka elekere asaa\".",
    "Ịzụta akwụkwọ njem(Ticket) na \"Check-in\"",
    "Yakubu kwuru na ọ na-adụ mmadụ niile ndụmọdụ ka ha gaa n'intaneti zụta akwụkwọ njem ha ma mee kwa nke a na-akpọ \"Check-in\" n'okwu bekee n'otu ebe ahụ.",
    "Ọ kọwara na nke a ga-eme ka oge mmadụ ga-anọ n'ọdọ ụgbọelu tupu ofepụ pee mpe ma dịkwara onye ahụ mfe.",
    "Enweghị onye ga-edu mmadụ bata",
    "Ndị njem tọrọ na ọdọụgbọelu Muritala Muhammed nke abụọ (MM2) dịka ndị otu ọrụ ụgbọelu kpọchiri ebe niile",
    "Henrietta kọwakwara na ha agaghị ekwe ga ndị mmadu duru mmadụ ọzọ bata n'ọdọ ugbọelu.",
    "Ọ kwuru na ndị nọ n'ọkwa maọbụ ndị ọzo yiri ha agaghị akpọ ndị na-eso ha bata n'ọdọ ụgbọelu.",
    "Ọ kọwara na FAAN nwere ihe ha na-akpọ \"Passenger Support System\".",
    "Yakubu kwuru na \"Passenger Support System\" bụ usoro ha ji ahụ na ndị mmadụ ọkachasị ndị nọ n'ọkwa nwetere enyem aka niile ha chọrọ mgbe ha na-eme njem.",
    "Kama o kwuru sị na tupu amachie njem ụgbọelu, na ha ebidola usoro nchekwa dị iche iche nke gunyere ị bịa n'oge, ihicha ụgbọelu ha, inyocha ndị mmadụ nke ọma na ihe ndị ọzọ.",
    "Ndị njem chọrọ ime ngagharịiwe na Port Harcourt",
    "I nwereike ibute coronavirus ugboro abụọ?",
    "Female Pilot: O nweghị ihe ọzọ m kaara ịme karịa ịnya ụgbọelụ",
    "Onye na-ahụ maka mmekọ n'etiti ụlọorụ nke ndị Dana Air bụ Kingsley Ezenwa gwara BBCIgbo na ha na-eche ka gọọmentị wepụta usoro ọhụrụ a ga-eji eme njem ụgbọelu.",
    "Ezenwa kwuru na nyocha ndị ngalaba jịkọrọ ha bụ \"International Air Transport Association\"  (IATA) mere chopụtara na ikuku na-adị n'ụgbọelu kacha a dị ọcha ma sịkwa na o siri ike mmadụ ibute ọrịa coronavirus na njem ụgbọelu.",
    "Kama o kwuru sị na tupu amachie njem ụgbọelu, na ha ebidola usoro nchekwa dị iche iche nke gunyere ị bịa n'oge, ihicha ụgbọelu ha, inyocha ndị mmadụ nke ọma na ihe ndị ọzọ.",
    "O kwukwara na otu ihe ndị mmadụ amaghi bu na ikuku na-adị n'ụgbọelu na-adị ọcha n'eziokwu.",
    "'Onye ọbụla na-ebu ọgwụ ike na-egbu ndị mmadụ' - Onyeisi Air Peace",
    "Aka m dị ọcha - Allen Onyema",
    "Ezenwa kwuru sị \"Anyị amabeghị ma anyị a ga-ebuli ego ụgbọelu anyị  maka na anyị ga-ebu ụzọ bido tupu anyị atule ma anyị a ga-ebuli ya\".",
    "Ọ kọwara sị \" Anyị kwuburu na anyị ga-ewepụ oche nke etiti kama ngalaba na-achịkọta ụlọọrụ ụgbọelu bụ IATA gwara anyị na ọ gaghị enwe isi n'ihi ego ọ ga-efu.",
    "Kama nchekwa ndị nọ n'ụgbọala anyị dị anyị mkpa, anyị ga-atule ya otu izuụka maọbụ abụọ ma na-echekwa usoro gọọmentị ga-ewepụta\".",
    "Ezenwa kwuru na ndị mmadụ nwereike iji intaneti zụta akwụkwọ nJem ha ma mee kwa \"Check-in\" tupu ha abịawa ọdọ ụgbọelu.",
    "Etu 'Childrens Day' nke afọ a ga-esi adị iche na ndị ọzọ a na-emebu",
    "Onye bụbụ onyeisi Imo Broadcasting Corporation ewerela mma sụgbuo nwunye ya",
    "Mbịaghachite Psquare adịghị m n'aka - Jude Okoye",
    "Gịnị na-akpọtụ na akwa mmiri Niger?",
    "Ladipo Market: Ihe mere gọọmenti Legọs steeti ji kpọchie ahịa anyị - Ndị isi ahịa Ladipo29 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?elekere 7 gara aga",
    "NA EME UGBU A Abụbọọrụ a mabeghi mgbe ọ ga-ebi ga-amalịte n'abalị Oktoba 3 - TUC na NLC",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Gịnị ga-emezi ma ndịagha France si na mba Niger pụọ? 27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital27 Septemba 2023",
    "Ladipo Market: Ihe mere gọọmenti Legọs steeti ji kpọchie ahịa anyị - Ndị isi ahịa Ladipo",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}