{
  "published": "27 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "A chụola okaikpe n'ọrụ maka isi nwaanyị 'mechie ụkwụ gị'",
    "A chụola okaikpe n'ọrụ maka isi nwaanyị 'mechie ụkwụ gị' n'okwu mwakpo n'ike.",
    "Dịka ụlọakụkọ Associated Press si dee, ụlọikpe kachasị na New Jersey dị na mba Amerịka chụrụ ọkaikpe John Russo n'ọrụ ọkaikpe maka na ọ gwara nwaanyị a wakporo n'ike na ọ kara 'imechi ụkwụ\" ya maọbụ kpọọ ndị uweojii ka a bịara ịwakpo ya.",
    "Onyeisi ọkaiwu bụ Stuart Rabner kwuru na okwu ahụ kwuru gosiri na o kweghị ekwesị ịhapụ ya ka ọ na-ekpe ikpe gbasara mkpagbu edị na ezinaụlọ maọbụ iwakpo.",
    "Otu nwaanyị a kpọghị aha ya wetaburu mkpesa n'ụlọikpe Russo n'afọ 2016 ebe ọ rịọrọ ka ụlọikpe ya nye nwoke wakporo ya iwu ya abịakwala ya nso ọzọ.",
    "Otu ndị ọkaikpe mmadụ atọ a họpụtaburu ka ha lebanye anya n'ihe Russo mere tụnyeburu alo ka e wepụ ya n'oche ndị ọkaikpe.",
    "Russo, onye rọburu gbaghara maka okwu ya sị na ọ bụ ọchi ka ya na-akpa.",
    "Ọ sị na ntaramahụhụ e nyere ya karịrị akarị dịka otu e hibeburu nyeburu ntuziaka ka a kwụsị ya ọrụ n'ike na-akwụghị ya ụgwọọnwa ọnwa atọ.",
    "Ebe foto si, ABS",
    "Igwe Chinyelụ Nwora Molokwu bụ Eze ndị Amaọbịa, ebe Igwe Christopher Ndibe bụ Igwe ndị Umuerum",
    "Ndị obodo Amaọbịa na Umuerum dị n'Anambra steeti enwetala eze ọhụrụ.",
    "Aka Willie Obiano adịghị n'ịhọpụta Eze ọhụrụ Aguleri",
    "Igwe Achebe na ndị eze Anambara akatọọla 'mbata ndị Almajiri n'Ọwụwa Anyanwụ'",
    "'Ihe dị iche na Ezeigbo na Igwe maọbụ Eze'",
    "Igwe Chinyelụ Nwora Molokwu bụ Eze ndị Amọbịa, ebe Igwe Christopher Ndibe bụ Igwe ndị Umuerum.",
    "Molokwu meriri mmadụ anọ ndị ọzọ ya na ya zọrọ ọkwa eze n'afọ 2019 bụ ndị si n'Ụmụeze bụ ebe ndị Amaọbịa nyere ntuziaka ka a họpụta ndị ga-azọ ọkwa eze.",
    "Ebe foto si, ABS",
    "O ji vootu narị abụọ na iri anọ na anọ merie onye sochiri ya n'azụ bụ Ichie Eddy Nwokoye.",
    "Gọvanọ Willie Obianọ nọrọ n'obi gọọmenti dị n'Ọka nye ha asambodo dịka onye eze na nso nso a..",
    "Ebe foto si, ABS",
    "Ndị nọ ebe nke a mere gụnyere onyeisi ụlọomeiwu Anambra steeti nakwa onyeisi ndị Eze n'Anambara steeti bụ Igwe Nnaemeka Achebe.",
    "Mbịaghachite Psquare adịghị m n'aka - Jude Okoye",
    "Ana m agọtara ndị Ipob mana ha na-ebochi m ọnụ - Nnia Nwodo",
    "PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}