{
  "published": "29 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka ndị otu Ipob na-agbalị ịchịkọta ndị bị n'ọwụwa anyanwụ ka ha nọrọ n'ụlọ dịka etu ha si eme ncheta ndị nwụrụ n'agha Biafra, nke afọ a agaghị eme.",
    "Onye okaikpe Mazi Nnamdi Kanu bụ Aloy Ejimako gwara BBcIgbo na mkparịta ụka na emume ị nọ n'ụlọ nke afọ a agaghị eme maka ọrịa coronavirus.",
    "Joseph Achuzia, Dike Biafra alaala",
    "Nnamdi Kanu akpọọla ka e buo ọnụ abalị atọ iji cheta ndị nwụrụ agha Biafra",
    "Ejimako kwuru sị \" Onye m na-anọchite bụ Nnamdi Kanu mara nke ọma na ọ bụrụ na ha chọrọ ka ndị mmadụ nọrọ n'ụlo na ha ga-anọ kama ọ bụ maka etu coronavirus si awakpo akụnụba ndị bi na mpaghara ọwụwa anyanwụ mere ka a hapụ ihiwe ya\".",
    "O kwukwara na nnamdi Kanu si ka ejiri oge a buo ọnụ ma tụgharịa uche maka ya bụ ụbọchị.",
    "Ebe foto si, PA Media",
    "Ndị ọrụ Microsoft e kwuola na ha ga-achu ndị ọrụ ngo ntaakụkọ ha n'ọrụ were nke Bekee kpọrọ rọbọt dochie ha.",
    "Nke a pụtara na ihe dịka mmadụ iri ise ndị ọrụ ngọ na-arụ na MSN ha ga-agba aka ọrụ na Juun mgbe ha bụ amụma ga-amalite.",
    "Mana ha sịkwa na ọbụghị coronavirus mere ha jiri kwuo ya, kama ọ bụ ihe nchọpụta ha na-eme kwamgbe gosiri.",
    "Ebe foto si, Getty Images",
    "N'Afrịka, idemmiri egbuola mmadị narị atọ ma chụpụkwa ezinaụlọ karịrị puku narị asatọ na be ha na Kenya .",
    "Ọnọdụ a mere ka agha ha na-ebusa igurube na nje coronavirus bụrụ ihe nara azụ n'obodo Kihoto dị nso na Nairobi.",
    "Bayern Munich egbuola Fortuna Busssedorf",
    "Ebe foto si, Reuters",
    "Na Bundusliga taa, Bayern Munich enwerela ọkpụ ise asataghị ihe nyụọ ndị Fortuna Busssedorf Ịkpakwụ.",
    "Robert Lewandoski nyere goolu abụọ n'ime ise ahụ.",
    "Ebe foto si, Getty/AFP",
    "Ihe ọṅụ emeela na Nasarawa steeti dịka ndị ntọ tọhapụrụ onyeisi ndị Christian Association of Nigeria na ebe ahụ.",
    "Kọmishọna ndị uweojii na steeti ahụ bụ Bola Longe kwuru na Joseph Masin e ji kemgbe izuụka abụọ enwere onwe ya kemgbe abalị satọde.",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Senegal First Ladies: Lee ndị nọrọla dịka isinwaanyị mba Senegal kemgbe afọ1960",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' IpobEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}