{
  "published": "30 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnamdi Kanu bụ onyeisi Indigenous People of Biafra ekwuola uche ya gbasara ncheta ndị niile nwụrụ n'agha Biafra taa bụ ụbọchi Mee iri atọ.",
    "Ọhanaeze akatọọla ụzọ e sị achọ Biafra",
    "Ndigbo kwesiri ibu ụzọ mezie Alaigbo tupu e kwuwa okwu Biafra - Noble Igwe",
    "Kanu kwuru na ya agaghị echezọ ndị niile nwụrụ ma lụọ agha Biafra bidoro n'afọ 1967- 1970, anyị ga na-echeta ụbọchị iri atọ Mee ọbụla ma kwanyere ha ugwu diri ha.",
    "Ọ bụ 'Indigenous People of Biafra' mere ka ndị mmadụ na-echeta maka ihe mere n'ụbọchị Mee 30.",
    "Ọ gwara ndị otu Ipob ka ha ghara kwe ka ndị iro ha meherie ha anya , makana Biafra ga-abịarịrị.",
    "Ipob wuru cenotaph dị n'Enugu",
    "O kwuru na ọ kwadoghị Restructuring, regional government maọbụ New Nigeria.",
    "O kwuru ka esi rịọ ya ka o wụsa aha Biafra ma were aha ọzọ \"Lower Niger Congress\" na-aga nke ọ jụwara isi.",
    "Ụmụnwoke Igbo ji ezigbo ego anaghị ewepụta ego ha maka Biafra.",
    "O kwuru na ndị mmadụ na-eleli ya makana ha chere na ọ bụ ụmụaka, ma ha amaghị na ọ gbala afọ iri ise na atọ.",
    "O katọrọ ụfọdụ ndị BBC news Igbo gbara ajụjụ ọnụ gbasara ncheta agha Biafra.",
    "Ọ mara otu n'ime ha bụ Tony Nnadi aka, onye nke o kwuru na o na-agwa ndị mmadụ na ọ nọ n'Amerịka achọ ka Biafra bịa na mmezu si ya weta akwụkwọ gosiri na ọ na-achọ ka Biafra bia na mmezu.",
    "O kwuru na ọ chọghị ịwepụta onyonyo gosiri na Almajiri na-awụbata n'ala Igbo makana ọ chọghị ka etuo ha otu oyi egwu.",
    "O boro BBC ebubo na ha emeghị nyocha gbasara Biafra",
    "Cheta na Kanu rịọrọ ndị otu ya ha buo ọnụ maka ncheta nke afọ 2020.",
    "Chetakwa na onye okaikpe Mazi Nnamdi Kanu bụ Aloy Ejimako gwara BBc Igbo na mkparịta ụka ha nwere n'oge gara aga na emume ị nọ n'ụlọ nke afọ a agaghị eme maka ọrịa coronavirus.",
    "Ebe foto si, BBC/Getty Images/Tony Nnadi",
    "Taa bụ ụbọchị iri atọ nke ọnwa Mee bụ ụbọchị Igbi niile ji echeta ndị nwụrụ n'agha Biafra malitere n'afọ 1967.",
    "N'ihi nke a BBC Igbo hibere mkparịtaụka ebe ndị bụ isi ahụrụ kwaba okpu n'ala Igbo bịara sonye.",
    "Ihe ndị mere Igbo ejighị Odumegwu Ojukwu, enyi Biafra egwu egwu",
    "Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra",
    "Ha gụnyere Nnia Nwodo bụ onyeisi Ohaneze Ndigbo, Onyeka Onwenu bụ otiegwu a ma ama nakwa Tony Nnadi bụ onye na-achọ mmwereonwe mpaghara ndịda Naịjirịa.",
    "Na mkparịtaụka a, Nnia Nwodo kwuru na o nwere atụmatụ a na-akwado ịwepụta nke ga-enyere aka ịwulite ala Igbo.",
    "Atụmatụ ahụ, nke ka bụ alo atụrụ gụnyere ndị Igbo ịtụkọ ego dịka otu narị naira kwa mmadụ iji rụpụta ngalaba nke ha ga-enwekwa oke n'ime ya.",
    "Ihe ha hụrụ n'agha Biafra:",
    "Nnia Nwodo bụ onye mbụ kọwara ihe anya ya hụrụ.",
    "O kwuru na mgbe ahụ, onye ọbụla ruru \"5ft 6\"\" na-esonye n'agha ahụ nke ụmụaka akpọrọ \"Organization of Biafran Freedom Fighters\"",
    "\"Anyị na-aga alụ ọgụ n'ebe ndịagha Naịjirịa nọ\" ka o kwuru.",
    "O meela afọ 50, a lụrụ Biafra, mana ihe kpatara ya ka na-eme",
    "Onyekwa Onwenu kwuru na o nyere aka n'agha Biafra site n'ịnye aka n'ụlọọgwụ ebe a na-agwọ ndị merụrụ ahụ n'agha.",
    "N'ọnụ ya \"a mụrụ m ọrụ izuụka abụọ tupu m mmalite ọrụ,  anyị na-akụziri ndị mmadụ gbasara nri ha ga-eri\"",
    "O kwuru na ọ dị mkpa ka ụmụ Igbo niile mara ihe mere n'agha ahụ n'ihi na agụrụ gburu ọtụtụ mmadụ na ahụhụ ndị ọzọ ndị Igbo tara.",
    "Tony Nnadi n'onwe ya kwuru na amụrụ ya n'afọ 1966 nke mere na ọ ka dị afọ atọ mgbe agha biri.",
    "Mana n'uche ya agha ahụ ebibeghi ya mere na o sonyere ndị na-agagharị na-achọ ihe a ga-eme ka agha ahụ bie n'ezie.",
    "Ndụmọdụ ha nyere ndị Igbo",
    "Tony Nnadi kwuru na njem ndị Igbo na ndị Naịjirịa kwesiri ka achịkọta ya ọnụ ka o were bie ebi.",
    "O kwuru na akụkwọ Iwu Naịjirịa kere ndị Igbo agbụ n'aka n'ihi na o nweghi onye ga-eji ya zọọ ọkwa ọbụla ọ chọrọ ị zọ ma zọta ihe.",
    "Ọ gwara ndị na-achọ mwereonwe Biafra na nkata akpara iji \"bupu ozu Naịjirịa\" amịtala mkpụrụ.",
    "Onyeka Onwenu gwara Igbo niile na site ugbua gaa ihu, ha welie isi ha elu ka onwe ha ju ha afọ.",
    "\"Unu asizina ndo maka na unu bụ ndị Igbo, bụrụ nụ ndị kachasị n'ihe niile unu na-eme\" ka o kwuru.",
    "Ihe ọzọ o kwuru na Igbo kwesiri na ịgba mbọ n'ọgbakọ nakwa na nke onwe ha n'ihi na anyị bụ ndị Igbo.",
    "Nnia Nwodo kwuru na ọnọdụ ndị Igbo nọ na ya bụ ihe na-ewute onye ọbụla,",
    "Ọ sị \"ọbụru na anyị apụtaghị n'ọnọdụ a, o nwereike ịbuba anyị n'agha ọzọ, Chineke mee ka ọ ghara ịduba anyị n'agha\"",
    "O kelere ndị ntorọbịa na-eche nche n'ebe dị ịcheiche n'ala Igbo ma gwa ha jisike na ha bụ ndị nna kwụ ha n'azụ.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Ihe mere agaghị eji 'nọrọ n'ụlo' mee ncheta maka Biafra nke afo a",
    "Onye uweojii pịgburu George Floyd ga-azara ọnụ ya n'ụlọikpe maka igbu ọchụ",
    "Financial autonomy: Gọọmenti etiti enweghi ike ịkpachi ego steeti - Ekweremadụ",
    "NA EME UGBU A Biafra at 50: Izu a kwụsịrị agha Biafra",
    "Vidio, Biafra at 50: Etu Uli/Amọka 'Airstrip' siri zọọ ndị Biafra13 Jenụwarị 2020",
    "Vidio, Biafra at 50: Ihe ndị ụmụnwaanyị Igbo gabigara n'agha16 Jenụwarị 2020",
    "Vidio, Onye Igbo ọbụla sị na ọ chọrọ ịchị Naijiria na 2023 abụghị onye Igbo - Alexander Madiebo29 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "N'ezie, ndị 'unknown gunmen' gburu ndị Fulani ọchịehi 20 n'Anambra steeti - Miyetti Allah Ọwụwa Anyanwụelekere 9 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "N'ezie, ndị 'unknown gunmen' gburu ndị Fulani ọchịehi 20 n'Anambra steeti - Miyetti Allah Ọwụwa Anyanwụ",
    "Yipunu Fada Mbaka akwa ụkọchukwu - Reno Omokri",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Aisha Buhari, Patience Jonathan na nwunye onyeisiala ndị ọzọ ị gaghị echefu ọsịsọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}