{
  "published": "31 Mee 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, UWAVERA OMOZUWA/FACEBOOK",
    "Aka ndị uweojii Edo steeti akparala mmadụ isii a na-enyo n'aka ha dị n'ọnwụ Vera Uwaila Omozuwa, nwa mahadum 'University of Benin.'",
    "Ndị a mabụghị ndị ha bụ wakporo ma gbuo Uwa n'ụlọụka ndị  'Redeemed' dị nso n'ụlọ ha na Bini ebe ọ gara ịgụ akwụkwọ n'abalị.",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Ihe ndị ị maghị maka ụmụagbọghọ ise a wakporo ma gbuo na nsonso a",
    "Ndị uweojii nwụchiri ma kpụtụta n'ọha; Collins Uligbe,Mary Ade,Nelson Ogbebor,Akato Valentine, Tina Samuel na Nosa Osabohien maka ebubo aka ha ịdị n'ọnwụ nwata nwaanyị ahụ na-agụ 'Microbiology' n'Uniben.",
    "Ebe foto si, UWAVERA OMOZUWA/FACEBOOK",
    "Collins Uligbe, onye kwuru na ọ bụ Mary Ade, onye nwe Ulọ ebe bụ  sị \"Onye nyere anyị otu nde Naijiria iji gbuo Uwa ma were ịchafụ aka fichara ọbara ya ga-enye onye dunyere anyị ọrụ.\"",
    "Ọ gbakwara akaebe na Oriakụ Ade nyere aha gbuo nwata ahụ n'ihi na okwuru na nwata ahụ bụ ezi nwata, naụlọụka ha na-akpọ ya n'ihe niile ha na-eme.",
    "O kwuru na ọ bụ igwe e ji emenyọ ọkụ(fire extinguisher) ya ya jị kụọ Uwa ugboro ugboro.",
    "Nosa Osabohien bụ onye zụrụ ekwenti Uwa bụ ihe ndị uweojii ji nweta ndị gburu Uwa kwuru na ya zụrụ ekwentị ahụ N17,000.",
    "Cheta na e dinara Uwa n'ike ma kụọ ya ihe hapụrụ ya n'ọnụ ọnwụ n'abalị iri na atọ nke ọnwa Mee, afọ 2020, ebe ọ nwụrụ n'ụlọọgwụ 'University of Benin Teaching Hospital' n'Abalị iri atọ na otu  ọnwa ahụ.",
    "Ngagharịiwe sochiri ọnwụ ya dịka ndị ọnụ na-eru n'okwu nakwa  otu ụmụnwaanyị kpọrọ oku ka a chọta ndị gburu ya ma taa ha ahụhụ dịka iwu si dị nke gbalitere mụọ onyeisiala Muhammadu Buhari inye ntuziaka ka a chọta ndị gburu Uwa.",
    "Ihe ụmụ Naijiria na-ekwu maka mnwụchie a nwụchiri ndị a",
    "Ụfọdụ ụmụ Naijiria dịka Wendy toro ndị uweojii maka \"ike ha kpara.\"",
    "Ụfọdụ nddị ọzọ dịka Omoluabi kpọrọ oku ka ndị uweojii gaa n'ihu kpụpụ ha ụlọikpe.",
    "Ebe foto si, Wacol",
    "Ụmụakwụkwọ na-eme ngagharịiwe maka ọnwụ Uwavera",
    "Onyeisi ndị Women Aid Collective (WACOL) bụ Joy Ezeilo ekwuola ihe mere ha jiri buru ngagharịiwe gawa Edo steeti ịdọnyere ezinaụlọ Omozuwa nakwa ụmụnwaanyị niile n'ụwa gbaa gburugburu ukwu maka agha ana ebuso mpụ mwakpo ụmụnwaanyi.",
    "Ezeilo sị na \"mwakpo anaghị akpa oke. Ka o si metuta onye ukwu bụ ka o si metuta onye nta\".",
    "Ihe ndị ị maghị maka ụmụagbọghọ ise a wakporo ma gbuo na nsonso a",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Ihe uweojii kwuru maka nwa akwụkwọ eboro ebubo ịwakpo ụmụnwaanyị 24",
    "O sị na ọ bụ maka ya kpatara ha jiri rịọ nkwado ndị Actionaid nakwa nke ndị Canada ka ha nyere ha aka n'iti ya bụ mkpu ka o ruo ụwa ntị.",
    "Ezeilo sị na ọ bụ ndị obiọjọọ butere asịrị imebi aha Uwa site n'ịsị na ya bụ nwaagboghọ butere afọime tupu awakpo ya.",
    "Ọ sị na obi dị ya ụtọ na nchọpụta gosiri na onweghị ime ya bụ nwa dị.",
    "Gee ya ntị n'olu ebe a.",
    "Justice for Uwa: Ụwụnwaanyi Igbo mere ngagharịiwe gbasara Uwa Omozuwa",
    "Nna Uwavera gwara BBC okwu mgbe ha gakwuru ya n'ụlọ ha na Benin.",
    "Ebe foto si, UWAVERA OMOZUWA/FACEBOOK",
    "Onyeisioche ndị Naịjirịa nọ na mba ofesi bụ Abike Dabiri Erewa depụtara n'akara twitter ya na ndị uweojii nọ n'Edo steeti anwụchiela otu onye a na-eche n'aka ya dị na mwakpo na ogbugbu Vera Uwaila Omosuwa.",
    "O kwuru  na onụ na-ekwuchitere ndị uweojii na Edo steeti bụ Chris Nwabuzor kwuru na anwụchiri onye ahụ ka enyochara mbinyeaka a hụrụ n'igwe eji emenyu ọkụ.",
    "Ụkọchukwu Coza jụrụ ịza oku kọmitii anyị hibere inyocha ebubo e boro ya - PFN",
    "'Nwunye m na-awakpo m n'ike ruo afọ iri'",
    "BBC Igbo gbaliri ka ha nụta n'ọnụ Chris Nwabuzor mana o bughị ekwenti ya nke o ji azaa ozi anyị zitere ya n'ekwenti.",
    "Ebe foto si, OKWUTE FREDRICK SWANKY",
    "Cheta na ụịmụakwụkwọ apụtala mee ngagharị iwe maka ogbugbu na mwakpo Vera Uwaila Omosuwa.",
    "Otu onye gwara ndị ntaakụkọ na ọ bụ mgbe niile ka na anụ akụkọ maka mwakpo ụmụnwaanyị kama enweghị ihe a na-eme ndị ejidere.",
    "Onye a gara n'ihu na-ajụ \"Uwa ọ na-enweta ikpe ziri ezi ka ndị a ha a ga-ala n'efu\".",
    "Lee ya ebe a",
    "Emeela ngagharị iwe maka ogbugbu Uwavera n'Edo steeti",
    "Ebe foto si, UWAVERA OMOZUWA/FACEBOOK",
    "Onyeisi ndị uweojii bụ  Mohammed Adamu enyela iwu ga-ezipu ndị nkwado na ihe eji eme nyocha iji chọpụta ndị gburu nwaada Vera Uwaila Omosuwa.",
    "Nke a na-abịa dịka ndị mmadụ na eti mkpụ ma na-ewe iwe maka ogbugbu na mwakpo Uwalia nke mere n'Edo steeti nso nso a.",
    "Onyeisi ndị uweojii katọrọ ya bụ ihe dịka ọ na-eti ezinụlo Uwaila na ndị enyi ya aka n'obi  ma kwee ndị mmadụ mkwa na ndị uweojii ga-ejide ndi mere ya bụ arụ n'oge na adịghị anya.",
    "Dịka ndị mmadụ na-eti mkpụ na-ebeku gọọmenti maka ịkpe nkwụmọtọ n'isi nwaada Uwavera bụ ndị omekome napụrụ ndụ n'ike ụbọchị Wenezde gara aga, ndị ụka ya bụ Redeem Christian Church of God ekwuola okwu gbasara ya bụ arụ mere n'ogige ha na Benin, Edo steeti.",
    "N'akara Twitter, RCCG sị na ha kagburu ma katọọ ya bụ arụ mere ma na-akpọkụ ndị uweojii ka ha nye aka chọpụta ndị kpara ya bụ arụ.",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Ị wakpoo nwaanyị maọbụ ụmụaka, anyị apịa gị amụ - Ụlọomeiwu Ekiti",
    "Uwavera Omozuwa dị afọ iri abụọ na abụọ nwụrụ n'ọdachị e chere na ọ bụ mwakpo n'ike mere n'ụlọụka dị na Benin.",
    "Nwaane ya nwaanyị bụ Judith gwara BBC news na Uwa bụ onye ka banyere mahadum ọhụrụ a gara ịgụ akwụkwọ n'ụlọụka Redeemed Christian Church of God dị n'akụkụ bee ha mgbe a wakporo ya n'ike.",
    "Justice For Uwa: 'Uwa yi akwa m ụbọchị a wakporo ya n'ụlọụka'",
    "O kwuru na Uwa na-ejekarị ụlọụka ahụ eje agụ akwụkwọ makana ebe juru oyi. Ụbọchị awakporo ya , ọ gara ebe ahụ ịgu akwụkwọ dịka o si eme na mbụ.",
    "O kwuru na ka elekere isi nke mgbede kụchara, otu onye n'aka ụlọụka ahụ kpọrọ nne ya n'ekwenti si ya bịa na ha amaghị ihe mere nwa ya nwaanyị makana ha hụrụ ya n'ikpo ọbara, ebe siketi na ọbante ya dọkara adọka, ọbara juru sheeti ya.",
    "Ebe foto si, UWAVERA OMOZUWA/FACEBOOK",
    "N'okwu nwaane ya nwaanyị, a wakporo ya, ọ bụ nwagbọghọ na-amaghị nwoke, o dịnatụbeghị nwoke na mbụ.\"",
    "Tupu ndị bee ha eruola  n'ụlọụka, a gwara ha na ebugala ya ụlọ ọgwụ.",
    "Judith kwuru na ndị ọrụ nchekwa anọghị ya mgbe ihe mberede a mere. \" Ọ nọ n'igwe na-enyere ya aka ikute ume n'ụlọọgwụ ụbọchị atọ tupu ọnwụọ.\"",
    "BBC news gbaliri ịnụta n'ọnụ nne na nna Uwavera mana Judith kwuru na obi mgbawa ekweghị ha ikwunyere onye ọbụla.",
    "\"Ihe ha chọrọ bụ ka a chọpụta ndị rụrụ ala a ma ma ha ikpe ruru ha.\"",
    "Ebe foto si, UWAVERA OMOZUWA/FACEBOOK",
    "Ọnụ na-ekwuru ndị uweojii n'Edo steeti bụ DSP Chidi Nwabuzor gwara BBC na etu ndị mmadụ si ekwu na ọ bụ mwakpo n'ike gburu Uwavera nwere ka ọ dị.",
    "O kwuru na mgbe ọ kpọrọ DPO  na-elekọta Ikpoba Hill, ọ gwara ya na ọ bụ ọgụ dapụtara n'etiti Uwa na ndị agboro.",
    "Nwabuzor kwuru na ọgụ ahụ mere n'ime ụlọụka tupu akpọrọ ya gawa ụlọ ọgwụ ebe ọ nọ nwụ mana DPO kwuru na ọ ga-ewetere ya akụkọ zuruoke ka ya bụ ihe si mee nke o na-eche ka ewetere ya.",
    "O kwuru na ha na-ahụ ya bụ ọdachị dịka nke ọgụ butere.",
    "Kamgbe akụkọ a pụtachara, Justice For Uwa na-ewu.",
    "@Ebuka kwuru na ya bụ akụkọ na-agbawa obi nke ukwuu.",
    "@ozzyetomi kwuru na udiri ihe a ekwesighị ime Uwa.",
    "A na-ekwu ka a na-ekwu ndị ụka Redeemed Christian Church of God, RCCG, dee n'akara Twitter n'ehihie Satọde a, na-arịọ ka ndị mmadụ kpewere onyeisi ha bụ Pastor Adeboye ekpere.",
    "Ebe foto si, Chris Okereke",
    "Twitter/RCCG",
    "Ya bụ okwu atọghị ndị mmadụ ọchị ma ọlị.",
    "Ha gosiri nke a site na-ịwụ ha ọnụ na-asị na ha ekwesighị ịde ihe dị otu ahụ ebe e gburu onye otu ha n'ime ụlọụka ha.",
    "N'obi ha ndị ụlọụka a kwesiri ide maọbụ kpọọ oku maka ikpe nkwụmọtọ n'isi nwaagbọghọ a anapụrụ ndụ n'ike, karịa ikwuwe okwu onyeisi ha dịka #JusticeForUwa na-ewu kemgbe ụtụtụ .",
    "Leekwe ụdị ihe ha dere ebe a.",
    "'Ihe kpatara agha Biafra kazị njọ ugbua'",
    "Ihe mere agaghị eji 'nọrọ n'ụlo' mee ncheta maka Biafra nke afo a",
    "Onye uweojii pịgburu George Floyd ga-azara ọnụ ya n'ụlọikpe maka igbu ọchụ",
    "Lee ihe ndị nwere ike ịgbanwe ma e  bido njem ụgbọelu",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee2 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'2 Mee 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisiala",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Baba Ijesha CCTV: Gịnị dị n'ime onyonyo e ji ebo onye Nollywood a ebubo mwakpo",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}