{
  "published": "1 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeka Owenu dụrụ ndị Igbo ọdụ ha doziwe ihe ndị ga-abara ha na ụmụ uru n'ọdịnịhụ n'ala Igbo ma na-achọkwa oke ha na ndọrọndọrọ ọchịchị.",
    "N'okwu ya, \" ekwuzila ndo, a bụ m onye Igbo,\" makana ihere ekwesighị ime gị na ibụ onye Igbo.",
    "'Ihe kpatara agha Biafra kazị njọ ugbua'",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80s",
    "Owenu na-ekwusi ike na agbanyeghị ihe ndị dị iche iche ndị Igbo na-achọ, ọ ga-adị mma ka ha doziwe ala Igbo maka ọdimma ụmụ ha n'oge na-abịanụ.",
    "Gere ya n'uju ebe a:",
    "Ndị mere akụkọ a bụ Chiagozie Nwonwu na Nnamdi Agbanelo",
    "O meela afọ 50 a lụrụ agha Biafra, mana ihe kpatara ya ka na-eme",
    "'Ihe kpatara agha Biafra kazị njọ ugbua'",
    "Ihe mere agaghị eji 'nọrọ n'ụlo' mee ncheta maka Biafra nke afo a",
    "'Ojukwu emetachaghị ya n'ihe banyere agha Biafra' - Mbazulike",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Igbo Presidency 2023: ‘Joe Biden ọ dị afọ ole, onye sị na Tinubu akaala nka ịbụ onyeisiala?' – Joe Igbokwe, Duration 16,555 Eprel 2022",
    "Vidio, Ọgba Mbọ: Agaghị m Mahadum mana eji m Tekịnụzụ akpata ihe m na-eri ugbua - Uncle IB, Duration 4,266 Eprel 2022",
    "Vidio, Nwoke a na-ebo ebubo igbu ma gbaa nwanne ya ọkụ maka esemokwu ala, Duration 3,012 Febụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,02elekere 7 gara aga",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}