{
  "published": "3 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Tony Awunor",
    "E kwube okwu banyere ndị Igbo, a na-atụkarị aka na ndị bị n' Ọwụwa Anyanwụ Naijiria nke gụnyere Abia, Anambara, Ebonyi , Enugwu na Imo steeti.",
    "Mana Igbo dịka akwụkwọ ụkpaka, ha gbasara ebe niile na ndịda Naijiria rue Niger-Delta nakwa etiti Ugwu Naijiria.",
    "Gịnị bụ Ikenga n'alaigbo?",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "Ndị ma ihe ekwe na-akụ n'ihe gbasara ahụrụ na ebe ndị si, na-akọwa na ndị Igbo nwere mmadụ na a gafee mmiri Naija ebe  e kwuru na ihe karịrị pasent iri abụọ na ise na  steeti Delta bụ ndị Igbo.",
    "Otu ahụ ka ọ dị na Rivas, Kros Riva,Akwa-Ibom na Bayelsa bụcha ebe asụsụ,omenala na ejiji obodo ụfọdụ na steeti ndị a na-egosi na ọbara anaghị agha ụgha.",
    "Ndị a bụ ndị nwere njirimara na nkwenye ndị Igbo nke gụnyere ibi ugwu, ịlọ ụwa na ịgọ ọjị.",
    "Na Delta steeti,agbụrụ bụ Igbo gụnyere :",
    "Oshimili",
    "Ndokwa",
    "Ukwuani",
    "Aniocha",
    "Ika",
    "Na Rivas steetị, ụmụ afọ Igbo nọ na Rivas gụnyere;",
    "Ikwerre( Rotimi Amaechi, Patience Jonathan si Ikwerre)",
    "Opobo",
    "Omuma",
    "Ndoni",
    "Obigbo",
    "Rumuokoro bụ Umu okoro",
    "Rumuigbo bụ Ụmụ Igbo",
    "Rumuibekwe bụ ụmụ Ibekwe",
    "Osekwenike",
    "Eke Okpokri",
    "Abuetor",
    "Ebe foto si, Anthony Awunor",
    "N' Edo steeti",
    "Ọ dịka ọ bụ akụkọ ifo, mana e nwere Igbo na",
    "Igbanke/Igboakiri",
    "Ya mere ị nwere ike ị na-anụ ndị na-aza aha Igbo a gwọkọtara ya na aha ndị Edo.",
    "Uru 12 ọmụ baara ndị Igbo",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "N' Akwa-Ibom steeti",
    "Ụmụafọ Igbo nọ ebe ahụ gụnyere ndị",
    "Ikot Udo Ika dị  n'okpuru ọchịchị Ika,na steeti ahụ.",
    "Isobo nọ n' okpuru ọchịchị nụ ụmụ Igbo.",
    "I sonyeere na ndị na-ekpọkọta ndị Benue kpọ ha 'ndị Ugwu'? Mata na ndị Igbo nọ na steeti ahụ gụnyere ndị nọ n' okpuru Ọchịchị dịka;",
    "Okpoku",
    "Obi",
    "Oku",
    "Adọ",
    "Ebe foto si, Anthony Awunor",
    "Ngọnarị ụfọdụ Igbo na-agọnarị ndị Igbo gbanyere mgbọrọgwụ n' Agha Biafra.",
    "Ndị Igbo bụ ndị e meriri n'Agha Naijiria a lụrụ site n'abalị isii nke ọnwa Julaị afọ 1967 rue Januwarị afọ 70.",
    "Agha ahụ tara isi mmadụ ruru nde atọ na ụma. Onye dara ada enweghị onye na-ekwe na ọ bụ nwanne ya.",
    "Otu onye ihe gbasara olu ndị( Linguist) bụ Anthony Awunor kọwara sị,\" ka a lụchara agha, ndị Igbo tara ezigbo ahụhụ ma rịakwa ọrịa nke a mere ka a na-asọ ha asọ.\"",
    "Gịnị jịkọrọ ụmụnwaanyị na mmọnwụ?",
    "Ndị Igbo anọ si na mmegbu ghọrọ ndị ọchịchị",
    "Gịnị jịkọrọ ụmụnwaanyị na mmọnwụ?",
    "Ọ bụ okike steeti mere e jiri kenye ọtụtụ ụmụafọ kwesịrị isonye na steeti dị  n'Ọwụwa anyanwụ na steeti ndị ọzọ.",
    "Ọmụma atụ: Ụfọdụ Obodo dịka Amaezekwe, Umuoghara, Amaekka,  Umuezeokoha, Umuezeoka, Oriuzor, Umuoghara bụ ndị kwesiri ị nọ na Benue steeti mana e kenyere ha na Benue steetị.",
    "Okpuru ọchịchị Ado, Oju, Obi dị na Benue steeti bụ obodo nọ onwe ha tupu ndị ọcha abata Naijirịa.",
    "Cheta na iji hụ na a kwara Ojukwu nku na mbido Agha Biafra, onyeisiala Naijiria oge ahụ bụ Yakubu Gowon kepụtara steeti iri na abụọ na  mpaghara atọ dị na Naijiria, n'abali ise nke ọnwa Mee afọ 1967.",
    "N'ụzọ ka e siri tinye nkewa n'etiti ndị Igbo nọkọtarburu ọnụ dịka ụmụnne n'otu mpaghara \"Eastern Region.\"",
    "Egwu na ndị Igbo ga-awọ ha oke ha",
    "Ọtụtụ ndị Igbo anọghị n'etiti Ọwụwa Anyanwụ na-atụ uche na a hapụ ha na ndị Igbo( etiti), ha agaghị ekwe ka oke ọbụla gbasara ndọrọ ndọrọ ọchịchị obodo rute ha aka.",
    "Nsibidi: Akara ochie e jiri mara ndị Igbo",
    "Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra",
    "Awunor rụtụrụ aka na ọ bụ iji dajụọ egwu ahụ mere na Ohaneze mere onye Anioke nụ Ralph Uweche, onyeisi otu Ohaneze n' oge gara aga.",
    "\" Mana nke a ewepụghị egwu ndị Igbo.\"",
    "Akụkọ ndị gboo kọrọ ha",
    "Kedu ebe Igbo si?",
    "Ọtụtụ ndị Igbo bi na Rivas ekwenyeghị na o nwere sakramentị jịkọrọ ha na ndị Igbo n'ihi akụkọ ndị gboo  ha kọrọ.",
    "Akụkọ ntọala ndị Igbo na-ekwu na ndị Igbo si Nri dị n'Anambara were gbasaa n'akụkụ ụwa dị iche iche.",
    "Mana ndị Igbo nọ na Rịvas nakwa ụfọdụ Delta na-ekwu na ha si Bini dị n'Edo steeti were gbasaa rue ebe ha bi ugbua.",
    "Igbo Origin: Aguleri na Nri na-azọ ndị bụ isi Igbo - Nke Ikpeazụ",
    "Ngozi Zibby Orlukwu, onye Ikwerre sị na \"Akụkọ kwuru na anyị si na Edo gaarue na ndịda anyanwụ ebe a kpọrọ 'South' na Bekee.\"",
    "\"Ndị Igbo ka nwee ọnụọgụgụ mmadụ karịa ndị Ikwerre. Akwụkwọ nso bụ na Igbo ka e dere ya, ya mere ọtụtụ ndị Ikwerre oge gbọọ bụ akwụkwọ nsọ Igbo ka ha na-agụ.\"",
    "Orlukwu, onye bụ onye ntaakụkọ kwuru na ọ bụ mmekọrịta azụmahịa na ịlụkọ di na nwunye bụ ihe mere ndị Ikwerre ụfọdụ ji anụ Igbo.",
    "\"Mana ọ bụrụ na onye Ikwerre suo Ikwerre, onye Igbo agaghị anụ ihe ọ na-ekwu.\"",
    "O kwuru na ihe na-ewekarị ndị Ikwerre iwe bụ ndị Igbo ị na-asị na ha bụ Igbo, ebe ha nwere omenala ha nke dị iche na omenala ndị Igbo.",
    "\"O nweghị onye ga-akọrọ gị onye ị bụ karịa gị.\"",
    "Dịka Orlukwu si kwuo, ọtụtụ ndị Igbo ji ekwu na ndị Ikwere bụ nwanne ha bụ n'ihi na anya ha dị n' akụ ọnatarachi dị na mpaghara nke ha.",
    "\"Ọ bụrụ na o nweghị ihe ndị mpaghara anyị nwere, ikekwa ndị Igbo agaghị asị na anyị na ha bụ nwanne.\"",
    "Mana e tere ogiri, e tere ụgba, na-agbanyeghị n' ụfọdụ ndị a na-arụ aka n'agbụrụ ndị ọzọ dịka ebe ha siri lọ ụwa, asụsụ ha, omenala ha na ejije ha na-egosi na ọbara ha bụ nke Igbo na enweghị mgbagha ọbụla.",
    "Akụkọ ndị ọzọ ga-amasị:",
    "Lee usoro ọhụrụ a ga-eji aka ụka maka coronavirus",
    "A nwụchiela otu onye aka ya dị n'ogbugbu Uwavera n'Edo steeti",
    "Majek Fashek: Etu o si nwụọ na ihe ndị ị na-amaghị maka ya",
    "Trump sị na ọ ga-ezipụ ndịagha maka ngagharịiwe a na-eme n'ihi ọnwụ George Floyd",
    "Meere Ekweremadu na nwunye ya ebere n'ihi ọrụ ọma ya - ECOWAS rịọrọ mba UK23 Maachị 2023",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka NLC,Gọọmentị Imo na-ama akaelekere 4 gara aga",
    "Sudan Crisis: Ndị Sudan egwu ji agbaala ọsọ ndụ ịgbalahụ ndị agha nnupuisi Arab na Darfur3 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Presidential Election Petition: E hiwela ụbọchị ikpe ntuliaka dị n'etiti Tinubu, Obi na Atiku ga-ebido",
    "Meere Ekweremadu na nwunye ya ebere n'ihi ọrụ ọma ya - ECOWAS rịọrọ mba UK",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara yaEmelitere ikpeazụ na: 3 Juun 2020",
    "Onye nwere ọrịa shuga o kwesịrị ịra 'mango'?",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Etu otu nwaanyị si gbuo nwa ya ma taa anụ ya",
    "Nnamdi Kanu bụ isi sekpụ ntị maka udo tọrọ atọ n'Ọwụwa Anyanwụ - Emmanuel Iwuanyanwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "FSGS Nephrotic Syndrome: Nkọwa ọrịa  pụrụiche a sị Sonia Ekweremadu na-arịa Emelitere ikpeazụ na: 13 Septemba 2022",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}