{
  "published": "7 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Obianinwa",
    "Senior Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ode akwụkwọ ama ama bụ Chinua Achebe kọwara ilu dịka  mmanụ nri ndị Igbo ji eri okwu.",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụ",
    "Nwoke a ga-azanwu aha nna nwunye ya n'ala Igbo?",
    "Ọ dị mkpa ị mata mgbe maọbụ ọnọdụ ikwesiri itu ilu ọbụla ị na-atụ.",
    "Ọ gaghị adị mma ka iwere ilu gbasara izulite ụmụaka na-atụ ebe a na-ekwu maka mkpata na mmefu ego, maọbụ were nke e kwesiri ịtụ maka alum di nwunye na-atụ mgbe a na-ekwu maka odibo na onyeisi ya.",
    "Akukọ a ga-eme ka ị tụọ ilu n'ọnodụ ha dabara, nke a ga-ebutere gị ezigbo nkwanye ugwu, udo na ọganihu n'etiti ndị ndị ọyị, ikwu na ibe nakwa ụmụnna gị.",
    "Ọnọdụ ndị a gụnyere alum di na nwunye, mkpata na mmefu ego, mmekọrịta odibo na onyeisi ya, ọchịchị, agwa mmadụ, mkpachapụ anya, ọzụzụ ụmụaka, igba mbo, nsọpụrụ, nri na ụgani,wdgz.",
    "Mgwa bute oche ka anyị  gosi gị ilu dị iche iche nakwa ọnodụ ndị a na-atụ ha.",
    "Agwa mmadụ",
    "Ebe foto si, Getty Images",
    "Nwaanyị makarịa di ya n'uzọ, ihe chere di ya, ewere ya.",
    "Mpụtara: Onye ọmachancha akpachapụghị anya, ọ danye na nsogbu edowere onye ọzọ.",
    "Wepụ aka enwe n'ofe ,  tupu ọ ghọọ aka mmadụ.",
    "Mpụtara: Kwụsị ajọ agwa gị tupu ọ lapụta gị.",
    "Otu onye siere igwe mmadụ nri, ọha ga-ericha nri ahụ mana igwe mmadụ siere otu onye nri, ọ gaghị erichanwu ya.",
    "Mpụtara: Otu onye agaghị emeli ihe igwe mmadụ kwesiri ime.",
    "Otu aka rụta mmanụ, o jezuo ọha.",
    "Mpụtara: Otu onye agwa ya jọrọnjọ nwereike ịmetọsị agwa ndị ọzọ dị mma n'akụkụ ya.",
    "Onye kpatara nkụ ahụhụ si ngwere bịara ya ọrụ.",
    "Mpụtara: Onye kotere nsogbu, agbaala ọsọ ntaramahuhụ ga-eso ya.",
    "Igba mbọ",
    "Aka aja aja na-ebute ọnụ mmanụ mmanụ",
    "Mpụtara: Ọgba mbọ na-eri nnukwu uru",
    "Agadị anaghị aka nka n'egwu o ma-agba.",
    "Mmadụ anaghị aka nka n'ihe doro ya anya.",
    "Ikwo aka tiri ọkụkọ akị.",
    "Mpụtara:  Igba mbọ n'efu",
    "Onye gba bọọlụ, ọ racha oroma.",
    "Naanị ọgba mbọ na-eri uru",
    "Onye buru chi ya uzo, o gbagbue onwe ya n'oso.",
    "Mpụtara: Ọ dịmma ikwanyere onye na-enyere gị aka ugwu tụmadị chi mere gị ihe ibụ.",
    "Nsopuru",
    "Ebe foto si, Getty Images",
    "Ọkụkọ na-edowe ahụ na ara na-ayị ya ahụbeghị nkịta mmanya na-egbu.",
    "Mpụtara: Onye na-achọ ọnwụ hụ ibe ya , ndụ agụwa ya.",
    "Ojituru m n'ala, ji onwe ya.",
    "Mpụtara: Onye ji aghụgho eme ihe o kwesiri ime , na-egbu oge ya.",
    "Aka nri kwọọ aka ekpe, aka ekpe akwọọ aka nri",
    "Mpụtara:  Onye kpasoo mmadụ ibe ya agwa ọma, o nwetakwa agwa ọma.",
    "Ogologo abụghị na nwam etola.",
    "Mpụtara: Anaghị eji etu mmadụ si topu ogologo , a mara ma ọ ma ihe.",
    "Agwọ emeghị nke o jiri buru agwọ, ụmụaka a chiri ya hie nkụ.",
    "Mpụtara:  Ọ na-adị mma ka mmadụ were ihe ọ ma eme wee tuo onụ",
    "Ọzuzụ ụmụaka",
    "Ọ bụghị ụbọchi nwata kwafuru mmanu ka a na-apịa ya ụtalị, kama ụbọchị ọ kwafuru mmanụ agbịdị.",
    "Mpụtara: Agwa ọjọ nwata kpara ugboro ugboro bụ ihe na-ebutere ya ntaramahụhụ.",
    "Okro anaghị akarị onye kụrụ ya.",
    "Mpụtara: Nwata anaghị akarị ntuziaka nne na  nna ya.",
    "Nwata rie ihe ọ na-amụrụ anya, ụra atụọ ya.",
    "Mpụtara: Mmadụ mee ihe na-agụ ya, o zuo ike maọbụ afọ eju ya.",
    "Nwata kwụọ aka ya, o soro ndị okenye rie nri.",
    "Mpụtara: Nwata ma ihe ga-eso ndị okenye rịkọọ ma ṅụkọọ maọbụ onye ma ihe ga-abanyenwu ebe ọgbọ ya agaghị abanwu.",
    "A naghị eji ụtụtụ  ama njọ ahia.",
    "Mpụtara: Ejighị mgbe nwata pere mpe, ama ma ọ ga-ama ihe maọbụ jide nnukwu ego.",
    "Alum di na nwunye",
    "Ebe foto si, Teyannasecret/Instagram",
    "Ejiji ndị ndị Igbo pụụ iche nke ụkwuu",
    "Ọgọ bịakarịa , e zie ya kpata nkụ",
    "Mpụtara: Ọgọ na-ejekarị be ọgọ ibe ya , ga-anata mkparị makana ahukarịala ya.",
    "Okokporo si na ahia ekwoghi ekwo o, umu ya ha di ole n'ahia?",
    "Mputara: Nwoke maọbụ nwaanyị tozuru alụm di na nwunye, mee ya ka ha wee mụta ụmụ.",
    "Nwanyi lelie di ya, ekwu akpo ya nku",
    "Nwaanyị na-akparị dị ya, ga-adabanye n'ụbiam na ahụhụ.",
    "Nwunye awo si na di atoka uto, ya jiri nuta nke ya kworo ya n'azu.",
    "Mpụtara: E ji ilu a ama ụmụnwaanyị njakiri ka ha wee hụkwuo di ha n'anya nke ukwuu.Agbogho hokaria di ya aluo eke mmuo",
    "Agbogho hokaria di ya aluo eke mmuo",
    "Mpụtara: O dịghị mma ka nwaagbọghọ ghọtee di aka.",
    "Mkpata na mmefu ego",
    "Ebe foto si, Getty Images",
    "EFCC kwuru na Umar chọ nde naira ịrị",
    "A hụ ihe karịrị ubi, ere ọba ji",
    "Onye na-ebe akwa ego hụ ihe nwereike iwere ndụ ya maọbụ nke ezinụlọ ya, o bupute akụ na ụba niile o zoro ezo.",
    "O re-ere bụ Eze; O zu-azụ bụ ezeMmadụ: Ugwu kwesiri onye ọbụla.",
    "Ahịa ukwu amaghị  na otu onye abiaghi.Mpụtara: Ma ị gosighị ihe ị ma eme , onye na-ama gị aka ga-apụta kụchapụ gị.",
    "Akwukwo juru n'ohia, ma a baa a choba okazi.Mpụtara: Onye biara izụ ahia nwere ebum n'obi ihe ọ chọrọ izu agbanyeghị na enwere ọtụtụ udiri ihe ahụ na-achaba ya anya.",
    "Mkpachapụ anya",
    "O nweghị ihe anya hụrụ gba obara.",
    "Mpụtara: O nweghị ihe mmadụ ga-ahụ n'ụwa kwuo na ọ hụtụbeghị ya mbụ.",
    "Awọ anaghị agba ọsọ ehihie n'efu.",
    "Mpatara: Mmadụ anaghị ebe akwa maọburụ na onweghị",
    "Erekwala ọkụkọ nwere otu ọkpa n'akụkụ  ebe ibi.",
    "Mpụtara: A ghọọla aghụghọ ebe ama gị ọfụma.",
    "Chụọ ewu ojii n'ehihie",
    "Mpụtara:  Mmadụ mee ihe n'oge o kwesiri ime ihe ahụ.",
    "Otu mkpụrụ akwụ adịghị efu n'ọkụ.A na-aka akpachapụrụ ihe pere mpe anya ọfụma karịa mgbe o juru ebe niile.",
    "Ezinulo",
    "Ebe foto si, Getty Images",
    "A na-esi n'ulọ mara mma pụọ ama.",
    "Mpụtara: Ihe ọma ọbụla ị na-eme n'iro, malite n'ụlọ mewe ya.",
    "Ebe a na-adụ nwa nwere nne ọdụ, ka nwa na-enweghị nne na-amụta ihe.",
    "Mpụtara: Onye ma ihe, na-esi na nzoghie ụkwụ ndị ọzọ muta ihe.",
    "Nne ewu na-ata igụ, ụmụ ya a na-ele ya anya n'ọnụ.",
    "Mpụtara: Ihe ọbụla nne maọbụ nna na-eme, ha mara na ụmụ ha na-amụta n'aka ha.",
    "Nwata na-ata akara, na-ata ego ya.",
    "Mpụtara: Nwata na-eme isi ike, na-ebutere onwe ya nsogbu.",
    "Amamihe",
    "Onye na-agakarị njem na-aka okenye n'otu ebe ama ihe nke ukwuu.",
    "Mpụtara: Onye na-emekarị njem ga-amụta ọtụtụ ihe karịa okenye na-anokarị otu ebe.",
    "Agbụsị gbaa otule ọ mụrụ akọ",
    "Mpụtara: Ihe mee mmadụ mekwasa ya , ọ mụrụ akọ.",
    "A tuọrọ ọmara, ọ mara, a tuọrọ ofeke, o fenye isi n'ọhịa",
    "Mpụtara: Naanị onye nwere amamihe na-anara ndumọdụ mana onye nzuzu na-atacha ndụmọdụ, o zuzuru gawa.",
    "Ukpana ukpoko gburu bụ nti chiri ya.",
    "Mpụtara: Ị maracha ihe ikwesiri ime ma gị emeghị ya, onwe gị mejọrọ",
    "Onye mara asụ, sụọ n'odo. Ma ị maghị asụ, sụo n'ala.",
    "Mpụtara: Ihe ọbụla onye na-eme, ya mara eme ya ọfụma.",
    "Ebe foto si, 9jaDelicacies/Instagram",
    "Abacha bụ nrị e jiri mara ndị Enugwu steetị",
    "Agadị wekọtacha ọkazị ma gbajie mgbọrọgwụ ya, agụ biara n'afo nke mbụ ga-abịakwa ọzọ.",
    "Mpụtara: Erichala ihe niile inwere taa, cheta na echi dị.",
    "O nweghị onye na-ajụ ofe azụ juputere na ya.",
    "Mpụtara: Ihe dị mma na-amasị onye ọbụla maọbụ onweghị onye na-ahụ uru jụ ya.",
    "Onye si na ya anaghi ata anu nkita, ya arakwala mmiri ofe ya.",
    "Mpụtara: Ihe ọbụla na-adịghị gị mma, agakwala ya nso.",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gị?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha",
    "Kedụ etu ọrụ gị si ghere oghe nye coronavirus?",
    "Ihe mere mmetọ ụmụaka ụmụnwọke ji arị elu",
    "Foto na-akọọrọ ụwa akụkọ ka ndị Naịjirịa si wee tụọ vootu n'ụbọchị ntuliaka",
    "Niger Republic Coup: Otu Ecowas amachiela ụgbọelu ọbụla ifefe maọbụ ifeba mba ahụ26 Julaị 2023",
    "NA EME UGBU A Gọọmentị Adamawa etinyela mmachi mkpagharị dịka ndị mmadụ wakporo ụlọ nchekwa nri",
    "Armed attack in Imo: Etu ndị uweojii si napụ ndị ojiegbe akwụ n'ọnụ n'Owere taa bụ Satode29 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Simon Ekpa asaala Nnamdi Kanu",
    "Ihe nchọputa anyị gosiri gburu ezinaụlọ mmadu ise n'Anambra- Ndị uweojii",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ nwa nwoke! - DavidoEmelitere ikpeazụ na: 20 Ọktọba 2019",
    "Niger Republic Coup: Otu Ecowas amachiela ụgbọelu ọbụla ifefe maọbụ ifeba mba ahụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}