{
  "published": "9 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, AFP",
    "Ọ bụrụ na ị gabigala mwakpo, ọ na abụ ihe dị mwute nakwa na-emerụ mmadụ ahụ na echiche.",
    "Mana ị ma na o nwere ọtụtụ ebe na-abụghị ụlọọrụ ndị uweojii ewepụtara iche maka nlekọta ụmụnwaanyị maọbụ ụmụaka gabigara mwakpo?",
    "Ihe ise ị ga-eme iji chekwa onwe gi n'ime Taxi",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Ụfọdụ n'ime ha bụ nke gọọmentị hibere ebe ndị ọzọ bụ ngalaba dị icheiche weputara onwe ha kachasị maka okwu a.",
    "BBC Igbo gakwara n'okporoụzọ iju ndị mmadụ ihe ha chere ekwesiri ime ndi e jidere na mwakpo nwoke na nwaanyị.",
    "Lee ihe ndị mmadụ na mpaghara Ọwụwa Anyanwụ zara anyị maka nke a.",
    "Mwakpo ụmụnwaanyị",
    "Lee ebe ndị ịnwere ike inweta enyemaka na nchekwa maọbụrụ na ịgabigala mwakpo mbụ",
    "Abia steeti",
    "Vicar Hope Foundation nke nwunye Okezie Ikpeazu hibere inye ụmụnwaanyị aka n'efu.",
    "Ọ dị na 183 Ndume Otuka Bypass, Umuahia n'Abia steeti.",
    "Akara ekwentị ha bụ  0808 192 1217.",
    "Ihe ise ị ga-eme ma ọ bụrụ na esemokwu ezinaụlọ na-emekpa gị",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ",
    "Abuja steeti",
    "Ngalaba nwere ụlọọgwụ na-ahụ maka mwakpo ụmụnwaanyị.",
    "Ọ dị na Social Development Secretariat (SDS) Ogogo abụọ, Cyprian Ekwensi House, Arts & Culture Complex Area 10, Garki Abuja.",
    "Akara ekwentị ha bụ 08077111126",
    "Anambara steeti",
    "N'Anambara, ngalaba ehibere maka ụmụnwaanyị na ụmụaka nwere ike ịnabata gị.",
    "Dịka kọmịshọna mgbasaozi steeti ahụ bụ Don Adinuba si kwuo \"ọ bụ ọrụ ha ịnabata ụmụnwaanyị akpasoro iko n'ike\".",
    "Ụlọọrụ ha dị na Dora Akunyili Development centre dị n'okporoụzọ Enugu - Onitsha.",
    "Enugu steeti",
    "WACOL Women House",
    "Ọ dị na No 9 Dr. Mathias Ilo Avenue, New Town, New Haven Extension, n'akụkụ New Haven Secondary School, Enugu.",
    "Akara ekwentị ha bụ 08037102015; 07035779083; 08066092184.",
    "Ebe ọzọ bụ:",
    "Tamar Sexual Assault Referral Center",
    "Ọ dị n'ụlọọgwụ FSP dị n'ihu ụlọ bụbu Institute of Management and Technology (IMT), Enugu.",
    "Akara ekwentị ha bụ 09091333000, 09092777000.",
    "Imo steeti",
    "Ngalaba na-ahụ maka ụmụ nwaanyị na ọdịmma ọha mmadụ",
    "Ị ga-achọta ha na Block 7, Imo State Secretariat, Port Harcourt Road, PMB 1597, Imo, Owerri, Nigeria",
    "Akara ekwentị ha bụ 083-230121-233592.",
    "Legọs steeti",
    "Mirabel Centre dị n'ime ụlọọgwụ Lasuth.",
    "Ọ dị na Lasuth, Ikeja General Hospital Road, Ikeja",
    "Akara ekwentị ha bụ 08155770000, 08115554877, 08187243648, 08176275732, 07013491769.",
    "Ebe ọzọ bụ",
    "Nigerian Institute of Medical Research (NIMR)",
    "Ọ dị na Edmund Crescent, Yaba, Legọs.",
    "Akara ekwentị ha bụ 08033065683",
    "Ebe foto si, Getty Images",
    "Rivas steeti",
    "Ọ bụ otu ndị dọkịta kpọrọ onwe ha \"Doctors without Borders\" maọbụ \"Medecins sans Frontieres\" n'asụsụ French hibere ebe ahụ.",
    "Ihe mere mmetọ ụmụaka ụmụnwọke ji arị elu",
    "Ebubo ụgha maka mwakpo na-emebi agha a na-ebuso mwakpo - Uti Nwachukwu",
    "Ha nwere ụlọọrụ abụọ dị na ụlọọgwụ Orogbum dị na Ogbunabali nakwa ụlọọgwụ Eliozu dị na Pọtakọt.",
    "Akara ekwentị ha bụ 09033555455 nakwa 07058890060. Ha na-emepe kwa n'elekere niile dị n'ụbọchị.",
    "Ọ bụrụ na ị bighị na steeti ndị edepụtara ebe a, i nwereike ị bụ ụzọ gaa na nke ndị uweojii nakwa ụlọọgwụ gọọmentị etiti ọbụla dị gị nso.",
    "Ngalaba ndị ọzọ na-enye ndị gabigara mwakpo aka bụ NAPTIP - Isi ụlọọrụ ha dị n'Abuja mana ha nwere ụlọọrụ dị na steeti ọbụla na Naịjirịa.",
    "Ị nwereike inweta ha na 07030000203 nakwa 08002255627847.",
    "Ọ bụrụ na gị maọbụ onye ọbụla (nwata na okenye) na-agabiga mwakpo, biko kpọtụrụ ndị a maka enyemaka.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Taa ka a ga-eli George Floyd",
    "Ihe 10 Garba Shehu boro Ipob ọhụrụ a",
    "Ụmụnyanyị",
    "Legọsị steeti",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Imo steeti",
    "Abuja",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Riva steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra27 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe anyị hụrụ n'ezinụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt'elekere 6 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Ihe ise gbara ọkpụrụkpụ Simon Ekpa gwara BBC Igbo na mkparịtaụka ha nwere",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Liverpool na Chelsea adọọla ka ofe ọkwụrụ bọrọ chi",
    "'Ihe onyonyo na-efegharị na soshal midia egosighị ebe mu na Uche Maduagwu kpere udo' - Jim Iyke",
    "Ịchụ nta Biafra anaghị enye anyị ohere itinye uche ebe Uwazurike nọ - Ipob",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 2020",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}