{
  "published": "5 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka mwakpo ụmụnwaayị bụ akụkọ a kpụ n'ọnụ ugbua na Naịjirịa, ọ dịkwa mkpa na e tinyere anya na mwakpo ụmụnwoke ọkachasị ụmụaka.",
    "Ugboro ole na ole ka akụkọ mwakpọ na mmetọ ụmụaka ụmụnwoke na-apụta mana a naghị etinyechara ya anya dịka ọ dị na nke ụmụnwaanyị.",
    "Ihe uweojii kwuru maka nwa akwụkwọ eboro ebubo ịwakpo ụmụnwaanyị 24",
    "A nwụchiela otu onye aka ya dị n'ogbugbu Uwavera n'Edo steeti",
    "Ihe na-ebute mmadụ iwakpo ibe ya n'ike",
    "Nke a mere anyị ji sị ka e lebanye n'ụfọdụ ihe na-ebu nke a, ihe ndị mere o ji arị elu, ihe nne na nna kwesịrị ime gdz.",
    "Chimezie Elekwachi bụ onye nchịkọta ọrụ n'ụlọọrụ na-ebuagha megide mwakpo ụmụaka a kpọrọ 'African Network for Prevention and Protection of Child Abuse and Neglect' nyere aka n'ịsa ajụjụ ndị a.",
    "O kwuru na-abịa n'ime mkpesa mwakpo ụmụaka ise batara n'ụlọọrụ ha na otu n'ime ha bụ nke metụtara ụmụnwoke.",
    "Ihe ndị na-ebute mmetọ ụmụaka ụmụnwoke",
    "Chimezie Elekwachi sị na e nwere ọtụtụ ihe na-ebute mwakpo na mmetọ ụmụaka bụ ndị gụnyere;",
    "Ọ sị na otu ihe na-ebutekatị ya bụ ihe a mụtara a mụta, na nwata e metọrọ mgbe ọ dị obere ga-achọ imetọ nwata ọzọ ma ọ bụrụ na o too.",
    "Gịnị ga-eme ka nwoke a bekachaa ụmụ ya atọ?",
    "'Anyị anwuchiela ndị isi Boko Haram 10' - Ndịagha Naịjirịa",
    "O kwuru na ndị ọkachamara kọwara na ụfọdụ na-amụta ụdị agwa a n'onwe ha dịka ha na-etolite a kpọrọ 'Developmental homosexuality'.",
    "Ụmụaka ndị ga-ebido na-amụ ya n'etiti ụmụaka ibe ha, si zie ebe ahụ mere na-aga n'ihu.",
    "Gịnị mere o ji arị ibe ya elu?",
    "Elekwachi sị na ihe mere akụkọ ịwakpo ụmụaka ji arị ibe ya elu ugbua bụ maka ịntanet nke nyere aka n'iji agbasa ozi n'ụwa.",
    "Nke bụ na onye pụta kwuo nke ya n'ịntanet, ndị ọzọ ewere ohere ahụ pụta kwuo nke ha, akụkọ a na-agbasa.",
    "O sị na mwakpo na mmetọ ụmụaka bụ ihe na-eme kamgbe gboo mana o nweghi etu e si ekwupụta ya.",
    "Kedụ ọrụ dịrị nne na nna banyere nke a?",
    "Elekwachi sị nne na nna kwesịrị ịṅa ntị n'ụfọdụ okwu ụmụaka ha na-akwa ha, na mgbe ụfọdụ na ọ bụ ihe banyere onye metọrọ ha.",
    "Na ha kwesiri iji nka chọpụta nke ọjọọ ma na-enyocha ahụ ụmụaka ha kwa mgbe kwa mgbe, iji chọpụta ma o nwere ihe dị iche n'ahụ ha.",
    "Ọ gara n'ihu kwuo na ha chọpụta na a wakporo nwa ha, ka ha akatọla nwa ahụ, a mala ya ikpe maọbụ taa ya ụta.",
    "Kama ka ha jiri nwayọọ kwado nwata ahụ site n'iti ya aka n'obi, ikpesara ndị uweojii maọbụ ụlọikpe.",
    "Ọzọ bụrụ na ha ga-akuziri nwata ahụ ụfọdụ ihe ndị a, ihe ọ pụtara, ọghọm dị na ya, mee ka ha mata na ọ bụ ihe ọjọọ.",
    "Nke ka nke bụ ka nne na nna gwa nwata ahụ ka ọ kpọọ aha onye ọbụla meturu ya n'ebe nakwa n'ụzọ na-adịghị mma.",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọelekere 6 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Azọpụtala mmadụ abụọ ma gwupụta ozu mmadụ atọ n'ụlọ dara na Yaba12 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọ",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Israel Adesanya emeriela Robert Whittaker n'asọmpị UFC 271",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}