{
  "published": "6 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chris Sanctus Okereke",
    "Broadcast Journalist",
    "Ọ bụ na ị naghị aga mposi nke ọma? Ugboro ole ka ị na-aga kwa ụbọchị? Lee ihe ọkachara kwuru maka ịga mposi.",
    "Ụfọdụ na-ele ịga mposi anya ka ọ bụ ihe ọjọọ, nke bụ na ụfọdụ anaghị achọ ka a mara na ha na-aga mposi mana ọ dị oke mkpa na ndụ mmadụ,",
    "Agwọ atụọla nwanyi n'ike n'ulo mposi",
    "World Toilet Day: Iji mmiri maọbụ iji ihe hịcha otele gị bụ ajụjụ ụwa kpụ n'ọnụ",
    "Ebe foto si, Getty Images",
    "Igbo na-akpọ ya mposi. Ụfọdụ na-akpọ ya ọma, ebe ndị ọzọ na-akpọ ya ogweasọ.",
    "Ịhe ọbụla ụnụ na-akpọ ya, mata na ịga mposi bụ otu n'ime ihe kachasị mkpa n'ahụ mmadụ.",
    "Otu nwaanyi na-achọghị ka anyị kpọọ aha ya sị na ya na-aga mposi otu ugboro n'izuụka abụọ.",
    "Toilet Posture:Lee ka ị ga-esi ga mposi ọfụma na-achịghị nsị",
    "Nwaanyị ọzọ si na ya na-aga nke ya otu ugboro n'izuụka.",
    "Mana, Dọkịnta Chinedum Aranotu bụ dọkịnta ahụike na University of Nigeria Nsukka sị na o kwesiri ka onye ọbụla na-aga mposi ihe dịka otu ugboro maọbụ ugboro abụọ n'ụbọchị.",
    "Ọ sị na \"ịga mposi otu ugboro n'izuụka nwereike ibutere mmadụ ọrịa dị iche iche\".",
    "Iji ghọta ka mposi sị dị mkpa n'ahụ mmadụ, ọ dị mma ịghọta ihe bụ mposi.",
    "Gịnị bụ mposi?",
    "Mposi bụ ihe eriri eri nke ahụ mmadụ anabataghị. Ihe dịka protin, nnu, nje na ihe ndị ọzo nke eririafọ mmadụ yọchara, na-abaghịzị uru n'ahụ, nke ahụ chụpụrụ achụpụ site na eririafọ.",
    "Akwụkwọ ahụike 'Healthline' si na ụdịdị maọbụ usi mposi dị iche dịka ahụ mmadụ si dịkwa iche mana ụdị ya nwereike igosi ka ahụike mmadụ dị.",
    "Ugboro ole ka mmadụ kwesiri ịga mposi?",
    "Akwụkwọ akụkọ 'Healthline' sị ka mmadụ sị aga mposi gosiri ka ahụike eririafọ ya dị.",
    "Chinedum Aranotu kwukwara na \"onye ọbụla na-eri ihe kwa ụbọchị kwesiri ị dị na-aga mposi kwa ụbọchị na-emeghi etu a nwereike ibutere onye ahụ ọrịa dị iche iche\".",
    "Ebe foto si, Chinedeu Aranotu",
    "Dkt. Chinedum Aranotu sị na ịga mposi kwa ụbọchị dị oke mkpa n'ahụike mmadụ",
    "Enweghi ugboro ole kpọm kwem mmadụ kwesiri ịga mposi, mana ndị 'Healthline' sị na bido n'ugboro atọ n'ụbochị rụọ ugboro atọ kwa izuụka dị mma.",
    "Nyocha e dere n'akwukwọ mgbasaozi nke \"Scandinavian Journal of Gastroenterology\" kwadokwara nke a.",
    "Igbo kwenyere na ịga mposi n'ụtụtụ tupu ị saa ahụ maọbụ tupu nrị abanye gị n'afọ kacha mma, na ọ ga-enye ohere ka nrị ọhụrụ baa gị ahụ.",
    "Dọkịta Aranotu kwenyekwara na ịga mposị ụtụtụ kacha mma ma kwuo sị \"Onye ọbụla nwereike ịga mposi mgbe ọ gụrụ ya\".",
    "Ọ sị na \"mposi ụtụtụ ka mma maka na ọ ga-eme ka ahụ gị ghere oghe ịnabata nrị nke ụbọchị. Ọ ga-enyekwa aka ịme ka mmadụ jikere maka ọpụpụ nke ụbọchị ahụ ka mposi nsị ghara ịkpa ya n'ụzọ.",
    "World Toilet Day: Ka nwa gị ga-esi mụta ị ga mposi n'ọnwa isii",
    "Nyocha ndị 'Healthline' mere mmadụ 2000 gosiri na pasentị 50 n'ime ha na-aga mposi otu ugboro n'ụbọsị, ebe pasentị 28 na-aga ugboro abụọ n'ụbọchị.",
    "Mmadụ dị pasenti 5.5 na-aga otu ugboro kwa izuụka. Pasenti 61.3 na-aga mposi kwa ụtụtụ, pasentị 22 na-aga n'ihihie, pasentị 2.6 nke ọzọ na-aga n'abalị.",
    "Ndị ọkachamara na-akọwa na Chineke kere eririafọ mmadụ ka onweike ịhọpụtacha nje na nri ndị ọzọ ahụ mmadu achọghị n'abalị.",
    "Nke a mere mposi ji abịa mmadụ n'ụtụtụ mgbe onye ahụ biliri n'ụra, ọkachasị mgbe ọ ṅurụ oke mmiri maọbụ rie nri dị ọkụ.",
    "Ịta \"chewing gum\" ọ dị gị mma n'ahụ?",
    "World Toilet Day: Iji mmiri maọbụ iji ihe hịcha otele gị bụ ajụjụ ụwa kpụ n'ọnụ",
    "Ihe ndị nwereike ị nye aka ka mmadụ na-aga mposi kwa mgbe",
    "Nri - Iri ihe dịka agwa, na mkpụrụ ndị ọzọ, akwụkwọ nrị na mkpụruosisi nwereike ịnye aka ịga mopsị kwa mgbe. Ihe ọṅọṅụ nwekwara ike ịme ka mmadụ gaa mposi esighi ike.Afọ ole mmadu dị - Afọ ole mmadụ dị nwereike imetụta ka onye ahụ sị aga mposi. Ihe nwereike ibute nke a bụ maka na mgbe mmadụ anaghịzị agagharị nke ọma, ka eririafọ onye ahụ sị anabata nrị na agbada.",
    "Ịṅụ ọgwụ na-esokwa eme ka nrị ghara ịba mmadụ n'ahụ ka o kwesiri.",
    "World Toilet Day: 'Isi nsị anaghị ekwe anyị kute ume ndụ'",
    "Mmegherị ahụ - Etu mmadụ si emegharị ahụ na-enyekwa ka ịme ka onye ahụ na-aga mposi nke ọma nke Bekee kpọrọ \"peristalsis\". Ije nakwa ịmegherị ahụ nke ọma na'enye aka ime ka mposi na-apụ mmadụ n'ahụ ka o kwesiri.",
    "Ọrịa - Ọrịa ụfọdụ na-emekwa ka afọ mmachie mmadụ ike. Ọrịa ndị Bekee kpọrọ \"inflammatory bowel disease\" nakwa \"viral gastroenteritis\" nwereike ịmachi mmadụ afọ.",
    "Mgbe ụfọdụ ọgwụ ahụmgbu ụfọdu nwekwereike ịgbachi mmadụ afọ.",
    "Etu mposi nwereike iji gosi ka ahụ dị mmadụ",
    "Na nyocha e mere n'isi mmadụ dị puku abụọ (2000), healthline weputere ihe ha kpọrọ Bristol Scale nke na-enyeaka ịma ụdị nsị mmadụ nyụrụ na ihe o gosiri.",
    "Lekwa eserese ya ebe.",
    "Nke mbụ - Nsị kpụrụkpụru dịka okwute na-egosi na afọ gbachiri mmadụ ma na-esikwa elu mmiri. Ịwụchapụ ya na-ahịa ahụ maka na ụfọdụ ha anaghị ekwe apụcha mgbe awụrụ ya mmiri. O kwesighị ịna eme mgbe niile.",
    "Nke abụọ - Nsị dị ogologo gbujiri egbuji dịka egu gosikwara afọ mgbachi. Ụdị nke a na-esekwa elu mmiri. Ịnyụpụta ya na-ahịakwa ahụ maka ụdị nkụ ọ kpọrọ. O nwekwaraike ịmerụ mmadụ ahụ n'ike ma-akpachaghị anya. O kwesikwaghị ịna anyụ nke a mgbe niile.",
    "Nke atọ - Nke a toro ogologo nwechere ahịrị n'elu ya. Ụdị nke a na-adịkarị nfe ọnyụnyụ ọkacha ma ọ dịtụ nwa nlo (soft) ma hịakwaa ahụ ịkwopu mgbe awụrụ ya mmiri maka na o sere elu ma dịkwa ogologo.",
    "Ọ bụ dị nsị a ka ana akpọ agada gbachiri ụzọ maka ọ naghị ekwe ekwochapụ mgbe anwụrụ ya mmiri.",
    "Nke anọ - Nke dị ka agwọ bụ nke ndị ọrụahụike na-asị na ọ bụ ya ka mposi mmadụ kwesiri ịdị bụ nke mmadụ kwesiri ị na-anyụ kwa ụbọchị maọbụ ugboro atọ n'ụbọsị.",
    "Ọ na-adị nfe ọnyụnyụ maka na ọ dị nlọ, dịka ogologo na-apụ n'ike na-enweghị mgbachi ọbụla.",
    "Nke ise - Ụdị nke a na-agbakọ agbakọ mana ọnaghị ekeji ekeji. Ọ na-egosi na onye ahụ enweghị \"fibre\" n'ahụ.",
    "Ọ na-agbarikarị na mmiri ma ọ pụta. Mgbe ụfọdụ, ị hụkwa mkpụrụ nrị dịka agwa, maọbụ ihe ndị ọzọ onye ahụ riri.",
    "Nke isii - Ụdị mposị a anaghị enwe ihe oyiri eyi. Ọ naghị akwụdosi ike n'ala. Ọ na-egosi obere afọ ọsịsa. O kwesiri ka onye nyụrụ udi nsị a na-aṅụ mmịrị nke ọma.",
    "Nke asaa - Nsị mmiri mmiri bụ nke na-egosi afọ ọsịsa, nke pụtara na nrị anaghị anọ onye ahụ n'ahu.",
    "Onwere ihe agwa mposi mmadụ na-egosi?",
    "Mposi mmadụ na-agba ama dị iche iche. Ọ na-agbakwa ama onye ahụ dị na onye ahụ na-adịghị.",
    "Lee esere ese ya ebe a.",
    "A.",
    "Nke a na-acha ezigbo akwụkwọ ndụ; o gosiri na onye ahụ na-eri nrị akwụkwọndụ karịa. Nke a adịchaghị mma dịka ndị dọkịnta siri kwuo.",
    "B.",
    "Nke a na-achatụkwa akwụkwọ ndụ maka ọ karịghị. Nke a gosiri onye ahụ dị.",
    "C.",
    "Nke a na-acha ụrọ ụrọ gosikwa onye ahụ dị.",
    "D.",
    "Nke a na-eji oji gosikwara na ọnye ahụ na-aṅụ ọgwụ dị agha bụ nke nwere ayọnụ maọbụ na onye ahụ na-agba ọbara na mgbiri afọ ya ebe dịkara obi ya.",
    "E.",
    "Nsị dị ọcha gosiri na ọnụnụilu onye ahụ kpochiri akpọchị. Onye ahụ kwesiri ịga-ụlọọgwụ ozugbo.",
    "F.",
    "Nsị meemee gosiri na onye ahụ na-eri ihe dị meemee maọbụ na ọ na-agba ọbara na mgbada eriri afọ ya.",
    "G.",
    "Nke a gosiri na abụba karịrị onye ahụ n'ahụ maọbụ na ahụ ya anaghị anabata nrị ọfụma.",
    "Ajụjụ a na-ajụkara maka nsị",
    "Dkt. Aranotu zara ụdọdụ ajụjụ a na-ajụkarị.",
    "Kedụ ihe ọpụtara nsị mmadụ ise n'elu mmiri?",
    "Mgbe ụfọdụ nsị mmadụ na-ese elu mmiri nke gosiri na ụme adịghị ya. Otu nyochae e mere na-egosi na ikuku maọbụ mmiri karịrị onye ahụ n'afọ.",
    "Onwekwaraike ọ bụrụ na ahụ onye ahụ anaghị anabata nrị nke ọma, nke a nwereike igosi na afọ machiri onye ahụ.",
    "Gịnị bụ afọ mgbachi Bekee kpọrọ \"Constipation\"?",
    "Mayo Clinic sị na \"constipation\" bụ agaghị mposi ihe dịka ugboro atọ n'izuụka.",
    "Lekwa ka o sị kọwa ya.",
    "Otu ugboro n'ụbọchị dị mma",
    "Ugboro abụọ n'ụbọchi dịkwa mma",
    "Ugboro atọ n'ụbọchi dịkwa mma.",
    "Otu ugboro n'abali abụọ bụ afọ magbachi (constipation)",
    "Otu ugboro na abali atọ gawazịa bụ afọ mgbachi",
    "Gịnị na-ebutekwanụ afọ mgbachi a?",
    "Ọtụtụ ihe nwereike ibutere mmadụ afọ mmachi.",
    "Ọ bụru na akwara nọketere nke Bekee kpọrọ \"Colon\" maọbụ \"Rectum\" nwee nsogbu, mposi onye ahụ nwereike isiike.",
    "World Toilet Day: 'Isi nsị anaghị ekwe anyị kute ume ndụ'",
    "Ihe ọbụla metutara \"Hormone\" mmadụ dịka afọime maọbụ nrị nwerike imetute mpsoi onye ahụ.",
    "Ọ bụrụ na ihụ udi ihe a na mposi gị, bido riwe akwukwọ nrị, mkpuruosisi na agwa na ndị otu ya.",
    "Ịṅụkwa mmiri na-emegharị ahụ ga-enye aka ka afọ gbasaa onye ahụ.",
    "Agbanyeghị na mposi mmadu nwereike isiike maọbụ dị nlo site na ụbọchị gawa n'ụbọchị, onye ọbụla afọ ya siri ike karịa abali abụọ kwesiri ịga ụloọgwụ.",
    "Afọ mmachi adịghị mma dịka oke afọ ọsịsa na-adịghịkwa mma.",
    "Nke a nwereike ịbụ mgbamma na ihe ọjọ na-abịa n'ihu, ya mere kee nkwụcha chebiri ya.",
    "Gburugburu",
    "Ahụike",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "Nchọpụta gbasara ọgwụ",
    "Lee etu ụcha mbọaka gị si egosipụta ọnọdụ ahụike gị23 Julaị 2022",
    "BBC Nkeji14 Juun 2022",
    "Ike Ekweremadu news today: A kpụpụla otu nwoke ụlọikpe gbasara ikpe Ike Ekweremaduelekere 8 gara aga",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Super Falcons\" width=\"1890\" height=\"1063\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Ihe mere anyị jiri zaa oku ịgbara Naịjirịa bọọlụ - Ụmụnwaanyị Super Falcons18 Julaị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp\" alt=\"Mo Farah\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Ọ bụ mgbere ka ejiri kpọbata m mba Briten - Mo Farah12 Julaị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp\" alt=\"Ndị Super Falcons nke Naịjirịa\" width=\"1379\" height=\"776\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Etu ndị Super Falcons nke Naịjirịa si eke ekike oge ha anaghị agba bọọlụ3 Julaị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/EBB9/production/_124854306_p0c8817h.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/EBB9/production/_124854306_p0c8817h.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/EBB9/production/_124854306_p0c8817h.jpg.webp\" alt=\"Kelechi (Arsenal) Anyikude\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi - Kelechi Arsenal22 Mee 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/A4EF/production/_125932224_dd0da504-502c-48c7-a241-a3c6758453cd.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/A4EF/production/_125932224_dd0da504-502c-48c7-a241-a3c6758453cd.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/A4EF/production/_125932224_dd0da504-502c-48c7-a241-a3c6758453cd.jpg.webp\" alt=\"Portable Omolalomi\" width=\"1080\" height=\"608\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Ihe ị kwesịrị ịma maka 'Portable Omolalomi'19 Julaị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/9812/live/47dd1590-0613-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/9812/live/47dd1590-0613-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/9812/live/47dd1590-0613-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Gịnị na-eme ụfọdụ ndị gọvanọ chịchaa ha agbaga ụlọomeiwu?\" width=\"1920\" height=\"1080\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Gịnị na-eme ụfọdụ ndị gọvanọ chịchaa ha agbaga ụlọomeiwu?18 Julaị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/F5D2/production/_125903926_7c32eed5-17eb-4d2c-84a7-59dfc6348363.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/F5D2/production/_125903926_7c32eed5-17eb-4d2c-84a7-59dfc6348363.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/F5D2/production/_125903926_7c32eed5-17eb-4d2c-84a7-59dfc6348363.jpg.webp\" alt=\"Nje Marburg\" width=\"603\" height=\"339\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Marburg virus: Ihe ị kwesiri ịma maka nje a gburula mmadụ abụọ8 Julaị 2022",
    "Ike Ekweremadu news today: A kpụpụla otu nwoke ụlọikpe gbasara ikpe Ike Ekweremadu",
    "Aga m emezu nkwa niile m kwere unu - Ademola Adeleke",
    "Lee etu ụcha mbọaka gị si egosipụta ọnọdụ ahụike gị",
    "E nwere uwe ụkọchukwu e dere Katọlik n'ahụ ya? - Ugo Ugokwe",
    "Etu ụmụakwụkwọ abụọ si kubie n'ụgbọala ụlọakwụkwọ n’ihi enwetaghị ikuku",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gịEmelitere ikpeazụ na: 6 Juun 2020",
    "Autism egbochighi nwa m ịbụ ide ego n'afọ 17",
    "Ihe ga-agbanwe ugbua NNPC bụrụla ụlọọrụ nọọrọ onwe ya (NNPC LTD)",
    "Etu nwata nwaanyị dị afọ iri n'Ede-Oballa Nsukka si nwụọ n'aka ndị omekome dinara ya n'ike",
    "Gọọmentị Abịa steeti egosila ndị isi Abia Poly iwe ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}