{
  "published": "9 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụnyahụ bụ ụbọchị asatọ nke ọnwa June ka onyeisi Nigeria Centre For Disease Control bụ Chikwe Ihekweazu kwuru na o nweghị ka ndị bi n'ala Igbo ghara inwe mgbalite ọnụọgụgụ ndị bu coronavirus maọbụrụ na-eme nyocha zuruoke.",
    "O kwuru na nke a bụ maka na ndị Igbo bụ ndị na-emekarị njem.",
    "Ihe pụtara na nzuko ndị gọvanọ ọwụwanyanwụ n'Enugwu",
    "Kedụ gọvanọ ji ndị ọrụ Bekee ụgwọ na mpaghara ọwụwanyanwụ?",
    "Mana gịnị na-akpata emeghị nnyocha zuruoke maka covid-19 n'ọwụwa anyanwu?",
    "Dkta Mcginger Ibeneme bụ , onyeisi 'Isolation Centre, Nnamdi Azikiwe Teaching Hospital, Nnewi,  kwuru na o kwetaran'ihe onyeisi NCDC kwuru.",
    "O kwuru na ọtụtụ ndị na-akpọ ụlọọrụ NCDC na-agwa ha na ha na-ahụ ihe na-egosi na ha ebutela ọrịa ahụ, mana ụfọdụ oge ha kpọọ ụlọọrụ NCDC nke steeti o nweghị onye ga-atụpụrụ ha ọnụ.",
    "\"A naghị agadị eme ha nnyocha.\"",
    "O kwuru na steeti dịka Ebonyi na-enyocha mmadụ ruru 100 kwa ụbọchị makana ha nwere ebe nyocha na steeti.",
    "Ihe a ga-eme iji wulite nnyocha maka covid-19 na mpaghara Ọwụwa Anyanwu",
    "Mcginger kwuru na:",
    "Ọ bụ ọrụ gọọmenti iwepụta kemikal eji enyocha sampụlụ ndị mmadụ ewekọtara.",
    "O kwuru na gọọmenti kwesiri igbado anya n'iwekọta sampụlụ ndị mmadụ achọpụtara bu ihe ngosi covid-19.",
    "O kwuru na irụtakwu ụlọ nnyocha nke a kpọrọ 'Lab' na steeti ọbụla dị na mpaghara ọwụwa anyanwu.",
    "O kwuru na ọ dị mma ka gọọmenti etiti zụọ ndị ọrụ ahụike nọcha na steeti ndị ahụ ka ha nweike imeli nyocha maka covid ọfụma.",
    "Mbọ niile anyị gbara ịnụta n'ọnụ ndị kọmịshọna ahụike steeti ndị dị na mpaghara ọwụwa anyanwu kpụrụ n'ala makana ha azaghị ekwenti ha.",
    "Taa ka a ga-eli George Floyd",
    "Ihe 10 Garba Shehu boro Ipob ọhụrụ a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ebubo ụgha maka mwakpo na-emebi agha a na-ebuso mwakpo - Uti Nwachukwu",
    "NA EME UGBU A Zamfara Girls Kidnapping: Etu ndị ekperima si tọrọ ọtụtụ ụmụakwụkwọ na GGSS Jangebe",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọgịnị na-esere ndị Oruku na Umuode n'Enugwu Steetielekere 7 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}