{
  "published": "9 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Broadcasting Service",
    "Ọ kpọtụrụ akpọtụ n'akwamozu Anthony Obiagbaoso Enukeme bụ onye e ji 'Tonimas' mara dịka ndị nwere agba si ebe dị iche iche bịara Neni, dị n'Anambara steeti maka ịkwanyere ya ugwu ikpeazụ na nsonso a.",
    "Anyịnya igwe nakwa ikpeozu oke ọnụ ahịa e ji buru ahụ Enukeme, onye nwe ọdọmmanu ụgbọala 'Tonimas' na mpaghara dị icheiche n'ala Igbo, ka bụ ihe ndị mmadụ ji adọrịta ụka na soshal midia.",
    "Ebe foto si, ABS",
    "Ọtụtụ ndi mmadụ gbara akaebe maka umeala, igba mbọ, inyere ndị ogbenye aka na ọrụ ọma ndị ọzọ ojiegoachuego ahụ biri n'Aba rụrụ oge ọ dị ndụ.",
    "Ebe foto si, ABS",
    "Ụlọụka juru eju n'akwamozu Tonimas",
    "Aka na-achị Anambara steeti bụ Willie Obiano, akwaara arịrị ma ruo uju maka ọnwụ Anthony Enukeme.",
    "Joseph Achuzia, Dike Biafra alaala",
    "Kofi Annan, onye bụbu odeakwụkwọ UN anwụọla",
    "Robert Mugabe anwụọla n'afọ 95",
    "Obiano gosiri mwute ya site n'ozi o zipuru site n'akara Facebook ya.",
    "Ebe foto si, Facebook/Willie Obiano",
    "Mazi Anthony Enukeme (Tonimas)",
    "O kwuru na ọnwụ Enukeme gbara ya ka akpị n'ihi na ọ bụ mmadụ udo ma bụrụkwa onye o ji ego achụ ego ma ihe ọ na-eme.",
    "Obiano kọwakwara Enukeme dịka ide nke otu pati APGA.",
    "Ọ gara n'ihu kwuo na ihe a ga-eji cheta ya bụ ihe ọma o meere obodo ya, ụka nakwa steeti Anambara.",
    "Ebe foto si, ABSTV",
    "Chi ji ụtụtụ jie mgbe akụkọ pụtara na Anthony Obiagboso Enukeme, onyeisi ụlọọrụ Tonimas Group nwụrụ n'ụbọchị Tuzde.",
    "Akụkọ apụtabeghi maka ihe kpatara ọnwụ ya dịka ndị ezinaụla ekwubeghi ihe ọbụla.",
    "Robert Mugabe: Ihe ndị i kwesiri ịma maka ya",
    "Ihe ị kwesịrị ịma maka Anthony Obiagboso Enukeme (Tonimas)",
    "Anthony Obiagboso Enukeme bụ onye obodo Neni dị n'Anambra Steeti.",
    "Ọ bụ onye achụntaego na ngalaba mmanụ agbịdị a ma ama na Najirịa, ma bụrụ onyeisi ụlọọrụ Tonimas Group nke nwere ngalaba dị iche iche gụnyere Tonimas Oil, nke a mere e ji akpọ ya Tonimas.",
    "O nwere ụlọọrụ a na-esi mmadụ ụgbọala dị n'Aba nwekwaa ọdọ dị iche iche a na-ere mmanụ ụgbọala (Filling Station) na Naịjirịa.",
    "E chiri ya echichi dị iche iche nke gụnyere Onowu Neni pụtara 'onye aka nri nke Eze Neni.",
    "Ọ bụ onye otu Pati All Progressive Grand Alliance (APGA) nke o so n'otu n'ime ndị hiwere ya.",
    "Ndị maara ya sị na ọ bụ 'o mepuru onye ọ na-ara ahụ'. na ọ na-enyere ndị mmadụ aka nke ukwuu.",
    "A sị na ọ rụọla ọtụtụ ụlọ gụnyere ụlọụka n'obodo ya bụ Neni dị n'Anambra Steetị.",
    "Lee foto etu e si kwaa ma lie ya:",
    "Ebe foto si, ABS",
    "Ebe foto si, ABS",
    "Ndị ụkọchukwu dị iche iche bịara akwamozu a",
    "Mụta ihe na-ebute 'ọkọ Junction',mgbochi na ọgwụgwo ya",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya",
    "Ịta 'red meat' a dị gị mma n'ahụ? Lee ihe mere anyị ji ajụ",
    "Ihe mere e ji kwụsị Rev. Fada Oliver Ekene Nwosu ọrụ ụkọchukwu n'ụka Catholic",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'",
    "Ahịa mmanụ agbịdị",
    "Naijiria",
    "Anambra Steeti",
    "Ka akwamozu Charity, nwunye Coscharis si kpọtụọ taaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "prophecies: Buhari, chee aka ghọrọ mkposa Naijiria ma i nyefe onye Ugwu ọchịchị - Mbaka7 Jenụwarị 2022",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ka akwamozu Charity, nwunye Coscharis si kpọtụọ taa",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ihe anyị ma maka ogbunigwe a tụrụ n'ụlọọrụ ndị uweojii awakporo n'Ideato, Imo steeti",
    "prophecies: Buhari, chee aka ghọrọ mkposa Naijiria ma i nyefe onye Ugwu ọchịchị - Mbaka",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe i kwesịrị ịma maka Anyim Pius Anyim chọrọ ịzọ ọkwa onyeisiala na 2023",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}