{
  "published": "10 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Okechukwu Acha",
    "Ụkọchukwu na-achịkọta ụka Metọdist nke 'Ụmụogele Circuit' dị na dayọsis Aba-East bụ Acha David Okechukwu, edurula ndị ụka ya gaa mee mbeku maka ajọ ọnọdụ okporoụzọ dị n'Aba, Abia.",
    "Okporoụzọ Umunya ọ nyịala gọọmentị idozi?",
    "'Gọọmentị bịa doziere anyị okporoụzọ Okigwe-Umuahia gbabiri abụọ'",
    "Okechukwu, onye ji akwukwọ nso na abụ na ekpere zọchie n'okporoụzọ Ohanku, dị na Ngwa Road, Aba, ụbọchị Satọdee dọtara anya ọtụtụ ndị na-agafe dịka ọ gara ije n'ime idemmiri dọ n'okporoụzọ ahụ.",
    "Ebe foto si, Okechukwu Acha",
    "Okporoụzọ Ohanku bụ ụzọ jikọrọ ebe dị icheiche n'ala Igbo gụnyere Rivas steeti, Akwa-Ibom, Aba-Saụt na Aba-Nọt.",
    "Ebe foto si, Uche Akolisa",
    "Ihe ha mere bidoro wuwe na soshal midia n'ụbọchị Wednesde, Juun 10, dịka ọtụtụ ndị mmadụ ji ọnọdụ okporoụzọ dị n'Aba were mee isi akụkọ.",
    "Content is not available",
    "End of Facebook post, 1",
    "Ebe foto si, Okechukwu Acha",
    "Mana Ụkọchukwu Acha gwara BBC Igbo n'ekwentị na ọ bụghị ngagharịiwe ka ha mere, kama na ha gara kpọkuo Chineke ka o zitere ha onye ga-arụ okporoụzọ ahụ dịka ọnọdụ ya na-ata ndị na-azụ ahịa nakwa ndị bi na mpaghara ahụ ahụhụ.",
    "Ọ sị, \"Isi okwu anyị bụ Chineke napụta anyị, onye ọbụla ụzọ ahụ dị n'aka, metụ onye ahụ aka n'obi ka ọ bịa.\"",
    "Ọ gara n'ihu tụọ arịrị na ajọ ọnọdụ okporoụzọ Ohanku na-adọghachi aka elekere azụ n' atụmatụ dayosis ya nwere iwulite ụlọọgwụ na mpaghara ahụ.",
    "Gee ihe o kwuru n'uju:",
    "Ọnọdụ ọtụtụ okporoụzọ dị n'ala Igbo bụ ihe na-eri ọtụtụ ndị Igbo nri n'afọ kemgbe ọchịchị gafere n'aka ndị nkiti n'afọ 1999.",
    "Ebe foto si, Okechukwu Acha",
    "Cheta na n'afọ 2016, otu ụkọchukwu Angịlịkan bụ ụkọchukwu Uche Chinamerem, mere emume ncheta nnwereonwe Naijiria n'okporoụzọ 'Douglas Road' dị n'Owere, iji gosi ajọ ọnọdụ ụzọ ahụ nke ghọrọ ikpo ahịha oge ahụ.",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gị",
    "Ihe 10 Garba Shehu boro Ipob ọhụrụ a",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steetielekere 8 gara aga",
    "",
    "\"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" 13 Juun 2024",
    "Ndị ọchịchị na-ana 'hardship allowance' mana obere 'minimum wage' bụrụ okwu- Fada Mbaka 11 Juun 2024",
    "A nwuchiela ndịuweojii a na-enyo maka 'ọnwụ' Andrew Ochekwo?13 Juun 2024",
    "Ndị uweojii achụọla onye uweojii a sị gbagburu Emmanuel Okocha12 Juun 2024",
    "Enugu steeti: Lee ihe na-esere ECTDA na EEDC11 Juun 2024",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi nwụrụ anwụ11 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo12 Juun 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụkọchukwu edurula ndị ụka mee ngagharịiwe maka ajọ okporoụzọ n'AbaEmelitere ikpeazụ na: 10 Juun 2020",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo",
    "Etu nwaanyị si gbuo enyi ya nwoke maka ike ego ha nwetara na nwayo",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}