{
  "published": "12 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Presidency",
    "Muhammadu Buhari",
    "Dịka Naịjirịa na-eme emume ncheta ụbọchị onye kwuo uche ya nke Bekee kpọrọ 'Democracy Day', onyeisiala Muhammadu Buhari gbasaara ụmụ Naịjirịa ozi n'onyonyoo TV.",
    "Nke a bụ nke mbụ a na-eme emume ncheta ọchịchị onye kwuo uche ya n'ụbọchị iri na abụọ nke ọnwa Jun.",
    "Buhari ji ohere mgbasa ozi ahụ kọwapụta ihe o mepụtarala kamgbe ọ malitere ọchịchị.",
    "Okwukwara njikere ọ dị ịhụ na Naịjirịa gabigara ihe ọdachi niile na-echere ya aka mgba.",
    "Lee ụfọdụ ihe o kwuru:",
    "Buhari kelere ndịọrụ ahụike nakwa ndị niile na-agba mbọ ịhụ na ọrịa coronavirus alaghị ụmụ Naịjirịa n'iyi.",
    "Onyeisiala kelekwara ndị niile na-enye aka ka ọchịchị onye kwuo iche ya na-esiwanye ike na Naịjirịa.",
    "O kwuru na GDP Naịjirịa gbagoro site n'otu pasentị na ụma (1.19%) n'afọ 2018 ruo pasentị abụọ na ụma (2.27%) na 2019, mana n'ihi ihe isi ike so ọrịa coronavirus, GDP agbadatala ruo otu pasentị na ụma asatọ (1.87%) na mbido afọ 2020.",
    "Ego Naịjirịa dopuru maka echi gbaliri site na ijeri dọla 33.42 ($33.42 billion) n'ọnwa April ruo ijeri dọla 36 ($36 billion) n'ọnwa Mee 2020.",
    "Gọọmentị eweela mmadụ puku ise n'ọrụ dịka 'Agro Rangers'. Nke a pụtara ndị nche ga na-echekwa ihe a kọrọ n'ubi nakwa ndị na-azụ anụmanụ.",
    "Ego Naịjirịa na-enweta site na ire cocoa nakwa mkpụrụ 'sesame' (sesame seeds) agbaliela ruo nde dọla 79.4 nakwa nde dọla 153",
    "Naịjirịa na-agba mbọ ibawanye azụmahịa ya na mba Afrịka ndị ọzọ.",
    "",
    "Na ngụkọ maka obodo ebe ọ kacha mfe ịzụ ahịa, Naịjirịa ji akara 25 gbagoo.",
    "Buhari kwukwara na ọ fọla obere ka a rụchaa ọdọụgbọelu dị n'Enugwu bụ nke e mechiburu iji rụgharịa ya",
    "Gọọmentị amalitela iwe ndị ntorobịa ruru 774,000 n'ọrụ iji belata enweghị ọrụ dị n'obodo.",
    "Ndị ntorobịa a ga-abụ otu puku mmadụ n'okpuru ọchịchị 774 dị na Naịjirịa",
    "Buhari gara n'ihu kwuo na ndịọrụ mgbochi nrụrụaka anwụchiela ihe karịrị mmadụ 1,400, ma napụta ha ego karịrị ijeri naịra 800.",
    "Onyeisiala kwuru na oke igbu mmadụ na Naịjirịa na-ewute ya. O kwuru na ya enyela ndị isi ọrụ nchekwa iwu ka ha nwụchie ndị niile aka ha dị n'ịkwafu ọbara na Naịjirịa",
    "N'oge mbụ, a na-eme emume 'Democracy Day' n'ụbọchị 29 nke ọnwa Mee.",
    "Ebe foto si, Getty Images",
    "MKO Abiola bụ onye a na-ekwu meriri ntuliaka e mere na Jun 12 afọ 1993, mana onyeisiala Ibrahim Babangida kagburu ntuliaka ahụ",
    "Ọ bụ n'ụbọchị ahụ n'afọ 1999 ka ndị agha nyefere ọchịchị n'aka ndị nkịtị.",
    "Mana n'afọ 2019, Buhari kwuru na 'Democracy Day' ga-abụzị na June 12.",
    "Ọbụ na June 12 afọ 1993 ka e mere ntuliaka na Naịjirịa mana onyeisiala oge ahụ bụ Ibrahim Babangida kagburu ya bụ ntuliaka.",
    "Onye e che meriri ntuliaka ahụ bụ Moshood Abịọla larala mmụọ.",
    "Nke a mere ka Buhari kwanyere Abiola ugwu na 2019 ma nye ya nzere GCFR (Grand Commander of the Federal Republic).",
    "Etu ngaghariiwe June 12 si aga n'ala Igbo na ebe ndị ọzọ na Naịjirịa12 Juun 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steetielekere 4 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Etu ngaghariiwe June 12 si aga n'ala Igbo na ebe ndị ọzọ na Naịjirịa",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Ihe Onyeisiala Muhammadu Buhari siri gọọmentị ga-eme ndị na-awakpo ụlọ ndị uweojii n'ọwụwa anyanwụ",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}