{
  "published": "12 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Naịjirịa natara ọchịchị n'aka ndị agha n'afọ 1999 were banye n'ọchịchị onyekwuouche ya.",
    "Kemgbe ahụ o nweela onyeisiala anọ nke nọ ugbua bụ Muhammadu Buhari.",
    "Buhari ekwughi eziokwu maka ọrụ ọ rụrụ – Ohaneze, CUPP",
    "Mana ndị mmadụ kwuru na o nwebeghị ihe gbanwere mgbe BBC Igbo jụrụ ha ajụjụ.",
    "Lee uche ha n'ihe nkiri a",
    "Gịnị bụ 'democracy' n'asụsụ Igbo?",
    "Ka mmemme June 12 n'Abuja sị aga",
    "Ọkpụrụkpụ okwu Onyeisiala Buhari kwuru na mgbasa ozi 'Democracy Day'",
    "June 12: Ọkpụrụkpụ okwu Onyeisiala Buhari kwuru na mgbasa ozi 'Democracy Day'12 Juun 2020",
    "Vidio, Democracy day: 'Buhari jide aka a o ji rụọ na ngwụcha, ọchịchị ya ga-abụ ihe lara n'iyi', Duration 1,2912 Juun 2020",
    "Vidio, Gịni dị n'ime ajụ mbaise a?, Duration 3,1412 Juun 2021",
    "Vidio, Palm Kernel Oil: Ka e sị eme udeakị ụmụnwaanyị ji eme ọmụgwọ, Duration 3,1110 Juun 2021",
    "Vidio, South East Attacks: Etu ndị oji egbe si wakpoo ụlọọrụ ndị uweojii n'Ojoto ma gbuo Inspector Peter, Duration 5,5611 Juun 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe niile, Duration 1,00elekere 5 gara aga",
    "Vidio, Peruzzi: Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo, Duration 4,5215 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Daddy Hezekiah: E meghi m ihe m meere Donald Trump maka \"Visa\", Duration 2,166 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}