{
  "published": "14 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "N'ala Igbo, ihe niile ekere eke ọbụladị osisi nwere  ihe omimi ha na-egosi maọbụ ozi e ji ya ezi.",
    "Dịka ilu Igbo siri kwuo, a tụọlụ ọmalụ, ọ malụ, a tụọlụ ofeke, o fenye isi n'ọhịa.",
    "Ị ma uru ọjị bara n'ala Igbo?",
    "Naanị ndị ma ihe omimi dị n' osisi nwere ike ịghọta ozi e ji ya ezi na ihe dị n'ime ya.",
    "Pete Edochie gọrọ BBC Igbo ọjị",
    "N'omenala Igbo, nkwenye ndị gboo bụ na osisi ọbụla nwere ike so ya,. ya mmere na ọtụtụ mgbe a mụọ nwa ọhụrụ, e lie ọ́lụlọ nwa ya n'okpuru osisi.",
    "lee ụfọdụ osisi nwere ugwu na ọnọdụ pụrụ iche n'ala Igbo:",
    "Ọjị",
    "Ebe foto si, George Agiri",
    "Ọjị bụ oke osisi n'ala Igbo. E ji ya arụ ụlọ ewu na atụrụ na-ata akwụkwọ ya dịka nri.",
    "Mana ihe kachasị nke bụ ihe omimi so ya. A na-eji ya atụnyere ihe dị ebube, ihe maọbụ onye nwere agba.",
    "Dịka ilu Igbo siri kwuo,onye rịrị ọjị kpaara ya nkụ n'ihi na anaghị arị ọjị kwa daa.",
    "Nke a bụ iji kọwaa ugwu ọjị nwere n'ala Igbo.",
    "Ezenka Morris Udochukwu Agbarakwe bụ onye ihe omenala Igbioo doro anya kọwara na ọjị bụ \"nnukwu osisi e nwere n'ala Igbo a na-akwanyere ugwu n'ala Igbo.\"",
    "\"Ihe gbasara mụọ na mmadụ nọ n'ukwu ọji.\"",
    "Ọ kọwara na a na-achụ ajadị iche iche  tupu e gbutuo ọjị gbarala mgbọrọgwụ.",
    "Ọtụtụ ndị mmadụ na-anụ ụdụ osisi a mana ha ahụbeghị ya anya.",
    "Dịka Agbarakwe sị kọwaa, osisi ahụ anaghị enwe osisi kwudebere ya.",
    "Nnụnụ na ụmụanụmanụ anaghị ebekwa sị ya, ha bekwasị ya, ha anwụọ.",
    "Naanị ndị katara ahụ na-eji ya eme ihe.",
    "Agbarakwe sị, \"A na-eji ya eme ihe siri ike. E ji ya eme ihe mmụọ.\"",
    "\"Ndị katara ahụ ma ihe e ji ya eme ma jirikwa ya eme ihe ha ji ya eme.\"",
    "Ebe foto si, Nonso Akosa",
    "Ogilisi bụ osisi ndị sayensi na-akpọ 'newbouldia laevis.'",
    "Osisi ogilisi bụ anwụanwụ; ma ọkọchị ma udummiri akwụ ya anaghị agha ndụndụ chawa ihe ọzọ.",
    "A na-eji ya agba ogige ụfọdụ ji ya emeta ọba ji.",
    "Ichie Morris Agbarakwe kọwara na,\"A na-eji ya eme oke ala. A na-etunye ya ebe e liri mmadụ iji rụba ebe ahụ ama.\"",
    "\"Mgbe gboo, ndị na-agọ mụọ, ndị na-ebute arụsị na eji ogilisi akwadobe ụdị ihe ahụ.\"",
    "Agbarakwe gara n'ihu sị na, \"A na-eji ogilisi eme ihe siri ike.\"",
    "Ụfọdụ obodo n'ala Igbo na-eji ogilisi esi ozi.",
    "Ịma atụ: Agbọghọ lụrụ di ọhụrụ gaa 'ife ụlọ' be di ya, ọ lawa, a na-ebunye ya ite manya o ga-eji ekele ndị  ọgọ mana  e tinye akwụkwọ ogilisi n'ọnụ ite mmanya ahụ ihe ọ pụtara bụ \"anyị alụkwaghị \"",
    "Ebe foto si, George Agiri",
    "O nweghị ihe nọ na nkwụ lara n'iyi; ewu na atụrụ na-eri igu; e ji ihe ewu rifọrọ igu mere azịza; e ji akwụ emeta mmanụ; akụ emeta ude;abụbọ  bụ ihe e ji emenwu ọkụ.",
    "A na-etetakwa nkwụ a na-aṅụ aṅụ na nkwụ.",
    "Mana ọ bụghị naanị ihe na-enye ego dị na nkwụ, ọmụ nkwụ nwere ihe omimi so ya.",
    "E tunye ọmụ n'ubi, ihe ọ pụtara bụ mmadụ abala ya.",
    "E jikwa ọmụ eti mmanwụ,  e ji ọmụ egosi ebe mmadụ nwụrụ.",
    "Agbarakwe sị, \"Ebe a na-azọ ala, e tunye ọmụ n'ala, ihe ọ pụtara mmadụ abala ya rue oge a ga-ekpesi ikpe ala ahụ.\"",
    "\"Onye banye n'ala ahụ, ọ bụrụ na be anyị ndị obodo ga-eri gị iwu.\"",
    "Dịka Agbarakwe sị kọwaa, e turu ọmụ n'ọnụ ọ pụtara na onye tu ya agaghị ekwu okwu, gịnwa agwakwala ya okwu.",
    "Osisi ọgbụ so na osisi ndị Igbo na-akwanyere ugwu pụrụ iche.",
    "Ndị na-efe arụsị na-egbupuru arụsị ha ọbara maọbụ nwụpụrụ ya mmanya n'ukwu ọgbụ.",
    "Agbarakwe kọwara na ihe mere nke a bụ  n'ihi nkwenye ndị gboo na \"o nwere ihe gbasara ọgbụ na ndị mụọ na mmadụ, ya mere ndị gboo ji awụpụrụ ya ọbara.\"",
    "Ebe foto si, George Agiri",
    "Osisi ụdara",
    "Ụdara bụ otu osisi mmadụ ga-enwe n'ugbo ya, ọ gaghị a bụ nke ya, ọ bụrụ nke ọha.; ọnye ọ dara , ọ rachaa.",
    "N'ala, Igbo, ụdara bụ osisi ọmụmụ. Ọ bụ ya mere ụmụnwaanyị dị ime ejighị eji ụdara egwu egwu?",
    "Mbakwa o! Mana akụkọ ụfọọ̄ụ ndị okenye na-ekwu na e nye gị ụdara na nrọ, na ọ pụtara n'akwa nwa gị eruola eluigwe ntị.",
    "Lee ihe omimi ị maghị maka ọjị",
    "Osisi ọjị bụ osisi Igbo na-akwanyere ugwu n'ụzọ pụrụ iche.",
    "Ha na-eji mkpụrụ ya ele ọbịa, ekpe ekpere maọbụ ịgọ ọfọ.",
    "Ogogo Igbo debere ọjị mere na nwaanyị anaghị arị maọbụ ghọọ ọjị ma ya fọdụ ịwa ya awa dịka omenala sị dị.",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gị",
    "Mmepe obodo, ikike dịrị onye na ihe ndị ọzọ ọchịchị onyekwuoucheya gbanwere na Naijiria n'afọ 21",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Vidio, Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya14 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?elekere 6 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Ihe ndị agha Naịjirịa kwuru maka ogbaghara dara n'ahia Ladipo ụnyahụ",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}