{
  "published": "15 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook",
    "N'oge gboo, iwakpo nwaanyị ma metọọ ya n'ike bụ arụ ka arụ ala ji akụgbu mmadụ.",
    "Onye ọbụla mere ihe dị otu ahụ n'obodo ga-eji anya ya hụ ntị ya.",
    "Mana ugbua, ọ dịzị ka ya bụ arụ a na-achọzị ịgba afọ wee bụrụzie omenala.",
    "Ihe uweojii kwuru maka nwa akwụkwọ eboro ebubo ịwakpo ụmụnwaanyị 24",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Ebubo ụgha maka mwakpo na-emebi agha a na-ebuso mwakpo - Uti Nwachukwu",
    "N'ọdịnso a, a nụla akụkọ otu e si wakpo ma metọọ ọtụtụ ụmụagbọghọ na mpaghara dị icheiche na Naịjirịa.",
    "Ụfọdụ n'ime ha nwụkwara n'aka ndị omekome ahụ metọrọ ha n'ike.",
    "Mana ihe dị nnukwu mwute bụ na ụfọdụ ndị na-arụ ala a enwebeghị nke ndị ọrụ nchekwa nwuchirila.",
    "Lee ụfọdụ n'ime ụmụagbọghọ ndị ahụ:",
    ") Vera Uwaila Omosuwa",
    "Ebe foto si, uwavera omozuwa/facebook",
    "Uwaila bụ nwaagbọghọ gbara afọ 22.",
    "Ọ bụ onye Edo steeti, ma bụrụkwa nwata akwụkwọ na mahadum nke Benin.",
    "O tebeghi aka Uwaila banyere mahadum ahụ tupu o zute ọnwụ ya.",
    "Akụkọ kwuru na ọ bụ ebe ọ gara ịgụ akwụkwọ n'ime otu ụlọụka Redeemed Christian Church of God ka a wakporo ya, metọọ ya ma gbuo ya.",
    "Mana ndị uweojii mechara nwuchie otu onye ha sị na aka ya dị n'ọnwụ nwaagbọghọ ahụ.",
    "N'ụbọchị abụọ nke ọnwa Jun ka akụkọ gbasara Uwaila Omosuwa pụtara.",
    ") Bello Barakat",
    "Ebe foto si, Twitter/Justice for Barakat",
    "N'ụbọchị anọ nke ọnwa Jun, akụkọ ọzọ pụtakwara gbasara nwaagbọghọ ọzọ aha ya bụ Bello Barakat.",
    "Barakat, onye dị afọ 18, na nne na nna ya bi n'Ibadan dị n'Oyo steeti.",
    "Mwakpo ụmụnwaanyị",
    "Nna ya bụ Kasimu Bello gwara ndị ntaakụkọ na ọ bụ ebe Barakat na-asa ahụ ka ndi ohi bịara be ha bakwuru ya metọọ ya n'ike ma were mma sụkachaa ya ahụ.",
    "Ndị uweojii kwuru na ha ka na-eme nnyocha, mana ha ejidebeghi onye ọbụla so kpaa arụ a.",
    ") Jennifer",
    "Nke a mere na Kaduna oge ụmụokorobịa ise wakporo ma metọọ otu nwaagbọghọ aha ya bụ Jennifer.",
    "Jennifer gbara naanị afọ 18.",
    "Ndị ezinụlọ Jennifer wepuru okwu ahụ na nke ndị uweojii, mana mgbe ọ dị ha ka onweghị ihe ga-apụta na ya, ha tinyere onyonyo ya na soshal midia.",
    "Ndị uweojii mechara kwuo na ha anwụchiela mmadụ so wakpo Jennifer, ebe mmadụ atọ ndị ọzọ ka nọ n'ọsọ.",
    ") Azeezat Shomuyiwa",
    "Azeezat bụ nwata akwụkwọ na Mahadum Ibadan.",
    "Akụkọ kwuru na ndị ekperima metọrọ ya tupu ha ewere nnukwu nkume kugbuo ya.",
    "Mana ndị uweojii kwuru na ha hụrụ nkume e ji gbuọ nwaagbọghọ ahụ, mana ọbụghị mmetọ ka e metọrọ ya.",
    ") Grace Oshiagwu",
    "Akụkọ pụtara ụbọchị Sọnde bụ maka nwaagbọghọ dị afọ 21 aha ya bụ Grace Oshiagwu.",
    "Akụkọ kwuru na ndị omekome wakporo Grace n'abalị Satọde, metọọ ya ma gbuo ya.",
    "Mana Kazeem Bolarinwa bụ onyeisi okpuru ọchịchị ebe ihe a mere, kwuru na ọnwụ grace abụghị maka mmetọ e metọrọ ya.",
    "O kwuru na ọ bụ ndị ji mmadụ na-agwọ ọgwụ gburu nwaagbọghọ ahụ ma chọọ iji mmetọ kpuchie ya iji megharịa ndị uweojii anya.",
    "Ebe foto si, Amnesty International",
    "Ọtụtụ ndị ntorobịa emeela ngagharịiwe maka oke mwakpo ụmụnwaanyị na Naịjirịa",
    "Ndị gọvanọ steeti niile dị na Naịjirịa ekwuola na ịwakpo ụmụnwaanyị bụzị ọnọdụ gbatagbata na Naịjirịa.",
    "Ha kwuru na ha ga-eme ihe niile ha nwere ike iji kwụsị ya bụ ajọ ihe.",
    "Mana ihe ọtụtụ ndị mmadụ chọrọ bụ ịhụ na ndị aka ha dị na ihe ọjọọ ndị a ga-anata ntaramahụhụ kwesịrị ha.",
    "Abaribe: 'Aga m akwado Biafra ma e mee Referendum'",
    "Pastor Ituah  Ighodalo: Ihe iribama o mere mgbe ọ nụrụ maka ọnwụ nwunye ya",
    "Osisi ndị dị mkpa n'Igbo oge gboo na ihe omimi so ha",
    "Ndị bi n'ala Igbo a na-agbara nnyocha maka coronavirus ọsọ",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Mmekọ nwoke na nwanyị",
    "Ịwakpo mmadu na-ike",
    "Ụfọdụ ndị mmadụ kwuru uche n'ihe gbasara mwakpo ụmụnwaanyị a na-arị elu na Naịjirịa ugbua.",
    "Etu ụmụnne abụọ si na-edina m n'ike - Nwata dị afọ itoolu5 Disemba 2021",
    "Gee ntị, BBC Nkeji5 Disemba 2021",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College3 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College",
    "Etu ụmụnne abụọ si na-edina m n'ike - Nwata dị afọ itoolu",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' yaEmelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}