{
  "published": "16 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ na-efegharị na soshal midia gbasara Nnamdi Kanu na ebe o si enweta ego.",
    "Ọ bụrụ na i chetere, Nnamdi Kanu na Asari Dokubo boro onwe ha ebubo nrụrụaka. Dokubo pụtara n'ihe onyonyo bo Kanu ebubo na ọ na-anata ego n'aka ndị gọvanọ mpaghara ọwụwa-anyanwụ.",
    "Na mkparịtaụka BBC Igbo na nwunye Kanu bụ Uchechi nwere n'afọ 2018, ọ kọwara ebe di ya si enweta ego na ihe o na-eji ego Ipob eme.",
    "Ọ kọwakwara etu o si akpata ego nke ya.",
    "Gee ya n'uju ebe a.",
    "Akụkọ ga-amasị gị:",
    "'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike",
    "\"Asari Dokubo na IPOB enweghi nsogbu\"",
    "'Ebubo Gọọmenti etiti boro Ipob bụ ebubo ụgha'",
    "Stabilization Fund: Igbo chọọ ọganihu ala Igbo, anyị agaghị echezi gọọmenti  etiti - Onyeisi Ohaneze",
    "Asari Dokubo vs Nnamdi Kanu: Asari Dokubo ataala ụkwa jaa eze14 Juun 2021",
    "Nnamdi Kanu: Akụkọ ụgha na ọ nwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari22 Eprel 2020",
    "Vidio, Ike Ekweremadu: Ihe m gwara ya maka mpụta ịzọ Gọvanọ Enugwu Steeti – Okwesilieze Nwodo, Duration 7,0925 Eprel 2022",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,01elekere 7 gara aga",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}