{
  "published": "22 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnamdi Kanu bụ onye ndu otu Indigenous People of Biafra (IPOB) ekwuola ihe ndị o chere ga-eme ka ya na ndị ọchịchị nọ n'ala Igbo dị na mma ma jịkọta aka n'ichọta Biafra.",
    "Gere ya n'uju ebe a:",
    "'Ihe Nnamdi Kanu ji ego Ipob eme' - Nwunye ya",
    "Ipob asaala Asari Dokubo ebubo na Nnamdi Kanu chọrọ ime Biafra 'Jewish state'",
    "\"Asari Dokubo na IPOB enweghi nsogbu\"",
    "Kanu sị na ọ bụghị naanị ndị mmadụ ka ọ na-akatọ na ọ na-akatọkwa onwe ya.",
    "Na ọ bụrụ na onwe onye nwe atụmatụ ọzọ ka nke ya mma, na ọ ga-esonye onye ahụ.",
    "Kirie ihe o kwuru n'uju ebe a;",
    "Ndị mere ihe nkiri a:Chiagozie Nwonwu na Nnamdi Agbanelo",
    "Lee ụgbọala ole ọkụ tanka gbatọsiri n'elu akwammiri Kara",
    "Jiri ụzọ ise a mee ụmụnwoke nọ na ndụ gị obi ọma taa bụ ụbọchị ndị nna",
    "Gịnị bụ ọgwụ Dexamethasone a sị nwereike ịgwọ coronavirus?",
    "Ihe asatọ mere na ndị Afrịka anaghị anwụ site na coronavirus n'ụba dịka WHO, Gates  siri maa n'amụma",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, South East Railway: 'Etu anyị ga-esi rụọ okporo ụgbọoloko ga-esi Port Harcourt gaa Owere na Aba na 2021' - Amaechi, Duration 5,2327 Ọktọba 2020",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}