{
  "published": "23 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Uche Mefor Facebook",
    "Uche Mefor bụ osote Nnamdi Kanu",
    "Uche Mefor ekwuola hoohaa na ya na-akwanyere Mazị Nnamdị Kanu ugwu dịka onye ndu ya.",
    "Mefor, bụ otu n'ime ndị ndu otu Indigenous People of Biafra (Ipob), depụtara nke a n'akara Facebook ya ụbọchị Fraịde.",
    "'Onye Igbo agaghị enye gị ego iji zọta Biafra'- Nnamdi Kanu",
    "Joseph Achuzia, Dike Biafra alaala",
    "Nnamdi Kanu ka bụ onyeisi IPOB- Emmanuel Kanu",
    "Mana ọ gara n'ihu kwuo na mbọ ya na ndị ọzọ na-agba bụ iji hụ na e nwetara obodo Biafra nke mmadụ niile nọ n'ime ya ga-enwe ikike ibi ndụ ya ma nwekwaa ikike dịịrị ya na-atụghị egwu ọbụla.",
    "Ụfọdụ ndị mmadụ malitere iche na Mefor na Kanu na-ese okwu, oge o kwuru ka onye ọbụla ghara itinye okwu okpuperechi n'ime okwu Biafra.",
    "Ebe foto si, Uche Mefor Facebookpage",
    "Uche Mefor bụ osote Nnamdi Kanu",
    "N'ọnwa Jun 2020, Mefor kwuru ka ndị otu Ipob ghara iji okpukperechi gbakwụnyere ọchịchọ Biafra.",
    "O kwuru nke a n'ihe onyonyo o wepụtara n'akara 'Facebook' ya.",
    "Ihe 5 Allen Onyema gwara Nnamdi Kanu",
    "'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike",
    "Cheta na Nnamdi Kanu ka na-anata nkatọ gbasara ihe nkiri ebe o kwuru na ndị ụkọchukwu niile nọ na Naịjirịa bụ ndị ọjọọ.",
    "Asari Dokubo bụkwa onye ndọrọndọrọ Niger Delta bokwara Kanu ebubo na ọ ga-achọ ka ndị otu ya niile mee ihe niile o kwuru nke gụnyere omenala, okpukperechi ya dgz.",
    "Ọchịchọ Biafra gbadoro ụkwụ na nhatanha, ikpe kwụ ọtọ, ikike diri onye na nwereonwe kachasị mkpa nke ndị otu Ipob kwesiri iji obi ha niile chekwa",
    "Ọ bụ ihe ọjọ iji ọchịchọ Biafra gbakwunye n'okpukperechi",
    "A ma m ihe m na-eme ma kweteka na a nam eme ihe ga-abara ọchịchọ Biafra uru.",
    "Kpe m ikpe site na ihe m na-eme maka ọchịchọ Biafra na abụghị maka ihe ndị mmadụ gwara gị",
    "Ndị Biafra gụnyere ọtụtụ ndị mmadụ si na okpukperechi dị iche iche nakwa ezinụlọ dị iche iche, ọ bụrụ na ịkwanyeghịrị okpukperechi ndị mmadụ ugwu, echena na ha ga-akwanyere gị ugwu.",
    "Ikparia m maka okpukperechi, oge na-abịa mgbe m ga-amalite saghachiwe ndị na-eme otu a.",
    "Ọ bụ eziokwu na ọtụtụ ndịisi okpukperechi na-eme ihe ọbụla sọrọ ha mana ọ dịghị mma ipụta na-akatọ okpukperechi ha.",
    "Kedu ka ọchịchọ Biafra ga-esi bia maọbụrụ na anyị na-akparị onwe anyị maka okpukperechi?",
    "Onweghị okpukperechi kachasị mma.",
    "Onye akpọzi na m onye osu imi makana onye na-akpọ mmadụ osu imi bụkwa ihe ọ ma anya ya.",
    "E nwere ndị ọjọọ batara n'etiti Ipob na-emebisi ihe , anyị kwesiri igbaru ihu maka ndị a makana anyị ṅwụrụ iyi ichekwa onwe anyị.",
    "Na ngwụcha, o kwuru na ihe mere o ji dị mkpa ka ndị otu ya gbado anya n'ọchịchọ Biafra ghara ikwe ka ndị mmadụ megharịa ha anya bụ makana ụwa na-ekiri ha.",
    "Eh! Ekwenyeghị m na covid-19 dị",
    "Azịza ndị APC abaala Ize-Iyamu n'aka n'Edo steeti",
    "Lee ụgbọala ole ọkụ tanka gbatọsiri n'elu akwammiri Kara",
    "Jiri ụzọ ise a mee ụmụnwoke nọ na ndụ gị obi ọma taa bụ ụbọchị ndị nna",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor22 Maachị 2021",
    "Gee ntị, BBC Nkeji22 Maachị 2021",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia22 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwuEmelitere ikpeazụ na: 7 Disemba 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gịEmelitere ikpeazụ na: 8 Julaị 2020",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}