{
  "published": "26 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimezie UcheAgbo",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Ọbịbịa ndị ọcha bịara n'ala ndị isi ojii nke ala Igbo so na ya bụ ihe hapụrụ ụkpụrụ siri ike na ngalaba ndụ ndị Igbo dị icheiche.",
    "Okwu a na-abụ okwu ndị kwe na ndị ekweghị maka ebe ụfọdụ na-eto ihe ndị ọcha mere, ndị ụfọdụ na-akatọkwa ha.",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Uru 12 ọmụ baara ndị Igbo",
    "Iri ji: Ndi ike pụtara n'uju na mgba Igbuzo",
    "Kama dịka nke ahụ garala, ihe dị mkpa ịghọta bụ na ọbịbịa ha gbanwere ọtụtụ ihe n'ala Igbo ọkachasị n'ihe gbasara etu ndị Igbo si ebi ndụ.",
    "Ọtụtụ omenaala na ụzọ e si eme ihe gbanwere kpam kpam ebe a hazịgharịrị ụfọdụ ka o si dị ndị ọcha mma n'oge ahụ.",
    "Igbo mụtakwara nụ ọtụtụ ihe n'aka ndị ọcha, ụfọdụ dị mma mana ụfọdụ mere ndị Igbo etufuo nke ha.",
    "BBC igbo chọrọ ileba anya n'ụfọdụ omenaala Igbo ndị ọcha metụtara etu e si emezi ya.",
    "Okpukperechi",
    "Nke a bụ otu ihe doro ewu na ọkụkọ anya ma bụrụkwa ihe ọtụtụ ndị ji echeta ndị ọcha maka na ha gbanwere etu ndị Igbo si eme okpukperechi kpam kpam.",
    "Okpukperechi e ji mara ndị Igbo na mbụ bụ ifere arụsị na chi dị icheiche dịka Amadiọha, chukwu, ekwensu, ibini ụkpabi wdgz.",
    "Chi ndị a niile Igbo na-efe oge ahụ nwere ihe ndị a kpụrụ akpụ e ji ama chi ndị ahụ na ọnụ arụsị nke chi ọbụla ma nwekwaa ndị bụ ndị ọ dị n'aka ịhụ na a na-ekpere chi ndị ahụ dịka eze mmụọ maọbụ dibia.",
    "N'ime chi ndị a niile, Igbo kwenyekwara na onye ọbụla nwere chi nke ya bụ ihe na-edu ya mana chi kacha chi niile bụ Ezechukuokike Abiama bụ nke bụ nnukwu chi ebe ndị ọzọ bụ obere.",
    "Igbo na-achụ aja dị icheiche nye chi ndị a iji kelee ya maọbụ rịọ ya arịọrịọ ebe chi ndị a na-eke ikpe na emekwa ọtụtụ ihe ndị ọzọ dị icheiche.",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Ụlọakwụkwọ Eton arịọla Onyeama mgbaghara maka ịkpasị ya oke agbụrụ",
    "Lekwa egwuregwu ndị ụmụaka mgbe gboo",
    "Igbo Tradition: Uru egwu ọnwa bara n'ala Igbo n'oge gboo",
    "Mana mgbe ndị ọcha bịara, ha jiri okpukperechi nke ha bịa bụ nke ha kpọrọ ụka Krisiti.",
    "Okpukperechi nke a ka ha malitere ikesa n'ala Igbo ma gwa ndị Igbo na ha ekwesighi ife arụsị maọbụ ihe a kpụrụ akpụ.",
    "Ọtụtụ ezinaụlọ n'ala Igbo bụ ndị nabatara okpukperchi ndị ọcha kwatusiri arụsị ezinaụlọ ha ma kwụsị okpukpe omenaala mana o nwekwara ndị bụ ndị ọ na-eje ụka agọ mmụọ, ha nọ ebe a nọrọkwa ebe a.",
    "Nke a kpatara ọtụtụ ndị Igbo ji bụrụ ndị na-aka ụka taa mana ụfọdụ ka kwenyekwara n'okpukpe omenaala.",
    "Alụmdi na nwunye",
    "Ihe gbanwere n'ihe alụmdi na nwunye dị ọtụtụ mana nke kachasị nke bụ na a malitere ịga n'ụlọụka mee agbamakwụkwọ karịa ịkụ aka, idebe ego na ịdọ mmanya a na-emebu na mbụ.",
    "Nke ka nke bụ na ụfọdụ ndị mmadụ malitere ịhụ agbamakwụkwọ e mere n'ụlọụka ka ọ ka mkpa karịa omenaala e kwesiri imere ezinaụlọ.",
    "Ebe foto si, Idika Franklyn",
    "N'oge mbụ, a na-eme ihe ndị a:",
    "a. Iru mgbede:",
    "A ga-edopu nwaanyị a chọrọ ịlụ ka o dochie ahụ tupu ọ laa n'ụlọ di ya mana mmekọ si n'aka ndị ọcha mere na a naghị emezi nke a n'ụwa taa.",
    "b. Ije di:",
    "Nwaanyị chọrọ ilu di na-agabu n'ezinaụlọ nwoke chọrọ ịlụ ya ka ya na nne dị ya nọrọ ka a marakwa ma a zụrụ ya azụ.",
    "Ụfọdụ mmadụ ka na-emekwa nke a mana ọtụtụ anaghị emezi ya. N'oge a, nwaanyị ahụ na-alụ di ga-eme ihe niile iji gosi nne di ya na a zụrụ ya azụ.",
    "c. Ịga ọrụ ọgọ:",
    "N'ụfọdụ omenaala, nwaanyị gaa ije di, nwoke ga-aga rụọrọ ndị ọgọ ya ọrụ dịka ịkọrọ ha ji maọbụ ihe ọbụla ha chọrọ.",
    "Ọ ga-enyere nna nwunye ya aka rụọ ọrụ a ga-eji ama ma ọ dịkwa ike ọrụ ọ ga-eji zụọ nwa ha nri nke ọma ka ọ bụ onye ume ngwụ.",
    "N'oge a, nwoke ahụ ga-agbalịsị ike ịhụ na o mepụtara ezinaụlọ ya ihu ka ihere ghara ime ya maọbụ a gwa ya na ọ gaghị alụzi nwaanyị ya.",
    "d. Ọgọ mara be:",
    "Ọtụtụ ka na-etinye uche na nke a, ọ ga-abụ nwoke na nwaanyị lụchaa onwe ha, ezinaụlọ nwaanyị aga n'ezinaụlọ nke nwoke ka e lee ha ọbịa, ka ha mara ebe nwa ha nwaanyị na-aga.",
    "A ka na-emekwa nke a n'ọtụtụ ebe mana oge a ọtụtụ ndị bizi n'obodo mepere emepe, ndị mmadụ anaghị etinyezi ya uchu mana oge a bụ oge ndị ọgọ ji ama ndị ọgọ ha ọ ga-abụ ha zute na mba, ha amara onwe ha.",
    "Ejije",
    "Nke a gụnyere etu ndị Igbo si achọ mma, eyi akwa ma na-emekwa isi. Ọtụtụ ga-ajụ ma a na-eyidi akwa tupu ndị ọcha abịa?",
    "O nwere ike a naaghị akpọ ya akwa oge ahụ mana o nwere etu e si ekpuchi ọtọ ọkacha ụmụnwoke na ndị okenye.",
    "Ụmụaka na-agba ọtọ rue mgbe ha na-achọ ịwa akwa maọbụ ito ọgbọ ha ga-eji baa n'okenye.",
    "Ụmụnwaanyị anaghị ekpuchicha ahụ etu ahụ mana a na-eyi jigida n'ukwu, ụfọdụ obodo dịka Akwete na-akpakwa akwa mana ọ dịghị ọtụtụ.",
    "Ọ bụkwa ndị e chiri echichi bụ ndị na-eyikarị ya. Mana ndị ọcha wetara uwe ịcha icheiche na akpụkpọ ụkwụ.",
    "Echetere m na nne m kwuru na ha hụrụ ndị ọcha ka ndị dị mmụọ na-enweghi ụkwụ maka na a naghị ahụ ụkwụ ha anya.",
    "Ma uwe ishiagụ ndị Igbo na-eyi taa dịka uwe ha bụ mbubabta ka e bubatara ya site n'ofesi.",
    "Naanị Akwaete bụ akwa ndị Igbo ji aka ha akpa.",
    "Taa, uwe karịrị akarị a na-eyi dịka ịba, tawụza, akwa obi wdgz.",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "Ụmụagbọghọ na-etechakwa tupu ndị ọcha abịa mana a na-eji ọtanjere na uli na ihe ndị ọzọ mana taa, ndị ọcha ewetala ude na akụrụngwa ndị ọzọ.",
    "Oge gboo, ma nwoke ma nwaanyị na-akpa isi mana taa, a na-ahụzi nwoke na-akpa isi ka o mere arụ.",
    "Ebe foto si, Nonniz",
    "Nri",
    "Etu Igbo si esi nri gbanwere ọtụtụ mgbe ndị ọcha bịara. Igbo nwere mgbọrọgwụ na mkpa akwụkwọ ha ji esi nri ha dịka ogiri na anụ ọhịa.",
    "Nke a agbanwechaghị kpam kpama kama ndị Igbo nabatara nke ndị ọcha tinyekwara nke ya. Taa a na-eshi nri dịka osikapa, akpụ, ogede, jioko wdgz.",
    "Nri ndị a abụghị ihe ndị Igbo na-emepụtabu mbụ. Mana ha gbakwunyere ya na nke ha. Etu e si esi nri gbanwekwara.",
    "Ndị Igbo na-ejibu ite a kpụrụ akpụ a na-akpọ ọkụ esi nri mana ndị ọcha wetara ite igwe na efere na ngaji.",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbua",
    "Ihe ị na-amaghị maka ụkwa ị na-eri",
    "Ori ji lee ụzọ ị ga-esi sie ji ka ọ tọwaa gị ntị",
    "Ebe foto si, foodace",
    "Ọgwụ",
    "O nweghi ihe dịka ụlọọgwụ n'oge gboo n'ala Igbo, gbọrọgwụ na mkpa akwụkwọ ka e ji agwọ ọrịa.",
    "Mana ndị wetara ụdị ọgwụ nke ha ma rụkwa ụlọọgwụ n'ụfọdụ ebe. Ọtụtụ ndị mmadụ na-ekwu na ndị Igbo ekwesighi itufu mgbọrọgwụ ha kama ha kwesiri ileba anya were akụrụngwa ndị ọcha hazigharịa ya.",
    "Agụm akwụkwọ",
    "Nke bụ eziokwu bụ na Igbo enweghi ihe a kpọrọ agụmakwụkwọ ruo mgbe ndị ọcha bịara.",
    "Nna nwere ụzọ o si akụziri nwa ya ihe ọ chọrọ ka ọ mara mana ọ bụghị ịba n'otu ụlọ nọrọ ala lewe anya na bọọdụ.",
    "Nke bụ eziokwu bụ na ndị Igbo hụtara ndị na-aga akwụkwọ oge ahụ dịka ndị ume ngwụ mana nke ahụ gbanwere dịka ụbọchị na-aga echiche ahụ gbanwere maka agụm akwụkwọ wetara ọtụtụ mgbanwe dị mma n'obodo.",
    "Ebe foto si, Newsday LLC",
    "Asụsụ",
    "Ndị ọcha bụ ndị mere na ọtụtụ ndị mmadụ anaghịzi asụ asụsụ Igbo nke ọma maka na ebe a na-achọ ịmụta asụsụ Bekee, e were Igbo ka nke na-abaghị uru.",
    "Nke a bụ ihe na-adabachagị maka na asụsụ dị ezigbo mkpa. Ugbua, ọtụtụ ndị Igbo etinyewala uche na ịmata asụsụ Igbo maka na o nweghi asụsụ ka ibe ya mkpa.",
    "Igbu ejima",
    "Nke a bụ otu ihe e ji aja ndị ọcha mma n'ụwa niile ọkachasị nwaanyị Mary Slessor bụ onye kwụsịrị ụdị omenaala ahụ na Kalaba.",
    "Taa, ụmụ ejima na-adịzị ndụ, o nweghi onye na-ahụta ha dịka abụmọnụ n'ụdị ọbụla.",
    "Njem",
    "Nke bụ eziokwu bụ na ndị nna ochie bụ e ji ụkwụ eje Aba. A na-eme njem otu ọnwa jiri ụkwụ maka na ụgbọala adịghị.",
    "A gagide, ebe chi jiri, a kwaa ute hie ụra, chọọ anụ ọhịa gbuo mụnye ọkụ taa ya.",
    "Mana ndị ọcha wetara ụgbọ igwe dị icheiche rue ugbua, nke a ka na-agbanwe, e nweziri ma nke na-efe 'elu na-aga n'elu mmiri nke ga-abụ ezi ihe ịtụ n'anya nye ndị gboo.",
    "Ihe mere m ji jiri ọja et0 chineke - Fada Chidika Okolie",
    "Akụkọ ndị ga-amasị gị:",
    "Ipob, Massob na Ọhaneze eso na ndị nyere ndị Igbo aka n'oge a?",
    "Lekwa egwuregwu ndị ụmụaka mgbe gboo",
    "Onye si na ụmụnwaanyị Igbo anaghị aga akwụkwọ?",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a20 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Nwa agbọghọ ndị oji egbe gbagbụrụ n'Ekwulobia bụ onye uweojii20 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Nwa agbọghọ ndị oji egbe gbagbụrụ n'Ekwulobia bụ onye uweojii",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}