{
  "published": "28 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Mike Ejeagha, BBC",
    "Onye ọbụla toro n'Igbo mara na o nwere ụfọdụ okwu na-efefere ndị Okenye n'isi maọbụ gbagwojuo ndị amaghị nke a na-akọ anya.",
    "Ọ bụghị na okwu ndị a abụghị okwu Igbo, kama ha bụ okwu ndị toro n'Igbo ji agwa ibe ha okwu n'okporo.",
    "Ihe mere Anambra state ji bụrụ 'ọmalịcha nwaanyị' a kpụ n'ọnụ",
    "Okwu atọ Buhari ji 'wụọ Naịjirịa n'ala'",
    "Okwu Chimamanda etinyela ọkụ na Soshal midia",
    "BBC Igbo tụlere ụfọdụ n'ime ha nakwa etu ha si pụta ma bụrụ okwe ogbe.",
    "'Akụkọ n'egwu Mike Ejeagha'",
    "Ebe foto si, Mike Ejeagha",
    "Akụkọ n'egwu Mike Ejeagha",
    "Ị nụtụla ka mmadụ kwuchara okwu, a sị ya na \"ị na-akọ akụkọ n'egwu Mike Ejeagha\"?",
    "Ama m na i ji uche ghọta na ihe a na-ekwu bụ na ị na-akọ ihe emeghị eme, ihe agaghị emenwu maọbụ akụkọ ifo.",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80s",
    "Mana ị ma na Mike Ejeagha bụ mmadụ dị ndụ na-eku ume rue taa?",
    "Ejeagha, onye Ezeagụ n'Enugwu steeti, bụ onye otiegwu a ma ama egwu ya wuru ewu na 70s na 80s.",
    "Akụkọ (ifo) na egwu bụ ihe e jiri mara ya bụ nwoke ahụ bụ ọkpụisi tupu ya abanye iti egwu.",
    "Ụfọdụ egwu ọ gụrụ gunyere Elulube lube na Ome ka agụ.",
    "Pịa ihe onyonyo ka ị hụ ihe ọ gwara BBC Igbo maka ndụ ya:",
    "Mike Ejeagha: Aghara m ihe egwu m gbaa ọsọ Agha",
    "\"Holy Nwejeh!\"",
    "\"Ị nụkwa! 'Holy Nwejeh'! Santa Nwegbe! Nsọ nsọ, ebube ebube.\"",
    "Ị nụ ụdịrị okwu a bụ okwu akọmọnụ, ị mara na onye na-ekwu ya na-akwa gị emo. Ihe onye ahụ na-agwa gị bụ na ị na-eme ka ị dịka nsọ.",
    "Mana 'Holy Nwejeh' abụghị okwu ntufu, ọ bụ mmadụ ka ọ bụ; onye ụkọchụkwụ Anglịkan a kpọrọ Hezekiah Okoro Nweje.",
    "Dịka Timothy Ofoegbu, onye Anambara siri kọwaa, Hezekiah Okoro Nweje, onye Ọnịcha, Anambara steeti bụ onye a ma ama dịka 'Holy Nwejeh' n'ihi ezi omume ya na okwu ọnụ ya nakwa omume.",
    "A maara ụkọchukwu ahụ bụ onye a mụrụ n'afọ 1919 maka ị na-enyere ndị ogbenye na ndị ụwa na-atụ n'ọnụ aka.",
    "Umeala ya enweghị atụ nke bụ na oge e nyere ya ohere ka ọ bụrụ bishọpụ ụka Anglịkan na mpaghara Niger, ọ jụrụ ma kpọpụta aha onye ọzọ o chere na ọkwa ahụ ka kwesị.",
    "A bara otu okporoụzọ 'Nwejeh' n'Ọnịcha iji kwanyere nwoke ahụ nwụrụ n'afọ 1962 ugwu.",
    "Ebe foto si, Math.buffalo.edu",
    "Chike Obi",
    "\"Ọ ma akwụkwọ, ọ ma akwụkwọ, ọ maruru Chike Obi?\"",
    "Chike Obi, bụ nwa afọ Igbo ụbụrụ ya na-acha ọkụ na mgbakọ na mwepụ nke Bekee kpọrọ, \"Mathematics\".",
    "Ọ bụ Ọkammụta Mathematics na Mahadum University of Lagos.",
    "Lee ihe ndị ọzọ i kwesịrị ịma maka odogwu ahụ n'ime akụkọ a: Chike Obi: Odogwu Igbo ji 'mathematics' rie amusu",
    "Ebe foto si, Nonso Akosa",
    "Gị na mmadụ ekwutula okwu, ọ kpọọ gị, \"Onye ọma Emeka'?",
    "Ihe ọ na-achọ ịgwa gị bụ na ya achọghị alo ahụ ị na-atụnyere ya.",
    "Mana ị ma na okwu ahụ si n'aha otu akwụkwọ Igbo ndị Prịamarị na Sekọndịrị nke Mmụọtụlụmanya J Okafọ dere?",
    "Akụkọ ahụ ga-akọwara gị ọfụma ihe aha ahụ pụtara.",
    "Ị tara akwụ ka ọ bụ etu eze gị dị?",
    "Ihe ọ pụtara bụ na ị na-eme ihe atụghị anya n'aka gị.",
    "Iji maatụ, i kwe mmadụ ahịa ọnụ ihe erughị ihe ọ zụrụ ya, o nwereike ịjụ gị, \"Ị tara akwụ ka ọ bụ ka eze gị dị?\"",
    "\"Ị hụla Beatie\" maọbụ \"ị na-agwa Beatie\"",
    "Beatie bụ mkpọbiri aha Bekee bụ Beatrice, nke a na-agụ ụmụnwaanyị.",
    "O nweghị onye ma Beatrice nke a na-ekwu maka ya mana ihe ọ pụtara bụ na ihe i kwenyeghị n'ihe onye na-agwa gị na-ekwu maọbụ na onye na-agwa gị okwu kpọrọ gị onye amaghị ihe.",
    "Reverend sista etinyela traụza",
    "Chiwetalu Agu",
    "Mmadụ tie na \"Revered Sister etinyela Traụza\" ihe ọ pụtara bụ na ihe atụghị anya emeela.",
    "Mana Ị ma na ọ bụ ome ihe ejije Nollywood bụ Chiwetalu Agu bụ onye e ji okwu ahụ mara?",
    "A ma ya dịka onye na-atụpụta okwu ọchị mana ọtụtụ mgbe uche na-adị n'okwu ya.",
    "Ụfọdụ okwu ogbe sirila n'ọnụ Agu pụta gụnyere: \"Udele anyụọ nsị n'ọlta!\"; \"Aka ose adịghi mma n'otele\" Wdg.",
    "Afọ nsị",
    "Onye buru ibu mana o nweghị ume maọbụ agba.",
    "Ihe okwu a pụtara bụ na ị ga-enweta nnukwu ntaramahụhụ.",
    "Ebe foto si, Segun Oyeyemi",
    "Ụmụagbọghọ agba ọhụrụ chọrọ nwoke nwere ego",
    "Igbo ejighị ego maọbụ ihe ego ga-azụtali egwu egwu.",
    "E nwere ọtụtụ okwu ogbe metụtara ego.",
    "\"O gbuola ozu\"; \"Ọ pọtọọla\", \"O nwere ego igwe,\" nke pụtara na onye ahụ abaala ọgaranya ngadanga.",
    "Ụfọdụ oge, a na-eji ụdịrị okwu a akọwa onye nwere ego amaghị ebe ego ya si, dịka a sị na \"ego ya bụ ego mbute\".",
    "N'aka nke ọzọ, \"Owu na-asa m\" bụ okwu ogbe e jiri mara ndị bi n'Ọnịcha, Anambara steeti pụtara na \"ego kọrọ m\"",
    "Okwu ogbe ndị ọzọ metụtara ego gụnyere: \"Kpapụtara anyị ya ka o sie,\" maọbụ \"Gbachaa m arụ\" maọbụ \"Meka sịa\" pụtara, \"chọrọ anyị ihe (ego).\"",
    "Okwu ogbe ndị ọzọ bụ, \"Nwanne, e kogo m\", \"ife a sị\", \"nothing mega\", \"ị ma ife a na-arụ\", \"Ị makwa ndị anyị bụ\", \"ịgba apiriko\" wdgz.",
    "N'ezie, anyị agaghị edepụtachali okwu dị a n'ihi na ha dị agụta ọnụ. Gwa anyị nke a na-ekwu n'ogbe gị.",
    "Abụghị m onye ọgwụ ego - Kanayo O. Kanayo",
    "Abaribe: 'Aga m akwado Biafra ma e mee Referendum'",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gị",
    "'Ebubo Gọọmenti etiti boro Ipob bụ ebubo ụgha'",
    "Naijiria",
    "Otu egwu bọọlụ Naịjirịa",
    "Omenala",
    "Ọmụmụ na mmụta",
    "Chiwetalu Agu ka ga-anọ n'aka ndị DSS ruo ... - AGNelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Emeka Ike, Charles Okocha, Chinyere Wilfred na ndị ọzọ kwuru maka nnwụchi Chiwetalu Aguelekere 8 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Chiwetalu Agu ka ga-anọ n'aka ndị DSS ruo ... - AGN",
    "Ihe Emeka Ike, Charles Okocha, Chinyere Wilfred na ndị ọzọ kwuru maka nnwụchi Chiwetalu Agu",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "A gbagbuola ndị uweojii abụọ na mmadụ asatọ ọzọ n'Ebonyi steeti",
    "Ndị gburu nwa m nwoke napụrụ m onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Etu ndị 'unknown gunmen' si wakpoo ndị uweojii n'ụzọ si Ọnịcha gawa Owere",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}