{
  "published": "26 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Medium",
    "Invictus Obi",
    "Mba Amerịka amala Invictus Obi ikpe maka iji igw kọmputa zuo ndị mmadụ ohi ihe ruru nde dọla iri na otu.",
    "N'ikpe e kpebiri n'ụbọchị Tuzde, a tụrụ Invictus Obi mkpọrọ afọ iri maka agwa ọjọọ a ọ kpara.",
    "Dubai o ji maka Hushpuppi kwụsị inye ụmụ Naịjirịa visa? Lee nke bụ eziokwu",
    "Okwu ndị 'Yahoo' na-ewu na soshal midia",
    "Naira Marley na-agụrụ anyị egwu ka nwa nza - EFCC",
    "Invictus Obi, onye ezigbo aha ya bụ Obinwanne Okeke, bụ onyeisi ụlọọrụ Invictus Group.",
    "Ọtụtụ ụlọọrụ a ma aha ha na-akwanyere nwa amadị a ugwu dịka onye na-eme ọfụma, mana ugbua, ọ gaala mkpọrọ n'ihi nrụrụaka.",
    "Ndị nnyocha na mba Amerịka kwuru na ọ bụ ụlọọrụ Invictus Group ka Obinwanne ji egwu ndị mmadụ wayo site n'ịntaneetị.",
    "Onye bụ Obinwanne Okeke?",
    "Ọ bụ onye Ukpor n'Anambara steeti",
    "A mụrụ ya n'abalị itoolu nke ọnwa Nọvemba afọ 1987",
    "Ọ bụ nwa nke iri na asaa, dịka nna ya lụrụ ụmụnwaanyị anọ tupu ọ laa mmụọ",
    "Obinwanne gara akwụkwọ mahadum na mba Saụt Afrịka nakwa Ọstralia",
    "O nwetara nturuugo dị icheiche oge ọ nọ na mahadum",
    "Akwụkwọ e wepụtara n'ụlọikpe gosiri na Obinwanne nwere otu nwa nwaanyị mana o dochaghị anya ma o nwere nwunye",
    "Oge BBC gbara ya ajụjụ ọnụ n'afọ 2018, o kwuru na nne ya tara ahụhụ iji zụọ ya n'akwụkwọ, nke mere o ji ṅụọ iyi na ọ ga-ehichapụ nne ya anya mmiri",
    "O kwuru n'oge ahụ na ọ malitere ịzụ ahịa oge ọ dị afọ iri na isii, oge nna ya nwụchara.",
    "BBC Afria gbara Obinwanne Okereke n'afọ 2018",
    "June 2016 - Forbez nyere ya nturuugo dịka otu n'ime ndị ntorobịa iri atọ na-erubeghị afọ iri atọ na-eme ọfụma n'Afrịka",
    "May 2017 - Otu African Brand Congress nyere ụlọọrụ Obinwanne nturuugo dịka ndị kacha mara ihe ekwe na-akụ n'Afrịka",
    "May 2017 - Forbes tinyere Obinwanne dịka ndị ga-eso kwuo okwu n'ọgbakọ EMEA (Europe, Middle East and Africa) nke afọ ahụ",
    "October 2017 - Obinwanne so na ndị a kpọrọ aha maka nturuugo onye na-eto eto kacha nwee ọgụgụ isi n'iji ego achụ ego",
    "- BBC Africa kọwara Obinwanne dịka onye na-akpalite obi ndị ntorobịa n'Afrịka",
    "Lee ụmụ Naijirịa aka ji maka nrụrụaka ịntanetị",
    "Ebe foto si, FORBES/HUSHPUPPI INSTAGRAM",
    "Dịka ndị uweojii obodo Dubai wepụtara onyonyo gosiri etu ha si jide Ramon Abbas eji Hushpuppi mara, otu ihe ndị Naịjirịa ji agbarụ ihu bụ etu ụfọdụ ndị si eji mpụ na aghụghọ emetọsị aha mba ahụ.",
    "Okwu mpụ na aghụghọ abụghị sọsọ nsogbu dịrị Naịjirịa, mana n'ụwa ugbua, ị kwute okwu mpụ nke Bekee kpọrọ \"advance fee fraud\", aha Naịjirịa ga-esepụta isi.",
    "Ọ bụ eziokwu na Interpol anwụchiela Hushpuppi?",
    "Ndị uweojii Dubai egosila etu ha siri nwuchie Hushpuppi",
    "Ihe ise ị maghị maka 'Yahoo-Yahoo'",
    "Na Naịjirịa, iwu machiri ịsị mmadụ weta ego ka e nye ya ego ọkankụ. Akara iwu ji mpụ a bụ 419. Ọ bụ etu a ka mpụ akpọrọ 419 siri nwete aha a na-etu ya.",
    "Dịka ịntanetị batara Naịjirịa, ụfọdụ ndị malitere iji ọba mgbasaozi a kpọrọ Yahoo na-achọ ndị ha ga-anara nke ha ji. Ọ bụ etu a ka mpụ e ji \"yahoo yahoo\" mara siri nweta aha ya.",
    "Ọ bụghị sọsọ yahoo yahoo na 419 ka ụwa na-atụ Naịjirịa aka maka ya.",
    "Ụfọdụ ihe mpụ ọzọ gbasara iji ịhụnanya ghọọ aghụghọ nakwa iwere aha na ọbaego ndị ọzọ na-ego ihe n'aka nke Bekee kpọrọ \"credit card fraud\".",
    "Mana, dịka aha Naịjirịa na-ewu banyere mpụ na nrụrụaka, ụfọdụ ndị na-asị na ihe na-eme bụ inye nkịta ajọ aha a ga-eji kpọgbuo ya makana ọ bụghị ndị mba ahụ kachasị eme mpụ n'elu intanetị.",
    "Hushpuppi",
    "Ebe foto si, SCREENSHOT/DUBAI MEDIA OFFICE TWITTER VIDEO",
    "Ngalaba na-ahụ maka mpụ na nrụrụaka na Naịjirịa Bekee kpọrọ Economic and Financial Crimes Commission (EFCC), dere na Hushpuppi - onye ha sị na ezigbote aha ya bụ Ramoni Igbalode- nwere azịza n'aka ha dịka uweojii Dubai nwuchiri ya.",
    "Ndị uweojii na Dubai kpọrọ Hushpuppi Ramon Olorunwa Abbas, ma kwuo na nwaamadị a kpara nnukwu ike na mbaụwa site na igwu ihe karịrị mmadụ nde chandum.",
    "Ha sị na nwaamadị a na-arụ webụsaịtị adịgboroja nke ụlọọrụ ndị a ma ama nakwa ụlọakụ, were anapụ ndị mmadụ ihe banyere credit card.",
    "Ha sị na ha hụrụ akaebe gosiri na Igbalode na ndị otu ya zuru ego ruru nde dọla 435. Ha nwetekwara ego karịrị nde dọla iri na be maazị Igbalode.",
    "Obinwanne Okeke",
    "Ebe foto si, Medium",
    "Invictus Obi",
    "Obinwanne Okeke dị afọ 32 kwenyere n'ụlọikpe na ikpe mara ya n'ebubo na o mere mpụ dịka o zuru nde dọla 11 na mba Amerịka.",
    "Okeke a ma dịka Invictus Obi bụbu ntoroọbịa ndị mmadụ na-eto ọfuma na Naịjirịa tupu ama agbaa na o so na ndị nrụrụaka.",
    "Mompha",
    "Ebe foto si, EFCC",
    "Okwu nwamadị a nwurula ọkụ n'ụbọchị 22 nke ọnwa Ọktoba 2019 oge ngalaba EFCC dere n'akara Twitter ha na ha anwụchiela Ismaila Mustapha eji Mompha mara, maka ebubo nrụrụaka.",
    "EFCC sị na ike Mompha kpara banyere nrụrụaka n'elu ịntaneti nyere ya ohere izute ijeri naịra 33.",
    "Ha boro ya ebubo ruru 14 mana ụlọikpe mechara nye ha ohere ịla be ya n'ụbọchị 30 nke ọnwa Nọvemba 2019.",
    "Mana, ikpe ya ka na-aga n'ihu.",
    "Nnwụchi ihe ruru ụmụ afọ Naịjirịa 80 maka nrụrụaka n'Amerịka n'afọ 2019",
    "Ọ bụ ka chi foro n'ụbọchị 23 nke ọnwa Sepụtemba 2019 ka akụkọ pụtara na ngalaba Federal Bureau of Investigations (FBI) nwụchiri ụmụ afọ Naịjirịa ruru 80 maka nrụrụaka ha jiri zuo ihe ruru nde dọla iri.",
    "Ndị FBI sị na ndị a ji aghụghọ dị icheiche chọrọ izute nde dọla 40 na mba ruru iri.",
    "Babatunde Martins",
    "Na Decemba 2019 gọọmentị Amerịka si mba Gana kpọrọ nwaafọ Naịjirịa bụ Babatunde Martins gawa Amerịka ịga zara ọnụ ya maka nrụrụaka dị iche iche.",
    "Ọ bụ Michael Duvanant bụ onye gbara ama okwu a n'ụbọchị iri nke ọnwa Decemba 2019.",
    "Ọ sị na ọ bụ n'afọ 2017 ka e boro Martins na ndị ọzọ ebubo ihe a.",
    "Mmadụ ise ọzọ so kpaa ike a kwenyere na aka ha dị ya oge ha zutere ọkaikpe.",
    "Abụọ n'ime ha bụ Olufalojimi Abegunde dị afọ 33 na Javier Ramos-Alonso dị afọ 30, nọ na mkpọrọ maka ihe a ka e kpechara ha ikpe.",
    "Onyekachi Emmanuel Opara",
    "Opara bụ otu onye ụlọọrụ FBI si na mba Saụt Afrịka bụ ebe a nwụchiri ya n'afọ 2016, kpọga ya mba Amerịka ebe a na-ekpe ya ikpe.",
    "A nwụchiri Opara maka ibanye n'ụzọ mgbasaozi 'email' ndị mmadụ ma siri ebe ahụ ghọgbuo ndị ha na ha na-akpa maka achụmntaego bụ nke a kpọrọ \"Business Email Compromise\" na Bekee.",
    "Opara dị afọ 29 n'afọ 2018, nwereike ịnọ ihe ruru afọ 20 na nga.",
    "Akụkọ ndị ga-amasị gị:",
    "Taa ka e liri Pierre Nkurunziza bụbu onyeisiala",
    "Abụghị m onye ọgwụ ego - Kanayo O. Kanayo",
    "Etu ndị ụlọomeiwu 13 si bute coronavirus n’Imo Steeti",
    "Tekinụzụ '5G network' a na-abịa ọ ga-agbanwe ndụ gị?26 Nọvemba 2019",
    "Twitter enwurula ọkụ maka okwu ndị 'Yahoo'13 Mee 2018",
    "Naomi Osaka: Serena Williams na nwada a ga-ama aka n'Australian Open semi-final nke 20219 Septemba 2018",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọkparaeze Phillip bụ Duke nke Edinburg gbara afọ 99 e keela nkwụcha n'ụlọọgwụelekere 4 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Obinwanne Okeke: Etu Invictus Obi si ghọgbuo ụwa niile",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}