{
  "published": "4 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images/BBC",
    "Ọtụtụ oge ka ị ga-ahụ ebe mmadụ na-akụ isi ya kpakam kpakam chee na ọ bụ inyi dị ya n'isi na-akọ ya ọkọ, mana ha amaghị na ọ bụghị naanị na ntutu ruru inyi mere ihe ji ata mmadụ n'isi ahụ.",
    "Ụfọdụ ndị na-eche na ọ bụ akwọsaghị mmiri n'isi nwereike ime ka isi na-akọ mmadụ ọkọ, ebe ụfọdụ na-eche na ihe niile na-eme ka mmadụ na-akụ onwe ya aka n'isi n'ihi ọkọ na-akọ ya bụ na \"igu dị ya n'isi\" maọbụ na \"dandruff na-enye ya nsogbu\".",
    "Gịnị mere ụmụnwaanyị ji eghe ntutu?",
    "Etu ị ga-esi zụọ ntutu gị n'ime usoekwu gị",
    "'Oke ịkwanye isi emeela m isi nkwọcha'",
    "Mana ị ma na e nwere ihe ruru ọrịa iri na-ata mmadụ arụ n'isi, nke ụfọdụ n'ime ha na-erikwa ntutu mmadụ, na-eme ka ọ na-adasịsị maọbụ ghara ito ogologo?",
    "Akụkọ a ga-akọwara gị ihe ndị ahụ na-eri gị nri n'isi nakwa ụzọ ị ga-esi nyere onwe gị aka.",
    "Ọ bụ eziokwu na ị ga-ejinwu ihe e ji agba n'ahụ agba n'isi n'ihi na ala isi gị na anụahụ gị bụkwa otu, mana ọtụtụ mmadụ amaghị nke a.",
    "Ụfọdụ ihe ndị a na-ata mmadụ isi nwekwara ndị nke na-ata n'ahụ, nke bụ na i were ihe ị ga-eji luso nke dị gị n'ahụ luso nke na-ata gị n'isi, o butekwa ụdịrị ọgwụgwọ ọ ga-enye gị n'ahụ.",
    "Ebe foto si, Getty Images",
    "Eserese a na-egosi ka ọria ndị a na-esi amụbawanye ma n'isi ma n'ahụ mmadụ",
    "Sebhorric Dermatitis bụ ọrịa na-ebute oke ọkọ n'isi, nke na-eme ka ala isi mmadụ na-acha ọbara ọbara.",
    "Ọ na-adị ka nke Bekee kpọrọ \"dandruff\", mana ebe o si ka njọ bụ na ọ na ọ na-amụba amụba n'isi; o nwekwara ike ime mmadụ ma n'ihu ma n'obi ya (ebe ndị Bekee kpọrọ \"sebaceous areas\").",
    "Ebe ọrịa a si ka njọ bụ na ọtụtụ ndị bu ya akpagharị amaghị na ha bu ya. Ọ na-emekwa ma nwoke ma nwaanyị, ọkachasị ndị nwere ntutu.",
    "Ọ na-ebidokarị mgbe mmadụ ka malitere ntoroọbịa, mana ndị ọkachamara kwuru na ọ na-akacha enye ụmụnwoke nsogbu.",
    "Ụfọdụ oge ọ na-emekwa ụmụaka a mụrụ ọhụrụ, mana ọ naghị anọte aka tupu ọ laa. Ebe o si dị mma bụ na ọ naghị esi na nne na nna fere na nwa.",
    "Gịnị na-ebute ya?",
    "E nwere Yist a kpọrọ \"Malassezia\" na-ebi n'ahụ mmadụ nke nwereike ịmụbawanye wee bute ọrịa a. O nwekwara ike ibido ma ọ bụrụ na ihe na-alụso nje ọgụ n'ahụ mmadụ mekarịa ka o si eme ma Malassezia a metụta ya.",
    "Ihe na-akpalite ya gụnyere ike ọgwụgwụ nakwa oke ndọkasị ahụ. Ọzọ bụkwa na ọ na-aka akpa ike n'oge njụmoyi karịa na mkpomọkụ. Ọ bụghịkwa ihe mmadụ na-eri na-ebute nke a.",
    "Etu e si agwọ ya",
    "E ji ihe ndị na-akụda yist ahụ agwọ ya, ihe gụnyere ncha e ji asa isi nakwa ude ọpụrụiche nke a na-arụpụta maka ọgwụgwọ ya.",
    "A na-agwọ ya agwọ mana o nweghi ngwọta. Nke bụ na mgbe ị kwụsịrị ịgwọ ya, ọ ga-abịaghachite; mana ala isi gị malite ịchapụ ọcha, ka na-eji ncha isi na-ebughi 'fụngaị' na-asa isi gị ma na-etekwa ude mmiri (moisturiser) kwa izu iji kwụsị mbịaghachite ya.",
    "Ọzọ bụkwa na ụfọdụ na-eji maka ya aga ụlọọgwụ ka e nyochaa ma gw ha etu ha ga-esi lekọta ya.",
    "Ebe foto si, YOUTUBE/SCRATCHINGMYSCALPOFF",
    "Ndị ọkachamara sayensị na-ekwu na dandruff dị ka Seborrhoeic dermatitis ka na-amụ ọrụ.",
    "Ọ bụ eziokwu na ọtụtụ mgbe isi na-akọ mmadụ ọkọ, na ọ bụ dandruff ka ọ na-arịa, mana o nweghi ihe mebiri n'ihi na ọ naghị efe efe.",
    "Ọ bụkwa eziokwu na dandruff na-adasịsị na-adakwasị n'elu akwa ma ị na-akọ ọkọ (ị na-akọ ọ na-atọ gị), mana nke a nwere ngwọta.",
    "Gịnị na-ebute ya?",
    "Otu ihe ị ga-ama bụ na ọ bụghị iru inyi na-ebute dandruff, mana ọ na-aka apụta ihe ma ọ bụrụ na ị naghị asa isi gị kwa mgbe.",
    "Mana njụmoyi nakwa ndọkasị ahụ na-eme ka nsogbu ya karịa.",
    "Ihe a kpọrọ Malassezia globosa bụ ihe na-ebute dandruff, nke na-eri mmanụ dị na ntutu nakwa n'ahụ mmadụ.",
    "Etu e si agwọ ya",
    "Chọọ ncha e ji asa isi nwere ọ bụrụgodi otu n'ime ihe ndị a: zinc pyrithione, salicylic acid, selenium sulphide (maọbụ selenium sulfide), ketoconazole nakwa coal tar.",
    "Na-asa isi gị ọ bụrụgodu ugboro abụọ n'ime otu ọnwa; ị tinye ya ncha ahụ hapụ ya ka ọ nọruo nkeji ise maọbụ iri tupu ị sachapụ ya.",
    "Ndị ọkammụta sayensị amabeghi ihe na-ebute ọrịa Psoriasis ndị a na-eme ma n'isi ma n'ahụ, mana ha ma na o nwebeghi ngwọta kpam kpam",
    "Ị hụtụla ebe mkpu pụrụ ndị mmadụ n'ọnụ n'ihi na otu onye tọpụrụ isi ọ kwanyere? Nke a bụ otu ọnọdụ scalp psoriasis nwere ike itinye gị n'ime ya.",
    "Ọrịa nke a na-asọ itinye ihe Bekee kpọrọ \"Synthetic\" n'isi onye ojii, (gịnị ka nwaanyị ga-etinyezi n'isi ya ebe ọ bụ ya ka e ji emepụta ma \"attachment na weavon\" ụfodụ e ji eme isi?)",
    "Ọ na-abụ i tinye ihe n'isi gị ọ malite ikpekasị ma na-akọ gị ọkọ, mana ị kọọ ya ọkọ o nwere ike imerụ gị ahụ maọbụ mee ka ebe ahụ na-akọ gị ọkọ na-acha ọbara ọbara. Ị sịkwanụ ka ị kụwa isi gị kpakam kpakam, ị nwere ike ịkụta isi ọwụwa.",
    "Gịnị na-ebute ya?",
    "Ndị ọkammụta na-eche na scalp psoriasis na-abịakarị site na mgbe ihe na-alụso nje ọgụ n'ime ahụ mmadụ anaghị arụsi ọrụ ike, nke bụ na mkpụrụndụ nke T ọrụ ya bụ ị na-alụso nje na ọrịa ọgụ ga-ahapụ ya bụ ọrụ ma lụso mkpụrụndụ nke dị mma ọgụ, nke na-eme ka ọ mụbawanye.",
    "Mkpụrụndụ ndị ahụ na-apụtazị n'anụahụ mmadụ ebe ọ na-eme ka ọ chaa ọbara ọbara, zaa aza, na-ekpekasị ekpekasị ma na-akọ ajọ ọkọ.",
    "Ha na-echekwa na ọ na-esi na mkpụrụndụ efe efe ma ọ bụrụ na nne na nna onye nwere ya.",
    "Ọzọ bụkwa na etu onye si ebi ndụ na-ebutekwa ya; dịka onye na-ese anwụrụ, onye aṅụrụma, onye buru oke ibu nakwa onye nọ n'oke ihe mgbakasị ahụ nwere ike ibute ya.",
    "Etu e si agwọ ya",
    "Scalp psoriasis na-eri ntutu mmadụ, mana ọ na-etochikwa ma ọ bụrụ na onye nwere ya na-elekọta isi ya ọfụma.",
    "A na-eji ihe ndị nwere Anthralin, Calcipotriene, Betamethasone, Tazarotene, Methotrexate, Oral retinoids n'ime ọgwụ ọṅụṅụ, agwọ ya. Ọzọ bụ nke a kpọrọ Phototherapy.",
    "Ị nwekwara ike iji ụfọdụ ihe dị n'ụlọ gị gụnyere aloe vera, apple cider vinegar, baking soda, mmanụ akị oyibo, garlic, oatmeal, nnu epsom, turmeric nakwa mmanụ osisi tii agwọ ya.",
    ") Ringworm (Tinea Capitis)",
    "Nke a bụ nke ndị Igbo na-akpọ ọkpụ isi oringo.",
    "Ebe foto si, Getty Images",
    "Ọkpụ isi oringo bụ nke a na-akpọkwa Tinea capitis maọbụ ringworm, bụ nje fungus na-enye isi na anụahụ mmadụ nsogbu.",
    "Ọ bụ eziokwu na ikpuru dị n'aha ya (ringworm), mana ọ bụghị ikpuru na-ebute ya bụ ọrịa.",
    "Ọ na-egosikarị dịka ihe gbara gburugburu na-acha ọbara ọbara, na-erikwa ntutu mmadụ ihe o richatara.",
    "Ọ na-efe efe site na mmadụ fere na mmadụ nakwa anụmanụ, ọ na-emekarị ụmụaka mana ọ na-emekwa okenye.",
    "Gịnị na-ebute ya?",
    "Ọ bụ nje a kpọrọ dermatophyte na-ebute ya, nke na-eme ka ọ na-akọ ezigbo ọkọ.",
    "Etu e si agwọ ya",
    "Ọtụtụ oge a ga-eji agụba a ga-atụfu ozugbo kpụchaa gị akụkụ isi ebe ọ na-eme gị tupu agwọwa gị ya, mana ozi ọma bụ na o nwere ngwọta.",
    "A na-eji ude e ji etegbu nje nakwa ncha e mere maka ịsa isi bu nje asagbu ya. Ụfọdụ na-aṅụkwara ya ọgwụ.",
    "Gbaa mbọ hụ na gị na onye nwere ọkpụ isi oringo ekeghi otu mbọ isi, okpu, ejighi otu akwa ehicha ahụ nakwa edinaghị n'otu akwa.",
    ") Isi nkwọcha (Alopecia)",
    "Ebe foto si, Bandile",
    "Bandile siri na ọ bụrụ na o jiri nwaayọ, na isi nkwọcha ya agaghị eru etu a.",
    "Alopecia bụ aha a na-akpọkarị ndapụ ntutu n'ụzọ dị iche iche.",
    "Mana ozi ọma so ya bụ na o nwere ngwọta ụfọdụ oge, ma i lekọta ntutu gị ọfụma.",
    "Gịnị na-ebute ya?",
    "Ụfọdụ oge ọrịa na-ebute mfopu ntutu, ndọkasị ahụ na-ebutekwa ya.",
    "Ụfọdụ oge onye na-anata ọgwụgwọ maka ọrịa kansa na-enwekwa ọrịa alopecia a; ọzọ bụkwa na oke ibu na-emekwa ka ntutu ndị mmadụ na-adapụsị, ọzọ bụkwa onye iron ezughi oke n'ime ahụ ya.",
    "Etu e si agwọ ya",
    "A na-eji Finasteride na minoxidil agwọ isi nkwọcha n'ụmụnwoke, na-eji minoxidil agwọ ya n'ụmụnwaanyị (Finasteride adịghị nwaanyị mma n'ahụ)",
    "A na-ejikwa nke Bekee kpọrọ Immunotherapy (bụ ite kemịkal n'elu ebe kwọchara akwọcha) agwọ ya, nakwa nke a kpọrọ steroid (ma ude ya ma ntụtụ ya).",
    "Ụfọdụ na-eme nke Bekee kpọrọ \"hair transplant\" nke bụ iweta ntutu ọzọ rụnye ya n'isi gị.",
    ") Igwu (Lice)",
    "Ebe foto si, Science Photo Library",
    "Foto a na-egosi igu yiri akwa na ntutu mmadụ",
    "A na-ahụkarị igwu n'isi ụmụaka n'ihi etu ha na-esi egwukọta egwu.",
    "Ọ bụghị inyi na-ebute ya, kama ọ na-efe efe.",
    "Ọ na-akọ ezigbo ọkọ, na-adị ka enwere ihe na-agagharị gị na ntutu, mana a na-eji mbọ nwere eze kịrịkịrị achọta ya na ntutu mmadụ.",
    "Etu e si agwọ ya",
    "Ncha ọbụla e ji asa isi ga-agwọnwu ya.",
    "Bọọ isi gị nwayọ nwayọ oge mmiri ka dị n ya, ruo mgbe ị bọpụchara ya.",
    "Mmanụ osisi tii, mmanụ eucalyptus nakwa nke lavenda na-enyekwa aka.",
    "Ụfọdụ ọrịa ndị ọzọ nwere ike iri gị nri n'isi maọbụ mee ka ntutu gị na-adapụ gụnyere ndị:",
    "Ụgwọ bụ nke Bekee kpọrọ Eczema, Impetigo, Folluculitis nakwa Isi nkwọcha ụmụnwaanyị bụ nke Bekee kpọrọ \"Female pattern baldness\".",
    "Otu ihe e nwere iji elekọta ụfọdụ n'ime ọrịa ndị a bụ ihe Bekee kpọrọ \"Emollients\".",
    "Gịnị ka ọ bụ?",
    "Emollients bụ ihe nwere dịka ude mmiri a na-etekwasị n'ahụ iji wetulata mmefu mmiri dị n'ahụ mmadụ, ma jirikwa ya na-ekpuchite nakwa echekwa anụ ahụ.",
    "A na-ejikarị ya elekọta ahụ na-ekpekasị ekpekasị maọbụ ahụ mmiri kọrọ.",
    "Ihe nkiri a ga-amasị gị:",
    "Ezigbo nri ị ga-eri ma ị chọọ inwete ntutu na mbọ dị mma",
    "Gịnị mere ụmụnwaanyị Afrịka ji eghe ntutu ha eghe?8 Juun 2018",
    "Vidio, Ihere adịghị na nwoke ime nwaanyị mbọ - Onyedika15 Nọvemba 2018",
    "Vidio, 'Ịkpa isi ka m ji enyere ụmụ nne m na ezinaụlọ m aka'13 Disemba 2018",
    "Vidio, Kelechi: E ji m ịkpa isi zụọ onwe m n'akwụkwọ22 Maachị 2018",
    "Ị chọrọ ịzụ ntutu gị? Lee etu ị ga-esi me ya n'ime usoekwu gị27 Juun 2018",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "African Eye: Etu otu enyemaka e hibere ịzọpụta ụmụaka si akpụpụ ụmụaka n'ezinụlọ ha n'aka ikeelekere 8 gara aga",
    "NA EME UGBU A Etu NNPC si nyochapụta ma jichie oke ụgbọmmiri na-ezufu mmanụ agbidi Naịjirịa",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmegbu ndị Igbo akarịala mana... - Kcee LimpopoEmelitere ikpeazụ na: 26 Nọvemba 2021",
    "Ihe NUJ kwuru maka nnwụchi onye otu ha dere maka akụkọ ‘sit at home’ n'Enugwu",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị BiafraEmelitere ikpeazụ na: 25 Septemba 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'AbateteEmelitere ikpeazụ na: 15 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}