{
  "published": "1 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwunye Eugene Iloabani nwụrụ n'aka ndị echere na ha bụ ndị ọchịehi n'Oji riva etiwala akụoyibo nsugbe.",
    "Na mkparịtaụka ya na BBC nwere, ọ kọwara etu o si chọpụta maka ọnwụ di ya nakwa etu obi si dị ya.",
    "E meela ngagharịiwe n'Okpara Square maka nwoke egburu n'Oji River",
    "Lee ihe o kwuru n'uju n'elu:",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Lee ihe niile ikwesiri ịma maka akpụ ori nwa, Duration 4,0719 Eprel 2018",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Oji River Killing: 'Ndị gburu di m anapụla m okpu m kpu n'isi', Duration 2,351 Julaị 2020",
    "Vidio, Mozambique Secret Cult: Kedụ ndị bụ ndị otu ekperima a na-akpọ onwe ha 'Sons of Mocimboa'?, Duration 13,125 Ọktọba 2021",
    "Vidio, Ọ bụ nkafie ikpere Chukwu n'ụzọ omenala?, Duration 2,536 Ọktọba 2018",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}