{
  "published": "5 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndí Laibería tinyere ihu James Roye n'ego ha iji cheta ya",
    "Ị ma na o nwere nwa afọ Igbo chịburu dịka Onyeisiala mba Liberia aha ya bụ Edward James Roye?",
    "Roye bụ aha nwa Igbo sitere na mba Amerịka tụrụ ugo ma bụrụ onyeisiala nke ise nke mba Liberia.",
    "Igbo History: Ọgụ Biafra abụghị mbụ Igbo na-egosi 'ofu obi,' Ị ma maka 'Igbo Landing'?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha",
    "Ndị ọnụ na-eru n'okwu gbasara akụkọ mere eme na mba Liberia bụ Ọkammụta Samuel T. Kortu onye bụ onyeisi ngalaba Akụkọ Mgbe Gboo na Mahadum Liberia, na Mazi Reginald Goodridge bụ onyeisi otu ndọrọndọrọ True Whig Party dị na mba Lịberịa nke Edward James Roye bidoro tupu ọ nwụọ bụ ndị tinyere ọnụ n'edemede a.",
    "Ode akwụkwọ a ma ama mgbe ochie bụ William Du Bois dere akwụkwọ maka ndụ Edward James Roye, ebe ụfọdụ ozi ị ga-enweta n'akụkọ a siri bata.",
    "Akụkọ a ga-egosi gị etu Roye si gosipụta na n'ezie; \"Igbo Amaka\".",
    "Etu Edward James Roye siri too",
    "Samuel T. Kortu kwuru hoohaa sị \"Eee Edward James Roye nwere agbụrụ ndị Igbo\".",
    "Goodridge kọwara na a mụrụ Edward James Roye n'ụbọchị atọ nke ọnwa Febuarị afọ 1815 n'obodo Newark na mpaghara Lincoln dị na steeti Ohio nke mba Amerịka.",
    "Aha nna ya bụ John Roye kama onweghị ebe akụkọ ọbụla kpọrọ aha nne ya.",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Ndị Igbo anọ si na mmegbu ghọrọ ndị ọchịchị",
    "Akụkọ na-ekwu na nna ya bụ John Roye bu ezigbo nwaafọ Igbo e jidere ma repụ dịka ohu na mba Amerịka.",
    "Ọtụtụ ndị e si Afrịka ree dịka ohu n'Amerịka bụ ndị Igbo (Ejije nkuzi \"The Fight Against Slavery\")",
    "John Roye gbara mbọ ma mechaa nwere onwe ya wee malite ọrụ ịkwọ ụgbommiri na-ebu ndị mmadụ agafe mmiri Terre Haute.",
    "Nwoke a sitere n'ọrụ ụgbọmmiri a bụrụ ogaranya ma zụta ala na akụnụba ndị ọzọ dị iche iche.",
    "King Jaja of Opoba: Ndị ntọ tọọrọ ya mgbe ọ gbar afọ 12",
    "Ọ bụ site na mbọ nna James Roye gbara ka o ji zịga ya ụlọakwụkwọ n'obodo Ohio.",
    "Du Bois dere na Roye gara Mahadum nke Athens dị n'Ohio afọ atọ ma rụọ ọrụ nkuzi n'obodo Chillioothe.",
    "Ebe foto si, Getty Images",
    "William Edward Burghardt Du Bois a ma ama na mba Amerịka dere akwụkwọ maka Roye",
    "Du Bois dekwara na Roye tinyere uchu n'ịzụ ahịa atụrụ ma mechaa lekọta ụlọ ahịa.",
    "Akụkọ ndị ọzọ na-ekwu na Roye mere nke ọma n'azụmahịa ma bụrụ onye nwere ebe a na-akpụ isi kachasị n'obodo Terre Haute ebe ọlaghachiri mgbe nna ya nwụrụ n'afọ 1836.",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha",
    "Nsibidi: Akara ochie e jiri mara ndị Igbo",
    "Akwụkwọ Du Bois kwuru na ọ bụ mgbe nne ya nwụrụ n'afọ 1840 ka Roye bidoro itule ịhapụ Amerịka gaa mba ọzọ n'ihi ịkpa oke agburu na mkpagbu ndị isiojii.",
    "Ọ kọwara na ọ bụ mba Haiti ka Roye chọburu ịga nke mere ka ọ mụọ asụsụ Frenchị, mana mgbe ndị ngalaba American Colonization Society mara ọkwa ka ndị isiojii gaa biri na mpaghara ọdịda anywanụ Afrịka, Roye mere njem ya gawa Liberia.",
    "Roye lụrụ nwaanyị na mba Amerịka tupu ha abụọ agawa Liberia n'afọ 1846 oge ọ dị afọ iri atọ n'otu.",
    "W.E.B Du Bois dere n'akwụkwọ ya na Roye bu ụfọdụ ngwaahịa wee bata mba Laịberịa.",
    "Du Bois kọwara na Roye gbara mbọ ma mee nke ọma n'azụmahịa nke mere ka edepụta aha ya dịka onye kacha nwee ego na mba Laịberịa n'afọ 1870.",
    "Etu esi hibe ebe a na-akpọ Ugwuta taa",
    "N'otu aka ahụ Goodridge kwukwara na Roye bidoro azụmahịa na Laịberịa ma nwekwaa ọtụtụ ụgbọmmiri o ji azụ ahịa.",
    "O kwukwara na Roye bụ onye ntaakụkọ na-ebipụta akwụkwọ mgbasa ozi a kpọrọ 'The Liberian Sentinel'.",
    "Du Bois dere na Roye onyeisi nke ụlọomeiwu Liberia n'afọ 1849, ma rụkwa ọrụ dịka ọkaikpe kachasị nke Laịberịa site n'afọ 1865 ruo afọ 1868.",
    "Goodridge kwuru na ọ bụ Roye bidoro otu ndọrọndọrọ ọchịchị ọ kpọrọ \"True Whig party\" maọbụ \"Liberian Whig Party\" n'afọ 1869.",
    "Ebe foto si, THE TRUE WHIG PARTY - The New Generation/Facebook",
    "N'oge ahụ, na ọ bụ nanị otu ndọrọndọrọ a kpọrọ 'Republican Party' ka e nwere na Liberia.",
    "Naanị ndị nwere agbụrụ ndị ọcha bụ ndị na-akwado otu Republican ebe ndị isiojii na-akwado 'True Whig Party'.",
    "Goodridge kọwara na mgbe Roye bidoro 'True Whig Party', a nwụchiri ya na ndị otu ya ma bo ha ebubo ịgba gọọmentị mgba okpuru.",
    "Mana Roye na ndị otu ya meriri ya bụ ikpe nke mere ka o soro zọọ ọkwa onyeisiala Liberia 1869 ma merịe.",
    "E duru Roye n'iyi ọrụ n'afọ 1870, o wee bụrụ onyeisiojii mbụ bụụrụ onyeisiala mba Laịberịa ma bụrụkwa onyeisiala nke ise.",
    "Igbo Culture: Ihe mere e ji kwụsị ịgba mbarị n'obodo anyị",
    "Goodridge kwuru na Roye mere ka otu 'True Whig' bụrụ otu ndọrọndọrọ ọchịchị nke na-anabata mmadụ niile na Laịberịa.",
    "O kwuru na nke a mere ka ya bụ otu gbasie ike.",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Gịnị bụ Ikenga n'alaigbo?",
    "Du Bois kwuru na Roye wepụtara atụmatụ ga-ebute ọganịhu nke gụnyere mmegharị akụnụba obodo, agụmakwụkwọ nakwa mmezi okporoụzọ.",
    "Roye chọpụtara na Laịberịa enweghị ego imezu ihe niile ọ kwesiri ime, o wee gaa mbibi ego nke bụ ebe nsogbu ya si malite.",
    "Ihe mere eji wepụ ya n'ọchịchị",
    "Edward James Roye chịrị nanị otu afọ tupu e wepụ ya n'ọchịchị.",
    "Du Bois kọwara na Roye gara ibite narị puku paụnd ise (500,000 pounds) n'aka mba Briten.",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Roye nyekwara iwu ka e were ụfọdụ ego o bitere were tụbata ngwa ahịa.",
    "Mana Roye akọwaghịrị ndị omeiwu nkwekọrịta niile ya na mba Briten kwekọrịtara gbasara ya bụ mbibi ego.",
    "Nke a mere ka Liberia nyefee ndị Briten ala agwaetiti (Island) ha zụtara n'efu.",
    "Ihe kacha kpasuo ndị mmadụ iwe bụ mgbe Roye chọrọ ịdọtị afọ abụọ o kwesiri ịchị dịka onyeisiala site n'ịmepụta iwu ga-akwado nke a.",
    "'N'omenala Igbo, mmọnwu abụghị maka nwaanyị'",
    "Ọ bụ nke a mere ka ha chụpụ ya na ndị enyi ya n'oche ọchịchị, napụ ya ụlọ ya ma tinye otu nwa ya nwoke na nga.",
    "Ndị ụlọomeiwu n'oge ahụ chụpụrụ ya dịka onyeisiala n'ụbọchị iri abụọ na isii nke ọnwa Oktọba afọ 1871.",
    "Enweghị onye ma ugbu a etu Roye siri nwụọ.",
    "Goodridge kọwara na ụfọdụ na-ekwu na e gburu ya egbu mgbe e wepụrụ ya n'ọchịchị.",
    "Ndị ọzọ na-ekwu na e kere ya eriri ma dọkpụrụ ya n'okporo ụzọ, mechaa tụnye ya n'ime mmiri.",
    "Egwu anọ e ji mara ndị Igbo",
    "Lee ndị America chọpụtarala na ha bụ ndị Igbo",
    "Akụkọ ọzọ na-ekwu na Roye chọrọ igwuru mmiri gbaga ebe ụgbọ mmiri ya nọ kama akpa ego ọ kere n'ukwu mere ka mmiri rie ya.",
    "Nke mere ruo taa ndị Laịberịa na-ekwu \"Weight weight kill Roye\".",
    "Du Bois kwukwara n'edemede ya na ọ bụ mmiri riri Roye.",
    "Ma rukwa taa, otu True Whig Party ka dịkwa ndụ na mba Laịberịa.",
    "Patrice Lumumba: Etu e si gbuo nwamadị a ma weghachịte otu mkpụrụ eze ya20 Juun 2022",
    "BBC Nkeji14 Juun 2022",
    "Peter Nwachukwu Trial: Akaebe nne Osinachi gbara n'ụlọikpe maka ọnwụ nwa yaelekere 6 gara aga",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5b1a/live/b826d7b0-e9f7-11ec-8935-4f1eb8b88d37.png.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5b1a/live/b826d7b0-e9f7-11ec-8935-4f1eb8b88d37.png 400w\" type=\"image/png\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5b1a/live/b826d7b0-e9f7-11ec-8935-4f1eb8b88d37.png.webp\" alt=\"Agbọghọ nwere anyarị\" width=\"776\" height=\"480\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Etụ anwụ si emetụta ndị anyarị13 Juun 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/AE84/production/_125367644_8e38e0df-67db-4ffc-9abe-7187cf516c44.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/AE84/production/_125367644_8e38e0df-67db-4ffc-9abe-7187cf516c44.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/AE84/production/_125367644_8e38e0df-67db-4ffc-9abe-7187cf516c44.jpg.webp\" alt=\"Ebe a na-ekpe ikpe n&#x27;ala osisi Okporiama\" width=\"1080\" height=\"607\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Etu osisi Okporiama si ekpere ndị obodo Amaozalla ikpe12 Juun 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/C7DE/production/_125366115_ba4c8642-f44b-483e-ace2-9e91675800d2.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/C7DE/production/_125366115_ba4c8642-f44b-483e-ace2-9e91675800d2.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/C7DE/production/_125366115_ba4c8642-f44b-483e-ace2-9e91675800d2.jpg.webp\" alt=\"Nigerian Constitution: Adịmiche dị n&#x27;etiti iwu Naịjirịa nke ndị agha na ndị ọchịchị onyekwuouche ya dere\" width=\"790\" height=\"297\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Nigerian Constitution: Adịmiche dị n'etiti iwu Naịjirịa nke ndị agha na ndị ọchịchị onyekwuouche ya dere12 Juun 2022",
    "<picture class=\"bbc-yfiktt e11uq3261\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/89ed/live/a7f93c00-e733-11ec-9462-b54e5cf65d71.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/89ed/live/a7f93c00-e733-11ec-9462-b54e5cf65d71.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/89ed/live/a7f93c00-e733-11ec-9462-b54e5cf65d71.jpg.webp\" alt=\"Bola Ahmed Tinubu\" width=\"1426\" height=\"802\" class=\"eehpdyc0 bbc-rb7xa0 e11uq3260\"/></picture>Bola Tinubu: Onye bụdị 'agụ Bourdillon’ meriri na ntuliaka imeụlọ APC?8 Juun 2022",
    "Ụdị ‘structure’ m chere Peter Obi kwesịrị inwe tupu ọ chọwa ịbụ onyeisiala - Ned Nwoko",
    "Ọ bụ eziokwu na APC, PDP na APGA n'Imo North ekposaala, banye Labour Party?",
    "Aka m adịghị na ngagharịiwe e mere n'Adoration ụnyaahụ - Fada Mbaka",
    "Ihe ise m ga-eme ma m zọta ọkwa onyeisiala Naịjiria - Atiku Abubakar",
    "Nke bụ eziokwu maka ihe mere n'Ihiala n'ụbọchị Fraịde",
    "Akaebe nne Osinachi Nwachukwu gbara n'ụlọikpe maka ọnwụ nwa ya",
    "E nweghi m 'aka gum' kama a na m asọ mmefu ego n'ụzọ ezighi ezi - Peter Obi",
    "A kwụsịla ndị Katọlik ife ofufe n'Adoration Ministry Fada Mbaka",
    "Lee etu ndị ekpere Adoration Ground si mee ngagharịiwe taa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}