{
  "published": "10 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwata nwoke a na-akpọ Madu Mmesoma Anthony na-agba egwu mkpịsị ụkwụ kọwara ihe kpalitere mmụọ ya igba ụdị egwu ahụ.",
    "Mmesoma sị na ịgba egwu masịrị ya nke ọma na ọ bụ ya mere o ji tinye anya n'ịgba egwu.",
    "\"Ịgba egwu na-enye m ọṅụ\"",
    "Etu m si mụta ịgụ egwu - Oluomachi Opara",
    "Nke ọzọ bụrụ na ọ chọrọ igosi ụwa na ọbụghị naanị ụmụnwaanyị ka a hụrụ kwaa isi okpu n'ịgba egwu 'ballet'.",
    "Ọ sị na ọ na-agba egwu a na ọ na-adị ya ka ebe ọ na-arọ nrọ ọma.",
    "Nne ya bụ Madu Ifeoma kwadoro ya site n'itinye ya n'ebe a na-amụ etu e si agba egwu mkpịsị ụkwụ a bụ 'ballet'.",
    "Kirie ihe ha kwuru n'uju.",
    "Ndị mere akụkọ a bụ: Grace Ekpu, Jessica Nwankwo na Nnamdi Agbanelo",
    "Vidio, Ịgba egwu na-eme obi aṅụrị na-edebekwa gị n'ahụike, Duration 1,411 Eprel 2018",
    "Vidio, Dr Onye Mmemme: Ọ na-afụ ụfụ n'ahụ mana ọ na-enye m ọṅụ - Ote egwu, Duration 1,499 Eprel 2019",
    "\"Ịgba egwu Salsa zọrọ ndụ m\" - Emeka Adindu5 Febụwarị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, AFRICA EYE: NBC amachiela Brekete Redio, daa ha nha, Duration 11,52elekere 7 gara aga",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Ned Nwoko, Pamela na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Igbo food condiments: Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, Ọ bụ Fada Mbaka kwuru na oge ọrụ m erugo - Onye Eze Jesus, Duration 4,4826 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}