{
  "published": "12 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Onye ị bịara ya be ya ma onyeghị gị ọjị, bilie laa",
    "Otu n'ime ihe ndị e ji mara ndị Igbo bụ ịnabata ndị ọbịa nke ọma.",
    "N'omenala Igbo, inye onye ọbịa ọjị bụ ụzọ pụtara ihe na mmadụ ji obi ọcha ya nabata onye ọbịa ahụ na be ya.",
    "Okenye ọbụla bụ nwoke anaghị ekwe ka ọjị kọlahụ ya n'ụlọ, maka na mberede nyịrị dike mana mberede ka e ji ama dike.",
    "Etu e si nweta aha ahịa anọ dị n'ala Igbo",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Mana mgbe ụfọdụ, anaghị ama ama, ọjị nwere ike ịkọ mmadụ mgbe onye ọbịa bịakwutere ya, n'oge dị otu a, gịnị ka ọ ga-eme?",
    "O nwere ihe ụfọdụ omenala Igbo nabatara mmadụ nwere ike iji meere ọbịa ya ọjị ma ọ bụrụ na mkpụrụ ọjị adịghị.",
    "Lee ụfọdụ n'ime ha ebe a:",
    ") Mkpụrụ osisi yiri ọjị",
    "Ebe foto si, Instagram/Healthnwellnesslifestyle",
    "Mkpụrụ aṅara nwereike ịnọchi anya ọjị",
    "E nwere mkpụrụ osisi ndị ọzọ e nwere ike iji mee ọjị ma ọ bụrụ mkpụrụ ọjị adịghị.",
    "Ha gụnyere:",
    "Akị ilu maọbụ Agba ilu. Ụfọdụ ndị na-akpọ ya ugoro",
    "Mkụrụ aṅara, ụfọdụ na-akpọ ya mkpụrụ ofe",
    "Mkpụrụ ose ọjị",
    "Mkpụrụ mmịmị",
    ") Nzu",
    "Nzu na uhie na-egosi obia ọcha e ji nabata onye ọbịa",
    "Nzu bụ otu ihe a na-akwanyere ugwu n'omenala Igbo.",
    "Maka na ọ na-acha ọcha, ọ na-egosipụta ihe dị ọcha.",
    "Inye onye ọbịa nzu ka ọ tụọ n'aka na ụkwụ ya, ma kakwaa n'ala, na-egosi na mmadụ ji obi ọcha ya niile nabata onye ọbịa ahụ.",
    ") Mmanya",
    "E nwereike iji mmanya ọkụ meere onye ọbịa ọjị",
    "N'omenala Igbo ọ bụrụ na mkpụrụ ọjị adịghị nso, mmanya nwere ike ịrụ ọrụ dịka ọjị.",
    "Mmanya nkwụ, ngwọ maọbụ mmanya ọkụ ọbụla ka a na-ejikarị eme ọjị.",
    "Akpụrụachịa anaghị achụ coronavirus",
    "Mana n'oge ugbua, ụfọdụ ndị okpukperechi Kraịst anaghị ekwe aṅụ mmanya na-aba n'anya.",
    "Ndị dị otu a, e nwere ike iji mmanya ọtọ bịrịbịrị meere ha ọjị.",
    ") Mmiri",
    "Ebe foto si, Getty Images",
    "Otu iko mmiri e nyere onye ọbịa na-egosi nnabata",
    "N'oge gboo, ọ bụ ụkwụ ka e ji eme njem niile, ya mere na onye si ebe dị anya, akpịrị ga na-akpọ ya nkụ.",
    "Ọ bụrụ na mmadụ si ebe dị anya chọta mmadụ, ihe mbụ a na-enye ya bụ mmiri ka o wee butuo akpịrị ya.",
    "A ga-ekunyekwa ya mmiri ka o were sachaa ụkwụ ya ruru unyi.",
    "Ọ bụrụ na onye ọ bịakwutere enweghị mkpụrụ ọjị n'ụlọ, mmiri ahụ o kunyere ya egosila na ọ ji obi ọcha nabata ya.",
    "N'oge ugbua kwa, ọ bụrụ na mmadụ achọghị ịta ọjị maọbụ ịṅụ mmanya, ọ ga-arịọ ka e kunye ya mmiri iji gosi na obi ya dị ọcha.",
    "Ọ bụ nnukwu ihe ọjọọ mmadụ ịbịa be mmadụ jụ ịṅụ kama mmiri nkịtị.",
    ") Nri",
    "Ebe foto si, 9jaDelicacies/Instagram",
    "Abacha bụ nrị e jiri mara ndị Enugwu steetị",
    "N'obodo ụfọdụ n'ala Igbo, ihe dịka abacha, akịdị, na ndị ọzọ bụ ọjị ka e ji ha eme.",
    "Ha bụ ihe a na-ebutere onye ọbịa iji sị ya nnọọ, o zutụ ike, e butezie nke bụ nri.",
    "Na mpaghara ụfọdụ n'Enugwu nakwa Abịa steeti ka a na-eme ụdị omenala a.",
    ") Ego/Ihe onyinye",
    "Ebe foto si, Getty Images",
    "Oge ụfọdụ, a na-enye onye ọbịa ego ma kwuo ihe dịka \"nwannem ka anyị were nke a mee ọjị\"",
    "Onye Igbo anaghị ajụ ego ajụ.",
    "Ndị na-ejikarị ego eme ọjị bụ ndị ọgaranya.",
    "Mana ọbụghị ya ga-abụ ihe mbụ ọ ga-eche ndị ọbịa ya n'ihu.",
    "Ebe foto si, Getty Images",
    "N'oge gboo, ọ bụ ego ayoro ka ha ji eme ihe",
    "Ọ na-abụkarị onye ọbịa lawa ka i nwereike nye ya ego ma sị ya \"nwannem ka anyị were nke a mee ọjị\".",
    "Ụfọdụ nwere ike ịnwunye onye ọbịa ha ọkụkọ maọbụ kpụnye ya ewu, iji cheere ha ọjị.",
    ") Ire ọma",
    "Ebe foto si, Getty Images",
    "Okwu ọma dịka \"biko akọla m ọnụ ọjị\" nwekwara ike ịrụ ọrụ dịka ọjị",
    "Ndị Igbo sị na ọ bụ ire ọma ka ejula ji aga n'ogwu.",
    "Ọ bụrụ na mmadụ enweghi mkpụrụ ọjị, onye ahụ nwereike iji ihu ọma na ire ọma gbara onwe ya.",
    "E nwere ilu na akpaalaokwu dị icheiche mmadụ ga-eji mee nke a.",
    "Okwu dịka \"biko akọla m ọnụ ọjị\", maọbụ ọ bụrụ na mgbede abalị ka onye ọbịa ahụ bịara, a ga-asị na \"abalị ewerela ọjị\".",
    "Etu ọbụla o sila dị, ezigbo nwaafọ Igbo ga-achọrịrị ọjị nye ọbịa ya.",
    "Emeghi otu a, ọ na-egosi ụzọ ihe abụọ:",
    "Onye amaghị omenala maọbụ ofeke",
    "Onye ejighi obi ọcha nabata onye ọbịa ya.",
    "N'aka nke ọzọ, onye ọbịa agaghị ajụ ịnara ọjị na nke onye ọ biakwutere.",
    "Agbanyeghi ma ije ahụ ọ bụ ije ọma ka ọ bụ ije mwute, a ga-atarịrị ọjị.",
    "Ị ma na ọrịa eze nwereike idula gị mmụọ?",
    "Ọ bụ nwaanyị ka ọ dị n'aka ikwu ụmụ ole ọ ga-amụ?",
    "Lee ihe ndị ị kwesiri ị ma maka ịhazi ụmụ ole ị ga-amụ n'ezinaụlọ gị",
    "Etu onye a sị bụ onye uweojii si gbagbuo mmadụ n'Orlu n'ihi eyighi 'Facemask'",
    "Igbo Markets: Etu e si nweta aha ahịa anọ dị n'ala Igbo31 Ọgọọst 2019",
    "Igbo History: Edward James Roye, Onye Igbo bụbu onyeisiala mba Liberia5 Julaị 2020",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo26 Juun 2020",
    "Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi  - Soludo2 Ọktọba 2023",
    "Etu ndịagha si nweta ozu mmadụ ọhụrụ, nke ochie dịka ha wakporo akwụ anọ ha sị bụ nke ndị Ipob/ESN n'Okigweelekere 9 gara aga",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Etu ndịagha si nweta ozu mmadụ ọhụrụ, nke ochie dịka ha wakporo akwụ anọ ha sị bụ nke ndị Ipob/ESN n'Okigwe",
    "Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi  - Soludo",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe isii nwere ike ịnọchị anya ọjị n'omenala IgboEmelitere ikpeazụ na: 12 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}