{
  "published": "14 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Okonjo-Iweala/Facebook",
    "Ngozi Okonjo-Iweala nke Naịjirịa bụ otu onye fọrọ n'izọ ọkwa World Trade Organization (WTO) adịla njikere ibu onyeisi otu ahụ.",
    "Nke a na-abịa dịka nwafọ mba Saụt Korịa bụ Yoo Myung-hee na-ama ya aka esepụla aka ya n'izọ ọkwa ahụ nke mere o ji fọ naanị Okonjo-Iweala.",
    "Ndị nnọchịteanya isiọchịchị otu WTO kwadoro ka Okonjo-Iweala bụrụ onyeisi otu a n'ọnwa Ọktoba afọ 2020.",
    "Tupu nke ahụ emee, Okonjo-Iweala na Yoo- Myung-hee bụ ụmụnwaanyị abụọ ọ fọrọ n'ịzọ ọkwa onyeisi otu ahụ nke bụ mbụ ọ na-eme kamgbe e hiwere ya.",
    "Onye nnọchiteanya mba Amerịka n'otu bụ nke onyeisiala Joe Biden họpụtara ka na-eche nyocha n'aka ndị omeiwu Amerịka.",
    "Ihe mere Ngozi Okonjo-Iweala eburubeghi oche eze na WTO",
    "Ebe foto si, Ngozi Okonjo-Iweala/Facebook",
    "Ọ bụ eziokwu na ọtụtụ mba so n'otu 'World Trade Organisation' kwadoro Ngozi Okonjo-Iweala mana nke a ezubeghi iji akpọpụta ya dịka onyeisi ọhụrụ otu a.",
    "Okonjo-Iweala sepụtara isi dịka onye nwereike ịbụ onyeisi otu WTO ọhụrụ ndị nwere agba n'otu WTO nyere atụmatụ ka Okonjo-Iweala bụrụ onyeisi ha.",
    "Ndịisi atọ na-anọchiteanya otu WTO a kpọrọ 'Troika' kwadoro Okonjo-Iweala mana a na-eche ka mmadụ 164 so n'otu a kwadoo mkpebi a.",
    "Ụmụnwaanyị Abia state aha ha na-ada ụda na Nigeria",
    "Ị ma Sandie Okoro ada Igbo ọzọ welitere isi na World Bank?",
    "Site na ntuliaka e mere n'ụbọchị Wenesde 28 Ọktoba, 2020, Okonjo-Iweala nwetere nkwado kachasị mana mba Amerịka akwadoghi ya.",
    "Ndị na-ekwuchitere Okonjo-Iweala ọnụ sị na obi dị Okonjo-Iweala ụtọ na nkwado e nyere ya mana ọ na-eche ka a kpọpụta aha ya n'ụbọchị 9 Nọvemba, 2020.",
    "A na-atụ anya na ndị otu a ga-akpọ aha mgbe ndị otu a ga-ezuko inwe nkwekọrịta tara ọchịchị n'etiti ha.",
    "Ọ bụrụ na nke a mee, Okonjo-Iweala ga-abụ nwaanyị mbụ n'ụwa nakwa Afrịka ga-anọ n'ọkwa a kamge afọ 25 e hiwere otu a.",
    "Gịnị mere Amerịka akwadoghi Okonjo-Iweala?",
    "Ebe foto si, Getty Images",
    "Dịka onye ntaakụkọ BBC n'okwu akụnaụba bụ Andrew Walker si kwuo, mba Amerịka kwadoro ka Myung-hee nke Korịa maka na \"o nwere ahụmihe n'azụmaagịa mba na mba nakwa etu o si agbapụ ọzọ n'ime ihe\"",
    "Ha ekwughi kpọmkwem ihe mere ha akwadoghi Okonjo-Iweala.",
    "Anyị enweghikwa ndị ga-azụ mmanụ agbịdị anyị.",
    "'Ala Igbo nwere ihe niile n'iji kwalite akụnụba Naịjirịa'",
    "Otu 'World Trade Organisation' ewepụla mmadụ atọ so azọ ọkwa onyeisi otu ma hapụ Okonjo-Iweala n'ọsọ oche ahụ.",
    "WTO wepụrụ Jesus Seade nke Mexico, Hamid Mamdouh nke Egypt nakwa Tudor Ulianovschi  nke  Moldova n'agba nke mbụ n'ime atọ nke atụmvootu ha.",
    "N'ozi WTO wepụtara n'akara Twitter ha, ha kwuru na \"ndị ga-abanye agba nke abụọ na ntule onye ga-abụ onyeisi WTO  gụnyere Ngozi Okonjo-Iwela(Nigeria); Yoo Myung-hee(Korea;Amina C Mohammed(Kenya, Mohammad Maziad Al-Tuwaijri (Saudi Arabia) na Liam Fox(United Kingdom).",
    "A ga-eme ya bụ agba nke abụọ ntule n'abalị iri abụọ na anọ nke ọnwa Septemba, ebe nke atọ ebe a ga-ekwupụta mmadụ abụọ fọrọ n'ọsọ ikpeazụ  ga-abụ abalị isii nke ọnwa Oktoba.",
    "Ndị na-azọ ọkwa onye nchịkọa otu 'World Trade Organisation' (WTO)",
    "Ọtụtụ ụmụ Naịjirịa na-ekpe ekpere ka Ngozi Okonjo-Iweala bụrụ onye nchịkọta otu ahịa mbaụwa a kporọ 'World Trade Organisation' na Bekee.",
    "Okonjo-Iweala bụ nwa ada ude ya na-ede na mbaụwa niile n'ihi etu ụbụrụ ya si acha ọkụ.",
    "Ngozi Okonjo-Iweala: Ihe ndị aga-eme ka akụnaụba ala anyị ghara ịdakpọ n'ihi coronavirus",
    "Ọ rụọla ọrụ ugboro abụọ dịka Mịnịsta na-ahụ maka ego na Naịjirịa oge Olusegun Obasanjo nakwa Goodluck Jonathan bụ onyeisiala.",
    "Ọ bụkwara osote onyeisi ụlọakụ mbaụwa (World Bank), ma nọrọkwa n'isioche ọtụtụ ụlọọrụ na ngalaba a ma aha ha n'ụwa.",
    "Okonjo-Iweala abụrụla otu n'ime ndị ndụmọdụ na Twitter",
    "Aga m achịli 'World bank' ma ọ bụrụ... - Okonjo-Iweala",
    "Ndị a gụnyere Twitter, Gavi, ụlọakụ 'Standard Chartered', dịrị gawazie.",
    "Mana mmadụ asaa ọzọ egosikwala mmasị ha iso Okonjo-Iweala zọọ ọkwa 'Director General' nke WTO.",
    "O lee ndị ka ha bụ?",
    ") Jesús Seade Kuri (Mexico)",
    "Ebe foto si, WTO",
    "Jesús Seade Kuri",
    "Kuri bụ onye kacha mee okenye n'ime ndị niile so azọ ọkwa a.",
    "Ọ gbara afọ iri asaa na atọ (73).",
    "Kuri arụọla ọrụ na WTO, 'International Moonetary Fund' nakwa n'ụlọakụ mbaụwa (World Bank).",
    "Ọ rụkwaala ọrụ na gọọmentị Mexico.",
    ") Abdel-Hamid Mamdouh (Egypt)",
    "Ebe foto si, Abdel-Hamid Mamdouh",
    "Ọ bụ onye ọkaiwu nakwa ọka nkuzi a ma ama.",
    "Mamdouh arụkwaala ọrụ na WTO, ma bụrụkwa onye nọchiri anya mba Egypt n'okwu azụmahịa na mba Ethiopia, Switzerland, nakwa Australia.",
    "Ọ gbara afọ iri isii na asatọ (68).",
    ") Yoo Myung-hee (South Korea)",
    "Ebe foto si, Getty Images",
    "Myung-hee bụ nwaanyị nke mbu rụrụ ọrụ dịka Mịnịsta azụmahịa nke mba South Korea",
    "Ọ gbara afọ iri ise na atọ (53)",
    "Ọ rụọla ọrụ ihe gbasara azụmahịa mbaụwa ruo afọ iri abụọ na ise (25)",
    "O so na ndị nyere aka hazigharịa azụmahịa mba Korea ka ọrịa coronavirus ghara imekpa ha ahụ.",
    "Tudor Ulianovschi (Moldova)",
    "Ebe foto si, Twitter/Tudor Ulianovschi",
    "Onye nke a bụ onye kacha dụrụ nwata n'ime ndị niile na-azọ ọkwa onye nchịkọta otu WTO.",
    "Ọ gbara naanị afọ iri atọ na asaa (37).",
    "Tudor rụburu ọrụ dịka Mịnịsta hụrụ maka mmekọrịta mba Moldova na mba ndị ọzọ, nke Bekee kpọrọ 'Foreign Affairs'.",
    "Ọ rụkwara ọrụ dịka onye nnọchite anya mba ahụ na Switzerland na Liechtenstein.",
    ") Amina C. Mohamed (Kenya)",
    "Ebe foto si, Twitter/Amina C Mohammed",
    "Onye nke a abụghịkwa Amina Mohammed nke rụburu ọrụ dịka Mịnịsta na-ahụ maka gburugburu (environment) na Naịjirịa, ọ bụ onye Kenya.",
    "Amina arụọla ọrụ nke ọma n'otu WTO dịka onyeisioche ọgbakọ ọha (General Council), nakwa onyeisi oche ngalaba na-ekpezi esemokwu nke Bekee kpọrọ 'Dispute and Settlement Body'.",
    "Ọ rụkwaala ọrụ dịka Mịnịsta na ngalaba dị icheiche na gọọmentị mba Kenya.",
    "Amina gbara afọ isi ise na asatọ (58).",
    ") Mohammad Maziad Al-Tuwaijri (Saudi Arabia)",
    "Ebe foto si, WTO",
    "Mohammad Maziad Al-Tuwaijri",
    "Mohammed bụ mịnịsta na-ahụ maka nhazi akụnaụba na Saudi Arabia.",
    "Ọ bụkwa onye na-akwọ ụgbọelu (pilot) ma bụrụkwa onye ọrụ ụlọakụ n'oge gara aga.",
    "Ụlọakụ ebe ọ rụburu ọrụ gụnyere 'Saudi British Bank', J.P.Morgan nakwa HSBC.",
    "Ọ dị afọ iri isii.",
    ") Liam Fox (United Kingdom)",
    "Ebe foto si, Getty Images",
    "Liam Fox",
    "Fox gbara afọ iri ise na asatọ (58)",
    "Ọ rụrụ ọrụ dịka ode akwụkwọ ukwu na-ahụ maka azụmahịa n'oge Theresa May bụ Praịm Mịnịsta mba UK.",
    "A mụrụ ya na Scotland, ọ gụọ akwụkwọ na Mahadum Glasgow ebe ọ natara ọzụzụ dịka dịbia bekee.",
    "Ọ rụrụ ọrụ dịka dọkịta na ngalaba ahụike mba UK a kpọrọ 'National Health Service'.",
    "Ebe foto si, Roberto Azevedo",
    "Roberto Azevedo bụ onye nchịkọta WTO ugbua mana ọ ga-arịtu na ngwụcha ọnwa Ọgọst",
    "Roberto Azevedo, onye ji ọkwa 'director general' nke otu WTO ugbua, ekwuola na ya ga-aritu na ngwụcha ọnwa Ọgọst afọ 2020.",
    "Ọ bụ afọ anọ ka mmadụ na-anọ na ya bụ ọkwa, mana e nwere ike inye mmadụ ohere ka ọ chịa nke ugboro abụọ.",
    "E tinyere Azevedo n'ọkwa ahụ n'afọ 2013, ma nyekwa ya ohere nke abụọ na 2017.",
    "Mana o kwuru na ya agaghị eche ka oge ya gwụ na 2021 tupu ọ rituo.",
    "Ọ bụ mba dị iche iche ga-ahọpụta onye nke ha chọrọ ka ọ chịa otu WTO.",
    "Nhọpụta a akwụsịla n'ụbọchị asatọ nke ọnwa Julaị.",
    "Ndị a họpụtara ga-amalite igosipụta onwe ha nakwa ịgwa ọha obodo ihe ha bu n'obi ime ma ha nweta ya bụ ọkwa.",
    "Agba nke a ga-akwụsị n'ụbọchị asaa nke ọnwa Sepụtemba.",
    "Nke a gachaa, ndị ọnụ na-eru n'okwu ga-amalitezi ọgbakọ ebe ha ga-anọ tulee ndị niile a họpụtara ma jụọ ese niile ha kwesịrị ịjụ.",
    "Agba nke a na-ewe ihe dịka ọnwa abụọ.",
    "N'ikpeazụ ka ha ga-ahọpụtazi onye meriri ya bụ asọmpi.",
    "'Hushpuppi ga-eripu ọsọ ma a tọhapụ ya'",
    "Joy Nunieh ọ kụwara akịoyibo nsugbe NDDC?",
    "Egbuola Daniel Lewis Lee a mara ikpe ọnwụ n'Amerịka",
    "Lee ka Kate Anorue siri napụ ndị ọcha ọkwa 'Mayor' ugboro abụọ",
    "Vidio, Ngozi Okonjo-Iweala: Ihe ndị a ga-eme ka akụnaụba ala anyị ghara ịdakpọ n'ihi coronavirus, Duration 4,097 Mee 2020",
    "Ngọzị Okonjo-Iweala: Ihe mere ụwa jiri echu nwa ada Igbo a ka mmiri ngene8 Maachị 2020",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisielekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ebonyi State Police: Ụlọọrụ ndị uweojii dị na South-East a wakporola kamgbe ọnwa isiielekere 9 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe dị iche na ikuku nkịtị na ikuku oxygen a na-enye ndị bụ Coronavirus, Duration 1,224 Febụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisi",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Nnamdi Kanu, Donald Trump na ndị ọzọ a ma ama Facebook na Twitter machirila",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}