{
  "published": "15 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chiamaonwu Joy na-ese ụdị eserese a na-akpọ 'hyper realistic drawing'. Ọ kọwala ihe omimi dị n'ụdị ihe ọ na-ese.",
    "Ọ sị na ọ malitere ise ihe mgbe ọ dị naanị afọ isii, na o nweghi ụlọakwụkwọ ọ gara mụta ya kama na ọ bụ n'ịntanet.",
    "Ihe mere m jiri akụziri ụmụaka ise ihe - Onye osise enweghi aka",
    "'Ise ihe ọ dịka foto adịghị mfe'",
    "Nwada a sị na ọ bụ onye na-ese ihe banyere ọdịnala nke ọ na-eji egosipụta ọtụtụ ihe omimi dị n'omenala Igbo.",
    "Chiamaonwu sị njirimara ihe osise ya bụ okpokoro ejula nke mere o ji pụọ iche na ndị ọzọ.",
    "Ọ sị ihe mere o ji eji okpokoro ejula bụ maka na ọ bụ otu n'ime ihe ndị dibia ji agba afa.",
    "Kirie ihe o kwuru n'uju.",
    "Vidio, Physically Challenged Artist: 'Ihe mere m jiri akụziri ụmụaka ise ihe', Duration 2,4214 Eprel 2020",
    "Vidio, Joy Ugochi Eze: Obi dị m ụtọ na m na-eme ihe nwoke na-eme - Nwaanyị na-ete ụlọ uhie, Duration 1,574 Eprel 2019",
    "Ihe ise ndị nwere ikpu kwesiri ịma13 Nọvemba 2019",
    "Igbo Tradition: Otanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo6 Mee 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Ijeoma Ogwuegbu: Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma, Duration 7,4718 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Vidio, Mkpọnala - Egbe ike na-emete mmụọ na mmadụ n'ụra, Duration 1,1214 Ọgọọst 2020",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,0018 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}