{
  "published": "16 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Leeds Trinity Univserity",
    "Gọvanọr Anambra steeti bụ Willie Obiano ebunyere Charles Egbu onye bụ mbụ onyeisi ojii na-enweta ụdị ọkwa ahụ na Briten gbaa gburu gburu, ụkpa ekele maka ọkwa ọhụrụ a.",
    "Obiano sị na ihe a bụ oke ihe nye ndị Naịjirịa, ọkachasị Anambra steeti maka na inwete ụdị ọkwa a n'ụlọakwụkwọ dị na UK abụghị asụ anwụrụ.",
    "Ọ gwara Egbu sị ọ kweyere na ọ ga-emechapụta ha ihu n'ọkwa maka na ọ maara na ndị n'ehi asaa n'anya n'inye mmadụ ọkwa.",
    "Onye Igbo abụrụla 'Mayor' na London",
    "Lee ka Kate Anorue siri napụ ndị ọcha ọkwa 'Mayor' ugboro abụọ",
    "Nwafọ Imo dị afọ 15 kachasị mee nke ọma n'ule Jamb",
    "Charles Egbu si Abatete wuru ewu ụnyaahụ mgbe akpọpụtara aha ya dịka onyeisi ndị Leeds Trinity University dị n'England.",
    "Nke a na-abịa dịka Minista na-ahụ maka mahadum na UK bụ Chris Skidmore tichara mkpu na Jenuwarị na ọ nwebeghị onyeisi ojii ji ezigbo ọkwa na mahadum mba ahụ kemgbe.",
    "Ọkammụta Charles Egbu ga-amalite ọrụ dịka onyeisi Mahadum Leeds Trinity n'ụbọchị mbụ nke ọnwa Nọvemba afọ 2020.",
    "Ihe i kwesịrị ịma banyere ya",
    "Egbu gụrụ kwọntiti Sụvee jigodi mana o ji ọkwa dịka osote onyeisi (Pro-Vice Chancellor) na Mahadum East London.",
    "Ọ bụbu \"Dean\" nke ngalaba 'Built Environment na Architecture' na Mahadum nke South Bank ma",
    "Ọ bụ ọkankuzi n'ụlọakwụkwọ 'University College London'.",
    "Ọ deela akwụkwọ ruru iri na abụọ (12) nakwa ihe ndị ọzọ e biputara na jọnalụ karịri narị atọ na ụma iri na ise (350) gbasara otu e si ahazị ma arụ ụlọ, ụzọ, akwammiri na ihe ndị ọzọ na-enyere mmepe obodo aka bụ nke ọ nwere mmasị pụrụiche na ha.",
    "Egbu ga-anọchị anya ọkammụta Margaret A. House, onye nọgọrọna bụ ọkwa afọ asaa.",
    "Obiano jikwa ohere ahụ keele ndị niile mechapụtara steeti ya ihu n'ọgbọ a.",
    "Ndị dịka nwada Agnes Ego Maduafokwa bụ onye tuuru ugo dịka onye nke mbụ n'ụle akwụkwọ nke Jamba 2020.",
    "Chidubem Obi bụ onye kporo ndị ọcha n'ọkpa n'agụmakwụkwọ na mba Rọshịa,na ndị ọzọ.",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gị",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọ",
    "United Kingdom",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Vidio, Junior Ezeonu bụ nwaafọ Igbo dị afọ 22 ma bụrụ onye omeiwu na mba Amerịka12 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejioforelekere 5 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejiofor",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}