{
  "published": "19 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo tụrụ ilu sị na a na-enwe obodo enwe maka na obodo anaghị eko n'elu ka ụgbọgụrụ.",
    "A kọwa akụkọ ndị nwe obodo Enugwu n'oge gboo, onye mbụ a ga-akpọ aha bụ Mazị Onyeama n'Eke.",
    "Ọ bụ ya bụ nwoke mbụ kara obi gakwuru ndị ọcha oge mbụ ha batara na mpaghara Enugwu.",
    "Edward James Roye, nwaafọ Igbo bụbu onyeisiala mba Liberia",
    "Igbo History: Ọgụ Biafra abụghị mbụ Igbo na-egosi 'ofu obi,' Ị ma maka 'Igbo Landing'?",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Nke a mere ka ya na ha dị na mma, o wee sizie n'aka ndị ọcha webata ọtụtụ ihe mere ka Enugwu mepee.",
    "Ụfọdụ na-ekwukwa na Onyeama n'Eke bụ nwaafọ Igbo mbụ gara mba ofesi n'abụghị dịka ohu.",
    "Gere akụkọ ya n'uju n'ihe nkiri dị n'elu.",
    "Onye mere akụkọ a bụChris OkerekenaChiemela Peter.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Nnamdi Kanu mata eziokwu ihe mere n'Oba, ọ gaghị ekwu ihe o kwuru' - Onyeisi ndị okorọbịa Oba",
    "Gịnị na-esere Ned Nwoko na ndị obodo ya bụ Idumuje Ugboko?",
    "Ihe ọkpụrụkpụ 11 Joi Nunieh gwara ndi omeiwu banyere okwu ya na Godswill Akpabio",
    "Igbo History: Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha23 Mee 2020",
    "Biafra at 50: Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra14 Jenụwarị 2020",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Night runners: 'Ịta amusu dị n'agbụrụ ezinaụlọ anyị', Duration 8,437 Mee 2019",
    "Vidio, Ancient wars: Lee agha Igbo kpara ike na ya oge ochie, Duration 2,1530 Maachị 2019",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Ohaji Egbema: Anyị achọghị ịnọ n'Imo steeti anyị chọrọ ịnọ Rivers Steeti maka..., Duration 3,1030 Septemba 2021",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}