{
  "published": "19 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/Nengi, Ozo, Dorathy, Laycon",
    "Dịka a malitere Big Brother Naija nke agba ise a kpọrọ \"Lockdown\", e nwere ike ndị nọ n'ime ụlọ ahụ amaghị na ha emetela ihe ndị ha ji ewu n'elu soshal midia.",
    "Dịka ha batachara ma kwuputechaa aha ha na ihe e ji mara ha gụnyere ụdịrị ihe ha chọrọ na nwoke maọbụ nwaanyị ha na-ayị, ha kwukwara ụdịrị ihe ha na-atụ anya ga-eme mgbe ụbọchị 71 ha ga-anọ n'ime ga-abịacha laa.",
    "Kedụ ka ndị meriri 'Big Brother' mbụ si eme ụgbụ a?",
    "Nwaafọ Igbo emeriela Big Brother Naija",
    "Tacha atachaala ụkwa jaa eze na Big Brother Naija",
    "Ndị dị ka Laycon bụ otiegwu, Dorathy, Nengi, nakwa Ozo, ka ndị mmadụ kpụ n'ọnụ kemgbe ha tụrụ ụkwụ n'ime ụlọ ahụ.",
    ") Laycon:",
    "Site n'oge o yi uwe na-enwu ọkụ pụta n'ebe Ebuka Obi-Uchendu bụ onye nchịkọta ya bụ emume na-anabata ya, ruo ka o kwuru na ịkpa maka mmekọ nwoke na nwaanyị masịrị ya, ọtụtụ ndị mmadụ gụfuru ya.",
    "Ha sị na enweghi ihe ọ chị, ụfọdụ che na o kweghi ekwu okwu n'ihi na \"ọ maghị asụ Bekee\", ebe ndị ọzọ kwuru na ọ bụ maka na ọ hụtara onwe ya ka onye ndị ọzọ karịrị, mere o ji gbachi nkịtị na-ele sọsọ anya.",
    "Mana ka Laycon bụ otiegwu chọrọ iji ohere a kwalite egwu ya mepere ọnụ gụọ otu egwu ya, ọtụtụ ndị mmadụ echigharịala ma kwuo na ha ga-akwado ya.",
    "Ụfọdụ ndị otiegwu a ma ama gụnyere Reminisce, Sean Tizzle, Chinko Ekun, Oxlade adọnyekwarala ya ukwu.",
    ") Dorathy:",
    "Dorathy mere ka ọtụtụ ndị chefutu ọzụzụ nne na nna ha zụrụ ha site n'oge o zutere Ebuka, ma ruo oge ọ banyere n'ime ụlọ.",
    "Gịnị ka ha ji kpụrụ ya n'ọnụ? Ha hụrụ ara ya ma na-eti mkpu na o juru ebe niile, ọ bịara dịka ara ya o nweela ndụ nke naanị ya.",
    "Ọtụtụ ndị ọkachasị ụmụnwoke, kwuru sị na ha ga na-akwado ya n'ihi otu ihe a.",
    ") Nengi:",
    "Nengi ma na ọ mara mma tupu ọ bata n'ụlọ, mana ọ maghị na ọ bụghị mma ya ga-eme ka ndị mmadụ kpụrụgodi aha ya n'ọnụ.",
    "Dịka Dorathy, ukwu Nengi enweela ndụ nke ya, dịka ndị mmadụ na-ekwu na ihe o bu n'ukwu bụ 'ebelebe'.",
    "Ihe ọzọ mere o ji ewu bụ na ndị mmadụ na-ekwu na ọ na-atụ asị na ọ dị afọ 20 n'afọ a n'agbanyeghi na ọ sị na o so mee asọmpi maka nwaanyị kacha maa mma na Naịjiria n'afọ 2017.",
    ") Ozo:",
    "Ozo malitere iwu dịka ndị mmadụ na-ekwu na ọ mara ezigbo mma nwoke.",
    "Ndị mmadụ na-ekwu na Ozo nke ezigbo aha ya bụ Ozoemena ma na ọ mara mma, ma bụrụ onye ga-etinye obi ọtụtụ ụmụnwaanyị na nsogbu.",
    "Ebe foto si, Ebuka Instagram Page",
    "Big Brother Naija agba nke ise ga-amalite taa n'elekere asaa nke abalịMana ọrịa coronavirus emeela ka ụfọdụ ihe gbanwe gbasara ya bụ ejije.",
    "'Lamborghini' Mercy abụrụla Ugoeze Big Brother Naija",
    "Kedụ ka ndị meriri 'Big Brother' mbụ si eme ụgbụ a?",
    "Onye ga-achịkọta ndị ga-eso na BBNaija nke 2020 ka bụkwa Ebuka Obi- Uchendu.Lee ihe ise ga-agbanwe na nke afọ a1.Ndị ọbia agaghị abatali n'ụlọ ebe a na-eme ya bụ ihe nkiri2. Ndị na-ekiri ha agaghị abịali n'ụlo ebe a na-eme ngosi ogo mwepụ na BBNaija3. A ga na-enyocha mkpọmọkụ ahụ onye ọbụla so eme ihe nkiri a kwa ụbọchị",
    "A ga-eji disinfectant ehicha ebe ọbụla n'ime ụlọ ahụ tupu amalite mmepụta ihe nkiri mgbe ọbụla.",
    "Ndị ọrụ ahụike ga-anọ ikwado ndị na-eme ya bụ ihe nkiri.",
    "Ihe nrite ga-eso ndị meriri na Big Brother Naija 2020",
    "Ọtụtụ ihe bụ nke gbanwere maka Big Brother Naija nke afọ 2020, site na nhọpụta ndị ga-esonye e mere n'elu intaneti rakwa ihe nrite so ya.",
    "Onye ga-emeri agba nke ise a ga-eji ihe nrite ọnụ ego ya ruru nde naira iri asatọ na ise.",
    "Lee ka e si gbarie ya:",
    "Nde naira iri atọ bụ ego e ji n'aka, nakwa ụlọ obibi ọnụ ụlọ abụọ",
    "Ụgbọala ukwu nke Innoson",
    "Njem nleta na mba Dubai nakwa Dublin",
    "Njem ị ga kiri asọmpi agba ikpeazụ nke UEFA champions  League",
    "Ihe e ji bi n'ụlọ",
    "A ga na-ebunye ya Indomie , Munch it chin chin nakwa ihe eji taa atụ Cogate ruo otu afọ",
    "A ga-ebunye ya Pepsi ruo otu afọ",
    "Ihe njụoyi",
    "Ekwenti",
    "Ndị hibere emume a kwuru na ha e nyochala ndị niile ga-eso me ya bụ ejije, dopu ha ruo izu ụka abụọ tupu a nabata ha n'ime ụlọ ahụ ebe a ga-eme ejije ahụ.",
    "Ihe ndị mmadụ na-ekwu na soshal midia",
    "@KhamisAbdulrauf kwuru na ndị a họpụtara maka mmemme a na-enye ya obi ụtọ",
    "@ukwuchisom na-ekwu ya bụrụ na ahọpụtara ndị ọhụrụ a ọfụma makana ọ chọrọ ka agba nke 2020 kajaa akaja.",
    "Ụwa nwezikwa nkiri!",
    "Gịnị na-esere Ned Nwoko na ndị obodo ya bụ Idumuje Ugboko?",
    "'N-Power ji mmadụ 80,000 ụgwọọnwa ọnwa anọ' - Onye ọrụ N-Power",
    "Ihe ọkpụrụkpụ 11 Joi Nunieh gwara ndi omeiwu banyere okwu ya na Godswill Akpabio",
    "Ị na-anụ maka Nwafor Orizu mana ị ma etu o si si nga bụrụ onyeisi ụlọomeiwu?",
    "Ngwa-ọrụ cọmputa",
    "Naijiria",
    "Telivishọnụ",
    "Ịkpa obi aṅụrị",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Owu ọmụma o ji gị n'alụmdinanwunye gị? Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Anwụchịela mmadụ ise a sị so gbuo Chef EmekaEmelitere ikpeazụ na: 3 Ọgọọst 2021",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'UmudiokaEmelitere ikpeazụ na: 24 Eprel 2019",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọEmelitere ikpeazụ na: 24 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}