{
  "published": "22 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọelu ogogo atọ dị n'akụkụ isiụlọọrụ okpuruọchịchị Abakaliki n'Abakaliki ,isiobodo Ebonyi steeti ụbọchị Tuzde.",
    "O nweghị onye nwụrụ maọbụ meruo ahụ na ya bụ ihe mberede mana ndị bi nso ebe ahụ kọrọọla BBC Igbo ihe ha hụrụ tupu ya bụ mkpamkpa akpaa.",
    "Ijeoma Uchenna Mbam bụ onye bị n'akụkụ ya bụ ụlọ na di ya huru ka igwe e ji rụọ ya bụ ụlọ malitere ịmịpụta kemgbe Izuụka atọ gara aga bụ mgbe o jiri kpọtụrụ ndị ọzọ ka ha soro ya hụ ihe ya na ahụ.",
    "Enweghị onye ụlọoriri dagidere n'Ebonyi state - Ndị Uweojii",
    "E jighi ngwaọrụ dị mma rụọ ụlọ ahụ dara ada - Gọọmentị Imo steeti",
    "Ndị kọmishọna Anambra akwọọla aka 'Pilate' gbasara ụlọ dara n'Ọnisha",
    "Ijeoma sịkwa na di ya kpọtụkwaara ndị ọrụ 'Capital Territory Development Board' mana ha bịaghịzị tupu ya bụ ụlọ a daa na ihe dịka elekere iri na otu nke abalị ụbọchị iri abụọ na otu nke ọnwa Julaị.",
    "Nwokora Christopher kelere Chineke ka o siri zọpụta ya na ezinaụlọ ya na ya bụ ụlọ dakwarasa mgbaaja ụlọ ha.",
    "Ụlọ Nwokora Christopher bụ ebe ụlọ ahụ dakwasara mgba aja ha",
    "Ọ gwara BBC Igbo na\"anyị kelere Chukwu maka na anyị amaghị na ya bụ ụlọ ga-adakwasị mgbaaja ụlọ anyị\".",
    "Nwokora takwara ịnjinia na-arụ ya bụ ụlọ ụta dịka onye aka ọrụ ya riri mperi.",
    "Nwankwo Jude bụ onye hụrụ ihe mere sị na aja karịrị simenti e ji rụọ ya bụ ụlọ, na ọ bụ ya mere ya bụ ụlọ jiri daa.",
    "Chinyelu Udoku, onye enyemaka Kọmishọna na-ahụ maka isiobodo",
    "Kọmishọna na-ahụ maka nchekwa na udo okeala na ndị ọrụ ya e ruola ebe ya bụ ụlọ dara ma nyekwa iwu ka agbachie ebe ahụ ogige ma nwuchie injinịa rụrụ ya bụ ụlọ ozigbo ozigbo.",
    "Ọ dọkwara aka na ntị ka ndị ọbụla bi nso ebe ahụ nye efe maka mmeru ahụ.",
    "Chelsea egosila Man Utd na onye isi nkwọcha anaghị aga ọgụ okwute",
    "'Aka Governor Okezie Ikpeazu adịghị na nwuchi Emperor Ogbonna'",
    "Obiano ekelela Charles Egbu bụ onyeisi ojii mbụ e mere onyeisi mahadum na UK",
    "Libya Floods: E likọtala ozu ọtụtụ mmadụ nwụrụ n'Idemmiri mere na mba ahụ13 Septemba 2023",
    "Mohbad  di m tara ahụhụ ruo oge ọnwu ya - Nwunye Mohbad13 Septemba 2023",
    "NA EME UGBU A 'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Mohbad  di m tara ahụhụ ruo oge ọnwu ya - Nwunye Mohbad",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na EffiumEmelitere ikpeazụ na: 22 Febụwarị 2021",
    "\"Izuụka atọ gara aga ka m gwara ndị gọọmentị na ụlọ ahụ chọrọ ịda'Emelitere ikpeazụ na: 22 Julaị 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}