{
  "published": "25 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chris Sanctus Okereke",
    "Broadcast Journalist",
    "Ebe foto si, Getty Images",
    "Ọtụtụ mmadụ na-achọ ka ahụ ha kwụọ mụrụmụrụ makana ọ bụ otu ụzọ esi ama onye mara mma.",
    "Nke mere na ndị mmadụ na-agbasi mbọ ike ịhụ na anụ ahụ ha mara mma n'anya.",
    "'Alkaline water' e nwereike ịgwọ kansa?",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gị",
    "Nchọcha BBC mere gosiri na mmetọ ikuku Bekee kpọrọ \"pollution\" so n'ihe na-eme ka ahụ mmadụ ghara ịna akwọ mụrụ mụrụ.",
    "Ihe ọzọ bụ ajọ ude nakwa ihe otite ndị ọzọ, nri nakwa ahụike onye ahụ.",
    "E nwekwara ebumpụtaụwa ihe ndị ọzọ na-esokwa ebute mgbanwe n'ahụ mmadụ dịka nka.",
    "Ihu nhịkọ maọbụ akara nka Bekee kpọrọ \"wrinkles\" so na ebumpụtaụwa nke onweghị ihe ihere dị na ya.",
    "Mana ọ bụrụ na nsogbu gị bụ ahụ gị ịkwọ mụrụmụrụ, lekwa ihe ndị ị ga-etinye anya na ya.",
    "Mgbe BBC kpọtụụrụ ọkammụta gbasara nlekọta akpụkpọ ahụ na UNTH Enugwu bụ Ọkammụta Uche Ojinmah ka ọ waa anyị anya maka nke a.",
    "Gere ọnụokwu Dọkịnta Uche Ojinmah",
    "Ị chọrọ ka ahụ gị na-akwọ mụrụ mụrụ? Lee ihe 8 ị ga-eme.",
    "Ọ kọwara na akpụkpọ ahụ mmadụ niile abụghị ofu.",
    "Ebe ọ dị mfe ịme ka ụfọdụ kwọọ mụrụmụrụ ozugbo, ọ na-ara ndị ụfọdụ ahụ.",
    "Ebe ụfọdụ sị n'afọ dị mma, ụfọdụ kwesiri ịlekọta anya.",
    "O kwuru na ahụike mmadụ na-egosikwa na ahụ ya maka ọbara adịghị n'ahụ, okpo maọbụ ịba nwereike ịme ka anụ ahụ mmadụ dị njọ.",
    "Ebe foto si, Getty Images",
    "Ihe ndị ị kwesiri ị na-eme mgbe niile",
    "Otu i si ebi ndụ na-emetuta ahụike gị dịka o si emetụkwa anụahụ gị.",
    "Ihe ndị a anyị ga-agụpụta ga-enye aka ịme ka ahụ gị na-akwọ mụrụmụrụ, dịka Ojinmah na dị ọkachamara ndị ọzọ kwekọrịtara:",
    ") Na-aṅụ mmiri nke ọma",
    "Ebe foto si, Getty Images",
    "Ọ bụ eziokwu na odosighi anya ka ịṅụ mmiri si ebute ahụ ịkwọ mụrụmụrụ mana mmụta gosiri na ịṅụ mmiri nke ọma na-eme ka ahụ mmadụ na-akwọ mụrụmụrụ.",
    "Ịṅụ mmiri na-eme ka ahụ mmadụ na-adọ adọ, mee ka ọ ghara ịkpọ oke nkụ maọbụ dị njọ n'anya.",
    "Ojinmah kwere na ịṅụ mmiri na enyeaka n'ịdozi ahụ mmadụ.",
    ") Iri nri na-edozi ahụ",
    "Ebe foto si, Getty Images",
    "Nri na-edozi ahụ na-egbochi anụahụ ịka nka ọsịsọ. Nri ndị a gụnyere akwụkwọ nri, mkpụrụ osisi na azụ salmọnụ.",
    "Nchọcha gosikwara na-ịṅụ mkpụrụ ọgwụ ụfọdụ Bekee kpọrọ 'probiotics' nwekwaraike itinye ezigbo nje na-egbu nkwọ, ọkọ pimpụl maọbụ ahụ mgbachụ sitere n'anwụ.",
    ") Ịmegharị ahụ (Exercise)",
    "Ebe foto si, Getty Images",
    "Nchọcha emere na mmadụ nakwa ahụ anụọhịa gosiri na ịmegharị ahụ n'ụdị ga-eme ka ikuku ndụ bata mmadụ n'ahụ Bekee kpọrọ aerobics na-eme ka anụahụ mmadụ dị mma.",
    "Ọ na-eme ka elụahụ mmadụ ghara isiike ma mee ka ime ahụ onye ahụ sie ike. Nka na-ebugharị ọnọdụ a, mee ka eluahụ sie ike ma mekwa ka imeahụ ghara isiike.",
    "Nke a na-eme ka ahụ onye ahụ dị mma anya ma dịkwa ka nke nwata.",
    ") Ịrahụ ụra nke ọma",
    "Ebe foto si, Getty Images",
    "Nke a ga-abụ ihe mmgbagwoju anya nye ụfọdụ, mana nke bụ eziokwu bụ na ụra na-edozi ahụ mmadụ.",
    "Ahụ mmadụ na-edozi onwe ya mgbe onye ahụ nọ n'ụra.",
    "Ọ na-enyekwa aka ọbara ikwo nke ọma n'ahụ ma meekwa ka ihe ndị ọzọ na-edozi ahụ dịka nke Bekee kpọrọ Collagen.",
    "Ọ bụ ihe nwereike ịmezi ahụ anwụ chagburu maọbụ mee ka ahụ nhịkọ belata.",
    ") Igbochi anwụ ịcha gị n'ahụ",
    "Ebe foto si, Getty Images",
    "Oke anwụ na-agbachu mmadụ ahụ ma na-ebutekwa ahụ ịkpọnkụ, nka mberede maọbụ ọrịa kansa anụahụ.",
    "Na-ete ude gana ekpuchi ahụ gị anwụ Bekee kpọrọ sunscreen, gbaara oke anwụ ọsọ ma kpuchikwaa ahụ gị.",
    "Nchọcha gosiri na mmadụ ịgba onwe ya n'anwụ mgbe niile dị njọ karịa anwụ ịcha onye ahụ. Gbaara ya ọsọ.",
    ") Esekwala anwụrụ",
    "Ebe foto si, Getty Images",
    "Anwụrụ sịga, nke e sere ese maọbụ nke kusara mmadụ n'ahụ nwereike ibutere onye ahụ nka mberede, ihu nhịkọ maọbụ ọrịa anụahụ dịka ọkụ maọbụ akpụkpa.",
    "Ọ na-emekwa na anụahụ onye ahụ agaghị agwọli onwe ya.",
    "Gbaa mbọ kwụsị ịse sịga maọbụ anwụrụike ndị ọzọ.",
    ") Ịṅụ oke mmanya",
    "Ebe foto si, Getty Images",
    "Nọchacha gosiri na ịṅụ oke mmanya na-eme ka anụahụ mmadụ hịkọọ.",
    "Ịṅụ oke mmanya na-emekwa ka mmiri taa mmadụ n'ahụ nke na-ebutekwa ahụ nhịkọ.",
    "Ọ bụrụ na ị chọrọ ka ahụ gị na-akwọ mụrụmụru, ị ga-ebeleta oke mmanya.",
    "Ojinmah kwuru na ọtụtụ ihe ndị gboo ji achọ mma anaghị emeru mmadụ ahụ maka na ha bụ ọnatara chi.",
    "Ọ sị na nzụ na-eme ka mmiri dị n'akpụkpọ ahụ, na ajụkwa anụ ahụ oyi, ma mee ka ọkọ benata n'ahụ.",
    "O kwuru na \"Uhie bụ maka naanị ịchọ mma. Ọnweghị ihe ọzọ ọ na-eme\".",
    "Ube Bekee nwere ụmụ ihe dịcha n'ime ya na-enyeaka aka ka anụ ahụ ọhụrụ na-apụta.",
    "Ojinmah kwetere na ube Bekee nwere ụmụ vitamin dị na ya na-edozikwa ahụ.",
    "Mana ọ dọrọ aka na ntị ka onye ọbụla na-ego mmanụ akị, ube na ụmụ akụkụ (Plant) ndị ọzọ kpachara anya maka adịgboroja.",
    "Ọ dọrọ aka na ntị a maka ndị na-ego \"organic\" bụ nke ọ sị na ka e si eme ụfọdụ n'ime ha ezighị ezi.",
    "Ọ sị na ndị nje bara nwereike ibute ọrịa ndị ọzọ atụghị anya.",
    "Ihe ndị ọzọ ị ga na-eme",
    "Were nke Bekee kpọrọ cleanser na-enweghị mmanyaọkụ na-ehicha ihu gị mgbe ị sachara ya mmiri n'ụtụtụ nakwa n'abalị tutu ị nabaa.",
    "Iji ude mọschọrịza",
    "Ude ndị a na-ekpuchite anụahụ mmadụ mee ka mmiri dị n'ahụ onye ahụ ghara ịta. Ude ndị a ga-eme ka ahụ gị na-akwọ mụrụmụrụ.",
    "Tewe ude nwere Alpha hydroxy acid na Bekee",
    "Ọgwụ ndị a bụ ndị na-esi n'akụkụ (plant) nakwa anụmaamụ na adị n'ude ụfọdụ na-enyeaka ịhichapụ anụahụ kara nka, mee ka ọbara na-ekwo nke ọma ma belatakwa ahụ nhịkọ.",
    "Ejikwa ya agwọ ọkụ pịmpụl na ihu tụru agwa.",
    "Ihicha ihu gi",
    "Ihicha ihu na-enye aka ihichapụ akpụkpọ ahụ adịghị mma bụ nke na-eme ka ihu onye ahụ gbachuo.",
    "Iji nwanyọ na-ehicha ya okirikiri kwa izuụka na-enye aka ihichapụ akpụkpọ ndị a mee ka ihu onye ahụ chapụ.",
    "\"Izuụka atọ gara aga ka m gwara ndị gọọmentị na ụlọ ahụ chọrọ ịda'",
    "'Ndị omeiwu ịnara ọrụ NDDC dịka nkịta ịta ọkpụkpụ a nyawara ya n'olu'",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "Health tips: Lee ihe maamịrị gị na-agwa gị maka ahụike gị8 Julaị 2020",
    "Ụmụnwoke, sepụnụ ọnụ n'ara ụmụnwaanyị - Mịnịsta Ahụike3 Ọgọọst 2018",
    "Ị ma na nsị gị na-egosi ahụike gị?6 Juun 2020",
    "Vidio, 'Ụmụaka ibe m na-akpọ m 'beast' n'ihi ọrịa m nwere' - Sopuruchi Okorocha25 Jenụwarị 2022",
    "Gee ntị, BBC Nkeji25 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abah Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}