{
  "published": "29 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "I chetara Okwudili na Loveth Egbo, di na nwunye kpuru isi kwuru na isi ha kpuru agaghị egbochi ha ime ihe ọbụla?",
    "Ha abụọ mechara see okwu mere ka ha gbasatu nwa mgbe nta, mana ha bịaghachitara ọzọ.",
    "Mbịaghachi ha bịaghachitara, Loveth atụrụ ime, mụta ejima.",
    "Ọnụ ha juru n'ekele maka nkwado ndị mmadụ kwadoro ha ka ha hụchara akụkọ ha na BBC Igbo.",
    "Lee ihe ha nwere ikwu n'uju:",
    "Ndị mere akụkọ a bụ Nnamdi Agbanelo, Chioma Obianinwa na Ebere Ekeokpara.",
    "Akụkọ ndị ga-amasị gị:",
    "Hepatitis bụ ọrịa ọjọọ ọtụtụ mmadụ bu ma ha amaghị",
    "Gịnị ka gọọmentị merela kemgbe ọgbaghara Southern Kaduna bidoro?",
    "'Akpabio kwuo eziokwu, gosi ihe akaebe, agbagharịzịla' - Sinetọ Nwaoboshi na Anyanwu",
    "Ihe ndị gọvanọ ọwụwaanyanwụ kwekọritara maka akwammiri Niger nke abụọ",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Okwudili na Loveth Egbo bụ di na nwunye kpuru isi amụọla ejima ka ha sechara okwu, Duration 2,5129 Julaị 2020",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Anita Joseph: 'Ụfọdụ ụmụnwaanyị Nollywood ka enwe ego maka 'nnukwu mpa' nọ ha n'akukụ', Duration 3,2214 Mee 2019",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Imo state Tourism: Lee Oguta, obodo ọma nọ n'akụkụ mmiri, Duration 1,2330 Nọvemba 2019",
    "Vidio, Lekwanu 'Amerịka wọnda'!, Duration 0,593 Maachị 2018",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}