{
  "published": "26 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikechukwu  Kalu",
    "Broadcast Journalist Igbo",
    "Ebe foto si, Getty Images",
    "Ị nụla akụkọ banyere oke ọchịchọ ụfọdụ ụmụnwaanyị na-enwe ma ha dị ime nke gụnyere nri ndị dị aṅaa ahụ ha ga na-achọsị ike nakwa nke ha na-asọ asọ.",
    "Ụfọdụ ụmụnwaanyị a na-edupucha di ha n'ime abalị ka ha ga zụta maọbụ siere ha ụdị nri ahụ na-agụ ha.",
    "Ihe 10 ụmụwaanyị dị ime ekwesighị ime",
    "Etu ụfọdụ ụmụnwaanyị si egbochi ịtụrụ ime n'oge 'lockdown' a",
    "Ị makwa na iyi 'waist trainer' na 'corset' nwereike imerụ gị ahụ?",
    "Onwereike ọ bụrụ na o metụla gị bụ nwaanyị na-agụ akụkọ a maọbụ na o nwereike ime gị mgbe ị ga-adị ime.",
    "Akụkọ sị na ihe kpatara oke ọchịchị maọbụ agụụ a bụ na ahụ nwaanyị ahụ chọrọ ya iji nyere onwe ha nakwa nwa ha bu n'afọ aka.",
    "Mana mgbe ụfọdụ ị ga-ahụ na nri a ha na-achọ abụghị nri ga-enyere ha na nwa ha bu n'afọ aka n'iwulite ọnọdụ ahụike ha.",
    "Ụdị nri na etu o si agụ ụmụnwaanyị dị ime dị iche dabere na mpaghara ụwa mọabụ mba ha si.",
    "Ama ụfọdụ ụmụnwaanyị gbara maka nke a",
    "N'akụkọ a, anyị tụlere etu o si metụta ụfọdụ ụmụnwaanyị Naịjirịa mgbe ha dị ime.",
    "N'ajụjụọnụ BBC Igbo gbara ụfọdụ ụmụnwaanyị, ha kọwara ihe mere ha ji enwe agụụ maọbụ na-asọ ụfọdụ nri asọ.",
    "Ebe foto si, Getty Images",
    "Otu nwaanyị aha ya bụ Chika sị na agụụ ọtụtụ nri agụghị mgbe ọ dị ime kama na ọ kpọrọ ọtụtụ nri asị.",
    "Ọ sị na ọ na-agbọkarị agbọ nke mere o ji na-asọ nri ndị dịka anụ, anụ ọkụkọ na nri ndị nwere ose.",
    "Ọ sị na o nwere mgbe agụụ ịta abacha gụrụ ya ka a ga-asị ma ọ taghị ya na ọ ga-anwụ, mana o mechara zụta ya ma ritu ya obere ike agwụ ya.",
    "Ọ gara n'ihu sị na agụụ ịta azụ (catfish), oporo gụrụ ya nakwa iri ụfọdụ nri onye ọzọ siri.",
    "Ọ sị na onwere mgbe ịta azụ gụrụ ya, ya na di ya hapụ ụlọ ị chọ ebe a ga-azụta azụ ma bata n'ime abalị mana o mechaghị taa azụ ahụ n'ihi na ọ kwụsịrị ịgụ ya agụụ.",
    "Chika sị na ihe o chere butere oke ọchịchọ ndị a bụ mgbanwe na mmiri ọgwụ ahụ ya bụ 'hormones' na Bekee.",
    "Ebe foto si, Getty Images",
    "N'otu aka ahụ Chimezie bụ nwaanyị ọzọ sị na onweghi agụụ nri ndị na-agbagwoju anya kama na ihe na-agukaarị ya oge ọ dị ime bụ agwa ma na-asọ anụ ọkụkọ asọ.",
    "Ọ sị na ọ bụrụ ma o righi agwa na ọ na-adị ya ka ụwa ọgwụla. Na ihe ọ ma na-ebute ya bụkwa mgbanwe nke 'hormone' dị n'ahụ ya.",
    "Chioma na nke ya sị na ihe na o nwere mmasị n'ebe nri ọdịnala ndị yoruba nọ n'agbanyeghi na ọ bụ onye Igbo.",
    "Nri ndị dịka amala, ofe egwusi ndi Yoruba na 'stew' e ji mmanụ nri sie ma na-afụ ezigbote ose.",
    "Ebe foto si, Getty Images",
    "Nwaada Adline sị na ngwa ngwa ọ dị ime, na ọnụ ya gbara ụka nke mere onweghizi nri na-agụ ya agụụ.",
    "N'ihi nke a o righi nri ọtụtụ ụbọchị nke mere e ji buga ya n'ụlọọgwụ, ebe dọkịta sị ya chepụta nri ọbụla o nwereike i rinwu.",
    "Ọ sị ihe malitere ịgụ ya bụ ịracha mkpụrụ osisi 'mango' n'agbanyeghi na ọ bụghị oge mkpụrụ osisi ahụ.",
    "Etu ụmụnwaanyị dị ime ga-esi chekwaa onwe ha n'oge Covid-19",
    "Nri ndị mechara gụọ ya agụụ bụ mmiri ọkụ anụ ewu bụ nke ọ na-agbọ ma o richaa ya, 'indomie' maọbụ 'spaghetti' na akwa e tinyere ezigbo ose.",
    "Ebe ọ na-asọ nri nakwa mmanya ọbụla bu ọtọ bịrị bịrị na shuga.",
    "Kedụ ihe onye ọkachamara kwuru maka nke a?",
    "Otu onye dọkịta bụ ọkachamara n'ahụike ụmụnwaanyị bụ Joseph Akinde tinyere ọnụ n'okwu a a kpọ n'ọnụ.",
    "Ọ sị na ihe nwereike ibute oke ọchịchị na ịsọ nri a n'ebe ụmụnwaanyị dị ime nọ bụ mgbanwe dị na mmiri ahụ ha a na-akpọ 'hormone' na Bekee.",
    "Ihe nwere ike ibute ọnwụ nwaanyị di ya hapụrụ ka ọ mụọ nwa n'ụlọ - Dọkịnta",
    "\"Nri ha na-asọ bụ nke ahụ ha na-anabataghị n'oge ahụ ebe nke ha na-achọsi ike bụ nke ahụ nabatara\", Akinde kwuru.",
    "Ọ si na o cheghi na nri ndi ahụ ha na-achọ nwereike ibutere ha nsogbu n'ahụ, ewepu naonye nwere ọrịa ọzọ dị ya n'ahụ.",
    "Dọkịta Akinde sị na di ụmụnwaanyị dị ime na ezinaụlọ ya kwesịrị ịnagide oke ọchịchị ahụ ma buru n'obi na ọ bụ nwa mgbe nta na ọ naghị adịgide.",
    "Ụzo e nwereike iji gbanahụ ọnọdụ a",
    "Ebe foto si, Getty Images",
    "Ịtụrụ ime bụ ihe dị mma, Nabata mgbanwe ọbụla so ya n'ụdị nri na-agụ gị agụụ.",
    "Otu ụzọ kachasị mma nwaanyị dị ime nwereike iji merie ọnọdụ a bụ site n'iri nri zuruoke a kpọrọ 'balanced meal' n'ụbọchị niile.",
    "Rie nri ụtụtụ, megaa ahụ (exercise), gbaa mbọ hụ na i nwere nkwado n'ihe metụtara uche gị (emotional support).",
    "Ọ bụrụ na nri ahụ gụsie gị ike, i nwereike pụọ ma gagharịa agagharị, chọrọ ihe ị ga-eji gwuo egwu.",
    "Na-ege ntị n'ime onwe gị ka ị mara ihe ahụ gị na-achọ ma chọta ihe ọzọ ga-abụ ihe mgbanwe.",
    "Ọ bụrụ na ị gaghị edinwu ya, i nwereike ritu nri ahụ nwa obere maka ahụike gị.",
    "Mana nke ka nke bụ mee ka onye dọkịta gị mara etu o si eme gị n'ahụ mgbe ọbụla maka ndụmọdụ pụrụiche.",
    "Na nchịkọta, mara na ịtụrụ ime bụ ihe dị mma. Nabata mgbanwe ọbụla so ya n'ụdị nri na-agụ gị agụụ.",
    "Mana e kwela ka ọ bụrụ ihe ga-emegide maọbụ tinye ahụike na nsogbu.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ị chọrọ ka ahụ gị na-akwọ mụrụ mụrụ? Lee ihe 8 ị ga-eme.",
    "Gịnị na-esere Arthur Eze na Pius Ayim? Lee ihe anyị ma",
    "Nsogbu nchekwa: Lee ndị chọrọ ka a gbaara Buratai na ndị isi agha ndị ọzọ ụgbọ nwamkpi",
    "Ihe i kwesiri ịma tupu i yiwe 'waist trainers'22 Julaị 2020",
    "Pregnancy Care: Ihe 10 ụmụwaanyị dị ime ekwesighi ime4 Maachị 2020",
    "Menstrual Cycle: Ihe mere e ji akpaso ụmụnwaanyị nọ na nsọ agwa pụrụ iche n'ala Igbo31 Jenụwarị 2020",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke21 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a20 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "A tọhapụla Pastọ dara iwu COVID-19 n'Ebonyi steetiEmelitere ikpeazụ na: 29 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}