{
  "published": "28 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Science Photo Library",
    "Dịka ụwa niile na-echeta ihe gbasara ọrịa Hepatitis taa, ọ dị mma ka ị mata na ọrịa a abụghị obere ihe.",
    "Nke a mere ngalaba World Health Organisation ji họpụta ụbọchi 28 nke ọnwa Julaị afọ ọbụla maka ọrịa Hepatitis.",
    "Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke",
    "Bubonic Plague: Ị nụla maka ọrịa a?",
    "Isiokwu nke afọ 2020 ka ha kpọro \"Hepatitis-Free Future\" ya bụ \"Ọdịnịhụ na-enweghi Hepataịtis\".",
    "Ngalaba WHO kọwara na Hepatitis bụ ọrịa imeju, a na-akpọ ya ọrịa ịbaọcha n'anya n'Igbo.",
    "Ọ bu nje virus kacha ebute ọrịa Hepatitis kama ihe ndị ọzọ dịka mmanya na-aba n'anya na mgbe ahu madụ na-aluso ya ọgu nke bekee kpọrọ auto immune disease na-ebutekwa ya.",
    "Ọrịa Hepatitis di icheiche kama ọ bụ ise kacha enye nsogbu n'ụwa niile.",
    "Ha bụ Hepatitis A, B, C, D na E.",
    "WHO kọwara na Hepatitis A na E bụ site na nri maọbụ mmiri na-adịghị mma ka esi ebute ya.",
    "Ebe Hepatitis B, C na D bụ site na mmiri maọbụ ọbara si n'ahụ mmadụ banya ahụ onye ọzọ ka e si na-ebute ya.",
    "BBC Igbo kpọtụrụ Dọkịta bụ ọkammụta maka imeju bụ Dkt. Uchenna Ijoma ka ọ tinye ọnụ n'ihe gbasara ọrịa Hepatitis.",
    "Ebe foto si, Dr Uchenna Ijoma",
    "\" Ọ dị mkpa ka mmadụ niile mee nyocha maka ọrịa Hepatitis\", Dkt Ijoma",
    "Dkt. Ijoma kọwakwara na ọ bụ ọrịa na-arịa imeju.",
    "Ọ kọwara na Hepatitis B na C bụ ndị akacha elebe anya maka ha kacha egbu ime ahụ mmadụ ma na-ebute kwa ọrịa ndị ọzọ.",
    "Dọkịta Ijoma kọwara na-enwere ụfọdu ihe na-ebute ọrịa ịbaọcha n'anya, ọ kpọpụtara ha nke gụnyere:",
    "Oke mmanya - Ijoma kọwara na oke mmanya na-ebute ọrịa Hepatitis.",
    "Ebe foto si, Science Photo Library",
    "Foto na-egosi imeju oke mmanya butere ọrịa Hepatitis",
    "Ọ kọwara na ịṅụfe mmanya ọkụ oke na egbu imeju nke kacha ebute ọrịa Hepatitis.",
    "Ọgwụ na-ebute kwa Hepatitis",
    "Dkt Ijoma kọwara na ụfọdụ ọgwụ eji agwọ ụkwara nta na nke Bekee kpọrọ anti-biotics na-ebute Hepatitis.",
    "Dkt Ijoma kwuru na ọdịghi mma ka mmadụ jiri aka ya enye onwe ha ọgwụ",
    "Ọ kọwara na ọbụghị na ọgwụ ndị a adịghi mma, kama ahụ mmadu dị n'iche n'iche nke mere na ọ dị mkpa ka ọ bụrụ dọkịta nyere mmadụ ọgwụ.",
    "Ọgwụ mgbọrọgwụ",
    "Ijeoma kọwara na ọ bụghị na ọgwụ mgbọrọgwu niile di njọ kama ọtụtụ n'ime ha enweghị ọnụ ọgwụ nke Bekee kpọrọ dose.",
    "Ma tinye kwa na ọtụtụ ha na-eji mmanya ọkụ aṅụ ọgwụ ndi a.",
    "O kwuru sị \"Ihe ndị a na-eme ka mmadụ nwee ike ibute ọrịa Hepatitis\".",
    "Ị makwa ọrịa ndị i kwesiri igbochi n'oge udu mmiri a?",
    "Ọrịa sitere n'ime ahụ nke Bekee kpọrọ auto-immune.",
    "Dọkịta Ijoma kọwara na ụfọdụ mgbe, na ahu mmadụ na-alụsọ ime ahụ onye ahu ọgụ.",
    "Ọ mara atụ sị \"ụfọdụ mgbe ahụ mmadụ nwereike na-ahụta imeju ahụ gi ka ọ bụghi nke kwesiri ekwesi, nke a ga-eme ka ahụ mmadụ na ọbara eji achụ ọrịa bido lụsa imeju onye ahu ọgụ\".",
    "Ọnọdu dị otu a, na-ebute ọrịa bekee kpọrọ auto-Immune Hepatitis.",
    "Ibu oke ibu",
    "Ebe foto si, SPL",
    "Oke ibu maọbụ ọrịa shuga na enyere aka ebute kwa ọrịa Hepatitis.",
    "Nke a na-ebute ọrịa Bekee kpọrọ non-alchoholic fatty liver disease.",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị",
    "Agwọtala onye ọzọ bu ọrịa HIV",
    "Ijoma kọwara asị \"ọ bụghi mmanya na-ebute ụdịrị ọrịa a, kama otu ihe na-ebute ya bụ oke ibu maọbụ ọrịa Shuga na ebute ya bu ọrịa\".",
    "Ọnọdu a na-ebute ọrịa ịba ọcha n'anya.",
    "Dokịta Ijoma kwuru sị \"Ihe mere ndị ahụike ji etinye anya na Hepatitis B na C bu maka na ha nyecha mmadu ọrịa nke akpọro Acute Hepatitis na bekee, ha na-atọtị ya manye kwa mmadụ nke a na-akpo chronic Hepatitis\".",
    "Ijma kọwara na Chronic Hepatitis bu mgbe ọrịa a na-egbu imeju mmadụ nke na-eme ka ọnodụ ọnye ahu kawanye njọ ma bute ọrịa  Liver cirrhosis, Imeju ịda mba maọbụ Kansa imeju.",
    "Ọ kọwara na ọrịa atọ a na-esi ike ịgwọta nke mere na ọ ka mma ka egbochie ha maọbụ chopụta ha n'oge.",
    "Dọkịta Ijoma kọwara na ụzo esi ebute ọrịa ịgbaọcha nanya dị iche iche, ha bụ",
    "Site n'ọbara",
    "Ọ dị mkpa ka enyochaa ọbara tupu etinye ya n'ahu mmadụ.",
    "Ijoma kọwara na ọ di mkpa ka enyocha ọbara nke ọma tupu etinye ya n'ahụ onye ọzọ.",
    "Ọ kọwara na mmadụ na mmadụ iji otu ihe dịka agụba, Ngịga, ịka ichi na ihe ndị ọzọ.",
    "O kwuru sị \" Ihe ọbụla na-ewepụta ọbara ekwesịghi ka mmadu abụọ nwere ya\".",
    "Nne na-ebunyekwa nwa",
    "Ebe foto si, Getty Images",
    "\" Ndị ọrụ ahụike kwesịrị ịgba ọgwụ mgbochi Hepatitis\", Dkt IJoma",
    "Nne nwere ọrịa hepatitis nwereike ibunye ya nwa ya mgbe ọ na-amụpụta ya.",
    "Nke a bụ na a na-enwe ọtụtụ mmekọ ọbara nke nwereike ime ka nne bunye nwa ya ọrịa Hepatitis.",
    "Mmekọ nwoke na nwaanyị",
    "Ijoma kwuru na a na-esikwa na mmekọrịta nwoke na nwaanyị ebute ọrịa Hepatitis.",
    "Kama ọ kọwara na nke a esoghi na ụzọ ọrịa kachasị si efe kama o di mkpa ka ndi mmadụ mara na e si na ya ebufe ya bụ ọrịa.",
    "Dọkịta Ijoma kwuru na ụzo kachasi di ire bụ ịgba ọgwụ mgbochi ọrịa Hepatitis ọkachasị ndị ọrụ ahụike.",
    "O kwukwara na onye ọbụla onye ezinụlo ha butere ya bụ ọrịa gbalịa gbaa ọgwụ mgbochi Hepatitis.",
    "Ijoma kwuru si \"Mmadu ekwesịghiike ihe ọbụla na-emeputa ọbara ma ka onye ọbụla hapu ịṅụ oke mmanya\".",
    "Ebe foto si, Getty Images",
    "Hepatitis na-abịa n'ụzọ abụọ nke bekee kpọrọ Acute na Chronic Hepatitis.",
    "Ijoma kwuru \" Acute Hepatitis ga-arịa mmadụ ahụ ọkụ , anya gị achaa odo odo, o ga-akujisi mmadụ ahụ, Ike ọgwụgwụ ma nwee kwa ike onye ahu a na-agbọ agbọrọ, ma etu nsi si acha agbanwee\".",
    "Dọkịta Ijoma kọwara na ọtụtụ ndi mmadụ na arịa Acute Hepatitis ma si na ya gbakee.",
    "Kama o kwuru si \"ihe dịka passentị iri itolu (90%) ndị bu Chronic Hepatitis anaghi ama n'ihi na ọ naghị egosi n'ahụ mmadụ\".",
    "Ebe foto si, Getty Images",
    "Agụba na agịga eji ebecha mbọ ụkwụ bụ otu ụzọ esi ebufe ọrịa Hepatitis.",
    "Ijoma kọwara na ọ bu ya mere ka ndi mmadụ ga-enyocha onwe ha.",
    "\"Kama mgbe Chronic Hepatitis bidoro, njirimara ya gụnyere anya ịcha odo odo, ụkwụ na afo ọzịza maọbu onye ahụ ebido ịgbọ ọbara\".",
    "Ijoma kọwara na mgbe o ruru etu a, onye ahụ no n'ezigbo nsogbu.",
    "Gịnị ka gọọmentị merela kemgbe ọgbaghara Southern Kaduna bidoro?",
    "'Akpabio kwuo eziokwu, gosi ihe akaebe, agbagharịzịla' - Sinetọ Nwaoboshi na Anyanwu",
    "Ihe ndị gọvanọ ọwụwaanyanwụ kwekọritara maka akwammiri Niger nke abụọ",
    "Ọ bụ agụụ ka ọ bụ ụsa mere nwaanyị dị ime ji achọ nri ndị dị aṅaa?",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?28 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Mmachị Bureau De Change ga-ebutere anyị agụrụ' - Onye na-agbanwe ego28 Julaị 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere etu Nnamdi Kanu si achụ Biafra ji arụ m afọ - Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}