{
  "published": "29 Julaị 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Orji Uzo Kalu/Facebook",
    "Onye chịburu Abia Steetị bụ Orji Uzor Kalu ekwuola na ọ bụrụ na ndị Naịjirịa nye ya ohere ịbụ onyeisiala n'afọ 2023, na ọ ga-agbanwe ọnọdụ akụnaụba Naịjirịa ka ọ bụrụ ọ gbara ọhụrụ.",
    "Kalu sị na ikwu maka ọkwa onyeisiala ugbua bụ imegide onyeisiala Buhari maka na e kwesịrị inye ya ohere ịrụ ihe o kwere na nkwa.",
    "Orji Uzor Kalu enwerela onwe ya",
    "Mkpọrọ afọ 12 a tụrụ Kalu gosiri na ịgbaba APC abụghị ịgbanarị ikpe - Rotimi Jacobs",
    "Orji Kalu amaala afọ n'ala n'ikwụsị nyocha ya.",
    "Kama ọ sị na ọ bụrụ na e nye ya ọkwa onyeisiala, na ọ ga-ewe ya makana o tozuru ịrụ ọrụ dị ya n'ime.",
    "Dịka ntaakụkọ 'Sun' si dee, Kalu kwuru nke a mgbe a jụrụ ya ebumnobi ya n'ịbụ onyeisiala n'ụlọọrụ mgbasaozi redio a kpọghị aha ya dị n'Umuahia Abia Steetị.",
    "Kalu sị \"Ihe dị m n'obi ugbua bụ ịrụ ọrụ m dịka Sịnetọ nye ndị m na-anọchiteanya ha, mana ọ bụrụ na Naịjirịa chọrọ ka m chịa, ha ga-ezi m aka ha.\"",
    "Aga m arụnwu ọrụ dị na ya. Aga m ebugharịnwu akụnaụba Naịjirịa ka ọ bụrụ nke ọ gbara ọhụrụ.\"",
    "Ajụjụ ndị ọzọ Kalu zara gụnyere ọchịchị n'Abia Steetị, oge ya n'ụlọmkpọrọ, ọrụ ọ na-arụ n'ụlọomeiwu Naịjirịa na ndị ọzọ.",
    "Cheta na akụkọ fegharịburu na Fada Ejike Mbaka kwadoro ka Orji Uzor Kalu bụrụ onyeisiala n'afọ 2023 mana Fada Mbaka sị na nke a bụ asị.",
    "Ebe foto si, Facebook/AMEN",
    "Fada Ejike Mbaka bụ ụkọchukwu na-achịkọta Adoration Ministries n'Enugwu steeti ekwuola na okwu na-efegharị na ọ sị na Orji Uzor Kalu ga-abụ onyeisiala Naịjiria n'afọ 2023 bụ mbada asị.",
    "Mbaka kwuru sị na ọ bụ ndị iro ya, \"ndị ekwensu ji akwara ngwaọrụ\" na-efesasị akụkọ ụgha a iji mechuo aha ya.",
    "Mbaka dọrọ ha aka na ntị sị na iwe Chineke ga-adakwasị ha na ezinaụlọ ha ma ọ bụrụ na ha akwụsịghị ifesasị \"akụkọ ụgha\" ahụ.",
    "Cheta na Fada Mbaka kwuru na ụfọdụ ndị gara nga na Naijiria dika Orji Uzor Kalu, agatala ihe ọma.",
    "Fada Mbaka kwuru nke a dịka o bidokwara ekpere Adoration ya ọ kwụsịrị mgbe mkpamkpa ọrịa coronavirus mechiri ya, taa bụ ụbọchị 29 nke ọnwa Julaị.",
    "Ụbọchị a dabakwara n'ụbọchị mere ya afọ 25 e chiri ya ụkọchukwu.",
    "Ọchịchi Buhari dị mma - Mbaka",
    "Eburu m ọnụ ọtụtụ ụbọchị maka mmezu amụma Hope Uzodinma - Fada Mbaka",
    "Anaghị m ana ego ekpere onye ọbụla ekpere - Fada Mbaka",
    "Na-ataghị okwu arụ, o kwuru na ọtụtụ ndị gara ụlọmkpọrọ na Naijiria gatara ihe ọma ebe ụfọdụ n'ime ha pụtara bụrụ eze.",
    "O kwuru na Orji Uzor Kalu zitere ya ozi ekele na ya agbaala afọ 25 n'ọrụ ụkọchukwu, ma kwuo na mkpọrọ ya bụ nwoke gara ga-ebutere ya ihe ọma.",
    "O jiri ndị chịburu Naijira dịka Olusegun Obasanjo, onyeisiala Muhammadu Buhari nakwa Joseph nke Akwụkwọ Nsọ maa atụ, wee kwubie na ịga mkpọrọ bụ otu ụzọ esi eme mmadụ eze.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Naijiria ugbua abụghị ihe m tụrụ anya - Ike Nwachukwu",
    "Anyị agaghị agbaghara ụdịrị ihe emere anyị n'Emene ọzọ - Nnamdi Kanu",
    "Ikpe mmadụ abụọ mba Jamini sị so wakpoo Ekweremadu ga-abụ n'ụbọchị 15 nke ọnwa Sepụtemba 2020",
    "'A kwụrụ anyị otu nde Naịra iji gbuo Uwa Omozuwa'",
    "Ofụfe",
    "Naijiria",
    "Ụka ndị Roman",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buharielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Kayanmata: Ihe mere mụ na Laila nwunye m nke Morocco ji gbasaa - Ned Nwoko",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}