{
  "published": "2 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ịlọụwa bụ nkwenye ndị Igbo nwere na mmadụ nwụọ, ọ ga-alaghịkwa ụwa ọzọ iji nara ụgwọ ụdị ndụ o biri mbụ.",
    "Ihe nke a pụtara bụ na ndị Igbo kwenyere na mmadụ nwụọ, ọ naghị ebi ebe ahụ.",
    "N'omenala Igbo, a na-ahụ ịlọụwa dịka onye nwụọrọla isi n'alamụọ, ebe ndị nna ochie nọ, lọghachị n'ụwa ,a mụọ ya ọzọ.",
    "Ị chọrọ ịbụ onye uweojii? Lekwa usoro ndenye aha ọhụrụ",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Ịlọụwa dabere na nkwenye ha n'ọnwụ nakwa ndụ nakwa n'ụwa a na-ahụ anya na alamụọ anaghị ahụ anya dị.",
    "Igbo na-ewe ya na mmadụ nwụọ, okwu ebighị kama onye ahụ ga-agafe n'ala mmụọ, n'ala ndị ochie, ebe ọ ga-esi lọghachị ọzọ n'ala ndị dị ndụ.",
    "Ebe foto si, Getty Images",
    "Onye na-agba afa",
    "Dịka otu onye omenala Igbo were anya bụ Nze Duruagwu Ukaejuoha, siri kọwaa, \"mmadụ na-alọ ụwa iji bịa mezie ihe ndị o  mebiri emebi, ịta ahụhụ ihe o mere mgbe ochie maọbụ ịbịa rie uru maka ihe ọma o mere n'ụwa ya mbụ.\"",
    "\"Ọ  bụrụ na mmadụ abụrụ onye ọjọọ, Chukwu Okike ga-ahaziri ha ọlọ ụwa ha  ka ha nọdụ n'ọnọdụ ahụhụ nke na ha agaghị ahụ ego gaa ụlọọgwụ.\"",
    "Duruagwụ Olueze: Ndị iche dị n' ịlọụwa,ọgbanje na agwụ",
    "N'otu aka ahụ, onye omenala Igbo ọzọ nụ Mcginger Ibeneme kọwara na ọ bụ nkwenye a na ihe onye  metara, ọ ga-ala gị taa ahụhụ ya (nke Bekee kpọrọ Karma) mere ndị Igbo ji agbara ajọ ihe ọsọ.",
    "\"Igbo na-akpọ ya 'ọdịnaobi'.\"",
    "\"Ọ bụrụ na nna gị mere ajọ ihe dịka na ọ na-egbu mmadụ maọbụ na-ezu ohi, dịka Akwụkwọ Nso si ekwu na njọ nna mere n'ụmụ ya. E nwere ezinaụlọ ị ga- apụta a na-anwụ ọnwụ Ike.\"",
    "Ukaejuoha kwuru na mmadụ na-esi n'ebe dị iche iche alọ ụwa: mmiri, anyanwụ,elu, ala na arụsị.",
    "\"Ya mere e ji nwee Ezenwaanyị mmiri maọbụ eze mmiri (mamiwọta).\"",
    "Ebe foto si, Getty Images",
    "Ọ bụghị naanị Igbo nwere nkwenye n' ịlọụwa, ofufe ndị ọzọ dịka ndị Hindu, ndị Budha nakwa ndị ụka Kraịst kwenyere na ndụ ebighị n' ọnwụ.",
    "Iji maa atụ: Ndị otu Kraịst nwere nkwenye na Kraịst bụ mmụọ (Chukwu) lọrọ ụwa a mụọ ya ka mmadụ, ọ nwụọ dịka ha na- ele anya na ọ ga- alọghachi azụ n' ụwa ọzọ dịka e so depụta ya n'Akwụkwọ Nso(John 5:58, Phil2:5-8)",
    "E nwekwara ihe Igbo na-ahụ dịka ihe na-arụtụ aka n' ịlọụwa maọbụ onye lọrọ ụwa.",
    "Ha gụnyere: Nwata iwe akara maọbụ apa dị na ahụ onye ezinụlọ ha nwụrụla; nwata inwe amamihe karịrị nke ọgbọ (ebibiụwa)  maọbụ mara ekwu okwu dịka okenye; nwata nwere àgwà okenye; nwata inwe ike ịkọ ihe merela tupu a mụọ ya, DGZ.",
    "\"Ohi dị na agbụrụ, ajọ ihe dị iche iche dị n' agbụrụ.\"",
    "Ịlọụwa dị na ndabere, na ndabere. Ọgbanje, agwụ, ndị ichie, mamịwọta(ezenwaanyị mmiri nakwa Eze mmiri) bụcha ndabere gbadoro ụkwụ n' ịlọụwa.",
    "Lee etu Ukaejuoha na Dkta Ibeneme siri kọwa ụfọdụ n'ime ha:",
    "Ndị agbara Ezenwaanyị na-efe Imo Awka, na-agbara ya egwu mmụọ bụ Opu-Eke iji kelee ya maka onyinye o nyere ha",
    "Dịka ndị o doro anya siri kọwaa, ọgbanje bụ ụdịrị ịlọụwa. Nwata bịa ụwa, ọ gaghị anọ anọ ya anwụọ.",
    "Ukaejuoha sị na \" ọgbanje bụ otu a na-abanye n'ụwa na abụghị ụwa nke a. Ọgbaje na-abịa were ahụ mmadụ, ha na-enwe mkpebi ihe ha na-achọ ịrụ ma na-anwụ ọnwụ mgbabiri\".",
    "\"Ọgbanje na-agbabiri nwụọ. Ọ bịakwa ọzọ, ọ ga-emekwa ihe onye ọ lọrọ ụwa mere.",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Uru 12 ọmụ baara ndị Igbo",
    "Ọ gara n'ihu kọwaa na ọgbanye were ike ịbịa ugboro ugboro iji taa nne na nna ya ahụhụ.",
    "Ibereme kwuru na \"ọgbaje bụ agwụ nwaanyị'.",
    "Ukaejuoha kọwaa na e nwere ezigbo ọgbanje, nwee ajọ ọgbanje.",
    "Ọ sịkwa na ọ bụ a kpọrọ, \"ezenwaanyị\"bụ ọgbanje nwere onyinye pụrụ iche nwere ike ịgwọ nwata ọgbanje na-enye nsogbu.",
    "Nwaekemezie Onwudinjo, Aka na-akụ Opu-Eke na mmemme Imo Awka.",
    "Agwụ, dịka Nze Olueze siri kọwaa ya bụ \"mụọ na-ahụ maka isibie elele(magic), ibu amụma(prophecy),  ịhụ ụzọ( divination) ọgwụ na ǹkà pụrụ iche.\"",
    "Mcginger na onye agwụ mara nwere ike ị na-ahụ ụzọ.maọbụ nwee nka pụrụ iche nke ọ na- eme ya karịchaa ndị ogbo ya pụọ iche.",
    "Nze Ukaejuoha rụtụrụ aka na \"O nweghị arụsị n'Igbo ga-akwudo na enweghị agwụ.\"",
    "Ọ gara n' ịhụ kwuo na \"nwoke ọbụla nwere agwụ\" mana ha na- apụta ihe n'ụdị nakwa oge dị iche iche.",
    "Ọ sị, \"Ihe ụwa dị na nkatụ, na nkatụ.\"",
    "\"Etu ihu di iche iche, ka amara ọ na-anata Chukwu Okike Abịama.\"",
    "O kwuru n'ụfọdụ hapụ ime ihe agwụ ha dere ha ime nwere ike ime onye ahụ ara maọbụ bute ndụ abaghị uru.",
    "Mcginger Ibeneme bụ dọkịta ahụike ma bụrụkwa onye ihe omenala doro anya",
    "Ibeneme onye bụkwa dibia Bekee kọwara na dika ịlọụwa bụ ihe miri emi, na  Sayensị bụkwa ihe miri emi kama na ndịiche dị na ya bụ na ndị Bekee deturu nke ha ma gbaa ya n'anwụ, ebe Igbo emeghị otu ahụ.",
    "N' okwu agwụ, ọ kọwara na ndị mmadụ nwere onyinye maọbụ nka enweghị oyiri dịka otiegwu a ma ama bụ Tupac na onye ihe eserese a ma ama bụ Picaso bụ ndị agwụ.",
    "N'okwu ịkpọ ọrịa okponaọbara(Sickle cell), ọgbanje, dkta Ibeneme sị na \"Ọrịa Sickle cell abụghị ọgbanje,\" kama ọ bụ nghọtahie ụdị ọbara nwoke na nwaanyị nwere.",
    "O kwuru na oge gboo, iji gbalahụ ọnwụ nwa ọhụrụ, tupu nwoke na nwaanyị alụọ, na a na- ajụ ese.",
    "\"Afa nwere ike kwuo na ha agaghị alụnwu onwe ha, na ezinaụlọ lụkọọ, na nwa ha na-anwụkarị.\"",
    "Uju Onwudiwe ebola omeiwu ibe ya ebubo iji karama lụsa ya ọgụ n'Imo steeti",
    "Etu Stella Immanuel si kwuo maka Hydroxychloroquine na Zithromax ezighi ezi-  Ndị Dọkịta Naijirịa",
    "Gịnị ka gọọmentị merela kemgbe ọgbaghara Southern Kaduna bidoro?",
    "'Akpabio kwuo eziokwu, gosi ihe akaebe, agbagharịzịla' - Sinetọ Nwaoboshi na Anyanwu",
    "Igbo culture: Uru i nwere ike irite na nri na-eyi ndị mmadụ izizi Igbo na-eri oge gboo na taa21 Nọvemba 2020",
    "Igbo culture: Ụzọ isii ndị Igbo si ekpezi esemokwu oge gboo4 Ọktọba 2020",
    "Igbo culture: Ụzọ ise esi amara nwada Igbo zuru ka e mee3 Mee 2020",
    "Ndị Igbo na chi ha na-efe13 Julaị 2018",
    "Igbo culture: Ekwensu ọ bụ 'satan' n'ala Igbo?17 Eprel 2020",
    "Vidio, Delta state: Lee ka ndi Igbuzo si nwete ala ha13 Ọktọba 2018",
    "Vidio, Kirie ka emume idu iyi ọrụ Joe Biden dịka Onyeisiala mba Amerịka si aga20 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump20 Jenụwarị 2021",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "'Okwu gbasara Biafra karịrị Nnamdi Kanu ikwu ihe ga-eme' - George Obiozor",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'AwkaEmelitere ikpeazụ na: 21 Mee 2018",
    "'Kanu anọghị mgbe Ohanaeze na Ipob nwere nzukọ nke o ji ebo ha ebubo'Emelitere ikpeazụ na: 6 Ọgọọst 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}