{
  "published": "5 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ndị Igbo na-asị na ihe onye amaghị bụ ya okenye mana ikwu amaghị, ibe ezi ya.",
    "Ọtụtụ mgbe, nsogbu amụtaghị nwa na-esite na di na nwunye amaghị ihe ha kwesịrị ịma maka ihe ndị na-eme n'ahụ nwaanyị kwa onwa, nke gụnyere oyiyi na ndapụ akwa nwa nke Bekee kpọrọ, 'ovulation.'",
    "Ihe 10 ụmụwaanyị dị ime ekwesighị ime",
    "PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị",
    "Iko ga-eme ka nwaanyị kwụrụ ọtọ nyụọ mamịrị",
    "Ọtụtụ ndị mmadụ ma maka nsọ nwaanyị (menstruation) nke na-eme n'ọnwa n'ọnwa, mana ọ bụghị mmadụ niile maara isi a hụrụ kwawa okpu bụ oyiyi na ndapụ akwa nwa, nke na-eme kwa izuụka abụọ tupu nwaanyi ahụ nsọ ya.",
    "Ebe foto si, Getty Images",
    "Oyiyi na ndapụ akwa nwa nke ụfọdụ ma dịka ọnọdụ ụga maọbụ ọnọdụ izi, bụ ntọhapụ akwa site n'akpa akwa nwaanyị nke ụfọdụ na-akpọ 'ehe' (ovaries) gawa n'eriri akpa nwa ebe ọ ga-ezute olulu nke Bekee kpọrọ 'sperm', were ghọọ nwa ma ọ bụrụ na ya bụ nwaanyị na di ya enwee mmekọrịta.",
    "Ebe foto si, Getty Images",
    "Dịka ndị ọkachamara n'ihe gbasara ọmụmụ siri kọwaa, ahụ nwaanyị na-akachasị anabata nwa oge 'ovulation' mere.",
    "Dkt Joseph Akinde kọwara na \"Ọ bụrụ na di na nwunye nwee mmekọrịta otu abalị maọbụ atọ tupu 'ovulation' ebido, nwaanyị ahụ ga-atụrụ ime.\"",
    "Mana dịka nwaanyị ọbụla nwere oge o ji ahụ nsọ ya, ha niile nwekwara oge dị iche iche ha ji enwe 'ovulation' ha.",
    "Ụzọ ịse ị ga-esi debe onwe gị ọcha na nsọ",
    "Ihe ise ndị nwere ọtụ kwesiri ịma",
    "Etu ị ga-eme ka 'prostate' gị na-achị sọ ọchị",
    "Nwa nwaanyị ọbụla na-ebu akwa ruru otu nde maọbụ atọ (1-2m) apụta n'ụwa.",
    "Ọ bụ dịka nwa ahụ ruru ihe e ji agbọghọ eme ka akwa ndị ahụ ga-ebido ịpụ ya n'ahụ kwa ọnwa ma ọ bụrụ na ya nwoke enweghị mmekọ aramara.",
    "Ebe foto si, Getty Images",
    "Dkta Akinde sị na ụfọdụ ihe nwaanyị ji amata na o nwere oyiyi na ndapụ akwa bụ na \"ụfọdụ obere ọbara na-apụta, ụfọdụ na-enwe afọ ọtịta maọbụ afọ mgbu ga-abịa nwa oge, ihe dị ka otu nkeji maọbụ ruo otu ụbọchị mana ọ naghị akarị otu ụbọchị.\"",
    "Lee ihe ụmụnwaanyị na-akpa n'azụ ụmụnwoke",
    "Otu nwaanyị achọghị ka a kpọọ aha ya gwara BBC Igbo, na ọvulation nke ya na-eme ka \"ara m zaa na-anyị m arọ\".",
    "Mana o bụghị nwaanyị niile na-enwe njirimara doro anya ha ji ama oge oyiyi nakwa ndapụ akwa nwa ha.",
    "Ya mere o ji dị mkpa ịgụkọ ya n'ụzọ ọ ga-edo anya.",
    "Ụzọ ị ga-esi gụkọọ 'ovulation'",
    "Dịka Joseph Akinde bụ dọkịta na-ahụ maka ahụike ụmụnwaanyị si kọwaa, e nwere ụzọ ole na ole nwaanyị nwere ike isi gụkọọ 'ovulation'.",
    "Ha gụnyere:",
    "Ngụkọ e ji kalenda agụ kwa ọnwa",
    "Ihe ị kwesịrị ịma maka ịgbakọ 'ovulatịon'",
    "Dopu akwụkwọ iche maka ịgụkọ nso gị kwa ọnwa",
    "Oge ọbụla ị hụrụ nsọ gị, dee maọbụ kanye ya n'akwụkwọ",
    "Detukwaa oge ị hụrụ nsọ na-eso ya",
    "Ị dee ya ọnwa ole na ole ị ga-ahụta abalị ole ị na-anọ tupu ịhụ ya ọzọ",
    "Ohere dị n'etiti ụbọchị mbụ ị hụrụ ya n'otu ọnwa na ụbọchị ị hụrụ ya ọzọ n'ọnwa na-eso ya nke a na-akpọ 'menstrual cycle.'",
    "Oyiyi na ndapụ akwa nwaanyị bụ ụbọchị iri na anọ (14) tupu ụbọchị ị ga-ahụ nsọ gị ọzọ",
    "Iji \"Basal body temperature\" gụkọọ ya",
    "Basal body temperature bụ ọnọdụ ahụ gị (ma ọ dị ọkụ ka ọ dị oyi) oge ị na-ezu ike.",
    "Dịka Akinde siri kwuo, nwaanyị na-eji igwe e ji agụkọ ka ahụ onye si dị ọkụ maọbụ jụọ oyi ele onwe ya site na itinye ya n'okpuru ire ya ma o teta ụra, tupu ọ hapụ akwa ya.",
    "Ọ na-akanyekwa ihe ọ chọpụtara n'akwụkwọ kwa ụbọchị n'akwụkwọ nke Bekee kpọrọ 'graph'.",
    "\"Ọ na-eme nke a kwa ụbọchị, ọ ga-ahụ ụbọchị ọ ga-agbalite karịa etu ọ na-adị na mbụ. Nke a bụ oge Oyiyi na ndapụ akwa nwaanyị. \"",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'",
    "Ihe ise i kwesiri ịma maka amụ",
    "Akinde sị, \"Ụbọchị ọbụla 'temperature' ya gbara obere tupu ọ gbalitekwa, ọ mara na ọ bụ ụbọchị ahụ bụ ọnọdụ izi ya.\"",
    "Iji 'Ovulation test kit' gụkọọ ya",
    "Ebe foto si, Getty Images",
    "A na-eji akụrụngwa agụkọ ọnọdụ mmiri ahụ nwaanyị iji mara mgbe nke a kpọrọ 'leutinizing hormone' (LH) rịrị elu na mammịrị nwaanyị.",
    "'Leutinizing hormone' na-arịkarị elu awa iri na abụọ (12 hours) na iri atọ na isii (36 hours) tupu ọnọdụ ụga.",
    "Dịka dọkịta ahụike ụmụnwaanyị ọzọ aha ya bụ Dkta Olusegun Akeredolu si kọwaa, \"i nwere ike iji mammịrị nakwa asọmmiri ele, iji mata oge ọnọdụ izi gị tunyerela n'ụkwụ.\"",
    "Iji nnyụsịta ọtụ (vaginal discharge)",
    "Bido n'oge nwaanyị hụrụ nsọ ya rue oge ọ ga-ahụ ọzọ, ọ na-ahụ nnyụsịta ọtụ dị n'ụdị na ụdị.",
    "Dịka ụlọakụkọ nchọpụta ahụike bụ MedicalNewsToday si dee na websait ha, mbido 'cycle' nke na-eme n'ụbọchị mbụ rue ụbọchị nke ise, na-abụ oge nsọ nwaanyị na-eme.",
    "Ihe ga na-apụta nwaanyị n'ahụ ya na-abụkarị ọbara.",
    "A hụchaa nsọ (ụbọchị ise rue iri): Na mbido ya, naanị ntakịrị nnyụsịta ọtụ nke ga na-anya anya na-apụta. Nwaanyị ịtụrụ ime n'oge a rara ahụ.",
    "Tupu oyiyi na ndapụ akwa nwaanyị nke bụ ụbọchị 10 rue 14; mmiri ahụ nwaanyị a kpọrọ estrogen na-agbalite. Nnyụsịta ọtụ na-apụta ya n'ahụ anaghị ebu ibu,  kama ọ na-acha nzu nzu (cloudy).",
    "Ụbọchị oyiyi na ndapụ akwa nwaanyị (Ụbọchị 14): Akinde kọwara na \"Ọ bụrụ na nnyụsịta ọtụ dị ntakịrị, na-acha ka mmiri ma na-alọ alọ nke ukwuu, ị mara na ọ bụ oyiyi na ndapụta akwa nwa.\"",
    "N'otu aka ahụ, websaịt MedicalNewsToday kwuru na ọ bụrụ na i tinye nnyụsịta ọtụ a n'etiti mkpịsị aka gị dọtịa ya, ọ nwere ike ịdọtị rue 'inch maọbụ karịa.\"",
    "A hụchaa oyiyi na ndapụ akwa nwaanyị site n'ụbọchị 14 rue 22, mmiri ahụ nke a kpọrọ 'Progesterone' ga-arị elu ma n'ahụ nwaanyị nke ga-amịkọ nnyụsịta ọtụ. Nke a ga-eme ka ọ na-acha nzu nzu ma e mechaa riwanye nne.",
    "Tupu ị hụ nsọ gị (ụbọchị 22 rue 28): Dịka nsọ gị na-eru, nnyụsịta ọtụ ga-arọ arọ dịka ihe e ji anya ihe. O nwekwara ike agaghị enwe ihe ga-apụta nwaanị n'ahụ ya abalị abụọ maọbụ otu tupu ọ hụ nsọ ya.",
    "E tere ogiri, e tere ụgba, nsogbu dịka ọrịa ịba, ọrịa nwaanyị, nakwa oke ndọlị (stress) nwere ike ikposa ụzọ ndị a dị iche iche e si agụkọ ọnọdụ izi, dịka Dkta Akeredolu siri kwuo.",
    "Dr Akinde: Mkpa Ngụkọ 'ovulation' na-egbokarị",
    "Ngụkọ oge nwaanyị na-anọ n'ọnọdụ izi abụghị naanị na ọ na-enyere di na nwaanyị aka ịmata oge ha ga-adịnwu ime, ọ na-enyere nwaanyị aka ịmata oge ọ ga-agbara aramara ọsọ, ma ọ bụrụ na ọ chọghị ịdị ime.",
    "Dr Akinde sị, \"Ngụkọ na-egbokarị mkpa ma ọ bụrụ na di nwaanyị anọghị nso maọbụ na nwaanyị abụghị naanị ya ka di yana-alụ, ọ ga-eji ngụkọ ahụ mara oge ya na di ya ga-anọkọ ka ọ dị ime.\"",
    "\"E meghị etu a, nwaanyị bụ naanị ya ka di ya na-alụ nwere ike imekọ  ihe dịka ugboro atọ n'otu izuụka , o nwe ike tụrụ.\"",
    "Nke ọzọ bụ na ọ na-enyere nwaanyị aka ịmata oge nsọ ya ga-abịa ọzọ, ka o were jikere nke ọma ma gbalahụ imenye onwe ya ihere ụzọ.",
    "Tupu ị fepụ mba ofesi, lee iwu Emirates, Etihad, Kenyan Airways na ụgbọelu ndị ọzọ tinyere ọhụrụ",
    "Uju Onwudiwe ebola omeiwu ibe ya ebubo iji karama lụsa ya ọgụ n'Imo steeti",
    "Etu Stella Immanuel si kwuo maka Hydroxychloroquine na Zithromax ezighi ezi-  Ndị Dọkịta Naijirịa",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke21 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a20 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "A tọhapụla Pastọ dara iwu COVID-19 n'Ebonyi steetiEmelitere ikpeazụ na: 29 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}